{
  "content": "\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nالحمد لله نستعينه ونستغفره ونعوذ بالله من شرور أنفسنا وسيئآت أعمالنا\nمن يهد الله فلا مضل له ومن يضلل فلا هادي له وأشهد أن لا إله إلا الله\nوأشهد أن محمدا عبده ورسوله\n</p>\n\n<p>\n| باب ( الخلافة والملك وقتال أهل البغي )\n</p>\n\n<p>\n$ قال شيخ الإسلام أحمد بن تيمية قدس الله روحه\n</p>\n\n<p>\nالحمد لله نستعينه ونستغفره ونعوذ بالله من شرور أنفسنا ومن سيئات\nأعمالنا من يهد الله فلا مضل له ومن يضلل فلا هادي له ونشهد أن لا إله إلا\nالله وحده لا شريك له ونشهد أن محمدا عبده ورسوله تسليما\n</p>\n\n<p>\nأما بعد فهذه قاعدة مختصرة فى وجوب طاعة الله ورسوله فى كل حال على كل\nأحد وأن ما أمر الله به ورسوله من طاعة الله وولاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p005'> Vol. 35, p. 005</a>\n            </div>\n             الأمور\nومناصحتهم واجب وغير ذلك من الواجبات قال الله تعالى <span class='quran'>إن الله يأمركم\nأن تؤدوا الأمانات إلى أهلها وإذا حكمتم بين الناس أن تحكموا بالعدل إن\nالله نعما يعظكم به إن الله كان سميعا بصيرا </span>وقال الله تعالى <span class='quran'>يا\nأيها الذين آمنوا أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم فإن تنازعتم\nفي شيء فردوه إلى الله والرسول إن كنتم تؤمنون بالله واليوم الآخر ذلك خير\nوأحسن تأويلا </span>فأمر الله المؤمنين بطاعته وطاعة رسوله وأولى الأمر منهم\nكما أمرهم أن يؤدوا الأمانات إلى أهلها وإذا حكموا بين الناس أن يحكموا\nبالعدل وأمرهم إذا تنازعوا فى شيء أن يردوه إلى الله والرسول\n</p>\n\n<p>\nقال العلماء الرد إلى الله هو الرد إلى كتابه والرد إلى الرسول بعد موته\nهو الرد إلى سنته قال الله تعالى <span class='quran'>كان الناس أمة واحدة فبعث الله\nالنبيين مبشرين ومنذرين وأنزل معهم الكتاب بالحق ليحكم بين الناس فيما\nاختلفوا فيه وما اختلف فيه إلا الذين أوتوه من بعد ما جاءتهم البينات بغيا\nبينهم فهدى الله الذين آمنوا لما اختلفوا فيه من الحق بإذنه والله يهدي من\nيشاء إلى صراط مستقيم </span>فجعل الله الكتاب الذى أنزله هو الذى يحكم بين\nالناس فيما اختلفوا فيه <span id='ms01'></span>\n</p>\n\n<p>\nوفى صحيح مسلم وغيره عن عائشة رضى الله عنها أن النبى صلى الله عليه وسلم\nكان إذا قام يصلي بالليل يقول ( اللهم رب جبرائيل وميكائيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p006'> Vol. 35, p. 006</a>\n            </div>\n            \nوإسرافيل فاطر السماوات والأرض عالم الغيب والشهادة أنت تحكم بين عبادك\nفيما كانوا فيه يختلفون إهدني لما اختلف فيه من الحق بإذنك إنك تهدي من\nتشاء إلى صراط مستقيم ( وفى صحيح مسلم عن تميم الداري رضى الله عنه قال قال\nرسول الله صلى الله عليه وسلم ( الدين النصيحة الدين النصيحة الدين النصيحة\n( قالوا لمن يارسول الله قال ( لله ولكتابه ولرسوله ولأئمة المسلمين\nوعامتهم (\n</p>\n\n<p>\nوفى صحيح مسلم أيضا عن أبى هريرة رضي الله عنه عن النبى صلى الله عليه\nوسلم قال ( إن الله يرضى لكم ثلاثا أن تعبدوه ولا تشركوا به شيئا وأن\nتعتصموا بحبل الله جميعا ولا تفرقوا وأن تناصحوا من ولاه الله أمركم ( وفى\nالسنن من حديث إبن مسعود رضى الله عنه وزيد بن ثابت رضى الله عنه عن النبى\nصلى الله عليه وسلم قال ( نضر الله امرأ سمع منا حديثا فبلغه إلى من لم\nيسمعه فرب حامل فقه إلى من هو أفقه منه ورب حامل فقه غير فقيه ثلاث لا يغل\nعليهن قلب مسلم إخلاص العمل لله ومناصحة ولاة الأمور ولزوم جماعة المسلمين\nفإن دعوتهم تحيط من ورائهم ( و ( يغل ( بالفتح هو المشهور ويقال غلى صدره\nفغل إذا كان ذا غش وضغن وحقد أي قلب المسلم لا يغل على هذه الخصال الثلاثة\nوهي الثلاثة المتقدمة فى قوله ( إن الله يرضى لكم ثلاثا أن تعبدوه ولا\nتشركوا به شيئا وأن تعتصموا بحبل الله جميعا ولا تفرقوا وأن تناصحوا من\nولاه الله أمركم ( فإن الله إذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p007'> Vol. 35, p. 007</a>\n            </div>\n             كان يرضاها لنا لم يكن قلب\nالمؤمن الذي يحب ما يحبه الله يغل عليها يبغضها ويكرهها فيكون فى قلبه\nعليها غل بل يحبها قلب المؤمن ويرضاها\n</p>\n\n<p>\nوفى صحيح البخارى ومسلم وغيرهما عن عبادة بن الصامت رضى الله عنه قال\nبايعنا رسول الله صلى الله عليه وسلم على السمع والطاعة <span id='ms02'></span> فى العسر واليسر\nوالمنشط والمكره وعلى أثرة علينا وعلى أن لا ننازع الأمر أهله وعلى أن نقول\nأو نقوم بالحق أينما كنا لا نخاف فى الله لومة لائم وفى الصحيحين أيضا عن\nعبد الله بن عمر عن النبى صلى الله عليه وسلم أنه قال ( على المرء المسلم\nالسمع والطاعة فيما أحب وكره إلا أن يؤمر بمعصية فإن أمر بمعصية فلا سمع\nولا طاعة ( وفى صحيح مسلم عن أبى هريرة رضي الله عنه قال قال رسول الله صلى\nالله عليه وسلم ( عليك بالسمع والطاعة فى عسرك ويسرك ومنشطك ومكرهك وأثرة\nعليك ( ومعنى قوله ( وأثرة عليك ( وأثرة علينا ( أي وإن إستأثر ولاة الأمور\nعليك فلم ينصفوك ولم يعطوك حقك كما فى الصحيحين عن أسيد بن حضير رضي الله\nعنه أن رجلا من الأنصار خلا برسول الله صلى الله عليه وسلم فقال ألا\nتستعملني كما استعملت فلانا فقال ( إنكم ستلقون بعدى أثرة فاصبروا حتى\nتلقونى على الحوض (\n</p>\n\n<p>\nوهذا كما فى الصحيحين عن عبد الله بن مسعود قال قال رسول الله صلى الله\nعليه وسلم ( إنها تكون بعدي أثرة وأمور تنكرونها ( قالوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p008'> Vol. 35, p. 008</a>\n            </div>\n            \nيارسول الله كيف تأمر من أدرك منا ذلك قال تؤدون الحق الذي عليكم وتسألون\nالله الذى لكم ( وفى صحيح مسلم عن وائل بن حجر رضي الله عنه قال سأل سلمة\nبن يزيد الجعفي رسول الله صلى الله عليه وسلم فقال يارسول الله إن قامت\nعلينا أمراء يسألوننا حقهم ويمنعونا حقنا فما تأمرنا فأعرض عنه ثم سأله\nفأعرض ثم سأله فى الثانية أو فى الثالثة فحدثه الأشعث بن قيس قال قال رسول\nالله صلى الله عليه وسلم ( إسمعوا وأطيعوا فإنما عليهم ما حملوا وعليكم\nماحملتم (\n</p>\n\n<p>\nفذلك ما أمر الله به ورسوله من طاعة ولاة الأمور ومناصحتهم هو واجب على\nالمسلم وإن استأثروا عليه وما نهى الله عنه ورسوله من معصيتهم فهو محرم\nعليه وإن أكره عليه\n</p>\n\n<p>\n| فصل\n</p>\n\n<p>\nوما أمر الله به ورسوله من طاعة ولاة الأمور ومناصحتهم واجب على الإنسان\nوإن لم يعاهدهم <span id='ms03'></span> عليه وإن لم يحلف لهم الأيمان المؤكدة كما يجب عليه الصلوات\nالخمس والزكاة والصيام وحج البيت وغير ذلك مما أمر الله به ورسوله من\nالطاعة فإذا حلف على ذلك كان ذلك توكيدا وتثبيتا لما أمر الله به ورسوله من\nطاعة ولاة الأمور ومناصحتهم فالحالف على هذه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p009'> Vol. 35, p. 009</a>\n            </div>\n             الأمور لا يحل له\nأن يفعل خلاف المحلوف عليه سواء حلف بالله أو غير ذلك من الأيمان التي يحلف\nبها المسلمون فإن ما أوجبه الله من طاعة ولاة الأمور ومناصحتهم واجب وإن لم\nيحلف عليه فكيف إذا حلف عليه وما نهى الله ورسوله عن معصيتهم وغشهم محرم\nوإن لم يحلف على ذلك\n</p>\n\n<p>\nوهذا كما أنه إذا حلف ليصلين الخمس وليصومن شهر رمضان أو ليقضين الحق\nالذي عليه ويشهدن بالحق فإن هذا واجب عليه وإن لم يحلف عليه فكيف إذا حلف\nعليه وما نهى الله عنه ورسوله من الشرك والكذب وشرب الخمر والظلم والفواحش\nوغش ولاة الأمور والخروج عما أمر الله به من طاعتهم هو محرم وإن لم يحلف\nعليه فكيف إذا حلف عليه\n</p>\n\n<p>\nولهذا من كان حالفا على ما أمر الله به ورسوله من طاعة ولاة الأمور\nومناصحتهم أو الصلاة أو الزكاة أو صوم رمضان أو أداء الأمانة والعدل ونحو\nذلك لا يجوز لأحد أن يفتيه بمخالفة ما حلف عليه والحنث فى يمينه ولا يجوز\nله أن يستفتي فى ذلك ومن أفتى مثل هؤلاء بمخالفة ما حلفوا عليه والحنث فى\nأيمانهم فهو مفتر على الله الكذب مفت بغير دين الإسلام بل لو أفتى آحاد\nالعامة بأن يفعل خلاف ما حلف عليه من الوفاء فى عقد بيع أو نكاح أو إجارة\nأوغير ذلك مما يجب عليه الوفاء به من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p010'> Vol. 35, p. 010</a>\n            </div>\n             العقود التى يجب الوفاء\nبها وإن لم يحلف عليها فإذا حلف كان أوكد فمن أفتى مثل هذا بجواز نقض هذه\nالعقود والحنث فى يمينه كان مفتريا على الله الكذب مفتيا بغير دين الإسلام\nفكيف إذا كان ذلك فى معاقدة ولاة الأمور التى هي أعظم العقود التى <span id='ms04'></span> أمر الله\nبالوفاء بها وهذا كما أن جمهور العلماء يقولون يمين المكره بغير حق لا\nينعقد سواء كان بالله أو النذر أو الطلاق أو العتاق وهذا مذهب مالك\nوالشافعي وأحمد ثم إذا أكره ولي الأمر الناس على مايجب عليهم من طاعته\nومناصحته وحلفهم على ذلك لم يجز لأحد أن يأذن لهم فى ترك ما أمر الله به\nورسوله من ذلك ويرخص لهم فى الحنث فى هذه الأيمان لأن ما كان واجبا بدون\nاليمين فاليمين تقويه لا تضعفه ولو قدر أن صاحبها أكره عليها ومن أراد أن\nيقول بلزوم المحلوف مطلقا فى بعض الأيمان لأجل تحليف ولاة الأمور أحيانا\nقيل له وهذا يرد عليك فيما تعتقده فى يمين المكره فإنك تقول لايلزم وإن حلف\nبها ولاة الأمور ويرد عليك فى أمور كثيرة تفتى بها فى الحيل مع ما فيه من\nمعصية الله تعالى ورسوله وولاة الأمور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p011'> Vol. 35, p. 011</a>\n            </div>\n             وأما أهل العلم والدين\nوالفضل فلا يرخصون لأحد فيما نهى الله عنه من معصية ولاة الأمور وغشهم\nوالخروج عليهم بوجه من الوجوه كما قد عرف من عادات أهل السنة والدين قديما\nوحديثا ومن سيرة غيرهم وقد ثبت فى الصحيح عن بن عمر رضى الله عنه عن النبى\nصلى الله عليه وسلم أنه قال ( ينصب لكل غادر لواء يوم القيامة عند أسته\nبقدر غدره ( قال وإن من أعظم الغدر يعنى بإمام المسلمين وهذا حدث به عبد\nالله بن عمر لما قام قوم من أهل المدينة يخرجون عن طاعة ولي أمرهم ينقضون\nبيعته وفى صحيح مسلم عن نافع قال جاء عبد الله بن عمر إلى عبد الله بن مطيع\nحين كان من أمر الحرة ما كان زمن يزيد بن معاوية فقال اطرحوا لأبي عبد\nالرحمن وسادة فقال إنى لم آتك لأجلس أتيتك لأحدثك حديثا سمعت رسول الله صلى\nالله عليه وسلم يقول ( من خلع يدا لقي الله يوم القيامة ولا حجة له ومن مات\nوليس فى عنقه بيعة مات ميتة جاهلية ( وفى الصحيحين عن بن عباس رضى <span id='ms05'></span> الله عنه\nقال قال رسول الله صلى الله عليه وسلم ( من رأى من أميره شيئا يكرهه فليصبر\nعليه فإنه ليس أحد من الناس يخرج من السلطان شبرا فمات عليه إلامات ميتة\nجاهلية ( وفى صحيح مسلم عن أبى هريرة رضى الله عنه عن رسول الله صلى الله\nعليه وسلم أنه قال ( من خرج من الطاعة وفارق الجماعة فمات مات ميتة جاهلية\nومن قاتل تحت راية عمية يغضب لعصبية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p012'> Vol. 35, p. 012</a>\n            </div>\n             أو يدعو إلى عصبية أو ينصر\nعصبية فقتل فقتله جاهلية ( وفى لفظ ( ليس من أمتى من خرج على أمتى يضرب\nبرها وفاجرها ولا يتحاشا من مؤمنها ولا يوفي لذي عهدها فليس منى ولست منه (\n</p>\n\n<p>\nفالأول هو الذي يخرج عن طاعة ولي الأمر ويفارق الجماعة\n</p>\n\n<p>\nوالثانى هو الذي يقاتل لأجل العصبية والرياسة لا فى سبيل الله كأهل\nالأهواء مثل قيس ويمن\n</p>\n\n<p>\nوالثالث مثل الذى يقطع الطريق فيقتل من لقيه من مسلم وذمي ليأخذ ماله\nوكالحرورية المارقين الذين قاتلهم علي بن أبى طالب الذى قال فيهم النبى صلى\nالله عليه وسلم ( يحقر أحدكم صلاته مع صلاتهم وصيامه مع صيامهم وقراءته مع\nقراءتهم يقرؤون القرآن لا يجاوز حناجرهم يمرقون من الإسلام كما يمرق السهم\nمن الرمية أينما لقيتموهم فاقتلوهم فإن فى قتلهم أجرا عند الله لمن قتلهم\nيوم القيامة (\n</p>\n\n<p>\nوقد أمر النبى صلى الله عليه وسلم بطاعة ولي الأمر وإن كان عبدا حبشيا\nكما فى صحيح مسلم عن النبى صلى الله عليه وسلم قال ( اسمعوا وأطيعوا وإن\nاستعمل عليكم عبد حبشي كأن رأسه زبيبة ( وعن أبى ذر قال ( أوصانى خليلى أن\nاسمعوا وأطيعوا ولوكان حبشيا مجدع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p013'> Vol. 35, p. 013</a>\n            </div>\n             الأطراف ( وعن البخارى ( ولو\nلحبشي كان رأسه زبيبة ( وفى صحيح مسلم عن أم الحصين رضي الله عنها أنها\nسمعت رسول الله صلى الله عليه وسلم بحجة الوداع وهو يقول ( ولو استعمل عبدا\nيقودكم بكتاب الله اسمعوا وأطيعوا ( وفى رواية ( عبد حبشي مجدعا ( وفى صحيح\nمسلم عن عوف بن مالك رضى الله عنه عن رسول الله صلى الله عليه وسلم قال <span id='ms06'></span> (\nخيار أئمتكم الذين تحبونهم ويحبونكم وتصلون عليهم ويصلون عليكم وشرار\nأئمتكم الذين تبغضونهم ويبغضونكم وتلعنونهم ويلعنونكم ( قلنا يارسول الله\nأفلا ننابذهم بالسيف عند ذلك قال ( لا ما أقاموا فيكم الصلاة لا ما أقاموا\nفيكم الصلاة ألا من ولي عليه وآل فرآه يأتي شيئا من معصية فليكره ما يأتي\nمن معصية الله ولا ينزعن يدا من طاعة (\n</p>\n\n<p>\nوفى صحيح مسلم عن عبد الله بن عمر رضى الله عنه قال قال رسول الله صلى\nالله عليه وسلم ( إن المقسطين عند الله على منابر من نور عن يمين الرحمن\nوكلتا يديه يمين الذين يعدلون فى حكمهم وأهليهم وما ولوا ( وفى صحيح مسلم\nعن عائشة رضى الله عنها أنها سمعت رسول الله صلى الله عليه وسلم يقول (\nاللهم من ولي من أمر أمتي شيئا فشق عليهم فاشقق عليه ومن ولي من أمر أمتى\nشيئا فرفق بهم فارفق به ( وفى الصحيحين عن الحسن البصري قال عاد عبد الله\nبن زياد معقل بن يسار فى مرضه الذى مات فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p014'> Vol. 35, p. 014</a>\n            </div>\n             فقال له معقل إنى\nمحدثك حديثا سمعته من رسول الله صلى الله عليه وسلم إنى سمعت رسول الله صلى\nالله عليه وسلم يقول ( ما من عبد يسترعيه الله رعية يموت يوم يموت وهو غاش\nلرعيته إلاحرم الله عليه الجنة ( وفى رواية لمسلم ( ما من أمير يلي من أمر\nالمسلمين شيئا ثم لا يجهد لهم وينصح إلا لم يدخل معهم الجنة (\n</p>\n\n<p>\nوفى الصحيحين عن بن عمر رضى الله عنه عن النبى صلى الله عليه وسلم أنه\nقال ( ألا كلكم راع وكلكم مسئوول عن رعيته والرجل راع على أهل بيته وهو\nمسئوول عنهم والمرأة راعية على بيت بعلها وهي مسئوولة عنه والعبد راع على\nمال سيده وهو مسئوول عنه ألا كلكم راع وكلكم مسئوول عن رعيته ( وفى\nالصحيحين عن علي رضى الله عنه أن النبى صلى الله عليه وسلم بعث جيشا وأمر\nعليهم رجلا فأوقد نارا فقال ادخلوها فأراد الناس أن يدخلوها وقال الآخرون\nإنا فررنا منها فذكر ذلك <span id='ms07'></span> لرسول الله صلى الله عليه وسلم فقال للذين أرادوا\nأن يدخلوها ( لو دخلتموها لم تزالوا فيها إلى يوم القيامة وقال للآخرين\nقولا حسنا وقال لا طاعة فى معصية الله إنما الطاعة فى المعروف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p015'> Vol. 35, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\n| فصل\n</p>\n\n<p>\nقال الله تعالى ( وما خلقت الجن والانس إلا ليعبدون ) وقال الله تعالى (\nوما أرسلنا من رسول إلا ليطاع بإذن الله ) ( من يطع الرسول فقد أطاع الله )\nوقال تعالى ( فلا وربك لايؤمنون حتى يحكموك فيما شجر بينهم ثم لا يجدوا فى\nأنفسهم حرجا مما قضيت ويسلموا تسليما ) وقال تعالى ( قل إن كنتم تحبون الله\nفاتبعوني يحببكم الله ويغفر لكم ذنوبكم ) وقال تعالى ( يوم تقلب وجوههم فى\nالنار يقولون ياليتنا أطعنا الله وأطعنا الرسول وقالوا ربنا إنا أطعنا\nسادتنا وكبرائنا فأضلونا السبيل ربنا آتهم ضعفين من العذاب والعنهم لعنا\nكبيرا ) وقال تعالى ( ومن يطع الله والرسول فأولئك مع الذين أنعم الله\nعليهم من النبيين والصديقين والشهداء والصالحين وحسن أولئك رفيقا )\n</p>\n\n<p>\nفطاعة الله ورسوله واجبة على كل أحد وطاعة ولاة الأمور واجبة لأمر الله\nبطاعتهم فمن أطاع الله ورسوله بطاعة ولاة الأمر لله فأجره على الله ومن كان\nلايطيعهم إلا لما يأخذه من الولاية والمال فإن أعطوه أطاعهم وإن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p016'> Vol. 35, p. 016</a>\n            </div>\n             منعوه عصاهم فماله فى الآخرة من خلاق وقد روى البخارى ومسلم عن\nأبى هريرة رضى الله عنه عن النبى صلى الله عليه وسلم قال ( ثلاثة لايكلمهم\nالله يوم القيامة ولاينظر إليهم ولا يزكيهم ولهم عذاب أليم رجل على فضل ماء\nبالفلاة يمنعه من بن السبيل ورجل بايع رجلا بسلعة بعد العصر فحلف له بالله\nلأخذها بكذا وكذا فصدقه وهو غير ذلك ورجل بايع إماما لا يبايعه إلا لدنيا\nفإن أعطاه منها وفى وإن لم يعطه منها لم يف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p017'> Vol. 35, p. 017</a>\n            </div>\n             + 18 32 +\n</p>\n\n<p>\n| وقال قدس الله روحه\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nالحمد لله رب العالمين وأشهد أن لا إله إلا الله وحده لاشريك له وأشهد أن\nمحمدا عبده ورسوله صلى الله عليه وعلى آله وسلم تسليما\n</p>\n\n<p>\n| قاعدة\n</p>\n\n<p>\nقال النبى صلى الله عليه وسلم ( خلافة النبوة <span id='ms08'></span> ثلاثون سنة ثم يؤتي الله\nملكه أو الملك من يشاء ( لفظ أبي داود من رواية عبد الوارث والعوام ( تكون\nالخلافة ثلاثون عاما ثم يكون الملك ( تكون الخلافة ثلاثين سنة ثم تصير ملكا\n( وهو حديث مشهور من رواية حماد بن سلمة وعبد الوارث بن سعيد والعوام بن\nحوشب وغيره عن سعيد بن جمهان عن سفينة مولى رسول الله صلى الله عليه وسلم\nرواه أهل السنن كأبى داود وغيره واعتمد عليه الإمام أحمد وغيره فى تقرير\nخلافة الخلفاء الراشدين الأربعة وثبته أحمد واستدل به على من توقف فى خلافة\nعلي من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p018'> Vol. 35, p. 018</a>\n            </div>\n             أجل افتراق الناس عليه حتى قال أحمد من لم يربع بعلي فى\nالخلافة فهو أضل من حمار أهله ونهى عن مناكحته وهو متفق عليه بين الفقهاء\nوعلماء السنة وأهل المعرفة والتصوف وهو مذهب العامة\n</p>\n\n<p>\nوإنما يخالفهم فى ذلك بعض ( أهل ) الأهواء من أهل الكلام ونحوهم كالرافضة\nالطاعنين فى خلافة الثلاثة أو الخوارج الطاعنين فى خلافة الصهرين المنافيين\nعثمان وعلي أو بعض الناصبة النافين لخلافة علي أو بعض الجهال من المتسننة\nالواقفين فى خلافته ووفاة النبي صلى الله عليه وسلم كانت فى شهر ربيع الأول\nسنة إحدى عشرة من هجرته وإلى عام ثلاثين سنة كان إصلاح إبن رسول الله صلى\nالله عليه وسلم الحسن بن علي السيد بين فئتين من المؤمنين بنزوله عن الأمر\nعام إحدى وأربعين فى شهر جمادى الأولى وسمي عام الجماعة لاجتماع الناس على\nمعاوية وهو أول الملوك\n</p>\n\n<p>\nوفي ا 4 لحديث الذي رواه مسلم ( ستكون خلافة نبوة ورحمة ثم يكون ملك\nورحمة ثم يكون ملك وجبرية ثم يكون ملك عضوض ( وقال صلى الله عليه وسلم فى\nالحديث المشهور فى السنن وهو صحيح ( إنه من يعش منكم بعدى فسيرى اختلافا\nكثيرا عليكم بسنتى وسنة الخلفاء الراشدين المهديين من بعدي تمسكوا بها\nوعضوا عليها بالنواجذ وإياكم ومحدثات الأمور فإن كل بدعة ضلالة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p019'> Vol. 35, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nويجوز تسمية من بعد الخلفاء الراشدين خلفاء وإن كانوا ملوكا ولم يكونوا\nخلفاء الأنبياء بدليل ما رواه البخاري ومسلم <span id='ms09'></span> فى صحيحيهما عن أبى هريرة رضى\nالله عنه عن رسول الله صلى الله عليه وسلم قال ( كانت بنو إسرائيل يسوسهم\nالأنبياء كلما هلك نبي خلفه نبي وأنه لا نبي بعدي وستكون خلفاء فتكثر قالوا\nفما تامرنا قال فوا ببيعة الأول فالأول ثم أعطوهم حقهم فإن الله سائلهم عما\nاسترعاهم ( فقوله ( فتكثر ( دليل على من سوى الراشدين فإنهم لم يكونوا\nكثيرا وأيضا قوله ( فوا ببيعة الأول فالأول ( دل على أنهم يختلفون\nوالراشدون لم يختلفوا وقوله ( فأعطوهم حقهم فإن الله سائلهم عما استرعاهم (\nدليل على مذهب أهل السنة فى إعطاء الأمراء حقهم من المال والمغنم وقد ذكرت\nفى غير هذا الموضوع أن مصير الأمر إلى الملوك ونوابهم من الولاة والقضاة\nوالأمراء ليس لنقص فيهم فقط بل لنقص فى الراعي والرعية جميعا فإنه ( كما\nتكونون يول عليكم ( وقد قال الله تعالى ( وكذلك نولي بعض الظالمين بعضا )\n</p>\n\n<p>\nوقد استفاض وتقرر فى غير هذا الموضع ماقد أمر به صلى الله عليه وسلم من\nطاعة الأمراء في غير معصية الله ومناصحتهم والصبر عليهم فى حكمهم وقسمهم\nوالغزو معهم والصلاة خلفهم ونحو ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p020'> Vol. 35, p. 020</a>\n            </div>\n             من متابعتهم فى الحسنات\nالتي لايقوم بها الأهم فإنه من باب التعاون على البر والتقوى وما نهى عنه\nمن تصديقهم بكذبهم وإعانتهم على ظلمهم وطاعتهم فى معصية الله ونحو ذلك مما\nهو من باب التعاون على الاثم والعدوان\n</p>\n\n<p>\nوما أمر به أيضا من الأمر بالمعروف والنهي عن المنكر لهم ولغيرهم على\nالوجه المشروع وما يدخل فى ذلك من تبليغ رسالات الله إليهم بحيث لايترك ذلك\nجبنا ولا بخلا ولا خشية لهم ولا اشتراء للثمن القليل بآيات الله ولا يفعل\nأيضا للرئاسة عليهم ولاعلى العامة ولاللحسد ولا للكبر ولا للرياء لهم ولا\nللعامة ولا يزال المنكر بما هو أنكر منه بحيث يخرج عليهم بالسلاح وتقام\nالفتن كما هو معروف من أصول أهل السنة والجماعة كما دلت عليه النصوص\nالنبوية لما فى ذلك من الفساد الذي يربى على فساد مايكون من ظلمهم بل يطاع\nالله فيهم <span id='ms10'></span> وفي غيرهم ويفعل ما أمر به ويترك مانهى عنه وهذه جملة تفصيلها\nيحتاج إلى بسط كثير\n</p>\n\n<p>\nوالغرض هنا بيان جماع الحسنات والسيئات الواقعة بعد خلافة النبوة فى\nالإمارة وفي تركها فإنه مقام خطر وذلك أن خبره بانقضاء خلافة النبوة فيه\nالذم للملك والعيب له لاسيما وفى حديث أبى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p021'> Vol. 35, p. 021</a>\n            </div>\n             بكرة أنه استاء\nللرؤيا وقال ( خلافة نبوة ثم يؤتي الله الملك من يشاء (\n</p>\n\n<p>\nثم النصوص الموجبة لنصب الأئمة والأمراء ومافى الأعمال الصالحة التى\nيتولونها من الثواب حمد لذلك وترغيب فيه فيجب تخليص محمود ذلك من مذمومه\nوفى حكم اجتماع الأمرين وقد روى عن النبى صلى الله عليه وسلم أنه قال ( إن\nالله خيرنى بين أن أكون عبدا رسولا وبين أن أكون نبيا ملكا فاخترت أن أكون\nعبدا رسولا (\n</p>\n\n<p>\nفإذا كان الأصل فى ذلك شوب الولاية من الامارة والقضاء والملك هل هو جائز\nفى الأصل والخلافة مستحبة أم ليس بجائز إلا لحاجة من نقص علم أو نقص قدرة\nبدونه فنحتج بأنه ليس بجائز فى الأصل بل الواجب خلافة النبوة لقوله صلى\nالله عليه وسلم ( عليكم بسنتي وسنة الخلفاء الراشدين من بعدي تمسكوا بها\nوعضوا عليها بالنواجذ وإياكم ومحدثات الأمور فكل بدعة ضلالة ( بعد قوله (\nمن يعش منكم بعدي فسيرى اختلافا كثيرا ( فهذا أمر وتحضيض على لزوم سنة\nالخلفاء وأمر بالإستمساك بها وتحذير من المحدثات المخالفة لها وهذا الأمر\nمنه والنهي دليل بين فى الوجوب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p022'> Vol. 35, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nثم اختص من ذلك قوله ( إقتدوا بالذين من بعدي أبى بكر وعمر ( فهذان أمر\nبالإقتداء بهما والخلفاء الراشدون أمر بلزوم سنتهم وفى هذا تخصيص للشيخين\nمن وجهين\n</p>\n\n<p>\nأحدهما أن السنة ماسنوه للناس وأما القدوة فيدخل فيها الإقتداء بهما فيما\nفعلاه مما لم يجعلوه سنة\n</p>\n\n<p>\nالثانى أن السنة أضافها إلى الخلفاء لا إلى كل منهم فقد يقال إما ذلك\nفيما اتفقوا عليه دون ما انفرد به بعضهم وأما القدوة فعين القدوة بهذا\nوبهذا وفى هذا الوجه نظر\n</p>\n\n<p>\nويستفاد من هذا أن ما فعله عثمان وعلى من الاجتهاد الذى سبقهما بما <span id='ms11'></span> هو\nافضل منه أبو بكر وعمر ودلت النصوص وموافقة جمهور الأمة على رجحانه وكان\nسببه افتراق الأمة لا يؤمر بالإقتداء بهما فيه إذ ليس ذلك من سنة الخلفاء\nوذلك أن أبا بكر وعمر ساسا الأمة بالرغبة والرهبة وسلما من التأويل فى\nالدماء والأموال وعثمان رضى الله عنه غلب الرغبة وتأول فى الأموال وعلي غلب\nالرهبة وتأول فى الدماء وأبو بكر وعمر كمل زهدهما فى المال والرياسة وعثمان\nكمل زهده فى الرياسة وعلى كمل زهده فى المال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p023'> Vol. 35, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nوأيضا فكون النبي صلى الله عليه وسلم استاء للملك بعد خلافة النبوة دليل\nعلى أنه متضمن ترك بعض الدين الواجب\n</p>\n\n<p>\nوقد يحتج من يجوز الملك بالنصوص التى منها قوله لمعاوية ( إن ملكت فأحسن\n( ونحو ذلك وفيه نظر ويحتج بأن عمر أقر معاوية لما قدم الشام على ما رآه من\nأبهة الملك لما ذكر له المصلحة فيه فإن عمر قال لا آمرك ولا أنهاك ويقال فى\nهذا إن عمر لم ينهه لا أنه أذن له فى ذلك لان معاوية ذكر وجه الحاجة إلى\nذلك ولم يثق عمر بالحاجة فصار محل اجتهاد فى الجملة\n</p>\n\n<p>\nفهذان القولان متوسطان ان يقال الخلافة واجبة وإنما يجوز الخروج عنها\nبقدر الحاجة أو إن يقال يجوز قبولها من الملك بما ييسر فعل المقصود\nبالولاية ولا يعسره إذ ما يبعد المقصود بدونه لابد من اجازته وأما ( ملك )\nفإيجابه أو استحبابه محل اجتهاد\n</p>\n\n<p>\nوهنا طرفان أحدهما من يوجب ذلك فى كل حال وزمان وعلى كل أحد ويذم من خرج\nعن ذلك مطلقا أو لحاجة كما هو حال أهل البدع من الخوارج والمعتزلة وطوائف\nمن المتسننة والمتزهدة والثانى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p024'> Vol. 35, p. 024</a>\n            </div>\n             من يبيح الملك مطلقا من غير\nتقيد بسنة الخلفاء كما هو فعل الظلمة والإباحية وأفراد المرجئة وهذا تفصيل\nجيد وسيأتي تمامه وتحقيق الأمر أن يقال انتقال الأمر عن خلافة النبوة إلى\nالملك إما أن يكون لعجز العباد عن خلافة النبوة أو اجتهاد سائغ أو مع\nالقدرة على ذلك علما وعملا فإن كان مع العجز علما أو <span id='ms12'></span> عملا كان ذو الملك\nمعذورا فى ذلك وان كانت خلافة النبوة واجبة مع القدرة كما تسقط سائر\nالواجبات مع العجز كحال النجاشى لما اسلم وعجز عن اظهار ذلك فى قومه بل حال\nيوسف الصديق تشبه ذلك من بعض الوجوه لكن الملك كان جائزا لبعض الأنبياء\nكداود وسليمان ويوسف\n</p>\n\n<p>\nوإن كان مع القدرة علما وعملا وقدر أن خلافة النبوة مستحبة ليست واجبة\nوإن اختيار الملك جائز فى شريعتنا كجوازه فى غير شريعتنا فهذا التقدير إذا\nفرض أنه حق فلا اثم على الملك العادل أيضا\n</p>\n\n<p>\nوهذا الوجه قد ذكره القاضي أبو يعلى فى المعتمد لما تكلم فى تثبيت خلافة\nمعاوية وبنى ذلك على ظهور إسلامه وعدالته وحسن سيرته وأنه ثبتت إمامته بعد\nموت علي لما عقدها الحسن له وسمى ذلك عام الجماعة وذكر حديث عبد الله بن\nمسعود ( تدور رحا الإسلام على رأس خمس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p025'> Vol. 35, p. 025</a>\n            </div>\n             وثلاثين ( قال قال أحمد\nفى رواية بن الحكم يروي عن الزهري أن معاوية كان أمره خمس سنين لا ينكر\nعليه شيء فكان هذا على حديث النبى ( خمس وثلاثين سنة ( قال بن الحكم قلت\nلأحمد من قال حديث بن مسعود ( تدور رحا الاسلام لخمس وثلاثين ( أنها من\nمهاجر النبى صلى الله عليه وسلم قال لقد أخبر هذا وما عليه أن يكون النبى\nصلى الله عليه وسلم يصف الإسلام بسير هو بالجناية انما يصف ما يكون بعده من\nالسنين\n</p>\n\n<p>\nقال وظاهر هذا من كلام أحمد أنه أخذ بظاهر الحديث وأن خلافة معاوية كانت\nمن جملة الخمس والثلاثين وذكر أن رجلا سأل أحمد عن الخلافة فقال كل بيعة\nكانت بالمدينة فهي خلافة نبوة لنا قال القاضي وظاهر هذا أن ما كان بغير\nالمدينة لم يكن خلافة نبوة\n</p>\n\n<p>\nقلت نصوص أحمد على ان الخلافة تمت بعلى كثيرة جدا\n</p>\n\n<p>\nثم عارض القاضي ذلك بقوله ( الخلافة ثلاثون سنة ثم تصير ملكا ( قال\nالسائل فلما خص الخلافة بعده بثلاثين سنة كان آخرها اخر ايام على وان بعد\nذلك يكون ملكا دل على أن ذلك ليس <span id='ms13'></span> بخلافة فأجاب القاضي بأنه يحتمل أن يكون\nالمراد به الخلافة التى لا يشوبها ملك بعده ثلاثون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p026'> Vol. 35, p. 026</a>\n            </div>\n             سنة وهكذا\nكانت خلافة الخلفاء الاربعة ومعاوية قد شابها الملك وليس هذا قادحا فى\nخلافته كما أن ملك سليمان لم يقدح فى نبوته وان كان غيره من الانبياء فقيرا\nقلت فهذا يقتضى ان شوب الخلافة بالملك جائز فى شريعتنا وان ذلك لا ينافى\nالعدالة وان كانت الخلافة المحضة افضل وكل من انتصر لمعاوية وجعله مجتهدا\nفى اموره ولم ينسبه إلى معصية فعليه أن يقول بأحد القولين اما جواز شوبها\nبالملك أو عدم اللوم على ذلك فيتجه اذا قال ان خلافة النبوة واجبة فلو قدر\nفان عمل سيئة فكبيرة وان كان دينا أو لان الفاسق من غلبت سيئاته حسناته\nوليس كذلك وهذا رحمته بالملوك العادلين اذ هم فى الصحابة من يقتدى به\n</p>\n\n<p>\nواما اهل البدع كالمعتزلة فيفسقون معاوية لحرب على وغير ذلك بناء على أنه\nفعل كبيرة وهى توجب التفسيق فلابد من منع احدى المقدمتين ثم اذا ساغ هذا\nللملوك ساغ للقضاة والامراء ونحوهم\n</p>\n\n<p>\nوأما اذا كانت خلافة النبوة واجبة وهي مقدورة وقد تركت فترك الواجب سبب\nللذم والعقاب ثم هل تركها كبيرة أو صغيرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p027'> Vol. 35, p. 027</a>\n            </div>\n             ان كان صغيرة لم يقدح\nفى العدالة وان كان كبيرة ففيه القولان لكن يقال هنا اذا كان القائم بالملك\nوالامارة يفعل من الحسنات المامور بها ويترك من السيئات المنهى عنها ما\nيزيد به ثوابه على عقوبة ما يتركه من واجب أو يفعله من محظور فهذا قد ترجحت\nحسناته على سيئاته فاذا كان غيره مقصرا فى هذه الطاعة التى فعلها مع سلامته\nعن سيئاته فله ثلاثة أحوال اما أن يكون الفاضل من حسنات الامير اكثر من\nمجموع حسنات هذا أو اقل فإن كانت فاضلة اكثر كان أفضل وان كان اقل كان\nمفضولا وان تساويا تكافآ هذا موجب العدل ومقتضى نصوص الكتاب والسنة فى\nالثواب والعقاب\n</p>\n\n<p>\nوهو مبنى على قول من يعتبر الموازنة والمقابلة فى الجزاء وفى العدالة\nايضا واما من يقول <span id='ms14'></span> انه بالكبيرة الواحدة يستحق الوعيد ولو كان له حسنات\nكثيرة عظيمة فلا يجيء هذا وهو قول طائفة من العلماء فى العدالة والاول اصح\nعلى ما تدل عليه النصوص\n</p>\n\n<p>\nويتفرع من هنا مسألة وهو ما اذا كان لا يتأتى له فعل الحسنة الراجحة الا\nبسيئة دونها فى العقاب فلها صورتان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p028'> Vol. 35, p. 028</a>\n            </div>\n             احداهما اذا لم يمكن الا\nذلك فهنا لا يبقى سيئة فان ما لا يتم الواجب أو المستحب الا به فهو واجب أو\nمستحب ثم ان كان مفسدته دون تلك المصلحة لم يكن محظورا كأكل الميتة للمضطر\nونحو ذلك من الامور المحظورة التى تبيحها الحاجات كلبس الحرير فى البرد\nونحو ذلك وهذا باب عظيم\n</p>\n\n<p>\nفإن كثيرا من الناس يستشعر سوء الفعل ولا ينظر إلى الحاجة المعارضة له\nالتى يحصل بها من ثواب الحسنة ما يربى على ذلك بحيث يصير المحظور مندرجا فى\nالمحبوب أو يصير مباحا اذا لم يعارضه الا مجرد الحاجة كما أن من الامور\nالمباحة بل والمأمور بها ايجابا أو استحبابا ما يعارضها مفسدة راجحة تجعلها\nمحرمة أو مرجوحة كالصيام للمريض وكالطهارة بالماء لمن يخاف عليه الموت كما\nقال ( قتلوه قتلهم الله هلا سألوا اذا لم يعلموا فإنما شفاء العى السؤال (\n</p>\n\n<p>\nوعلى هذا الاصل يبنى جواز العدول احيانا عن بعض سنة الخلفاء كما يجوز ترك\nبعض واجبات الشريعة وارتكاب بعض محظوراتها للضرورة وذلك فيما اذا وقع العجز\nعن بعض سنتهم أو وقعت الضرورة إلى بعض ما نهوا عنه بأن تكون الواجبات\nالمقصودة بالامارة لا تقوم الا بما مضرته أقل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p029'> Vol. 35, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nوهكذا مسألة الترك كما قلناه اولا وبينا انه لا يخالفه الا اهل البدع\nونحوهم من اهل الجهل والظلم ( والصورة الثانية اذا كان يمكن فعل الحسنات\nبلا سيئة لكن بمشقة لا تطيعه نفسه عليها أو بكراهة من طبعه بحيث لا تطيعه\nنفسه إلى فعل تلك الحسنات الكبار المأمور بها ايجابا أو استحبابا ان لم\nيبذل لنفسه ما تحبه من بعض الامور المنهى عنها التى اثمها دون منفعة الحسنة\nفهذا القسم واقع كثيرا <span id='ms15'></span> فى اهل الامارة والسياسة والجهاد واهل العلم والقضاء\nوالكلام واهل العبادة والتصوف وفى العامة مثل من لا تطيعه نفسه إلى القيام\nبمصالح الامارة من الامر بالمعروف والنهى عن المنكر واقامة الحدود وأمن\nالسبل وجهاد العدو وقسمة المال الا بحظوظ منهى عنها من الاستئثار ببعض\nالمال والرياسة على الناس والمحاباة فى القسم وغير ذلك من الشهوات وكذلك فى\nالجهاد لا تطيعه نفسه على الجهاد الا بنوع من التهور وفى العلم لا تطيعه\nنفسه على تحقيق علم الفقه وأصول الدين الا بنوع من المنهى عنه من الرأى\nوالكلام ولا تطيعه نفسه على تحقيق علم العبادة المشروعة والمعرفة المأمور\nبها الا بنوع من الرهبانية\n</p>\n\n<p>\nفهذا القسم كثر فى دول الملوك اذ هو واقع فيهم وفى كثير من امرائهم\nوقضاتهم وعلمائهم وعبادهم اعنى اهل زمانهم وبسببه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p030'> Vol. 35, p. 030</a>\n            </div>\n             نشأت الفتن\nبين الامة فاقوام نظروا إلى ما ارتكبوه من الامور المنهى عنها فذموهم\nوأبغضوهم واقوام نظروا إلى ما فعلوه من الامور المامور بها فأحبوهم ثم\nالاولون ربما عدوا حسناتهم سيئات والاخرون ربما جعلوا سيئاتهم حسنات وقد\nتقدم اصل هذه المسالة وهو انه اذا تعسر فعل الواجب فى الامارة الا بنوع من\nالملك فهل يكون الملك مباحا كما يباح عند التعذر ذكرنا فيه القولين فإن\nاقيم التعسر مقام التعذر لم يكن ذلك اثما وان لم يقم كان اثما واما ما لا\nتعذر فيه ولا تعسر فان الخروج فيه عن سنة الخلفاء اتباع للهوى فالتحقيق أن\nالحسنات حسنات والسيئات سيئات وهم خلطوا عملا صالحا وآخر سيئا وحكم الشريعة\nأنهم لايؤذن لهم فيما فعلوه من السيئات ولا يؤمرون به ولا يجعل حظ أنفسهم\nعذرا لهم فى فعلهم إذا لم تكن الشريعة عذرتهم لكن يؤمرون بما فعلوه من\nالحسنات ويحضون على ذلك ويرغبون فيه وإن علم أنهم لا يفعلونه إلا بالسيئات\nالمرجوحة كما يؤمر الأمراء بالجهاد وإن علم أنهم لا يجاهدون إلا بنوع من\nالظلم الذى تقل مفسدته بالنسبة إلى مصلحة الجهاد\n</p>\n\n<p>\nثم إذا علم أنهم إذا نهوا عن تلك السيئات <span id='ms16'></span> تركوا الحسنات الراجحة الواجبة\nلم ينهوا عنها لما فى النهي عنها من مفسدة ترك الحسنات الواجبة إلا أن يمكن\nالجمع بين الأمرين فيفعل حينئذ تمام الواجب كما كان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p031'> Vol. 35, p. 031</a>\n            </div>\n             عمر بن\nالخطاب يستعمل من فيه فجور لرجحان المصلحة فى عمله ثم يزيل فجوره بقوته\nوعدله\n</p>\n\n<p>\nويكون ترك النهي عنها حينئذ مثل ترك الانكار باليد أو بالسلاح إذا كان\nفيه مفسدة راجحة على مفسدة المنكر فإذا كان النهي مستلزما فى القضية\nالمعينة لترك المعروف الراجح كان بمنزلة أن يكون مستلزما لفعل المنكر\nالراجح كمن أسلم على أن لايصلي إلا صلاتين كما هو مأثور عن ( بعض من أسلم\nعلى عهد ) النبي أو أسلم بعض الملوك المسلطين وهو يشرب الخمر أو يفعل بعض\nالمحرمات ولو نهي عن ذلك إرتد عن الاسلام\n</p>\n\n<p>\nففرق بين ترك العالم أو الأمير لنهي بعض الناس عن الشيء إذا كان فى النهي\nمفسدة راجحة وبين إذنه فى فعله وهذا يختلف باختلاف الأحوال ففى حال أخرى\nيجب اظهار النهي إما لبيان التحريم واعتقاده والخوف من فعله أو لرجاء الترك\nأو لاقامة الحجة بحسب الأحوال ولهذا تنوع حال النبى صلى الله عليه وسلم فى\nأمره ونهيه وجهاده وعفوه واقامته الحدود وغلظته ورحمته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p032'> Vol. 35, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\n| وقال شيخ الاسلام رحمه الله تعالى\n</p>\n\n#\n<p>\n| فصل\n</p>\n\n<p>\nقد ذكرت فيما تقدم الكلام على الملك هل هو جائز فى شريعتنا ولكن خلافة\nالنبوة مستحبة وأفضل منه أم خلافة النبوة واجبة وانما تجويز تركها إلى\nالملك للعذر كسائر الواجبات تكلمت على ذلك\n</p>\n\n<p>\nوأما فى شرع من قبلنا فإن الملك جائز كالغنى يكون للأنبياء تارة\nوللصالحين أخرى قال الله تعالى فى داود ( وآتاه الله الملك والحكمة وعلمه\nمما يشاء ) وقال عن سليمان ( رب اغفرلى وهب لى ملكا لاينبغى لأحد من بعدى\nإنك أنت الوهاب ) وقال عن يوسف ( رب قد آتيتنى من الملك وعلمتنى من تأويل\nالأحاديث ) فهؤلاء ثلاثة أنبياء أخبر الله أنه آتاهم الملك وقال ( أم\nيحسدون الناس على ما آتاهم الله من فضله فقد آتينا آل إبراهيم الكتاب\nوالحكمة وآتيناهم ملكا عظيما <span id='ms17'></span> فمنهم من آمن به ومنهم من صد عنه وكفى بجهنم\nسعيرا ) فهذا ملك لآل إبراهيم وملك لآل داود وقد قال مجاهد فى قوله ( تؤتى\nالملك من تشاء ) قال النبوة فجعل النبوة نفسها ملكا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p033'> Vol. 35, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nوالتحقيق أن من النبوة مايكون ملكا فإن النبى له ثلاثة أحوال إما أن يكذب\nولا يتبع ولايطاع فهو نبي لم يؤت ملكا وإما أن يطاع فنفس كونه مطاعا هو ملك\nلكن إن كان لايأمر إلا بما أمر به فهو عبد رسول ليس له ملك وإن كان يأمر\nبما يريده مباحا له ذلك بمنزلة الملك كما قيل لسليمان ( هذا عطاؤنا فامنن\nأو امسك بغير حساب ) فهذا نبي ملك فالملك هنا قسيم العبد الرسول كما قيل\nللنبى صلى الله عليه وسلم ( اختر إما عبدا رسولا وإما نبيا ملكا (\n</p>\n\n<p>\nوأما بالتفسير الأول وهو الطاعة والاتباع فقسم من النبوة والرسالة وهؤلاء\nأكمل وهو حال نبينا صلى الله عليه وسلم فإنه كان عبدا رسولا مؤيدا مطاعا\nمتبوعا فأعطى فائدة كونه مطاعا متبوعا ليكون له مثل أجر من اتبعه ولينتفع\nبه الخلق ويرحموا به ويرحم بهم ولم يختر أن يكون ملكا لئلا ينقص لما فى ذلك\nمن الاستمتاع بالرياسة والمال ( عن ) نصيبه فى الآخرة فإن العبد الرسول\nأفضل عند الله من النبى الملك ولهذا كان أمر نوح وابراهيم وموسى وعيسى بن\nمريم أفضل من داود وسليمان ويوسف حتى إن من أهل الكتاب من طعن فى نبوة داود\nوسليمان كما يطعن كثير من الناس فى ولاية بعض أهل الرياسة والمال وليس\nالأمر كذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p034'> Vol. 35, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الملوك الصالحون فقوله سبحانه ( إن الله قد بعث لكم طالوت ملكا\nقالوا أنى يكون له الملك علينا ونحن أحق بالملك منه ولم يؤت سعة من المال\nقال إن الله اصطفاه عليكم وزاده بسطة فى العلم والجسم والله يؤتى ملكه من\nيشاء والله واسع عليم وقال لهم نبيهم إن آية ملكه أن يأتيكم التابوت )\nوقوله سبحانه ( ويسألونك عن ذى القرنين قل سأتلو عليكم منه ذكرا إنا مكنا\nله فى الأرض وآتيناه <span id='ms18'></span> من كل شيء سببا ) الآية قال مجاهد ملك الأرض مؤمنان\nوكافران فالمؤمنان سليمان وذو القرنين والكافران بختنصر ونمرود وسيملكها\nخامس من هذه الأمة وقوله تعالى ( يا قوم اذكروا نعمة الله عليكم إذ جعل\nفيكم أنبياء وجعلكم ملوكا )\n</p>\n\n<p>\nوأما جنس الملوك فكثيرة كقوله ( وكان وراءهم ملك يأخذ كل سفينة غصبا )\nوقوله ( وقال الملك إني أرى سبع بقرات سمان يأكلهن سبع عجاف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p035'> Vol. 35, p. 035</a>\n            </div>\n             +\n36 47 +\n</p>\n\n<p>\n| وقال شيخ الاسلام قدس الله روحه\n</p>\n\n<p>\nأعلم أن الله تعالى بعث محمدا صلى الله عليه وسلم بالهدى ودين الحق\nليظهره على الدين كله وأكمل لأمته الدين وأتم عليهم النعمة وجعله على شريعة\nمن الأمر وأمره أن يتبعها ولا يتبع سبيل الذين لايعلمون وجعل كتابه مهيمنا\nعلى ما بين يديه من الكتب ومصدقا لها وجعل له شرعة ومنهاجا وشرع لأمته سنن\nالهدى ولن يقوم الدين إلا بالكتاب والميزان والحديد كتاب يهدى به وحديد\nينصره كما قال تعالى ( لقد أرسلنا رسلنا بالبينات وأنزلنا معهم الكتاب\nوالميزان ليقوم الناس بالقسط وأنزلنا الحديد فيه بأس شديد ومنافع للناس )\nفالكتاب به يقوم العلم والدين والميزان به تقوم الحقوق فى العقود المالية\nوالقبوض والحديد به تقوم الحدود على الكافرين والمنافقين\n</p>\n\n<p>\nولهذا كان فى الأزمان المتأخرة الكتاب للعلماء والعباد والميزان للوزراء\nوالكتاب وأهل الديوان والحديد للأمراء والأجناد والكتاب له الصلاة والحديد\nله الجهاد ولهذا كان أكثر الآيات والأحاديث النبوية فى الصلاة والجهاد وكان\nالنبى صلى الله عليه وسلم يقول فى عيادة المريض ( اللهم اشف عبدك يشهد لك\nصلاة وينكألك عدوا ( وقال عليه السلام ( رأس الأمر الاسلام وعموده الصلاة\nوذروة سنامه الجهاد فى سبيل الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p036'> Vol. 35, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nولهذا جمع بينهما فى مواضع من القرآن كقوله تعالى ( إنما المؤمنون الذين\nآمنوا بالله ورسوله ثم لم يرتابوا وجاهدوا بأموالهم وأنفسهم فى سبيل الله )\nوالصلاة أول أعمال الاسلام وأصل أعمال الايمان ولهذا سماها إيمانا فى قوله\n( وما كان الله ليضيع ايمانكم ) أى صلاتكم إلى بيت المقدس هكذا نقل عن\nالسلف وقال تعالى ( أجعلتم سقاية الحاج وعمارة المسجد الحرام كمن آمن بالله\nواليوم الآخر <span id='ms19'></span> وجاهد فى سبيل الله لايستوون عند الله ) وقال ( فسوف يأتى\nالله بقوم يحبهم ويحبونه أذلة على المؤمنين أعزة على الكافرين يجاهدون فى\nسبيل الله ولا يخافون لومة لائم ) فوصفهم بالمحبة التى هي حقيقة الصلاة كما\nقال ( محمد رسول الله والذين معه أشداء على الكفار رحماء بينهم تراهم ركعا\nسجدا يبتغون فضلا من الله ورضوانا ) فوصفهم بالشدة على الكفار والضلال\n</p>\n\n<p>\nوفى الصحيح أن النبى صلى الله عليه وسلم سئل أى العمل أفضل قال ( إيمان\nبالله وجهاد فى سبيله ( فقيل ثم ماذا قال ( ثم حج مبرور ( مع قوله فى\nالحديث الصحيح لما سأله إبن مسعود أي العمل أفضل قال ( الصلاة فى وقتها (\nقال ثم ماذا قال ( بر الوالدين ( قال ثم ماذا قال ( الجهاد فى سبيل الله (\nفإن قوله ( إيمان بالله ( دخل فيه الصلاة ولم يذكر فى الأول بر الوالدين إذ\nليس لكل أحد والدان فالأول مطلق والثانى مقيد بمن له والدان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p037'> Vol. 35, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nولهذا كانت سنة رسول الله صلى الله عليه وسلم وسائر خلفائه الراشدين ومن\nسلك سبيلهم من ولاة الأمور فى الدولة الأموية والعباسية أن الإمام يكون\nإماما فى هذين الأصلين جميعا الصلاة والجهاد فالذى يؤمهم فى الصلاة يؤمهم\nفى الجهاد وأمر الجهاد والصلاة واحد فى المقام والسفر وكان النبى صلى الله\nعليه وسلم إذا استعمل رجلا على بلد مثل عتاب بن أسيد على مكة وعثمان بن أبى\nالعاص على الطائف وغيرهما كان هو الذي يصلى بهم ويقيم الحدود وكذلك إذا\nاستعمل رجلا على مثل غزوة كإستعماله زيد بن حارثة وابنه أسامة وعمرو بن\nالعاص وغيرهم كان أمير الحرب هو الذي يصلي بالناس ولهذا استدل المسلمون\nبتقديمه أبا بكر فى الصلاة على أنه قدمه فى الامامة العامة\n</p>\n\n<p>\nوكذلك كان أمراء الصديق كيزيد بن أبى سفيان وخالد بن الوليد وشرحبيل بن\nحسنة وعمرو بن العاص وغيرهم أمير الحرب هو إمام الصلاة\n</p>\n\n<p>\nوكان نواب عمر بن الخطاب كإستعماله على الكوفة عمار بن ياسر على الحرب\nوالصلاة وبن مسعود على القضاء وبيت المال وعثمان بن حنيف <span id='ms20'></span> على الخراج\n</p>\n\n<p>\nومن هنا أخذ الناس ولاية الحرب وولاية الخراج وولاية القضاء فإن عمر بن\nالخطاب هو أمير المؤمنين فلما انتشر المؤمنون وغلبوا الكافرين على البلاد\nوفتحوها واحتاجوا إلى زيادة فى الترتيب وضع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p038'> Vol. 35, p. 038</a>\n            </div>\n             لهم الديوان ديوان\nالخراج للمال المستخرج وديوان العطاء والنفقات للمال المصروف ومصر لهم\nالأمصار فمصر الكوفة والبصرة ومصر الفسطاط فإنه لم يؤثر أن يكون بينه وبين\nجند المسلمين نهر عظيم كدجلة والفرات والنيل فجعل هذه الأمصار مما يليه\n</p>\n\n<p>\n| فصل\n</p>\n\n<p>\nوكانت مواضع الأئمة ومجامع الأمة هي المساجد فإن النبى صلى الله عليه\nوسلم أسس مسجده المبارك على التقوي ففيه الصلاة والقراءة والذكر وتعليم\nالعلم والخطب وفيه السياسة وعقد الألوية والرايات وتأمير الأمراء وتعريف\nالعرفاء وفيه يجتمع المسلمون عنده لما أهمهم من أمر دينهم ودنياهم\n</p>\n\n<p>\nوكذلك عماله فى مثل مكة والطائف وبلاد اليمن وغير ذلك من الأمصار والقرى\nوكذلك عماله على البوادى فإن لهم مجمعا فيه يصلون وفيه يساسون كما قال\nالنبى صلى الله عليه وسلم ( إن بنى اسرائيل كان تسوسهم الأنبياء كلما ذهب\nنبي خلفه نبى وإنه لانبي بعدى وستكون خلفاء تعرفون وتنكرون ( قالوا فما\nتأمرنا قال ( أوفوا ببيعة الأول فالأول واسألوا الله لكم فإن الله سائلهم\nعما استرعاهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p039'> Vol. 35, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nوكان الخلفاء والأمراء يسكنون فى بيوتهم كما يسكن سائر المسلمين فى\nبيوتهم لكن مجلس الإمام الجامع هو المسجد الجامع وكان سعد بن أبى وقاص قد\nبنى له بالكوفة قصرا وقال أقطع عنى الناس فأرسل إليه عمر بن الخطاب محمد بن\nمسلمة وأمره أن يحرقه فاشترى من نبطي حزمة حطب وشرط عليه حملها إلى قصره\nفحرقه فإن عمر كره للوالي الاحتجاب عن رعيته ولكن بنيت قصور الأمراء فلما\nكانت إمارة معاوية احتجب لما خاف أن يغتال كما اغتيل علي واتخذ المقاصير فى\nالمساجد ليصلي فيها ذو السلطان وحاشيته واتخذ المراكب فاستن به الخلفاء\nالملوك بذلك فصاروا مع كونهم يتولون الحرب والصلاة بالناس ويباشرون الجمعة\nوالجماعة والجهاد واقامة الحدود لهم قصور يسكنون فيها ويغشاهم رؤوس الناس\nفيها كما كانت الخضراء لبنى <span id='ms21'></span> أمية قبلى المسجد الجامع والمساجد يجتمع فيها\nللعبادات والعلم ونحو ذلك\n</p>\n\n<p>\n| فصل\n</p>\n\n<p>\nطال الأمد وتفرقت الأمة وتمسك كل قوم بشعبة من الدين بزيادات زادوها\nفأعرضوا عن شعبة منه أخرى أحدثت الملوك والأمراء القلاع والحصون وإنما كانت\nتبنى الحصون والمعاقل قديما فى الثغور خشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p040'> Vol. 35, p. 040</a>\n            </div>\n             أن يدهمها العدو\nوليس عندهم من يدفعه عنها وكانوا يسمون الثغور الشامية ( العواصم ( وهي\nقنسرين وحلب\n</p>\n\n<p>\nوأحدثت ( المدارس ( لأهل العلم\n</p>\n\n<p>\nوأحدثت ( الربط والخوانق ( لأهل التعبد وأظن مبدأ انتشار ذلك فى ( دولة\nالسلاجقة ( فأول ما بنيت المدارس والرباطات للمساكين ووقفت عليها وقوف تجرى\nعلى أهلها فى وزارة ( نظام الملك ( وأما قبل ذلك فقد وجد ذكر المدارس وذكر\nالربط لكن ما أظن كان موقوفا عليها لأهلها وانما كانت مساكن مختصة وقد ذكر\nالإمام معمر بن زياد من أصحاب الواحدى فى ( أخبار الصوفية ( أن أول دويرة\nبنيت لهم فى البصرة وأما ( المدارس فقد رأيت لها ذكرا قبل دولة السلاجقة فى\nأثناء المائة الرابعة ودولتهم إنما كانت فى المائة الخامسة وكذلك هذه (\nالقلاع والحصون ( التى بالشام عامتها محدث كما بنى الملك العادل قلعة دمشق\nوبصرى وحران وذلك أن النصارى كانوا كثيرى الغزو إليهم وكان الناس بعد\nالمائة الثالثة قد ضعفوا عن دفاع النصارى عن السواحل حتى استعلوا على كثير\nمن ثغور الشام الساحلية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p041'> Vol. 35, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\n| فصل\n</p>\n\n<p>\nفى ( الخلافة والسلطان ( وكيفية كونه ظل الله فى الأرض قال الله تعالى (\nوإذ قال ربك للملائكة إنى جاعل فى الأرض خليفة ) وقال الله تعالى ( ياداود\nإنا جعلناك خليفة فى الأرض فاحكم بين الناس بالحق ولا تتبع الهوى فيضلك عن\nسبيل الله )\n</p>\n\n<p>\nوقوله ( انى جاعل فى الأرض خليفة ) يعم آدم وبنيه لكن الإسم متناول لآدم\nعينا كقوله ( لقد خلقنا الانسان فى أحسن تقويم ) وقوله ( خلق الانسان من\nصلصال كالفخار وخلق الجان من مارج من نار ) وقوله ( وبدأ خلق الانسان من\nطين ثم جعل نسله من سلالة من ماء مهين ) ( ثم جعلناه نطفة فى قرار مكين )\nإلى أمثال ذلك\n</p>\n\n<p>\nولهذا كان بين داود وآدم من المناسبة ما أحب به <span id='ms22'></span> داود حين أراه ذريته وسأل\nعن عمره فقيل أربعون سنة فوهبه من عمره الذي هو ألف سنة ستين سنة والحديث\nصحيح رواه الترمذي وغيره وصححه ولهذا كلاهما ابتلى بما ابتلاه به من\nالخطيئة كما أن كلا منهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p042'> Vol. 35, p. 042</a>\n            </div>\n             مناسبة للأخرى إذ جنس الشهوتين واحد\nورفع درجته بالتوبة العظيمة التى نال بها من محبة الله له وفرحه به ما نال\nويذكر عن كل منهما من البكاء والندم والحزن ما يناسب بعضه بعضا\n</p>\n\n<p>\nوالخليفة هو من كان خلفا عن غيره فعيلة بمعنى فاعلة كان النبى صلى الله\nعليه وسلم إذا سافر يقول ( اللهم أنت الصاحب فى السفر والخليفة فى الأهل (\nوقال صلى الله عليه وسلم ( من جهز غازيا فقد غزا ومن خلفه فى أهله بخير فقد\nغزا ( وقال ( أو كلما خرجنا فى الغزو خلف أحدهم وله نبيب كنبيب التيس يمنح\nاحداهن اللبنة من اللبن لئن أظفرنى الله بأحد منهم لأجعلنه نكالا ( وفى\nالقرآن ( سيقول لك المخلفون من الأعراب ) وقوله ( فرح المخلفون بمقعدهم\nخلاف رسول الله )\n</p>\n\n<p>\nوالمراد ( بالخليفة ( أنه خلف من كان قبله من الخلق والخلف فيه مناسبة\nكما كان أبو بكر الصديق خليفة رسول الله صلى الله عليه وسلم لأنه خلفه على\nأمته بعد موته وكما كان النبى صلى الله عليه وسلم إذا سافر لحج أو عمرة أو\nغزوة يستخلف على المدينة من يكون خليفة له مدة معينة فيستخلف تارة بن أم\nمكتوم وتارة غيره واستخلف على بن أبى طالب فى غزوة تبوك وتسمى الأمكنة التى\nيستخلف فيها الامام ( مخاليف ( مثل مخاليف اليمن ومخاليف أرض الحجاز ومنه\nالحديث ( حيث خرج من مخلاف إلى مخلاف ( ومنه قوله تعالى ( وهو الذى جعلكم\nخلائف فى الأرض ورفع بعضكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p043'> Vol. 35, p. 043</a>\n            </div>\n             فوق بعض درجات ليبلوكم فيما آتاكم )\nوقوله تعالى ( ولقد أهلكنا القرون من قبلكم لما ظلموا إلى قوله تعالى ثم\nجعلناكم خلائف فى الأرض ومنه قوله تعالى ( وعد الله الذين آمنوا منكم\nوعملوا الصالحات ليستخلفنهم فى الأرض كما استخلف الذين من قبلهم وليمكنن\nلهم دينهم الذى ارتضى لهم ) الآية <span id='ms23'></span> وقد ظن بعض القائلين الغالطين كابن عربى\nأن ( الخليفة ( هو الخليفة عن الله مثل نائب الله وزعموا أن هذا بمعنى أن\nيكون الانسان مستخلفا وربما فسروا ( تعليم آدم الأسماء كلها ( التى جمع\nمعانيها الانسان ويفسرون ( خلق آدم على صورته ( بهذا المعنى أيضا وقد أخذوا\nمن الفلاسفة قولهم الانسان هو العالم الصغير وهذا قريب وضموا إليه أن الله\nهو العالم الكبير بناء على أصلهم الكفرى فى وحدة الوجود وأن الله هو عين\nوجود المخلوقات فالانسان من بين المظاهر هو الخليفة الجامع للأسماء والصفات\nويتفرع على هذا ما يصيرون إليه من دعوى الربوبية والألوهية المخرجة لهم إلى\nالفرعونية والقرمطية والباطنية\n</p>\n\n<p>\nوربما جعلوا ( الرسالة ( مرتبة من المراتب وأنهم أعظم منها فيقرون\nبالربوبية والوحدانية والألوهية وبالرسالة ويصيرون فى الفرعونية هذا\nإيمانهم أو يخرجون فى أعمالهم أن يصيروا ( سدى ) لا أمر عليهم ولانهى ولا\nإيجاب ولاتحريم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p044'> Vol. 35, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nوالله لا يجوز له خليفة ولهذا لما قالوا لأبى بكر ياخليفة الله قال لست\nبخليفة الله ولكني خليفة رسول الله صلى الله عليه وسلم حسبي ذلك بل هو\nسبحانه يكون خليفة لغيره قال النبى صلى الله عليه وسلم ( اللهم أنت الصاحب\nفى السفر والخليفة فى الأهل اللهم اصحبنا فى سفرنا واخلفنا فى أهلنا ( وذلك\nلأن الله حى شهيد مهيمن قيوم رقيب حفيظ غني عن العالمين ليس له شريك ولا\nظهير ولا يشفع أحد عنده الا بإذنه والخليفة أنما يكون عند عدم المستخلف\nبموت أو غيبة ويكون لحاجة المستخلف إلى الاستخلاف وسمى ( خليفة ( لأنه خلف\nعن الغزو وهو قائم خلفه وكل هذه المعانى منتفية فى حق الله تعالى وهو منزه\nعنها فإنه حي قيوم شهيد لا يموت ولا يغيب وهو غنى يرزق ولا يرزق يرزق عباده\nوينصرهم ويهديهم ويعافيهم بما خلقه من الأسباب التى هي من خلقه والتى هي\nمفتقرة إليه كافتقار المسببات إلى أسبابها فالله هو الغنى الحميد له ما فى\nالسماوات وما فى الأرض وما بينهما ( يسأله من فى السماوات والأرض كل يوم هو\nفى شأن ) ( وهو الذي <span id='ms24'></span> فى السماء إله وفى الأرض إله ) ولا يجوز أن يكون أحد\nخلفا منه ولايقوم مقامه لأنه لا سمى له ولا كفء له فمن جعل له خليفة فهو\nمشرك به\n</p>\n\n<p>\nوأما الحديث النبوي ( السلطان ظل الله فى الأرض يأوى إليه كل ضعيف وملهوف\n) وهذا صحيح فإن الظل مفتقر إلى آو وهو رفيق له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p045'> Vol. 35, p. 045</a>\n            </div>\n             مطابق له نوعا\nمن المطابقة والآوى إلى الظل المكتنف بالمظل صاحب الظل فالسلطان عبد الله\nمخلوق مفتقر إليه لا يستغنى عنه طرفة عين وفيه من القدرة والسلطان والحفظ\nوالنصرة وغير ذلك من معانى السؤدد والصمدية التى بها قوام الخلق ما يشبه أن\nيكون ظل الله فى الأرض وهو أقوى الأسباب التى بها يصلح أمور خلقه وعباده\nفإذا صلح ذو السلطان صلحت أمور الناس وإذا فسد فسدت بحسب فساده ولا تفسد من\nكل وجه بل لابد من مصالح إذ هو ظل الله لكن الظل تارة يكون كاملا مانعا من\nجميع الأذى وتارة لايمنع الا بعض الأذى وأما إذا عدم الظل فسد الأمر كعدم\nسر الربوبية التى بها قيام الأمة الانسانية والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p046'> Vol. 35, p. 046</a>\n            </div>\n             +\n47 49 + وقال رحمه الله تعالى\n</p>\n\n<p>\n| فصل\n</p>\n\n<p>\nحكا أصحابنا كالقاضى أبى يعلى وغيره عن الإمام أحمد فى خلافة أبى بكر هل\nثبتت باختيار المسلمين له أو بالنص الخفى عن النبى صلى الله عليه وسلم أو\nالبين\n</p>\n\n<p>\n( أحدهما ( بالاختيار وهو قول جمهور العلماء والفقهاء وأهل الحديث\nوالمتكلمين كالمعتزلة والأشعرية وغيرهم\n</p>\n\n<p>\nو ( الثانية ( بالنص الخفي وهو قول طوائف أهل الحديث والمتكلمين ويروى عن\nالحسن البصرى وبعض أهل هذا القول يقولون بالنص الجلي\n</p>\n\n<p>\nوأما قول ( الامامية ( أنها ثبتت بالنص الجلى على علي وقول ( الزيدية\nالجارودية ( أنها بالنص الخفى عليه وقول ( الراوندية ( أنها بالنص على\nالعباس فهذه أقوال ظاهرة الفساد عند أهل العلم والدين وإنما يدين بها إما\nجاهل وإما ظالم وكثير ممن يدين بها زنديق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p047'> Vol. 35, p. 047</a>\n            </div>\n             والتحقيق فى خلافة\nأبى بكر وهو الذي يدل عليه كلام أحمد أنها انعقدت باختيار الصحابة\nومبايعتهم له وأن النبى صلى الله عليه وسلم أخبر بوقوعها على <span id='ms25'></span> سبيل الحمد\nلها والرضى بها وأنه أمر بطاعته وتفويض الأمر إليه وأنه دل الأمة وأرشدهم\nإلى بيعته فهذه الأوجه الثلاثة الخبر والأمر والارشاد ثابت من النبى صلى\nالله عليه وسلم\n</p>\n\n<p>\n( فالأول ( كقوله ( رأيت كأنى على قليب أنزع منها فأتى بن أبى قحافة فنزع\nذنوبا أو ذنوبين ( الحديث وكقوله ( كأن ميزانا دلي من السماء إلى الأرض\nفوزنت بالأمة فرجحت ثم وزن عمر ( الحديث وكقوله ( إدعى لي أباك وأخاك حتى\nأكتب لأبى بكر كتابا لا يختلف عليه الناس من بعدى ( ثم قال ( يأبى الله\nوالمؤمنون إلا أبا بكر ( فهذا إخبار منه بأن الله والمؤمنون لا يعقدونها\nإلا لأبى بكر الذي هم بالنص عليه وكقوله ( أري الليلة رجل صالح كان أبا بكر\nنيط برسول الله ( الحديث وقوله ( خلافة النبوة ثلاثون سنة ثم تصير ملكا (\n</p>\n\n<p>\nوأما ( الأمر ( فكقوله ( اقتدوا بالذين من بعدى أبى بكر وعمر ( وقوله\nعليكم بسنتى وسنة الخلفاء الراشدين المهديين من بعدى ( وقوله للمرأة التى\nسألته إن لم أجدك قال ( فاتى أبا بكر ( وقوله لأصحاب الصدقات ( إذا لم\nتجدوه أعطوها لأبى بكر ( ونحو ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p048'> Vol. 35, p. 048</a>\n            </div>\n             و ( الثالث ( تقديمه له فى\nالصلاة وقوله ( سدوا كل خوخة فى المسجد إلا خوخة أبى بكر ( وغير ذلك من\nخصائصه ومزاياه وهذه الوجوه الثلاثة الثابتة بالسنة دل عليها القرآن\n</p>\n\n<p>\n( فالأول ( فى قوله ( وعد الله الذين آمنوا منكم وعملوا الصالحات\nليستخلفنهم ) الآية وقوله ( فسوف يأتى الله بقوم يحبهم ويحبونه ) وقوله (\nوسيجزي الله الشاكرين )\n</p>\n\n<p>\nوالثاني قوله ( ستدعون إلى قوم أولى بأس شديد تقاتلونهم أو يسلمون )\n</p>\n\n<p>\nالآية والثالث كقوله ( وسيجنبها الأتقى ) وقوله ( النبيين والصديقين )\nوقوله ( والسابقون الأولون من المهاجرين والأنصار ) ونحو ذلك\n</p>\n\n<p>\nفثبتت صحة خلافته ووجوب طاعته بالكتاب والسنة والاجماع وإن كانت انما\nانعقدت بالاجماع والاختيار كما أن الله إذا أمر بتولية شخص أو إنكاحه أو\nغير ذلك من الأمور معه فإن ذلك الأمر لايحصل إلا بعقد الولاية والنكاح\nوالنصوص قد دلت على أمر الله بذلك العقد ومحبته له فالنصوص دلت على أنهم\nمأمورون باختياره والعقد له وأن الله يرضى ذلك <span id='ms26'></span> ويحبه وأما حصول المأمور به\nالمحبوب فلا يحصل إلا بالامتثال فلما امتثلوا ما أمروا به عقدوا له\nبإختيارهم وكان هذا أفضل فى حقهم وأعظم فى درجتهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p049'> Vol. 35, p. 049</a>\n            </div>\n             + 50 51 +\n</p>\n\n<p>\n| وقال رحمه الله\n</p>\n\n#\n<p>\n| فصل\n</p>\n\n<p>\nأهل الأهواء فى ( قتال علي ومن حاربه ( على أقوال\n</p>\n\n<p>\nأما ( الخوارج ( فتكفر الطائفتان المقتتلان جميعا وأما ( الرافضة ( فتكفر\nمن قاتل عليا مع المتواتر عنه من أنه حكم فيهم بحكم المسلمين ومنع من\nتكفيرهم\n</p>\n\n<p>\nولهم فى قتال طلحة والزبير وعائشة ثلاثة أقوال ( أحدها ( تفسيق الطائفتين\nلابعينها وهو قول عمرو بن عبيد وأصحابه و ( الثاني ( تفسيق من قاتله إلا من\nتاب ويقولون إن طلحة والزبير وعائشة تابوا وهذا مقتضى ما حكى عن جمهورهم\nكأبى الهذيل وأصحابه وأبى الحسين وغيرهم\n</p>\n\n<p>\nوذهب بعض الناس إلى تخطئته فى قتال طلحة والزبير دون قتال أهل الشام\n</p>\n\n<p>\nففى الجملة ( أهل البدع ( من الخوارج والروافض والمعتزلة ونحوهم يجعلون\nالقتال موجبا لكفر أو لفسق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p050'> Vol. 35, p. 050</a>\n            </div>\n             + 51 54 +\n</p>\n\n<p>\nوأما ( أهل السنة ( فمتفقون على عدالة القوم ثم لهم فى التصويب والتخطئة\nمذاهب لأصحابنا وغيرهم\n</p>\n\n<p>\n( أحدها ( أن المصيب علي فقط و ( الثانى ( الجميع مصيبون و ( الثالث (\nالمصيب واحد لابعينه و ( الرابع ( الامساك عما شجر بينهم مطلقا مع العلم\nبأن عليا وأصحابه هم أولى الطائفتين بالحق كما فى حديث أبى سعيد لما قال\nالنبى صلى الله عليه وسلم ( تمرق مارقة على حين فرقة من المسلمين فيقتلهم\nأولى الطائفتين بالحق ( وهذا فى حرب أهل الشام والأحاديث تدل على أن حرب\nالجمل فتنة وأن ترك القتال فيها أولى فعلى هذا نصوص أحمد وأكثر أهل السنة\nوذلك الشجار بالألسنة والأيدى أصل لما جرى بين الأمة بعد ذلك في الدين\nوالدنيا فليعتبر العاقل بذلك وهو مذهب أهل السنة والجماعة\n</p>\n\n<p>\n| وسئل رحمه الله\n</p>\n\n<p>\nعن طائفتين من الفلاحين اقتتلتا فكسرت إحداهما الأخرى وانهزمت المكسورة\nوقتل منهم بعد الهزيمة جماعة فهل يحكم للمقتولين من المهزومين بالنار\nويكونون داخلين فى قول النبى ( القاتل والمقتول فى النار ( أم لا وهل يكون\nحكم المنهزم حكم من يقتل منهم فى المعركة أم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p051'> Vol. 35, p. 051</a>\n            </div>\n             لا فأجاب الحمد\nلله إن <span id='ms27'></span> كان المنهزم قد انهزم بنية التوبة عن المقاتلة المحرمة لم يحكم له\nبالنار فإن الله يقبل التوبة عن عباده ويعفو عن السيئات\n</p>\n\n<p>\nوأما إن كان انهزامه عجزا فقط ولو قدر على خصمه لقتله فهو فى النار كما\nقال النبى صلى الله عليه وسلم ( إذا التقى المسلمان بسيفيهما فالقاتل\nوالمقتول فى النار ( قيل يارسول الله هذا القاتل فما بال المقتول قال ( إنه\nأراد قتل صاحبه ( فإذا كان المقتول فى النار لأنه أراد قتل صاحبه فالمنهزم\nبطريق الأولى لأنهما اشتركا فى الارادة والفعل والمقتول أصابه من الضرر\nمالم يصب المهزوم ثم إذا لم تكن هذه المصيبة مكفرة لاثم المقاتلة فلأن لا\nتكون مصيبة الهزيمة مكفرة أولى بل إثم المنهزم المصر على المقاتلة أعظم من\nإثم المقتول فى المعركة واستحقاقه للنار أشد لأن ذلك انقطع عمله السيء\nبموته وهذا مصر على الخبث العظيم ولهذا قالت طائفة من الفقهاء إن منهزم\nالبغاة يقتل إذا كان له طائفة يأوى إليها فيخاف عوده بخلاف المثخن بالجرح\nمنهم فإنه لايقتل وسببه أن هذا انكف شره والمنهزم لم ينكف شره\n</p>\n\n<p>\nوأيضا فالمقتول قد يقال إنه بمصيبة القتل قد يخفف عنه العذاب وإن كان من\nأهل النار ومصيبة الهزيمة دون مصيبة القتل فظهر أن المهزوم أسوء حالا من\nالمقتول إذا كان مصرا على قتل أخيه ومن تاب فإن الله غفور رحيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p052'> Vol. 35, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\n| وسئل رحمه الله\n</p>\n\n<p>\nعن ( البغاة والخوارج ( هل هي الفاظ مترادفة بمعنى واحد أم بينهما فرق\nوهل فرقت الشريعة بينهما فى الأحكام الجارية عليهما أم لا وإذا إدعى مدع أن\nالأئمة اجتمعت على أن لا فرق بينهم إلا فى الاسم وخالفه مخالف مستدلا بأن\nأمير المؤمنين عليا رضي الله عنه فرق بين أهل الشام وأهل النهروان فهل الحق\nمع المدعي أو مع مخالفه\n</p>\n\n<p>\nفأجاب الحمد لله أما قول القائل إن الأئمة اجتمعت على أن لا فرق بينهما\nإلا فى الاسم فدعوى باطلة ومدعيها مجازف فإن نفي الفرق إنما هو قول طائفة\nمن أهل العلم من أصحاب أبى حنيفة والشافعى <span id='ms28'></span> وأحمد وغيرهم مثل كثير من\nالمصنفين فى ( قتال أهل البغى ( فإنهم قد يجعلون قتال أبى بكر لمانعى\nالزكاة وقتال على الخوارج وقتاله لأهل الجمل وصفين إلى غير ذلك من قتال\nالمنتسبين إلى الاسلام من باب ( قتال أهل البغي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p053'> Vol. 35, p. 053</a>\n            </div>\n             ثم مع ذلك فهم\nمتفقون على أن مثل طلحة والزبير ونحوهما من الصحابة من أهل العدالة لايجوز\nأن يحكم عليهم بكفر ولافسق بل مجتهدون إما مصيبون وإما مخطئون وذنوبهم\nمغفورة لهم ويطلقون القول بأن البغاة ليسوا فساقا\n</p>\n\n<p>\nفإذا جعل هؤلاء وأولئك سوآء لزم أن تكون الخوارج وسائر من يقاتلهم من أهل\nالاجتهاد الباقين على العدالة ( سواء ) ولهذا قال طائفة بفسق البغاة ولكن\nأهل السنة متفقون على عدالة الصحابة\n</p>\n\n<p>\nوأما جمهور أهل العلم فيفرقون بين ( الخوارج المارقين ( وبين ( أهل الجمل\nوصفين ( وغير أهل الجمل وصفين ممن يعد من البغاة المتأولين وهذا هو المعروف\nعن الصحابة وعليه عامة أهل الحديث والفقهاء والمتكلمين وعليه نصوص أكثر\nالأئمة واتباعهم من أصحاب مالك وأحمد والشافعي وغيرهم\n</p>\n\n<p>\nوذلك أنه قد ثبت فى الصحيح عن النبى صلى الله عليه وسلم أنه قال ( تمرق\nمارقة على حين فرقة من المسلمين تقتلهم أولى الطائفتين بالحق ( وهذا الحديث\nيتضمن ذكر الطوائف الثلاثة ويبين أن المارقين نوع ثالث ليسوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p054'> Vol. 35, p. 054</a>\n            </div>\n            \nمن جنس أولئك فإن طائفة علي أولى بالحق من طائفة معاوية وقال فى حق الخوارج\nالمارقين ( يحقر أحدكم صلاته مع صلاتهم وصيامه مع صيامهم وقراءته مع\nقراءتهم يقرؤون القرآن لايجاوز حناجرهم يمرقون من الاسلام كما يمرق السهم\nمن الرمية أينما لقيتموهم فاقتلوهم فإن فى قتلهم أجرا عند الله لمن قتلهم\nيوم القيامة ( وفى لفظ ( لو يعلم الذين يقاتلونهم ما لهم على لسان نبيهم\nلنكلوا عن العمل ( وقد روى مسلم أحاديثهم فى الصحيح من عشرة أوجه وروى هذا\nالبخارى من غير وجه ورواه أهل السنن والمسانيد وهي مستفيضة عن النبى متلقاة\nبالقبول أجمع عليها علماء الأمة من الصحابة ومن اتبعهم واتفق الصحابة على\nقتال هؤلاء الخوارج\n</p>\n\n<p>\nوأما ( أهل الجمل وصفين ( فكانت منهم طائفة قاتلت من <span id='ms29'></span> هذا الجانب وأكثر\nأكابر الصحابة لم يقاتلوا لا من هذا الجانب ولا من هذا الجانب واستدل\nالتاركون للقتال بالنصوص الكثيرة عن النبى صلى الله عليه وسلم فى ترك\nالقتال فى الفتنة وبينوا أن هذا قتال فتنة\n</p>\n\n<p>\nوكان على رضي الله عنه مسرورا لقتال الخوارج ويروى الحديث عن النبى صلى\nالله عليه وسلم فى الأمر بقتالهم وأما قتال ( صفين ( فذكر أنه ليس معه فيه\nنص وإنما هو رأى رآه وكان أحيانا يحمد من لم ير القتال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p055'> Vol. 35, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nوقد ثبت فى الصحيح عن النبى صلى الله عليه وسلم أنه قال فى الحسن ( إن\nابنى هذا سيد وسيصلح الله به بين فئتين عظيمتين من المسلمين ( فقد مدح\nالحسن وأثنى عليه باصلاح الله به بين الطائفتين أصحاب على وأصحاب معاوية\nوهذا يبين أن ترك القتال كان أحسن وأنه لم يكن القتال واجبا ولا مستحبا\n</p>\n\n<p>\n( وقتال الخوارج ( قد ثبت عنه أنه أمر به وحض عليه فكيف يسوى بين ما أمر\nبه وحض عليه وبين ما مدح تاركه واثنى عليه فمن سوى بين قتال الصحابة الذين\nاقتتلوا بالجمل وصفين وبين قتال ذى الخويصرة التميمى وأمثاله من الخوارج\nالمارقين والحرورية المعتدين كان قولهم من جنس أقوال أهل الجهل والظلم\nالمبين ولزم صاحب هذا القول أن يصير من جنس الرافضة والمعتزلة الذين يكفرون\nأو يفسقون المتقاتلين بالجمل وصفين كما يقال مثل ذلك فى الخوارج المارقين\nفقد اختلف السلف والأئمة فى كفرهم على قولين مشهورين مع اتفاقهم على الثناء\nعلى الصحابة المقتتلين بالجمل وصفين والامساك عما شجر بينهم فكيف نسبة هذا\nبهذا\n</p>\n\n<p>\nوأيضا فالنبى صلى الله عليه وسلم أمر بقتال ( الخوارج ( قبل أن يقاتلوا\nوأما ( أهل البغي ( فإن الله تعالى قال فيهم ( وان طائفتان من المؤمنين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p056'> Vol. 35, p. 056</a>\n            </div>\n             اقتتلوا فأصلحوا بينهما فإن بغت إحداهما على الأخرى فقاتلوا\nالتى تبغى حتى تفيء إلى أمر الله فإن فاءت فأصلحوا بينهما بالعدل واقسطوا\nان الله يحب المقسطين ) فلم يأمر بقتال الباغية ابتداء فالاقتتال ابتداء\nليس مأمورا به ولكن إذا اقتتلوا أمر بالاصلاح بينهم ثم إن <span id='ms30'></span> بغت الواحدة\nقوتلت ولهذا قال من قال من الفقهاء إن البغاة لا يبتدءون بقتالهم حتى\nيقاتلوا وأما الخوارج فقد قال النبى صلى الله عليه وسلم فيهم ( أينما\nلقيتموهم فاقتلوهم فإن فى قتلهم أجرا عند الله لمن قتلهم يوم القيامة (\nوقال ( لئن أدركتهم لأقتلنهم قتل عاد\n</p>\n\n<p>\nوكذلك مانعوا الزكاة فإن الصديق والصحابة ابتدءوا قتالهم قال الصديق\nوالله لو منعونى عناقا كانوا يؤدونها إلى رسول الله صلى الله عليه وسلم\nلقاتلتهم عليه وهم يقاتلون إذا امتنعوا من أداء الواجبات وإن أقروا بالوجوب\nثم تنازع الفقهاء فى كفر من منعها وقاتل الامام عليها مع إقراره بالوجوب\nعلى قولين هما روايتان عن أحمد كالروايتين عنه فى تكفير الخوارج وأما أهل\nالبغى المجرد فلا يكفرون باتفاق أئمة الدين فإن القرآن قد نص على ايمانهم\nواخوتهم مع وجود الاقتتال والبغي والله أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p057'> Vol. 35, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\n| وسئل رحمه الله\n</p>\n\n<p>\nعمن يلعن ( معاوية ( فماذا يجب عليه وهل قال النبى صلى الله عليه وسلم\nهذه الأحاديث وهى إذا ( اقتتل خليفتان فأحدهما ملعون ( وأيضا ( ان عمارا\nتقتله الفئة الباغية ( وقتله عسكر معاوية وهل سبوا أهل البيت أو قتل الحجاج\nشريفا\n</p>\n\n<p>\nفأجاب الحمد لله من لعن أحدا من أصحاب النبى صلى الله عليه وسلم كمعاوية\nبن أبى سفيان وعمرو بن العاص ونحوهما ومن هو أفضل من هؤلاء كأبى موسى\nالأشعرى وأبى هريرة ونحوهما أو من هو أفضل من هؤلاء كطلحة والزبير وعثمان\nوعلى بن أبى طالب أو أبى بكر الصديق وعمر أو عائشة أم المؤمنين وغير هؤلاء\nمن أصحاب النبى صلى الله عليه وسلم فإنه مستحق للعقوبة البليغة باتفاق أئمة\nالدين وتنازع العلماء هل يعاقب بالقتل أو ما دون القتل كما قد بسطنا ذلك فى\nغير هذا الموضع\n</p>\n\n<p>\nوقد ثبت فى الصحيحين عن أبى سعيد الخدرى عن النبى صلى الله عليه وسلم أنه\nقال ( لاتسبوا أصحابى فوالذي نفسى بيده لو أنفق أحدكم مثل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p058'> Vol. 35, p. 058</a>\n            </div>\n             أحد\nذهبا ما بلغ مد أحدهم ولا نصيفه ( واللعنة أعظم من السب وقد ثبت فى الصحيح\nعن النبى صلى الله عليه <span id='ms31'></span> وسلم أنه قال ( لعن المؤمن كقتله فقد جعل النبى صلى\nالله عليه وسلم لعن المؤمن كقتله\n</p>\n\n<p>\nوأصحاب رسول الله صلى الله عليه وسلم خيار المؤمنين كما ثبت عنه أنه قال\n( خير القرون القرن الذى بعثت فيهم ثم الذين يلونهم ثم الذين يلونهم ( وكل\nمن رأى رسول الله صلى الله عليه وسلم مؤمنا به فله من الصحبة بقدر ذلك كما\nثبت فى الصحيح عن النبى صلى الله عليه وسلم ( يغزو جيش فيقول هل فيكم من\nصحب رسول الله صلى الله عليه وسلم فيقولون نعم فيفتح لهم ثم يغزو جيش فيقول\nهل فيكم من رأى رسول الله صلى الله عليه وسلم فيقولون نعم فيفتح لهم وذكر\nالطبقة الثالثة ( فعلق الحكم برؤية رسول الله صلى الله عليه وسلم كما علقه\nبصحبته\n</p>\n\n<p>\nولما كان لفظ ( الصحبة ( فيه عموم وخصوص كان من اختص من الصحابة بما\nيتميز به عن غيره يوصف بتلك الصحبة دون من لم يشركه فيها قال النبى صلى\nالله عليه وسلم فى حديث أبى سعيد المتقدم لخالد بن الوليد لما اختصم هو\nوعبد الرحمن ( يا خالد لا تسبوا أصحابى فوالذى نفسى بيده لو أنفق أحدكم مثل\nأحد ذهبا مابلغ مد أحدهم ولا نصيفه ( فإن عبد الرحمن بن عوف هو وأمثاله من\nالسابقين الأولين من الذين أنفقوا قبل الفتح فتح الحديبية وخالد بن الوليد\nوغيره ممن اسلم بعد الحديبية وأنفقوا وقاتلوا دون أولئك قال 4 تعالى <span class='quran'>لا يستوي منكم من أنفق من قبل الفتح وقاتل أولئك أعظم درجة من الذين أنفقوا\nمن بعد وقاتلوا وكلا وعد الله الحسنى </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p059'> Vol. 35, p. 059</a>\n            </div>\n             والمراد ( بالفتح (\nفتح الحديبية لما بايع النبى صلى الله عليه وسلم أصحابه تحت الشجرة وكان\nالذين بايعوه أكثر من ألف وأربعمائة وهم الذين فتحوا خيبر وقد ثبت فى\nالصحيح عن النبى صلى الله عليه وسلم أنه قال ( لايدخل النار أحد بايع تحت\nالشجرة ( وسورة الفتح ( الذى فيها ذلك أنزلها الله قبل أن تفتح مكة بل قبل\nأن يعتمر النبى صلى الله عليه وسلم وكان قد بايع <span id='ms32'></span> أصحابه تحت الشجرة عام\nالحديبية سنة ست من الهجرة وصالح المشركين صلح الحديبية المشهور وبذلك\nالصلح حصل من الفتح مالا يعلمه إلا الله مع أنه قد كان كرهه خلق من\nالمسلمين ولم يعلموا مافيه من حسن العاقبة حتى قال سهل بن حنيف أيها الناس\nاتهموا الرأى فقد رأيتنى يوم أبى جندل ولو أستطيع أن أرد على رسول الله صلى\nالله عليه وسلم أمره لرددت رواه البخارى وغيره فلما كان من العام القابل\nاعتمر النبى صلى الله عليه وسلم ودخل هو ومن اعتمر معه مكة معتمرين وأهل\nمكة يؤمئذ مع المشركين ولما كان فى العام الثامن فتح مكة فى شهر رمضان وقد\nأنزل الله فى سورة الفتح ( لتدخلن المسجد الحرام ان شاء الله آمنين محلقين\nرءوسكم ومقصرين لاتخافون فعلم مالم تعلموا فجعل من دون ذلك فتحا قريبا )\nفوعدهم فى سورة الفتح أن يدخلوا مكة آمنين وانجز موعده من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p060'> Vol. 35, p. 060</a>\n            </div>\n            \nالعام الثاني وأنزل فى ذلك ( الشهر الحرام بالشهر الحرام والحرمات قصاص )\nوذلك كله قبل فتح مكة فمن توهم أن ( سورة الفتح ( نزلت بعد فتح مكة فقد غلط\nغلطا بينا\n</p>\n\n<p>\n( والمقصود ( أن أولئك الذين صحبوه قبل الفتح اختصوا من الصحبة بما\nاستحقوا به التفضيل على من بعدهم حتى قال لخالد ( لا تسبوا أصحابى ( فانهم\nصحبوه قبل أن يصحبه خالد وأمثاله\n</p>\n\n<p>\nولما كان ( لأبى بكر الصديق ( رضي الله عنه من مزية الصحبة ما تميز به\nعلى جميع الصحابة خصه بذلك فى الحديث الصحيح الذى رواه البخارى عن أبى\nالدرداء أنه كان بين أبى بكر وعمر كلام فطلب أبو بكر من عمر أن يستغفر له\nفامتنع عمر وجاء أبو بكر إلى النبى صلى الله عليه وسلم فذكر له ما جرى ثم\nإن عمر ندم فخرج يطلب أبا بكر فى بيته فذكر له أنه كان عند النبى صلى الله\nعليه وسلم فلما جاء عمر أخذ النبى صلى الله عليه وسلم يغضب لأبى بكر وقال (\nأيها الناس إنى جئت إليكم فقلت انى رسول الله إليكم فقلتم كذبت وقال <span id='ms33'></span> أبو\nبكر صدقت فهل أنتم تاركوا لي صاحبى فهل أنتم تاركوا لي صاحبي فما أوذي\nبعدها فهنا خصه باسم الصحبة كما خصه به القرآن فى قوله تعالى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p061'> Vol. 35, p. 061</a>\n            </div>\n            \n<span class='quran'>ثاني اثنين إذ هما في الغار إذ يقول لصاحبه لا تحزن إن الله معنا </span>وفى الصحيحين عن أبى سعيد أن النبى قال ( إن عبدا خيره الله بين الدنيا\nوالآخرة فإختار ذلك العبد ماعند الله ( فبكى أبو بكر فقال بل نفديك بأنفسنا\nوأموالنا قال فجعل الناس يعجبون أن ذكر النبى صلى الله عليه وسلم عبدا خيره\nالله بين الدنيا والآخرة فكان رسول الله صلى الله عليه وسلم هو المخير وكان\nأبو بكر أعلمنا به وقال النبى صلى الله عليه وسلم ( إن أمن الناس علينا فى\nصحبته وذات يده أبو بكر ولو كنت متخذا من أهل الأرض خليلا لاتخذت أبا بكر\nخليلا ولكن أخى وصاحبى سدوا كل خوخة فى المسجد الا خوخة أبى بكر ( وهذا من\nأصح حديث يكون باتفاق العلماء العارفين بأقوال النبى صلى الله عليه وسلم\nوأفعاله وأحواله\n</p>\n\n<p>\n( والمقصود ( أن الصحبة فيها خصوص وعموم وعمومها يندرج فيه كل من رآه\nمؤمنا به ولهذا يقال صحبته سنة وشهرا وساعة ونحو ذلك\n</p>\n\n<p>\nو ( معاوية وعمرو بن العاص وأمثالهم ( من المؤمنين لم يتهمهم أحد من\nالسلف بنفاق بل قد ثبت فى الصحيح أن عمرو بن العاص لما بايع النبى صلى الله\nعليه وسلم قال على أن يغفر لي ما تقدم من ذنبى فقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p062'> Vol. 35, p. 062</a>\n            </div>\n             ( ياعمرو\nأما علمت أن الاسلام يهدم ماكان قبله ( ومعلوم أن الاسلام الهادم هو اسلام\nالمؤمنين لا إسلام المنافقين\n</p>\n\n<p>\nوأيضا فعمرو بن العاص وأمثاله ممن قدم مهاجرا إلى النبى بعد الحديبية\nهاجروا إليه من بلادهم طوعا لا كرها والمهاجرون لم يكن فيهم منافق وانما\nكان النفاق فى بعض من دخل من الأنصار وذلك أن الأنصار هم أهل المدينة فلما\nأسلم اشرافهم وجمهورهم احتاج الباقون أن يظهروا الاسلام نفاقا لعز الإسلام\nوظهوره فى قومهم وأما أهل مكة فكان اشرافهم وجمهورهم كفارا فلم يكن يظهر\nالايمان <span id='ms34'></span> إلا من هو مؤمن ظاهرا وباطنا فإنه كان من أظهر الاسلام يؤذى ويهجر\nوانما المنافق يظهر الاسلام لمصلحة دنياه وكان من أظهر الاسلام بمكة يتأذى\nفى دنياه ثم لما هاجر النبى صلى الله عليه وسلم إلى المدينة هاجر معه أكثر\nالمؤمنين ومنع بعضهم من الهجرة إليه كما منع رجال من بنى مخزوم مثل الوليد\nبن المغيرة أخو خالد أخو أبي جهل لأمه ولهذا كان النبى صلى الله عليه وسلم\nيقنت لهؤلاء ويقول فى قنوته ( اللهم نج الوليد بن الوليد وسلمة بن هشام\nوالمستضعفين من المؤمنين اللهم اشدد وطأتك على مضر واجعلها عليهم سنينا\nكسني يوسف ( والمهاجرون من أولهم إلى آخرهم ليس فيهم من اتهمه أحد بالنفاق\nبل كلهم مؤمنون مشهود لهم بالايمان ( ولعن المؤمن كقتله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p063'> Vol. 35, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nوأما ( معاوية بن أبى سفيان وأمثاله ) من الطلقاء الذين أسلموا بعد فتح\nمكة كعكرمة بن أبى جهل والحارث بن هشام وسهيل بن عمرو وصفوان بن أمية وأبى\nسفيان بن الحارث بن عبد المطلب هؤلاء وغيرهم ممن حسن إسلامهم باتفاق\nالمسلمين ولم يتهم أحد منهم بعد ذلك بنفاق ومعاوية قد إستكتبه رسول الله\nصلى الله عليه وسلم وقال ( اللهم علمه الكتاب والحساب وقه العذاب\n</p>\n\n<p>\nوكان أخوه يزيد بن أبى سفيان خيرا منه وأفضل وهو أحد الأمراء الذين بعثهم\nأبو بكر الصديق رضى الله عنه فى فتح الشام ووصاه بوصية معروفة وأبو بكر ماش\nويزيد راكب فقال له ياخليفة رسول الله إما أن تركب وإما أن أنزل فقال لست\nبراكب ولست بنازل إنى احتسب خطاي فى سبيل الله وكان عمرو بن العاص هو\nالأمير الآخر والثالث شرحبيل بن حسنة والرابع خالد بن الوليد وهو أميرهم\nالمطلق ثم عزله عمر وولى أبا عبيدة عامر بن الجراح الذى ثبت فى الصحيح أن\nالنبى صلى الله عليه وسلم شهد له أنه أمين هذه الأمة فكان فتح الشام على يد\nأبى عبيدة وفتح العراق على يد سعد بن أبى وقاص ثم\n</p>\n\n<p>\nلما مات يزيد بن أبى سفيان فى خلافة عمر استعمل <span id='ms35'></span> أخاه معاوية وكان عمر بن\nالخطاب من أعظم الناس فراسة وأخبرهم بالرجال وأقومهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p064'> Vol. 35, p. 064</a>\n            </div>\n             بالحق\nوأعلمهم به حتى قال على بن أبى طالب رضى الله عنه كنا نتحدث أن السكينة\nتنطق على لسان عمر وقال النبى صلى الله عليه وسلم ( أن الله ضرب الحق على\nلسان عمر وقلبه ( وقال ( لولم أبعث فيكم لبعث فيكم عمر ( وقال بن عمر\nماسمعت عمر يقول فى الشيء أنى لأراه كذا وكذا إلا كان كما رآه وقد قال له\nالنبى صلى الله عليه وسلم ( مارآك الشيطان سالكا فجا إلا سلك فجا غير فجك (\nولا استعمل عمر قط بل ولا أبو بكر على المسلمين منافقا ولا استعملا من\nأقاربهما ولا كان تأخذهما فى الله لومة لائم بل لما قاتلا أهل الردة\nوأعادوهم إلى الاسلام منعوهم ركوب الخيل وحمل السلاح حتى تظهر صحة توبتهم\nوكان عمر يقول لسعد بن أبى وقاص وهو أمير العراق لاتستعمل أحدا منهم ولا\nتشاورهم فى الحرب فإنهم كانوا أمراء أكابر مثل طليحة الأسدى والأقرع بن\nحابس وعيينة بن حصن والأشعث بن قيس الكندى وأمثالهم فهؤلاء لما تخوف أبو\nبكر وعمر منهم نوع نفاق لم يولهم على المسلمين\n</p>\n\n<p>\nفلو كان ( عمرو بن العاص ( ومعاوية بن أبى سفيان وأمثالهما ( ممن يتخوف\nمنهما النفاق لم يولوا على المسلمين بل عمرو بن العاص قد أمره النبى صلى\nالله عليه وسلم فى غزوة ذات السلاسل والنبى صلى الله عليه وسلم لم يول على\nالمسلمين منافقا وقد استعمل على نجران أبا سفيان بن حرب أبا معاوية ومات\nرسول الله صلى الله عليه وسلم وأبو سفيان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p065'> Vol. 35, p. 065</a>\n            </div>\n             نائبه على نجران وقد\nاتفق المسلمون على أن اسلام معاوية خير من اسلام أبيه أبى سفيان فكيف يكون\nهؤلاء منافقين والنبى صلى الله عليه وسلم يأتمنهم على أحوال المسلمين فى\nالعلم والعمل وقد علم أن معاوية وعمرو بن العاص وغيرهما كان بينهم من الفتن\nما كان ولم يتهمهم أحد من أوليائهم لا محاربوهم ولا غير محاربيهم بالكذب\nعلى النبى صلى الله عليه وسلم بل <span id='ms36'></span> جميع علماء الصحابة والتابعين بعدهم\nمتفقون على أن هؤلاء صادقون على رسول الله مأمونون عليه فى الرواية عنه\nوالمنافق غير مأمون على النبى صلى الله عليه وسلم بل هو كاذب عليه مكذب له\n</p>\n\n<p>\nوإذا كانوا مؤمنين محبين لله ورسوله فمن لعنهم فقد عصى الله ورسوله وقد\nثبت فى صحيح البخارى ما معناه أن رجلا يلقب حمارا وكان يشرب الخمر وكان\nكلما شرب أتى به إلى النبى صلى الله عليه وسلم جلده فأتى به إليه مرة فقال\nرجل لعنه الله ما أكثر مايؤتى به إلى النبى صلى الله عليه وسلم فقال النبى\nصلى الله عليه وسلم ( لاتلعنوه فإنه يحب الله ورسوله ( وكل مؤمن يحب الله\nورسوله ومن لم يحب الله ورسوله فليس بمؤمن وأن كانوا متفاضلين فى الايمان\nوما يدخل فيه من حب وغيره هذا مع أنه صلى الله عليه وسلم ( لعن الخمر\nوعاصرها ومعتصرها وشاربها وساقيها وحاملها والمحمولة إليه وآكل ثمنها ( وقد\nنهى عن لعنه هذا المعين لأن اللعنة من ( باب الوعيد ( فيحكم به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p066'> Vol. 35, p. 066</a>\n            </div>\n            \nعموما وأما المعين فقد يرتفع عنه الوعيد لتوبة صحيحة أو حسنات ماحية أو\nمصائب مكفرة أو شفاعة مقبولة أو غير ذلك من الأسباب التى ضررها يرفع\nالعقوبة عن المذنب فهذا فى حق من له ذنب محقق\n</p>\n\n<p>\nوكذلك حاطب بن أبى بلتعة ( فعل مافعل وكان يسيء إلى مماليكه حتى ثبت فى\nالصحيح أن غلامه قال يارسول الله والله ليدخلن حاطب بن أبى بلتعة النار قال\n( كذبت إنه شهد بدرا والحديبية ( وفى الصحيح عن على بن أبى طالب أن النبى\nصلى الله عليه وسلم أرسله والزبير بن العوام وقال لهما ( إئتيا روضة خاخ\nفإن بها ظعينة ومعها كتاب ( قال على فانطلقنا تتعادى بنا خيلنا حتى لقينا\nالظعينة فقلنا أين الكتاب فقالت ما معي كتاب فقلنا لها لتخرجن الكتاب أو\nلنلقين الثياب قال فاخرجته من عقاصها فاتينا به النبى صلى الله عليه وسلم\nوإذا كتاب من حاطب إلى بعض المشركين بمكة يخبرهم ببعض أمر النبى صلى الله\nعليه وسلم <span id='ms37'></span> فقال النبى صلى الله عليه وسلم ( ما هذا يا حاطب ( فقال والله\nيارسول الله مافعلت هذا ارتدادا عن دينى ولا رضاء بالكفر بعد الاسلام ولكن\nكنت امرأ ملصقا فى قريش ولم أكن من انفسها وكان من معك من المسلمين لهم\nقرابات يحمون بهم أهاليهم بمكة فاحببت إذ فاتنى ذلك منهم ان اتخذ عندهم يدا\nيحمون بها قرابتى وفى لفظ وعلمت أن ذلك لايضرك يعنى لأن الله ينصر رسوله\nوالذين آمنوا فقال عمر دعنى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p067'> Vol. 35, p. 067</a>\n            </div>\n             أضرب عنق هذا المنافق فقال النبى\nصلى الله عليه وسلم ( إنه قد شهد بدرا ومايدريك أن الله قد اطلع على أهل\nبدر فقال لهم اعملوا ماشئتم فقد غفرت لكم ( فهذه السيئة العظيمة غفرها الله\nله بشهود بدر\n</p>\n\n<p>\nفدل ذلك على أن الحسنة العظيمة يغفر الله بها السيئة العظيمة والمؤمنون\nيؤمنون بالوعد والوعيد لقوله صلى الله عليه وسلم ( من كان آخر كلامه لا إله\nإلا الله دخل الجنة ( وأمثال ذلك مع قوله ( إن الذين يأكلون أموال اليتامى\nظلما إنما يأكلون فى بطونهم نارا وسيصلون سعيرا ) ولهذا لا يشهد لمعين\nبالجنة إلا بدليل خاص ولايشهد على معين بالنار إلا بدليل خاص ولا يشهد لهم\nبمجرد الظن من اندراجهم فى العموم لأنه قد يندرج فى العمومين فيستحق الثواب\nوالعقاب لقوله تعالى ( فمن يعمل مثقال ذرة خيرا يره ومن يعمل مثقال ذرة شرا\nيره ) والعبد إذا اجتمع له سيئات وحسنات فإنه وإن استحق العقاب على سيئاته\nفإن الله يثيبه على حسناته ولا يحبط حسنات المؤمن لأجل ما صدر منه وإنما\nيقول بحبوط الحسنات كلها بالكبيرة الخوارج والمعتزلة الذين يقولون بتخليد\nأهل الكبائر وأنهم لايخرجون منها بشفاعة ولا غيرها وأن صاحب الكبيرة لا\nيبقى معه من الايمان شيء وهذه أقوال فاسدة مخالفة للكتاب والسنة المتواترة\nواجماع الصحابة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p068'> Vol. 35, p. 068</a>\n            </div>\n             وسائر أهل السنة والجماعة وأئمة الدين\nلايعتقدون عصمة أحد من الصحابة ولا القرابة ولا السابقين ولا غيرهم بل يجوز\nعندهم وقوع الذنوب منهم والله تعالى يغفر لهم بالتوبة ويرفع بها درجاتهم\nويغفر لهم بحسنات ماحية <span id='ms38'></span> أو بغير ذلك من الأسباب قال تعالى ( والذى جاء\nبالصدق وصدق به أولئك هم المتقون لهم مايشاءون عند ربهم ذلك جزاء المحسنين\nليكفر الله عنهم أسوأ الذى عملوا ويجزيهم أجرهم باحسن الذى كانوا يعملون )\nوقال تعالى ( حتى إذا بلغ أشده وبلغ أربعين سنة قال رب أوزعنى أن أشكر\nنعمتك التى أنعمت علي وعلى والدي وأن أعمل صالحا ترضاه وأصلح لى فى ذريتى\nإنى تبت إليك وإنى من المسلمين أولئك الذين نتقبل عنهم أحسن ماعملوا\nونتجاوز عن سيئاتهم فى أصحاب الجنة )\n</p>\n\n<p>\nولكن الأنبياء صلوات الله عليهم هم الذين قال العلماء إنهم معصومون من\nالإصرار على الذنوب فأما الصديقون والشهداء والصالحون فليسوا بمعصومين وهذا\nفى الذنوب المحققة وأما ما اجتهدوا فيه فتارة يصيبون وتارة يخطئون فإذا\nإجتهدوا فأصابوا فلهم أجران وإذا اجتهدوا واخطئوا فلهم أجر على اجتهادهم\nوخطؤهم مغفور لهم وأهل الضلال يجعلون الخطأ والاثم متلازمين فتارة يغلون\nفيهم ويقولون إنهم معصومون وتارة يجفون عنهم ويقولون أنهم باغون بالخطأ\nوأهل العلم والايمان لا يعصمون ولا يؤثمون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p069'> Vol. 35, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nومن هذا الباب تولد كثير من فرق أهل البدع والضلال فطائفة سبت السلف\nولعنتهم لاعتقادهم أنهم فعلوا ذنوبا وأن من فعلها يستحق اللعنة بل قد\nيفسقونهم أو يكفرونهم كما فعلت الخوارج الذين كفروا على بن أبى طالب وعثمان\nبن عفان ومن تولاهما ولعنوهم وسبوهم واستحلوا قتالهم وهؤلاء هم الذين قال\nفيهم رسول الله صلى الله عليه وسلم ( يحقر أحدكم صلاته مع صلاتهم وصيامه مع\nصيامهم وقراءته مع قراءتهم يقرؤون القرآن لايجاوز حناجرهم يمرقون من\nالاسلام كما يمرق السهم من الرمية ( وقال صلى الله عليه وسلم ( تمرق مارقة\nعلى فرقة من المسلمين فتقاتلها أولى الطائفتين لأجل الحق ( وهؤلاء هم\nالمارقة الذين مرقوا على أمير المؤمنين على بن أبى طالب وكفروا كل من تولاه\nوكان المؤمنون قد افترقوا فرقتين فرقة مع على وفرقه مع معاوية فقاتل هؤلاء\nعليا وأصحابه فوقع الأمر كما أخبر به النبى صلى الله عليه وسلم وكما ثبت\nعنه أيضا فى الصحيح أنه قال عن <span id='ms39'></span> الحسن إبنه ( إن ابنى هذا سيد وسيصلح الله\nبه بين طائفتين عظيمتين من المسلمين ( فأصلح الله به بين شيعة على وشيعة\nمعاوية\n</p>\n\n<p>\nوأثنى النبى صلى الله عليه وسلم على الحسن بهذا الصلح الذى كان على يديه\nوسماه سيدا بذلك لأجل أن ما فعله الحسن يحبه الله ورسوله ويرضاه الله\nورسوله ولو كان الاقتتال الذي حصل بين المسلمين هو الذى أمر الله به ورسوله\nلم يكن الأمر كذلك بل يكون الحسن قد ترك الواجب أو الأحب إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p070'> Vol. 35, p. 070</a>\n            </div>\n            \nالله وهذا النص الصحيح الصريح يبين أن مافعله الحسن محمود مرضي لله ورسوله\nوقد ثبت فى الصحيح أن النبى صلى الله عليه وسلم كان يضعه على فخذه ويضع\nأسامة بن زيد ويقول ( اللهم اني أحبهما وأحب من يحبهما ( وهذا أيضا مما ظهر\nفيه محبته ودعوته صلى الله عليه وسلم فإنهما كانا أشد الناس رغبة فى الأمر\nالذى مدح النبى صلى الله عليه وسلم به الحسن وأشد الناس كراهة لما يخالفه\n</p>\n\n<p>\nوهذا مما يبين أن القتلى من أهل صفين لم يكونوا عند النبى صلى الله عليه\nوسلم بمنزلة الخوارج المارقين الذين أمر بقتالهم وهؤلاء مدح الصلح بينهم\nولم يأمر بقتالهم ولهذا كانت الصحابة والأئمة متفقين على قتال الخوارج\nالمارقين وظهر من علي رضى الله عنه السرور بقتالهم ومن روايته عن النبى صلى\nالله عليه وسلم الأمر بقتالهم ماقد ظهر عنه وأما قتال الصحابة فلم يرو عن\nالنبى صلى الله عليه وسلم فيه أثر ولم يظهر فيه سرور بل ظهر منه الكآبة\nوتمنى أن لايقع وشكر بعض الصحابة وبرأ الفريقين من الكفر والنفاق وأجاز\nالترحم على قتلى الطائفتين وأمثال ذلك من الأمور التى يعرف بها إتفاق على\nوغيره من الصحابة على أن كل واحدة من الطائفتين مؤمنة\n</p>\n\n<p>\nوقد شهد القرآن بأن اقتتال المؤمنين لايخرجهم عن الايمان بقوله تعالى\n<span class='quran'>وإن طائفتان من المؤمنين اقتتلوا فأصلحوا بينهما فإن بغت إحداهما على\nالأخرى فقاتلوا التي تبغي حتى تفيء إلى أمر الله فإن فاءت فأصلحوا بينهما\nبالعدل وأقسطوا إن الله <span id='ms40'></span> يحب المقسطين إنما المؤمنون إخوة فأصلحوا بين\nأخويكم واتقوا الله لعلكم ترحمون </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p071'> Vol. 35, p. 071</a>\n            </div>\n             فسماهم ( مؤمنين (\nوجعلهم ( إخوة ( مع وجود الاقتتال والبغي\n</p>\n\n<p>\nوالحديث المذكور ( إذا اقتتل خليفتان فأحدهما ملعون ( كذب مفترى لم يروه\nأحد من أهل العلم بالحديث ولا هو فى شيء من دواوين الاسلام المعتمدة\n</p>\n\n<p>\nو ( معاوية ( لم يدع الخلافة ولم يبايع له بها حين قاتل عليا ولم يقاتل\nعلى أنه خليفة ولا أنه يستحق الخلافة ويقرون له بذلك وقد كان معاوية يقر\nبذلك لمن سأله عنه ولاكان معاوية وأصحابه يرون أن يبتدوا عليا وأصحابه\nبالقتال ولا يعلوا\n</p>\n\n<p>\nبل لما رأى على رضى الله عنه وأصحابه أنه يجب عليهم طاعته ومبايعته إذلا\nيكون للمسلمين إلا خليفة واحد وأنهم خارجون عن طاعته يمتنعون عن هذا الواجب\nوهم أهل شوكة رأى أن يقاتلهم حتى يؤدوا هذا الواجب فتحصل الطاعة والجماعة\n</p>\n\n<p>\nوهم قالوا إن ذلك لايجب عليهم وأنهم إذا قوتلوا على ذلك كانوا مظلومين\nقالوا لأن عثمان قتل مظلوما باتفاق المسلمين وقتلته فى عسكر على وهم غالبون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p072'> Vol. 35, p. 072</a>\n            </div>\n             لهم شوكة فإذا امتنعنا ظلمونا واعتدوا علينا وعلى لايمكنه\nدفعهم كما لم يمكنه الدفع عن عثمان وإنما علينا أن نبايع خليفة يقدر على أن\nينصفنا ويبذل لنا الإنصاف\n</p>\n\n<p>\nوكان فى جهال الفريقين من يظن بعلي وعثمان ظنونا كاذبة برأ الله منها\nعليا وعثمان كان يظن بعلي أنه أمر بقتل عثمان وكان علي يحلف وهو البار\nالصادق بلا يمين أنه لم يقتله ولا رضى بقتله ولم يمالئ على قتله وهذا معلوم\nبلا ريب من علي رضى الله عنه فكان أناس من محبى علي ومن مبغضيه يشيعون ذلك\nعنه فمحبوه يقصدون بذلك الطعن على عثمان بأنه كان يستحق القتل وأن عليا أمر\nبقتله ومبغضوه يقصدون بذلك الطعن على علي وأنه أعان على قتل الخليفة\nالمظلوم الشهيد الذى صبر نفسه ولم يدفع عنها ولم يسفك دم مسلم فى الدفع عنه\nفكيف فى طلب طاعته وأمثال هذه الأمور التى يتسبب بها الزائغون على\nالمتشيعين العثمانية والعلوية\n</p>\n\n<p>\nوكل فرقة من المتشيعين مقرة <span id='ms41'></span> مع ذلك بأنه ليس معاوية كفأ لعلى بالخلافة\nولا يجوز أن يكون خليفة مع امكان استخلاف علي رضى الله عنه فإن فضل على\nوسابقيته وعلمه ودينه وشجاعته وسائر فضائله كانت عندهم ظاهرة معروفة كفضل\nإخوانه أبى بكر وعمر وعثمان وغيرهم رضى الله عنهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p073'> Vol. 35, p. 073</a>\n            </div>\n             و لم يكن بقي\nمن أهل الشورى غيره وغير سعد وسعد كان قد ترك هذا الأمر وكان الأمر قد\nإنحصر فى عثمان وعلى فلما توفى عثمان لم يبق لها معين إلا على رضى الله عنه\nوإنما وقع الشر بسبب قتل عثمان فحصل بذلك قوة أهل الظلم والعدوان وضعف أهل\nالعلم والايمان حتى حصل من الفرقة والاختلاف ما صار يطاع فيه من غيره أولى\nمنه بالطاعة ولهذا أمر الله بالجماعة والائتلاف ونهى عن الفرقة والاختلاف\nولهذا قيل مايكرهون فى الجماعة خير مما يجمعون من الفرقة\n</p>\n\n<p>\nوأما الحديث الذى فيه ( أن عمارا تقتله الفئة الباغية ( فهذا الحديث قد\nطعن فيه طائفة من أهل العلم لكن رواه مسلم فى صحيحه وهوفى بعض نسخ البخاري\nقد تأوله بعضهم على أن المراد بالباغية الطالبة بدم عثمان كما قالوا نبغى\nإبن عفان بأطراف الأسل وليس بشيء بل يقال ماقاله رسول الله صلى الله عليه\nوسلم فهو حق كما قاله وليس فى كون عمارا تقتله الفئة الباغية ماينافى ما\nذكرناه فإنه قد قال الله تعالى <span class='quran'>وإن طائفتان من المؤمنين اقتتلوا\nفأصلحوا بينهما فإن بغت إحداهما على الأخرى فقاتلوا التي تبغي حتى تفيء إلى\nأمر الله فإن فاءت فأصلحوا بينهما بالعدل وأقسطوا إن الله يحب المقسطين\nإنما المؤمنون إخوة فأصلحوا بين أخويكم </span>فقد جعلهم مع وجود الاقتتال\nوالبغى مؤمنين إخوة بل مع أمره بقتال الفئة الباغية جعلهم مؤمنين وليس كل\nما كان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p074'> Vol. 35, p. 074</a>\n            </div>\n             بغيا وظلما أو عدوانا يخرج عموم الناس عن الايمان\nولايوجب لعنتهم فكيف يخرج ذلك من كان من خير القرون\n</p>\n\n<p>\nوكل من كان باغيا أو ظالما أومعتديا أو مرتكبا ماهو ذنب فهو ( قسمان (\nمتأول وغير متاول فالمتأول المجتهد كأهل العلم والدين الذين اجتهدوا واعتقد <span id='ms42'></span>\nبعضهم حل أمور وأعتقد الآخر تحريمها كما استحل بعضهم بعض أنواع الأشربة\nوبعضهم بعض المعاملات الربوية وبعضهم بعض عقود التحليل والمتعة وأمثال ذلك\nفقد جرى ذلك وأمثاله من خيار السلف فهؤلاء المتأولون المجتهدون غايتهم أنهم\nمخطئون وقد قال الله تعالى <span class='quran'>ربنا لا تؤاخذنا إن نسينا أو أخطأنا </span>وقد ثبت فى الصحيح أن الله استجاب هذا الدعاء وقد أخبر سبحانه عن داود\nوسليمان عليهما السلام أنهما حكما فى الحرث وخص أحدهما بالعلم والحكم مع\nثنائه على كل منهما بالعلم والحكم والعلماء ورثة الأنبياء فإذا فهم أحدهم\nمن المسألة مالم يفهمه الآخر لم يكن بذلك ملوما ولا مانعا لما عرف من علمه\nودينه وإن كان ذلك مع العلم بالحكم يكون إثما وظلما والاصرار عليه فسقا بل\nمتى علم تحريمه ضرورة كان تحليله كفرا فالبغي هو من هذا الباب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p075'> Vol. 35, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nأما إذا كان الباغى مجتهدا ومتأولا ولم يتبين له أنه باغ بل اعتقد أنه\nعلى الحق وإن كان مخطئا فى اعتقاده لم تكن تسميته ( باغيا ( موجبة لإثمه\nفضلا عن أن توجب فسقه والذين يقولون بقتال البغاة المتأولين يقولون مع\nالأمر بقتالهم قتالنا لهم لدفع ضرر بغيهم لاعقوبة لهم بل للمنع من العدوان\nويقولون إنهم باقون على العدالة لايفسقون ويقولون هم كغير المكلف كما يمنع\nالصبي والمجنون والناسى والمغمى عليه والنائم من العدوان أن لايصدر منهم بل\nتمنع البهائم من العدوان ويجب على من قتل مؤمنا خطأ الدية بنص القرآن مع\nأنه لا إثم عليه فى ذلك وهكذا من رفع إلى الامام من أهل الحدود وتاب بعد\nالقدرة\n</p>\n\n<p>\nعليه فاقام عليه الحد والتائب من الذنب كمن لاذنب له والباغى المتأول\nيجلد عند مالك والشافعى وأحمد ونظائره متعددة ثم بتقدير أن يكون ( البغى (\nبغير تأويل يكون ذنبا والذنوب تزول عقوبتها بأسباب متعددة بالحسنات الماحية\nوالمصائب المكفرة وغير ذلك\n</p>\n\n<p>\nثم ( إن عمارا تقتله الفئة الباغية ( ليس نصا فى أن هذا اللفظ لمعاوية\nوأصحابه بل يمكن أنه أريد به تلك العصابة التى حملت عليه حتى قتلته وهي\nطائفة <span id='ms43'></span> من العسكر ومن رضي بقتل عمار كان حكمه حكمها ومن المعلوم أنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p076'> Vol. 35, p. 076</a>\n            </div>\n             كان فى العسكر من لم يرض بقتل عمار كعبد الله بن عمرو بن العاص\nوغيره بل كل الناس كانوا منكرين لقتل عمار حتى معاوية وعمرو\n</p>\n\n<p>\nويروى أن معاوية تأول أن الذي قتله هو الذى جاء به دون مقاتليه وأن عليا\nرد هذا التأويل بقوله فنحن إذا قتلنا حمزة ولاريب أن ماقاله على هو الصواب\nلكن من نظر فى كلام المتناظرين من العلماء الذين ليس بينهم قتال ولا ملك\nوأن لهم فى النصوص من التأويلات ماهو أضعف من معاوية بكثير ومن تأول هذا\nالتأويل لم ير أنه قتل عمارا فلم يعتقد أنه باغ ومن لم يعتقد أنه باغ وهو\nفى نفس الأمر باغ فهو متأول مخطئ\n</p>\n\n<p>\nوالفقهاء ليس فيهم من رأيه القتال مع من قتل عمارا لكن لهم قولان مشهوران\nكما كان عليهما أكابر الصحابة منهم من يرى القتال مع عمار وطائفته ومنهم من\nيرى الامساك عن القتال مطلقا وفى كل من الطائفتين طوائف من السابقين\nالأولين ففي القول الأول عمار وسهل بن حنيف وأبو أيوب وفى الثانى سعد بن\nأبى وقاص ومحمد بن مسلمة وأسامة بن زيد وعبد الله بن عمر ونحوهم ولعل أكثر\nالأكابر من الصحابة كانوا على هذا الرأى ولم يكن فى العسكرين بعد علي أفضل\nمن سعد بن أبى وقاص وكان من القاعدين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p077'> Vol. 35, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nو ( حديث عمار ( قد يحتج به من رأى القتال لأنه إذا كان قاتلوه بغاة\nفالله يقول ( فقاتلوا التى تبغى ) والمتمسكون يحتجون بالأحاديث الصحيحة عن\nالنبى صلى الله عليه وسلم فى ( أن القعود عن الفتنة خير من القتال فيها (\nوتقول إن هذا القتال ونحوه هو قتال الفتنة كما جاءت أحاديث صحيحة تبين ذلك\nوأن النبى صلى الله عليه وسلم لم يأمر بالقتال ولم يرض به وإنما رضي بالصلح\nوإنما أمر الله بقتال الباغى ولم يأمر بقتاله ابتداء بل قال ( وإن طائفتان\nمن المؤمنين اقتتلوا فاصلحوا بينهما فإن بغت إحداهما على الأخرى فقاتلوا\nالتى <span id='ms44'></span> تبغى حتى تفيء إلى أمر الله فإن فاءت فاصلحوا بينهما بالعدل وأقسطوا\nإن الله يحب المقسطين ) قالوا والاقتتال الأول لم يأمر الله به ولا أمر كل\nمن بغى عليه أن يقاتل من بغى عليه فإنه إذا قتل كل باغ كفر بل غالب\nالمؤمنين بل غالب الناس لايخلو من ظلم وبغى ولكن إذا اقتتلت طائفتان من\nالمؤمنين فالواجب الإصلاح بينهما وإن لم تكن\n</p>\n\n<p>\nواحدة منهما مأمورة بالقتال فإذا بغت الواحدة بعد ذلك قوتلت لأنها لم\nتترك القتال ولم تجب إلى الصلح فلم يندفع شرها إلا بالقتال فصار قتالها\nبمنزلة قتال الصائل الذي لايندفع ظلمه عن غيره إلا بالقتال كما قال النبى\nصلى الله عليه وسلم ( من قتل دون ماله فهو شهيد ومن قتل دون دمه فهو شهيد\nومن قتل دون دينه فهو شهيد ومن قتل دون حرمته فهو شهيد ( قالوا فبتقدير أن\nجميع العسكر بغاة فلم نؤمر بقتالهم ابتداء بل أمرنا بالاصلاح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p078'> Vol. 35, p. 078</a>\n            </div>\n            \nبينهم و ( أيضا ( فلا يجوز قتالهم إذا كان الذين معهم ناكلين عن القتال\nفإنهم كانوا كثيري الخلاف عليه ضعيفى الطاعة\n</p>\n\n<p>\nله و ( المقصود ( أن هذا الحديث لايبيح لعن أحد من الصحابة ولا يوجب فسقه\nوأما ( أهل البيت ( فلم يسبوا قط ولله الحمد ولم يقتل الحجاج أحدا من بنى\nهاشم وإنما قتل رجالا من أشراف العرب وكان قد تزوج بنت عبد الله بن جعفر\nفلم يرض بذلك بنو عبد مناف ولا بنو هاشم ولا بنو أمية حتى فرقوا بينه\nوبينها حيث لم يروه كفؤا والله أعلم\n</p>\n\n<p>\n| وسئل رحمه الله\n</p>\n\n<p>\nعن الفتن التى تقع من أهل البر وأمثالها فيقتل بعضهم بعضا ويستبيح بعضهم\nحرمة بعض فما حكم الله تعالى فيهم\n</p>\n\n<p>\nفأجاب الحمد لله هذه الفتن وأمثالها من أعظم المحرمات وأكبر المنكرات قال\nالله تعالى <span class='quran'>يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا\nوأنتم مسلمون واعتصموا بحبل الله جميعا ولا تفرقوا واذكروا نعمة الله </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p079'> Vol. 35, p. 079</a>\n            </div>\n             وهؤلاء الذين تفرقوا وإختلفوا حتى صار عنهم من الكفر ما صار\nوقد قال النبى ( لا <span id='ms45'></span> ترجعوا بعدى كفارا يضرب بعضكم رقاب بعض فهذا من الكفر\nوإن كان المسلم لا يكفر بالذنب قال تعالى ( وإن طائفتان من المؤمنين\nإقتتلوا فأصلحوا بينهما فإن بغت إحداهما على الآخرى فقاتلوا التى تبغى حتى\nتفىء إلى أمر الله فإن فاءت فأصلحوا بينهما بالعدل وأقسطوا إن الله يحب\nالمقسطين إنما المؤمنون إخوه فأصلحوا بين أخويكم وإتقوا الله لعلكم ترحمون\n( فهذا حكم الله بين المقتتلين من المؤمنين أخبر أنهم إخوة وأمر أولا\nبالإصلاح بينهم إذا إقتتلوا ( فإن بغت إحداهما على الأخرى ) ولم يقبلوا\nالإصلاح ( فقاتلوا التى تبغى حتى تفيء إلى أمر الله فإن فاءت فأصلحوا\nبينهما بالعدل ) فأمر بالإصلاح بينهم بالعدل بعد أن ( تفىء إلى أمر الله )\nأى ترجع إلى أمر الله فمن رجع إلى أمر الله وجب أن يعدل بينه وبين خصمه\nويقسط بينهما فقبل أن نقاتل الطائفة الباغية وبعد إقتتالهما أمرنا بالإصلاح\nبينهما مطلقا لأنه لم تقهر إحدى الطائفتين بقتال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p080'> Vol. 35, p. 080</a>\n            </div>\n             وإذا كان كذلك\nفالواجب أن يسعى بين هاتين الطائفتين بالصلح الذى أمر الله به ورسوله ويقال\nلهذه ما تنقم من هذه ولهذه ما تنقم من هذه فإن ثبت على إحدى الطائفتين أنها\nإعتدت على الآخرى بإتلاف شيء من الأنفس والأموال كان عليها ضمان ما أتلفته\nوإن كان هؤلاء أتلفوا لهؤلاء وهؤلاء أتلفوا لهؤلاء تقاصوا بينهم كما قال\nالله تعالى <span class='quran'>كتب عليكم القصاص في القتلى الحر بالحر والعبد بالعبد\nوالأنثى </span>بالأنثى وقد ذكرت طائفة من السلف أنها أنزلت فى مثل ذلك فى\nطائفتين إقتتلتا فأمرهم الله بالمقاصة قال ( فمن عفى له من أخيه شيء )\nوالعفو الفضل فإذا فضل لواحدة من الطائفتين شيء على الأخرى ( فإتباع\nبالمعروف ) والذى عليه الحق يؤديه بإحسان وإن تعذر أن تضمن واحدة للأخرى\nفيجوز أن يتحمل الرجل حمالة يؤديها لصلاح ذات البين وله أن يأخذها بعد ذلك\nمن زكاة المسلمين ويسأل الناس فى إعانته على هذه الحالة وان كان غنيا قال\nالنبى صلى الله عليه وسلم لقبيصة بن مخارق الهلالى ( يا قبيصة ان المسألة\nلا تحل الا <span id='ms46'></span> لثلاثة رجل أصابته جائحة اجتاحت ماله فيسأل حتى يجد سدادا من\nعيش ثم يمسك ورجل اصابته فاقة فانه يقوم ثلاثة من ذوى الحجى من قومه\nفيقولون قد اصاب فلانا فاقة فيسأل حتى يجد قواما من عيش وسدادا من عيش ثم\nيمسك ورجل يحمل حمالة فيسأل حتى يجد حمالته ثم يمسك ( والواجب على كل مسلم\nقادر ان يسعى فى الإصلاح بينهم ويأمرهم بما أمر الله به مهما أمكن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p081'> Vol. 35, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nومن كان من الطائفتين يظن انه مظلوم مبغى عليه فاذا صبر وعفى اعزه الله\nونصره كما ثبت فى الصحيح عن النبى انه قال ( ما زاد الله عبدا بعفو الا عزا\nوما تواضع أحد لله الا رفعه الله ولا نقصت صدقة من مال ( وقال تعالى <span class='quran'>وجزاء سيئة سيئة مثلها فمن عفا وأصلح فأجره على الله </span>وقال تعالى <span class='quran'>إنما السبيل على الذين يظلمون الناس ويبغون في الأرض بغير الحق أولئك لهم\nعذاب أليم ولمن صبر وغفر إن ذلك لمن عزم الأمور </span>فالباغى الظالم ينتقم\nالله منه فى الدنيا والآخرة فان البغى مصرعه قال بن مسعود ولو بغى جبل على\nجبل لجعل الله الباغى منهما دكا ومن حكمة الشعر % قضى الله ان البغى يصرع\nاهله % وان الباغى تدور الدوائر % $ ويشهد لهذا قوله تعالى <span class='quran'>إنما بغيكم\nعلى أنفسكم متاع الحياة الدنيا </span>الآية وفى الحديث ( ما من ذنب أحرى أن\nيعجل لصاحبه العقوبة فى الدنيا من البغى وما حسنة احرى ان يعجل لصاحبها\nالثواب من صلة الرحم ( فمن كان من احدى الطائفتين باغيا ظالما فليتق الله\nوليتب ومن كان مظلوما مبغيا عليه وصبر كان له البشرى من الله قال تعالى\n<span class='quran'>وبشر الصابرين </span>قال عمرو بن اوس هم الذين لا يظلمون اذا ظلموا وقد\nقال تعالى للمؤمنين فى حق عدوهم <span class='quran'>وإن تصبروا وتتقوا لا يضركم كيدهم\nشيئا </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p082'> Vol. 35, p. 082</a>\n            </div>\n             وقال يوسف عليه السلام لما فعل به اخوته ما فعلوا\nفصبر واتقى حتى نصره الله ودخلوا عليه وهو فى عزه <span class='quran'>قالوا أئنك لأنت\nيوسف قال أنا يوسف وهذا أخي قد من الله <span id='ms47'></span> علينا إنه من يتق ويصبر فإن الله لا\nيضيع أجر المحسنين </span>فمن إتقى الله من هؤلاء وغيرهم بصدق وعدل ولم يتعد\nحدود الله وصبر على اذى الآخر وظلمه لم يضره كيد الآخر بل ينصره الله عليه\n</p>\n\n<p>\nوهذه الفتن سببها الذنوب والخطايا فعلى كل من الطائفتين ان يستغفر الله\nويتوب إليه فإن ذلك يرفع العذاب وينزل الرحمة قال الله تعالى <span class='quran'>وما كان\nالله ليعذبهم وأنت فيهم وما كان الله معذبهم وهم يستغفرون </span>وفى الحديث\nعن النبى ( من اكثر من الاستغفار جعل الله له من كل هم فرجا ومن كل ضيق\nمخرجا ورزقه من حيث لا يحتسب قال الله تعالى <span class='quran'>الر كتاب أحكمت آياته ثم\nفصلت من لدن حكيم خبير ألا تعبدوا إلا الله إنني لكم منه نذير وبشير وأن\nاستغفروا ربكم ثم توبوا إليه يمتعكم متاعا حسنا إلى أجل مسمى ويؤت كل ذي\nفضل فضله </span>( \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p083'> Vol. 35, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\n| وسئل رحمه الله تعالى\n</p>\n\n<p>\nعن طائفتين يزعمان أنهما من أمة محمد يتداعيان بدعوة الجاهلية كأسد وهلال\nوثعلبة وحرام وغير ذلك وبينهم أحقاد ودماء فإذا تراءت الفئتان سعى المؤمنون\nبينهم لقصد التأليف وإصلاح ذات البين فيقول أولئك الباغون إن الله قد أوجب\nعلينا طلب الثأر بقوله <span class='quran'>وكتبنا عليهم فيها أن النفس بالنفس </span>إلى\nقوله <span class='quran'>والجروح قصاص </span>ثم إن المؤمنين يعرفونهم أن هذا الأمر يفضى\nإلى الكفر من قتل النفوس ونهب الأموال فيقولون نحن لنا عليهم حقوق فلا\nنفارق حتى نأخذ ثأرنا بسيوفهم ثم يحملون عليهم فمن إنتصر منهم بغى وتعدى\nوقتل النفس ويفسدون فى الأرض فهل يجب قتال الطائفة الباغية وقتلها بعد\nأمرهم بالمعروف أو ماذا يجب على الإمام أن يفعل بهذه الطائفة الباغية\n</p>\n\n<p>\nفأجاب الحمد لله قتال هاتين الطائفتين حرام بالكتاب والسنة والإجماع حتى\nقال صلى الله عليه وسلم ( إذا إلتقى المسلمان بسيفهما فالقاتل والمقتول فى\nالنار قيل يا رسول الله هذا القاتل فما بال المقتول قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p084'> Vol. 35, p. 084</a>\n            </div>\n             أنه\nأراد قتل صاحبه ( وقال ( لا ترجعوا بعدى كفارا يضرب بعضكم رقاب بعض ( وقال\n( إن دماءكم وأموالكم عليكم حرام <span id='ms48'></span> كحرمة يومكم هذا فى بلدكم هذا فى شهركم\nهذا إلا ليبلغ الشاهد منكم الغائب فرب مبلغ أوعى من سامع (\n</p>\n\n<p>\nوالواجب فى مثل هذا ما أمر الله به ورسوله حيث قال <span class='quran'>وإن طائفتان من\nالمؤمنين اقتتلوا فأصلحوا بينهما فإن بغت إحداهما على الأخرى فقاتلوا التي\nتبغي حتى تفيء إلى أمر الله فإن فاءت فأصلحوا بينهما بالعدل وأقسطوا إن\nالله يحب المقسطين إنما المؤمنون إخوة فأصلحوا بين أخويكم واتقوا الله\nلعلكم ترحمون </span>فيجب الإصلاح بين هاتين الطائفتين كما أمر الله تعالى\nوالإصلاح له طرق\n</p>\n\n<p>\n( منها ( أن تجمع أموال الزكوات وغيرها حتى يدفع فى مثل ذلك فإن الغرم\nلإصلاح ذات البين يبيح لصاحبه أن يأخذ من الزكاة بقدر ما غرم كما ذكره\nالفقهاء من أصحاب الشافعى وأحمد وغيرهما كما قال النبى لقبيصة بن مخارق (\nإن المسألة لا تحل إلا لثلاثة لرجل تحمل حمالة فيسأل حتى يجد حمالته ثم\nيمسك ورجل أصابته جائحة إجتاحت ماله فيسأل حتى يجد سدادا من عيش ثم يمسك\nورجل أصابته فاقة حتى يقوم ثلاثة من ذوى الحجى من قومه فيقولون قد أصابت\nفلانا فاقة فيسأل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p085'> Vol. 35, p. 085</a>\n            </div>\n             حتى يجد قواما من عيش وسدادا من عيش ثم يمسك\nوما سوى ذلك من المسألة فإنه يأكله صاحبه سحتا (\n</p>\n\n<p>\nومن طرق الصلح أن تعفو إحدى الطائفتين أو كلاهما عن بعض مالها عند الأخرى\nمن الدماء والأموال <span class='quran'>فمن عفا وأصلح فأجره على الله إنه لا يحب الظالمين\n</span></p>\n\n<p>\nومن طرق الصلح أن يحكم بينهما بالعدل فينظر ما أتلفته كل طائفة من الأخرى\nمن النفوس والأموال فيتقاصان ( الحر بالحر والعبد بالعبد والأنثى بالأنثى )\nوإذا فضل لإحداهما على الأخرى شيء فإتباع بالمعروف وأداء إليه بإحسان فإن\nكان يجهل عدد القتلى أو مقدار المال جعل المجهول كالمعدوم وإذا إدعت\nإحداهما على الأخرى بزيادة فإما أن تحلفها على نفى ذلك وإما أن تقيم البينة\nوإما تمتنع عن اليمين فيقضى برد اليمين أو النكول\n</p>\n\n<p>\nفإن كانت احدى الطائفتين تبغى بأن تمتنع عن العدل الواجب ولا تجيب إلى\nأمر الله ورسوله وتقاتل <span id='ms49'></span> على ذلك أو تطلب قتال الأخرى واتلاف النفوس\nوالأموال كما جرت عادتهم به فإذا لم يقدر على كفها إلا بالقتل قوتلت حتى\nتفىء إلى أمر الله وان امكن ان تلزم بالعدل بدون القتال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p086'> Vol. 35, p. 086</a>\n            </div>\n             مثل ان\nيعاقب بعضهم أو يحبس أو يقتل من وجب قتله منهم ونحو ذلك عمل ذلك ولا حاجة\n</p>\n\n<p>\nإلى القتال وأما قول القائل ان الله اوجب علينا طلب الثأر فهو كذب على\nالله ورسوله فان الله لم يوجب على من له عند أخيه المسلم المؤمن مظلمة من\nدم أو مال أو عرض ان يستوفى ذلك بل لم يذكر حقوق الآدميين فى القرآن الا\nندب فيها إلى العفو فقال تعالى <span class='quran'>والجروح قصاص فمن تصدق به فهو كفارة له\n</span>وقال تعالى <span class='quran'>فنصف ما فرضتم إلا أن يعفون أو يعفو الذي بيده عقدة\nالنكاح </span>وأما قوله تعالى <span class='quran'>وكتبنا عليهم فيها أن النفس بالنفس\nوالعين بالعين والأنف بالأنف والأذن بالأذن والسن بالسن والجروح قصاص فمن\nتصدق به فهو كفارة له ومن لم يحكم بما أنزل الله فأولئك هم الظالمون </span>فهذا مع انه مكتوب على بنى اسرائيل وان كان حكمنا كحكمهم مما لم ينسخ من\nالشرائع فالمراد بذلك التسوية فى الدماء بين المؤمنين كما قال النبى (\nالمسلمون تتكافأ دماؤهم وهم يد على من سواهم ( فالنفس بالنفس ( وان كان\nالقاتل رئيسا مطاعا من قبيلة شريفة والمقتول سوقى طارف وكذلك ان كان كبيرا\nوهذا صغيرا أو هذا غنيا وهذا فقيرا وهذا عربيا وهذا عجميا أو هذا هاشميا\nوهذا قرشيا وهذا رد لما كان عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p087'> Vol. 35, p. 087</a>\n            </div>\n             أهل الجاهلية من انه اذا قتل\nكبير من القبيلة قتلوا به عددا من القبيلة الأخرى غير قبيلة القاتل واذا\nقتل ضعيف من قبيلة لم يقتلوا قاتله اذا كان رئيسا مطاعا فأبطل الله ذلك\nبقوله <span class='quran'>وكتبنا عليهم فيها أن النفس بالنفس </span>فالمكتوب عليهم هو\nالعدل وهو كون النفس بالنفس اذ الظلم حرام واما استيفاء الحق فهو إلى\nالمستحق وهذا مثل قوله <span class='quran'>ومن قتل مظلوما فقد جعلنا لوليه سلطانا فلا\nيسرف في <span id='ms50'></span> القتل </span>أي لا يقتل غير قاتله\n</p>\n\n<p>\nوأما إذا طلبت احدى الطائفتين حكم الله ورسوله فقالت الأخرى نحن نأخذ\nحقنا بأيدينا فى هذا الوقت فهذا من أعظم الذنوب الموجبة عقوبة هذا القاتل\nالظالم الفاجر واذا امتنعوا عن حكم الله ورسوله ولهم شوكة وجب على الأمير\nقتالهم وان لم يكن لهم شوكة عرف من امتنع من حكم الله ورسوله والزم بالعدل\n</p>\n\n<p>\nوأما قولهم لنا عليهم حقوق من سنين متقادمة فيقال لهم نحن نحكم بينكم فى\nالحقوق القديمة والحديثة فان حكم الله ورسوله يأتى على هذا\n</p>\n\n<p>\nوأما من قتل احدا من بعد الاصطلاح أو بعد المعاهدة والمعاقدة فهذا يستحق\nالقتل حتى قالت طائفة من العلماء انه يقتل حدا ولا يجوز العفو عنه لأولياء\nالمقتول وقال الأكثرون بل قتله قصاص والخيار فيه إلى أولياء المقتول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p088'> Vol. 35, p. 088</a>\n            </div>\n             وان كان الباغى طائفة فانهم يستحقون العقوبة وان لم يمكن كف\nصنيعهم الا بقتالهم قوتلوا وإن امكن بما دون ذلك عوقبوا بما يمنعهم من\nالبغى والعدوان ونقض العهد والميثاق قال ( ينصب لكل غادر لواء يوم القيامة\nعند استه بقدر غدرته فيقال هذه غدرة فلان ( وقد قال تعالى <span class='quran'>فمن عفي له\nمن أخيه شيء فاتباع بالمعروف وأداء إليه بإحسان ذلك تخفيف من ربكم ورحمة\nفمن اعتدى بعد ذلك فله عذاب أليم </span>قالت طائفة من العلماء المعتدى هو\nالقاتل بعد العفو فهذا يقتل حتما وقال آخرون بل يعذب بما يمنعه من الاعتداء\nوالله أعلم\n</p>\n\n<p>\n| وسئل رحمه الله تعالى\n</p>\n\n<p>\nعن أقوام لم يصلوا ولم يصوموا والذى يصوم لم يصل ومالهم حرام ويأخذون\nاموال الناس ويكرمون الجار والضعيف ولم يعرف لهم مذهب وهم مسلمون\n</p>\n\n<p>\nفأجاب الحمد لله هؤلاء وان كانوا تحت حكم ولاة الأمور فانه يجب ان\nيأمروهم بإقامة الصلاة ويعاقبوا على تركها وكذلك الصيام وان اقروا بوجوب\nالصلاة الخمس وصيام رمضان والزكاة المفروضه والا فمن لم يقر بذلك فهو كافر\nوان اقروا بوجوب الصلاة وامتنعوا عن اقامتها عوقبوا حتى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p089'> Vol. 35, p. 089</a>\n            </div>\n            \nيقيموها ويجب قتل كل من لم يصل اذا كان بالغا عاقلا عند جماهير <span id='ms51'></span> العلماء\nكمالك والشافعى واحمد وكذلك تقام عليهم الحدود\n</p>\n\n<p>\nوان كانوا طائفة ممتنعة ذات شوكة فانه يجب قتالهم حتى يلتزموا اداء\nالواجبات الظاهرة والمتواترة كالصلاة والصيام والزكاة وترك المحرمات كالزنا\nوالربا وقطع الطريق ونحو ذلك ومن لم يقر بوجوب الصلاة والزكاة فإنه كافر\nيستتاب فان تاب والا قتل ومن لم يؤمن بالله ورسوله واليوم الآخر والجنة\nوالنار فهو كافر اكفر من اليهود والنصارى وعقوق الوالدين من الكبائر\nالموجبة للنار\n</p>\n\n<p>\n| وسئل رحمه الله تعالى\n</p>\n\n<p>\nعن أقوام مقيمون فى الثغور يغيرون على الأرمن وغيرهم ويكسبون المال\nينفقون على الخمر والزنا هل يكونون شهداء اذا قتلوا\n</p>\n\n<p>\nفأجاب الحمد لله ان كانوا انما يغيرون على الكفار المحاربين فانما\nالأعمال بالنيات وقد قالوا يا رسول الله الرجل يقاتل شجاعة ويقاتل حمية\nويقاتل رياء فأى ذلك فى سبيل الله فقال ( من قاتل لتكون كلمة الله هي\nالعليا فهو فى سبيل الله ( فان كان احدهم لا يقصد الا اخذ المال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p090'> Vol. 35, p. 090</a>\n            </div>\n             وانفاقه فى المعاصى فهؤلاء فساق مستحقون للوعيد وان كان\nمقصودهم ان تكون كلمة الله هي العليا ويكون الدين لله فهؤلاء مجاهدون لكن\nإذا كانت لهم كبائر كان لهم حسنات وسيئات واما ان كانوا يغيرون على\nالمسلمين الذين هناك فهؤلاء مفسدون فى الأرض محاربون لله ورسوله مستحقون\nللعقوبة البليغة فى الدنيا والآخرة والله أعلم\n</p>\n\n<p>\n| وسئل رحمه الله تعالى\n</p>\n\n<p>\nعن جندى مع أمير وطلع السلطان إلى الصيد ورسم السلطان بنهب ناس من العرب\nوقتلهم فطلع إلى الجبل فوجد ثلاثين نفرا فهربوا فقال الأمير سوقوا خلفهم\nفردوا عليهم ليحاربوا فوقع من الجندى ضربة فى واحد فمات فهل عليه شيء أم لا\n</p>\n\n<p>\nفأجاب الحمد لله رب العالمين اذا كان هذا المطلوب من الطائفة المفسدة\nالظلمة الذين خرجوا عن الطاعة وفارقوا الجماعة وعدوا على المسلمين فى\nدمائهم واموالهم بغير حق وقد طلبوا ليقام فيهم أمر الله ورسوله فهذا الذى\nعاد منهم مقاتلا يجوز قتاله ولا شيء على من قتله على الوجه المذكور بل\nالمحاربون يستوى فيهم المعاون والمباشر عند جمهور الأئمة كأبى حنيفة <span id='ms52'></span> ومالك\nواحمد فمن كان معاونا كان حكمة حكمهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p091'> Vol. 35, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n| وسئل رحمه الله تعالى\n</p>\n\n<p>\nعن ( الأخوة ( التى يفعلها بعض الناس فى هذا الزمان والتزام كل منهم\nبقوله ان مالي مالك ودمي دمك وولدى ولدك ويقول الآخر كذلك ويشرب احدهم دم\nالاخر فهل هذا الفعل مشروع أم لا واذا لم يكن مشروعا مستحسنا فهل هو مباح\nأم لا وهل يترتب على ذلك شيء من الاحكام الشرعية التى تثبت بالاخوة\nالحقيقية أم لا وما معنى الاخوة التى اخى بها النبى بين المهاجرين والانصار\n</p>\n\n<p>\nفأجاب الحمد لله رب العالمين هذا الفعل على هذا الوجه المذكور ليس مشروعا\nباتفاق المسلمين وانما كان أصل الاخوة ان النبى اخى بين المهاجرين والانصار\nوحالف بينهم فى دار انس بن مالك كما أخى بين سعد بن الربيع وعبد الرحمن بن\nعوف حتى قال سعد لعبد الرحمن خذ شطر مالي واختر إحدى زوجتي حتى اطلقها\nوتنكحها فقال عبد الرحمن بارك الله لك فى مالك واهلك دلونى على السوق وكما\nأخى بين سلمان الفارسى وأبى الدرداء وهذا كله فى الصحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p092'> Vol. 35, p. 092</a>\n            </div>\n             وأما\nما يذكر بعض المصنفين فى ( السيرة ( من ان النبى اخى بين على وابى بكر ونحو\nذلك فهذا باطل باتفاق اهل المعرفة بحديثه فانه لم يؤاخ بين مهاجر ومهاجر\nوانصاري وانصاري وإنما اخى بين المهاجرين والانصار وكانت المؤاخاة\nوالمحالفة يتوارثون بها دون أقاربهم حتى انزل الله تعالى ( وأولو الارحام\nبعضهم اولى ببعض فى كتاب الله ) فصار الميراث بالرحم دون هذه المؤاخاة\nوالمحالفة\n</p>\n\n<p>\nوتنازع العلماء فى مثل هذه المحالفة والمؤاخاة هل يورث بها عند عدم\nالورثة من الأقارب والموالى على قولين ( احدهما ( يورث بها وهو مذهب ابى\nحنيفة واحمد فى احدى الروايتين لقوله تعالى ( والذين عقدت ايمانكم فآتوهم\nنصيبهم ) ( والثانى ( لا يورث بها بحال وهو مذهب مالك والشافعى واحمد فى\nالرواية المشهورة عند اصحابه وهؤلاء يقولون هذه الآية منسوخة\n</p>\n\n<p>\nوكذلك تنازع الناس هل يشرع فى الاسلام ان يتآخى اثنان ويتحالفا كما فعل\nالمهاجرون والانصار فقيل ان ذلك منسوخ لما رواه مسلم فى صحيحه <span id='ms53'></span> عن جابر ان\nالنبى قال ( لا حلف فى الاسلام وما كان من حلف فى الجاهلية فلم يزده\nالاسلام الا شدة ( ولأن الله قد جعل المؤمنين اخوة بنص القرآن وقال النبى (\nالمسلم اخو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p093'> Vol. 35, p. 093</a>\n            </div>\n             المسلم لا يسلمه ولا يظلمه والذي نفسي بيده لا يؤمن\nاحدكم حتى يحب لأخيه من الخير ما يحبه لنفسه فمن كان قائما بواجب الايمان\nكان اخا لكل مؤمن ووجب على كل مؤمن ان يقوم بحقوقه وان لم يجر بينهما عقد\nخاص فان الله ورسوله قد عقدا الاخوة بينهما بقوله <span class='quran'>إنما المؤمنون إخوة\n</span>وقال النبى صلى الله عليه وسلم ( وددت انى قد رأيت اخوانى (\n</p>\n\n<p>\nومن لم يكن خارجا عن حقوق الايمان وجب ان يعامل بموجب ذلك فيحمد على\nحسناته ويوالى عليها وينهى عن سيئاته ويجانب عليها بحسب الامكان وقد قال\nالنبى ( انصر اخاك ظالما أو مظلوما ( قلت يا رسول الله انصره مظلوما فكيف\nانصره ظالما قال ( تمنعه من الظلم فذلك نصرك اياه (\n</p>\n\n<p>\nوالواجب على كل مسلم ان يكون حبه وبغضه وموالاته ومعاداته تابعا لأمر\nالله ورسوله فيحب ما أحبه الله ورسوله ويبغض ما ابغضه الله ورسوله ويوالى\nمن يوالى الله ورسوله ويعادى من يعادى الله ورسوله ومن كان فيه ما يوالى\nعليه من حسنات وما يعادى عليه من سيئات عومل بموجب ذلك كفساق اهل الملة اذ\nهم مستحقون للثواب والعقاب والموالاة والمعاداة والحب والبغض بحسب ما فيهم\nمن البر والفجور فان ( فمن يعمل مثقال ذرة خيرا يره ومن يعمل مثقال ذرة شرا\nيره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p094'> Vol. 35, p. 094</a>\n            </div>\n             وهذا مذهب اهل السنة والجماعة بخلاف الخوارج والمعتزلة\nوبخلاف المرجئة والجهمية فان اولئك يميلون إلى جانب وهؤلاء إلى جانب واهل\nالسنة والجماعة وسط ومن الناس من يقول تشرع تلك المؤاخاة والمحالفة وهو\nيناسب من يقول بالتوارث بالمحالفة\n</p>\n\n<p>\nلكن لا نزاع بين المسلمين فى أن ولد احدهما لا يصير ولد الآخر بارثه مع\nأولاده والله سبحانه قد نسخ التبنى الذي كان فى الجاهلية حيث كان يتبنى\nالرجل ولد غيره قال الله تعالى <span class='quran'>ما جعل الله لرجل من <span id='ms54'></span> قلبين في جوفه وما\nجعل أزواجكم اللائي تظاهرون منهن أمهاتكم وما جعل أدعياءكم أبناءكم </span>وقال تعالى <span class='quran'>ادعوهم لآبائهم هو أقسط عند الله فإن لم تعلموا آباءهم\nفإخوانكم في الدين </span></p>\n\n<p>\nوكذلك لا يصير مال كل واحد منهما مالا للآخر يورث عنه ماله فان هذا ممتنع\nمن الجانبين ولكن اذا طابت نفس كل واحد منهما بما يتصرف فيه الآخر من ماله\nفهذا جائز كما كان السلف يفعلون وكان احدهما يدخل بيت الآخر ويأكل من طعامه\nمع غيبته لعلمه بطيب نفسه بذلك كما قال تعالى <span class='quran'>أو صديقكم </span></p>\n\n<p>\nوأما شرب كل واحد منهما دم الآخر فهذا لا يجوز بحال واقل ما فى ذلك مع\nالنجاسة التشبيه باللذين يتآخيان متعاونين على الاثم والعدوان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p095'> Vol. 35, p. 095</a>\n            </div>\n            \nاما على فواحش أو محبه شيطانية كمحبه المردان ونحوهم وان اظهروا خلاف ذلك\nمن اشتراك فى الصنائع ونحوها واما تعاون على ظلم الغير واكل مال الناس\nبالباطل فان هذا من جنس مؤاخاة بعض من ينتسب إلى المشيخة والسلوك للنساء\nفيواخى احدهم المرأة الاجنبية ويخلو بها وقد أقر طوائف من هؤلاء بما يجري\nبينهم من الفواحش فمثل هذه المواخاة وأمثالها مما يكون فيه تعاون على ما\nنهى الله عنه كائنا ما كان حرام بإتفاق المسلمين\n</p>\n\n<p>\nوإنما النزاع فى مواخاة يكون مقصودهما بها التعاون على البر والتقوى بحيث\nتجمعهما طاعة الله وتفرق بينهما معصية الله كما يقولون تجمعنا السنة\nوتفرقنا البدعة فهذه التى فيها النزاع فأكثر العلماء لا يرونها إستغناء\nبالمواخاة الايمانية التى عقدها الله ورسوله فان تلك كافية محصلة لكل خير\nفينبغي ان يجتهد فى تحقيق اداء واجباتها اذ قد اوجب الله للمؤمن على المؤمن\nمن الحقوق ما هو فوق مطلوب النفوس ومنهم من سوغها على الوجه المشروع اذا لم\nتشتمل على شيء من مخالفة الشريعة\n</p>\n\n<p>\nوأما أن تقال على المشاركة فى الحسنات والسيئات فمن دخل منهما الجنة ادخل\nصاحبه ونحو ذلك مما قد يشرطه بعضهم على بعض فهذه الشروط وأمثالها لا تصح\nولا يمكن الوفاء بها فان الشفاعة لا تكون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p096'> Vol. 35, p. 096</a>\n            </div>\n             الا بإذن <span id='ms55'></span> الله والله\nاعلم بما يكون من حالهما وما يستحقه كل واحد منهما فكيف يلزم المسلم ما ليس\nإليه فعله ولا يعلم حاله فيه ولا حال الآخر ولهذا نجد هؤلاء الذين يشترطون\nهذه الشروط لا يدرون ما يشرطون ولو إستشعر احدهم انه يؤخذ منه بعض ماله فى\nالدنيا فالله أعلم هل كان يدخل فيها أم لا\n</p>\n\n<p>\nوبالجملة فجميع ما يقع بين الناس من الشروط والعقود والمحالفات فى الأخوة\nوغيرها ترد إلى كتاب الله وسنة رسوله فكل شرط يوافق الكتاب والسنة يوفى به\nو ( من اشترط شرطا ليس فى كتاب الله فهو باطل وان كان مائة شرط كتاب الله\nأحق وشرطه أوثق ( فمتى كان الشرط يخالف شرط الله ورسوله كان باطلا مثل ان\nيشترط ان يكون ولد غيره ابنه أو عتق غيره مولاه أو ان ابنه أو قريبه لا\nيرثه أو أنه يعاونه على كل ما يريد وينصره على كل من عاداه سواء كان بحق أو\nبباطل أو يطيعه فى كل ما يامره به أو انه يدخله الجنه ويمنعه من النار\nمطلقا ونحو ذلك من الشروط واذا وقعت هذه الشروط وفي منها بما امر الله به\nورسوله ولم يوف منها بما نهى الله عنه ورسوله وهذا متفق عليه بين المسلمين\nوفى المباحات نزاع وتفصيل ليس هذا موضعه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p097'> Vol. 35, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nوكذا فى شروط البيوع والهبات والوقوف والنذور وعقود البيعة للأئمة وعقود\nالمشايخ وعقود المتآخيين وعقود اهل الانساب والقبائل وامثال ذلك فانه يجب\nعلى كل أحد ان يطيع الله ورسوله فى كل شيء ويجتنب معصية الله ورسوله فى كل\nشيء ولا طاعة لمخلوق فى معصية الخالق ويجب ان يكون الله ورسوله احب إليه من\nكل شيء ولا يطيع الا من آمن بالله ورسوله والله أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v35p098'> Vol. 35, p. 098</a>\n            </div>\n             <span id='ms56'></span>\n</p>\n",
  "pages": [
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098"
  ],
  "volumes": [
    "35"
  ]
}