{
  "content": "\n\n#\n<p>\n| كتاب الناسخ والمنسوخ لقتادة بن دعامة السدوسي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا الفقيه المكي أبو الحرم مكي بن عبد الرحمن بن سعيد بن عتيق وجماعة\nقال أنا الحافظ شيخ الإسلام فخر الأنام جمال الحفاظ أبو طاهر أحمد بن محمد\nبن أحمد بن محمد بن إبراهيم بن سلفة السلفي الأصبهاني في العشر الآخر من\nصفر سنة اثنتين وسبعين وخمس مائة بثغر الإسكندربة في منزله قراءة عليه وأنا\nأسمع قلت وفي طبقة السماع بخط السلفي هذا تسميع صحيح كما كتب وكتب أحمد بن\nمحمد الأصبهاني قال أخبرنا الشيخ أبو الحسين المبارك بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n             عبد\nالجبار بن أحمد الصيرفي ببغداد من أصل سماعه أنا أبو طاهر محمد بن علي بن\nيوسف بن العلاف أنا أبو بكر أحمد بن جعفر ابن محمد بن سلم الختلي أنا أبو\nخليفة الفضل بن الحباب الجمحي ثنا محمد بن كثير العبدي ثنا همام بن يحيى (\n66 ب ) قال سمعت قتادة يقول في قول الله عز وجل <span class='quran'>فأينما تولوا فثم وجه\nالله </span>10 قال كانوا يصلون نحو بيت المقدس ورسول الله صلى الله عليه\nوسلم بمكة قبل الهجرة وبعدما هاجر رسول الله صلى الله عليه وسلم صلى نحو\nبيت المقدس ستة عشر شهرا ثم وجهه الله تعالى نحو الكعبة البيت الحرام\n</p>\n\n<p>\nوقال في آية أخرى <span class='quran'>فلنولينك قبلة ترضاها فول وجهك شطر المسجد الحرام\nوحيث ما كنتم فولوا وجوهكم شطره </span>12 أي تلقاءه ونسخت هذه ما كان قبلها\nمن أمر القبلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nوعن قوله جل وعز <span class='quran'>ود كثير من أهل الكتاب لو يردونكم من بعد إيمانكم\nكفارا حسدا من عند أنفسهم من بعد ما تبين لهم الحق فاعفوا واصفحوا حتى يأتي\nالله بأمره </span>14 فأمر الله عز وجل نبيه صلى الله عليه وسلم أن يعفو عنهم\nويصفح حتى يأتي الله بأمره ولم يؤمر يومئذ بقتالهم فأنزل الله عز وجل في\nبراءة فأتى الله فيها بأمره وقضائه فقال <span class='quran'>قاتلوا الذين لا يؤمنون بالله\nولا باليوم الآخر ولا يحرمون ما حرم الله ورسوله </span>إلى <span class='quran'>وهم صاغرون\n</span>15 فنسخت هذه الآية ما كان قبلها <span id='ms01'></span> وأمر فيها بقتال أهل الكتاب حتى\nيسلموا أو يفدوا بالجزية\n</p>\n\n<p>\nوعن قوله جل وعز <span class='quran'>ولا تقاتلوهم عند المسجد الحرام حتى يقاتلوكم فيه\nفإن قاتلوكم فاقتلوهم </span>17 فأمر الله عز وجل نبيه صلى الله عليه وسلم\nألا يقاتلهم عند المسجد الحرام إلا أن يبدأوا فيه بقتال\n</p>\n\n<p>\nوقال في آية أخرى <span class='quran'>يسألونك عن الشهر الحرام قتال فيه قل قتال فيه\nكبير </span>19 كان القتال فيه كبيرا كما قال الله عز وجل فنسخ هاتين الآيتين\nفي براءة <span class='quran'>فإذا انسلخ الأشهر الحرم فاقتلوا المشركين حيث وجدتموهم\nوخذوهم واحصروهم واقعدوا لهم كل مرصد </span>20 وقال عز وجل <span class='quran'>وقاتلوا\nالمشركين كافة </span>يعني بالكافة جميعا <span class='quran'>كما يقاتلونكم كافة </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n             21 وقال <span class='quran'>الأشهر الحرم </span>قال كان عهد بين رسول الله صلى\nالله عليه وسلم وبين قريش أربعة أشهر بعد يوم النحر كانت تلك بقية مدتهم\nومن لا عهد له لا نسلاخ في المحرم فأمر الله جل وعز لنبيه صلى الله عليه\nوسلم إذا مضى الأجل أن يقاتلهم في الحل والحرم وعند البيت حتى يشهدوا أن لا\nإله إلا الله وأن محمدا رسول الله\n</p>\n\n<p>\nوعن قوله جل وعز <span class='quran'>والمطلقات يتربصن بأنفسهن ثلاثة قروء </span>23 فجعل\nعدة المطلقة ثلاث حيض ثم أنه نسخ منها عدة المطلقة التي طلقت ولم يدخل بها\nزوجها قال الله عز وجل في سورة الأحزاب <span class='quran'>يا أيها الذين آمنوا إذا نكحتم\nالمؤمنات ثم طلقتموهن من قبل أن تمسوهن فما لكم عليهن من عدة تعتدونها\nفمتعوهن وسرحوهن سراحا جميلا </span>فهذه ليس عليها عدة إن شاءت تزوجت من\nيومها\n</p>\n\n<p>\nوقد نسخ من الثلاثة قروء اثنان <span class='quran'>واللائي يئسن من المحيض من نسائكم\n</span>25 فهذه العجوز قد قعدت من الحيض <span class='quran'>واللائي لم يحضن </span>26 فهذه\nالبكر التي لم تبلغ الحيض فعدتها ثلاثة أشهر وليس الحيض من أمرهما في شيء\n</p>\n\n<p>\nثم نسخ من الثلاثة قروء الحامل فقال <span class='quran'>وأولات الأحمال أجلهن أن يضعن\nحملهن </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n             27 فهذه أيضا ليست من القروء في شيء إنما أجلها أن\nتضع حملها\n</p>\n\n<p>\nوعن قوله عز وجل <span class='quran'>وبعولتهن أحق بردهن في ذلك </span>28 أي في القروء\nالثلاثة فنسخ <span id='ms02'></span> منها المطلقة ثلاثا قال الله جل وعز <span class='quran'>فإن طلقها فلا تحل\nله من بعد حتى تنكح زوجا غيره </span>29\n</p>\n\n<p>\nوعن قوله عز وجل <span class='quran'>كتب عليكم إذا حضر أحدكم الموت إن ترك خيرا الوصية\n</span>30 والخير المال كأن يقال ألف فما فوق ذلك فأمر أن يوصي لوالديه\nوأقربيه ثم نسخ بعد ذلك في سورة النساء فجعل للوالدين نصيبا معلوما وألحق\nلكل ذي ميراث نصيبه منه وليست لهم وصية فصارت الوصية لمن لا يرث من قريب\nوغير قريب\n</p>\n\n<p>\nوعن قوله عز وجل <span class='quran'>يسألونك عن الخمر والميسر </span>32 القمار كله <span class='quran'>قل فيهما إثم كبير ومنافع للناس </span>وذمهما ولم يحرمهما وهي لهم حلال\nيومئذ ثم أنزل الله عز وجل بعد ذلك هذه الآية في شأن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n             الخمر وهي\nأشد منها فقال <span class='quran'>يا أيها الذين آمنوا لا تقربوا الصلاة وأنتم سكارى حتى\nتعلموا ما تقولون </span>33 فكان السكر منها حراما عليهم ثم إن الله عز وجل\nأنزل الآية التي في سورة المائدة فقال <span class='quran'>يا أيها الذين آمنوا إنما الخمر\nوالميسر والأنصاب والأزلام رجس من عمل الشيطان فاجتنبوه لعلكم تفلحون إنما\nيريد الشيطان أن يوقع بينكم العداوة والبغضاء في الخمر </span>إلى قوله <span class='quran'>فهل أنتم منتهون </span>34 فجاء تحريمها في هذه الآية قليلها وكثيرها ما أسكر\nوما لم يسكر\n</p>\n\n<p>\nوعن قوله عز وجل <span class='quran'>والذين يتوفون منكم ويذرون أزواجا وصية لأزواجهم\nمتاعا إلى الحول غير إخراج </span>36 قال كانت المرأة إذا توفي عنها زوجها\nكان لها السكنى والنفقة حولا من مال زوجها ما لم تخرج ثم نسخ ذلك بعد في\nسورة النساء فجعل لها فريضة معلومة الثمن إن كان له ولد والربع إن لم يكن\nله ولد وعدتها <span class='quran'>أربعة أشهر وعشرا </span>38 فنسخت هذه الآية ما كان قبلها\nمن أمر الحول ونسخت الفريضة الثمن والربع ما كان قبلها من النفقة في الحول\n</p>\n\n<p>\nوعن قوله عز وجل <span class='quran'>يا أيها الذين آمنوا كتب عليكم الصيام كما كتب على\nالذين من قبلكم لعلكم تتقون أياما معدودات </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n             إلى قوله <span class='quran'>من أيام أخر وعلى الذين يطيقونه فدية طعام مسكين </span>40 كانت فيها <span id='ms03'></span> رخصة\nالشيخ الكبير والعجوز الكبيرة وهما لا يطيقان الصوم أن يطعما مكان كل يوم\nمسكينا أو يفطرا ثم نسخ تلك الآية التي بعدها فقال <span class='quran'>شهر رمضان الذي\nأنزل فيه القرآن هدى للناس وبينات من الهدى والفرقان فمن شهد منكم الشهر\nفليصمه ومن كان مريضا أو على سفر فعدة من أيام أخر </span>41 فنسختها هذه\nالآية فكان أهل العلم يرون ويرجون أن الرخصة قد ثبتت للشيخ الكبير والعجوز\nالكبيرة إذا لم يطيقا القيام أن يطعما مكان كل يوم مسكينا وللحبلى إذا خشيت\nعلى ما في بطنها والمرضع إذا خشيت على ولدها\n</p>\n\n<p>\nحدثنا قتادة عن يزيد بن عبد الله أخي مطرف بن عبد الله أن النبي صلى الله\nعليه وسلم رخص للحبلى والمرضع\n</p>\n\n<p>\nوعن قتادة <span class='quran'>وإن تبدوا ما في أنفسكم أو تخفوه يحاسبكم به الله فيغفر\nلمن يشاء ويعذب من يشاء </span>45 ثم أنزل الله عز وجل والآية التي بعدها\nفيها تخفيف ويسر وعافية <span class='quran'>لا يكلف الله نفسا إلا وسعها </span>أي طاقتها\n<span class='quran'>لها ما كسبت </span>46 فنسختها هذه الآية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا قتادة عن زرارة بن أوفى عن أبي هريرة قال قال رسول الله صلى الله\nعليه وسلم إن الله عز وجل تجاوز لأمتي عن كل شيء تحدث أنفسها ما لم تكلم به\nأو تعمل به $\n</p>\n\n<p>\nومن سورة آل عمران\n</p>\n\n<p>\n<span class='quran'>يا أيها الذين آمنوا اتقوا الله حق تقاته </span>51 أن يطاع فلا يعصى\n<span class='quran'>ولا تموتن إلا وأنتم مسلمون </span>52 نسختها الآية التي في التغابن\n<span class='quran'>فاتقوا الله ما استطعتم واسمعوا وأطيعوا </span>53 وعليها بايع رسول\nالله صلى الله عليه وسلم السمع والطاعة ما استطاعوا $ ومن سورة النساء\n</p>\n\n<p>\n<span class='quran'>وإذا حضر القسمة أولوا القربى واليتامى والمساكين فارزقوهم منه\nوقولوا لهم قولا معروفا </span>عن قتادة عن سعيد بن المسيب أنه قال إنها\nمنسوخة كانت قبل الفرائض كان ما ترك الرجل من مال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n             أعطى منه\nاليتيم والمسكين وذوي القربى إذا حضروا القسمة ثم نسخ ذلك بعد ذلك حم\nنسختها المواريث فنسخ الله عز وجل لكل ذي حق حقه ثم صارت وصية من ماله يوصي\nبها <span id='ms04'></span> لقرابته وحيث شاء\n</p>\n\n<p>\nحدثنا قتادة قال قال الأشعري ليست منسوخة\n</p>\n\n<p>\nوعن قتادة <span class='quran'>واللاتي يأتين الفاحشة من نسائكم فاستشهدوا عليهن أربعة\nمنكم </span>إلى <span class='quran'>أو يجعل الله لهن سبيلا واللذان يأتيانها منكم فآذوهما\nفإن تابا وأصلحا فأعرضوا عنهما إن الله كان توابا رحيما </span>60 قال كان\nهذا بدء عقوبة الزنا كانت المرأة تحبس فيؤذيان جميعا فيعيران بالقول جميعا\nفي الشتيمة بعد ذلك ثم أن الله عز وجل نسخ ذلك بعد في سورة النور فجعل لهن\nسبيلا فقال <span class='quran'>الزانية والزاني فاجلدوا كل واحد منهما مائة جلدة ولا\nتأخذكم بهما رأفة في دين الله </span>61 وصارت السنة فيمن أحصن جلد مائة ثم\nالرجم بالحجارة وفيمن لم يحصن جلد مائة ونفي سنة هذا سبيل الزانية والزاني\n</p>\n\n<p>\nوعن قتادة عن قوله عز وجل <span class='quran'>والذين عقدت أيمانكم فآتوهم نصيبهم إن\nالله كان على كل شيء شهيدا </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n             63 وذلك أن الرجل كان يعاقد\nالرجل في الجاهلية فيقول هدمي هدمك ودمي دمك وترثني وأرثك وتطلب بي وأطلب\nبك فجعل له السدس من جميع المال ثم يقسم أهل الميراث مواريثهم ثم نسخ ذلك\nفي سورة الأنفال قال <span class='quran'>وأولو الأرحام بعضهم أولى ببعض في كتاب الله إن\nالله بكل شيء عليم </span>64 فنسخ ما كان في عهد يتوارث به وصارت المواريث\nلذوي الأرحام\n</p>\n\n<p>\nوعن قوله عز وجل <span class='quran'>إلا الذين يصلون إلى قوم بينكم وبينهم ميثاق أو\nجاؤوكم حصرت صدورهم </span>إلى قوله <span class='quran'>وألقوا إليكم السلم فما جعل الله\nلكم عليهم سبيلا </span>66 ثم نسخ بعد ذلك في براءة نبذ إلى كل ذي عهد عهده\nثم أمر الله عز وجل نبيه صلى الله عليه وسلم أن يقاتل المشركين حتى يشهدوا\nأن لا إله إلا الله وأن محمدا رسول الله <span class='quran'>فاقتلوا المشركين حيث\nوجدتموهم وخذوهم واحصروهم واقعدوا لهم كل مرصد </span>67 $ ومن سورة المائدة\n</p>\n\n<p>\nوعن قوله عز وجل <span class='quran'>يا أيها الذين آمنوا لا تحلوا شعائر الله ولا الشهر\nالحرام ولا الهدي ولا القلائد ولا آمين البيت الحرام يبتغون فضلا من ربهم\nورضوانا </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n             68 فنسختها براءة فقال الله جل وعز <span class='quran'>فاقتلوا\nالمشركين <span id='ms05'></span> حيث وجدتموهم </span>69 وقال الله عز وجل <span class='quran'>ما كان للمشركين أن\nيعمروا مساجد الله شاهدين على أنفسهم بالكفر </span>إلى قوله <span class='quran'>وفي النار\nهم خالدون </span>70 فقال عز وجل <span class='quran'>إنما المشركون نجس فلا يقربوا المسجد\nالحرام بعد عامهم هذا </span>71 وهو العام الذي حج فيه أبو بكر رضي الله عنه\nونادى علي فيه بالآذان يعني بالآذان أنه قرأ عليهم علي رضي الله عنه سورة\nبراءة\n</p>\n\n<p>\nوعن قوله عز وجل <span class='quran'>ولا تزال تطلع على خائنة منهم إلا قليلا منهم فاعف\nعنهم واصفح </span>73 حتى يأتي الله بأمره عز وجل فأمر نبيه صلى الله عليه\nوسلم أن يعفو عنهم ويصفح ولم يؤمر يومئذ بقتالهم ثم نسخ ذلك بعد في براءة\nفقال <span class='quran'>قاتلوا الذين لا يؤمنون بالله ولا باليوم الآخر </span>إلى قوله\n<span class='quran'>وهم صاغرون </span>74 فأمر الله عز وجل نبيه صلى الله عليه وسلم أن\nيقاتلهم حتى يسلموا أو يعطوا الجزية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n             وعن قوله عز وجل <span class='quran'>سماعون للكذب أكالون للسحت فإن جاؤوك فاحكم بينهم أو أعرض عنهم </span>76\nيعني اليهود فأمر الله عز وجل نبيه صلى الله عليه وسلم أن يحكم بينهم أو\nيعرض عنهم إن شاء ثم أنزل الله عز وجل الآية التي بعدها <span class='quran'>وأنزلنا إليك\nالكتاب بالحق مصدقا لما بين يديه من الكتاب ومهيمنا عليه فاحكم بينهم بما\nأنزل الله </span>77 فأمر الله عز وجل نبيه صلى الله عليه وسلم يحكم بينهم\nبما أنزل الله بعد أن كان رخص له إن شاء أن يعرض عنهم $ ومن سورة الأنعام\n</p>\n\n<p>\nوعن قوله عز وجل <span class='quran'>وذر الذين اتخذوا دينهم لعبا ولهوا </span>79 ثم أنزل\nالله في براءة فأمر بقتالهم $ ومن سورة الأنفال\n</p>\n\n<p>\nوعن قوله <span class='quran'>وإن جنحوا للسلم فاجنح لها </span>81 فنسختها الآية التي في\nبراءة <span class='quran'>فاقتلوا المشركين حيث وجدتموهم </span>82 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nوعن 67 ب قوله عز وجل <span class='quran'>والذين آمنوا ولم يهاجروا ما لكم من ولايتهم\nمن شيء حتى يهاجروا </span>83 قال فانزلت هذه الآية فتوارث المسلمون بالهجرة\nفكان لا يرث الأعرابي المسلم من المهاجر المسلم شيئا ثم نسخ ذلك بعد في\nسورة الأحزاب فقال عز وجل <span class='quran'>وأولو الأرحام بعضهم <span id='ms06'></span> أولى ببعض في كتاب الله\nمن المؤمنين والمهاجرين </span>84 فخلط الله عز وجل بعضهم ببعض وصارت\nالمواريث بالملك وعن قوله عز وجل <span class='quran'>إلا أن تفعلوا إلى أوليائكم معروفا\n</span>85 يقول إلى أوليائكم من أهل الشرك وصية لا ميراث لهم فأجاز الله عز\nوجل الوصية ولا ميراث لهم $ ومن سورة التوبة\n</p>\n\n<p>\nوعن قوله عز وجل <span class='quran'>عفا الله عنك لم أذنت لهم حتى يتبين لك الذين صدقوا\nوتعلم الكاذبين </span>87 ثم أنزل بعد ذلك في سورة النور فقال <span class='quran'>فإذا\nاستأذنوك لبعض شأنهم فأذن لمن شئت منهم واستغفر لهم الله إن الله غفور رحيم\n</span>88 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n             $ ومن سورة النحل\n</p>\n\n<p>\nوعن قوله عز وجل <span class='quran'>تتخذون منه سكرا ورزقا حسنا </span>89 فأما الرزق فهو\nما أحل مما يأكلون وينبذون ويخللون ويعصرون وأما السكر فهو خمر الأعاجم\nفأنزل الله عز وجل هذه الآية والخمر يومئذ لهم حلال ثم جاء تحريم الخمر في\nسورة المائدة فقال <span class='quran'>يا أيها الذين آمنوا إنما الخمر والميسر </span>90\nقرأ إلى آخرها $ ومن سورة الإسراء\n</p>\n\n<p>\nوعن قوله عز وجل <span class='quran'>إما يبلغن عندك الكبر أحدهما أو كلاهما فلا تقل\nلهما أف ولا تنهرهما وقل لهما قولا كريما واخفض لهما جناح الذل من الرحمة\nوقل رب ارحمهما كما ربياني صغيرا </span>91 ثم نسخ منها حرف واحد لا ينبغي\nلأحد أن يستغفر لوالديه وهما مشركان ولا يقول رب ارحمهما كما ربياني صغيرا\nولكن يخفض لهما جناح الذل من الرحمة ويصاحبهما في الدنيا معروفا وقال عز\nوجل <span class='quran'>ما كان للنبي والذين آمنوا أن يستغفروا للمشركين ولو كانوا أولي\nقربى </span>92 هذه الآية نسخت ذلك الحرف\n</p>\n\n<p>\nوعن قوله عز وجل <span class='quran'>ولا تقربوا مال اليتيم إلا بالتي هي أحسن حتى يبلغ\nأشده </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n             94 وكانت هذه جهدا عليهم لا تخالطوهم في المال ولا\nفي المأكول ثم أنزل الله عز وجل الآية التي في سورة البقرة <span class='quran'>وإن\nتخالطوهم فإخوانكم والله يعلم المفسد من المصلح </span>95 فرخص لهم أن\nيخالطوهم $ ومن سورة العنكبوت\n</p>\n\n<p>\nوعن قوله عز وجل <span class='quran'>ولا تجادلوا أهل الكتاب إلا بالتي هي أحسن </span>97\nنهاهم عن مجادلتهم في هذه الآية ثم <span id='ms07'></span> نسخ ذلك بعد في براءة فقال <span class='quran'>قاتلوا\nالذين لا يؤمنون بالله ولا باليوم الآخر </span>98 ولا مجادلة أشد من السيف $\nومن سورة الجاثية\n</p>\n\n<p>\nوعن قوله عز وجل <span class='quran'>قل للذين آمنوا يغفروا للذين لا يرجون أيام الله\n</span>99 وهم المشركون فأنزل الله عز وجل للمؤمنين أن يغفروا لهم ثم نسخ ذلك\nبعد في براءة فقال <span class='quran'>فاقتلوا المشركين حيث وجدتموهم </span>100\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n             $ ومن سورة الأحقاف\n</p>\n\n<p>\nوعن قوله عز وجل <span class='quran'>وما أدري ما يفعل بي ولا بكم </span>101 قد أعلم الله\nعز وجل نبيه صلى الله عليه وسلم ما يفعل به فأنزل الله عز وجل بيان ذلك\nفقال <span class='quran'>إنا فتحنا لك فتحا مبينا </span>إلى قوله <span class='quran'>نصرا عزيزا </span>102\n</p>\n\n<p>\nعن قتادة عن أنس بن مالك إن هذه الآية نزلت على رسول الله صلى الله عليه\nوسلم مرجعه من الحديبية والنبي صلى الله عليه وسلم وأصحابه مخالطون الحزن\nوالكآبة وقد حيل بينهم وبين مناسكهم فنحروا الهدي بالحديبية فحدثهم أنس أن\nرسول الله صلى الله عليه وسلم قال لأصحابه أنزلت علي آية أحب إلي من الدنيا\nجميعا فتلاها نبي الله صلى الله عليه وسلم فقال رجل من القوم هنيئا مريئا\nيا نبي الله قد بين الله عز وجل لك ما يفعل بك فماذا يفعل بنا فأنزل الله\nعز وجل بعدها <span class='quran'>ليدخل المؤمنين والمؤمنات جنات تجري من تحتها الأنهار\nخالدين فيها ويكفر عنهم سيئاتهم وكان ذلك عند الله فوزا عظيما </span>105\n</p>\n\n<p>\nحدثنا همام رجل يقال له أبو عبد الله قال سمعت السدي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n             يقول ما\nكان في القرآن من خبر فإنما أخبر به العليم الخبير بعلم فليس منه منسوخ\nإنما هو من الأخبار وأخبر عن الأمم الماضية ما صنعوا وما صنع بهم وعما هو\nكائن بعد فناء الدنيا فإنما المنسوخ فيما أحل أو حرم\n</p>\n\n<p>\nقال حدثنا همام عن الكلبي في هذه الآية <span class='quran'>وما أدري ما يفعل بي ولا بكم\n</span>قال رأى رسول الله صلى الله عليه وسلم في المنام رؤيا كأنه مر بأرض\nذات شجر ونخل فقال له بعض أصحابه رؤياك التي رأيت فقال <span class='quran'>وما <span id='ms08'></span> أدري ما\nيفعل بي ولا بكم </span>أنزل بمكة أو اخرج منها إلى غيرها أو أتحول منها إلى\nغيرها $ ومن سورة محمد صلى الله عليه وسلم\n</p>\n\n<p>\nحدثنا همام عن قتادة في قوله عز وجل <span class='quran'>حتى إذا أثخنتموهم فشدوا الوثاق\nفإما منا بعد وإما فداء </span>رخص الله لهم أن يمنوا على من شاءوا منهم\nويأخذوا الفداء منهم إذا أثخنتموهم ثم نسخ ذلك في براءة فقال <span class='quran'>فاقتلوا\nالمشركين حيث وجدتموهم </span>109 $ ومن سورة المجادلة\n</p>\n\n<p>\nوعن قوله عز وجل <span class='quran'>يا أيها الذين آمنوا إذا ناجيتم الرسول فقدموا بين\nيدي نجواكم صدقة ذلك خير لكم وأطهر </span>110 وذلك أن الناس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \nكانوا قد أحفوا برسول الله صلى الله عليه وسلم في المسألة فنهاهم الله عز\nوجل عنه وربما قال فمنعهم في هذه الآية فكان الرجل تكون له الحاجة إلى\nالنبي صلى الله عليه وسلم فلا يستطيع أن يقضيها حتى يقدم بين يدي نجواه\nصدقة فاشتد ذلك على أصحاب رسول الله صلى الله عليه وسلم فأنزل الله عز وجل\nبعد هذه الآية فنسخت ما كان قبلها من أمر الصدقة من نجوى فقال <span class='quran'>أأشفقتم\nأن تقدموا بين يدي نجواكم صدقات فإذ لم تفعلوا وتاب الله عليكم فأقيموا\nالصلاة وآتوا الزكاة </span>111 وهما فريضتان واجبتان لا رخصة لأحد فيهما $\nومن سورة الحشر\n</p>\n\n<p>\nوعن قوله عز وجل <span class='quran'>ما أفاء الله على رسوله من أهل القرى فلله وللرسول\nولذي القربى واليتامى والمساكين وابن السبيل </span>112 فكان الفيء بين هؤلاء\nفلما نزلت هذه الآية في الأنفال <span class='quran'>واعلموا أنما غنمتم من شيء فأن لله\nخمسه وللرسول ولذي القربى واليتامى والمساكين وابن السبيل </span>فنسخت هذه\nالآية ما كان قبلها من سورة الحشر فجعل الخمس لمن كان له الفيء وصار ما بقي\nمن الغنيمة لسائر الناس لمن قاتل عليها $ ومن سورة الممتحنة\n</p>\n\n<p>\nوعن قوله عز وجل <span class='quran'>يا أيها الذين آمنوا إذا جاءكم المؤمنات مهاجرات\nفامتحنوهن الله أعلم بإيمانهن فإن علمتموهن مؤمنات فلا ترجعوهن إلى الكفار\nلا هن حل لهم ولا هم يحلون لهن وآتوهم ما أنفقوا ولا جناح عليكم <span id='ms09'></span> أن تنكحوهن\nإذا آتيتموهن أجورهن ولا تمسكوا بعصم الكوافر </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n             115 يعني\nبذلك كفار نساء العرب إذا أبين أن يسلمن أن يخلى عنهن\n</p>\n\n<p>\nوعن قوله عز وجل <span class='quran'>واسألوا ما أنفقتم وليسألوا ما أنفقوا </span>116 فكن\nإذا فررن من أصحاب رسول الله صلى الله عليه وسلم رجعن إلى الكفار الذين\nبينهم وبين أصحاب رسول الله صلى الله عليه وسلم العهد فتزوجن وبعثن بمهورهن\nإلى أزواجهن من المسلمين فإذا فررن من الكفار الذين بينهم وبين أصحاب رسول\nالله صلى الله عليه وسلم العهد فتزوجن وبعثن بمهورهن إلى أزواجهن من الكفار\nفكان هذا بين أصحاب رسول الله صلى الله عليه وسلم وبين أهل العهد من الكفار\n</p>\n\n<p>\nوعن قوله عز وجل <span class='quran'>ذلكم حكم الله يحكم بينكم والله عليم حكيم </span>121\nفهذا حكمه بين أهل الهدى وأهل الضلالة\n</p>\n\n<p>\nوعن قوله عز وجل <span class='quran'>وإن فاتكم شيء من أزواجكم إلى الكفار فعاقبتم </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n             122 يقول إلى الكفار ليس بينهم وبين أصحاب رسول الله صلى الله\nعليه وسلم عهد يأخذون به فغنموا غنيمة إذا غنموا أن يعطوا زوجها صداقها\nالذي ساق منها من الغنيمة ثم يقسموا الغنيمة بعد ذلك ثم نسخ هذا الحكم وهذا\nالعهد في براءة فنبذ إلى كل ذي عهد عهده $ ومن سورة المزمل\n</p>\n\n<p>\nوعن قوله عز وجل <span class='quran'>يا أيها المزمل قم الليل إلا قليلا نصفه أو انقص\nمنه قليلا أو زد عليه ورتل القرآن ترتيلا </span>124 ففرض الله عز وجل قيام\nالليل في أول هذه السورة فقام أصحاب رسول الله صلى الله عليه وسلم حتى\nانتفخت أقدامهم فأمسك الله خاتمتها حولا ثوم أنزل الله عز وجل التخفيف في\nآخرها قال عز وجل <span class='quran'>علم أن سيكون منكم مرضى وآخرون يضربون في الأرض\nيبتغون من فضل الله وآخرون يقاتلون في سبيل الله فاقرؤوا ما تيسر منه </span>125 فنسخت هذه الآية ما كان قبلها من قيام الليل فجعل قيام الليل تطوعا بعد\nفريضة وقال <span class='quran'>وأقيموا الصلاة وآتوا الزكاة </span>126 وهما فريضتان لا\nرخصة لأحد فيهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nعن قتادة أن أسباع القرآن سبع الأول إلى <span class='quran'>إن كيد الشيطان كان <span id='ms10'></span> ضعيفا\n</span>128 والثاني <span class='quran'>إلى جهنم يحشرون </span>130 والثالث <span class='quran'>نبئ عبادي\nأني أنا الغفور الرحيم وأن عذابي هو العذاب الأليم </span>131 والرابع خاتمة\nالمؤمنين والخامس خاتمة سبأ والسادس خاتمة الحجرات والسابع ما بقي\n</p>\n\n<p>\nقال حدثنا همام عن الكلبي عن أبي صالح وسعيد بن جبير أنهما قالا إن آخر\nآية نزلت من القرآن <span class='quran'>واتقوا يوما ترجعون فيه إلى الله ثم توفى كل نفس\nما كسبت وهم لا يظلمون </span></p>\n\n<p>\nقال حدثنا همام عن قتادة أن أبي بن كعب قال إن آخر عهد القرآن في السماء\nهاتان الآيتان خاتمة براءة <span class='quran'>لقد جاءكم رسول من أنفسكم عزيز عليه ما\nعنتم </span>137 إلى آخرها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n             $ ذكر المدني من القرآن\n</p>\n\n<p>\nقال حدثنا همام عن قتادة قال البقرة وآل عمران والنساء والمائدة والأنفال\nوبراءة والرعد والنحل والحجر والنور والأحزاب ومحمد والفتح والحجرات\nوالرحمن والحديد إلى <span class='quran'>يا أيها النبي لم تحرم ما أحل الله لك </span>138\nعشر متواليات وإذا زلزلت وإذا جاء نصر الله والفتح قال هذا مدني وسائر\nالقرآن مكي\n</p>\n\n<p>\nقال حدثنا همام عن الكلبي عن أبي صالح أنه قال أول شيء أنزل من القرآن\n<span class='quran'>اقرأ باسم ربك الذي خلق </span>140 حتى بلغ إلى <span class='quran'>إن إلى ربك الرجعى\n</span>141 وقال قتادة مثل ذلك قال الكلبي ثم أنزلت آيات بعد ثلاث آيات من\nأول <span class='quran'>ن والقلم </span>أو ثلاث آيات من أول <span class='quran'>المدثر </span>أحدهما قبل\nالأخرى فأي الثلاث كن قبل الأولى فالأخرى بعدهن\n</p>\n\n<p>\nقال حدثنا همام عن الكلبي عن أبي صالح عن ابن عباس قال أنزل القرآن إلى\nسماء الدنيا جملة واحدة ثم أنزل إلى الأرض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n             نجوما ثلاث آيات\nوخمس آيات وأقل وأكثر <span class='quran'>فلا أقسم بمواقع النجوم وإنه لقسم لو تعلمون\nعظيم إنه لقرآن كريم </span>143\n</p>\n\n<p>\nقال حدثنا همام قال سئل الكلبي عن قوله عز وجل <span class='quran'>فلا أقسم بمواقع\nالنجوم </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n             <span id='ms11'></span>\n</p>\n",
  "pages": [
    "001",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053"
  ],
  "volumes": [
    "01"
  ]
}