{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<p>\nبسم الله الرحمن الرحيم وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم\nتسليما\n</p>\n\n<p>\nقال الشيخ الفقيه العالم المتفنن الصالح أبو العباس أحمد ابن يوسف بن علي\nالفهري اللبلي رضي الله عنه وغفر له بفضله نحمد الله حمد الشاكرين وصلواته\nوسلامه على سيدنا محمد رسوله خاتم النبيين وإمام المرسلين وعلى آله\nالطاهرين الطيبين عدد معلوماتك يا رب العالمين\n</p>\n\n<p>\nأما بعد فإن جماعة من حملة العلم الشريف وذوي الفضل المنيف ممن يجل قدرهم\nويعظم خطرهم رغبوا في أن أصنف لهم مجموعا يتضمن ذكر شيوخي الجلة الأعلام\nأئمة الهدى ومصابيح الإسلام الذين أخذت عنهم بالبلاد المشرقية والمغربية\nعلم الأصول وغيره من العلوم الدينية على اختلاف ضروبها وتباين فنونها\nوتبيين أخذي للتصانيف عنهم رضوان الله عليهم ومغفرته الدائمة لهم من قراءة\nوسماع ومناولة وإجازة موصولا أسانيدها بأصحاب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nالتصانيف وأرباب المذاهب والتواليف فأجبتهم إلى مقصودهم وسارعت إلى\nامتثال مرغوبهم لما رأيت من تشوفهم لطريق الرواية وتشوقهم لأسباب الدراية\nوها أنا إن شاء الله تعالى أشرع في ذكرهم وتحليتهم بالصفات اللائقة بهم\nوأذكر ما حضرني من معرفة وفاتهم وولادتهم مستعينا بالله سبحانه وهو خير\nمعين\n</p>\n\n<p>\nقال الشيخ أبو العباس رضي الله عنه وأبقاه أما علم الكلام وأصول الفقه\nفإني أخذتها تفقها عن جماعة كبيرة من العلماء المشهورين والأئمة المعتبرين\nوأنا إن شاء الله تعالى أذكر من أخذت عنه هذين العلمين أو أحدهما متصلا\nإسناده بالإمام الرضي أبي الحسن الأشعري واصفا لهم بما ثبت لدى من أحوالهم\nوبلغني صحيحا من أخبارهم\n</p>\n\n<p>\nفممن أخذت عليه هذين العلمين بالبلاد المصرية تفقها شيخنا شرف الدين ابن\nالتلمساني وأخذ شيخنا شرف الدين عن شيخه المقترح وأخذ المقترح عن شيخه\nالطوسي وأخذ الطوسي عن شيخه الغزالي وأخذ الغزالي عن شيخه أبي المعالي وأخذ\nأبو المعالي عن شيخه الإسفرايني وأخذ الإسفرايني عن شيخه الباقلاني وأخذ\nالباقلاني عن شيخه الباهلي وأخذ الباهلي عن شيخه الإمام أبي الحسن الأشعري\n</p>\n\n<p>\nقال الشيخ أبو العباس فعلى طريق هؤلاء الأئمة رضوان الله عليهم ومغفرته\nلديهم المنظومين في <span id='ms01'></span> هذا السلك المهتدى بأنوارهم في الدياجي الغلس المقتدى\nبهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nفي الدين أخذ علم أصول الدين وها أنا أذكرهم بحول الله تعالى وقوته إماما\nإماما وعالما عالما واحد إثر واحد على النسق الذي ذكرناه والترتيب الذي\nنظمنه فنقول\n</p>\n\n<h1 class='l1' id='head0'>1 - </h1>\n\n<p>\nشرف الدين ابن التلمساني\n</p>\n\n<p>\nأما شيخنا شرف الدين ابن التلمساني العالم الفاضل فهو أبو محمد عبد الله\nبن يحيى بن علي الفهري المشهور بابن التلمساني فكان رحمه الله نظارا محققا\nوفي علم الأصوليين مدققا تخرج بشيخه الإمام المقترح وسلك طريقته وبذ فيها\nصحابته فاضلا دينا متواضعا حسن الخلق كثير البشر وكان قاضي القضاة بالديار\nالمصرية شرف الدين أبو عبد الله محمد بن عين الدولة الإسكندراني شديد\nالاعتناء به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوالتحفي بجانبه لما لحقه من ديانته وسداد طريقته أهله للعدالة بالديار\nالمصرية وجعله من أوجه عدولها وكان أخيرا عاقد الأنكحة بها وقاضي القضاة\nهذا الذي أهله لهذا المنصب هو الذي كان يقول فيه الملك الكامل رحمة الله\nعليه وعندي قاضيان أفخر بهما على ملوك الأرض شرف الدين والإسكندراني وجمال\nالربعي قاضي إسكندرية\n</p>\n\n<p>\nولقد حدثني من أثق به فيما يحكيه وأصدقه فيما يخبر به ويرويه أن قاضي\nالقضاة الإسكندراني هذا بقي أربعين سنة قاضيا على الديار المصرية وأنه مدة\nقضائه بها وتوليه عليها لم يبصر النيل ولا شاهد المقياس هذا مع اتصالهما\nبالمدنية وتشوف النفوس إلى رؤيتهما وأنه لما توفي لم يوجد له سوى سرير من\nجريد النخل ونوخ من الحلفاء ولبد أبيض كان ينام عليه على هذا كانت حاله إلى\nأن وافاه حمامه والديار المصرية كلها بيده وراجعة إلى حكمه ونظره\n</p>\n\n<p>\nقال الشيخ أبو العباس رضي الله عنه ونفعه بالعلم ونفع به وكان شيخنا شرف\nالدين ابن التلمساني شافعي المذهب ذا معارف كثيرة في فنون من العلوم متعددة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nالتصانيف النفيسه والتواليف المفيدة في الأصول والفروع وغيرهما فمن\nتصانيفه شرح كتاب التنبيه في مذهب الشافعي تصنيف الإمام أبي إسحاق الشيرازي\nوهذا الكتاب عند الشافعية بمنزلة كتاب التفريع عند المالكية وبينهما من\nالبون ما بين الأبيض والجون <span id='ms02'></span> فأجاد تصنيفه وأحسن ما شاء تأليفه ومنها شرحه\nللمعالمين الأصولية والدينية اللتين للإمام فخر الدين الرازي وتمم شرح\nالإرشاد لشيخه المقترح فإن المقترح رحمه الله لم يكمله وانتهى فيه إلى\nالمعجزات نبينا محمد صلى الله عليه وسلم فتممه شيخنا شرف الدين إلى غير ذلك\nمن مصنفاته\n</p>\n\n<p>\nقرأت عليه كتاب الإرشاد بمصر المحروسة للإمام أبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nالمعالي تفقها وبعض كتاب البرهان في أصول الفقه لإمام الحرمين أيضا وبعض\nغاية الأمل في علم الجدل للسيف الآمدي وأذن لي رحمه الله أن أقرئ ذلك وكتب\nلي بخطه على نسختي التي كنت أقرأها عليه وهي عندي الآن ما هذا نصه قرأ علي\nجميع كتاب الإرشاد لإمام الحرمين ومن برهانه في أصول الفقه إلى النواهي\nوبعض غاية الأمل في علم الجدل للآمدي الشيخ الفقيه الإمام العالم الأديب\nالنحوي مجد العلماء وفخر الأدباء الفاضل أبو جعفر أحمد بن يوسف الفهري\nاللبلي نفعه الله بالعلم ونفع به وأحسن إليه وأجزل نعماه لديه قراءة بحث\nواستيضاح وكشف لغوامض ذلك قولة تؤذن لفهم معانيه والوقوف على ما أودع فيه\nوقد أذنت له وفقه الله أن يقرئ ذلك لمن رغب فيه ثقة بحذقه وعلمه وجودة ذهنه\nوفهمه والله تعالى يعصمنا وإياه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nمن الزلل ويوفقنا لصالح القول والعمل كتبه عبد الله بن يحيى بن علي\nالفهري\n</p>\n\n<p>\nهذا نص ما كتبه بلفظه وسمعت عليه أيضا بعض المعالم الأصوليه والدينية\nوبعض شرحه لها وبعض الأسرار العقلية في الكلمات النبوية لشيخه المقترح إلى\nغير ذلك\n</p>\n\n<p>\nولم يتحقق لدي تاريخ مولده ووفاته حتى أثبته\n</p>\n\n<h1 class='l1' id='head1'>2 - </h1>\n\n<p>\nالمقترح\n</p>\n\n<p>\nأما المقترح شيخ شيخنا شرف الدين التلمساني فهو الإمام تقي الدين أبو\nالعز مظفر أنظر أهل عصره وأحدهم خاطرا في علم الكلام وغيره وأقطعهم للخصوم\nفي المناظرة وأعرفهم بطرق الجدال في المباحثة له العبارات المهذبة والألفاظ\nالرشيقة المستعذبة كلامه قليل الحشو ومشحون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nبالفوائد وألفاظه منتظمة مثل الفرائد\n</p>\n\n<p>\nتفقه بابن أبي منصور وتخرج بالطوسي وبرع عنده وإنما لقب بهذا اللقب أعني\nالمقترح لشدة كلفه بالكتاب المسمى بهذا الاسم واعتنائه به فإنه كان <span id='ms03'></span> لا\nيفارقه وقتا من الأوقات وعلى حالة من الأحوال لا يزال ظاهرا في يده أو\nداخلا في كمه إلى أن شهر باسمه واستحق بمعرفته به وملازمته له وسمه به\n</p>\n\n<p>\nله التصانيف الحسنة والتواليف المستحسنة شرح الإرشاد لإمام الحرمين أبي\nالمعالي وشرح البحر الكبير وهو المسمى بالمقترح والأسرار العقلية في\nالكلمات النبوية وله تعليق يسير على كتاب البرهان لإمام الحرمين\n</p>\n\n<h1 class='l1' id='head2'>3 - </h1>\n\n<p>\nالطوسي\n</p>\n\n<p>\nوأما الطوسي شيخ المقترح فهو الإمام العالم شهاب الدين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأظنه صاحب التعليق المحشو بالتحقيق المبرز في علم الخلاف المشهور في سائر\nالبلاد والأطراف\n</p>\n\n<p>\nتخرج بالإمام الغزالي وكان موصوفا بحسن النظر معروفا بقوة الجدل نسخ\nتعليقه سائر التعاليق وطار ذكرها في المغارب والمشارق\n</p>\n\n<h1 class='l1' id='head3'>4 - </h1>\n\n<p>\nالغزالي\n</p>\n\n<p>\nوأما الإمام أبو حامد الغزالي شيخ الطوسي فهو على ما أخبرنا به الإمام عز\nالدين عبد العزيز بن عبد السلام عن شيخه الحافظ بهاء الدين أبي محمد عن\nوالده الإمام الحافظ محدث الشام أبي القاسم علي بن الحسن بن هبة الله بن\nعساكر الشافعي الدمشقي قال أخبرنا الشيخ أبو الحسن عبد الغافر بن إسماعيل\nبن عبد الغافر الفارسي وأخبرني أيضا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nبالقاهرة الحافظ المحدث عبد العظيم بن عبد القوي المنذري عن شيخه الحافظ\nأبي الحسن علي ابن المفضل المقدسي عن الحافظ بن عساكر قال محمد بن محمد بن\nمحمد أبو حامد الغزالي حجة الإسلام والمسلمين إمام أئمة الدين من لم تر\nالعيون مثله لسانا وبيانا ونطقا وخاطرا وذكاء وطبعا شدا طرفا في صباه بطوس\nمن الفقه على الإمام أحمد الراذكاني ثم قدم نيسابور مختلفا إلى درس أمام\nالحرمين في طائفة من الشبان في طوس وجد واجتهد حتى تخرج عن مدة قريبة وبذ\nالأقران وصار أنظر أهل زمانه وواحد أقرانه في أيام إمام الحرمين وكان\nالطلبة مستفيدين منه ويدرس لهم ويرشدهم ويجتهد في نفسه وبلغ الأمر به إلى\nأن أخذ في التصنيف\n</p>\n\n<p>\nوكان الإمام أبو المعالي مع علو درجته وسمو عبارته وسرعة جريه في النطق\nوالكلام لا يصغي نظره إلى الغزالي سترا لإنافته عليه في سرعة العبارة وقوة\nالطبع <span id='ms04'></span> ولا يطيب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nله تصديه للتصانيف وإن كان متخرجا به منتسبا إليه كما لا يخفى من طبع\nالبشر ولكنه يظهر التبجح به والاعتداد بمكانه ظاهرا خلاف ما يضمره ثم بقي\nكذلك إلى انقضاء أيام الإمام فخرج من نيسابور وصار إلى العسكر واحتل من\nمجلس نظام الملك محل القبول وأقبل عليه الصاحب لعلو درجته وظهور اسمه وحسن\nمناظرته وجري عبارته وكانت تلك الحضرة محط رحال العلماء ومقصد الأئمة\nوالفصحاء فوقعت للغزالي اتفاقات حسنة من الاحتكاك بالأئمة وملاقاة الخصوم\nومناظرة الفحول ومبارزة الكبار فظهر اسمه في الآفاق حتى أدت الحال إلى أن\nرسم المسير إلى بغداد للقيام بتدريس المدرسة الميمونة النظامية بها فصار\nإليها وأعجب الكل بتدريسه ومناظرته وما لقي مثل نفسه وصار بعد إمامة خراسان\nإمام العراق ثم نظر في علم الأصول وكان قد أحكمها فصنف فيها تصانيف وجدد\nالمذهب في الفقه فصنف فيه تصانيف وسبك الخلاف فحرر فيه أيضا تصانيف وعلت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nحشمته ودرجته في بغداد حتى كان يغلب حشمه الأكابر والأمراء ودار الخلافة\nوانقلب الأمر من وجه آخر وظهر عليه بعد مطالعته للعلوم الدقيقة وممارسته\nالكتب المصنفة فيها وسلك طريق التزهد والتأله وترك الحشمة وطرح ما نال من\nالدرجة والاشتغال بأسباب التقوى وزاد الآخرة فخرج عما كان فيه وقصد بيت\nالله تعالى وحج ثم قصد الشام وأقام في تلك الديار قريبا من عشر سنين يطوف\nويزور المشاهد المعظمة وأخذ في التصانيف المشهورة التي لم يسبق إليها مثل\nإحياء علوم الدين والكتب المختصرة منها مثل الأربعين وغيرها من الرسائل\nالتي من تأملها علم محل الرجل من فنون العلم وأخذ في مجاهدة النفس وتعمير\nالأخلاق وتحسين الشمائل وتهذيب المعاش فانقلب شيطان الرعونة وطلب الرئاسة\nوالجاه والتخلق بالأخلاق الذميمة إلى سكون النفس وكرم الأخلاق والفراغ عن\nالرسوم والتزينات والتزيي بزي المصلحين وقصر الأمل ووقف الأوقات على هداية\nالخلق ودعائهم إلى ما يعينهم من أمر الآخرة وتبغيض الدنيا والاشتغال بها عن\nالسالكين والاستعداد للرحيل إلى الدار الباقية والانقياد لكل من يتوسم فيه\nأو يشم منه <span id='ms05'></span> رائحة المعرفة والتيقظ لشيء من أنوار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nالمشاهدة حتى تمرن على ذلك ولان\n</p>\n\n<p>\nثم عاد إلى وطنه لازما بيته مشتغلا بالتفكر ملازما للوقت مقصودا نفيسا\nوذخرا للقلوب ولكل من يقصده ويدخل عليه إلى أن أتى على ذلك مدة وظهرت\nالتصانيف وكتبت الكتب ولم تبد في أيامه مناقضة لما كان فيه ولا اعتراض لأحد\nعلى ما أثره حتى انتهت نوبة الوزارة إلى الأجل فخر الملك جمال الشهداء\nتغمده الله برحمته وتزينت خراسان بحشمه ودولته وقد سمع وتحقق مكانا للغزالي\nودرجته وكمال فضله وحالته وصفاء عقيدته ونقاء سريرته فتبرك به وحضره وسمع\nكلامه فاستدعى منه ألا تبقى أنفاسه وفوائده عقيمه لا استفادة منها ولا\nاقتباس من أنوارها وألح عليه كل الإلحاح وتشدد في الاقتراح إلى أن أجابه\nإلى الخروج وحمل إلى نيسابور وكان الليث غائبا عن عرينه والأمر خافيا في\nمستور قضاء الله ومكنونه فأشير عليه بالتدريس في المدرسة الميمونه النظامية\nعمرها الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nفلم يجد بدا من الإذعان للولاة ونوى بإظهار ما اشتغل به هداية الشداة\nوإفادة القاصدين دون لرجوع إلى ما انخلع عنه وتجدد عزوفه عن طلب الجاه\nومماراة الأقران ومكابرة المعاندين وكم قرع عصاه بالخلاف والوقوع فيه\nوالطعن فيما يذره ويأتيه والسعاية به والتشنيع عليه فما تأثر به ولا اشتغل\nبجواب الطاعنين ولا أظهر استيحاشا بغميزة المخلطين\n</p>\n\n<p>\nولقد زرته مرارا وما كنت أجد من نفسي مع ما عهدته في سالف الزمان عليه من\nالزعارة وإيحاش الناس والنظر إليهم إلا بعين الازدراء والاستخفاف بهم كبرا\nوخيلاء واعتزازا بما رزق من البسطة في النطق والخاطر والعبارة وطلب الجاه\nوالعلو في المنزلة ثم إنه صار على الضد وتصفى عن تلك الكدورات وكنت أظن أنه\nمتلفع بجلباب التكلف متنمس بما صار إليه فتحققت بعد السبر والتنقير أن\nالأمر على خلاف المظنون وأن الرجل أفاق بعد الجنون\n</p>\n\n<p>\nوحكى لنا في ليال في كيفية أحواله من ابتداء ما ظهر له\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nوسلوك طريق العالم وغلبة الحال عليه بعد بتحره في العلوم واستطالته على\nالكل بكلامه والاستعداد الذي خصه <span id='ms06'></span> الله به في تحصيل أنواع العلوم وتمكنه من\nالبحث والنظر حتى تبرم من الاشتغال بالعلوم العرية عن المعاملة وتفكر في\nالعاقبة وما يجدي وينفع في الآخرة فانتفع بصحبته الفارمذي وأخذ منه استفتاح\nالطريقة وامتثل كل ما كان يشير عليه من القيام بوظائف العبادات والإمعان في\nالنوافل واستدامة الأذكار والجد والاجتهاد طلبا للنجاة إلى أن جاز تلك\nالعقبات وتكلف تلك المشاق وما تحصل على ما كان يطلب من مقصوده ثم حكى أنه\nراجع العلوم وخاض الفنون وعاود الجد والاجتهاد في كتب العلوم الدقيقة\nوالتقى بأربابها حتى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nانفتح له أبوابها وبقي مدة في الوقائع وتكافؤ الأدلة وأطراف المسائل ثم\nحكى أنه فتح عليه باب من الخوف بحيث شغله عن كل شيء وحمله على الإعراض عما\nسواه حتى سهل ذلك وسكن إلى أن ارتاض كل الرياضة وظهرت له الحقائق وصار ما\nكنا نظن به ناموسا وتخلقا طبعا وتحققا وأن ذلك أثر السعادة المقدرة له من\nالله تعالى ثم سألناه عن كيفية رغبته في الخروج من بيته والرجوع إلى ما دعي\nإليه من أمر نيسابور فقال معتذرا عنه ما كنت أجوز في ديني أن أقف عن الدعوة\nومنفعة الطالبين بالإفادة وقد حق علي أن أبوح بالحق وأنطق به وأدعو إليه\nوكان صادقا في ذلك ثم ترك ذلك قبل أن يترك وعاد إلى بيته واتخذ في جواره\nمدرسة لطلبة العلم وخانقاه للصوفية وكان قد وزع أوقاته على وظائف الحاضرين\nمن ختم للقرآن ومجالسة أهل القلوب والقعود للتدريس بحيث لا تخلو لحظة من\nلحظاته ولحظات من معه من فائدة إلى أن أصابه عين الزمان وضن الأيام به عن\nأهل عصره فنقله الله تعالى إلى كريم جواره بعد مقاساة أنواع من القصد\nوالمناوأة من الخصوم والسعي به إلى الملوك وكفاية الله تعالى وحفظه وصيانته\nعن أن تنوشه أيدي النكبات أو ينهتك ستر دينه بشيء من الزلات وكانت خاتمة\nأمره إقباله على حديث المصطفى صلى الله عليه وسلم ومطالعة الصحيحين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nللبخاري ومسلم اللذين هما حجة الإسلام ولو عاش <span id='ms07'></span> لبز الكل فيذلك الفن بيسير\nمن الأيام يستفرغه في تحصيله ولا شك أنه سمع الأحاديث في الأيام الماضية\nواشتغل في آخر عمره بسماعها ولم تتفق له الرواية ولا ضرر فما خلفه من الكتب\nالمصنفة في الأصول والفروع وسائر الأنواع يخلد ذكره ويقرر عنه المطالعين\nالمصنفين المستفيدين منها أنه لم يخلف مثاله بعده\n</p>\n\n<p>\nومضى إلى رحمة الله تعالى يوم الاثنين الرابع عشر من جمادى الآخرة سنة\nخمس وخمسمائة ودفن بظاهر قصبة طاب ران والله تعالى يخصه بأنواع الكرامة في\nأخرته كما خصه بفنون العلم في دنياه بمنه ولم يعقب إلا البنات وكان له من\nالأسباب إرثا وكسبا ما يقوم بكفايته ونفقة أهله وأولاده فما كان يباسط أحدا\nفي الأمور الدنيوية وقد عرضت عليه الأموال فما قبلها وأعرض عنها واكتفى\nبالقدر الذي يصون به دينه ولا يحتاج معه إلى التعرض لسؤال من غيره\n</p>\n\n<p>\nقال الشيخ أبو العباس أبقى الله حياته وأما نسبته إلى الغزال الغزالي\nفعلى عادة أهل خوارزم وجرجان فإنهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nينسبون إلى الغزال الغزالي وإلى القصار القصاري كذا ذكر الشيخ الفقيه شمس\nالدين أحمد بن محمد بن إبراهيم بن خلكان في تاريخه وقال عن السمعاني وقيل\nإنه غزالي بالتخفيف وهذه النسبة إلى غزالة وهي قرية من قرى طوس من أعمال\nخراسان\n</p>\n\n<p>\nقال الشيخ أبو العباس وذكر ابن خلكان أن الإمام أبا حامد ولد سنة خمس\nوأربعمائة وأنه توفي كما ذكرنا سنة خمس وخمسمائة\n</p>\n\n<h1 class='l1' id='head4'>5 - </h1>\n\n<p>\nأبو المعالي الجويني\n</p>\n\n<p>\nقال الشيخ أبو العباس رضي الله عنه وأما الإمام أبو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالمعالي الجويني النيسابوري فهو على ما ذكره الحافظ ابن عساكر بسندي\nالمتقدم عنه قال عبد الملك بن يوسف الجويني أبو المعالي ابن ركن الإسلام\nأبي محمد إمام الحرمين فخر الإسلام إمام الأئمة على الإطلاق حبر الشريعة\nالمجمع على إمامته شرقا وغربا المقر بفضله السراة والحداة عجما وعربا من لم\nتر العيون مثله قبله ولا ترى بعده رباه حجر الإمامة وحرك ساعد السعادة مهده\nوأرضعه ثدي العلم والورع إلى أن ترعرع فيه ويفع أخذ من العربية <span id='ms08'></span> وما يتعلق\nبها أوفر حظ ونصيب فزاد فيها على كل أديب ورزق من التوسع في العبارة وعلوها\nما لم يعهد من غيره حتى أنسى بذلك سحبان وفاق فيها الأقران وحملة القرآن\nوأعجز الفصحاء اللد وجاوز الوصف والحد وكل من سمع خبره أو رأى أثره فإذا\nشاهد أقر بأن خبره يزيد كثيرا على الخبر ويمر على ما عهد من الأثر وكان\nيذكر دروسا يقع كل واحد منها في أطباق وأوراق لا يتلعثم في كلمة ولا يحتاج\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nإلى استدراك عثرة مرا فيها كالبرق الخاطف بصوت مطابق كالرعد القاصف ينزف\nفيه المبرزون ولا يدرك شأوه المتشدقون المتفيهقون وما يوجد منه في كتبه من\nالعبارات البالغة كنه الفصاحة غيض من فيض ما كان على لسانه وغرفة من أمواج\nما كان يعهد من بيناه فتفقه في صباه على والده ركن الإسلام فكان يرضى بطبعه\nوتحصيله وجودة قريحته وكياسة غريزته لما يرى فيه من المخايل فخلفه فيه من\nبعد وفاته وأتى على جميع مصنفاته يقلبها ظهرا لبطن وتصرف فيها وخرج المسائل\nبعضها على بعض ودرس سنين ولم يرض في شبابه بتقليد والده وأصحابه حتى أخذ في\nالتحقيق وجد واجتهد في المذهب والخلاف ومجالس النظر حتى ظهرت نجابته ولاحت\nعليه مخايل أبيه وفراسته وسلك طريق المباحثة وجمع الطرق بالمطالعة\nوالمناظرة والمنافثة حتى أربى على المتقدمين وأنسى تصرفات الأولين وسعى في\nدين الله سعيا يبقى أثره إلى يوم الدين\n</p>\n\n<p>\nومن ابتداء أمره أنه لما توفي أبوه كان سنة دون العشرين أو قريبا منه\nفأقعد مكانه للتدريس فكان يقيم الرسم في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nدرسه ويقوم منه ويخرج إلى مدرسة البيهقي حتى حصل الأصول وأصول الفقه على\nالأستاذ الإمام أبي القاسم الإسكاف الإسفرايني وكان مواظبا على مجلسه وقد\nسمعته يقول في أثناء كلامه كنت علقت عليه في الأصول أجزاء معدودة وطالعت في\nنفسي مائة مجلد وكان يصل الليل بالنهار في التحصيل حتى فرغ منه ويبكر كل\nيوم قبل الاشتغال بدرس نفسه إلى مسجد الأستاذ أبي عبد الله الخبازي يقرأ\nعليه القرآن ويقتبس <span id='ms09'></span> من كل نوع من العلوم ما يمكنه من مواظبته على التدريس\nوينفق ما ورثه وما كان له من الدخل على إجراء المتفقهة ويجتهد في ذلك\nويواظب على المناظرة إلى أن ظهر التعصب بين الفريقين واضطربت الأحوال\nوالأمور فاضطر إلى السفر والخروج عن البلد فخرج مع المشايخ إلى العسكر وخرج\nإلى بغداد يطوف مع العسكر ويلتقي بالأكابر من العلماء ويدارسهم ويناظرهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nحتى تهذب في النظر وشاع ذكره ثم خرج إلى الحجاز وجاور بمكة أربع سنين\nيدرس ويفتي ويجمع طرق المذهب ويقبل على التحصيل إلى أن اتفق رجوعه بعد مضي\nنوبة التعصب فعاد إلى نيسابور وقد ظهر نوبة ولاية السلطان ألب أرسلان وتزين\nوجه الملك بإشارة نظام الملك واستقرت أمور الفريقين وانقطع التعصب فعاد إلى\nالتدريس وكان بالغا في العلم نهايته مستجمعا أسبابه فبنيت المدرسة الميمونة\nالنظامية وأقعد للتدريس فيها واستقامت أمور الطلبة وبقي على ذلك قريبا من\nثلاثين سنة غير مزاحم ولا مدافع مسلم له المحراب والمنبر والخطابة والتدريس\nومجلس التذكير يوم الجمعة والمناظرة وهجرت له المجالس وانغمر غيره من\nالفقهاء بعلمه وتسلطه وكسدت الأسواق في جنبه ونفق سوق المحققين من خواصه\nوتلامذته وظهرت تصانيفه وحضر درسه الأكابر والجمع العظيم من الطلبة وكان\nيقعد بين يديه كل يوم نحو من ثلاثمائة رجل من الأئمة ومن الطلبة وتخرج به\nجماعة من الأئمة والفحول وأولاد الصدور حتى بلغوا محل التدريس في زمانه\nوانتظم بإقباله على العلم ومواظبته على التدريس والمناظرة والمباحثة أسباب\nومخايل ومجامع وإمعان في طلب العلم وسوق نافقة لأهله لم تعهد قبله واتصل به\nما يليق بمنصبه من القبول عند السلطان والوزير والأركان ووقور الحشمة عندهم\nبحيث لا يذكر غيره فكان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nالمخاطب والمشار إليه فالمقبول من قبله والمهجور من هجره والمصدر في\nالمجالس من ينتمي إلى خدمته والمنظور أليه من يغترف في الأصول والفروع من\nطريقته\n</p>\n\n<p>\nواتفق منه تصانيف برسم الحضرة النظامية مثل النظامي والغياثي وإنفاذها\nإلى الحضرة ووقوعها موقع القبول ومقابلتها بما يليق بها من الشكر والرضا\nوالخلع الفائقة والمراكب <span id='ms10'></span> الثمينة والهدايا والمرسومات وكذلك إلى أن قلد\nزعامة الأصحاب ورياسة الطائفة وفوض أليه أمور الأوقاف وصارت حشمته وزر\nالعلماء والأئمة والقضاة وقوله في الفتوى مرجع العظماء والأكابر والولاة\n</p>\n\n<p>\nواتفقت له نهضة في أعلى ما كان من أيامه إلى أصبهان بسبب مخالفة بعض من\nالأصحاب فلقي بها من المجلس النظامي ما كان اللائق بمنصبه من الاستبشار\nوالإعزاز والإكرام بأنواع المبار وأجيب بما كان فوق مطلوبه وعاد مكرما إلى\nنيسابور وصار أكثر عنايته مصروفا إلى تصانيف المذهب الكبير المسمى ب نهاية\nالمطلب في دراية المذهب حتى حرره وأملاه وأتى فيه من البحث والتقرير والسبك\nوالتنقير والتدقيق والتحقيق بما شفى الغليل وأوضح السبيل ونبه على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nقدره ومحله في علم الشريعة ودرس ذلك للخواص من التلامذة وفرغ منه ومن\nإتمامه فعقد مجلسا لتتمة الكتاب حضره الأئمة والكبار وختم الكتاب على رسم\nالإملاء والاستملاء وتبجح الجماعة بذلك ودعوا له وأثنوا عليه فما صنف في\nالإسلام قبله مثله ولا اتفق لأحد ما اتفق له ومن قاس طريقته بطريقة\nالمتقدمين في الأصول والفروع وأنصف أقر بعلو منصبه ووفور تعبه ونصبه في\nالدين وكثرة سهره في استنباط الغوامض وتحقيق المسائل وترتيب الدلائل\n</p>\n\n<p>\nقال الشيخ أبو العباس رضي الله عنه وقال الإمام الحافظ ابن عساكر لقد\nقرأت فصلا ذكره علي بن الحسن بن أبي الطيب في كتاب دمية القصر مشتملا على\nحاله وهو فقد كان في عصر الشباب غير مستكمل ما عهدناه عليه من اتساق\nالأسباب فتى الفتيان ومن أنجب به الفتيان ولم يخرج مثله المفتيان عنيت\nالنعمان بن ثابت ومحمد بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nإدريس فالفقه فقه الشافعي والأدب أدب الأصمعي وحسن بصره بالموعظ للحسن\nالبصري وكيف ما هو فهو إمام كل إمام والمستعلي بهمته على كل همام والفائز\nبالظفر على إرغام كل ضرغام إذا تصدر للفقه فالمزني من مزنته قطرة وإذا تكلم\nفالأشعري من وفرته شعرة وإذا خطب ألجم الفصحاء بالعي شقاشقه الهادرة ولثم\nالبلغاء بالصمت حقائقه البادرة ولولا سده مكان أبيه بسده الذي أفرغ على\nقطرة قطر تأبيه لأصبح <span id='ms11'></span> مذهب الحديث حديثا ولم يجد المستغيث منهم مغيثا\n</p>\n\n<p>\nقال أبو الحسن هذا وهو وحق الحق فوق ما ذكره وأعلى مما وصفه فكم فصل\nمشتمل على العبارات الفصيحة العالية في المحافل منه سمعناه وكم من مسائل في\nالنظر شهدناه ورأينا منه إفحام الخصوم وحمدناه وكم من مجلس في التذكر\nللعوام مسلسل المسائل مشحون بالنكت المستنبطة من مسائل الفقه مشتملة على\nحقائق الأصول مبكية في التحذير مفرحة في التبشير مختومة بالدعوات وفنون\nالمناجاة حضرناه وكم من مجلس للتدريس حاو للكبار من الأئمة وإلقاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nالمسائل عليهم والمباحثة في غورها رأيناه وحصلنا بعض ما أمكننا منه\nوعلقناه ولم نقدر ما كنا فيه من نضرة أيامه وزهرة شهوره وأعوامه حق قدره\nولم نشكر الله تعالى عليه حق شكره حتى فقدناه وسلبناه وسمعته يقول في أثناء\nكلام أنا لا أنام ولا آكل عادة وإنما أنام إذا غلبني النوم ليلا كان أو\nنهارا وآكل إذا اشتهيت الطعام أي وقت كان وكان لذته ولهوه وتنزهه في مذاكرة\nالعلم وطلب الفائدة من أي نوع كان\n</p>\n\n<p>\nولقد سمعت الشيخ أبا الحسن علي بن فضال بن علي المجاشعي النحوي القادم\nعلينا سنة تسع وستين وأربعمائة يقول وقد قبله الإمام فخر الإسلام وقابله\nبالإكرام وأخذ في قراءة النحو عليه والتلمذة له بعد أن كان إمام الأئمة في\nوقته وكان يحمله في كل يوم إلى داره ويقرأ عليه كتاب إكسير الذهب في صناعة\nالأدب من تصنيفه فكان يحكي يوما ويقول ما رأيت عاشقا للعلم أي نوع كان مثل\nهذا الإمام فإنه يطلب العلم للعلم وكان كذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nومن حيمد سيرته أنه ما كان يستصغر أحدا حتى يسمع كلامه شاديا كان أو\nمتناهيا فإن أصاب كياسة في طبع أو جرى على منهاج الحقيقة استفاد منه صغيرا\nكان أو كبيرا ولا يستنكف عن أن يعزي الفائدة المستفادة إلى قائلها ويقول إن\nهذه الفائدة مما استفدته من فلان ولا يحابي أيضا في التزييف إذا لم يرض\nكلاما ولم كان أباه أو أحدا من الأئمة المشهورين\n</p>\n\n<p>\nوكان من <span id='ms12'></span> التواضع لكل أحد بمحل يتخيل منه الاستهزاء لمبالغته فيه ومن رقة\nالقلب بحيث يبكي إذا سمع بيتا أو تفكر في نفسه ساعة وإذا شرع في حكاية\nالأحوال وخاض في علوم الصوفية في فصول مجالسه بالغدوات أبكى الحاضرين\nببكائه وقطر الدماء من الجفون بزعقاته ونعراته وإشاراته لاحتراقة في نفسه\nوتحققه بما يجري من دقائق الأسرار\n</p>\n\n<p>\nهذه الجملة نبذ مما عهدناه منه إلى انتهاء أجله فأدركه قضاء الله الذي لا\nبد منه بعدما مرض قبل ذلك مرض اليرقان وبقي فيه أياما ثم برأ منه وعاد إلى\nالدرس والمجلس وأظهر الناس من الخواص والعوام السرور بصحته وإبلاله من علته\nفبعد ذلك بعهد قريب مرض المرضة التي كانت تدور في طبعه إلى أن ضعف وحمل إلى\nبشتنقان لاعتدال الهواء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nوخفة الماء فزاد الضعف وبدت مخايل الموت وتوفي ليلة الأربعاء بعد صلاة\nالعتمة الخامس والعشرين من شهر ربيع الآخر من سنة ثمان وسبعين وأربعمائة\nونقل في الليلة إلى البلد وقام الصياح من كل جانب وجزع الفرق عليه جزعا لم\nيعهد مثله وحمل بين الصلاتين من يوم الأربعاء إلى ميدان الحسين ولم تفتح\nالأبواب في البلد ووضعت المناديل عن الرءوس عاما بحيث ما اجترأ أحد على ستر\nرأسه من الرءوس والكبار وصلى عليه ابنه الإمام أبو القاسم بعد جهد جهيد حتى\nحمل إلى داره من شدة الزحمة وقت التطفيل ودفن في داره وبعد سنين نقل إلى\nمقبرة الحسين وكسر منبره في الجامع المنيعي وقعد الناس للعزاء أياما عزاء\nعاما وأكثر الشعراء المراثي فيه وكان الطلبة قريبا من أربعمائة نفر يطوفون\nفي البلد نائحين عليه مكسرين المحابر والأقلام مبالغين في الصياح والجزع\n</p>\n\n<p>\nوكان مولده ثامن عشر المحرم سنة تسع عشرة وأربعمائة وتوفي وهو ابن تسع\nوخمسين سنة رحمه الله سمع الحديث الكثير في صباه من مشايخ مثل الشيخ أبي\nحسان وأبي سعيد بن عليك وأبي سعيد النضروي ومنصور بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nرامش وجمع له كتاب الأربعين فسمعناه منه بقراءتي عليه وقد سمع سنن\nالدارقطني من أبي سعيد بن عليك <span id='ms13'></span> وكان يعتمد تلك الأحاديث في مسائل الخلاف\nويذكر الجرح والتعديل منها في الرواة وظني أن آثار جده واجتهاده في دين\nالله تعالى تدوم إلى قيام الساعة وإن انقطع نسله من جهة الذكور ظاهرا فنشر\nعلمه يقوم مقام كل نسب ويغنيه عن كل نشب مكتسب والله تعالى يسقي في كل لحظة\nجديدة تلك الروضة الشريفة عزالى إلى رحمته ويزيد في ألطافه وكرامته بفضله\nومنته إنه ولي كل خير\n</p>\n\n<p>\nومما قيل عند وفاته\n</p>\n\n<p>\n(قلوب العالمين على المقالي ... وأيام الورى شبه الليالي)\n</p>\n\n<p>\n(أيثمر غصن أهل الفضل يوما ... وقد مات الإمام أبو المعالي)\n</p>\n\n<h1 class='l1' id='head5'>6 - </h1>\n\n<p>\nأبو القاسم الإسفرايني\n</p>\n\n<p>\nوأما الأستاذ أبو القاسم الإسفرايني شيخ الإمام أبي المعالي فهو على ما\nذكره الحافظ ابن عساكر بسنده المتقدم فيه قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الجبار بن علي بن محمد بن حسكان الأستاذ الإمام أبو القاسم المتكلم\nالإسفرايني الأصم المعروف بالإسكاف شيخ كبير جليل من أفاضل العصر ورءوس\nالفقهاء والمتكلمين من أصحاب الأشعري إمام دويرة البيهقي له اللسان في\nالنظر والتدريس والقدم في الفتوى مع لزوم طريقة السلف من الزهد والفقر\nوالورع كان عديم النظير في وقته ما رئي مثله\n</p>\n\n<p>\nقرأ عليه إمام الحرمين الأصول وتخرج بطريقته عاش عالما عاملا وتوفي يوم\nالاثنين الثامن والعشرين من صفر سنة اثنتين وخمسين وأربعمائة\n</p>\n\n<h1 class='l1' id='head6'>7 - </h1>\n\n<p>\nأبو محمد الجويني\n</p>\n\n<p>\nقال الشيخ أبو العباس رضي الله عنه وأخذ أيضا إمام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالحرمين أبو المعالي عن والده الإمام أبي محمد الجويني وهو على ما أخبرنا\nبه الإمام عز الدين بن عبد السلام الدمشقي عن شيخه الحافظ أبي محمد القاسم\nعن والده الإمام الحافظ محدث الشام أبي القاسم علي بن الحسين المعروف بابن\nعساكر قال كتب إلي الشيخ أبو الحسن عبد الغافر بن إسماعيل الفارسي قال عبد\nالله بن يوسف بن عبد الله بن يوسف بن محمد بن حيوية الجويني ثم النيسابوري\nأبو محمد الإمام ركن الإسلام الفقيه الأصولي الأديب النحوي المفسر أوحد\nزمانه تخرج به جماعة من أئمة الإسلام وكان لصلابة ديانته مهيبا محترما بين\nالتلامذة ولا يجري بين يديه <span id='ms14'></span> إلا الجد والحث والتحريض على التحصيل له في\nالفقه تصانيف كثيرة الفوائد مثل التبصرة والتذكرة ومختصر المختصر وله\nالتفسير الكبير المشتمل على عشر ة أنواع في كل آية\n</p>\n\n<p>\nتوفي في ذي القعدة سنة ثمان وثلاثين وأربعمائة ولم يخلف مثله في استجماعه\n</p>\n\n<p>\nوسمعت خالي الإمام أبا سعيد يعني عبد الواحد بن عبد الكريم القشيري يقول\nكان أئمتنا في عصره والمحققون من أصحابنا يعتقدون فيه من الكمال والفضل\nوالخصال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nالحميدة أنه لو جاز أن يبعث الله تعالى نبيا لما كان إلا هو من حسن\nطريقته وزهده وورعه وديانته في كمال فضله\n</p>\n\n<h1 class='l1' id='head7'>8 - </h1>\n\n<p>\nأبو بكر الباقلاني\n</p>\n\n<p>\nوأما القاضي أبو بكر بن الطيب الباقلاني فهو على ما أخبرنا به شيخنا\nالإمام عز الدين بن عبد السلام بالقاهرة عن شيخه الحافظ بهاء الدين أبي\nمحمد عن والده الإمام الحافظ أبي القاسم بن عساكر وأخبرني بالقاهرة أيضا\nشيخنا الحافظ المحدث زكي الدين بن عبد العظيم بن عبد القوي المنذري عن شيخه\nالحافظ أبي الحسن علي بن المفضل المقدسي عن الحافظ الإمام أبي القاسم بن\nعساكر قال أخبرنا أبو الحسين علي بن أحمد بن منصور الغساني الفقيه وأبو\nمنصور محمد بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الملك بن خيرون قالا قال لنا أبو بكر أحمد بن علي بن ثابت الخطيب\nوأخبرني بدمشق شيخنا شرف الدين أبو عبد الله الحسين بن إبراهيم بن الحسين\nالأرملي وشيخنا الإمام العالم علم الدين القاسم بن أحمد بن الموفق اللوري\nوبمصر الشيخ الفقيه الجليل المحدث الصالح أبو زكرياء يحيى بن علي بن عبد\nالله القرشي المصري المعروف بالرشيد العطار كلهم عن الشيخ الإمام أبي اليمن\nزيد بن الحسن الكندي عن أبي منصور الشيباني عن الحافظ أبي بكر الخطيب\nوأخبرني شيخنا شرف الدين أيضا عن شيخه أبي الطاهر بركات بن إبراهيم الخشوعي\nعن أبي محمد هبة الله بن الأكفاني عن الحافظ أبي بكر الخطيب وأخبرني أيضا\nبإسكندرية الشيخ الفقيه الراوية المعمر العلامة أبو زيد عبد الرحمن بن مكي\nالإسكندري سبط الإمام الحافظ السلفي عن الحافظ الإمام أبي الطاهر <span id='ms15'></span> أحمد بن\nمحمد السلفي قال الشيخ أبو العباس كل ما أحدث به عن الحافظ أبي بكر الخطيب\nفبهذه الأسانيد ولا أحتاج إلى ذكرها لئلا يطول الكتاب\n</p>\n\n<p>\nقال الحافظ أبو بكر الخطيب محمد بن الطيب بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد أبو بكر القاضي المعروف بابن الباقلاني المتكلم على مذهب الأشعري من\nأهل البصرة سكن بغداد وسمع بها الحديث من أبي بكر بن مالك وأبي محمد بن\nماسي وأبي أحمد الحسين بن علي النيسابوري خرج له محمد بن أبي الفوارس يعني\nالحنبلي وحدثنا عنه القاضي أبو جعفر محمد بن أحمد السماني وكان ثقة فأما\nعلم الكلام فكان أعرف الناس به وأحسنهم خاطرا وأجودهم لسانا وأوضحهم بيانا\nوأصحهم عبارة وله التصانيف الكثيرة المنتشرة في الرد على المخالفين من\nالرافضة والمعتزلة والجهمية والخوارج وغيرهم\n</p>\n\n<p>\nوحدثنا أن ابن المعلم شيخ الرافضة ومتكلمها حضر بعض مجالس النظر مع أصحاب\nله إذ أقبل الشيخ القاضي أبو بكر الأشعري فالتفت ابن المعلم إلى أصحابه\nوقال لهم قد جاءكم الشيطان فسمع القاضي كلامه وكان بعيدا من القوم فلما جلس\nأقبل على ابن المعلم وأصحابه وقال لهم قال الله تعالى {أنا أرسلنا الشياطين\nعلى الكافرين تؤزهم أزا} مريم 83 أي إن كنت شيطانا فأنتم كفار وقد أرسلت\nعليكم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو بكر ابن ثابت حدثنا أبو القاسم علي بن الحسن بن أبي عثمان الدقاق\nوغيره أن الملك الملقب بعضد الدولة كان قد بعث القاضي أبا بكر بن الباقلاني\nفي رسالة إلى ملك الروم فلما ورد مدينته عرف الملك خبره وبين له محله من\nالعلم وموضعه فافكر الملك في أمره وعلم أنه لا يكفر له إذا دخل عليه كما\nجرى رسم الرعية أن تقبل الأرض بين يدي الملك ثم نتجت له الفكرة أن يضع\nسريره الذي يجلس عليه وراء باب لطيف لا يمكن أحد ان يدخل منه إلا راكعا\nليدخل القاضي منه على تلك الحال فيكون عوضا من تكفيره بين يديه فلما وضع\nسريره في ذلك الموضع أمر بإدخال القاضي من الباب فسار حتى وصل إلى <span id='ms16'></span> لمكان\nفلما رآه تفكر فيه ثم فطن بالقصة فأدار ظهره وحنى رأسه راكعا ودخل من الباب\nوهو يمشي إلى خلفه وقد استقبل الملك بدبره حتى صار بين يديه ثم رفع رأسه\nونصب ظهره وأدار وجهه حينئذ إلى الملك فعجب من فطنته ووقعت له الهيبة في\nنفسه\n</p>\n\n<p>\nوقال الحافظ ابن عساكر أخبرني الشيخ أبو القاسم بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nنصر بن علي في كتابه إلي عن القاضي أبي المعالي عزيزي بن عبد الملك قال\nوقيل إنه دخل إليه يوما فرأى عنده بعض بطارقته ورهبانيته فقال له مستهزئا\nبه كيف أنت وكيف الأهل والأولاد فتعجب الرومي منه وقال له ذكر من أرسلك في\nكتاب الرسالة أنك لسان الأمة ومتقدم على علماء الملة أما علمت أنا ننزه\nهؤلاء عن الأهل والأولاد فقال القاضي أبو بكر أنتم لا تنزهون الله سبحانه\nوتعالى عن الأهل والأولاد وتنزهونهم فكأن هؤلاء عندكم أقدس وأجل وأعلى من\nالله سبحانه وتعالى فوقعت هيبته في نفس الرومي\n</p>\n\n<p>\nقال الحافظ الإمام ابن عساكر وبلغني أن طاغية الروم قال له وقصد توبيخه\nأخبرني عن قصة عائشة زوج نبيكم وما قيل فيها فقال له القاضي أبو بكر هما\nاثنتان قيل فيهما ما قيل وزج نبينا ومريم بنت عمران فأما زوج نبينا فلم تلد\nوأما مريم فجاءت بولد تحمله على كتفها وكل قد برأها الله تعالى مما رميت به\nوانقطع الطاغية ولم يحر جوابا\n</p>\n\n<p>\nقال الإمام محدث الشام أبو القاسم بن عساكر وأنبأني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nأبو القاسم الواعظ عن القاضي أبي المعالي عزيزي بن عبد الملك أيضا قال\nسمعت الشيخ أبا القاسم بن برهان النحوي يقول من سمع مناظرة القاضي أبي بكر\nلم يستلذ بعدها بكلام أحد من المتكلمين والفقهاء والخطباء والمترسلين ولا\nالأغاني أيضا من طيب كلامه وفصاحته وحسن نظامه وإشارته\n</p>\n\n<p>\nله التصانيف الكثيرة في الرد على المخالفين من المعتزلة والرافضة\nوالخوراج والمرجئة والمشبهة والحشوية\n</p>\n\n<p>\nوذكر الحافظ أبو بكر الخطيب أنه قال سمعت أبا الفرج محمد بن عمران الخلال\nيقول كان ورد القاضي أبي بكر محمد بن الطيب <span id='ms17'></span> في كل ليلة عشرين ترويحة ما\nتركه في حضر ولا سفر قال وكان كل ليلة إذا صلى العشاء وقضى ورده وضع الدواة\nبين يديه وكتب خمسا وثلاثين ورقة تصنيفا من حفظه وكان يذكر أن كتبه بالمداد\nأسهل عليه من الكتاب بالحبر وإذا صلى الفجر دفع إلى بعض أصحابه ما صنفه في\nليلته وأمره بقراءته عليه وأملى عليه الزيادة فيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو الفرج وسمعت أبا بكر الخوارزمي يقول كان مصنف ببغداد إنما ينقل\nمن كتب الناس إلى تصانيفه سوى القاضي أبي بكر فإن صدره يحوي علمه وعلم\nالناس\n</p>\n\n<p>\nقال أبو بكر بن الخطيب نا علي بن محمد بن الحسن الحربي المالكي قال كان\nالقاضي أبو بكر الأشعري يهم بأن يختصر ما يصنفه فلا يقدر على ذلك لسعة علمه\nوكثرة حفظه قال وما صنف أحد خلافا إلا احتاج أن يطالع كتب المخالفين غير\nالقاضي أبي بكر فإن جميع ما كان يذكر خلاف الناس فيه صنفه من حفظه\n</p>\n\n<p>\nقال الحافظ أبو بكر الخطيب وحدثني القاضي أبو حامد أحمد بن محمد بن أبي\nعمرو الاستوائي قال كان أبو محمد عبد الباقي يقول لو أوصى رجل بثلث ماله أن\nيدفع إلى أفصح الناس لوجب أن يدفع إلى أبي بكر الأشعري\n</p>\n\n<p>\nوقال محدث الشام الحافظ أبو القاسم ابن عساكر أخبرني الشيخ أبو القاسم\nنصر بن نصر في كتابه إلي عن القاضي أبي المعالي بن عبد الملك قال ذكر الشيخ\nأبو حاتم محمود بن الحسين القزويني أن ما كان يضمره القاضي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nأبو بكر الأشعري رضي الله عنه من الورع والديانة والزهد والصيانة أضعاف\nما كان يظهره فقيل له في ذلك فقال إنما أظهر ما أظهره غيظا لليهود والنصارى\nوالمعتزلة والرافضة والمخالفين لئلا يستحقروا علماء الحق والدين وأضمر ما\nأضمره فإني رأيت آدم عليه السلام مع جلالته نودي عليه بذوقة وداود عليه\nالسلام بنظرة ويوسف عليه السلام بهمة ومحمد صلى الله عليه وسلم بخطرة صلى\nالله عليهم أجمعين\n</p>\n\n<p>\nقال القاضي أبو المعالي وروى الإمام أبو عبد الله الحسين <span id='ms18'></span> بن محمد\nالدامغاني قال لما قدم القاضي الإمام أبو بكر الأشعري بغداد دعاه الشيخ أبو\nالحسن التميمي الحنبلي رحمهما الله إمام عصره في مذهبه وشيخ مصره في رهطه\nوحضر الشيخ أبو عبد الله بن مجاهد والشيخ أبو الحسين محمد بن أحمد بن سمعون\nوأبو الحسن الفقيه فجرت مسألة الاجتهاد بين القاضي أبي بكر وبين أبي عبد\nالله بن مجاهد وتعلق الكلام بينهما إلى أن انفجر عمود الصبح وظهر كلام\nالقاضي عليه رحمهما الله\n</p>\n\n<p>\nوكان أبو الحسن التميمي الحنبلي يقول لأصحابه تمسكوا بهذا الرجل فليس\nللسنة عنه غنى أبدا\n</p>\n\n<p>\nقال وسمعت الشيخ أبا الفضل التميمي الحنبلي رحمه الله وهو عبد الواحد بن\nأبي الحسن بن عبد العزيز بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nالحارث يقول اجتمع رأسي ورأس القاضي أبي بكر محمد بن الطيب على مخدة\nواحدة سبع سنين\n</p>\n\n<p>\nقال الشيخ أبو عبد الله وحضر الشيخ أبو الفضل التميمي يوم وفاته العزاء\nحافيا مع إخوته وأصحابه وأمر أن ينادي بين يدي جنازته هذا ناصر السنة\nوالدين هذا إمام المسلمين هذا الذي كان يذب عن الشريعة ألسنة المخالفين هذا\nالذي صنف سبعين ألف ورقة ردا على الملحدين وقعد للعزاء مع أصحابه ثلاثة\nأيام فلم يبرح وكان يزور تربته كل يوم جمعة في الدار\n</p>\n\n<p>\nقال أبو بكر الحافظ حدثني عبد الصمد بن سلامة المقرئ عن القاضي أبي عبد\nالله بن محمد بن عبد الله البيضاوي قال رأيت في المنام كأني دخلت مسجدي\nالذي أدرس فيه فرأيت رجلا جالسا في المحراب وآخر يقرأ عليه ويتلو تلاوة لا\nشئ أحسن منها فقلت من هذا القارئ ومن هذا الذي يقرأ عليه فقيل لي أما\nالجالس في المحراب فهو رسول الله صلى الله عليه وسلم وأما القارئ عليه فهو\nأبو بكر الأشعري يدرس عليه الشريعة\n</p>\n\n<p>\nقال القاضي أبو المعالي ابن عبد الملك عن أبي بكر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nالخطيب مات القاضي أبو بكر الأشعري يوم السبت الثالث والعشرين من ذي\nالقعدة سنة ثلاث وأربعمائة ودفن بداره بنهر طابق وقال عن غير الخطيب ثم نقل\nإلى <span id='ms19'></span> باب حرب ودفن في تربة بقرب قبر الإمام أبي عبد الله أحمد بن محمد بن\nحنبل رضي الله عنه وأرضاه ومنقوش على علم عند رأس تربته ما هذه نسخته هذا\nقبر الإمام السعيد فخر الأئمة ولسان الأمة وسيف السنة عماد الدين ناصر\nالإسلام أبي بكر محمد بن الطيب البصري قدس الله روحه وألحقه بنبيه محمد\nصلوات الله عليه وسلامه ويزار ويستشفى ويتبرك به\n</p>\n\n<p>\nوذكر أبو بكر الخطيب قال أنشدني أبو نصر عبد السيد ابن محمد بن عبد\nالواحد الفقيه لبعضهم يرثي القاضي أبا بكر بن الطيب\n</p>\n\n<p>\n(أنظر إلى جبل يمضي الرجال به ... وانظر إلى القبر ما يحوي من الصلف)\n</p>\n\n<p>\n(وانظر إلى صارم الإسلام منغمدا ... وانظر إلى درة الإسلام في الصدف)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو بكر بن الخطيب وأنشدني أبو عبد الله محمد بن علي بن دالان قال\nأنشدني أبو الحسن علي بن عيسى السكري لنفسه يمدح القاضي أبا بكر محمد بن\nالطيب من قصيدة أولها\n</p>\n\n<p>\n(يا عتب هل لتعتبي من معتب ... أم هل لديك لراغب من مرغب)\n</p>\n\n<p>\nإلى أن قال\n</p>\n\n<p>\n(أنا من علمت فلا تظني غيره ... صعب على خطب الزمان الأصعب)\n</p>\n\n<p>\n(لكنني طوع لكل خريدة ... رود الشباب وكل خود خرعب)\n</p>\n\n<p>\n(من كل ساجية الجفون كأنما ... ترنو إذا نظرت بعيني ربرب)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\n(بيضاء أخلصها النعيم كأنما ... يجلو مجردها حشاشة مقضب)\n</p>\n\n<p>\n(ملكت محبات القلوب ببهجة ... مخلوقة من عفة وتحبب)\n</p>\n\n<p>\n(فكأنها من حيث ما قابلتها ... شيم الإمام محمد بن الطيب)\n</p>\n\n<p>\n(اليعربي فصاحة وبلاغة ... والأشعري إذا اعتزى للمذهب)\n</p>\n\n<p>\n(قاض إذا التبس القضاء على الحجى ... كشفت له الأراء كل مغيب)\n</p>\n\n<p>\n(لا يستريح إذا الشكوك تخالجت ... إلا إلى لب كريم المنصب)\n</p>\n\n<p>\n(وصلته همته بأبعد غاية ... أعيا المريد لها سلوك المطلب)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\n(ما زال ينصر دين أحمد صادعا ... بالحق يهدي للطريق الأصوب)\n</p>\n\n<p>\n(والناس بين مضلل ومضلل ... ومكذب فيما أتى ومكذب)\n</p>\n\n<p>\n(حتى انجلت تلك الضلالة واهتدى ... الساري وأشرق جنح ذاك الغيهب)\n</p>\n\n<p>\n(لمحاسن لم تكتسب بتكلف ... لكنهن سجية لمهذب)\n</p>\n\n<p>\n(وبديهة تجني الصواب وإنما ... تجنى الفوائد من لبيب مسهب)\n</p>\n\n<p>\n(شرفا أبا بكر وقدرا صاعدا <span id='ms20'></span> ... يختب في شرق العلى والمغرب)\n</p>\n\n<p>\n(متنقلا من سؤدد في سؤدد ... ومرددا من منقب في منقب)\n</p>\n\n<p>\n(حييت بك الآمال بعد مماتها ... والغيث خصب للمكان المجدب)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\n(فإذا رعين رعين أخصب مرتع ... وإذا وردن وردن أعذب مشرب)\n</p>\n\n<p>\n(وإذا صدرن صدرن أحمد مصدر ... من خير منتجب لأكرم منجب)\n</p>\n\n<p>\n(أنصبت نفسك للثناء فحزته ... إن الثناء عدو من لم ينصب)\n</p>\n\n<p>\n(وإذا الكلام تطاردت فرسانه ... وتحامت الأقران كل مجرب)\n</p>\n\n<p>\n(ألفيته من لبه وجنانه ... ولسانه وبنانه في مقنب)\n</p>\n\n<p>\n(ذو مجلس فلك تضئ بروحه ... عن كل أزهر كالصباح الأشهب)\n</p>\n\n<p>\n(متوقد إلا لديك ضياؤه ... والشمس تمنع من ضياء الكوكب)\n</p>\n\n<p>\n(يا سيدا زرع القلوب مهابة ... تسقى بماء محبة لم تنضب)\n</p>\n\n<p>\n(آنستني فأنست منك بشيمة ... بيضاء فأنس بالثناء الأطيب)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\n(فعجزت في وصفيك غير مقصر ... ونطقت في مدحيك غير مكذب)\n</p>\n\n<p>\n(فاسلم سلمت من الزمان وصرفه ... فلأنت أمرع من ربيع مخصب)\n</p>\n\n<p>\n(فإذا سلمت لنا فأية نعمة ... لم نعطها وبلية لم تسلب)\n</p>\n\n<p>\nقال الشيخ أبو العباس رضي الله عنه نقلت من خط شيخي الأستاذ الإمام\nالنحوي أبي علي عمر بن محمد بن عمر الأزدي المشهور بالشلوبين ما هذا نصه\nوقع في ديوان عضد الدولة ذكر تقليد القضاء للقاضي أبي بكر ابن الطيب رضي\nالله عنه هذا كتاب تقليد القضاء للقاضي قاضي القضاة الإمام الأوحد إمام\nالإسلام سيف السنة ولسان الأمة حبر الملة عماد الدين وقامع الملحدين عالم\nأمر المؤمنين أبي بكر محمد بن الطيب البصري الربعي الأشعري إقليم فارس\nوكرمان وأرض شيراز وما والاها وخراسان وأعمالها وأهوارها وكورها وجزائر\nالعرب كلها وأرض موصل بأجمعها وديار بكر ومدتها أن تكون في حكمه وتحت أمره\nونهيه مما يتعلق بأحكام الإسلام والحسبة والخطابة والأمر بالمعروف والنهي\nعن المنكر وما يتعلق بجميع صلاح المسلمين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head8'>9 - </h1>\n\n<p>\nأبو إسحاق الإسفرايني\n</p>\n\n<p>\nقال الشيخ أبو العباس أبقاه الله وأخذ أيضا الأستاذ أبو القاسم\nالإسفرايني المعروف بالإسكاف وشيخ إمام الحرمين أبي المعالي عن الأستاذ أبى\nإسحاق الإسفرايني ذكره الحاكم أبو عبد الله محمد بن عبد الله الحافظ على ما\nأخبرنا به شيخنا الإمام عز الدين <span id='ms21'></span> بن عبد السلام عن الحافظ بهاء الدين أبي\nمحمد القاسم عن والده الإمام محدث الشام أبي القاسم علي بن عساكر قال كتب\nإلي الشيخ أبو نصر عبد الرحيم بن عبد الكريم بن هوازن قال أنا أبو بكر أحمد\nبن حسين البيهقي أنا الحاكم أبو عبد الله محمد بن عبد الله الحافظ وأخبرني\nبه أيضا بإسكندرية الشيخ الفقيه الصالح الراوية العلامة أبو زيد عبد الرحمن\nبن علي سبط الحافظ السلفي عن الحافظ أبي الطاهر أحمد بن محمد السلفي عن\nإسماعيل بن محمد بن ... ... الحافظ النيسابوري عن الحاكم قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nإبراهيم بن محمد بن إبراهيم الفقيه الأصولي المتكلم والمتقدم في هذه\nالعلوم أبو إسحاق الإسفرايني الزاهد انصرف من العراق بعد المقام بها وقد\nأقر له أهل العلم بالعراق وخراسان بالتقدم والفضل فاختار الوطن إلى أن خرج\nبعد الجهد إلى نيسابور وبني له المدرسة التي لم يبن بنيسابور قبلها مثلها\nودرس فيها وحدث سمع بخراسان الشيخ أبا بكر الإسماعيلي وأقرانه بالعراق أبا\nبكر محمد بن عبد الله الشافعي وأبا محمد دعلج بن أحمد السجزي وأقرانهما\n</p>\n\n<p>\nوذكر الإمام محدث الشام أبو القاسم بن عساكر قال كتب إلي الشيخ أبو الحسن\nعبد الغافر بن إسماعيل الفارسي قال إبراهيم بن محمد بن إبراهيم بن مهران\nالأستاذ الإمام أبو إسحاق الإسفرايني أحد من بلغ حد الاجتهاد من العلماء\nلتبحره في العلوم واستجماعه وشرائط الإمامية من العربية والفقه والكلام\nوالأصول ومعرفة الكتاب والسنة وكان من المجتهدين في العبادة المبالغين في\nالورع والتحرج ذكره الحاكم في التاريخ لعلو منزلته وكمال فضله وذكر انه حمل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nإلى نيسابور استدعاء وإكراها للاحتياج إليه وانتخب عليه الحاكم أبو عبد\nالله عشرة أجزاء\n</p>\n\n<p>\nوقال أبو صالح المؤذن سمعت أبا حازم العبدوي الحافظ يقول كان الإمام يقول\nلي بعدما رجع من إسفراين أشتهي أن يكون موتي بنيسابور حتى يصلي علي جمع\nنيسابور فتوفي بعد هذا الكلام بنحو من خمسة أشهر يوم عاشورا سنة ثماني عشرة\nوأربعمائة وصلى عليه الإمام الموفق\n</p>\n\n<p>\nوحكى لي من أثق به أن <span id='ms22'></span> الصاحب بن عباد كان إذا انتهى إلى ذكر الباقلاني\nوابن فورك والإسفرايني وكانوا متعاصرين من أصحاب الأشعري قال لأصحابه ابن\nالباقلاني بحر مغرق وابن فورك صل مطرق والإسفرايني نار محرق وكأن روح القدس\nنفث في روعه حيث أخبر عن حال هؤلاء الثلاثة بما هو حقيقة الحال فيهم وفوائد\nهذا الإمام وفضائله وأحاديثه وتصانيفه أكثر وأشهر من أن تستوعب في مجلدات\nفضلا عن أطباق وأوراق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head9'>10 - </h1>\n\n<p>\nأبو الحسن الباهلي\n</p>\n\n<p>\nوأما الباهلي الشيخ أبو الحسن شيخ القاضي أبي بكر ابن الطيب الباقلاني\nوشيخ الأستاذ أبي إسحاق الإسفرايني فقد ذكره الأستاذ الإمام أبو بكر بن\nفورك فقال وممن تخرج بالشيخ أبي الحسن الأشعري ممن اختلف إليه واستفاد منه\nالمعروف بأبي الحسن الباهلي وكان إماميا في الأولى محسنا مقدما فانتقل عن\nمذهبه بمناظرة جرت له مع الشيخ أبى الحسن الأشعري ألزمه فيها الحجة حتى بان\nله الخطأ فيما كان عليه من مذاهب الإمامية فتركها واختلف إليه ونشر علمه\nبالبصرة واستفاد منه الخلق الكثير\n</p>\n\n<p>\nقال الشيخ أبو العباس أبقاه الله وذكر أيضا الشيخ أبا الحسن الباهلي\nالحافظ محدث الشام أبو القاسم بن عساكر قال أخبرني الشيخ أبو المظفر أحمد\nبن الحسن بن محمد الشعيري ببسطام أنا جدي لأمي أبو الفضل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن علي بن أحمد السماكي قال حكى لي واحد من أهل العلم والتصوف عن\nالقاضي أبي بكر ابن الباقلاني رحمه الله قال كنت أنا والأستاذ أبو إسحاق\nالإسفرايني والأستاذ ابن فورك رحمهما الله معا في درس الشيخ أبي الحسن\nالباهلي تلميذ الشيخ أبي الحسن الأشعري\n</p>\n\n<p>\nقال القاضي أبو بكر كان الشيخ الباهلي يدرس لنا في كل جمعة مرة واحدة\nوكان منا في حجاب يرخي الستر بيننا وبينه كي لا نراه قال وكان من شدة\nاشتغاله بالله تعالى مثل واله أو مجنون لم يكن يعرف مقدار درسنا حتى نذكره\nذلك قال وكنا نسأل عن سبب النقاب وإرسال الحجاب بينه وبين هؤلاء الثلاثة\nكاحتجابه عن الكل فأجاب بأنهم يرون السوقة وهم أهل الغفلة فيروني بالعين\nالتي يرونهم <span id='ms23'></span> قال وكانت له جارية تخدمه وكان حالها أيضا كحال غيرها معه من\nالحجاب بإرخاء الستر\n</p>\n\n<p>\nقال أبو المظفر وسمعت جدي يقول سمعت سفيان المتكلم الصوفي رحمه الله يقول\nسمعت أحمد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nالفرغاني رحمه الله يقول سمعت الأستاذ أبا إسحاق الإسفرايني يقول كنت أنا\nفي جنب الشيخ أبي الحسن الباهلي كقطرة في جنب البحر وسمعت الشيخ أبا الحسن\nالباهلي يقول كنت أنا في جنب الشيخ الأشعري كقطرة في جنب البحر\n</p>\n\n<h1 class='l1' id='head10'>11 - </h1>\n\n<p>\nأبو عبد الله بن مجاهد البصري\n</p>\n\n<p>\nقال الشيخ أبو العباس رضي الله عنه وأخذ أيضا القاضي الإمام أبو بكر\nالباقلاني علم الأصول عن الشيخ الإمام أبي عبد الله بن مجاهد البصري رحمه\nالله وهو على ما أخبرنا به الإمام عز الدين بن عبد السلام بالقاهرة عن شيخه\nالحافظ بهاء الدين أبي محمد القاسم عن والده الإمام الحافظ محدث الشام أبي\nالقاسم بن عساكر قال أخبرنا أبو الحسن علي بن أحمد بن منصور الغساني الفقيه\nبدمشق وأبو منصور محمد بن عبد الملك بن خيرون المقري ببغداد قال أنا أبو\nبكر أحمد بن علي بن ثابت الخطيب الحافظ البغدادي قال محمد بن احمد بن محمد\nبن يعقوب بن مجاهد أبو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الله الطائي المتكلم صاحب أبي الحسن الأشعري وهو من أهل البصرة سكن\nبغداد وعليه درس القاضي أبو بكر محمد بن الطيب الكلام وله كتب حسان في\nالأصول\n</p>\n\n<p>\nوذكر لنا غير واحد من شيوخنا عنه أنه كان ثخين الستر حسن التدين جميل\nالطريقة وكان أبو بكر البرقاني يثني عليه ثناء حسنا وقد أدركه ببغداد فيما\nأحسب والله أعلم\n</p>\n\n<p>\nقال الحافظ ابن عساكر أبو بكر البرقاني هو أحمد بن محمد بن أحمد بن غالب\nالخوارزمي شيخ الخطيب وكان فقيها جامعا متقنا\n</p>\n\n<h1 class='l1' id='head11'>12 - </h1>\n\n<p>\nأبو الحسن الأشعري\n</p>\n\n<p>\nقال الشيخ أبو العباس أبقاه الله وأما أبو الحسن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالأشعري الإمام رضي الله عنه شيخ أبي الحسن الباهلي وشيخ عبد الله بن\nمجاهد المذكور وغيرهما فهو صاحب المذهب الذي اتخذه أهل الحديث والفقه من\nأهل السنة والجماعة إماما حتى نسب مذهبهم <span id='ms24'></span> إليه فنسب من تعلق لمذهب أهل\nالسنة وتفقه في معرفة أصول الدين من بين سائر المذاهب إلى الأشعري لحسن\nتصانيفه وصحة مذهبه واعتقاده فكثر الاستعمال لها والاشتغال بها ولسنا ننسب\nبمذهبنا في التوحيد إليه على معنى أنا نقلده فيه ونعتمد عليه ولكنا نوافقه\nفيما صار إليه من التوحيد لقيام الأدلة على صحته لا مجرد التقليد وإنما\nينتسب منا من انتسب إلى مذهبه ليتميز عن المبتدعة الذين لا يقولون به من\nأصناف المعتزلة والجهمية والمجسمة والكرامية المشبهة السالمية وغيرهم من\nسائر الطوائف المبتدعة وأصحاب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nالمقالات الفاسدة لأن الأشعري هو الذي انتدب للرد عليهم حتى قمعهم وأظهر\nلمن لم يعرف البدع بدعهم ولم يكن أول متكلم بلسان أهل السنة إنما جرى على\nسنن غيره وعلى نصرة مذهب معروف فزاد المذهب حجة وبيانا ولم يبتدع مقالة\nاخترعها ولا مذهبا انفرد به ألا ترى أن مذهب أهل المدينة يقال له مالكي\nومالك رضي الله عنه إنما جرى على سنن من كان قبله من العلماء وكان كثير\nالاتباع لهم إلا أنه زاد المذهب بيانا وبسطا وحجة وشرحا وألف كتابه الموطأ\nوما أخذ عنه من الأسمعة والفتاوى فنسب المذهب إليه لكثرة بسطه وله وكلامه\nفيه فكذلك الإمام أبو الحسن الأشعري رضي الله عنه لا فرق وليس في المذهب\nأكبر من بسطه وشرحه وتواليفه في نصرته ومن وقف على تصانيفه على ما سنذكرها\nإن شاء الله تعالى علم أن الله تعالى قدمده بمواد توفيقه وأقامه لنصرة الحق\nوالذب عن طريقه\n</p>\n\n<p>\nوكان في مذهبه شافعيا وحكى بعضهم أنه كان مالكيا والأول هو المعروف فتخرج\nمن أصحابه خلق كثير بالمشرق تفرقوا في البلاد أكثرهم بالعراق وخراسان\nكالإمام أبي عبد الله بن مجاهد والشيخ أبي الحسن الباهلي وقد ذكرناهما وأبي\nالحسن بندار بن الحسين ذكره الحافظ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nأبو بكر الخطيب وغيره وأثنوا عليه كثيرا وأبي سهل الصعلوكي ذكره الحاكم\nأبو عبد الله الحافظ وغيره وأثنوا عليه ثناء كثيرا وأبي زيد المروزي ذكره\nأيضا الحافظ أبو عبد الله الحاكم وأثنى عليه وأبي <span id='ms25'></span> عبد الله بن خفيف ذكره\nالحافظ أبو نعيم الأصبهاني وأثنى عليه وأبي الحسين عبد العزيز بن محمد بن\nإسحاق البصري المعروف بالدمل ذكره محدث الشام الحافظ أبو القاسم بن عساكر\nوأثنى عليه\n</p>\n\n<p>\nفهؤلاء الأئمة رضوان الله عليهم من جلة أصحاب الإمام أبي الحسن الأشعري\nرضي الله عنه هم مشهورون بالأخذ عنه والاستفادة منه وقد ذكرهم الأئمة\nالحفاظ الثقات الأثبات أبو عبد الله الحاكم النيسابوري والحافظ أبو نعيم\nالأصبهاني والحافظ أبو بكر الخطيب البغدادي والحافظ أبو القاسم بن عساكر\nوقد أشرت إلى ما ذكره كل واحد منهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nفناهيك من يذكره هؤلاء الأئمة أئمة السنة ويثني عليه بالعلم والفضل\nوالدين علماء الأمة\n</p>\n\n<p>\nوقد جعل محدث الشام صدر الحفاظ أبو القاسم ابن عساكر الحاكم أبا عبد الله\nالحافظ والحافظ أبا نعيم الأصبهاني من الطبقة الثانية الذين هم أصحاب\nالإمام أبي الحسن الأشعري ممن سلك مسلكه في الأصول وكذلك جعل الحافظ ابن\nعساكر الحافظ أبا بكر الخطيب من الطبقة الرابعة المستبصرة بتبصير الإمام\nأبي الحسن الأشعري والإقتداء به والمتابعة له في مذهبه وأما الحافظ شيخ\nالسنة أبو بكر البيهقي النيسابوري فلا تخفى نصرته لمذهب الإمام أبي الحسن\nالأشعري وكثرة تصانيفه في ذلك وسأذكر إن شاء الله تعالى عن قريب كلامه فيه\nوثناءه عليه وقد ذكر الحافظ ابن عساكر الحافظ أبا بكر البيهقي وجعله من\nالطبقة الثالثة ممن لقي أصحاب الإمام أبي الحسن الأشعري وأخذ العلم عنهم\n</p>\n\n<p>\nوأما الحافظ الإمام الثقة شيخ الإسلام محدث الشام ناصر السنة قامع البدعة\nأبو القاسم علي بن الحسن الشافعي الدمشقي المعروف بابن عساكر فإني أقول فيه\nما قاله إمام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nالحرمين أبو المعالي الجويني في الحافظ أبي بكر البيهقي المتقدم الذكر\nفإنه قال فيه حين ذكره ما من شافعي إلا وللشافعي عليه منه إلا الحافظ أبا\nبكر البيهقي فإن له على الشافعي منه لتصانيفه في نصرة مذهبه وأقاويله أو\nكما قال وكذا أقول أنا في الحافظ ابن عساكر ما من أشعري إلا وللأشعري عليه\nمنه إلا الحافظ ابن عساكر فإن <span id='ms26'></span> له على الأشعري منه لانتصاره له ورده على من\nخالف مذهبه وباين اعتقاده رضي الله عنه مع كونه إماما من أئمة المحدثين\nوحافظا من حفاظ المسلمين فكفى الإمام أبا الحسن الأشعري فضلا أن لفضله وفضل\nأصحابه أتباعا كما ذكرناه على مذهبه واعتقاده مثل هؤلاء الأئمة وحسبه فخرا\nأن يثني عليه ويكون على مذهبه الأماثل من علماء الأمة ولا يضره قدح من قدح\nفيه ولا تقول عليه كذي المعايب والمخازي الحسن بن علي الأهوازي فإنه بالغ\nفي ذم الإمام أبي الحسن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nالأشعري وأصحابه وأغري لفرط جهله وسوء عقده في شتمهم وتقول عليهم في\nكتابه المسمى ب البيان المشحون بالكذب والبهتان ما لم يقولوه ونسب إليهم من\nالمذاهب الفاسدة ما لم يذهبوا إليه ولا ذكروه وقد تصدى لنقضه ورده وإبدء\nعواره وكشف سره الإمام أبو القاسم ابن عساكر بتصنيف جليل سماه تبيين كذب\nالمفتري فيما نسب إلى الإمام أبي الحسن الأشعري ولو لم يكن للحافظ ابن\nعساكر من المنة على الأشعري إلا هذا الكتاب لكفى به فإنه ملأ كتابه هذا\nثناء عليه وعلى أصحابه وجعل أئمة الحديث الذين ذكرت قبل وغيرهم من الأئمة\nعلى مذهبه\n</p>\n\n<p>\nوقد ذكر الحافظ أبو بكر الخطيب في تاريخه اللعين الأهوازي هذا فقال عنه\nأبو علي الأهوازي المعري كذاب في الحديث والقرآن جميعا فناهيك بمن يشهد\nبكذبه في كتاب الله تعالى وسنة نبيه محمد صلى الله عليه وسلم مثل هذا\nالإمام وذكره أيضا الحافظ ابن عساكر فقال كان أبو علي الأهوازي في اعتقاده\nسالميا مشبها مجسما حشويا ومن وقف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nعلى كتابه الذي سماه البيان في شرح عقود أهل الإيمان الذي صنفه في أحاديث\nالصفات واطلع على ما فيه من الآفات ورأى ما ذكر من الأحاديث الموضوعة\nوالروايات المستكرهة المدفوعة والأخبار الواهية الضعيفة والمعاني المتنافية\nالسخيفة كحديث ركوب الجمل وعرق الخيل قضى الله تعالى عليه في اعتقاده\nبالويل\n</p>\n\n<p>\nقال الحافظ ابن عساكر ولست أعجب من الأهوازي فيما أتى به من الجهل لأنه\nالليق به لسوء العقد وعدم الفضل وإنما <span id='ms27'></span> أعجب ممن سمعوه منه وحكوه ومن جهال\nكتبوه عنه ورووه ولكن لكل ساقطة لاقطة وعلى قدر الوجه تكون الماشطة\n</p>\n\n<p>\nقال الشيخ أبو العباس أبقاه الله وكذلك اللعين المعروف بالسجزي فإنه تصدى\nأيضا للوقوع في أعيان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nالأئمة وشرع الأمة بتأليف تالف وهو على قلة مقداره وكثرة عواره ينسب أئمة\nالحقائق وأحبار الأمة وبحور العلوم إلى التلبيس والمراوغة والتدليس وهذا\nالرزل الخسيس أحقر من أن يكترث به ذو لب ولا يغير البحر الخضم ولغة كلب\n</p>\n\n<p>\n(ما يضر البحر أمسى زاخرا ... أن رمى فيه غلام بحجر)\n</p>\n\n<p>\nففما ذكر هذا المائق الحايد لجهله عن الحقائق قال إن من مذهب الأشعرية أن\nالنبوءة عرض من الأعراض والعرض لا يبقى زمانين وإذا مات النبي زالت نبوءته\nوانقطعت دعوته وهذا من جملة حكاياته الكاذبة وتقولاته المستبعدة الباردة\nفقال إمام الحرمين أبو المعالي عبد الملك بن الإمام أبي محمد الجويني رضي\nالله عنهما في رد هذا المتخرص على الأئمة رضوان الله عليهم ما كنت أظن أن\nهذا الجاهل يبلغ بحمقه وخرقه هذا المبلغ وهذا الذي حكاه لم يقل به قائل ولم\nينقله قبله ناقل ولو سئل هذا الأحمق عن النبوءة وحقيقتها ومعناها لتلبد في\nغيه وتردد في عيه ولم يتمسك إلا بدهش الحيرة كما نسب إليها غيره فليست\nالنبوءة عرضا من الأعراض باتفاق من المحققين وإطباق من المحصلين ثم شرع في\nالاستدلال على أن النبوءة ليست عرضا ثم قال بعد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nذكر الدليل على ذلك فبطل المصير إلى أن النبوءة عرض ووجب القضاء بأن\nالنبوءة هي حكم الله تعالى برسالة رسول وإخباره عن سفارته وأمره إياه\nبتبليغ الشرائع وشرع الأحكام وقد حكم الله تعالى بنبوءة الأنبياء عليهم\nالسلام في حياتهم وبعد مماتهم وكونهم مرسلين وعلم ذلك منهم في السابقة\nوالعاقبة فهذا مذهب أهل الحق ودينهم فعلى من يقرفهم بغير ذلك لعنة الله\nولعنة الملائكة والناس أجمعين\n</p>\n\n<p>\nقال الشيخ أبو العباس أبقاه الله فهذا إمام الحرمين أبو المعالي رضي الله\nعنه إمام أئمة الأشعرية أهل السنة ومن مقدميهم ومن المعتبرين <span id='ms28'></span> فيهم قد أنكر\nما تقوله اللعين السجزي على أهل السنة وتبرأ منه ولعن ما قاله واعتقده\nفتبين بذلك كذب السجزي واختراصه على الأئمة وافتراؤه عليهم\n</p>\n\n<p>\nوكذلك رأيت أبا محمد بن حزم قد حكى فيما ألفه من القبائح التي لقبها ب\nالنصائح وفي كتابه الفصل بين النحل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nوالملل هذه المقالة عن الأشعرية ونسبها إليهم وشنعها على عادته الذميمة\nعليهم وأظن أنه رآها لهذا المفتري السجزي ولم يقف على كلام الأئمة في حقيقة\nالنبوءة الذي ليس بينهم خلاف في أنها ليست عرضا وأنها راجعة إلى خطاب الله\nتعالى كما تقدم من كلام إمام الحرمين رضي الله عنه فلعن الله قائلها\nومعتقدها ومن تقولها عليهم واخترعها وإن كان ابن حزم كثيرا ما يتقول على\nالأشعرية وعلى غيرهم ويحكي عنهم ما لا يقولونه وينسب إليهم ما يتبرأون منه\nوينكرونه لقصور معرفته لعلومهم وكونه غير بصير بشيء من كلامهم لأنه إنما\nقرأ كتبهم وحده على ما ذكره الإمام أبو محمد عبد الله بن طلحة في كتابه مما\nتوهم بعقله عليهم قال هكذا أرادوا وهذا غير سديد وما ينبغي لأحد أن يتكلم\nفي مذهب أحد حتى يقرأ عليهم ويفسر له كلامهم فالعلوم غوامض لا ينبغي لأحد\nأن يتجاسر عليها بعقله ولجهله بمذاهب القوم صدر منه ما صدر ولا يشك في أن\nالرجل حافظ إلا أنه إذا شرع في تفقه ما يحفظه لم يوفق فيما يفهمه لأنه قائل\nبجميع ما يهجس له ومما يدل على صحة ما أقوله أن من عنده أدنى مسكة من عقل\nيقول إن القدرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nالقديمة تتعلق بالمحال فيجوز عنده اجتماع الضدين في محل وفي زمن واحد\nفيكون الشيء أسود أبيض في حالة وأخرى ويكون الجسم الواحد في مكانين\nمتباينين فيكون الإنسان في المشرق في الزمن الواحد الذي يكون فيه في المغرب\nإلى غير ذلك مما يقوله مما لا يصدر تجويزه من عاقل فالعلم باستحالة هذه\nالأمور أو تجويزها يعرف الفرق بين العاقل والمجنون والبهيمة والإنسان فمن\nجوزها خرج عن العقلاء الملكلفين ولحق بالبهائم <span id='ms29'></span> والمجانين\n</p>\n\n<p>\nوتكلم في كتابه الفصل عن المحال وأصدر في منطقه وأحال والذي أوقعه في\nبحور هذه الأوهام واعتقاده مثل هذا البرسام أنه اعتقد أنه إن لم يقول بهذه\nالجهالة وإلا يؤدي إلى العجز من جهة أن المقدرة إن لم تكن عامة التعلق\nبالواجب والجائز والمستحيل وإلا يؤدي إلى العجز ولو عرف حقيقة الواجب\nوالمحال ومعنى تعلق القدرة بالمقدور لما ارتكب من الهذر والمحظور ما لا\nيرتكبه عاقل ولا يقل به قائل\n</p>\n\n<p>\nومدار هذه المسألة على حرف وهو أن هذه المعلومات الثلاثة التي هي الواجب\nوالجائز والمحال هل هي كلها متعلقة للقدرة أم بعضها فزعم ابن حزم أنها كلها\nمتعلقة للقدرة وإن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nلم تتعلق القدرة جميعها فإنه يؤدي إلى العجز وصار كل من ارتسم بالعقل إلى\nأنها ليست كلها متعلقة للقدرة وإنما المتعلق للقدرة منها هو الجائز فقط ولا\nيؤدي مع هذا الاقتصار على البعض إلى العجز كما زعمه ابن حزم ويتبين ذلك\nبذكر حقيقة هذه المعلومات فنقول قد تقدم أن المعلومات كلها محصورة في ثلاثة\nوهو الواجب والجائز والمحال فأما الواجب فهو الموجود الذي لو فرض معدوما\nلزم عنه لذاته المحال والمحال هو ما لو فرض موجودا لزم عنه لذاته المحال\nوالممكن هو ما لو فرض موجودا أو معدوما لم يعرض عنه محال والمحال هو مالا\nيتصور وجوده والجائز هو ما يمكن وجوده وعدمه فإذا ثبت هذا فالقدرة لا تتعلق\nبالواجب لأنه موجود ثابت فوجود الله تبارك وتعالى لا تتعلق به القدرة ولا\nتؤثر فيه ولا في شيء من صفاته لثبوت وجوده وقدمه واستحالة مجرد وجوده فهو\nغير متعلق للقدرة وإذا كان غير متعلق للقدرة انتقض قول ابن حزم في عموم\nتعليق القدرة بالمعلومات الثلاثة إذ منها ما هو غير متعلق لها وهو الواجب\nوهو لا تتعلق به القدرة كما قررناه وكذلك المحال لا تتعلق القدرة به أيضا\nإذ المحال كما تقدم في حقيقته هو ما لا يتصور وقوعه ومعنى تعلق القدرة\nبالمقدور هو أن تخرجه من العدم إلى الوجود <span id='ms30'></span> والمحال لا يتصور خروجه إلى\nالوجود فلا يتصور وقوعه وإذا لم يتصور وقوعه فلا يكون متعلقا للقدرة وإذا\nلم يكن متعلقا للقدرة انتقض قول ابن حزم أيضا في عموم تعلق القدرة\nبالمعلومات الثلاث المتقدمة فلم يبق إلا الجائز وهو الذي تتعلق به القدرة\nفترجح جانب الوجود على العدم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nأو بالعكس بعد استواء الطرفين أعني الوجود والعدم وإنما يترجح أحدهما على\nالآخر بالقدرة فخرج من هذا أن القدرة لا تتعلق إلا بالممكن فقط ولا يؤدي\nالاقتصار عليه إلى العجز كما زعم ابن حزم لأن الذي يؤدي إلى العجز إنما هو\nالذي يصح تعلق القدرة به وهو الممكن فإذا تعلقت به القدرة ولم توقعه فحينئذ\nيوصف من قامت به القدرة بالعجز كالجائز الذي يمكن أن يكون ويمكن ألا يكون\nفإذا تعلقت القدرة به ولم يترجح جانب الوجود على جانب العدم فحينئذ يكون من\nاتصف بها عاجزا فالعجز إنما يصح عما يقدر عليه مالا يصح أن يقدر عليه\nكالمحال والواجب فلا يوصف بالعجز عنه كما لا يوصف بالقدرة عليه إذ العجز\nوالقدرة ضدان يتعلق كل واحد منهما بالضد مما يتعلق به الآخر فما لا يصح\nتعلق القدرة به لا يصح العجز عنه وهذا من البيان والظهور بحيث لا يخفى على\nذي لب سليم\n</p>\n\n<p>\nفمن يكون هذا مبلغه من العلم ومقداره من الفهم يتصور منه الإقدام على\nأعلام الأئمة بتخطئتهم والرد لأقوالهم والتعرض مع ذلك لأعراضهم لكن من كلام\nالنبوءة وإذا لم تستحي فاصنع ما شئت\n</p>\n\n<p>\nومن وقف على ما ألفه من القبائح شاهد فيها وفي غيرها من سب الإمام أبي\nالحسن الأشعري وغيره من الأئمة والسلف رضوان الله عليهم وإدخالهم في جملة\nأهل البدع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nوالتصريح بأن مذاهبهم كفر ما لا يصدر عن متمسك بالشرع\n</p>\n\n<p>\nقال الشيخ أبو العباس أبقاه الله وببطلان هذه القاعدة يبطل كل ما بنى\nعليه ابن حزم من أقواله الفاسدة الشنيعة كقوله تقدس الله عن وصفه بذلك إن\nالله تعالى عن قوله يقدر أن يكذب وعلى أن يظلم وعلى أن <span id='ms31'></span> يجور ولا يعدل وعلى\nأن يتخذ زوجة له وولدا وإلها مثله\n</p>\n\n<p>\nهذا اعتقاد ابن حزم في الله سبحانه وتعالى الله العظيم عما نسبه ابن حزم\nلله جلا وعلا ووصفه به {تكاد السماوات يتفطرن منه وتنشق الأرض وتخر الجبال\nهدا أن دعوا للرحمن ولدا وما ينبغي للرحمن أن يتخذ ولدا} (مريم 90 - 99)\n</p>\n\n<p>\nفأما قول الله تعالى {لو أردنا أن نتخذ لهوا لاتخذناه من لدنا} الأنبياء\n17 فليس من هذا الباب لأن هذه الآية خرجت على وجه الرد على بعض النصارى في\nقولهم في مريم عليها السلام إنها صاحبة لله تعالى وأن المسيح عليه السلام\nابنه سبحانه وتعالى فقال تعالى {لو أردنا أن نتخذ لهوا لاتخذناه من لدنا}\nواللهو المرأة في لغة الحجاز فيما ذكره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nالعلماء وقوله تعالى {من لدنا} أي من أهل السماء ولم نتخذه من أهل الأرض\nوليس في الآية ما يدل على أن ذلك جائز عليه سبحانه وإنما أراد تعالى أن\nيبين لهم وجه فساد قولهم وأنه لو فعل ذلك وجاز عليه لكان أهل السموات أولى\nبه وهذا مثل قوله تعالى {لو كان فيهما آلهة إلا الله لفسدتا} الأنبياء 22\nولم يرد الإخبار عن جواز ذلك ولا عن صحته ولا عن حصول كونه وهذا واضح\n</p>\n\n<p>\nوالذي يغلب على الظن أن ما يصدر من ابن حزم هذا الكفر العظيم وما يقوله\nمن الهذيان ويحكيه عن الأئمة من التخرص والبهتان انه ما يكون في حال سلامة\nمن عقله وصحة من ذهنه وأنه ربما يهيج عليه اخلاط يعجز عن مداواتها سقراط\nوبقراط فتصدر منه هذه الحماقات ويهذي بهذه المحالات\n</p>\n\n<p>\n(جنونك مجنون ولست بواجد ... طبيبا يداوي من جنون جنون)\n</p>\n\n<p>\nوليس هذا المجموع موضوعا لتسمع كلامه والرد على الفاسدة أقوله وسأفرد\nلذلك تصنيفا مخصوصا به إن شاء الله تعالى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nوقد اشتد نكير ابن حزم في كتابه المجلى وغيره من كتبه على الأئمة المقتدى\nبهم مالك والشافعي وأبي حنيفة وغيرهم من علماء الشريعة في قولهم بالقياس\nونسبهم إلى مخالفة أمر الله تعالى ورسوله صلى الله عليه وسلم\n</p>\n\n<p>\nوقال <span id='ms32'></span> في رسالة عمر بن الخطاب رضي الله عنه التي فيها واعرف الأشباه\nوالأمثال إنها موضوعة ولم يروها إلا عبد الملك بن عبد الواحد بن معدان عن\nأبيه وهو ساقط بلا خلاف قال وأبوه أسقط منه أو هو مثله في السقوط وقال في\nحديث معاذ الذي فيه أجتهد رأيي لا يصح لأنه لم يروه أحد إلا الحارث بن عمرو\nوهو مجهول لا يدرى من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nهو عن رجال من أهل حمص لم يسمهم غير معاذ\n</p>\n\n<p>\nواعتمد في إبطال القول بالقياس بآيات وأخبار ليس له في واحد منها متمسك\nولولا أن هذا المجموع ليس موضوعا لهذا المعنى لأفردت كل ما استدل به من\nالآيات والأخبار وبينت أنه ليس له في واحد منها ما يعتمد عليه لأننا أرجأنا\nذلك إلى الموضع الليق به إن شاء الله تعالى\n</p>\n\n<p>\nومما اعتقد به وعول عليه في إبطال القول بالقياس الحديث المذكور فيه\nستفترق أمتي على بضع وسبعين فرقة الحديث قال ابن حزم حدثنا أحمد بن قاسم\nحدثنا أبي قاسم بن محمد بن قاسم حدثنا جدي قاسم بن أصبغ حدثنا محمد بن\nإسماعيل الترمذي حدثنا نعيم بن حماد حدثنا عبد الله بن المبارك حدثنا عيسى\nبن يونس بن أبي إسحاق السبيعي عن خويز بن عثمان عن عبد الرحمن بن جبير بن\nنفير عن أبيه عن عوف بن مالك الأشجعي قال قال رسول الله صلى الله عليه وسلم\nستفترق أمتي على بضع وسبعين فرقة أعظمها فتنة على أمتي قوم يفسرون الأمور\nبرأيهم فيحلون الحرام ويحرمون الحلال\n</p>\n\n<p>\nقال الشيخ أبو العباس رضي الله عنه وهذا الحديث الذي اعتمد عليه ابن حزم\nيدور على نعيم بن حماد وقد قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nالحافظ أبو بكر الخطيب بهذا الحديث سقط نعيم بن حماد عند كثير من أهل\nالحديث قال إلا أن يحيى بن معين لم يكن ينسبه إلى الكذب بل كان ينسبه إلى\nالوهم وقال النسائي أبو عبد الله نعيم بن حماد ليس بثقة وقال أبو سعيد بن\nيونس نعيم بن حماد روى أحاديث لشاكر <span id='ms33'></span> عن الثقات وقال أبو زرعة قلت يحيى بن\nمعين في حديث نعيم من هذا وسأله عن صحته فأنكره قلت له من أين يؤتى قال شبه\nله وقال محمد بن علي بن حمزة المروزي سألت يحيى بن معين عن هذا الحديث يعني\nحديث عوف بن مالك عن النبي صلى الله عليه وسلم تفترق أمتي قال ليس له أصل\nقلت فنعيم بن حماد قال نعيم ثقة قلت كيف يحدث ثقة بباطل قال شبه له\n</p>\n\n<p>\nقال أبو العباس رضي الله عنه هذا كلام أئمة الحديث في الحديث الذي استدل\nبه ابن حزم واعتمد عليه بنى أيضا على هذا القاعدة الفاسدة من نفي القياس رد\nكلام الصحابة والتابعين وعلماء المسلمين رضوان الله عليهم أجمعين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head12'>13 - </h1>\n\n<p>\nترجمة عارضة للإمام ابن فورك\n</p>\n\n<p>\nوكذلك رأيت ابن حزم قد ذكر عن الإمام ابن فورك رضي الله عنه أنه قتل على\nالمقالة المتقدمة وأن أبا الوليد الباجي أخبره بذلك وأن قاتله على تلك\nالمقالة محمود بن سبكتكين وما ذكره لا يعرج عليه ولا يلتفت أليه وهذه\nالحكاية لعمري من الكذب البارد وإيراد مثلها يدل على العقل الفاسد معاذ\nالله أن يقول هذا الفقيه الإمام أبو الوليد الباجي والإمام ابن فورك أجل\nقدرا وأعظم في الدين والعلم خطرا من أن ينسب هذا إليه وله من الرد على\nأصناف الملاحدة والنقض لمقالات أصحاب العقائد الفاسدة والكشف عن تمويهات\nالفرق الجاحدة ما يدل على هذه الكذبة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالباردة فلم يمت رحمه الله مقتولا كما تخرص عليه ابن حزم وأنا إن شاء\nالله أشرع في ذكر ما وصفه الأئمة الذين لا مطعن لأحد في قولهم ونذكر سبب\nموته عنهم فأقول أخبرنا بإسكندرية المحروسة الشيخ الفقيه المحدث الصالح\nالفقيه العلامة شرف الدين أبو عبد الله محمد بن عبد الله بن أبي الفضل\nالسلمي عن الشيخ الإمام أبي الفتح منصور بن عبد المنعم حفيد الإمام أبي عبد\nالله القروي الصاعدي عن جده الإمام أبي عبد الله عن أبي الحسن عبد الغافر\nبن محمد بن عبد الغافر الفارسي <span id='ms34'></span> عن الإمام الحافظ أبي بكر أحمد بن الحسن\nالبيهقي الحافظ قال أخبرنا أبو عبد الله محمد بن عبد الله الحافظ الحاكم\nوأخبرنا أيضا بالقاهرة شيخنا الإمام عز الدين عبد العزيز بن عبد السلام عن\nشيخه الحافظ بهاء الدين أبي محمد القاسم عن والده الإمام الحافظ محدث الشام\nأبي القاسم ابن عساكر وأخبرني أيضا بالقاهرة شيخنا الحافظ المحدث زكي الدين\nأبو محمد عبد العظيم بن عبد القوي أبي عبد الله المنذري عن الشيخ الحافظ\nأبي الحسن علي بن المفضل المقدسي عن الحافظ الإمام أبي القاسم ابن عساكر\nقال قال الشيخ أبو نصر عبد الرحيم بن عبد الكريم إجازة أخبرنا أبو بكر أحمد\nبن الحسين الحافظ أخبرنا أبو عبد الله محمد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nابن عبد الله الحافظ الحاكم قال محمد بن الحسن بن فورك الأديب المتكلم\nالأصولي الواعظ النحوي أبو بكر الأصبهاني أقام أولا بالعراق إلى أن درس بها\nعلى مذهب الأشعري ثم لما ورد الري سعت به المبتدعة فعقد أبو محمد عبد الله\nبن محمد الثقفي مجلسا في مسجد رجا وجمع أهل السنة وتقدمنا إلى الأمير ناصر\nالدولة أبي الحسن محمد بن إبراهيم والتمسنا منه المراسلة في توجيهه إلى\nنيسابور ففعل وورد نيسابور فبنى له الدار والمدرسة من خانكاه أبي الحسن\nالبوشنجي وأحيا الله تعالى به في بلدنا أنواعا من العلوم لما استوطنها\nوظهرت بركته على جماعة من المتفقهة وتخرجوا به سمع عبد الله بن جعفر\nالأصبهاني وكثر سماعه بالبصرة وبغداد وحدث بنيسابور\n</p>\n\n<p>\nقال الشيخ أبو العباس رضي الله عنه هذا كلام الحافظ أبي عبد الله الحاكم\nفي الإمام ابن فورك وثناؤه عليه والحاكم الحاكم\n</p>\n\n<p>\nوبالسند المتقدم إلى ابن عساكر قال أخبرنا الشيخ أبو الحسن عبد الغافر بن\nإسماعيل في كتابه إلي من نيسابور قال سمعت الشيخ أبا صالح أحمد بن عبد\nالملك الحافظ يقول كان الأستاذ أوحد وقته أبو علي الحسن بن علي الدقاق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nيعقد المجلس ويدعو للحاضرين والغائبين من أعيان البلد وأئمتهم فقيل له قد\nنسيت ابن فورك ولم تدع له <span id='ms35'></span> فقال أبو علي كيف أدعو له وكنت أقسم على الله\nتعالى البارحة بأيمانه أن يشفي غلتي وكان به وجع البطن تلك الليلة\n</p>\n\n<p>\nقال محدث الشام ابن عساكر عن عبد الغفار الفارسي محمد بن الحسن بن فورك\nأبو بكر بلغ من تصانيفه في أصول الدين وأصول الفقه ومعاني القرآن قريبا من\nالمائة توفي سنة ست وأربعمائة وكان قد دعي إلى غزنة وجرت له بها مناظرات\nوكان شديد الرد على أصحاب أبي عبد الله يعني أحمد بن حنبل ولما عاد من غزنة\nسم في الطريق ومضى إلى رحمة الله ونقل إلى نيسابور ودفن بالحيرة ومشهده\nاليوم ظاهر يستشفى به ويجاب الدعاء عنده\n</p>\n\n<p>\nقال الشيخ أبو العباس رضي الله عنه فهذا كلام الأئمة الثقات الأثبات فيه\nوفي سبب موته وما ذكروه فبعض مناقبه لا ما ذكره ابن حزم فإنه قدح لا يلتفت\nإليه وكذب لا يعرج عليه وقد ذكره أيضا إمام الحرمين الأماخم أبو المعالي\nعبد الملك بن الإمام أبي محمد الجويني في بعض مصنفاته فقال الإمام ركن\nالإسلام أبو بكر بن فورك ممن يفتخر به الأنام ويتزين به أهل الإسلام وقد\nتلفع من جلابيب المعالي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nبأسبغها وأوفاها ورقي في بقاع المكرمات إلى ذراها وجمع إلى التبحر في\nعلوم الدين جملة قسم الصالحين من الورع والزهد والتشمير لمرضاة الله تعالى\nفأقصى المجيد وتجويد كنه القصد ولم ير إلا معلما أو عابدا ولم يسمع منه\nمصاحبوه إلا كلاما صاعدا وكان لا تأخذه في الله لومة لائم ولم يزل مجاهرا\nبالحق\n</p>\n\n<p>\nفيا عظم مصيبة الإسلام يتكلم في مثل هذا الإمام رذل ملعون معروف من\nالعيوب بكل الفنون وينسبه إلى قلة الحياء\n</p>\n\n<p>\nولكن لنا في المصطفى صلى الله عليه وسلم أكمل العزاء وقد قرفه الأرجاس\nوتعرض الأنجاس فرجعت دائرة الباس ومن نكد الدنيا أن يتكلم كل ساقط خامل عن\nالتحقيق عري عاطل في الأئمة الفواضل ولا يكترث ذوو الألباب بنباح الكلاب\nوليس لقصر نأمتها إلا الأثلب والتراب\n</p>\n\n<p>\nقال الشيخ أبو العباس وأما قول ابن حزم رحم <span id='ms36'></span> الله محمودا وحمد له ذلك فهذا\nمن قلة التحصيل شان الإمام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nبان فورك وترحم على ابن سبكتكين جهلا وجرأة وقد ذكر الحافظ ابن عساكر قال\nذكر لي الشيخ أبو عبد الله محمد بن محمد الأصبهاني عمن أدركه من شيوخ\nأصبهان أن السلطان محمود بن سبكتكين لما استولى على أصبهان ولى عليها واليا\nمن قبله ورحل عنها فوثبوا عليه وقتلوه فرجع محمود إليهم وأمنهم حتى اطمأنوا\nثم قصدهم يوم الجمعة في الجامع فقتل منهم مقتلة عظيمة\n</p>\n\n<p>\nقال الشيخ أبو العباس رضي الله عنه فعلى من فعل هذه الفعلة الشنيعة يترحم\nابن حزم ويلعن من بقي عمره في نصرة الدين والرد على المبتدعة الملحدين\n</p>\n\n<h1 class='l1' id='head13'>تتمة ترجمة أبي الحسن الأشعري</h1>\n\n<p>\nرجعنا إلى المقصود وهو ذكر الإمام أبي الحسن الأشعري رضي الله عنه فنقول\nوأما الإمام أبو الحسن الأشعري رضي الله عنه إمام الأمة وناصر السنة وقامع\nالبدعة فذكر الإمام الحافظ أبو بكر أحمد بن علي بن ثابت الخطيب فقال علي بن\nإسماعيل بن أبي بشر واسمه إسحاق بن سالم بن إسماعيل بن عبد الله موسى بن\nبلال بن أبي بردة وبن أبي موسى أبو الحسن الأشعري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nالمتكلم صاحب الكتب والتصانيف في الرد على الملحدة وغيرهم من المعتزلة\nوالرافضة والجهمية والخوارج وسائر أصناف المبتدعة وهو بصري سكن بغداد إلى\nأن توفي بها وكان يجلس أيام الجمعات في حلقة أبي إسحاق المروزي الفقيه من\nجامع المنصور وقال بعض البصريين ولد أبو الحسن الأشعري في سنة ستين ومائتين\nومات سنة نيف وثلاثين وثلاثمائة\n</p>\n\n<p>\nوذكر لي أبو القاسم عبد الواحد بن علي الأزدي أن الأشعري مات ببغداد بعد\nسنة عشرين وقبل سنة ثلاثين وثلاثمائة ودفن في مشرعة الروايا في تربة إلى\nجانبها مسجد وبالقرب منها حمام وهي عن يسار المار من السوق إلى دجلة\n</p>\n\n<p>\nوذكر أبو محمد علي بن أحمد بن سعيد بن حزم الأندلسي أن أبا الحسن الأشعري\nمات في سنة أربع وعشرين وثلاثمائة قال وله خمسة وخمسون تصنيفا\n</p>\n\n<p>\nحدثنا القاضي أبو محمد عبد الله محمد <span id='ms37'></span> بن عبد الرحمن الأصبهاني قال سمعت\nأبا عبد الله بن بانيال يقول سمعت بندار بن الحسن يقول وكان خادم أبي الحسن\nعلى بن إسماعيل بالبصرة فقال كان عيش أبي الحسن من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nغلة ضيعة وقفها جده بلال بن أبي برده بن أبي موسى الأشعري على عقبه وكانت\nنفقته في كل سنة سبعة عشر درهما\n</p>\n\n<p>\nحدثني محمد بن علي الصوري قال سمعت عبد الغني بن سعيد الحافظ يقول سمعت\nأبا الحسن علي بن محمد بن يزيد يقول سمعت أبا بكر ابن الصيرفي يقول كانت\nالمعتزلة قد رفعوا رؤوسهم حتى أظهر الله تعالى الأشعري فجحرهم في أقماع\nالسمسم انتهى ما ذكره الإمام الحافظ أب برك الخطيب من نسب الإمام أبي الحسن\nالأشعري وتصانيفه ورده على المبتدعة ومولده ووفاته وقوته وقدر نفقته رضوان\nالله عليه\n</p>\n\n<p>\nقال الشيخ أبو العباس رضي الله عنه وذكره أيضا شيخ السنة الحافظ أبو بكر\nالبيهقي على ما أخبرنا به الإمام عز الدين بن عبد السلام الدمشقي عن شيخه\nالحافظ بهاء الدين أبي محمد القاسم عن والده الإمام الحافظ محدث الشام أبي\nالقاسم ابن عساكر قال أخبرنا الشيخ أبو عبد الله محمد بن الفضل الفراوي\nأخبرنا أبو بكر أحمد بن الحسين البيهقي الحافظ قال أما بعد فإن بعض أئمة\nالأشعريين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nرضي الله عنهم ذاكرني بمتن الحديث الذي أخبرناه أبو عبد الله محمد بن عبد\nالله الحافظ قال حدثنا أبو العباس محمد بن يعقوب عن إبراهيم بن مرزوق عن\nوهب بن جرير وأبو عامر العقدي قالا حدثنا شعبة عن سماك بن حرب عن عياض\nالأشعري قال لما نزلت {فسوف يأتي الله بقوم يحبهم ويحبونه} المائدة 54 أومأ\nالنبي صلى الله عليه وسلم إلى أبي موسى الأشعري رضي الله عنه فقال هم قوم\nهذا قال البيهقي وذلك لما وجد فيه من الفضيلة الجليلة والمرتبة الشريفة\nللإمام أبي الحسن الأشعري رضي الله عنه فهو من قوم أبي موسى وأولاده الذين\nأوتوا العلم ورزقوا الفهم مخصوصا من بينهم بتقوية السنة وقمع البدعة بإظهار\nالحجة ورد <span id='ms38'></span> الشبهة والأشبه أن يكون رسول الله صلى الله عليه وسلم إنما جعل\nقوم أبي موسى من قوم يحبهم الله ويحبونه لما علم من صحة دينهم وعرف من قوة\nيقينهم فمن نحا في علم الأصول نحوهم وتبع في نفي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nالتشبيه مع ملازمة الكتاب والسنة قولهم جعل من جملتهم وعد من حسابهم\nبمشيئة الله تعالى وإذنه أعاننا الله على ذلك بمنه وختم لنا بالسعادة\nوالشهادة بجوده وليعلم المنصف من أصحابنا صنع الله تعالى في تقديم هذا\nالأصل الشريف لما ذخره لعباده من هذا الفرع المنيف الذي أحيا به السنة\nوأمات به البدعة وجعله خلف حق لسلف صدق\n</p>\n\n<p>\nقال الشيخ أبو العباس رضي الله عنه ومما يدل أيضا على شرف أصله والإشارة\nإلى ما يظهر من علمه وكبر محله حديث الأعمش عن جامع بن شداد عن صفوان بن\nمحرز عن عمران بن حصين رضي الله عنه قال أتيت رسول الله صلى الله عليه وسلم\nفعقلت ناقتي بالباب ثم دخلت فأتاه نفر من بني تميم فقال اقبلوا البشرى يا\nبني تميم قالوا فبشرتنا فأعطنا فجاء نفر من أهل اليمن فقال اقبلوا البشرى\nيا أهل اليمن إذ لم يقبلها إخوانكم من بني تميم قالوا قبلنا يا رسول الله\nأتيناك لنتفقه في الدين ونسألك عن أول هذا الأمر كيف كان قال كان الله ولم\nيكن شيء غيره وكان عرشه على الماء ثم كتب في الذكر كل شيء ثم خلق السماوات\nوالأرض قال ثم أتاني رجل فقال أدرك ناقتك قد ذهبت فخرجت فوجدتها ينقطع\nدونها السراب وأيم الله لوددت أني كنت تركتها قال الإمام الحافظ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nأبو بكر البيهقي في هذا الحديث خرجه البخاري في الصحيح من أوجه عن الأعمش\nوأخرج أوله في باب قدوم الأشعريين وأهل اليمن وفي سؤالهم دليل على أن\nالكلام في علم الأصول وحدث العالم ميراث لأولادهم عن أجدادهم وقوله وكان\nالله ولم يكن شيء غيره ويدل على أنه لم يكن شيء غيره لا الماء ولا العرش\nولا غيرهما فجميع ذلك غير الله تعالى <span id='ms39'></span> وقوله {وكان عرشه على الماء} هود يعني\nثم خلق الماء وخلق العرش على الماء ثم كتب في الذكر كل شيء\n</p>\n\n<p>\nقال الشيخ أبو العباس أبقاه الله وثنا شيخ السنة الإمام الحافظ أبو بكر\nالبيهقي في تصانيف كثيرة وهو على مذهبه وناهيك به وقد أفرد للثناء عليه\nكلاما منه رسالته إلى العميد يقول في فصل منها وكأنه خفي عن الشيخ العميد\nأقام الله عزه حال شيخنا أبي الحسن الأشعري رحمه الله عليه ورضوانه وما\nيرجع إليه من شرف الأصل وكبر المحل في العلم والفضل وكثرة الأصحاب من\nالخنفية والمالكية والشافعية الذين رغبوا في علم الأصول وأحبوا معرفة دلائل\nالعقول وفضائل الشيخ أبي الحسن الأشعري ومناقبه أكثر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nمن أن يمكن ذكرها في هذه الرسالة لما في الإطالة من خشية الملالة لكني\nأذكر بمشيئة الله تعالى من شرفه بآبائه وأجداده وفضله بعلمه وحسن اعتقاده\nوكبر محله بكثرة أصحابه ما يحمله على الذب عنه وعن أتباعه فليعلم الشيخ\nالعميد أدام الله سيادته أن أبا الحسن الأشعري رحمه الله من أولاد أبي موسى\nالأشعري رضي الله عنه فإنه أبو الحسن علي بن إسماعيل بن إسحاق بن سالم بن\nإسماعيل بن عبد الله بن موسى بن بلال بن أبي بردة بن أبي موسى وأبو موسى هو\nعبد الله بن قيس بن سليم الأشعري ينسب إلى الجماهر بن الأشعر والأشعر من\nأولاد سبأ الذين كانوا باليمن فلما بعث الله نبيه صلى الله عليه وسلم هاجر\nأبو موسى الأشعري مع إخوانه في بضع وخمسين من قومه إلى أرض الحبشة فأقاموا\nمع جعفر بن أبي طالب رضي الله عنه حتى قدموا جميعا على رسول الله صلى الله\nعليه وسلم حين افتتح خيبر ثم ذكر من فضل أبي موسى بعض ما عدمته بأسانيده\nإلى أن قال ورزق من الأولاد والأحفاد من الدراية والرواية والرعاية ما يكثر\nنشره وأساميهم في التواريخ مثبتة ومعرفتهم عند أهل العلم بالرواية مشهورة\nإلى أن بلغت النوبة إلى شيخنا أبي الحسن الأشعري رحمه الله فلم يحدث <span id='ms40'></span> في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nدين الله حدثا ولم يأت فيه ببدعة بل أخذ أقاويل الصحابة والتابعين ومن\nبعدهم من الأئمة في أصول الدين فنصرها بزيادة شرح وتبيين وأن ما قالوه وجاء\nبه الشرع في الأصول صحيح في العقول خلاف ما زعمه أهل الأهواء من أن بعضه لا\nيستقيم في الآراء فكان في بيانه تقوية ما لم يدل عليه من أهل السنة\nوالجماعة ونصرة أقاويل من مضى من الأئمة كأبي حنيفة وسفيان الثوري من أهل\nالكوفة والأوزاعي وغيره من أهل الشام ومالك والشافعي من أهل الحرمين ومن\nنحا نحوهما من أهل الحجاز وغيرها من سائر البلاد وكأحمد بن حنبل وغيره من\nأهل الحديث والليث بن سعد وغيره وأبي عبد الله محمد بن إسماعيل البخاري\nوأبي الحسين مسلم بن الحجاج النيسابوري إمامي أهل الآثار وحفاظ السنن التي\nعليها مدار الشرع رضي الله عنهم أجمعين وذلك دأب من تصدر من الأئمة في هذه\nالأمة وصار رأسا في العلم من أهل السنة في قديم الدهر وحديثه وبذلك وعد\nسيدنا المصطفى صلى الله عليه وسلم أمته فيما روى عنه أبو هريرة أنه قال\nيبعث لهذه الأمة على رأس كل مائة من يجدد لها دينها وهم هؤلاء الأئمة الذين\nقاموا في كل عصر من أعصار أمته بنصرة شريعته ومن قام بها إلى يوم القيامة\n</p>\n\n<p>\nوحين نزل قول الله تعالى {يا أيها الذين آمنوا من يرتد منكم عن دينه فسوف\nيأتي الله بقوم يحبهم ويحبونه أذلة على}\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nالمؤمنين أعزة على الكافرين يجاهدون في سبيل الله ولا يخافون لومة لائم)\nالمائدة 54\n</p>\n\n<p>\nأشار المصطفى صلى الله عليه وسلم إلى أبي موسى وقال قوم هذا فوعد الله\nشيئا معلقا بشيء وخص النبي المصطفى صلى الله عليه وسلم به قوم أبي موسى\nفكان خبره حقا ووعد الله صدقا\n</p>\n\n<p>\nوحين خرج رسول الله صلى الله عليه وسلم من بين أمته وقبضه الله تعالى إلى\nرحمته ارتد ناس من العرب فجاهدهم أبو بكر الصديق رضي الله عنه بأصحاب رسول\nالله صلى الله عليه وسلم منهم أبو <span id='ms41'></span> موسى وقومه حتى عاد أهل الردة إلى\nالإسلام كما وعد رب الأنام\n</p>\n\n<p>\nوحين كثرت المبتدعة في هذه الأمة وتركوا ظاهر الكتاب والسنة وأنكروا ما\nورد به من صفات الله عز وجل نحو الحياة والعلم والقدرة والمشيئة والسمع\nوالبصر والكلام وجحدوا ما دلا عليه من المعراج وعذاب القبر والميزان وأن\nالجنة والنار مخلوقتان وأن أهل الإيمان يخرجون من النار وما لنبينا محمد\nصلى الله عليه وسلم من الحوض والشفاعة ما لأهل الجنة من الرؤية وأن الخلفاء\nالأربعة كانوا محقين فيما قاموا به من الولاية وزعموا أن شيئا من ذلك لا\nيستقيم على العقل ولا يصح في الرأي أخرج الله عز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nوجل من نسل أبي موسى الأشعري إماما قام بنصرة دين الله تعالى وجاهد\nبلسانه وبيانه من صدعن سبيل الله وزاد في التبيين الأهل اليقين أن ما جاء\nبه الكتاب والسنة وما كان عليه سلف هذه الأمة مستقيم على العقول الصحيحة\nوالاراء تصديقا لقوله وتحقيقا لتخصيص رسوله صلى الله عليه وسلم قوم أبي\nموسى بقوله {فسوف يأتي الله بقوم يحبهم ويحبونه}\n</p>\n\n<p>\nهذا والكلام في علم الأصول وحدوث العالم ميراث أبي الحسن الأشعري عن\nأجداده وأعمامه الذين قدموا على رسول الله صلى الله عليه وسلم إذ لم يثبت\nعند أهل العلم بالحديث أن وفدا من الوفود وفدوا على رسول الله صلى الله\nعليه وسلم فسألوه عن علم الأصول وحدث العالم إلا وفد الأشعري من أهل اليمن\nثم ذكر حديث عمران بن الحصين حين أتاه نفر من بني تميم وقد ذكرته قبل\nبإسناده ثم قال فمن تأمل هذه الأحاديث وعرف مذهب شيخنا أبي الحسن في علم\nالأصول وعلم تبحره فيه أبصر صنع الله عزت قدرته في تقديم هذا الأصل الشريف\nلما ذخره لعباده من هذا الفرع المنيف الذي أحيا به السنة وأمات به البدعة\nوجعله خلف حق لسلف صدق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\nقال الشيخ أبو العباس رضي الله عنه فهذا كلام هذا الإمام العظيم القدر\nشيخ السنة الحافظ أبي بكر البيهقي في الإمام أبي الحسن الأشعري وثناؤه <span id='ms42'></span> عليه\nوكونه على مذهبه واعتقاده\n</p>\n\n<p>\nوقال الحافظ أبو القاسم ابن عساكر كتب إلي الشيخ أبو القاسم نصر بن نصر\nبن علي بن يونس بن العكبري الواعظ من بغداد يخبرني عن القاضي أبي المعالي\nعزيزي بن عبد الملك قال سمعت الشيخ الإمام أبا عبد الله الحسين بن محمد\nالدامغاني قال سمعت الإمام أبا الحسين يعني محمد بن أحمد بن إسماعيل بن\nسمعون قال سمعت أبا عمران موسى بن أحمد بن علي الفارسي الفقيه قال سمعت أبي\nيقول خدمت الإمام أبا الحسن الأشعري بالبصرة سنين وعاشرته ببغداد إلى أن\nتوفي رحمه الله فلم أجد أحدا أورع منه ولا أغض طرفا ولم أر شيخا أكثر حياء\nمنه في أمور الدنيا ولا أنشط منه في أمور الآخرة قال القاضي أبو المعالي\nفأظهر الحق ونشره وأدحض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nالباطل وزجره وأعلى معالم الدين وأقام دعائم اليقين وصنف كتبا هي في\nالآفاق مشهورة معروفة وعن المخالف والمؤالف مبثوثة موصوفة فلم تزل وجوه\nالدين بجانبه مكشوفة القناع وأيدي الشريعة بنصرته مبسوطة الباع وكلمة البدع\nمنقمعة الأمر وشبه الباطل منقصمة الظهر إلى أن مات رضوان الله عليه\n</p>\n\n<p>\nوبسندي المتقدم إلى الإمام الحافظ أبي القاسم ابن عساكر قال أخبرنا الشيخ\nأبو المظفر بن أبي العباس الشعيري الصوفي أنا الإمام أبو الفضل محمد بن علي\nبن أحمد بن الحسين البسطامي جدي لأمي قال سمعت علي بن محمد الطبري المتكلم\nقال سمعت أبا الحسن السوسي الفاضل في الكلام يقول كان الشيخ أبو الحسن يعني\nالأشعري رحمه الله قريبا من عشرين سنة يصلي صلاة الصبح بوضوء العتمة وكان\nلا يحكي عن اجتهاده شيئا إلى أحد\n</p>\n\n<h1 class='l1' id='head14'>مصنفات أبي الحسن الأشعري</h1>\n\n<p>\nقال الشيخ أبو العباس أبقاه الله ولو تتبعنا ثناء الأئمة عليه لطال\nالكلام فاقتصرنا منه على هذه القدر فذكر الحافظ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nالخطيب عن أبي محمد بن علي بن سعيد بن حزم الأندلسي عدة تصانيفه وأنها\nخمسة وخمسون تصنيفا وما ذكره بعض تصانيفه وقد ذكرها على التمام الإمام\nالحافظ محدث الشام أبو القاسم ابن عساكر فلنذكرها بجملتها <span id='ms43'></span> على نحو ما ذكرها\nفنقول فأما أسامي كتب الشيخ أبي الحسن مما صنفه إلى سنة عشرين وثلاثمائة\nفإنه ذكر في كتابه الذي سماه العمد في الرؤية أسامي أكثر كتبه فمن ذلك أنه\nصنف كتابا سماه الفصول في الرد على الملحدين والخارجين عن الملة كالفلاسفة\nوالطبائعيين والدهريين وأهل التشبيه والقائلين بقدم الدهر على اختلاف\nمقالاتهم وأنواع مذاهبهم ثم رد فيه على البراهمية واليهود والنصارى والمجوس\nوهو كتاب كبير يشتمل على اثني عشر كتابا أول الكتاب إثبات النظر وحجة العقل\nوالرد على من أنكر ذلك ثم ذكر علل الملحدين والدهريين مما احتجوا بها في\nقدم العالم وتكلم عليها واستوفى ما ذكره ابن الراوندي في كتابه المعروف\nبكتاب التاج وهو الذي نصر فيه القول بقدم العالم\n</p>\n\n<p>\nوذكر بعده الكتاب الذي سماه كتاب الموجز وذلك يشتمل على اثني عشر كتابا\nعلى حسب تنوع مقالات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nالمخالفين من الخارجين عن الملة والداخلين فيها وآخره كتاب الإمامة تكلم\nفي إثبات إمامة الصديق رضي الله عنه وأبطل قول من قال بالنص وأنه لا بد من\nإمام معصوم في كل عصر\n</p>\n\n<p>\nقال الشيخ أبو الحسن وألفنا كتابا في خلق الأعمال نقضنا فيه اعتلالات\nالمعتزلة والقدرية في خلق الأعمال وكشفنا عن تمويههم في ذلك\n</p>\n\n<p>\nقال وألفنا كتابا كبيرا في الإستطاعة على المعتزلة نقضنا فيه استدلالاتهم\nعلى أنها قبل الفعل ومسائلهم وجواباتهم\n</p>\n\n<p>\nقال وألفنا كتابا كبير في الصفات تكلمنا على أصناف المعتزلة والجهمية\nالمخالفين لنا فيها في نفهيم علم الله وقدرته وسائر صفاته وعلى أبي الهذيل\nومعمر والنظام والفويطي وعلى من قال بقدم العالم وفي فنون كثيرة من فنون\nالصفات في إثبات الوجه لله تعالى واليدين وفي استوائه على العرش وعلى\nالناشئ في مذهبه في الأسماء والصفات\n</p>\n\n<p>\nقال وألفنا كتابا في جواز رؤية الله تعالى بالأبصار نقضنا فيه جميع\nاعتلالات المعتزلة في نفيها وإنكارها وإبطالها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nقال وألفنا كتابا آخر كبيرا ذكرنا فيه اختلاف الناس في الأسماء والأحكام\nوالخاص والعام\n</p>\n\n<p>\nقال وألفنا كتابا في الرد على المجسمة\n</p>\n\n<p>\nوألفنا كتابا آخر في الجسم <span id='ms44'></span> نرى أن المعتزلة لا يمكنهم أن يجيبوا عن مسائل\nالجسمية كما يمكننا ذلك وبينا لزوم مسائل الجسمية على أصولهم\n</p>\n\n<p>\nقال وألفنا كتابا سميناه إيضاحا البرهان في الرد على أهل الزيغ والطغيان\nجعلناه مدخلا إلى الموجز تكلمنا فيه في الفنون التي تكلمنا فيها في الموجز\n</p>\n\n<p>\nوألفنا كتابا لطيفا سميناه كتاب اللمع في الرد على أهل الزيغ والبدع\n</p>\n\n<p>\nوألفنا كتابا سميناه اللمع الكبير جعلناه مدخلا إلى أيضاح البرهان\n</p>\n\n<p>\nوألفنا كتاب اللمع الصغير جعلناه مدخلا إلى اللمع الكبير\n</p>\n\n<p>\nوالفنا كتابا سميناه كتاب الشرح والتفصيل في الرد على أهل الإفك والتضليل\nجعلناه للمبتدئ ومقدمة ينظر فيها قبل كتاب اللمع وهو كتاب يصلح للمتعلمين\n</p>\n\n<p>\nوألفنا كتابا مختصرا جعلناه مدخلا إلى الشرح والتفصيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nوألفنا كتابا كبيرا نقضنا في الكتاب المعروف ب الأصول على محمد بن عبد\nالوهاب الجبائي كشفنا عن تمويهه في سائر الأبواب التي تكلم فيها من أصول\nالتنزيه وذكرنا للمعتزلة من الحجج في ذلك ما لم يأت به ونقضناه بحجج الله\nالزاهرة وبراهينه الباهرة يأتي كلامنا عليه في نقضه على جميع مسائل\nالمعتزله وأجوبتها في الفنون التي اختلفنا نحن وهم فيها\n</p>\n\n<p>\nقال وألفنا كتابا كبيرا نقضنا فيه الكتاب المعروف ب نقض تأويل الأدلة على\nالبلخي في أصول المعتزلة وأبنا عن شبهه التي أوردها بأدلة الله الواضحة\nوأعلامه اللائحة وضممنا إلى ذلك نقض ما ذكره من الكلام في الصفات في عيون\nالمسائل والجوابات\n</p>\n\n<p>\nوألفنا كتابا في مقالات المسلمين يستوعب جميع اختلافاتهم ومقالاتهم\n</p>\n\n<p>\nوألفنا كتابا في جمل مقالات الملحدين وجمل أقاويل الموحدين سميناه كتاب\nجمل المقالات\n</p>\n\n<p>\nوألفنا كتابا كبيرا في الصفات وهو أكبر كتبنا فيها سميناه كتاب الجوابات\nفي الصفات عن مسائل أهل الزيغ والشبهات نقضنا فيه كتابا كنا ألفناه قديما\nفيها على تصحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nمذهب المعتزلة لم يؤلف لهم كتاب مثلة ثم أبان الله سبحانه لنا الحق\nفرجعنا عنه فنقضناه وأوضحنا بطلانه\n</p>\n\n<p>\nوألفنا كتابا على ابن الراوندي في الصفات والقرآن\n</p>\n\n<p>\nوألفنا كتابا نقضنا فيه كتابا للخالدي ألفه في القرآن والصفات قبل أن\nيؤلف كتابه الملقب ب <span id='ms45'></span> الملخص\n</p>\n\n<p>\nوألفنا كتابا نقضنا به كتابا للخالدي في إثبات حدث إرادة الله تعالى وأنه\nشاء ما لم يكن وكان ما لم يشأ وأوضحنا بطلان قوله في ذلك وسميناه القامع\nلكتاب الخالدي في الإرادة\n</p>\n\n<p>\nوألفنا كتابا نقضنا فيه كتابا للخالدي في المقالات سماه المهذب سمينا\nنقضه فيما نخالفه فيه من كتابه الدامغ للمهذب\n</p>\n\n<p>\nونقضنا كتابا للخالدي ينفي فيه رؤية الله تعالى بالأبصار\n</p>\n\n<p>\nوألفنا على الخالدي كتابا نقضنا فيه كتابا ألفه في نفي خلق الأفعال\nوتقديرها عن رب العالمين\n</p>\n\n<p>\nوألفنا كتابا نقضنا به على البلخي كتابا ذكر أنه أصلح به غلط ابن\nالراوندي في الجدل\n</p>\n\n<p>\nوألفنا كتابا في الإستشهاد أرينا فيه كيف يلزم المعتزلة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nعلى حججهم في الاستشهاد بالشاهد على الغائب أن يثبتوا علم الله تعالى\nوقدرته وسائر صفاته\n</p>\n\n<p>\nوألفنا كتابا سميناه المختصر في التوحيد والقدر في أبواب من الكلام منها\nالكلام في إثبات رؤية الله تعالى بالأبصار والكلام في سائر الصفات والكلام\nفي أبواب القدر كلها وفي التولد والتعديل والتجوير وسألناهم فيه عن مسائل\nكثيرة ضاقوا بالجواب عنها ذرعا ولم يجدوا إلى الانفكاك عنها بحجة سبيلا\n</p>\n\n<p>\nوألفنا كتابا في شرح أدب الجدل\n</p>\n\n<p>\nوألفنا كتابا سميناه كتاب الطبريين في فنون كثيرة من المسائل\n</p>\n\n<p>\nوألفنا كتابا سميناه جواب الخراسانية في ضروب من المسائل كثيرة\n</p>\n\n<p>\nوألفنا كتابا سميناه جواب المجانين في أبواب مسائل الكلام\n</p>\n\n<p>\nوألفنا كتابا سميناه جواب السيرافيين في أجناس من الكلام\n</p>\n\n<p>\nوألفنا كتابا سميناه جواب العمانيين في أنواع من الكلام\n</p>\n\n<p>\nوألفنا كتابا سميناه جواب الجرجانيين في مسائل كانت تدور بيننا وبين\nالمعتزلة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nوألفنا كتابا سميناه جواب الدمشقيين في لطائف من الكلام\n</p>\n\n<p>\nوألفنا كتابا سميناه جواب الرامهرمزيين وكان بعض المعتزلة من رامهرمز كتب\nإلي يسألني الجواب عن مسائل كانت تدور في نفسه فأجبت عنها\n</p>\n\n<p>\nوألفنا كتابا سميناه المسائل المنثورة البغدادية وفيه مجالس درات بيننا\nوبين أعلام المعتزلة\n</p>\n\n<p>\nوألفنا كتابا سميناه المنتخل من المسائل المنثورات البصريات\n</p>\n\n<p>\nوألفنا كتابا سميناه كتاب العيون في الرد على الملحدين\n</p>\n\n<p>\nوألفت كتاب النوادر في دقائق الكلام\n</p>\n\n<p>\nوألفت كتابا سميته <span id='ms46'></span> كتاب الإدراك في فنون من لطائف الكلام\n</p>\n\n<p>\nوألفت نقض الكتاب المعروف ب اللطيف على الإسكافي\n</p>\n\n<p>\nوألفت كتابا نقضت فيه كلام عباد بن سليمان في دقائق الكلام\n</p>\n\n<p>\nوألفت كتابا نقضت فيه كتابا على علي بن عيسى من تأليفه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nوألفت كتابا في ضروب من الكلام سميناه المخترف ذكرنا فيه مسائل للمخالفين\nلم يسألونا عنها ولا سطروها في كتبهم ولم يتجهوا للسؤال وأجبنا عنها بما\nوفقنا الله له\n</p>\n\n<p>\nوألفنا كتابا في باب شيء وأن الأشياء هي أشياء وإن عدمت رجعنا عنه\nونقضناه فمن وقع إليه فلا يعولن عليه\n</p>\n\n<p>\nوألفنا كتابا في الإجتهاد في الأحكام\n</p>\n\n<p>\nوألفنا كتابا في أن القياس يخص ظاهر القرآن\n</p>\n\n<p>\nوألفنا كتابا في المعارف لطيفا\n</p>\n\n<p>\nوألفنا كتابا في الأخبار وتخصيصها\n</p>\n\n<p>\nوألفنا كتابا سميناه كتاب الفنون في أبواب من الكلام غير كتاب الفنون\nالذي ألفناه على الملحدين\n</p>\n\n<p>\nوألفنا كتابا سميناه جوابات المصريين أتينا فيه على كثير من أبواب الكلام\n</p>\n\n<p>\nوألفنا كتابا في أن العجز عن الشيء غير العجز عن ضده وأن العجز لا يكون\nإلا عن الوجود نصرنا فيه من قال من أصحابنا بذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nوألفنا كتابا فيه مسائل على أهل التثنية سميناه كتاب المسائل على أهل\nالتثنية\n</p>\n\n<p>\nوألفنا كتابا مجردا ذكرنا فيه جميع اعتراض الدهريين في قول الموحدين أن\nالحوادث أولا في أنها لا تصح وأنها لا تصح إلا من محدث وفي أن المحدث واحد\nوأجبناهم عنه بما فيه إقناع للمسترشدين وذكرنا فيه أيضا اعتلالاتهم في قدم\nالأجسام وهذا الكتاب غير كتبنا المذكورة التي ذكرناها في صدر كتابنا هذا\nوهو موسوم بالإستقصاء لجميع اعتراض الدهريين وسائر أصناف الملحدين\n</p>\n\n<p>\nوألفنا كتابا على الدهريين في اعتلالهم في قدم الأجسام بأنها لا تخلو لو\nكانت محدثة من أن يكون أحدثها لنفسه أو لعلة\n</p>\n\n<p>\nوألفنا كتابا نقضنا به اعتراضا على داود بن علي الأصبهاني قي مسألة\nالإعتقاد\n</p>\n\n<p>\nوألفنا كتاب تفسير القرآن رددنا فيه على الجبائي والبلخي ما حرفا من\nتأويله\n</p>\n\n<p>\nوألفنا كتاب زيادات النوادر\n</p>\n\n<p>\nوألفنا كتابا سميناه جوابات أهل فارس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nوألفنا كتابا أجبنا فيه عن اعتلال <span id='ms47'></span> من زعم أن الموات يفعل بطبعه ونقضنا\nعنهم اعتلالهم وأوضحنا عن تمويههم\n</p>\n\n<p>\nوألفنا كتابا في الرؤية نقضنا به اعتراضات اعترض بها علينا الجبائي في\nمواضع متفرقة من كتب جمعها محمد بن عمر الصيمري وحكاها عنه فأبنا عن فسادها\nوأوضحناه وكشفناه\n</p>\n\n<p>\nوألفنا كتابا سميناه الجوهر في الرد على أهل الزيغ والمنكر\n</p>\n\n<p>\nوألفنا كتابا أجبنا فيه عن مسائل الجبائي في النظر والاستدلال وشرائطه\n</p>\n\n<p>\nوألفنا كتابا أسميناه أدب الجدل\n</p>\n\n<p>\nوألفنا كتابا في مقالات الفلاسفة خاصة وألفنا كتابا في الرد على الفلاسفة\nيشتمل على ثلاث مقالات ذكرنا فيه نقض علل ابن قيس الدهري وتكلمنا فيه على\nالقائلين بالهيولى والطبائع ونقضنا فيه علل ارسطوطاليس في السماء والعالم\nوبينا ما عليهم في قولهم بإضافة الأحداث إلى النجوم وتعليق أحكام السعادة\nوالشقاوة بها\n</p>\n\n<p>\nقال الإمام الحافظ محدث الشام أبو القاسم ابن عساكر قال أبو بكر محمد بن\nفورك هذا هو أسامي كتبه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nالتي ألفها إلى سنة عشرين وثلاثمائة سوى أماليه على الناس والجوابات\nالمتفرقة على المسائل الواردة من الجهات المختلفات وسوى ما أملى على الناس\nمما لم يذكر أساميه ههنا وقد عاش بعد ذلك إلى سنة أربع وعشرين وثلاثمائة\nوصنف فيها كتبا منها كتاب نقض المضاهاة على الإسكافي في التسمية بالقدر\nوكتاب العمد في الرؤية وكتاب في معلومات الله تعالى ومقدوراته أنه لا نهاية\nلها على أبي الهذيل وكتاب على حارث الوراق في الصفات فيما نقض على ابن\nالراوندي وكتاب على أهل التناسخ وكتاب في الرد في الحركات على أبي الهذيل\nوكتاب على أهل المنطق ومسائل سئل عنها الجبائي في الأسماء والأحكام\nومجالسات في خبر الواحد وإثبات القياس وكتاب في أفعال النبي صلى الله عليه\nوسلم وكتاب في الوقوف والعموم وكتاب متشابه القرآن جمع فيه بين المعتزلة\nوالملحدين فيما يطعنون به في متشابه الحديث ونقض كتاب التاريخ على ابن\nالراوندي وكتاب فيه بيان مذهب البصري وكتاب في الإمامة وكتاب فيه الكلام\nعلى النصارى مما يحتج به عليهم من سائر الكتب التي يعترفون بها وكتاب في\nالنقض على <span id='ms48'></span> ابن الراوندي في إبطال التواتر وفيما يتعلق به الطاعنون على\nالتواتر ومسائل في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nإثبات الإجماع وكتاب في حكايات المذاهب المجسمة وما يحتجون به وكتاب نقض\nشرح الكتاب وكتاب في مسائل جرت بينه وبين أبي الفرج المالكي في علة الخمر\nونقض الآثار العلوية على أرسطوطاليس وكتاب في جوابات مسائل لأبي هاشم\nاستملاها ابن أبي صالح الطبري وكتابه الذي أملاه سماه الاحجاج وكتاب\nالاخبار الذي على البرهان وذلك آخر ما بلغنا من أسامي تصانيفه وله كتاب في\nدلائل النبوة مفرد وكتاب آخر في الإمامة مفرد\n</p>\n\n<p>\nقال محدث الشام الحافظ أبو القاسم ابن عساكر هذا آخر ما ذكره أبو بكر ابن\nفورك من تصانيفه وقد وقع إلي أشياء لم يذكرها في تسمية تواليفه فمنها رسالة\nفي الحث على البحث ورسالة في الإيمان وما يطلق عليه اسم الخلق وجواب مسائل\nكتب بها إلى أهل الثغر في تبيين ما سألوه عنه من مذهب أهل الحق\n</p>\n\n<p>\nوأخبرني الشيخ أبو القاسم بن نصر الواعظ في كتابه عن أبي المعالي بن عبد\nالملك القاضي قال سمعت من أثق به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nقال رأيت تراجم كتب الإمام أبي الحسن فعددتها أكثر من ثمانين وثلاثمائة\nمصنف وفي ذلك ما يدل على سعة علمه وينبئ الجاهل عن غزارة فهمه\n</p>\n\n<p>\nقال الحافظ وكل ذلك مما يدل على نبله وكثرة علمه وظهور فضله فجزاه الله\nعلى جهاده في دينه بلسانه الحسنى وأحله بإحسانه في مستقر جنانه المحل\nالأسنى\n</p>\n\n<p>\nقال الشيخ أبو العباس أبقاه الله ولولا خوف الإطالة وخشية السآمة لأوردت\nمن كلام الأئمة فيه وثنائهم عليه وذكرت من هو منتسب من العلماء إليه ومن هو\nعلى أئمة قادة مذهبه لكن اقتصرت على هذا النزر اليسير في ثناء الأئمة عليه\nفي علمه وزهده وورعه واجتهاده في عبادته وتصدية للرد على المبتدعة وعلى\nالخارجين من الملة وعدد مصنفاته ناقلا ذلك من كلام الأئمة الثقات الأثبات\nأئمة الهدى مصابيح الدجى فصححوا الآثار ونفوا التحريف والكذب عن الأخبار\nالذي لا ريب في عدالتهم ولا نزاع في أمانتهم كالإمام الحافظ <span id='ms49'></span> أبي عبد الله\nالنيسابوري إمام أهل الحديث في عصره وكالحافظ أبي نعيم الأصبهاني مصنف حلية\nالأولياء وطبقة الأصفياء وغيرهما من مصنفاته وكالإمام الحافظ شيخ السنة أبي\nبكر أحمد بن الحسين الببيهقي مصنف كتاب معرفة السنن والآثار وغيرها\nوكالإمام الحافظ أبي بكر الخطيب البغدادي صاحب كتاب تاريخ بغداد وغيره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nوكالأمير الحافظ أبي نصر علي بن هبة الله بن ماكولا وكالإمام الحافظ فخر\nالحفاظ شيخ الإسلام محدث الشام ناصر السنة قامع البدعة أبي القاسم علي بن\nالحسن بن هبة الله بن عساكر الشافعي الدمشقي وغيرهم من الأئمة ممن هو مذكور\nفي أثناء هذا المجموع فعن هؤلاء الأئمة الثقات الأثبات نقلت ما أوردته من\nأخبار الإمام أبي الحسن الأشعري رضي الله عنه وأصحابه لئلا يقع شك أو\nيتخالج في ما نورد من أخبارهم ريب وعند هذا يظهر أن ما افتراه ابن حزم على\nالإمام أبي الحسن الأشعري وغيره ممن عادته الافتراء على الأئمة وثلبهم\nوالاختلاف عليهم وسبهم مع ثناء هؤلاء الأئمة الذين ذكرتهم على الإمام أبي\nالحسن الأشعري وأصحابه غير مقبول وأن ما يخرصون عليهم كذب وزور\n</p>\n\n<h1 class='l1' id='head15'>14 - </h1>\n\n<p>\nالخسروشاهي\n</p>\n\n<p>\nقال الشيخ أبو العباس رضي الله عنه وأخذت أيضا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعلم الأصول الدينية والفقهية على الخسروشاهي وأن الخسروشاهي أخذ عن\nالإمام ابن الخطيب وأخذ ابن الخطيب عن والده وأخذ والده عن الإمام سلمان بن\nناصر الأنصاري وأخذ سلمان عن إمام الحرمين الجويني وقد تقدم عمن أخذ إمام\nالحرمين\n</p>\n\n<p>\nأما الخسروشاهي فهو الإمام الأوحد العالم الفاضل شمس الدين عبد الحميد\nالخسروشاهي كان رحمه الله وحيد عصره وفريد دهره في العلوم النظرية الدينية\nوالحكمية غير منازع فيها ولا مساهم عليها من أجلها تعمل إليه الركاب\nوبسببها تحط بفنائه الرحال مع ما رزق من حسن الخلق وطيب الخلق والوقار وحسن\nالسمت وكان معيدا للإمام فخر الدين الرازي وإذا ذكره يقول قال مولانا بلسان\nالتعظيم والتوقير وسأله يوما أخي الفقيه أبو الحسن بدمشق وأنا حاضر فقال له\nأخي أي الإمامين أفضل الغزالي أم ابن الخطيب فأجابه الخسروشاهي بأن شيخه\nابن <span id='ms50'></span> الخطيب أفضل من الإمام أبي حامد في المعقولات ويفضله الغزالي في\nالمنقولات\n</p>\n\n<p>\nقرأت عليه وسمعت بالقاهرة وبدمشق فمما قرأت عليه كتاب الخمسين لشيخه\nالإمام فخر الدين الرازي المعروف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nبابن الخطيب وكتاب الأربعين لشيخه الإمام ابن الخطيب أيضا من أول الكتاب\nإلى أوله في المسألة الحادية والثلاثين في إثبات نبوءة محمد صلى الله عليه\nوسلم واعلم أن معجزات النبي صلى الله عليه وسلم كثيرة ولنكتف هاهنا بهذا\nالقدر فتوفي رحمه الله عند غروب الشمس من يوم الاثنين الرابع والعشرين من\nشوال سنة اثنتين وخمسين وستمائة ودفن بالصالحية منها وحضرت جنازته وكان\nيوما كثير الثلج\n</p>\n\n<p>\nوسمعت عليه أيضا تفقها كتاب المحصل في علم الكلام إلا يسيرا من آخره فإنه\nتوفي رحمه الله قبل أن أكمله ومعظم كتاب المحصول في أصول الفقه وكل دلك من\nتواليف شيخه الإمام فخر الدين الرازي وحدثني بجميع ذلك عنه وكان رحمه الله\nيؤكد علي في الاعتناء بكتاب نهايات العقول ويقول لي لم يؤلف مثله وصدق رحمه\nالله وليس في مصنفاته كتاب يفوقه هو أحسن كتبه وكتب عدة وسبب ذلك أنه صنفه\nفي عنفوان شبابه وقصده في نهاية من اجتهاده قبل أن تقبل عليه الدنيا ويشتغل\nبها فلهذا كان أحسن تصانيفه وحدثني بكتاب المفصل للزمخشري عن شيخه المطرزي\nعن الخطيب أبي المؤيد موفق بن أحمد المالكي عن الزمخشري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head16'>15 - </h1>\n\n<p>\nترجمة عارضة للمطرزي\n</p>\n\n<p>\nقال الشيخ أبو العباس أبقاه الله والمطرزي هذا هو أبو الفتح ناصر بن أبي\nالمكارم عبد السيد بن علي المطرزي النحوي الفقيه الحنفي الخوارزمي كان رحمه\nالله ذا علم بالنحو واللغة والشعر والفقه وهو صاحب شرح المقامات وله تصانيف\nفي الفقه وشعر جيد يقصد فيه التجنيس\n</p>\n\n<p>\nقال شيخنا شمس الدين لخسروشاهي وللمطرزي شيخنا كتاب في اللغة سماه ب\nالمغرب ثم اختصاره وسماه بالمعرب قال وله كتاب في النحو صغير من نحو ست\nكراريس قال وكان معظما لكتب أبي علي الفارسي كثير المطالعة لها وأخبرني أنه\nقال حفظ عليه المفصل ثلاثمائة فقيه قال وأما من حفظ نصفه أو <span id='ms51'></span> أقل فأكثر من\nخمسمائة فقيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوقال لي كان شيخنا المطرزي إذا أراد أن ينام يتكئ على ركبتيه وينام وما\nوضع جنبه على الأرض نحوا من أربعين سنة وأخبرني عنه أنه قال له لي أربعين\nسنة ما قعدت بغير وضوء قال لي وكان في مذهب الاعتزال مثل شيخ شيخه الزمخشري\n</p>\n\n<p>\nقال الشيخ أبو العباس رضي الله عنه وولد المطرزي في العاشر من رجب سنة\nثمان وثلاثين وخمسمائة بجرجانية خوارزم وجرجانية هي قصبة خوارزم قال ياقوت\nالحموي في كتاب البلدان يقال لها بلغتهم كركانج فعربت فقيل لها الجرجانية\nوهي على شاطئ جيحون والمطرزي هذا كما يقال خليفة الزمخشري فإنه ولد في\nالسنة التي توفي فيها الزمخشري وتوفي المطرزي هذا يوم الثلاثاء الحادي\nوالعشرين من جمادي الآخرة من سنة عشر وستمائة\n</p>\n\n<h1 class='l1' id='head17'>العودة إلى ترجمة الخسروشاهي</h1>\n\n<p>\nقال الشيخ أبو العباس أبقاه الله وسمعت أيضا على شيخنا الخسروشاهي بعض\nكتاب نهاية السؤال وبعض كتاب الأحكام في أصول الفقه للسيف الآمدي قال شيخنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nوالله ما جرى قط على خاطري السيف الآمدي أن كتبه تقرأ علي ولا أعتقد ذلك\nيعني أنه يعظمه ويكبره عن تلك المنزلة لجلالة قدره عنده وعند غيره وسمعت\nأيضا عن شيخنا الخسروشاهي بعض كتاب الوجيز للغزالي وكان قد قرأه بالموصل\nعلى الإمام الأوحد كمال الدين بن يونس وكتاب المعقول\n</p>\n\n<h1 class='l1' id='head18'>16 - </h1>\n\n<p>\nترجمة عارضة للفخر الرازي\n</p>\n\n<p>\nقال الشيخ أبو العباس رضي الله عنه وأما ابن الخطيب شيخ شيخنا الخسروشاهي\nعلى ما ذكره في تاريخه الشيخ الفقيه شمس الدين أحمد بن محمد ابن خلكان قال\nالإمام فخر الديي أبو عبد الله محمد بن عمر بن أبي الحسين ابن الحسن بن علي\nالبكري الطبرستاني الأصل الرازي المولد المعروف بابن الخطيب كانت ولادته في\nخامس عشرين من شهر رمضان سنة أربع وأربعين وقيل ثلاث وأربعين وخمسمائة\nبالري\n</p>\n\n<p>\nوتوفي يوم الاثنين وكان عيد الفطر سنة ست وستمائة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nبمدينة هرات من أعمال خراسان ودفن آخر النهار في الجبل المصاقب لقرية\nمزدخان رحمه الله وقرأ على الشيخ فخر الدين الحنبلي وقال أبو <span id='ms52'></span> الفضائل ابن\nعبد الحميد بن محمد القزويني إن الإمام فخر الدين أخذ الأصول عن والده وأخذ\nوالده عن أبي القاسم سلمان بن شاطر الأنصاري وقد ذكر لي شيخنا الخسروشاهي\nبدمشق كيف كان أمره في قراءته ووصف من ورعه في ابتداء أمره ومن اجتهاده في\nطلبه وما كان يتفق ولاء من نسخه ما يعجز عنه وخرج جميع ذلك عني وأخبرني\nالفقيه ابن الطباخ بالقاهرة أن بعضهم كان يحضر بدرس الإمام ابن الخطيب\nويقعد بعيدا من الحلقة فقال له الإمام ابن الخطيب لأي شيء تبعد عنا ولا\nتشاركنا في الجلوس قال مجلسك البحر وإني نهر ولا أحسن أسبح فأخشى الغرق\nفأدناه قربه وأنشدني بدمشق الخسروشاهي لبعضهم في الإمام ابن الخطيب\n</p>\n\n<p>\n(رحلت إلى خورزم بين عصابة ... عطاش من التحقيق أخطأها الري)\n</p>\n\n<p>\n(فساق إلينا الله ... ... مدحته ... إماما كفيض النهر أخرجه الري)\n</p>\n\n<p>\nوأخبرني بالقاهرة الفقيه ابن الطباخ أن الإمام ابن الخطيب كان يقرأ علم\nالنحو على نحوي يعرف بابن السكاك فكان ابن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nالخطيب إذا فرغ من مجلسه أتى مكانه وقعد إليه فكان يعظم على ابن السكاك\nمجيئه إليه ويقول له أنت إمام وحقك أن يؤتى إليك فيقول الإمام ابن الخطيب\nهذا الذي أفعله هو الواجب قال ابن السكاك فكان الإمام يبحث معي في كتاب\nالمفصل فكان في الجزء الأول ربما يكون مثلي أو دوني يسيرا وأما في الجزء\nالثاني فكان يحل لي المشكلات التي كانت تعتاص علي قال لي الفقيه ابن الطباخ\nوكان الإمام ابن الخطيب على فضله شيعيا يرى محبة أهل البيت قال وكذا كان\nالتاج الأرموي\n</p>\n\n<h1 class='l1' id='head19'>17 - </h1>\n\n<p>\nالخطيب الرازي\n</p>\n\n<p>\nقال الشيخ أبو العباس رضي الله عنه وأما الإمام السعيد عمر بن الحسين\nالخطيب الرازي والد الإمام فخر الدين الرازي وشيخه فلم يثبت لدي من إخباره\nإلا ما أثبته منها ولعل ذلك يقع إلي فاستدركه إن شاء الله تعالى وكذلك فخر\nالدين الحنبلي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head20'>18 - </h1>\n\n<p>\nأبو القاسم الأنصاري\n</p>\n\n<p>\nقال الشيخ أبو العباس أبقاه الله وأما أبو القاسم الأنصاري فهو على ما\nذكره ابن عساكر عن الشيخ أبي <span id='ms53'></span> الحسين عبد الغافر بن إسماعيل قال سلمان بن\nناصر بن عمران ابن محمد بن إسماعيل بن إسحاق بن يزيد بن زياد أبو القاسم\nالأنصاري الإمام الدين والورع الزاهد فريد عصره في فنه وكان له معرفة\nبالطريقه وقدم في الصوفيه ونظر دقيق وفكر في المعامله وتصاون في النفس\nوعفاف في المطعم وكان حسن الطريقة دقيق النظر واقفا على مسالك الأئمة\nوطرقهم في علم الكلام بصيرا بمواضع الإشكال مع قصور في عباراته وكانت\nمعرفته فوق نطقه ومعناه أوفر من ظاهره وفحواه وعاش عيش الأبرار على سيرة\nالسلف الصالحين وتوفي في صبيحة يوم الخميس الثاني والعشرين من جمادى الآخرة\nسنة اثنتي عشرة وخمسمائة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head21'>19 - </h1>\n\n<p>\nفصل العز ابن عبد السلام\n</p>\n\n<p>\nوأما تصانيف السيف الآمدي فيحدثني بها عنه الإمام عز الدين بن عبد السلام\nالدمشقي وعز الدين هذا شيخنا ولد بدمشق ثم انتقل إلى القاهرة إلى أن مات\nبها لأمور يطول ذكرها وأصله من المغرب هو من أعيان العلماء ومشاهير الفضلاء\nمع ما رزق بعد صحة العقيدة من السجايا الكريمة والخصال الحميدة من قلة\nالمراءاة لأبناء الدنيا وعدم المبالاة بذوي الرتبة العليا والإقبال على\nإرشاد الخلق وبذل النفس في نصرة الحق والصلابة في الدين وإظهار صحة اليقين\nعالما بالتفسير والأصول والفقه على مذهب الإمام الشافعي وكان أجرأ أهل\nزمانه قلما بالفتوى وأغزرهم علما مع التواضع وقلة الدعوى وجيها عند ملوكها\nمعظما في أهلها محترما بين العلماء في البلاد المصرية وغيرها لقيته\nبالقاهرة سنة إحدى وخمسين وستمائة ولازمته سنتين وأخذت عنه من تصاينفه ومن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nغيرها كثيرا وأجاز لي إجازة عامة وأول ما لقيته قال لي خير مقدم إن شاء\nالله فقلت له بسعادتك فقال لي علام ينتصب خير مقدم فأجبته بأن سيبويه ذكر\nهذا المثال في المنصوبات وأجاز فيه وجهين النصب والرفع وذكرت له ما يمكن أن\nيقال في المسألة ثم سألني عن مسائل كثيرة متعددة فأجبته فيها كلها على حسب\nما وفق الله تعالى بفضله فصرف وجهه لمحيي الدين بن سراقة وقال هذا نمط عال\nوقال <span id='ms54'></span> ادن فدنوت وهو يقربني حتى لصقت به وآنسني وعاملني بالبر والإكرام\nبمقدار ما يليق به رحمه الله واقترح علي بعد ملازمتي إياه أن أصنف له كتابا\nفي مستقبلات الأفعال فصنفت له الكتاب المسمى ب بغية الآمال في معرفة النظر\nبجميع مستقبلات الأفعال الذي لم يؤلف في فنه مثله فاستجاده واستحسنه وأطنب\nفي وصفه وسمعه علي وكذلك سمع علي مع جلالة قدره وإمامته شرحي لكتاب الفصيح\nالمسمى ب تحفة المجد الصريح في شرح كتاب الفصيح بقراءة ابنه الفقيه أبي\nمحمد عبد اللطيف وكنت إذا دخلت عليه وتصانيفه تقرأ عليه يقول والله سر سر\nويشير علي بأن أقرأ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\nعليه شرحي لأبيات الجمل المسمى وشي الحلل في شرح أبيات الجمل وهو مجلدان\nويقول لم يؤلف في حسن ترتيبه وجمعه مثله وتوفي رحمه الله بالقاهرة\n</p>\n\n<h1 class='l1' id='head22'>20 - </h1>\n\n<p>\nالسيف الآمدي\n</p>\n\n<p>\nقال الشيخ أبو العباس رضي الله عنه وأما شيخه السيف الآمدي فهو الإمام\nأبو الحسن علي بن أبي علي المتكلم المشهور بالسيف الآمدي كان رحمه الله\nمقدما في العلوم النظرية وخصوصا في علم الجدل فإنه كان في نهاية من المعرفة\nحتى قيل إنه كان يحفظ عشرين تصنيفا في الجدل وله التصانيف المفيدة في علم\nالكلام وفي أصول الفقه وفي العلوم الحكمية وكان عذب الكلام مليح العبارة\nأجرأ من شوهد لسانا وجنانا وأكثرهم فيما يورده إعرابا وإحسانا وأحضرهم عند\nالسؤال جوابا وأسلسهم عند الإيراد خطابا ولما وصل إلى اسكندرية اجتمع بها\nمع الفقيه الأبياري في جامعها الأعظم فلم يقدر الأبياري معه على شيء وكذلك\nاجتمع مع المقترح وظهر عليه أيضا السيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالآمدي وتوفي رحمه الله بدمشق يوم الثلاثاء ثالث صفر عام إحدى وثلاثين\nوستمائة\n</p>\n\n<p>\nقال الشيخ أبو العباس أبقاه الله تعالى ورضي الله عنه ولنقصر على ذكر من\nأخذت عنه على ذكر هؤلاء الأئمة وإلا فقد أخذت عن غيرهم شرقا وغربا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n             <span id='ms55'></span>\n</p>\n",
  "pages": [
    "000",
    "021",
    "022",
    "000",
    "024",
    "025",
    "026",
    "000",
    "000",
    "000",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "000",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "000",
    "000",
    "051",
    "000",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "000",
    "068",
    "069",
    "000",
    "071",
    "000",
    "000",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "000",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "000",
    "123",
    "124",
    "000",
    "126",
    "000",
    "128",
    "000",
    "000",
    "000",
    "132",
    "000",
    "134"
  ],
  "volumes": [
    "01"
  ]
}