{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head0'>بسم الله الرحمن الرحيم</h1>\n\n<p>\nالحمد لله الذي فضل هذه الأمة بالكتاب العزيز، والصلاة والسلام على سيدنا\nمحمد أشرف رسول وأكرم نبي.\n</p>\n\n<p>\nهذا الكتاب تتبعت فيه الألفاظ المعربة التي وقعت في القرآن مستوعبا ما\nوقفت عليه من ذلك مقرونا بالعزو والبيان. وعلى الله الاعتماد، وإليه أضرع\nفي الهداية إلى طرق السداد.\n</p>\n\n<h1 class='l1' id='head1'>مقدمة</h1>\n\n<p>\nاختلفت الأئمة في وقوع المعرب في القرآن: فالأكثرون ومنهم الإمام\nالشافعي، وابن جرير وأبو عبيدة والقاضي أبو بكر وابن فارس على عدم وقوعه\nفيه لقوله تعالى: (قرآنا عربيا) .\n</p>\n\n<p>\nوقوله: (ولو جعلناه قرآنا أعجميا لقالوا لولا فصلت آياته ءاعجمي وعربي) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nوشدد الشافعي النكير على القائل بذلك.\n</p>\n\n<p>\nوقال ابو عبيد: (إنما أنزل القرآن بلسان عربي مبين فمن زعم أن فيه غير\nالعربية فقد أعظم القول، ومن زعم أن كذابا بالنبطية فقد أكبر القول) .\n</p>\n\n<p>\nوقال ابن فارس لو كان فيه من غير لغة العرب شيء لتوهم متوهم أن العرب\nإنما عجزت عن الإتيان بمثله، لأنه أتى بلغات لا يعرفونها.\n</p>\n\n<p>\nوقال ابن جرير: (ما ورد عن ابن عباس رضي الله عنهما وغيره من تفسير ألفاظ\nالقرآن أنها بالفارسية أو الحبشية أو النبطية أو نحو ذلك إنما اتفق فيها\nتوارد اللغات فتكلمت بها العرب والفرس والحبشة بلفظ واحد) .\n</p>\n\n<p>\nوقال غيره:) بل كان للعرب العاربة التي نزل القرآن بلغتهم بعض مخالطة\nلسائر الألسنة في أسفار لهم فعلقت من لغاتهم ألفاظ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nغيرت بعضها بالنقص من حروفها واستعملتها في أشعارها ومحاوراتها حتى جرت\nمجرى العربي الفصيح، ووقع بها البيان، وعلى هذا الحد نزل بها القرآن.\n</p>\n\n<p>\nوقال آخرون: (كل هذه الألفاظ عربية صرفة، ولكن لغة العرب متسعة جدا، ولا\nيبعد أن تخفى على الأكابر الجلة وقد خفي على ابن عباس رضي الله عنهما معنى\nفاطر) .\n</p>\n\n<p>\nقال الشافعي (رحمه الله) في الرسالة: (لا يحيط باللغة إلا نبي) .\n</p>\n\n<p>\nوقال أبو المعالي شيدلة: (إنما وجدت هذه الألفاظ في لغة العرب لأنها أوسع\nاللغات وأكثرها ألفاظا، ويجوز أن يكونوا سبقوا إلى هذه الألفاظ) .\n</p>\n\n<p>\nوذهب آخرون إلى وقوعه فيه. وأجابوا عن قوله تعالى <span id='ms01'></span>: (قرآنا عربيا) بأن\nالكلمات اليسيرة غير العربيه لا تخرجه عن كونه عربيا فالقصيدة الفارسية لا\nتخرج عنها بلفظة فيها عربية،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nوعن قوله: (ءآعجمي وعربي) بأن المعنى من السياق أكلام أعجمي ومخاطب عربي.\nواستدلوا باتفاق النحاة على أن منع صرف نحو إبراهيم للعلمية والعجمة.\n</p>\n\n<p>\nورد هذا الاستدلال بأن الأعلام ليست محل خلاف، فالكلام في غيرها: موجه\nبأنه إذا اتفق على وقوع الأعلام فلا مانع من وقوع الأجناس.\n</p>\n\n<p>\nالرأي الذي اختاره السيوطي.\n</p>\n\n<p>\nوأقوى ما رأيته للوقوع - وهو اختياري - ما أخرجه ابن جرير قال حدثنا ابن\nحميد حدثنا يعقوب القمى عن جعفر ابن أيبي المغيرة عن سعيد بن جبير قال:\n(قالت قريش لولا أنزل هذا القرأن أعجميا وعربيا، فأنزل الله) وقالوا لولا\nفصلت آياته ءآعجمي وعربي (الآية، فأنزل الله بعد هذه الآية) القرآن (بكل\nلسان فيه:) حجارة من سجيل (فارسية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nوقال حدثنا محمد بن بشار، حدثنا عبد الرحمن بن مهدي حدثنا إسرائيل عن أبي\nإسحاق، عن أبي ميسرة قال: (في القرآن من كل لسان) . وقال ابن أبي شيبة في\nمصنفه: (حدثنا عبيد الله عن إسرائيل عن أبي إسحاق عن أبي ميسرة قال:) أنزل\nالقرآن بكل لسان (.\n</p>\n\n<p>\nونقل الثعلبي رحمه الله تعالى عن بعضهم قال:) ليس لغة في الدنيا إلا وهي\nفي القرآن (.\n</p>\n\n<p>\nفهذه إشارة إلى أن حكمة وقوع هذه الألفاظ في القرآن أنه حوى علوم الأولين\nوالآخرين ونبأ كل شيء فلا بد أن تقع فيه الإشارة إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nأنواع اللغات والألسن لتم إحاطته بكل شيء. فاختير له من كل لغة أعذبها\nوأخفها وأكثرها استعمالا للعرب. ثم رأيت ابن النقيب صرح بذلك فقال في\nتفسيره: (من خصائص القرآن على سائر كتب الله المنزلة أنها نزلت بلغة القوم\nالذين أنزلت عليهم، لم ينزل فيها شيء بلغة غيرهم.\n</p>\n\n<p>\nوالقرآن احتوى على جميع لغات العرب وأنزل فيه بلغات غيرهم من الروم\nوالفرس والحبشة شيء كثير) .\n</p>\n\n<p>\nقلت وأيضا فالنبي صلى الله عليه وسلم مرسل إلى كل أمة، وقد قال تعالى:\n(وما أرسلنا من رسول إلا بلسان قومه) .\n</p>\n\n<p>\nفلا بد <span id='ms02'></span> وأن يكون في الكتاب المبعوث به من لسان كل قوم، وإن كان أصله بلغة\nقومه هو.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nوقد رأيت الجويني ذكر لوقوع المعرب في القرآن فائدة أخرى فقال:) إن قيل\nإن استبرق ليس بعربي وغير العربي من الألفاظ دون العربي في الفصاحة\nوالبلاغة، فنقول: لو اجتمع فصحاء العالم وأرادوا أن يتركوا هذه اللفظة\nويأتوا بلفظة تقوم مقامها في الفصاحة لعجزوا عنها.\n</p>\n\n<p>\nوذلك لأن الله تعالى إذا حث عباده على الطاعة، فإن لم يرغبهم بالوعد\nالجميل، ويخوفهم بالعذاب الوبيل، لا يكون حثه على وجه الحكمة، فالوعد\nوالوعيد نظرا إلى الفصاحة واجب.\n</p>\n\n<p>\nثم إن الوعد بما يرغب فيه العقلاء، وذلك ينحصر في أمور: الأماكن الطيبة،\nثم المآكل الشهية، ثم المشارب الهنية، ثم الملابس الرفعية، ثم المناكح\nاللذيذة، ثم ما بعده مما تختلف فيه الطباع.\n</p>\n\n<p>\nفإذن ذكر الأماكن الطيبة والوعد به لازم عند الفصيح. ولو تركه لقال من\nأمر بالعبادة، ووعد عليها بالأكل والشرب: إن الأكل والشرب لا ألتذ به إذا\nكنت في حبس أو موضع كربه فلذا ذكر الله تعالى الجنة ومساكن طيبة فيها، وكان\nينبغي أن يذكر من الملابس ما هو أرفعها، وأرفع الملابس في الدنيا الحرير،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الذهب فليس مما ينسج منه ثوب. ثم إن الثوب الذي من غير الحرير لا\nيعتبر فيه الوزن والثقل. وربما يكون الصفيق الخفيف أرفع من الثقيل الوزن.\n</p>\n\n<p>\nوأما الحرير فكلما كان ثوبه أثقل كان أرفع فحينئذ وجب على الفصيح أن يذكر\nالأثقل الأثخن ولا يتركه في الوعد لئلا يقصر في الحث والدعاء. ثم إن هذا\nالواجب الذكر، إما أن يذكر بلفظ واحد موضوع له صريح أو لا يذكر بمثل هذا.\nولا شك أن الذكر بلفظ الواحد الصريح أولى لأنه أوجز وأظهر في الإفادة، وذلك\nاستبرق فإن أراد الفصيح أن يترك هذا اللفظ ويأتي بلفظ آخر لم يمكنه، لأن ما\nيقوم مقامه إما لفظ واحد أو ألفاظه متعددة، ولا يجد العربي لفظا واحدا يدل\nعليه لأن الثياب من الحرير عرفها العرب من الفرس، ولم يكن لهم <span id='ms03'></span> بها عهد ولا\nوضع في اللغة العربيد للديباج الثخين اسم. وإنما عربوا ماسمعوا من العجم\nواستغنوا به عن الوضع لقلة وجوده عندهم وندرة تلفظهم به. وأما أن ذكره\nبلفظين فأكثر فإنه يكون قد أدخل بالبلاغة لأن ذكر لفظين لمعنى يمكن ذكره\nبلفظ تطويل، فعلم بهذا أن لفظ (استبرق) يجب على كل فصيح أن يتكلم به في\nموضعه ولا يجد ما يقوم مقامه،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nوأي فصاحة أبلغ من ألا يوجد غيره مثله.\n</p>\n\n<h1 class='l1' id='head2'>مذهب أبي عبيد</h1>\n\n<p>\nوقال أبو عبيد القاسم بن سلام بعد أن حكى القول بالوقوع عن الفقهاء\nوالمنع عن أهل العربيه: (والصواب عندي مذهب فيه تصديق القولين جميعا، وذلك\nأن هذه الأحرف أصولها أعجمية، كما قال الفقهاء، لكنها وقعت للعرب فعربتها\nبألسنتها وحولتها عن ألفاظ العجم إلى ألفاظها، فصارت عربيد، ثم نزل القرآن\nوقد اختلطت هذه الحروف بكلام العرب، فمن قال إنها عربية فهو صادق ومن قال:\nإنها عجيبة فصادق) .\n</p>\n\n<p>\nوهذا هو الذي جزم به ابن جرير، ومال إلى هذا القول الجواليقي وابن الجوزي\nوآخرون.\n</p>\n\n<p>\nوهذا سرد الألفاظ الواردة في القرآن (من ذلك) مرتبة على حروف العجم.\n</p>\n\n<h1 class='l1' id='head3'>حرف الهمزة</h1>\n\n<p>\n(أباريق) :\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nحكى الثعالبي في فقه اللغة وأبو حاتم اللغوي في كتاب الزينة أنها فارسية.\n</p>\n\n<p>\nوقال الجواليقي: (الأبريق فارسي معرب وترجمته من الفارسية أحد شيئين: إما\nأن يكون طريق الماء أو صب الماء على هينة) .\n</p>\n\n<p>\n(أب) : قال شيدلة في البرهان: (الأب) : (الحشيش بلغة أهل المغرب.\n</p>\n\n<p>\n) ابلعي (: قال ابن حاتم في تفسيره: أخبرنا أبو عبد الله الطبراني أخبرنا\nإسماعيل بن عبد الكريم حدثني عبد الصمد بن معقل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nسمعت وهب بن منبه يقول في قوله تعالى: (وقيل يا أرض ابلعي ماءك) قال:\nبالحبشية (ازدرديه) .\n</p>\n\n<p>\nوقال أبو الشيخ ابن حيان في تفسيره: حدثنا الوليد حدثنا أبو عمرو الغزال\nحدثنا أبو الدرداء عبد العزيز بن منيب حدثنا شبيب ابن الفضل حدثنا ميسرة\nابن اليسع عن جعفر بن محمد عن أبيه في قوله تعالى: (يا أرض ابلعي ماءك) .\n</p>\n\n<p>\nقال: أشربي بلغة الهند.\n</p>\n\n<p>\n(أخلد) : قال الواسطي في كتاب (الإرشاد <span id='ms04'></span> في القراءات العشر) في قوله تعالى\n(أخلد إلى الأرض) أي ركن بالعبرية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\n(الأرائك) : حكى ابن الجوزي في (فنون الأفنان) أنها السرر بالحبشية.\n</p>\n\n<p>\n(آزر) : يعد في المعرب على قول من قال: أليس بعلم لأبي إبراهيم ولا\nللصنم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nقال ابن أبي حاتم ذكر عن معتمر بن سليمان قال: سمعت أبي يقرأ (وإذ قال\nإبراهيم لأبيه آزر) يعني بالرفع قال بلغني أنها (أعوج) ، وأنها أشد كلمة\nقالها إبراهيم لأبيه. وأخرج عن أبن عباس ومجاهد، أنهما قالا: ليس آزر أبا\nإبراهيم، وقال بعضهم آزر بلغتهم (يا مخطئ) .\n</p>\n\n<p>\nوقال ابن جرير: قال جماعة: هو سب وعيب بكلامهم، ومعناه (معوج) .\n</p>\n\n<p>\nوفي العجائب للكرماني قيل معناه شيخ بالفارسية.\n</p>\n\n<p>\n(أسباط) : قال أبو الليث السمرقندي في تفسيره:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nالأسباط بلغتهم كالقبائل بلغة العرب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\n(استبرق) : قال ابن أبي حاتم: (حدثنا أبي حدثنا عبدة، حدثنا ابن المبارك\nحدثنا جويبر عن الضحاك قال: الاستبرق الديباج الغليظ، وهو بلغة العجم)\nاستبره (.\n</p>\n\n<p>\nوقال الجوالبقي:) الأستبرق (: غليظ الديباج، فارسي معرب، وممن صرح بأنه\nبالفارسية أبو عبيد وأبو حاتم وآخرون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\n(أسفار) : قال الواسطي في (الارشاد) هي الكتب بالسريانية وقال الكرماني\nفي؛ (غرائب التفسير) هو نبطي.\n</p>\n\n<p>\nوقال ابن أبي حاتم حدثنا أبي حدثنا عبد العزيز بن منيب، حدثنا أبو معاذ،\nعن عبيد عن الضحاك في قوله تعالى: (يحمل أسفارا) قال كتبا، والكتاب\nبالنبطية يسمى سفرا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\n(إصرى) : قال أبو القاسم في كتاب لغات القرآن (معناه عهدي بالنبطية) .\n</p>\n\n<p>\n(أكواب) : حكى ابن الجوزي (أنها الأكواز بالنبطية، وقال ابن جرير: حدثت\nعن الحسين سمعت) أبا معاذ أنبأنا عبيد سمعت الضحاك يقول: (الأكواب جرار\nليست لها عرى وهي بالنبطية كوبا) .\n</p>\n\n<p>\n(أليم) : حكى ابن الجوزي أنه الموجع بالزنجية، وقال شيدلة في البرهان\nبالعبرانية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\n(إلا) : قال الفريابي في تفسيره: (حدثنا سفيان عن ابن نجيح عن مجاهد في\nقوله) إلا ولا ذمة (. قال الإل الله تعالى، قال ابن جنى في المحتسب:) قالوا\nالإل بالنبطية اسم الله تعالى (.\n</p>\n\n<p>\n) إناه (: قال شيدلة في البرهان:) إناه (أي نضجة بلسان أهل المغرب. وقال\nأبو القاسم في) لغات القرآن (بلغة البربر <span id='ms05'></span>.\n</p>\n\n<p>\n) آن (: وقال في قوله تعالى:) حميم آن (هو الذي انتهى حره بلغة البربر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\n(آنية) : وفي قوله تعالى: (من عين آنية) أي حارة بلغة البربر.\n</p>\n\n<p>\n(أواه) : قال ابن أبي حاتم حدثنا الأشج، حدثنا عقبة عن إسرائيل عن جابر\nعن مجاهد وعكرمة قالا: (الأواه) الموقن (بلسان الحبشة) .\n</p>\n\n<p>\nوقال ابن جرير حدثنا سفيان بن وكيع، حدثنا يحيى بن آدم، عن ابن المبارك\nعن خالد الخدا عن عكرمة ابن عباس قال: (الأواه) : الموقن بلسان الحبشة (.\nوقال حدثنا الحسين، حدثنا أبو خيثمة زهير حدثنا أبو إسحاق الهمداني عن أبي\nميسرة عمرو بن شرحبيل قال:) الأواه (الرحيم بلحن الحبشة وقال: حدثني محمد\nبن سعيد، حدثني أبي، حدثني عمي عن أبيه عن جده عن ابن عباس، قال:) الأواه\n(المؤمن بالحبشية. وقال الواسطي) الأواه (: الدعاه بالعبرية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\n(أواب) : قال ابن أبي حاتم: (حدثنا أبو سعيد الأشج، حدثنا أبو أسامة عن\nزكريا عن أبي اسحق عن عمرو بن شرحبيل قال:) الأواب (المسبح بلسان الحبشة) .\n</p>\n\n<p>\n(أوبي) : قال ابن جرير: (حدثنا حميد حدثنا حكام بن عنبسة عن أبي إسحاق عن\nأبي ميسرة في قوله تعالى: أوبي معه قال: سبحي بلسان الحبشة.\n</p>\n\n<p>\n) الأولى والآخرة (: قال شيدله في قوله تعالى) الجاهلية الأولى (أي\nالآخرة وفي قوله:) في الملة الآخرة (أي الأولى بالقبطية، والقبط يسمون\nالآخرة بالأولى والأولى بالآخرة، حكاه الزركشي في البرهان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>حرف الباء</h1>\n\n<p>\n(بطائنها) : قال شيدلة في قوله تعالى (بطائنها من استبرق) أي ظواهرها\nبالقبطية، حكاه الزركشي.\n</p>\n\n<p>\n(بعير) : قال ابن جرير: (حدثنا القاسم، حدثني الحسين، حدثني حجاج عن ابن\nجريج عن مجاهد في قوله تعالى) حمل بعير (قال: حمار. قال وهي لغة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nقال ابن خالويه في كتاب (ليس) هذا حرف نادر ذكر مقاتل عن الزبور: البعير\nكل ما يحمل بالعبرانية.\n</p>\n\n<p>\n(بيع) : قال الجواليقي في كتاب المعرب: (البيعة والكنيسة جعلهما بعض\nالعلماء فارسيين معربين) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head5'>حرف التاء</h1>\n\n<p>\n(تتبيرا) : قال ابن أبي حاتم: ذكر عن القواري حدثنا يحيى بن يمان عن أشعث\nعن جعفر عن سعيد بن جبير في قوله تعالى: (وليتبروا ما علوا تتبيرا) قال <span id='ms06'></span>\nتبره بالنبطية.\n</p>\n\n<p>\nوقال ابن جرير حدثنا أبو كريب حدثنا ابن يمان به.\n</p>\n\n<p>\n(تحت) : قال أبو القاسم في (لغات القرأن) في قوله تعالى (فناداها من\nتحتها) أي من بطنها بالنبطية.\n</p>\n\n<p>\nوحكى الكرماني في كتاب (العجائب) مثله عن مؤرخ السدوسي رحمه الله تعالى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\n(تنور) : ذكر ابن دربد والجوالبقي والثعالبي أنه فارسي معرب.\n</p>\n\n<h1 class='l1' id='head6'>حرف الجيم</h1>\n\n<p>\n(الجبت) : قال ابن أبي حاتم: ذكر عن نعيم بن حماد البصري،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عبد الحميد بن عبد الرحمن (الحماني) عن النضر عن عكرمة عن ابن عباس\nقال: الجبت: (اسم الشيطان بالحبشية) وقال ابن جرير: حدثنا ابن بشار، حدثنا\nمحمد بن جعفر حدثنا شعبة عن أبي بشر عن سعيد بن جبير قال: الجبت الساحر\nبلسان الحبشة والطاغوت: الكاهن.\n</p>\n\n<p>\nوفي العجائب للكرماني أن أصله جبس.\n</p>\n\n<p>\n(جهنم) : ذهب جماعة إلى أنها أعجمية، وقال بعضهم فارسية معربة.\n</p>\n\n<p>\nوقال آخرون: هي تعريب كهنام بالعبرانية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head7'>حرف الحاء</h1>\n\n<p>\n(حرام) : قال ابن أبي حاتم ذكر الحسن بن محمد الصباح حدثنا حجاج عن ابن\nجريج، أخبرني عطاء أن عكرمة قال: (وحرم: وجب بالحبشية) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\n(حصب) : قال ابن أبي حاتم حدثني أبي حدثنا محمد بن عبد الرحمن الجعفي\nحدثنا عبد الله بن موسى عن المنهال بن خليفة الطائي عن سلمة عن تمام الشعري\nعن ابن عباس في قوله تعالى حصب قال: (حطب جهنم بالزنجية) .\n</p>\n\n<p>\n(حطة) : قال الراغب) قيل معناه قولوا صوابا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\n(قلت وينبغي أن يكون معربا مصرحا به ففي تفسير الأصبهاني ما نصه:) وقيل\nإن هذه اللفظة من ألفاظ أهل الكتاب لا يعرف معناها في العربية (.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\n(حوب) : روينا في أسئلة نافع بن الأزرق أنه قال لابن عباس أخبرني عن قول\nالله تعالى: (إنه كان حوبا كبيرا) قال إثما كبيرا بلغة الحبشة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\n(حواريون) : قال ابن حاتم حدثنا أبو سعيد الأشج، حدثنا الوليد بن القاسم\nعن (جويبر) عن الضحاك قال الحواريون: الغسالون بالنبطية وأصله هواري.\n</p>\n\n<p>\nوقال ابن المنذر حدثنا علي بن المبارك حدثنا زيد بن ثور عن ابن جريج قال\nالحواريون الغاسلون للثياب وهي بالنبطية.\n</p>\n\n<h1 class='l1' id='head8'>حرف الدال</h1>\n\n<p>\n(درست) : عده الحافظ بن حجر <span id='ms07'></span> في نظمه، وذكر بعضهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nأن الدراسة القراءة بالعبرانية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\n(درى) قال شيدلة في (البرهان) الدرى المضيء بالحبشية.\n</p>\n\n<p>\nوكذا قال أبو القاسم في لغات القرآن، والواسطي في الإرشاد.\n</p>\n\n<p>\n(دينار) ذكر الجواليقي وغيره: أنه فارسي.\n</p>\n\n<p>\nوفي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nالمفردات للراغب: (قيل أصله بالفارسية دين آر) الشريعة جاءت به.\n</p>\n\n<h1 class='l1' id='head9'>حرف الراء</h1>\n\n<p>\n(راعنا) أخرج أبو نعيم في دلائل النبوة عن ابن عباس قال راعنا سب بلسان\nاليهود.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\n(ربانيون) قال الجواليقي:) قال أبو عبيد: العرب لا تعرف الربانيين وإنما\nعرفها الفقهاء وأهل العلم، قال: وأحسب الكلمة ليست بعربية، وأنها عبرانية\nأوسريانية،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nوجزم بأنها سريانية أبو القاسم صاحب لغات القرآن وأبو حاتم في كتاب\nالزينة والواسطي في الإرشاد، وقال الراغب في المفردات: (قيل رباني لفظ\nسرياني وأخلق بذلك، فقل ما يوجد في كلامهم) .\n</p>\n\n<p>\n(ربيون) : ذكر أبو حاتم اللغوي في كتاب الزينة أنها سريانية وفي كتاب\nالمفردات للراغب: الربي كالرباني.\n</p>\n\n<p>\n(الرحمن) ذهب المبرد وثعلب إلى أنه عبراني وليس بعربي وأصله بالخاء\nالمعجمة وأنشد بعضهم.\n</p>\n\n<p>\nأو تتركون إلى القسيس هجرتكم ... وحكمكم صلب الرخمن قربانا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n(الرس) : قال الكرماني في العجائب: الرس اسم أعجمي ومعناه البئر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\n(الرقيم) قال شيدله في (البرهان) : الرقيم اللوح بالرومية وقال أبو\nالقاسم في (لغات القرآن) هو الكتاب بلغة الروم.\n</p>\n\n<p>\nوقال الواسطي: هي الدواة بها.\n</p>\n\n<p>\n(رمز) : عده ابن الجوزي في فنون الأفنان من المعرب وقال الواسطي هو تحريك\nالشفتين بالعبرية.\n</p>\n\n<p>\n(رهو) : قال أبو القاسم في (لغات القرآن) قوله تعالى (واترك البحر رهوا)\nأي سهلا دمثا بلغة النبط.\n</p>\n\n<p>\nقال الواسطي: أي ساكنا بالسريانية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\n(الروم) : قال الجواليقي: (هو أعجمي اسم هذا الجيل من الناس) .\n</p>\n\n<h1 class='l1' id='head10'>حرف الزاي</h1>\n\n<p>\n(الزنجبيل) : حكى الثعالبي في (فقه اللغة) أنه فارسي وكذا الجواليقي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head11'>حرف السين</h1>\n\n<p>\n(سجدا) : قال الواسطي في قوله تعالى: (وادخلوا الباب سجدا) أي مقنعي\nالرؤوس بالسريانية.\n</p>\n\n<p>\n(السجل) : قال ابن مردويه: (حدثنا أحمد بن زياد حدثنا محمد بن غالب ابن\nحرب حدثنا أبو سلمة موسى بن إسماعيل حدثنا هارون بن موسى النحوي عن عمرو بن\nمالك عن أبي الجوزاء عن ابن عباس قال:) السجل (بلغة الحبشة. الرجل <span id='ms08'></span>.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nوفي (المحتسب) لابن جني: السجل الكتاب قال قوم هو فارسي معرب (.\n</p>\n\n<p>\n) سجيل (: قال الجواليقي: بالفارسية) سنك (و) كل (أي حجارة وطين. وقال\nالفريابي: حدثنا ورقاء عن ابن أبي نجيح عن مجاهد قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nسجيل بالفارسية أولها حجارة وآخرها طين: قال ابن أبي شيبة حدثنا وكيع عن\nسفيان عن السدى عن عكرمة عن ابن عباس في قوله (سجيل) قال هي بالفارسية سنك\nوكل حجر وطين. قال حدثنا وكيع عن إسرائيل عن جابر عن ابن عباس قال هي\nبالفارسية.\n</p>\n\n<p>\n(سجين) : ذكر أبو حاتم في كتاب (الزينة) أنه غير عربي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\n(سرادق) : قال الجواليقي: فارسي معرب وأصله (سرادره) وهو الدهليز.\n</p>\n\n<p>\nوقال غيره: الصواب أنه بالفارسية (سرابرده) أي سترالدار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الراغب: السرادق فارسي معرب وليس في كلامهم اسم مفرد ثالثه ألف\nوبعدها حرفان.\n</p>\n\n<p>\n(سرى) : قال ابن جرير حدثني الحارث حدثنا الحسن حدثنا ورقاء عن ابن ابي\nنجيح عن مجاهد (سريا) قال (نهر) بالسريانية. وقال حدثنا وكيع حدثنا أبي عن\nسلمة بن نبيط عن الضحاك (سريا) قال جدول صغير بالسريانية. وقال ابن أبي\nحاتم حدثنا حجاج بن حمزة حدثنا شبابة حدثنا ورقاء عن ابن أبي نجيح عن مجاهد\n(سربا) نهرا بالنبطية،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nوقال حدثنا أبو داود عن قيس بن حصين عن سعيد بن جبير (سريا) نهرا\nبالنبطية.\n</p>\n\n<p>\n(سفرة) : قال ابن أبي حاتم أخبرنا على بن المبارك حدثنا زيد بن المبارك\nحدثنا ابن أبي ثور عن ابن جريج عن ابن عباس (بأيدي سفرة) قال بالنبطية\nالقراء.\n</p>\n\n<p>\n(سقر) : ذكر الجواليقي. أنها أعجمية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\n(سكر) قال ابن مردويه: حدثنا أحمد بن كامل، حدثنا محمد بن سعيد (الكوفي)\nحدثني أبي حدثنا عمي حدثنا أبي عن أبيه عن ابن عباس السكر بلسان الحبشة\nالخل.\n</p>\n\n<p>\n(سلسبيل) : قال الجواليقي: (قيل هو اسم أعجمي) .\n</p>\n\n<p>\n(سنا) : عده الجاحظ بن حجر في نظمه ولم أقف عليه لغيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\n(سندس) : ذكر الثعالبي في فقه اللغة أنه فارسي وكذا قال الجواليقي (هو\nرقيق الديباج بالفارسية) وقال الليث رحمه الله -: (لم يختلف أهل اللغة\nوالمفسرون في أنه معرب) .\n</p>\n\n<p>\nوقال شيدلة: هو بالهندية.\n</p>\n\n<p>\n(سيدها <span id='ms09'></span>) : قال الواسطي في قوله تعالى (وألفيا سيدها لدى الباب) أي زوجها\n(بلسان القبط) قال أبو عمرو. (لا أعرفها في لغة العرب) .\n</p>\n\n<p>\n(سنين) : قال ابن أبي حاتم: حدثنا الحسن بن محمد بن الصباح حدثنا عمرو\nالعنقري حدثنا شعبة عن أبي رجاء عن عكرمة قال: سينين الحسن بلسان الحبشة\nأخرجه ابن جرير من هذا الوجه، ومن وجه آخر عن عكرمة وذكره الجواليقي في\nكتابه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\n(سينا) : قال ابن أبي حاتم: أخبرنا أبو الأزهر، حدثنا وهب بن جرير حدثنا\nعن الحسين قال سمعت أبا معاذ يقول أنبأنا عبيد بن سليمان.\n</p>\n\n<p>\nقال سمعت الضحاك يقول في قوله من طور سينا الطور الجبل بالنبطية وسينا\nحسنه بالنبطية.\n</p>\n\n<h1 class='l1' id='head12'>حرف الشين</h1>\n\n<p>\n(شطر) : قال ابن أبي حاتم حدثني أبي حدثنا موسى بن إسماعيل حدثنا وهب عن\nداود عن رفيع في قوله:) شطر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nالمسجد الحرام (قال: تلقاءه بلسان الحبشي.\n</p>\n\n<p>\n) شهر (: قال الجواليقي: ذكر بعض أهل اللغة أنه بالسريانية.\n</p>\n\n<p>\n) الصراط (حكى النقاش وابن الجوزي: أنه الطريق بلغة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nالروم ثم رأيته في كتاب الزينة لأبي حاتم.\n</p>\n\n<p>\n(صرهن) : قال ابن جرير: حدثنا سليمان بن عبد الجبار، حدثنا محمد بن الصلت\nحدثنا أبو كذنية عن سعيد بن جبير عن ابن عباس (فصرهن، قال هي بالنبطية\nفشققهن)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nوقال ابن المنذر حدثنا زكريا. حدثنا محمد بن نافع حدثنا إسماعيل بن عبد\nالكريم حدثني عبد الصمد سمعت وهبا يقول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\n(ما من اللغة شيء إلا منها في القرآن شيء قيل وما فيه من الرومية. قال\nفصرهن يقول قطعن) .\n</p>\n\n<p>\n(صلوات) : ذكر الجواليقي أنها بالعبرانيد: كنائس اليهود وقال ابن أبي\nحاتم حدثني عبد العزيز بن منيب حدثنا أبو معاذ الفضل بن خالد حدثنا عبيد بن\nسليمان عن الضحاك قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nصلوات: كنائس اليهود ويسمون الكنيسة صلوتا.\n</p>\n\n<p>\nوفي المحتسب لابن جنى قرئ صلوات بضم الصاد واللام وإسكان الواو والتاء\nوصلوات بكسر الصاد وسكون اللام،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nوصلوات بضم الصاد وفتح اللام وصلوتا وصلوتا وصلوت، الأخيرتان بالمثلثة\nقال وكل ذلك تشبث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nباللغة السريانية واليهودية.\n</p>\n\n<h1 class='l1' id='head13'>حرف الطاء</h1>\n\n<p>\n(طه) : قال الحاكم في المستدرك:) أخبرني محمد بن إسحاق <span id='ms10'></span> القصار حدثنا أحمد\nبن نصير حدثنا عمرو بن طلحة حدثنا عمر بن أبي زايدة سمعت عكرمة يذكر عن ابن\nعباس عن قوله تعالى: طه قال هو كقولك يا محمد بلسان الحبش.\n</p>\n\n<p>\nوقال ابن أبي شيبة في المصنف حدثنا وكيع عن عمر بن أبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nزابدة عن عكرمة قال طه بالحبشية يا رجل. أخرجه ابن أبي حاتم. وقال ابن\nأبي حاتم حدثنا علي بن الحسين حدثنا إسماعيل بن موسى حدثنا الحكم بن ظهير\nعن السدى عن أبي صالح في قوله تعالى (طه) قال: كلمة عربت. وقال ابن جرير\nحدثنا ابن حميد حدثنا أبو ثميلة عن الحسن بن واقد عن يزيد النحوي عن عكرمة\nعن بن عباس. قال (طه) بالنبطية يا رجل (.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nوقال شيدلة في تفسيره (حدثنا الحجاج عن ابن جريح أخبرني عبد الله بن مسلم\nعن سعيد ابن جبير قال:) طه (يا رجل بالسريانية. وأخرج ابن جرير مثله عن\nقتادة وقال ابن جرير حدثنا ابن حميد حدثنا يحيى بن واضح حدثنا عبد الله عن\nقتادة وقال طه بالنبطية يا إنسان وقال ابن أبي شيبه حدثنا وكيع عن سفيان عن\nسالم عن سعيد بن جبير، قال:) طه بالنبطية يا رجل (.\n</p>\n\n<p>\nوقال حدثنا وكيع عن قرة بن خالد عن الضحاك قال: طه بالنبطية يا رجل وقال\nحدثنا وكيع عن سفيان عن حصين عن عكرمة قال) طه يا رجل بالنبطية (.\n</p>\n\n<p>\n) الطاغوت (: تقدم في الجبت. هو الكاهن بالحبشية.\n</p>\n\n<p>\n) طفقا (: قال شيدلة في البرهان) طفقا قصدا بالرومية (.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\n(طوبى) : قال ابن جرير: (حدثنا أبو كريب حدثنا يحيى بن يمان عن أشعب من\nجعفر عن سعيد بن جرير عن ابن عباس قال: طوبى اسم الجنة بلسان الحبشة) وقال:\nحدثنا ابن حميد حدثنا يعقوب القمى عن جعفر عن سعيد بن سحوج قال: طوبى اسم\nالجنة بالهندية.\n</p>\n\n<p>\n(الطور) قال الفرياني حدثنا ورقاء عن ابن أبي نعيم عن مجاهد قال: الطور\nالجبل بالسريانية، وقال ابن أبي حاتم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا أبو الأزهر أحمد بن الأزهر النيسابوري حدثنا وهب بن جرير حدثنا\nأبي عن علي <span id='ms11'></span> بن الحكم عن الضحاك قال: النبط يسمون الجبل طورا.\n</p>\n\n<p>\n(طوى) : قال الكرماني في العجائب: (قيل هو معرب معناه ليلا) وقيل هو رجل\nبالعبرانية. والمعنى (إنك بالوادي المقدس يا رجل)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nوحكى ابن جرير عن الربيع بن أنس أن معناه (طا الأرض) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head14'>حرف العين</h1>\n\n<p>\n(عبدت) : قال أبو القاسم في (لغات القرآن) في قوله تعالى: (أن عبدت بني\nإسرائيل) معناه قتلت بلغة (النبط) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\n(عدن) : قال ابن جرير (ذكر جماعة أن معنى جنات عدن: جنات أعناب وكروم. ثم\nقال حدثني أحمد بن أبي شريح الرازي: حدثنا زكرياء بن عدي حدثنا عبيد الله\nبن عمرو عن زيد ابن أبي أنيسة عن يزيد بن أبي زياد عن عبد الله بن الحارث\nأن ابن عباس سأل كعبا عن جنات عدن. فقال هي الكروم والأعناب السريانية، وفي\nتفسير جويبر في سورة غافر) عدن (بالرومية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nالعرم: قال بن أبي حاتم (حدثنا أبي عن منصور بن مزاحم حدثنا أبو سعيد\nمحمد بن مسلم بن أبي الوضاح عن عبد الكريم عن مجاهد في قوله تعالى:) سيل\nالعرم (قال العرم بالحبشية وهي المسناه التي يجتمع فيها الماء ثم ينبثق.\n</p>\n\n<h1 class='l1' id='head15'>حرف الغين</h1>\n\n<p>\n) غساق (: قال الجواليقي، وغيره.. هو البارد المنتن بلسان الترك. ونقله\nالكرماني عن النقاش. وقال ابن جرير: حدثت عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nالمسيب عن إبراهيم البكري عن صالح بن حيان عن عبد الله ابن بريده قال:\n(الغساق) : المتن. وهو بالطحاوية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\n(غيض) : قال أبو القاسم في لغات القرآن: (غيض الماء نقص بلغة الحبشة)\nوذكر مثله الواسطي.\n</p>\n\n<h1 class='l1' id='head16'>حرف الفاء</h1>\n\n<p>\n(الفردوس) : قال بن أبي حاتم حدثني أبي حدثنا الحسن بن قيس، (وقال بن\nجرير حدثنا الحسين قالا) حدثنا الحجاج حدثنا ابن جريح عن مجاهد قال:\n(الفردوس)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nبستان بالرومية. وقال حدثنا أبو زرعة حدثنا الحجاج يحيى بن بكير حدثني\nابن لهيعة حدثني عطاء عن سعيد بن جبير قال: الجنة بلسان الرومية: الفردوس.\n</p>\n\n<p>\nوقال: حدثنا عبد الله بن سليمان حدثنا الحسين حدثنا عامر عن أسباط عن\nالسدى قال: (الفردوس هو الكرم بالنبطية وأصله فرداسا) وقال الجواليقي:)\nالفردوس بالسريانية وقيل بالرومية <span id='ms12'></span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nالبستان الذي يجمع كل ما في البساتين (. وأخرج ابن المنذر عن طريق عبد\nالله ابن عمرو عن زيد بن أبي أنيسه عن يزيد بن أبي زياد عن عبد الله بن\nالحارس أن ابن عباس سأل كعبا عن الفردوس قال:) هي جنات الأعناب بالسريانية\n(.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\n(فوم) : قال الواسطي هي الحنطة بالعبرية.\n</p>\n\n<h1 class='l1' id='head17'>حرف القاف</h1>\n\n<p>\n(قراطيس) : قال الجواليقي) يقال إن القرطاس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nأصله غير عربي (.\n</p>\n\n<p>\n) القسط (: قال بن أبي حاتم حدثنا علي بن الحسين حدثنا عمر بن علي حدثنا\nأبو عاصم عيسى عن أبي نجيح عن مجاهد قال:) القسط: العدل بالرومية أخرجه ابن\nالمنذر من وجه آخر عن مجاهد (وذكره أبو القاسم في كتابه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\n(القسطاس) : قال الفريابي: (حدثنا سفيان عن رجل عن مجاهد) قال: (القسطاس\nالعدل بالرومية، أخرجه ابن أبي شيبة في المصنف عن وكيع عن سفيان عن جابر عن\nمجاهد وعن شريك عن جابر عن مجاهد.\n</p>\n\n<p>\nوقال ابن أبي حاتم:) حدثنا أبو زرعة، حدثنا يحيى بن عبد الله ابن بكير\nحدثنا ابن لهيعة حدثني عطاء بن دينار عن سعيد بن جبير (، قال:) القسطاس\nبلغة الروم الميزان (.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\n(قسورة) : قال بن جرير: (حدثنا محمد بن خداش حدثني سالم بن قنبة حدثنا\nحماد بن سلمة عن علي بن يزيد عن يونس بن مهران عن ابن عباس قال: الأسد يقال\nله بالحبشية قسورة) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\n(قيس) : قيل هو أعجمي عرب ذكره أبو حيان في البحر وقال الحكيم الترمذي في\nنوادر الأصول: القسيس والصديق بمعنى واحد يقال في بني إسرائيل: قسيس وفي\nلغة العرب بني إسماعيل: صديق واستدل بأنه قرئ ذلك بأن منهم قسيسين وذلك بأن\nمنهم صديقين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\n(قسية) : في قراءة من قرأ: (وجعلنا قلوبهم قسية) أي رديئة غير خالصة من\nقولهم: درهم قسى أي مغشوش.\n</p>\n\n<p>\nقال أبو علي الفارسي (كلمة أعجمية لا دخل لها في كلام العرب) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\n(قطنا) : قال أبو القاسم في لغات القرآن: (معناه كتابنا بالنبطية) . وكذا\nقال الواسطى.\n</p>\n\n<p>\n(قفل) : حكى الجواليقي عن بعضهم أنه فارسي معرب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\n(القمل) قال الواسطي هوالدبا بلسان العبرية والسريانية قال أبو عمرو لا\nأعرفه <span id='ms13'></span> في لغة أحد من العرب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\n(قنطار) : ذكر الثعالبي في فقه اللغة أنه بالرومية اثنتا عشرة ألف أوقية.\nوقال الخليل: زعموا أنه بالسريانية ملء جلد ثور ذهبا أو فضة،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nوقال بعضهم: إنه بلغة بربر ألف مثقال من ذهب أو فضة. وقال ابن قتيبة: ذكر\nبعضهم أنه ثمانية آلاف مثقال ذهب بلسان أهل أفريقية.:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\n(القيوم) : قال الواسطي: (هو الذي لا ينام بالسريانية) .\n</p>\n\n<h1 class='l1' id='head18'>حرف الكاف</h1>\n\n<p>\n(كافور) : حكى الثعالبي أنه فارسي. وكذا قال الجواليقي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\n(كفر) : حكى ابن الجوزي أن معنى (كفر عنا) امح عنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\nبالنبطية.\n</p>\n\n<p>\nوقال ابن أبي حاتم حدثنا علي بن الحسين المقدمي حدثنا عامر ابن صالح\nحدثنا أبي عمران الجوني في قوله تعالى: (كفر عنهم سيئاتهم) قال بالعبرانية\nمحا عنهم سيئاتهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\n(كفلين) : قال وكيع في تفسيره: حدثنا إسرائيل عن أبي إسحاق عن أبي الأخوص\nعن أبي موسى الأشعري في قوله تعالى: (كفلين) قال ضعفين بالحبشية.\n</p>\n\n<p>\nأخرجه ابن أبي شيبة في المصنف عن وكيع به وابن أبي حاتم حدثنا أحمد بن\nسينان الواسطي حدثنا عبد الرحمن عن إسرائيل به وقال الواسطي (كفلين) نصيبين\nباللغة النبطية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\n(كنز) : قال الواسطي إنه فارسي معرب.\n</p>\n\n<p>\n(كورت) : قال الجواليقي: (معناها غورت بالفارسية) .\n</p>\n\n<p>\nوقال ابن جرير حدثنا ابن حميد حدثنا يعقوب القمي عن جعفر عن سعيد ابن\nجبير في قوله تعالى: (إذا الشمس كورت) قال: (غورت) وهي بالفارسية وقال\nحدثنا أبو كريب حدثنا ابن يمان عن أشعث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nعن جعفر عن سعيد في قوله تعالى: (كورت) قال: كوارا بالفارسية.\n</p>\n\n<h1 class='l1' id='head19'>حرف اللام</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n            \n<p>\n(متكئا) : قال ابن أبي حاتم: (حدثنا أبي حدثنا سهل بن عثمان حدثنا يحيى\nبن يمان عن المنهال بن خليفة عن سلمة ابن تمام الشقري قال متكئا بكلام\nالحبش يسمون الترنج متكئا وقال الواسطي: هو الأترنج بلغة النبط) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\n(مجوس) : قال الجواليقي (إنه أعجمي) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\n(مرجان) : حكى الجواليقي عن بعض أهل اللغة أنه (أعجمي) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\n(مرقوم) : قال الواسطي في قوله تعالى: (كتاب مرقوم) أي مكتوب بلسان\nالعبرية.\n</p>\n\n<p>\n(مزجاة) قال الواسطي: (مزجاة) قليلة بلسان العجم. وقيل بلسان القبط.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\n(مسك) : حكى الثعالبي في فقه اللغة <span id='ms14'></span> (أنه فارسي) .\n</p>\n\n<p>\n(مشكاة) : قال وكيع في تفسيره حدثنا إسرائيل عن أبي إسحاق عن سعيد بن\nعياض اليماني قال: المشكاة الكوة بلسان الحبشة أخرجه ابن أبي شيبة في\nالمصنف عنه، وقال ابن أبي حاتم حدثنا على بن الحسين أنبأنا نصر بن علي\nأنبأنا أبي عن شبل بن عباد عن ابن أبي نجيم عن مجاهد قال المشكاة: الكوة\nبلغة الحبشة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\n(مقاليد) : حكى ابن الجوزي أنها المفاتيح بالنبطية وقال الفريابي. (حدثنا\nورقاء عن ابن أبي نجيم عن مجاهد في قوله تعالى:) له مقاليد السموات والأرض)\nقال: مفاتيح بالفارسية.\n</p>\n\n<p>\nوقال ابن دريد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\nوالجواليقي الأقليد والمقليد المفتاح فارسي معرب.\n</p>\n\n<p>\n(ملكوت) : قال ابن أبي حاتم حدثنا يحيى بن سعيد القطان حدثنا عبد الملك\nبن عمرو بن أبي زائدة عن عكرمة في قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\nتعالى: (ملكوت السموات قال هو الملك ولكنه بكلام النبطية ملكوتا) .\n</p>\n\n<p>\nوأخرجه أبو الشيخ من هذا الطريق عن عكرمة عن ابن عباس.\n</p>\n\n<p>\nوقال الواسطي: هو الملك بلسان النبط. وقال الكرماني في العجائب قرئ في\nالشاذ ملكوث بالثاء وهي اسم أعجمي (.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\n(مناص) : قال أبو القاسم في لغات القرآن، والواسطي في الإرشاد معناه فرار\nبالنبطية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\n(منساة) : حكى ابن الجوزي أنها العصاة بالزنجية، وقال ابن جرير: (حدثنا\nموسى بن هارون حدثنا أسباط عن السدى قال: المنساة: العصاة بلسان الحبشة) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\n(منتظر) . قال ابن جرير: حدثنا أبو كريب حدثنا وكيع عن سفيان عن جابر عن\nعبد الله بن يحيى عن عكرمة عن ابن عباس: (السماء منفطر به) ممتلئة بلسان\nالحبشة.\n</p>\n\n<p>\n(المهل) . قال شيدلة في البرهان: (المهل: عكر الزيت بلسان أهل المغرب) .\nوقال أبو القاسم في لغات القرآن: (بلغة البربر) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head20'>حرف النون</h1>\n\n<p>\n(ناشئة) : قال وكيع: (حدثنا إسرائيل عن أبي إسحاق عن سعيد بن جبير عن بن\nعباس في قوله تعالى:) إن ناشئة الليل (قال:) بلسان الحبشة (إذا نشأ قام،\nوقال ابن أبي شيبة في المصنف حدثنا إسحاق عن سليمان بن أبي سلمان عن أبي\nإسحاق عن عمرو بن شرحبيل عن عبد الله: إن ناشئة الليل قال: هي بالحبشية\nقيام الليل. أخرجه <span id='ms15'></span> في المستدرك، وقال الفريابي حدثنا قيس عن أبي إسحاق عن\nسعيد بن جبير في قوله إن ناشئة الليل قال: إذا قام من الليل فهي بلسان\nالحبشة نشأ فلان قام في الليل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\n(ن) حكى الكرماني في العجائب عن الضحاك أنه فارسي وأصله أنون ومعناه اصنع\nما شئت.\n</p>\n\n<h1 class='l1' id='head21'>حرف الهاء</h1>\n\n<p>\n(هدنا) : قال شيدلة والواسطي وغيرهما هدنا تبنا بالعبرانية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\nوقال ابن المنذر: (حدثنا موسى، حدثنا عبد الله بن صالح، حدثنا يونس حدثني\nمحمد بن إسحاق سمعت أبا وجزة السعدي وكان من أعلم الناس بالعربية قال: لا\nوالله لا أعلمها في كلام أحد من العرب هدنا) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\nهود: قال الجواليقي: الهود واليهود أعجمي.\n</p>\n\n<p>\n(هون) : قال ابن أبي حاتم حدثنا أبي حدثنا صالح بن زياد الرقى حدثنا يحيى\nبن سعيد الحمصي حدثنا النضر بن عربي عن ميمون ابن مهران في قوله تعالى:\nوعباد الرحمن الذين يمشون على الأرض هونا قال حلما بالسريانية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\nوقال حدثنا علي بن الحسين حدثنا المقدمي حدثنا عامر بن صالح عن أبيه عن\nأبي عمران الجوني: (يمشون على الأرض هونا قال بالعبرانية حلما وقال حدثنا\nعلي بن الحسين حدثنا القاسم بن عيسى الواسطي، حدثنا هشيم عن أبي إسحاق\nالكوفي عن الضحاك قوله:) هونا (سريانية وقال هو هونا) .\n</p>\n\n<p>\n(هيت لك) : قال ابن ابي شيبة حدثنا الفضل بن دكين عن سلمة ابن شابور عن\nعطية عن ابن عباس (هيت لك) هلم لك بالنبطية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\nأخرجه ابن أبي حاتم وقال أبو الشيخ اسحاق بن إبراهيم حدثنا أبو هشام\nالرفاعي حدثنا وكيع عن النضر عن عكرمة هيت لك هلم لك بلسان الحورانية.\n</p>\n\n<p>\nوقال ابن جرير حدثنا الحسن بن محمد حدثنا عبد الوهاب بن عطاء عن عمرو عن\nالحسن (هيت لك) قال كلمة بالسريانية أي عليك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head22'>حرف الواو</h1>\n\n<p>\n(وراء) : قال شيدلة في البرهان وكان وراءهم ملك، أي أمامهم بالنبطية.\nوكذا قاله أبو القاسم في لغات القرآن.\n</p>\n\n<p>\n(وردة) : أخرج ابن أبي حاتم عن عطاء الخراساني في قوله تعالى فإذا انشقت\nالسماء فكانت وردة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p158'> Vol. 01, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\nقال: تصير كلون دهن الورد في الصفرة <span id='ms16'></span> وأخرج ابن عباس قال تصير حمراء وفي\nالمعرب للجواليقي: الورد المشموم في الربيع أنه ليس بعربي.\n</p>\n\n<p>\n(وزر) : قال أبو القاسم في لغات القرآن هو الجبل والملجأ بالنبطية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\nوقال ابن أبي حاتم: حدثنا أبو سعيد الأشج حدثنا المحاربي عن جويبر عن\nالضحاك في قوله تعالى: لا وزر قال لا جبل وهو بلغة أهل اليمن.\n</p>\n\n<p>\nوقال ابن جرير حدثت عن الحسين، سمعت أبا معاذ حدثنا عبيد سمعت الضحاك في\nقوله تعالى: ولا وزر قال لا جبل في لغة حمير.\n</p>\n\n<p>\n(ياقوت) : ذكر الثعالبي في فقه اللغة أنه فارسي وكذا الجواليقي والمغربي\nوآخرون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\n(يحور) : قال ابن الجوزي: (الحور) الرجوع بلغة الحبشة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p161'> Vol. 01, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\nوروينا في أسئلة نافع بن الأزرق أنه سأل بن عباس عن قوله تعالى: (إنه ظن\nأن لن يحور) قال أن لن يرجع بلغة الحبشة. وقال ابن أبي حاتم حدثنا أبي\n(حدثنا نصر بن علي) حدثنا عبيد بن عقيل حدثنا عباد ابن راشد حدثنا داود بن\nأبي هند في قوله تعالى: (إنه ظن أن لن يحور) قال بلغة الحبشة يرجع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p162'> Vol. 01, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\nوقال حدثنا أبو عبد الله الطبراني أنبأنا أبةو جعفر بن عمر المدني حدثنا\nالحكم بن إبان عن عكرمة في قوله تعالى: (أنه ظن أن لن يحور) . أي لن يرجع،\nألا تسمع الحبش إذا قيل له حر إلى أهلك أي ارجع إلى أهلك.\n</p>\n\n<p>\n(يس) : قال ابن مردويه حدثنا عبد الله بن جعفر حدثنا سمويه حدثنا نعيم بن\nحماد حدثنا الفضل بن موسى عن حسين بن واقد) وقال ابن جرير حدثنا ابن حميد\nحدثنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p163'> Vol. 01, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\nثملة حدثنا حسين بن واقد (عن يزيد النحوى عن عكرمة عن ابن عباس في قوله\nتعالى يس قال يا إنسان بالحبشة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p164'> Vol. 01, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\nوقال ابن أبي حاتم حدثنا أبو زرعة، حدثنا صفوان حدثنا أبو الوليد أخبرني\nسعيد بن بشير عن جعفر بن أبي وحشية عن سعيد بن جبير قال: يس يا رجل بلغة\nالحبشة.\n</p>\n\n<p>\n(يصدون) : قال ابن الجوزي: (معناه يضجون بالحبشية) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p165'> Vol. 01, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\n(يصهر) قال شيدلة في البرهان: (يصهر ينضج بلسان أهل المغرب) .\n</p>\n\n<p>\n(اليم) : نقل ابن <span id='ms17'></span> الجوزي أنه البحر بلغة العبرانية، وقال غيره: بالنبطية.\nوقال الجواليقي: قال ابن قتيبة: اليم البحر بالسريانية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p166'> Vol. 01, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\n(اليهود) قال الجواليقي: أعجمي معرب منسوب إلى إلى يهوذا ابن يعقوب فعرب\nباهمال الذال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p167'> Vol. 01, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\nفهذا ما وقفت عليه من الألفاظ المعربة في القرآن بعد الفحص الشديد سنين\nوسعة النظر والمطالعة ولم تجتمع قبل في كتاب (قبل هذا)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p168'> Vol. 01, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\nوقد نظم القاضي تاج الدين السبكي منها سبعة وعشرين لفظا في أبيات وذيل\nعلبه الحافظ (أبو الفضل) بن حجر بأبيات فيها أربعة وعشرون (لفظا) وعدة ما\nاستدركته (عليهما) إثنان وسبعون لفظا سنة كالمكررة آن وآنية لأنهما من مادة\n(اناء) وأواب لأنه من مادة أو بي وسيناء لأنه من مادة سينين بل هو هو\nومرقوم لأنه من مادة الرقيم وسفرة لأنه من مادة أسفار فتمت بدونها مائة\nلفظة وسبع عشرة لفظة وقد ذيلت عليها بالستين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p169'> Vol. 01, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\nفقال ابن السبكي:\n</p>\n\n<p>\nالسلسبيل وطه كورت بيع ... روم وطوبى وسجيل وكافور\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p170'> Vol. 01, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\nوالزنجبيل ومشكاة سرادق مع ... استبرق صلوات سندس طور\n</p>\n\n<p>\nكذا قراطيس ربانيهم وغسا ... ق ثم دينار والقسطاس مشهور\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p171'> Vol. 01, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\nكذاك قسورة واليم ناشئة ... ويؤت كفلين مذكور ومسطور\n</p>\n\n<p>\nله مقاليد فردوس يعد كذا ... فيما حكى ابن دريد منه تنور\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p172'> Vol. 01, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الحافظ ابن حجر:\n</p>\n\n<p>\nوزدت حرم ومهل والسجل كذا ال ... سرى والأب ثم الجبت مذكور\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p173'> Vol. 01, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\nوقطنا وإناه ثم متكئا ... دارست يصهر منه فهو مصهور\n</p>\n\n<p>\nوهيت والسكر الأواه مع حصب ... وأوبي معه والطاغوت مسطور\n</p>\n\n<p>\nصرهن أصري وغيض الماء مع وزر ... ثم الرقيم مناص والسنا النور\n</p>\n\n<p>\nوقلت:\n</p>\n\n<p>\nوزدت ياسين والرحمن مع ملكو ... ت ثم سينين شطر البيت مشهور\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p174'> Vol. 01, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\nثم الصراط ودري يحور ومر ... جان أليم مع القنطار مذكور\n</p>\n\n<p>\nوراعنا طفقا هدنا ابلعي وورا ... ء والأرائك والأكواب مأثور\n</p>\n\n<p>\nهود وقسط وكفر رمزه سقر ... هون يصدون والمنساة مسطور\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p175'> Vol. 01, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\nشهر مجوس وأقفال يهود حوا ... ريون كنز وسجين وتثبير\n</p>\n\n<p>\nبعير آزر حوب وردة عرم ... إل ومن تحتها عبدت والصور\n</p>\n\n<p>\nولينة فومها رهو وأخلد مز ... جاة وسيدها القيوم موفور\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p176'> Vol. 01, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\nوقمل ثم أسفار عنى كتبا ... وسجدا ثم ربيون تكثير\n</p>\n\n<p>\nوحطة وطوى والرس نون كذا <span id='ms18'></span> ... عدن ومنفطر الأسباط مذكور\n</p>\n\n<p>\nمسك أباريق ياقوت رووا فهنا ... ما فات من عدد الألفاظ محصور\n</p>\n\n<p>\nوبعضهم عد الأولى مع بطائنها ... والآخرة لمعاني الضد مقصور\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p177'> Vol. 01, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\nوما سكوتي عن آن وآنية ... سينا أواب والمرقوم تقصير\n</p>\n\n<p>\nولا بأيدي وما يتلوه من عبس ... لأنها مع ما قدمت تكرير\n</p>\n\n<p>\nانتهى إلينا والحمد لله تعالى على الصواب وإليه المرجع والمآب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p178'> Vol. 01, p. 178</a>\n            </div>\n             <span id='ms19'></span>\n</p>\n",
  "pages": [
    "000",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178"
  ],
  "volumes": [
    "01"
  ]
}