{
  "content": "\n\n<h1 class='l1' id='head0'>CHECK [صحيفة الرضى]</h1>\n\n<p>\nل بن الحسن الطبرسي أطال الله بقاءه في يوم الخميس غرة شهر الله الأصم\nرجب سنة تسع وعشرين وخمسمائة قال أخبرنا الشيخ الإمام السعيد الزاهد أبو\nالفتح عبيد الله بن عبد الكريم بن هوازن القشيري أدام الله عزه قراءة عليه\nداخل القبة التي فيها قبر الرضا (ع) غرة شهر الله المبارك رمضان سنة إحدى\nوخمسمائة قال حدثني الشيخ الجليل العالم أبو الحسن علي بن محمد بن علي\nالحاتمي الزوزني قراءة عليه سنة اثنتين وخمسين وأربعمائة قال أخبرنا أبو\nالحسن أحمد بن محمد بن هارون الزوزني بها قال أخبرنا أبو بكر محمد بن عبد\nالله بن محمد حفدة العباس بن حمزة النيشابوري سنة سبع وثلاثين وثلاثمائة\nقال حدثنا أبو القاسم عبد الله بن أحمد بن عامر الطائي بالبصرة قال حدثني\nأبي سنة ستين ومائتين قال حدثني علي بن موسى الرضا (ع) سنة أربع وتسعين\nومائة قال حدثني أبي موسى بن جعفر قال حدثني أبي جعفر بن محمد قال حدثني\nأبي محمد بن علي قال حدثني أبي علي بن الحسين قال حدثني أبي الحسين بن علي قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n             (ص : 40\n</p>\n\n<p>\nحدثني أبي علي بن أبي طالب (ع) قال قال رسول الله (صلى الله عليه وآله\nوسلم) يقول الله عز وجل لا إله إلا الله حصني فمن دخل حصني أمن من عذابي\n</p>\n\n<p>\n2- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) أربعة أنا لهم\nشفيع يوم القيامة المكرم لذريتي والقاضي لهم حوائجهم والساعي لهم في أمورهم\nعند ما اضطروا إليه والمحب لهم بقلبه ولسانه\n</p>\n\n<p>\n3- وبإسناد قال قال رسول الله (صلى الله عليه وآله وسلم) الإيمان إقرار\nباللسان ومعرفة بالقلب وعمل بالأركان\n</p>\n\n<p>\n4- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) يقول الله عز\nوجل يا ابن آدم أما تنصفني أتحبب إليك بالنعم وتتمقت إلي بالمعاصي خيري\nإليك منزل و \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n             (ص : 41\n</p>\n\n<p>\nشرك إلي صاعد ولا يزال ملك كريم يأتيني عنك في كل يوم وليلة بعمل قبيح يا\nابن آدم لو سمعت وصفك <span id='ms01'></span> من غيرك وأنت لا تعلم من الموصوف لسارعت إلى مقته\n</p>\n\n<p>\n5- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) يقول الله عز\nوجل ما من مخلوق يعتصم بمخلوق دوني إلا قطعت أسباب السماوات والأرض من دونه\nفإن سألني لم أعطه وإن دعاني لم أجبه وما من مخلوق يعتصم بي دون خلقي إلا\nضمنت السماوات والأرض برزقه فإن سألني أعطيته وإن دعاني أجبته وإن استغفرني\nغفرت له\n</p>\n\n<p>\n6- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) اختنوا أولادكم\nيوم السابع فإنه أطهر وأسرع نباتا للحم\n</p>\n\n<p>\n7- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) من أفتى الناس\nبغير علم لعنته السماء والأرض\n</p>\n\n<p>\n8- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) أفضل الأعمال\nعند الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n             (ص : 42\n</p>\n\n<p>\nتعالى إيمان لا شك فيه وغزو لا غلول فيه وحج مبرور وأول من يدخل الجنة\nشهيد وعبد مملوك أحسن عبادة ربه ونصح لسيده ورجل عفيف متعفف ذو عبادة وأول\nمن يدخل النار إمام مسلط لم يعدل وذو ثروة من المال لم يقض حقه وفقير فخور\n</p>\n\n<p>\n9- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) لا يزال\nالشيطان ذعرا من المؤمن ما حافظ على الصلوات الخمس فإذا ضيعهن تجرأ عليه\nوأوقعه في العظائم\n</p>\n\n<p>\n10- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) من أدى فريضة\nفله عند الله دعوة مستجابة\n</p>\n\n<p>\n11- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) العلم خزائن\nومفتاحها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n             (ص : 43\n</p>\n\n<p>\nالسؤال فاسألوا يرحمكم الله فإنه يؤجر فيه أربعة السائل والمعلم والمستمع\nوالمحب له\n</p>\n\n<p>\n12- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) لا يزال أمتي\nبخير ما تحابوا وأدوا الأمانة واجتنبوا الحرام وقروا الضيف وأقاموا الصلاة\nوأدوا الزكاة فإذا لم يفعلوا ذلك ابتلوا بالقحط والسنين\n</p>\n\n<p>\n13- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) ليس منا من غش\nمسلما أو ضره أو ماكره\n</p>\n\n<p>\n14- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) قال <span id='ms02'></span> الله\nتبارك وتعالى يا ابن آدم لا يغرنك ذنب الناس عن ذنبك ولا نعمة الناس عن\nنعمة الله عليك ولا تقنط الناس من رحمة الله تعالى عليهم وأنت ترجوها لنفسك\n</p>\n\n<p>\n15- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) من سب نبيا\nقتل ومن سب صاحب نبي جلد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n             (ص : 44\n</p>\n\n<p>\n16- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) ثلاثة أخافهن\nعلى أمتي من بعدي الضلالة بعد المعرفة ومضلات الفتن وشهوة البطن والفرج\n</p>\n\n<p>\n17- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) إذا سميتم\nالولد محمدا فأكرموه وأوسعوا له في المجالس ولا تقبحوا له وجها\n</p>\n\n<p>\n18- وبإسناد قال قال رسول الله (صلى الله عليه وآله وسلم) ما من قوم كانت\nلهم مشورة فحضر معهم من اسمه محمد أو أحمد فأدخلوه في مشورتهم إلا خير لهم\n</p>\n\n<p>\n19- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) ما من مائدة\nوضعت فقعد عليها من اسمه أحمد أو محمد إلا قدس ذلك المنزل في كل يوم مرتين\n</p>\n\n<p>\n20- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) تحشر ابنتي\nفاطمة يوم القيامة ومعها ثياب مصبوغة بدم الحسين فتتعلق بقائمة من قوائم\nالعرش فتقول يا رب احكم بيني وبين قاتل ولدي قال رسول الله (صلى الله عليه\nوآله وسلم) فيحكم لابنتي ورب الكعبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n             (ص : 45\n</p>\n\n<p>\n21- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) إنما سميت\nابنتي فاطمة لأن الله تعالى فطمها وفطم من أحبها من النار\n</p>\n\n<p>\n22- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) إن الله تعالى\nيغضب لغضب فاطمة ويرضى لرضاها\n</p>\n\n<p>\n23- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) الولد ريحانة\nوريحانتاي الحسن والحسين\n</p>\n\n<p>\n24- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) يا علي إذا\nكان يوم القيامة أخذت بحجزة الله عز وجل وأخذت أنت بحجزتي وأخذ ولدك بحجزتك\nوأخذت شيعة ولدك بحجزهم أفترى أين يؤمر بنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n             (ص : 46\n</p>\n\n<p>\nقال أبو القاسم الطائي سألت أبا العباس <span id='ms03'></span> ثعلبا عن الحجزة فقال السبب وسألت\nنفطويه النحوي عن ذلك فقال هي السبب\n</p>\n\n<p>\n25- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) إنا أهل بيت\nلا تحل لنا الصدقة وأمرنا بإسباغ الوضوء وألا ننزي حمارا على عتيقة\n</p>\n\n<p>\n26- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) مثل المؤمن\nعند الله كمثل ملك مقرب وإن المؤمن عند الله عز وجل أعظم من ملك مقرب وليس\nشي ء أحب إلى الله تعالى من مؤمن تائب أو مؤمنة تائبة\n</p>\n\n<p>\n27- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) من مر على\nالمقابر وقرأ قل هو الله إحدى عشرة مرة ثم وهب أجره للأموات أعطي من الأجر بعدد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n             (ص : 47\n</p>\n\n<p>\nالأموات\n</p>\n\n<p>\n28- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) يا علي إنك\nسيد المسلمين ويعسوب المؤمنين وإمام المتقين وقائد الغر المحجلين\n</p>\n\n<p>\nقال أبو القاسم رضي الله عنه سألت أحمد بن يحيى عن اليعسوب فقال هو الذكر\nمن النحل الذي يقدمها ويحامي عنها\n</p>\n\n<p>\n29- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) لما أسري بي\nإلى السماء أخذ جبريل (ع) بيدي وأقعدني على درنوك من درانيك الجنة ثم\nناولني سفرجلة فأنا كنت أقلبها إذا انفلقت فخرجت منها جارية حوراء لم أر\nأحسن منها فقالت السلام عليك يا محمد قلت من أنت فقالت الراضية المرضية\nخلقني الجبار من ثلاثة أصناف أسفلي من مسك ووسطي من كافور وأعلاي من عنبر\nعجنني من ماء الحيوان ثم قال لي الجبار كوني فكنت خلقني لأخيك وابن عمك علي\nبن أبي طالب\n</p>\n\n<p>\n30- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) من عامل الناس فلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n             (ص : 48\n</p>\n\n<p>\nيظلمهم وحدثهم فلم يكذبهم ووعدهم فلم يخلفهم فهو مؤمن كملت مروته وظهرت\nعدالته ووجبت أخوته وحرمت غيبته\n</p>\n\n<p>\n31- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) إن موسى بن\nعمران سأل ربه ورفع يديه فقال يا رب أبعيد أنت فأناديك أم قريب فأناجيك\nفأوحى الله تعالى إليه يا <span id='ms04'></span> موسى أنا جليس من ذكرني\n</p>\n\n<p>\n32- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) إياكم والظلم\nفإنه يخرب قلوبكم\n</p>\n\n<p>\n33- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) يا علي إني\nسألت ربي فيك خمس خصال فأعطاني أما أولهن فسألت ربي أن تنشق عني الأرض\nوأنفض التراب عن رأسي وأنت معي فأعطاني وأما الثانية فسألت ربي أن يوقفني\nعند كفه الميزان وأنت معي فأعطاني وأما الثالثة فسألت ربي أن يجعلك حامل\nلوائي وهو لواء الله الأكبر تحته المفلحون الفائزون في الجنة فأعطاني وأما\nالرابعة فسألت ربي أن تسقي أمتي من حوضي فأعطاني وأما الخامسة فسألت ربي أن\nيجعلك قائد أمتي إلى الجنة فأعطاني فالحمد لله الذي من علي بذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n             (ص : 49\n</p>\n\n<p>\n34- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) في معنى قوله\nعز وجل يوم ندعوا كل أناس بإمامهم قال يدعى كل قوم بإمام زمانهم وكتاب ربهم\nوسنة نبيهم\n</p>\n\n<p>\n35- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) إن المؤمن\nيعرف في السماء كما يعرف الرجل أهله وولده وإنه أكرم على الله من ملك مقرب\n</p>\n\n<p>\n36- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) من بهت مؤمنا\nأو مؤمنة أو قال فيه ما ليس فيه أقامه الله عز وجل على تل من نار حتى يخرج\nمما قال فيه\n</p>\n\n<p>\n37- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) أتاني جبريل\n(ع) عن ربي عز وجل وهو يقول ربي يقرؤك السلام ويقول لك يا محمد بشر\nالمؤمنين الذين يعملون الصالحات ويؤمنون بك وبأهل بيتك بالجنة فإن لهم عندي\nجزاء الحسنى وسيدخلون الجنة\n</p>\n\n<p>\n38- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) حرمت الجنة\nعلى من ظلم أهل بيتي وقاتلهم والمعين عليهم ومن سبهم أولئك لا خلاق لهم في\nالآخرة ولا يكلمهم الله ولا ينظر إليهم يوم القيامة ولا يزكيهم ولهم عذاب أليم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n             (ص :50\n</p>\n\n<p>\n39 - وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) إن الله <span id='ms05'></span> عز\nوجل ليحاسب كل خلق إلا من أشرك بالله عز وجل فإنه لا يحاسب ويؤمر به إلى النار\n</p>\n\n<p>\n40- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) لا تسترضعوا\nالحمقاء ولا العمشاء فإن اللبن يعدي\n</p>\n\n<p>\n41- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) ليس للصبي لبن\nخير من لبن أمه\n</p>\n\n<p>\n42- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) الذي يسقط من\nالمائدة مهور الحور العين فكلوه\n</p>\n\n<p>\n43- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) من يحسن\nالنفقة فله حسنة\n</p>\n\n<p>\n44- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) نعم الإدام\nالخل ولن يفتقر أهل بيت عندهم الخل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n             (ص : 51\n</p>\n\n<p>\n45 - وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) إذا أكلتم\nالثريد فكلوه من جوانبه فإن الذروة فيها البركة\n</p>\n\n<p>\n46- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) المغبون لا\nمحمود ولا مأجور\n</p>\n\n<p>\n47- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) ستة من\nالمروءة ثلاثة منها في الحضر وثلاثة منها في السفر أما اللاتي في الحضر\nفتلاوة القرآن وعمارة مساجده واتخاذ الإخوان في الله تعالى وأما اللاتي في\nالسفر فبذل الزاد وحسن الخلق والمزاح في غير معاصي الله تعالى\n</p>\n\n<p>\n48- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) اللهم بارك\nلأمتي في بكورها يوم سبتها وخميسها\n</p>\n\n<p>\n49- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) كلوا التمر\nعلى الريق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n             (ص : 52\n</p>\n\n<p>\nفإنه يقتل الديدان في البطن\n</p>\n\n<p>\n50- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) ادهنوا\nبالبنفسج فإنه بارد في الصيف وحار في الشتاء\n</p>\n\n<p>\n51- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) التوحيد نصف\nالدين واستنزلوا الرزق من قبل الله بالصدقة\n</p>\n\n<p>\nوبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) اصطنع الخير إلى\nمن هو أهله وإلى من ليس بأهله فإن لم تصب أهله فأنت من أهله\n</p>\n\n<p>\nوبإسناده قال قال رسول الله (صلى الله عليه <span id='ms06'></span> وآله وسلم) رأس العقل بعد\nالدين التودد إلى الناس واصطناع الخير إلى كل بر وفاجر\n</p>\n\n<p>\n54- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) سيد طعام\nالدنيا والآخرة اللحم وسيد شراب الدنيا والآخرة الماء وأنا سيد ولد آدم ولا فخر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n             (ص :53\n</p>\n\n<p>\n55 - وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) سيد طعام\nالدنيا والآخرة اللحم ثم الأرز\n</p>\n\n<p>\n56- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) كلوا الرمان\nفليست فيه حبة تقع في المعدة إلا أنارت القلب وأخرست الشيطان أربعين يوما\n</p>\n\n<p>\n57- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) عليكم بالزيت\nفإنه يكشف المرة ويذهب بالبلغم ويشد العصب ويحسن الخلق ويطيب النفس ويذهب بالهم\n</p>\n\n<p>\n58- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) كلوا العنب\nحبة حبة فإنه أهنأ وأمرأ\n</p>\n\n<p>\n59- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) إن يكن في شي\nء شفاء ففي شرطة حجام أو شربة عسل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n             (ص :54\n</p>\n\n<p>\n60 - وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) لا تردوا\nشربة عسل من أتاكم بها\n</p>\n\n<p>\n61- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) إذا طبختم\nالطعام فأكثروا القرع فإنه يسر القلب الحزين\n</p>\n\n<p>\n62- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) أفضل أعمال\nأمتي انتظار فرج الله تعالى\n</p>\n\n<p>\n63- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) ضعفت عن\nالصلاة والجماع فنزل علي قدر من السماء فأكلت منه فزاد في قوتي قوة أربعين\nرجلا في البطش والجماع\n</p>\n\n<p>\n64- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) أفواهكم طرق\nمن طرق ربكم فنظفوها بالسواك\n</p>\n\n<p>\n65- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) ليس شي ء أبغض على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n             (ص : 55\n</p>\n\n<p>\nالله عز وجل من بطن ملآن\n</p>\n\n<p>\n66- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) النجوم أمان\nلأهل الأرض وأهل بيتي أمان لأمتي\n</p>\n\n<p>\n67- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) إن <span id='ms07'></span> موسى بن\nعمران سأل ربه ورفع يديه فقال يا رب أين ذهبت أوذيت فأوحى الله تعالى إليه\nيا موسى إن في عسكرك غمازا فقال يا رب دلني عليه فأوحى الله تعالى إليه أني\nأبغض الغماز فكيف أغمز\n</p>\n\n<p>\n68- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) دعاء أطفال\nأمتي مستجاب ما لم يقاربوا الذنوب\n</p>\n\n<p>\n69- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) يا علي من\nكرامة المؤمن على الله أنه لم يجعل لأجله وقتا معلوما حتى يهم ببائقة فإذا\nهم ببائقة قبضه الله\n</p>\n\n<p>\nقال الرضا (ع) كان جعفر بن محمد الصادق يقول تجنبوا البوائق يمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n             (ص : 56\n</p>\n\n<p>\nلكم في أعماركم\n</p>\n\n<p>\n70- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) إذا لم يستطع\nالرجل أن يصلي قائما فليصل جالسا فإن لم يستطع أن يصلي جالسا فليصل مستلقيا\nناصبا رجليه حيال القبلة يومئ إيماء\n</p>\n\n<p>\n71- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) من صام يوم\nالجمعة صبرا واحتسابا أعطي أجر عشرة أيام غر زهر لا يشاكلهن أيام الدنيا\n</p>\n\n<p>\n72- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) من ضمن لي\nواحدة ضمنت له أربعة يصل رحمه فيحبه أهله ويوسع عليه في رزقه ويزاد في أجله\nويدخله الله في الجنة التي وعده\n</p>\n\n<p>\n73- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) اللهم ارحم\nخلفائي ثلاث مرات قيل يا نبي الله ومن خلفاؤك قال (صلى الله عليه وآله\nوسلم) الذين يأتون من بعدي ويروون أحاديثي وسنتي ويعلمونها الناس من بعدي\n</p>\n\n<p>\n74- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) يا علي إنك\nقسيم النار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n             (ص : 57\n</p>\n\n<p>\nوالجنة وإنك تقرع باب الجنة فتدخلها بلا حساب\n</p>\n\n<p>\n75- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) أتاني ملك\nفقال يا محمد إن ربك يقرأ عليك السلام ويقول إن شئت جعلت لك بطحاء مكة ذهبا\nقال فرفعت رأسي إلى السماء فقلت يا رب أشبع يوما فأحمدك وأجوع يوما فأسألك\n</p>\n\n<p>\n76- وبإسناده <span id='ms08'></span> قال قال رسول الله (صلى الله عليه وآله وسلم) مثل أهل بيتي\nمثل سفينة نوح من ركبها نجا ومن تخلف عنها زخ في النار\n</p>\n\n<p>\n77- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) يا علي إذا\nكان يوم القيامة كنت وولدك على خيل بلق متوجون بالدر والياقوت فيأمر الله\nبكم إلى الجنة والناس ينظرون\n</p>\n\n<p>\n78- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) تحشر ابنتي\nفاطمة وعليها حلة الكرامة قد عجنت بماء الحيوان فينظر إليها الخلائق\nويتعجبون منها ثم تكسى أيضا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n             (ص : 58\n</p>\n\n<p>\nحلتين من حلل الجنة مكتوب على كل حلة بخط أخضر أدخلوا ابنة محمد الجنة\nعلى أحسن الصورة وأحسن الكرامة وأحسن المنظر فتزف إلى الجنة كما تزف العروس\nويوكل بها سبعون ألف جارية\n</p>\n\n<p>\n79- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) الويل لظالمي\nأهل بيتي عذابهم مع المنافقين في الدرك الأسفل من النار\n</p>\n\n<p>\n80- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) إن قاتل\nالحسين في تابوت من نار وعليه نصف عذاب أهل النار وقد شدت يداه ورجلاه\nبسلاسل من نار منكس في النار حتى يقع في قعر جهنم وله ريح يتعوذ أهل النار\nإلى ربهم من شدة نتنه وهو فيها خالد ذائق العذاب الأليم كلما نضجت جلودهم\nبدل الله لهم الجلود حتى يذوقوا العذاب لا يفتر عنهم ساعة ويسقون من حميم\nجهنم فالويل لهم من عذاب الله عز وجل\n</p>\n\n<p>\n81- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) أنا مدينة\nالعلم وعلي بابها فمن أراد العلم فليأت الباب\n</p>\n\n<p>\n82- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) إذا كان يوم\nالقيامة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n             (ص : 59\n</p>\n\n<p>\nنوديت من بطنان العرش نعم الأب أبوك إبراهيم ونعم الأخ أخوك علي بن أبي طالب\n</p>\n\n<p>\n83- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) كأني دعيت\nفأجبت وإني تارك فيكم الثقلين أحدهما أكبر من الآخر كتاب الله عز وجل حبل\nممدود من السماء إلى الأرض وعترتي أهل بيتي <span id='ms09'></span> فانظروا كيف تخلفونني فيهما\n</p>\n\n<p>\n84- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) لو يعلم الخلق\nما له في حسن الخلق لعلم أنه يحتاج إلى أن يكون له حسن الخلق\n</p>\n\n<p>\n85- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) من قال حين\nيدخل السوق سبحان الله والحمد لله ولا إله إلا الله وحده لا شريك له له\nالملك وله الحمد يحيي ويميت وهو حي لا يموت بيده الخير وهو على كل شي ء\nقدير أعطي من الأجر بعدد ما خلق الله تعالى إلى يوم القيامة\n</p>\n\n<p>\n86- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) إن لله عز وجل\nعمودا من ياقوت أحمر رأسه تحت العرش وأسفله على ظهر الحوت في الأرض السابعة\nالسفلى فإذا قال العبد لا إله إلا الله اهتز العرش وتحرك العمود وتحرك\nالحوت فيقول الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n             (ص : 60\n</p>\n\n<p>\nعز وجل اسكن عرشي فيقول كيف أسكن وأنت لم تغفر لقائلها فيقول الله عز وجل\nاشهدوا سكان سماواتي أني قد غفرت لقائلها\n</p>\n\n<p>\n87- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) إن الله عز\nوجل قدر المقادير ودبر التدابير قبل أن يخلق آدم بألفي عام\n</p>\n\n<p>\n88- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) حافظوا على\nالصلوات الخمس فإن الله عز وجل إذا كان يوم القيامة يدعو العبد فأول شي ء\nيسأل عنه الصلاة فإن جاء بها تامة وإلا زخ به في النار\n</p>\n\n<p>\n89- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) لأصحابه لا\nتضيعوا صلاتكم فإن من ضيع صلاته حشر مع قارون وهامان وفرعون وكان حقا على\nالله أن يدخله النار مع المنافقين والويل لمن لم يحافظ على صلاته وأداء سنة نبيه\n</p>\n\n<p>\n90- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) إن موسى بن\nعمران سأل ربه عز وجل فقال يا رب اجعلني من أمة محمد فأوحى الله تعالى إليه\nيا موسى إنك لن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n             (ص : 61\n</p>\n\n<p>\nتصل إلى ذلك\n</p>\n\n<p>\n91- وبإسناده قال قال رسول الله <span id='ms10'></span> (صلى الله عليه وآله وسلم) لما أسري بي\nإلى السماء رأيت في السماء الثالثة ملكا قاعدا رجل له في المشرق ورجل في\nالمغرب وبيده لوح ينظر فيه ويحرك رأسه فقلت يا جبريل من هذا فقال هذا ملك الموت\n</p>\n\n<p>\n92- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) هل تدرون ما\nتفسير هذه الآية كلا إذا دكت الأرض دكا دكا وجاء ربك والملك صفا صفا وجي ء\nيومئذ بجهنم يومئذ الآية قال إذا كان يوم القيامة تقاد جهنم بسبعين ألف\nزمام كل زمام بيد سبعين ألف ملك فتشرد شردة لو لا أن الله يحبسها لأحرقت\nالسماوات والأرضين\n</p>\n\n<p>\n93- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) إن الله تعالى\nسخر لي البراق وهي دابة من دواب الجنة ليست بالطويل ولا بالقصير فلو أن\nالله عز وجل أذن لها لجالت الدنيا والآخرة في جرية واحدة وهي أحسن الدواب لونا\n</p>\n\n<p>\n94- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) إذا كان يوم\nالقيامة يقول الله عز وجل لملك الموت يا ملك الموت وعزتي وجلالي وارتفاعي\nفي علوي إني لأذيقنك طعم الموت كما أذقت عبادي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n             (ص : 62\n</p>\n\n<p>\n95 - وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) لما نزلت هذه\nالآية إنك ميت وإنهم ميتون قلت يا رب أتموت الخلائق كلهم وتبقى الملائكة\nفنزلت كل نفس ذائقة الموت ثم إلينا ترجعون\n</p>\n\n<p>\n96- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) اختاروا الجنة\nعلى النار ولا تبطلوا أعمالكم فتقذفوا في النار منكسين خالدين فيها أبدا\n</p>\n\n<p>\n97- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) تختموا\nبخواتيم العقيق فإنه لا يصيب أحدكم غم ما دام ذلك عليه\n</p>\n\n<p>\n98- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) اشتد غضب الله\nوغضب رسوله على من أهرق دم ذريتي أو آذاني في عترتي\n</p>\n\n<p>\n99- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) إن الله عز\nوجل أمرني بحب أربعة علي وسلمان وأبي ذر <span id='ms11'></span> والمقداد بن الأسود\n</p>\n\n<p>\n100- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) ما ينقلب جناح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n             (ص : 63\n</p>\n\n<p>\nطائر في الهواء إلا وعندنا فيه علم\n</p>\n\n<p>\n101- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) إذا كان يوم\nالقيامة نادى مناد يا معشر الخلائق غضوا أبصاركم حتى تجوز فاطمة ابنة محمد\n</p>\n\n<p>\n102- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) سيدا شباب\nأهل الجنة الحسن والحسين وأبوهما خير منهما\n</p>\n\n<p>\n103- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) إذا كان يوم\nالقيامة تجلى الله تعالى لعبده المؤمن فيوقفه على ذنوبه ذنبا ذنبا ثم يغفر\nالله له ولا يطلع الله عز وجل على ذلك ملكا مقربا ولا نبيا مرسلا ويستر\nعليه ما يكره أن يقف عليه أحد ثم يقول لسيئاته كن حسنات\n</p>\n\n<p>\n104- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) من استذل\nمؤمنا أو مؤمنة أو حقره لفقره وقلة ذات يده شهره الله تعالى يوم القيامة ثم يفضحه\n</p>\n\n<p>\n105- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) يا علي إن\nالله تعالى قد غفر لك ولأهلك ولشيعتك ولمحبي شيعتك ولمحبي محبي شيعتك فابشر\nفإنك الأنزع البطين منزوع من الشرك مبطون من العلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n             (ص :64\n</p>\n\n<p>\n106 - وبإسناده قال كان رسول الله (صلى الله عليه وآله وسلم) لا يأكل\nالكليتين من غير أن يحرمهما لقربهما من البول\n</p>\n\n<p>\n107- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) إن الله\nتعالى غافر كل ذنب إلا من أخر مهرا أو اغتصب أجيرا أجره أو باع رجلا حرا\n</p>\n\n<p>\n108- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) أتاني ملك\nفقال يا محمد إن الله عز وجل يقرأ عليك السلام ويقول قد زوجت فاطمة من علي\nفزوجها منه وقد أمرت شجرة طوبى أن تحمل الدر والمرجان والياقوت وإن أهل\nالسماء قد فرحوا بذلك وسيولد لهما ولدان سيدا شباب أهل الجنة وبهم يتزين\nأهل الجنة فابشر يا محمد فإنك خير الأولين والآخرين\n</p>\n\n<p>\n109- وبإسناده قال قال <span id='ms12'></span> رسول الله (صلى الله عليه وآله وسلم) من كنت مولاه\nفعلي مولاه اللهم وال من والاه عاد من عاداه واخذل من خذله وانصر من نصره\n</p>\n\n<p>\n110- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) إن العبد\nلينال بحسن خلقه درجة الصائم والقائم\n</p>\n\n<p>\n111- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) ما من شي ء في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n             (ص : 65\n</p>\n\n<p>\nالميزان أثقل من حسن الخلق\n</p>\n\n<p>\n112- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) الدعاء سلاح\nالمؤمن وعماد الدين ونور السماوات والأرض\n</p>\n\n<p>\n113- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) الخلق السيئ\nيفسد العمل كما يفسد الخل العسل\n</p>\n\n<p>\n114- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) من حفظ على\nأمتي أربعين حديثا ينتفعون بها بعثه الله تعالى يوم القيامة فقيها عالما\n</p>\n\n<p>\n115- وبإسناده قال قال علي بن أبي طالب (ع) لما بدي ء رسول الله بتعليم\nالأذان أتى جبريل بالبراق فاستعصت عليه فقال لها جبريل اسكني براقة فما\nركبك أحد أكرم على الله منه فسكنت قال (صلى الله عليه وآله وسلم) فركبتها\nحتى انتهيت إلى الحجاب الذي يلي الرحمن عز ربنا وجل فخرج ملك من وراء\nالحجاب فقال الله أكبر الله أكبر قال (صلى الله عليه وآله وسلم) قلت يا\nجبريل من هذا الملك قال جبريل والذي أكرمك بالنبوة ما رأيت هذا الملك قبل\nساعتي هذه فقال الملك الله أكبر الله أكبر فنودي من وراء الحجاب صدق عبدي\nأنا أكبر أنا أكبر قال (صلى الله عليه وآله وسلم) فقال الملك أشهد أن لا\nإله إلا الله أشهد أن لا إله إلا الله فنودي من وراء الحجاب صدق عبدي أنا\nالله لا إله إلا أنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n             (ص : 66\n</p>\n\n<p>\nقال (صلى الله عليه وآله وسلم) فقال الملك أشهد أن محمدا رسول الله أشهد\nأن محمدا رسول الله فنودي من وراء الحجاب صدق عبدي أنا أرسلت محمدا رسولا\nقال (صلى الله عليه وآله وسلم) فقال الملك حي على الصلاة حي على الصلاة <span id='ms13'></span>\nفنودي من وراء الحجاب صدق عبدي ودعا إلى عبادتي قال (صلى الله عليه وآله\nوسلم) فقال الملك حي على الفلاح حي على الفلاح فنودي من وراء الحجاب صدق\nعبدي ودعا إلى عبادتي قد أفلح من واظب عليها قال (صلى الله عليه وآله وسلم)\nفيومئذ أكمل الله عز وجل لي الشرف على الأولين والآخرين\n</p>\n\n<p>\n116- وبإسناده قال كان رسول الله (صلى الله عليه وآله وسلم) يسافر يوم\nالاثنين والخميس ويقول فيهما ترفع الأعمال إلى الله تعالى وتعقد فيهما\nالألوية\n</p>\n\n<p>\n117- وبإسناده قال كان رسول الله (صلى الله عليه وآله وسلم) صلى بنا صلاة\nالسفر فقرأ في الأولى الحمد وقل يا أيها الكافرون وفي الأخرى الحمد وقل هو\nالله أحد ثم قال (صلى الله عليه وآله وسلم) قرأت لكم ثلث القرآن وربعه\n</p>\n\n<p>\n118- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) من قرأ إذا\nزلزلت الأرض أربع مرات كان كمن قرأ القرآن كله\n</p>\n\n<p>\n119- وبإسناده قال حدثني أبي علي بن أبي طالب قال من كنوز البر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n             (ص : 67\n</p>\n\n<p>\nإخفاء العمل والصبر على الرزايا وكتمان المصائب\n</p>\n\n<p>\n120- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) لا اعتكاف\nإلا بصوم\n</p>\n\n<p>\n121- وبإسناده قال حدثني أبي علي بن أبي طالب (ع) حسن الخلق خير قرين\nوقال (ع) أكملكم إيمانا أحسنكم أخلاقا\n</p>\n\n<p>\n122- وبإسناده قال حدثني أبي علي بن أبي طالب قال قال (صلى الله عليه\nوآله وسلم) عنوان صحيفة المؤمن حسن خلقه\n</p>\n\n<p>\n123- وبإسناده قال سئل رسول الله ما أكثر ما يدخل به الجنة قال تقوى الله\nوحسن الخلق وسئل وما أكثر ما يدخل به النار قال الأجوفان البطن والفرج\n</p>\n\n<p>\n124- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) أقربكم مني\nمجلسا يوم القيامة أحسنكم خلقا وخيركم خيركم لأهله\n</p>\n\n<p>\n125- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) أحسن الناس\nإيمانا أحسنهم خلقا وألطفهم بأهله وأنا ألطفكم بأهلي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n             (ص :68\n</p>\n\n<p>\n126 - بإسناده قال حدثني أبي عن علي بن أبي طالب (ع) في قوله تعالى ثم\nلتسئلن يومئذ عن النعيم قال <span id='ms14'></span> الرطب والماء البارد\n</p>\n\n<p>\n127- وبإسناده قال حدثني أبي عن علي بن أبي طالب (ع) قال قال (صلى الله\nعليه وآله وسلم) ثلاثة يزدن في الحفظ ويذهبن بالبلغم قراءة القرآن والعسل\nواللبان\n</p>\n\n<p>\n128- وبإسناده قال حدثني أبي عن علي بن أبي طالب (ع) قال قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n             (ص : 69\n</p>\n\n<p>\nرسول الله من أراد البقاء ولا بقاء فليباكر الغداء وليحتذ الحذاء وليخفف الرداء\n</p>\n\n<p>\n129- وبإسناده قال كان النبي (صلى الله عليه وآله وسلم) إذا أكل طعاما\nيقول اللهم بارك لنا فيه وارزقنا خيرا منه وإذا أكل لبنا أو شرب قال اللهم\nبارك لنا فيه وارزقنا منه\n</p>\n\n<p>\n130- وبإسناده قال حدثني أبي عن علي بن أبي طالب (ع) قال قال أبو جحيفة\nأتيت النبي (صلى الله عليه وآله وسلم) وأنا أتجشأ فقال لي يا أبا جحيفة\nاكفف جشاك فإن أكثر الناس شبعا في الدنيا أطولهم جوعا يوم القيامة قال فما\nملأ أبو جحيفة بطنه من طعام حتى لحق بالله عز وجل\n</p>\n\n<p>\n131- وبإسناده قال كان رسول الله (صلى الله عليه وآله وسلم) إذا أكل لبنا\nمضمض فاه وقال إن له دسما\n</p>\n\n<p>\n132- وبإسناده قال حدثني أبي عن علي بن أبي طالب ثلاثة لا يعرضن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n             (ص : 70\n</p>\n\n<p>\nأحدكم نفسه عليهن وهو صائم الحجامة والحمام والمرأة الحسناء\n</p>\n\n<p>\n133- وبإسناده قال حدثني أبي عن علي بن أبي طالب (ع) قال قال (صلى الله\nعليه وآله وسلم) للمرأة عشر عورات إذا تزوجت استترت عورة وإذا ماتت استترت\nعوراتها كلها\n</p>\n\n<p>\n134- وبإسناده قال حدثني أبي عن علي بن أبي طالب (ع) سئل النبي عن امرأة\nزنت فذكرت المرأة أنها بكر فأمرني النبي أن آمر النساء ينظرن إليها فنظرن\nفوجدنها بكرا فقال (صلى الله عليه وآله وسلم) ما كنت لأضرب من عليه خاتم من\nالله عز وجل وكان (صلى الله عليه وآله وسلم) يجيز شهادة النساء في مثل هذا\n</p>\n\n<p>\n135- وبإسناده قال حدثني أبي عن علي بن أبي طالب قال قال (صلى الله عليه\nوآله وسلم) إذا سئلت المرأة من فجر بك فقالت فلان جلدتها حدين حدا لفريتها\nعلى الرجل وحدا لما <span id='ms15'></span> أقرت على نفسها بالفجور\n</p>\n\n<p>\n136- وبإسناده قال قال علي بن أبي طالب (ع) ليس في القرآن يا أيها الذين\nآمنوا إلا في التوراة يا أيها المساكين\n</p>\n\n<p>\n137- وبإسناده قال قال علي بن أبي طالب (ع) لو رأى العبد أجله و \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n             (ص : 71\n</p>\n\n<p>\nسرعته إليه لأبغض الأمل وطلبه الدنيا\n</p>\n\n<p>\n138- وبإسناده قال حدثني أبي علي بن أبي طالب (ع) أن الحسن والحسين كانا\nيلعبان عند النبي حتى مضى عامة الليل ثم قال لهما انصرفا إلى أمكما فبرقت\nبرقة فما زالت تضي ء لهما حتى دخلا على فاطمة والنبي ينظر إلى البرقة فقال\nالحمد لله الذي أكرمنا أهل البيت\n</p>\n\n<p>\n139- وبإسناده قال حدثني أبي علي بن أبي طالب (ع) قال ورثت عن رسول الله\nكتابين كتاب الله عز وجل وكتابا في قراب سيفي قيل يا أمير المؤمنين وما\nالكتاب الذي في قراب سيفك قال من قتل غير قاتله أو ضرب غير ضاربه فعليه\nلعنة الله\n</p>\n\n<p>\n140- وبإسناده قال حدثني أبي عن علي بن أبي طالب (ع) قال من عرض نفسه\nللتهمة فلا يلومن من أساء الظن به\n</p>\n\n<p>\n141- وبإسناده قال علي كنا مع النبي (صلى الله عليه وآله وسلم) في حفر\nالخندق إذ جاءت فاطمة ومعها كسرة من خبز فدفعتها إلى النبي (صلى الله عليه\nوآله وسلم) فقال النبي (صلى الله عليه وآله وسلم) ما هذه الكسرة قالت قرصا\nخبزته للحسن والحسين جئتك منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n             (ص : 72\n</p>\n\n<p>\nبهذه الكسرة فقال النبي (صلى الله عليه وآله وسلم) أما أنه أول طعام دخل\nفم أبيك منذ ثلاث\n</p>\n\n<p>\n142- وبإسناده قال (ع) أتي النبي (صلى الله عليه وآله وسلم) بطعام فأدخل\nإصبعه فيه فإذا هو حار فقال دعوه حتى يبرد فإنه أعظم بركة فإن الله تعالى\nلم يطعمنا الحار\n</p>\n\n<p>\n143- وبإسناده قال حدثني أبي علي بن أبي طالب (ع) قال إذا أراد أحدكم\nالحاجة فليباكر في طلبها يوم الخميس وليقرأ إذا خرج من منزله آخر سورة آل\nعمران وآية الكرسي وإنا أنزلناه وأم الكتاب فإن فيها قضاء حوائج الدنيا\nوالآخرة\n</p>\n\n<p>\n144- وبإسناده قال حدثني أبي علي بن <span id='ms16'></span> أبي طالب (ع) قال (صلى الله عليه\nوآله وسلم) الطيب يسر والعسل يسر والنظر إلى الخضرة يسر والركوب يسر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n             (ص :73\n</p>\n\n<p>\n145 - وبإسناده قال حدثني أبي عن علي بن الحسين قال حدثتني أسماء بنت\nعميس قالت قبلت جدتك فاطمة بالحسن والحسين فلما ولد الحسن جاء النبي فقال\nيا أسماء هات ابني فدفعته إليه في خرقة صفراء فرمى بها النبي (صلى الله\nعليه وآله وسلم) وقال يا أسماء ألم أعهد إليكم ألا تلفوا المولود في خرقة\nصفراء فلففته في خرقة بيضاء ودفعته إليه فأذن في أذنه اليمنى وأقام في\nاليسرى ثم قال لعلي بأي شي ء سميت ابني هذا قال علي ما كنت لأسبقك باسمه يا\nرسول الله وقد كنت أحب أن أسميه حربا فقال النبي (صلى الله عليه وآله وسلم)\nوأنا لا أسبق باسمه ربي عز وجل فهبط جبريل (ع) فقال يا محمد العلي الأعلى\nيقرئك السلام ويقول لك علي منك بمنزلة هارون من موسى ولا نبي بعدك فسم ابنك\nهذا باسم ابن هارون فقال النبي (صلى الله عليه وآله وسلم) وما اسم ابن\nهارون يا جبريل قال شبر فقال النبي (صلى الله عليه وآله وسلم) لساني عربي\nقال سمه الحسن قالت أسماء فسماه الحسن فلما كان يوم سابعه عق عنه النبي\n(صلى الله عليه وآله وسلم) بكبشين أملحين وأعطى القابلة فخذ كبش وحلق رأسه\nوتصدق بوزن الشعر ورقا وطلى رأسه بالخلوق ثم قال يا أسماء الدم فعل\nالجاهلية قالت أسماء فلما كان بعد حول من مولد الحسن ولد الحسين فجاء النبي\nفقال يا أسماء هلمي هات ابني فدفعته إليه في خرقة بيضاء فأذن في أذنه\nاليمنى وأقام في اليسرى ووضعه في حجره وبكى قالت أسماء قلت فداك أبي وأمي\nمم بكاءك قال من ابني هذا قلت إنه ولد الساعة قال يا أسماء تقتله الفئة\nالباغية من بعدي لا أنالهم الله شفاعتي ثم قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n             (ص : 74\n</p>\n\n<p>\nيا أسماء لا تخبري فاطمة بهذا فإنها قريبة عهد بولادة ثم قال لعلي بأي شي\nء سميت <span id='ms17'></span> ابني هذا قال (ع) ما كنت لأسبقك باسمه يا رسول الله وقد كنت أحب أن\nأسميه حربا فقال رسول الله (صلى الله عليه وآله وسلم) ما كنت لأسبق باسمه\nربي عز وجل فأتاه جبريل (ع) فقال الجبار يقرأ عليك السلام ويقول علي منك\nبمنزلة هارون من موسى ولا نبي بعدك سم ابنك هذا باسم ابن هارون قال (ع) وما\nاسم ابن هارون قال شبير فقال (صلى الله عليه وآله وسلم) لساني عربي قال سمه\nحسين فسماه الحسين ثم عق عنه يوم سابعه بكبشين أملحين وأعطى القابلة فخذ\nكبش وحلق رأسه وتصدق بوزن شعره ورقا وطلى رأسه بالخلوق ثم قال الدم فعل\nالجاهلية\n</p>\n\n<p>\n146- وبإسناده قال حدثني أبي عن علي بن أبي طالب (ع) قال كلوا خل الخمر\nمما فسد ولا تأكلوا ما أفسدتموه أنتم\n</p>\n\n<p>\n147- وبإسناده قال قال أبي (ع) حباني رسول الله بالورد بكلتا يديه فلما\nأدنيته إلى أنفي قال رسول الله (صلى الله عليه وآله وسلم) أما أنه سيد\nريحان الجنة بعد الآس\n</p>\n\n<p>\n148- وبإسناده قال حدثني أبي عن علي بن أبي طالب (ع) قال قال (صلى الله\nعليه وآله وسلم) عليكم باللحم فإنه ينبت اللحم ومن ترك اللحم أربعين يوما ساء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n             (ص : 75\n</p>\n\n<p>\nخلقه\n</p>\n\n<p>\n149- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) عليكم بالعدس\nفإنه مبارك ومقدس وإنه يرق القلب ويكثر الدمعة وإنه قد بارك فيه سبعون نبيا\nآخرهم عيسى ابن مريم\n</p>\n\n<p>\n150- وبإسناده قال ذكر اللحم والشحم عند النبي (صلى الله عليه وآله وسلم)\nفقال ليس منهما بضعة تقع في المعدة إلا أنبتت مكانها شفاء وأخرجت من مكانها داء\n</p>\n\n<p>\n151- وبإسناده قال حدثني أبي عن علي بن أبي طالب (ع) قال كان رسول الله\n(صلى الله عليه وآله وسلم) إذا أكل التمر يطرح النوى على ظهر كفه ثم يقذف به\n</p>\n\n<p>\n152- وبإسناده عن علي قال جاء جبريل إلى النبي (صلى الله عليه وآله وسلم)\nفقال عليكم بالبرني فإنه خير تموركم يقرب من الله ويباعد عن النار\n</p>\n\n<p>\n153- وبإسناده قال حدثني أبي عن <span id='ms18'></span> علي بن أبي طالب (ع) قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n             (ص : 76\n</p>\n\n<p>\nعليكم بالقرع فإنه يزيد في الدماغ\n</p>\n\n<p>\n154- وبإسناده قال حدثني أبي الحسين بن علي (ع) قال دعا رجل أمير\nالمؤمنين علي بن أبي طالب (ع) فقال له أجبتك على أن تضمن لي ثلاث خصال قال\nوما هن يا أمير المؤمنين قال أن لا تدخل علي شيئا من خارج ولا تدخر عني\nشيئا في البيت ولا تجحف بالعيال قال ذلك لك فأجابه علي\n</p>\n\n<p>\n155- وبإسناده قال قال علي بن أبي طالب (ع) الحناء بعد النورة أمان من\nالجذام والبرص\n</p>\n\n<p>\n156- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) يا علي لولاك\nلما عرف المؤمنون بعدي\n</p>\n\n<p>\n157- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) يا علي إنك\nأعطيت ثلاثا ما أعطيت مثله قلت فداك أبي وأمي فما أعطيت قال (صلى الله عليه\nوآله وسلم) أعطيت صهرا مثلي وأعطيت مثل زوجتك فاطمة وأعطيت مثل ولديك الحسن\nوالحسين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n             (ص :77\n</p>\n\n<p>\n158 - وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) يا علي ليس\nفي القيامة راكب غيرنا ونحن أربعة فقام إليه رجل من الأنصار وقال فداك أبي\nوأمي ومن هم قال أنا على دابة البراق وأخي صالح على ناقة الله تعالى التي\nعقرت وعمي حمزة على ناقتي العضباء وأخي علي بن أبي طالب على ناقة من نوق\nالجنة وبيده لواء الحمد ينادي لا إله إلا الله محمد رسول الله فيقول\nالآدميون ما هذا إلا ملك مقرب أو نبي مرسل أو حامل عرش فيجيبهم ملك من\nبطنان العرش يا معشر الآدميين ليس هذا ملك مقرب ولا نبي مرسل وحامل عرش هذا\nعلي بن أبي طالب\n</p>\n\n<p>\n159- وبإسناده قال حدثني أبي عن علي بن أبي طالب (ع) قال الطاعون ميتة وحية\n</p>\n\n<p>\n160- وبإسناده قال علي بن الحسين (ع) كأني بالقصور وقد شيدت حول قبر\nالحسين وكأني بالأسواق قد حفت حول قبر الحسين فلا تذهب الأيام والليالي حتى\nيشار إليه من الآفاق وذلك عند انقطاع ملك بني مروان\n</p>\n\n<p>\n161- وبإسناده قال قال علي <span id='ms19'></span> بن أبي طالب (ع) سمعت رسول الله ص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n             (ص : 78\n</p>\n\n<p>\nيقول إني أخاف عليكم استخفافا بالدين ومنع الحكم وقطيعة الرحم وأن تتخذوا\nالقرآن مزامير يقدمون أحدهم وليس بأفضلهم في الدين\n</p>\n\n<p>\n162- وبإسناده قال حدثني علي بن أبي طالب (ع) قال من بدأ بالملح أذهب\nالله تعالى عنه سبعين داء أوله الجذام\n</p>\n\n<p>\n163- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) يا علي عليك\nبالزيت كله وادهن به فإن من أكله وأدهن به لم يقربه الشيطان أربعين يوما\n</p>\n\n<p>\n164- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) عليكم بالملح\nفإنه شفاء من سبعين داء منها الجذام والبرص والجنون\n</p>\n\n<p>\n165- وبإسناده قال كان علي بن أبي طالب (ع) يأكل البطيخ بالسكر\n</p>\n\n<p>\n166- وبإسناده قال إن النبي (صلى الله عليه وآله وسلم) أتي ببطيخ ورطب\nفأكل منهما وقال هذان الأطيبان\n</p>\n\n<p>\n167- وبإسناده قال قال جعفر بن محمد (ع) السبت لنا والأحد لشيعتنا\nوالاثنين لبني أمية والثلاثاء لشيعتهم والأربعاء لبني العباس والخميس\nلشيعتهم والجمعة لله عز وجل وليس فيه سفر قال الله عز وجل فإذا قضيت الصلاة\nفانتشروا في الأرض وابتغوا من فضل الله يعني سفر يوم السبت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n             (ص :79\n</p>\n\n<p>\n168 - وبإسناده قال حدثني أبي موسى بن جعفر قال كان على خاتم محمد بن علي\n(ع) ظني بالله حسن وبالنبي المؤتمن وبالوصي ذي المتن وبالحسين والحسن\n</p>\n\n<p>\n169- وبإسناده قال حدثني أبي عن علي بن الحسين (ع) إنه سمي حسنا يوم\nسابعه واشتق من اسم حسن حسينا وذكر أنه لم يكن بينهما إلا الحمل\n</p>\n\n<p>\n170- وبإسناده قال حدثني أبي عن جعفر بن محمد (ع) قال دعا أبي بدهن فأدهن\nفقال ادهن قلت أدهنت قال إنه البنفسج قلت وما فضل البنفسج قال حدثني أبي عن\nأبيه عن جده الحسين بن علي (ع) عن أبيه علي بن أبي طالب (ع) قال قال رسول\nالله (صلى الله عليه وآله وسلم) فضل البنفسج على الأدهان كفضل الإسلام على\nسائر الأديان\n</p>\n\n<p>\n171- وبإسناده قال حدثني أبي عن علي بن الحسين عن أبيه قال قال علي (ع)\nلا دين <span id='ms20'></span> لمن دان لمخلوق في معصية الخالق\n</p>\n\n<p>\n172- وبإسناده قال قال علي بن أبي طالب كلوا الرمان بشحمه فإنه دباغ المعدة\n</p>\n\n<p>\n173- وبإسناده قال حدثني أبي عن علي بن الحسين (ع) قال كان عبد الله بن\nعباس إذا أكل الرمانة لا يشركه فيها أحد ويقول في كل رمانة حبة من حب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n             (ص : 80\n</p>\n\n<p>\nالجنة\n</p>\n\n<p>\n174- وبإسناده قال حدثني أبي الحسين بن علي (ع) قال دخل رسول الله (صلى\nالله عليه وآله وسلم) على علي بن أبي طالب (ع) وهو محموم فأمره أن يأكل\nالغبيراء\n</p>\n\n<p>\n175- وبإسناده قال اختصم إلى علي بن أبي طالب (ع) رجلان أحدهما باع الآخر\nبعيرا واستثنى الرأس والجلد ثم بدا له أن ينحره قال علي (ع) هو شريكه في\nالبعير على عدد الرأس والجلد\n</p>\n\n<p>\n176- وبإسناده قال حدثني أبي عن علي بن الحسين إن الحسين بن علي (ع) دخل\nالمستراح فوجد لقمة ملقاة فدفعها إلى غلام له فقال يا غلام ذكرني عن هذه\nاللقمة إذا خرجت فأكلها الغلام فلما خرج الحسين (ع) قال يا غلام هات اللقمة\nقال أكلتها يا مولاي قال أنت حر لوجه الله تعالى قال له رجل أعتقته يا سيدي\nقال نعم سمعت جدي رسول الله (صلى الله عليه وآله وسلم) وهو يقول من وجد\nلقمة ملقاة فمسح منها ما مسح وغسل منها ما غسل ثم أكلها لم تستقر في جوفه\nحتى يعتقه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n             (ص : 81\n</p>\n\n<p>\nالله تعالى من النار ولم أكن لأستعبد رجلا أعتقه الله تعالى من النار\n</p>\n\n<p>\n177- وبإسناده قال حدثني أبي محمد بن علي قال قال علي (ع) خمسة لو رحلتم\nفيهن ما قدرتم على مثلهن لا يخاف عبد إلا ذنبه ولا يرجو إلا ربه ولا يستحي\nالجاهل إذا سئل عما لا يعلم أن يقول الله ورسوله أعلم ولا يستحي الذي لا\nيعلم أن يتعلم والصبر من الإيمان بمنزلة الرأس من الجسد ولا إيمان لمن لا صبر له\n</p>\n\n<p>\n178- وبإسناده قال حدثني أبي الحسين بن علي (ع) إن أعمال هذه الأمة ما من\nصباح إلا تعرض على الله تعالى\n</p>\n\n<p>\n179- وبإسناده قال <span id='ms21'></span> حدثني أبي عن الحسين بن علي قال وجد لوح تحت حائط\nمدينة من المدائن مكتوب فيه أنا الله لا إله إلا أنا ومحمد نبي عجبت لمن\nأيقن بالموت كيف يفرح وعجبت لمن أيقن بالقدر كيف يحزن عجبت لمن اختبر\nالدنيا كيف اطمأن إليها وعجبت لمن أيقن بالحساب كيف يذنب\n</p>\n\n<p>\n180- وبإسناده قال سئل جعفر بن محمد (ع) عن زيارة قبر الحسين (ع) قال\nأخبرني أبي قال من زار قبر الحسين بن علي (ع) عارفا بحقه كتبه الله تعالى\nفي عليين ثم قال إن حول قبره (ع) لسبعين ألف ملك شعثا غبرا يبكون عليه إلى\nأن تقوم الساعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n             (ص :82\n</p>\n\n<p>\n181 - وبإسناده قال حدثني أبي عن جعفر بن محمد قال أدنى العقوق أف ولو\nعلم الله تعالى شيئا أهون من أف لنهى عنه\n</p>\n\n<p>\n182- وبإسناده قال حدثني أبي عن علي بن أبي طالب (ع) في قول الله تعالى\nأكالون للسحت قال هو الرجل الذي يقضي لأخيه الحاجة ثم يقبل هديته\n</p>\n\n<p>\n183- وبإسناده قال حدثني أبي موسى بن جعفر (ع) قال حدثني أبو عبد الله\nصلة الأرحام وحسن الخلق زيادة في الإيمان\n</p>\n\n<p>\n184- وبإسناده قال حدثني أبي عن علي بن الحسين (ع) قال حدثتني أسماء بنت\nعميس قالت كنت عند فاطمة جدتك إذ دخل رسول الله وفي عنقها قلادة من ذهب كان\nعلي بن أبي طالب اشتراها لها من في ء له فقال النبي لا يغرنك الناس أن\nيقولوا بنت محمد وعليك لبس الجبابرة فقطعتها وباعتها واشترت بها رقبة\nفأعتقتها فسر رسول الله (صلى الله عليه وآله وسلم) لذلك\n</p>\n\n<p>\n185- وبإسناده قال حدثني أبي عن علي بن الحسين (ع) في قول الله عز وجل لو\nلا أن رأى برهان ربه قال قامت امرأة العزيز إلى الصنم فسترته وقالت إنه\nيرانا فقال لها يوسف ما هذا فقالت أستحي من الصنم أن يراني فقال يوسف\nأتستحين ممن لا يسمع ولا يبصر ولا ينفع ولا يضر ولا تستحين ممن خلق الأشياء وعلمها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n             (ص : 83\n</p>\n\n<p>\nفذلك قوله تعالى لو لا أن رأى برهان ربه <span id='ms22'></span>\n</p>\n\n<p>\n186- وبإسناده قال كان علي بن أبي طالب (ع) إذا رأى المريض قد برأ يقول\nيهنئك الطهور من الذنوب\n</p>\n\n<p>\n187- وبإسناده قال حدثني أبي عن علي بن الحسين (ع) قال أخذنا ثلاثة عن\nثلاثة أخذنا الصبر عن أيوب والشكر عن نوح والحسد عن بني يعقوب\n</p>\n\n<p>\n188- وبإسناده قال قال علي (ع) لا تجد في أربعين أصلعا رجل سوء ولا تجد\nفي أربعين كوسجا رجلا صالحا وأصلع سوء أحب إلي من كوسج صالح\n</p>\n\n<p>\n189- وبإسناده قال رأيت النبي (صلى الله عليه وآله وسلم) كبر على عمه\nحمزة خمس تكبيرات وكبر على الشهداء بعده خمس تكبيرات فلحق حمزة سبعين\nتكبيرة ووضع يده اليمنى على اليسرى\n</p>\n\n<p>\n190- وبإسناده قال حدثني أبي محمد بن علي بن الحسين عن الحسين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n             (ص : 84\n</p>\n\n<p>\nبن علي (ع) قال خطبنا أمير المؤمنين (ع) قال سيأتي على الناس زمان عضوض\nيعض الموسر على ما في يده ولم يؤثر بذلك قال الله تعالى ولا تنسوا الفضل\nبينكم إن الله بما تعملون بصير وسيأتي على الناس زمان يقوم الأشرار وينسوا\nالأخيار ويبيع المضطر وقد نهى رسول الله (صلى الله عليه وآله وسلم) عن بيع\nالغرر قبل أن يدرك فاتقوا الله عز وجل أيها الناس وأصلحوا ذات بينكم\nواحفظوني في أهلي\n</p>\n\n<p>\n191- وبإسناده قال سألت محمد بن علي بن الحسين (ع) لم أوتم النبي (صلى\nالله عليه وآله وسلم) من أبويه قال لئلا يوجد عليه حق لمخلوق\n</p>\n\n<p>\n192- وبإسناده قال إن رسول الله (صلى الله عليه وآله وسلم) قال من أنعم\nالله عليه نعمة فليحمد الله ومن استبطأ الرزق فليستغفر الله ومن حزنه أمر\nفليقل لا حول ولا قوة إلا بالله\n</p>\n\n<p>\n193- وبإسناده قال حدثني أبي عن الحسين بن علي (ع) إن يهوديا سأل علي بن\nأبي طالب (ع) وقال أخبرني عما ليس لله وعما ليس عند الله وعما لا يعلمه\nالله تعالى فقال علي (ع) أما ما لا يعلمه الله فذلك قولكم يا معشر اليهود\nإن عزيرا بن الله والله لا يعلم أن له ولدا وأما ما ليس عند الله <span id='ms23'></span> فليس عند\nالله ظلم للعباد وأما ما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n             (ص : 85\n</p>\n\n<p>\nليس لله فليس لله شريك قال اليهودي فأنا أشهد أن لا إله إلا الله وأشهد\nأن محمدا رسول الله\n</p>\n\n<p>\n194- وبإسناده قال حدثني أبي الحسين بن علي (ع) كنا أنا وأخي الحسن وأخي\nمحمد بن الحنفية وبنو عمي عبد الله بن العباس وقثم والفضل على مائدة نأكل\nفوقعت جرادة على المائدة فأخذها عبد الله بن العباس فقال للحسن يا سيدي\nأتعلم ما المكتوب على جناح الجرادة قال (ع) سألت أبي علي بن أبي طالب فقال\nسألت جدك (صلى الله عليه وآله وسلم) فقال على جناح الجرادة مكتوب أنا الله\nلا إله إلا أنا رب الجرادة ورازقها إذا شئت بعثتها لقوم رزقا وإذا شئت\nبعثتها على قوم بلاء فقام عبد الله بن العباس فقرب من الحسن بن علي (ع) ثم\nقال هذا والله من مكنون العلم\n</p>\n\n<p>\n195- وبإسناده قال قال علي بن الحسين من كف عن أعراض المسلمين أقاله الله\nعز وجل عثرته يوم القيامة\n</p>\n\n<p>\n196- وبإسناده قال حدثني أبي محمد بن علي وقال صلة الأرحام وحسن الجوار\nزيادة في الأموال\n</p>\n\n<p>\n197- وبإسناده قال قال علي بن أبي طالب (ع) إن لإبليس كحلا وسفوفا ولعوقا\nفأما كحله فالنوم وأما سفوفه فالغضب وأما لعوقه فالكذب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n             (ص :86\n</p>\n\n<p>\n198 - وبإسناده قال قال علي بن الحسين (ع) سادة الناس في الدنيا الأسخياء\nوسادة الناس في الآخرة الأتقياء\n</p>\n\n<p>\n199- وبإسناده قال قال علي بن الحسين (ع) العافية ملك خفي\n</p>\n\n<p>\n200- وبإسناده قال قال علي بن أبي طالب (ع) قال رسول الله (صلى الله عليه\nوآله وسلم) من اصطنع صنيعة إلى واحد من ولد عبد المطلب ولم يجازه عليها\nفأنا أجازيه غدا إذا لقيني يوم القيامة\n</p>\n\n<p>\n201- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) يا علي إنك\nإذا صليت على جنازة فقل اللهم هذا عبدك وابن عبدك وابن أمتك ماض فيه حكمك\nخلقته ولم يكن شيئا مذكورا زارك وأنت خير مزور اللهم لقنه حجته وألحقه\nبنبيه ونور له في قبره ووسع عليه في مدخله <span id='ms24'></span> وثبته بالقول الثابت فإنه افتقر\nإليك واستغنيت عنه وكان يشهد أن لا إله إلا أنت فاغفر له اللهم لا تحرمنا\nأجره ولا تفتنا بعده يا علي إذا صليت على المرأة فقل اللهم أنت خلقتها وأنت\nأحييتها وأنت أمتها وأنت أعلم بسرها وعلانيتها جئناك شفعاء لها فاغفر لها\nاللهم لا تحرمنا أجرها ولا تفتنا بعدها يا علي إذا صليت على طفل فقل اللهم\nاجعله لأبويه سلفا واجعله لهما فرطا واجعله لهما نورا ورشدا وأعقب والديه\nالجنة إنك على كل شي ء قدير\n</p>\n\n<p>\n202- وبإسناده قال قال علي بن أبي طالب (ع) من أحبني وجدني عند مماته\nبحيث يحب ومن أبغضني وجدني عند مماته بحيث يكره\n</p>\n\n<p>\n203- وبإسناده قال وحدثنا أبو القاسم الطائي قال حدثني أبي قال حدثني علي\nبن موسى الرضا قال حدثني أبي موسى بن جعفر قال حدثني أبي جعفر بن محمد قال\nحدثني أبي محمد بن علي قال حدثني علي بن الحسين قال حدثني أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n             (ص : 87\n</p>\n\n<p>\nالحسين بن علي قال حدثني أبي علي بن أبي طالب (ع) قال قال رسول الله (صلى\nالله عليه وآله وسلم) إن موسى بن عمران سأل ربه ورفع يديه وقال يا رب إن\nأخي هارون قد مات فاغفر له فأوحى الله تعالى إليه يا موسى لو سألتني في\nالأولين والآخرين لأجبتك ما خلا قاتل الحسين بن علي فإني أنتقم له من قاتله\n</p>\n\n<p>\nالحمد لله أولا وآخرا والصلاة على رسوله ظاهرا وباطنا والسلام على من\nاتبع الهدى تمت هذه النسخة الشريفة في يوم الأحد في أواخر شهر الله المعظم\nرمضان سنة ثمان وأربعين وثمانمائة من هجرة خير البرية كتبه الفقير إلى الله\nالغني رضا بن نظام بن فخر الدين الحسني الآملي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n             (ص : 88\n</p>\n\n<p>\nباب الزيادات\n</p>\n\n<p>\n1- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) إن الله ليبغض\nمن يدخل عليه في بيته فلا يقاتل\n</p>\n\n<p>\n2- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) عليكم بحسن\nالخلق فإن حسن الخلق في الجنة لا محالة وإياكم وسوء الخلق <span id='ms25'></span> فإن سيئ الخلق في\nالنار لا محالة\n</p>\n\n<p>\n3- وبإسناده قال حدثني أبي عن علي بن أبي طالب (ع) قال كلوا خل الخمر على\nالريق فإنه يقتل الديدان في البطن\n</p>\n\n<p>\n4- وبإسناده قال قال علي بن الحسين إياكم والغيبة فإنها إدام كلاب النار\n</p>\n\n<p>\n5- وبإسناده قال أعطوا الأجير أجره قبل أن يجف عرقه\n</p>\n\n<p>\n6- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) ما كان ولا\nيكون إلى يوم القيامة مؤمن إلا وله جار يؤذيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n             (ص :89\n</p>\n\n<p>\n7 - وبإسناده قال سئل أبي محمد بن علي (ع) عن الصلاة في السفر فذكر أن\nأباه كان يقصر الصلاة في السفر\n</p>\n\n<p>\n8- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) من قاتلنا في\nآخر الزمان فكأنما قاتل مع الدجال قال الشيخ أبو القاسم الطائي قال إني\nسألت علي بن موسى الرضا (ع) عن من قاتلنا في آخر الزمان قال من قاتل صاحب\nعيسى ابن مريم\n</p>\n\n<p>\n9- وبإسناده قال حدثني أبي الحسين بن علي (ع) قال كان أمير المؤمنين (ع)\nيأمرنا إذا تخللنا ألا نشرب الماء حتى نتمضمض ثلاثا\n</p>\n\n<p>\n10- وبإسناده قال حدثني أبي علي بن الحسين (ع) إن فاطمة (ع) عقت عن الحسن\nوالحسين (ع) وأعطت القابلة فخذا ودينارا\n</p>\n\n<p>\n11- وبإسناده قال قال علي بن أبي طالب (ع) دخل طلحة بن عبيد الله على\nرسول الله (صلى الله عليه وآله وسلم) وفي يد رسول الله (صلى الله عليه وآله\nوسلم) سفرجلة قد جي ء بها إليه فقال خذها يا أبا محمد فإنها تجم القلب\n</p>\n\n<p>\n12- وبإسناده عن علي بن أبي طالب (ع) قال من أكل إحدى وعشرين زبيبة حمراء\nعلى الريق لم يجد في جسده شيئا يكرهه\n</p>\n\n<p>\n13- وبإسناده عن علي بن الحسين (ع) أنه قال إن النبي (صلى الله عليه وآله\nوسلم) أذن في أذن الحسن (ع) بالصلاة يوم ولد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n             (ص :90\n</p>\n\n<p>\n14 - وبإسناده عن الحسين بن علي (ع) أنه قال من سره أن ينسأ في أجله\nويزاد في رزقه فليصل رحمه\n</p>\n\n<p>\n15- وبإسناده عن علي (ع) قال قال رسول الله (صلى الله عليه وآله <span id='ms26'></span> وسلم) إن\nالله حرم الجنة على من ظلم أهل بيتي أو قاتلهم أو أغار عليهم أو سبهم\n</p>\n\n<p>\n16- وبإسناده عن أسماء قالت قبلت أي ولدت فاطمة بالحسن فلم أر لها دما\nفقلت يا رسول الله إني لم أر لها دما في حيض ولا نفاس فقال (صلى الله عليه\nوآله وسلم) أما علمت أن ابنتي طاهرة مطهرة لا يرى لها دم في طمث ولا ولادة\n</p>\n\n<p>\n17- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) إن الله تعالى\nجعل البركة في العسل وفيه شفاء من الأوجاع وقد بارك عليه سبعون نبيا\n</p>\n\n<p>\n18- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) من ترك معصية\nمخافة من الله تعالى أرضاه الله يوم القيامة\n</p>\n\n<p>\n19- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) النظر في\nثلاثة أشياء عبادة النظر في وجه الوالدين وفي المصحف وفي البحر\n</p>\n\n<p>\n20- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) لعلي (ع) يا\nعلي أنت فارس العرب وقاتل الناكثين والمارقين والقاسطين وأنت أخي ومولى كل\nمؤمن وسيف الله الذي لا يخطئ وأنت رفيقي في الجنة\n</p>\n\n<p>\n21- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) عليكم بسيد\nالخضاب فإنه يطيب البشرة ويزيد في الجماع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n             (ص :91\n</p>\n\n<p>\n22 - وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) اجعلوا\nلبيوتكم نصيبا من القرآن فإن البيت إذا قرئ فيه القرآن آنس على أهله وكثر\nخيره وكان ساكنيه مؤمنو الجن والبيت إذا لم يقرأ فيه القرآن وحش على أهله\nوقل خيره وكان ساكنيه كفرة الجن\n</p>\n\n<p>\n23- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) صنفان من أمتي\nليس لهما في الإسلام نصيب المرجئة والقدرية\n</p>\n\n<p>\n24- وبإسناده عن أمير المؤمنين (ع) عن النبي قال أتقى الناس من قال الحق\nفيما له وعليه\n</p>\n\n<p>\n25- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) اشتاقت الجنة\nإلى علي بن أبي طالب وسألت ربها أن تنظر إليه وتعوذت النار من علي وسألت أن\nيبعدها منه الحمد <span id='ms27'></span> لله الذي أكرم نبيه بهذا\n</p>\n\n<p>\n26- وبإسناده قال حدثني أبي موسى بن جعفر (ع) قال مر جعفر بصياد فقال يا\nصياد أي شي ء أكثر ما يقع في شبكتك قال الطير الزاق قال فمر جعفر وهو يقول\nهلك صاحب العيال هلك صاحب العيال\n</p>\n\n<p>\n27- وبإسناده قال حدثني أبي الحسين بن علي (ع) قال بينما أمير المؤمنين\n(ع) يخطب الناس ويحثهم على الجهاد إذ قام إليه شاب فقال يا أمير المؤمنين\nأخبرني عن فضل الغزاة في سبيل الله فقال علي (صلى الله عليه وآله وسلم) كنت\nرديف رسول الله (صلى الله عليه وآله وسلم) على ناقته العضباء ونحن قافلون\nمن غزوة ذات السلاسل فسألته عما سألتني عنه فقال إن الغزاة إذا هموا بالغزو\nكتب الله لهم براءة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n             (ص : 92\n</p>\n\n<p>\nمن النار فإذا تجهزوا لغزوهم باهى الله بهم الملائكة فإذا ودعهم أهلوهم\nبكت عليهم الحيطان والبيوت ويخرجون من ذنوبهم كما تخرج الحية من سلخها\nويوكل الله عز وجل بهم بكل رجل منهم أربعين ملكا يحفظونه من بين يديه ومن\nخلفه وعن يمينه وعن شماله ولا يعمل حسنة إلا ضعفت له ويكتب له كل يوم عبادة\nألف رجل يعبد الله ألف سنة كل سنة ثلاثمائة وستون يوما اليوم مثل عمر\nالدنيا فإذا صاروا بحضرة عدوهم انقطع علم أهل الدنيا عن ثواب الله إياهم\nفإذا برزوا لعدوهم وأشرعت الأسنة وفوقت السهام وتقدم الرجل إلى الرجل حفتهم\nالملائكة بأجنحتها ويدعون الله تعالى لهم بالنصر والتثبيت ونادى منادي\nالجنة تحت ظلال السيوف فتكون الضربة والطعنة على الشهيد أهون من شرب الماء\nالبارد في اليوم الصائف فإذا أزيل الشهيد عن فرسه بطعنة أو بضربة لم يصل\nإلى الأرض حتى يبعث الله عز وجل زوجته من الحور العين فتبشره بما أعد الله\nعز وجل له من الكرامة فإذا وصل إلى الأرض تقول له مرحبا بالروح الطيبة التي\nأخرجت من البدن الطيب ابشر فإن لك ما لا عين رأت ولا أذن سمعت ولا خطر على\nقلب بشر ويقول الله عز وجل أنا <span id='ms28'></span> خليفته في أهله ومن أرضاهم فقد أرضاني ومن\nأسخطهم فقد أسخطني ويجعل الله روحه في حواصل طير خضر تسرح في الجنة حيث\nتشاء تأكل من ثمارها وتأوي إلى قناديل من ذهب معلقة بالعرش ويعطى الرجل\nمنهم سبعين غرفة من غرف الفردوس سلوك كل غرفة ما بين صنعاء والشام يملأ\nنورها ما بين الخافقين في كل غرفة سبعون بابا على كل باب ستور مسبلة في كل\nغرفة سبعون خيمة في كل خيمة سبعون سريرا من ذهب قوائمها الدر والزبرجد\nمرصوصة بقضبان الزمرد على كل سرير أربعون فراشا على كل فراش زوجة من الحور\nالعين عربا أترابا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n             (ص : 93\n</p>\n\n<p>\nفقال الشباب يا أمير المؤمنين أخبرني عن العربة ما هي قال هي الزوجة\nالرضية المرضية الشهية لها سبعون ألف وصيف وسبعون ألف وصيفة صفر الحلي بيض\nالوجوه عليهم تيجان اللؤلؤ على رقابهم المناديل بأيديهم الأكوبة والأباريق\nوإذا كان يوم القيامة يخرج من قبره شاهرا سيفه تشخب أوداجه دما اللون لون\nالدم والرائحة رائحة المسك يحضر في عرصة القيامة فو الذي نفسي بيده لو كان\nالأنبياء على طريقهم لترجلوا لهم مما يرون من بهائهم حتى يأتوا على موائد\nمن الجوهر فيقعدون عليها ويشفع الرجل منهم في سبعين ألفا من أهل بيته\nوجيرته حتى أن الجارين يتخاصمان أيهما أقرب جوارا فيقعدون معي ومع إبراهيم\n(ع) على مائدة الخلد فينظرون إلى الله تعالى في كل يوم بكرة وعشيا\n</p>\n\n<p>\n28- وبإسناده قال قال أبي الحسين (ع) روي عن رسول الله (صلى الله عليه\nوآله وسلم) أنه قال يقول الله عز وجل لأقطعن أمل كل مؤمن أمل دوني بالإياس\nولألبسنه ثوب مذلة بين الناس ولأنحينه من وصلي ولأبعدنه من قربي من ذا الذي\nأملني لقضاء حوائجه فقطعت به دونها أم من ذا الذي رجاني بعظيم جرمه فقطعت\nرجاءه مني أيأمل أحد غيري في الشدائد وأنا الحي الكريم وبابي مفتوح لمن\nدعاني يا بؤسا للقانطين من رحمتي ويا شقوة لمن عصاني ولم يراقبني\n</p>\n\n<p>\n29- وبإسناده إلى الحسين بن علي (ع) قال جاء <span id='ms29'></span> رجل إلى الحسن بن علي (ع)\nفقال حق ما يقول الناس إن آدم زوج هذه البنت من هذا الابن فقال حاشا الله\nكان لآدم (ع) ابنان وهو شيث وعبد الله فأخرج الله لشيث حوراء من الجنة\nوأخرج لعبد الله امرأة من الجن فولد لهذا وولد لذلك فما كان من حسن و \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n             (ص : 94\n</p>\n\n<p>\nجمال فمن ولد الحوراء وما كان من قبح وبذاء فمن ولد الجنية\n</p>\n\n<p>\n30- وعن علي (ع) قال قال رسول الله (صلى الله عليه وآله وسلم) أتاني ملك\nفقال يا محمد إن الله تعالى يقول لك إني قد أمرت شجرة طوبى أن تحمل الدر\nوالياقوت والمرجان وأن تنثره على من قضى عقد نكاح فاطمة من الملائكة والحور\nالعين وقد سر بذلك سائر أهل السماوات وإنه سيولد بينهما ولدان سيدان في\nالدنيا وسيسودان على كهول أهل الجنة وشبابها وقد تزين أهل الجنة لذلك فاقرر\nعينا يا محمد فإنك سيد الأولين والآخرين\n</p>\n\n<p>\n31- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) يا علي أعطيت\nثلاثا لم يجتمعن لغيرك مصاهرتي وزوجك وولديك والرابع لولاك ما عرف المؤمنون\n</p>\n\n<p>\n32- وبإسناده قال قال رسول الله (صلى الله عليه وآله وسلم) أتاني ملك\nفقال يا محمد إن الله تعالى يقرأ عليك السلام ويقول لك إني قد زوجت فاطمة\nابنتك من علي بن أبي طالب في الملأ الأعلى فزوجها منه في الأرض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n             <span id='ms30'></span>\n</p>\n",
  "pages": [
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094"
  ],
  "volumes": [
    "01"
  ]
}