{
  "content": "\n\n<h1 class='l1' id='head0'>AUTO تصحيح اعتقادات الإمامية</h1>\n\n<p>\nالشيخ المفيد\n</p>\n\n<p>\n---تصحيح اعتقادات الإمامية ¶ الشيخ المفيد ¶ ---\n\n----NO PAGE NO------\n\n[ 1 ]\n</p>\n\n<p>\nتصحيح اعتقادات الامامية\n</p>\n\n<p>\nتأليف الامام الشيخ المفيد محمد بن محمد بن النعمان ابن المعلم ابي عبد\nالله العكبري، البغدادي (336 - 413 ه)\n</p>\n\n<p>\nتحقيق حسين درگاهى\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n             [ 3 ]\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nمنهجيتنا في التحقيق:\n</p>\n\n<p>\nكان عملي في هذا الكتاب الشريف متضمنا لعدة مراحل، اوردها كالتالي: 1 -\nمقابلة النسخة المطبوعة مع ست نسخ خطية اخرى - سيأتي ذكرها قريبا - بشكل\nدقيق، وتثبيت الاختلافات الواردة فيها. 2 - تخريج الايات القرآنية الشريفة\nوالاحاديث والروايات، من كتب الشيخ الصدوق - رحمه الله - أو الاشارة إلى\nمكانها في بحار الانوار للعلامة ا لمجلسي - رحمه الله. 3 - تقويم متن\nالكتاب وضبط نصه، مع ملاحظة جميع الاختلافات الواردة بين النسخ الخطية،\nوالاشارة إلى ما كان صالحا منها في الهامش. وقد اعتمدت في هذه المرحلة:\nطريقة التلفيق بين النسخ الخطية المعتمدة وبين المطبوعة، من أجل إثبات نص\nصحيح يكون - إن شاء الله تعالى - أقرب شئ لما تركه المصنف - قدس الله نفسه\nالزكية - قدر الامكان، وذلك لعدم وجود نسخة ذات ميزة خاصة لدينا كي نعتمدها\nأصلا من بين هذه النسخ، يمكن التعويل عليها بشكل\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n             [ 4 ]\n</p>\n\n<p>\nكامل، بل كان جميعها مليئا بالاسقام والاسقاط والتصحيف. 4 - تنزيل هوامش\nالكتاب، مستفيدا من كل ما انجز في المراحل التحقيقية المتقدمة، وصياغة\nالكتاب بهذا الشكل الجميل. 5 - تصحيح عبارات الكتاب وفق أحدث القواعد\nالاملائية، مع ضبط تقطيع نصه وتقسيم جمله. النسخ الخطيه المعتمدة: لقد\nاعتمدت في تحقيقي لهذا الكتاب النفيس على ست نسخ خطية، هي كالتالي: 1 -\nالنسخة المحفوظة في مكتبة مجلس الشورى الاسلامي في طهران، ضمن مجموعة برقم\n2833 (الرسالة الرابعة)، جاء في آخرها: فرغ من تحرير هذه الرسالة... في\nاليوم التاسع من شهر محرم الحرام من شهور سنة ثمانين بعد الالف من\nالهجرة... وكتبها... أحمد بن عبد العالي الميسي العاملي... [ ثم قال الناسخ\nعن هذه النسخة ]: وأنا قد فرغت... من تحريره في اليوم السادس من شهر محرم\nالحرام سنة أربع وخمسين وثلاثمائة بعد الالف... وأنا العبد الاحقر الجاني\nالحسن بن محمد الخياباني التبريزي. مكتوبة بخط النسخ <span id='ms01'></span>، تقع في 45 صفحة، كل\nصفحة منها تحتوي على 19 سطرا، بحجم 19 * 13 سم. وقد رمزنا لها في الهامش\nبالحرف (أ). 2 - النسخة الموقوفة في مكتبة الاستانة الرضوية المقدسة في\nمشهد، برقم\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n             [ 5 ]\n</p>\n\n<p>\n12841 مع ضمائم اخرى فيها، ناسخها مصطفى قلي الحسيني القزويني، بتاريخ\n1079 ه. مكتوبة بخط النسخ، تقع في 100 ورقة، تحتوي كل صفحة منها على 15\nسطرا، بحجم 5 و23 * 13 سم. وقد رمزنا لها في الهامش بالحرف (ح). 3 - النسخة\nالموقوفة في مكتبة الاستانة الرضوية المقدسة أيضا، برقم 7721، ناسخها: ابن\nزين العابدين محمد حسين الارموي النجفي، بتاريخ 1352 ه، بخط النسخ، تقع في\n24 ورقة، تحتوي كل صفحة منها على 19 سطرا، بحجم 21 * 16 سم. وقد رمزنا لها\nفي الهامش بالحرف (ز). 4 - النسخة الموقوفة في مكتبة الاستانة الرضوية\nالمقدسة ايضا، برقم 6747، ناسخها: شاه محمد بن زين العابدين، بتاريخ 1042\nه. مكتوبة بخط فارسي، تقع في 52 ورقة، تحتوي كل صفحة منها على 20 سطرا،\nبحجم 25 * 14 سم. وقد رمزنا لها في الهامش بالحرف (ش). 5 - النسخة الموقوفة\nفي مكتبة الاستانة الرضوية المقدسة أيضا، برقم 6816، مجهولة الناسخ\nوالتاريخ، مكتوبة بخط النسخ، تقع في 35 ورقة، تحتوي كل صفحة منها على 14\nسطرا، بحجم 17 * 11 سم. وقد رمزنا لها في الهامش بالحرف (ق). 6 - النسخة\nالمحفوظة في مكتبة مجلس الشورى الاسلام في طهران، برقم 2904، مكتوبة بالخط\nالفارسي (شكسته) بتاريخ 1335 ه مجهولة الناسخ، وهي كثيرة الاخطاء والاسقاط،\nجاء في آخرها: لا يخفى أن النسخة التي كتبنا منها كانت مغلوطة في الغاية\nبالتأمل والحدس، أصلحت منها ما تيسر لي، وقد بقي منها مواضع تحتاج إلى\nالتأمل والتصحيح والمراجعة، والله الموفق للصواب. تقع\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n             [ 6 ]\n</p>\n\n<p>\nفي 23 ورقة، تحتوي كل صفحة منها على 18 سطرا، بحجم 20 * ه، 14 سم. وقد\nرمزنا لها في الهامش بالحرف (م). هذا ولم تفدنا كثيرا في التصحيح، لذلك\nأهملنا ذكرها في كثير من مواضع الكتاب. أخيرا، نسأل الله العلي القدير أن\nيوفقنا وجميع الاخوة العاملين لاحياء تراث الائمة الاطهار - عليهم صلوات\nالله الملك الجبار - وأن يتقبل منا هذا المجهود العلمي الضئيل وينفع به،\nويجعله ذخرا لاخرتنا، إنه سميع مجيب، والحمد لله أولا وآخرا، وصلى الله على <span id='ms02'></span>\nمحمد وآله الطاهرين. تذكار: تعليقات هذه الرسالة بعضها بقلم العالم الفاضل\nالمرحوم الحاج الشيخ عباس قلي الواعظ الچرندابي ورمزه (چ). وبعضها بقلم\nالعلامة السيد هبة الدين الشهرستاني رحمه الله ورمزه (ش). وبعضها بقلم\nالعلامة الشيخ فضل الله الزنجاني رحمه الله ورمزه (ز). وباقي التذييلات من\nمصحح الرسالة ومحققها.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n             [ 7 ]\n</p>\n\n<p>\nصورة الصفحة الاولى من النسخة \" أ\"\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n             [ 8 ]\n</p>\n\n<p>\nصورة الصفحة الاولى من النسخة \" أ\"\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n             [ 9 ]\n</p>\n\n<p>\nصورة الصفحة الاولى من النسخة \" أ\"\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n             [ 10 ]\n</p>\n\n<p>\nصورة الصفحة الاولى من النسخة \" أ\"\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n             [ 11 ]\n</p>\n\n<p>\nصورة الصفحة الاولى من النسخة \" أ\"\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n             [ 12 ]\n</p>\n\n<p>\nصورة الصفحة الاولى من النسخة \" أ\"\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n             [ 13 ]\n</p>\n\n<p>\nصورة الصفحة الاولى من النسخة \" أ\"\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n             [ 14 ]\n</p>\n\n<p>\nصورة الصفحة الاولى من النسخة \" أ\"\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n             [ 15 ]\n</p>\n\n<p>\nصورة الصفحة الاولى من النسخة \" أ\"\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n             [ 16 ]\n</p>\n\n<p>\nصورة الصفحة الاولى من النسخة \" أ\"\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n             [ 17 ]\n</p>\n\n<p>\nصورة الصفحة الاولى من النسخة \" أ\"\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n             [ 18 ]\n</p>\n\n<p>\nصورة الصفحة الاولى من النسخة \" أ\"\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n             [ 19 ]\n</p>\n\n<p>\nالشيخ المفيد و(تصحيح الاعتقاد) بقلم: العلامة الشهرستاني (1) (قدس سره\nبسم الله الرحمن الرحيم أيها القارئ الكريم: قرأت بادئ بدء على الغلاف اسم\nالشيخ أبي عبد الله المفيد: محمد بن محمد بن النعمان - أنعمه الله بالرحمة\nوالرضوان - كما قرأت اسم تأليفه القيم (تصحيح الاعتقاد)، ولكن هل عرفت يا\nصاح ما هذا المؤلف ومن ذاك المؤلف ؟ أما التأليف فجملة جمل قيمة، علقها\nكفرائد من نتاج يراعه ذلك الكاتب العبقري، الشيخ المفيد العكبري، حول عقائد\nشيخه الصدوق أبي جعفر - رضي\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) اقرأ ترجمته الشريفة الضافية في كتاب (نابغة العراق - أو - هبة الدين\nالشهرستاني ط بغداد 1348 ه) لفقيد العلم والادب السيد محمد مهدي العلوي\nالسبزواري من أشهر كتاب العربية في إيران (المتوفى سنة 1350 ه بسبزوار)\nرحمه الله رحمة واسعة. چ.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n             [ 20 ]\n</p>\n\n<p>\nالله عنه (1) تلك العقائد التي دونها هذا الشيخ باسم الامامية، وأوهم\nالناس بأنها كذلك، وجملة منها ليست بذلك (2). ولقد نوهت قبل عشرين عاما في\nبغداد بذكر (تصحيح الاعتقاد) ولزوم نشره بين أبناء الضاد، فاستحسن ذلك أكثر\nمن بلغهم التنويه، لكنما الحوادث الكوارث حالت بيننا وبين ما نروم، وحتى أن\nالمرشد الشهري البغدادي قام بنشر\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) قال شيخ الطائفة أبو جعفر محمد بن الحسن الطوسي المتوفى <span id='ms03'></span> سنة 460 ه في\nتأليفه القيم (الفهرست - مر 156 - 157 ط النجف): محمد بن علي بن الحسين بن\nموسى بن بابويه القمي، جليل القدر يكنى أبا جعفر، كان جليلا حافظا للاحاديث\nبصيرا بالرجال ناقدا للاخبار لم ير في القميين مثله في حفظه وكثرة علمه، له\nنحو من ثلاثمائة مصنف، وفهرست كتبه معروف. وقال العلامة السيد محمد صادق\n(آل بحر العلوم) في تعليقه عليه: نزيل الري، شيخنا وفقيهنا ووجه الطائفة\nبخراسان، وكان ورد بغداد سنة 355 وسمع منه شيوخ الطائفة وهو حدث السن...\nمات (رض) بالري سنة 381 ه، وقبره بالري قريب من قبر الشاه عبد العظيم\nالحسني، ويلقب بالصدوق. چ. (2) قال العلامة الكبير الشيخ آغا بزرك الطهراني\nنزيل النجف الاشرف في تأليفه النفيس (الذريعة الى تصانيف الشيعة - ص 226 ج\n2 ط النجف): الاعتقادات للشيخ أبي جعفر محمد بن علي بن الحسين بن موسى بن\nبابويه القمي، المتوفى بالري سنة 381 طبع مرارا أوله: (الحمد لله رب\nالعالمين، وحده لا شريك له) أملاه في نيسابور في مجلس يوم الجمعة ثاني عشر\nشعبان سنة 368 لما سأله المشايخ الحاضرون أن يملي عليهم وصف دين الامامة\nعلى وجه الايجاز، ولذا سماه الشيخ في الفهرس بدين الامامية *، ذكر فيه جميع\nاعتقادات الفرقة الناجية، الضرورية منها وغير الضرورية، الوفاقية منها وغير\nالوفاقية. وقال في آخره: (وساملي شرح ذلك وتفسيره إذا سهل الله عز اسمه علي\nالعود من مقصدي الى نيسابور) ولم يذكر شرح له في فهرس تصانيفه الكثيرة،\nولعله لم يتيسر له، ولذا عمد الشيخ المفيد الى شرح الكتاب، وله شروح وترجمة\nنذكرها في محالها. چ. * انظر (الفهرست - ص 157 ط نجف) فانه - قدس سره -\nسماه فيه: (كتاب دين الامامية).\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n             [ 21 ]\n</p>\n\n<p>\nالشطر الاوفر من ذلك ثم احتجب، إلى أن قيض الرحمن لهذه المهمة رجل الهمة،\nومثال صدق العزيمة، ترجمان حديث الائمة - عليهم السلام - أعني به فضيلة\nالواعظ الچرندابي، الحاج ميرزا عباس قلي التبريزي، فشمر عن ساعد الجد\nوالاجتهاد لنشر المكمل المشروح من تصحيح الاعتقاد، وهو هذا المنشور بين\nيديك. أما مؤلف هذا السفر القيم أعني <span id='ms04'></span> أبا عبد الله المفيد، فهو نابغة\nالعراق، ورئيس شيعته على الاطلاق، ولد في الحادي عشر من ذي القعدة سنة ست\nوثلاثين أو ثمان وثلاثين وثلاثمائة، وتوفي ليلة الجمعة لثلاث خلون من شهر\nرمضان سنة 413 ه، وقد كان في الشيعة عرقها النابض، وبطلها الناهض، ودماغها\nالمفكر ورئيسها المدبر، معروفا بالصلاح، بل غرة رجال الاصلاح، والخطيب\nالمصقع، والمتكلم المفوه، والمنافح اللسن، والفصل المشترك بين الامام\nوالرعية، ليس في ختام المائة الرابعة فحسب، بل حتى اليوم (1). كانت داره\nبالكرخ من بغداد دائرة للمعارف العالية، ومدرسة للفنون العربية الراقية،\nوحسبك أن قد تخرج منها أمثال الشريفين الرضي والمرتضى، وأبي جعفر الطوسي\nوالنجاشي وخلق لا يحصون، ولذلك لقب بمعلم الاعاظم وابن المعلم، لقيامه\nكأبيه بتربية الاعلام، ولقبه بالمفيد علي بن عيسى الرماني النحوي عند تبرزه\nفي الحجاج على خصومه أمثال أبي بكر الباقلاني، قاضي قضاة بغداد، وسائر\nأقطاب الهيئة العلمية (2). لقد كان المفيد مفيدا حقا، مفيدا في القول\nوالعمل، مفيدا في الافتكار والابتكار، آية في الذكاء وسرعة الخاطر وبداهة\nالجواب، حتى قال فيه أمثال الخطيب البغدادي: إنه لو أراد أن يبرهن للخصم ان\nالاسطوانة من الذهب وهي من الخشب لاستطاع.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) انظر كلمة الامام آل كاشف الغطاء في صدر كتاب (أوائل المقالات - ص\nيا، طبع 1371 ق). چ. (2) انظر مقدمة كتاب (أوائل المقالات - ص لط - م). چ\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n             [ 22 ]\n</p>\n\n<p>\nاتصل الشيخ المفيد بالدولة البويهية في عاصمتها بغداد في مبدأ أمرها\nاتصالا وثيق العرى، فقدروا مكانته حق قدرها، وأجروا الرواتب له ولتلاميذه،\nوخصصوا له جامع (براثا) في منطقة الكرخ لوعظه وإقامة الصلاة جمعة وجماعة،\nوله معهم نوادر وقضايا منشورة ومشهورة. توجهت إليه جماعة الامامية،\nوانقادوا لرئاسته الدينية يوم كانت بغداد تموج بالفتن، وقد أكلت قواهم\nالاحن، والشيعة يومئذ شيع وأحزاب تمزقت شر ممزق، وتفرقت إلى ميمية وعينية\nوغلاة ومخمسة وزيدية وإسماعلية وو، فجمع المفيد بحسن سياسته آراءهم إلى\nالوسط الذي يرجع إليه الغالي، ويلحق به التالي، فاستعمل الرأي السديد، وقبض\nعلى أمر الجماعة بيد من حديد، فلم شملهم بعد البداد <span id='ms05'></span>، وقرب قوما من قوم بعد\nطول ابتعاد، وألغى الفوارق التافهة توطيدا للالفة، كما أخمد نوائر الفتن،\nومحى مآثر المبدعين، وقضى على أقطاب الضلالة، وأخرس شقاشقهم، فاتخذ لتخفيف\nوطأة انتشار الضلال طريقة اختصار بعض الكتب، وتلخيص بعضها، ورد جملة منها\nبالحجج الدامغة، واختصار بعض المسانيد المؤثرة، وتقرأ في ترجمته المفصلة في\nكتب التراجم ككتاب (الرجال ص 283 - 287 ط بمبئي) لتلميذه أبي العباس\nالنجاشي، المتوفى سنة 451 ه، و(خاتمة مستدركات الوسائل ص 517 - 521) للشيخ\nالنوري، المتوفى سنة 1320 ه أعماله الغر وأسماء مؤلفاته البالغة فوق\nالمائتين كتابا. أجل، وضع المفيد للمجموعة الشيعية مجموعة كتب نافعة مقنعة\nلو اقتصروا على دراستها لاغنتهم، كالارشاد إلى فضائل الائمة الامجاد (1)،\nوالمسار\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) قال العلامة السيد إعجاز حسين في تأليفه القيم (كشف الحجب والاستار ص\n38 ط الهند): الارشاد للشيخ المفيد... في حال الائمة - عليهم السلام - من\nمواليدهم ووفياتهم ومحاسن=\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n             [ 23 ]\n</p>\n\n<p>\nلمواسم الاعياد (1)، والنكت الاعتقادية لدراسة اصول الدين (2)، والمقنعة\nلدراسة فروع الدين (3)، وأهمهن كتابه ا لموسوم ب (تصحيح الاعتقاد بصواب\nالانتقاد) الذي انتقد فيه عقائد شيخه الصدوق أبي جعفر محمد بن علي بن\nبابويه القمي، المتوفى سنة 371 ه. نعم، بلغ شيخنا المفيد من الجهاد في الحق\nمبلغ من لا تأخذه في الله لومة لائم، فأزاح عن الكتاب ما علقت عليه من\nستائر الشبه، وما علقت به من =\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(آثارهم وما ورد من القرآن في حقهم وطرفا من كلامهم وقضاياهم، وهو مرتب\nعلى جزئين: الاول: في ذكر مولانا أمير المؤمنين علي بن أبى طالب - عليه\nالسلام -. والثاني في ذكر باقي الائمة - عليهم السلام - وقد طبع بايران\nكرارا وأحسن طبعاته صحة وإتقانا طبعة تبريز سنة 1308 ه ق. ونقله الى\nالفارسية المولى محمد مسيح الكاشاني الشهير ب (مولا مسيحا) الذي توفي قبل\nوفاة العلامة آقا جمال الخونساري - الذي توفي سنة 1125 أو سنة 1121 ه -\nوسماه ب (التحفة السليمانية) باسم الشاه سليمان الصفوي. وطبع بايران سنة\n1303 ق. چ. (1) طبع سنة 1313 ه بمصر تلو (شرح القصيدة الذهبية) للسيد\nالمرتضى - رحمه الله. چ. (2) طبع للمرة الثانية ببغداد سنة 1343 ه مع\nتعاليق <span id='ms06'></span> رشيقة لسماحة العلامة الاكبر السيد هبة الدين الشهرستاني مد ظله،\nونقله للفارسية العلامة الشهير الحاج الشيخ غلام حسين التبريزي - نزيل\nالمشهد الرضوي - مد ظله، وعلق عليه بعض التعاليق المفيدة وطبع بالمشهد\nالمقدس الرضوي، كما أنه ترجمه إلى اللغة الفارسية العذبة العلامة الشيخ\nمحمد مهدي (شرف الدين) التستري، وطبع بطهران سنة 1329 ش ه مع بعض حواش\nوتعاليق له. چ. (3) طبع سنة 1274 ه على الحجر بايران تلو كتاب فقه الرضا -\nعليه السلام -، ولا يخفى أن تلميذه الطوسي قد شرحه في تأليفه الموسرم ب\n(تهذيب الاحكام) الذي هو أحد الكتب الاربعة المعول عليها عند الاصحاب من\nلدن تأليفها حتى اليوم، وطبع سنة 1318 ه بايران في مجلدين كبيرين. وقال في\n(كشف الحجب ص 548) المقنعة في الفقه للشيخ المفيد... ذكر فيه الاصول الخمسة\nوالعبادات والمعاملات، وقد ترك شيخ الطائفة قدس سره شرح الاصول الخمسة في\nالتهذيب، أوله: الحمد لله الذي نهج السبيل الى معرفته، ويسر ما دعا إليه من\nطاعته. چ.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n             [ 24 ]\n</p>\n\n<p>\nجراثيم الشكوك، وذلك بأجوبته السديدة التي لا اخت لها في نتائج أقلام\nالاعلام من الحقائق المعقولة، والدقائق ا لمقبولة، التي استخلصها هذا\nالمصلح العظيم من صريح العقل، وصحيح النقل، فلولاه ولولاها لبقي أكثر الناس\nحيارى بلا هدى ولا كتاب منير. طهران - إيران 1363 ق هبة الدين الحسيني\nالشهير بالشهرستاني\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n             [ 25 ]\n</p>\n\n<p>\nتصحيح الاعتقاد\n</p>\n\n<p>\n---\n</p>\n\n<p>\nقال صاحب مجلة (المرشد) المفضال في ضمن مقدمته لهذا الكتاب في مجلته\nالغراء ص 78 ج 1 ط بغداد، ما لفظه: وكان سماحته (يعني العلامة الشهرستاني)\nقد أشار في هامش هذه النسخة النادرة الى ما قاساه في سبيل تحصيلها وتصحيحها\nفي رحلته الهندية سنة 1331 ه علاوة على ما علق على متنها من ملاحظاته\nالمهمة التي عز الوصرل إلى أمثالها وندر. وقال العلامة الهندي السيد إعجاز\nحسين في كتابه النفيس (كشف الحجب والاستار ص 124 ط الهند): تصحيح اعتقاد\nالامامية - شرح اعتقادات الشيخ أبي جعفر بن بابويه القمي للشيخ المفيد محمد\nبن محمد بن النعمان الحارثي... أوله: الحمد لله على نواله، والصلاة على\nمحمد وآله، هذا تصحيح اعتقاد <span id='ms07'></span> الامامية... إلخ. چ.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n             [ 27 ]\n</p>\n\n<p>\nبسم الله الرحمن الرحيم الحمد لله على نواله، والصلاة على محمد وآله، هذا\nتصحيح اعتقاد الامامية (1) للشيخ أبي جعفر بن بابويه - رضي الله عنه -\nتأليف الشيخ المفيد أبي عبد الله محمد بن محمد بن النعمان - رحمه الله - (2).\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) الاعتقاد هو المحرك الاول نحو الفعل، والمهيئ الاول لقبول الاثر\nوللاخلاق والعواطف المنزلة الثانية من التأثير والاعداد مهما كانت قوية\nالتأثير، فالاعتقاد هو العامل الاول بكل معنى الكلمة، وله أثر عظيم في تقدم\nالافراد والامم، والمدخلية العظمى في تسافل الانسان وفشل أعماله، وكم من\nفئة قليلة غلبت فئة كثيرة بحسن العقائد، وكم تدهورت امم عظمي في هوة\nالانقراض من سوء الاعتقاد. فإذا كان الاعتقاد بهذا الشأن فالاهتمام بتصحيح\nالاعتقاد فريضة فوق الكل، ولما كانت مقالات الصدوق أبي جعفر في عقائده\nمشوبة بآرائه الشخصية - كما سيأتي - وبصورة موهمة الحكاية عن كافة الشيعة،\nنهض لنقدها شيخ الامامية، وغرة رجال الاصلاح، المفيد محمد بن محمد بن\nالنعمان - قدس سره - لتنزيه المذهب عن الشانئات والشائبات، ولتصحيح عقائد\nالمسلمين من غرائب الاراء والاهواء، إذ الاعتقاد - كما سلف - هو المحرك\nالاول (أيما إلى جنة أيما الى نار). ش. (2) ومفتتح النسخة التي هي بخط أحمد\nبن عبد العالي الميسي العاملي هكذا: الحمد لله رب العالمين، والصلاة\nوالسلام على خير خلقه محمد وآله الطيبين الطاهرين. قال الشيخ أبو جعفر محمد\nبن علي بن الحسين بن بابويه في قوله تعالى: (يوم يكشف عن ساق) والساق وجه\nالامر وشدته. قال الشيخ المفيد: ومعنى قوله تعالى: (يوم يكشف عن ساق) يريد\nبه يوم القيامة... الخ. چ.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n             [ 28 ]\n</p>\n\n<p>\nمعنى كشف الساق قال الشيخ أبو جعفر محمد بن علي بن الحسين بن بابويه\nالقمي المتوفى سنة 381 ه في رسالة اعتقاداته (ا) في معنى قوله تعالى: (يوم\nيكشف عن ساق ويدعون إلى السجود) (2) الساق: وجه الامر وشدته (3) (4). قال\nالشيخ المفيد: معنى قوله تعالى: (يوم يكشف عن ساق) (5) يريد به\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) الاعتقادات للشيخ الصدوق ص 23. (2) ا لقلم: 42. (3) فالاية المذكورة\nتهدد المشركين الذين أنفوا من السجود لرب العالمين <span id='ms08'></span> فتوعدهم بمجئ يوم عصيب\n(ولو في هذه الدنيا ومن بعد فتح مكة) تتجلى فيه عظمة دين التوحيد، وقوة\nتعاليم القرآن، فيرغمون فيه على عبادة الله ويدعون الى السجود. ولفظة (كشف\nالساق) على وجازتها تشير إلى لطيفتين، إحداهما: شدة الحالة الداهية،\nوالثانية: تجليات الحقائق الاسلامية في المستقبل، لان العرب تكني بكشف\nالساق عن هاتين الحالتين، وقد جرت عاداتهم على كشف الساق عند استقبال أوحال\nالطريق والغمرات، وعلى الكشف عن ساق الجارية قبل شرائها أو بعده لمعرفة\nعيوبها والمحاسن، فأين الاية من الدلالة على ساق الرب تعالى عنه، سيما مع\nتنكير الساق وعدم إضافته إلى أحد ؟ ! ش. (4) راجع بحار الانوار 3: 309 -\n339 وج 4: 1 - 25. (5) هذا ابتداء الرد على المجسمة، وهي فرقة عرفت بعد\nالقرن الاول الهجري، وتفشت في المسلمين، ودعواها جواز وصف الله تعالى أوصاف\nالانسان الجسمانية والنفسانية، وأن له=\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n             [ 29 ]\n</p>\n\n<p>\nيوم القيامة [ يكشف فيه ] (1) عن أمر شديد صعب عظيم، وهو الحساب والمداقة\n(2) على الاعمال، والجزاء على الافعال، وظهور السرائر وانكشاف البواطن، وا\nلمداقة (3) على الحسنات والسيئات، فعبر بالساق عن الشدة، ولذالك قالت العرب\nفيما عبرت به عن شدة الحرب وصعوبتها: (قامت الحرب على ساق) و(قامت الحرب\nبنا على ساق) وقال شاعرهم أيضا وهو سعد بن خالد: كشفت لهم عن ساقها * وبدا\nمن الشر الصراح وبدت عقاب الموت * يخفق تحتها الاجل المتاح ومن ذلك قولهم:\nقد قامت السوق، إذا ازدحم أهلها واشتد أمرها با لمبايعة والمشاراة، ووقع\nالجد في ذلك والاجتهاد.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n= تعالى يدا وجنبا وعينا واذنا وقدما وساقا... إلخ، حتى كشف زعيمهم عن\nساقه وقال (لله ساق كهذه) ولهجت عامتها بخرافات يأنف اليراع من إيرادها.\nوسبب انتشار دعواهم قصور كثير من الناس عن تفسير متشابهات القرآن وتمييز\nوجوه أمثالها ومجازاتها الرائعة عند العرب، فصاروا يفسرون الظواهر من مثل\n(قدم صدق) (يونس: 2) و(يكشف عن ساق) و(مطويات بيمينه) (الزمر: 67) ومئات\nآيات اخرى بنحو ما يفهم من الكلمة في أصل اللغة، وقد أوضحنا تفاسيرها جميعا\nفي (المحيط) وفي (الدلائل) وغيرهما. ش. (1) (ز) (ش): ينكشف به. (2 و3 <span id='ms09'></span>) (ق)\n(ش): والموافقة، (ز) (م): والمدافعة.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n             [ 30 ]\n</p>\n\n<p>\n[ تأويل اليد ] فصل: ومضى في كلام أبي جعفر - رحمه الله - شاهد اليد عن\nالقدرة قوله تعالى: (واذكر عبدنا داود ذا الايد) (1) فقال: ذو القوة (2).\nقال الشيخ المفيد - رحمه الله -: وفيه وجه آخر وهو أن اليد عبارة عن\nالنعمة، قال الشاعر: له علي أياد لست أكفرها * وإنما الكفر ألا تشكر النعم\nفيحتمل أن قوله تعالى: (داود ذا الايد) يريد به ذا النعم، ومنه قوله تعالى:\n(بل يداه مبسوطتان) (3) يعني نعمتيه العامتين في الدنيا والاخرة.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) ص: 17. (2) الاعتقادات ص 23، مجمع البيان 4: 469، التوحيد: 153 / 1.\n(3) قوله تعالى: (بل يداه مبسوطتان) هي الاية الرابعة والستون في سورة\nالمائدة، وتمامها: (وقالت اليهود يد الله مغلولة غلت أيديهم ولعنوا بما\nقالوا بل يداه مبسوطتان ينفق كيف يشاء)... إلخ، استعارة أسماء الجوارح\nللمعانى والمجردات سائغة وشائعة كقوله تعالى: (أو يعفو الذي بيده عقدة\nالنكاح) البقرة: 238. وليس للنكاح عقدة محسوسة ولا انشوطتها في كف ولي\nالزوج الحسية، فمن الجهل الفاضح توقف المجسم من تأويل اليد في الكتاب\nوالسنة. وفي الحديث النبوي: الحجر الاسود يمين الله في أرضه، وقد حكى اتفاق\nالظاهرية، حتى الامام أحمد بن حنبل على وجوب تأويل هذا الحديث، فليست\nالاستعارة عار الكلمة لو=\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n             [ 31 ]\n</p>\n\n<p>\n[ نفخ الارواح ] (1) أبو جعفر - رحمه الله - في قوله تعالى: (ونفخت فيه\nمن روحي) (2) فقال: هي روح مخلوقة أضافها إلى نفسه كما أضاف البيت إلى نفسه\nوإن كان خلقا له.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n= لم تكن زينتها، ولا هي بدعا في العربية، بل هي سنة البلغاء من كل\nالامم، فللجميع تعابير شكوى من يد الزمان حيث لا يد للزمان ولا جسد، ولهم\nالشكوى من يد المنون وليس بذي يد. وقال الشاعر الجاهلي: (وإذا المنية أنشبت\nاظفارها)... إلخ، وأنى للمنايا من أكف أو أظافير، فهل يحمل المجسم كل هذه\nالكلم على حقائقها اللغوية المحسوسة، أم يختار فيها وفي أمثالها ما نرجحه\nفي آية: (لما خلقت بيدي) (ص: 75) ؟ وإذا جاز المجاز في القران ولو مبدئيا\nفلنا على تأويل اليد في خصوص هذه الاية شاهدان منها عليها <span id='ms10'></span>، أحدهما: جملة\n(غلت أيديهم) فان أيدي اليهود المحسوسة لم تغل بأغلال محسوسة، وإنما ذلك\nمنه كناية عن خزي وعار لحقا بهم ، وثانيهما: جملة (ينفق (برحمته) كيف يشاء)\nفانه دليل إرادة النعمة من كلمة اليد - كما اختاره الشيخ المفيد وغيره. وفي\nالقرآن شاهد ثالث في (سورة الاسرى: 29): (ولا تجعل يدك مغلولة إلى عنقك ولا\nتبسطها كل البسط)... إلخ، فان مغلة اليد فيها كناية عن الشخ والتقتير،\nوبسطها كناية عن التبذير والسرف في الصرف أو العطاء، والقرآن يفسر بعضه\nبعضا. ش. (1) الاعتقادات ص 23. (2) قوله تعالى: (ونفخت فيه من روحي)\n(الحجر: 29) لا يسع الناس حتى المجسمة المشبهة والظاهرية أن يجمدوا على\nألفاظ (نفخت فيه من روحي) دون أن يتاولوا المجاز فيها، لان النفخ الشائع\nبالهواء إن جوزوه على الالات أو من الالات فلن يجوزه على الروح أو من الروح\nأحد حتى الحشوي الجهول، وإذا تعذرت الحقيقة فأنسب المجازات اثخاذ النفخ\nاستعارة عن الحركة=\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n             [ 32 ]\n</p>\n\n<p>\nقال الشيخ المفيد - رحمه الله -: ليس وجه إضافة الروح [ والبيت ] إلى\nنفسه (1) والنسبة إليه من حيث الخلق فحسب (2)، بل الوجه في ذلك التمييز\nلهما بالاعظام والاجلال والاختصاص بالاكرام والتبجيل من جهة التحقق بهما،\nودل بذلك على أنهما يختصان منه بكرامة وإجلال لم يجعله لغيرهما من الارواح\nوالبيوت (3)، فكان الغرض من ذلك دعاء الخلق إلى اعتقاد ذلك فيهما والاعظام\nلهما به.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n= التدريجية المحسوسة في نمو الانسان تشبيها لها بحركة الجراب المنفوخ أو\nنحوه فيه، فالتشابه بين نمو الانسان وبين الحركة التدريجية المحسوسة في\nالجراب المنفوخ يسوغ استعارة لفظ النفخ لمعنى نمو الجسد المحسوس من ولوج\nالروح فيه، فترى القرآن يصور نمو الانسان من محرك خفي في داخله أعني الروح\nالشبيهة بحركة الجراب من محرك خفي في داخله أعني الريح، ولكن بتصوير بليغ\nفي لفظ وجيز. أما الروح فهي بمعناها الشائع وغنية عن كل تأويل، والنرض منها\nالاشارة إلى نمو الانسان في بدء أمره بواسطة الروح غير أن المهم هو كشف\nالسر عن سر إضافتها إلى الله تعالى، فان الاضافات تختلف وجوه <span id='ms11'></span> الاعتبارات\nفيها حسب اختلاف المضافات، فالخلق عبيد الله باعتبار رقيتهم له، والرقية من\nأظهر صفات العبيد، والانبياء سفراء الله باعتبار ابلاغهم أحكام الخالق إلى\nالخلائق، وهذا التبليغ من أظهر صفات السفراء، والكعبة بيت الله باعتبار\nاجتماع المسلمين فيها كاخوة، ومن أظهر مزايا البيت جمع شمل الاخوة\nوالعائلة، والمسيح روح الله باعتبار ظهور الكمالات الملكوتية فيه، ومن أظهر\nصفات الروح أنها مرآة كمالات الملكوت. إذن فالروح تستحق الاضافة الى الله\nبهذا الاعتبار، إذ هي مرآة كمالات الملكوت والمظهر الاتم لكمالات الرب\nوأسراره الغيبية، وهذه الوجوه أرضى من أوجه الشيخين الجليلين. ش. (1) أي في\nالايات الكريمة: (وعهدنا إلى إبراهيم وإسمعيل أن طهرا بيتي للطائفين) (سورة\nالبقرة: 126) - (وإذ بوأنا لابراهيم مكان البيت أن لا تشرك بي شيئا وطهر\nبيتي للطائفين) (سورة الحج: 26). ج. (2) (أ) (ح) (ز) (ش) (ق) (م): حسب. (3)\n(ق): والبيوتات.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n             [ 33 ]\n</p>\n\n<p>\n[ حكمة الكناية والاستعارة ] فصل: والذي قاله أبو جعفر - رحمه الله - في\nتفسير قوله تعالى: (ما منعك أن تسجد لما خلقت بيدي) (ا) أن المراد: بقدرتي\nوقوتي (2). قال أبو عبد الله: ليس هذا هو الوجه في التفسير، لانه يفيد\nتكرار المعنى، فكأنه قال: بقدرتي وقدرتي أو بقوتي وقوتي، إذ القدرة هي\nالقوة والقوة هي القدرة (3)، وليس لذلك معنى في وجه الكلام، والوجه ما\nقدمناه من ذكر النعمة،\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) قوله تعالى: (لما خلقت بيدي) (سورة ص: 75) لا يفوتك أن القرآن (حسبما\nأوضحناه) يستعمل أفانين البلاغة كأبلغ خطيب، وقد جرت سنة البلغاء في كافة\nالامم على الاهتمام بصب الكلام مصبا محسوسا لتمثل عند المخاطب معانيهم كأنه\nيراها محسوسة لديه ومركوزة نصب عينيه، ولاجل البلغة إلى هذا الغرض المهم\nسلكوا سبل الكناية والاستعارة، إذ فيهما إقامة المحسوس مقام المعقول بعد\nثبوت الملازمة أو المحاكاة بينهما نظير حكاية الاسد عن الشجاعة أو العقرب\nعن إيذاء الصديق، فعند التعبير بهما عن هذين المعنيين يتمثل المعقول محسوسا\nونافذا في الخواطر، هذه حكمة الكنايات والاستعارات ومن ذلك استعارة اليد عن\nالقوة والاحسان، إذ ليس في أعضائك عضو يقوم بخدمتك أو <span id='ms12'></span> يظهر عملك وقولك مثل\nيديك، لذلك استحقت اليد أن يؤتى بها حاكية وممثلة عن القوة والبطش تارة،\nوعن الانعام والاحسان اخرى، كما ذهب إليه الشيخان الجليلان، وقد أوضحنا\nالامر في تأويل آية: (بل يداه مبسوطتان). ش. (2) الاعتقادات ص 23، مجمع\nالبيان 4: 485، التوحيد: 153 / 1، 2. (3) فيه نظر. ش ظ.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n             [ 34 ]\n</p>\n\n<p>\nوأن المراد بقوله: (ما منعك أن تسجد لما خلقت بيدي) إنما أراد به نعمتي\nاللتين هما في الدنيا والاخرة. والباء في قوله تعالى: (بيدي) تقوم مقام\nاللام، فكأنه قال: خلقت ليدي، يريد به لنعمتي، كما قال (1): (وما خلقت الجن\nوالانس إلا ليعبدون) (2) والعبادة من الله تعالى نعمته عليهم، لانها تعقبهم\nثوابه تعالى في النعيم الذي لا يزول، وفي تأويل الاية وجه آخر، وهو: أن\nالمراد باليدين فيها هما (3) القوة والنعمة، فكأنه قال خلقت بقوتي ونعمتي،\nوفيه وجه آخر وهو، أن إضافة اليدين إليه إنما اريد به تحقق الفعل له وتاكيد\nإضافته إليه وتخصيصه به دون ما سوى ذلك من قدرة أو نعمة أو غيرهما، وشاهد\nذلك قوله تعالى: (ذلك بما قدمت يداك) (4) وإنما أراد: ذلك بما قدمت من\nفعلك، وقوله تعالى: (وما أصابكم من مصيبة فبما كسبت أيديكم) (5) والمراد\nبه: فبما كسبتم. والعرب تقول في أمثالها: (يداك أوكتا وفوك نفخ) (6) يريدون\nبه أنك فعلت ذلك وتوليته وصنعته واخترعته وإن لم يكن الانسان استعمل به\nجارحتيه اللتين هما يداه في ذلك الفعل.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) فيه نظر ش ظ. (2) الذاريات: 56. (3) (ش) (ح) (ق): هو. (4) الحج: 10.\n(5) الشورى: 30. (6) قال العلامة أبو الفضل الشيخ أحمد الميداني المتوفى\nسنة 518 ه في تأليفه النفيس (مجمع الامثال - ص 335 ج 2 ط مصر 1342 ه *: قال\nالمفضل أصله أن رجلا كان في جزيرة من جزائر البحر فاراد أن يعبر على زق قد\nنفخ فيه فلم يحسن احكامه حتى إذا توسط البحر خرجت منه الريح فغرق فلما غشيه\nالموت استغاث برجل فقال له: (يداك أوكتا وفوك نفخ، يضرب لمن يجني على نفسه\nالحين)) وكى القربة: سدها بالوكاء: رباط القربة. انظر (فرائد اللال في مجمع\nالامثال - ص 363 ج 2 ط بيروت <span id='ms13'></span> 1312 ه) لوحيد عصره العلامة الشيخ إبراهيم\nالاحدب (المتوفى سنة 1308 ه). چ. * قال قاضي القضاة أحمد بن خلكان (المتوفى\nبدمشق سنة 681 ه عن 73 سنة) في كتابه النفيس (وفيات الاعيان - ص 6 ج 2 ط\nمصر 1355 ه): وأتقن (يعني الميداني) فن العربية خصوصا اللغة وأمثال العرب.\nوله فيها التصانيف المفيدة، منها كتاب (الامثال) المنسوب إليه، ولم يعمل\nمثله في بابه. چ.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n             [ 35 ]\n</p>\n\n<p>\n[ المكر والخدعة من الله، معنى الله يستهزئ بهم ] فصل: وذكر أبو جعفر -\nرحمه الله - (1) في قوله تعالى: (يخادعون الله وهو خادعهم) (2)\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) الاعتقادات ص 25، التوحيد: 163 / 1 و159 - 160 / 1. (2) قوله تعالى:\n(إن المنافقين يخادعون الله وهو خادعهم) إلخ (النساء: 142) سيأتي الاصل في\nآية: (الله يستهزئ بهم) ونوضح أن العرف من عرب وغيرهم يتمثلون في أغلب\nمحاوراتهم استعارة بالعمل عن أشباهه وما على شاكلته فيقولون (نام فلان عن\nحقه وتحزم لحق غيره) فلا يخطر ببالهم الحزم والمنام المحسوسان، وإنما\nيريدون أنه يعمل عملا يشبه بالنائم عن حق نفسه أو المتحزم لخدمة غيره، كما\nيقال لمن قعد عن طلب نصيبه أو ضيع فرصة متاحة: لقد كنت نائما أو غائبا، وإن\nكان حاضرأ واعيا، لان عمله يشبه عمل النائم والغائب دون عمل الواعي الحاضر،\nكذلك الذين يثشبثون لاهوائهم وشهواتهم بدسائس التمويه والتطلية والحيل\nالشرعية والتزوير في التسمية كأنهم يمكرون ويخدعون الله، ثم إن الله تعالى\nفي إسقاطهم على غرة يشبه من يقابلهم بالمكر والخديعة في حين أنه ليس مكرا\nفي الحقيقة، وإنما هو تأديب بعد استدراج، وبعد إنذار واحتجاج، وبهذه\nالمناسبة وصف الله بأنه خير الماكرين وخادع المنافقين. إن الماكرين أو\nالخادعين لا يعملون لغاية مقدسة ولا يسبق منهم إنذار لمن في وجههم أو\nإعلامه لكنما الله سبحانه يعمل لغاية قدسية كالتأديب، ويعمل بعد الانذار\nوالمواعيد لعلهم يحذرون ويتقون، فهي وأشباهها بحسب الاصطلاح استعارة، لكن\nالشيخين الجليلين حسباها من المجاز المرسل. ش.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n             [ 36 ]\n</p>\n\n<p>\nو: (نسوا الله فنسيهم) (1) و: (ومكروا ومكر الله (2) و: (الله يستهزئ\nبهم) (3):\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) التوبة: 67. (2) آل عمران: 55. (3) قوله تعالى: (الله يستهزئ بهم\nويمدهم في طغيانهم يعمهون) (البقرة: 16) إن بلاء الظاهرية <span id='ms14'></span> وأعني بهم الغلاة\nالمتمسكين بالظواهر المأثورة ليس على الدين والمسلمين بأقل من بلاء\nالباطنية وأعني بهم الغلاة في التمسك ببواطن الاثار واعتبارهم ظواهر النقل\nالعرفية قشورا، وما هؤلاء وأولئك سوى طرفي إفراط وتفريط في الحقيقة، وأحرى\nبهم أن يعدلوا عن تطرفهم ويسلكوا مذهب التوسط والاعتدال، فان للقرآن\nوالحديث ظواهر مقصودة عند التخاطب مثل : (وأقيموا الصلاة وآتوا الزكاة)\n(البقرة: 44) و(أحل الله البيع وحرم الربا) إلى آخره (البقرة: 276) مجمعا\nعليها بالضرورة. كما أن في القرآن والحديث ألفاظا لا يراد منها معانيها\nاللغوية الاصلية المبذولة، وإنما قصد منها معان عرفية يتقبلها عرف التخاطب\nعلى سبيل التجوز والتشبيه كآية: (يجعلون أصابعهم في آذانهم) (البقرة: 20)\nأو حديث: (الحجر الاسود يمين الله في أرضه) فلا ترى العقلاء إلا مجتمعين\nعلى صرف هذه الالفاظ عن مفاهيمها اللغوية الاصلية إلى معان ثمثيلية رائجة\nالاستعمال في محاورات العرف من كل امة، فتجد العرف يقولون (فلان نام عن\nميراث أبيه وتحزم لمنازعة السلطان) أي عمل شبيه عمل الانئم أو شبيه المتحزم\nدون أن يقصد النوم الاصلي أو الحزام الحقيقي، قال الشاعر: لا تعجبي يا سلم\nمن رجل * ضحك المشيب برأسه فبكى وليس المشيب في الحقيقة إنسانا يضحك، لكنه\nيعمل بالرجل شبه عمل الضاحك المستهزئ، وكذلك الله سبحانه يعمل بالظالمين\nعملا يخيل للناظر البسيط غير المتعمق أنه عمل المستهزئ بهم، لانه سبحانه\nيوسع عليهم ابتداء ويملى لهم ويمدهم في طغيانهم حتى إذا استمر طغيانهم وضاق\nالذرع بهم وبظلمهم أخذهم أخذ عزيز مقتدر على حين غفلة وبدون مهلة، فيخال\nالبسطاء أنه سبحانه يستهزئ بهم أو يمكر في إذلالهم بعد الاعزاز وإسقاطهم\nبعد الاسعاد والامداد، لكن الخواص من ذوي الالباب يعلمون أن إمهالهم بادئ\nبدء استدراج وإتمام حجة، ثم التنكيل بهم تأديب لهم وللبقية، ويشهد على هذا\nقوله بعدئذ: (ويمدهم في طغيانهم... إلخ. ش.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n             [ 37 ]\n</p>\n\n<p>\nأن العبارة بذلك كله [ عن جزاء الافعال ] (1). [ قال أبو عبد الله ] (2):\nوهو كما قال إلا أنه لم يذكر الوجه في ذلك، والوجه: أن العرب تسمي الشئ\nباسم المجازى <span id='ms15'></span> عليه للتعلق فيما بينهما والمقارنة، فلما كانت الافعال\nالمجازى عليها مستحقة لهذه الاسماء كان الجزاء، مسمى بأسمائها، قال الله\nتعالى: (إن الذين يأكلون أموال اليتامى ظلما إنما يأكلون في بطونهم نارا)\n(3) فسمى ما يأكلونه (4) من الطيبات تسمية النار وجعله نارا، لان الجزاء\nعليه النار.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) في بقية النسخ: الجزاء على الافعال. (2) ليست في بقية النسخ. (3)\nالنساء: 10. (4) في المطبوعة: يأكلون.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n             [ 38 ]\n</p>\n\n<p>\n[ نسبة النسيان إلى الله ] فصل: ذكر أبو جعفر - رحمه الله - (1): أن\nالنسيان (2) من الله تعالى يجري مجرى المخادعة منه للعصاة (3)، وأنه سمي\nبذلك باسم المجازى عليه. [ قال أبو عبد الله ] (4): والوجه فيه غير ذلك:\nوهو أن النسيان في اللغة هو الترك والتأخير، قال الله تعالى: [ ما ننسخ من\nآية أو ننسها نأت بخير منها أو\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) الاعتقادات ص 2 6، التوحيد: 163 / 1 و159 - 160 / 1. (2) قوله تعالى:\n(نسوا الله فنسيهم إن المنافقين هم الفاسقون) (التوبة: 67) قد سبق الاصل في\nتفسير أمثال هذه في آية: (الله يستهزئ بهم...) إلخ، وآيات اخرى أن ذلك وارد\nمورد تمثيل العمل وتشبيه الفاعل في ظاهر فعله كقولهم (فلان نام عن حقه\nوتحزم لحق غيره) وقولهم لمن أساء على من أحسنو إليه (نسيت الجميل) في حين\nأنه غير ناس، لكنه يعمل عمل الناسي أي الاساءة على المحسن نظير اتخاذ\nالبلغاء غير الجاحد جاحدا إذا وجدوه عاملا عمل المنكرين، كقول الشاعر: جاء\nشقيق عارضا رمحه * إن بني عمك فيهم رماح وبالجملة: فالوجه الذي استقبلناه\nفي تأويل الايات هو الاستعارة، والوجه الذي استقبله الصدوق أبو جعفر (رض)\nأشبه بالمجاز المرسل، وأما تأويل النسيان إلى معنى الترك كما أفاده الشيخ\nالمفيد (رض) فماله إلى الاشتراك اللفظي. ش. (3) في بقية النسخ: العصاة. (4)\nليست في بقية النسخ.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n             [ 39 ]\n</p>\n\n<p>\nمثلها) (1) يريد ما ننسخ من آية نتركها على حالها أو نؤخرها (2)، فالمراد\nبقوله تعالى: (نسوا الله) تركوا [ إطاعة الله تعالى ] (3)، وقوله: (فنسيهم)\nيريد به تركهم من ثوابه، وقوله تعالى: (أنساهم أنفسهم ) (4) أي: ألجأهم إلى\nترك تعاهدها ومراعاتها بالمصالح بما شغلهم به من العقاب. فهذا وجهه وإن كان\nذلك أيضا وجها غير منكر <span id='ms16'></span>، والله ولي التوفيق.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) البقرة: 107. (2) انظر (مجمع البيان * - ص 180 - 181 ج 1 ط صيدا)\nلامام المفسرين الشيخ أبي علي الطبرسي قدس. چ. (3) (أ) (ح) (ز) (ق): طاعته.\n(4) الحشر: 19. * انظر المقال القيم الذي دبجه يراع العلامة المحقق فضيلة\nالدكتور محمد يوسف موسى الاستاذ بكلية اصول الدين بمصر حول تفسير مجمع\nالبيان لامام المفسرين الشيخ الطبرسي - ره -، في العدد الاول من مجلة\n(رسالة الاسلام - ص 63 - 69 ط قاهرة ربيع الاول 1370 ه) لسنتها الثالثة،\nتلك المجلة الزاهرة الوحيدة التي تصدر عن (دار التقريب بين المذاهب\nالاسلامية) بمصر المحمية، قال الاستاذ في ص 66 من العدد المذكور: (هذا\nالكتاب الجليل الذي تعني هذه الايام (جماعة الازهر للنشر والتأليف) التي\nأشرف برئاستها، بالعمل على نشره نشرا علميا محققا بكل معنى الكلمة - إلى أن\nقال - وانه لايمنع هذه الجماعة من المضي سريعا فيما اعتزمت وقررت إلا بعض\nالصعاب التي نرجو أن تتغلب عليها إن شاء الله بمعونة من يرجى منهم العون من\nكبار العلماء المعنيين باحياء التراث الاسلامي المجيد، والله هو الموفق لكل\nخير، الهادي إلى سواء السبيل). چ.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n             [ 40 ]\n</p>\n\n<p>\n[ صفات الله (1) ] فصل: في صفات الذات وصفات الافعال قال الشيخ أبو جعفر\n- رحمه الله -: كل ما وصفنا الله تبارك وتعالى به من\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) إذا توسعنا في تدقيق صحائف الكتاب والسنة حق التوسع لم نجد هذا\nالتقسيم الاصطلاحي: أي تقسيم صفات الله إلى صفات الذات، وصفات الفعل، وصفات\nالنقص، وبعبارة اخرى: الكمالية والجلالية والتنزيهية، أو بحسب المشهور\nالصفات الثبوتية والزائدة والسلبية. نعم، نجد المنشأ الحقيقي لهذا التقسيم\nالثلاثي موجودا في القرآن والحديث، وهو أن الصفات بعضها ثابتة لله سبحانه\nبوجه عام، من دون استثناء وقت أو فرد كالعلم، فانه - عز شأنه - بكل شئ\nعليم، عليم في كل أين وآن، وفي كل مكان وزمان، لم يزل عالما بكل شئ ولا\nيزال. والقسم الثاني من المعاني منفية عن الله كذلك منفية بوجه عام وبدون\nاستثناء وقت أو مقام كالظلم، فلا يظلم ربك أحدا، فكما أن العلم ثابت له ولا\nيزال، كذلك الظلم منفي عنه على الاطلاق <span id='ms17'></span> في كل حال. والقسم الثالث من صفات\nالله وسط بين القسمين، فلا هو كلي الثبوت، ولا هو كلي السلب، مثل الارادة،\nفانها قد تثبت لربنا - عز وجل - بالنظر إلى شئ، وقد تنتفي عنه بالنظر إلى\nشئ آخر، كما في آية: (يريد الله بكم اليسر ولا يريد بكم العسر) (البقرة:\n186) ومتى كان المعنى يستحق الثبوت تارة ويستحق النفي اخرى فهو غير ضروري\nالايجاب، كما هو غير ضروري السلب. هذه ثلاثة أقسام في صفات الله يمتاز كل\nمنها عن البقية بحسب ظواهر الكتاب والسنة، بل وبحسب ضرورة العقل أيضا، إذ\nكل وصف قيس إلى ذات، فاما أن يكون ضروري الثبوت لها، أو يكون ضروري السلب\nعنها، أو يكون غير ضروري الثبوت للذات كما هو غير ضروري السلب عنها، الامر\nالذي دعا شيوخ أسلافنا إلى القسمة الثلاثية في صفات الله وتسميتهم القسم\nالاول بصفات الذات أو الثبوتية. والقسم الثاني بصفات التنزيهية أو السلبية.\nوالقسم الثالث بصفات الفعل أو الزائدة، ويريدون بالفعل ضد الشأن، وإن كان\nالانسب عندنا تسمية الاقسام بالذاتية والنسبية والسلبية. ش.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n             [ 41 ]\n</p>\n\n<p>\nصفات ذاته (1). قال الشيخ المفيد - رحمه الله -: صفات الله تعالى على\nضربين: أحدهما: منسوب إلى الذات، فيقال: صفات الذات. وثانيهما (2): منسوب\nإلى الافعال، فيقال: صفات الافعال، والمعنى في قولنا صفات الذات: أن الذات\nمستحقة لمعناها استحقاقا لازما لا لمعنى سواها، ومعنى صفات الافعال: هو\nأنها تجب بوجود الفعل ولا تجب قبل وجوده، فصفات الذات لله تعالى هي الوصف\nله بأنه حي، قادر، عالم ألا ترى أنه لم يزل مستحقا لهذه الصفات ولا يزال.\nووصفنا له تعالى بصفات الافعال كقولنا خالق، رازق، محيي، مميت، مبدئ، معيد،\nألا ترى أنه قبل خلقه الخلق لا يصح وصفه بأنه خالق وقبل إحيائه (3) الاموات\nلا يقال إنه محيي. وكذلك القول فيما عددناه، والفرق بين صفات الافعال وصفات\nالذات: أن صفات الذات لا يصح لصاحبها الوصف بأضدادها ولا خلوه منها، وأوصاف\nالافعال يصح الوصف لمستحقها بأضدادها وخروجه عنها، ألا ترى أنه لا يصح [\nوصف الله ] (4) تعالى <span id='ms18'></span> بأنه يموت، ولا [ بأنه يعجز، ولا بأنه يجهل ] (5) ولا\nيصح الوصف له بالخروج عن كونه حيا عالما قادرا، ويصح الوصف بأنه غير خالق\nاليوم، ولا رازق لزيد، ولا محيي لميت بعينه، ولامبدئ لشئ في هذه الحال، ولا\nمعيد له. ويصح الوصف له - جل وعز - بأنه يرزق ويمنع ويحيي ويميت ويبدئ\nويعيد ويوجد ويعدم، فثبتت العبرة في أوصاف الذات وأوصاف الافعال (6)،\nوالفرق بينهما ما ذكرناه.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) الاعتقادات ص 27. (2) (أ) (ح) (ش) (ق): والضرب الاخر، (ز): والاخر.\n(3) (أ) (ز) (ش): إحياء. (4) (ز): وصفه، (ق): الوصف لله. (5) (ح) (ز): يعجز\nولا يجهل، (أ) (ق): يعجز ويجهل. (6) (أ) (ح) (ز) (ش): الفعل.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n             [ 42 ]\n</p>\n\n<p>\n[ خلق أفعال العباد ] فصل: في أفعال العباد قال الشيخ أبو جعفر - رحمه\nالله - أفعال العباد مخلوقة خلق تقدير لاخلق تكوين ، ومعنى ذلك أنه تعالى\nلم يزل عالما بمقاديرها (1 و2). قال الشيخ أبو عبد الله - رحمه الله -: (3)\nالصحيح عن آل محمد صلى الله عليه وآله وسلم: أن أفعال العباد (4) غير\nمخلوقة لله تعالى، والذي ذكره أبو جعفر - رحمه الله - قد جاء به حديث غير\nمعمول به ولا مرضي الاسناد، والاخبار الصحيحة بخلافه، وليس يعرف في لغة\nالعرب أن العلم بالشئ هو خلق له، ولو كان ذلك كما قال\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) الاعتقادات ص 29. (2) عنه في البحار 5: 19 / 29. وراجع معاني الاخبار\n396، بحار الانوار 5: 30 الحديث 37 و38. (3) تبع الشيخان الجليلان جمهور\nالمتكلمين في إفراد بحث الجبر عن بحث خلق الافعال، وعن مبحث الهدى والضلال،\nمع أن الجميع فروع من نظرية الجبر ومن فاز بحل مشاكل هذه الاخيرة فاز\nبالنجاة من صعوبات البقية. ش. (4) إن لهذا البحث وبيان المقصود منه تقريرا\nمن وجهين: كلامي، ونفسي، أما النفسي - وهو المقصود لدى الفلاسفة وعلماء\nالتربية - فهو أن الانسان في أفعاله - وفي مقدمتها الطلب والارادة - هل هو\nحر مختار ومستقل في إيجاد أفعاله ؟ أو هو مجبور باقتضاء العوامل الاخرى\nالمتصرفة فيه من الداخل والخارج ؟ فان اختلاف التربية والتهذيب يؤثران\nبالحس والتجربة على الانسان في اختلاف إرادته ومطالبه وتكييف أحواله وإصدار\nأعماله، وهذا البحث يختلف عن <span id='ms19'></span>=\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n             [ 43 ]\n</p>\n\n<p>\nالمخالفون للحق (1) لوجب أن يكون من علم النبي صلى الله عليه وآله وسلم\nفقد خلقه، ومن علم السماء والارض فهو خالق لهما، ومن عرف بنفسه شيئا من صنع\nالله تعالى وقرره في نفسه لوجب أن يكون خالقا له، وهذا محال لا يذهب وجه\nالخطأ فيه على بعض رعية الائمة - عليهم السلام - فضلا عنهم. فأما التقدير\nفهو الخلق في اللغة، لان التقدير لا يكون إلا بالفعل، فأما بالعلم فلا يكون\nتقديرا ولايكون أيضا بالفكر، والله تعالى متعال عن خلق الفواحش والقبائح\nعلى كل حال (2). وقد روي عن أبي الحسن علي بن محمد بن علي بن موسى الرضا - صلوات\n</p>\n\n<p>\n---\n</p>\n\n<p>\n= المبحث الكلامي الاتي ذكره اختلافا واضحا وإن خفي على الجمهور. وأما\nالبحث الكلامي - وهو المبحوث عنه لدى علماء الكلام وزعماء الطوائف\nالاسلامية، ولا يزالون مختلفين فيه - فهو أن الانسان - وإن بلغ رشده وأشده\nوخوطب بالتكاليف الالهية - هل هو مختار في أفعاله، حر في إرادته، مستقل في\nالطلب ؟ أو أن الله تعالى هو الخالق في الحقيقة لجميع ما يصدر من الانسان\nفي الظاهر، وهو كالة صماء في أداء ما يجري على يديه من أفعال خالقه، فعلى\nهذا يكون الانسان فاعلا بالمجاز في كل ما ينسب إليه من أفعاله مباشرة،\nوإنما يكون المنسوب إليه حقيقة هو الله تعالى وحده، وهذا الوجه يشترك مع\nالوجه السابق عليه في سلب اختيار العبد واضطراره في أفعاله طرا، وهما بناء\nعليه يستلزمان الجبر معا، ويسمى البحث الكلامي بحث الجبر الديني، كما يسمى\nالبحث النفسي بحث الجبر التكويني، والفرق بينهما يبدو من وجوه أهما أن\nالمنسوب إليه في الجبر الديني إنما هو الله وحده، وهو الذي أمر بالحسنات\nويثيب بحسبها، وهو الذي نهى عن السيئات ويعاقب عليها، وفي صورة كهذه يصعب\nجدا تصور الايمان بعدالة من أجرى على يديك السيئات وهو في نفس الوقت مؤاخذك\nبها ومعاقبك عليها، نعم إن الجبر التكويني يقضي أيضا باضطرار العبد فيما\nيأتيه، غير أنه يجعل مصادر الحسنات والسيئات غير مصدر الثواب والعقاب. ش.\n(1) بحار <span id='ms20'></span> الانوار 5: 20. (2) بحار الانوار 5: 20.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n             [ 44 ]\n</p>\n\n<p>\nالله عليهم -: أنه سئل عن أفعال العباد، فقيل له: [ هل هي ] (1) مخلوقة\nلله تعالى ؟ فقال - عليه السلام -: لو كان خالقا لها لما تبرأ منها. وقد\nقال سبحانه: (أن الله برئ من المشركين ورسوله) (2) ولم يرد البراءة من خلق\nذواتهم، وإنما تبرأ من شركهم وقبائحهم (3). وسأل أبو حنيفة أبا الحسن موسى\nبن جعفر - عليهما السلام - عن أفعال العباد ممن هي ؟ فقال له أبو الحسن -\nعليه السلام -: إن [ أفعال العباد ] (4) لا تخلو من ثلاثة منازل: إما أن\nتكون من الله تعالى خاصة، أو من الله ومن العبد على وجه الاشتراك فيها، أو\nمن العبد خاصة، فلو كانت من الله تعالى خاصة لكان أول بالحمد على حسنها\nوالذم على قبحها، ولم يتعلق بغيره حمد ولا لوم فيها، ولو كانت من الله ومن\nالعبد لكان الحمد لهما معا فيها والذم عليهما جميعا فيها، وإذا بطل هذان\nالوجهان ثبت أنها من الخلق، فان عاقبهم الله تعالى على جنايتهم بها فله\nذلك، وإن عفا عنهم فهو أهل التقوى وأهل المغفرة. وفي أمثال ما ذكرناه من\nالاخبار ومعانيها ما يطول به الكلام. فصل: وكتاب الله تعالى مقدم على\nالاحاديث (5) والروايات، وإليه يتقاضى في صحيح الاخبار وسقيمها، فما قضى به\nفهو الحق دون ما سواه.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) (أ) (ح) (ق) (ش): أهي. (2) التوبة: 3. (3) بحار الانوار 5: 20. (4)\n(ق): الافعال. (5) (ز): الاخبار.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n             [ 45 ]\n</p>\n\n<p>\nقال الله تعالى: (الذي أحسن كل شئ خلقه وبدأ خلق الانسان من طين) (1)\nفخبر بأن كل شئ خلقه فهو حسن غير قبيح، فلو كانت القبائح من خلقه لنافى ذلك\nحكمه بحسنها، وفي حكم الله تعالى بحسن جميع ما خلق شاهد ببطلان قول من زعم\nأنه خلق قبيحا (2). وقال تعالى: (ما ترى في خلق الرحمن من تفاوت) (3) فنفى\nالتفاوت عن خلقه (4)، وقد ثبت أن الكفر والكذب متفاوت في نفسه، والمتضاد\n(5) من الكلام متفاوت ! فكيف يجوز أن يطلقوا على الله تعالى أنه خالق\nلافعال العباد وفي أفعالهم من التفاوت والتضاد (6) ما ذكرناه مع قوله\nتعالى: (ما ترى في خلق الرحمن <span id='ms21'></span> من تفاوت) فنفى ذلك ورد على مضيفه (7) إليه\nوأكذبه فيه.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) السجدة: 7. (2) ليس هذا الكلام وحده ولا هذه الاية وحدها شاهد الفئة\nالعدلية وشيخها الشارح - طاب ثراه - عند إبطاله لنظرية الجبر وتصحيحه\nلاسناد أفعال العباد الى أنفسهم، إذ كل آية نزهت ربنا سبحانه عن الشرور\nوخلق الاثام تؤيده، وكذلك الدلائل التي قضت بأن الشرور امور سلبية غير\nثابتة في متن الاعيان ولا مبدأ لها ولا علة تقوي أيضا كلام الشيخ - طاب\nثراه - وكذلك القياسات التي أقامها علماء اللاهوت بغرض إثبات أن المبدأ\nالاول (واجب الوجود) مصدر كل خير وجود، ولا ولن يرى شر ما من ناحيته\nالقدسية. ش. (3) الملك: 3. (4) يجوز أن يكون الخلق هنا مصدرا مرادفا\nللايجاد لا اسم مصدر مرادفا للموجود، كما ذكر في المتن، فيكون المراد -\nوالله أعلم - أنه سبحانه لا يتفاوت عليه خلق الاشياء صغيرها من كبيرها، أو\nحقيرها من خطيرها، أو قليلها من كثيرها، ولا يلزم من العدول عن تفسير الشيخ\n- قدس سره - وهن ما في أصل رأيه. ش. (5) (ق) (ش): والتضاد. (6) ليست في\nبقية النسخ. (7) (ق): من يضيفه.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n             [ 46 ]\n</p>\n\n<p>\nفصل: في الفرق بين الجبر والتفويض قال الشيخ أبو جعفر - رحمه الله - (1):\nلا جبر ولا تفويض (2)، بل (3) أمر بين أمرين (4). وروى في ذلك حديثا مرسلا\nقال: فقيل: وما أمر بين أمرين ؟ قال: مثل رجل رأيته على معصية فنهيته فلم\nينته فتركته ففعل تلك المعصية، فليس حيث لم يقبل منك فتركته كنت أنت الذي\nأمرته بالمعصية. قال الشيخ المفيد - عليه الرحمة -: الجبر هو الحمل على\nالفعل والاضطرار إليه بالقهر (5) والغلبة، وحقيقة ذلك إيجاد الفعل في الخلق\n(6) من غير أن يكون لهم (7) قدرة على دفعه والامتناع من وجوده فيه، وقد\nيعبر عما يفعله الانسان بالقدرة التي معه على وجه الاكراه له على التخويف\nوالالجاء أنه جبر والاصل فيه ما فعل من غير قدرة على امتناعه منه حسب ما\nقدمناه، وإذا تحقق القول في الجبر على ما وصفناه كان مذهب أصحاب المخلوق هو\nبعينه، لانهم يزعمون [ كان\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) الاعتقادات ص 29. (2) الكافي 1: 160 / 13، التوحيد <span id='ms22'></span>: 362 / 8، وعنه في\nالبحار 5: 17 / 28. (3) (ح): ولكن. (4) (ا) (ش): الامرين. (5) في بعض\nالنسخ: بالقسر. (6) (ش) (ق): الحي. (7) (ش) (ق): له.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n             [ 47 ]\n</p>\n\n<p>\nمذهب الجبر هو قول من يزعم ] (1) أن الله تعالى خلق في العبد الطاعة من\nغير أن يكون للعبد قدرة على ضدها والامتناع منها، وخلق فيه المعصية كذلك،\nفهم المجبرة حقا [ والجبر مذهبهم على ] (2) التحقيق (3). والتفويض هو القول\nبرفع الحظر عن الخلق في الافعال والاباحة لهم مع ما شاءوا من الاعمال، وهذا\nقول الزنادقة وأصحاب الاباحات، والواسطة بين هذين القولين أن الله تعالى\nأقدر الخلق على أفعالهم ومكنهم من أعمالهم، وحد لهم الحدود في ذلك، ورسم\nلهم الرسوم [ ونهاهم عن ] (4) القبائح بالزجر والتخويف، والوعد والوعيد،\nفلم يكن بتمكينهم من الاعمال مجبرا لهم عليها، ولم يفوض إليهم الاعمال\nلمنعهم من أكثرها، ووضع الحدود لهم فيها وأمرهم بحسنها ونهاهم عن قبيحها.\nفهذا هو الفصل بين الجبر والتفويض على ما بيناه.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) ليست موجودة في بقية النسخ، وإنما هي من المطبوعة. (2) في بعض النسخ:\nوالجبرية مذهبهم في. (3) انظر (الدلائل والمسائل - ص 62 - 63 ج 1 ط بغداد)\nالعلامة الشهرستاني. چ. (4) في بعض النسخ: ومنعهم من.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n             [ 48 ]\n</p>\n\n<p>\nفصل: في الارادة والمشيئة قال الشيخ أبو جعفر - رحمه الله - (1 و2) نقول:\nشاء الله وأراد (3) ولم يحب ولم\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) الاعتقادات ص 30. (2) عنه في البحار 5: 90 - 91 / 1. (3) هذا الفصل\nمن فروع بحث الارادة، وقد استحق من المتكلمين عناية وعنوانا مفردا على أثر\nالاختلاف العظيم بين العلماء وزعماء المذاهب في المشيئة الالهية المذكورة\nفي آيات الذكر الحكيم متعلقة بامور غير مرضية لديه سبحانه، ثم في تأويلها\nبوجوه لا تخلو عن التكلف في الاكثر، وأهمها آية الانعام: 148 (سيقول الذين\nأشركوا لو شاء الله ما أشركنا ولا آباؤنا ولا حرمنا من شئ كذلك كذب الذين\nمن قبلهم حتى ذاقوا بأسنا قل هل عندكم من علم فتخرجوه لنا إن تتبعون إلا\nالظن وإن أنتم إلا تخرصون) ثم آية الزخرف: 20 (وقالوا لو شاء الرحمن ما\nعبدناهم ما لهم بذلك من علم إن هم إلا يخرصون) وآيات كثيرة توهم تعلق إرادة\nالخالق بما يستقبحه المخلوق <span id='ms23'></span>، تعالى الله عن ذلك علوا كبيرا. أما السلف\nالصالح من آل محمد، فلا يسبقهم سابق ولا يلحقهم لاحق في الاصرار على تنزيه\nالرب سبحانه وتقدسه عن كل ما هو قبيح أو شبه قبيح وشدة استنكارهم تعلق\nمشيئة الله أو إرادته بشرك أو ظلم أو فاحشة قط، فضلا عن فعله أو خلق فعله\nأو الامر به، إذ كل ذلك عندهم خلاف حكمته وعدله وفضله، كذلك الحسيات العامة\nفي البشر تجل ذوي العدل والفضل عن التمدح بارادة القبائح، فكيف ترمي بها\nالحرم الالهي. أما الجواب عن الايتين فبأن المقالة فيهما عن لسان المشركين،\nومقالة المشركين من شأنها أن تورد للرد عليها لا للاخذ بها، فالايتان إذن\nحجتان لاهل العدل لا عليهم، ولا سيما بعد اشتمالهما على ذم القائلين بهذه\nالمقالة ونسبتهم إلى التخرص والجهالة. ش.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n             [ 49 ]\n</p>\n\n<p>\nيرض، وشاء - عز اسمه - ألا يكون شئ إلا بعلمه وأراد مثل ذلك (1). قال\nالشيخ المفيد - رحمه الله -: الذي ذكره الشيخ أبو جعفر - رحمه الله - في\nهذا الباب لا يتحصل، ومعانيه تختلف وتتناقض، والسبب في ذلك أنه عمل على\nظواهر الاحاديث المختلفة ولم يكن ممن يرى النظر فيميز بين الحق منها\nوالباطل ويعمل على ما يوجب الحجة، ومن عول في مذهبه على الاقاويل المختلفة\nوتقليد الرواة كانت حاله في الضعف ما وصفناه (2). والحق في ذلك: أن الله\nتعالى لا يريد\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) الكافي 1: 151 / 5، التوحيد: 339 / 9. (2) ذهبت أنظار العلماء مذاهب\nشتى في الارادة والمشيئة المذكورتين في بعض الايات، فمن قائل إن الارادة\nأزلية وعين ذاته سبحانه ومتعلقاتها حوادث تتجدد بتجدد العلاقات الوقتية،\nفالمشرك بالله اليوم لم تتعلق بهدايته إرادة الله في الازل بخلاف المؤمن\nالذي قد تعلقت بهدايته الارادة الازلية. وقائل آخر إن الارادات الربانية\nتتجدد بتجدد الكائنات والحادثات، أو أن إرادته (بالاحرى) هي الخلق ما ظهر\nمنه وما بطن، وما قبح منه أو حسن، وثالث في القوم يرى الارادة والمشيئة\nعبارتين عن الداعي إلى الفعل أو الداعي إلى تركه، ولا يكون الا دعي الالهي\nإلا حسنا وصالحا فيريد اليسر ولا يريد <span id='ms24'></span> العسر ويشاء الايمان ولا يشاء الكفر،\nورابع فيهم لا يرى الارادة والمشيئة شيئا سوى العلم بالمصلحة أو العلم\nبالمفسدة، غاية الامر. مصلحة خاصة ومفسدة مخصوصة، وقد فصلت أقوالهم وأدلتهم\nفي الكتب الكلامية، وما خلافهم هذا إلا فرعا من اختلافهم في أصل الارادة\nالالهية. وجدير بالمرء أن يقنع في هذه الورطة باعتقاد: أن الله سبحانه مريد\nفقط ولا يريد شيئا من السيئات والقبائح قط، دون أن يتعمق في كنه الارادة\nوالمشيئة، هذا ما يقتضيه العقل والعدل وتقضي به ظواهر الكتاب والسنة، فكلما\nصادفته آية أو رواية مخالفة لهذا الاعتقاد لجأ إلى تأويلها تأويلا مناسبا\nلاصرل البلاغة واللغة ومتفقا مع المذهب، وخير كتاب يسكن النفس ويروي الغليل\nفي هذا المقام كتاب (متشابه القرآن ومختلفه) للعالم الثقة محمد بن شهرآشوب\nالسروي - روح الله روحه.=\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n             [ 50 ]\n</p>\n\n<p>\nإلا ما حسن من الافعال، ولا يشاء إلا الجميل من الاعمال ولا يريد القبائح\nولا يشاء الفواحش، تعالى الله عما يقول المبطلون علوا كبيرا. قال الله\nتعالى: (وما الله يريد ظلما للعباد) (9) وقال تعالى: (يريد الله بكم اليسر\nولا يريد بكم العسر) (2) وقال تعالى: (يريد الله ليبين لكم ويهديكم سنن\nالذين من قبلكم) (3) الاية. وقال: (والله يريد أن يتوب عليكم ويريد الذين\nيتبعون الشهوات أن تميلوا\n</p>\n\n<p>\n---\n</p>\n\n<p>\n= وقال العلامة الامام حجة العلم والدين السيد عبد الحسين شرف الدين\nالعاملي - مد ظله - في رسالته النفيسة (إلى المجمع العلمي العربي بدمشق - ص\n50 - 52 ط صيدا) ما نصه: وكفى في فضل ابن شهر آشوب إذعان الفحول من أعلام\nأهل السنة له بجلالة القدر وعلو المنزلة، وقد ترجمه الشيخ صلاح الدين\nالصفدي خليل بن أيبك الشافعي، فذكر أنه حفظ أكثر القرآن وله ثمان سنين،\nوبلغ النهاية في اصول الشيعة، (قال): وكان يرحل إليه من البلاد، ثم تقدم في\nعلم القرآن والغريب والنحو ووعظ على المنبر أيام المقتفي ببغداد فأعجبه\nوخلع عليه، وقال: وكان بهي المنظر حسن الوجه والشيبة، صدوق اللهجة، مليح\nالمحاورة، واسع العلم، كثير الخشوع والعبادة والتهجد، لا يكون إلا على وضوء\n(قال): وأثنى <span id='ms25'></span> عليه ابن أبي طي في تاريخه ثناءا كثيرا، توفي سنة 588. وذكره\nالفيروز آبادي في محكي بلغته، وأثنى عليه بما يقرب من ثناء الصفدي، وذكر\nأنه عاش مائة سنة إلا عشرة أشهر. وعن بعض أهل المعاجم في التراجم من أهل\nالسنة أنه قال في ترجمته: وكان إمام عصره، ووحيد دهره، أحسن الجمع\nوالتأليف، وغلب عليه علم القرآن والحديث، وهو عند الشيعة كالخطيب البغدادي\nلاهل السنة في تصانيفه وتعليقات الحديث ورجاله ومراسيله، ومتفقه ومتفرقه\nالى غير ذلك من أنواعه، واسع العلم، كثير الفنون، مات في شعبان سنة 588 ه.\nچ. (1) المؤمن: 31. (2) البقرة: 186. (3) النساء: 26.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n             [ 51 ]\n</p>\n\n<p>\nميلا عظيما) (1). وقال: (يريد الله أن يخفف عنكم وخلق الانسان ضعيفا) (2)\nفخبر سبحانه أنه لا يريد بعباده العسر، بل يريد بهم اليسر، وأنه يريد لهم\nالبيان ولا يريد لهم الضلال، ويريد التخفيف عنهم ولا يريد التثقيل عليهم،\nفلو كان سبحانه مريدا لمعاصيهم لنافى ذلك إرادة البيان لهم والتخفيف عنهم\nواليسر لهم، وكتاب الله تعالى شاهد بضد ما ذهب إليه الضالون المفترون على\nالله الكذب، تعالى الله عما يقول الظالمون علاو كبيرا. فاما ما تعلقوا به\nمن قوله تعالى: (فمن يرد الله أن يهديه يشرح صدره للاسلام ومن يرد أن يضله\nيجعل صدره ضيقا حرجا) (3) فليس للمجبرة به تعلق ولا فيه حجة من قبل أن\nالمعنى فيه أن من أراد الله تعالى أن ينعمه ويثيبه جزاء على طاعته شرح صدره\nللاسلام بالالطاف التي يحبوه بها، فييسر له بها استدامة أعمال الطاعات،\nوالهداية في هذا الموضع هي النعيم (4). قال الله تعالى فيما خبر به عن أهل\nالجنة: (الحمد لله الذي هدانا لهذا) (5) الاية، أي: نعمنا به وأثابنا إياه،\nوالضلال في هذه الاية هو العذاب قال الله تعالى: (إن المجرمين في ضلال\nوسعر) (6) فسمى الله تعالى العذاب ضلالا والنعيم هداية، والاصل في ذلك أن\nالضلال هو الهلاك والهداية هي النجاة.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) النساء: 27. (2) النساء: 28. (3) الانعام: 125. (4) في بعض النسخ:\nالتنعيم. (5) الاعراف: 43. (6) القمر: 47.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n             [ 52 ]\n</p>\n\n<p>\nقال الله تعالى حكاية عن العرب: (أإذا ضللنا في الارض أإنا لفى خلق جديد <span id='ms26'></span>)\n(1) يعنون إذا هلكنا فيها وكان المعنى في قوله: (فمن يرد الله أن يهديه) ما\nقدمناه وبيناه، (ومن يرد أن يضله) ما وصفناه، والمعنى في قوله تعالى: (يجعل\nصدره ضيقا حرجا) يريد سلبه التوفيق عقوبة له على عصيانه ومنعه الالطاف جزاء\nله على إساءته، فشرح الصدر ثواب الطاعة بالتوفيق، وتضييقه عقاب المعصية\nبمنع التوفيق، وليس في هذه الاية على ما بيناه شبهة لاهل الخلاف فيما ادعوه\nمن أن الله تعالى يضل عن الايمان، ويصد عن الاسلام، ويريد الكفر، ويشاء\nالضلال. وأما قوله تعالى: (ولو شاء ربك لامن من في الارض كلهم جميعا) (2)\nفالمراد به الاخبار عن قدرته، وأنه لو شاء أن يلجئهم إلى الايمان ويحملهم\nعليه بالاكراه والاضطرار لكان على ذلك قادرا، لكنه شاء تعالى منهم الايمان\nعلى الطوع والاختيار، وآخر الاية يدل على ما ذكرناه وهو قوله تعالى: (أفأنت\nتكره الناس حتى يكونوا مؤمنين) (3) يريد أنه قادر على إكراههم على الايمان،\nلكنه لا يفعل ذلك، ولو شاء لتيسر عليه، وكل ما يتعلقون به من أمثال هذه\nالاية فالقول فيه ما ذكرناه أو نحوه على ما بيناه، وفرار المجبرة من إطلاق\nالقول بأن الله تعالى يريد أن يعصى ويكفر به، ويقتل أولياؤه، ويشتم أحباؤه\nإلى القول بأنه يريد أن يكون ما علم كما علم، ويريد أن تكون معاصيه قبائح\nمنهيا عنها، وقوع فيما هربوا منه، وتورط فيما كرهوه، وذلك أنه إذا كان ما\nعلم من القبيح كما علم\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) السجدة: 10. (2) يونس: 99. (3) يونس: 99.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n             [ 53 ]\n</p>\n\n<p>\nوكان تعالى مريدا لان يكون ما علم من القبيح كما علم فقد أراد القبيح\nوأراد أن يكون قبيحا فما معنى فرارهم من شئ إلى نفسه وهربهم من معنى إلى\nعينه، فكيف يتم لهم ذلك مع أهل العقول، وهل قولهم هذا إلا كقول إنسان: أنا\nأسب زيدا لكني أسب أبا عمرو، وأبو عمرو هو زيد، أو كقول اليهود إذ قالوا\nسخرية بأنفسهم: نحن لا نكفر بمحمد صلى الله عليه وآله وسلم لكنا نكفر\nبأحمد، فهذا رعونة وجهل ممن صار إليه، وعناء <span id='ms27'></span> وضعف عمل (1) ممن اعتمد عليه.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) (ق): عقل.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n             [ 54 ]\n</p>\n\n<p>\n[ تفسير آيات القضاء والقدر ] فصل: فيما ذكر الشيخ أبو جعفر في القضاء\nوالقدر قال الشيخ أبو جعفر - رحمه الله - في القضاء والقدر: الكلام في\nالقدر منهي عنه، وروى حديثا لم يذكر له إسنادا (1 و2). قال الشيخ أبو عبد\nالله المفيد - عليه الرحمة - (3): عول (4) أبو جعفر - رحمه الله - في هذا\nالباب على أحاديث شواذ لها وجوه يعرفها العلماء متى صحت وثبت إسنادها ولم\nيقل فيه قولا محصلا، وقد كان ينبغي له لما لم يكن يعرف للقضاء معنى أن يهمل\nالكلام فيه، والقضاء معروف في اللغة وعليه شواهد من القرآن، فالقضاء على\nأربعة أضرب: أحدها: الخلق، والثاني: الامر، والثالث: الاعلام، والرابع:\nالقضاء [ في الفصل بالحكم ] (5). فأما شاهد القضاء في معنى الخلق فقوله\nتعالى: (ثم استوى إلى السماء وهي دخان - إلى قوله -: فقضاهن سبع سموات في\nيومين) (6) يعنى خلقهن سبع سموات في يومين.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) الاعتقادات ص 34. (2) التوحيد: 365. (3) عنه في البحار 5: 97 / 22،\n23، 24. (4) في بقية النسخ: عمل. (5) في بعض النسخ: بالفصل في الحكم. (6)\nفصلت: 11، 12.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n             [ 55 ]\n</p>\n\n<p>\nوأما شاهد القضاء في معنى الامر فقوله تعالى: (وقضى ربك ألا تعبدوا إلا\nإياه) (1) يريد أمر ربك. وأما شاهد القضاء في الاعلام فقوله تعالى: (وقضينا\nإلى بني إسرائيل) (2) يعني أعلمناهم ذلك وأخبرناهم به قبل كونه. وأما شاهد\nالقضاء بالفصل (3) بالحكم بين الخلق فقوله تعالى: (والله يقضي بالحق) (4) [\nيعني يفصل بالحكم ] (5) بالحق بين الخلق وقوله: (وقضي بينهم بالحق) (6)\nيريد وحكم بينهم بالحق، وفصل بينهم بالحق. وقد قيل إن للقضاء وجها خامسا\nوهو الفراغ من الامر، واستشهد على ذلك بقول يوسف - عليه السلام -: (قضي\nالامر الذي فيه تستفتيان) (7) يعني فرغ منه، وهذا يرجع إلى معنى الخلق،\nوإذا ثبت ما ذكرناه في أوجه القضاء بطل قول المجبرة أن الله تعالى قضى\nبالمعصية على خلقه، لانه لا يخلو إما أن يكونوا يريدون به أن الله خلق\nالعصيان في خلقه، فكان يجب أن يقولوا قضى في خلقه (8) بالعصيان ولا يقولوا\nقضى عليهم، لان الخلق فيهم لا عليهم، مع أن الله تعالى <span id='ms28'></span> قد أكذب من زعم أنه\nخلق المعاصي (9) لقوله (10) سبحانه: (الذي أحسن كل شئ خلقه) (11) فنفى عن\nخلقه القبح وأوجب له الحسن، والمعاصي قبائح بالاتفاق، ولا وجه لقولهم قضى\nبالمعاصي (12) على معنى أنه أمر بها، لانه تعالى قد\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) بني إسرائيل: 23. (2) بني اسرائيل: 4. (3) في المطبوعة: في الفصل.\n(4) غافر: 20. (5) (ق): أي يحكم بينهم. (6) الزمر: 69. (7) يوسف: 41. (8)\n(ز): الخلق. (9) بحار الانوار 5: 98. (10) في بقية النسخ: بقوله. (11)\nالسجدة: 7. (12) في بقية النسخ: المعاصي.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n             [ 56 ]\n</p>\n\n<p>\nأكذب مدعي ذلك بقوله: (إن الله لا يأمر بالفحشاء أتقولون على الله ما لا\nتعلمون) (1) ولا معنى لقول من زعم أنه قضى بالمعامي على معنى أنه أعلم\nالخلق بها إذا كان الخلق لا يعلمون أنهم في المستقبل يطيعون أو يعصون ولا\nيحيطون علما بما يكون منهم في المستقبل على التفصيل، ولاوجه لقولهم إنه قضى\nبالذنوب على معنى أنه حكم بها (2) بين العباد، لان أحكامه (3) تعالى حق\nوالمعاصي منهم (4) ولا لذلك فائدة وهو لغو بالاتفاق، فبطل قول من زعم أن\nالله تعالى يقضي بالمعاصي والقبائح. والوجه عندنا في القضاء والقدر بعد\nالذي بيناه في معناه أن لله تعالى في خلقه قضاء وقدرا وفي أفعالهم أيضا\nقضاء وقدرا معلوما ويكون المراد بذلك أنه قد قضى في أفعالهم الحسنة بالامر\nبها وفي أفعالهم القبيحة بالنهي عنها، وفي أنفسهم بالخلق لها، وفيما فعله\nفيهم بالايجاد له، والقدر منه سبحانه فيما فعله (5) إيقاعه في حقه وموضعه،\nوفي أفعال عباده ما قضاه فيها من الامر والنهي والثواب والعقاب، لان ذلك\nكله واقع موقعه، موضوع في مكانه لم يقع عبثا ولم يصنع باطلا، فإذا فسر\nالقضاء في أفعال الله تعالى والقدر بما شرحناه زالت الشنعة منه، وثبتت\nالحجة به، ووضح (6) الحق فيه لذوي العقول، ولم يلحقه فساد ولا إخلال.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) الاعراف: 28. (2) بحار الانوار 5: 99. (3) (أ) (ح) (ز) (ق) (ش):\nأحكام الله. (4) (ش) (ق): فيهم. (5) بحار الانوار 5: 99. (6) (ش) (ق): وصح.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n             [ 57 ]\n</p>\n\n<p>\n[ تفسير أخبار القضاء والقدر ] فأما الاخبار التي رواها أبو جعفر - رحمه\nالله - (1) في النهي عن الكلام في القضاء والقدر فهي تحتمل وجهين: أحدهما:\nأن يكون <span id='ms29'></span> النهي خاصا بقوم كان كلامهم في ذلك يفسدهم ويضلهم عن الدين ولا\nيصلحهم في عبادتهم إلا الامساك عنه وترك الخوض فيه، ولم يكن النهي عنه عاما\nلكافة المكلفين، وقد يصلح بعض الناس بشئ يفسد به آخرون، ويفسد بعضهم بشئ\nيصلح به آخرون، فدبر (2) الائمة - عليهم السلام - أشياعهم في الدين بحسب ما\nعلموه (3) من مصالحهم فيه. وثانيا (4): أن يكون النهي عن الكلام في القضاء\nوالقدر النهي عن الكلام فيما خلق الله تعالى وعن علله وأسبابه وعما أمر به\nوتعبد (5)، وعن القول في علل ذلك إذا كان طلب علل الخلق والامر محظورا، لان\nالله تعالى سترها عن أكثر خلقه، ألا ترى أنه لا يجوز لاحد أن يطلب لخلقه\nجميع ما خلق عللا مفصلات فيقول لم خلق كذا وكذا ؟ حتى يعد المخلوقات كلها\nويحصيها، ولا يجوز أن يقول: لم أمر بكذا ؟ أو تعبد بكذا ؟ ونهى عن كذا ؟ إذ\nتعبده بذلك وأمره لما هو أعلم به\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) عنه في البحار 5: 196 / 1 - 8. (2) (ق): وقد أمر. (3) (ق): علموا.\n(4) في بقية النسخ: والوجه الاخر. (5) بحار الانوار 5: 99.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n             [ 58 ]\n</p>\n\n<p>\nمن مصالح الخلق ولم يطلع أحدا من خلقه على تفصيل علل ما خلق وأمر به\nوتعبد، وإن كان قد أعلم في الجملة (1) أنه لم يخلق الخلق عبثا وإنما خلقهم\nللحكمة والمصلحة، ودل على ذلك بالعقل والسمع. فقال سبحانه: (وما خلقنا\nالسماء والارض وما بينهما لاعبين) (2) وقال: (أفحسبتم أنا خلقناكم عبثا)\n(3) وقال: (إنا كل شئ خلقناه بقدر) (4) يعني بحق ووضعناه في موضعه وقال:\n(وما خلقت الجن والانس إلا ليعبدون) (5) وقال فيما تعبد به: (لن ينال الله\nلحومها ولا دماؤها ولكن يناله التقوى منكم) (6). وقد يصح أن يكون الله\nتعالى خلق حيوانا بعينه لعلمه (7) بأنه يؤمن عند خلقه كفار، أو يتوب عند\nذلك فساق، أو ينتفع به مؤمنون، أو يتعظ به ظالمون، أو ينتفع المخلوق نفسه\nبذلك، أو يكون عبرة لواحد في الارض أو في السماء وذلك مغيب عنا، وإن قطعنا\nفي الجملة أن جميع ما صنع الله تعالى إنما صنعه لاغراض حكيمة (8) ولم يصنعه <span id='ms30'></span>\nعبثا، وكذلك يجوز أن يكون تعبدنا بالصلاة لانها تقربنا من طاعته وتبعدنا عن\n(9) معصيته، وتكون العبادة بها لطفا لكافة المتعبدين بها أو لبعضهم، فلما\nخفيت هذه الوجوه (1) وكانت مستورة عنا ولم يقع دليل على التفصيل فيها وإن\nكان العلم بأنها حكمة في الجملة كان النهي عن الكلام في معنى القضاء والقدر\nإنما هو نهي عن طلب علل لها مفصلة، فلم يكن نهيا عن\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) بحار الانوار 5: 100. (2) الانبياء: 16. (3) المؤمنون: 115. (4)\nالقمر: 49. (5) الذاريات: 56. (6) الحج: 37. (7) بحار الانوار 5: 100. (8)\n(ا) (ق): حكمية، (ح) (ش): حكمته. (9) (ق) (ش): من. (10) بحار الانوار 5: 100.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n             [ 59 ]\n</p>\n\n<p>\nالكلام في معنى القضاء والقدر. هذا إن سلمنا (1) الاخبار التي رواها (2)\nأبو جعفر - رحمه الله. فأما إن بطلت أو اختل سندها فقد سقط عنا (3) عهدة\nالكلام فيها. والحديث الذي رواه عن زرارة حديث صحيح من بين ما روى، والمعنى\nفيه ظاهر ليس به على العقلاء خفاء، وهو مؤيد للقول بالعدل (4) ودال على\nفساد القول بالجبر، ألا ترى إلى ما رواه عن أبي عبد الله - عليه السلام -\n(5) من قوله: (إذا حشر الله تعالى الخلائق سألهم عما عهد إليهم ولم يسألهم\nعما قضى عليهم) وقد نطق القرآن بأن الخلق مسؤولون عن أعمالهم (6)، فلو كانت\nأعمالهم [ بقضاء الله ] (7) تعالى لما سألهم عنها، فدل على أن قضاء الله\nتعالى ما خلقه من ذوات العباد وفيهم وأنه تعالى لا يسألهم إلا عن أعمالهم\nالتي عهد إليهم فيها، فأمرهم بحسنها ونهاهم عن قبيحها، وهذا الحديث موضح\nلمعنى القضاء والقدر فلا وجه [ للقول حينئذ بأنه ] (8) لا معنى للقضاء\nوالقدر معقول، إذ كان بينا حسبما ذكرناه.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) في بقية النسخ: سلمت. (2) (ح) (ق): بقضائه. (3) (ح) (ش): عنها. (4)\nبحار الانوار: 5: 100. (5) التوحيد: 365. (6) بحار الانوار: 5: 100. (7)\n(ق): بقضائه. (8) (ق): لقول من زعم أنه.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n             [ 60 ]\n</p>\n\n<p>\n[ معنى فطرة الله ] قال أبو جعفر - رحمه الله - (1) في معنى الفطرة: إن\nالله تعالى فطر [ جميع الخلق ] (2) على التوحيد (3). قال الشيخ المفيد -\nرحمه الله -: ذكر أبو جعفر - رحمه الله - الفطرة ولم يبين معناها ! وأورد\nالحديث على وجهه ولم يذكر فائدته، والمعنى في قوله - عليه السلام - فطر\nالله <span id='ms31'></span> الخلق، أي: ابتدأهم بالحدوث، والفطرة هي الخلق. قال الله تعالى:\n(الحمد لله فاطر السموات والارض) (4) يريد به خالق السموات والارض على\nالابتداء والاستقبال، وقال: (فطرة الله التي فطر الناس عليها) (5) يعني\nخلقته التي خلق الناس عليها [ وهو معنى ] (6) قول الصادق - عليه السلام:\nفطر الله الخلق على التوحيد، أي: خلقهم للتوحيد وعلى أن يوحدوه، وليس\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) عنه في البحار 5: 196 / 1 - 8. (2) (ق): الخلائق. (3) الاعتقادات ص\n36. (4) الملائكة: 1. (5) الروم: 30. (6) (ق): والمعنى في.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n             [ 61 ]\n</p>\n\n<p>\nالمراد به أنه [ أراد منهم ] (1) التوحيد، ولو كان الامر كذلك ما كان\nمخلوق إلا موحدا، وفي وجودنا من المخلوقين من لا يوحد الله تعالى دليل على\nأنه لم يخلق التوحيد في الخلق، بل خلقهم ليكتسبوا التوحيد ! وقد قال تعالى\nفي شاهد ما ذكرناه: (وما خلقت الجن والانس إلا ليعبدون) (2) فبين أنه إنما\nخلقهم لعبادته. وقد روي عن النبي صلى الله عليه وآله وسلم رواية تلقاها\nالعامة والخاصة بالقبول، قال: كل مولود يولد فهو على الفطرة، وإنما أبواه\nيهودانه أو ينصرانه (3). وهذا أيضا مبين عن صحة ما قدمناه من أن الله تعالى\nخلق الخلق ليعبدوه، وفطرهم ليوحدوه، وإنما أتي الضالون من قبل [ أنفسهم و]\nمن أضلهم من الجن والانس دون الله\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) (ق): خلق فيهم. (2) الذاريات: 56. (3) قال العلامة الشهرستاني في\nمجلة (المرشد - ص 26 - 27 ج 1): الفطرة هي ما يقتضيه الشئ لو خلي ونفسه\nوبدون مانع، فإذا قيل: (الصدق فطري في البشر) معناه أن الانسان لو خلي\nونفسه فإن حالته الفطرية تقتضي أن يصدق كلامه، وهذه الفطرة قد تدوم فيه كما\nهو الغالب، وقد تزول عنه بمانع أقوى فيلتجئ الى الكذب، كما أن القائل: سقوط\nالحجر الى الارض طبيعي، معناه: أن الحجر المتحرك حول الارض لو خلي ونفسه\nفحكمه السقوط الى الارض، وهذا لا يمنع أن يتخلف عن طبيعته لعارض وبسبب\nقاسر. وعليه فكون دين الاسلام فطريا في البشر لا ينافي وجود سبب عارض يقسره\nيوما على مخالفته الفطرة، وبعبارة فنية (إن الفطرة اقتضاء لا ضرورة) كما\nيصرح بذلك حديث (كل مولود يولد على الفطرة، وإنما أبواه يهودانه <span id='ms32'></span> وينصرانه).\nوأما معنى فطرية دين الاسلام، فالراجح أنه بعنوانه المجموعي، اي إن الاسلام\nإذا قيس الى أي دين آخر كان هو دين الفطرة دون غيره - كما أشار إليه الحديث\nالنبوي المتقدم. ومما يريك دين الاسلام بلباسه الفطري، أن حقيقة الاسلام هو\nأن يسلم المرء أمره الى=\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n             [ 62 ]\n</p>\n\n<p>\nتعالى، والذي أورده أبو جعفر في بيان... (1) الله الخلق وهدايتهم إلى\nالرشد على ما ذكر وقد أصاب في ذلك وسلك الطريقة المثلى فيه وقال ما يقتضيه\nالعدل ويدل عليه العقل، وهو خلاف مذهب المجبرة الرادين على الله فيما قال\nوالمخالفين في أقوالهم دلائل العقول.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n= خالقه وأن يسالم المخلوقين، وهل هذا إلا قضية الفطرة. قال سبحانه: (ومن\nأحسن دينا ممن أسلم وجهه لله وهو محسن) (النساء: 125) أي: المسلم لله\nوالمسالم لعباده. وقال نبي الاسلام صلى الله عليه وآله وسلم: (المسلم من\nسلم المسلمون من يده ولسانه). ثم إن الاسلام بني على توحيد الله في ذاته\nوصفاته وتوحيده في عنايته وعبادته، وهل هذا إلا الفطرة، وأسس شرعه على\nالعدل والاحسان والفضيلة والمحبة، وكلها أحكام الفطرة. فالاسلام بهذا\nالمعنى دين الفطرة وشرع الحقيقة، وهذا المعنى هو دين الله الحقيقي، وهو\nأقدم شرائع البشر من عهد إبراهيم - عليه السلام - والذين من قبله، والقرآن\nيقول في إبراهيم - عليه السلام - إنه: (كان حنيفا مسلما) (آل عمران: 68)\nأي: متدينا بالدين الاصلي، أعني به إسلام الفرد نفسه لربه ومسالمته مع\nعباده. چ. (1) هنا في النسخ بياض بمقدار كلمة. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n             [ 63 ]\n</p>\n\n<p>\nفصل: في [ معنى ] الاستطاعة قال أبو جعفر - رحمه الله - () في الاستطاعة:\nاعتقادنا في ذلك ما روي عن موسى بن جعفر - عليه السلام -: من أن العبد لا\nيكون مستطيعا إلا بأربع خصال (2)... إلخ (3). قال أبو عبد الله: الذي رواه\nأبو جعفر عن أبي الحسن موسى - عليه السلام - في الاستطاعة حديث شاذ،\nوالاستطاعة في الحقيقة هي الصحة والسلامة، فكل صحيح فهو مستطيع، وإنما يعجز\nالانسان ويخرج عن الاستطاعة بخروجه عن الصحة، وقد يكون مستطيعا للفعل من لا\nيجد آلة له ويكون مستطيعا ممنوعا من الفعل، والمنع <span id='ms33'></span> لا يضاد الاستطاعة وإنما\nيضاد الفعل، ولذلك يكون الانسان مستطيعا للنكاح وهو لا يجد امرأة ينكحها.\nوقد قال الله تعالى: (ومن لم يستطع منكم طولا أن ينكح المحصنات المؤمنات)\n(4) فبين أن الانسان يكون مستطيعا للنكاح وهو غير ناكح، ويكون مستطيعا للحج\nقبل أن يحج، ومستطيعا للخروج قبل أن يخرج.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) عنه في بحار الانوار 5: 8 و9 / 10 - 12. (2) (ق) زيادة: أن يكون مخلى\nالسرب، صحيح الجسم، سليم الجوارح، له سبب وارد من الله. (3) الاعتقادات ص\n38، الكافي 1: 160 - 161، التوحيد: 348 / 7 وفيهما عن الرضا - عليه السلام\n-. (4) النساء: 25.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n             [ 64 ]\n</p>\n\n<p>\nقال الله تعالى: (وسيحلفون بالله لو استطعنا لخرجنا معكم) (1) فخبر أنهم\nكانوا مستطيعين للخروج فلم يخرجوا. وقال سبحانه: (ولله على الناس حج البيت\nمن استطاع إليه سبيلا) (2) فأوجب الحج على [ الناس و] (3) الاستطاعة قبل\nالحج، فكيف ظن أبو جعفر أن من شرط الاستطاعة للزنا وجود المزني بها، وقد\nبينا أن الانسان يستطيع ذلك مع فقد المرأة وتعذر وجودها ؟ وإن ثبت الخبر\nالذي رواه أبو جعفر - رحمه الله - فالمراد بالاستطاعة فيه التيسير للفعل\nوتسهيل سبيله، وليس عدم السبيل موجبا لعدم الاستطاعة، لما قدمناه من وجود\nالاستطاعة مع المنع، وهذا باب إن بسطناه طال القول فيه، وفيما أثبتناه من\nمعناه كفاية لمن اعتبره (4).\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) التوبة: 42. (2) آل عمران: 98. (3) (ق): من لم يحج، وأثبت. (4) (ق): تأمله.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n             [ 65 ]\n</p>\n\n<p>\nفصل: في [ معنى ] البداء قال أبو جعفر - رحمه الله -: اعتقادنا في\nالبداء، إلى آخره (1 و2 و3). قال أبو عبد الله: قول الامامية في البداء\nطريقه السمع دون العقل، وقد (4) جاءت الاخبار به عن أئمة الهدى - عليهم\nالسلام - والاصل في البداء هو الظهور قال الله تعالى: (وبدا لهم من الله ما\nلم يكونوا يحتسبون) (5) يعني به: ظهر لهم من أفعال الله تعالى بهم ما لم\nيكن في حسبانهم وتقديرهم، وقال: (وبدا لهم سيئات ما كسبوا وحاق بهم) (6)\nيعني: ظهر لهم جزاء كسبهم وبان لهم ذلك، وتقول العرب: قد بدا لفلان عمل\nحسن، وبدا له كلام فصيح، كما يقولون: بدا من فلان كذا، فيجعلون اللام قائمة\nمقامه (7)، فالمعنى في قول الامامية بدا <span id='ms34'></span> لله في كذا - أي: ظهر له فيه ومعنى\nظهر فيه - أي ظهر منه، وليس المراد منه (8) تعقب الرأي ووضوح أمر كان قد\nخفي عنه وجميع أفعاله تعالى الظاهرة في خلقه\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) الاعتقادات ص 40. (2) عنه في البحار 4: 125. (3) انظر كتاب أوائل\nالمقالات ص 53 طبع 1371 چ. (4) (ق): فقد. (5) الزمر: 47. (6) الزمر: 48.\n(7) (ق) زيادة: مقام من نائبة عنها. (8) (ق): به.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n             [ 66 ]\n</p>\n\n<p>\nبعد أن لم تكن فهي معلومة له فيما لم يزل، وإنما يوصف منها بالبداء ما لم\nيكن في الاحتساب ظهوره، ولا في غالب الظن وقوعه، فأما ما علم كونه وغلب في\nالظن حصوله، فلا يستعمل فيه لفظ البداء. وقول أبي عبد الله - عليه السلام -\n(1): (ما بدا لله في شئ كما بدا له في إسماعيل)، فأنما أراد به ما ظهر من\nالله تعالى فيه من دفاع القتل عنه وقد كان مخوفا عليه من ذلك مظنونا به،\nفلطف له في دفعه عنه. وقد جاء الخبر بذلك عن الصادق - عليه السلام - فروي\nعنه أنه قال: (كان القتل قد كتب على إسماعيل مرتين فسألت الله في دفعه عنه\nفدفعه) وقد يكون الشئ مكتوبا بشرط فيتغير الحال فيه. قال الله تعالى: (ثم\nقضى أجلا وأجل مسمى عنده) (2). فتبين أن الاجال على ضربين: ضرب منها مشترط\nيصح فيه الزيادة والنقصان، ألا ترى إلى قوله تعالى: (وما يعمر من معمر ولا\nينقص من عمره إلا في كتاب) (3). وقوله تعالى: (ولو أن أهل القرى آمنوا\nواتقوا لفتحنا عليهم بركات من السماء والارض) (4) فبين أن آجالهم كانت\nمشترطة في الامتداد بالبر والانقطاع بالفسوق. وقال تعالى [ فيما خبر به ]\n(5) عن نوح في خطابه لقومه: (استغفروا ربكم\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) التوحيد: 336 / 1 0، كمال الدين: 69. (2) الانعام: 2. (3) الملائكة:\n11. (4) الاعراف: 96. (5) (ق): خبرا.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n             [ 67 ]\n</p>\n\n<p>\nإنه كان غفارا * يرسل السماء عليكم مدرارا) (1) إلى آخر الايات. فاشترط\nلهم في مد الاجل وسبوغ النعم الاستغفار فلما لم يفعلوه قطع آجالهم وبتر\nأعمارهم واستأصلهم بالعذاب، فالبداء من الله تعالى يختص ما كان مشترطا في\nالتقدير وليس هو الانتقال من عزيمة إلى عزيمة ولا من تعقب الرأي، تعالى\nالله عما يقول <span id='ms35'></span> المبطلون علوا كبيرا. وقد قال بعض أصحابنا: إن لفظ البداء\nاطلق (2) في أصل اللغة على تعقب الرأي [ والانتقال من عزيمة إلى عزيمة ]\n(3) وإنما اطلق (4) على الله تعالى على وجه الاستعارة كما يطلق عليه الغضب\nوالرضا مجازا غير حقيقة، وإن (5) هذا القول لم يضر بالمذهب، إذ المجاز من\nالقول يطلق على الله تعالى فيما ورد به السمع، وقد ورد السمع بالبداء على\nما بينا (6)، والذي اعتمدناه (7) في معنى البداء أنه الظهور (8) على ما\nقدمت القول في معناه، فهو خاص فيما يظهر من الفعل الذي كان وقوعه يبعد في\nالنظر (9) دون المعتاد، إذ لو كان في كل واقع من أفعال الله تعالى لكان\nالله تعالى موصوفا بالبداء في كل أفعاله، وذلك باطل بالاتفاق.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) نوح: 10 و11. (2) (ق): موضوع. (3) (ق): عند وضوح ما كان خفيا. (4)\n(ق): يطلق. (5) (ق) زيادة: صح. (6) (ق): بيناه. (7) (أ) (ز): اعتمدنا. (8)\n(أ) (ز) (ق): ظهور. (9) في بعض النسخ: الظن.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n             [ 68 ]\n</p>\n\n<p>\nفصل: في النهي عن الجدال قال أبو جعفر [ في الجدال ] (1): الجدال في الله\nمنهي عنه، لانه يؤدي إلى ما لا يليق به (2). وروي عن الصادق - عليه السلام\n- (3) أنه قال: يهلك أهل الكلام وينجو المسلمون (4). قال أبو عبد الله\nالشيخ المفيد - رحمه الله -: الجدال على ضربين: أحدهما بالحق، والاخر\nبالباطل، فالحق منه مأمور به ومرغب () فيه، والباطل منه منهي عنه ومزجور عن\nاستعماله. قال الله تعالى لنبيه صلى الله عليه وآله وسلم: (وجادلهم بالتي\nهي أحسن) (6) فأمر بجدال المخالفين وهو الحجاج لهم، إذ كان جدال النبي صلى\nالله عليه وآله وسلم حقا، وقال تعالى لكافة المسلمين: (ولا تجادلوا أهل\nالكتاب إلا بالتي هي أحسن) (7) فاطلق لهم\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) ليست في (ح) (أ) (ق). (2) الاعتقادات ص 42. (3) بصائر الدرجات: 521.\n(4) بصائر الدرجات: 541 / 4 و5، التوحيد: 458 / 22. (5) (ز): مرغوب. (6)\nالنحل: 125. (7) العنكبوت: 46.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n             [ 69 ]\n</p>\n\n<p>\nجدال أهل الكتاب بالحسن (1)، ونهاهم عن جدالهم بالقبيح. وحكى سبحانه عن\nقوم نوح - عليه السلام - ما قالوه في جدالهم (2) فقال سبحانه: (قالوا يا\nنوح قد جادلتنا فأكثرت جدالنا) (3) فلو كان الجدال كله باطلا لما أمر الله\nتعالى نبيه صلى <span id='ms36'></span> الله عليه وآله وسلم به، ولا استعمله الانبياء - عليهم\nالسلام - من قبله، ولا اذن للمسلمين فيه. فأما الجدال بالباطل فقد بين الله\nتبارك وتعالى عنه في قوله: (ألم تر إلى الذين يجادلون في آيات الله أنى\nيصرفون) (4) فذم المجادلين في [ آيات الله ] (5) لدفعها أو قدحها (6)\nوإيقاع الشبهة في حقها. وتد ذكر الله تعالى عن خليله إبراهيم - عليه السلام\n- أنه حاج كافرا في الله تعالى فقال: (الم تر إلى الذي حاج إبراهيم في ربه)\n(7) الاية. وقال مخبرا عن حجاجه قومه: (وتلك حجتنا آتيناها إبراهيم على\nقومه نرفع درجات من نشاء) (8). وقال سبحانه آمرا لنبيه صلى الله على وآله\nوسلم بمحاجة مخالفيه: (قل هل عندكم من علم\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) في بقية النسخ: بالحق. (2) (ح): جداله لهم. (3) هود: 32. (4) المؤمن:\n69. (5) (ح) (ق): الايات. (6) (ح) (ق): جحدها. (7) البقرة: 259. (8) الانعا م: 83.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n             [ 70 ]\n</p>\n\n<p>\nفتخرجوه لنا) (1). وقال - عز اسمه -: (كل الطعام كان حلا لبني إسرائيل)\n(2) الاية. وقال لنبيه صلى الله على وآله وسلم: (فمن حاجك فيه من بعد ما\nجاءك من العلم) (3) الاية. وما زالت الائمة - عليهم السلام - يناظرون في\nدين الله سبحانه ويحتجون على أعداء الله تعالى. وكان شيوخ أصحابهم في كل\nعصر يستعملون النظر، ويعتمدون الحجاج ويجادلون بالحق، ويدمغون (4) الباطل\nبالحجج والبراهين، وكان الائمة - عليهم السلام - يحمدونهم على ذلك\nويمدحونهم ويثنون عليهم بفضل. وقد ذكر الكليني - رحمه الله - في كتاب\nالكافي - وهو من أجل كتب الشيعة وأكثرها فائدة - حديث يونس بن يعقوب مع أبي\nعبد الله - عليه السلام - حين ورد عليه الشامي لمناظرته، فقال له أبو عبد\nالله - عليه السلام -: (وددت أنك يا يونس كنت تحسن الكلام). فقال له يونس:\nجعلت فداك، سمعتك تنهى عن الكلام وتقول: ويل لاهل الكلام، يقولون هذا ينقاد\nوهذا لا ينقاد، وهذا ينساق وهذا لا ينساق، وهذا نعقله وهذا لا نعقله. فقال\nله أبو عبد الله - عليه السلام -: (إنما قلت ويل لهم إذا تركوا قولي وصاروا\nإلى خلافه) ثم دعا حمران بن أعين ومحمد بن الطيار (5)، وهشام بن سالم وقيس\nالماصر فتكلموا بحضرته، وتكلم <span id='ms37'></span> هشام بعدهم فأثنى عليه ومدحه وقال له:\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) الانعام: 148. (2) آل عمران: 94. (3) آل عمران: 62. (4) في بعض\nالنسخ: يدفعون. (5) انظر ذيل كتاب (أوائل ا لمقالات - ص 69 - 70 طبع 1371)\nبقلم العلامة الزنجاني. چ. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n             [ 71 ]\n</p>\n\n<p>\n(مثلك من يكلم الناس)، وقال - عليه السلام - وقد بلغه موت الطيار: (رحم\nالله الطيار ولقاه نضرة وسرورا، فلقد كان شديد الخصومة عنا أهل البيت) (1).\nوقال أبو الحسن موسى بن جعفر - عليه السلام - لمحمد بن حكيم.: (كلم الناس\nوبين لهم الحق الذي أنت عليه، وبين لهم الضلالة التي هم عليها). وقال أبو\nعبد الله - عليه السلام - لبعض أصحابنا (2): (حاجوا الناس بكلامي، فأن\nحجوكم فأنا المحجوج) وقال لهشام بن الحكم وقد سأله عن أسماء الله تعالى\nواشتقاقها فأجابه عن ذلك، ثم قال له بعد الجواب: (أفهمت يا هشام فهما تدفع\nبه أعداءنا الملحدين في دين الله وتبطل شبهاتهم) ؟ فقال هشام: نعم، فقال\nله: (وفقك الله). وقال - عليه السلام - لطائفة من أصحابه: (بينوا للناس\nالهدى الذي أنتم عليه، وبينوا لهم [ ضلالهم الذي هم عليه ] (3) وباهلوهم في\nعلي بن أبي طالب - عليه السلام -) فأمر بالكلام ودعا إليه وحث عليه. وروي\nعنه - عليه السلام - أنه نهى رجلا عن الكلام وأمر آخر به، فقال له بعض\nأصحابه: جعلت فداك، نهيت فلانا عن الكلام وأمرت هذا به ؟ فقال: (هذا أبصر\nبالحجج، وأرفق منه) فثبت أن نهي الصادقين - عليهم السلام - عن الكلام إنما\nكان لطائفة بعينها لا تحسنه ولا تهتدي إلى طرقه وكان الكلام يفسدها، والامر\nلطائفة اخرى به، لانها تحسنه وتعرف طرقه وسبله. فأما النهي عن الكلام في\nالله - عز وجل - فإنما يختص بالنهي عن الكلام في\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) بحار الانوار 2: 136. (2) (ح) (ق): أصحابه. (3) (ق): الضلالة التي هم\nعليها، (ز): ضلالتهم التي هم عليها.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n             [ 72 ]\n</p>\n\n<p>\nتشبيهه بخلقه وتجويره في حكمه. وأما الكلام في توحيده ونفي التشبيه عنه\nوالتنزيه له والتقديس، فمأمور به ومرغب (1) فيه، وقد جاءت بذلك آثار كثيرة\nوأخبار متظافرة، وأثبت في كتابي (الاركان في دعائم الدين) منها جملة كافية،\nوفي كتابي (الكامل في علوم الدين) منها بابا استوفيت القول في <span id='ms38'></span> معانيه وفي\n(عقود الدين) جملة منها، من اعتمدها أغنت عما سواها، والمتعاطي لابطال\nالنظر شاهد على نفسه بضعف الرأي، وموضح عن قصوره عن المعرفة ونزوله عن\nمراتب المستبصرين، والنظر غير المناظرة، وقد يصح النهي عن المناظرة للتقية\n(2) وغير ذلك ، ولا يصح النهي عن النظر لان في العدول عنه المصير إلى\nالتقليد والتقليد مذموم باتفاق العلماء ونص القرآن والسنة. قال الله تعالى\nذاكرا لمقلدة من الكفار وذاما لهم على تقليدهم: (إنا وجدنا آباءنا على امة\nوإنا على آثارهم مقتدون * قال أولو جئتكم بأهدى مما وجدتم عليه آباءكم)\n(3). وقال الصادق - عليه السلام -: (من أخذ دينه من أفواه الرجال أزالته\nالرجال، ومن أخذ دينه من الكتاب والسنة زالت الجبال ولم يزل) (4). وقال -\nعليه السلام -: (إياكم والتقليد، فإنه من قلد في دينه هلك) إن الله تعالى\nيقول: (اتخذوا أحبارهم ورهبانهم أربابا من دون الله) (5) فلا (6) والله ما\nصلوا لهم\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) (ز): ومرغوب. (2) في بعض النسخ: لتقية. (3) الزخرف: 23 و24. (4) بحار\nالانوار 2: 105. (5) التوبة: 31. (6) في بقية النسخ: ولا.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n             [ 73 ]\n</p>\n\n<p>\nولا صاموا، ولكنهم أحلوا لهم حراما، وحرموا عليهم - حلالا، فقلدوهم في\nذلك، فعبدوهم وهم (1) لا يشعرون). وقال - عليه السلام -: (من أجاب ناطقا\nفقد عبده، فأن كان الناطق عن الله تعالى فقد عبد الله، وإن كان الناطق عن\nالشيطان فقد عبد الشيطان). فصل: ولو كان التقليد صحيحا والنظر باطلا لم يكن\nالتقليد لطائفه أولى من التقليد لاخرى، وكان كل ضال بالتقليد معذورا (2)،\nوكل مقلد لمبدع غير موزور (3)، وهذا ما لا يقوله أحد، فعلم بما ذكرناه أن\nالنظر هو الحق والمناظرة بالحق صحيحة، وأن الاخبار التي رواها أبو جعفر -\nرحمه الله - وجوهها (4) ما ذكرناه، وليس الامر في معانيها على ما تخيله\nفيها، والله ولي التوفيق.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) (ق): من حيث. (2) (ق): غير موزور. (3) (ز): معذور. (4) (ق): جوابها.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n             [ 74 ]\n</p>\n\n<p>\nفصل: في اللوح والقلمقال الشيخ أبو جعفر - رحمه الله - (1): اعتقادنا في\nاللوح والقلم أنهما ملكان (2). قال الشيخ المفيد - رحمه الله -: اللوح كتاب\nالله تعالى كتب فيه ما يكون إلى يوم القيامة، وهو قوله تعالى يوضحه (3):\n(ولقد كتبنا <span id='ms39'></span> في الزبور من بعد الذكر أن الارض يرثها عبادي الصالحون) (4)\nفاللوح هو الذكر والقلم هو الشئ الذي أحدث الله به الكتابة (5) في اللوح،\nوجعل اللوح أصلا ليعرف الملائكة - عليهم السلام - منه ما يكون [ من غيب أو\nوحي ] (6)، فإذا أراد الله تعالى أن يطلع الملائكة على غيب له أو يرسلهم\nإلى الانبياء - عليهم السلام - بذلك أمرهم بالاطلاع في (7) اللوح، فحفظوا\nمنه ما يؤدونه إلى من ارسلوا إليه، وعرفوا منه ما يعملون (8)، وقد جاءت\nبذلك آثار عن النبي صلى الله عليه وآله وسلم وعن الائمة - عليهم السلام -.\nفأما من ذهب إلى أن اللوح والقلم ملكان ؟ فقد أبعد بذلك ونأى به عن الحق،\nإذ الملائكة لا تسمى ألواحا، ولا أقلاما، ولا يعرف في اللغة اسم ملك ولا\n(9) بشر لوح ولا (10) قلم.\n</p>\n\n<p>\n---\n</p>\n\n<p>\nانظر البحار - ص 90 ج 14 ط كمباني والمسألة الثامنة والثلالين من المسائل\nالعكبرية. چ. (1) الاعتقادات ص 44. (2) عنه في البحار 57: 370 / 10. (3)\nليست في (ق) (ز) (ح) (أ). (4) الانبياء: 105. (5) (أ) (ز): الكتاب. (6)\nليست في بقية النسخ. (7) (ز): على. (8) (ق) (ز): يعلمون. (9 و10) (ق): أو.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n             [ 75 ]\n</p>\n\n<p>\nفصل: في [ معنى ] العرشقال الشيخ أبو جعفر - رحمه الله - (1): اعتقادنا\nفي العرش أنه حملة جميع الخلق والعرش في وجه آخر هو العلم... (2) إلخ. قال\nالشيخ أبو عبد الله المفيد - رحمه الله -: العرش في اللغة هو الملك (3)،\nقال الشاعر بذلك: إذا ما بنو مروان ثلت عروشهم * وأودت كما أودت أياد وحمير\n(4) يريد إذا ما بنو مروان هلك ملكهم وبادوا، وقال آخر (5): أظننت عرشك *\nلا يزول ولا يغير يعني: أظننت ملكك لا يزول ولا يغير وقال الله تعالى مخبرا\nعن واصفي ملك ملكة سبأ: (واوتيت من كل شئء\n</p>\n\n<p>\n---\n</p>\n\n<p>\nانظر البحار - ص 93 ج 14 ط كمباني. چ. (1) عنه في البحار 58: 7 / 5. (2)\nالاعتقادات ص 45، وبحار الانوار 55: 7. (3) بحار الانوار 55: 7 (4) بحار\nالانوار 55: 7. (5) (ق): الاخر.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n             [ 76 ]\n</p>\n\n<p>\nولها عرش عظيم) (1) يريدون: لها ملك عظيم، فعرش الله تعالى هو ملكه،\nواستواؤه على العرش هو استيلاؤه على الملك، والعرب تصف الاستيلاء\nبالاستواء، قال الشاعر: قد استوى بشر على العراق * من غير سيف ودم مهراق\n(2) يريد <span id='ms40'></span> به قد استولى على العراق (3)، فأما العرش الذي تحمله الملائكة،\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) النمل: 23. (2) بحار الانوار 4: 5. (3) قال العلامة الشهرستاني في\nمجلة (المرشد ص 29 - 31 ج 3): ليس المذهب الصحيح ما ذهب إليه الحشوية وبعض\nالظاهرية من أن العرش سرير كبير يجلس الله عليه جلوس الملك اغترارا منهم\nبما يفهمه العوام من كلمة (العرش) أو من لفظة (استوى) إذ العلم والدين\nمتفقان على تنزيه الخالق - عز شأنه - من صفات الاجسام، وتقديس العالم\nالروحاني من شوائب المواد. ولو اتخذنا فهم العوام ميزانا لتفسير الكتاب\nوالسنة لشوهنا محاسن تلك الجمل البليغة، وذهبنا بها إلى معاني مبذولة غير\nمقبولة، ولوجب علينا أن نفسر آية: (يجعلون أصابعهم في آذانهم) (البقرة: 20)\nبدخول الاصابع كلها في الاذان، وأن نفسر حديث (الحجر الاسود يمين الله في\nأرضه) بأن الحجر هو إحدى أكف الرب - تعالى شأنه - نعم، لهذا الحديث وأمثاله\nولتلك الاية وأمثالها وجه معقول، ولكن على سبيل التشبيه والمجاز وعليهما\nمدار الكلام البليغ. وبالجملة: إننا نفسر القرآن بالقرآن لئلا نحيد عن\nصراطه المستقيم، فنقول: إن العرب كانوا ولا يزالون يسمون البيت المصنوع\nسقفه وقوائمه من اصول الاشجار عريشا ويستعملون الصيغ المشتقة من هذا الاسم\nلمعاني قريبة منه، كما في آية (ودمرنا ما كان يصنع فرعون وقومه وما كانوا\nيعرشون) (الاعراف: 137). وفي آية: (وأوحى ربك إلى النحل أن اتخذي من الجبال\nبيوتا ومن الشجر ومما يعرشون) (النحل: 68) وآية: (وهو الذي أنشأ جنات\nمعروشات وغير معروشات) (الانعام: 141) يعني بذلك السقوف وقوائمها المصنوعة\nمن اصول الشجر وفروعها للكرم أو لغيره، وآية:=\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n             [ 77 ]\n</p>\n\n<p>\nفهو بعض الملك (1)، وهو عرش خلقه الله تعالى في السماء السابعة، وتعبد\nالملائكة - عليهم السلام - بحمله وتعظيمه، كما خلق سبحانه بيتا في الارض\nوأمر البشر بقصده وزيارته والحج إليه وتعظيمه، وقد جاء في الحديث أن الله\nتعالى خلق بيتا تحت\n</p>\n\n<p>\n---\n</p>\n\n<p>\n= (أو كالذي مر على قرية وهي خاوية عل عروشها) (البقرة 260) يعني قصورها\nوبيوتها المسقفة، وبهذه المناسبة ومن غلبة الاستعمال صار (العرش) علما\nللدائرة الخاصة بملوك البشر على اختلاف أشكالها حسب اختلاف حضارة البشر في\nأدواره <span id='ms41'></span> وفخامة الملك وسلطانه. وقد استعمل الوحي الالهي لفظة (العرش) على\nسبيل التجوز في دائرة ملك الله سبحانه الخاصة به وبملائكته المقربين، فعرشه\nكناية عن عالم الروحانيات، وما كان الحكماء الاقدمون يسمونه بعالم الملكوت،\nوسماه حكماء الاسلام بعالم الامر. وأما لفظة (استوى) وهي التي جعلت الاية\nمن المتشابهات عند القوم، فمعناها التمكن التام والاستيلاء الكامل بدليل ما\nيظهر من آية: (فإذا استويت أنت ومن معك على الفلك) (المؤمنون: 28) أي:\nتمكنت، وآية: (فاستغلظ فاستوى على سوقه) (الفتح: 29) أي: تمكن واستقام،\nوآية: (ولما بلغ أشده واستوى آتيناه حكما) (القصص: 14) فالاستواء فيهن\nبمعنى التمكن التام دون الجلوس كما زعمت المشبهة، وكثير في محاورات العرب\nاستعمال (استوى) بمعنى التمكن الاتم والاقتدار الكامل، كقول بعيث الشاعر:\nقد استوى بشر على العراق * من غير سيف ودم مهراق يريد تمكنه التام، غير\nأننا نتوخى على الدوام تفسير القرآن بالقرآن والاهتداء منه إليه، وقد دلنا\nعلى معنى (العرش) كما دلنا على معنى (الاستواء) وأن الله سبحانه قد ظهر من\nخلقه للسموات والارض تمكنه التام واقتداره الكامل على عالم الارواح، أي:\nدائرة ملكه الخاصة به والمهيمنة عل عالم الاجسام ويؤيد ذلك: قوله تعالى بعد\nهذه الاية: (له ما في السموات وما في الارض وما بينهما وما تحت الثرى) (طه:\n6) مشيرا الى أنه استولى قبل كل شئ على عالم الملكوت والارواح، ثم تمكن\nبذلك من تملك عالم الناسوت والاجرام. وإن شئتم التفاصيل الكافية بأسرار\nالعرش وآياته وحل سائر مشكلاته، فقد استوفينا كل ذلك في رسالتنا (العرشية). چ.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) بحار الانوار 5: 8.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n             [ 78 ]\n</p>\n\n<p>\nالعرش سماه البيت المعمور تحجه الملائكة في كل عام، وخلق في السماء\nالرابعة بيتا سماه الضراح وتعبد الملائكة بحجه والتعظيم له والطواف حوله،\nوخلق البيت الحرام في الارض وجعله (1) تحت الضراح (2). وروي عن الصادق -\nعليه السلام - (3) أنه قال: لو القي حجر من العرش لوقع على ظهر البيت\nالمعمور، ولو القي حجر من البيت المعمور لسقط على ظهر البيت الحرام، ولم\nيخلق الله عرشا لنفسه ليستوطنه، تعالى الله عن ذلك. لكنه خلق عرشا <span id='ms42'></span> أضافه\nإلى نفسه تكرمة له وإعظاما وتعبد الملائكة بحمله كما خلق بيتا في الارض ولم\nيخلقه (4) لنفسه ولا ليسكنه، تعالى الله عن ذلك كله. لكنه خلقه لخلقه\nوأضافه لنفسه (5) إكراما له وإعظاما، وتعبد الخلق بزيارته والحج إليه. فأما\n[ الوصف للعلم ] (6) بالعرش فهو في مجاز اللغة دون حقيقتها، ولا وجه لتأويل\n(7) (8) قوله تعالى: (الرحمن على العرش استوى) (9) بمعنى (10) أنه احتوى\nعلى العلم، وإنما الوجه في ذلك ما قدمناه. والاحاديث التي رويت في صفة\nالملائكة الحاملين للعرش أحاديث آحاد وروايات أفراد لا يجوز القطع بها ولا\nالعمل عليها، والوجه الوقوف عندها والقطع على أن [ العرش في الاصل ] (11)\nهو الملك، والعرش المحمول جزء من الملك تعبد الله تعالى بحمله الملائكة على\nما قدمناه (12). (1) (أ) (ز) (ح): فجعله. (2) بحار الانوار: 55: 8. (3)\nبحار الانوار 55: 8. (4) (ز): يجعله. (5) (ح) (ز) (ق): إلى نفسه. (6) (ق):\nوصف العلم. (7) بحار الانوار 55: 8. (8) (ح) (ز) (ش) (ق): لتأول. (9) طه:\n5. (10) (ق): على. (11) في المطبوعة: الاصل في العرش. (12) بحار الانوار 55: 8.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n             [ 79 ]\n</p>\n\n<p>\nفصل: في النفوس والارواح قال الشيخ أبو جعفر - رحمه الله - (1): اعتقادنا\nفي النفوس أنها هي الارواح، وأنها الخلق الاول، وأنها خلقت للبقاء، وأنها\nفي الارض غريبة، وفي الابدان مسجونة. قال الشيخ أبو عبد الله: كلام أبى\nجعفر في النفس والروح على مذهب الحدس دون التحقيق، ولو اقتصر على الاخبار\nولم يتعاط ذكر معانيها كان أسلم له من الدخول في باب يضيق عنه (2) سلوكه. [\nقال الشيخ أبو عبد الله: النفس عبارة ] (3) عن معان: أحدها: ذات الشئ،\nوالثاني (4) الدم السائل، والثالث (5): النفس الذي هو الهواء، والرابع:\nالهوى وميل الطبع (6) *. فأما شاهد المعنى الاول، فهو قولهم: هذا نفس الشئ\n- أي: ذاته وعينه -\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) الاعتقادات ص 47 والبحار 6: 249 / 87 و61: 78 - 79. (2) (ق): عليه.\n(3) في المطبوعة: أما النفس فعبارة. (4) (أ) (ح) (ز) (ق) (ش): والاخر. (5)\n(أ) (ح) (ز) (ش) (ق): والاخر. (6) (ح) (ق): الطباع. * بحار الانوار 58: 79.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n             [ 80 ]\n</p>\n\n<p>\nوشاهد الثاني قولهم: كل ما كانت [ له نفس ] (1) سائلة فحكمه كذا وكذا،\nوشاهد الثالث قولهم: فلان هلكت نفسه، إذا انقطع نفسه ولم يبق في جسمه هواء\nيخرج من <span id='ms43'></span> جوانبه (2)، وشاهد الرابع قول الله تعالى: (إن النفس لامارة\nبالسوء) (3) يعني: الهوى داع إلى القبيح، وقد يعبر بالنفس عن النقم، قال\nالله تعالى: (ويحذركم الله نفسه) (4) يريد به: نقمه وعقابه (5). فصل (6): [\nقال الشيخ المفيد: وأما الروح ] (7) فعبارة عن معان: أحدها: الحياة،\nوالثاني القرآن، والثالث: ملك من ملائكة الله تعالى، والرابع: جبرئيل -\nعليه السلام -. فشاهد الاول قولهم: كل ذي روح فحكمه كذا وكذا، يريدون: كل\nذي حياة، وقولهم في من مات: قد خرجت منه الروح، يعنون به الحياة، وقولهم في\nالجنين صورة لم تلجه الروح، يريدون: لم تلجه (8) الحياة. وشاهد الثاني قوله\nتعالى: (وكذلك أوحينا إليك روحا من أمرنا) (9) يعني به: القرآن. وشاهد\nالثالث قوله تعالى: (يوم يقوم الروح والملائكة) (10) الاية. وشاهد الرابع\nقوله تعالى: (قل نزله روح القدس) (11) يعني: جبرئيل - عليه السلام -. فأما\nما ذكره الشيخ أبو جعفر ورواه: أن الارواح مخلوقة قبل الاجساد بألفي\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) (أ) (ز): النفس. (2) (ا) (ح) (ز) (ق) (ش): حواسه. (3) يوسف: 53. (4)\nآل عمران: 29. (5) (ز): وعذابه. (6) ليست في المطبوعة. (7) في المطبوعة:\nوأما الروح. (8) (ق): تحله. (9) الشورى: 52. (10) النبأ: 38. (11) النحل: 102.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n             [ 81 ]\n</p>\n\n<p>\nعام ؟ فما تعارف منها ائتلف، وما تناكر منها اختلف، فهو حديث من أحاديث\nالاحاد وخبر من طرق الافراد، وله وجه غير ما ظنه من لا علم له بحقائق\nالاشياء، وهو أن الله تعالى خلق الملائكة قبل البشر بألفي عام، فما تعارف\nمنها قبل خلق البشر ائتلف عند خلق البشر، وما لم يتعارف منها إذ ذاك اختلف\nبعد خلق البشر (1)، وليس الامر كما ظنه أصحاب التناسخ ودخلت الشبهة فيه على حشوية\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) قال المصنف - قدس الله نفسه - في ضمن جواب المسألة الثانية من\nالمسائل السروية *: فأما الخبر بأن الله تعالى خلق الارواح قبل الاجساد\nبألفي عام فهو من أخبار الاحاد، وقد روته العامة كما روته الخاصة وليس (هو)\nمع ذلك مما يقطع على الله بصحته، وإنما نقله رواته لحسن الظن به، وإن ثبت\nالقول فالمعنى فيه أن الله تعالى قدر الارواح في علمه قبل اختراع الاجساد،\nواخترع الاجساد واخترع لها الارواح <span id='ms44'></span>، فالخلق للارواح قبل الاجساد خلق تقدير\nفي العلم - كما قدمناه - وليس بخلق لذواتها كما وصفناه - والخلق لها\nبالاحداث والاختراع بعد خلق الاجسام والصور التي تدبرها الارواح، ولولا أن\nذلك كذلك لكانت الارواح تقوم بأنفسها ولا تحتاج إلى آلات تعتملها ولكنا\nنعرف ما سلف لنا من الاحوال قبل خلق الاجساد كما نعلم أحوالنا بعد خلق\nالاجساد. وهذا محال لا خفاء بفساده. وأما الحديث بأن الارواح جنود مجندة\nفما تعارف منها ائتلف وما تناكر منها اختلف، فالمعنى فيه أن الارواح التي\nهي الجواهر البسائط تتناصر بالجنس وتتخاذل بالعوارض، فما تعارف منها باتفاق\nالرأي والهوى ائتلف، وما تناكر منها بمباينة في الرأي والهوى اختلف. وهذا\nموجود حسا ومشاهد، وليس المراد بذلك أن ما تعارف منها في الذر ائتلف - كما\nيذهب إليه الحشوية، كما بيناه من أنه لا علم للانسان بحال كان عليها قبل\nظهوره في هذا العالم، ولو ذكر بكل شئ ما ذكر ذلك - فوضح بما ذكرناه أن\nالمراد بالخبر ما شرحناه، والله الموفق للصواب. انتهى. انظر المجلد الاربع\nعشر من البحار (السماء والعالم - ص 428 ط أمين الضرب). چ. * انظر إلى مقدمة\nالعلامة الزنجاني لكتاب (أوائل المقالات - ص مه طبع 1371). وانظر البحار -\nص 74 ج 3 ط كمباني. چ\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n             [ 82 ]\n</p>\n\n<p>\nالشيعة فتوهموا أن الذوات (1) الفعالة المأمورة والمنهية كانت مخلوقة في\nالذر (2)\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) (ق): الذات. (2) قال المصنف - قدس سره - في ضمن جواب المسألة الثانية\nمن المسائل السروية، ما نصه: وأما الحديث في إخراج الذرية من صلب آدم -\nعليه السلام - على صورة الذر فقد جاء، الحديث بذلك على اختلاف ألفاظه\nومعانيه *، والصحيح أنه أخرج الذرية من ظهره كالذر فملا بهم الافق، وجعل\nعلى بعضهم نورا لا يشوبه ظلمة وعلى بعضهم ظلمة لا يشوبها نور، وعلى بعضهم\nنورا وظلمة، فلما رآهم آدم عجب من كثرتهم وما عليهم من النور والظلمة فقال:\nيا رب ما هؤلاء ؟ فقال الله - عز وجل -: هؤلاء ذريتك، يريد في تعريفه\nكثرتهم وامتلاء الافاق بهم، وأن نسله يكون في الكثرة كالذر الذي رآه ليعرفه\nقدرته ويبشر باتصال <span id='ms45'></span> نسله وكثرتهم. فقال آدم - عليه السلام -: يا رب ما لي\nأرى على بعضهم نورا لا يشوبه ظلمة، وعلى بعضهم ظلمة لا يشوبها نور، وعلى\nبعضهم ظلمة ونورا ؟ فقال تبارك وتعالى: أما الذين عليهم النور بلا ظلمة فهم\nأصفيائي من ولدك الذين يطيعوني ولا يعصوني في شئ من أمري، فاولئك سكان\nالجنة. وأما الذين عليهم ظلمة لا يشوبها نور فهم الكفار من ولدك الذين\nيعصوني ولا يطيعوني في شئ من أمري، فهؤلاء حطب جهنم. وأما الذين عليهم نور\nوظلمة فاولئك الذين يطيعوني من ولدك ويعصوني يخلطون أعهالهم السيئة بأعمال\nحسنة، فهؤلاء أمرهم إلي إن شئت عذبتهم فبعدلي، وإن شثت عفوت عنهم بتفضلي،\nفأنبأه الله بما يكون من ولده وشبههم بالذر الذي أخرجه من ظهره وجعله علامة\nعلى كثرة ولده، ويحتمل أن يكون ما أخرجه من ظهره اصول أجسام ذريته دون\nأرواحهم، وإنما فعل الله ذلك ليدل آدم - عليه السلام - على العاقبة منه،\nويظهر له من قدرته وسلطانه ومن عجائب صنعه وعلمه بالكائن قبل كونه ليزداد\nآدم - عليه السلام - يقينا بربه ويدعوه ذلك إلى التوفير على طاعته والتمسك\nبأوامره والاجتناب لزواجره. وأما الاخبار التي جاءت بأن ذرية آدم - عليه\nالسلام - استنطقوا في الذر فنطقوا فاخذ = * انظر المقام الخامس من (مقامات\nالنجاة) للسيد نعمة الله الجزائري - ره -. وراجع البحار - ص 73 ج 3 ط\nكمباني. چ\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n             [ 83 ]\n</p>\n\n<p>\nتتعارف وتعقل وتفهم وتنطق، ثم خلق الله لها أجسادا من بعد ذلك\n</p>\n\n<p>\n---\n</p>\n\n<p>\n= عليهم العهد فاقروا، فهي من أخبار التناسخية، وقد خلطوا فيها ومزجوا\nالحق بالباطل، والمعتمد من إخراج الذرية ما ذكرناه بما يستمر القول به على\nالادلة العقلية والحجج السمعية دون ما عداه، وإنما هو تخليط لا يثبت به أثر\nعلى ما وصفناه. فصل: فإن تعلق متعلق بقوله تعالى: (وإذ أخذ ربك من بني آدم\nمن ظهورهم ذريتهم وأشهدهم على أنفسهم ألست بربكم ؟ قالوا: بلى شهدنا أن\nتقولوا يوم القيامة إنا كنا عن هذا غافلين) (الاعراف: 173) وظن بظاهر هذا\nالقول تحقق ما رواه أهل التناسخ والحشوية والعامة في انطاق <span id='ms46'></span> الذرية وخطابهم\nبأنهم كانوا أحياءا ناطقين. فالجواب عنه *: أن هذه الاية من المجاز في\nاللغة كنظائرها مما هو مجاز واستعارة، والمعنى فيها أن الله تبارك وتعالى\nأخذ من كل مكلف يخرج من صلب آدم وظهور ذريته العهد عليه بربوبيته من حيث\nأكمل عقله ودله بآثار الصنعة فيه على حدوثه، وأن له محدثا أحدثه لا يشبهه\nأحد يستحق العبادة منه بنعمته عليه، فذلك هو أخذ العهد منهم، وآثار الصنعة\nفيهم هو إشهادهم على أنفسهم بأن الله تعالى ربهم، وقوله تعالى: (قالوا بلى)\nيريد أنهم لم يمتنعوا من لزوم آثار الصنعة فيهم، ودلائل حدوثهم اللازمة\nلهم، وحجة العقل عليهم في إثبات = * وأجاب المؤلف - قده - عن الاية في\nالمسألة الخامسة والاربعين من المسائل العكبرية بما أجاب عنها في المسألة\nالثانية من المسائل السروية لكن مع اختلاف في التعبير. وقال العلامة\nالشهرستاني في مجلة (المرشد - ص 120 ج 3 ط بغداد): (في الناس اناس يعتقدون\nأن البشر من قبل أن يخلقوا خلقتهم هذه، كانوا على كثرتهم ذوي حظ من الوجود\nولكن على قدر الذر أو أصغر ويسمون الوطن الذي كانوا فيه على هذه الصفة\n(عالم الذر) و(عالم الميثاق) و(يوم الالست) بمناسبة خطاب الله لهم (وهم ذر)\nبقوله: (ألست بربكم قالوا بلى) غير أن المحقق رشيد الدين محمد بن شهر آشوب\nالمتوفى سنة 588 نسب هذا المذهب إلى الحشوية في كتابه (المحكم والمتشابه) *\n* وفسر هذه الاية التي هي من أقوى أدلة الذريين بحال امتنا تجاه الخطابات\nالشرعية في عالمنا المحسوس. وعلى هذا أكثر المحققين من علمائنا المتقدمين\nكالشيخ المفيد والطبرسي - رض - وكالنراقيين من المتأخرين...). چ * * انظر\nمتشابهات القرآن ومختلفه ص 8 ج 1 ط طهران لابن شهر آشوب. چ.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n             [ 84 ]\n</p>\n\n<p>\nفركبها فيها، ولو كان ذلك كذلك لكنا نعرف نحن ما كنا عليه، وإذا\n</p>\n\n<p>\n---\n</p>\n\n<p>\n= صانعهم، فكأنه سبحانه لما ألزمهم الحجه بعقولهم على حدثهم ووجود محدثهم\nقال لهم: (ألست بربكم) فلما لم يقدروا على الامتناع عن لزوم دلائل الحدث\nلهم كانوا كقائلين بلى. وقوله تعالى: (أن تقولوا يوم القيامة إنا كنا <span id='ms47'></span> عن\nهذا غافلين أو تقولوا إنما أشرك آباؤنا من قبل وكنا ذرية من بعدهم أفتهلكنا\nبما فعل المبطلون) (الاعراف: 173) ألا ترى أنه احتج عليهم بما لا يقدرون\nيوم القيامة أن يناولوا [ يتأولوا ] في إنكاره ولا يستطيعون. وقد قال\nسبحانه: (والشمس والقمر والنجوم والجبال والشجر والدواب وكثير من الناس\nوكثير حق عليه العذاب) (الحج: 18) * ولم يرد أن المذكور يسجد (كذا) كسجود\nالبشر في الصلاة، وإنما أراد أنه غير ممتنع من فعل الله، فهو كالمطيع لله،\nوهو يعبر عنه بالساجد. قال الشاعر: بجمع تظل البلق في حجراته * ترى الاكم\nفيه سجدا للحوافر * * = * أول الاية: (ألم تر أن الله يسجد له من في\nالسموات ومن في الارض). قال المصنف - قده - في جواب المسألة الرابعة من\nالمسائل العكبرية: السجود في اللغة التذلل والخضوع ومنه سمى المطيع لله\nساجدا لتذلله بالطاعة لمن أطاعه، وسمى واضع جبهته على الارض ساجدا لمن\nوضعها له لانه تذلل بذلك له وخضع والجمادات وإن فارقت الحيوانات بالجمادية\nفهي متذللة لله عز وجل من حيث لم تمتنع من تدبيره لها وأفعاله فيها، والعرب\nتصف الجمادات بالسجود وتقصد بذلك ما شرحناه في معناه، ألا ترى إلى قول\nالشاعر وهو زيد الخيل: بجمع تظل البلق في حجراته * ترى الاكم فيه سجد\nاللحوافر أراد أن الاكم الصلاب في الارض لا تمتنع في هدم حوافر الخيل لها\nوانخفاضها بعد الارتفاع... والتذلل بالاختيار والاضطرار لله عز اسمه يعم\nالجماد والحيوان الناطق والمستبهم معا. چ * * وفي الكامل للمبرد - ص 156 ج\n2 ط مصر 1339 ه: ويروى عن حماد الراوية قال: قالت ليلى بنت عروة بن زيد\nالخيل لابيها: هل رأيت قول أبيك: بني عامر هل تعرفون إذا غدا * أبو مكنف قد\nشد عقد الدوابر بجيش تضل البلق في حجراته * ترى الاكم منه سجدا للحوافر\nمكنف كمحسن كنية زيد الخيل الصحابي - رض -. قال العلامة ابن قتيبة الدينورى\n(المتوفى سنة 276 ه في كتاب (المعارف - ص 145 ط مصر 1353،: كان مكنف أكبر\nولد أبيه وبه كان يكنى وصحب النبي صلى الله عليه وآله <span id='ms48'></span> وسلم فإنه أتى النبي\nصلى الله عليه وآله وسلم وسماه زيد الخير وحماد الراوية مولى مكنف. چ (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n             [ 85 ]\n</p>\n\n<p>\nذكرنا به ذكرناه ولا يخفى علينا الحال فيه، ألا ترى أن من نشأ ببلد من البلاد\n</p>\n\n<p>\n---\n</p>\n\n<p>\n= يريد: أن الحوافر تذل الاكم بوطئها عليها، وقال آخر: سجودا له عانون\nيرجون فضله * وترك ورهط الاعجمين وكابل يريد: أنهم يطيعون له، وخبر عن\nطاعتهم بالسجود، وقوله تعالى: (ثم استوى إلى السماء وهي دخان فقال لها\nوللارض ائتيا طوعا أو كرها قالتا أتينا طائعين) (فصلت: 11) وهو سبحانه لم\nيخاطب السماء بكلام، ولا السماء قالت قولا مسموعا، وإنها أراد أنه عهد إلى\nالسماء فخلقها فلم يتعذر عليه صنعها، وكأنه لما خلقها قال لها وللارض ائتيا\nطوعا أو كرها فلما انفعلت بقدرته كانتا كالقائل: أتينا طائعين، ومثله قوله\nتعالى: (يوم نقول لجهنم هل امتلئت وتقول هل من مزيد) (ق: 30) والله تعالى\nيجل عن مخاطبة النار وهي مما لا تعقل ولا تتكلم، وإنما [ هو ] الخبر عن\nسعتها وأنها لا تضيق بمن يحلها من المعاقبين، وذلك كله على مذهب أهل اللغة\nوعادتهم في المجاز ألا ترى إلى قول الشاعر: وقالت له العينان سمعا وطاعة *\nوحدرتا كالدر لما يثقب والعينان لم تقولا وولا مسموعا، ولكنه أراد منهما\nالبكاء فكانتا كما أراد من غير تعذر عليه، ومثله قول غيره [ عنترة ]: ازور\nعن وقع القنا بلبانه * وشكى إلي بعبرة وتمحم والفرس لا يشتكي قولا ولكنه\nظهر منه علامة الخوف أو الجزع. ومنه قول الاخر: (شكى إلي جملي طول السرى) *\n*. والجمل لا يتكلم لكنه لما ظهر منه النصب، والوصب لطول السرى عبر عن هذه\nالعلامة بالشكوى التي تكون كالنطق والكلام، ومنه قوله: امتلا الحوض وقال\nقطني * حسبك مني قدملات بطني والحوض لم يقل قطني ولكنه لما امتلا بالماء\nعبر عنه بأنه قال حسبي، ولذلك أمثال كثيرة في منثور كلام العرب ومنظومه وهو\nمن الشواهد على ما ذكرناه في تأويل الاية، والله تعالى = * اللبان: الصدر\nأو ما بين الثديين، وأكثر استعماله لصدر ذات الحوافر كالفرس. چ <span id='ms49'></span>. * * آخر\nالشعر: يا جملي ليس إلي المشتكى * صبر جميل فكلانا مبتلى. چ.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n             [ 86 ]\n</p>\n\n<p>\nفأقام (1) فيه حولا ثم انتقل (2) إلى غيره لم يذهب عنه علم ذلك (3) وإن\nخفي عليه لسهوه عنه فذكر به ذكره، ولولا أن الامر كذلك لجاز أن يولد إنسان\nمنا ببغداد وينشأ بها ويقيم عشرين سنة فيها ثم ينتقل إلى مصر آخر فينسى\nحاله ببغداد ولا يذكر منها شيئا، وإن ذكر به وعدد عليه علامات حاله ومكانه\nونشوئه أنكرها، وهذا ما لا يذهب إليه عاقل (4)، وكذا ما كان ينبغي لمن لا\nمعرفة له بحقائق الامور\n</p>\n\n<p>\n---\n</p>\n\n<p>\n= سأل التوفيق، اه. انظر (المسألة 45 من المسائل العكبرية للشيخ المفيد -\nره - وأمالي تلميذه الشريف السيد المرتضى - ره - المسمى بغرر الفوائد ودرر\nالقلائد - ص 20 - 34 ج 1 ط مصر) و(مجمع البيان - ص 497 ج 2 ط صيدا) لامام\nالمفسرين الشيخ الطبرسي - ره - ورسالة (فلسفة الميثاق والولاية - ص 3 - 10\nط صيدا) للعلامة الامام السيد عبد الحسين شرف الدين العاملي مد ظله. چ. (1)\n(ق): وأقام. (2) (ق) زيادة: عنه. (3) بحار الانوار 58: 80 - 81. (4) قال -\nقدس سره - في ضمن جواب المسألة الاولى من المسائل العكبرية *: إن قيل إن\nأشباح آل محمد صلى الله عليه وآله وسلم سبق وجودها وجود آدم فالمراد بذلك\nأن أمثلتهم في الصور كانت في العرش فرآها آدم وسأل عنها فأخبره الله أنها\nأمثال صور من ذريته شرفهم بذلك وعظمهم به، فأما أن تكون ذواتهم - عليهم\nالسلام - كانت قبل آدم موجودة فذلك باطل بعيد عن الحق لا يعتقده محصل ولا\nيدين به عالم وإنما قال به طوائف من الغلاة الجهال والحشوية من الشيعة\nالذين لا بصيرة لهم بمعاني الاشياء ولا حقيقة الكلام. وقد قيل: إن الله\nتعالى كان قد كتب أسمائهم في العرش ورآها آدم وعرفهم بذلك وعلم أن شأنهم\nعند الله عظيم. وأما القول بأن ذواتهم كانت موجودة قبل آدم فالقول في\nبطلانه على ما قدمناه. اه. = * أنظر مقدمة (أوائل المقالات ص مه طبع 1371) چ.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n             [ 87 ]\n</p>\n\n<p>\nأن يتكلم فيها على خبط عشواء (1). والذي (2) صرح به أبو جعفر - رحمه الله\n- في معنى الروح <span id='ms50'></span> والنفس هو قول التناسخية بعينه من غير أن يعلم أنه قولهم\nفالجناية بذلك على نفسه وعلى غيره عظيمة. فأما ما ذكره من أن الانفس (3)\nباقية فعبارة مذمومة ولفظ يضاد ألفاظ القرآن. قال الله تعالى: (كل من عليها\nفان * ويبقى وجه ربك ذو الجلال والاكرام) (4) والذي حكاه من ذلك وتوهمه هو\nمذهب كثير من الفلاسفة الملحدين الذين زعموا أن الانفس (5) لا يلحقها الكون\nوالفساد، وأنها باقية، وإنما تفنى وتفسد الاجسام المركبة، وإلى هذا ذهب بعض\nأصحاب التناسخ\n</p>\n\n<p>\n---\n</p>\n\n<p>\n= وقال (س) في ضمن جواب المسألة المتممة للخمسين: فصل - وقوله أن النبي\nصلى الله عليه وآله وسلم ولد مبعوثا ولم يزل نبيا فإنه مجمل من المقال\nوباطل فيه على حال فان أراد بذلك أنه لم يزل في الحكم مبعوثا وفي العلم\nنبيا فهو كذلك، وإن أراد (بذلك) أنه لم يزل موجودا في الازل ناطقا رسولا\nوكان في حال ولادته نبيا مرسلا كما كان بعد الاربعين من عمره فذلك باطل لا\nيذهب إليه إلا ناقص غبي لا يفهم عن نفسه ما يقول والله المستعان وبه\nالتوفيق. چ. (1) قال في (الحور العين - ص 313): والعشواء في قول الخليل:\nالناقة التي لا تبصر ما أمامها، فهي تخبط بيديها كل شئ وترفع طرفها لا تنظر\nموقع يديها، فضرب بها المثل لمن لا يتبين في أمره، فقيل: كراكب العشواء،\nوركب العشواء وهو يخبط خبط العشواء. (انظر مجمع الامثال ص 336 ج 2 ط مصر)\nأيضا. چ. (2) من هنا ذكره المجلسي في البحار 58: 81. (3) (ق) (ز): النفس.\n(4) الرحمن: 26 - 27. (5) في المطبوعة: النفس.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n             [ 88 ]\n</p>\n\n<p>\nوزعموا أن الانفس (1) لم تزل تتكرر في الصور (2) والهياكل لم تحدث ولم\nتفن ولن (3) تعدم، وأنها باقية غير فانية، وهذا من أخبث قول وأبعده من\nالصواب، وبما دونه في الشناعة والفساد شنع به الناصبة على الشيعة ونسبوهم\nإلى الزندقة، ولو عرف مثبته ما (4) فيه لما تعرض له، لكن أصحابنا المتعلقين\nبالاخبار أصحاب سلامة وبعد ذهن وقلة فطنة يمرون على وجوههم فيما سمعوه من\nالاحاديث ولا ينظرون في سندها، ولا يفرقون (5) بين حقها وباطلها <span id='ms51'></span>، ولا\nيفهمون ما يدخل عليهم في إثباتها، ولا يحصلون معاني ما يطلقونه منها. والذي\nثبت من الحديث في هذا الباب أن الارواح بعد موت الاجساد على ضربين: منها ما\nينقل إلى الثواب والعقاب، ومنها ما يبطل فلا يشعر بثواب ولا عقاب. وقد روي\nعن الصادق - عليه السلام - ما ذكرناه (6) في هذا المعنى وبيناه (7)، فسئل\nعمن مات في هذه الدار أين تكون روحه ؟ فقال - عليه السلام -: من (1) (ز):\nالنفس. (2) في المطبوعة: الصورة. (3) (ح) (ز) (ق): ولم. (4) في المطبوعة:\nبما. (5) (ح) (ق): يميزون. (6) (ق): ذكرنا. (7) ومما هو جدير بالذكر أنه لا\nمنافاة بين هذا الخبر وبين سائر الاخبار الواردة في الرجعة المشعرة بأنه لا\nيرجع إلى الدنيا إلا من محض الايمان محضا أو محض الكفر محضا، فإن هذا الخبر\nفي مقام بيان أنه لا ينعم ولا يعذب من النفوس بعد مفارقة الاجساد إلا نفوس\nماحضي الايمان أو ماحضي الكفر، وأن سائر النفوس من أمثال المستضعفين وغيرهم\nلا يشعر بشئ من الثواب والعقاب حتى يوم النشور وبعث من في القبور. وأخبار\nالرجعة في مقام بيان أن الراجعين إلى الدنيا ليسوا إلا من هاتين الطائفتين\nأعني ممحضي الايمان وممحفي الكفر وليس في مقام إثبات أن كل ماحض للايمان أو\nماحض للكفر يعود، فلا منافاة بين مضامين الاخبار، وللمصنف - قدس - بيان شاف\nفي هذا الباب أيضا في (أوائل المقالات). ز.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n             [ 89 ]\n</p>\n\n<p>\nمات وهو ماحض للايمان محضا أو ماحض للكفر محضا نقلت روحه من هيكله إلى\nمثله في الصورة (1)، وجوزي بأعماله إلى يوم القيامة، فإذا بعث الله من في\nالقبور أنشأ جسمه (2) ورد روحه إلى جسده وحشره ليوفيه أعماله، فالمؤمن\nتنتقل (3) روحه من جسده إلى مثل جسده في الصورة، فيجعل في جنة من جنان الله\nيتنعم فيها إلى يوم الماب، والكافر تنتقل روحه من جسده إلى مثله بعينه\nفتجعل في نار فيعذب بها إلى يوم القيامة، وشاهد ذلك في المؤمن قوله تعالى:\n(قيل ادخل الجنة قال ياليت قومي يعلمون * بما غفر لي ربي) (4) وشاهد ما\nذكرناه في <span id='ms52'></span> الكافر قوله تعالى: (النار يعرضون عليها غدوا وعشيا ويوم تقوم\nالساعة أدخلوا آل فرعون أشد العذاب) (5) فأخبر سبحانه أن مؤمنا قال بعد\nموته وقد ادخل الجنة: ياليت قومي يعلمون، وأخبر أن كافرا يعذب بعد موته\nغدوا وعشيا ويوم تقوم الساعة يخلد في النار. والضرب الاخر: من يلهى عنه\nوتعدم نفسه عند فساد جسمه، فلا يشعر بشئ حتى يبعث، وهو من لم يمحض الايمان\nمحضا، ولا الكفر محضا. وقد بين الله تعالى ذلك عند قوله: (إذ يقول أمثلهم\nطريقة إن لبثتم إلا يوما) (6) فبين أن قوما عند الحشر لا يعلمون مقدار\nلبثهم في القبور حتى يظن\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) انظر (بقاء النفس بعد فناء الجسد - ص 48 - 49 ط مصر) للفيلسوف الاكبر\nواستاذ البشر نصير الدين الطوسي - ره - وشرحها للمرحوم العلامة أبي عبد\nالله الزنجاني طاب ثراه. چ. (2) بحار الانوار 58: 81. (3) (ز): تنقل. (4)\nيس: 26 - 27. (5) المؤمن: 46. (6) طه: 104.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n             [ 90 ]\n</p>\n\n<p>\nبعضهم أن ذلك كان عشرا (1)، ويظن بعضهم أن ذلك كان يوما، وليس يجوز أن\nيكون ذلك عن وصف من عذب إلى بعثه أو نعم إلى بعثه، لان من لم يزل منعما أو\nمعذبا لا يجهل عليه حاله فيما عومل به، ولا يلتبس عليه الامر في بقائه بعد\nوفاته. وقد روي عن أبي عبد الله - عليه السلام - أنه قال: إنما يسأل في\nقبره من محض الايمان محضا أو محض الكفر محضا، فأما ما سوى هذين فإنه يلهى\nعنه. وقال في الرجعة: إنما يرجع إلى الدنيا عند قيام القائم من محض الايمان\nمحضا أو محض الكفر محضا (2)، فأما ما سوى هذين فلا رجوع لهم إلى يوم الماب (3).\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) في سورة طه: 103 (... إن لبثتم إلا عشرا) الاية. چ. (2) بحار الانوار\n58: 82. (3) قال المصنف - قدس سره - في ضمن جواب المسألة الاولى من المسائل\nالسروية: فصل: والرجعة عندنا تختص بمن يمحض الايمان ويمحض الكفر دون ما سوى\nهذين الفريقين، وإذا أراد الله تعالى على ما ذكرناه أوهم الشيطان أعداء\nالله - عز وجل - أنهم إنما ردوا إلى الدنيا لطغيانهم على الله تعالى\nفيزدادون عتوا، فينتقم الله تعالى منهم لاوليائه <span id='ms53'></span> المؤمنين، ويجعل لهم الكرة\nعليهم، فلا يبقى منهم أحد إلا وهو مغموم بالعذاب والنقمة، وتصفو الارض عن\nالطغاة، ويكون الدين لله تعالى، والرجعة إنما هي لممحضي الايمان من أهل\nالملة وممحضي النفاق منهم دون من سلف من الامم الخالية. فصل: وقد قال بعض\nالمخالفين لنا: كيف تعود كفار الملة بعد الموت إلى طغيانهم وقد عاينوا عذاب\nالله تعالى في البرزخ وتيقنوا بذلك أنهم مبطلون، فقلت له: ليس ذلك بأعجب من\nالكفار الذين يشاهدون في البرزخ ما حل بهم من العذاب فيها ويعلمون ضرورة\nبعد الموافقة لهم والاحتجاج عليهم بضلالهم في الدنيا، فيقولون حينئذ: (يا\nليتنا نرد ولا نكذب بآيات ربنا ونكون من المؤمنين) (الانعام: 27) فقال الله\n- عز وجل -: (بل بدا لهم ما كانوا يخفون من قبل ولو ردوا لعادوا لما نهوا\nعنه وإنهم لكاذبون) (الانعام: 28) فلم يبق للمخالف بعد هذا الاحتجاج شبهة\nيتعلق بها فيما ذكرناه، والمنة لله. چ.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n             [ 91 ]\n</p>\n\n<p>\nوقد اختلف أصحابنا - رضي الله عنهم - فيمن ينعم ويعذب بعد موته (1)، فقال\nبعضهم: المعذب والمنعم هو الروح التي توجه إليها الامر والنهي والتكليف،\nوسموها (جوهرا). وقال آخرون: بل الروح الحياة، جعلت في جسد كجسده في دار\nالدنيا، وكلا الامرين يجوزان في العقل (2)، والاظهر عندي قول من قال إنها\nالجوهر المخاطب، وهو الذي يسميه (3) الفلاسفة (البسيط). وقد جاء في الحديث\n(4) أن الانبياء - صلوات الله عليهم - خاصة والائمة - عليهم السلام - من\nبعدهم ينقلون بأجسادهم وأرواحهم من الارض إلى السماء، فيتنعمون في أجسادهم\nالتي كانوا فيها عند مقامهم في الدنيا. وهذا خاص بحجج الله تعالى دون من\nسواهم من الناس. وقد روي عن النبي صلى الله عليه وآله وسلم (5) أنه قال: من\nصلى علي عند قبري سمعته، ومن صلى علي من بعيد بلغته، وقال صلى الله عليه\nوآله وسلم: من صلى علي مرة صليت عليه عشرا، ومن صلى علي عشرا صليت عليه\nمائة، فليكثر امرؤ منكم الصلاة علي أو فليقل (6). فبين أنه صلى الله عليه\nوآله وسلم بعد خروجه من الدنيا يسمع الصلاة عليه <span id='ms54'></span>، ولا يكون كذلك إلا وهو حي\nعند الله تعالى، وكذلك أئمة الهدى - عليهم السلام - يسمعون سلام المسلم\nعليهم من قرب، ويبلغهم سلامه من بعد، وبذلك جاءت الاثار الصادقة\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) (ق): الموت. (2) (ح) (ق): العقول. (3) (ح): تسميه. (4) بحار الانوار\n58: 82 و83. (5) بحار الانوار 58: 83. (6) بحار الانوار 58: 83.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n             [ 92 ]\n</p>\n\n<p>\nعنهم - عليهم السلام - (1). وقد قال الله تعالى: (ولا تحسبن الذين قتلوا\nفي سبيل الله أمواتا بل أحياء) (2) الاية. وروي عن النبي صلى الله عليه\nوآله وسلم (3) أنه وقف على قليب (4) بدر (5) فقال للمشركين الذين قتلوا\nيومئذ وقد القوا في القليب: لقد كنتم جيران سوء لرسول الله، أخرجتموه من\nمنزله (6) وطردتموه، ثم اجتمعتم عليه فحاربتموه، فقد وجدت ما وعدني رتى\nحقا، فهل وجدتم ما وعدكم ربكم حقا ؟ فقال له عمر يا رسول الله، ما خطابك\nلهام (7) قد صديت (8) ؟ فقال له: مه يا ابن الخطاب ! فوالله ما أنت بأسمع\nمنهم، وما بينهم وبين أن تأخذهم الملائكة بمقامع (9) الحديد إلا أن أعرض\nبوجهي هكذا عنهم (10).\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) بحار الانوار 58: 83. (2) آل عمران: 170. (3) بحار الانوار 6: 254.\n(4) القليب: البئر. (5) بدر اسم بئر كانت لرجل يدعى بدرا، قال حسان بن ثابت\nشاعر النبي صلى الله عليه وآله وسلم (المتوفى سنة 50 ه). يناديهم رسول الله\nلما * قذفناهم كباكب في القليب ألم تجدوا حديثي كان حقا ؟ * وأمر الله يأخذ\nبالقلوب فما نطقوا ولو نطقوا لقالوا * صدقت وكنت ذا رأي مصيب انظر (شرح\nديوان حسان - ص 17 ط مصر) للاستاذ عبد الرحمان البرقوقي. والى (أعيان\nالشيعة - ص 167 ج 2 ط 1 دمشق) للعلامة الامام الامين العاملي. چ. (6) (ق):\nبلده، (ح): مولده. (7) جمع الهامة: تطلق عل الجثة. (8) أي ماتت. (9) جمع\nالمقمعة: خشبة أو حديدة يضرب بها الانسان ليذل. (10) بحار الانوار 6: 255.\nانظر (البداية والنهاية - ص 137 - 138 ج 1 ط مصر) لابن كثير المؤرخ المفسر. چ.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n             [ 93 ]\n</p>\n\n<p>\nوعن أمير المؤمنين علي بن أبي طالب - عليه السلام - (1) أنه ركب بعد\nانفصال الامر من حرب البصرة فصار (2) يتخلل بين الصفوف حتى مر على كعب بن\nسورة - وكان هذا قاضي البصرة ولاه إياها عمر بن الخطاب، فأقام بها قاضيا\nبين أهلها زمن عمر <span id='ms55'></span> وعثمان، فلما وقعت الفتنة بالبصرة علق في عنقه مصحفا\nوخرج بأهله وولده يقاتل أمير المؤمنين، فقتلوا بأجمعهم - فوقف عليه أمير\nالمؤمنين - عليه السلام - وهو صريع بين القتلى، فقال: أجلسوا كعب بن سورة،\nفاجلس بين نفسين، وقال له: يا كعب بن سورة، قد وجدت ما وعدني ربي حقا، فهل\nوجدت ما وعدك ربك حقا ؟ ثم قال: أضجعوا كعبا. وسار قليلا فمر بطلحة بن عبد\n(3) الله صريعا، فقال: أجلسوا طلحة، فأجلسوه، فقال: يا طلحة، قد وجدت ما\nوعدني ربي حقا، فهل وجدت ما وعدك ربك حقا ؟ ثم قال: أضجعوا طلحة، فقال له\nرجل من أصحابه: يا أمير المؤمنين، ما كلامك لقتيلين لا يسمعان منك ؟ فقال:\nمه يا رجل، فوالله لقد سمعا كلامي كما سمع أهل القليب كلام رسول الله صلى\nالله عليه وآله وسلم (4). وهذا من الاخبار الدالة على أن بعض من يموت ترد\nإليه روحه لتنعيمه أو لتعذيبه، وليس ذلك بعام في كل من يموت، بل هو على ما\nبيناه (5).\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) بحار الانوار 6: 255. (2) (ز) (ق) (ش): فسار (3) (ح) (ش): عبيد. (4)\nانظر كتاب (الجمل - أو - النصرة في حرب البصرة - ص 194 - 5 ط 1 نجف) للمؤلف\nقده. چ. (5) بحار الانوار 6: 255.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n             [ 94 ]\n</p>\n\n<p>\nفصل: فيما وصف به الشيخ أبو جعفر الموت قال أبو جعفر (1): باب الموت، قيل\nلامير المؤمنين... إلى آخره (2). قال الشيخ أبو عبد الله (3): ترجم الباب\nبالموت وذكر غيره، وقد كان ينبغي أن يذكر حقيقة الموت أو يترجم الباب بمال\nالموت وعاقبة الاموات، فالموت، هو يضاد الحياة، يبطل معه النمو ويستحيل معه\nالاحساس، وهو محل (4) الحياة فينفيها، وهو من فعل الله تعالى وليس لاحد فيه\nصنع ولا يقدر عليه أحد إلا الله تعالى. قال الله سبحانه: (هو الذي يحيي\nويميت) (5)، فأضاف الاحياء [ إلى نفسه، وأضاف الاماتة إليها ] (6). وقال\nسبحانه: (الذي خلق الموت والحياة ليبلوكم أيكم أحسن عملا) (7) فالحياة ما\nكان بها النمو والاحساس وتصح معها القدرة والعلم، والموت ما\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) معاني الاخبار 288، وعنه في البحار 6: 167 / 40. (2) الاعتقادات ص\n51. (3) بحار الانوار 6: 167. (4) (ح) (ق): يحل محل. (5) المؤمن: 68. (6)\nفي المطبوعة: والاماتة إلى <span id='ms56'></span> نفسه. (7) الملك: 2.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n             [ 95 ]\n</p>\n\n<p>\nاستحال معه النمو والاحساس ولم تصح معه القدرة والعلم، وفعل الله تعالى\nالموت بالاحياء لينقلهم (1) من دار العمل والامتحان إلى دار الجزاء\nوالمكافأة، وليس يميت الله عبدا من عبيده (2) إلا وإماتته أصلح له من\nبقائه، ولا يحييه إلا وحياته أصلح له من موته، وكل ما يفعله الله تعالى\nبخلقه فهو أصلح لهم وأصوب في التدبير. وقد يمتحن الله تعالى كثيرا من خلقه\nبالالام الشديدة قبل الموت، ويعفي آخرين من ذلك (3)، وقد يكون الالم\nالمتقدم للموت [ ضربا من ] (4) العقوبة لمن حل به، ويكون استصلاحا له\nولغيره، ويعقبه نفعا عظميما، وعوضا كثيرا (5)، وليس كل من صعب عليه خروج\nنفسه كان بذلك معاقبا، ولا كل من سهل عليه الامر في ذلك كان به مكرما\nمثابا. وقد ورد الخبر بأن الالام التي تتقدم الموت تكون كفارات لذنوب\nالمؤمنين، وتكون عقابا للكافرين، وتكون الراحة قبل الموت استدراجا (6)\nللكافرين، وضربا من ثواب المؤمنين (7). وهذا أمر مغيب عن الخلق، لم يظهر\nالله تعالى أحدا من خلقه على إرادته فيه تنبيها له، حتى يتميز (8) له حال\nالامتحان من (9) حال\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) في بقية النسخ: لنقلهم. (2) (ق): عباده. (3) بحار الانوار 6: 168.\n(4) (ز): من باب. (5) (ح): كبيرا. (6) استدرجه: خدعه، واستدراج الله للعبد\nانه كلما جدد خطيئته جدد له نعمة وأنساه الاستغفار فيأخذه قليلا قليلا ولا\nيباغته، انظر (مجمع البحرين - درج) . چ. (7) بحار الانوار 6: 168. (8) (أ)\n(ز) (ش): يميز. (9) (ق): عن.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n             [ 96 ]\n</p>\n\n<p>\nالعقاب، وحال الثواب من حال الاستدراج، وتغليظا للمحنة ليتم التدبير\nالحكيم (1) في الخلق. فأما ما ذكره أبو جعفر من أحوال الموتى بعد وفاتهم،\nفقد جاءت الاثار به على التفصيل. وقد أورد بعض ما جاء في ذلك إلا أنه ليس\nمما ترجم به الباب في شئ، والموت على كل حال أحد بشارات المؤمن، إذ كان أول\nطرقه إلى محل النعيم، وبه يصل ثواب الاعمال الجميلة في الدنيا (2)، وهو أول\nشدة تلحق الكافر (3) من شدائد العذاب (4)، وأول طرقه إلى حلول العقاب (5)،\nإذ كان الله تعالى جعل الجزاء على الاعمال بعده وصيره سببا لنقله من <span id='ms57'></span> دار\nالتكليف إلى دار الجزاء، وحال المؤمن بعد موته أحسن من حاله قبله، وحال\nالكافر بعد مماته (6) أسوء من حاله قبله، إذ المؤمن صائر إلى جزائه بعد\nمماته، والكافر صائر إلى جزائه بعد مماته (7). وقد جاء في الحديث عن آل\nمحمد - صلوات الله وسلامه عليهم أجمعين - أنهم قالوا: الدنيا سجن المؤمن،\nوالقبر بيته، والجنة مأواه، والدنيا جنة الكافر،\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) (أ) (ح) (ز) (ش): الحكمي. (2) بحار الانوار 6: 168. (3) (ش) (ز) (ق):\nالكافرين. (4) في بقية النسخ: العقاب. (5) (ز): العذاب. (6) في بقية النسخ:\nموته. (7) بحار الانوار 6: 169.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n             [ 97 ]\n</p>\n\n<p>\nوالقبر سجنه، والنار مأواه (1) (2). وروي عنهم - عليهم السلام - أنهم\nقالوا: الخير كله بعد الموت، والشر كله بعد الموت. ولا حاجة بنا مع نص\nالقرآن بالعواقب إلى الاخبار، [ ومع شاهد ] (3) العقول إلى الاحاديث. وقد\nذكر الله تعالى جزاء الصالحين فبينه، وذكر عقاب الفاسقين ففضله، وفي بيان\nالله سبحانه وتفصيله غنى عما سواه.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) قال العلامة المحقق، كعبة الادباء، الشيخ بهاء الدين محمد العاملي\n(المتوفى سنة 1030 ه) في (الكشكول ص 295 ط 2 نجم الدولة): رأى يهودي الحسن\nبن علي - عليه السلام - في أبهى زي وأحسنه، واليهودي في حال ردئ وأسمال\nرثة، فقال: أليس قال رسولكم: الدنيا سجن المؤمن وجنة الكافر ؟ قال: نعم،\nفقال: هذا حالي وهذا حالك ؟ ! فقال - عليه السلام -: غلطت يا أخا اليهود،\nلو رأيت ما وعدني الله من الثواب وما أعد لك من العقاب لعلمت أثك في الجنة\nوأني في السجن ! وقال العلامة المدقق الحاج الملا محمد مهدي النراقي\n(المتوفى سنة 1309 ه) في كتاب (امشكلات العلوم ص 318 ط إيران 1305 ه) عند\nكلامه على توجيه الحديث: إن المؤمن وإن كان في الدنيا في نعيم وحسن حال،\nفإنه بالنسبة إلى حاله في الجنة في سجن وضيق وسوء حال، والكافر وإن كان في\nالدنيا في ضيق وسوء حال، فإنه بالنسبة إلى حاله في النار في جنة ونعيم،\nفيكون الحكمان للدنيا بالنسبة إلى الاخرة. ومثل هذا التوجيه مروي عن الحسن\n- عليه السلام -. چ. (2) بحار الانوار 6: 169 / 41 و42. (3) في بعض النسخ:\nوبشاهد.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n             [ 98 ]\n</p>\n\n<p>\nفصل: في المسألة في القبرقال <span id='ms58'></span> أبو جعفر اعتقادنا في المسألة في القبر أنها\nحق (1)، (2).\n</p>\n\n<p>\n---\n</p>\n\n<p>\nقال المؤلف قده في ضمن جوابه عن المسألة الخامسة من المسائل السروية:\nفأما كيفية عذاب الكافر في قبره وتنعم المؤمن فيه، فان الخبر أيضا قد ورد\nبأن الله تعالى يجعل روح المؤمن في قالب مثل قالبه في الدنيا في جنة من\nجناته، ينعمه فيه الى يوم الساعة فإذا نفخ في الصور أنشأ جسده الذي في\nالتراب وتمزق ثم أعاده إليه وحشره الى الموقف وأمر به الى جنة الخلد، ولا\nيزال منعما ببقاء الله عز وجل (بابقاء الله - ظ) غير أن جسده الذي يعاد فيه\nلا يكون على تركيبه في الدنيا بل يعدل طباعه ويحسن صورته ولا يهرم مع تعديل\nالطباع ولا يمسه نصب في الجنة ولا لغوب، والكافر يجعل في قالب كقالبه في\nمحل عذاب يعاقب ونار يعذب بها حتى الساعة ثم ينشئ جسده الذي فارقه في القبر\nفيعاد إليه فيعذب به في الاخرة عذاب الابد ويركب أيضا جسده تركيبا لا يفنى\nمعه وقد قال الله عز وجل: (النار يعرضون عليها غدوا وعشيا ويوم تقوم الساعة\nأدخلوا آل فرعون أشد العذاب) (سورة المؤمن: 46) وقال في قصة الشهداء: (ولا\nتحسبن الذين قتلوا في سبيل الله أمواتا بل أحياء عند ربهم يرزقون) (سورة آل\nعمران: 170) وهذا قد مضى في ما تقدم فدل على أن الثواب والعذاب يكون قبل\nيوم القيمة وبعدها، والخبر وارد بأنه يكون مع فراق الروح والجسد في الدنيا\nوالروح هيهنا عبارة عن الفعال الجوهر البسيط، وليس بعبارة عن الحياة يصح\nعليها العلم والقدرة لان هذه الحياة عرض لا تبقى ولا يصح عليها الاعادة،\nفهذا ما عول عليه أهل النقل وجاء به الخبر على ما بيناه. انظر الصفحة 40 -\n42 من هذا الكتاب. طبع 1371 چ. فأخبر أنهم أحياء وإن كانت أجسادهم على وجه\nالارض أموات لا حياة فيها. منه ره. (1) الاعتقادات ص 58. (2) عنه في البحار\n6: 279 - 280 و53: 128 - 130.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n             [ 99 ]\n</p>\n\n<p>\nقال أبو عبد الله الشيخ المفيد - رضي الله عنه -: الذي ذكره أبو جعفر غير\nمفيد (1) لما تصدق <span id='ms59'></span> (2) الحاجة إليه في المسألة والغرض منها، والذي يجب أن\nيذكر (3) في هذا المعنى ما أنا مثبته إن شاء الله تعالى. جاءت الاثار\nالصحيحة عن النبي صلى الله عليه وآله وسلم (4) أن الملائكة تنزل (5) على\nالمقبورين فتسألهم عن أديانهم، وألفاظ الاخبار بذلك متقاربة، فمنها أن\nملكين لله تعالى يقال لهما: ناكر ونكير، ينزلان على الميت فيسألانه عن ربه\nونبيه ودينه وإمامه، فإن أجاب بالحق سلموه إلى ملائكة النعيم، وإن ارتج (6)\nعليه سلموه إلى ملائكة العذاب. وقيل في بعض الاخبار (7): إن اسمي الملكين\nاللذين ينزلان على الكافر: ناكر ونكير، واسمي الملكين اللذين ينزلان على\nالمؤمن: مبشر وبشير، وقيل: إنه إنما سمي ملكا الكافر ناكرا ونكيرا، لانه\nينكر الحق وينكر ما يأتيانه به ويكرهه، وسمي ملكا المؤمن مبشرا وبشيرا،\nلانهما يبشرانه بالنعيم، ويبشرانه من الله تعالى بالرضا والثواب المقيم.\nوإن هذين الاسمين ليسا بلقب (8) لهما،\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) (ز) (ش): جيد. (2) في المطبوعة: يقصد. (3) (أ): يذكره. (4) بحار\nالانوار 6: 280. (5) (ز): تتنزل. (6) رتج وارتج الباب: أغلقه، ارتج على\nالخطيب: استغلق عليه الكلام، انظر (مجمع البحرين - رتج) لفخر الدين\nالطريحي، أيضا. چ. (7) بحار الانوار 6: 280. (8) (ق) تلقيبا.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n             [ 100 ]\n</p>\n\n<p>\nوإنهما (1) عبارة عن فعلهما. وهذه امور يتقارب بعضها من بعض ولا تستحيل\nمعانيها، والله سبحانه أعلم بحقيقة الامر فيها، وقد قلنا فيما سلف أنه إنما\nينزل الملكان على من محض الايمان محضا أو محض الكفر محضا، ومن سوى هذين\nفيلهى عنه (2)، وبينا أن الخبر جاء بذلك، فمن جهته قلنا فيه ما ذكرناه (3).\nفصل: وليس ينزل الملكان إلا على حي، ولا يسألان إلا من يفهم المسألة (4)\nويعرف معناها، وهذا يدل على أن الله تعالى يحيي العبد بعد موته للمسألة\n(5)، ويديم حياته لنعيم إن كان يستحقه، أو لعذاب إن كان يستحقه. نعوذ بالله\nمن سخطه، ونسأله التوفيق لما يرضيه برحمته (6). والغرض من نزول الملكين\nومساءلتهما العبد أن الله تعالى يوكل بالعبد بعد موته ملائكة النعيم أو\nملائكة العذاب، وليس للملائكة طريق إلى علم ما يستحقه العبد إلا بإعلام (7)\nالله تعالى ذلك لهم، فالملكان الاذان ينزلان <span id='ms60'></span> على العبد أحدهما من ملائكة\nالنعيم والاخر من ملائكة العذاب، فإذا هبطا لما وكلا به\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) (ح) (ق): وإنما هو. والانسب في السياق: وإنما هما. (2) بحار الانوار\n6: 280. (3) بحار الانوار 6: 280. (4) في بقية النسخ: للمسألة. (5) في بقية\nالنسخ: المسألة. (6) بحار الانوار 6: 280. (7) (ز): بإلهام.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n             [ 101 ]\n</p>\n\n<p>\nاستفهما حال العبد بالمسألة (1)، فإن أجاب بما يستحق به النعيم قام بذلك\nملك النعيم وعرج عنه ملك العذاب، وإن ظهرت فيه علامة استحقاقه (2) العذاب\n(3)، وكل به ملك العذاب وعرج عنه ملك النعيم. وقد قيل: إن الملائكة\nالموكلين بالنعيم والعذاب (4). غير الملكين الموكلين بالمسألة، وإنما يعرف\nملائكة النعيم وملائكة العذاب ما يستحقه العبد من جهة ملكي المسألة، فإذا\nسألا العبد وظهر منه ما يستحق به الجزاء تولى منه ذلك ملائكة الجزاء وعرج\nملكا المسألة إلى مكانهما من السماء. وهذا كله جائز، ولسنا نقطع بأحد دون\nصاحبه، إذ الاخبار فيه متكافئة والعبارة لنا في معنى ما ذكرناه الوقف\nوالتجويز (5). فصل: وإنما وكل الله تعالى ملائكة المسألة وملائكة العذاب\nوالنعيم بالخلق تعبدا لهم بذلك، كما وكل الكتبة من الملائكة بحفظ أعمال\nالخلق (6) وكتبها ونسخها ورفعها تعبدا لهم بذلك، وكما تعبد طائفة من\nالملائكة بحفظ بني آدم، وطائفة منهم بإهلاك الامم، وطائفة (7) بحمل العرش،\nوطائفة بالطواف حول\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) في بقية النسخ: بالمسألة. (2) (ق): استحقاق. (3) بحار الانوار 6: 280\nو281. (4) (ح): والعقاب. (5) بحار الانوار 6: 281. (6) (ح): الخلائق. (7)\n(ز) زيادة: منهم.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n             [ 102 ]\n</p>\n\n<p>\nالبيت المعمور، وطائفة بالتسبيح، وطائفة بالاستغفار للمؤمنين، وطائفة\nبتنعيم أهل الجنة، وطائفة بتعذيب أهل النار [ والتعبد لهم ] (1) بذلك\nليثيبهم (2) عليها. ولم يتعبد الله الملائكة بذلك عبثا كما لم يتعبد البشر\nوالجن بما تعبدهم به لعبا، بل تعبد الكل للجزاء، وما تقتضيه الحكمة من\nتعريفهم نفسه تعالى والتزامهم شكر النعمة (3) عليهم. وقد كان الله تعالى\nقادرا على أن يفعل العذاب بمستحقه من غير واسطة، وينعم المطيع من غير\nواسطة، لكنه سبحانه علق ذلك على الوسائط لما ذكرناه وبينا وجه الحكمة فيه\nووصفناه، وطريق مسألة الملكين الاموات بعد خروجهم من الدنيا بالوفاة هو\nالسمع، وطريق العلم برد الحياة إليهم عند المسألة <span id='ms61'></span> هو العقل، إذ لا يصح\nمسألة الاموات واستخبار الجماد (4) (5). وإنما يحسن الكلام للحي العاقل لما\nيكلم به، وتقريره وإلزامه بما يقدر عليه، مع أنه قد جاء في الخبر أن كل\nمسائل ترد إليه الحياة عند مساءلته (6) ليفهم ما يقال له، فالخبر بذلك (7)\nيؤكد ما في العقل، ولو لم يرد بذلك خبر لكفى حجة العقل فيه على ما بيناه (8).\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) في المطبوعة: وتعبدهم. (2) (ح) (ق) زيادة: على الاعمال التي يؤدون\nبها التكليف كما تعبد البشر والجن بالاعمال ليثيبهم. (3) (ز): النعم. (4)\nفي المطبوعة: الجمادات. (5) بحار الانوار 6: 281. (6) في بقية النسخ:\nمساءلتهم. (7) في بعض النسخ: أكد. (8) بحار الانوار 6: 281.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n             [ 103 ]\n</p>\n\n<p>\nفصل: فيما ذكر الشيخ أبو جعفر في العدل قال أبو جعفر: باب الاعتقاد في\nالعدل... إلى آخره (1) (2). قال الشيخ المفيد أبو عبد الله - رحمه الله:\nالعدل، هو الجزاء على العمل بقدر المستحق عليه، والظلم، هو منع الحقوق،\nوالله تعالى عدل كريم جواد متفضل رحيم، قد ضمن الجزاء على الاعمال، والعوض\n(3) على المبتدئ من الالام، ووعد التفضل بعد ذلك بزيادة من عنده. فقال\nتعالى: (للذين أحسنوا الحسنى وزيادة) (4) الاية، فخبر أن للمحسنين الثواب\nالمستحق وزيادة من عنده وقال: (من جاء بالحسنة فله عشر أمثالها) يعني له\nعشر أمثال ما يستحق عليها. (ومن جاء بالسيئة فلا يجزى إلا مثلها وهم لا\nيظلمون) (5) يريد أنه لا يجازيه بأكثر مما يستحقه، ثم ضمن بعد ذلك العفو\nووعد بالغفران.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) الاعتقادات ص 69. (2) بحار الانوار 5: 335 / 2. (3) بحار الانوار 5:\n335. (4) يونس: 26. (5) الانعام: 160. وقال النراقي الاول - قدس سره - في\nكتابه (مشكلات العلوم ص 162) عند كلامه على تفسير قول الله تعالى: (وإن\nالله ليس بظلام للعبيد) (آل عمران: 182): إن صيغة المبالغة إنما جئ بها\nلكثرة العبيد لا لكثرة الظلم في نفسه، فإن الظالم عل الجمع الكثير يكون=\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n             [ 104 ]\n</p>\n\n<p>\nفقال سبحانه: (وإن ربك لذو مغفرة للناس على ظلمهم) (1) وقال سبحانه: (إن\nالله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن يشاء) (2). وقال سبحانه: (قل\nبفضل الله وبرحمته فبذلك فليفرحوا) (3) والحق الذي للعبد هو ما جعله الله\nتعالى حقا له <span id='ms62'></span> واقتضاه [ جود الله وكرمه ] (4)، وإن كان لو حاسبه بالعدل لم\nيكن له عليه بعد النعم التي أسلفها حق، لانه تعالى ابتدأ خلقه بالنعم وأوجب\nعليهم بها الشكر، وليس أحد من الخلق يكافئ نعم الله تعالى عليه بعمل، ولا\nيشكره أحد إلا وهو مقصر بالشكر عن حق النعمة. وقد أجمع أهل القبلة (5) على\nأن من قال: إني وفيت (6) جميع ما لله تعالى علي وكافأت نعمه بالشكر، فهو\nضال، وأجمعوا على أنهم مقصرون عن حق الشكر، وأن لله عليهم حقوقا لو مد في\nأعمارهم إلى آخر مدى الزمان لما وفوا لله سبحانه بما\n</p>\n\n<p>\n---\n</p>\n\n<p>\n= كثير الظلم نظرا إلى كثرة المظلومين، فيصح الاتيان بصيغة المبالغة\nالدالة على كثرة أفراد الظلم نظرا الى كثرة أفراد المظلوم، فمن كانت عبيده\nكثيرة فإن كان يظلم الكل فالانسب به اسم الظلام دون الظالم، فإذ الم يكن\nظالما لشئ منهم فاللازم نفي الظلام عنه، إذ لو فرض صدور الظلم منه لكان\nظلاما لا ظالما. ولذا إذا افرد المفعول لا يؤتى بصيغة المبالغة، ومع كونه\nجمعا يؤتى بها، كقوله تعالى: (عالم الغيب) و(علام الغيوب) وقولهم: زيد ظالم\nلعبده، وزيد ظلام لعبيده. والحاصل: أن صيغة المبالغة هنا لكثرة المفعول لا\nلتكرار الفعل. چ. (1) الرعد: 6. (2) النساء: 48. (3) يونس: 58. (4) (ز):\nجوده أو كرمه. (5) (ح): العقل. (6) بحار الانوار 5: 335. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n             [ 105 ]\n</p>\n\n<p>\nله عليهم، فدل ذلك على أن ما جعله حقا لهم فإنما جعله بفضله وجوده وكرمه.\nولان حال العامل الشاكر بخلاف حال من لا عمل له في العقول، وذلك أن الشاكر\nيستحق في العقول الحمد، ومن لا عمل له فليس في العقول له حمد، وإذا ثبت\nالفضل (1) بين العامل ومن لا عمل له (2) كان ما يجب في العقول من حمده (3)\nهو الذي يحكم عليه بحقه ويشار إليه بذلك، وإذا أوجبت العقول له مزية على من\nلا عمل له كان العدل من الله تعالى معاملته بما جعله (4) في العقول له حقا.\nوقد أمر الله تعالى بالعدل ونهى عن الجور، فقال تعالى: (إن الله يأمر\nبالعدل والاحسان) (5) (6).\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) في بعض <span id='ms63'></span> النسخ: الفصل. (2) بحار الانوار 5: 366. (3) (ق): الحمد. (4)\n(ز): جعل. (5) النحل: 90. (6) بحار الانوار 5: 336.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n             [ 106 ]\n</p>\n\n<p>\nفصل: في الاعراف قال أبو جعفر: اعتقادنا في الاعراف أنه سور... إلى آخره\n(1) (2). قال الشيخ المفيد - رحمه الله -: قد قيل إن الاعراف جبل بين الجنة\nوالنار. وقيل أيضا: إنه سور بين الجنة والنار. وجملة الامر في ذلك: انه\nمكان ليس من الجنة ولا من النار (3). وقد جاء الخبر بما ذكرناه، وأنه إذا\nكان يوم القيامة كان به رسول الله وأمير المؤمنين والائمة من ذريته صلى\nالله عليه وآله وسلم وهم الذين عنى الله سبحانه بقوله: (وعلى الاعراف رجال\nيعرفون كلا بسيماهم ونادوا أصحاب الجنة أن سلام عليكم لم يدخلوها وهم\nيطمعون) (4) وذلك أن الله تعالى يعلمهم أصحاب الجنة وأصحاب النار بسيماء\nيجعلها عليهم - وهي العلامات - وقد بين ذلك في قوله تعالى: (يعرفون كلا\nبسيماهم) و(يعرف المجرمون بسيماهم) (5) (6).\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) الاعتقادات ص 70. (2) عنه في البحار 8: 340. (3) بحار الانوار 8:\n340. (4) الاعراف: 46. (5) الرحمن: 41. (6) بحار الانوار 8: 340. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n             [ 107 ]\n</p>\n\n<p>\nوقد قال الله تعالى: (إن في ذلك لايات للمتوسمين وإنها لبسبيل مقيم) (1)\nفأخبر أن في خلقه طائفة يتوسمون الخلق فيعرفونهم بسيماهم. وروي عن أمير\nالمؤمنين - عليه السلام - أنه قال في بعض كلامه: أنا صاحب العصا والميسم.\nيعني: علمه بمن يعلم حاله بالتوسم. وروي عن أبي جعفر محمد بن علي الباقر -\nعليه السلام - أنه سئل عن قوله تعالى: (إن في ذلك لايات للمتوسمين) قال:\nفينا نزلت أهل البيت. يعني: في الائمة - عليهم السلام -. وقد جاء الحديث\nبأن الله تعالى يسكن الاعراف طائفة من الخلق (2) لم يستحقوا بأعمالهم الجنة\nعلى الثبات من غير عقاب، ولا استحقوا الخلود في النار وهم المرجون لامر\nالله، ولهم الشفاعة، ولا يزالون على الاعراف حتى يؤذن لهم في دخول الجنة\nبشفاعة النبي صلى الله عليه وآله وسلم وأمير المؤمنين والائمة من بعده -\nعليهم السلام -. وقيل أيضا: إنه مسكن طوائف لم يكونوا في الارض مكلفين\nفيستحقون بأعمالهم جنة ونارا، فيسكنهم الله ذلك المكان ويعوضهم على آلامهم\nفي الدنيا بنعيم لا يبلغون به منازل أهل الثواب المستحقين له بالاعمال <span id='ms64'></span> (3).\nوكل ما ذكرناه جائز في العقول. وقد وردت به أخبار - والله أعلم بالحقيقة من\nذلك - إلا أن المقطوع به في جملته أن الاعراف مكان بين الجنة والنار يقف\nفيه من سميناه من حجج الله تعالى على خلقه، ويكون به يوم القيامة قوم من\nالمرجين لامر الله، وما بعد ذلك فالله أعلم بالحال فيه (4).\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) الحجر: 75 - 76. (2) بحار الانوار 8: 340. (3) بحار الانوار 8: 341.\n(4) بحار الانوار 8: 341.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n             [ 108 ]\n</p>\n\n<p>\nفصل: في الصراط قال أبو جعفر: اعتقادنا في الصراط أنه حق، وأنه جسر (1)\n(2). قال الشيخ المفيد أبو عبد الله - رحمه الله -: الصراط في اللغة هو\nالطريق، فلذلك سمي الدين صراطا، لانه طريق إلى الصواب، [ وله سمي ] (3)\nالولاء لامير المؤمنين والائمة من ذريته - عليهم السلام - صراطا (4). ومن\nمعناه قال أمير المؤمنين - عليه السلام -: أنا صراط الله المستقيم، وعروته\nالوثقى التي لا انفصام لها. يعني: أن معرفته والتمسك به طريق إلى الله\nسبحانه. وقد جاء الخبر بأن الطريق يوم القيامة إلى الجنة كالجسر يمر به\nالناس، وهو الصراط الذي يقف عن يمينه رسول الله صلى الله عليه وآله وسلم\nوعن شماله أمير المؤمنين - عليه السلام - ويأتيهما النداء من قبل الله\nتعالى: (ألقيا في جهنم كل كفار عنيد) (5) وجاء الخبر أنه لا يعبر الصراط\nيوم القيامة إلا من كان معه براءة (6) من علي بن أبي طالب - عليه السلام -\nمن النار (7).\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) الاعتقادات ص 70. (2) عنه في البحار 8: 70. (3) (ق) وبه يسمى. (4)\nبحار الانوار 8: 70. (5) ق: 24. (6) برات: يعني الفرمان الملكي. چ. (7)\nبحار الانوار 8: 70.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n             [ 109 ]\n</p>\n\n<p>\nوجاء الخبر بأن الصراط أدق من الشعرة وأحد من السيف على الكافر (1).\nوالمراد بذلك أنه لا تثبت لكافر قدم على الصراط يوم القيامة من شدة ما\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) قال العلامة الشهرستاني في مجلة (المرشد ص 179 - 180 ج 1) في جواب\nهذا السؤال: من الوارد في الاخبار المأثورة عن الصراط أنه أدق من الشعر\nوأحد من السيف، فأي معنى يقصد من الشعرة والسيف ؟ الجواب: لم يفصل كتاب\nالله الحكيم من هذا القبيل شيئا، وقد استعمل لفظ الصراط بمعنى الطريق\nوالمسلك المؤدي الى غاية قدسية مرغوبة، استعارة تمثل شرع الحق المؤدي <span id='ms65'></span> إلى\nجنانه ورضوانه بالصراط. نعم، تضمنت تفاصيل السؤال بعض مرويات قاصرة الاسناد\n- ولا ضير - فقد وردت في شرحها أحاديث اخرى عن ائمة الاسلام تفسر الصراط\nالممدود بين النار والجنة كالشعرة دقة، وكالسيف حدة بسيرة الامام أمير\nالمؤمنين - عليه السلام - والحديث المجمع على صحته ناطق بأن عليا - عليه\nالسلام - قسيم النار والجنة، وأن طريقته المثلى هي المسلك الوحيد المفضي\nالى الجنان والرضوان. ومعلوم لدى الخبراء أن سيرة علي - عليه السلام - كانت\nأدق من الشعرة، فإنه - عليه السلام - ساوى في العطاء بين أكابر الصحابة\nالكرام، كسهل بن حنيف، وبين أدنى مواليهم، وكان يقص من أكمام ثيابه لاكساء\nعبده، ويحمل الى اليتامى والايامى أرزاقهم على ظهره في منتصف الليل، ويشبع\nالفقراء ويبيت طاوي الحشا، ويختار لنفسه من الطعام ما جشب، ومن اللباس ما\nخشن، ويوزع مال الله على عباد الله في كل جمعة ثم يكنس بيت المال ويصلي\nفيه، وهو يعيش على غرس يمينه وكد يده، وحاسب أخاه عقيلا بأدق من الشعرة في\nقصته المشهورة *، وطالب شريحا الاقضي أن يساوي بينه وبين خصمه الاسرائيلي\nعند المحاكمة. الى غير ذلك من مظاهر ترويضه النفس والزهد البليغ، حتى غدا\nالاقتداء به في إمامة المسلمين فوق الطوق. وكما كانت سيرة علي - عليه\nالسلام - أدق من الشعرة كانت مشايعته في الخطورة أحد من السيف، نظرا إلى\nمزالق الاهواء والشهوات، ومراقبة السلطات من بني امية وتتبعهم أولياء علي -\nعليه السلام - وأشياعه وأتباعه تحت كل حجر ومدر. چ. * انظر (منهاج البراعة\nفي شرح نهج البلاغة - ص 421 - 430 ج 7 ط إيران على الحجر) للعلامة المحقق\nالاديب والفقيه المتكلم الاريب الحاج ميرزه حبيب الله الموسوي الخوئي=\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n             [ 110 ]\n</p>\n\n<p>\nيلحقهم من أهوال يوم (1) القيامة ومخاوفها، فهم يمشون عليه كالذي يمشي\nعلى الشئ الذي هو أدق من الشعرة وأحد من السيف. وهذا مثل مضروب لما يلحق\nالكافر من الشدة في عبوره على الصراط، وهو طريق إلى الجنة وطريق إلى النار،\nيشرف (2) العبد منه إلى الجنة (3) ويرى منه أهوال النار.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) ليست في بقية النسخ. (2) (ز): يسير. (3) بحار <span id='ms66'></span> الانوار 8: 71. =\nالاذربيجاني - ولما انجر الكلام إلى هذا المقام لا بأس بأن نشير الى وجيز\nمن ترجمة العلامة الخوئي - كما أفاد نفسه طاب رمسه - فنقول: قال في (مرآة\nالكتب - مخطوط): الحاج ميرزا حبيب الله من المعاصرين تشرفت بملاقاته في\nبلدة تبريز وكان مولده كما ذكره نفسه خامس شهر رجب سنة 1265 ه اشتغل\nبالتحصيل عند الاساتيذ الفخام كالسيد العلامة الحاج السيد حسين الترك\nوالمحقق الحاج ملا علي بن الحاج ميرزا خليل الطهراني وله اجازة عامة منهما،\nوكان فاضلا محققا وله من المؤلفات: شرح نهج البلاغة، وحاشية على بعض أبواب\nالقوانين في أربعة عشر ألف بيت، وكتاب منتخب الفن في حجية القطع والظن،\nوكتاب إحقاق الحق في تحقيق المشتق، وكتاب الجنة الواقية في أدعية نهار\nرمضان مع شرحها، وشرح كتاب القضاء والشهادات من الدروس. كذا أفاده سلمه\nالله. سافر في هذه الاواخر الى طهران لعرض شرح نهج البلاغة على السلطان\nالمغفور له مظفر الدين شاه واستدعاه أمره بطبعه فنال من السلطان المزبور\nاحتراما وأمر بطبع الكتاب ثم عرض العوارض وتوفي السلطان المزبور (سنة 1324\nه) وتوفي هو رحمه الله في طهران سنة 1325 ه ولم أقف هل طبع شئ من الكتاب أم\nلا ؟). أقول: وقد طبع الكتاب أخيرا ؟ بتبريز في سبعة أجزاء على النسخة التي\nكانت قد كتبت بمداد الطبع سنة 1325 - 1328 ه بأمر ولد المؤلف العالم الحاج\nأمين الاسلام نزيل طهران، وينتهي المطبوع منه الى شرح الخطبة الثامنة\nوالعشرين بعد المائتين، وقال كاتب النسخة في آخرها: (هذا آخر ما وفق الا\nشرح بشرحه روح الله روحه وكتبته أنا حسب أمر ولده السيد السند الحاج أمين\nالاسلام... في ربيع الثاني 1328 ه). هذا وقد ذكر لي نجل المؤلف السيد نعمة\nالله (هاشمى) أن أباه العلامة مات بطهران ونقل جثمانه إلى بلدة قم المشرفة\nودفن هناك قدس الله سره ورحمه رحمة واسعة. چ.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n             [ 111 ]\n</p>\n\n<p>\nوقد يعبر به عن الطريق المعوج فلهذا قال الله تعالى: (وأن هذا صراطي\nمستقيما) (1) فميز بين طريقه الذي دعا إلى سلوكه من الدين، وبين طرق <span id='ms67'></span>\nالضلال. وقال الله تعالى فيما أمر به عباده من الدعاء وتلاوة القرآن:\n(اهدنا الصراط المستقيم) (2) فدل على أن ما سواه صراط غير مستقيم. وصراط\nالله تعالى دين الله، وصراط الشيطان طريق العصيان، والصراط في الاصل - على\nما بيناه - هو الطريق، والصراط يوم القيامة هو الطريق المسلوك إلى الجنة أو\n(3) النار - على ما قدمناه (4).\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) الانعام: 135. (2) الحمد: 6. (3) في بقية النسخ: و. (4) بحار الانوار 8: 71.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n             [ 112 ]\n</p>\n\n<p>\nفصل: في العقبات على طريق المحشر قال الشيخ أبو جعفر - رحمه الله - في\nالعقبات: اسم كل عقبة اسم فرض أو أمر أو نهي (1) (2). قال الشيخ المفيد -\nرحمه الله -: العقبات عبارة عن الاعمال الواجبات (3) والمسألة عنها\nوالمواقفة عليها، وليس المراد بها جبال في الارض تقطع وإنما هي الاعمال\nشبهت (4) بالعقبات، وجعل الوصف لما يلحق الانسان في تخلصه من تقصيره (5) في\nطاعة الله تعالى كالعقبة التي يجهد صعودها وقطعها (6). قال الله تعالى:\n(فلا اقتحم العقبة وما أدريك ما العقبة فك رقبة) (7) الاية، فسمى سبحانه\nالاعمال التي كلفها العبد عقبات تشبيها لها بالعقبات والجبال لما يلحق\nالانسان في أدائها من المشاق، كما يلحقه في صعود العقبات وقطعها.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) الاعتقادات ص 71. (2) بحار الانوار 7: 128 - 129 / 11. (3) في\nالمطبوعة: الواجبة. (4) (ح) (ش): شبهها. (5) في المطبوعة: التقصير. (6)\nبحار الانوار 7: 129. (7) البلد: 11 - 13.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n             [ 113 ]\n</p>\n\n<p>\nقال أمير المؤمنين - عليه السلام -: إن أمامكم عقبة كؤودا (1) ومنازل\nمهولة (2)، لابد من الممر بها، والوقوف عليها، فإما برحمة من الله نجوتم،\nوإما بهلكة ليس بعدها انجبار (3) (4). أراد - عليه السلام - بالعقبة: تخلص\nالانسان من التبعات التي عليه، وليس كما ظنه الحشوية من أن في الاخرة جبالا\nوعقبات يحتاج الانسان إلى قطعها ماشيا وراكبا (5)، وذلك لا معنى له فيما\nتوجبه الحكمة من الجزاء، ولا وجه لخلق عقبات تسمى بالصلاة والزكاة والصيام\nوالحج وغيرها من الفرائض، يسأم الانسان أن يصعدها، فإن كان مقصرا في طاعة\nالله حال ذلك بينه وبين صعودها، إذ كان الغرض في القيامة المواقفة على\nالاعمال والجزاء عليها بالثواب والعقاب، وذلك غير مفتقر إلى تسمية (6)\nعقبات وخلق جبال، وتكليف قطع ذلك وتصعيبه (7) أو تسهيله مع أنه لم يرد <span id='ms68'></span> خبر\nصحيح بذلك على التفصيل فيعتمد عليه وتخرج له الوجوه، وإذا لم يثبت بذلك خبر\nكان الامر فيه ما ذكرناه (8).\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) صعبة شاقة المصعد. (2) المهول: المخوف. ذو الهول. (3) انجبر صلح بعد\nالكسر. ج. (4) نهج البلاغة / الخطبة 202. (5) بحار الانوار 7: 129. (6) (ح)\n(ش) (ق): نسبة. (7) بحار الانوار 7: 130. (8) بحار الانوار 7: 130\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n             [ 114 ]\n</p>\n\n<p>\nفصل: في الحساب والموازين (1) قال الشيخ أبو جعفر اعتقادنا في الحساب أنه\nحق (2). قال الشيخ المفيد - رحمه الله -: الحساب هو المقابلة بين الاعمال\nوالجزاء عليها، والمواقفة للعبد على ما فرط منه، والتوبيخ له على سيئاته،\nوالحمد له على حسناته، ومعاملته في ذلك باستحقاقه. وليس هو كما ذهبت العامة\nإليه من مقابلة الحسنات بالسيئات والموازنة (3) بينهما على حسب استحقاق\nالثواب والعقاب عليهما، إذ كان التحابط بين الاعمال غير صحيح، ومذهب\nالمعتزلة فيه باطل غير ثابت، وما اعتمده (4) الحشوية في معناه غير معقول.\nوالموازين هي التعديل بين الاعمال والجزاء عليها، ووضع كل جزاء في موضعه،\nوإيصال كل ذي حق إلى حقه. فليس الامر في معنى ذلك على ما ذهب إليه أهل\nالحشو، من أن في القيامة موازين كموازين الدنيا، لكل ميزان كفتان توضع\nالاعمال فيها، إذ الاعمال أعراض (5)، والاعراض لا يصح وزنها، وإنما توصف\nبالثقل والخفة على وجه المجاز، والمراد بذلك أن ما ثقل (6) منها هو ما\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) في بعض النسخ: الميزان. (2) الاعتقادات ص 73. (3) بحار الانوار 7:\n252. (4) (أ) (ح) (ش) (ق): يعتمده، (ز): اعتمد. (5) بحار الانوار 7: 252.\n(6) (ز): يثقل.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n             [ 115 ]\n</p>\n\n<p>\nكثر واستحق عليه عظيم الثواب، وما خف منها ما قل قدره ولم يستحق عليه\nجزيل الثواب. والخبر الوارد في أن أمير المؤمنين والائمة من ذريته - عليهم\nالسلام - هم الموازين، فالمراد أنهم المعدلون بين الاعمال فيما يستحق\nعليها، والحاكمون فيها بالواجب والعدل. ويقال فلان عندي في ميزان فلان،\nويراد به نظيره. ويقال: كلام فلان عندي (1) أوزن من كلام فلان (2)، والمراد\nبه أن كلامه أعظم وأفضل قدرا، والذي ذكره الله تعالى في الحساب والخوف منه\nإنما هو المواقفة على الاعمال، لان من وقف على أعماله لم يتخلص من تبعاتها،\nومن عفى الله تعالى <span id='ms69'></span> عنه في ذلك فاز بالنجاة: (فمن ثقلت موازينه - بكثرة\nاستحقاقه الثواب - فاولئك هم المفلحون * ومن خفت موازينه - بقلة أعمال (3)\nالطاعات - فاولئك الذين خسروا أنفسهم في جهنم خالدون) (4) والقرآن إنما\nانزل بلغة العرب وحقيقة كلامها ومجازه، ولم ينزل على ألفاظ العامة وما سبق\nالى قلوبها من الاباطيل (5).\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) (ق): عندنا. (2) بحار الانوار 7: 252. (3) (ح) (ش) (ق): أعماله. (4)\nالمؤمنون: 102 - 103. (5) بحار الانوار 7: 252.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n             [ 116 ]\n</p>\n\n<p>\nفصل: في الجنة والنارقال أبو جعفر اعتقادنا في الجنة أنها دار البقاء\n(1)، (2). قال الشيخ المفيد - رحمه الله -: الجنة، دار النعيم لا يلحق من\nدخلها نصب ولا يلحقهم فيها لغوب، و(3) جعلها الله سبحانه دارا لمن عرفه\nوعبده، [ ونعيمها دائم ] (4) لا انقطاع له، والساكنون فيها على أضرب:\nفمنهم: من أخلص لله تعالى، فذلك الذي يدخلها على أمان من عذاب الله تعالى.\nومنهم: من خلط عمله الاصلح بأعماله (5) السيئة كأن يسوف منها التوبة،\nفاخترمته المنية قبل ذلك، فلحقه خوف من العقاب في عاجله وآجله، أو في عاجله\nدون آجله، ثم سكن الجنة بعد [ عفو الله أو عقابه ] (6)، (7).\n</p>\n\n<p>\n---\n</p>\n\n<p>\n* انظر كتاب (علم اليقين في اصول الدين - ص 208 - 209) للمحدث القاشاني.\nج. (1) الاعتقادات ص 76. (2) البحار 8: 200 - 201 / 204 و8: 324 - 325 / ؟\n؟ ؟. (3) ليست في (ز). (4) (ق): وجعل نعيمها دائا. (5) (ح) (أ) (ش): بأعمال\nسيئة، (ق): بالاعمال. (6) في بقية النسخ: عفو أو عقاب. (7) بحار الانوار 8: 201.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n             [ 117 ]\n</p>\n\n<p>\nومنهم: من يتفضل (1) عليه بغير عمل سلف منه في الدنيا، وهم الولدان\nالمخلدون الذين جعل الله تعالى تصرفهم لحوائج أهل الجنة ثوابا للعاملين\n(2)، وليس في تصرفهم مشاق عليهم ولا كلفة، لانهم مطبوعون إذ ذاك على المسار\nبتصرفهم في حوائج المؤمنين. وثواب أهل الجنة الالتذاذ [ بالمآكل والمشارب ]\n(3) والمناظر والمناكح وما تدركه حواسهم مما يطبعون على الميل إليه،\nويدركون مرادهم بالظفر به وليس في الجنة من البشر من يلتذ بغير مأكل ومشرب\nوما تدركه الحواس من الملذوذات. وقول من يزعم (4): أن في الجنة بشرا يلتذ\nبالتسبيح والتقديس من دون الاكل والشرب، قول شاذ عن دين الاسلام، وهو مأخوذ\nمن مذهب النصارى الذين زعموا أن المطيعين في الدنيا يصيرون في الجنة ملائكة\nلا يطعمون <span id='ms70'></span> ولا يشربون ولا ينكحون. وقد أكذب الله سبحانه هذا القول في كتابه\nبما رغب العاملين (5) فيه من الاكل والشرب والنكاح، فقال تعالى: (اكلها\nدائم وظلها تلك عقبى الذين اتقوا) (6) الاية، وقال تعالى: (فيها أنهار من\nماء غير آسن) (7) الاية، وقال تعالى:\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) (ح): تفضل. (2) (أ) (ز) (ق): العالمين. (3) (ق): بالمأكل والمشرب.\n(4) (أ) (ز): زعم. (5) في بعض النسخ: العالمين. (6) الرعد: 35. (7) محمد: 15.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n             [ 118 ]\n</p>\n\n<p>\n(حور مقصورات في الخيام) (1) وقال تعالى: (وحور عين) (2) وقال سبحانه:\n(وزوجناهم بحور عين) (3) وقال سبحانه: (وعندهم قاصرات الطرف أتراب) (4)\nوقال سبحانه: (إن أصحاب الجنة اليوم في شغل فاكهون هم وأزواجهم) (5) الاية،\nوقال سبحانه: (واتوا به متشابها ولهم فيها أزواج مطهرة) (6). فكيف استجاز\nمن أثبت في الجنة طائفة من البشر لا يأكلون ولا يشربون ويتنعمون بما به\nالخلق من الاعمال يتألمون، وكتاب الله تعالى شاهد بضد ذلك والاجماع على\nخلافه، لولا أن (7) قلد في ذلك من لا يجوز تقليده أو عمل على حديث موضوع\n(8) ؟ ! وأما النار، فهي [ دار من ] (9) جهل الله سبحانه، وقد يدخلها بعض\nمن عرفه [ بمعصية الله ] (10) تعالى، غير أنه لا يخلد فيها، بل يخرج منها\nإلى النعيم المقيم، وليس يخلد فيها إلا الكافرون. وقال تعالى: (فأنذرتكم\nنارا تلظى * لا يصليها إلا الاشقى * الذي كذب وتولى) (11) يريد [ بالصلي\nهاهنا ] (12) الخلود فيها، وقال تعالى: (إن الذين كفروا بآياتنا سوف نصليهم\nنارا) (13) وقال تعالى: (إن الذين كفروا لو أن لهم ما في الارض جميعا ومثله\nمعه ليفتدوا به من عذاب يوم القيامة ما تقبل منهم) (14)\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) الرحمن: 72. (2) الواقعة: 22. (3) الدخان: 54. (4) ص: 52. (5) يس:\n55. (6) البقرة: 25. (7) (أ) (ح) (ق): أنه. (8) بحار الانوار 8: 202. (9)\n(ز): دار القرار لمن. (10) (ز): بمعصيته. (11) الليل: 14 - 16. (12) (ق):\nبالاشقى ها هنا الكافر، وبالاصلاء. (1 3) النساء: 56. (14) المائدة: 36.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n             [ 119 ]\n</p>\n\n<p>\nالايتان. وكل آية تتضمن ذكر الخلود في النار فإنما هي في الكفار دون أهل\nالمعرفة بالله تعالى بدلائل العقول والكتاب المسطور والخبر الظاهر المشهور\nوالاجماع والرأي (1) السابق لاهل البدع من أصحاب الوعيد. [ حد التكفير ]\nفصل: وليس يجوز أن يعرف الله تعالى من هو كافر به، ولا يجهله من هو به <span id='ms71'></span>\nمؤمن، وكل كافر على اصولنا فهو جاهل بالله، ومن خالف اصول الايمان من\nالمصلين إلى قبلة الاسلام فهو عندنا جاهل بالله سبحانه وإن أظهر القول\nبتوحيده تعالى، كما أن الكافر برسول الله صلى الله عليه وآله وسلم جاهل\nبالله وإن كان فيهم من يعترف بتوحيد الله تعالى ويتظاهر بما يوهم\nالمستضعفين أنه معرفة بالله تعالى. وقد قال الله تعالى: (فمن يؤمن بربه فلا\nيخاف بخسا ولا رهقا) (2) فأخرج بذلك المؤمن عن أحكام الكافرين، وقال تعالى:\n(فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم) (3) الاية، فنفى عمن كفر\nبنبي الله صلى الله عليه وآله وسلم الايمان، ولم يثبت له مع الشك فيه\nالمعرفة بالله على حال. وقال سبحانه وتعالى: (قاتلوا الذين لا يؤمنون بالله\nولا باليوم الاخر - إلى قوله - وهم صاغرون) (4) فنفى الايمان عن اليهود\nوالنصارى، وحكم عليهم بالكفر والضلال (5).\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) ليست في بقية النسخ. (2) الجن: 13. (3) النساء: 65. (4) التوبة: 29.\n(5) بحار الانوار 8: 326.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n             [ 120 ]\n</p>\n\n<p>\nفصل: في كيفية نزول الوحي قال الشيخ أبو جعفر - رحمه الله - [ في نزول\nالوحي ] (1): اعتقادنا في ذلك (2) أن بين عيني إسرافيل (3)... إلخ (4)،\n(5). قال الشيخ المفيد - رحمه الله (6) -: هذا أخذه أبو جعفر - رحمه الله -\nمن شواذ الحديث، وفيه خلاف لما قدمه من أن اللوح ملك من ملائكة الله تعالى.\nوأصل الوحي هو الكلام الخفي (7)، ثم قد يطلق على كل شئ قصد به إفهام\nالمخاطب على السر له عن غيره والتخصيص له به دون من سواه، وإذا اضيف إلى\nالله تعالى كان [ فيما يخص ] (8) به الرسل - صلى الله عليهم - خاصة دون من\nسواهم على عرف الاسلام وشريعة النبي صلى الله عليه وآله وسلم.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) ليست في بقية النسخ. (2) (ز): اللوح. (3) (ق): زيادة: لوحا، فإذا\nأراد الله تعالى أن يتكلم بالوحي ضرب اللوح على جبين إسرافيل، فينظر فيه،\nوألقاه إلى ميكائيل، ويلقيه ميكائيل الى جبرئيل، ويلقيه جبرئيل إلى\nالانبياء. (4) الاعتقادات ص 81. (5) عنه في البحار 18: 248 / 1. (6) بحار\nالانوار 18: 248. (7) بحار الانوار 26: 83. (8) (ز): يختص.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n             [ 121 ]\n</p>\n\n<p>\nقال الله تعالى: (وأوحينا إلى ام موسى أن أرضعيه) (1) الاية، فاتفق أهل\nالاسلام على أن <span id='ms72'></span> الوحي كان رؤيا مناما أو كلاما سمعته ام موسى في منامها على\nالاختصاص، قال الله تعالى: (وأوحى ربك إلى النحل) (2) الاية، يريد به\nالالهام الخفي، إذ كان [ خاصا بمن ] (3) أفرده به دون من سواه، فكان علمه\nحاصلا للنحل بغير كلام جهز به المتكلم فأسمعه غيره. وقال تعالى: (وإن\nالشياطين ليوحون إلى أوليائهم) (4) بمعنى ليوسوسون (5) إلى أوليائهم بما\nيلقونه من الكلام في أقصى أسماعهم، فيخصون بعلمهم (6) دون من سواهم، وقال\nسبحانه: (فخرج على قومه من المحراب فأوحى إليهم) (7) يريد به أشار إليهم من\nغير إفصاح الكلام، شبه ذلك بالوحي لخفائه عمن سوى المخاطبين، ولستره (8)\nعمن سواهم. وقد يري الله سبحانه وتعالى في المنام خلقا كثيرا ما يصح تأويله\n[ ويثبت حقه ] (9) لكنه لا يطلق بعد استقرار الشريعة عليه اسم الوحي، ولا\nيقال في هذا الوقت لمن طبعه (10) الله على علم شئ أنه يوحى إليه. وعندنا أن\nالله تعالى يسمع الحجج بعد نبيه صلى الله عليه وآله وسلم كلاما يلقيه إليهم\n(11) في علم ما يكون، لكنه لا يطلق عليه اسم الوحي لما قدمناه (12) من\nإجماع المسلمين على أنه لا وحي [ إلى أحد ] (13) بعد\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) القصص: 7. (2) النحل: 68. (3) في بعض النسخ: خالصا لمن. (4) الانعام:\n121. (5) (ح) (ز) (ق): يوسوسون. (6) (ق): بعلمه. (7) مريم: 11. (8) (ا):\nوستره، (ز) والمطبوعة: وسره. (9) في بعض النسخ: وتثبت حقيقته. (10) في بعض\nالنسخ: أطلعه. (11) (ح) زيادة: أي الاوصياء. (12) انظر (أوائل المقالات ص\n78 الطبعة الاولى). چ (13) (ح): لاحد.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n             [ 122 ]\n</p>\n\n<p>\nنبينا صلى الله عليه وآله وسلم، وأنه لا يقال في شئ مما ذكرناه (1) أنه\nوحى إلى أحد. ولله تعالى أن يبيح إطلاق الكلام أحيانا ويحظره أحيانا، ويمنع\nالسمات (2) بشئ حينا ويطلقها حينا. فأما المعاني، فإنها لا تتغير عن\nحقائقها على ما قدمناه (3). فصل: قال الشيخ المفيد - رحمه الله تعالى -\n(4): فأما الوحي من الله تعالى إلى نبيه صلى الله عليه وآله وسلم فقد كان\nتارة بإسماعه الكلام من غير واسطة، وتارة بإسماعه الكلام على ألسن\nالملائكة. والذي ذكره أبو جعفر - رحمه الله - من اللوح والقلم وما ثبت فيه\nفقد <span id='ms73'></span> جاء به حديث، إلا أنا لا نعزم على القول (5) به، ولا نقطع على الله\nبصحته، ولا نشهد منه إلا بما علمناه (6)، وليس الخبر به متواترا يقطع العذر\nولا عليه إجماع، ولا نطق به القرآن، ولا ثبت عن حجة الله تعالى فينقاد له\nوالوجه أن نقف فيه ونجوزه ولا نقطع به ولا نجزم (7) له (8) ونجعله في حيز\nالممكن. فأما قطع أبي جعفر به وعلمه على اعتقاده فهو يستند إلى ضرب من\nالتقليد، ولسنا من التقليد في شئ (9).\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) (ز): ذكرنا. (2) في المطبوعة: السماع. في (المنجد - مادة وسم) السمة:\nمص. العلامة. اثر الكى ج سمات چ. (3) بحار الانوار 26: 84. (4) بحار\nالانوار 18: 250. (5) (أ): القبول. (6) (ق) (ز): علمنا. (7) كذا في\nالمطبوعة، وفي النسخ المخطوطة بدل (نجزم) كلمة لا تقرأ فراجع. (8) كذا في\nجميع النسخ، والانسب: به. (9) بحار الانوار 18: 250.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n             [ 123 ]\n</p>\n\n<p>\nفصل: في نزول القرآن قال الشيخ أبو جعفر - رحمه الله - (1)، (2): إن\nالقرآن نزل في شهر رمضان في ليلة القدر جملة واحدة إلى البيت المعمور، ثم\nانزل من البيت المعمور في مدة عشرين سنة (3)... إلخ (4). قال الشيخ المفيد\n- رحمه الله - (5): الذي ذهب إليه أبو جعفر في هذا الباب أصله حديث واحد لا\nيوجب علما ولاعملا (6). ونزول القرآن على الاسباب الحادثة حالا بحال (7)\nيدل على خلاف ما تضمنه الحديث، وذلك أنه قد تضمن حكم ما حدث وذكر ما جرى\nعلى وجهه، وذلك لا يكون على الحقيقة إلا\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) الاعتقادات ص 82. (2) عنه في البحار 18: 250 - 251 / 3. (3) بحار\nالانوار 18: 250. (4) تمام الكلام: وأن الله عز وجل أعطى نبيه صلى الله\nعليه وآله وسلم العلم جملة، ثم قال له: لا تعجل بالقرآن من قبل أن يقضى\nإليك وحيه (وقل رب زدني علما) وقال: (لا تحرك به لسانك لتعجل به ان علينا\nجمعه وقرآنه) الاية (سورة القيامة - 17 - 18). چ. (5) بحار الانوار 18:\n252. (6) انظر (أمالي السيد المرتضى - ص 161 ج 4 ط مصر) چ. (7) في\nالمطبوعة: فحالا.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n             [ 124 ]\n</p>\n\n<p>\nبحدوثه عند السبب، ألا ترى إلى قوله تعالى: (وقولهم قلوبنا غلف بل طبع\nالله عليها بكفرهم) (1) وقوله: (وقالوا لو شاء الرحمن ما عبدناهم ما لهم\nبذلك <span id='ms74'></span> من علم) (2) وهذا خبر عن ماض، ولا يجوز أن يتقدم مخبره، فيكون حينئذ\nجزاءا (3) عن ماض وهو لم يقع بل هو في المستقبل. وأمثال ذلك في القرآن\nكثيرة. وقد جاء الخبر بذكر الظهار وسببه، وأنها (4) لما [ جادلت النبي صلى\nالله عليه وآله وسلم ] (5) في ذكر الظهار أنزل الله تعالى: (قد سمع الله\nقول التي تجادلك في زوجها) (6) وهذه قصه (7) كانت بالمدينة فكيف ينزل الله\nتعالى الوحي بها بمكة قبل الهجرة، فيخبر بها أنها قد كانت ولم تكن ! (8)\nولو تتبعنا قصص القرآن لجاء مما ذكرناه (9) كثير لا يتسع به المقال، وفيما\nذكرناه منه كفاية لذوي الالباب. وما أشبه ما جاء به الحديث بمذهب المشبهة\nالذين زعموا أن الله سبحانه وتعالى لم يزل متكلما بالقرآن ومخبرا عما يكون\nبلفظ كان، وقد رد عليهم أهل التوحيد بنحو ما ذكرناه. وقد يجوز في الخبر\nالوارد في نزول القرآن جملة في ليلة القدر بأن المراد أنه نزل جملة منه في\nليلة القدر ثم تلاه ما نزل منه إلى وفاة النبي صلى الله عليه وآله وسلم\nفأما أن يكون نزل بأسره وجميعه في ليلة القدر فهو بعيد مما يقتضيه ظاهر\nالقرآن والمتواتر من الاخبار وإجماع العلماء على اختلافهم في الاراء (10).\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) النساء: 155. (2) الزخرف: 20. (3) في المطبوعة وبعض النسخ: خبرا. (4)\nفي بعض النسخ: وإنما. (5) (ز): جادلته التي. (6) المجادلة: 1. (7) (ق):\nقضية. (8) انظر مجمع البيان ص 246 ج 5 ط صيدا للشيخ الطوسي ره چ. (9) (ق):\nذكرنا. (10) انظر تفسير المنار ص 171 - 172 ج 2 ط 1 مصر چ.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n             [ 125 ]\n</p>\n\n<p>\nفصل: فأما قوله تعالى: (ولا تعجل بالقرآن من قبل أن يقضى إليك وحيه) (1)\nففيه وجهان غير ما ذكره أبو جعفر وعول فيه على حديث شاذ: أحدهما: أن الله\nتعالى نهاه عن التسرع إلى تأويل القرآن قبل الوحي إليه به، وإن كان في\nالامكان من جهة اللغة ما قالوه على مذهب أهل اللسان (2). والوجه الاخر: أن\nجبرئيل - على السلام - كان يوحي إليه بالقرآن فيتلوه معه\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) طه: 114. قال العلامة الشهرستاني عند جوابه عن سؤال رفعناه الى\nمعاليه شعبان سنة 1354 ه <span id='ms75'></span>، ما نصه: (الصواب في تفسيرها (أي تفسير الاية 114\nمن سورة طه) هو الوجه الثالث مما ذكره المحقق الطبرسي * في (مجمع البيان)\nوذلك أن النبي صلى الله عليه وآله وسلم كان يتوقع نزول الوحي عليه يوميا\nوحول كل حادثة تأمينا لقلوب المؤمنين ومزيدا لعلمه فأوحى إليه سبحانه بهذه\nالاية قائلا: (فتعالى الله الملك الحق) يعني أن الله في مقام ملوكيته\nوحقانيته يتعالى شأنه عن خلف الوعد وعن خلاف الحق فينبغي أن تستقر قلوب\nالمؤمنين به فلا موجب باستعجالك بنزول القرآن قبل أن يتحتم من الله ايحاؤه\nكما لا موجب لا ستزادة علمك بنزول الايات فقط بل يمكن ذلك بدعائك وطلب مزيد\nالعلم من ربك، وعليه فالتعجيل بالقرآن هو الالحاح بنزوله ومعنى (يقضى إليك)\nتحتم نزوله إليه حسب ما يراه الله من المصلحة). ا ه، وانظر ملحق (أمالي\nالسيد المرتضى - ص 395 ط طهران 1272 ه). چ. (2) انظر كتاب أوائل المقالات ص\n55 چ. * ومما هو جدير بالتسطير ان طبرس المنسوب إليه الامام السعيد أبو علي\nالفضل بن الحسن الطبرسي - من أكابر علماء الامامية وجهابذتهم في القرن\nالسادس للهجرة - بسكون الباء الموحدة معرب (تفرش) من توابع قم، وليس مفتوح\nالباء منسوبا الى طبرستان كما هو المشهور، يظهر ذلك من الفصل الذي عقده أبو\nالحسن علي بن زيد البيهقي الشهير بابن فندق المتوفى سنة 565 ه في (تاريخ\nبيهق - ص 242 ط طهران) لترجمته، وإن شئت مزيد التوضيح والتبيين فعليك=\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n             [ 126 ]\n</p>\n\n<p>\nحرفا بحرف، فأمره الله تعالى أن لا يفعل ذلك ويصغي إلى ما يأتيه به\nجبرئيل، أو ينزله الله تعالى عليه بغير واسطة حتى يحصل الفراغ منه، فإذا تم\nالوحي به تلاه ونطق به وقرأه. فأما ما ذكره المعول على الحديث من التأويل\nفبعيد، لانه لا وجه لنهي الله\n</p>\n\n<p>\n---\n</p>\n\n<p>\n= بالرجوع إلى المقالة التي دبجها يراعة العلامة أحمد (بهمنيار *) استاذ\nجامعة طهران، وأدرجها في ذيل التاريخ المذكور (ص 347 - 353) فراجها واغتنم\nوكن من الشاكرين. وقال العلامة العاملي في (أعيان الشيعة - ص 97 - 98 ج 9)\nفي ترجمة الشيخ أبي منصور أحمد بن علي بن <span id='ms76'></span> أبي طالب الطبرسي صاحب الاحتجاج:\nوالاكثر أن يقال في النسبة إلى طبرستان طبري وفي النسبة الى طبرية فلسطين\nطبراني على غير قياس للفرق بينهما كما قالوا: صنعاني وبهراني وبحراني في\nالنسبة الى صنعاء وبهراء والبحرين، وما يقال إنه لم يسمع في النسبة الى\nطبرستان طبري غير صحيح بل هو الاكثر ولو قيل أنه لم يسمع في النسبة إليها\nطبرسي لكان وجها لما في الرياض عن صاحب تاريخ قم المعاصر لابن العميد من أن\nطبرس ناحية معروفة حوالي قم مشتملة على قرى ومزارع كثيرة، وان هذا الطبرسي\nوسائر العلماء المعروفين بالطبرسي منسوبون إليها، ويستشهد له بما عن الشهيد\nالثاني في حواشي ارشاد العلامة من نسبة بعض الاقوال إلى الشيخ علي بن حمزة\nالطبرسي القمي والله أعلم... في رياض العلماء ان هذا الطبرسي المترجم غير\nصاحب مجمع البيان لكنه معاصر له وهما شيخا ابن شهرآشوب وأستاذاه قال: وظني\nأن بينهما قرابة وكذا بينهما وبين الشيخ حسن بن علي بن محمد بن علي بن\nالحسن الطبرسي المعاصر للخواجة نصير الدين الطوسي). وقد اختار هذا الرأى\nالسديد صديقنا العلامة السعيد محمد علي القاضي الطباطبائي التبريزي مد ظله\n- نزيل النجف الاشرف - فجاد يراعه الطاهر بمقال باهر حول كلمتي (طبرس -\nطبرسي) ونشر ذلك المقال القيم في مجلة (العرفان - ص 371 - 375 ج 3 مج 39 ط\nصيدا - لبنان) تلك المجلة الراقية التي خدمت العلم والادب عشرات الاعوام\nفاقيم لها مهرجان ذهبي في مدينة صيدا الجميلة هذا العام، ومؤسسها ومنشئها\nهو العلامة الاستاذ صديقنا الشيخ أحمد عارف الزين ذلك الرجل المجاهد الذي\nطالما خدم الدين الاسلامي والمذهب الامامي بيراعه الطاهر وقلمه القوي\nالسيال. حفظه الله علما للعلم والدين چ. * اقرأ وجيزا من ترجمته في كتابي\n(سخنوران إيران در عمر حاضر ص 165 ج 2 ط هند) و(نثر فارسي معامر - ص 97 ط\nطهران). چ.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n             [ 127 ]\n</p>\n\n<p>\nتعالى له عن العجلة بالقرآن الذي هو في السماء الاربعة حتى يقضى إليه\nوحيه، لانه لم يكن محيطا علما بما في السماء الرابعة قبل الوحي به إليه،\nفلا معنى <span id='ms77'></span> لنهيه عما ليس في إمكانه. اللهم إلا أن يقول قائل ذلك انه كان\nمحيطا علما بالقرآن المودع في السماء الرابعة، فينتقض كلامه ومذهبه، لانه\nكان في السماء الرابعة لان ما في صدر رسول الله صلى الله عليه وآله وسلم\nوحفظه في الارض فلا معنى لاختصاصه بالسماء، ولو كان ما في حفظ رسول الله\nصلى الله عليه وآله وسلم يوصف بأنه في السماء الرابعة خاصة لكان ما في حفظ\nغيره موصوفا بذلك، ولا وجه يكون حينئذ لاضافته إلى السماء الرابعة، ولا إلى\nالسماء الاولى فضلا عن السماء الرابعة ! ومن تأمل ما ذكرناه علم أن تأويل\nالاية على ما ذكره المتعلق بالحديث بعيد عن (1) الصواب (2).\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) (ح) (ق): من. (2) بحار الانوار 18: 253.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n             [ 128 ]\n</p>\n\n<p>\nفصل: في العصمة قال أبو جعفر - رحمه الله -: باب الاعتقاد في العصمة (1).\nقال الشيخ المفيد - رحمه الله - (2): العصمة من الله تعالى لحججه (3) هي\nالتوفيق واللطف والاعتصام من الحجج بها عن الذنوب والغلط في دين الله\nتعالى، والعصمة [ تفضل من الله ] (4) تعالى على من علم أنه يتمسك بعصمته،\nوالاعتصام فعل المعتصم، وليست العصمة مانعة من القدرة (5) على القبيح، ولا\nمضطرة للمعصوم إلى الحسن، ولا ملجئة له إليه، بل هي الشئ الذي يعلم الله\nتعالى أنه إذا فعله بعبد من عبيده لم يؤثر معه معصيته له، وليس كل الخلق\nيعلم هذا من حاله، بل المعلوم منهم ذلك هم الصفوة والاخيار.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) الاعتقادات ص 96. (2) بحار الانوار 17: 96. (3) قال المصنف قده في\nرسالة (النكت الاعتقادية - ص 45 - 46 ط 2 بغداد) فان قيل ما حد العصمة.\nوالجواب - العصمة لطف يفعله الله بالمكلف بحيث يمنع منه وقوع المعصية وترك\nالطاعة مع قدرته عليهما. فان قيل ما الدليل على أنه معصوم من أول عمره إلى\nآخره. والجواب - الدليل على ذلك أنه لو عهد منه السهو والنسيان لارتفع\nالوثوق منه عند اخباراته ولو عهد منه خطيئة * لتنفرت العقول من متابعته\nفتبطل فائدة البعثة. چ. (4) (ز) من تفضل الله. (5) (ز): المقدرة. * أما بعض\nالايات وشواذ الاخبار المتضمنة نسبة الخطايا والمعامي الى الانبياء أو الى\nنبينا <span id='ms78'></span> عليه وعليهم السلام فقد أجاب عنها تلميذ المصنف أعني الشريف المرتضى\nفي كتاب (تنزيه الانبياء - ط إيران ونجف). هبة الدين الحسيني.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n             [ 129 ]\n</p>\n\n<p>\nقال الله تعالى: (إن الذين سبقت لهم منا الحسنى) (1) الاية، وقال سبحانه:\n(ولقد اخترناهم على علم على العالمين) (2) وقال سبحانه: (وإنهم عندنا لمن\nالمصطفين الاخيار) (3). والانبياء والائمة - عليهم السلام - (4) من بعدهم\nمعصومون في حال نبوتهم وإمامتهم من الكبائر كلها والصغائر، والعقل يجوز\nعليهم ترك مندوب إليه على غير التعمد للتقصير والعصيان، ولا يجوز عليهم ترك\nمفترض إلا أن نبينا صلى الله عليه وآله وسلم والائمة - عليهم السلام - من\nبعده كانوا سالمين من ترك المندوب، والمفترض قبل حال إمامتهم وبعدها. فصل\n(5): فأما الوصف لهم بالكمال في كل أحوالهم، فإن المقطوع به كمالهم في جميع\nأحوالهم التي كانوا فيها حججا لله تعالى على خلقه.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) الانبياء: 101. (2) الدخان: 32. (3) ص 47. (4) قال المصنف قده في\nرسالة (النكت الاعتقادية - ص 48 - 49 ط 2): فان قيل ما الدليل على أن\nالامام يجب أن يكون معصوما. والجواب - الدليل على ذلك من وجوه: الاول: انه\nلو جاز عليه الخطاء لافتقر إلى امام آخر يسدده ثم ننقل الكلام إليه ويتسلسل\nأو يثبت المطلوب. الثاني: انه لو جاز عليه فعل الخطيئة (فان) وجب الانكار\nعليه سقط محله من القلوب فلا يتبع، والغرض من نصبه اتباعه (فيتنقض الغرض)\nوإن لم يجب الانكار عليه سقط وجوب النهي عن المنكر وهو باطل. الثالث: انه\nحافظ للشرع فلو لم يكن معصوما لم تؤمن منه الزيادة والنقصان. چ. (5) قال\nالمؤلف - قدس - في جواب المسألة السادسة والثلاثين من المسائل العكبرية: إن\nالطاعة في وقت رسول الله صلى الله عليه وآله وسلم كانت له من جهة الامامة\nدون غيره، والامر له خاصة دون من سواه،=\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n             [ 130 ]\n</p>\n\n<p>\nوقد جاء الخبر بأن رسول الله صلى الله عليه وآله وسلم والائمة - عليهم\nالسلام - من ذريته كانوا حججا لله تعالى منذ أكمل عقولهم إلى أن قبضهم، ولم\nيكن لهم قبل أحوال التكليف أحوال نقص وجهل، فإنهم يجرون مجرى عيسى ويحيى -\nعليهما السلام - في حصول الكمال <span id='ms79'></span> لهم مع صغر السن وقبل بلوغ الحلم. وهذا أمر\nتجوزه العقول ولا تنكره، وليس إلى تكذيب الاخبار سبيل، والوجه أن نقطع على\nكمالهم - عليهم السلام - في العلم والعصمة في أحوال النبوة والامامة،\nونتوقف فيما قبل ذلك، وهل كانت أحوال نبوة وإمامة أم لا (1) ونقطع على أن\nالعصمة لازمة لهم منذ أكمل الله تعالى عقولهم إلى أن قبضهم - عليهم السلام - (2).\n</p>\n\n<p>\n---\n</p>\n\n<p>\n= فلما قبض صلى الله عليه وآله وسلم صارت الامامة من بعده لامير المؤمنين\n- عليه السلام - ومن عداه من الناس كافة رعية له، فلما قبض - عليه السلام -\nصارت الامامة للحسن بن علي، والحسين - عليه السلام - إذ ذاك رعية لاخيه\nالحسن - عليه السلام -، فلما قبض الحسن - عليه السلام - صار الحسين إماما\nمفترض الطاعة على الامام. وهكذا حكم كل إمام وخليفة في زمانه، ولم تشترك\nالجماعة في الامامة معا، وكانوا فيها على الترتيب الذي ذكرناه. فصل: وقد\nذهب قوم من أصحابنا الامامية إلى أن الامامة كانت لرسول الله صلى الله عليه\nوآله وسلم وأمير المؤمنين والحسن والحسين - عليهم السلام - في وقت واحد ،\nإلا أن النطق والامر والتدبير كان للنبي صلى الله عليه وآله وسلم مدة حياته\nدونهم، وكذلك كان الامر والتدبير لامير المؤمنين دون الحسن والحسين، وجعل\nالامام في وقت صاحبه صامتا وجعل الاول ناطقا. وهذا خلاف في العبارة، والاصل\nما قدمناه. چ (1) في هذه العبارة تأمل عن غموض، ويحتمل أن يكون عطفا على\n(فيما قبل ذلك) فيكون المراد التوقف في أمرين: الاول: الحكم بكمال العلم\nوالعصمة قبل البعثة وتصدي الامامة. والثاني: الحكم بفعلية الاتصاف بالنبوة\nوالامامة قبل ذلك، ويحتمل أيضا أن تكون الواو زائدة أو مستأنفة وكان\nتعليلا. للحكم بالتوقف في كمال العلم والعصمة، وحاصل المعنى يلزم أن نتوقف\nفي الحكم بكمالهم في العلم والعصمة قبل البعثة وتصدي الامامة بعلة الشك في\nاتصافهم بالنبوة والامامة قبل ذلك. ج (2) بحار الانوار 67: 97.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n             [ 131 ]\n</p>\n\n<p>\nفصل: في الغلو والتفويض قال أبو جعفر: باب الاعتقاد في الغلو والتفويض...\nإلى آخره (1). قال الشيخ المفيد - رحمه الله (2): الغلو في اللغة هو <span id='ms80'></span> [\nالتجاوز عن الحد ] (3) والخروج عن القصد. قال الله تعالى: (يا أهل الكتاب\nلا تغلوا في دينكم ولا تقولوا على الله إلا الحق) (4) الاية، فنهى عن تجاوز\nالحد في المسيح، وحذر من الخروج عن القصد في القول، وجعل ما ادعته النصارى\nفيه غلوا لتعديه الحد على ما بيناه. والغلاة من المتظاهرين بالاسلام هم\nالذين نسبوا أمير المؤمنين والائمة من ذريته - عليهم السلام - إلى الالوهية\nوالنبوة، ووصفوهم من الفضل في الدين والدنيا إلى ما تجاوزوا فيه الحد،\nوخرجوا عن القصد، وهم ضلال كفار حكم فيهم أمير المؤمنين - عليه السلام -\nبالقتل والتحريق بالنار، وقضت الائمة - عليهم السلام - عليهم بالاكفار\nوالخروج عن الاسلام (5). فصل: فأما ما ذكره أبو جعفر - رحمه الله - من مضي\nنبينا والائمة - عليهم السلام - بالسم والقتل، فمنه ما ثبت، ومنه ما لم\nيثبت، والمقطوع به أن أمير المؤمنين والحسن والحسين - عليهم السلام - خرجوا\nمن الدنيا بالقتل ولم يمت أحدهم (6) حتف أنفه (7)،\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) الاعتقادات ص 97. (2) بحار الانوار 25: 344. (3) (أ) (ح) (ز) (ش)\n(ق): تجاوز الحد. (4) النساء: 71. (5) بحار الانوار 25: 345. (6) (ق) (ز):\nأحد منهم. (7) بحار الانوار 27: 216.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n             [ 132 ]\n</p>\n\n<p>\nوممن مضى بعدهم مسموما موسى بن جعفر - عليه السلام - ويقوى في النفس أمر\nالرضا - عليه السلام - (1) وإن كان فيه شك، فلا طريق إلى الحكم فيمن عداهم\nبأنهم سموا أو اغتيلوا أو قتلوا صبرا، فالخبر بذلك يجري مجرى الارجاف (2)،\nوليس إلى تيقنه سبيل (3) (4).\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) انظر (كشف الغمة ص 264 ط إيران 1294 ه) لبهاء الدين علي بن عيسى\nالاربلي المتوفى سنة 692 أو 693، والى (البحار ص 91 - 92 ج 12 ط كمباني).\nقال المحدث الفقيه الرباني الشيخ يوسف البحراني (1107 - 1186 ه) في كتابه\n(الحدائق الناضرة ص 449 مجلد كتاب الحج ط تبريز): الامام أبو الحسن علي بن\nموسى الرضا - عليه السلام -... وقبض بطوس في آخر صفر سنة ثلاث ومائين، وهو\nابن خمس وخمسين سنة... وبعض الاخبار يدل على أنه قبض مسموما سمه المأمون\nالعباسي. وإليه ذهب الصدوق - رحمه الله - وأكثر أصحابنا لم يذكروه. انظر\nكتاب (أعيان الشيعة ص 205 - 211 ج 4 ق 2 ط 1 دمشق) للعلامة السيد محسن\nالعاملي - رحمه الله. والعدد السابع <span id='ms81'></span> من مجلة (مهر - الفارسية - ص 740 ط\nطهران 1313 ش ه) لسنتها الثانية، والى ذيل كتاب (تاريخ مختصر إيران ص 20 -\n24 ط طهران 1314 ش). بقلم العلامة الدكتور صادق رضا زاده شفق استاذ جامعة\nطهران *. * اقرأ مختصرا من ترجمته في كتابي (سخنوران إيران در عصر حاضر ج 2\nط هند) و(نثر فارسي معاصر - 138 ط طهران). (2) أرجف: خاض في الاخبار السيئة\nوالفتن قصد أن يهيج الناس. انظر (مجمع البحرين - رجف) أيضا. چ (3) بحار\nالانوار 27: 216. (4) قال الشيخ المفيد - رحمه الله - في كتاب (الانساب\nوالزيارات) من تأليفه النفيس (المقنعة ص 72 - 75 ط 1274 ه): وقبض (رسول\nالله صلى الله عليه وآله وسلم) مسموما لليلتين بقيتا من صفر سنة عشرة من\nالهجرة، وهو ابن ثلاث وستين سنة. وقبض (أمير المؤمنين - عليه السلام -)\nقتيلا بالكوفة ليلة الجمعة لتسع ليال بقين من شهر=\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n             [ 133 ]\n</p>\n\n<p>\nوالمفوضة صنف من الغلاة، وقولهم الذي فارقوا (1) به من سواهم من\n</p>\n\n<p>\n---\n</p>\n\n<p>\n= رمضان سنة أربعين للهجرة وله يومئذ ثلاث وستون سنة. وقبض (الحسن بن علي\n- عليه السلام -) مسموما بالمدينة في صفر سنة تسع وأربعين من الهجرة، فكان\nسنه - عليه السلام - يومئذ سبعا وأربعين سنة. وقبض (الحسين بن علي - عليه\nالسلام -) قتيلا بطف كربلا من أرض العراق يوم الاثنين العاشر من المحرم قبل\nزوال الشمس سنة إحدى وستين من الهجرة، وله يومئذ ثماني وخمسون سنة. وقبض\n(علي بن الحسين - عليه السلام -) بالمدينة سنة خمس وتسعين وله يومئذ سبع\nوخمسون سنة. وفي (التهذيب ص 27 ت 2 ط إيران): وقبض (محمد بن علي - عليه\nالسلام -) بالمدينة سنة أربع عشرة ومائة، وكان سنه يومئذ سبعا وخمسين سنة.\nوقبض (جعفر بن محمد الصادق - عليه السلام -) بالمدينة في شوال سنة ثمانية\nوأربعين ومائة، وله يومئذ خمس وستون سنة. وقبض (موسى بن جعفر - عليه السلام\n-) قتيلا بالسمم ببغداد في حبس السندي بن شاهك لست بقين من رجب سنة ثلاث\nوثمانين ومائة، وكان سنه يومنذ خمسا وخمسين سنة. وقبض (علي بن موسى الرضا -\nعليه السلام -) بطوس من أرض خراسان في صفر سنة ثلاث ومائتين، وهو يومئذ ابن\nخمس وخمسين <span id='ms82'></span> سنة. وقبض (محمد بن علي - عليه السلام -) ببغداد في آخر ذي\nالقعدة سنة عشرين ومائتين، وله يومئذ خمس وعشرون سنة. وقبض (علي بن محمد -\nعليه السلام -) بسر من رأى في رجب سنة أربع وخمسين ومائتين، وله يومئذ إحدى\nوأربعون سنة وسبعة أشهر. وقبض (الحسن بن علي - عليه السلام -) بسر من رأى\nلثمان خلون من شهر ربيع الاول سنة ستين ومائتين، وكان سنه يومئذ ثمانيا\nوعشرين سنة. انتهى ملخصا. هذا وقد قال المصنف - رحمه الله - في كتابه\n(الارشاد) في هذا الموضوع - أعني كيفية وفاة الائمة الطاهرين ومدة أعمارهم\n- بمثل ما قاله في كتابه (المقنعة) عينا بدون تفاوت قيد شعرة معنى، فتدبر\nجيدا. چ (1) (ق): خالفوا.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n             [ 134 ]\n</p>\n\n<p>\nالغلاة اعترافهم بحدوث الائمة وخلقهم ونفي القدم عنهم وإضافة الخلق\nوالرزق مع ذلك إليهم (1)، ودعواهم أن الله سبحانه وتعالى تفرد بخلقهم خاصة،\nوأنه فوض إليهم خلق العالم بما فيه وجميع الافعال. والحلاجية ضرب من أصحاب\nالتصوف، وهم أصحاب الاباحة والقول بالحلول، ولم يكن (2) الحلاج (3) يتخصص\nبإظهار التشيع وإن كان ظاهر أمره التصوف، وهم قوم ملحدة وزنادقة يموهون\nبمظاهرة كل فرقة بدينهم، ويدعون للحلاج الاباطيل، ويجرون في ذلك مجرى\nالمجوس (4) في دعواهم لزرادشت\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) بحار الانوار 25: 345. (2) في المطبوعة: وكان. (3) انظر (الفهرست ص\n269 - 272 ط مصر) لابن النديم. چ (4) قال العلامة الكبير والاستاذ الشهير\nصاحب الفخامة مولانا أبو الكلام آزاد وزير معارف الهند المعظم في مجلة\n(ثقافة الهند ص 13، سبتمبر 1950 م) الجليلة طي مقالته الممتعة حول (شخصية\nذي القرنين المذكورة في القرآن) - التي حررت بغاية التحقيق، وينبغي بل يلزم\nلاصحاب النظر والعلم أن يرجعوا إليه - ما نصه: وهنا ينبغي أن ننبه على خطأ\nشائع: نطقوا كلمة (موغوش) في اللغة العربية (مجوسا) وأطلقوها على أتباع\nالدين الزردشتي، ولم يكن في الاصل اسما لهم، فقد ثبت الان بلا ريب أنه كان\nاسما يعرف به أتباع الدين الذي كان شائعا في مادا قبل زردشت، فقد وردت\nالكلمة في أوستا كذلك، واستعملت في شأن معارضي زردشت، ولكن لما كان اشتهر\nأهل مادا في بلاد <span id='ms83'></span> العرب والشام بإسم موغوش، أخذوا يسمون به أتباع زردشت\nكذلك. وقال أيضا في ص 11 من المجلة: النطق الصحيح لاسم زردشت في اللغة\nالبهلوية (زاراتهسترا)... إلى آخر مقاله القيم. انظر (البحار ص 379 ج 5 ط\nكمباني) و(أعيان الشيعة ص 150 - 151 ج 2 ط 2 دمشق). چ\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n             [ 135 ]\n</p>\n\n<p>\nالمعجزات، ومجرى النصارى في دعواهم لرهبانهم الايات والبينات (1)،\nوالمجوس والنصارى أقرب إلى العمل بالعبادات منهم، وهم أبعد من الشرائع\nوالعمل بها من النصارى والمجوس. فصل: فأما نص أبي جعفر - رحمه الله - (2)\nبالغلو على من نسب مشايخ القميين وعلمائهم إلى التقصير، فليس نسبة هؤلاء\nالقوم إلى التقصير علامة على غلو الناس، إذ في جملة المشار إليهم بالشيخوخة\nوالعلم من كان مقصرا، وإنما يجب الحكم بالغلو على من نسب المحقين إلى\nالتقصير، سواء كانوا من أهل قم أم (3) غيرها من البلاد وسائر الناس. وقد\nسمعنا حكاية ظاهرة عن أبي جعفر محمد بن الحسن بن الوليد - رحمه الله - لم\nنجد لها دافعا في التقصير، وهي ما حكي عنه أنه قال: أول درجة في الغلو نفي\nالسهو عن النبي صلى الله عليه وآله وسلم والامام (4) - عليه السلام - فإن\nصحت هذه الحكاية عنه فهو مقصر مع أنه من علماء القميين ومشيختهم. وقد وجدنا\nجماعة وردوا (5) إلينا من قم يقصرون تقصيرا ظاهرا في الدين،\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) بحار الانوار 25: 345. (2) بحار الانوار 25: 345. (3) (ز): أو من،\n(ح): أو. (4) انظر ذيل كتاب (أوائل المقالات طبع 1371 - ص 36) و(مجمع\nالبيان - ص 317 ج 2 ط صيدا) للشيخ الطبرسي. وكتاب (الوافي - ص 143 ج 5 ط\n1364 ه) للمحدث القاشاني. چ. (5) (ح): وردت. (*)\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n             [ 136 ]\n</p>\n\n<p>\nوينزلون الائمة - عليهم السلام - عن مراتبهم، ويزعمون أنهم كانوا لا\nيعرفون كثيرا من الاحكام الدينية (1) حتى ينكت (2) في قلوبهم، ورأينا من\nيقول إنهم كانوا يلتجئون في حكم الشريعة إلى الرأي والظنون (3)، ويدعون مع\nذلك أنهم من العلماء. وهذا هو التقصير الذي لا شبهة فيه. ويكفي في علامة\nالغلو نفي القائل به عن الائمة سمات الحدوث وحكمه لهم بالالهية والقدم، [\nإذ قالوا بما ] (4) يقتضي ذلك من خلق أعيان الاجسام واختراع الجواهر وما\nليس بمقدور العباد <span id='ms84'></span> من الاعراض، ولا يحتاج مع ذلك إلى الحكم عليهم وتحقيق\nأمرهم بما جعله أبو جعفر سمة للغلو (5) على كل حال (6).\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) (ق): الشرعية. (2) وفي حديث وصف أهل البيت ع من جملة علومهم نكت في\nالقلوب و... أما النكت في القلوب بإلهام... (مجمع البحرين - نكت). چ. (3)\n(ق): والفتوى. (4) (ق) (أ): أو، (ح) (ز): إذا ما. (5) في بقية النسخ: في\nالغلو. (6) بحار الانوار 25: 346.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n             [ 137 ]\n</p>\n\n<p>\nفصل: في التقية قال أبو جعفر: باب التقية... إلى آخره (1). قال الشيخ\nالمفيد: التقية: كتمان الحق وستر الاعتقاد فيه ومكاتمة المخالفين وترك\nمظاهرتهم بما يعقب ضررا في الدين أو (2) الدنيا (3)، وفرض ذلك إذا علم\nبالضرورة أو قوي في الظن، فمتى لم يعلم ضررا بإظهار الحق ولا قوي في الظن\nذلك لم يجب فرض التقية. وقد أمر الصادقون - عليهم السلام - جماعة من\nأشياعهم بالكف (4) والامساك عن إظهار الحق، والمباطنة والستر له عن أعداء\nالدين، والمظاهرة لهم بما يزيل الريب عنهم (5) في خلافهم. وكان ذلك هو\nالاصلح لهم، وأمروا طائفة اخرى من شيعتهم بمكالمة الخصوم ومظاهرتهم ودعائهم\nإلى الحق، لعلمهم بإنه لا ضرر عليهم في ذلك، فالتقية تجب بحسب ما ذكرناه،\nويسقط فرضها في مواضع اخرى - على ما قدمناه - وأبو جعفر أجمل القول في هذا\n(6) ولم يفصله - على ما بيناه - وقضى بما أطلقه فيه من غير تقية على نفسه\nلتضييع الغرض في التقية، وحكم\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) الاعتقادات ص 107. (2) في بقية النسخ: و. (3) انظر (أوائل المقالات -\nص 96). چ. (4) (ق): بالكتم. (5) (ح) (ش): منهم. (6) في المطبوعة: ذلك.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n             [ 138 ]\n</p>\n\n<p>\nبترك الواجب في معناها، إذ قد كشف نفسه فيما اعتقده من الحق بمجالسه\nالمشهورة، ومقاماته التي كانت معروفة، وتصنيفاته التي سارت في الافاق، ولم\nيشعر [ بمناقضته بين أقواله وأفعاله، ولو وضع القول في التقية موضعه، وقيد\nمن لفظه فيه ما أطلقه لسلم من المناقضة، وتبين للمسترشدين حقيقة الامر\nفيها، ولم يرتج عليهم بابها، ويشكل بما ورد فيها معناها، لكنه على مذهب\nأصحاب الحديث في العمل على ظواهر الالفاظ، والعدول عن طريق الاعتبار. وهذا\nرأي يضر صاحبه في دينه، ويمنعه <span id='ms85'></span> المقام عليه عن الاستبصار.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n             [ 139 ]\n</p>\n\n<p>\nفي أن آباء النبي صلى الله عليه وآله وسلم كانوا موحدين قال أبو جعفر في\nآباء النبي صلى الله عليه وآله وسلم: اعتقادنا فيهم أنهم مسلمون (1) (2).\nقال الشيخ المفيد: آباء النبي صلى الله عليه وآله وسلم إلى آدم - عليه\nالسلام - كانوا موحدين على الايمان بالله، حسب ما ذكره أبو جعفر - رحمه\nالله - وعليه إجماع عصابة الحق. قال الله تعالى: (الذي يراك حين تقوم\nوتقلبك في الساجدين) (3) يريد به: تنقله في أصلاب الموحدين. وقال نبيه صلى\nالله عليه آله وسلم (ما زلت أتنقل من أصلاب الطاهرين إلى أرحام المطهرات،\nحتى أخرجني الله تعالى في عالمكم هذا) فدل على أن آباءه كلهم كانوا مؤمنين،\nإذ لو كان فيهم كافر لما استحق الوصف بالطهارة، لقول الله تعالى: (إنما\nالمشركون نجس) (4) فحكم على الكفار بالنجاسة، فلما قضى رسول الله صلى الله\nعليه وآله وسلم بطهارة آبائه كلهم ووصفهم بذلك، دل على أنهم كانوا مؤمنين.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) الاعتقادات ص 110. (2) عنه في البحار 15: 17. (3) الشعراء: 218 -\n219. (4) التوبة: 28.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n             [ 140 ]\n</p>\n\n<p>\nفي تفسير آية: (قل لا أسألكم عليه أجرا) الاية قال أبو جعفر - رحمه الله\n-: إن الله تعالى جعل أجر نبيه صلى الله عليه وآله وسلم على أداء الرسالة\nوإرشاد البرية مودة أهل بيته - علسهم السلام - واستشهد على هذا بقوله\nتعالى: (قل لا أسألكم عليه أجرا إلا المودة في القربى) (1) (2) (3). قال\nالشيخ - رحمه الله -: لا يصح القول بأن الله تعالى جعل أجر نبيه مودة أهل\nبيته - عليهم السلام - ولا أنه جعل ذلك من أجره - عليه السلام - لان أجر\nالنبي صلى الله عليه وآله وسلم في التقرب إلى الله تعالى هو الثواب الدائم،\nوهو مستحق على الله تعالى في عدله وجوده وكرمه، وليس المستحق على الاعمال\nيتعلق بالعباد، لان العمل يجب أن يكون لله تعالى خالصا، وما كان لله فالاجر\nفيه على الله تعالى دون غيره. هذا مع أن الله تعالى يقول (4): (ويا قوم لا\nأسألكم عليه مالا إن أجري إلا\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) الاعتقادات ص 111. (2) الشورى: 23. (3) انظر (مجمع البيان - ص 28 -\n29 ج 5 ط صيدا <span id='ms86'></span>) وإلى تفسير آية: (قل ما سألتكم من أجر فهو لكم) في المجمع -\nص 396 ج 4 ط صيدا، للشيخ الطبرسي - ره -. چ. (4) وقال الله تعالى في سورة\nالشعراء: (109، 127، 145، 164، 180): (وما أسألكم عليه من أجر إن أجري إلا\nعلى رب العالمين). چ.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n             [ 141 ]\n</p>\n\n<p>\nعلى الله) (1) وفي موضع آخر: (يا قوم لا أسألكم عليه أجرا إن أجري إلا\nعلى الذي فطرني) (2) فلو كان الاجر على ما ظنه أبو جعفر في معنى الاية\nلتناقض القرآن، وذلك أنه كان تقدير الاية: قل لا أسألكم عليه أجرا، بل\nأسألكم عليه أجرا، ويكون أيضا: إن أجري إلا على الله، بل أجري على الله\nوعلى غيره. وهذا محال لا يصح حمل القرآن عليه. فإن قال قائل: فما معنى\nقوله: (قل لا أسألكم عليه أجرا إلا المودة في القربى) أو ليس هذا يفيد أنه\nقد سألهم مودة القربى لاجره على الاداء ؟ قيل له: ليس الامر على ما ظننت -\nلما قدمناه من حجة العقل والقرآن - والاسثناء في هذا المكان ليس هو من\nالجملة، لكنه استثناء منقطع، ومعناه: قل لا أسألكم عليه أجرا، لكن ألزمكم\nالمودة في القربى وأسألكموها، فيكون قوله: قل لا أسألكم عليه أجرا، كلاما\nتاما قد استوفى معناه، ويكون قوله: إلا المودة في القربى، كلاما مبتدأ،\nفائدته: لكن المودة في القربى سألتكموها، وهذا كقوله: (فسجد الملائكة كلهم\nأجمعون إلا إبليس) (3) والمعنى فيه: لكن إبليس، وليس باستثناء من جملة (4)،\nوكقوله: (فإنهم عدو لي إلا رب العالمين) (5) (6) معناه: لكن رب العالمين\nليس بعدو لي، قال الشاعر:\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) هود: 29. (2) هود: 51. (3) الحجر: 30 - 31. (4) انظر (أوائل المقالات\nطبع 1371 - ص 110). چ. (5) الشعراء: 77. (6) انظر (مجمع البيان - ص 193 ج 4\nط صيدا). چ.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n             [ 142 ]\n</p>\n\n<p>\nوبلدة ليس بها أنيس إلا اليعافير وإلا العيس (1) وكان المعنى في قوله:\nوبلدة ليس بها أنيس، على تمام الكلام واستيفاء معناه، وقوله: إلا اليعافيز\nكلام مبتدأ معناه: لكن اليعافير والعيس فيها، وهذا بين لا يخفى الكلام فيه\nعلى أحد ممن عرف طرفا من اللسان، والامر فيه عند أهل اللغة أشهر من أن\nيحتاج معه إلى استشهاد.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) اليعفور: الغزال - العيس <span id='ms87'></span>: الابل البيض يخالط بياضها سواد خفيف.\nالواحد عيس والواحدة عيساء. چ.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n             [ 143 ]\n</p>\n\n<p>\nفي الحظر والاباحة قال أبو جعفر في الحظر والاباحة: الاشياء كلها\nمطلقة... إلخ (1). قال الشيخ المفيد: الاشياء في أحكام العقول على ضربين:\nأحدهما: معلوم حظره بالعقل، وهو ما قبحه العقل وزجر عنه وبعد منه كالظلم\nوالسفه والعبث. والضرب الاخر: موقوف في العقل لا يقضي على حظر ولا إباحة\nإلا بالسمع، وهو ما جاز أن يكون للخلق بفعله مفسدة تارة ومصلحة اخرى، وهذا\nالضرب مختص بالعادات من الشرائع التي يتطرق إليها النسخ والتبديل، فأما بعد\nاستقرار الشرائع، فالحكم أن كل شئ لا نص في حظره فإنه على الاطلاق، لان\nالشرائع ثبتت الحدود وميزت المحظور على حظره، فوجب أن يكون ما عداه بخلاف\nحكمه ] (2).\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) الاعتقادات ص 114. (2) ما تقدم بين المعقوفتين ساقط من جميع النسخ\nسوى المطبوعة.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n             [ 144 ]\n</p>\n\n<p>\nفي الطب قال أبو جعفر: اعتقادنا في الاخبار الواردة في الطب (1). قال\nالشيخ المفيد - رحمه الله - (2): الطب صحيح، والعلم به ثابت، وطريقه الوحي،\nوإنما أخذه العلماء به عن الانبياء - عليهم السلام - وذلك أنه لا طريق إلى\nعلم حقيقة الداء إلا بالسمع، ولا سبيل إلى معرفة الدواء إلا بالتوقيف (3)،\nفثبت أن طريق ذلك هو السمع عن العالم بالخفيات تعالى. والاخبار الواردة عن\nالصادقين - عليهم السلام - مفسرة بقول أمير المؤمنين - عليه السلام -:\n(المعدة بيت الادواء، والحمية رأس الدواء) و(عود كل بدن ما اعتاد) (4) وقد\nينجع في بعض أهل البلاد من الدواء من مرض يعرض لهم ما يهلك من استعمله لذلك\nالمرض من غير أهل تلك البلاد، ويصلح لقوم ذوي عادة ما لا يصلح لمن خالفهم\nفي العادة. وكان الصادقون - عليهم السلام - يأمرون بعض أصحاب الامراض\nبإستعمال ما يضر بمن كان به (5) المرض فلا يضرهم، وذلك لعلمهم - علبهم\nالسلام - بانقطاع سبب\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) الاعتقادات ص 115. (2) بحار الانوار 59: 75. (3) (ق): التوقيف. (4)\n(ز): اعتاده. (5) (ز): فيه هذا.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n             [ 145 ]\n</p>\n\n<p>\nالمرض، فإذا استعمل الانسان ما يستعمله كان مستعملا له مع الصحة من حيث\nلا يشعر بذلك، وكان علمهم بذلك من قبل الله تعالى على سبيل <span id='ms88'></span> المعجز (1) لهم\nوالبرهان لتخصيصهم به وخرق العادة بمعناه، فظن قوم أن ذلك الاستعمال إذا\nحصل مع مادة المرض نفع فغلطوا فيه واستضروا به. وهذا قسم لم يورده أبو\nجعفر، وهو معتمد (2) في هذا الباب، والوجوه التي ذكرها من بعد فهي على ما\nذكره، والاحاديث محتملة لما وصفه حسب ما ذكرناه (3).\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) في المطبوعة: المعجزة. (2) (ز): المعتمد. (3) بحار الانوار 59: 76.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n             [ 146 ]\n</p>\n\n<p>\nفصل: في الاحاديث المختلفةقال أبو جعفر في الحديثين المختلفين... إلى\nآخره (1). قال الشيخ المفيد - رحمه الله -: لم يوضح أبو جعفر - رحمه الله -\nعن الطريق التي توصل إلى علم ما يجب العمل عليه مما لا يجب، بل أجمل القول\nفي ذلك إجمالا مع صدق الحاجة إلى التفصيل والتفرقة بين ما يلزم مما لا يلزم\nبما يتميز به كل واحد منهما ويعرف بذلك حق الحديث من باطله. والذي أثبته\nأبو جعفر - رحمه الله - من مجمل القول فيه لم يجد نفعا. وقد تكلمنا على\nاختلاف الاحاديث وبينا فرق ما بين صحيحها (2) من سقيمها (3)، وحقها من\nباطلها، وما عليه العمل منها مما لا يعمل عليه، وما تتفق معانيه مع اختلاف\nألفاظه، وما خرج مخرج التقية في الفتيا، وما الظاهر منه كالباطن في مواضمع\nمن كتبنا وأمالينا (4)، وبينا ذلك بيانا يرفع (5) الاشكال فيه لمن تأمل\n(6)، والمنة لله تعالى، فمن أراد معرفة هذا الباب فليرجع إلى كتابنا\nالمعروف ب\n</p>\n\n<p>\n---\n</p>\n\n<p>\n* وقد أشار المصنف الى هذا الباب عند جوابه عن المسألة الثامنة من\nالمسائل السروية إشارة اجمالية. وانظر جواب المسألة التاسعة منها أيضا. چ.\n(1) الاعتقادات ص 117. (2) (أ) (ح) (ش): صحتها. (3) (أ) (ح) (ش): سقمها.\n(4) (ق): ورسائلنا. (5) في المطبوعة: يرتفع. (6) (ح): تأمله.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n             [ 147 ]\n</p>\n\n<p>\n(التمهيد) وإلى كتاب (مصابيح النور، وأجوبة مسائل أصحابنا من (1) الافاق،\nيجد ذلك على ما ذكرناه. فصل: وجملة الامر أنه ليس كل حديث عزي إلى الصادقين\n- عليهم السلام - حقا عليهم (2)، وقد اضيف إليهم ما ليس بحق عنهم [ ومن لا\nمعرفة له لا يفرق ] (3) بين الحق والباطل (4). وقد جاء عنهم - عليهم السلام\n- ألفاظ مختلفة في معان مخصوصة، فمنها ما تتلازم معانيه وإن <span id='ms89'></span> اختلفت ألفاظه،\nلدخول الخصوص فيه والعموم والندب والايجاب، ولكون بعضه على أسباب لا\nيتعداها (5) الحكم إلى غيرها، والتعريض في بعضها بمجاز الكلام لموضع التقية\nوالمداراة، وكل من ذلك مقترن بدليله (6)، غير خال من برهانه، والمنة لله\nسبحانه. وتفصيل هذه الجملة يصح ويظهر عند إثبات الاحاديث المختلفة، والكلام\nعليها ما قدمناه، والحكم في معانيها ما وصفناه، إلا ان المكذوب منها لا\nينتشر بكثرة الاسانيد انتشار الصحيح المصدوق على الائمة - عليهم السلام -\nفيه، وما\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) (ز): في. (2) في المطبوعة: عنهم. (3) (ز) وذلك غير خفي على من له\nمعرفة تفرق به ما، (أ): وقد اشتبه على من لا معرفة له الفرق ما. (ح):\nفيثبته على من لا معرفة له يفرق ما. (4) (أ) زيادة: منها. (5) (ق): يتعدى.\n(6) (ح): بدليل.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n             [ 148 ]\n</p>\n\n<p>\nخرج للتقية لا تكثر روايته عنهم كما تكثر رواية المعمول به، بل لا بد من\nالرجحان في أحد الطرفين على الاخر من جهة الرواة حسب ما ذكرناه، ولم تجمع\nالعصابة على شئ كان الحكم فيه تقية، ولا شئ دلس (1) فيه ووضع متخرصا (2)\nعليهم وكذب في إضافته إليهم. فإذا وجدنا أحد الحديثين متفقا على العمل به\nدون الاخر علمنا أن الذي اتفق على العمل به هو الحق في ظاهره وباطنه، وأن\nالاخر غير معمول به، إما للقول فيه على وجه التقية، أو لوقوع الكذب فيه.\nوإذا (3) وجدنا حديثا يرويه عشرة من أصحاب الائمة - عليهم السلام - يخالفه\nحديث آخر في لفظه ومعناه ولا يصح الجمع بينهما على حال (4) رواه إثنان أو\nثلاثة، قضينا بما رواه (5) العشرة ونحوهم على الحديث الذي رواه (6) الاثنان\nأو الثلاثة، وحملنا ما رواه القليل على وجه التقية أو توهم (7) ناقله. وإذا\nوجدنا حديثا قد تكرر العمل به من خاصة أصحاب الائمة - عليهم السلام - في\nزمان بعد زمان وعصر إمام بعد إمام قضينا به على ما رواه غيرهم من خلافه ما\nلم تتكرر الرواية به والعمل بمقتضاه حسب ما ذكرناه. فإذا وجدنا حديثا رواه\nشيوخ العصابة ولم يرووا (8) على أنفسهم خلافه\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) في بعض النسخ: دس <span id='ms90'></span>. (2) في بعض النسخ: مخروصا، وفي بعض آخر تخرصا. (3)\n(ز): فإذا. (4) (أ) زيادة: وإن. (5) (ز): روته. (7) (ح): لوهم. (8) في بعض\nالنسخ: يوردوا.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n             [ 149 ]\n</p>\n\n<p>\nعلمنا أنه ثابت، وإن روى غيرهم ممن ليس في العدد (1) وفي التخصيص بالائمة\n- عليهم السلام - مثلهم إذ ذاك علامة الحق فيه، وفرق ما بين الباطل وبين\nالحق في معناه، وأنه لا يجوز أن يفتي الامام - عليه السلام - على وجه\nالتقية في حادثة فيسمع ذلك المختصون بعلم الدين من أصحابهم ولا يعلمون\nمخرجه على أي وجه كان القول فيه، ولو ذهب عن واحد منهم لم يذهب عن الجماعة،\nلا سيما وهم المعروفون بالفتيا (2) والحلال والحرام، ونقل الفرائض والسنن\nوالاحكام. ومتى وجدنا حديثا يخالفه الكتاب ولا يصح وفاقه له على حال\nأطرحناه، لقضاء الكتاب بذلك وإجماع [ الائمة - عليهم السلام - ] (3) عليه.\nوكذلك إن وجدنا حديثا يخالف أحكام العقول اطرحناه لقضية العقل (4) بفساده،\nثم الحكم بذلك على أنه صحيح خرج (5) مخرج التقية أو باطل اضيف إليهم موقوف\nعلى لفظه، وما تجوز الشريعة فيه القول بالتقية وتحظره وتقضي العادات بذلك\nأو تنكره. فهذه جملة ما انطوت عليه من التفصيل تدل على الحق في الاخبار\nالمختلفة، والصريح فيها لا يتم إلا بعد إيراد الاحاديث، والقول في كل واحد\nمنها ما بينا طريقه. وأما ما تعلق به أبو جعفر - رحمه الله - من حديث سليم\nالذي رجع فيه إلى الكتاب المضاف (6) إليه برواية أبان بن أبي عياش، فالمعنى\nفيه صحيح، غير أن هذا الكتاب غير موثوق به، ولا يجوز العمل على أكثره، وقد\nحصل فيه تخليط وتدليس، فينبغي للمتدين أن يجتنب العمل بكل ما فيه، ولا يعول\nعلى جملته\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) في المطبوعة: العداد. (2) (ز): في. (3) (ز): الامة. (4) في المطبوعة:\nالعقول. (5) في بعض النسخ: اخرج. (6) (ز): مضافا.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n             [ 150 ]\n</p>\n\n<p>\nوالتقليد لرواته (1) وليفزع إلى العلماء فيما تضمنه من الاحاديث ليوقفوه\n(2) على الصحيح منها والفاسد، والله الموفق للصواب. [ تمت وبالخير ختمت، قد\nفرغت من تحرير هذه الرسالة المتعلقة على اعتقادات ابن بابويه - رحمه الله -\nلشيخنا الامام العلامة السعيد المفيد (3) - طاب ثراه - في اليوم <span id='ms91'></span> التاسع من\nشهر محرم الحرام من شهور سنة ثمانين بعد الالف (1580) من الهجرة المصطفوية\n- على مشرفها وآله ألف تحية - وكتبها لنفسه ولمن يشاء الله من بعده العبد\nأحمد بن عبد العالي الميسي العاملي - تجاوز الله عن سيئاته، وحشره مع\nساداته الائمة الاطهار، صلوات الله عليهم أجمعين - آمين رب العالمين، بمنه\nوكرمه. تمت المقابلة على نسخة حجة الاسلام السيد هبة الدين الحسيني،\nببغداد، العراق ].\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) في المطبوعة: لراويه. (2) (ح) (ش): ليفقهوه. (3) استدراك - قال\nالحافظ الذهبي * (المتوفى سنة 748 ه) في كتابه (دول الاسلام - ص 180 ج 1 ط\n2 هند 1364 ه) ما نصه: وفيها (يعني في سنة 413) مات... وشيخ علماء الرافضة\nأبو عبد الله محمد بن محمد بن النعمان البغدادي المعلم ويلقب بالشيخ المفيد\nوكان ذا جلالة عظيمة في دولة بني بويه وكان عضد الدولة - ينزل إليه، عاش\nستا وسبعين سنة وله مصنفات كثيرة وكان خاشعا متعبدا متألها شيعه ثمانون\nألفا من الرافضة لا بارك الله فيهم. چ. * تلميذ الحافظ أحمد بن تيمية\nالحراني المتوفى سنة 728 ه عن 67 سنة، مؤلف كتاب الرد على المنطقيين، ذلك\nالكتاب الفلسفي الذي قام بطبعه ونشره للمرة الاولى الاستاذ المفضال عبد\nالصمد شرف الدين الكتبي سنة 1368 ه ببمباى - الهند، وكان طبعه في مطبعته\nالقيمة في قالب قشيب جميل عن نسخة وحيدة كتب عليها المصنف بخطه مصدرا\nبمقدمة له وكلمة للدكتور السيد سليمان الندوي مدير مجلة (معارف) المحترم.\nانظر (العرفان الاغر - ص 34 - 37 ج 1 مج 38 ط صيدا). چ.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n             [ 151 ]\n</p>\n\n<p>\nوإليه المرجع والمآب، والحمد لله على الهداية، والصلاة والسلام على نبينا\nمحمد وآله (1). ربيع الاول 1358 ه. وأنا الاقل: السيد أحمد السيد هادي\nالحائري الشهرستاني - عفي عنه.\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) جاء في آخر النسخ المعتمدة ما يلي: (أ): قد فرغت من تحرير هذه\nالرسالة المتعلقة على اعتقادات ابن بابويه - رحمه الله تعالى - لشيخنا\nالامام العلامة السعيد المفيد - طاب ثراه - في اليوم الا تسع من شهر محرم\nالحرام، من شهور سنة ثمانين بعد الالف من الهجرة النبوية - على مشرفها ألف\nألف تحية - وكتبها لنفسه ولمن يشاء الله تعالى من بعده <span id='ms92'></span>: أحمد بن عبد العالي\nالميسي العاملي - تجاوز الله عن سيئاته، وحشره مع ساداته الائمة الاطهار\nالابرار صلوات الله عليهم أجمعين - آمين. [ ثم قال الناسخ عنها ]: وأنا قد\nفرغت بعون الله وتوفيقه من تحريره في اليوم السادس من شهر محرم الحرام سنة\nأربع وخمسين وثلاثمائة بعد الالف من الهجرة النبوية، وأنا العبد الاحقر\nالجاني الحسن بن محمد الخياباني التبريزي. (ح): تم شرح الشيخ المفيد - رحمه\nالله - على اعتقادات الشيخ أبى جعفر ابن بابويه القمي - رحمه الله - يوم\nالاحد التاسع وعشرون من شهر ربيع الثاني سنة تسع وسبعين بعد الالف، على يدي\nالمذنب المحتاج إلى عفو مولاه مصطفى قلي - أعطاه الله العظيم بالنبي والوصي\nوآلهما الكرام... إلى الله الرحيم. (ز): يقول الفقير إلى الله الغني، ابن\nزين العابدين محمد حسين الارموي النجفي: هذا تمام ما في النسخة التي نسخت\nهذه منها واتفق لي الفراغ في آخر يوم من صفر سنة ألف ثلاثمائة واثنا وخمسين\nالهجري - على هاجرها ألف سلام وتحية - وصلى الله على محمد وآله الطاهرين.\n(ش): قد فرغت من تحرير هذه الرسالة المتعلقة على اعتقادات ابن بابويه -\nرحمه الله - لشيخنا الامام العلامة السعيد المفيد - طاب ثراه - إلا في بعض\nالمواضع التي كانت ساقطة من المنتسخ. يسر الله حصولها، بيمين الفقير المذنب\nالمحتاج إلى رحمة الله المعين شاه محمد بن زين العابدين، في بندر السورت من\nبنادر الهند، في غرة جمادى الثانية في السنة الثانية بعد الاربعين وألف،\nحامدا مصليا مسلما. (م): وقع الفراغ من تسويد هذه النسخة الشريفة ليلة\nالاثنين تاسع شهر جمادى الاخرى، سنة خمس وثلاثين وثلاثمائة بعد الالف من\nالهجرة النبوية - على هاجرها الصلاة والتحية - في شريعة الكوفة.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n             [ 153 ]\n</p>\n\n<p>\n(ختامه مسك) ولنختم الكتاب بعون الله الملك الوهاب بنشر الاجازة التي\nدبجها يراع سماحة العلامة الامام آية الله في الانام حضرة الشيخ محمد\nالحسين آل كاشف الغطاء - متع الله العلم والدين بطول حياته - بمقتضى لطفه\nوعطفه نحو الناشر المخلص ليكون ختامه مسكا. هذا ومما هو جدير بالتسطير: أن\nسماحة مفخرة الطائفة <span id='ms93'></span> قد غادر النجف الاشرف في 12 جمادى الاولى 1371 ق - 19\n/ 12 / 30 ش إلى عاصمة الباكستان (كراتشي - كراچى) على الطائر الميمون حسب\nدعوة اخواننا الباكستانيين من أعلام المسلمين وعلمائهم في عاصمتها واصرارهم\nعلى مغادرة سماحته الغري لقاعدتها للحضور إلى مؤتمر اسلامي كانوا قد\nاعتزموا إذ ذاك على عقده هناك باجتماع رجال الاسلام للمداولة في شؤون\nالمسلمين. وقد انعقد المؤتمر - على ما نشرته الصحف - بكراتشي يوم الخميس 17\nج 1 - 24 / 12 / 30 برئاسة سماحة مفتي فلسطين الاعظم الحاج السيد أمين\nالحسيني. متع الله المسلمين بطول حياة الامام وأسعف الاعلام بالنتائج\nالمثمرة للاسلام. وإليك أيها القارئ الكريم: نص اجازة الامام:\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n             [ 154 ]\n</p>\n\n<p>\nبسم الله الرحمن الرحيم الحمد لله الذي جعل العلماء ورثة الانبياء، وفضل\nمدادهم على دماء الشهداء، وأجاز لهم من المواهب ما أجاز وصلى الله على محمد\nوآله مجاز الحقيقة وحقيقة المجاز. وبعد. فإن جناب العالم المحدث فخر\nالخطباء وخطيب العلماء، فارس المنابر ومصداق كم ترك الاول للاخر، الحاج\nميرزا عباسقلى التبريزي جرندابي أيده الله وأدام فيوضاته في المحافل\nوالنوادي للحاضر والبادي قد استجازني على طريقة السلف الصالح وأساطين الدين\nمن المتقدمين والمتأخرين، وحيث إني على سابق من فضله ونبله وسعة باعه وغزير\nاطلاعه، بما وصلنا من مؤلفاته الجليلة لذلك أجزته أن يروي عني جميع ما صحت\nلي روايته عن مشايخي الاعلام وأساتيذي العظام، أذكر منها طريقا واحدا: فقد\nأجازني استاذي في الحديث الحاج ميرزا حسين النوري الطبرسي صاحب المستدرك عن\nشيخنا المرتضى أعلى الله مقامه عن الشيخ علي عن أخيه الشيخ موسى عن أبيه\nالشيخ الكبير كاشف الغطاء عن الاقا البهبهاني عن أبيه محمد أكمل عن جمال\nالدين الخونساري عن الشيخ جعفر القاضي عن المجلسي عن أبيه المجلسي الاول عن\nالشيخ البهائي عن أبيه حسين بن عبد الصمد عن الشهيد الثاني عن علي بن عبد\nالعالي الميسي عن ابن المؤذن محمد بن داود عن ضياء الدين علي عن أبيه\nالشهيد الاول عن فخر المحققين عن أبيه العلامة عن المحقق جعفر بن السعيد عن\nابن نما عن ابن ادريس عن الشيخ <span id='ms94'></span> عربي بن مسافر العبادي عن الشيخ الياس\nالحائري عن الشيخ أبي علي عن أبيه شيخ الطائفة عن المفيد عن الصدوق عن\nالكليني رضوان الله عليهم جميعا بسنده عن الائمة المعصومين سلام الله عليهم\nعن جدهم رسول الله صلى الله عليه وآله وسلم عن جبرئيل عن الباري جلت عظمته.\nورجائي أن لا ينساني من صالح دعواته كما لا أنساه والله يحفظه ويرعاه\nبدعاء. صدر من مدرستنا العلمية بالنجف الاشرف محمد الحسين 7 جمادى الاولى\n1371 آل كاشف الغطاء\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n             [ 155 ]\n</p>\n\n<p>\n(كلمة غالية) للعماد الاصبهاني قال العلامة الخبير والكاتب الكبير عماد\nالدين أبو عبد الله محمد بن حامد الاصبهاني المتوقى سنة 597 ه بدمشق: (إني\nرأيت انه لا يكتب انسان كتابا في يومه إلا قال في غده: لو غير هذا لكان\nأحسن، ولو زيد كذا لكان يستحسن، ولو قدم هذا لكان أفضل، ولو ترك هذا لكان\nأجمل، وهذا من أعظم العبر وهو دليل على استيلاء النقص على جملة البشر).\nچرندابي.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n             [ 156 ]\n</p>\n\n<p>\n(كلمة قيمة حول الذكر الحكيم) ذلك الكتاب الذي لا ريب فيه، والذي لا\nيأتيه الباطل من بين يديه ولا من خلفه. قال الدكتور شبلي شميل (1) اللبناني\nالمصري المادي الشهير (المتوفى سنة 1335 ه - 1917 م): (إن في القرآن أحوالا\nاجتماعية عامة وفيها من المرونة ما يجعلها صالحة للاخذ بها في كل زمان\nومكان حتى في أمر النساء فانه كلفهن بأن يكن محجوبات عن الريب والفواحش،\nوأوجب على الرجال أن يتزوج بواحدة عند عدم امكان العدل، وان القرآن فتح\nأمام البشر أبواب العمل للدنيا والاخرة وترقية الروح والجسد بعد أن أوصد\nغيره من الاديان تلك الابواب فقصر وظيفة البشرية على الزهد والتخلي عن\nالعالم الفاني). وقال الدكتور المادي الانف الذكر في كلمته الاخرى التي مدح\nبها القرآن الكريم وجلالة صاحب الرسالة العظيم (محمد بن عبد الله صلى الله\nعليه وآله وسلم)، مخاطبا بها العلامة الاستاذ السيد محمد رشيد رضا (2)\n(1282 - 1354 ه) نثرا ونظما، ما\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1) إقرأ ترجمته الضافية في (معجم ادباء الاطباء - ص 191 - 195 ط نجف)\nو(اعلام المقتطف - ص 288 - 292 ط مصر). چ <span id='ms95'></span>. (2) مؤلف تفسير القرآن الكريم\nالشهير بتفسير المنار فسر به 12 جزء من الذكر الحكيم في 12 مجلدا، وآخر ما\nوصل إليه في التفسير من الجزء الثالث عشر الاية الكريمة المرقومة بمائة\nوواحد من سورة يوسف - عليه السلام -: (رب قد آتيتني من الملك وعلمتني من\nتأويل الاحاديث) الاية. واقرأ أيها القارئ الكريم ترجمته المسهبة في كتاب\n(السيد رشيد رضا - أو - اخاء أربعين سنة ط دمشق) لامير البيان شكيب أرسلان\n(1870 - 1946 م). راجع كتاب (ذكرى الامير شكيب أرسلان ط مصر). چ.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n             [ 157 ]\n</p>\n\n<p>\nلفظه: إلى غزالي عصره السيد محمد رشيد رضا صاحب (المنار) أنت تنظر إلى\nمحمد كنبي وتجعله عظيما وأنا أنظر إليه كرجل وأجعله أعظم، ونحن وإن كنا في\nالاعتقاد على طرفي نقيض فالجامع بيننا العقل الواسع والاخلاص في القول وذلك\nأوثق لنا لعرى المودة (الحق أولى أن يقال) دع من محمد في صدى قرآنه * ما قد\nنحاه للحمة الغايات اني وإن أك قد كفرت بدينه * هل أكفرن بمحكم الايات ؟ أو\nما حوت في ناصع الالفاظ من * حكم روادع للهوى وعظات وشرائع لو أنهم عقلوا\nبها * ما قيدوا العمران بالعادات ؟ نعم المدبر والحكيم وانه * رب الفصاحة\nمصطفى الكلمات رجل الحجى رجل السياسة والدهاء * بطل حليف النصر في الغارات\nببلاغة القرآن قد خلب النهى * وبسيفه أنحى على الهامات من دونه الابطال في\nكل الورى * من سابق أو غائب أو آت چرندابي\n</p>\n\n<p>\nمكتبة يعسوب الدين عليه السلام الإلكترونية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n             <span id='ms96'></span>\n</p>\n",
  "pages": [
    "001",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "153",
    "154",
    "155",
    "156",
    "157"
  ],
  "volumes": [
    "01"
  ]
}