{
  "content": "\n<h1 class='l1' id='head0'>المجلد الثالث</h1>\n\n<h1 class='l1' id='head1'>تابع كتاب المغازي</h1>\n\n<h1 class='l1' id='head2'>غزوة المريسيع</h1>\n\n<p>\n...\n</p>\n\n<p>\nتابع كتاب المغازي:\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\n\"غزوة المريسيع\":\n</p>\n\n<p>\nغزوة المريسيع: بضم الميم وفتح الراء وسكون التحتيتين بينهما مهملة\nمكسورة وآخره عين مهملة- وهو ماء لبني خزاعة، بينه وبين الفرع مسيرة اليوم.\n</p>\n\n<p>\nوتسمى غزوة بني المصطلق -بضم الميم وسكون المهملة وفتح الطاء المشالة\nالمهملة، وكسر اللام بعدها قاف- وهو لقب اسمه: جذيمة بن سعد بن عمرو، بطن\nمن خزاعة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p003'> Vol. 03, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nوكانت يوم الاثنين لليلتين خلتا من شعبان، سنة خمس، وفي البخاري قال ابن\nإسحاق في شعبان سنة ست، وقال موسى بن عقبة: سنة أربع ا. ه.\n</p>\n\n<p>\nقالوا: وكأنه سبق قلم، أراد أن يكتب سنة خمس فكتب سنة أربع، والذي في\nمغازي موسى بن عقبة من عدة طرق أخرجها الحاكم وأبو سعيد النيسابوري\nوالبيهقي في الدلائل وغيرهم سنة خمس.\n</p>\n\n<p>\nوسببها أن بلغه عليه الصلاة والسلام أن رئيسهم الحارث بن أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p004'> Vol. 03, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nضرار سار في قومه ومن قدر عليه من العرب، فدعاهم إلى حرب رسول الله صلى\nالله عليه وسلم فأجابوه، وتهيئوا للمسير معه إليه.\n</p>\n\n<p>\nفبعث عليه الصلاة والسلام بريدة بن الحصيب الأسلمي يعلم علم ذلك، فأتاهم\nولقي الحارث بن أبي ضرار وكلمه، ورجع إلى رسول الله صلى الله عليه وسلم.\n</p>\n\n<p>\nوخرج رسول الله صلى الله عليه وسلم مسرعا في بشر كثير من المنافقين، لم\nيخرجوا في غزاة قط مثلها, واستخلف على المدينة زيد بن حارثة, وقادوا الخيل،\nوكانت ثلاثين فرشا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p005'> Vol. 03, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nوخرجت عائشة وأم سلمة رضي الله عنهما.\n</p>\n\n<p>\nوبلغ الحارث ومن معه مسيره عليه الصلاة والسلام فسيء بذلك <span id='ms0192'></span> هو ومن معه،\nوخافوا خوفا شديدا، وتفرق عنهم من كان معهم من العرب.\n</p>\n\n<p>\nوبلغ عليه الصلاة والسلام المريسيع، وصف أصحابه، ودفع راية المهاجرين إلى\nأبي بكر، وراية الأنصار إلى سعد بن عبادة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p006'> Vol. 03, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nفتراموا بالنبل ساعة ثم أمر عليه الصلاة والسلام أصحابه فحملوا حملة رجل\nواحد، وقتلوا عشرة وأسروا سائرهم، وسبوا الرجال والنساء والذرية والنعم\nوالشاء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p007'> Vol. 03, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nولم يقتل من المسلمين إلا رجل واحدا، كذا ذكره ابن إسحاق.\n</p>\n\n<p>\nوالذي في صحيح البخاري من حديث ابن عمر يدل على أن أغار عليهم على حين\nغفلة منهم فأوقع بهم ولفظه: أن النب صلى الله عليه وسلم أغار على بني\nالمصطلق وهم غارون، وأنعامهم تستقي على الماء، فقتل مقاتلتهم وسبي ذراريهم\nوهم على الماء.\n</p>\n\n<p>\nيحتمل أنهم حين الإيقاع بهم ثبتوا قليلا، فلما كثر فيهم القتل انهزموا\nبأن يكونوا لما دهمهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p008'> Vol. 03, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nوهم على الماء وتصافوا وقع القتال بين الطائفتين، ثم بعد ذلك وقعت الغلبة\nعليهم.\n</p>\n\n<p>\nقيل وفي هذه الغزوة نزلت آية التيمم. وفي الصحيحين من حديث عائشة رضي\nالله عنها أنها قالت: خرجنا مع النبي صلى الله عليه وسلم في بعض أسفاره،\nفذكر حديث التيمم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p009'> Vol. 03, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nقال في فتح الباري: \"قوله في بعض أسفاره\" قال ابن عبد البر في التمهيد:\n</p>\n\n<p>\nيقال كان ذلك في غزوة بني المصطلق. وجزم بذلك في الاستذكار. وسبقه إلى\nذلك ابن سعد وابن حبان، وغزوة بني المصطلق هي غزوة المريسيع.\n</p>\n\n<p>\nوفيها كانت قصة الإفك لعائشة، وكان ابتداء ذلك بسبب وقوع عقدها أيضا.\n</p>\n\n<p>\nفإن كان ما جزموا به ثابتا، حمل على أنه سقط منها في تلك السفرة مرتين,\nلاختلاف القصتين، كما هو بين من سياقهما. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p010'> Vol. 03, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nواستبعد بعض شيوخنا ذلك؛ لأن المريسيع من ناحية مكة بين قديد والساحل،\nوهذه القصة كانت من ناحية خيبر لقولها في الحديث: حتى إذا كنا بالبيداء، أو\nبذات الجيش، وهما بين مكة وخيبر كما جزم به النووي.\n</p>\n\n<p>\nقال: وما جزم به مخالف لما جزم به ابن التين فإنه قال: البيداء هو ذو\nالحليفة بالقرب من المدينة من طريق مكة، وذات <span id='ms0193'></span> الجيش وراء ذي الحليفة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p011'> Vol. 03, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أبو عبيد البكري في معجمه: البيداء أدنى إلى مكة من ذي الحليفة، ثم\nساق حديث عائشة هذا، ثم قال: وذات الجيش من المدينة على بريد. قال: وبينها\nوبين العقيق سبعة أميال, والعقيق من طريق مكة لا من طريق خيبر، فاستقام ما\nقاله ابن التين تنبيه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p012'> Vol. 03, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nوقد قال قوم بتعدد ضياع العقد مرتين، ومنهم محمد بن حبيب الأخباري فقال:\nسقط عقد عائشة في غزوة ذات الرقاع وفي غزوة بني المصطلق.\n</p>\n\n<p>\nوقد اختلف أهل المغازي في أي هاتين الغزوتين كانت أولا.\n</p>\n\n<p>\nوقال الداودي: كانت قصة التيمم في غزاة الفتح ثم تردد في ذلك.\n</p>\n\n<p>\nوقد روى ابن أبي شيبة من حديث أبي هريرة رضي الله عنه قال: لما نزلت آية\nالتيمم لم أدر كيف أصنع, فهذا يدل على تأخرها عن غزوة بني المصطلق؛ لأن\nإسلام أبي هريرة كان في السنة السابعة، وهي بعدها بلا خلاف.\n</p>\n\n<p>\nوكان البخاري يرى أن غزوة ذات الرقاع كانت بعد قدوم أبي موسى، وقدومه كان\nوقت إسلام أبي هريرة.\n</p>\n\n<p>\nومما يدل على تأخر القصة أيضا عن قصة\n</p>\n\n<h1 class='l1' id='head3'>........... </h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p013'> Vol. 03, p. 013</a>\n            </div>\n            \n<p>\nالإفك ما رواه الطبراني من طريق يحيى بن عباد بن عبد الله بن الزبير عن\nأبيه عن عائشة رضي الله عنها قالت: لما كان من أمر عقدي ما كان، وقال أهل\nالإفك ما قالوا، خرجت مع رسول الله صلى الله عليه وسلم في غزوة أخرى، فسقط\nأيضا عقدي حتى جلس الناس على التماسه، فقال لي أبو بكر: يا بنية في كل سفرة\nتكونين عناء وبلاء على الناس، فأنزل الله تعالى الرخصة في التيمم، فقال أبو\nبكر: إنك لمباركة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p014'> Vol. 03, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nوفي إسناده محمد بن حميد الرازي. وفيه مقال.\n</p>\n\n<p>\nوفي سياقه من الفوائد: بيان عتاب أبي بكر رضي الله عنه الذي أبهم في حديث\nالصحيح، والتصريح بأن ضياع العقد كان مرتين في غزوتين. ا. ه.\n</p>\n\n<p>\nوفي هذه الغزوة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p015'> Vol. 03, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nقال ابن أبي: لئن رجعنا إلى المدينة ليخرجن الأعز منها الأذل، فسمعه زيد\nبن أرقم، ذو الأذن الواعية، فحدث رسول الله صلى <span id='ms0194'></span> الله عليه وسلم بذلك فأرسل\nإلى ابن أبي وأصحابه فحلفوا ما قالوا، فأنزل الله تعالى: {إذا جاءك\nالمنافقون} فقال له رسول الله صلى الله عليه وسلم: \"إن الله قد صدقك يا\nزيد\". رواه البخاري.\n</p>\n\n<p>\nوكانت غيبته عليه الصلاة والسلام في هذه الغزوة ثمانية وعشرين يوما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p016'> Vol. 03, p. 016</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>غزوة الخندق وهي الأحزاب</h1>\n\n<p>\n\":\n</p>\n\n<p>\nجمع حزب، أي: طائفة\n</p>\n\n<p>\nفأما تسميتها بالخندق: فلأجل الخندق الذي حفر حول المدينة بأمره عليه\nالصلاة والسلام، ولم يكن اتخاذ الخندق من شأن العرب، ولكنه من مكايد الفرس\nوكان الذي أشار به سلمان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p017'> Vol. 03, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nفقال: يا رسول الله، إنا كنا بفارس إذا حوصرنا خندقنا علينا، فأمر رسول\nالله صلى الله عليه وسلم بحفره، وعمل فيه بنفسه ترغيبا للمسلمين.\n</p>\n\n<p>\nوأما تسميتها بالأحزاب، فلاجتماع طوائف من المشركين على حزب المسلمين،\nوهم: قريش وغطفان واليهود ومن تبعهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p018'> Vol. 03, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nوقد أنزل الله تعالى في القصة صدرا من سورة الأحزاب.\n</p>\n\n<p>\nواختلف في تاريخها: فقال موسى بن عقبة: كانت سنة أربع.\n</p>\n\n<p>\nوقال ابن إسحاق: كانت في شوال سنة خمس، وبذلك جزم غيره من أهل المغازي.\n</p>\n\n<p>\nومال البخاري إلى قول موسى بن عقبة، وقواه بقول ابن عمر: أن رسول الله\nصلى الله عليه وسلم عرضه يوم أحد وهو ابن أربع عشرة فلم يجزه، وعرضه يوم\nالخندق وهو ابن خمس عشرة فأجازه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p019'> Vol. 03, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nفيكون بينهما سنة واحدة، وأحد كانت سنة ثلاث، فيكون الخندق في سنة أربع.\n</p>\n\n<p>\nولا حجة فيه إذا ثبت أنها كانت سنة خمس، لاحتمال أن يكون ابن عمر في أحد\nكان أول ما طعن في الرابعة عشر، وكان في الأحزاب استكمل الخمس عشرة، وبهذا\nأجاب البيهقي.\n</p>\n\n<p>\nوقال الشيخ ولي الدين بن العراقي: والمشهور أنها في السنة الرابعة.\n</p>\n\n<p>\nوكان من حديث هذه الغزوة: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p020'> Vol. 03, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nأن نفرا من يهود خرجوا حتى قدموا على قريش بمكة وقالوا: إنا سنكون معكم\nعليه حتى نستأصله، فاجتمعوا لذلك واتعدوا له.\n</p>\n\n<p>\nثم خرج أولئك اليهود حتى جاءوا غطفان من قيس عيلان، فدعوهم إلى حربه عليه\nالصلاة والسلام وأخبروهم أنهم سيكونون معهم عليه، وأن قريشا قد بايعوهم على\nذلك <span id='ms0195'></span> واجتمعوا معهم.\n</p>\n\n<p>\nفخرجت قريش وقائدها أبو سفيان بن حرب، وخرجت غطفان وقائدها عيينة بن حصن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p021'> Vol. 03, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nفي فزارة، والحارث بن عوف المري في مرة.\n</p>\n\n<p>\nوكان عدتهم -فيما ذكره ابن إسحاق- عشرة الآف, والمسلمون ثلاثة آلاف وقيل\nغير ذلك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p022'> Vol. 03, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nوذكر ابن سعد أنه كان مع المسلمين ستة وثلاثون فرسا.\n</p>\n\n<p>\nولما سمع رسول الله صلى الله عليه وسلم بالأحزاب، ما أجمعوا عليه من\nالأمر، ضرب على المسلمين الخندق، فعمل فيه عليه الصلاة والسلام ترغيبا\nللمسلمين في الأجر، وعمل معه المسلمون، فدأب ودأبوا.\n</p>\n\n<p>\nوأبطأ على رسول الله صلى الله عليه وسلم وعلى المسلمين في عملهم ذلك ناس\nمن المنافقين، وجعلوا يورون بالضعف عن العمل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p023'> Vol. 03, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nوفي البخاري: عن سهل بن سعد قال: كنا مع النبي صلى الله عليه وسلم في\nالخندق، وهم يحفرون ونحن ننقل التراب على أكتادنا، فقال رسول الله صلى الله\nعليه وسلم: \"اللهم لا عيش إلا عيش الآخرة، فاغفر للمهاجرين والأنصار\".\n</p>\n\n<p>\nوالأكتاد: بالمثناة الفوقية- جمع كتد -بفتح أله وكسر المثناة- وهو ما بين\nالكاهل إلى الظهر، وفي بعض نسخ البخاري: أكبادنا بالموحدة، وهي موجه على أن\nالمراد به مما يلي الكبد من الجنب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p024'> Vol. 03, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nوفي البخاري أيضا: عن أنس: فإذا المهاجرون والأنصار يحفرون في غداة\nباردة، فلم يكن لهم عبيد يعملون ذلك لهم، فلما رأى ما بهم من النصب والجوع\nقال:\n</p>\n\n<p>\n\"اللهم إن العيش عيش الآخرة ... فاغفر للأنصار والمهاجرة\"\n</p>\n\n<p>\nفقالوا مجيبين له:\n</p>\n\n<p>\nنحن الذين بايعوا محمدا ... على الجهاد ما بقينا أبدا\n</p>\n\n<p>\nقال ابن بطال: وقوله: \"اللهم لا عيش إلا عيش الآخرة\"، هو من قول ابن\nرواحة تمثل به عليه الصلاة والسلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p025'> Vol. 03, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nوعند الحارث بن أبي أسامة من مرسل طاوس زيادة في آخر الرجز:\n</p>\n\n<p>\nوالعن عضلا والقارة ... هم كلفونا ننقل الحجارة\n</p>\n\n<p>\nوفي البخاري من حديث البراء قال: لما كان يوم الأحزاب، وخندق رسول الله\nصلى الله عليه وسلم رأيته ينقل من تراب الخندق حتى وارى عني الغبار جلدة\nبطنه، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p026'> Vol. 03, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nوكان كثير الشعر، فسمعته يرتجز بكلمات ابن رواحة، وهو ينقل التراب ويقول:\n</p>\n\n<p>\nاللهم لولا أنت <span id='ms0196'></span> ما اهتدينا ... ولا تصدقنا ولا صلينا\n</p>\n\n<p>\nفأنزلن سكينة علينا ... وثبت الأقدام إن لاقينا\n</p>\n\n<p>\nإن الأولى قد رغبوا علينا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p027'> Vol. 03, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nإذا أرادوا فتنة أبينا\n</p>\n\n<p>\nقال: ويمد بها صوته ... وفي روية له أيضا:\n</p>\n\n<p>\nإن الأولى بغوا علينا ... إذا أرادوا فتنة أبينا\n</p>\n\n<p>\nوفي حديث سليمان التيمي عن أبي عثمان النهدي أنه صلى الله عليه وسلم ضرب\nفي الخندق قال:\n</p>\n\n<p>\nبسم الإله وبه بدينا ... ولو عبدنا غيره شقينا\n</p>\n\n<p>\nحبذا ربا و\n</p>\n\n<h1 class='l1' id='head5'>.............. </h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p028'> Vol. 03, p. 028</a>\n            </div>\n            \n<h1 class='l1' id='head6'>............. </h1>\n\n<p>\nحبذا دينا\n</p>\n\n<p>\nقال في النهاية: يقال بديت بالشيء -بكسر الدال- أي: بدأت به، فلما خفف\nالهمزة كسر الدال، فانقلبت الهمزة ياء، وليس هو من بنات الياء. ا. ه.\n</p>\n\n<p>\nوقد وقع في حفر الخندق آيات من أعلام نبوته عليه الصلاة والسلام. منها ما\nفي الصحاح عن جابر قال: إنا يوم الخندق نحفر فعرضت كدية شديدة -وهي بضم\nالكاف وتقديم الدال المهملة على التحتية، وهي القطعة الصلبة-\n</p>\n\n<h1 class='l1' id='head7'>......... </h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p029'> Vol. 03, p. 029</a>\n            </div>\n            \n<p>\nفجاءوا النبي صلى الله عليه وسلم فقالوا: هذه كدية عرضت في الخندق، فقام\nوبطنه معصوب بحجر، ولبثنا ثلاثة أيام لا نذوق ذواقا فأخذ النبي صلى الله\nعليه وسلم المعول فضرب فعاد كثيبا أهيل أو أهيم.\n</p>\n\n<p>\nكذا بالشك من الراوي، وفي رواية الإسماعيلي باللام من غير شك،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p030'> Vol. 03, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nوالمعنى: أنه صار رملا يسيل ولا يتماسك.\n</p>\n\n<p>\nوأهيم: بمعنى أهيل. وقد قيل في قوله تعالى: {فشاربون شرب الهيم}\n[الواقعة: 55] المراد: الرمال التي لا يرويها الماء.\n</p>\n\n<p>\nوقد وقع عند أحمد والنسائي في هذه القصة زيادة بإسناد حسن من حديث البراء\nقال: لما كان حين أمرنا رسول الله صلى الله عليه وسلم بحفر الخندق، عرضت\nلنا في بعض الخندق صخرة لا تأخذ فيها المعاول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p031'> Vol. 03, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nفاشتكينا ذلك لرسول صلى الله عليه وسلم، فجاء وأخذ المعول فقال: بسم\nالله، ثم ضرب ضربة فنشر ثلثها، وقال: الله أكبر، أعطيت مفاتيح الشام، والله\nإني لأبصر قصورها الحمر الساعة، ثم ضرب الثانية فقطع ثلثا آخر، فقال: الله\nأكبر، أعطيت مفاتيح فارس، والله إني لأبصر قصر المدائن الأبيض الآن، ثم ضرب\nالثالثة وقال بسم الله فقطع بقية الحجر، فقال: الله أكبر <span id='ms0197'></span> أعطيت مفاتيح\nاليمن، والله إني لأبصر أبواب صنعاء من مكاني الساعة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p032'> Vol. 03, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nومن أعلام نبوته ما ثبت في الصحيح من حديث جابر من تكثير الطعام والقليل\nيوم حفر الخندق، كما سيأتي إن شاء الله تعالى مستوفى في مقصد المعجزات مع\nغيره.\n</p>\n\n<p>\nوقد وقع عند موسى بن عقبة أنهم أقاموا في عمل الخندق قريبا من عشرين\nليلة.\n</p>\n\n<p>\nوعند الواقدي: أربعا وعشرين.\n</p>\n\n<p>\nوفي الروضة للنووي: خمسة عشر يوما.\n</p>\n\n<p>\nوفي الهدي النبوي لابن القيم: أقاموا شهرا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p033'> Vol. 03, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nولما فرغ رسول الله صلى الله عليه وسلم من الخندق أقبلت قريش حتى نزلت\nبمجتمع السيول في عشرة آلاف من أحابيشهم ومن تبعهم من بني كنانة وتهامة.\n</p>\n\n<p>\nونزل عيينة بن حصن في غطفان ومن تبعهم من أهل نجد إلى جانب أحد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p034'> Vol. 03, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nوخرج رسول الله صلى الله عليه وسلم ومن معه من المسلمين حتى جعلوا أظهرهم\nإلى سلع، وكانوا ثلاثة آلاف رجل, فضرب هنالك عسكره، والخندق بينه وبين\nالقوم, وكان لواء المهاجرين بيد زيد بن حارثة، ولواء الأنصار بيد سعد بن\nعبادة وكان صلى الله عليه وسلم يبعث الحرس إلى المدينة خوفا على الذراري من\nبني قريظة.\n</p>\n\n<p>\nقال ابن إسحاق: وخرج عدو الله حيي بن أخطب حتى أتى كعب بن أسد القرظي\nصاحب عقد بني قريظة وعهدهم، وكان وادع رسول الله صلى الله عليه وسلم على\nقومه وعاقده، فأغلق كعب دونه باب حصنه، وأبى أن يفتح له، وقال ويحك يا حيي،\nإنك امرؤ مشئوم، وإني قد عاهدت محمدا فلست بناقض ما بيني وبينه، فإني لم أر\nمنه إلا وفاء وصدقا. فقال: ويحك افتح لي، ولم يزل، به حتى فتح له\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p035'> Vol. 03, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nفقال: ويلك يا كعب جئتك بعز الدهر، جئتك بقريش حتى أنزلتهم بمجتمع\nالأسيال، ومن دونه غطفان وقد عاهدوني على أن لا يبرحوا حتى نستأصل محمدا\nومن معه، ولم يزل به حتى نقض عهده، وبرئ مما كان بينه وبين رسول الله صلى\nالله عليه وسلم.\n</p>\n\n<p>\nوعن عبد الله بن الزبير قال: كنت يوم الأحزاب أنا وعمر بن أبي سلمة مع <span id='ms0198'></span>\nالنساء في أطم حسان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p036'> Vol. 03, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nفنظرت فإذا الزبير على فرسه يختلف إلى بني قريظة مرتين أو ثلاثا، فلما\nرجعت قلت يا أبت رأيتك تختلف، قال: أرأيتني يا بني قلت: نعم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p037'> Vol. 03, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nقال: كان رسول الله صلى الله عليه وسلم قال: من يأت بني قريظة فيأتيني\nبخبرهم فانطلقت، فلما رجعت جمع لي رسول الله صلى الله عليه وسلم أبويه في\nالفداء فقال: \"فداك أبي وأمي\". أخرجه الشيخان والترمذي وقال: حديث حسن.\n</p>\n\n<p>\nوفي رواية أصحاب المغازي: فلما انتهى الخبر إلى رسول الله صلى الله عليه\nوسلم بعث سعد بن معاذ وسعد بن عبادة ومعهما ابن رواحة وخوات بن جبير\nليعرفوا الخبر، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p038'> Vol. 03, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nفوجدوهم على أخبث ما بلغه عنهم، قالوا من رسول الله وتبرءوا من عقده\nوعهده، ثم أقبل السعدان ومن معهما على رسول الله صلى الله عليه وسلم\nوقالوا: عضل والقارة، أي: كغدرهما بأصحاب الربيع.\n</p>\n\n<p>\nفعظم عند ذلك البلاء، واشتد الخوف، فأتاهم عدوهم من فوقهم ومن أسفل منهم،\nحتى ظن المؤمنون كل ظن. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p039'> Vol. 03, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nونجم النفاق من بعض المنافقين، وأنزل الله تعالى: {وإذ يقول المنافقون\nوالذين في قلوبهم مرض ما وعدنا الله ورسوله إلا غرورا} الآيات [الأحزاب:\n12] . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p040'> Vol. 03, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nوقال رجال ممن معه: يا أهل يثرب لا مقام لكم فارجعوا، وقال أوس بن قيظي:\nيا رسول الله، إن بيوتنا عورة من العدو، فائذن لنا فنرجع إلى ديارنا، فإنها\nخارج المدينة.\n</p>\n\n<p>\nوأقبل نوفل بن عبد الله بن المغيرة المخزومي على فرس له ليوثبه فوقع في\nالخندق فقتله الله. وكبر ذلك على المشركين، فأرسلوا إلى رسول صلى الله عليه\nوسلم إنا نعطيكم الدية على أن تدفعوه إلينا فندفنه، فرد إليهم النبي صلى\nالله عليه وسلم: \"إنه خبيث خبيث الدية، فلعنه الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p041'> Vol. 03, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nولعن ديته، ولا نمنعكم أن تدفنون ولا أرب لنا في ديته\".\n</p>\n\n<p>\nقال ابن إسحاق: وأقام عليه الصلاة والسلام والمسلمون وعدوهم يحاصرهم، ولم\nيكن بينهم قتال إلا مراماة بالنبل، لكن كان عمرو بن عبدود العامري اقتحم هو\nونفر معه خيولهم من ناحية ضيقة من الخندق، حتى كانوا بالسبخة، فبارزه علي <span id='ms0199'></span>\nفقتله، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p042'> Vol. 03, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nوبرز نوفل بن عبد الله بن المغيرة فقتله الزبير وقيل قتله علي، ورجعت\nبقية الخيول مهزومة.\n</p>\n\n<p>\nورمي سعد بن معاذ بسهم فقطع منه الأكحل -وهو بفتح الهمزة والمهملة بينهما\nكاف ساكنة- عرق في وسط الذراع. قال الخليل: هو عرق الحياة يقال إن في كل\nعضو منه شعبة فهو في اليد الأكحل وفي الظهر الأبهر وفي الفخذ النسا،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p043'> Vol. 03, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nإذا قطع لم يرقا الدم.\n</p>\n\n<p>\nوكان الذي رمى سعدا، ابن العرقة، أحد بني عامر بني لؤي، قال: خذها وأنا\nابن العرقة، فقال سعد: عرق الله وجهك في النار. ثم قال: اللهم إن كنت أبقيت\nمن حرب قريش شيئا فأبقني لها، فإنه لا قوم أحب إلي أن أجاهدهم من قوم آذوا\nرسولك وكذبوه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p044'> Vol. 03, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nوأقام عليه الصلاة والسلام وأصحابه بضع عشرة ليلة. فمشى نعيم بن مسعود\nالأشجعي -وهو مخف إسلامه- فثبط قوما عن قوم وأوقع بينهم شرا لقوله عليه\nالصلاة والسلام: \"إن الحرب خدعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p045'> Vol. 03, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nفاختلفت كلمتهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p046'> Vol. 03, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nوروى الحاكم عن حذيفة قال: لقد رأيتنا ليلة الأحزاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p047'> Vol. 03, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nوأبو سفيان ومن معه من فوقنا، وقريظة أسفل منا نخافهم على ذرارينا، وما\nأتت علينا ليلة أشد ظلمة ولا ريحا منها، فجعل المنافقون يستأذنون ويقولون\nبيوتنا عورة، فمر بي النبي صلى الله عليه وسلم وأن جاث على ركبتي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p048'> Vol. 03, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nفقال: اذهب فائتني بخبر القوم ولم يبق معه إلا ثلاثمائة قال ودعا لي،\nفأذهب الله عز وجل عني القر والفزع، فدخلت عسكرهم فإذا الريح فيه، لا تجاوز\nشبرا، فلما رجعت رأيت فوارس في طريقي فقالوا: أخبر صاحبك أن الله كفاه\nالقوم.\n</p>\n\n<p>\nوفي رواية: أن حذيفة لما أرسله عليه الصلاة والسلام ليأتيه بالخبر سمع\nأبا سفيان يقول: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p049'> Vol. 03, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nيا معشر قريش، إنكم والله ما أصبحتم بدار مقام، ولقد هلك الخف والكراع،\nواختلفنا وبنو قريظة، ولقينا من هذا الريح ما ترون فارتحلوا فإني مرتحل\nووثب على جمله فما حل عقال يده إلا وهو قائم.\n</p>\n\n<p>\nووقع في البخاري أنه عليه الصلاة والسلام قال يوم الأحزاب: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p050'> Vol. 03, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\n\"من يأتينا بخبر القوم\". فقال الزبير: أنا، فقال: \"من يأتينا <span id='ms0200'></span> بخبر\nالقوم\"، فقال الزبير: أنا، فقال: \"من يأتينا بخبر القوم\"؟ قالها ثلاثا.\n</p>\n\n<p>\nوقد أشكل ذكر الزبير في هذه القصة.\n</p>\n\n<p>\nفقال ابن الملقن: وقع هنا أن الزبير هو الذي ذهب والمشهور أنه حذيفة بن\nاليمان.\n</p>\n\n<p>\nقال الحافظ بن حجر: وهذا الحصر مردود، فإن القصة التي ذهب لكشفها غير\nالقصة التي ذهب حذيفة لكشفها، فقصة الزبير كانت لكشف خبر بني قريظة هل\nنقضوا العهد بينهم وبين المسلمين، ووافقوا قريشا على محاربة المسلمين؟ وقصة\nحذيفة كانت لما اشتد الحصار على المسلمين بالخندق، وتمالأت عليهم الطوائف،\nثم وقع بين الأحزاب الاختلاف، وحذرت كل طائفة من الأخرى، وأرسل الله عليهم\nالريح واشتد البرد تلك الليلة، فانتدب عليه الصلاة والسلام من يأتيه بخبر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p051'> Vol. 03, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nقريش فانتدب له حذيفة بعد تكراره طلب ذلك، وقصته في ذلك مشهورة لما دخل\nبين قريش في الليل وعرف قصتهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p052'> Vol. 03, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nوفي البخاري من حديث عبد الله بن أبي أوفى قال: دعا رسول الله صلى الله\nعليه وسلم على الأحزاب فقال: \"اللهم منزل الكتاب سريع الحساب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p053'> Vol. 03, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nاهزم الأحزاب، اللهم اهزمهم وزلزلهم\".\n</p>\n\n<p>\nوروى أحمد عن أبي سعيد قال: قلنا يوم الخندق يا رسول الله هل من شيء\nنقوله فقد بلغت القلوب الحناجر فقال: \"نعم، اللهم استر عوراتنا وآمن\nروعاتنا\". قال: فضرب الله وجوه أعدائنا بالريح فهزمهم بالريح. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p054'> Vol. 03, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nوفي \"ينبوع الحياة\" لابن ظفر: قيل إنه صلى الله عليه وسلم دعا فقال: \"يا\nصريخ المكروبين يا مجيب المضطرين اكشف همي وغمي وكربي فإنك ترى ما نزل بي\nوبأصحابي\". فأتاه جبريل فبشره بأن الله سبحانه يرسل عليهم ريحا وجنودا،\nفأعلم أصحابه ورفع يديه قائلا: \"شكرا شكرا\"، وهبت ريح الصبا ليلا فقلعت\nالأوتاد وألقت عليهم الأبنية وكفت القدور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p055'> Vol. 03, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nوسفت عليهم التراب ورمتهم بالحصى، وسمعوا في أرجاء معسكرهم التكبير\nوقعقعة السلاح فارتحلوا هرابا في ليلتهم وتركوا ما استثقلوه من متاعهم.\nقال: فذلك قوله تعالى: {فأرسلنا عليهم ريحا وجنودا لم تروها} [الأحزاب: 9]\n.\n</p>\n\n<p>\nوفي البخاري عن علي رضي الله عنه أن رسول الله صلى الله عليه وسلم قال\nيوم الخندق: \"ملأ الله <span id='ms0201'></span> بيوتهم وقبورهم نارا، كما شغلونا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p056'> Vol. 03, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nعن الصلاة الوسطى حتى غابت الشمس\" ومقتضى هذا أنه استمر اشتغاله، بقتال\nالمشركين حتى غابت الشمس.\n</p>\n\n<p>\nويعارضه ما في صحيح مسلم عن ابن مسعود أنه قال: حبس المشركون رسول الله\nصلى الله عليه وسلم عن صلاة العصر حتى احمرت الشمس أو اصفرت، فقال رسول\nالله صلى الله عليه وسلم: \"شغلونا عن الصلاة الوسطى\". الحديث. ومقتضى هذا\nأنه لم يخرج الوقت بالكلية.\n</p>\n\n<p>\nقال الشيخ تقي الدين بن دقيق العيد، الحبس انتهى إلى ذلك الوقت، أي:\nالحمرة أو الصفرة، ولم تقع الصلاة إلا بعد المغرب ا. ه.\n</p>\n\n<p>\nوفي البخاري عن عمر بن الخطاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p057'> Vol. 03, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nأنه جاء يوم الخندق بعد ما غابت الشمس وجعل يسب كفار قريش قال: يا رسول\nالله، ما كدت أصلي حتى كادت الشمس أن تغرب تنبيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p058'> Vol. 03, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nفقال صلى الله عليه وسلم: \"والله ما صليتها\"، فنزلنا مع النبي صلى الله\nعليه وسلم بطحان، فتوضأ للصلاة وتوضأنا لها فصلى العصر بعدما غربت الشمس،\nثم صلى بعدها المغرب.\n</p>\n\n<p>\nوقد يكون ذلك للاشتغال بأسباب الصلاة أو غيرها، ومقتضى هذه الرواية\nالمشهورة أنه لم يفت غير العصر.\n</p>\n\n<p>\nوفي الموطأ: الظهر والعصر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p059'> Vol. 03, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nوفي الترمذي عن ابن مسعود أن المشركين شغلوا رسول الله صلى الله عليه\nوسلم عن أربع صلوات يوم الخندق. وقال: ليس بإسناده بأس إلا أن أبا عبيدة لم\nيسمع من عبد الله، فمال ابن العربي إلى الترجيح فقال: الصحيح أن التي اشتغل\nعنها صلى الله عليه وسلم واحدة وهي العصر.\n</p>\n\n<p>\nوقال النووي: طريق الجمع بين هذه الروايات، أن وقعة الخندق بقيت أياما\nفكان هذا في بعض الأيام وهذا في بعضها. قال: وأما تأخيره عليه الصلاة\nوالسلام صلاة العصر حتى غربت الشمس فكان قبل نزول صلاة الخوف. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p060'> Vol. 03, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nقال العلماء: يحتمل أنه أخرها نسيانا لا عمدا، وكان السبب في النسيان\nالاشتغال بأمر العدو، ويحتمل أنه أخرها عمدا للاشتغال بالعدو قبل نزول صلاة\nالخوف، وأما اليوم فلا يجوز تأخير الصلاة عن وقتها بسبب العدو والقتال، بل\nتصلي صلاة الخوف على حسب الحال <span id='ms0202'></span>.\n</p>\n\n<p>\nوقد اختلف في المراد بالصلاة الوسطى. وجمع الحافظ الدمياطي في ذلك مؤلفا\nمفردا سماه: كشف المغطي عن الصلاة الوسطى، فبلغ تسعة عشر قولا، وهي: الصبح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p061'> Vol. 03, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nأو الظهر، أو العصر، أو المغرب، أو جميع الصلوات وهو يتناول الفرائض\nوالنوافل واختاره ابن عبد البر، أو الجمعة وصححه القاضي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p062'> Vol. 03, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nحسين في صلاة الخوف من تعليقه، أو الظهر في الأيام والجمعة يوم الجمعة،\nأو العشاء لأنها بين صلاتين لا تقصران، أو الصبح والعشاء، أو الصبح والعصر\nلقوة الأدلة. فظاهر القرءان الصبح، ونص السنة العصر، أو صلاة الجماعة أو\nالوتر أو صلاة الخوف أو صلاة عيد الأضحى أو الفطر أو صلاة الضحى، أو واحدة\nمن الخمس غير معينة، أو الصبح أو العصر على الترديد وهو غير القول السابق\nأو التوقف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p063'> Vol. 03, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nا. ه.\n</p>\n\n<p>\nوانصرف صلى الله عليه وسلم من غزوة الخندق يوم الأربعاء لسبع ليال بقين\nمن ذي القعدة، وكان قد أقام بالخندق خمسة عشر يوما، وقيل أربعة وعشرين\nيوما.\n</p>\n\n<p>\nفقال صلى الله عليه وسلم: \"لن تغزوكم قريش بعد عامكم هذا\".\n</p>\n\n<p>\nوفي ذلك علم من أعلام النبوة. فإنه عليه الصلاة والسلام اعتمر في السنة\nالتي صدته قريش عن البيت، ووقعت الهدنة بينهم إلى أن نقضوها فكان ذلك سبب\nفتح مكة فوقع الأمر كما قال عليه الصلاة والسلام. وسيأتي ذلك إن شاء الله\nتعالى.\n</p>\n\n<p>\nوقد أخرج البزار من حديث جابر بإسناد حسن شاهدا لهذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p064'> Vol. 03, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nولفظه: إن النبي صلى الله عليه وسلم قال يوم الأحزاب، وقد جمعوا له جموعا\nكثيرة: \"لا يغزونكم بعدها أبدا، ولكن أنتم تغزونهم\" تتميم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p065'> Vol. 03, p. 065</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head8'>غزوة بني قريظة</h1>\n\n<p>\n\":\n</p>\n\n<p>\nولما دخل صلى الله عليه وسلم المدينة يوم الأربعاء هو وأصحابه، ووضعوا\nالسلاح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p065'> Vol. 03, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nجاء جبريل عليه السلام معتجرا بالعمامة من استبرق على بغلة عليها قطيفة\nمن ديباج.\n</p>\n\n<p>\nوفي البخاري من حديث عائشة أنه لما رجع صلى الله عليه وسلم ووضع السلاح\nواغتسل أتاه جبريل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p066'> Vol. 03, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nفقال: قد وضعت السلاح، والله ما وضعناه. واخرج إليهم.. وأشار إلى بني\nقريظة.\n</p>\n\n<p>\nوعند ابن إسحاق: إن الله يأمرك يا محمد بالمسير إلى <span id='ms0203'></span> بني قريظة، فإني عامد\nإليهم فزلزل بهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p067'> Vol. 03, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nفأمر رسول الله صلى الله عليه وسلم مؤذنا فأذن من كان سامعا مطيعا فلا\nيصلين العصر إلا في بني قريظة.\n</p>\n\n<p>\nوعند ابن عائذ: قم فشد عليك سلاحك، فوالله لأدقنهم دق البيض على الصفا،\nوبعث مناديا ينادي يا خيل الله اركبي.\n</p>\n\n<p>\nوعند الحاكم والبيهقي: وبعث عليا على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p068'> Vol. 03, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nالمقدمة، وخرج صلى الله عليه وسلم في أثره.\n</p>\n\n<p>\nوعند ابن سعد: ثم سار إليهم في المسلمين، وهم ثلاثة آلاف والخيل ستة\nوثلاثون فرسا، وذلك يوم الأربعاء لسبع بقين من ذي القعدة.\n</p>\n\n<p>\nواستعمل على المدينة ابن أم مكتوم، فيما قال ابن هشام.\n</p>\n\n<p>\nونزل عليه الصلاة والسلام على بئر من آبار بني قريظة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p069'> Vol. 03, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nوتلاحق به الناس. فأتى رجال منهم بعد عشاء الآخرة، ولم يصلوا العصر،\nلقوله صلى الله عليه وسلم: \"لا يصلين أحد العصر إلا في بني قريظة\" فصلوا\nالعصر بها بعد العشاء الآخرة، فما عابهم الله تعالى في كتابه ولا عنفهم به\nرسول الله صلى الله عليه وسلم.\n</p>\n\n<p>\nوفي البخاري عن ابن عمر: فأدرك بعضهم العصر في الطريق، فقال بعضهم: لا\nنصلي حتى نأتيها، وقال بعضهم بل نصلي، لم يرد منا ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p070'> Vol. 03, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nفذكر ذلك للنبي صلى الله عليه وسلم فلم يعنف واحدا منهم.\n</p>\n\n<p>\nكذا وقع في جميع النسخ من البخاري: أنها العصر، واتفق عليه جميع أهل\nالمغازي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p071'> Vol. 03, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nووقع في مسلم أنها الظهر مع اتفاق البخاري ومسلم على روايته عن شيخ واحد\nوبإسناد واحد. ووافق مسلما أبو يعلى وآخرون.\n</p>\n\n<p>\nوجمع بين الروايتين باحتمال أن يكون بعضهم -قبل الأمر- كان صلى الظهر،\nوبعضهم لم يصلها، فقيل لمن لم يصلها لا يصلين أحد الظهر، ولمن صلاها: لا\nيصلين أحد العصر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p072'> Vol. 03, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nوجمع بعضهم باحتمال أن تكون طائفة منهم راحت بعد طائفة، فقيل للطائفة\nالأولى: الظهر، وللطائفة التي بعدها العصر، والله أعلم.\n</p>\n\n<p>\nقال ابن إسحاق: وحاصرهم عليه الصلاة والسلام خمسا وعشرين ليلة، حتى\nأجهدهم الحصار.\n</p>\n\n<p>\nوعند ابن سعد: خمس عشرة. وعند ابن عقبة: بضع عشرة ليلة.\n</p>\n\n<p>\nوقذف الله في قلوبهم الرعب. فعرض عليهم <span id='ms0204'></span> رئيسهم كعب بن أسد أن يؤمنوا فقال\nلهم: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p073'> Vol. 03, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nيا معشر يهود قد نزل بكم من الأمر ما ترون، وإني أعرض عليكم خلالا ثلاثا،\nفخذوا أيها شئتم. قالوا: وما هي:\n</p>\n\n<p>\nقال: نتابع هذا الرجل ونصدقه، فوالله لقد تبين أنه لنبي مرسل، وأنه الذي\nتجدونه في كتابكم، فتأمنون على دمائكم وأموالكم وأبنائكم ونسائكم. فأبوا.\n</p>\n\n<p>\nقال: فإذا أبيتم علي هذه، فهلم فنقتل أبناءنا ونساءنا ثم نخرج إلى محمد\nوأصحابه رجالا مصلتين بالسيوف، لم نترك وراءنا ثقلا حتى يحكم الله بيننا\nوبين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p074'> Vol. 03, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد، فإن نهلك نهلك ولم نترك وراءنا ما نخشى عليه.\n</p>\n\n<p>\nفقالوا: أي عيش لنا بعد أبنائنا ونسائنا.\n</p>\n\n<p>\nفقال: إن أبيتم علي هذه فإن الليلة ليلة السبت، وعسى أن يكون محمد\nوأصحابه قد أمنونا فيها، فانزلوا لعلنا نصيب من محمد وأصحابه غرة.\n</p>\n\n<p>\nقالوا: نفسد سبتنا ونحدث فيه ما لم يحدث فيه من كان قبلنا، إلا من قد\nعلمت فأصابه ما لم يخف عليك من المسخ.\n</p>\n\n<p>\nوأرسلوا إلى رسول الله صلى الله عليه وسلم أن ابعث إلينا أبا لبابة -وهو\nرفاعة بن عبد المنذر- نستشيره في أمرنا.\n</p>\n\n<p>\nفأرسله إليهم، فلما رأوه قام إليه الرجال وجهش إليه النساء والصبيان\nيبكون في وجهه، فرق لهم يا أبا لبابة، أترى أن ننزل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p075'> Vol. 03, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nعلى حكم محمد؟ قال: نعم، وأشار بيده إلى حلقه: إنه الذبح.\n</p>\n\n<p>\nقال أبو لبابة: فوالله ما زالت قدماي من مكانهما حتى عرفت أني قد خنت\nالله ورسوله.\n</p>\n\n<p>\nثم انطلق أبو لبابة على وجهه فلم يأت رسول الله صلى الله عليه وسلم حتى\nارتبط في المسجد إلى عمود من عمده، وقال: لا أبرح من مكاني هذا حتى يتوب\nالله علي مما صنعت وعاهد الله أن لا يطأ بني قريظة أبدا، ولا أرى في بلد\nخنت الله ورسوله فيه أبدا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p076'> Vol. 03, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nفلما بلغ رسول الله صلى الله عليه وسلم خبره، وكان قد استبطأه، قال: أما\nلو جاءني لاستغفرت له، وأما إذا فعل ما فعل، فما أنا بالذي أطلقه من مكانه\nحتى يتوب الله عليه.\n</p>\n\n<p>\nقال ابن هشام: وأقام <span id='ms0205'></span> أبو لبابة مرتبطا بالجذع ست ليال، تأتيه امرأته في\nوقت كل صلاة فتحله للصلاة ثم يعود فتربطه بالجذع.\n</p>\n\n<p>\nوقال أبو عمر: روى ابن وهب عن مالك عن عبد الله بن أبي بكر أن أبا لبابة\nارتبط بسلسلة ثقيلة بضع عشرة ليلة حتى ذهب سمعه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p077'> Vol. 03, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nفما كاد يسمع، وكاد يذهب بصره، وكانت ابنته تحله إذا حضرت الصلاة أو أراد\nأن يذهب لحاجة، فإذا فرغ أعادته.\n</p>\n\n<p>\nوعن يزيد بن عبد الله بن قسيط: أن توبة أبي لبابة نزلت على رسول الله صلى\nالله عليه وسلم وهو في بيت أم سلمة. قالت أم سلمة: فسمعت رسول الله صلى\nالله عليه وسلم من السحر وهو يضحك، فقالت: قلت يا رسول الله مم تضحك، أضحك\nالله سنك. قال: \"تيب على أبي لبابة\". قالت: قلت أفلا أبشره يا رسول الله،\nقال: \"بلى إن شئت\". قال: فقامت على باب حجرتها -وذلك قبل أن يضرب عليهن\nالححاب- فقالت: فقلت يا أبا لبابة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p078'> Vol. 03, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nأبشر فقد تاب الله عليك. قالت: فثار الناس إليه ليطلقوه، فقال: لا والله\nحتى يكون رسول الله صلى الله عليه وسلم هو الذي يطلقني بيده، فلما مر عليه\nخارجا إلى صلاة الصبح أطلقه.\n</p>\n\n<p>\nوروى البيهقي في الدلائل بسنده عن مجاهد في قوله تعالى: {اعترفوا\nبذنوبهم} [التوبة: 102] قال: هو أبو لبابة إذ قال لبني قريظة ما قال وأشار\nإلى حلقه إن محمدا يذبحكم إن نزلتم على حكمه. قال البيهقي وترجم محمد بن\nإسحاق بن يسار أن ارتباطه كان حينئذ.\n</p>\n\n<p>\nوقد روينا عن ابن عباس ما دل على أن ارتباطه بسارية المسجد كان بتخلفه عن\nغزوة تبوك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p079'> Vol. 03, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nكما قال ابن المسيب قال: وفي ذلك نزلت هذه الآية.\n</p>\n\n<p>\nولما اشتد الحصار ببني قريظة أذعنوا أن ينزلوا على حكم رسول الله صلى\nالله عليه وسلم، فحكم فيهم سعد بن معاذ، وكان قد جعله في خيمة في المسجد\nالشريف لامرأة من أسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p080'> Vol. 03, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nيقال لها رفيدة وكانت تداوي الجرحى، فلما حكمه أتاه قومه فحملوه على حمار\nوقد وطؤا له بوسادة من أدم <span id='ms0206'></span> -وكان رجلا جسيما- ثم أقبلوا معه إلى رسول الله\nصلى الله عليه وسلم.\n</p>\n\n<p>\nفلما انتهى سعد إلى رسول الله صلى الله عليه وسلم والمسلمين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p081'> Vol. 03, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nقال عليه الصلاة والسلام: \"قوموا إلى سيدكم\". فأما المهاجرون من قريش\nفيقولون إنما أراد صلى الله عليه وسلم الأنصار، وأما الأنصار فيقولون: عم\nبها رسول الله صلى الله عليه وسلم المسلمين.\n</p>\n\n<p>\nفقالوا: إن رسول الله صلى الله عليه وسلم قد ولاك أمر مواليك لتحكم فيهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p082'> Vol. 03, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nفقال سعد: فإني أحكم فيهم، أن تقتل الرجال وتقسم الأموال وتسبى الذراري\nوالنساء.\n</p>\n\n<p>\nفقال عليه الصلاة والسلام: \"لقد حكمت فيهم بحكم الله من فوق سبعة أرقعة\"\nوالرقيع: السماء سميت بذلك؛ لأنها رقعت بالنجوم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p083'> Vol. 03, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nووقع في البخاري: قال: قضيت فيهم بحكم الله، وربما قال: بحكم الملك -أي:\nبكسر اللام.\n</p>\n\n<p>\nوفي رواية محمد بن صالح لقد حكمت اليوم فيهم بحكم الله الذي حكم به من\nفوق سبع سموات.\n</p>\n\n<p>\nوفي حديث جابر بن عبد الله -عند ابن عائد- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p084'> Vol. 03, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nفقال: احكم فيهم يا سعد، فقال: الله ورسوله أحق بالحكم، قال: قد أمرك\nالله أن تحكم فيهم.\n</p>\n\n<p>\nوفي هذ القصة: جواز الاجتهاد في زمنه صلى الله عليه وسلم وهي مسألة اختلف\nفيها أهل أصول الفقه. والمختار: الجواز، سواء كان في حضرته صلى الله عليه\nوسلم أم لا، وإنما استبعد المانع وقوع الاعتماد على الظن مع إمكان القطع،\nولا يضر ذلك لأنه بالتقرير يصير قطعيا، وقد ثبت وقوع ذلك بحضرته عليه\nالسلام كما في هذه القصة وغيرها. ا. ه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p085'> Vol. 03, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nوانصرف صلى الله عليه وسلم يوم الخميس لسبع ليال -كما قاله الدمياطي، أو\nلخمس كما قاله مغلطاي- خلون من ذي الحجة.\n</p>\n\n<p>\nوأمر عليه الصلاة والسلام ببني قريظة فأدخلوا المدينة، وحفر لهم أخدود في\nالسوق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p086'> Vol. 03, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nوجلس صلى الله عليه وسلم ومعه أصحابه، وأخرجوا إليه فضربت أعناقهم،\nوكانوا ما بين ستمائة إلى سبعمائة، وقال السهيلي: المكثر يقول إنهم ما بين\nالثمانمائة إلى التسعمائة، وفي حديث جابر عند الترمذي والنسائي وابن حبان\nبإسناد صحيح أنهم كانوا أربعمائة مقاتل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p087'> Vol. 03, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nفيحتمل في طريق <span id='ms0207'></span> الجمع: إن الباقين كانوا أتباعا.\n</p>\n\n<p>\nواصطفى صلى الله عليه وسلم لنفسه الكريمة ريحانة فتزوجها، وقيل كان يطؤها\nبملك اليمين، وأمر بالغنائم فجمعت، وأخرج الخمس من المتاع والسبي ثم أمر\nبالباقي فبيع فيمن يريد وقسمه بين المسلمين، فكانت على ثلاثة آلاف واثنتين\nوسبعين سهما، للفرس سهمان ولصاحبه سهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p088'> Vol. 03, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nوصار الخمس إلى محمية بن جزء الزبيدي، وكان النبي صلى الله عليه وسلم\nيعتق به ويهب ويخدم منه من أراد، وكذلك صنع بما صار إليه من الرثة - وهو\nالسقط من المتاع.\n</p>\n\n<p>\nوانفجر جرح سعد بن معاذ، فمات شهيدا.\n</p>\n\n<p>\nوفي البخاري أنه دعا: اللهم إنك تعلم أنه ليس أحد أحب إلي أن أجاهدهم فيك\nمن قوم كذبوا رسولك وأخرجوه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p089'> Vol. 03, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nاللهم إني أظن أنك قد وضعت الحرب فافجرها واجعل موتي فيها، فانفجرت من\nلبته، فلم يرعهم -وفي المسجد خيمة لامرأة من بني غفار- إلا الدم يسيل\nإليهم، فقالوا: يا أهل الخيمة ما هذا الذي يأتينا من قبلكم؟ فإذا سعد يغذو\nجرحه دما فمات منها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p090'> Vol. 03, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nوقد كان ظن سعد مصيبا، ودعاؤه في هذه القصة مجابا، وذلك أنه لم يقع بين\nالمسلمين وبين قريش من بعد وقعة الخندق حرب يكون ابتداء القصد فيه من\nالمشركين، فإنه عليه الصلاة والسلام تجهز إلى العمرة فصدوه عن دخول مكة،\nوكاد الحرب أن يقع بينهم فلم يقع كما قال الله تعالى: {وهو الذي كف أيديهم\nعنكم وأيديكم عنهم ببطن مكة من بعد أن أظفركم عليهم} [الفتح: 24] ثم وقعت\nالهدنة واعتمر عليه الصلاة والسلام من قابل، واستمر ذلك إلى أن نقضوا العهد\nفتوجه إليهم غازيا ففتحت مكة، فعلى هذا: فالمراد بقوله: أظن أنك قد وضعت\nالحرب، أي: أن يقصدونا محاربين، وهو كقوله عليه الصلاة والسلام: \"إلا أن\nنغزوهم ولا يغزونا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p091'> Vol. 03, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n-كما تقدم- وقد بين سبب انفجار جرح سعد في مرسل حميد بن هلال -عند ابن\nسعد- ولفظه: أنه مرت به عنز، وهو مضطجع، فأصاب ظلفها موضع النحر فانفجرت\nحتى مات.\n</p>\n\n<p>\nوحضر جنازته رضي الله عنه سبعون ألف ملك، واهتز لموته عرش الرحمن <span id='ms0208'></span>. رواه\nالشيخان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p092'> Vol. 03, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nقال النووي: اختلف العلماء في تأويله.\n</p>\n\n<p>\nفقالت طائفة: هو على ظاهره، واهتزاز العرش تحركه فرحا بقدوم سعد، وجعل\nالله تعالى في العرش تمييزا حصل به هذا، ولا مانع منه، كما قال تعالى: {وإن\nمنها لما يهبط من خشية الله} [البقرة: 74] . وهذا القول هو ظاهر الحديث.\nوهو المختار. قال المازري: قال بعضهم: هو على حقيقته، وأن العرش تحرك\nلموته، وهذا لا ينكر من جهة العقل؛ لأن العرش جسم من الأجسام، يقبل الحركة\nوالسكون. قال: لكن لا تحصل فضيلة سعد بذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p093'> Vol. 03, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nإلا أن يقال: إن الله تعالى جعل حركته علامة للمائكة على موته.\n</p>\n\n<p>\nوقال آخرون: المراد بالاهتزاز الاستبشار والقبول: ومنه قول العرب: فلان\nيهتز للمكارم، لا يريدون اضطراب جسمه وحركته، وإنما يريدون ارتياحه إليها،\nوإقباله عليها.\n</p>\n\n<p>\nوقال الحربي: هو عبارة عن تعظيم شأن وفاته، والعرب تنسب الشيء المعظم إلى\nعظم الأشياء فيقولون: أظلمت لموت فلان الأرض، وقامت له القيامة.\n</p>\n\n<p>\nوقال جماعة: المراد اهتزاز سرير الجنازة, وهو العرش \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p094'> Vol. 03, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا القول باطل يرده صريح الروايات التي ذكرها مسلم \"اهتز لموته عرش\nالرحمن\" وإنما قال هؤلاء هذا التأويل لكونهم لم تبلغهم هذه الروايات التي\nذكرها مسلم والله أعلم. ا. ه.\n</p>\n\n<p>\nوقيل المراد باهتزاز العرش حملة العرش\n</p>\n\n<h1 class='l1' id='head9'>............................... </h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p095'> Vol. 03, p. 095</a>\n            </div>\n            \n<p>\nوصحح الترمذي من حديث أنس قال: لما حصلت جنازة سعد بن معاذ قال المنافقون\nما أخف جنازته، فقال النبي صلى الله عليه وسلم، \"إن الملائكة كانت تحمله\".\n</p>\n\n<p>\nوعن البراء قال: أهديت للنبي صلى الله عليه وسلم حلة حرير، فجعل أصحابه\nيمسونها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p096'> Vol. 03, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nويعجبون من لينها، فقال صلى الله عليه وسلم: \"أتعجبون من لين هذه؟\nلمناديل سعد بن معاذ في الجنة خير منها وألين\". هذا لفظ رواية أبي نعيم في\nمستخرجه على مسلم.\n</p>\n\n<p>\nوالمناديل: جمع منديل -بكسر الميم في المفرد- وهو معروف. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p097'> Vol. 03, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nقال العلماء: وهذا إشارة إلى عظم منزلة سعد في الجنة، وأن أدنى ثيابه\nفيها خير من هذه؛ لأن المنديل أدنى الثياب؛ لأنه معد للوسخ والامتهان،\nفغيره أفضل. ا. ه.\n</p>\n\n<p>\nوأخرج ابن سعد وأبو نعيم، من طريق محمد <span id='ms0209'></span> بن المنكدر عن محمد بن شرحبيل بن\nحسنة قال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p098'> Vol. 03, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nقبض إنسان يومئذ بيده من تراب قبره قبضة فذهب بها، ثم نظر إليها بعد ذلك\nفإذا هي مسك، فقثال رسول الله صلى الله عليه وسلم: \"سبحان الله، سبحان\nالله\"، حتى عرف ذلك في وجهه، فقال: \"الحمد لله، لو كان أحد ناجيا من ضمة\nالقبر لنجا منها سعد، ضم ضمة ثم فرج الله عنه\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p099'> Vol. 03, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرج ابن سعد عن أبي سعيد الخدري قال: كنت ممن حفر لسعد قبره، فكان يفوح\nعلينا المسك كلما حفرنا.\n</p>\n\n<p>\nقال الحافظ مغلطاي وغيره: وفي هذه السنة فرض الحج. وقيل: سنة ست وصححه\nغير واحد، وهو قول الجمهور.\n</p>\n\n<p>\nوقيل: سنة سبع، وقيل: سنة ثمان ورجحه جماعة من العلماء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p100'> Vol. 03, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nوسيأتي البحث في ذلك إن شاء الله تعالى ذلك وفد عبد القيس في المقصد\nالثاني وفي ذكر حجه عليه الصلاة والسلام من مقصد عباداته. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p101'> Vol. 03, p. 101</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head10'>سرية القرطاء وحديث ثمامة</h1>\n\n<p>\n\":\n</p>\n\n<p>\nثم سرية محمد بن مسلمة إلى القرمطاء، بطن من بني بكر بن كلاب وهم ينزلون\nبناحية ضرية بالبكرات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p101'> Vol. 03, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nوبين ضرية والمدينة سبع ليال, لعشر ليال خلون من المحرم سنة ست على رأس\nتسعة وخمسين شهرا من الهجرة.\n</p>\n\n<p>\nبعثه في ثلاثين راكبا، فلما أغار عليهم هرب سائرهم.\n</p>\n\n<p>\nوعند الدمياطي: فقتل نفرا منهم وهرب سائرهم, واستاق نعما وشاء، وقدم\nالمدينة لليلة بقيت من المحرم ومعه ثمامة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p102'> Vol. 03, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nابن أثال الحنفي أسيرا.\n</p>\n\n<p>\nفربط بأمره عليه الصلاة والسلام بسارية من سواري المسجد، ثم أطلق بأمره\nعليه الصلاة والسلام، فاغتسل وأسلم وقال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p103'> Vol. 03, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nيا محمد، والله ما كان على الأرض وجه أبغض إلي من وجهك، فقد أصبح وجهك\nأحب الوجوه إلي، والله ما كان من دين أبغض إلي من دينك فأصبح دينك أحب\nالأديان كلها إلي، والله ما كان من بلد أبغض إلي من بلدك فأصبح بلدك أحب\nالبلاد إلي. وإن خيلك أخذتني وأنا أريد العمرة فماذا ترى؟ فبشره النبي صلى\nالله عليه وسلم، وأمره أن يعتمر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p104'> Vol. 03, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nفلما قدم مكة قال له قائل: صبوت؟ قال: لا، ولكن أسلمت مع محمد <span id='ms0210'></span> رسول الله\nصلى الله عليه وسلم، ولا والله تأتيكم من اليمامة حبة حنطة حتى يأذن فيها\nالنبي صلى الله عليه وسلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p105'> Vol. 03, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nذكر قصته البخاري. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p106'> Vol. 03, p. 106</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head11'>غزوة بني لحيان</h1>\n\n<p>\n\":\n</p>\n\n<p>\nثم غزوة بني لحيان -بكسر اللام وفتحها، لغتان- في ربيع الأول سنة ست من\nالهجرة، وذكرها ابن إسحاق في جمادى الأولى على رأس ستة أشهر من قريظة. قال\nابن حزم: الصحيح أنها في الخامسة.\n</p>\n\n<p>\nقالوا: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p106'> Vol. 03, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\nوجد رسول الله صلى الله عليه وسلم على عاصم بن ثابت وأصحابه وجدا شديدا،\nفأظهر أنه يريد الشام، وعسكر في مائتي رجل ومعهم عشرون فرسا, واستخلف على\nالمدينة عبد الله ابن أم مكتوم.\n</p>\n\n<p>\nثم أسرع السير حتى انتهى إلى بطن غران -واد بين أمج وعسفان، وبينها وبين\nعسفان خمسة أميال- حيث كان مصاب أصحابه أهل الرجيع الذين قتلوا ببئر معونة،\nفترحم عليهم ودعا لهم.\n</p>\n\n<p>\nفسمعت بنو لحيان فهربوا في رءوس الجبال، فلم يقدر منهم على أحد، فأقام\nيوما أو يومين يبعث السرايا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p107'> Vol. 03, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nفي كل ناحية، ثم خرج حتى أتى عسفان فبعث أبا بكر في عشرة فوارس لتسمع به\nقريش فيذعرهم، فأتوا كراع الغميم، ولم يلقوا كيدا.\n</p>\n\n<p>\nوانصرف رسول الله صلى الله عليه وسلم إلى المدينة ولم يلق كيدا وهو يقول:\nآيبون تائبون عابدون لربنا حامدون وغاب عن المدينة أربع عشرة ليلة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p108'> Vol. 03, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\n\"غزوة ذي قر\" - \"غزوة الغابة\":\n</p>\n\n<p>\nوتعرف بذي قرد -بفتح القاف والراء والدال المهملة- وهو ماء على نحو بريد\nمن المدينة، في ربيع الأول سنة ست، قبل الحديبية.\n</p>\n\n<p>\nوعند البخاري أنها كانت قبل خيبر بثلاثة أيام، وفي مسلم نحوه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p109'> Vol. 03, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nقال مغلطاي: وفي ذلك نظر لإجماع أهل السير على خلافهما. ا. ه.\n</p>\n\n<p>\nقال القرطبي شارح مسلم: لا يختلف أهل السير أن غزوة ذي قرد كانت قبل\nالحديبية.\n</p>\n\n<p>\nوقال الحافظ ابن حجر: ما في الصحيح من التاريخ لغزوة ذي قرد أصح مما ذكر\nأهل السير. ا. ه.\n</p>\n\n<p>\nوسببها: أنه كان لرسول الله صلى الله عليه وسلم عشرون لقحة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p110'> Vol. 03, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\n-وهي ذوات اللبن القريبة العهد بالولادة -ترعى بالغابة، وكان أبو ذر\nفيها <span id='ms0211'></span>، فأغار عليهم عيينة بن حصن الفزاري ليلة الأربعاء، في أربعين فارسا\nفاستاقوها، وقتلوا ابن أبي ذر.\n</p>\n\n<p>\nوقال ابن إسحاق: وكان فيها رجل من بني غفار وامرأة، فقتلوا الرجل وسبوا\nالمرأة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p111'> Vol. 03, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nفركبت ناقة النبي صلى الله عليه وسلم ليلا على حين غفلتهم، ونذرت لئن نجت\nلتنحرنها، فلما قدمت على النبي صلى الله عليه وسلم أخبرته بذلك فقال: \"أنه\nلا نذر في معصية، ولا لأحد فيما لا يملك\".\n</p>\n\n<p>\nفنودي: يا خيل الله اركبي، وكان أول ما نودي بها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p112'> Vol. 03, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nوركب صلى الله عليه وسلم في خمسمائة وقيل: سبعمائة، واستخلف على المدينة\nابن أم مكتوم، وخلف سعد بن عبادة في ثلاثمائة يحرسون المدينة.\n</p>\n\n<p>\nوكان قد عقد للمقداد بن عمرو لواء في رمحه، وقال له امض حتى تلحقك\nالخيول، وأنا على أثرك، فأدرك أخريات العدو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p113'> Vol. 03, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nوقتل أبو قتادة مسعدة، فأعطاه رسول الله صلى الله عليه وسلم فرسه وسلاحه،\nوقتل عكاشة بن محصن أبان بن عمرو، وقتل من المسلمين محرز بن نضلة قتله\nمسعدة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p114'> Vol. 03, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nوأدرك سلمة بن الأكوع القوم، وهو على رجليه، فجعل يرميهم بالنبل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p115'> Vol. 03, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nويقول:\n</p>\n\n<p>\nخذها وأنا ابن الأكوع ... واليوم يوم الرضع\n</p>\n\n<p>\nيعني يوم هلاك اللئام، من قولهم: لئيم راضع، أي راضع اللؤم في بطن أمه،\nوقيل معناه: اليوم يعرف من ارتضعته الحرب من صغره وتدرب بها، ويعرف غيره،\nولحق رسول الله صلى الله عليه وسلم الناس والخيول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p116'> Vol. 03, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nعشاء، قال سلمة: فقلت: يا رسول الله إن القوم عطاش، فلو بعثتني في مائة\nرجل استنقذت ما في أيديهم من السرح وأخذت بأعناق القوم، فقال رسول الله صلى\nالله عليه وسلم: \"ملكت فأسجح\" -وهي بهمزة قطع ثم سين مهملة، ثم جيم مكسورة\nثم حاء مهملة- أي فارفق وأحسن، والسجاحة: السهولة، أي لا تأخذ بالشدة بل\nأرفق، فقد حصلت النكاية في العدو ولله الحمد، ثم قال: إنهم الآن ليقرون في\nغطفان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p117'> Vol. 03, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nوذهب الصريخ إلى بني عمرو بن عوف، فجاءت الأمداد فلم تزل الخيل تأتي\nوالرجال على أقدامهم، وعلى الإبل حتى انتهوا إلى رسول الله صلى الله عليه\nوسلم <span id='ms0212'></span> بذي قرد، فاستنقذوا عشر لقاح، وأفلت القوم بما بقي وهي عشر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p118'> Vol. 03, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nوصلى رسول الله صلى الله عليه وسلم بذي قرد صلاة الخوف، وأقام يوما وليلة\nورجع، وقد غاب خمس ليال، وقسم في كل مائة من أصحابه جزورا ينحرونها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p119'> Vol. 03, p. 119</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head12'>سرية الغمر</h1>\n\n<p>\n\":\n</p>\n\n<p>\nسرية عكاشة بن محصن الأسدي إلى غمر ومرزوق -بالغين المعجمة المفتوحة- وهو\nماء لبني أسد على ليلتين من فيد، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p119'> Vol. 03, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nفي شهر ربيع الأول سنة ست من الهجرة، في أربعين رجلا، فخرج سريعا، فنذر\nبه القوم -بكسر الذال المعجمة كفرح- فهربوا فنزلوا علياء بلادهم. فاستاقوا\nمائتي بعير، وقدموا على رسول الله صلى الله عليه وسلم ولم يلقوا كيدا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p120'> Vol. 03, p. 120</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head13'>سرية ابن مسلمة إلى ذي القصة</h1>\n\n<p>\n\":\n</p>\n\n<p>\nثم سرية محمد بن مسلمة إلى ذي القصة -بالقاف والصاد المهملة المشددة\nالمفتوحتين- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p120'> Vol. 03, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nموضع بينه وبين المدينة أربعة وعشرون ميلا، في شهر ربيع الأول سنة ست من\nالهجرة، ومعه عشرة إلى بني ثعلبة.\n</p>\n\n<p>\nفورد عليهم ليلا فأحدق به القوم، وهم مائة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p121'> Vol. 03, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nرجل فتراموا بالنبل ساعة من الليل ثم حملت الأعراب عليهم بالرماح،\nفقتلوهم إلا محمد بن سلمة فوقع جريحا، وجردوهم من ثيابهم، فمر رجل من\nالمسلمين بمحمد بن مسلمة فحمله حتى ورد به المدينة.\n</p>\n\n<p>\nفبعث رسول الله صلى الله عليه وسلم أبا عبيدة بن الجراح في ربيع الآخر في\nأربعين رجلا إلى مصارعهم، فأغاروا عليهم، فأعجزوهم هربا في الجبال، وأصاب\nرجلا واحدا فأسلم وتركه، وأخذ نعما من نعمهم فاستاقه، ورثة من متاعهم وقدم\nبه المدينة، فخمسه رسول الله صلى الله عليه وسلم وقسم ما بقي عليهم.\n</p>\n\n<p>\nقال في القاموس: الرث: السقط من متا البيت، كالرثة بالكسر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p122'> Vol. 03, p. 122</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head14'>سرية زيد إلى الجموم</h1>\n\n<p>\n\":\n</p>\n\n<p>\nثم سرية زيد بن حارثة إلى بني سليم بالجموم -ويقال: الجمح- ناحية ببطن\nنخل من المدينة على أربعة أميال، في شهر ربيع الآخر سنة ست، فأصابوا امرأة\nمن مزينة يقال لها: حليمة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p123'> Vol. 03, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nفدلتهم على محلة من منازل بني سليم، فأصابوا نعما وشاء وأسرى، فكان فيهم\nزوج حليمة المزنية، فلما قفل زيد بما أصاب، وهب رسول الله صلى <span id='ms0213'></span> الله عليه\nوسلم للمزنية نفسها وزوجها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p124'> Vol. 03, p. 124</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head15'>سرية زيد إلى العيص</h1>\n\n<p>\n\":\n</p>\n\n<p>\nثم سرية بن حارثة أيضا إلى العيص، موضع على أربع ليال من المدينة، في\nجمادى الأولى سنة ست، ومعه سبعون راكبا، لما بلغه صلى الله عليه وسلم أن\nعيرا لقريش قد أقبلت من الشام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p124'> Vol. 03, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nيتعرض لها، فأخذها وما فيها، وأخذ يومئذ فضة كثيرة لصفوان بن أمية، وأسر\nمنهم ناسا، منهم أبو العاصي بن الربيع، وقدم بهم المدينة، فأجارته زوجته\nزينب ابنة النبي صلى الله عليه وسلم، ونادت في الناس -حين صلى رسول الله\nصلى الله عليه وسلم الفجر- إني قد أجرت أبا العاصي.\n</p>\n\n<p>\nفقال رسول الله صلى الله عليه وسلم: \"ما علمت بشيء من هذا، وقد أجرنا من\nأجرت\"، ورد عليه ما أخذ منه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p125'> Vol. 03, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nوذكر ابن عقبة: أن أسره كان على يد أبي بصير بعد الحديبية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p126'> Vol. 03, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nوكانت هاجرت قبله وتركته على شركه، وردها النبي صلى الله عليه وسلم\nبالنكاح الأول، قيل: بعد سنتين وقيل: بعد ست سنين، وقيل: قبل انقضاء العدة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p127'> Vol. 03, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nوفي حديث عمرو بن شعيب عن أبيه عن جده: ردها له بنكاح جديد سنة سبع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p128'> Vol. 03, p. 128</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head16'>سريته للطرف</h1>\n\n<p>\n\":\n</p>\n\n<p>\nثم سرية زيد بن حارثة أيضا إلى الطرف، ماء على ستة وثلاثين ميلا من\nالمدينة في جمادى الآخرة سنة ست. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p128'> Vol. 03, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nفخرج إلى بني ثعلبة في خمسة عشر رجلا، فأصاب نعما وشاء، وهربت الأعراب،\nوصبح زيد بالنعم المدينة، وهي عشرون بعيرا، ولم يلق كيدا، وغاب أربع ليال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p129'> Vol. 03, p. 129</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head17'>سريته إلى حسمي</h1>\n\n<p>\n\":\n</p>\n\n<p>\nثم سرية، زيد أيضا إلى حسمي -بكسر المهملة- وهي وراء القرى، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p129'> Vol. 03, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nوكانت في جمادى الآخرة سنة ست.\n</p>\n\n<p>\nوسببها أنه قالوا: أقبل دحية ابن خليفة الكلبي من عند قيصر، وقد أجازه\nوكساه، فلقيه الهنيد في ناس من جذام بحسمي فقطعوا عليه الطريق، فسمع بذلك\nنفر من بني الضبيب، فاستنقذوا لدحية متاعه، وقدم دحية على رسول الله صلى\nالله عليه وسلم فأخبره بذلك، فبعث زيد بن حارثة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p130'> Vol. 03, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nوخمسمائة رجل، ورد معه دحية، فكان زيد يسير بالليل ويكمن بالنهار،\nفأقبلوا بهم حتى هجموا مع الصبح على <span id='ms0214'></span> القوم فأغاروا عليهم، فقتلوا فيهم\nفأوجعوا، وقتلوا الهنيد وابنه، وأغاروا على ماشيتهم ونعمهم ونسائهم. فأخذوا\nمن النعم ألف شاة، ومائة من النساء والصبيان.\n</p>\n\n<p>\nفرحل زيد بن رفاعة الجذامي في نفر من قومه، فدفع إلى رسول الله صلى الله\nعليه وسلم كتابه الذي كان كتب له، ولقومه ليالي قدم عليه فأسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p131'> Vol. 03, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nوبعث صلى الله عليه وسلم عليا إلى زيد بن حارثة يأمره أن يخلي بينهم وبين\nحرمهم وأموالهم، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p132'> Vol. 03, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\nفرد عليهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p133'> Vol. 03, p. 133</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head18'>سرية زيد أيضا إلى وادي القرى</h1>\n\n<p>\n\":\n</p>\n\n<p>\nثم سرية زيد أيضا إلى وادي القرى أيضا، في رجب سنة ست، فقتل من المسلمين\nقتلى، وارتث زيد، أي حمل من المعركة رثيثا، أي جريحا وبه رمق -وهو مبني\nللمجهول، قاله في القاموس. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p133'> Vol. 03, p. 133</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head19'>سرية دومة الجندل</h1>\n\n<p>\n\":\n</p>\n\n<p>\nثم سرية عبد الرحمن بن عوف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p133'> Vol. 03, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\nرضي الله عنه إلى دومة الجندل، في شعبان سنة ست.\n</p>\n\n<p>\nقالوا: دعا رسول الله صلى الله عليه وسلم عبد الرحمن بن عوف، فأقعده بين\nيديه، وعممه بيده، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p134'> Vol. 03, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nوقال: \"أغر، بسم الله، وفي سبيل الله، فقاتل من كفر بالله، ولا تغدر، ولا\nتقتل وليدا، وبعثه إلى كلب بدومة الجندل، وقال: إن استجابوا لك فتزوج، ابنة\nملكهم\".\n</p>\n\n<p>\nفسار عبد الرحمن حتى قدم دومة الجندل، فمكث ثلاثة أيام يدعوهم إلى\nالإسلام، فأسلم الأصبغ بن عمرو الكلبي، وكان نصرانيا، وكان رئيسهم، وأسلم\nمعه ناس كثير من قومه، وأقام من أقام على إعطاء الجزية.\n</p>\n\n<p>\nوتزوج عبد الرحمن تماضر -بضم المثناة الفوقية، وكسر الضاد المعجمة- بنت\nالأصبغ، وقدم بها المدينة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p135'> Vol. 03, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\nفولدت له أبا سلمة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p136'> Vol. 03, p. 136</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head20'>سرية علي إلى بني سعد</h1>\n\n<p>\n\":\n</p>\n\n<p>\nثم سرية علي بن أبي طالب رضي الله عنه في شعبان سنة ست من الهجرة، ومعه\nمائة رجل إلى بني سعد بن بكر، لما بلغه صلى الله عليه وسلم أن لهم جمعا\nيريدون أن يمدوا يهود خيبر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p136'> Vol. 03, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\nفأغاروا عليهم بالغمج بين فدك وخيبر، فأخذوا خمسمائة بعير وألفي شاة،\nوهربت بنو سعد، وقدم علي ومن معه المدينة ولم يلقوا كيدا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p137'> Vol. 03, p. 137</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head21'>سرية زيد إلى أم قرفة</h1>\n\n<p>\n\":\n</p>\n\n<p>\nثم سرية زيد بن حارثة إلى <span id='ms0215'></span> أم قرفة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p137'> Vol. 03, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\nفاطمة بن ربيعة بدر الفزارية، بناحية وادي القرى، على سبع ليال من\nالمدينة في رمضان سنة ست من الهجرة.\n</p>\n\n<p>\nوكان سببها: أن زيد بن حارثة خرج في تجارة إلى الشام، ومعه بضائع لأصحاب\nالنبي صلى الله عليه وسلم، فلما كان بوادي القرى لقيه ناس من فزارة من بني\nبدر، فضربوه وضربوا أصحابه، وأخذوا ما كان معهم.\n</p>\n\n<p>\nوقدم على رسول الله صلى الله عليه وسلم فأخبره، فبعثه عليه الصلاة\nوالسلام إليهم، فكمن هو وأصحابه بالنهار وساروا بالليل، ثم صحبهم زيد\nوأصحابه، فكبروا وأحاطوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p138'> Vol. 03, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nبالحاضر، وأخذوا أم قرفة -وكانت ملكة رئيسة- وأخذوا ابنتها جارية بنت\nمالك بن حذيفة بن بدر.\n</p>\n\n<p>\nوعمد قيس بن المحسر إلى أم قرفة -وهي عجوز كبير- فقتلهما قتلا عنيفا،\nوربط بين رجليها حبل، ثم ربطها بين بعيرين ثم زجرهما، فذهبا فقطعاها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p139'> Vol. 03, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nوقدم زيد بن حارثة من وجهه ذلك، فقرع باب النبي صلى الله عليه وسلم، فقام\nإليه عريانا يجر ثوبه، حتى اعتنقه وقبله، وسأله فأخبره بما أظفره الله\nتعالى به. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p140'> Vol. 03, p. 140</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head22'>قتل أبي رافع</h1>\n\n<p>\n\":\n</p>\n\n<p>\nثم سرية عبد الله بن عتيك لقتل أبي رافع، عبد الله -ويقال سلام- بن أبي\nالحقيق اليهودي، وهو الذي حزب الأحزاب يوم الخندق.\n</p>\n\n<p>\nوكانت هذه السرية في شهر رمضان سنة ست، كما ذكره ابن سعد ههنا وذكر في\nترجمة عبد الله بن عتيك: أنه بعثه في ذي الحجة إلى أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p141'> Vol. 03, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\nرافع سنة خمس بعد وقعة بني قريظة، وقيل: في جمادى الآخرة سنة ثلاث.\n</p>\n\n<p>\nوفي البخاري: قال الزهري: بعد قتل كعب بن الأشرف.\n</p>\n\n<p>\nوأرسل معه أربعة: عبد الله بن عتيك، وعبد الله بن أنيس، وأبا قتادة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p142'> Vol. 03, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nوالأسود بن خزاعي، ومسعود بن سنان، وأمرهم بقتله.\n</p>\n\n<p>\nفذهبوا إلى خيبر، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p143'> Vol. 03, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\nفكمنوا، فلما هدأت الرجل جاؤوا إلى منزله فصعدوا درجة له، وقدموا عبد\nالله بن عتيك؛ لأنه كان يرطن باليهودية، فاستفتح وقال: جئت أبا رافع بهدية،\nففتحت له امرأته، فلما رأت السلاح أرادت أن تصيح، فأشار إليها بالسيف\nفسكتت، فدخلوا عليه فما عرفوه إلا ببياضه، فعلوه بأسيافهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p144'> Vol. 03, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\nوفي <span id='ms0216'></span> البخاري: وكان أبو رافع يؤذي رسول الله صلى الله عليه وسلم ويعين\nعليه، وكان في حصن له, فلما دنوا منه وقد غربت الشمس، وراح الناس بسرحهم،\nقال عبد الله لأصحابه: اجلسوا مكانكم، فإني منطلق ومتلطف للبواب لعلي أن\nأدخل، فأقبل حتى دنا من الباب، ثم تقنع بثوبه كأنه يقضي حاجة، وقد دخل\nالناس، فهتف البواب: يا عبد الله إن كنت تريد أن تدخل فادخل، فإني أريد أن\nأغلق الباب، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p145'> Vol. 03, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\nفدخلت, فكمنت فلما دخل الناس أغلق الباب ثم علق الأغاليق على وتد، قال:\nفقمت إلى الأقاليد فأخذتها ففتحت الباب.\n</p>\n\n<p>\nوكان أبو رافع يسمر عنده، وكان في علالي له، فلما ذهب عنه أهل سمره صعدت\nإليه، فجلعت كلما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p146'> Vol. 03, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\nفتحت بابا أغلقت علي من داخل، فانتهيت إليه فإذا هو في بيت مظلم وسط\nعياله، لا أدري أين هو من البيت، فقلت: أبا رافع، قال: من هذا؟ فأهويت نحو\nالصوت فأضربه ضربة بالسيف، وأنا دهش، فما أغنيت شيئا، وصاح، فخرجت من\nالبيت، فأمكث غير بعيد، ثم دخلت إليه فقلت: ما هذا الصوت يا أبا رافع؟\nفقال: لأمك الويل، إن رجلا في البيت ضربني قبل بالسيف. قال: فأضربه ضربة\nأثخنته ولم أقتله، ثم وضعت ضبيب السيف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p147'> Vol. 03, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\nفي بطنه، حتى أخذ في ظهره فعرفت أني قد قتلته.\n</p>\n\n<p>\nوفي رواية له: ثم جئت كأني أغيثه فقلت: ما لك يا أبا رافع؟ وغيرت الصوت\nفقال: لأمك الويل، دخل علي رجل فضربني، فعمدت إليه أخرى فأضربه، فلم تغن\nشيئا، فصاح وقام أهله، قال: ثم جئت وغيرت صوتي، كهيئة المغيث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p148'> Vol. 03, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nفإذا هو مستلق على ظهره، فأضع السيف في بطنه، ثم أنكفئ عليه، فسمعت صوت\nالعظم.\n</p>\n\n<p>\nفجعلت أفتح الأبواب حتى انتهيت إلى درجة له، فوضعت رجلي وأنا أرى أني قد\nانتهيت إلى الأرض، فوقعت في ليلة مقمرة فانكسرت ساقي، فعصبتها بعمامة، فلما\nصاح الديك قام الناعي على السور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p149'> Vol. 03, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\nفانطلقت إلى أصحابي فقلت: النجاء، فقد قتل الله أبا رافع.\n</p>\n\n<p>\nفانتهيت إلى رسول الله صلى الله عليه وسلم فحدثته فقال: \"ابسط رجلك\".\nفمسحها <span id='ms0217'></span>، فكأنما لم أشتكها قط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p150'> Vol. 03, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\nهذا لفظ رواية البخاري.\n</p>\n\n<p>\nوفي رواية محمد بن سعد: أن الذي قتله عبد الله بن أنيس: والصواب: أن الذي\nدخل عليه وقتله عبد الله بن عتيك وحده، كما في البخاري. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p151'> Vol. 03, p. 151</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head23'>سرية ابن رواحة</h1>\n\n<p>\n\":\n</p>\n\n<p>\nثم سرية عبد الله بن رواحة رضي الله عنه إلى أسير بن رزام اليهودي بخيبر\nفي شوال سنة ست.\n</p>\n\n<p>\nوكان سببها أنه لما قتل أبو رافع سلام بن أبي الحقيق، أمرت يهود عليها\nأسيرا، فسار في غطفان وغيرهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p152'> Vol. 03, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\nيجمعهم لحربه صلى الله عليه وسلم.\n</p>\n\n<p>\nوبلغه ذلك فوجه عبد الله بن رواحة في ثلاثة نفر، في شهر رمضان سرا، فسأل\nعن خبره وغرته، فأخبر بذلك، فقدم على رسول الله صلى الله عليه وسلم فأخبره.\n</p>\n\n<p>\nفندب عليه الصلاة والسلام الناس، فانتدب له ثلاثون رجلا، فبعث عليهم عبد\nالله بن رواحة، فقدموا عليه فقالوا: إن رسول الله صلى الله عليه وسلم بعثنا\nإليك لتخرج إليه، يستعملك على خيبر ويحسن إليك، فطمع في ذلك فخرج وخرج معه\nثلاثون رجلا من اليهود مع رجل رديف من المسلمين، حتى إذا كانوا بقرقرة ضربه\nعبد الله بن أنيس وكان في السرية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p153'> Vol. 03, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\nبالسيف فسقط عن بعيره ومالوا على أصحابه فقتلوهم غير رجل ولم يصب من\nالمسلمين أحد، ثم قدموا على رسول الله صلى الله عليه وسلم فقال: \"قد نجاكم\nالهل من القوم الظالمين\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p154'> Vol. 03, p. 154</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head24'>قصة عكل وعرينة</h1>\n\n<p>\n\":\n</p>\n\n<p>\nسرية كرز بن جابر الفهري -بضم الكاف وسكون الراء بعدها زاي- ابن جابر\nالفهري، إلى العرنيين -بضم العين وفتح الراء المهملتين- حي من قضاعة، وحي\nمن بجيلة، والمراد هنا الثاني، كذا ذكره ابن عقبة في المغازي.\n</p>\n\n<p>\nوذكر ابن إسحاق في المغازي: أن قدومهم كان بعد غزوة ذي قرد، وكانت في\nجمادى الآخرة سنة ست.\n</p>\n\n<p>\nوذكرها البخاري بعد الحديبية، وكانت في ذي القعدة منها.\n</p>\n\n<p>\nوعند الواقدي: في شوال منها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p155'> Vol. 03, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\nوتبعه ابن سعد وابن حبان.\n</p>\n\n<p>\nوفي البخاري -في كتاب المغازي- عن أنس أن ناسا من عكل -يعني بضم العين\nوسكون الكاف- وعرينة قدموا على رسول الله صلى <span id='ms0218'></span> الله عليه وسلم وتكلموا\nبالإسلام، فقالوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p156'> Vol. 03, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\nيا نبي الله، إنا كنا أهل ضرع، ولم نكن أهل رديف، واستوخموا المدينة،\nفأمرهم رسول الله صلى الله عليه وسلم بذود وراعي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p157'> Vol. 03, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\nوأمرهم أن يخرجوا فيه فيشربوا من ألبانها وأبوالها.\n</p>\n\n<p>\nفانطلقوا حتى إذا كانوا ناحية الحرة، كفروا بعد إسلامهم، وقتلوا راعي\nالنبي صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p158'> Vol. 03, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\nواستاقوا الذود. فبلغ ذلك النبي صلى الله عليه وسلم فبعث الطلب في\nآثارهم، فأمر بهم فسمروا أعينهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p159'> Vol. 03, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\nوقطعوا أيديهم، وتركوا في ناحية الحرة حتى ماتوا على حالهم.\n</p>\n\n<p>\nوفي لفظ: وسمروا أعينهم، ثم نبذوا في الشمس حتى ماتوا.\n</p>\n\n<p>\nوفي لفظ: ولم يحسمهم، أي لم يكو مواضع القطع فينحسم الدم.\n</p>\n\n<p>\nوقال أنس: إنما سمل رسول الله صلى الله عليه وسلم أعينهم لأنهم سملوا\nأعين الرعاة رواه مسلم. فيكون ما فعل بهم قصاصا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p160'> Vol. 03, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\nوفي رواية أنهم كانوا ثمانية.\n</p>\n\n<p>\nوعند البخاري أيضا -في المحاربين- أنهم كانوا في الصفة قبل أن يطلبوا\nالخروج إلى الإبل.\n</p>\n\n<p>\nوفي رواية قال أنس: فلقد رأيت أحدهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p161'> Vol. 03, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\nيكدم الأرض بفيه حتى مات.\n</p>\n\n<p>\nوعند الدمياطي وابن سعد أن اللقاح كانت خمسة عشر لقحة -بكسر اللام وسكون\nالقاف- ويقال لها ذلك إلى ثلاثة أشهر.\n</p>\n\n<p>\nوفي صحيح مسلم: أن السرية كانت قريبا من عشرين فارسا من الأنصار.\n</p>\n\n<p>\nوروى ابن مردويه عن سلمة بن الأكوع قال: كان للنبي صلى الله عليه وسلم\nمولى يقال له: يسار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p162'> Vol. 03, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\nفنظر إليه يحسن الصلاة فأعتقه، وبعثه في لقاح له بالحرة، فكان بها. قال:\nفأظهر قوم الإسلام من عرينة، وجاءوا -وهم مرضى موعوكون قد عظمت بطونهم-\nوغدوا على يسار فذبحوه وجعلوا الشوك في عينيه، فبعث النبي صلى الله عليه\nوسلم في آثارهم خيلا من المسلمين، أميرهم كرز بن جابر الفهري، فلحقهم فجاء\nبهم إليه، فقطع أيديهم وأرجلهم، وسمر أعينهم. قال ابن كثير: غريب جدا.\n</p>\n\n<p>\nوروى ابن جرير عن محمد بن إبراهيم عن جرير بن عبد الله البجلي قال: قدم\nعلى رسول الله صلى الله عليه وسلم قوم من عرينة ... الحديث. وفيه قال جرير:\nفبعثني رسول الله صلى <span id='ms0219'></span> الله عليه وسلم ونفرا من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p163'> Vol. 03, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\nالمسلمين حتى أدركناهم، فقطع أيديهم وأرجلهم من خلاف وسمل أعينهم، فجعلوا\nيقولون: الماء، ورسول الله صلى الله عليه وسلم يقول: \"النار\"، حتى هلكوا.\nقال: وكره الله سمر الأعين، فأنزل الله تعالى هذه الآية: {إنما جزاء الذين\nيحاربون الله ورسوله} إلى آخر الآية. وهو حديث غريب ضعيف. وفيه: أن أمير\nالسرية جرير بن عبد الله البجلي. قال مغلطاي: وفيه نظر، لأن إسلام جرير كان\nبعد هذه بنحو أربع سنين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p164'> Vol. 03, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\nوفي مغازي ابن عقبة: أن أمير هذه السرية سعيد بن زيد، كذا عنده بزيادة\nياء, وعند غيره: أنه سعد -بسكون العين- ابن زيد الأشهلي، وهذا أنصاري،\nفيحتمل أن يكون رأس الأنصار، وكان كرز أمير الجماعة.\n</p>\n\n<p>\nوأما قوله: فكره الله سمر الأعين فأنزل الله تعالى هذه الآية، فإنه منكر.\nفقد تقدم أن في صحيح مسلم أنهم سملوا أعين الرعاة، فكان ما فعل بهم قصاصا\nوالله أعلم.\n</p>\n\n<p>\nتنبيه: قال في فتح الباري: وزعم ابن التين تبعا للداودي أن عرينة هم عكل\nوهو غلط، بل هما قبيلتان متغايرتان، عكل من عدنان، وعرينة من قحطان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p165'> Vol. 03, p. 165</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head25'>بعث الضمري ليغتال أبا سفين</h1>\n\n<p>\n...\n</p>\n\n<p>\n\"بعث الضمري ليغتال أبا سفيان\":\n</p>\n\n<p>\nثم سرية عمرو بن أمية الضمري إلى أبي سفيان بن حرب بمكة، لأنه أرسل للنبي\nصلى الله عليه وسلم من يقتله غدرا، فأقبل الرجل ومعه خنجر ليغتاله، فلما\nرآه النبي صلى الله عليه وسلم قال: \"إن هذا يريد غدرا\". فجذبه أسيد بن حضير\nبداخلة إزاره فإذا بالخنجر، فسقط في يده. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p166'> Vol. 03, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\nفقال صلى الله عليه وسلم: \"اصدقني ما أنت\"؟ , قال: وأنا آمن؟ قال: \"نعم\".\nفأخبره بخبره فخلى عنه صلى الله عليه وسلم.\n</p>\n\n<p>\nوبعث عمرو بن أمية ومعه سلمة بن أسلم، ويقال: جبار بن صخر إلى أبي سفيان،\nوقال: إن أصبتما منه غرة فاقتلاه، فدخلا مكة.\n</p>\n\n<p>\nومضى عمرو بن أمية يطوف بالبيت ليلا، فرآه معاوية بن أبي سفيان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p167'> Vol. 03, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\nفأخبر قريشا بمكانه، فخافوه وطلبوه، وكان فاتكا في الجاهلية، فحشد له أهل\nمكة وتجمعوا له.\n</p>\n\n<p>\nفهرب عمرو وسلمة، فلقي عمرو <span id='ms0220'></span> عبيد الله بن مالك التيمي فقتله، وقتل آخر،\nولقي رسولين لقريش بعثتهما يتحسسان الخبر، فقتل أحدهما وأسر الآخر، فقدم به\nالمدينة. فجعل عمرو يخبر رسول الله صلى الله عليه وسلم خبره، وهو يضحك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p168'> Vol. 03, p. 168</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head26'>........................... </h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p169'> Vol. 03, p. 169</a>\n            </div>\n            \n<p>\n\"أمر الحديبية\":\n</p>\n\n<p>\nثم الحديبية -بتخفيف الياء وتشديدها- وهي بئر سمي المكان بها، وقيل:\nشجرة، وقال المحب الطبري: قرية قريبة من مكة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p169'> Vol. 03, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\nأكثرها في الحرم، وهي على تسعة أميال من مكة.\n</p>\n\n<p>\nخرج عليه الصلاة والسلام يوم الاثنين هلال ذي القعدة سنة ست من الهجرة\nللعمرة، وأخرج معه زوجته أم سلمة، في ألف وأربعمائة. ويقال: ألف وخمسمائة\nوقيل: ألف وثلاثمائة.\n</p>\n\n<p>\nوالجمع بين هذا الاختلاف: أنهم كانوا أكثر من ألف وأربعمائة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p170'> Vol. 03, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\nفمن قال: ألف وخمسمائة جبر الكسر، ومن قال ألف وأربعمائة ألغاه، ويؤيده\nرواية البراء: ألف وأربعمائة أو أكثر.\n</p>\n\n<p>\nواعتمد على هذا الجمع النووي. وأما رواية ألف وثلاثمائة فيمكن حملها على\nما اطلع هو عليه، واطلع غيره على زيادة مائتين لم يطلع هو عليهم، والزيادة\nمن الثقة مقبولة.\n</p>\n\n<p>\nوأما قول ابن إسحاق: إنهم كانوا سبعمائة، فلم يوافقه أحد عليه، لأنه قاله\nاستنباطا من قول جابر: نحرنا عن عشرة، وكانوا نحروا سبعين بدنة، وهذا لا\nيدل على أنهم ما كانوا نحروا غير البدن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p171'> Vol. 03, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\nمع أن بعضهم لم يكن أحرم أصلا.\n</p>\n\n<p>\nوجزم موسى بن عقبة: بأنهم كانوا ألفا وستمائة.\n</p>\n\n<p>\nوعند ابن أبي شيبة من حديث سلمة بن الأكوع: ألف وسبعمائة.\n</p>\n\n<p>\nوحكى ابن سعد: ألفا وخمسمائة وخمسة وعشرين.\n</p>\n\n<p>\nواستخلف على المدينة ابن أم مكتوم، ولم يخرج معه بسلاح إلا سلاح المسافر\nالسيوف في القرب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p172'> Vol. 03, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\nوفي البخاري -في المغازي- عن المسور بن مخرمة ومروان بن الحكم، قالا: خرج\nرسول الله صلى الله عليه وسلم عام الحديبية في بضع عشرة مائة من أصحابه،\nفلما كان بذي الحليفة قلد الهدي، وأشعر وأحرم منها. وفي رواية: أحرم منها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p173'> Vol. 03, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\nبعمرة, وبعث عينا له من خزاعة. وسار النبي صلى الله عليه وسلم حتى كان\nبغدير الأشطاط أتاه عينه فقال: إن قريشا جمعوا لك جموعا، وقد جمعوا لك\nالأحابيش، وهم <span id='ms0221'></span> مقاتلوك وصادوك عن البيت ومانعوك من مكة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p174'> Vol. 03, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\nفقال: \"أشيروا علي أيها الناس، أترون أن أميل إلى عيالهم وذراري هؤلاء\nالذين يريدون أن يصدونا عن البيت\".\n</p>\n\n<p>\nوفيه: قال أبو بكر: يا رسول الله! خرجت عامدا لهذا البيت لا تريد قتل\nأحد، ولا حرب أحد، فتوجه له، فمن صدنا عنه قاتلناه، قال: \"امضوا على اسم\nالله\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p175'> Vol. 03, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\nوزاد أحمد: كان أبو هريرة يقول: ما رأيت أحدا قط، كان أكثر مشاورة\nلأصحابه من رسول الله صلى الله عليه وسلم.\n</p>\n\n<p>\nوفي رواية للبخاري: حتى إذا كانوا ببعض الطريق قال النبي صلى الله عليه\nوسلم: \"إن خالد بن الوليد بالغميم في خيل لقريش طليعة، فخذوا ذات اليمين\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p176'> Vol. 03, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\nفوالله ما شعر بهم خالد حتى إذا هم بقترة الجيش، فانطلق يركض نذيرا\nلقريش.\n</p>\n\n<p>\nوسار النبي صلى الله عليه وسلم حتى إذا كان بالثنية التي يهبط عليهم منها\nبركت راحلته، فقال الناس: حل حل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p177'> Vol. 03, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\nفألحت -يعني تمادت على عدم القيام- فقالوا: خلأت القصواء خلأت القصواء.\nفقال النبي عليه الصلاة والسلام: \"ما خلأت القصواء وما ذاك لها بخلق، ولكن\nحبسها حابس الفيل\".\n</p>\n\n<p>\nأي حبسها الله عن دخول مكة كما حبس الفيل عن دخولها، ومناسبة ذلك أن\nالصحابة لو دخلوا مكة على تلك الصورة، وصدتهم قريش لوقع بينهم القتال\nالمفضي إلى سفك الدماء ونهب الأموال، كما لو قدر دخول الفيل، لكن سبق في\nعلم الله أنه سيدخل في الإسلام منهم خلق، ويستخرج من أصلابهم ناس يسلمون\nويجاهدون. انتهى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p178'> Vol. 03, p. 178</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال صلى الله عليه وسلم: \"والذي نفسي بيده، لا يسألوني خطة يعظمون\nفيها حرمات الله إلا أعطيتهم إياها\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p179'> Vol. 03, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\nثم زجرها فوثبت. قال: فعدل عنهم حتى نزل بأقصى الحديبية على ثمد قليل\nالماء -يعني حفرة فيها ماء قليل- يتربضه الناس تبرضا -أي يأخذونه قليلا\nقليلا- فلم يلبثه الناس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p180'> Vol. 03, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\nحتى نزحوه، وشكي إلى رسول الله صلى الله عليه وسلم العطش، فانتزع سهما من\nكنانته، ثم أمرهم أن يجعلوه فيه، فوالله ما زال يجيش لهم بالري حتى صدروا\nعنه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p181'> Vol. 03, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\nفبينما هم كذلك إذ جاء بديل <span id='ms0222'></span> بن ورقاء الخزاعي في نفر من قومه من خزاعة,\nوكانوا عيبة نصح رسول الله صلى الله عليه وسلم من أهل تهامة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p182'> Vol. 03, p. 182</a>\n            </div>\n            \n</p>\n\n<p>\nفقال: إني تركت كعب بن لؤي وعامر بن لؤي نزلوا أعداد مياه الحديبية،\nومعهم العوذ المطافيل وهم مقاتلوك وصادوك عن البيت.\n</p>\n\n<p>\nوالعوذ: بالذال المعجمة: جمع عائذ وهي الناقة ذات اللبن.\n</p>\n\n<p>\nوالمطافيل: الأمهات اللاتي معها أطفالها.\n</p>\n\n<p>\nيريد أنهم خرجوا معهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p183'> Vol. 03, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\nبذوات الألبان من الإبل ليتزودوا بألبانها، ولا يرجعوا حتى يمنعوه، أو\nكنى بذلك عن النساء معهن الأطفال. والمراد أنهم خرجوا بنسائهم وأولادهم\nلإرادة طول المقام ليكون أدعى إلى عدم الفرار.\n</p>\n\n<p>\nفقال رسول الله صلى الله عليه وسلم: \"إنا لم نجئ لقتال أحد، ولكن جئنا\nمعتمرين، وإن قريشا قد نهكتهم الحرب وأضرت بهم، فإن شاءوا ماددتهم مدة\nويخلوا بيني وبين الناس إن شاءوا، فإن أظهر فإن شاءوا أن يدخلوا فيما دخل\nفيه الناس فعلوا، وإلا فقد جمعوا -يعني استراحوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p184'> Vol. 03, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\nوإن هم أبوا، فوالذي نفسي بيده لأقاتلنهم على أمري هذا حتى تنفرد سالفتي\n-أي صفحة العنق، كنى بذلك عن القتل- ولينقذن الله أمره\".\n</p>\n\n<p>\nفقال بديل: سأبلغهم ما تقول. فانطلق حتى أتى قريشا فقال: إنا قد جئناكم\nمن عند هذا الرجل، وسمعناه يقول قولا، فإن شئتم أن نعرضه عليكم فعلنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p185'> Vol. 03, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\nفقال سفهاؤهم: لا حاجة لنا أن تخبرنا عنه بشيء، وقال ذو الرأي منهم: هات\nما سمعته يقول, قال: سمعته يقول كذا وكذا، فحدثهم بما قال النبي صلى الله\nعليه وسلم.\n</p>\n\n<p>\nفقام عروة بن مسعود، فقال: أي قوم، ألستم بالوالد؟ قالوا: بلى، قال: أو\nلست بالولد؟ قالوا: بلى، قال: فهل تتهموني؟ قالوا: لا، قال: ألستم تعلمون\nأني استنفرت أهل عكاظ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p186'> Vol. 03, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\nفلما بلحوا علي -وهو بالحاء المهملة، أي تمنعوا من الإجابة- جئتكم بأهلي\nوولدي ومن أطاعني؟ قالوا: بلى قال: فإن هذا قد عرض عليكم خطة رشد -أي خصلة\nخير وصلاح- اقبلوها، ودعوني آته، قالوا: ائته.\n</p>\n\n<p>\nفأتاه، فجعل يكلم النبي صلى الله عليه وسلم, فقال النبي صلى الله عليه\nوسلم نحوا من قوله لبديل. فقال عروة <span id='ms0223'></span> عند ذلك: أي محمد، أرأيت إن استأصلت\nأمر قومك هل سمعت بأحد من العرب اجتاح أهله قبلك؟ وإن تكن الأخرى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p187'> Vol. 03, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\nفإني والله لأرى وجوها، وإني لأرى أشوابا يعني أخلاطا من الناس خليقا أن\nيفروا عنك ويدعوك.\n</p>\n\n<p>\nفقال له أبو بكر الصديق رضي الله عنه: امصص بظر اللات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p188'> Vol. 03, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\nأنحن نفر عنه وندعه؟\n</p>\n\n<p>\nقال العلماء: وهذا مبالغة من أبي بكر في سب عروة، فإنه أقام معبود عروة،\nوهو صنمه مقام أمه، وحمله على ذلك ما أغضبه به نسبته إلى الفرار.\n</p>\n\n<p>\nوالبظر: بالموحدة المفتوحة والظاء المعجمة الساكنة قطعة تبقى بعد الختان\nفي فرج المرأة. واللات: اسم صنم. والعرب تطلق هذا اللفظ في معرض الذم.\nانتهى.\n</p>\n\n<p>\nفقال عروة: من هذا؟ قالوا: أبو بكر، فقال: أما والذي نفسي بيده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p189'> Vol. 03, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\nلولا يد كانت لك عندي لم أجزك بها لأجبتك.\n</p>\n\n<p>\nقال: وجعل يكلم النبي صلى الله عليه وسلم فكلما تكلم أخذ بلحيته،\nوالمغيرة بن شعبة قائم على رأس النبي صلى الله عليه وسلم ومعه السيف عليه\nالمغفر، فكلما أهوى عروة بيده إلى لحية النبي صلى الله عليه وسلم ضرب يده\nبنعل السيف وقال: أخر يدك عن لحية رسول الله صلى الله عليه وسلم.\n</p>\n\n<p>\nوقد كانت عادة العرب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p190'> Vol. 03, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\nأن يتناول الرجل لحية من يكلمه، لا سيما عند الملاطفة، وفي الغالب إنما\nيصنع ذلك النظير بالنظير، لكن كان صلى الله عليه وسلم يغضي لعروة استمالة\nوتأليفا. والمغيرة يمنعه إجلالا للنبي صلى الله عليه وسلم وتعظيما. انتهى.\n</p>\n\n<p>\nقال: فرفع عروة رأسه فقال: من هذا؟ قال: المغيرة بن شعبة. فقال: أي غدر،\nألست أسعى في غدرتك؟ وكان المغيرة صحب قوما في الجاهلية فقتلهم وأخذ\nأموالهم، ثم جاء فأسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p191'> Vol. 03, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\nفقال النبي صلى الله عليه وسلم: \"أما الإسلام فأقبل، وأما المال فلست منه\nفي شيء\".\n</p>\n\n<p>\nثم إن عروة جعل يرمق أصحاب النبي صلى الله عليه وسلم بعينيه، فقال: والله\nما تنخم رسول الله صلى الله عليه وسلم نخامة إلا وقعت في كف رجل منهم فدلك\nبها وجهه وجلده وإذا أمرهم ابتدروا أمره، وإذ <span id='ms0224'></span> توضأ كادوا يقتتلون على\nوضوئه، وإذا تكلم خفضوا أصواتهم عنده، وما يحدون النظر إليه تعظيما له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p192'> Vol. 03, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\nقال في فتح الباري: فيه إشارة إلى الرد ما خشيه من فرارهم، فكأنهم قالوا\nبلسان الحال: من نحبه هذه المحبة ونعظمه هذا التعظيم كيف يظن أنه نفر عنه\nونسلمه لعدوه، بل هم أشد اغتباطا به وبدينه ونصره من هذه القبائل التي\nتراعي بعضها بمجرد الرحم والله أعلم. انتهى.\n</p>\n\n<p>\nقال: فرجع عروة إلى أصحابه فقال أي قوم. والله لقد وفدت على الملوك،\nووفدت على قيصر وكسرى والنجاشي، والله إن رأيت ملكا قط يعظمه أصحابه ما\nيعظم أصحاب محمد محمدا، والله إن يتنخم نخامة إلا وقعت في كف رجل منهم فدلك\nبها وجهه وجلده، وإذا أمرهم ابتدروا أمره، وإذا توضأ كادوا يقتتلون على\nوضوئه، وإذا تكلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p193'> Vol. 03, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\nخفضوا أصواتهم عنده، وما يحدون إليه النظر تعظيما له, وإنه قد عرض عليكم\nخطة رشد فاقبلوها.\n</p>\n\n<p>\nفقال رجل من بني كنانة: دعوني آته، فقالوا: ائته، فلما أشرف على النبي\nصلى الله عليه وسلم وأصحابه، قال رسول الله صلى الله عليه وسلم: \"هذا فلان،\nوهو من قوم يعظمون البدن فابعثوها له\". فبعثت له، واستقبله الناس يلبون،\nفلما رأى ذلك قال: سبحان الله ما ينبغي لهؤلاء أن يصدوا عن البيت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p194'> Vol. 03, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\nفلما رجع إلى أصحابه قال: رأيت البدن قد قلدت وأشعرت، فما أرى أن يصدوا\nعن البيت.\n</p>\n\n<p>\nفقام رجل منهم يقال له: مكرز بن حفص، فقال: دعوني آته. فلما أشرف عليهم\nقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p195'> Vol. 03, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\nالنبي صلى الله عليه وسلم: \"هذا مكرز، وهو رجل فاجر\". فجعل يكلم النبي\nصلى الله عليه وسلم.\n</p>\n\n<p>\nفبينما هو يكلمه إذ جاء سهيل بن عمرو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p196'> Vol. 03, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\nقال معمر: فأخبرني أيوب عن عكرمة أنه لما جاء سهيل قال النبي صلى الله\nعليه وسلم: \"قد سهل لكم من أمركم\".\n</p>\n\n<p>\nوفي رواية ابن إسحاق: فدعت قريش سهيل بن عمرو فقالت: اذهب إلى هذا الرجل\nفصالحه، فقال صلى الله عليه وسلم: \"قد أرادت قريش الصلح حين بعثت هذا\".\nفلما انتهى إلى النبي صلى الله عليه وسلم <span id='ms0225'></span> جرى بينهما القول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p197'> Vol. 03, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\nحتى وقع بينهما الصلح على أن توضع الحرب بينهم عشر سنين وأن يؤامر بعضهم\nبعضا، وأن يرجع عنهم عامهم هذا.\n</p>\n\n<p>\nوقال معمر: قال الزهري في حديثه: فجاء سهيل بن عمرو فقال: هات اكتب بيننا\nوبينكم كتابا, فدعا النبي صلى الله عليه وسلم الكاتب. فقال له النبي صلى\nالله عليه وسلم: \"اكتب بسم الله الرحمن الرحيم\". فقال سهيل: أما الرحمن\nالرحيم فوالله، ما أدري ما هو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p198'> Vol. 03, p. 198</a>\n            </div>\n            \n</p>\n\n<p>\nولكن اكتب باسمك اللهم، كما كنت تكتب. فقال المسلمون: والله لا تكتبها\nإلا بسم الله الرحمن الرحيم، فقال النبي صلى الله عليه وسلم: \"اكتب باسمك\nاللهم\". ثم قال: \"هذا ما قاضى عليه محمد رسول الله\". وفي حديث عبد الله بن\nمغفل عند الحاكم: \" هذا ما صالح محمد رسول الله أهل مكة\" ... الحديث. فقال\nسهيل: لو كنا نعلم أنك رسول الله ما صددناك عن البيت ولا قاتلناك, ولكن\nاكتب: محمد بن عبد الله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p199'> Vol. 03, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\nفقال النبي صلى الله عليه وسلم: \"والله إني لرسول الله كذبتموني\".\n</p>\n\n<p>\nوفي رواية له -أي البخاري- ومسلم: فقال النبي صلى الله عليه وسلم لعلي:\n\"امحه\" فقال ما أنا بالذي أمحاه، وهي لغة في أمحوه.\n</p>\n\n<p>\nقال العلماء: وهذا الذي فعله علي من باب الأدب المستحب، لأنه لم يفهم من\nالنبي صلى الله عليه وسلم تحتم محو على نفسه، ولهذا لم ينكر عليه، ولم حتم\nمحوه لنفسه لم يجز لعلي تركه انتهى.\n</p>\n\n<p>\nثم قال صلى الله عليه وسلم: \"أرني مكانها\" فأراه مكانها فمحاها وكتب: ابن\nعبد الله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p200'> Vol. 03, p. 200</a>\n            </div>\n            \n</p>\n\n<p>\nوفي رواية البخاري -في المغازي- فأخذ رسول الله صلى الله عليه وسلم\nالكتاب -وليس يحسن يكتب- فكتب: هذا ما قاضى عليه محمد بن عبد الله.\n</p>\n\n<p>\nوكذا أخرجه النسائي وأحمد ولفظه: فأخذ الكتاب -وليس يحسن أن يكتب- فكتب\nمكان رسول الله: محمد بن عبد الله.\n</p>\n\n<p>\nقال في فتح الباري: وقد تمسك بظاهر هذه الرواية أبو الوليد الباجي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p201'> Vol. 03, p. 201</a>\n            </div>\n            \n</p>\n\n<p>\nفادعى أن النبي صلى الله عليه وسلم كتب بيده بعد أن لم يكن يحسن أن يكتب.\n</p>\n\n<p>\nفشنع عليه علماء <span id='ms0226'></span> الأندلس في زمانه ورموه بالزندقة، وأن الذي قاله يخالف\nالقرءان حتى قال قائلهم شعرا:\n</p>\n\n<p>\nبرئت ممن شرى دنيا بآخرة\n</p>\n\n<p>\nوقال إن رسول الله قد كتبا\n</p>\n\n<p>\nفجمعهم الأمير فاستظهر الباجي عليهم بما لديه من المعرفة وقال الأمير:\nهذا لا ينافي القرآن، بل يؤخذ من مفهوم القرآن، لأنه قيد النفي بما قبل\nورود القرآن، قال الله تعالى: {وما كنت تتلو من قبله من كتاب ولا تخطه\nبيمينك} [العنكبوت: 48] وبعد أن تحققت أميته وتقررت لذلك معجزته، وأمن\nالارتياب في ذلك، لا مانع من أن يعرف الكتابة بعد ذلك من غير تعليم، فيكون\nمعجزة أخرى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p202'> Vol. 03, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\nوذكر ابن دحية أن جماعة من العلماء وافقوا الباجي على ذلك، منهم شيخه أبو\nذر الهروي وأبو الفتح النيسابوري وآخرون من علماء إفريقية.\n</p>\n\n<p>\nواحتج بعضهم لذلك بما أخرجه ابن أبي شيبة وعمر بن شبة من طريق مجالد عن\nعون بن عبد الله قال: ما مات رسول الله صلى الله عليه وسلم حتى كتب وقرأ.\n</p>\n\n<p>\nقال مجالد: فذكرته للشعبي فقال: صدق، قد سمعت من يذكر ذلك.\n</p>\n\n<p>\nوقال القاضي عياض: وردت آثار تدل على معرفته حروف الخط وحسن تصويرها،\nكقوله لكاتبه: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p203'> Vol. 03, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\n\"ضع القلم على أذنك فإنه أذكر لك\", وقوله لمعاوية: \"ألق الدواة وحرف\nالقلم وفرق السين ولا تعور الميم\" إلى غير ذلك. قال: وهذا وإن لم يثبت أنه\nكتب فلا يبعد أن يرزق علم وضع الكتابة، فإنه أوتي علم كل شيء.\n</p>\n\n<p>\nوأجاب الجمهور بضعف هذه الأحاديث.\n</p>\n\n<p>\nوعن قصة الحديبية: بأن القصة واحدة، والكاتب فيها هو علي بن أبي طالب رضي\nالله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p204'> Vol. 03, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\nعنه، وقد صرح في حديث المسور بن مخرمة بأن عليا هو الذي كتب فيحتمل أن\nالنكتة في قوله فأخذ الكتاب، وليس يحسن يكتب لبيان أن قوله \"أرني إياها\"\nإلى أنه إنما احتاج إلى أن يريه موضع الكلمة التي امتنع علي من محوها إلا\nلكونه كان لا يحسن الكتابة.\n</p>\n\n<p>\nوعلى أن قوله بعد ذلك: فكتب، فيه حذف تقديره: فمحاها فأعادها لعلي فكتب:\n</p>\n\n<p>\nأو أطلق \"كتب\" بمعنى: أمر بالكتابة، وهو كثير، كقوله <span id='ms0227'></span>: كتب إلى كسرى\nوقيصر.\n</p>\n\n<p>\nوعلى تقدير حمله على ظاهره، فلا يلزم من كتابة اسمه الشريف في ذلك اليوم\n-وهو لا يحسن الكتابة- أن يصير عالما بالكتابة، ويخرج عن كونه أميا، فإن\nكثيرا ممن لا يحسن الكتابة يعرف صور بعض الكلمات، ويحسن وضعها بيده، وخصوصا\nالأسماء، ولا يخرج بذلك عن كونه أميا ككثير من الملوك.\n</p>\n\n<p>\nويحتمل أن تكون جرت يده بالكتابة حينئذ، وهو لا يحسنها، فخرج المكتوب على\nوفق المراد، فيكون معجزة أخرى في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p205'> Vol. 03, p. 205</a>\n            </div>\n            \n</p>\n\n<p>\nذلك الوقت خاصة، ولا يخرج بذلك عن كونه أميا, وبهذا أجاب أبو جعفر\nالسمناني أحد أئمة الأصول من الأشاعرة وتبعه ابن الجوزي.\n</p>\n\n<p>\nوتعقب ذلك السهيلي وغيره:\n</p>\n\n<p>\nبأن هذا وإن كان ممكنا، ويكون آية أخرى لكنه يناقض كونه أميا لا يكتب،\nوهي الآية التي قامت بها الحجة، وأفحم الجاحد، وانحسمت الشبهة، فلو جاز أن\nيصير يكتب بعد ذلك لعادت الشبهة، وقال المعاند: كان يحسن يكتب لكنه كان\nيكتب ذلك.\n</p>\n\n<p>\nقال السهيلي: والمعجزات يستحيل أن يدفع بعضها بعضا، والحق: أن معنى قوله\n\"كتب\" أمر عليا أن يكتب. انتهى.\n</p>\n\n<p>\nقال: وفي دعوى أن كتابة اسمه الشريف فقط على هذه الصورة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p206'> Vol. 03, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\nتستلزم مناقضة المعجزة، وتثبت كونه غير أمي نظر كبير، والله أعلم. انتهى.\n</p>\n\n<p>\nوأما قوله: \"اكتب بسم الله الرحمن الرحيم\" وقوله: أما الرحمن فوالله ما\nأدري ما هو، ولكن اكتب باسمك اللهم ... إلخ.\n</p>\n\n<p>\nفقال العلماء: وافقهم عليه الصلاة والسلام في عدم كتابة: بسم الله الرحمن\nالرحيم, وكتب: باسمك اللهم، وكذا وافقهم في محمد بن عبد الله، وترك كتابة:\nرسول الله للمصلحة المهمة الحاصلة بالصلح.\n</p>\n\n<p>\nمع أنه لا مفسدة في هذه الأمور: أما البسملة وباسمك اللهم فمعناهما واحد،\nوكذا قوله: محمد بن عبد الله، هو أيضا رسوله، وليس في ترك وصف الله تعالى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p207'> Vol. 03, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\nفي هذا الموضع بالرحمن الرحيم ما ينفي ذلك، ولا في ترك وصفه صلى الله\nعليه وسلم هنا بالرسالة ما ينفيها، فلا مفسدة فيما طلبوه، وإنما المفسدة لو\nطلبوا أن يكتبوا ما لا يحل من تعظيم آلهتهم ونحو ذلك. انتهى <span id='ms0228'></span>.\n</p>\n\n<p>\nقال في رواية البخاري: فكتب هذا ما قاضى عليه محمد بن عبد الله.\n</p>\n\n<p>\nفقال صلى الله عليه وسلم: \"على أن تخلوا بيننا وبين البيت فنطوف به\".\n</p>\n\n<p>\nفقال سهيل: والله لا تتحدث العرب أنا أخذنا ضغطة, ولكن ذلك من العام\nالمقبل، فكتب.\n</p>\n\n<p>\nفقال سهيل: وعلى أنه لا يأتيك منا رجل -وإن كان على دينك- إلا رددته\nإلينا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p208'> Vol. 03, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\nفقال المسلمون: سبحان الله، كيف يرد إلى المشركين وقد جاء مسلما؟\n</p>\n\n<p>\nوالضغطة، بالضم، قال في القاموس: الضيق والإكراه والشدة. انتهى.\n</p>\n\n<p>\nفإن قلت: ما الحكمة في كونه عليه الصلاة وافق سهيلا على أنه لا يأتيه رجل\nمنهم وإن كان على دين الإسلام إلا ويرده إلى المشركين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p209'> Vol. 03, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\nفالجواب: إن المصلحة المترتبة على إتمام هذا الصلح ما ظهر من ثمراته\nالباهرة، وفوائده المتظاهرة التي كانت عاقبتها فتح مكة وإسلام أهلها كلهم،\nودخول الناس في دين الله أفواجا.\n</p>\n\n<p>\nوذلك أنهم قبل الصلح لم يكونوا يختلطون بالمسلمين، ولا تتظاهر عندهم أمور\nالنبي صلى الله عليه وسلم كما هي، ولا يخلون بمن يعلمهم بها مفصلة، فلما\nحصل صلح الحديبية اختلطوا بالمسلمين، وجاءوا إلى المدينة، وذهب المسلمون\nإلى مكة، وخلوا بأهلهم وأصدقائهم وغيرهم ممن يستنصحونه، وسمعوا منهم أحوال\nالنبي صلى الله عليه وسلم ومعجزاته الظاهرة، وأعلام نبوته المتظاهرة، وحسن\nسيرته، وجميل طريقته، وعاينوا بأنفسهم كثيرا من ذلك، فمالت نفوسهم إلى\nالإيمان، حتى بادر خلق منهم إلى الإسلام، قبل فتح مكة، فأسلموا بين صلح\nالحديبية وفتح مكة، وازداد الآخرون ميلا إلى الإسلام. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p210'> Vol. 03, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\nفلما كان يوم الفتح أسلموا كلهم، لما كان قد تمهد لهم من الميل.\n</p>\n\n<p>\nوكانت العرب من غير قريش في البوادي ينتظرون بإسلامهم إسلام قريش، فلما\nأسلمت قريش أسلمت العرب في البوادي. قال الله تعالى: {إذا جاء نصر الله\nوالفتح، ورأيت الناس يدخلون في دين الله أفواجا} [النصر: 1, 2] فالله\nورسوله أعلم. انتهى.\n</p>\n\n<p>\nقال في رواية البخاري: فبينما هم كذلك إذ دخل أبو جندل بن سهيل بن عمرو\nيرسف في قيوده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p211'> Vol. 03, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\nوقد خرج من أسفل مكة، حتى رمى بنفسه بين أظهر المسلمين <span id='ms0229'></span>.\n</p>\n\n<p>\nفقال سهيل: هذا يا محمد أول ما أقاضيك عليه أن ترده إلي.\n</p>\n\n<p>\nفقال النبي صلى الله عليه وسلم: \"إنا لم نقض الكتاب بعد\".\n</p>\n\n<p>\nقال: فوالله إذا لا أصالحك على شيء أبدا.\n</p>\n\n<p>\nقال النبي صلى الله عليه وسلم: \"فأجزه لي\". قال: ما أنا بمجيز ذلك.\n</p>\n\n<p>\nقال: \"بلى فافعل\". قال: ما أنا بفاعل. قال مكرز: بلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p212'> Vol. 03, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\nقد أجزناه لك.\n</p>\n\n<p>\nقال أبو جندل: أي معشر المسلمين، أرد إلى المشركين وقد جئت مسلما؟\n</p>\n\n<p>\nألا ترون ما قد لقيت؟ وكان قد عذب في الله عذابا شديدا.\n</p>\n\n<p>\nزاد ابن إسحاق: فقال رسول الله صلى الله عليه وسلم: \"يا أبا جندل اصبر\nواحتسب، فإنا لا نغدر، وإن الله جاعل لك فرجا ومخرجا\" \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p213'> Vol. 03, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\nفوثب عمر يمشي إلى جنبه ويقول، اصبر فإنما هم المشركون، وإنما دم أحدهم\nكدم كلب.\n</p>\n\n<p>\nقال الخطابي: تأول العلماء ما وقع في قصة أبي جندل على وجهين:\n</p>\n\n<p>\nأحدهما: أن الله تعالى قد أباح التقية للمسلم إذا خاف الهلاك، ورخص له أن\nيتكلم بالكفر مع إضمار الإيمان إن لم تمكن التورية، فلم يكن رده إليهم\nإسلاما لأبي جندل إلى الهلاك، مع وجود السبيل إلى الخلاص من الموت بالتقية.\n</p>\n\n<p>\nوالوجه الثاني: إنما رده إلى أبيه، والغالب أن أباه لا يبلغ به إلى\nالهلاك, وإن عذبه أو سجنه فله مندوحة بالتقية أيضا.\n</p>\n\n<p>\nوأما ما يخاف عليه من الفتنة فإن ذلك امتحان من الله تعالى يبتلي به صبر\nعباده المؤمنين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p214'> Vol. 03, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\nواختلف العلماء: هل يجوز الصلح مع المشركين على أن يرد إليهم من جاء\nمسلما من عندهم، أم لا؟\n</p>\n\n<p>\nفقيل: نعم، على ما دلت عليه قصة أبي جندل وأبي بصير. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p215'> Vol. 03, p. 215</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head27'>..................................... </h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p216'> Vol. 03, p. 216</a>\n            </div>\n            \n<p>\nوقيل: لا، وإن الذي وقع في القصة منسوخ. وإن ناسخه حديث: \"أنا بريء من\nمسلم بين مشركين\" وهو قول الحنفية.\n</p>\n\n<p>\nوعند الشافعية: يفصل بين العاقل والمجنون والصبي، فلا يردان. وقال بعض\nالشافعية: ضابط جواز الرد أن يكون المسلم بحيث لا تجب عليه الهجرة من دار\nالحرب. والله أعلم. قاله في فتح الباري.\n</p>\n\n<p>\nقال في رواية البخاري: فقال عمر بن الخطاب <span id='ms0230'></span>: فأتيت النبي صلى الله عليه\nوسلم, فقلت: ألست نبي الله حقا؟ قال: \"بلى\" , قلت: ألسنا على الحق وعدونا\nعلى الباطل؟ قال: \"بلى\" \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p217'> Vol. 03, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: فلم نعطي الدنية في ديننا إذا؟ قال: \"إني رسول الله ولست أعصيه، وهو\nناصري\". قلت: أوليس كنت تحدثنا أنا سنأتي البيت فنطوف به؟ قال: \"بلى،\nأفأخبرتك أنا نأتيه العام\"؟ قلت: لا، قال: \"فإنك آتيه ومطوف به\".\n</p>\n\n<p>\nقال: فأتيت أبا بكر فقلت: يا أبا بكر، أليس هذا نبي الله حقا؟ قال: بلى،\nقلت: ألسنا على الحق وعدونا على الباطل؟ قال: بلى، قلت: فلم نعطي الدنية في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p218'> Vol. 03, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\nديننا إذا؟ قال أبو بكر: أيها الرجل، إنه رسول الله، وليس يعصي ربه وهو\nناصره، فاستمسك بغرزه، فوالله إنه على الحق. قلت: أو ليس كان يحدثنا أنا\nسنأتي البيت فنطوف به؟ قال: بلى، أفأخبرك أنك تأتيه العام؟ قلت: لا، قال:\nفإنك آتيه ومطوف به.\n</p>\n\n<p>\nقال العلماء: لم يكن سؤال عمر رضي الله عنه وكلامه شكا، بل طلبا لكشف ما\nخفي عليه، وحثا على إذلال الكفار، وظهور الإسلام، كما عرف في خلقه وقوته في\nنصرة الدين، وإذلال المبطلين.\n</p>\n\n<p>\nوأما جواب أبي بكر لعمر رضي الله عنهما بمثل جواب النبي صلى الله عليه\nوسلم فهو من الدلائل الظاهرة على عظم فضله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p219'> Vol. 03, p. 219</a>\n            </div>\n            \n</p>\n\n<p>\nوبارع علمه، وزيادة عرفانه ورسوخه، وزيادته في كل ذلك على غيره.\n</p>\n\n<p>\nوكان الصلح بينهم عشر سنين، كما في السير. وأخرجه أبو داود من حديث ابن\nعمر.\n</p>\n\n<p>\nولأبي نعيم في مسند عبد الله بن دينار كانت أربع سنين. وكذا أخرجه الحاكم\nفي البيوع من المستدرك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p220'> Vol. 03, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\nوالأول أشهر.\n</p>\n\n<p>\nوكان الصلح على وضع الحرب، بحيث يأمن الناس فيها، ويكف بعضهم عن بعض.\n</p>\n\n<p>\nوأن لا يدخل البيت إلا العام المقبل ثلاثة أيام.\n</p>\n\n<p>\nولا يدخلوها إلا بجلبان السلاح، وهو القراب بما فيه.\n</p>\n\n<p>\nوالجلبان -بضم الجيم وسكون اللام- شبه الجراب يوضع فيه السيف مغمودا.\nورواه القتيبي: بضم الجيم واللام وتشديد الباء، وقال: هو أوعية السلاح بما\nفيها.\n</p>\n\n<p>\nوفي بعض الروايات: لا يدخلها إلا بجلبان السلاح: السيف والقوس.\n</p>\n\n<p>\nوإنما اشترطوا <span id='ms0231'></span> ذلك ليكون علما وأمارة للسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p221'> Vol. 03, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\nإذ كان دخولهم صلحا.\n</p>\n\n<p>\nوقال مكي بن أبي طالب القيرواني في تفسيره.\n</p>\n\n<p>\nوبعث عليه الصلاة والسلام بالكتاب إليهم مع عثمان بن عفان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p222'> Vol. 03, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\nوأمسك سهيل بن عمرو عنده، وأمسك المشركون عثمان فغضب المسلمون.\n</p>\n\n<p>\nوقال مغلطاي: فاحتبسته قريش عندها. فبلغ النبي صلى الله عليه وسلم أن\nعثمان قد قتل، فدعا الناس إلى بيعة الرضوان تحت الشجرة على الموت، وقيل:\nعلى أن لا يفروا. انتهى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p223'> Vol. 03, p. 223</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head28'>................................................... </h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p224'> Vol. 03, p. 224</a>\n            </div>\n            \n<p>\nووضع النبي صلى الله عليه وسلم شماله في يمينه وقال: \"هذه عن عثمان\". وفي\nالبخاري: فقال صلى الله عليه وسلم بيده اليمنى: \"هذه يد عثمان\". فضرب بها\nعلى يده اليسرى فقال: \"هذه لعثمان\" ... الحديث.\n</p>\n\n<p>\nولما سمع المشركون بهذه البيعة خافوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p225'> Vol. 03, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\nوبعثوا عثمان وجماعة من المسلمين.\n</p>\n\n<p>\nوفي هذه البيعة قوله تعالى: {إن الذين يبايعونك إنما يبايعون الله يد\nالله فوق أيديهم} [الفتح: 10] وقوله تعالى: {لقد رضي الله عن المؤمنين}\n[الفتح: 18] .\n</p>\n\n<p>\nوحلق الناس مع النبي صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p226'> Vol. 03, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\nونحروا هداياهم بالحديبية، قال مغلطاي: وأرسل الله ريحا حملت شعورهم\nفألقتها في الحرم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p227'> Vol. 03, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\nوأقام عليه الصلاة والسلام بالحديبية بضعة عشر يوما، وقيل عشرين يوما، ثم\nقفل وفي نفوس بعضهم شيء، فأنزل الله تعالى سورة الفتح يسليهم بها ويذكرهم\nنعمه، فقال تعالى: {إنا فتحنا لك فتحا مبينا} [الفتح: 1] .\n</p>\n\n<p>\nقال ابن عباس وأنس والبراء بن عازب: الفتح هنا فتح الحديبية، ووقوع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p228'> Vol. 03, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\nالصلح بعد أن كان المنافقون يظنون أن لن ينقلب الرسول والمؤمنون إلى\nأهليهم أبدا، أي حسبوا أنهم لا يرجعون بل يقتلون كلهم.\n</p>\n\n<p>\nوأما قوله تعالى: {وأثابهم فتحا قريبا} [الفتح: 18] فالمراد فتح خيبر على\nالصحيح؛ لأنها هي التي وقعت فيها المغانم الكثيرة للمسلمين.\n</p>\n\n<p>\nوقد روى أحمد وأبو داود والحاكم من حديث مجمع بن جارية قال: شهدنا\nالحديبية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p229'> Vol. 03, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\nفلما انصرفنا وجدنا رسول الله صلى الله عليه وسلم واقفا عند كراع الغميم،\nوقد جمع الناس وقرأ عليهم: {إنا فتحنا لك فتحا مبينا} الآية فقال رجل: يا\nرسول الله، أوفتح هو؟ قال: \"إي والذي نفسي بيده إنه لفتح\".\n</p>\n\n<p>\nوروى سعيد بن <span id='ms0232'></span> منصور بإسناد صحيح عن الشعبي: {إنا فتحنا لك فتحا مبينا}\nالآية, صلح الحديبية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p230'> Vol. 03, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\nوغفر الله له ما تقدم من ذنبه وما تأخر، وتبايعوا بيعة الرضوان وأطعموا\nنخيل خيبر، وظهرت الروم على فارس، وفرح المسلمون بنصر الله.\n</p>\n\n<p>\nوأما قوله تعالى: {إذا جاء نصر الله والفتح} [النصر: 1] وقوله صلى الله\nعليه وسلم: \"لا هجرة بعد الفتح\". ففتح مكة باتفاق.\n</p>\n\n<p>\nقال الحافظ ابن حجر: فبهذا يرتفع الإشكال وتجتمع الأقوال والله أعلم.\n</p>\n\n<p>\nثم رجع رسول الله صلى الله عليه وسلم إلى المدينة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p231'> Vol. 03, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\nوفي هذه السنة كسفت الشمس.\n</p>\n\n<p>\nوظاهر أوس بن الصامت من امرأته خولة بنت ثعلبة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p232'> Vol. 03, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\nوفي هذه السنة أيضا استسقى في رمضان ومطر الناس، فقال النبي صلى الله\nعليه وسلم: \"أصبح الناس مؤمنا بالله وكافرا بالكواكب\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p233'> Vol. 03, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\nقال مغلطاي: وجزم الدمياطي في سيرته بأن تحريم الخمر كان في سنة\nالحديبية.\n</p>\n\n<p>\nوذكر ابن إسحاق أنه كان في وقعة بني النضير، وهي بعد أحد، وذلك سنة أربع\nعلى الراجح.\n</p>\n\n<p>\nوفيه نظر؛ لأن أنسا كان الساقي يوم حرمت، وأنه لما سمع المنادي بتحريمها\nبادر فأراقها، فلو كان ذلك سنة أربع، لكان أنس يصغر عن ذلك.\n</p>\n\n<p>\nوقال النسائي والبيهقي بسند صحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p234'> Vol. 03, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\nعن ابن عباس: إنما نزل تحريم الخمر في قبيلتين من الأنصار شربوا، فلما\nثمل القوم عبث بعضهم ببعض، فلما أن صحوا جعل الرجل يرى في وجهه ورأسه الأثر\nفيقول: صنع هذا أخي فلان -وكانوا إخوة ليس في قلوبهم ضغائن- فيقول: والله\nلو كان بي رحيما ما صنع بي هذا، حتى وقعت الضغائن في قلوبهم، فأنزل الله\nتعالى هذه الآية: {يا أيها الذين آمنوا إنما الخمر والميسر} إلى {منتهون} .\nفقال ناس من المتكلفين: هي رجس، وهي في بطن فلان وفلان, وقد قتل يوم أحد،\nفأنزل الله تعالى: {ليس على الذين آمنوا وعملوا الصالحات جناح فيما طعموا}\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p235'> Vol. 03, p. 235</a>\n            </div>\n            \n</p>\n\n<p>\nإلى {المحسنين} .\n</p>\n\n<p>\nوآية تحريم الخمر نزلت في عام الفتح قبل الفتح. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p236'> Vol. 03, p. 236</a>\n            </div>\n            \n</p>\n\n<p>\nوالخمر في الأصل مصدر خمره إذا ستره، سمي به عصير العنب إذا اشتد وغلا\nكأنه يخمر العقل، كما سمي مسكرا لأنه <span id='ms0233'></span> يسكره، أي يحجره.\n</p>\n\n<p>\nوهي حرام مطلقا، وكذا كل ما أسكر عند أكثر العلماء. وقال أبو حنيفة: نقيع\nالزبيب والتمر إذا طبخ حتى ذهب ثلثاه ثم اشتد حل شربه ما دون سكر. انتهى.\n</p>\n\n<p>\nوأما الحشيشة وتسمى القنب الهندي والحيدرية والقلندرية فلم يتكلم فيها\nالأئمة الأربعة ولا غيرهم من علماء السلف، لأنها لم تكن في زمنهم، وإنما\nظهرت في أواخر المائة السادسة وأول السابعة.\n</p>\n\n<p>\nواختلف هل هي مسكرة فيجب فيها الحد، أو مفسدة للعقل فيجب التعزير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p237'> Vol. 03, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\nوالذي أجمع عليه الأطباء أنها مسكرة، وبه جزم الفقهاء وصرح به أبو إسحاق\nالشيرازي في كتاب التذكرة في الخلاف، والنووي في شرح المهذب، ولا نعرف فيه\nخلافا عندنا.\n</p>\n\n<p>\nونقل عن ابن تيمية أنه قال: الصحيح أنها مسكرة كالشراب، فإن أكلتها ينشون\nعنها ولذلك يتناولونها بخلاف البنج فإنه لا ينشي ولا يشتهى.\n</p>\n\n<p>\nقال الزركشي: ولم أر من خالف في ذلك إلا القرافي في قواعده فقال: نص\nالعلماء بالنبات أنها مسكرة، والذي يظهر لي أنها مفسدة ... في كلام تعقبه\nالزركشي يطول ذكره.\n</p>\n\n<p>\nوقد تضافرت الأدلة على حرمتها: ففي صحيح مسلم كل مسكر حرام وقد قال\nتعالى: {ويحرم عليهم الخبائث} وأي خبيث أعظم مما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p238'> Vol. 03, p. 238</a>\n            </div>\n            \n</p>\n\n<p>\nيفسد العقول التي اتفقت الملل والشرائع على إيجاب حفظها. ولا ريب أن\nتناول الحشيشة يظهر به أثر التغير في انتظام العقل والقول المستمد كماله من\nنور العقل. وقد روى أبو داود -بإسناد حسن- عن ديلم الحميري قال: سألت رسول\nالله صلى الله عليه وسلم فقلت: يا رسول الله! إنا بأرض باردة نعالج فيها\nعملا شديدا وإنا نتخذ شرابا من هذا القمح نتقوى به على أعمالنا وعلى برد\nبلادنا، قال: \"فهل يسكر\"؟ , قلت: نعم، قال: \"فاجتنبوه\"، قلت: فإن الناس غير\nتاركيه، قال: \"فإن لم يتركوه فقاتلوهم\".\n</p>\n\n<p>\nوهذا منه صلى الله عليه وسلم تنبيه على العلة التي لأجلها حرم المزر فوجب\nأن كل شيء عمل عمله يجب تحريمه، ولا شك أن الحشيشة تعمل ذلك وفوقه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p239'> Vol. 03, p. 239</a>\n            </div>\n            \n</p>\n\n<p>\nوروى أحمد في مسنده وأبو داود في سننه عن أم سلمة قالت <span id='ms0234'></span>: نهى رسول الله\nصلى الله عليه وسلم عن كل مسكر ومفتر.\n</p>\n\n<p>\nقال العلماء: المفتر كل ما يورث الفتور والخدر في الأطراف. وهذا الحديث\nأدل دليل على تحريم الحشيشة وغيرها من المخدرات، فإنها إن لم تكن مسكرة\nكانت مفترة، مخدرة ولذلك يكثر النوم من متعاطيها، وتثقل رءوسهم بواسطة\nتبخيرها في الدماغ.\n</p>\n\n<p>\nواختلف هل يحرم تعاطي اليسير الذي لا يسكر؟\n</p>\n\n<p>\nفقال النووي في شرح المهذب: إنه لا يحرم أكل القليل الذي لا يسكر من\nالحشيش، بخلاف الخمر، حيث حرم قليلها الذي لا يسكر. والفرق أن الحشيش طاهر\nوالخمر نجس فلا يجوز شرب قليله للنجاسة.\n</p>\n\n<p>\nوتعقبه الزركشي بأنه صح في الحديث: \"ما أسكر كثيره فقليله حرام\"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p240'> Vol. 03, p. 240</a>\n            </div>\n            \n</p>\n\n<p>\nقال: والمتجه أنه لا يجوز من الحشيش لا قليل ولا كثير.\n</p>\n\n<p>\nوقد نقل الإجماع على تحريمها غير واحد، منهم القرافي وابن تيمية وقال: إن\nمن استحلها فقد كفر.\n</p>\n\n<p>\nوتعقبه الزركشي: بأن تحريمها ليس معلوما من الدين بالضرورة، سلمنا ذلك،\nلكن لا بد أن يكون دليل الإجماع قطعيا على أحد الوجهين، وقد ذكر أصحابنا أن\nالمسكر من غير عصير العنب، كعصير العنب في وجوب الحد، لكن لا يكفر مستحله\nلاختلاف العلماء فيه.\n</p>\n\n<p>\nوأما قول النووي: إنها طاهرة وليست بنجسة، فقطع به ابن دقيق العيد وحكى\nالإجماع عليه. قال: والأفيون وهو لبن الخشخاش، أقوى فعلا من الحشيش، لأن\nالقليل منه يسكر جدا، وكذلك السيكران وجوز الطيب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p241'> Vol. 03, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\nمع أنه طاهر بالإجماع. انتهى.\n</p>\n\n<p>\nوقد جمع بعضهم في الحشيشة مائة وعشرين مضرة دينية وبدنية، حتى قال بعضهم:\nكل ما في الخمر من المذمومات موجود في الحشيش وزيادة. فإن أكثر ضرر الخمر\nفي الدين لا في البدن. وضررها فيهما.\n</p>\n\n<p>\nفمن ذلك: فساد العقل، وعدم المروءة، وكشف العورة، وترك الصلوات، والوقوع\nفي المحرمات، وقطع النسل، والبرص والجذام والأسقام والرعشة والأبنة، ونتن\nالفم وسقوط شعر الأجفان، وتفتيت الأسنان وتسويدها، وتضييق النفس وتصفير\nالألوان، وتفتيت الكبد، وتجعل الأسد كالجعل، وتورث الكسل والفشل، وتعيد\nالعزيز ذليلا، والصحيح عليلا، والفصيح أبكما، والذكي أبلما، وتذهب السعادة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p242'> Vol. 03, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\nوتنسي الشهادة، فصاحبها <span id='ms0235'></span> بعيد عن السنة طريد عن الجنة، موعود من الله\nباللعنة إلا أن يقرع من الندم سنة ويحسن بالله ظنه. ولقد أحسن القائل:\n</p>\n\n<p>\nقل لمن يأكل الحشيشة جهلا ... يا خسيسا قد عشت شر معيشة\n</p>\n\n<p>\nدية العقل بدرة فلماذا ... يا سفيها قد بعتها بحشيشة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p243'> Vol. 03, p. 243</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head29'>أمر الحديبية</h1>\n\n<p>\n...\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p020'> Vol. 03, p. 020</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head30'>غزوة خيبر</h1>\n\n<p>\n\":\n</p>\n\n<p>\nوهي مدينة كبيرة ذات حصون ومزارع، على ثمانية برد من المدينة إلى جهة\nالشام. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p243'> Vol. 03, p. 243</a>\n            </div>\n            \n</p>\n\n<p>\nقال ابن إسحاق: خرج النبي صلى الله عليه وسلم في بقية شهر المحرم سنة\nسبع، فأقام يحاصرها بضع عشرة ليلة إلى أن فتحها.\n</p>\n\n<p>\nوقيل: كانت في آخر سنة ست، وهو منقول عن مالك، وبه جزم ابن حزم.\n</p>\n\n<p>\nقال الحافظ ابن حجر: والراجح ما ذكره ابن إسحاق، ويمكن الجمع بأن من أطلق\nسنة ست بناه على أن ابتداء السنة من شهر الهجرة الحقيقي وهو ربيع الأول.\n</p>\n\n<p>\nوأغرب ابن سعد وابن أبي شيبة فرويا من حديث أبي سعيد الخدري: خرجنا مع\nرسول الله صلى الله عليه وسلم إلى خيبر لثمان عشرة من رمضان، وإسناده حسن،\nلكنه خطأ ولعلها كانت إلى حنين فتصحفت. وتوجيهه: بأن غزوة حنين كانت ناشئة\nعن غزوة الفتح، وغزوة الفتح خرج صلى الله عليه وسلم فيها في رمضان جزما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p244'> Vol. 03, p. 244</a>\n            </div>\n            \n</p>\n\n<p>\nقال: وذكر الشيخ أبو حامد في التعليقة: أنها كانت سنة خمس، وهو وهم، لعله\nانتقال من الخندق إلى خيبر.\n</p>\n\n<p>\nوكان معه عليه الصلاة والسلام ألف وأربعمائة راجل ومائتا فارس، ومعه أم\nسلمة زوجته.\n</p>\n\n<p>\nوفي البخاري من حديث سلمة بن الأكوع قال: خرجنا مع النبي إلى خيبر فسرنا\nليلا، فقال رجل من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p245'> Vol. 03, p. 245</a>\n            </div>\n            \n</p>\n\n<p>\nالقوم لعامر: عامر، ألا تسمعنا من هنيهاتك وكان عامر رجلا شاعرا، فنزل\nيحدو بالقوم يقول:\n</p>\n\n<p>\nاللهم لولا أنت ما اهتدينا ... ولا تصدقنا ولا صلينا\n</p>\n\n<p>\nفاغفر فداء\n</p>\n\n<h1 class='l1' id='head31'>......... </h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p246'> Vol. 03, p. 246</a>\n            </div>\n            \n<h1 class='l1' id='head32'>.... </h1>\n\n<p>\nلك ما اتقينا\n</p>\n\n<p>\nوألقين سكينة علينا ... وثبت الأقدام إن لاقينا\n</p>\n\n<p>\nإنا إذا صيح بنا أتينا ... وبالصياح عولوا علينا\n</p>\n\n<p>\nوفي رواية إياس بن سلمة عن أبيه عند أحمد في هذا الرجز من الزيادة:\n</p>\n\n<p>\nإن الذين قد بغوا علينا ... إذا أرادوا فتنة أبينا\n</p>\n\n<p>\nونحن عن <span id='ms0236'></span> فضلك ما استغنينا\n</p>\n\n<p>\nفقال رسول الله صلى الله عليه وسلم -كما في رواية البخاري: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p247'> Vol. 03, p. 247</a>\n            </div>\n            \n</p>\n\n<p>\n\"من هذا السائق\"؟ فقالوا: عامر بن الأكوع: قال: \"يرحمه الله\". قال رجل من\nالقوم: وجبت يا نبي الله، لولا أمتعتنا به. الحديث.\n</p>\n\n<p>\nوفي رواية أحمد: فجعل عامر يرتجز ويسوق الركاب، وهذه كانت عادتهم إذا\nأرادوا تنشيط الإبل في السير نزل بعضهم فيسوقها، ويحدو في تلك الحال.\n</p>\n\n<p>\nوقوله: \"اللهم لولا أنت ما اهتدينا\" كذا الرواية، قالوا: وصوابه في\nالوزن: لا هم. أو: تالله، كما في الحديث الآخر.\n</p>\n\n<p>\nوقوله: \"فداء لك\" قال المازري: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p248'> Vol. 03, p. 248</a>\n            </div>\n            \n</p>\n\n<p>\nهذه اللفظة مشكلة، فإنه لا يقال للباري سبحانه: فديتك؛ لأن ذلك إنما\nيستعمل في مكروه يتوقع حلوله بالشخص، فيختار شخص آخر أن يحل ذلك به ويفديه\nمنه. قال: ولعل هذا وقع من غير قصد إلى حقيقة معناه، كما يقال: قاله الله،\nولا يريد بذلك حقيقة الدعاء عليه، وكقوله عليه الصلاة والسلام: \"تربت\nيداك\". و \"تربت يمينك\". وفيه كله ضرب من الاستعارة لأن المفادي مبالغ في\nطلب رضا المفدي حين بذل نفسه عن نفسه للمكروه، فكان مراد الشاعر: أي أبذل\nنفسي في رضاك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p249'> Vol. 03, p. 249</a>\n            </div>\n            \n</p>\n\n<p>\nوعلى كل حال فإن المعنى وإن أمكن صرفه إلى جهة صحيحة فإطلاق اللفظ\nواستعارته والتجوز فيه يفتقر إلى ورود الشرع بالإذن فيه.\n</p>\n\n<p>\nقال: وقد يكون المراد بقوله: \"فداء لك\" رجل يخاطبه، وفصل بين الكلام\nبذلك، ثم عاد إلى الأول فقال: ما اتقينا. وهذا تأويل يصح معه اللفظ والمعنى\nلولا أن فيه تعسفا اضطرنا إليه تصحيح الكلام. انتهى.\n</p>\n\n<p>\nوقيل: إنه يخاطب بهذا الشعر النبي صلى الله عليه وسلم. المعنى: لا\nتؤاخذنا بتقصيرنا في حقك ونصرك. وعلى هذا فقوله: \"اللهم\" لم يقصد بها\nالدعاء وإنما افتتح بها الكلام. والمخاطب بقول الشاعر: \"لولا أنت\" النبي،\nلكن يعكر عليه قوله بعد ذلك:\n</p>\n\n<p>\nفأنزلن سكينة علينا ... وثبت الأقدام إن لاقينا\n</p>\n\n<p>\nفإنه دعاء لله تعالى.\n</p>\n\n<p>\nويحتمل أن يكون المعنى فاسأل ربك أن ينزل ويثبت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p250'> Vol. 03, p. 250</a>\n            </div>\n            \n</p>\n\n<p>\nوالله أعلم.\n</p>\n\n<p>\nوقوله: \"إذا صيح بنا أتينا\" أي إذا صيح بنا للقتال ونحوه من المكاره <span id='ms0237'></span>\nأتينا ولم نتأخر عنه. وفي رواية أبينا بالموحدة بدل المثناة، أي أبينا\nالفرار. وقوله: \"وبالصياح عولوا عليها\" أي استعانوا بنا واستفزعونا للقتال.\nقيل: هو من التعويل على الشيء وهو الاعتماد عليه، وقيل: هو من العويل، وهو\nالصوت.\n</p>\n\n<p>\nوقوله: \"من هذا السائق؟ قالوا: عامر، قال: يرحمه الله، قال رجل من القوم:\nوجبت\" أي: ثبتت له الشهادة وستقع قريبا، لأنه كان معلوما عندهم أن من دعا\nله النبي صلى الله عليه وسلم هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p251'> Vol. 03, p. 251</a>\n            </div>\n            \n</p>\n\n<p>\nالدعاء في هذا الموطن استشهد، وقوله: لولا أمتعتنا به؟ أي وددنا أنك أخرت\nالدعاء له بهذا إلى وقت آخر لنتمتع بمصاحبته ورؤيته مدة.\n</p>\n\n<p>\nوفي البخاري من حديث أنس أنه صلى الله عليه وسلم أتى خيبر ليلا -وكان إذا\nأتى قوما بليل لم يغربهم حتى يصبح- فلما أصبح خرجت اليهود بمساحيهم\nومكاتلهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p252'> Vol. 03, p. 252</a>\n            </div>\n            \n</p>\n\n<p>\nفلما رأوه قالوا: محمد والله، محمد والخميس، فقال النبي صلى الله عليه\nوسلم: \"خربت خيبر، إنا إذا نزلنا بساحة قوم فساء صباح المنذرين\".\n</p>\n\n<p>\nوفي رواية: فرفع يديه وقال: \"الله أكبر خربت خيبر\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p253'> Vol. 03, p. 253</a>\n            </div>\n            \n</p>\n\n<p>\nوالخميس: الجيش: سمي به لأنه مقسوم بخمسة أقسام: المقدمة والساقة\nوالميمنة والميسرة والقلب.\n</p>\n\n<p>\nومحمد: خبر مبتدأ، أي هذا محمد.\n</p>\n\n<p>\nقال السهيلي: يؤخذ من هذا الحديث التفاؤل؛ لأنه عليه الصلاة والسلام لما\nرأى آلة الهدم تفاءل أن مدينتهم ستخرب. انتهى.\n</p>\n\n<p>\nويحتمل -كما قاله في فتح الباري- أن يكون قال: \"خربت خيبر\" بطريق الوحي،\nويؤيده قوله بعد ذلك: \"إنا إذا نزلنا بساحة قوم فساء صباح المنذرين\".\n</p>\n\n<p>\nوفي رواية: أنه صلى الله عليه وسلم صلى الصبح قريبا من خيبر بغلس ثم قال:\n\"الله أكبر خربت خيبر إنا إذا نزلنا بساحة قوم فساء صباح المنذرين\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p254'> Vol. 03, p. 254</a>\n            </div>\n            \n</p>\n\n<p>\nوقال مغلطاي وغيره: وفرق عليه الصلاة والسلام الرايات، ولم تكن الرايات\nإلا بخيبر، وإنما كانت الألوية.\n</p>\n\n<p>\nقال الدمياطي: وكانت راية النبي صلى الله عليه وسلم السوداء من برد\nلعائشة رضي الله عنها.\n</p>\n\n<p>\nوفي البخاري: وكان علي بن أبي طالب تخلف عن النبي صلى الله عليه وسلم\nوكان رمدا, فقال: أنا أتخلف عن النبي صلى الله <span id='ms0238'></span> عليه وسلم فلحق فلما بتنا\nالليلة التي فتحت قال: \"لأعطين الراية غدا -أو: ليأخذن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p255'> Vol. 03, p. 255</a>\n            </div>\n            \n</p>\n\n<p>\nالراية غدا- رجل يحبه الله ورسوله\". وفي رواية أنه صلى الله عليه وسلم\nقال: \"لأعطين الراية غدا رجلا يفتح الله على يديه\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p256'> Vol. 03, p. 256</a>\n            </div>\n            \n</p>\n\n<p>\nفلما أصبح الناس غدوا على رسول الله صلى الله عليه وسلم كلهم يرجون أن\nيعطاها، فقال: \"أين علي بن أبي طالب\"؟ فقالوا: هو يا رسول الله يشتكي\nعينيه، قال: \"فأرسلوا إليه\"، فأتي به، فبصق رسول الله صلى الله عليه وسلم\nفي عينيه ودعا له فبرئ حتى كأن لم يكن به وجع، فأعطاه الراية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p257'> Vol. 03, p. 257</a>\n            </div>\n            \n</p>\n\n<p>\nفقال علي: يا رسول الله أقاتلهم حتى يكونوا مثلنا؟ فقال: \"انفذ على رسلك،\nحتى تنزل بساحتهم، ثم ادعهم إلى الإسلام، وأخبرهم بما يجب عليهم من حق الله\nفيه، فوالله لأن يهدي الله بك رجلا واحدا خير من أن يكون لك حمر النعم\".\nالحديث. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p258'> Vol. 03, p. 258</a>\n            </div>\n            \n</p>\n\n<p>\nولما تصاف القوم، كان سيف عامر قصيرا، فتناول ساق يهودي ليضربه فرجع ذباب\nسيفه فأصاب عين ركبة عامر فمت منه. فلما قفلوا، قال سلمة: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p259'> Vol. 03, p. 259</a>\n            </div>\n            \n</p>\n\n<p>\nقلت يا رسول الله، فداك أبي وأمي، زعموا أن عامرا حبط عمله، فقال النبي\nصلى الله عليه وسلم: \"كذب من قال، وإن له أجرين -وجمع بين إصبعيه- إنه\nلجاهد مجاهد\". رواه البخاري أيضا.\n</p>\n\n<p>\nوعن يزيد بن أبي عبيد قال: رأيت أثر ضربة بساق سلمة، فقلت: ما هذه\nالضربة؟ قال: هذه ضربة أصابتها يوم خيبر, فأتيت النبي صلى الله عليه وسلم\nفنفث فيه ثلاث نفثات فما اشتكيتها حتى الساعة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p260'> Vol. 03, p. 260</a>\n            </div>\n            \n</p>\n\n<p>\nأخرجه البخاري.\n</p>\n\n<p>\nوعند أيضا عن أبي هريرة: شهدنا خيبر فقال رسول الله صلى الله عليه وسلم\nلرجل ممن معه يدعي الإسلام: \"هذا من أهل النار\"، فلما حضر القتال قاتل\nالرجل أشد القتال، حتى كثرت به الجراحة، فكاد بعض الناس يرتاب، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p261'> Vol. 03, p. 261</a>\n            </div>\n            \n</p>\n\n<p>\nفوجد الرجل ألم الجراحة فأهوى بيده إلى كنانته، فاستخرج منها سهما فنحر\nنفسه، فاشتد رجل من المسلمين فقال: يا رسول الله، صدق الله حديثك، انتحر\nفلان فقتل نفسه. فقال: \"قم يا فلان فأذن: إنه لا يدخل <span id='ms0239'></span> الجنة إلا مؤمن، إن\nالله يؤيد هذا الدين بالرجل الفاجر\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p262'> Vol. 03, p. 262</a>\n            </div>\n            \n</p>\n\n<p>\nوفي رواية: فقال رسول الله صلى الله عليه وسلم عند ذلك: \"إن الرجل ليعمل\nبعمل أهل الجنة فيما يبدو للناس وهو من أهل النار، وإن الرجل ليعمل بعمل\nأهل النار فيما يبدو للناس وهو من أهل الجنة\". الحديث. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p263'> Vol. 03, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\nوقاتل النبي صلى الله عليه وسلم أهل خيبر، وقاتلوه أشد القتال، واستشهد\nمن المسلمين خمسة عشر، وقتل من اليهود ثلاثة وتسعون.\n</p>\n\n<p>\nوفتحها الله عليه حصنا حصنا، وهي: النطاة، وحصن أصعب وحصن ناعم،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p264'> Vol. 03, p. 264</a>\n            </div>\n            \n</p>\n\n<p>\nوحصن قلعة الزبير، والشق، وحصن البريء، والقموص, والوطيح, والسلالم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p265'> Vol. 03, p. 265</a>\n            </div>\n            \n</p>\n\n<p>\nوهو حصن بني أبي الحقيق.\n</p>\n\n<p>\nوأخذ كنز آل أبي الحقيق الذي كان في مسك الحمار، وكانوا قد غيبوه في\nخربة، فدل الله رسوله عليه فاستخرجه.\n</p>\n\n<p>\nوقلع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p266'> Vol. 03, p. 266</a>\n            </div>\n            \n</p>\n\n<p>\nعلي باب خيبر، ولم يحركه سبعون رجلا إلا بعد جهد.\n</p>\n\n<p>\nوفي رواية ابن إسحاق: سبعة، وأخرجه من طريق البيهقي في الدلائل، ورواه\nالحاكم، وعنه البيهقي من جهة ليث بن أبي سليم، عن أبي جعفر محمد بن علي بن\nحسين عن جابر: أن عليا حمل الباب يوم خيبر، وأنه جرب بعد ذلك فلم يحمله\nأربعون رجلا, وليث ضعيف. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p267'> Vol. 03, p. 267</a>\n            </div>\n            \n</p>\n\n<p>\nوفي رواية البيهقي: أن عليا لما انتهى إلى الحصن اجتذب أحد أبوابه فألقاه\nبالأرض، فاجتمع عليه بعده منا سبعون رجلا فكان جهدهم أن أعادوا الباب\nمكانه.\n</p>\n\n<p>\nقال شيخنا: وكلها واهية، ولذا أنكره بعض العلماء. انتهى.\n</p>\n\n<p>\nوفي البخاري: وتزوج عليه الصلاة والسلام بصفية بنت حيي بن أخطب، وكان قد\nقتل زوجها كنانة بن الربيع بن أبي الحقيق، وكانت عروسا، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p268'> Vol. 03, p. 268</a>\n            </div>\n            \n</p>\n\n<p>\nفذكر له جمالها، فاصطفاها لنفسه فخرج بها حتى بلغت سد الصهباء حلت له,\nيعني طهرت من الحيض, فبنى بها عليه الصلاة والسلام فصنع حيسا في نطع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p269'> Vol. 03, p. 269</a>\n            </div>\n            \n</p>\n\n<p>\nصغير، ثم قال لأنس: \"آذن من حولك\". فكانت تلك وليمته على صفية. قال أنس:\nثم خرجنا إلى المدينة فرأيت النبي صلى الله عليه وسلم يحوي لها وراءه\nبعباءة. ثم يجلس عند بعيره فيضع ركبته وتضع صفية رجلها على ركبته حتى تركب.\n</p>\n\n<p>\nوفي رواية له <span id='ms0240'></span>: فقال المسلمون: إحدى أمهات المؤمنين أو ما ملكت يمينه؟\nقالوا إن حجبها فهي إحدى أمهات. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p270'> Vol. 03, p. 270</a>\n            </div>\n            \n</p>\n\n<p>\nالمؤمنين، وإن لم يحجبها فهي مما ملكت يمينه، فلما ارتحل وطأ لها ومد\nالحجاب.\n</p>\n\n<p>\nوفي رواية أنه صلى الله عليه وسلم قتل المقاتلة وسبى الذرية، وكان في\nالسبي صفية فصارت إلى دحية الكلبي ثم صارت إلى النبي صلى الله عليه وسلم\nفجعل عتقها صداقها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p271'> Vol. 03, p. 271</a>\n            </div>\n            \n</p>\n\n<p>\nوفي رواية: فأعتقها وتزوجها.\n</p>\n\n<p>\nوفي رواية: قال صلى الله عليه وسلم لدحية: خذ جارية من السبي غيرها.\n</p>\n\n<p>\nوفي رواية لمسلم: أنه صلى الله عليه وسلم اشترى صفية منه بسبعة أرؤس.\n</p>\n\n<p>\nوإطلاق الشراء على ذلك، على سبيل المجاز، وليس في قوله سبعة أرؤس ما\nينافي قوله في رواية البخاري: خذ جارية من السبي غيرها، إذ ليس هنا دلالة\nعلى نفي الزيادة والله أعلم.\n</p>\n\n<p>\nوإنما أخذ صلى الله عليه وسلم صفية لأنها بنت ملك من ملوكهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p272'> Vol. 03, p. 272</a>\n            </div>\n            \n</p>\n\n<p>\nوليست ممن توهب لدحية لكثرة من كان في الصحابة مثل دحية وفوقه، وقلة من\nكان في السبي مثل صفية في نفاستها، فلو خصه بها لأمكن تغير خاطر بعضهم،\nفكان من المصلحة العامة ارتجاعها منه، واختصاصه عليه الصلاة والسلام بها،\nفإن في ذلك رضا الجميع، وليس ذلك من الرجوع في الهبة في شيء. انتهى.\n</p>\n\n<p>\nقال مغلطاي وغيره: وكانت صفية قبل رأت أن القمر سقط في حجرها، فتؤول\nبذلك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p273'> Vol. 03, p. 273</a>\n            </div>\n            \n</p>\n\n<p>\nقال الحاكم: وكذا جرى لجويرية.\n</p>\n\n<p>\nوفي هذ الغزوة حرم النبي صلى الله عليه وسلم لحوم الحمر الأهلية, كما في\nالبخاري ولفظه: فلما أمسى الناس مساء اليوم الذي فتحت عليهم -يعني خيبر-\nأوقدوا نيرانا كثيرة، فقال النبي صلى الله عليه وسلم: \"ما هذه النيران، على\nأي شيء توقدون\"؟. قالوا: على لحم. قال: \"على أي لحم\"؟. قالوا: لحم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p274'> Vol. 03, p. 274</a>\n            </div>\n            \n</p>\n\n<p>\nالحمر الإنسية، فقال النبي صلى الله عليه وسلم: \"أهريقوها واكسروها\".\nفقال رجل: يا رسول الله، أو نهريقها ونغسلها، قال: \"أو ذاك\".\n</p>\n\n<p>\nوالمشهور في الإنسية: كسر الهمزة منسوبة إلى الإنس، وهم بنو آدم. وحكي:\nضم الهمزة ضد الوحشة، ويجوز فتحها والنون أيضا, مصدر أنست به <span id='ms0241'></span>، آنس أنسا\nوأنسة.\n</p>\n\n<p>\nوفي رواية: نهى يوم خيبر عن أكل الثوم، وعن لحوم الحمر الأهلية.\n</p>\n\n<p>\nوفي رواية: نهى يوم خيبر عن لحوم الحمر الأهلية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p275'> Vol. 03, p. 275</a>\n            </div>\n            \n</p>\n\n<p>\nورخص في الخيل.\n</p>\n\n<p>\nقال ابن أبي أوفى: فتحدثنا أنه إنما نهى عنها لأنها لم تخمس، وقال بعضهم:\nنهى عنها ألبتة لأنها كانت تأكل العذرة.\n</p>\n\n<p>\nقال العلماء: وإنما أمر بإراقتها لأنها نجسة محرمة، وقيل: إنما نهى عنها\nللحاجة إليها، وقيل: لأخذها قبل القسمة، وهذان التأويلان للقائلين بإباحة\nلحومها. والصواب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p276'> Vol. 03, p. 276</a>\n            </div>\n            \n</p>\n\n<p>\nما قدمناه.\n</p>\n\n<p>\nوأما قوله صلى الله عليه وسلم: \"اكسروها\" فقال رجل: أو نهريقها ونغسلها\nقال: \"أو ذاك\".\n</p>\n\n<p>\nفهذا محمول على أنه صلى الله عليه وسلم اجتهد في ذلك فرأى كسرها ثم تغير\nاجتهاده، أو أوحي إليه بغسلها.\n</p>\n\n<p>\nوأما لحوم الخيل فاختلف العلماء في إباحتها:\n</p>\n\n<p>\nفذهب الشافعي والجمهور من السلف والخلف: إلى أنه مباح لا كراهة فيه، وبه\nقال عبد الله بن الزبير وأنس بن مالك وأسماء بنت أبي بكر، وفي صحيح مسلم\nعنها قالت: نحرنا فرسا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p277'> Vol. 03, p. 277</a>\n            </div>\n            \n</p>\n\n<p>\nعلى عهد رسول الله صلى الله عليه وسلم فأكلناه ونحن بالمدينة، وفي رواية\nالدارقطني: فأكلناه نحن وآل بيت النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nقال في فتح الباري: ويستفاد من قولها: \"ونحن بالمدينة\" أن ذلك بعد فرض\nالجهاد، فيرد على من استند إلى منع أكلها لعلة أنها من آلات الجهاد.\n</p>\n\n<p>\nومن قولها: \"وأهل بيت النبي صلى الله عليه وسلم\" الرد على من زعم أنه ليس\nفيه أن النبي صلى الله عليه وسلم اطلع على ذلك، مع أن ذلك لو لم يرد لم يظن\nبآل أبي بكر أنهم يقدمون على فعل شيء في زمنه صلى اله عليه وسلم إلا وعندهم\nالعلم بجوازه لشده اختلاطهم به صلى الله عليه وسلم وعدم مفارقتهم له، هذا\nمع توفر داعية الصحابة إلى سؤال عليه السلام عن الأحكام.\n</p>\n\n<p>\nومن ثم كان الراجح أن الصحابي إذا قال: كنا نفعل كذا على عهده صلى الله\nعليه وسلم كان له حكم الرفع، لأن الظاهر اطلاعه صلى الله عليه وسلم على ذلك\nوتقريره <span id='ms0242'></span>، وإذا كان ذلك في مطلق الصحابي فكيف بآل أبي بكر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p278'> Vol. 03, p. 278</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الطحاوي: ذهب أبو حنيفة إلى كراهة أكل الخيل، وخالفه صاحباه\nوغيرهما, واحتجوا بالأخبار المتواترة في حلها. انتهى.\n</p>\n\n<p>\nوقد نقل بعض التابعين: الحل عن الصحابة مطلقا من غير استثناء أحد، فأخرج\nابن أبي شيبة بسند صحيح عن عطاء بن يسار قال: لم يزل سلفك يأكلونه. قال ابن\nجريج: قلت له أصحاب رسول الله صلى الله عليه وسلم قال: نعم.\n</p>\n\n<p>\nوأما ما نقل في ذلك عن ابن عباس من كراهتها: فأخرجه ابن أبي شيبة وعبد\nالرزاق بسندين ضعيفين.\n</p>\n\n<p>\nوقال أبو حنيفة في الجامع الصغير: أكره لحوم الخيل، فحمله أبو بكر الرازي\nعلى التنزيه، وقال: لم يطلق أبو حنيفة فيه التحريم، وليس هو عنده كالحمار\nالأهلي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p279'> Vol. 03, p. 279</a>\n            </div>\n            \n</p>\n\n<p>\nوصحح أصحاب المحيط والهداية والذخيرة عنه التحريم، وهو قول أكثرهم.\n</p>\n\n<p>\nوقال القرطبي في شرح مسلم: مذهب مالك الكراهة، وقال الفاكهاني: المشهور\nعند المالكية الكراهة، والصحيح عند المحققين منهم التحريم.\n</p>\n\n<p>\nوقال أبن أبي جمرة: الدليل على الجواز مطلقا واضح، لكن سبب كراهة مالك\nلأكلها لكونها تستعمل غالبا في الجهاد، فلو انتفت الكراهة لكثر استعماله،\nولو كثر لأفضى إلى فنائها، فيؤول إلى النقص من إرهاب العدو الذي وقع الأمر\nبه في قوله تعالى: {ومن رباط الخيل ترهبون به عدو الله وعدوكم} [الأنفال:\n60] فعلى هذا فالكراهة لسبب خارج، وليس البحث فيه، فإن الحيوان المتفق على\nإباحته لو حدث أمر يقتضي أن لو ذبح لأفضى إلى ارتكابه محظور لامتنع، ولا\nيلزم من ذلك القول بتحريمه. انتهى.\n</p>\n\n<p>\nوأما قول بعض المانعين: لو كانت حلال لجازت الأضحية بها. فمنتقض بحيوان\nالبر، فإنه مأكول ولم تشرع الأضحية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p280'> Vol. 03, p. 280</a>\n            </div>\n            \n</p>\n\n<p>\nبه, وأما حديث خالد بن الوليد عند أبي داود والنسائي: نهى رسول الله صلى\nالله عليه وسلم عن لحوم الخيل والبغال والحمير، فضعيف، ولو سلم ثبوته، لا\nينهض معارضا لحديث جابر الدال على الجواز، وقد وافقه حديث أسماء. وقد ضعف\nحديث خالد بن الوليد أحمد والبخاري والدارقطني والخطابي وابن عبد البر وعبد\nالحق وآخرون.\n</p>\n\n<p>\nوزعم بعضهم <span id='ms0243'></span>: أن حديث جابر دال على التحريم لقوله \"رخص\" لأن الرخصة\nاستباحة المحظور مع قيام المانع، فدل على أنه رخص لهم بسبب المخمصة التي\nأصابتهم بخيبر، فلا يدل ذلك على الحل المطلق.\n</p>\n\n<p>\nوأجيب: بأن أكثر الروايات جاء بلفظ الإذن، كما رواه مسلم، وفي رواية له:\nأكلنا زمن خيبر الخيل وحمر الوحش، ونهانا النبي صلى الله عليه وسلم عن\nالحمار الأهلي, وعند الدارقطني من حديث ابن عباس: نهانا صلى الله عليه وسلم\nعن الحمر الأهلية وأمر بلحوم الخيل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p281'> Vol. 03, p. 281</a>\n            </div>\n            \n</p>\n\n<p>\nفدل على أن المراد بقوله: \"رخص\" أذن. ونوقض أيضا بالإذن في أكل الخيل،\nولو كان رخصة لأجل المخمصة لكانت الحمر الأهلية أولى بذلك لكثرتها وعزة\nالخيل حينئذ، فدل على أن الإذن في أكل الخيل إنما كان للإباحة العامة لا\nلخصوص الضرورة.\n</p>\n\n<p>\nوقد نقل عن مالك وغيره من القائلين بالتحريم: أنهم احتجوا للمنع بقوله\nتعالى: {والخيل والبغال والحمير لتركبوها وزينة} [النحل: 8] وقرروا ذلك\nبأوجه:\n</p>\n\n<p>\nأحدها: أن اللام للتعليل، فدل على أنها لم تخلق لغير ذلك؛ لأن العلة\nالمنصوصة تفيد الحصر. فإباحة أكلها تقتضي خلاف ظاهر الآية.\n</p>\n\n<p>\nثانيها: عطف البغال والحمير، فدل على اشتراكها معهما في حكم التحريم،\nفيحتاج من أفرد حكم ما عطف عليه إلى دليل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p282'> Vol. 03, p. 282</a>\n            </div>\n            \n</p>\n\n<p>\nثالثها: أن الآية سيقت مساق الامتنان، فلو كان ينتفع بها في الأكل لكان\nالامتنان به أعظم، والحكيم لا يمتن بأدنى النعم ويترك أعلاها، ولا سيما وقد\nوقع الامتنان بالأكل في المذكورات قبلها.\n</p>\n\n<p>\nرابعها: لو أبيح أكلها لفاتت المنفعة بها فيما وقع به الامتنان من الركوب\nللزينة.\n</p>\n\n<p>\nوأجيب: بأن آية النحل مكية اتفاقا، والإذن في أكل الخيل كان بعد الهجرة\nمن مكة بأكثر من ست سنين، فلو فهم النبي صلى الله عليه وسلم من الآية المنع\nلما أذن في الأكل.\n</p>\n\n<p>\nوأيضا: فإن آية النحل ليست نصا في منع الأكل والحديث صريح في جوازه.\n</p>\n\n<p>\nوأيضا: فلو سلمنا أن اللام للتعليل، لم نسلم إفادة الحصر في الركوب\nوالزينة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p283'> Vol. 03, p. 283</a>\n            </div>\n            \n</p>\n\n<p>\nفإنه ينتفع بالخيل في غيرهما، وفي غير الأكل اتفاقا، وإنما ذكر الركوب\nوالزينة لكونهما <span id='ms0244'></span> أغلب ما يطلب له الخيل, ونظيره حديث البقرة المذكورة في\nالصحيحين حين خاطبت راكبها فقالت: لم أخلق لهذا وإنما خلقت للحرث، فإنه مع\nكونه أصرح في الحصر، ما يقصد به إلا الأغلب، وإلا فهي تؤكل وينتفع بها في\nأشياء غير الحرث اتفاقا.\n</p>\n\n<p>\nوقال البيضاوي: واستدل بها -أي بآية النحل- على حرمة لحومها، ولا دليل\nفيها، إذ لا يلزم من تعليل الفعل بما يقصد منه غالبا أن لا يقصد منه غيره\nأصلا. انتهى.\n</p>\n\n<p>\nوأيضا: فلو سلم الاستدلال للزم منه حمل الأثقال على الخيل والبغال\nوالحمير ولا قائل به. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p284'> Vol. 03, p. 284</a>\n            </div>\n            \n</p>\n\n<p>\nوأما عطف البغال والحمير، فدلالة العطف إنما هي دلالة اقتران وهي ضعيفة.\n</p>\n\n<p>\nوأما أنها سيقت مساق الامتنان، فالامتنان إنما قصد به غالب ما كان يقع به\nانتفاعهم، فخوطبوا بما ألفوا وعرفوا، ولم يكونوا يعرفون أكل الخيل لعزتها\nفي بلادهم، بخلاف الأنعام، فإن أكثر انتفاعهم بها كن لحمل الأثقال وللأكل،\nفاقتصر في كل من الصنفين على الامتنان بأغلب ما ينتفع به، فلو لزم من ذلك\nالحصر في هذا الشق لأضر.\n</p>\n\n<p>\nوأما قولهم: لو أبيح أكلها لفاتت المنفعة بها ... إلخ.\n</p>\n\n<p>\nفأجيب عنه: بأنه لو لزم من الإذن في أكلها أن تفنى، للزم مثله في البقر\nوغيرها مما أبيح أكله ووقع الامتنان به.\n</p>\n\n<p>\nوإنما أطلت في ذلك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p285'> Vol. 03, p. 285</a>\n            </div>\n            \n</p>\n\n<p>\nلأمر اقتضاه، والله أعلم.\n</p>\n\n<p>\nوفي هذه الغزوة أيضا نهى صلى الله عليه وسلم عن أكل كل ذي ناب من السباع،\nوعن بيع المغانم حتى تقسم، وأن لا توطأ جارية حتى تستبرأ. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p286'> Vol. 03, p. 286</a>\n            </div>\n            \n</p>\n\n<p>\nوفي هذه الغزوة أيضا سمت النبي صلى الله عليه وسلم زينب بنت الحارث،\nامرأة سلام بن مشكم، كما في البخاري من حديث أبي هريرة ولفظه: لما فتحت\nخيبر أهديت للنبي صلى الله عليه وسلم شاة فيها سم، فقال رسول الله صلى الله\nعليه وسلم: \"اجمعوا لي من كان ههنا من اليهود\". فجمعوا له، فقال لهم رسول\nالله صلى الله عليه وسلم: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p287'> Vol. 03, p. 287</a>\n            </div>\n            \n</p>\n\n<p>\n\"إني سائلكم عن شيء، فهل أنتم صادقوني عنه\"؟. فقالوا: نعم يا أبا القاسم.\nفقال رسول الله صلى <span id='ms0245'></span> الله عليه وسلم: \"من أبوكم\"؟. قالوا: أبونا فلان. فقال\nرسول الله صلى الله عليه وسلم: \"كذبتم، بل أبوكم فلان\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p288'> Vol. 03, p. 288</a>\n            </div>\n            \n</p>\n\n<p>\nقالوا: صدقت وبررت، فقال: \"هل أنتم صادقوني عن شيء إن سألتكم عنه\"؟.\nفقالوا: نعم يا أبا القاسم، وإن كذبناك عرفت كذبنا، كما عرفته في أبينا.\nفقال لهم رسول الله صلى الله عليه وسلم: \"من أهل النار\"؟. فقالوا: نكون\nفيها يسيرا ثم تخلفوننا فيها. فقال لهم رسول الله صلى الله عليه وسلم:\n\"اخسؤا فيها, والله لن نخلفكم فيها أبدا\". ثم قال لهم: \"هل أنتم صادقوني عن\nشيء إن سألتكم عنه\"؟. فقالوا: نعم. فقال: \"هل جعلتم في هذه الشاة سما\"؟.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p289'> Vol. 03, p. 289</a>\n            </div>\n            \n</p>\n\n<p>\nفقالوا: نعم، فقال: \"ما حملكم على ذلك\"؟. قالوا: أردنا إن كنت كذابا أن\nنستريح منك، وإن كنت نبيا لم يضرك.\n</p>\n\n<p>\nوفي حديث جابر عند أبي داود: أن يهودية من أهل خيبر سمت شاة مصلية ثم\nأهدتها إلى رسول الله صلى الله عليه وسلم، فأخذ رسول الله صلى الله عليه\nوسلم فأكل منها، وأكل رهط من أصحابه معه، فقال رسول صلى الله عليه وسلم:\n\"ارفعوا أيديكم\". وأرسل إلى اليهودية فقال: \"سممت هذه الشاة\"؟. فقالت: من\nأخبرك؟ قال: \"أخبرتني هذه في يدي\". للذراع. قالت: نعم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p290'> Vol. 03, p. 290</a>\n            </div>\n            \n</p>\n\n<p>\nقلت إن كان نبيا فلن يضره، وإن لم يكن نبيا استرحنا منه. فعفا عنها صلى\nالله عليه وسلم ولم يعاقبها، وتوفي أصحابه الذين أكلوا من الشاة، واحتجم\nرسول الله صلى الله عليه وسلم على كاهله من أجل الذي أكل من الشاة.\n</p>\n\n<p>\nوفي رواية غيره: جعلت زينب بنت الحارث امرأة ابن مشكم تسأل أي الشاة أحب\nإلى محمد, فيقولون: الذراع. فعمدت إلى عنز لها فذبحتها وصلتها، ثم عمدت إلى\nسم لا يطنئ -يعني لا يلبث أن يقتل من ساعته-. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p291'> Vol. 03, p. 291</a>\n            </div>\n            \n</p>\n\n<p>\nوقد شاورت يهود في سموم فاجتمعوا لها على هذا السم بعينه، فسمت الشاة\nوأكثرت في الذراعين والكتف، فوضعت بين يديه ومن حضر من أصحابه، وفيهم بشر\nبن البراء، وتناول صلى الله عليه وسلم الذراع فانتهس منها، وتناول بشر بن\nالبراء عظما آخر <span id='ms0246'></span>، فلما ازدرد صلى الله عليه وسلم لقمته، ازدرد بشر بن\nالبراء ما في يده وأكل القوم، فقال صلى الله عليه وسلم: \"ارفعوا أيديكم،\nفإن هذه الذراع تخبرني أنها مسمومة\". وفيه: أن بشر بن البراء مات، وفيه:\nأنه دفعها صلى الله عليه وسلم إلى أولياء بشر بن البراء فقتلوها. رواه\nالدمياطي.\n</p>\n\n<p>\nوقد اختلف: هل عاقبها صلى الله عليه وسلم؟ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p292'> Vol. 03, p. 292</a>\n            </div>\n            \n</p>\n\n<p>\nفعند البيهقي من حديث أبي هريرة: فأعرض لها، ومن حديث أبي نضرة عن جابر\nنحوه قال: فلم يعاقبها. وقال الزهري: أسلمت فتركها.\n</p>\n\n<p>\nقال البيهقي: يحتمل أن يكون تركها أولا ثم لما مات بشر بن البراء من\nالأكلة قتلها, وبذلك أجاب السهيلي وزاد: أنه تركها؛ لأنه كان لا ينتقم\nلنفسه، ثم قتلها ببشر بن البراء قصاصا.\n</p>\n\n<p>\nويحتمل أن يكون تركها لكونها أسلمت, وإنما أخر قتلها حتى مات بشر؛ لأن\nبموته يتحقق وجوب القصاص بشرطه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p293'> Vol. 03, p. 293</a>\n            </div>\n            \n</p>\n\n<p>\nوفي مغازي سليمان التيمي: أنها قالت: إن كنت كاذبا أرحت الناس منك، وقد\nاستبان لي الآن أنك صادق وأنا أشهدك ومن حضر أني على دينك وأن لا إله إلا\nالله وأن محمدا عبده ورسوله، قال: فانصرف عنها حين أسلمت. وفيه: موافقة\nالزهري على إسلامها، فالله أعلم.\n</p>\n\n<p>\nوفي هذه الغزوة أيضا: نام صلى الله عليه وسلم عن صلاة الفجر، لما وكل به\nبلالا كما في حديث أبي هريرة عند مسلم أن رسول الله صلى الله عليه وسلم حين\nقفل من غزوة خيبر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p294'> Vol. 03, p. 294</a>\n            </div>\n            \n</p>\n\n<p>\nسار ليلة حتى أدركه الكرا عرس، وقال لبلال: \"اكلأ لنا الليل\". فصلى بلال\nما قدر له، ونام صلى الله عليه وسلم, فلما قارب الفجر استند بلال إلى\nراحلته مواجه الفجر، فغلبت بلالا عيناه وهو مستند إلى راحلته. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p295'> Vol. 03, p. 295</a>\n            </div>\n            \n</p>\n\n<p>\nفلم يستيقظ رسول الله صلى الله عليه وسلم ولا بلال ولا أحد من أصحابه حتى\nضربتهم الشمس، فكان رسول الله صلى الله عليه وسلم أولهم استيقاظا، فقال:\n\"أي بلال\"!. فقال بلال: إنه أخذ بنفسي الذي أخذ -بأبي أنت وأمي يا رسول\nالله-. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p296'> Vol. 03, p. 296</a>\n            </div>\n            \n</p>\n\n<p>\nبنفسك. قال: \"اقتادوا\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p297'> Vol. 03, p. 297</a>\n            </div>\n            \n</p>\n\n<p>\nفاقتادوا رواحلهم شيئا، ثم توضأ رسول <span id='ms0247'></span> الله صلى الله عليه وسلم وأمر بلالا\nفأقام الصلاة، فصلى بهم الصبح، فلما قضى الصلاة قال: \"من نسي الصلاة\nفليصلها إذا ذكرها، فإن الله تعالى قال: {وأقم الصلاة لذكري} \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p298'> Vol. 03, p. 298</a>\n            </div>\n            \n</p>\n\n<p>\nوفيها قدم جعفر ومن معه من الحبشة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p299'> Vol. 03, p. 299</a>\n            </div>\n            \n</p>\n\n<p>\nواختلف في فتح خيبر هل كان عنوة أو صلحا؟\n</p>\n\n<p>\nوفي حديث عبد العزيز بن صهيب عن أنس التصريح بأنه كان عنوة، وبه جزم ابن\nعبد البر، ورد على من قال: فتحت صلحا. قال: وإنما دخلت الشبهة على من قال:\nفتحت صلحا بالحصنين اللذين أسلمهما أهلهما لتحقن دماؤهما، وهو ضرب من\nالصلح، لكن لم يقع ذلك إلا بحصار وقتال. انتهى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p300'> Vol. 03, p. 300</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head33'>فتح وادي القرى</h1>\n\n<p>\n\":\n</p>\n\n<p>\nثم فتح وادي القرى، في جمادى الآخرة\n</p>\n\n<h1 class='l1' id='head34'>..................................... </h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p301'> Vol. 03, p. 301</a>\n            </div>\n            \n<p>\nبعد أن قام أربعا يحاصرهم، ويقال: أكثر من ذلك.\n</p>\n\n<p>\nوأصاب \"مدعما\" مولاه سهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p302'> Vol. 03, p. 302</a>\n            </div>\n            \n</p>\n\n<p>\nفقال صلى الله عليه وسلم: \"إن الشملة التي غلها من خيبر تشتعل عليه\nنارا\".\n</p>\n\n<p>\nوصالحه أهل تيماء على الجزية، قاله الحافظ مغلطاي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p303'> Vol. 03, p. 303</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head35'>......................... </h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p304'> Vol. 03, p. 304</a>\n            </div>\n            \n<h1 class='l1' id='head36'>ذكر خمس سرايا بين خيبر والعمرة</h1>\n\n<p>\n\":\n</p>\n\n<p>\n\"الأولى: سرية عمر بن الخطاب رضي الله عنه إلى تربة\":\n</p>\n\n<p>\nثم سرية عمر بن الخطاب رضي الله عنه إلى تربة في شعبان سنة سبع، ومعه\nثلاثون رجلا، فخرج معه دليل من بني هلال، فكان يسير الليل ويكمن النهار،\nفأتى الخبر إلى هوازن فهربوا، وجاء عمر إلى محالهم فلم يلق منهم أحدا،\nفانصرف راجعا إلى المدينة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p304'> Vol. 03, p. 304</a>\n            </div>\n            \n</p>\n\n<p>\n\"الثانية: سرية أبي بكر الصديق رضي الله عنه إلى بني كلاب\":\n</p>\n\n<p>\nثم سرية أبي بكر الصديق رضي الله عنه إلى بني كلاب بنجد بناحية ضرية، سنة\nسبع، ويقال: إلى فزارة، فسبى منهم جماعة وقتل آخرين.\n</p>\n\n<p>\nوفي صحيح مسلم: إلى فزارة، وهو الصحيح الصواب.\n</p>\n\n<p>\n\"الثالثة: سرية بشير بن سعد الأنصاري إلى بني مرة\":\n</p>\n\n<p>\nثم سرية بشير بن سعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p305'> Vol. 03, p. 305</a>\n            </div>\n            \n</p>\n\n<p>\nالأنصاري إلى بني مرة بفدك، سنة سبع، ومعه ثلاثون رجلا، فقتلوا، وقاتل\nبشير حتى ارتث وضرب كعبه، وقيل: قد مات.\n</p>\n\n<p>\nوقدم علبة بن زيد الحارثي بخبرهم على رسول الله صلى الله عليه وسلم, ثم\nقدم بعده بشير بن سعد.\n</p>\n\n<p>\n\"السرية الرابعة: غالب <span id='ms0248'></span> بن عبد الله إلى الميفعة\":\n</p>\n\n<p>\nثم سرية غالب بن عبد الله الليثي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p306'> Vol. 03, p. 306</a>\n            </div>\n            \n</p>\n\n<p>\nإلى الميفعة بناحية نجد من المدينة، على ثمانية برد، في شهر رمضان سنة\nسبع من الهجرة، في مائتين وثلاثين راجلا، فهجموا عليهم في وسط محالهم،\nفقتلوا من أشرف لهم، واستاقوا نعما وشاء إلى المدينة.\n</p>\n\n<p>\nقالوا: وفي هذه السرية قتل أسامة بن زيد نهيك بن مرداس. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p307'> Vol. 03, p. 307</a>\n            </div>\n            \n</p>\n\n<p>\nبعد أن قال: لا إله إلا الله. فقال رسول الله صلى الله عليه وسلم: \"ألا\nشققت عن قلبه فتعلم أصادق هو أم كاذب\"؟. فقال أسامة: لا أقاتل أحدا يشهد أن\nلا إله إلا الله.\n</p>\n\n<p>\nوفي الإكليل: فعل أسامة ذلك في سرية كان هو أميرا عليها سنة ثمان.\n</p>\n\n<p>\nوفي البخاري. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p308'> Vol. 03, p. 308</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبي ظبيان قال: سمعت أسامة بن زيد يقول: بعثنا رسول الله صلى الله\nعليه وسلم إلى الحرقة، فصبحنا القوم فهزمناهم، ولحقت أنا ورجل من الأنصار\nرجلا منهم، فلما غشيناه قال: لا إله إلا الله، فكف الأنصاري عنه، وطعنته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p309'> Vol. 03, p. 309</a>\n            </div>\n            \n</p>\n\n<p>\nبرمحي حتى قتلته. فلما قدمنا بلغ النبي صلى الله عليه وسلم فقال: \"يا\nأسامة أقتلته بعد ما قال: لا إلا إلا الله\"؟. قلت: كان متعوذا. فما زال\nيكررها حتى تمنيت أني لم أكن أسلمت قبل ذلك اليوم.\n</p>\n\n<p>\n\"الخامسة: سرية بشير بن سعد الأنصاري إلى يمن وجبار\":\n</p>\n\n<p>\nثم سرية بشير بن سعد الأنصاري أيضا إلى يمن وجبار -بفتح الجيم- وهي أرض\nلغطفان، ويقال لفزارة وعذرة، في شوال سنة سبع من الهجرة، وبعث معه ثلاثمائة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p310'> Vol. 03, p. 310</a>\n            </div>\n            \n</p>\n\n<p>\nرجل لجمع تجمعوا للإغارة على المدينة، فساروا الليل وكمنوا النهار، فلما\nبلغهم مسير بشير هربوا.\n</p>\n\n<p>\nوأصاب لهم نعما فغنمها، وأسر رجلين وقدم بهما المدينة على رسول الله صلى\nالله عليه وسلم فأسلما. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p311'> Vol. 03, p. 311</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head37'>باب عمرة القضاء</h1>\n\n<p>\n\":\n</p>\n\n<p>\nثم عمرة القضية، وتسمى عمرة القضاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p311'> Vol. 03, p. 311</a>\n            </div>\n            \n</p>\n\n<p>\nلأنه قاضى فيها قريشا؛ لا لأنها قضاء عن العمرة التي صد عنها؛ لأنها لم\nتكن فسدت حتى يجب قضاؤها, بل كانت عمرة تامة، لذا عدوا عمر النبي صلى الله\nعليه وسلم أربعا، كما سيأتي إن شاء الله تعالى.\n</p>\n\n<p>\nوقال آخرون: بل <span id='ms0249'></span> كانت قضاء عن العمرة الأولى. وعدوا عمرة الحديبية في\nالعمر لثبوت الأجر فيها، لا لأنها كملت.\n</p>\n\n<p>\nوهذا الخلاف مبني على الاختلاف في وجوب القضاء على من اعتمر فصد عن\nالبيت. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p312'> Vol. 03, p. 312</a>\n            </div>\n            \n</p>\n\n<p>\nفقال الجمهور: يجب عليه الهدي ولا قضاء عليه.\n</p>\n\n<p>\nعن أبي حنيفة: عكسه.\n</p>\n\n<p>\nوعن أحمد رواية: أنه لا يلزمه هدي ولا قضاء. وأخرى: يلزمه الهدي والقضاء.\n</p>\n\n<p>\nفحجة الجمهور قوله تعالى: {فإن أحصرتم فما استيسر من الهدي} [البقرة:\n196] .\n</p>\n\n<p>\nوحجة أبي حنيفة: أن العمرة تلزم بالشروع، فإذا أحصر جاز له تأخيرها، فإذا\nزال الحصر أتى بها، ولا يلزم من التحلل بين الإحرامين سقوط القضاء.\n</p>\n\n<p>\nوحجة من أوجبهما: ما وقع للصحابة، فإنهم نحروا الهدي حيث صدوا واعتمروا\nمن قابل وساقوا الهدي.\n</p>\n\n<p>\nوحجة من لم يوجبهما: أن تحللهم بالحصر لم يتوقف على نحر الهدي، بل أمر من\nمعه هدي أن ينحر، ومن ليس معه هدي أن يحلق. انتهى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p313'> Vol. 03, p. 313</a>\n            </div>\n            \n</p>\n\n<p>\nقال الحاكم في الإكليل: تواترت الأخبار أنه صلى الله عليه وسلم لما أهل\nذو القعدة -يعني سنة سبع- أمر أصحابه أن يعتمروا قضاء لعمرتهم التي صدهم\nالمشركون عنها بالحديبية، وأن لا يتخلف أحد ممن شهد الحديبية، فلم يتخلف\nمنهم إلا رجال استشهدوا بخيبر ورجال ماتوا.\n</p>\n\n<p>\nوخرج مع رسول الله صلى الله عليه وسلم من المسلمين ألفان، واستخلف على\nالمدينة أبا رهم الغفاري، وساق عليه الصلاة والسلام ستين بدنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p314'> Vol. 03, p. 314</a>\n            </div>\n            \n</p>\n\n<p>\nوحمل السلاح والبيض والدروع والرماح، وقاد مائة فرس، فلما انتهى إلى ذي\nالحليفة قدم الخيل أمامه، عليها محمد بن مسلمة، وقدم السلاح واستعمل عليه\nبشير بن سعد.\n</p>\n\n<p>\nوأحرم النبي صلى الله عليه وسلم ولبى، والمسلمون يلبون معه، ومضى محمد بن\nمسلمة في الخيل إلى مر الظهران، فوجد بها نفرا من قريش، فسألوه فقال: هذا\nرسول الله صلى الله عليه وسلم يصبح هذا المنزل غدا إن شاء الله تعالى.\nفأتوا قريشا فأخبروهم ففزعوا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p315'> Vol. 03, p. 315</a>\n            </div>\n            \n</p>\n\n<p>\nونزل رسول الله صلى الله عليه وسلم بمر الظهران وقدم السلاح إلى بطن يأجج\n-كيسمع وينصر ويضرب- موضع بمكة، حيث ينظر إلى أنصاب الحرم، وخلف عليه أوس <span id='ms0250'></span>\nبن خولى الأنصاري في مائتي رجل.\n</p>\n\n<p>\nوخرجت قريش من مكة إلى رءوس الجبال.\n</p>\n\n<p>\nوقدم رسول الله صلى الله عليه وسلم الهدي أمامه، فحبس بذي طوى، وخرج رسول\nالله صلى الله عليه وسلم على راحلته القصواء، والمسلمون متوشحون السيوف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p316'> Vol. 03, p. 316</a>\n            </div>\n            \n</p>\n\n<p>\nمحدقون برسول الله صلى الله عليه وسلم يلبون، فدخل من الثنية التي تطلعه\nعلى الحجون، وابن رواحة آخذ بزمام راحلته.\n</p>\n\n<p>\nوفي رواية الترمذي في الشمائل، من حديث أنس أنه صلى الله عليه وسلم دخل\nمكة في عمرة القضاء وابن رواحة يمشي بين يديه وهو يقول:\n</p>\n\n<p>\nخلوا بني الكفار عن سبيله ... اليوم نضربكم على تنزيله\n</p>\n\n<p>\nضربا يزيل الهام عن مقيله ...\n</p>\n\n<h1 class='l1' id='head38'>......................... </h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p317'> Vol. 03, p. 317</a>\n            </div>\n            \n<h1 class='l1' id='head39'>..................... </h1>\n\n<p>\n... ويذهل الخليل عن خليله\n</p>\n\n<p>\nفقال عمر: يابن رواحة بين يدي رسول الله صلى الله عليه وسلم تقول شعرا؟\nفقال صلى الله عليه وسلم: \"خل عنه يا عمر، فلهي أسرع فيهم من نضج النبل\".\n</p>\n\n<p>\nورواه عبد الرزاق من حديث أنس أيضا من وجهين بلفظ.\n</p>\n\n<p>\nخلوا بني الكفار عن سبيله ... قد أنزل الرحمن في تنزيله\n</p>\n\n<p>\nبأن خير القتل في سبيله ... نحن قتلناكم على تأويله\n</p>\n\n<p>\nكما قتلناكم على تنزيله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p318'> Vol. 03, p. 318</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرجه الطبراني والبيهقي في الدلائل وفيه:\n</p>\n\n<p>\nاليوم نضربكم على تنزيله ... ضربا يزيل الهام عن مقيله\n</p>\n\n<p>\nويذهل الخليل عن خليله ... يا رب إني مؤمن بقيله\n</p>\n\n<p>\nوعند بن عقبة في المغازي بعد قوله:\n</p>\n\n<p>\nقد أنزل الرحمن في تنزيله ... في صحف تتلى على رسوله\n</p>\n\n<p>\nلكنه لم يذكر أنسا، وزاد ابن إسحاق بعد قوله:\n</p>\n\n<p>\nيا رب إني مؤمن بقيله ... إني رأيت الحق في قبوله\n</p>\n\n<p>\nوقال ابن هشام: إن قوله:\n</p>\n\n<p>\nنحن ضربناكم على تأويله\n</p>\n\n<p>\nإلى آخر الشعر من قول عمار بن ياسر قاله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p319'> Vol. 03, p. 319</a>\n            </div>\n            \n</p>\n\n<p>\nيوم صفين.\n</p>\n\n<p>\nقالوا: ولم يزل رسول الله صلى الله عليه وسلم يلبي حتى استلم الركن\nبمحجنه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p320'> Vol. 03, p. 320</a>\n            </div>\n            \n</p>\n\n<p>\nمضطبعا بثوبه وطاف على راحلته، والمسلمون يطوفون معه وقد اضطبعوا\nبثيابهم.\n</p>\n\n<p>\nوفي البخاري، عن ابن عباس: قال المشركون: إنه يقدم عليكم وفد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p321'> Vol. 03, p. 321</a>\n            </div>\n            \n</p>\n\n<p>\nوهنتهم حمى يثرب. فأمرهم النبي صلى الله عليه وسلم أن يرملوا الأشواط\nالثلاثة، وأن يمشوا ما بين الركنين، ولم يمنعه أن <span id='ms0251'></span> يرملوا الأشواط كلها إلا\nالإبقاء عليهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p322'> Vol. 03, p. 322</a>\n            </div>\n            \n</p>\n\n<p>\nوفي رواية، قال: \"ارملوا\" ليرى المشركون قوتهم, والمشركون من قبل\nقعيقعان.\n</p>\n\n<p>\nومعنى قوله: \"إلا الإبقاء عليهم\" أي لم يمنعه من أمرهم بالرمل في جميع\nالطوفات إلا الرفق بهم، والإشفاق عليهم.\n</p>\n\n<p>\nثم طاف رسول الله صلى الله عليه وسلم بين الصفا والمروة على راحلته، فلما\nكان الطواف السابع عند فراغه -وقد وقف الهدي عن المروة- قال: \"هذا المنحر،\nوكل فجاج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p323'> Vol. 03, p. 323</a>\n            </div>\n            \n</p>\n\n<p>\nمكة منحر\".\n</p>\n\n<p>\nفنحر عند المروة. وحلق هناك، وكذلك فعل المسلمون.\n</p>\n\n<p>\nوأمر رسول الله صلى الله عليه وسلم ناسا منهم أن يذهبوا إلى أصحابه ببطن\nيأجج، فيقيمون على السلاح، ويأتي الآخرون يقضوا نسكهم ففعلوا.\n</p>\n\n<p>\nوأقام رسول الله صلى الله عليه وسلم بمكة ثلاثا.\n</p>\n\n<p>\nوفي البخاري من حديث البراء. فلما دخلها -يعني مكة- ومضى الأجل، أتوا\nعليا فقالوا: قل لصاحبك اخرج عنا فقد مضى الأجل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p324'> Vol. 03, p. 324</a>\n            </div>\n            \n</p>\n\n<p>\nفخرج النبي صلى الله عليه وسلم فتبعته ابنة حمزة تنادي: يا عم يا عم,\nفتناولها علي فأخذ بيدها وقال لفاطمة: دونك ابنة عمك، فحملتها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p325'> Vol. 03, p. 325</a>\n            </div>\n            \n</p>\n\n<p>\nفاختصم فيها علي وزيد وجعفر، قال علي: أنا أخذتها وهي ابنة عمي. وقال\nجعفر: ابنة عمي وخالتها تحتي، وقال زيد: ابنة أخي فقضى بها النبي صلى الله\nعليه وسلم لخالتها وقال: \"الخالة بمنزلة الأم\". الحديث. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p326'> Vol. 03, p. 326</a>\n            </div>\n            \n</p>\n\n<p>\nوإنما أقرهم النبي صلى الله عليه وسلم على أخذه مع اشتراط المشركين أن لا\nيخرج بأحد من أهلها أراد الخروج، لأنهم لم يطلبوها.\n</p>\n\n<p>\nوقوله: \"الخالة بمنزلة الأم\". أي في هذا الحكم الخاص؛ لأنها تقرب منها في\nالحنو والشفقة والاهتداء إلى ما يصلح الولد. ويؤخذ منه أن الخالة في\nالحضانة مقدمة على العمة؛ لأن صفية بنت عبد المطلب كانت موجودة حينئذ، وإذا\nقدمت على العمة، مع كونها أقرب العصبات من النساء، فهي مقدمة على غيرها،\nويؤخذ منه تقديم أقارب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p327'> Vol. 03, p. 327</a>\n            </div>\n            \n</p>\n\n<p>\nالأم على أقارب الأب. انتهى.\n</p>\n\n<p>\nقال ابن عباس: وتزوج صلى الله عليه وسلم ميمونة وهو محرم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p328'> Vol. 03, p. 328</a>\n            </div>\n            \n</p>\n\n<p>\nوبنى بها وهو حلال.\n</p>\n\n<p>\nوقد استدرك ذلك على ابن عباس وعد من وهمه، قال سعيد بن المسيب: وهل ابن <span id='ms0252'></span>\nعباس وإن كانت خالته، ما تزوجها صلى الله عليه وسلم إلا بعد ما حل. ذكره\nالبخاري \"وهل\" بكسر الهاء أي: غلط. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p329'> Vol. 03, p. 329</a>\n            </div>\n            \n</p>\n\n<p>\nوقال يزيد بن الأصم عن ميمونة: تزوجني رسول الله صلى الله عليه وسلم ونحن\nحلالان بسرف. رواه مسلم.\n</p>\n\n<p>\nوسيأتي في. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p330'> Vol. 03, p. 330</a>\n            </div>\n            \n</p>\n\n<p>\nالخصائص من مقصد معجزاته إن شاء الله تعالى: أن له -النبي صلى الله عليه\nوسلم- النكاح في حال الإحرام على أصح الوجهين عن الشافعية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p331'> Vol. 03, p. 331</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head40'>ذكر خمس سرايا قبل مؤتة</h1>\n\n<p>\n\":\n</p>\n\n<p>\nثم سرية ابن أبي العوجاء السلمي إلى بني سليم، في ذي الحجة سنة سبع، في\nخمسين رجلا، فأحدق بهم الكفار من كل ناحية، وقاتل القوم قتالا شديدا، حتى\nقتل عامتهم وأصيب ابن أبي العوجاء جريحا مع القتلى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p331'> Vol. 03, p. 331</a>\n            </div>\n            \n</p>\n\n<p>\nثم تحامل حتى بلغ رسول الله صلى الله عليه وسلم في أول صفر سنة ثمان.\n</p>\n\n<p>\nثم سرية غالب بن عبد الله الليثي إلى بني الملوح -بالحاء المهملة-\nبالكديد -بفتح الكاف- قال في القاموس: الكديد بفتح الكاف ما بين الحرمين\nشرفهما الله. والبطن الواسع من الأرض, والأرض الغليظة، كالكدة بالكسر، ويوم\nالكديد معروف.\n</p>\n\n<p>\nفي صفر سنة ثمان من مهاجره، فغنم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p332'> Vol. 03, p. 332</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head41'>............................................... </h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p333'> Vol. 03, p. 333</a>\n            </div>\n            \n<p>\nوفي هذا الشهر قدم خالد بن الوليد وعثمان بن أبي طلحة وعمرو بن العاصي\nالمدينة, فأسلموا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p334'> Vol. 03, p. 334</a>\n            </div>\n            \n</p>\n\n<p>\nوقال ابن أبي خيثمة: كان ذلك سنة خمس، وقال الحاكم: سنة سبع. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p335'> Vol. 03, p. 335</a>\n            </div>\n            \n</p>\n\n<p>\nثم سرية غالب أيضا إلى مصاب أصحاب بشير بن سعد بفدك في صفر سنة ثمان،\nومعه مائتا رجل، فأغاروا عليهم مع الصبح. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p336'> Vol. 03, p. 336</a>\n            </div>\n            \n</p>\n\n<p>\nوقتلوا منهم قتلى وأصابوا نعما.\n</p>\n\n<p>\nثم سرية شجاع بن وهب الأسدي إلى بني عامر، بالسيء، ماء من ذات عرق إلى\nوجرة على ثلاثة مراحل من مكة إلى البصرة، وخمس من المدينة.\n</p>\n\n<p>\nفي شهر ربيع الأول سنة ثمان، ومعه أربعة وعشرون رجلا إلى جمع من هوازن،\nوأمره أن يغير عليهم فكان يسير الليل ويكمن النهار حتى صبحهم، فأصابوا نعما\nوشاء واستاقوا ذلك حتى قدموا المدينة، وكانت غيبتهم خمس عشرة ليلة،\nواقتسموا الغنيمة وكانت سهامهم خمسة عشر بعيرا وعدلوا البعير بعشر من\nالغنم.\n</p>\n\n<p>\nثم سرية كعب <span id='ms0253'></span> بن عمير الغفاري. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p337'> Vol. 03, p. 337</a>\n            </div>\n            \n</p>\n\n<p>\nإلى ذات أطلاح، وراء ذات القرى، في ربيع الأول سنة ثمان في خمسة عشر\nرجلا، فساروا حتى انتهوا إلى ذات أطلاح، فوجدوا جمعا كثيرا فقاتلهم الصحابة\nأشد القتال حتى قتلوا، وأفلت رجل جريح في القتلى. قال مغلطاي: قيل: هو\nالأمير. فلما برد عليه الليل تحامل حتى أتى رسول الله صلى الله عليه وسلم\nفأخبره الخبر، فشق ذلك عليه، وهم بالبعث إليهم فبلغه أنهم ساروا إلى موضع\nآخر فتركهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p338'> Vol. 03, p. 338</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head42'>باب غزوة مؤتة</h1>\n\n<p>\n\":\n</p>\n\n<p>\nثم سرية مؤتة -بضم الميم وسكون الواو- بغير همز لأكثر الرواة، وبه جزم\nالمبرد، وجزم ثعلب والجوهري وابن فارس بالهمز، وحكى غيرهم الوجهين.\n</p>\n\n<p>\nوهي من عمل البلقاء بالشام، دون دمشق. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p339'> Vol. 03, p. 339</a>\n            </div>\n            \n</p>\n\n<p>\nفي جمادى الأولى سنة ثمان.\n</p>\n\n<p>\nوذلك أن رسول الله صلى الله عليه وسلم كان أرسل الحارث بن عمير الأزدي\nبكتاب إلى ملك بصرى، فلما نزل مؤتة عرض له شرحبيل بن عمرو الغساني فقتله،\nولم يقتل لرسول صلى الله عليه وسلم رسول غيره.\n</p>\n\n<p>\nفأمر رسول الله صلى الله عليه وسلم زيد بن حارثة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p340'> Vol. 03, p. 340</a>\n            </div>\n            \n</p>\n\n<p>\nعلى ثلاثة آلاف وقال: \"إن قتل فجعفر بن أبي طالب فإن قتل فعبد الله بن\nرواحة فإن قتل فليرتض المسلمون برجل من بينهم يجعلونه عليهم\".\n</p>\n\n<p>\nوفي حديث عبد الله بن جعفر عند أحمد والنسائي بإسناد صحيح: \"إن قتل زيد\nفأميركم جعفر\". الحديث. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p341'> Vol. 03, p. 341</a>\n            </div>\n            \n</p>\n\n<p>\nقالوا: وعقد لهم صلى الله عليه وسلم لواء أبيض، ودفعه إلى زيد، وأوصاهم\nأن يأتوا مقتل الحارث بن عمير، وأن يدعوا من هناك إلى الإسلام، فإن أجابوا\nوإلا استعينوا عليهم بالله وقاتلوهم.\n</p>\n\n<p>\nوخرج مشيعا لهم، حتى بلغ ثنية الوداع فوقف وودعهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p342'> Vol. 03, p. 342</a>\n            </div>\n            \n</p>\n\n<p>\nفلما ساروا نادى المسلمون: دفع الله عنكم وردكم صالحين غانمين، فقال عبد\nالله بن رواحة:\n</p>\n\n<p>\nلكنني أسأل الرحمن مغفرة ... وضربة ذات فرغ تقذف الزبدا\n</p>\n\n<p>\nفلما فصلوا من المدينة سمع العدو بمسيرهم، فجمعوا لهم، وقام شرحبيل بن\nعمرو فجمع أكثر من مائة ألف، وقدم الطلائع أمامه.\n</p>\n\n<p>\nوقد نزل المسلمون معان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p343'> Vol. 03, p. 343</a>\n            </div>\n            \n</p>\n\n<p>\nبفتح الميم موضع من أرض الشام، وبلغ الناس كثرة العدو وتجمعهم، وأن <span id='ms0254'></span> هرقل\nنزل بأرض البلقاء في مائة ألف من المشركين, فأقاموا ليلتين لينظروا في\nأمرهم وقالوا: نكتب إلى رسول الله صلى الله عليه وسلم فنخبره الخبر، فشجعهم\nعبد الله بن رواحة على المضي، فمضوا إلى مؤتة.\n</p>\n\n<p>\nووافاهم المشركون فجاء منهم من لا قبل لأحد به من العدد والعدد والسلاح\nوالكراع والديباج والحرير والذهب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p344'> Vol. 03, p. 344</a>\n            </div>\n            \n</p>\n\n<p>\nوالتقى المسلمون والمشركون. فقاتل الأمراء يومئذ على أرجلهم، فأخذ اللواء\nزيد بن حارثة فقاتل وقاتل المسلمون معه على صفوفهم حتى قتل طعنا بالرماح.\n</p>\n\n<p>\nثم أخذ اللواء جعفر بن أبي طالب، فنزل عن فرس له شقراء وقاتل حتى قتل،\nضربه رجل من الروم فقطعه نصفين، فوجد في أحد نصفيه بضعة وثمانون جرحا وفيما\nأقبل من بدنه اثنتان وسبعون ضربة بسيف وطعنة برمح.\n</p>\n\n<p>\nقال في رواية البخاري: ووجدنا ما في جسده بضعا وتسعين من طعنة ورمية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p345'> Vol. 03, p. 345</a>\n            </div>\n            \n</p>\n\n<p>\nوفي رواية: أن ابن عمر قال وقفت على جعفر يومئذ وهو قتيل قال: فعددت به\nخمسين بين ضربة وطعنة ليس منها شيء في دبره.\n</p>\n\n<p>\nوذكر ابن إسحاق بإسناد حسن، وهو عند أبي داود من طريقه عن رجل من بني مرة\nقال: والله لكأني أنظر إلى جعفر بن أبي طالب، حتى اقتحم عن فرس له شقراء\nفعقرها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p346'> Vol. 03, p. 346</a>\n            </div>\n            \n</p>\n\n<p>\nثم قاتل حتى قتل.\n</p>\n\n<p>\nقالوا: ثم أخذ اللواء عبد الله بن رواحة فقاتل حتى قتل.\n</p>\n\n<p>\nفأخذ اللواء ابن أقرم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p347'> Vol. 03, p. 347</a>\n            </div>\n            \n</p>\n\n<p>\nالعجلاني، إلى أن اصطلح الناس على خالد بن الوليد، فأخذ اللواء، وانكشف\nالناس فكانت الهزيمة فتبعهم المشركون فقتل من قتل من المسلمين.\n</p>\n\n<p>\nوقال الحاكم: قاتلهم خالد بن الوليد فقتل منهم مقتلة عظيمة وأصاب غنيمة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p348'> Vol. 03, p. 348</a>\n            </div>\n            \n</p>\n\n<p>\nوقال ابن سعد: إنما انهزم المسلمون.\n</p>\n\n<p>\nوقال ابن إسحاق: انحازت كل طائفة من غير هزيمة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p349'> Vol. 03, p. 349</a>\n            </div>\n            \n</p>\n\n<p>\nورفعت الأرض لرسول الله صلى الله عليه وسلم حتى نظر إلى معترك القوم.\n</p>\n\n<p>\nوعن عباد بن عبد الله بن الزبير قال: حدثني أبي الذي أرضعني, وكان أحد\nبني مرة قال: شهدت مؤتة مع جعفر بن أبي طالب وأصحابه، فرأيت جعفرا حين\nالتحم القتال اقتحم عن فرس له شقراء ثم عقرها <span id='ms0255'></span> وقاتل القوم حتى قتل، أخرجه\nالبغوي في معجمه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p350'> Vol. 03, p. 350</a>\n            </div>\n            \n</p>\n\n<p>\nوقطعت في تلك الوقعة يداه جميعا ثم قتل، فقال رسول الله صلى الله عليه\nوسلم: \"إن الله أبدله بيديه جناحين يطير بهما في الجنة حيث شاء\". خرجه أبو\nعمر.\n</p>\n\n<p>\nوفي البخاري عن عائشة رضي الله عنها: لما قتل ابن رواحة وابن حارثة وجعفر\nبن أبي طالب جلس رسول الله صلى الله عليه وسلم يعرف فيه الحزن ... الحديث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p351'> Vol. 03, p. 351</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرج الطبراني بإسناد حسن عن عبد الله بن جعفر قال: قال لي رسول الله\nصلى الله عليه وسلم: \"هنيئا لك أبوك يطير مع الملائكة في السماء\".\n</p>\n\n<p>\nوعن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"رأيت\nجعفر بن أبي طالب يطير مع الملائكة\". أخرجه الترمذي والحاكم، وفي إسناده\nضعف، لكن له شاهد من حديث علي عند ابن سعد.\n</p>\n\n<p>\nوعن أبي هريرة أيضا عن النبي صلى الله عليه وسلم قال: \"مر بي جعفر الليلة\nفي ملأ من الملائكة وهو مخضب الجناحين بالدم\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p352'> Vol. 03, p. 352</a>\n            </div>\n            \n</p>\n\n<p>\nأخرجه الترمذي والحاكم بإسناد على شرط مسلم.\n</p>\n\n<p>\nوأخرج أيضا هو والطبراني عن ابن عباس مرفوعا: \"دخلت البارحة الجنة فرأيت\nفيها جعفر بن أبي طالب يطير مع الملائكة\".\n</p>\n\n<p>\nوفي طريق أخرى عنه: \"إن جعفرا يطير مع جبريل وميكائيل له جناحان، عوضه\nالله من يديه\". وإسناد هذا جيد.\n</p>\n\n<p>\nفقد عوضه الله تعالى عن قطع يديه في هذه الوقعة، حيث أخذ اللواء بيمينه\nفقطعت ثم أخذه بشماله فقطعت ثم احتضنه فقتل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p353'> Vol. 03, p. 353</a>\n            </div>\n            \n</p>\n\n<p>\nقال السهيلي: له جناحان، ليسا كما يسبق إلى الوهم كجناحي الطائر وريشه؛\nلأن الصورة الآدمية أشرف الصور وأكملها، فالمراد بالجناحين صفة ملكية وقوة\nروحانية أعطيها جعفر. وقد عبر القرآن عن العضد بالجناح توسعا في قوله:\n{واضمم يدك إلى جناحك} [طه: 22] وقال العلماء في أجنحة الملائكة إنها صفات\nملكية لا تفهم إلا بالمعاينة، فقد ثبت أن لجبريل ستمائة جناح، ولا يعهد\nللطير ثلاثة أجنحة فضلا عن أكثر من ذلك، وإذا لم يثبت خبر في بيان كيفيتها\nفنؤمن بها من غير بحث عن <span id='ms0256'></span> حقيقتها. انتهى.\n</p>\n\n<p>\nقال الحافظ ابن حجر: وهذا الذي جزم به في مقام المنع، والذي حكاه عن\nالعلماء ليس صريحا في الدلالة لما ادعاه.\n</p>\n\n<p>\nولا مانع من الحمل على الظاهر، إلا من. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p354'> Vol. 03, p. 354</a>\n            </div>\n            \n</p>\n\n<p>\nجهة ما ذكره من المعهود، وهو من قياس الغائب على الشاهد وهو ضعيف.\n</p>\n\n<p>\nوكون الصورة البشرية أشرف الصور لا يمنع من حمل الخبر على ظاهره، لأن\nالصورة باقية. وقد روى البيهقي في الدلائل من مرسل عاصم بن عمر بن قتادة:\nأن جناحي جعفر من ياقوت. وجاء في جناحي جبريل أنهما من لؤلؤ. أخرجه ابن\nمنده في ترجمة ورقة.\n</p>\n\n<p>\nوذكر موسى بن عقبة في المغازي، أن يعلى بن أمية قدم بخبر أهل مؤتة، فقال\nله رسول الله صلى الله عليه وسلم: \"إن شئت فأخبرني. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p355'> Vol. 03, p. 355</a>\n            </div>\n            \n</p>\n\n<p>\nوإن شئت أخبرتك\". قال: أخبرني فأخبره خبرهم فقال: والذي بعثك بالحق ما\nتركت من حديثهم حرفا لم تذكره.\n</p>\n\n<p>\nوعند الطبراني من حديث أبي اليسر الأنصاري: أن أبا عامر الأشعري هو الذي\nأخبر النبي صلى الله عليه وسلم بمصابهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p356'> Vol. 03, p. 356</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head43'>......................................... </h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p357'> Vol. 03, p. 357</a>\n            </div>\n            \n<h1 class='l1' id='head44'>ذات السلاسل</h1>\n\n<p>\n\":\n</p>\n\n<p>\nثم سرية عمرو بن العاصي رضي الله عنه إلى ذات السلاسل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p357'> Vol. 03, p. 357</a>\n            </div>\n            \n</p>\n\n<p>\nوسميت بذلك لأن المشركين ارتبط بعضهم إلى بعض مخافة أن يفروا. وقيل: لأن\nبها ماء يقال له: السلسل، وراء ذات القرى، من المدينة على عشرة أيام.\n</p>\n\n<p>\nوكانت في جمادى الآخرة سنة ثمان، وقيل: كانت سنة سبع، وبه جزم ابن أبي\nخالد في كتاب صحيح التاريخ. ونقل ابن عساكر الاتفاق على أنها كانت بعد غزوة\nمؤتة، إلا ابن إسحاق فقال: قبلها.\n</p>\n\n<p>\nوسببها: أنه بلغه صلى الله عليه وسلم أن جمعا من قضاعة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p358'> Vol. 03, p. 358</a>\n            </div>\n            \n</p>\n\n<p>\nقد تجمعوا للإغارة فعقد له لواء أبيض وجعل معه راية سوداء، وبعثه في\nثلاثمائة من سراة المهاجرين والأنصار. ومعهم ثلاثون فرسا.\n</p>\n\n<p>\nفسار الليل وكمن النهار، فلما قرب منهم بلغه أن لهم جمعا كثيرا، فبعث\nرافع بن مكيث -بفتح الميم- الجهني إلى رسول الله صلى الله عليه وسلم\nيستمده، فبعث إليه أبا عبيدة بن الجراح، وعقد له لواء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p359'> Vol. 03, p. 359</a>\n            </div>\n            \n</p>\n\n<p>\nوبعث معه مائتين من سراة المهاجرين والأنصار <span id='ms0257'></span> فيهم أبو بكر وعمر رضي الله\nعنهما، وأمره أن يلحق بعمرو، وأن يكونا جميعا ولا يختلفا.\n</p>\n\n<p>\nفأراد أبو عبيدة أن يؤم الناس فقال عمرو: إنما قدمت علي مددا، وأنا\nالأمير، فأطاع له بذلك أبو عبيدة، فكان عمرو يصلي بالناس.\n</p>\n\n<p>\nوسار حتى وصل إلى العدو: بلى وعذرة، فحمل عليهم المسلمون غافلين، فهربوا\nفي البلاد وتفرقوا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p360'> Vol. 03, p. 360</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head45'>............................... </h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p361'> Vol. 03, p. 361</a>\n            </div>\n            \n<h1 class='l1' id='head46'>سرية الخبط</h1>\n\n<p>\n\":\n</p>\n\n<p>\nثم سرية أبي عبيدة بن الجراح. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p361'> Vol. 03, p. 361</a>\n            </div>\n            \n</p>\n\n<p>\nوسماها البخاري: غزوة سيف البحر، وتعرف بسرية الخبط.\n</p>\n\n<p>\nوبعث معه صلى الله عليه وسلم ثلاثمائة، كما في الصحيحين وغيرهما وهو\nالمشهور، لكن في رواية للنسائي: بضع عشرة وثلاثمائة، فإن صحت هذه الرواية\nفلعله اقتصر في الرواية المشهورة على الثلاثمائة استسهالا لأمر الكسر،\nوالأخذ بالزيادة مع صحتها واجب.\n</p>\n\n<p>\nوكان فيهم عمر بن الخطاب رضي الله تعالى عنهم.\n</p>\n\n<p>\nليلقى عيرا لقريش. رواه مسلم، وعنده أيضا: إلى أرض جهينة.\n</p>\n\n<p>\nولا منافاة بينهما: فالجهة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p362'> Vol. 03, p. 362</a>\n            </div>\n            \n</p>\n\n<p>\nأرض جهينة، والقصد تلقي عير قريش -وهي الإبل المحملة طعاما وغيره.\n</p>\n\n<p>\nلكن في كتب السير: أن البعث إلى حي من جهينة بالقبلية -بفتح القاف\nوالمحدة- مما يلي ساحل البحر، وبينه وبين المدينة خمس ليال.\n</p>\n\n<p>\nولعل البعث لمقصدين: رصد عير قريش، ومحاربة حي من جهينة.\n</p>\n\n<p>\nقال ابن سعد: وكانت في رجب سنة ثمان.\n</p>\n\n<p>\nوفيه نظر، فإن تلقي عير قريش ما يتصور أن يكون في هذه المدة، لأنهم حينئذ\nكانوا في الهدنة، فالصحيح أن تكون هذه السرية سنة ست أو قبلها، قبل هدنة\nالحديبية.\n</p>\n\n<p>\nنعم يحتمل أن يكون تلقيهم العير ليس لمحاربتهم بل لحفظهم من جهينة، ولهذا\nلم يقع في شيء من طرق الخبر أنهم قاتلوا أحدا. بل فيه أنهم أقاموا نصف شهر\nأو أكثر في مكان واحد. والله أعلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p363'> Vol. 03, p. 363</a>\n            </div>\n            \n</p>\n\n<p>\nقاله الحافظ ابن حجر.\n</p>\n\n<p>\nلكن قال شيخ الإسلام ابن العراقي في شرح التقريب، قالوا: وكانت هذه\nالسرية في شهر رجب سنة ثمان من الهجرة وذلك بعد نكث قريش العهد وقبل الفتح،\nفإنه كان في رمضان من السنة المذكورة. انتهى.\n</p>\n\n<p>\nقالوا: وزودهم رسول الله صلى الله عليه وسلم جرابا من التمر <span id='ms0258'></span>، فلما فني\nأكلوا الخبط -وهو بفتح المعجمة والموحدة بعدها مهملة- ورق السلم. وفي رواية\nأبي الزبير:. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p364'> Vol. 03, p. 364</a>\n            </div>\n            \n</p>\n\n<p>\nوكنا نضرب بعصينا الخبط ونبله بالماء فنأكله، وهذا يدل على أنه كان\nيابسا، خلافا لمن زعم أنه كان أخضر رطبا.\n</p>\n\n<p>\nوقد كان معهم تمر غير الجراب النبوي، ويدل عليه حديث البخاري في الجهاد:\nخرجنا ونحن ثلاثمائة نحمل زادنا على رقابنا ففني زادنا، حتى كان الرجل منا\nيأكل تمرة تمرة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p365'> Vol. 03, p. 365</a>\n            </div>\n            \n</p>\n\n<p>\nوابتاع قيس بن سعد جزورا ونحرها لهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p366'> Vol. 03, p. 366</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرج الله لهم من البحر دابة تسمى العنبر فأكلوا منها، وتزودوا ورجعوا\nولم يلقوا كيدا.\n</p>\n\n<p>\nوفي رواية جابر عند الأئمة الستة: بعثنا رسول الله صلى الله عليه وسلم\nثلاثمائة راكب، أميرنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p367'> Vol. 03, p. 367</a>\n            </div>\n            \n</p>\n\n<p>\nأبو عبيدة بن الجراح، فأقمنا على الساحل حتى فني زادنا، حتى أكلنا الخبط\nثم إن البحر ألقى لنا دابة يقال لها: العنبر، فأكلنا منها نصف شهر، حتى صحت\nأجسامنا، فأخذ أبو عبيدة ضلعا من أضلاعها فنصبه ونظر إلى أطول بعير فجاز\nتحته. الحديث. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p368'> Vol. 03, p. 368</a>\n            </div>\n            \n</p>\n\n<p>\nزاد الشيخان في رواية: فلما قدمنا المدينة أتينا رسول الله صلى الله عليه\nوسلم فذكرنا ذلك له فقال: \"هو رزق أخرجه الله لكم، فهل معكم شيء من لحمه\nفتطعمونا\"؟. قال: فأرسلنا إلى رسول الله صلى الله عليه وسلم منه فأكل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p369'> Vol. 03, p. 369</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head47'>سرية أبي قتادة إلى نجد</h1>\n\n<p>\n\":\n</p>\n\n<p>\nثم سرية أبي قتادة بن ربعي الأنصاري إلى خضرة، وهي أرض محارب بنجد، في\nشعبان سنة ثمان، وبعث معه خمسة عشر رجلا إلى غطفان، فقتل من أشرف منهم،\nوسبى سبيا كثيرا، واستاق النعم، فكانت الإبل مائتي بعير، والغنم ألفي شاة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p370'> Vol. 03, p. 370</a>\n            </div>\n            \n</p>\n\n<p>\nوكان غيبته خمس عشرة ليلة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p371'> Vol. 03, p. 371</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head48'>سريته أيضا إلى إضم</h1>\n\n<p>\n\":\n</p>\n\n<p>\nثم سرية أبي قتادة أيضا إلى بطن إضم -فيما بين ذي خشب وذي المروة- على\nثلاثة برد من المدينة، في أول شهر رمضان سنة ثمان.\n</p>\n\n<p>\nوذلك أنه صلى الله عليه وسلم لما هم أن يغزو أهل مكة، بعث أبا قتادة في\nثمانية نفر، سرية إلى بطن إضم، ليظن ظان أنه صلى الله عليه وسلم توجه إلى\nتلك الناحية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p371'> Vol. 03, p. 371</a>\n            </div>\n            \n</p>\n\n<p>\nولأن تذهب <span id='ms0259'></span> بذلك الأخبار.\n</p>\n\n<p>\nفلقوا عامر بن الأضبط، فسلم عليهم بتحية الإسلام، فقتله محلم بن جثامة،\nفأنزل الله تعالى: {ولا تقولوا لمن ألقى إليكم السلام لست مؤمنا} [النساء:\n94] إلى آخر الآية, رواه أحمد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p372'> Vol. 03, p. 372</a>\n            </div>\n            \n</p>\n\n<p>\nوهو عند ابن حرير من حديث ابن عمر بنحوه وزاد: فجاء محلم بن جثامة في\nبردين فجلس بين يدي رسول الله صلى الله عليه وسلم ليستغفر له، فقال صلى\nالله عليه وسلم: \"لا غفر الله لك\". فقام وهو يتلقى دموعه ببرديه، فما مضت\nله سابعة حتى مات فلفظته الأرض. وعند غيره: ثم عادوا به فلفظته الأرض، فلما\nغلب قومه عمدوا إلى صدين فسطحوه ثم رضموا عليه الحجارة حتى واروه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p373'> Vol. 03, p. 373</a>\n            </div>\n            \n</p>\n\n<p>\nوفي رواية ابن جرير: فذكروا ذلك لرسول الله صلى الله عليه وسلم فقال: \"إن\nالأرض تقبل من هو شر من صاحبكم، ولكن يريد الله أن يعظكم\".\n</p>\n\n<p>\nونسب ابن إسحاق هذه السرية لابن أبي حدرد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p374'> Vol. 03, p. 374</a>\n            </div>\n            \n</p>\n\n<p>\nومعه رجلان إلى الغابة، لما بلغه صلى الله عليه وسلم أن رفاعة بن قيس\nيجمع لحربه، فقتلوا رفاعة وهزموا عسكره، وغنموا غنيمة عظيمة، حكاه مغلطاي,\nوالله أعلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p375'> Vol. 03, p. 375</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head49'>................................. </h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p376'> Vol. 03, p. 376</a>\n            </div>\n            \n<h1 class='l1' id='head50'>باب غزوة الفتح الأعظم</h1>\n\n<p>\n\":\n</p>\n\n<p>\nثم فتح مكة زادها الله شرفا. وهو كما قال في زاد المعاد: \"الفتح الأعظم،\nالذي أعز الله به دينه ورسوله وجنده وحرمه الأمين، واستنقذ به بلده وبيته\nالذي جعله هدى للعالمين من أيدي الكفار والمشركين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p376'> Vol. 03, p. 376</a>\n            </div>\n            \n</p>\n\n<p>\nوهو الفتح الذي استبشر به أهل السماء، وضربت أطناب عزه على مناكب الجوزاء\nودخل الناس في دين الله أفواجا، وأشرق به وجه الأرض ضياء وابتهاجا\".\n</p>\n\n<p>\nخرج له صلى الله عليه وسلم بكتائب الإسلام وجنود الرحمن لنقض قريش العهد\nالذي وقع بالحديبية فإنه كان قد وقع الشرط: أنه من أحب أن يدخل في عقد رسول\nالله صلى الله عليه وسلم وعهده فعل، ومن أحب أن يدخل في عقد قريش وعهدهم\nفعل. فدخلت بنو بكر في عقد قريش وعهدهم، ودخلت خزاعة في عقد رسول الله صلى\nالله عليه وسلم وعهده. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p377'> Vol. 03, p. 377</a>\n            </div>\n            \n</p>\n\n<p>\nوكان بين بني بكر وخزاعة حروب وقتلى في الجاهلية، فتشاغلوا عن ذلك <span id='ms0260'></span> لما\nظهر الإسلام، فلما كانت الهدنة خرج نوفل بن معاوية الديلي من بني بكر في\nبني الديل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p378'> Vol. 03, p. 378</a>\n            </div>\n            \n</p>\n\n<p>\nحتى بين خزاعة وهم على ماء لهم يقال له: الوتير, فأصاب منهم رجلا يقال\nله: منبه، واستيقظت لهم خزاعة فاقتتلوا إلى أن دخلوا الحرم ولم يتركوا\nالقتال.\n</p>\n\n<p>\nوأمدت قريش بني بكر بالسلاح، وقاتل بعضهم معهم ليلا في خفية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p379'> Vol. 03, p. 379</a>\n            </div>\n            \n</p>\n\n<p>\nولما خرج عمرو بن سالم الخزاعي في أربعين راكبا من خزاعة، فقدموا على\nرسول الله صلى الله عليه وسلم يخبرونه بالذي أصابهم ويستنصرونه. فقام صلى\nالله عليه وسلم وهو يجر رداءه وهو يقول: \"لا نصرت إن لم أنصركم بما أنصر\nمنه نفسي\".\n</p>\n\n<p>\nوفي المعجم الصغير، من حديث ميمونة أنها سمعته صلى الله عليه وسلم يقول\nفي متوضئه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p380'> Vol. 03, p. 380</a>\n            </div>\n            \n</p>\n\n<p>\nليلا: \"لبيك لبيك لبيك -ثلاثا- نصرت نصرت نصرت -ثلاثا\". فلما خرج قلت: يا\nرسول الله سمعتك تقول في متوضئك: \"لبيك لبيك لبيك -ثلاثا- نصرت نصرت نصرت\n-ثلاثا\". كأنك تكلم إنسانا فهل كان معك أحد؟ فقال صلى الله عليه وسلم: \"هذا\nراجز بني كعب يستصرخني ويزعم أن قريشا أعانت عليهم بني بكر\". ثم خرج عليه\nالصلاة والسلام فأمر عائشة أن تجهزه ولا تعلم أحدا. قالت: فدخل عليها أبو\nبكر فقال: يا بنية، ما هذا الجهاز؟ فقالت: والله ما أدري، فقال: والله ما\nهذا زمان غزو بني الأصفر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p381'> Vol. 03, p. 381</a>\n            </div>\n            \n</p>\n\n<p>\nفأين يريد رسول الله صلى الله عليه وسلم؟ قالت: والله لا علم لي. قالت\nفأقمنا ثلاثا ثم صلى الصبح في الناس فسمعت الراجز ينشده:\n</p>\n\n<p>\nيا رب إني ناشد محمدا ... حلف أبينا وأبيه الأتلدا\n</p>\n\n<p>\nإن قريشا أخلفوك الموعدا ... ونقضوا ميثاقك المؤكدا\n</p>\n\n<p>\nوزعموا أن لست تدعو أحدا ...\n</p>\n\n<h1 class='l1' id='head51'>......................... </h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p382'> Vol. 03, p. 382</a>\n            </div>\n            \n<h1 class='l1' id='head52'>.......................... </h1>\n\n<p>\n... فانصر هداك الله نصرا أبدا\n</p>\n\n<p>\nوادع عباد الله يأتوا مددا ... فيهم رسول الله قد تجردا\n</p>\n\n<p>\nإن سيم خسفا وجهه تربدا\n</p>\n\n<p>\nقال في القاموس: وتربد -يعني بالراء- تغير. انتهى. وزاد ابن إسحاق:\n</p>\n\n<p>\nهم بيتونا بالوتير هجدا ... وقتلونا ركعا وسجدا\n</p>\n\n<p>\nوزعموا أن لست أدعوا أحدا ... وهم أذل وأقل عددا\n</p>\n\n<p>\nفقال له رسول الله صلى الله عليه وسلم: \"نصرت يا <span id='ms0261'></span> عمرو بن سالم\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p383'> Vol. 03, p. 383</a>\n            </div>\n            \n</p>\n\n<p>\nفكان ذلك ما هاج فتح مكة. وقد ذكر البزار من حديث أبي هريرة بعض الأبيات\nالمذكورة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p384'> Vol. 03, p. 384</a>\n            </div>\n            \n</p>\n\n<p>\nوقدم أبو سفيان بن حرب على رسول الله صلى الله عليه وسلم المدينة يسأله\nأن يجدد العهد ويزيد في المدة. فأبى عليه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p385'> Vol. 03, p. 385</a>\n            </div>\n            \n</p>\n\n<p>\nوانصرف إلى مكة.\n</p>\n\n<p>\nفتجهز رسول الله صلى الله عليه وسلم من غير إعلام أحد بذلك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p386'> Vol. 03, p. 386</a>\n            </div>\n            \n</p>\n\n<p>\nفكتب حاطب كتابا وأرسله إلى مكة يخبر بذلك. فأطلع الله نبيه على ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p387'> Vol. 03, p. 387</a>\n            </div>\n            \n</p>\n\n<p>\nفقال عليه الصلاة والسلام لعلي بن أبي طالب والزبير والمقداد: \"انطلقوا\nحتى تأتوا روضة خاخ، فإن بها ظعينة معها كتاب، فخذوه منها\". قال: فانطلقنا\nحتى أتينا الروضة، فإذا نحن بالظعينة، فقلنا: أخرجي الكتاب، قالت: ما معي\nكتاب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p388'> Vol. 03, p. 388</a>\n            </div>\n            \n</p>\n\n<p>\nقلنا: لتخرجن الكتاب أو لنلقين الثياب. قالت: فأخرجته من عقاصها، فأتينا\nبه رسول الله صلى الله عليه وسلم. فإذا فيه: من حاطب بن أبي بلتعة إلى ناس\nمن المشركين بمكة، يخبرهم ببعض أمر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p389'> Vol. 03, p. 389</a>\n            </div>\n            \n</p>\n\n<p>\nرسول الله صلى الله عليه وسلم فقال: \"يا حاطب، ما هذا\"؟. قال: يا رسول\nالله لا تعجل علي، إني كنت امرأ ملصقا في قريش -يقول: كنت حليف ولم أكن من\nأنفسها- وكان من معكم من المهاجرين لهم قرابات يحمون أهليهم وأموالهم،\nفأحببت إذا فاتني ذلك من النسب فيهم أن أتخذ عندهم يدا يحمون بها قرابتي،\nولم أفعله ارتدادا عن ديني ولا رضى بالكفر بعد الإسلام. فقال رسول الله صلى\nالله عليه وسلم: \"أما إنه قد صدقكم\". فقال عمر رضي الله عنه يا رسول الله!\nدعني أضرب عنق هذا المنافق، فقال: \"إنه قد شهد بدرا، وما يدريك لعل الله\nاطلع على من شهد بدرا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p390'> Vol. 03, p. 390</a>\n            </div>\n            \n</p>\n\n<p>\nفقال: اعملوا ما شئتم فقد غفرت لكم\". فأنزل الله تعالى: {يا أيها الذين\nآمنوا لا تتخذوا عدوي وعدوكم أولياء تلقون إليهم بالمودة} إلى قوله: {فقد\nضل سواء السبيل} [الممتحنة: 1] رواه البخاري.\n</p>\n\n<p>\nقال في فتح الباري: وإنما قال عمر: دعني يا رسول الله أضرب عنق هذا\nالمنافق مع تصديق. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p391'> Vol. 03, p. 391</a>\n            </div>\n            \n</p>\n\n<p>\nرسول الله صلى الله عليه وسلم لحاطب فيما اعتذر به <span id='ms0262'></span>، لما كان عند عمر من\nالقوة في الدين وبغض المنافقين، فظن أن من خالف ما أمر به النبي صلى الله\nعليه وسلم استحق القتل. لكنه لم يجزم بذلك، فلذلك استأذن في قتله. وأطلق\nعليه منافقا لكونه أبطن خلاف ما أظهر. وعذر حاطب ما ذكره، فإنه فعل ذلك\nمتأولا أن لا ضرر فيه. وعند الطبراني من طريق الحارث عن علي في هذه القصة\nفقال: \"أليس قد شهد بدرا -أو: ما يدريك لعل الله اطلع على أهل بدر فقال:\nاعملوا ما شئتم فقد غفرت لكم\". فأرشد إلى علة ترك قتله.\n</p>\n\n<p>\nوعند الطبراني أيضا عن عروة: \"فإني غافر لكم\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p392'> Vol. 03, p. 392</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا يدل على أن المراد: بقوله \"غفرت\" أغفر، على طريق التعبير عن الآتي\nبالماضي مبالغة في تحققه.\n</p>\n\n<p>\nقال: والذي يظهر أن هذا الخطاب خطاب إكرام وتشريف، تضمن أن هؤلاء حصلت\nلهم حالة غفرت بها ذنوبهم السالفة وتأهلوا أن يغفر لهم ما يستأنف من الذنوب\nاللاحقة. وقد أظهر الله تعالى صدق رسوله في كل من أخبر عنه بشيء من ذلك،\nفإنهم لم يزالوا عن أعمال أهل الجنة إلى أن فارقوا الدنيا، ولو قدر صدور\nشيء من أحدهم لبادر إلى التوبة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p393'> Vol. 03, p. 393</a>\n            </div>\n            \n</p>\n\n<p>\nولازم الطريقة المثلى، يعلم ذلك من أحوالهم، بالقطع من اطلع على سيرهم.\nقاله القرطبي.\n</p>\n\n<p>\nوذكر بعض أهل المغازي -وهو في تفسير يحيى بن سلام- أن لفظ الكتاب الذي\nكتبه حاطب: أما بعد: يا معشر قريش، فإن رسول الله صلى الله عليه وسلم جاءكم\nبجيش عظيم يسير كالسيل، فوالله لو جاءكم وحده لنصره الله وأنجز له وعده،\nفانظروا لأنفسكم والسلام. هكذا حكاه السهيلي.\n</p>\n\n<p>\nلكن وقد ذكر وروى الواقدي بسند له مرسل: أن حاطبا كتب إلى سهيل بن عمرو،\nوصفوان بن أمية، وعكرمة: أن رسول الله صلى الله عليه وسلم أذن في الناس\nبالغزو، ولا أراه يريد غيركم وقد أحببت أن تكون لي عندكم يد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p394'> Vol. 03, p. 394</a>\n            </div>\n            \n</p>\n\n<p>\nانتهى.\n</p>\n\n<p>\nوبعث رسول الله صلى الله عليه وسلم إلى من حوله من العرب فجلبهم: أسلم\nوغفار وأشجع وسليم، فمنهم من وافاه بالمدينة <span id='ms0263'></span> ومنهم من لحقه بالطريق.\n</p>\n\n<p>\nفكان المسلمون في غزوة الفتح: عشرة آلاف.\n</p>\n\n<p>\nوفي \"الإكليل\" و\"شرف المصطفى\" اثني عشر ألفا.\n</p>\n\n<p>\nويجمع بينهما أن العشرة آلاف خرج بها من نفس المدينة، ثم تلاحق به\nالألفان.\n</p>\n\n<p>\nواستخلف على المدينة ابن أم مكتوم وقيل: أبا رهم الغفاري. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p395'> Vol. 03, p. 395</a>\n            </div>\n            \n</p>\n\n<p>\nوخرج عليه الصلاة والسلام يوم الأربعاء لعشر ليال خلون من رمضان، بعد\nالعصر، سنة ثمان من الهجرة، قاله الواقدي.\n</p>\n\n<p>\nوعن أحمد بإسناد صحيح عن أبي سعيد قال: خرجنا مع رسول الله صلى الله عليه\nوسلم عام الفتح لليلتين خلتا من شهر رمضان.\n</p>\n\n<p>\nفما قاله الواقدي ليس بقوي لمخالفته ما هو أصح منه. وفي تعيين هذا\nالتاريخ أقوال أخر منها عند مسلم: لست عشرة، ولأحمد: لثماني عشرة، وفي\nأخرى: لثنتي عشرة. والذي في المغازي: لسبع عشرة مضت, وهو. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p396'> Vol. 03, p. 396</a>\n            </div>\n            \n</p>\n\n<p>\nمحمول على الاختلاف في أول الشهر، ووقع في أخرى: لتسع عشرة أو سبع عشرة\nعلى الشك.\n</p>\n\n<p>\nولما بلغ صلى الله عليه وسلم الكديد -بفتح الكاف- الماء الذي بين قديد\nوعسفان أفطر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p397'> Vol. 03, p. 397</a>\n            </div>\n            \n</p>\n\n<p>\nفلم يزل مفطرا حتى انسلخ الشهر. رواه البخاري، وفي أخرى له: أفطر\nوأفطروا. الحديث. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p398'> Vol. 03, p. 398</a>\n            </div>\n            \n</p>\n\n<p>\nوكان العباس قد خرج قبل ذلك بأهله وعياله مسلما مهاجرا، فلقي رسول الله\nصلى الله عليه وسلم بالجحفة، وكان قبل ذلك مقيما بمكة على سقايته، ورسول\nالله صلى الله عليه وسلم عنه راض.\n</p>\n\n<p>\nوكان ممن لقيه في الطريق أبو سفيان بن الحارث، ابن عمه، عليه الصلاة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p399'> Vol. 03, p. 399</a>\n            </div>\n            \n</p>\n\n<p>\nوالسلام وأخوه من رضاع حليمة السعدية، ومعه ولده جعفر بن أبي سفيان. وكان\nأبو سفيان يألف رسول الله صلى الله عليه وسلم، فلما بعث عاداه وهجاه. وكان\nلقاؤهما له عليه الصلاة والسلام بالأبواء وأسلما قبل دخوله مكة.\n</p>\n\n<p>\nوقيل: بل لقيه هو وعبد الله بن أبي أمية، ابن عمته عاتكة بنت عبد المطلب\nبين السقيا والعرج، فأعرض صلى الله عليه وسلم عنهما لما كان يلقى منهما من\nشدة الأذى والهجو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p400'> Vol. 03, p. 400</a>\n            </div>\n            \n</p>\n\n<p>\nفقالت له أم سلمة: لا يكن ابن عمك وابن عمتك أشقى الناس بك، وقال علي\nلأبي سفيان -فيما حكاه أبو <span id='ms0264'></span> عمر وصاحب ذخائر العقبى: ائت رسول الله صلى الله\nعليه وسلم من قبل وجهه فقل له ما قال أخوة يوسف: {تالله لقد آثرك الله\nعلينا وإن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p401'> Vol. 03, p. 401</a>\n            </div>\n            \n</p>\n\n<p>\nكنا لخاطئين} فإنه لا يرضى أن يكون أحد أحسن منه قولا، ففعل ذلك أبو\nسفيان, فقال له صلى الله عليه وسلم: {لا تثريب عليكم اليوم يغفر الله لكم\nوهو أرحم الراحمين} .\n</p>\n\n<p>\nويقال: إنه ما رفع رأسه إلى رسول الله صلى الله عليه وسلم منذ أسلم حياء\nمنه.\n</p>\n\n<p>\nقالوا: ثم سار صلى الله عليه وسلم فلما كان بقديد عقد الألوية والرايات\nودفعها إلى القبائل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p402'> Vol. 03, p. 402</a>\n            </div>\n            \n</p>\n\n<p>\nثم نزل مر الظهران، فأمر أصحابه فأوقدوا عشرة آلاف نار، ولم يبلغ قريشا\nمسيره وهم مغتمون خائفون من غزوه إياهم، فبعثوا أبا سفيان بن حرب وقالوا:\nإن لقيت محمدا فخذ لنا منه أمانا، فخرج أبو سفيان بن حرب وحكيم بن حزام،\nوبديل بن ورقاء حتى أتوا مر الظهران، فلما رأوا العسكر أفزعهم.\n</p>\n\n<p>\nوفي البخاري. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p403'> Vol. 03, p. 403</a>\n            </div>\n            \n</p>\n\n<p>\nفإذا هم بنيران كأنها نيران عرفة، فقال أبو سفيان: ما هذه النيران؟\nلكأنها نيران عرفة، فقال له بديل بن ورقاء: نيران بني عمرو، فقال أبو\nسفيان: عمرو أقل من ذلك. فرآهم ناس من حرس رسول الله صلى الله عليه وسلم\nفأدركوهم فأخذوهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p404'> Vol. 03, p. 404</a>\n            </div>\n            \n</p>\n\n<p>\nفأتوا بهم رسول الله صلى الله عليه وسلم فأسلم أبو سفيان بن حرب.\n</p>\n\n<p>\nفلما سار قال للعباس: \"احبس أبا سفيان عند خطم الجبل\". فحبسه العباس،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p405'> Vol. 03, p. 405</a>\n            </div>\n            \n</p>\n\n<p>\nفجعلت القبائل تمر مع النبي صلى الله عليه وسلم: تمر كتيبة كتيبة على أبي\nسفيان: فمرت كتيبة فقال: يا عباس من هذه؟ قال: هذه غفار؟ قال: ما لي\nولغفار؟ ثم مرت جهينة فقال مثل ذلك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p406'> Vol. 03, p. 406</a>\n            </div>\n            \n</p>\n\n<p>\nحتى أقبلت كتيبة لم ير مثلها، قال: من هذه؟ قال: هؤلاء الأنصار عليهم سعد\nبن عبادة معه الراية، فقال سعد بن عبادة: يا أبا سفيان! اليوم يوم الملحمة،\nاليوم تستحل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p407'> Vol. 03, p. 407</a>\n            </div>\n            \n</p>\n\n<p>\nالكعبة، فقال أبو سفيان: يا عباس، حبذا يوم الذمار بالمعجمة المكسورة: أي\nالهلاك.\n</p>\n\n<p>\nقال الخطابي: تمنى أبو سفيان أن يكون له يد فيحمي قومه ويدفع <span id='ms0265'></span> عنهم. وقيل:\nهذا يوم الغضب للحريم والأهل والانتصار لهم لمن قدر عليه، وقيل: هذا يوم\nيلزمك فيه حفظي وحمايتي من أن ينالني مكروه.\n</p>\n\n<p>\nوقال ابن إسحاق: زعم بعض أهل العلم أن سعدا قال: اليوم يوم الملحمة اليوم\nتستحل الحرمة، فسمعها رجل من المهاجرين فقال: يا رسول الله! ما نأمن أن\nيكون لسعد في قريش صولة. فقال لعلي: \"أدركه فخذ الراية منه فكن أنت تدخل\nبها\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p408'> Vol. 03, p. 408</a>\n            </div>\n            \n</p>\n\n<p>\nوقد روى الأموي في المغازي: أن أبا سفيان قال للنبي صلى الله عليه وسلم\nلما حاذاه: أمرت بقتل قومك؟ قال: \"لا\". فذكر له ما قاله سعد بن عبادة ثم\nناشده الله والرحم، فقال: \"يا أبا سفيان! اليوم يوم المرحمة، اليوم يعز\nالله تعالى قريشا\". وأرسل إلى سعد فأخذ الراية منه فدفعها إلى ابنه قيس.\n</p>\n\n<p>\nوعند ابن عساكر من طريق أبي الزبير عن جابر قال: لما قال سعد بن عبادة\nذلك عارضت امرأة رسول الله صلى الله عليه وسلم فقالت:\n</p>\n\n<p>\nيا نبي الهدى إليك لجا ... حي قريش ولات حين لجائي\n</p>\n\n<p>\nحين ضاقت عليهم سعة الأر ... ض وعاداهم إله السماء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p409'> Vol. 03, p. 409</a>\n            </div>\n            \n</p>\n\n<p>\nإن سعدا يريد قاصمة الظه ... ر بأهل الحجون والبطحاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p410'> Vol. 03, p. 410</a>\n            </div>\n            \n</p>\n\n<p>\nفلما سمع هذا الشعر دخلته رأفة لهم ورحمة. فأمر بالراية فأخذت من سعد\nودفعت إلى ابنه قيس.\n</p>\n\n<p>\nوعند أبي يعلى من حديث الزبير أن النبي صلى الله عليه وسلم دفعها إليه\nفدخل مكة بلواءين، وإسناد ضعيف جدا. لكن جزم موسى بن عقبة في المغازي عن\nالزهري أنه دفعها إلى الزبير بن العوام.\n</p>\n\n<p>\nفهذه ثلاثة أقوال فيمن دفعت إليه الراية التي نزعت من سعد.\n</p>\n\n<p>\nوالذي يظهر في الجمع أن عليا أرسل لينزعها ويدخل بها، ثم خشي تغير خاطر\nسعد فأمر بدفعها إلى ابنه قيس، ثم إن سعدا خشي أن يقع من ابنه شيء ينكره\nالنبي صلى الله عليه وسلم فسلم النبي صلى الله عليه وسلم أن يأخذها منه\nفحينئذ أخذها الزبير.\n</p>\n\n<p>\nقال في رواية البخاري: ثم جاءت كتيبة فيهم رسول الله صلى الله عليه وسلم\nوأصحابه، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p411'> Vol. 03, p. 411</a>\n            </div>\n            \n</p>\n\n<p>\nوراية النبي صلى <span id='ms0266'></span> الله عليه وسلم مع الزبير، فلما مر رسول الله صلى الله\nعليه وسلم بأبي سفيان قال: ألم تعلم ما قال سعد بن عبادة؟ قال: \"ما قال\"؟\nقال: قال كذا وكذا. فقال: \"كذب سعد، ولكن هذا يوم يعظم الله فيه الكعبة،\nويوم تكسى فيه الكعبة. قال: وأمر رسول الله صلى الله عليه وسلم أن تركز\nرايته بالحجون\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p412'> Vol. 03, p. 412</a>\n            </div>\n            \n</p>\n\n<p>\nقال: وقال عروة: أخبرني نافع بن جبير بن مطعم قال: سمعت العباس يقول\nللزبير بن العوام: يا أبا عبد الله، ههنا أمرك رسول الله صلى الله عليه\nوسلم أن تركز الراية؟ قال: نعم.\n</p>\n\n<p>\nقال وأمر رسول الله صلى الله عليه وسلم يومئذ خالد بن الوليد أن يدخل من\nأعلى مكة من كداء -بالفتح والمد- ودخل النبي صلى الله عليه وسلم من كدى\n-بالضم والقصر- فقتل من خيل خالد يومئذ رجلان: حبيش بن الأشعر وكرز بن جابر\nالفهري. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p413'> Vol. 03, p. 413</a>\n            </div>\n            \n</p>\n\n<p>\nقال الحافظ ابن حجر: وهذا مخالف للأحاديث الصحيحة في البخاري أن خالدا\nدخل من أسفل مكة والنبي صلى الله عليه وسلم من أعلاها.\n</p>\n\n<p>\nيعني حديث ابن عمر: أنه صلى الله عليه وسلم أقبل يوم الفتح من أعلى مكة\nعلى راحلته مردفا أسامة بن زيد، وحديث عائشة أن النبي صلى الله عليه وسلم\nدخل يوم الفتح من كداء التي بأعلى مكة وغيرهما. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p414'> Vol. 03, p. 414</a>\n            </div>\n            \n</p>\n\n<p>\nوغيرها قال: وقد ساق ذلك موسى بن عقبة سياقا واضحا فقال:\n</p>\n\n<p>\nوبعث رسول الله صلى الله عليه وسلم الزبير بن العوام على المهاجرين\nوخيلهم وأمره أن يدخل من كداء بأعلى مكة، وأمره أن يركز رايته بالحجون ولا\nيبرح حتى يأتيه.\n</p>\n\n<p>\nوبعث خالد بن الوليد في قبائل قضاعة وسليم وغيرهم وأمره أن يدخل من أسفل\nمكة وأن يغرز رايته عنه أدنى البيوت.\n</p>\n\n<p>\nوبعث سعد بن عبادة في كتيبة الأنصار في مقدمة رسول الله صلى الله عليه\nوسلم وأمرهم أن يكفوا أيديهم ولا يقاتلوا إلا من قاتهلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p415'> Vol. 03, p. 415</a>\n            </div>\n            \n</p>\n\n<p>\nواندفع خالد بن الوليد حتى دخل من أسفل مكة، وقد تجمع بها بنو بكر وبنو\nالحارث بن عبد مناف، وناس من <span id='ms0267'></span> هذيل ومن الأحابيش الذين استنصرت بهم قريش،\nفقاتلوا خالدا فانهزموا، وقتل من بني بكر نحو من عشرين رجلا، ومن هذيل\nثلاثة أو أربعة، حتى انتهى بهم القتل إلى الحزورة حتى دخلوا الدور، وارتفعت\nطائفة منهم على الجبال. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p416'> Vol. 03, p. 416</a>\n            </div>\n            \n</p>\n\n<p>\nوصاح أبو سفيان: من أغلق بابه وكف يده فهو آمن.\n</p>\n\n<p>\nقال: ونظر رسول الله صلى الله عليه وسلم إلى البارقة فقال: \"ما هذه؟ وقد\nنهيت عن القتال\". فقالوا: نظن أن خالدا قوتل وبدئ بالقتال فلم يكن له بد من\nأن يقاتلهم.\n</p>\n\n<p>\nقال: وقال رسول الله صلى الله عليه وسلم -بعد أن اطمأن- لخالد بن الوليد:\n\"لم قاتلت وقد نهيتك عن القتال\"؟. فقال: هم بدؤنا بالقتال، وقد كففت يدي ما\nاستطعت. قال: \"قضاء الله خير\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p417'> Vol. 03, p. 417</a>\n            </div>\n            \n</p>\n\n<p>\nوعند ابن إسحاق: فلما نزل رسول الله صلى الله عليه وسلم مر الظهران، رقت\nنفس العباس لأهل مكة، فخرج ليلا راكبا بغلة رسول الله صلى الله عليه وسلم\nلكي يجد أحدا فيعلم أهل مكة بمجيء النبي صلى الله عليه وسلم ليستأمنوه،\nفسمع صوت أبي سفيان بن حرب وحكيم بن حزام وبديل بن ورقاء فأردف أبا سفيان\nخلفه وأتى به إلى النبي صلى الله عليه وسلم فأسلم وانصرف الآخران ليعلما\nأهل مكة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p418'> Vol. 03, p. 418</a>\n            </div>\n            \n</p>\n\n<p>\nويمكن الجمع: بأن الحرس لما أخذوه استنقذه العباس.\n</p>\n\n<p>\nوروي أن عمر رضي الله عنه لما رأى أبا سفيان رديف العباس دخل على رسول\nالله صلى الله عليه وسلم فقال: يا رسول الله! هذا أبو سفيان، دعني أضرب\nعنقه، فقال العباس: يا رسول الله! إني قد أجرته. فقال رسول الله صلى الله\nعليه وسلم: \"اذهب يا عباس به إلى رحلك، فإذا أصبحت فأتني به\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p419'> Vol. 03, p. 419</a>\n            </div>\n            \n</p>\n\n<p>\nفذهب فلما أصبح غدا به على رسول الله صلى الله عليه وسلم فلما رآه صلى\nالله عليه وسلم قال: \"ويحك يا أبا سفيان، ألم يأن لك أن تعلم أن لا إله إلا\nالله\"؟. فقال: بأبي أنت وأمي، ما أحلمك وأكرمك وأوصلك، لقد ظننت أنه لو كان\nمع الله إله غيره لما أغنى عني شيئا. ثم <span id='ms0268'></span> قال: \"ويحك يا أبا سفيان، ألم يأن\nلك أن تعلم أني رسول الله\"؟. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p420'> Vol. 03, p. 420</a>\n            </div>\n            \n</p>\n\n<p>\nفقال: بأبي أنت وأمي ما أحلمك وأكرمك وأوصلك أما هذه ففي النفس منها شيء.\n</p>\n\n<p>\nفقال له العباس: ويحك أسلم واشهد أن لا إله إلا الله وأن محمدا رسول الله\nقبل أن تضرب عنقك. فأسلم وشهد شهادة الحق. فقال العباس: يا رسول الله إن\nأبا سفيان رجل يحب الفخر فاجعل له شيئا، قال: \"نعم\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p421'> Vol. 03, p. 421</a>\n            </div>\n            \n</p>\n\n<p>\nوأمر رسول الله صلى الله عليه وسلم فنادى مناديه: من دخل المسجد فهو آمن\nومن دخل دار أبي سفيان فهو آمن، ومن أغلق عليه بابه فهو آمن إلا المستثنين.\n</p>\n\n<p>\nوهم كما قال مغلطاي وغيره:\n</p>\n\n<p>\nعبد الله بن سعد بن أبي سرح. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p422'> Vol. 03, p. 422</a>\n            </div>\n            \n</p>\n\n<p>\nأسلم.\n</p>\n\n<p>\nوابن خطل قتله أبو برزة, وقينتاه وهما: فرتنى بالفاء المفتوحة والراء\nالساكنة والتاء المثناة الفوقية والنون. وقريبة بالقاف والراء والموحدة\nمصغرا, أسلمت إحداهما وقتلت الأخرى. وذكر غير ابن إسحاق أن التي أسلمت\nفرتنى وأن قريبة قتلت.\n</p>\n\n<p>\nوسارة مولاة لبني المطلب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p423'> Vol. 03, p. 423</a>\n            </div>\n            \n</p>\n\n<p>\nأسلمت، ويقال: كانت مولاة عمرو بن صيفي بن هاشم.\n</p>\n\n<p>\nوأرنب -علم امرأة- وقريبة قتلت, وعكرمة بن أبي جهل: أسلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p424'> Vol. 03, p. 424</a>\n            </div>\n            \n</p>\n\n<p>\nوالحويرث بن نقيد: قتله علي.\n</p>\n\n<p>\nومقيس بن صبابة -بمهملة وموحدتين الأولى خفيفة- قتله نميلة الليثي.\n</p>\n\n<p>\nوهبار بن الأسود وهو الذي عرض لزينب بنت رسول الله صلى الله عليه وسلم\nحين هاجرت فنخس بها حتى سقطت على صخرة وأسقطت جنينها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p425'> Vol. 03, p. 425</a>\n            </div>\n            \n</p>\n\n<p>\nوكعب بن زهير أسلم, وهند بنت عتبة أسلمت, ووحشي بن حرب, أسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p426'> Vol. 03, p. 426</a>\n            </div>\n            \n</p>\n\n<p>\nانتهى. وابن خطل بفتح الخاء المعجمة والطاء المهملة. وابن نقيد بضم النون\nوفتح القاف وسكون المثناة التحتية آخره دال مهملة مصغرا.\n</p>\n\n<p>\nومقيس: بكسر الميم وسكون القاف وفتح المثناة التحتية آخره مهملة.\n</p>\n\n<p>\nوقد جمع الواقدي عن شيوخه أسماء من لم يؤمن يوم الفتح وأمر بقتله عشرة\nأنفس، ستة رجال، وأربع نسوة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p427'> Vol. 03, p. 427</a>\n            </div>\n            \n</p>\n\n<p>\nوروى أحمد ومسلم والنسائي عن أبي هريرة قال: أقبل رسول الله صلى الله\nعليه وسلم وقد بعث على أحد المجنبتين خالد بن الوليد، وبعث الزبير على\nالأخرى، وبعث أبا عبيدة على الحسر <span id='ms0269'></span> -بضم المهملة وتشديد السين المهملة، أي\nالذي بغير سلاح- فقال لي: \"يا أبا هريرة اهتف بالأنصار\"، فهتف بهم فجاءوا\nفطافوا به، فقال: \"أترون إلى أوباش قريش وأتباعهم\"، ثم قال بإحدى يديه على\nالأخرى: \"احصدوهم حصدا، حتى توافوني بالصفا\". قال أبو هريرة: فانطلقنا، فما\nنشاء أن نقتل أحدا منهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p428'> Vol. 03, p. 428</a>\n            </div>\n            \n</p>\n\n<p>\nإلا قتلناه، فجاء أبو سفيان فقال: يا رسول الله! أبيحت خضراء قريش لا\nقريش بعد اليوم. فقال صلى الله عليه وسلم: \"من أغلق بابه فهو آمن\".\n</p>\n\n<p>\nقال في فتح الباري: وقد تمسك بهذه القصة من قال: إن مكة فتحت عنوة، وهو\nقول الأكثر.\n</p>\n\n<p>\nوعن الشافعي، وهو رواية عن أحمد: أنها فتحت صلحا، لما وقع في هذا من\nالتأمين، ولإضافة الدور إلى أهلها؛ لأنها لم تقسم؛ ولأن الغانمين لم يملكوا\nدورها. وإلا لجاز إخراج أهل الدور منها.\n</p>\n\n<p>\nوحجة الأولين: ما وقع التصريح به من الأمر بالقتال، ووقوعه من خالد بن\nالوليد، وبتصريحه عليه الصلاة والسلام بأنها أحلت له ساعة، من نهار، ونهيه\nعن التأسي به في ذلك.\n</p>\n\n<p>\nوأجابوا عن ترك القسمة: بأنها لا تستلزم عدم العنوة، فقد تفتح البلد عنوة\nويمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p429'> Vol. 03, p. 429</a>\n            </div>\n            \n</p>\n\n<p>\nعن أهلها، ويترك لهم دورهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p430'> Vol. 03, p. 430</a>\n            </div>\n            \n</p>\n\n<p>\nقال: وأما قول النووي: واحتج الشافعي بالأحاديث المشهورة أن النبي صلى\nالله عليه وسلم صالحهم بمر الظهران قبل دخول مكة ففيه نظر؛ لأن الذي أشار\nإليه، إن كان مراده ما وقع من قوله صلى الله عليه وسلم: \"من دخل دار أبي\nسفيان فهو آمن\". كما تقدم وكذا: \"من دخل المسجد\". كما عند ابن إسحاق, فإن\nذلك لا يسمى صلحا إلا إذا التزم من أشير إليه بذلك الكف عن القتال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p431'> Vol. 03, p. 431</a>\n            </div>\n            \n</p>\n\n<p>\nوالذي ورد في الأحاديث الصحيحة ظاهر في أن قريشا لم يلتزموا ذلك لأنهم\nاستعدوا للحرب. وإن كان مراده بالصلح وقوع عقده فهذا لم ينقل، ولا أظنه عني\nإلا لاحتمال الأول وفيه ما ذكرته. انتهى.\n</p>\n\n<p>\nثم دخل صلى الله عليه وسلم مكة في كتيبته الخضراء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p432'> Vol. 03, p. 432</a>\n            </div>\n            \n</p>\n\n<p>\nوهو على ناقته القصواء بين أبي بكر وأسيد بن حضير، فرأى أبو سفيان ما <span id='ms0270'></span> لا\nقبل له به، فقال العباس: يا أبا الفضل! لقد أصبح ملك ابن أخيك ملكا عظيما.\nفقال العباس: ويحك، إنه ليس بملك ولكنها نبوة. قال: نعم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p433'> Vol. 03, p. 433</a>\n            </div>\n            \n</p>\n\n<p>\nوروي أنه صلى الله عليه وسلم وضع رأسه تواضعا لله لما رأى ما أكرمه الله\nبه من الفتح، حتى إن رأسه لتكاد تمس رحله شكرا وخضوعا لعظمته أن أحل له\nبلده، ولم يحله لأحد قبله ولا لأحد بعده. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p434'> Vol. 03, p. 434</a>\n            </div>\n            \n</p>\n\n<p>\nوفي البخاري من حديث أنس أن النبي صلى الله عليه وسلم دخل مكة يوم الفتح\nوعلى رأسه المغفر -وهو بكسر الميم وسكون الغين المعجمة وفتح الفاء: زرد\nينسج من الدروع على قدر الرأس، وفي الحكم: هو ما يجعل من فضل درع الحديد\nالرأس مثل القلنسوة- فلما نزعه جاء رجل فقال: ابن خطل متعلق بأستار الكعبة،\nفقال: \"اقتلوه\".\n</p>\n\n<p>\nوفي حديث سعيد بن يربوع. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p435'> Vol. 03, p. 435</a>\n            </div>\n            \n</p>\n\n<p>\nعند الدارقطني والحاكم: أن رسول الله صلى الله عليه وسلم قال: \"أربعة لا\nأؤمنهم في حل ولا حرم: الحويرث وهلال بن خطل ومقيس بن صبابة وعبد الله بن\nأبي سرح\". قال: فأما هلال بن خطل قتله الزبير. الحديث.\n</p>\n\n<p>\nوفي حديث سعد بن أبي وقاص عند البزاز والحاكم والبيهقي في الدلائل نحوه،\nلكن قال: أربعة نفر وامرأتان وقال: \"اقتلوهم وإن وجدتموهم متعلقين بأستار\nالكعبة\". فذكره. لكن قال: عبد الله بن خطل بدل هلال، وقال عكرمة بدل\nالحويرث، ولم يسم المرأتين. وقال: فأما عبد الله بن خطل فأدرك وهو متعلق\nبأستار الكعبة فاستبق إليه سعيد بن حريث وعمار بن ياسر فسبق سعيد عمارا،\nوكان أشب الرجلين فقتله. الحديث.\n</p>\n\n<p>\nوروى ابن أبي شيبة من طريق أبي عثمان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p436'> Vol. 03, p. 436</a>\n            </div>\n            \n</p>\n\n<p>\nالنهدي: أن أبا برزة الأسلمي قتل ابن خطل وهو متعلق بأستار الكعبة\nوإسناده صحيح مع إرساله.\n</p>\n\n<p>\nورواه أحمد من وجه آخر، وهو أصح ما ورد في تعيين قاتله، وبه جزم البلاذري\nوغيره من أهل الأخبار.\n</p>\n\n<p>\nوتحمل بقية الروايات على أنهم ابتدروا قتله فكان المباشر له منهم أبو\nبرزة، ويحتمل أن يكون غيره شاركه فيه، فقد جزم ابن هشام في السيرة <span id='ms0271'></span>: بأن\nسعيد بن حريث وأبا برزة الأسلمي اشتركا في قتله.\n</p>\n\n<p>\nوإنما أمر بقتل ابن خطل، لأنه كان مسلما فبعثه صلى الله عليه وسلم مصدقا،\nوبعث معه رجلا من الأنصار. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p437'> Vol. 03, p. 437</a>\n            </div>\n            \n</p>\n\n<p>\nوكان معه مولى يخدمه -وكان مسلما- فنزل منزلا فأمر المولى أن يذبح تيسا\nويصنع له طعاما ونام، فاستيقظ ولم يصنع له شيئا، فعدى عليه فقتله، ثم ارتد\nمشركا، وكانت له فتاتان تغنيان بهجاء رسول الله صلى الله عليه وسلم.\n</p>\n\n<p>\nوأما الجمع بين ما اختلف فيه من اسمه، فإنه كان يسمى عبد العزى، فلما\nأسلم سمي عبد الله، وأما من قال: هلال، فالتبس عليه بأخ له اسمه هلال.\n</p>\n\n<p>\nوفي أبي داود من حديث مصعب: لما كان يوم الفتح أمن رسول الله صلى الله\nعليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p438'> Vol. 03, p. 438</a>\n            </div>\n            \n</p>\n\n<p>\nالناس إلا أربعة نفر فذكرهم ثم قال: وأما ابن أبي سرح فاختبأ عند عثمان\nبن عفان رضي الله عنه فلما دعا رسول الله صلى الله عليه وسلم الناس إلى\nالبيعة، جاء به حتى أوقفه على رسول الله صلى الله عليه وسلم فقال: يا نبي\nالله بايع عبد الله، فرفع رأسه فنظر إليه مليا ثلاثا، كل ذلك يأبى، فبايعه\nبعد ثلاث، ثم أقبل على أصحابه فقال: \"أما كان فيكم رجل رشيد يقوم إلى هذا\nحيث رآني كففت عن بيعته فيقتله\"؟. فقالوا: يا رسول الله ما ندري ما في\nنفسك، ألا أومأت إلينا؟ فقال: \"إنه لا ينبغي لنبي أن تكون له خائنة\nالأعين\". الحديث. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p439'> Vol. 03, p. 439</a>\n            </div>\n            \n</p>\n\n<p>\nقال مالك -كما رواية البخاري: ولم يكن رسول الله صلى الله عليه وسلم فيما\nنرى يومئذ محرما. انتهى.\n</p>\n\n<p>\nوقول مالك هذا رواه عبد الرحمن بن مهدي عن مالك جازما به. أخرجه\nالدارقطني في الغرائب.\n</p>\n\n<p>\nويشهد له ما رواه مسلم من حديث جابر: دخل صلى الله عليه وسلم يوم فتح مكة\nوعليه عمامة سوداء بغير إحرام.\n</p>\n\n<p>\nوروى ابن أبي شيبة بإسناد صحيح عن طاوس قال: لم يدخل النبي صلى الله عليه\nوسلم مكة إلا محرما إلا يوم فتح مكة.\n</p>\n\n<p>\nوقد اختلف العلماء: هل يجب على من <span id='ms0272'></span> دخل مكة الإحرام أم لا؟ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p440'> Vol. 03, p. 440</a>\n            </div>\n            \n</p>\n\n<p>\nفالمشهور من مذهب الشافعي عدم الوجوب مطلقا. وفي قول: يجب مطلقا، وفيمن\nيتكرر دخوله خلاف مرتب، وهو أولى بعدم الوجوب.\n</p>\n\n<p>\nوالمشهور عند الأئمة الثلاثة: الوجوب. وفي رواية عن كل منهم: لا يجب،\nوجزم الحنابلة باستثناء ذوي الحاجات المتكررة، واستثنى الحنفية من كان داخل\nالميقات, والله أعلم.\n</p>\n\n<p>\nوقد زعم الحاكم في الإكليل: أن بين حديث أنس في المغفر وبين حديث جابر في\nالعمامة السوداء معارضة.\n</p>\n\n<p>\nوتعقبوه باحتمال أن يكون أول دخوله كان على رأسه المغفر ثم أزاله ولبس\nالعمامة بعد ذلك، فحكى كل منهما ما رآه.\n</p>\n\n<p>\nويؤيده: أن في حديث عمرو بن حريث أنه خطب الناس وعليه عمامة سوداء. أخرج\nمسلم أيضا: وكانت الخطبة عند باب الكعبة وذلك بعد تمام الدخول. وهذا الجمع\nللقاضي عياض. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p441'> Vol. 03, p. 441</a>\n            </div>\n            \n</p>\n\n<p>\nوقال غيره: يجمع بأن العمامة السوداء كانت ملفوفة فوق المغفر، أو كانت\nتحت المغفر وقاية لرأسه من صدإ الحديد، فأراد أنس بذكر المغفر كونه دخل\nمتأهبا للحرب، وأراد جابر بذكر العمامة كونه دخل غير محرم.\n</p>\n\n<p>\nوفي البخاري عن أسامة بن زيد أنه قال زمن الفتح: يا رسول الله! أين تنزل\nغدا؟ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p442'> Vol. 03, p. 442</a>\n            </div>\n            \n</p>\n\n<p>\nفقال النبي صلى الله عليه وسلم: \"وهل ترك لنا عقيل من منزل\"؟. وفي رواية:\n\"وهل ترك لنا عقيل من رباع أو دور\"؟.\n</p>\n\n<p>\nوكان عقيل ورث أبا طالب هو وطالب، ولم يرث جعفر ولا علي شيئا لأنهما كانا\nمسلمين، فكان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p443'> Vol. 03, p. 443</a>\n            </div>\n            \n</p>\n\n<p>\nعمر بن الخطاب يقول: لا يرث الكافر المسلم ولا المسلم الكافر.\n</p>\n\n<p>\nوفي رواية أخرى قال عليه الصلاة والسلام: \"منزلنا إن شاء الله تعالى -إذا\nفتح الله- الخيف حيث تقاسموا على الكفر\". يعني به المحصب، وذلك أن قريشا\nوكنانة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p444'> Vol. 03, p. 444</a>\n            </div>\n            \n</p>\n\n<p>\nتحالفت على بني هاشم وبني عبد المطلب: أن لا يناكحوهم ولا يبايعوهم حتى\nيسلموا إليهم النبي صلى الله عليه وسلم، كما تقدم.\n</p>\n\n<p>\nوفي رواية أخرى له: أنه صلى الله عليه وسلم يوم فتح مكة اغتسل في بيت أم\nهانئ\n</p>\n\n<h1 class='l1' id='head53'>..... </h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p445'> Vol. 03, p. 445</a>\n            </div>\n            \n<p>\nثم صلى الضحى ثمان ركعات، قالت: لم أره صلى صلاة أخف منها، غير أنه <span id='ms0273'></span> يتم\nالركوع والسجود.\n</p>\n\n<p>\nوأجارت أم هانئ حموين لها، فقال النبي صلى الله عليه وسلم: \"قد أجرنا من\nأجرت يا أم هانئ\"، والرجلان: الحارث بن هشام، وزهير بن أمية بن المغيرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p446'> Vol. 03, p. 446</a>\n            </div>\n            \n</p>\n\n<p>\nكما قاله ابن هشام، وقد كان أخوها علي بن أبي طالب أراد أن يقتلهما\nفأغلقت عليهما باب بيتها وذهبت إلى النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nولما كان الغد من يوم الفتح قام النبي صلى الله عليه وسلم خطيبا في\nالناس، فحمد الله وأثنى عليه ومجده بما هو أهله ثم قال: \"أيها الناس! إن\nالله حرم مكة يوم خلق السماوات والأرض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p447'> Vol. 03, p. 447</a>\n            </div>\n            \n</p>\n\n<p>\nفهي حرام بحرمة الله تعالى إلى يوم القيامة، فلا يحل لامرئ يؤمن بالله\nواليوم الآخر أن يسفك بها دما، أو يعضد بها شجرة، فإن أحد ترخص فيها لقتال\nرسول الله صلى الله عليه وسلم فقولوا: إن الله قد أذن لرسوله ولم يأذن لكم،\nوإنما أحلت لي ساعة من نهار، وقد عادت حرمتها الآن كحرمتها بالأمس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p448'> Vol. 03, p. 448</a>\n            </div>\n            \n</p>\n\n<p>\nفليبلغ الشاهد الغائب\".\n</p>\n\n<p>\nثم قال: \"يا معشر قريش ما ترون أني فاعل فيكم\"؟.\n</p>\n\n<p>\nقالوا: خيرا, أخ كريم وابن أخ كريم.\n</p>\n\n<p>\nقال: \"اذهبوا فأنتم الطلقاء\".\n</p>\n\n<p>\nأي: الذي أطلقوا، فلم يسترقوا ولم يؤسروا. والطليق: الأسير إذا أطلق.\nوالمراد بالساعة التي أحلت له -عليه الصلاة والسلام- ما بين أول النهار\nودخول وقت العصر، كذا قاله في فتح الباري.\n</p>\n\n<p>\nوقد أجاد العلامة أبو محمد الشقراطسي حيث يقول في قصيدته المشهورة:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p449'> Vol. 03, p. 449</a>\n            </div>\n            \n</p>\n\n<p>\nويوم مكة إذ أشرفت في أمم ... تضيق عنها فجاج الوعث والسهل\n</p>\n\n<p>\nخوافق ضاق ذراع الخافقين بها ... في\n</p>\n\n<h1 class='l1' id='head54'>........................... </h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p450'> Vol. 03, p. 450</a>\n            </div>\n            \n<h1 class='l1' id='head55'>........................ </h1>\n\n<p>\n... ... قاتم من عجاج الخيل والإبل\n</p>\n\n<p>\nوجحفل قذف الأرجاء ذي لجب ... عرمرم كزهاء الليل منسحل\n</p>\n\n<p>\nوأنت صلى عليك الله تقدمهم ... في بهو إشراق نور منك مكتمل\n</p>\n\n<p>\nينير فوق أغر الوجه منتجب ... متوج بعزيز النصر مقتبل\n</p>\n\n<p>\nيسمو أمام جنود الله مرتديا ... ثوب الوقار لأمر الله ممتثل\n</p>\n\n<p>\nخشعت تحت بهاء العز حين سمت ... بك المهابة فعل الخاضع الوجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p451'> Vol. 03, p. 451</a>\n            </div>\n            \n</p>\n\n<p>\nوقد تباشر أملاك السماء بما ... ملكت إذ نلت منه غاية الأمل\n</p>\n\n<p>\nوالأرض ترجف من زهو ومن فرق <span id='ms0274'></span> ... والجو يزهو إشراقا من الجذل\n</p>\n\n<p>\nوالخيل تختال زهوا في أعنتها ... والعيس تنثال رهوا في ثنى الجدل\n</p>\n\n<p>\nلولا الذي خطت الأقلام من قدر ... وسابق من قضاء غير ذي حول\n</p>\n\n<p>\nأهل ثهلان بالتهليل من طرب ...\n</p>\n\n<h1 class='l1' id='head56'>.......................... </h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p452'> Vol. 03, p. 452</a>\n            </div>\n            \n<h1 class='l1' id='head57'>........................ </h1>\n\n<p>\n... وذاب يذبل تهليلا من الذبل\n</p>\n\n<p>\nالملك لله هذا عز من عقدت ... له النبوة فوق العرش في الأزل\n</p>\n\n<p>\nشعبت صدع قريش بعد ما قذفت ... بهم شعوب شعاب السهل والقلل\n</p>\n\n<p>\nقالوا محمد قد زادت كتائبه ... كالأسد تزأر في أنيابها العصل\n</p>\n\n<p>\nفويل\n</p>\n\n<h1 class='l1' id='head58'>...................... </h1>\n\n<p>\n...\n</p>\n\n<h1 class='l1' id='head59'>.......................... </h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p453'> Vol. 03, p. 453</a>\n            </div>\n            \n<h1 class='l1' id='head60'>..... </h1>\n\n<p>\nمكة من آثار وطأته ... وويل أم قريش من جوى الهبل\n</p>\n\n<p>\nفجدت عفو بفضل العفو منك ولم ... تلمم ولا بأليم اللوم والعذل\n</p>\n\n<p>\nأضربت بالصفح صفحا عن طوائلهم ... طولا أطال مقيل النوم في المقل\n</p>\n\n<p>\nرحمت واشج أرحام أتيح لها ... تحت الوشيج نشيج الروع والوجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p454'> Vol. 03, p. 454</a>\n            </div>\n            \n</p>\n\n<p>\nعاذوا بظل كريم العفو ذي لطف ... مبارك الوجه بالتوفيق مشتمل\n</p>\n\n<p>\nأزكى الخليقة أخلاقا وأطهرها ... وأكرم الناس صفحا عن ذوي الزلل\n</p>\n\n<p>\nوطفت بالبيت محبورا وطاف به ... من كان عنه قبيل الفتح في شغل\n</p>\n\n<p>\nوالجحفل: الجيش العظيم.\n</p>\n\n<p>\nوقذف الأرجاء: أي متباعدها.\n</p>\n\n<p>\nواللجب: بالجيم المفتوحة: الضجة من كثرة الأصوات. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p455'> Vol. 03, p. 455</a>\n            </div>\n            \n</p>\n\n<p>\nوالعرمرم: الضخم الكثير العدد.\n</p>\n\n<p>\nوقوله: كزهاء الليل: شبهه بالليل في سده الأفق، واسوداده بالسلاح.\n</p>\n\n<p>\nوالمنسحل: بالحاء المهملة الماضي في سيره يتبع بعضه بعضا.\n</p>\n\n<p>\nوقوله: في بهو إشراق: شبه النور الذي يغشاه -عليه الصلاة والسلام- ببهو\nأحاط به.\n</p>\n\n<p>\nوالبهو: البناء العالي كالإيوان ونحوه.\n</p>\n\n<p>\nوالمنتجب: المتخير من أصل نجيب، أي كريم.\n</p>\n\n<p>\nوالمقتبل: المستقبل الخير. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p456'> Vol. 03, p. 456</a>\n            </div>\n            \n</p>\n\n<p>\nوترجف: تهتز. والزهو: الخفة من الطرب، يعني: أن الأرض اهتزت فرحا بهذا\nالجيش، وفرقا من صولته، أي كادت تهتز، قال الله تعالى: {وبلغت القلوب\nالحناجر} [الأحزاب: 10] أي كادت تبلغ.\n</p>\n\n<p>\nوالجدل: جمع جديل، وهو الزمام المضفور.\n</p>\n\n<p>\nوثني الجدل: ما انثنى على أعناق الإبل، أي انعطف.\n</p>\n\n<p>\nوثهلان: اسم جبل معروف. وأهل: رفع صوته. ويذبل: اسم جبل أيضا.\n</p>\n\n<p>\nوالذبل: الرماح والذوابل وهي التي لم تقطع من منابتها حتى ذبلت أي جفت\nويبست.\n</p>\n\n<p>\nوتهليلا: أي صياحا، جبنا وفزعا. يعني: لولا ما سبق من تقدير الله تعالى\nأن الجبال لا تنطق لرفع ثهلان <span id='ms0275'></span> صوته وهلل الله من الطرب، ولذاب يذبل من\nالجزع والفرق. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p457'> Vol. 03, p. 457</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: شعبت أي جمعت وأصلحت.\n</p>\n\n<p>\nوقذفت بهم: أي فرقت بهم مخافة شعوب.\n</p>\n\n<p>\nوشعوب: اسم للمنية لأنها تفرق الجماعات، من شعبت أي فرقت، وهو من\nالأضداد.\n</p>\n\n<p>\nوالشعاب: الطرق في الجبال.\n</p>\n\n<p>\nوالسهل: خلاف الجبل.\n</p>\n\n<p>\nوالقلل: رءوس الجبال. يعني أنه صلى الله عليه وسلم أعفا عنهم بعدما\nتصدعوا، وتفرقوا وهربوا من خوفه إلى كل سهل وجبل.\n</p>\n\n<p>\nوقوله: كالأسد تزأر في أنيابها العصل: أي المعوجة.\n</p>\n\n<p>\nولما فتح الله مكة على رسول الله صلى الله عليه وسلم قال الأنصار فيما\nبينهم: أترون أن رسول الله صلى الله عليه وسلم إذ فتح الله عليه أرضه وبلده\nيقيم بها؟\n</p>\n\n<p>\nوكان عليه الصلاة والسلام يدعو على الصفا رافعا يديه، فلما فرغ من دعائه\nقال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p458'> Vol. 03, p. 458</a>\n            </div>\n            \n</p>\n\n<p>\n\"ماذا قلتم\"؟ قالوا: لا شيء يا رسول الله، فلم يزل بهم حتى أخبروه، فقال\nصلى الله عليه وسلم: \"معاذ الله، المحيا محياكم والممات مماتكم\".\n</p>\n\n<p>\nوهم فضالة بن عمير. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p459'> Vol. 03, p. 459</a>\n            </div>\n            \n</p>\n\n<p>\nأن يقتل رسول الله صلى الله عليه وسلم وهو يطوف بالبيت، فلما دنا منه قال\nله رسول الله صلى الله عليه وسلم: \"أفضالة\"، قال: نعم يا رسول الله! قال:\n\"ماذا كنت تحدث به نفسك\"؟ قال: لا شيء، كنت أذكر الله، فضحك صلى الله عليه\nوسلم ثم قال: استغفر الله، ثم وضع يده على صدره، فسكن قلبه، فكان فضالة\nيقول: والله ما رفع يده عن صدري حتى ما خلق الله شيئا أحب إلي منه.\n</p>\n\n<p>\nوطاف صلى الله عليه وسلم بالبيت. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p460'> Vol. 03, p. 460</a>\n            </div>\n            \n</p>\n\n<p>\nيوم الجمعة لعشر بقين من رمضان. وكان حول البيت ثلاثمائة وستون صنما،\nفكلما مر بصنم أشار إليه بقضيب وهو يقول: \"جاء الحق وزهق الباطل إن الباطل\nكان زهوقا\"، فيقع الصنم لوجهه. رواه البيهقي.\n</p>\n\n<p>\nوفي رواية أبي نعيم: قد ألزقها الشياطين بالرصاص والنحاس. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p461'> Vol. 03, p. 461</a>\n            </div>\n            \n</p>\n\n<p>\nوفي تفسير العلامة ابن النقيب المقدسي: إن الله تعالى لما أعلمه صلى الله\nعليه وسلم بأنه قد أنجز له وعده بالنصر على أعدائه، وفتحه مكة وإعلاء كلمة\nدينه، أمره إذ دخل مكة أن يقول: \"وقل <span id='ms0276'></span> جاء الحق وزهق الباطل\"، فصار صلى الله\nعليه وسلم يطعن الأصنام التي حول الكعبة بمحجنه ويقول: \"جاء الحق وزهق\nالباطل\"، فيخر الصنم ساقطا، مع أنها كانت مثبتة بالحديد والرصاص، وكانت\nثلاثمائة وستين صنما بعدد أيام السنة.\n</p>\n\n<p>\nقال: وفي معنى الحق والباطل لعلماء التفسير أقوال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p462'> Vol. 03, p. 462</a>\n            </div>\n            \n</p>\n\n<p>\nقال قتادة: جاء القرآن وذهب الشيطان. وقال ابن جريج: جاء الجهاد وذهب\nالشرك وقال مقاتل: جاءت عبادة الله وذهبت عبادة الشيطان.\n</p>\n\n<p>\nوقال ابن عباس: وجد صلى الله عليه وسلم يوم الفتح حول البيت ثلاثمائة\nوستين صنما، كانت لقبائل العرب يحجون إليها، وينحرون لها، فشكا البيت إلى\nالله تعالى فقال: أي رب! حتى متى تعبد هذه الأصنام حولي دونك فأوحى الله\nتعالى إليه إني سأحدث لك نوبة جديدة، يدفون إليك دفيف النسور، ويحنون إليك\nحنين الطير إلى بيضها، لهم عجيج حولك بالتلبية. قال: ولما نزلت الآية يوم\nالفتح قال جبريل عليه الصلاة والسلام لرسول الله صلى الله عليه وسلم: خذ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p463'> Vol. 03, p. 463</a>\n            </div>\n            \n</p>\n\n<p>\nبمخصرتك ثم ألقها، فجعل يأتي لها صنما صنما ويطعن في عينه أو بطنه\nبمخصرته ويقول: \"جاء الحق وزهق الباطل\"، فينكب الصنم لوجهه حتى ألقاها\nجميعا, وبقي صنم خزاعة فوق الكعبة وكان من قوارير صفر. فقال يا علي: \"ارم\nبه\". فحمله عليه الصلاة والسلام حتى صعد ورمى به وكسره, فجعل أهل مكة\nيتعجبون. انتهى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p464'> Vol. 03, p. 464</a>\n            </div>\n            \n</p>\n\n<p>\nوعن ابن عباس: لما قدم صلى الله عليه وسلم أبى أن يدخل البيت وفيه\nالآلهة، فأمر بها فأخرجت فأخرجوا صورة إبراهيم وإسماعيل عليهما السلام في\nأيديهما الأزلام، يعني: الأقداح التي كانوا يستقسمون بها، فقال رسول الله\nصلى الله عليه وسلم: \"قاتلهم الله، أما والله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p465'> Vol. 03, p. 465</a>\n            </div>\n            \n</p>\n\n<p>\nلقد علموا أنهما لم يستقسما بها قط\". فدخل البيت وكبر في نواحيه ولم يصل.\nرواه الترمذي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p466'> Vol. 03, p. 466</a>\n            </div>\n            \n</p>\n\n<p>\nوعن ابن عمر قال: أقبل رسول الله صلى الله عليه وسلم عام الفتح على ناقته\nالقصواء، وهو مردف أسامة حتى أناخ بفناء الكعبة، ثم دعا عثمان بن طلحة\nفقال: \"ائتني بالمفتاح\"، فذهب إلى أمه فأبت أن تعطيه فقال: والله لتعطينه،\nأو ليخرجن هذا السيف <span id='ms0277'></span> من صلبي، فأعطته إياه، فجاء به النبي صلى الله عليه\nوسلم فدفعه إليه، ففتح الباب. رواه مسلم.\n</p>\n\n<p>\nوروى الفاكهي من طريق ضعيفة، عن ابن عمر أيضا قال: كان بنو أبي طلحة\nيزعمون أنه لا يستطيع أحد فتح باب الكعبة غيرهم، فأخذ رسول الله صلى الله\nعليه وسلم المفتاح ففتحها بيده. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p467'> Vol. 03, p. 467</a>\n            </div>\n            \n</p>\n\n<p>\nوعثمان المذكور: هو عثمان بن طلحة بن أبي طلحة بن عبد العزى، ويقال له:\nالحجبي، بفتح الحاء المهملة والجيم، ويعرفون الآن بالشيبيين، نسبة إلى شيبة\nبن عثمان بن أبي طلحة وهو ابن عم عثمان، وعثمان هذا لا ولد له وله صحبة\nورواية.\n</p>\n\n<p>\nواسم أم عثمان: سلافة -بضم السين المهملة والتخفيف والفاء.\n</p>\n\n<p>\nوفي الطبقات لابن سعد: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p468'> Vol. 03, p. 468</a>\n            </div>\n            \n</p>\n\n<p>\nعن عثمان بن طلحة قال: كنا نفتح الكعبة في الجاهلية يوم الاثنين والخميس,\nفأقبل النبي صلى الله عليه وسلم يوما يريد أن يدخل الكعبة مع الناس، فأغلظت\nله ونلت منه، فحلم عني ثم قال: \"يا عثمان لعلك سترى هذا المفتاح يوما بيدي\nأضعه حيث شئت\". فقلت لقد هلكت قريش يومئذ وذلت، قال: \"بل عمرت وعزت يومئذ\"،\nودخل الكعبة، فوقعت كلمته مني موقعا ظننت يومئذ أن الأمر سيصير إلى ما قال,\nفلما كان يوم الفتح قال: \"يا عثمان ائتني بالمفتاح\". فأتيته به فأخذه مني،\nثم دفعه إلي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p469'> Vol. 03, p. 469</a>\n            </div>\n            \n</p>\n\n<p>\nوقال: \"خذوها خالدة تالدة لا ينزعها منكم إلا ظالم، يا عثمان إن الله\nاستأمنكم على بيته فكلوا ما يصل إليكم من هذا البيت بالمعروف\". قال: فلما\nوليت ناداني، فرجعت إليه فقال: \"ألم يكن الذي قلت لك\"؟ قال: فذكرت قوله لي\nبمكة قبل الهجرة: \"لعلك سترى هذا المفتاح يوما بيدي أضعه حيث شئت\". قلت:.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p470'> Vol. 03, p. 470</a>\n            </div>\n            \n</p>\n\n<p>\nبلى أشهد أنك رسول الله.\n</p>\n\n<p>\nوفي التفسير: أن هذه الآية: {إن الله يأمركم أن تؤدوا الأمانات إلى\nأهلها} [النساء: 58] نزلت في عثمان بن طلحة الحجبي. أمره عليه الصلاة\nوالسلام أن يأتيه بمفتاح الكعبة فأبى عليه، وأغلق باب البيت وصعد إلى السطح\nوقال: لو علمت أنه رسول الله لم أمنعه، فلوى علي يده وأخذ منه المفتاح وفتح <span id='ms0278'></span>\nالباب، فدخل صلى الله عليه وسلم البيت، فلما خرج سأله العباس أن يعطيه\nالمفتاح ويجمع له بين السقاية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p471'> Vol. 03, p. 471</a>\n            </div>\n            \n</p>\n\n<p>\nوالسدانة، فأنزل الله هذه الآية. فأمر صلى الله عليه وسلم عليا أن يرد\nالمفتاح إلى عثمان ويعتذر إليه، ففعل ذلك علي رضي الله عنه، فقال: أكرهت\nوآذيت ثم جئت ترفق؟ فقال علي: لقد أنزل الله تعالى في شأنك قرآنا، وقرأ\nعليه الآية. فقال عثمان: أشهد أن محمدا رسول الله. فجاء جبريل عليه الصلاة\nوالسلام فقال: ما دام هذا البيت أو لبنة من لبناته قائمة، فإن المفتاح\nوالسدانة في أولاد عثمان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p472'> Vol. 03, p. 472</a>\n            </div>\n            \n</p>\n\n<p>\nفلما مات دفعه إلى أخيه شيبة، فالمفتاح والسدانة في أولاده إلى يوم\nالقيامة.\n</p>\n\n<p>\nقال ابن ظفر في \"ينبوع الحياة\" قوله: \"لو أعلم أنه رسول الله لم أمنعه\"\nهذا وهم؛ لأنه كان ممن أسلم. فلو قال هذا كان مرتدا.\n</p>\n\n<p>\nوعن الكلبي: لما طلب عليه الصلاة والسلام المفتاح من عثمان مد يده إليه،\nفقال العباس: يا رسول الله اجعلها مع السقاية، فقبض عثمان يده بالمفتاح،\nفقال: هاكه بالأمانة، فأعطاه إياه فنزلت الآية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p473'> Vol. 03, p. 473</a>\n            </div>\n            \n</p>\n\n<p>\nقال بن ظفر: وهذا أولى بالقبول. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p474'> Vol. 03, p. 474</a>\n            </div>\n            \n</p>\n\n<p>\nوفي رواية لمسلم: دخل عليه الصلاة والسلام هو وأسامة بن زيد وبلال وعثمان\nبن طلحة الحجبي فأغلقوا عليهم الباب. قال ابن عمر فلما فتحوا كنت أول من\nولج، فلقيت بلالا فسألته: هل صلى فيه رسول الله صلى الله عليه وسلم؟ قال:\nنعم، بين العمودين اليمانيين، وذهب عني أسأله: كم صلى؟ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p475'> Vol. 03, p. 475</a>\n            </div>\n            \n</p>\n\n<p>\nوفي إحدى روايات البخاري: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p476'> Vol. 03, p. 476</a>\n            </div>\n            \n</p>\n\n<p>\nجعل عمودا عن يساره وعمودا عن يمينه، وثلاثة أعمدة وراءه.\n</p>\n\n<p>\nوليس بين الروايتين مخالفة، لكن قوله في الرواية الأخرى: وكان البيت\nيومئذ على ستة أعمدة مشكل؛ لأنه يشعر بكون ما عن يمينه أو يساره كان اثنين،\nولهذا عقبه البخاري برواية إسماعيل بن أبي أويس التي قال فيها: عمودين عن\nيمينه.\n</p>\n\n<p>\nويمكن الجمع بين الروايتين بأنه: حيث ثنى أشار إلى ما كان عليه البيت في\nزمنه صلى الله عليه وسلم وحيث أفرد أشار إلى ما صار بعد ذلك، ويرشد إليه\nقوله: وكان البيت <span id='ms0279'></span> يومئذ. لأن فيه إشعارا بأنه تغير عن هيئته الأولى.\n</p>\n\n<p>\nويحتمل أن يقال: لم تكن الأعمدة الثلاثة على سمت واحد، بل اثنان على سمت\nوالثالث. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p477'> Vol. 03, p. 477</a>\n            </div>\n            \n</p>\n\n<p>\nعلى غير سمتهما، ولفظ \"المقدمين\" في إحدى روايات البخاري مشعر به.\n</p>\n\n<p>\nوفي رواية لمسلم: جعل عمودين عن يساره وعمودا عن يمينه، عكس رواية\nإسماعيل، وكذلك قال الشافعي، وبشر بن عمر في إحدى الروايتين عنهما.\n</p>\n\n<p>\nوجمع بعض المتأخرين بين هاتين الروايتين باحتمال تعدد الواقعة، وهو بعيد\nلاتحاد مخرج الحديث. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p478'> Vol. 03, p. 478</a>\n            </div>\n            \n</p>\n\n<p>\nوجزم البيهقي بترجيح روية إسماعيل، ووافقه عليها ابن القاسم والقعنبي\nوأبو مصعب ومحمد بن الحسن وأبو حذافة وكذلك الشافعي وابن مهدي في إحدى\nالروايتين عنهما. انتهى ملخصا من فتح الباري. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p479'> Vol. 03, p. 479</a>\n            </div>\n            \n</p>\n\n<p>\nوقد بين موسى بن عقبة في روايته عن نافع أن بين موقفه صلى الله عليه وسلم\nوبين الجدار الذي استقبله قريبا من ثلاثة أذرع، وجزم برفع هذه الزيادة مالك\nعن نافع فيما أخرجه الدارقطني في الغرائب. ولفظه: وصلى وبينه وبين القبلة\nثلاثة أذرع.\n</p>\n\n<p>\nوفي كتاب مكة للأزرقي، والفاكهي: أن معاوية سأل ابن عمر: أين صلى رسول\nالله صلى الله عليه وسلم؟ فقال: اجعل بينك وبين الجدار ذراعين أو ثلاثة،\nفعلى هذا ينبغي لمن أراد الاتباع في ذلك أن يجعل بينه وبين الجدار ثلاثة\nأذرع، فإنه تقع قدماه في مكان قدميه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p480'> Vol. 03, p. 480</a>\n            </div>\n            \n</p>\n\n<p>\nصلى الله عليه وسلم إن كانت ثلاثة سواء، أو تقع ركبتاه أو يداه أو وجهه\nإن كان أقل من ثلاثة أذرع, والله أعلم.\n</p>\n\n<p>\nوفي رواية عن ابن عباس قال: أخبرني أسامة أنه عليه الصلاة والسلام لما\nدخل البيت دعا في نواحيه كله ولم يصل فيه حتى خرج، فلما خرج ركع في قبل\nالبيت ركعتين وقال: \"هذه القبلة\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p481'> Vol. 03, p. 481</a>\n            </div>\n            \n</p>\n\n<p>\nرواه مسلم.\n</p>\n\n<p>\nوالجمع بينه وبين حديث ابن عمر، أن أسامة أخبره أن النبي صلى الله عليه\nوسلم صلى في الكعبة كما رواه أحمد والطبراني. بأن أسامة حيث أثبتها اعتمد\nفي ذلك على غيره وحيث نفاها أراد ما في علمه لكونه لم يره حين صلى، ويكون\nابن عمر ابتدأ بلالا بالسؤال ثم <span id='ms0280'></span> أراد زيادة الاستثبات في مكان الصلاة، فسأل\nأسامة أيضا.\n</p>\n\n<p>\nقال النووي: وقد أجمع أهل الحديث على الأخذ برواية بلال لأنه مثبت فمعه\nزيادة علم، فوجب ترجيحه. وأما نفي أسامة فيشبه أنهم لما دخلوا الكعبة\nأغلقوا الباب واشتغلوا بالدعاء، فرأى أسامة النبي صلى الله عليه وسلم يدعو\nفاشتغل أسامة في ناحية من نواحي البيت والنبي صلى الله عليه وسلم في ناحية\nأخرى، وبلال قريب منه، ثم صلى النبي صلى الله عليه وسلم فرآه بلال لقربه\nمنه ولم يره أسامة لبعده واشتغاله بالدعاء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p482'> Vol. 03, p. 482</a>\n            </div>\n            \n</p>\n\n<p>\nوكانت صلاته -عليه الصلاة والسلام- خفيفة فلم يرها أسامة لإغلاق الباب مع\nبعده واشتغاله بالدعاء، وجاز له نفيها عملا بظنه، وأما بلال فتحققها وأخبر\nبها. انتهى.\n</p>\n\n<p>\nوتعقبوه بما يطول ذكره, وأقرب ما قيل في الجمع: أنه صلى الله عليه وسلم\nصلى في الكعبة لما غاب عنه أسامة من الكعبة لأمر ندبه إليه، وهو أن يأتي\nبماء يمحو به الصور التي كانت في الكعبة، فأثبت الصلاة بلال لرؤيته لها\nونفاها أسامة لعدم رؤيته، ويؤيده ما رواه أبو داود الطيالسي عن أسامة بن\nزيد قال: دخلت على رسول الله صلى الله عليه وسلم في الكعبة، فرأى صورا فدعا\nبدلو من ماء فأتيته به فجعل يمحوها ويقول: \"قاتل الله قوما يصورون ما لا\nيخلقون\". ورجاله ثقات. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p483'> Vol. 03, p. 483</a>\n            </div>\n            \n</p>\n\n<p>\nوأفاد الأزرقي -في تاريخ مكة- أن خالد بن الوليد كان على باب الكعبة يذب\nعنه صلى الله عليه وسلم الناس. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p484'> Vol. 03, p. 484</a>\n            </div>\n            \n</p>\n\n<p>\nوفي البخاري: أنه صلى الله عليه وسلم أقام خمسة عشرة ليلة، وفي رواية:\nتسع عشرة. وفي رواية أبي داود: سبع عشرة. وعند الترمذي: ثمان عشرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p485'> Vol. 03, p. 485</a>\n            </div>\n            \n</p>\n\n<p>\nوفي الإكليل: أصحها بضع عشرة يقصر الصلاة.\n</p>\n\n<p>\nوقال الفاسي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p486'> Vol. 03, p. 486</a>\n            </div>\n            \n</p>\n\n<p>\nفي تاريخ مكة: وكان فتح مكة لعشر ليال بقين من شهر رمضان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p487'> Vol. 03, p. 487</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head61'>هدم العزى</h1>\n\n<p>\n\":\n</p>\n\n<p>\nثم سرية خالد بن الوليد عقب فتح مكة إلى العزى بنخلة، وكانت لقريش وجميع\nبني. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p487'> Vol. 03, p. 487</a>\n            </div>\n            \n</p>\n\n<p>\nكنانة، وكانت أعظم أصنامهم. لخمس ليال بقين من رمضان، سنة ثمان، ومعه\nثلاثون فارسا لهدمها، فلما انتهوا إليها هدمها ثم رجع إلى رسول <span id='ms0281'></span> الله صلى\nالله عليه وسلم بمكة فأخبره. فقال: \"هل رأيت شيئا\"؟ قال: لا. قال: \"فإنك لم\nتهدمها، فارجع إليها فاهدمها\". فرجع فجرد سيفه فخرجت إليه امرأة عجوز\nعريانة سوداء ثائرة الرأس، فجعل السادن. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p488'> Vol. 03, p. 488</a>\n            </div>\n            \n</p>\n\n<p>\nيصيح بها، فضربها خالد فجزلها اثنتين، ورجع إلى رسول الله صلى الله عليه\nوسلم فأخبره فقال: \"نعم تلك العزى، وقد يئست أن تعبد ببلادكم أبدا\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p489'> Vol. 03, p. 489</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head62'>هدم سواع</h1>\n\n<p>\n\":\n</p>\n\n<p>\nثم سرية عمرو بن العاصي إلى سواع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p489'> Vol. 03, p. 489</a>\n            </div>\n            \n</p>\n\n<p>\nصنم هذيل على ثلاثة أميال من مكة في شهر رمضان سنة ثمان.\n</p>\n\n<p>\nقال عمرو: فانتهيت إليه وعنده السادن، فقال: ما تريد؟ فقلت أمرني رسول\nالله صلى الله عليه وسلم أن أهدمه، قال: لا تقدر على ذلك. قلت: لم؟ قال:\nتمنع، فقلت: ويحك، وهل يسمع أو يبصر؟ قال: فدنوت منه فكسرته, ثم قلت\nللسادن: كيف رأيت؟ قال: أسلمت لله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p490'> Vol. 03, p. 490</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head63'>هدم مناة</h1>\n\n<p>\n\":\n</p>\n\n<p>\nثم سرية سعد بن زيد الأشهلي إلى مناة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p490'> Vol. 03, p. 490</a>\n            </div>\n            \n</p>\n\n<p>\nصنم للأوس والخزرج بالمشلل، في شهر رمضان، حين فتح مكة، فخرج في عشرين\nفارسا حتى انتهى إليها، قال السادن: ما تريد؟ قال: هدم مناة، قال: أنت\nوذاك.\n</p>\n\n<p>\nفأقبل سعد يمشي إليها، فخرجت إليه امرأة عريانة سوداء ثائرة الرأس تدعو\nبالويل وتضرب صدرها، فضربها سعد بن زيد فقتلها، وأقبل إلى الصنم ومعه\nأصحابه فهدموه وانصرف راجعا إلى النبي صلى الله عليه وسلم وكان ذلك لست\nبقين من رمضان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p491'> Vol. 03, p. 491</a>\n            </div>\n            \n</p>\n\n<p>\nثم سرية خالد بن الوليد إلى بني جذيمة، قبيلة من عبد القيس، أسفل مكة على\nليلة بناحية يلملم، في شوال سنة ثمان. وهو يوم الغميصاء.\n</p>\n\n<p>\nبعثه عليه الصلاة والسلام لما رجع من هدم العزى، وهو صلى الله عليه وسلم\nمقيم بمكة، وبعث معه ثلاثمائة وخمسين رجلا، داعيا إلى الإسلام لا مقاتلا،\nفلما انتهى إليهم قال: ما أنتم قالوا: مسلمين قد صلينا وصدقنا بمحمد،\nوبنينا المساجد في ساحاتنا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p492'> Vol. 03, p. 492</a>\n            </div>\n            \n</p>\n\n<p>\nوفي البخاري: لم يحسنوا أن يقولوا فقالوا: صبأنا.\n</p>\n\n<p>\nفقال لهم: استأسروا فاستأسر القوم، فأمر بعضهم فكتف بعضا، وفرقهم في\nأصحابه، فلما كان السحر، نادى منادي خالد: من كان معه أسير فليقتله <span id='ms0282'></span>، فقتلت\nبنو سليم من كان بأيديهم، وأما المهاجرون والأنصار فأرسلوا أسراهم.\n</p>\n\n<p>\nفبلغ ذلك النبي صلى الله عليه وسلم من رجل فقال: \"اللهم إني أبرأ إليك من\nفعل خالد\". وبعث عليا فودى لهم قتلاهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p493'> Vol. 03, p. 493</a>\n            </div>\n            \n</p>\n\n<p>\nقال الخطابي: يحتمل أن يكون خالد نقم عليهم العدول عن لفظ الإسلام؛ لأنه\nفهم عنهم أن ذلك وقع منهم على سبيل الأنفة ولم ينقادوا إلى الدين، فقتلهم\nمتأولا، وأنكر صلى الله عليه وسلم العجلة وترك التثبت في أمرهم قبل أن يعلم\nالمراد من قولهم: صبأنا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p494'> Vol. 03, p. 494</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head64'>.................................... </h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p495'> Vol. 03, p. 495</a>\n            </div>\n            \n<h1 class='l1' id='head65'>........................................... </h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p496'> Vol. 03, p. 496</a>\n            </div>\n            \n<h1 class='l1' id='head66'>غزوة حنين</h1>\n\n<p>\n\":\n</p>\n\n<p>\nثم غزا صلى الله عليه وسلم حنينا -بالتصغير- وهو واد قرب ذي المجاز،\nوقيل: ماء بينه وبين مكة ثلاث ليال، قرب الطائف، وتسمى غزوة هوازن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p496'> Vol. 03, p. 496</a>\n            </div>\n            \n</p>\n\n<p>\nوذلك أن النبي صلى الله عليه وسلم لما فرغ من فتح مكة وتمهيدها، وأسلم\nعامة أهلها مشت أشراف هوازن وثقيف بعضهم إلى بعض، وحشدوا وقصدوا محاربة\nالمسلمين، وكان رئيسهم مالك بن عوف النصري. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p497'> Vol. 03, p. 497</a>\n            </div>\n            \n</p>\n\n<p>\nفخرج إليهم رسول الله صلى الله عليه وسلم من مكة يوم السبت لست خلون من\nشوال، في اثني عشر ألفا من المسلمين: عشرة آلاف من أهل المدينة وألفان ممن\nأسلم من أهل مكة. وهم الطلقاء، يعني: الذين خلى عنهم يوم فتح مكة وأطلقهم\nفلم يسترقهم، واحدهم طليق -فعيل بمعنى مفعول- وهو الأسير إذا أطلق سبيله.\n</p>\n\n<p>\nواستعمل صلى الله عليه وسلم على مكة عتاب بن أسيد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p498'> Vol. 03, p. 498</a>\n            </div>\n            \n</p>\n\n<p>\nوخرج معه صلى الله عليه وسلم ثمانون من المشركين، منهم صفوان بن أمية،\nوكان رسول الله صلى الله عليه وسلم استعار منه مائة درع بأداتها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p499'> Vol. 03, p. 499</a>\n            </div>\n            \n</p>\n\n<p>\nفوصل إلى حنين ليلة الثلاثاء لعشر ليال خلون من شوال.\n</p>\n\n<p>\nفبعث مالك بن عوف ثلاثة نفر يأتونه بخبر رسول الله صلى الله عليه وسلم\nفرجعوا إليه وقد تفرقت أوصالهم من الرعب.\n</p>\n\n<p>\nووجه صلى الله عليه وسلم عبد الله بن أبي حدرد الأسلمي، فدخل عسكرهم،\nفطاف به وجاء بخبرهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p500'> Vol. 03, p. 500</a>\n            </div>\n            \n</p>\n\n<p>\nوفي حديث سهل بن الحنظلية -عند أبي داود بإسناد حسن- أنهم ساروا مع رسول\nالله صلى الله عليه وسلم فأطنبوا السير، فجاء رجل فارس <span id='ms0283'></span> فقال: إني انطلقت من\nبين أيديكم حتى طلعت جبل كذا وكذا، وإذا أنا بهوازن عن بكرة أبيهم، بظعنهم\nونعمهم وشائهم اجتمعوا إلى حنين، فتبسم صلى الله عليه وسلم وقال: \"تلك\nغنيمة المسلمين غدا، إن شاء الله تعالى\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p501'> Vol. 03, p. 501</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: عن بكرة أبيهم. كلمة للعرب، يريدون بها الكثرة وتوفر العدد، وليس\nهناك بكرة في الحقيقة، وهي التي يستقى عليها الماء، فاستعيرت هنا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p502'> Vol. 03, p. 502</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: بظعنهم. أي: بنسائهم، واحدها ظعينة، وأصل الظعينة الراحلة التي\nترحل ويظعن عليها، أي: يسار، وقيل للمرأة: ظعينة لأنها تظعن مع زوجها حيثما\nظعن، ولأنها تحمل على الراحلة إذا ظعنت. وقيل الظعينة: المرأة التي في\nالهودج، ثم قيل للمرأة بلا هودج، وللهودج بلا امرأة ظعينة. انتهى.\n</p>\n\n<p>\nوروى يونس بن بكير في زيادة المغازي عن الربيع قال: قال رجل يوم حنين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p503'> Vol. 03, p. 503</a>\n            </div>\n            \n</p>\n\n<p>\nلن نغلب اليوم من قلة، فشق ذلك على النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nثم ركب صلى الله عليه وسلم بغلته البيضاء \"دلدل\" لطيفة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p504'> Vol. 03, p. 504</a>\n            </div>\n            \n</p>\n\n<p>\nولبس درعين والمغفر والبيضة. فاستقبلهم من هوازن ما لم يروا مثله قط من\nالسواد والكثرة، وذلك في غبش الصبح. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p505'> Vol. 03, p. 505</a>\n            </div>\n            \n</p>\n\n<p>\nوخرجت الكتائب من مضيق الوادي، فحملوا حملة واحدة فانكشفت خيل بني سليم\nمولية وتبعهم أهل مكة والناس.\n</p>\n\n<p>\nولم يثبت معه صلى الله عليه وسلم يومئذ إلا العباس بن عبد المطلب، وعلي\nبن أبي طالب، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p506'> Vol. 03, p. 506</a>\n            </div>\n            \n</p>\n\n<p>\nوالفضل بن العباس، وأبو سفيان بن الحارث بن عبد المطلب، وأبو بكر وعمر\nوأسامة بن زيد، في أناس من أهل بيته وأصحابه.\n</p>\n\n<p>\nقال العباس: وأنا آخذ بلجام بغلته أكفها مخافة أن تصل إلى العدو، وفعل\nذلك العباس لأنه صلى الله عليه وسلم كان يتقدم في نحر العدو، وأبو سفيان بن\nالحارث آخذ بركابه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p507'> Vol. 03, p. 507</a>\n            </div>\n            \n</p>\n\n<p>\nوجعل عليه الصلاة والسلام يقول للعباس: \"ناد يا معشر الأنصار، يا أصحاب\nالسمرة\". يعني: شجرة بيعة الرضوان التي بايعوا تحتها، أن لا يفروا عنه.\n</p>\n\n<p>\nفجعل ينادي تارة يا أصحاب السمرة، وتارة أيا أصحاب سورة البقرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p508'> Vol. 03, p. 508</a>\n            </div>\n            \n</p>\n\n<p>\nوكان العباس رجل صيتا, فلما سمع المسلمون نداء العباس أقبلوا كأنهم الإبل\nإذا حنت على أولادها <span id='ms0284'></span>.\n</p>\n\n<p>\nوفي رواية مسلم: قال العباس: فوالله لكأن عطفتهم -حين سمعوا صوتي- عطفة\nالبقر على أولادها. يقولون: يا لبيك، فتراجعوا إلى رسول الله صلى الله عليه\nوسلم، حتى أن الرجل منهم إذا لم يطاوعه بعيره على الرجوع انحدر عنه وأرسله،\nورجع بنفسه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p509'> Vol. 03, p. 509</a>\n            </div>\n            \n</p>\n\n<p>\nإلى رسول الله صلى الله عليه وسلم.\n</p>\n\n<p>\nفأمرهم عليه الصلاة والسلام أن يصدقوا الحملة، فاقتتلوا مع الكفار، فأشرف\nرسول الله صلى الله عليه وسلم فنظر إلى قتالهم فقال: \"الآن حمي الوطيس\".\nوهو كما قال جماعة التنور يخبز فيه، يضرب مثلا لشدة الحرب الذي يشبه حرها\nحره. وهذا من فصيح الكلام الذي لم يسمع من أحد قبل النبي صلى الله عليه\nوسلم.\n</p>\n\n<p>\nوتناول صلى الله عليه وسلم حصيات من الأرض ثم قال: \"شاهت الوجوه\" أي\nقبحت. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p510'> Vol. 03, p. 510</a>\n            </div>\n            \n</p>\n\n<p>\nورمى بها في وجوه المشركين فما خلق الله منهم إنسانا إلا ملأ عينيه من\nتلك القبضة.\n</p>\n\n<p>\nوفي رواية لمسلم: ثم قبض من تراب الأرض. فيحتمل أنه رمى بذا مرة وبذا مرة\nأخرى. ويحتمل أن يكون أخذ قبضة واحدة مخلوطة من حصى وتراب.\n</p>\n\n<p>\nولأحمد وأبي داود والدارمي، من حديث أبي عبد الرحمن الفهري في قصة حنين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p511'> Vol. 03, p. 511</a>\n            </div>\n            \n</p>\n\n<p>\nقال: فولى المسلمون مدبرين كما قال الله تعالى، فقال صلى الله عليه وسلم:\n\"أنا عبد الله ورسوله أنا عبد الله ورسوله\". ثم اقتحم عن فرسه، فأخذ كفا من\nتراب. قال: فأخبرني الذي كان أدنى إليه مني أنه ضرب به وجوههم وقال: \"شاهت\nالوجوه\". فهزمهم الله تعالى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p512'> Vol. 03, p. 512</a>\n            </div>\n            \n</p>\n\n<p>\nقال يعلى بن عطاء راويه عن أبي همام عن أبي عبد الرحمن الفهري فحدثني\nأبناؤهم عن آبائهم أنهم قالوا: لم يبق هنا أحد إلا امتلأت عيناه وفمه ترابا\nوسمعنا صلصلة من السماء كإمرار الحديد على الطست الجديد بالجيم.\n</p>\n\n<p>\nقال في النهاية: وصف الطست وهي مؤنثة بالجديد وهو مذكر، إما لأن تأنيثها\nغير حقيقي فأوله على الإناء والظرف، أو لأن فعيلا يوصف به المؤنث بلا علامة\nتأنيث كما توصف به المرأة نحو: امرأة قتيل. انتهى.\n</p>\n\n<p>\nولأحمد والحاكم من حديث ابن مسعود: فحادت به صلى <span id='ms0285'></span> الله عليه وسلم بغلته،\nفمال السرج فقلت ارتفع رفعك الله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p513'> Vol. 03, p. 513</a>\n            </div>\n            \n</p>\n\n<p>\nفقال: ناولني كفا من تراب، فضرب وجوههم وامتلأت أعينهم ترابا، وجاء\nالمهاجرون والأنصار سيوفهم بأيمانهم كأنها الشهب فولى المشركون الأدبار.\n</p>\n\n<p>\nوروى أبو جعفر بن جرير بسنده عن عبد الرحمن بن مولى عن رجل كان في\nالمشركين يوم حنين قال: لما التقينا نحن وأصحاب رسول الله صلى الله عليه\nوسلم لم يقوموا لنا حلب شاة، فلما لقيناهم جعلنا نسوقهم في آثارهم حتى\nانتهينا إلى صاحب البغلة البيضاء، فإذا هو رسول الله صلى الله عليه وسلم.\nقال: فتلقانا عنده رجال بيض الوجوه حسان فقالوا لنا: شاهت الوجوه ارجعوا.\nقال: فانهزمنا وركبوا أكتافنا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p514'> Vol. 03, p. 514</a>\n            </div>\n            \n</p>\n\n<p>\nوفي سيرة الدمياطي: كان سيما الملائكة يوم حنين عمائم حمر أرخوها بين\nأكتافهم.\n</p>\n\n<p>\nوفي حديث جبير بن مطعم: نظرت والناس يقتتلون يوم حنين إلى مثل البجاد\nالأسود يهوي من السماء.\n</p>\n\n<p>\nوالبجاد: بالموحدة والجيم آخره دال مهملة: الكساء، وجمعه: بجد، أراد\nالملائكة الذين أيدهم الله تعالى بهم، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p515'> Vol. 03, p. 515</a>\n            </div>\n            \n</p>\n\n<p>\nقاله ابن الأثير.\n</p>\n\n<p>\nوفي البخاري: عن البراء وسأله رجل من قيس: أفررتم عن رسول الله صلى الله\nعليه وسلم يوم حنين؟ فقال: لكن رسول الله صلى الله عليه وسلم لم يفر، كانت\nهوازن رماة، وإنا لما حملنا عليهم انكشفوا فأكببنا على الغنائم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p516'> Vol. 03, p. 516</a>\n            </div>\n            \n</p>\n\n<p>\nفاستقبلنا بالسهام، ولقد رأيت رسول الله صلى الله عليه وسلم على بغلته\nالبيضاء وإن أبا سفيان بن الحارث أخذ بزمامها، وهو يقول: \"أنا النبي لا\nكذب، أنا ابن عبد المطلب\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p517'> Vol. 03, p. 517</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا فيه إشارة إلى أن صفة النبوة يستحيل معها الكذب، فكأنه قال: أنا\nالنبي، والنبي لا يكذب، فلست بكاذب فيما أقول حتى أنهزم، بل أنا متيقن أن\nالذي وعدني الله به من النصر حق، فلا يجوز علي الفرار.\n</p>\n\n<p>\nوأما ما في مسلم عن سلمة بن الأكوع من قوله: \"فأرجع منهزما\" إلى قوله:\n\"ومررت على رسول الله صلى الله عليه وسلم منهزما فقال: \"لقد رأى ابن الأكوع\nفزعا\" فقال العلماء: قوله منهزما حال من ابن الأكوع, لا من رسول الله صلى\nالله عليه <span id='ms0286'></span> وسلم كما صرح أولا بانهزامه، ولم يرد أن النبي صلى الله عليه\nوسلم انهزم، وقد قالت الصحابة كلهم: إنه عليه الصلاة والسلام ما انهزم ولم\nينقل أحد قط أنه انهزم في موطن من المواطن. وقد نقلوا إجماع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p518'> Vol. 03, p. 518</a>\n            </div>\n            \n</p>\n\n<p>\nالمسلمين على أنه لا يجوز أن يعتقد انهزامه صلى الله عليه وسلم ولا يجوز\nذلك عليه، بل كان العباس وأبو سفيان بن الحارث آخذين ببغلته يكفانها عن\nإسراع التقدم إلى العدو.\n</p>\n\n<p>\nوقد تقدم في غزوة أحد ما نسب لابن المرابط من المالكية، فيما حكاه القاضي\nعياض في الشفاء: أن من قال: إن النبي صلى الله عليه وسلم هزم يستتاب، فإن\nتاب وإلا قتل، وأن العلامة البساطي تعقبه بما لفظه: هذا القائل إن كان\nيخالف في أصل المسألة يعني: حكم الساب، فله وجه، وإن وافق على أن الساب لا\nتقبل توبته فمشكل. انتهى.\n</p>\n\n<p>\nوقال بعضهم: وقد كان ركوبه عليه الصلاة والسلام البغلة في هذا المحل الذي\nهو موضع الحرب والطعن والضرب تحقيقا للنبوة، لما كان الله تعالى خصه به من\nمزيد الشجاعة وتمام القوة، وإلا فالبغال عادة من مراكب الطمأنينة، ولا يصلح\nلمواطن الحرب في العادة إلا الخيل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p519'> Vol. 03, p. 519</a>\n            </div>\n            \n</p>\n\n<p>\nفبين عليه الصلاة والسلام أن الحرب عنده كالسلم قوة قلب وشجاعة نفس وثقة\nوتوكلا على الله تعالى، وقد ركبت الملائكة في الحرب معه عليه الصلاة\nوالسلام على الخيل لا غير لأنها بصدد ذلك القتال عرفا دون غيرها من\nالمركوبات، ولهذا لا يسهم في الحرب إلا الخيل، والسر في ذلك أنها المخلوقة\nللكر والفر بخلاف الإبل. انتهى.\n</p>\n\n<p>\nوعند ابن أبي شيبة، من مرسل الحكم بن عتيبة لم يبق معه عليه الصلاة\nوالسلام إلا أربعة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p520'> Vol. 03, p. 520</a>\n            </div>\n            \n</p>\n\n<p>\nنفر، ثلاثة من بني هاشم، ورجل من غيرهم: علي والعباس بين يديه، وأبو\nسفيان بن الحارث آخذ بالعنان، وابن مسعود من الجانب الأيسر، وليس يقبل نحوه\nأحد إلا قتل.\n</p>\n\n<p>\nوفي الترمذي بإسناد حسن من حديث ابن عمر: لقد رأيتنا يوم حنين، وإن الناس\nلمولون، وما مع رسول الله صلى الله عليه وسلم مائة <span id='ms0287'></span> رجل.\n</p>\n\n<p>\nوفي شرح مسلم للنووي: أنه ثبت معه عليه الصلاة والسلام اثنا عشر رجلا،\nوكأنه أخذه من قول ابن إسحاق. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p521'> Vol. 03, p. 521</a>\n            </div>\n            \n</p>\n\n<p>\nووقع في شعر العباس بن عبد المطلب أن الذين ثبتوا كانوا عشرة فقط وذلك\nلقوله:\n</p>\n\n<p>\nنصرنا رسول الله في الحرب تسعة ... وقد فر من قد فر عنه فاقشعوا\n</p>\n\n<p>\nوعاشرنا\n</p>\n\n<h1 class='l1' id='head67'>.................. </h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p522'> Vol. 03, p. 522</a>\n            </div>\n            \n<h1 class='l1' id='head68'>.... </h1>\n\n<p>\nلاقى الحمام بنفسه ... لما مسه في الله لا يتوجع\n</p>\n\n<p>\nوقد قال الطبراني: الانهزام المنهي عنه هو ما وقع على غير نية العود،\nوأما الاستطراد للكثرة فهو كالتحيز إلى فئة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p523'> Vol. 03, p. 523</a>\n            </div>\n            \n</p>\n\n<p>\nانتهى.\n</p>\n\n<p>\nوأما قوله عليه الصلاة والسلام: \"أنا النبي لا كذب، أنا ابن عبد المطلب\".\nفقد قال العلماء: إنه ليس بشعر؛ لأن الشاعر إنما سمي شاعر الوجوه، منها:\nأنه شعر القول وقصده واهتدى إليه، وأتى به كلاما موزونا على طريقة العرب\nمقفى، فإن خلا من هذه الأوصاف أو بعضها لم يكن شعرا، ولا يكون قائله شاعرا,\nوالنبي صلى الله عليه وسلم لم يقصد بكلامه ذلك الشعر، ولا أراده، فلا يعد\nشعرا، وإن كان موزونا.\n</p>\n\n<p>\nوأما قوله عليه الصلاة والسلام: \"أنا ابن عبد المطلب\". ولم يقل: أنا ابن\nعبد الله، فأجيب: بأن شهرته كانت بجده أكثر من شهرته بأبيه، لأن أباه توفي\nفي حياة أبيه عبد المطلب قبل مولده عليه الصلاة والسلام. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p524'> Vol. 03, p. 524</a>\n            </div>\n            \n</p>\n\n<p>\nوكان عبد المطلب مشهورا شهرة ظاهرة شائعة وكان سيد قريش وكان كثير من\nالناس يدعو النبي صلى الله عليه وسلم ابن عبد المطلب ينسبونه إلى جده\nلشهرته، ومنه حديث ضمام بن ثعلبة في قوله: أيكم ابن عبد المطلب، وقيل: غير\nهذا.\n</p>\n\n<p>\nوأمر النبي صلى الله عليه وسلم أن يقتل من قدر عليه، وأفضى الناس في\nالقتل إلى الذرية، فنهاهم عليه الصلاة والسلام عن ذلك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p525'> Vol. 03, p. 525</a>\n            </div>\n            \n</p>\n\n<p>\nوقال: من قتل قتيلا له عليه بينة فله سلبه. واستلب أبو طلحة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p526'> Vol. 03, p. 526</a>\n            </div>\n            \n</p>\n\n<p>\nوحده ذلك اليوم عشرين رجلا.\n</p>\n\n<p>\nوقال ابن القيم في الهدى النبوي: كان الله تعالى وعد رسوله إذا فتح مكة\nدخل الناس في دين الله أفواجا، ودانت له العرب بأسرها، فلما تم له الفتح\nالمبين اقتضت حكمته <span id='ms0288'></span> تعالى أن أمسك قلوب هوازن ومن تبعها عن الإسلام، وأن\nيجمعوا ويتأهبوا لحربه عليه الصلاة والسلام، ليظهر أمره تعالى، وتمام\nإعزازه لرسوله ونصره لدينه، ولتكون غنائمهم شكرانا لأهل الفتح، وليظهر الله\nتعالى رسوله وعباده المؤمنين، وقهره لهذه الشوكة العظيمة التي لم يلق\nالمسلمون قبلها مثلها، ولا يقاومهم بعد أحد من العرب، فاقتضت حكمته سبحانه\nأن أذاق المسلمين أولا مرارة الهزيمة والكسرة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p527'> Vol. 03, p. 527</a>\n            </div>\n            \n</p>\n\n<p>\nمع كثرة عددهم وعددهم وقوة شوكتهم، ليطأ رءوسا رفعت بالفتح ولم تدخل بلده\nوحرمه كما دخل عليه الصلاة والسلام واضعا رأسه منحنيا على مركوبه تواضعا\nلربه، وخضوعا لعظمته أن أحل له بلده، ولم يحله لأحد قبله ولا لأحد بعده،\nوليبين سبحانه لمن قال: لن نغلب اليوم من قلة، أن النصر إنما هو من عند\nالله تعالى، وأنه من ينصره فلا غالب له ومن يخذله فلا ناصر له، وأنه سبحانه\nهو الذي تولى نصر رسوله ودينه، لا كثرتكم التي أعجبتم بها، فإنه لم تغن\nعنكم شيئا فوليتم مدبرين، فلما انكسرت قلوبهم أرسلت خلع الجبر مع بريد أنزل\nالله سكينته على رسوله وعلى المؤمنين وأنزل جنودا لم تروها. وقد اقتضت\nحكمته تعالى: أن خلع النصر وجوائزه إنما تفاض على أهل الانكسار، قال الله\nتعالى: {ونريد أن نمن على الذين استضعفوا في الأرض} [القصص: 5] .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p528'> Vol. 03, p. 528</a>\n            </div>\n            \n</p>\n\n<p>\nقال: وبهاتين الغزاتين, أعني: حنينا وبدرا, وقاتلت الملائكة بأنفسها مع\nالمسلمين، ورمى رسول الله صلى الله عليه وسلم وجوه المشركين بالحصى فيهما.\nوبهاتين الغزاتين طفئت جمرة العرب لغزو رسول الله صلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p529'> Vol. 03, p. 529</a>\n            </div>\n            \n</p>\n\n<p>\nانتهى.\n</p>\n\n<p>\nوأمر رسوله الله صلى الله عليه وسلم بطلب العدو، فانتهى بعضهم إلى\nالطائف، وبعضهم نحو نخلة، وقوم منم إلى أوطاس.\n</p>\n\n<p>\nواستشهد من المسلمين أربعة: منهم أيمن ابن أم أيمن. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p530'> Vol. 03, p. 530</a>\n            </div>\n            \n</p>\n\n<p>\nوقتل من المشركين أكثر من سبعين قتيلا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p531'> Vol. 03, p. 531</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head69'>غزاة أوطاس</h1>\n\n<p>\n\":\n</p>\n\n<p>\nثم سرية أبي عامر الأشعري، وهو عم أبي موسى الأشعري، وقال ابن إسحاق: ابن\nعمه والأول أشهر.\n</p>\n\n<p>\nبعثه صلى الله عليه وسلم حين فرغ من حنين في طلب الفارين من هوازن يوم\nحنين إلى أوطاس <span id='ms0289'></span> -وهو واد في ديار هوازن- وكان معه سلمة بن الأكوع، فانتهى\nإليهم، فإذا هم مجتمعون فقتل منهم أبو عامر تسع إخوة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p532'> Vol. 03, p. 532</a>\n            </div>\n            \n</p>\n\n<p>\nمبارزة بعد أن يدعو كل واحد منهم إلى الإسلام، ويقول: اللهم اشهد عليه،\nثم برز له العاشر فدعاه إلى الإسلام وقال اللهم اشهد عليه، فقال اللهم لا\nتشهد علي فكف عنه أبو عامر ظنا منه أنه أسلم فأفلت, ثم أسلم بعد فحسن\nإسلامه فكان رسول الله صلى الله عليه وسلم إذا رآه قال: \"هذا شريد أبي\nعامر\".\n</p>\n\n<p>\nورمى أبا عامر ابنا الحارث: العلاء وأوفى, فقتلاه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p533'> Vol. 03, p. 533</a>\n            </div>\n            \n</p>\n\n<p>\nفخلفه أبو موسى الأشعري فقاتلهم حتى فتح الله عليه.\n</p>\n\n<p>\nوكان في السبي الشيماء أخته عليه الصلاة والسلام من الرضاعة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p534'> Vol. 03, p. 534</a>\n            </div>\n            \n</p>\n\n<p>\nوقتل قاتل أبي عامر, فقال صلى الله عليه وسلم: \"اللهم اغفر لأبي عامر\nواجعله من أعلى أمتي في الجنة\".\n</p>\n\n<p>\nوفي البخاري قال -يعني: أبا عامر لأبي موسى الأشعري، لما رمي بالسهم:\nيابن أخي! أقرئ النبي صلى الله عليه وسلم السلام، وقل له: يستغفر لي, ثم\nمات، فرجعت فدخلت على النبي صلى الله عليه وسلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p535'> Vol. 03, p. 535</a>\n            </div>\n            \n</p>\n\n<p>\nفأخبرته بخبرنا وخبر أبي عامر، وقال: قل له: استغفر لي، فدعا بماء فتوضأ،\nثم رفع يديه وقال: \"اللهم اغفر لعبيد أبي عامر\". ورأيت بياض إبطيه, ثم قال:\n\"اللهم اجعله يوم القيامة فوق كثير من خلقك\". فقلت: ولي فاستغفر. قال:\n\"اللهم اغفر لعبد الله بن قيس ذنبه وأدخله يوم القيامة مدخلا كريما\". قال\nأبو بردة: إحداهما لأبي عامر والأخرى لأبي موسى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p536'> Vol. 03, p. 536</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head70'>فهرس الجزء الثالث من المواهب اللدنية</h1>\n\n<h1 class='l1' id='head71'>الفهرس</h1>\n\n<p>\n3 غزوة المريسيع\n</p>\n\n<p>\n17 غزوة الخندق وهي الأحزاب\n</p>\n\n<p>\n65 غزوة بني قريظة\n</p>\n\n<p>\n101 سرية القرطاء وحديث ثمامة\n</p>\n\n<p>\n106 غزوة بني لحيان\n</p>\n\n<p>\n109 غزوة ذي قرد, غزوة الغابة\n</p>\n\n<p>\n119 سرية الغمر\n</p>\n\n<p>\n120 سرية ابن مسلمة إلى ذي القصة\n</p>\n\n<p>\n123 سرية زيد إلى الجموم\n</p>\n\n<p>\n124 سرية زيد إلى العيص\n</p>\n\n<p>\n128 سريته للطرف\n</p>\n\n<p>\n129 سريته إلى حسمى\n</p>\n\n<p>\n133 سرية زيد أيضا إلى وادي القرى\n</p>\n\n<p>\n133 سرية دومة الجندل\n</p>\n\n<p>\n136 سرية علي إلى بني سعد\n</p>\n\n<p>\n137 سرية زيد إلى أم قرفة\n</p>\n\n<p>\n141 قتل أبي رافع\n</p>\n\n<p>\n152 سرية ابن رواحة\n</p>\n\n<p>\n155 قصة عكل وعرينة\n</p>\n\n<p>\n166 بعث الضمري ليغتال أبا <span id='ms0290'></span> سفيان\n</p>\n\n<p>\n169 أمر الحديبية\n</p>\n\n<p>\n243 غزوة خيبر\n</p>\n\n<p>\n301 فتح وادي القرى\n</p>\n\n<p>\n304 ذكر خمس سرايا بني خيبر والعمرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p539'> Vol. 03, p. 539</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "119",
    "120",
    "120",
    "121",
    "122",
    "123",
    "124",
    "124",
    "125",
    "126",
    "127",
    "128",
    "128",
    "129",
    "129",
    "130",
    "131",
    "132",
    "133",
    "133",
    "133",
    "134",
    "135",
    "136",
    "136",
    "137",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "020",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "250",
    "251",
    "252",
    "253",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "267",
    "268",
    "269",
    "270",
    "271",
    "272",
    "273",
    "274",
    "275",
    "276",
    "277",
    "278",
    "279",
    "280",
    "281",
    "282",
    "283",
    "284",
    "285",
    "286",
    "287",
    "288",
    "289",
    "290",
    "291",
    "292",
    "293",
    "294",
    "295",
    "296",
    "297",
    "298",
    "299",
    "300",
    "301",
    "302",
    "303",
    "304",
    "304",
    "305",
    "306",
    "307",
    "308",
    "309",
    "310",
    "311",
    "311",
    "312",
    "313",
    "314",
    "315",
    "316",
    "317",
    "318",
    "319",
    "320",
    "321",
    "322",
    "323",
    "324",
    "325",
    "326",
    "327",
    "328",
    "329",
    "330",
    "331",
    "331",
    "332",
    "333",
    "334",
    "335",
    "336",
    "337",
    "338",
    "339",
    "340",
    "341",
    "342",
    "343",
    "344",
    "345",
    "346",
    "347",
    "348",
    "349",
    "350",
    "351",
    "352",
    "353",
    "354",
    "355",
    "356",
    "357",
    "357",
    "358",
    "359",
    "360",
    "361",
    "361",
    "362",
    "363",
    "364",
    "365",
    "366",
    "367",
    "368",
    "369",
    "370",
    "371",
    "371",
    "372",
    "373",
    "374",
    "375",
    "376",
    "376",
    "377",
    "378",
    "379",
    "380",
    "381",
    "382",
    "383",
    "384",
    "385",
    "386",
    "387",
    "388",
    "389",
    "390",
    "391",
    "392",
    "393",
    "394",
    "395",
    "396",
    "397",
    "398",
    "399",
    "400",
    "401",
    "402",
    "403",
    "404",
    "405",
    "406",
    "407",
    "408",
    "409",
    "410",
    "411",
    "412",
    "413",
    "414",
    "415",
    "416",
    "417",
    "418",
    "419",
    "420",
    "421",
    "422",
    "423",
    "424",
    "425",
    "426",
    "427",
    "428",
    "429",
    "430",
    "431",
    "432",
    "433",
    "434",
    "435",
    "436",
    "437",
    "438",
    "439",
    "440",
    "441",
    "442",
    "443",
    "444",
    "445",
    "446",
    "447",
    "448",
    "449",
    "450",
    "451",
    "452",
    "453",
    "454",
    "455",
    "456",
    "457",
    "458",
    "459",
    "460",
    "461",
    "462",
    "463",
    "464",
    "465",
    "466",
    "467",
    "468",
    "469",
    "470",
    "471",
    "472",
    "473",
    "474",
    "475",
    "476",
    "477",
    "478",
    "479",
    "480",
    "481",
    "482",
    "483",
    "484",
    "485",
    "486",
    "487",
    "487",
    "488",
    "489",
    "489",
    "490",
    "490",
    "491",
    "492",
    "493",
    "494",
    "495",
    "496",
    "496",
    "497",
    "498",
    "499",
    "500",
    "501",
    "502",
    "503",
    "504",
    "505",
    "506",
    "507",
    "508",
    "509",
    "510",
    "511",
    "512",
    "513",
    "514",
    "515",
    "516",
    "517",
    "518",
    "519",
    "520",
    "521",
    "522",
    "523",
    "524",
    "525",
    "526",
    "527",
    "528",
    "529",
    "530",
    "531",
    "532",
    "533",
    "534",
    "535",
    "536",
    "539"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12"
  ]
}