{
  "content": "\n<h1 class='l1' id='head0'>المجلد السابع</h1>\n\n<h1 class='l1' id='head1'>تابع المقصد الرابع: في معجزاته صلى الله عليه وسلم الدالة على ثبوت نبوته</h1>\n\n<h1 class='l1' id='head2'>معجزة نبع الماء الطهور من بين أصابعه صلى الله عليه وسلم</h1>\n\n<p>\n...\n</p>\n\n<p>\nتابع المقصد الرابع: في معجزاته صلى الله عليه وسلم الدالة على ثبوت\nنبوته\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\n\"معجزة نبع <span id='ms0585'></span> الماء الطهور من بين أصابعه صلى الله عليه وسلم\":\n</p>\n\n<p>\nوأما نبع الماء الطهور من بين أصابعه صلى الله عليه وسلم، وهو أشرف\nالمياه، فقال القرطبي: قصة نبع الماء من بين أصابعه قد تكررت منه صلى الله\nعليه وسلم في عدة مواطن في مشاهد عظيمة، ووردت من طرق كثيرة، يفيد مجموعها\nالعلم القطعي المستفاد من التواتر المعنوي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p003'> Vol. 07, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nولم يسمع بهذه المعجزة عن غير نبينا صلى الله عليه وسلم، حيث نبع الماء\nمن بين عظمه وعصبه ولحمه ودمه، وقد نقل ابن عبد البر عن المزني أنه قال:\nنبع الماء من بين أصابعه صلى الله عليه وسلم أبلغ في المعجزة من نبع الماء\nمن الحجر حيث ضربه موسى بالعصا فتفجرت منه المياه، لأن خروج الماء من\nالحجارة معهود بخلاف خروج الماء من بين اللحم والدم. انتهى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p004'> Vol. 07, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nوقد روى حديث نبع الماء جماعة من الصحابة، منهم: أنس وجابر وابن مسعود.\n</p>\n\n<p>\nفأما حديث أنس ففي الصحيحين قال: رأيت رسول الله صلى الله عليه وسلم\nوحانت صلاة العصر، فالتمس الناس الوضوء فلم يجدوه، فأتي رسول الله صلى الله\nعليه وسلم بوضوء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p005'> Vol. 07, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nفوضع يده في ذلك الإناء، فأمر الناس أن يتوضئوا منه، فرأيت الماء ينبع من\nبين أصابعه، فتوضأ الناس حتى توضئوا من عند آخرهم، وفي لفظ البخاري: كانوا\nثمانين رجلا، وفي لفظ له: فجعل الماء ينبع من بين أصابعه وأطراف أصابعه حتى\nتوضأ القوم، قال: فقلنا لأنس كم كنتم قال: كنا ثلاثمائة.\n</p>\n\n<p>\nقوله: \"حتى توضئوا من عند آخرهم\" قال الكرماني: حتى للتدريج، ومن للبيان،\nأي: توضأ الناس حتى توضأ الذين هم عند آخرهم، وهو كناية عن جميعهم، و\"عند\"\nبمعنى \"في\" لأن \"عند\" وإن كانت للظرفية الخاصة لكن المبالغة تقتضي أن تكون\nلمطلق الظرفية، فكأنه قال: الذين هم في آخرهم. وقال التيمي: المعنى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p006'> Vol. 07, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nتوضأ القوم حتى وصلت النوبة إلى الآخر، وقال النووي: \"من\" هنا بمعنى\n\"إلى\" وهي لغة، وتعقبه الكرماني بأنها شاذة، قال: ثم إن \"إلى\" لا يجوز أن\nتدخل على \"عند\" ويلزم عليه وعلى ما <span id='ms0586'></span> قاله التيمي أن لا يدخل الأخير، لكن ما\nقاله الكرماني من أن \"إلى\" لا تدخل على عند لا يلزم مثله في \"من\" إذا وقعت\nبمعنى \"إلى\" وعلى توجيه النووي يمكن أن يقال عند زائدة. قاله في فتح\nالباري.\n</p>\n\n<p>\nوروى هذا الحديث أيضا عن أنس بن شاهين، ولفظه: قال أنس كنت مع النبي صلى\nالله عليه وسلم في غزوة تبوك، فقال المسلمون: يا رسول الله، عطشت دوابنا\nوإبلنا، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p007'> Vol. 07, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nفقال: \"هل من فضلة ماء\". فجاء رجل في شن بشيء، فقال: \"هاتوا صحفة\". فصب\nالماء ثم وضع راحته في الماء، قال: فرأيتها تخلل عيونا بين أصابعه، قال:\nفسقينا إبلنا ودوابنا وتزودنا، فقال: \"أكفيتم\"؟. قلنا: نعم يا رسول الله،\nفرفع يده فارتفع الماء.\n</p>\n\n<p>\nوأخرج البيهقي عن أنس أيضا، قال: خرج النبي صلى الله عليه وسلم إلى قباء\nفأتى من بعض بيوتهم بقدح صغير، فأدخل يده فلم يسعه القدح، فأدخل أصابعه\nالأربعة ولم يستطع أن يدخل إبهامه، ثم قال للقوم: \"هلموا إلى الشراب\". قال\nأنس: بصر عيني ينبع الماء من بين أصابعه فلم يزل القوم يردون القدح حتى\nرووا منه جميعا.\n</p>\n\n<p>\nوأما حديث جابر: ففي الصحيحين، قال: عطش الناس يوم الحديبية، وكان رسول\nالله صلى الله عليه وسلم بين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p008'> Vol. 07, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nيديه ركوة يتوضأ منها، وجهش الناس نحوه، فقال: ما لكم؟ قالوا يا رسول\nالله ليس عندنا ماء نتوضأ به ولا ماء نشربه إلا ما بين يديك، فوضع يده في\nالركوة، فجعل الماء يثور من بين أصابعه، كأمثال العيون، فشربنا وتوضأنا،\nقلت: كم كنتم قال: لو كنا مائة ألف لكفانا، كنا خمس عشرة مائة.\n</p>\n\n<p>\nوقوله: \"يثور\" \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p009'> Vol. 07, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nأي يغلي ويظهر متدفقا.\n</p>\n\n<p>\nوفي رواية الوليد بن عبادة بن الصامت عنه في حديث مسلم الطويل في ذكره\nغزوة بواط، قال لي رسول الله صلى الله عليه وسلم: \"ناد: الوضوء\". وذكر\nالحديث بطوله، أنه لم يجد إلا قطرة في عزلاء شجب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p010'> Vol. 07, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nفأتى به النبي صلى الله عليه وسلم فغمزه وتكلم بشيء لا أدري ما هو، وقال:\n\"ناد بجفنة الركب\". فأتيت بها <span id='ms0587'></span> فوضعتها بين يديه، وذكر أن النبي صلى الله\nعليه وسلم بسط يده في الجفنة وفرق أصابعه وصب عليه جابر، وقال: بسم الله،\nقال فرأيت الماء يفور من بين أصابعه، ثم فارت الجفنة واستدارت حتى امتلأت\nوأمر الناس بالاستقاء فاستقوا حتى رووا، فقلت: هل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p011'> Vol. 07, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nبقي من أحد له حاجة؟ فرفع رسول الله صلى الله عليه وسلم يده من الجفنة\nوهي ملأى.\n</p>\n\n<p>\nوروى حديث جابر أيضا الإمام أحمد في مسنده بلفظ: اشتكى أصحاب رسول الله\nصلى الله عليه وسلم العطش، فدعا بعس فصب فيه شيئا من الماء، ووضع رسول الله\nصلى الله عليه وسلم فيه يده، وقال: \"استقوا\". فاستقى الناس، فكنت أرى\nالعيون تنبع من بين أصابعه صلى الله عليه وسلم.\n</p>\n\n<p>\nوفي لفظ من حديثه له أيضا: قال فوضع رسول الله صلى الله عليه وسلم كفه في\nالإناء ثم قال: \"بسم الله\". ثم قال: \"أسبغوا الوضوء\". قال جابر: فوالذي\nابتلاني ببصري، لقد رأيت العيون، عيون الماء يومئذ تخرج من بين أصابعه صلى\nالله عليه وسلم فما رفعها حتى توضئوا أجمعون.\n</p>\n\n<p>\nورواه أيضا عنه البيهقي في الدلائل قال: كنا مع رسول الله صلى الله عليه\nوسلم في سفر، فأصابنا عطش فجهشنا إلى رسول الله صلى الله عليه وسلم قال:\nفوضع يده في تور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p012'> Vol. 07, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nمن ماء بين يديه، قال: فجعل الماء ينبع من بين أصابعه كأنه العيون قال:\nخذوا بسم الله، فشربنا، فوسعنا وكفانا، ولو كنا مائة ألف لكفانا، قلت\nلجابر: كم كنتم؟ قال: ألفا وخمسمائة.\n</p>\n\n<p>\nوأخرجه ابن شاهين من حديث جابر أيضا، وقال: أصابنا عطش بالحديبية فجهشنا\nإلى رسول الله صلى الله عليه وسلم، الحديث.\n</p>\n\n<p>\nوأخرجه أيضا -عن جابر- أحمد من طريق نبيح العنزي عنه، وفيه: فجاء رجل\nبإداوة فيها شيء من الماء ليس في القوم ماء غيره، فصبه رسول الله صلى الله\nعليه وسلم في قدح ثم توضأ فأحسن الوضوء، ثم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p013'> Vol. 07, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nانصرف وترك القدح، قال: فتزاحم الناس على القدح فقال: على رسلكم، فوضع\nكفه في القدح ثم قال: أسبغوا الوضوء قال: فلقد <span id='ms0588'></span> رأيت العيون عيون الماء تخرج\nمن بين أصابعه صلى الله عليه وسلم.\n</p>\n\n<p>\nوأما حديث ابن مسعود، ففي الصحيح من رواية علقمة: بينما نحن مع رسول الله\nصلى الله عليه وسلم وليس معنا ماء، فقال لنا: \"اطلبوا من معه فضل ماء\".\nفأتي بماء فصبه في إناء، ثم وضع كفه فيه، فجعل الماء ينبع من بين أصابع\nرسول الله صلى الله عليه وسلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p014'> Vol. 07, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nوظاهر هذا أن الماء كان ينبع من بين أصابعه بالنسبة إلى رؤية الرائي، وهو\nفي نفس الأمر -للبركة الحاصلة فيه- يفور ويكثر، وكفه صلى الله عليه وسلم في\nالإناء، فيراه الرائي نابعا من بين أصابعه.\n</p>\n\n<p>\nوظاهر كلام القرطبي: أنه نبع من نفس اللحم الكائن في الأصابع، وبه صرح\nالنووي في شرح مسلم، ويؤيده قول جابر: فرأيت الماء يخرج من بين أصابعه، وفي\nرواية: فرأيت الماء ينبع من بين أصابعه، وهذا هو الصحيح، وكلاهما معجزة له\nصلى الله عليه وسلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p015'> Vol. 07, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nوإنما فعل ذلك ولم يخرجه من غير ملابسة ماء ولا وضع إناء تأدبا مع الله\nتعالى، إذ هو المنفرد بابتداع المعدومات وإيجادها من غير أصل.\n</p>\n\n<p>\nوروى ابن عباس قال: دعا النبي صلى الله عليه وسلم بلالا فطلب الماء،\nفقال: لا والله ما وجدت الماء، قال: \"فهل من شن\"؟. فأتي بشن فبسط كفه فيه\nفانبعثت تحت يده عين، فكان ابن مسعود يشرب وغيره يتوضأ، رواه الدارمي وأبو\nنعيم، وكذا رواه الطبراني وأبو نعيم من حديث أبي ليلى الأنصاري وأبو نعيم\nمن طريق القاسم بن عبد الله بن أبي رافع عن أبيه عن جده. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p016'> Vol. 07, p. 016</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head3'>تفجر الماء ببركته وابتعاثه بمسه ودعوته صلى الله عليه وسلم</h1>\n\n<p>\n\":\n</p>\n\n<p>\nومن ذلك تفجر الماء ببركته، وابتعاثه بمسه ودعوته.\n</p>\n\n<p>\nروى مسلم في صحيحه عن معاذ أن رسول الله صلى الله عليه وسلم قال: \"إنكم\nستأتون غدا إن شاء الله عين تبوك، وإنكم لن تأتوها حتى يضحى النهار، فمن\nجاءها فلا يمس من مائها شيئا حتى آتي\". قال: فجئناها، وقد سبق إليها رجلان،\nوالعين مثل الشراك تبض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p017'> Vol. 07, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nبشيء من ماء <span id='ms0589'></span>، فسألهما رسول الله صلى الله عليه وسلم: \"هل مسستما من مائها\nشيئا\"؟. قالا: نعم، فسبهما وقال لهما ما شاء الله أن يقول: ثم غرفوا من\nالعين قليلا قليلا حتى اجتمع في شيء، ثم غسل عليه السلام وجهه ويديه به ثم\nأعاده فيها، فجرت العين بماء كثير فاستقى الناس ثم قال عليه الصلاة\nوالسلام: \"يا معاذ، يوشك إن طالت بك حياة أن ترى ما هاهنا قد ملئ جنانا\"،\nأي بساتين وعمرانا، وهذا أيضا من معجزاته عليه الصلاة والسلام.\n</p>\n\n<p>\nورواه القاضي عياض في الشفاء بنحوه من طريق مالك في. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p018'> Vol. 07, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nالموطأ، وزاد فقال: قال في حديث ابن إسحاق: فانخرق من الماء ماء له حس\nكحس الصواعق.\n</p>\n\n<p>\nوفي البخاري، في غزوة الحديبية، من حديث المسور بن مخرمة ومروان بن\nالحكم: أنهم نزلوا بأقصى الحديبية على ثمد قليل الماء يتبرضه الناس تبرضا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p019'> Vol. 07, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nفلم يلبثه الناس حتى نزحوه وشكي إلى رسول الله صلى الله عليه وسلم العطش،\nفانتزع سهما من كنانته ثم أمرهم أن يجعلوه فيه، فوالله ما زال يجيش لهم\nبالري حتى صدروا عنه.\n</p>\n\n<p>\nوالثمد -بالمثلثة والتحريك- الماء القليل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p020'> Vol. 07, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: \"يتبرضه الناس تبرضا\" -بالضاد المعجمة- أي يأخذونه قليلا قليلا،\nوالبرض: الشيء القليل.\n</p>\n\n<p>\nوقوله: \"ما زال يجيش\" -بفتح المثناة التحتية، وبالجيم، آخره شين معجمة-\nأي: يفور ماؤه ويرتفع.\n</p>\n\n<p>\nوفي رواية: أنه صلى الله عليه وسلم توضأ فتمضمض ودعا ومج في بئر الحديبية\nمنه، فجاشت بالماء كذلك.\n</p>\n\n<p>\nوفي مغازي أبي الأسود عن عروة: أنه توضأ في الدلو، ومضمض فاه ثم مج فيه،\nوأمر أن يصب في البئر، ونزع سهما من كنانته وألقاه في البئر ودعا الله\nتعالى، ففارت بالماء حتى جعلوا يغترفون بأيديهم منها وهم جلوس على شفيرها،\nفجمع بين الأمرين.\n</p>\n\n<p>\nوكذا رواه الواقدي من طريق أوس بن خولى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p021'> Vol. 07, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nوهذه القصة غير القصة السابقة في ذكر نبع الماء من بين أصابعه صلى الله\nعليه وسلم مما رواه البخاري في المغازي من حديث جابر: عطش الناس بالحديبية\nوبين يدي رسول الله صلى الله عليه وسلم ركوة فجعل الماء <span id='ms0590'></span> يفور من بين\nأصابعه. الحديث.\n</p>\n\n<p>\nفبين القصتين مغايرة، وجمع ابن حبان بينهما: بأن ذلك وقع في وقتين،\nانتهى.\n</p>\n\n<p>\nفحديث جابر في نبع الماء كان حين حضرت صلاة العصر عند إرادة الوضوء،\nوحديث البراء كان لإرادة ما هو أعم من ذلك. ويحتمل أن يكون الماء لما تفجر\nمن بين أصابعه ويده في الركوة، وتوضئوا كلهم وشربوا أمر حينئذ بصب الماء\nالذي بقي في الركوة في البئر فتكاثر الماء فيها. انتهى.\n</p>\n\n<p>\nوفي حديث البراء وسلمة بن الأكوع مما رواه البخاري في قصة الحديبية وهم\nأربع عشرة مائة، وبئرها لا تروي خمسين شاة، فنزحناها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p022'> Vol. 07, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nفلم نترك فيها قطرة، فقعد رسول الله صلى الله عليه وسلم على جباها، قال\nالبراء: وأتي بدلو منها فبصق فدعا، وقال سلمة: فإما دعا وإما بصق فيها،\nفجاشت فأرووا أنفسهم وركابهم، وقال في رواية البراء: ثم مضمض ودعا ثم صبه\nفيها ثم قال: \"دعوها ساعة\".\n</p>\n\n<p>\nقوله: \"على جباها\" -بفتح الجيم والموحدة والقصر- ما حول البئر، وبالكسر:\nما جمعت فيه من الماء.\n</p>\n\n<p>\nوقوله: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p023'> Vol. 07, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\n\"وركابهم\" أي الإبل التي يسار عليها.\n</p>\n\n<p>\nوفي الصحيحين عن عمران بن الحصين قال: كنا مع رسول الله صلى الله عليه\nوسلم في سفر، فاشتكى إليه الناس من العطش، فنزل فدعا فلانا -كان يسميه أبو\nرجاء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p024'> Vol. 07, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nونسيه عوف -ودعا عليا، وقال: \"اذهبا فابتغيا الماء\". فانطلقنا فتلقينا\nامرأة بين مزادتين أو سطيحتين من ماء، فجاءوا بها إلى النبي صلى الله عليه\nوسلم، فاستنزلوها عن بعيرها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p025'> Vol. 07, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nودعا النبي صلى الله عليه وسلم بإناء ففرغ فيه من أفواه المزادتين أو\nالسطيحتين، وأوكأ أفواهمما، وأطلق العزالى، ونودي في الناس: اسقوا واستقوا،\nفسقى من سقى، واستقى من شاء، وهي قائمة تنظر إلى ما يفعل بمائها، وأيم الله\nلقد أقلع عنها وإنه ليخيل إلينا أنها أشد ملئة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p026'> Vol. 07, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nمنها حين ابتدأ فيها، فقال النبي صلى الله عليه وسلم: \"اجمعوا لها\".\nفجمعوا لها من بين عجوة ودقيقة وسويقة حتى جمعوا لها طعاما، فجعلوه في ثوب\nوحملوها على بعيرها، ووضعوا الثوب بين يديها قال لها: تعلمين ما <span id='ms0591'></span> رزئنا من\nمائك شيئا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p027'> Vol. 07, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nولكن الله هو الذي أسقانا، فأتت أهلها فقالت: العجب، لقيني رجلان فذهبا\nبي إلى هذا الرجل الذي يقال له الصابئ ففعل كذا وكذا، فوالله إنه لأسحر\nالناس كلهم أو إنه لرسول الله حقا، فقالت يوما لقومها: ما أرى أن هؤلاء\nيدعونكم عمدا فهل لكم في الإسلام. الحديث.\n</p>\n\n<p>\nوعن أبي قتادة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p028'> Vol. 07, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nيقال: خطبنا رسول الله صلى الله عليه وسلم فقال: \"إنكم تسيرون عشيتكم\nوليلتكم وتأتون الماء غدا إن شاء الله\". فانطلق الناس لا يلوي أحد على أحد،\nفبينا رسول الله صلى الله عليه وسلم يسير حتى ابهار الليل -أي ابيض- فمال\nعن الطريق فوضع رأسه ثم قال: \"احفظوا علينا صلاتنا\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p029'> Vol. 07, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nفكان أول من استيقظ رسول الله صلى الله عليه وسلم والشمس في ظهره، ثم\nقال: \"اركبوا\". فركبنا فسرنا، حتى إذا ارتفعت الشمس نزل، ثم دعا بميضأة\nكانت معي فيها شيء من ماء فتوضأ منها وضوءا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p030'> Vol. 07, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nقال: وبقي شيء من ماء، ثم قال: \"احفظ علينا ميضأتك\"، فسيكون لها نبأ، ثم\nأذن بلال بالصلاة، فصلى رسول الله صلى الله عليه وسلم ركعتين ثم صلى\nالغداة، وركب وركبنا معه، فانتهينا إلى الناس حين اشتد النهار وحمي كل شيء،\nوهم يقولون: يا رسول الله هلكنا عطشنا، فقال: \"لا هلك عليكم\" \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p031'> Vol. 07, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nودعا بالميضأة فجعل يصب وأبو قتادة يسقيهم فلم يعد أن رأى الناس ماء في\nالميضأة فتكابوا عليها، فقال رسول الله صلى الله صلى الله عليه وسلم:\n\"أحسنوا الملء كلكم سيروى\"، قال: ففعلوا، فجعل رسول الله صلى الله عليه\nوسلم يصب وأسقيهم، حتى ما بقي غيري وغير رسول الله صلى الله عليه وسلم، ثم\nصب فقال لي: \"اشرب\"، فقلت: لا أشرب حتى تشرب يا رسول الله، فقال: \"إن ساقي\nالقوم آخرهم\"، قال: فشربت وشرب، الحديث رواه مسلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p032'> Vol. 07, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nوعن أنس قال: أصابت الناس سنة على عهد رسول الله صلى الله عليه وسلم،\nفبينما النبي صلى الله عليه وسلم يخطب في يوم الجمعة، قام أعرابي فقال: يا\nرسول الله، هلك المال وجاع العيال، فادع <span id='ms0592'></span> الله لنا، فرفع يديه وما نرى في\nالسماء قزعة، فوالذي نفسي بيده ما وضعها حتى ثار السحاب أمثال الجبال، ثم\nلم ينزل عن منبره حتى رأيت المطر يتحادر على لحيته، فمطرنا يومنا ذلك ومن\nالغد ومن بعد الغد، حتى الجمعة الأخرى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p033'> Vol. 07, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nوقام ذلك الأعرابي أو غيره فقال: يا رسول الله، تهدم البناء وغرق المال،\nفادع الله لنا فرفع يديه فقال: \"اللهم حوالينا ولا علينا\" \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p034'> Vol. 07, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nفما يشير ئإلى ناحية من السحاب إلا انفرجت، وصارت المدينة مثل الجوبة،\nوسال الوادي قناة شهرا، ولم يجئ أحد من ناحية إلا حدث بالجود. وفي رواية\nقال: \"اللهم حوالينا ولا علينا، اللهم على الإكام والظراب وبطون الأودية,\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p035'> Vol. 07, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nومنابت الشجر\". فأقلعت وخرجنا نمشي في الشمس. رواه البخاري ومسلم.\n</p>\n\n<p>\nو\"الجوبة\" -بفتح الجيم والموحدة بينهما واو ساكنة- الحفرة المستديرة\nالواسعة، وكل منفتق بلا بناء جوبة، أي حتى صار الغيم والسحاب محيطا بآفاق\nالمدينة.\n</p>\n\n<p>\nو\"الجود\" -بفتح الجيم وإسكان الواو -المطر الواسع الغزير.\n</p>\n\n<p>\nوعن عبد الله بن عباس، أنه قيل لعمر بن الخطاب رضي الله عنه حدثنا عن\nساعة العسرة فقال عمر: خرجنا إلى تبوك في قيظ شديد، فنزلنا منزلا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p036'> Vol. 07, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nأصابنا عطش، حتى ظننا أن رقابنا ستنقطع، حتى إن كان الرجل ليذهب يلتمس\nالرجل فلا يرجع حتى يظن أن رقبته ستنقطع، حتى إن كان الرجل لينحر بعيره\nفيعصر فرثه فيشربه ويجعل ما بقي على كبده. فقال أبو بكر: يا رسول الله، إن\nالله قد عودك في الدعاء خيرا، فادع الله لنا، قال: \"أتحبون ذلك\"؟. قال:\nنعم، فرفع يديه فلم يرجعهما حتى قالت السماء فانسكبت، فملئوا ما معهم من\nآنية، ثم ذهبنا ننظر فلم نجدها تجاوز العسكر، قال الحافظ المنذري: أخرجه\nالبيهقي في الدلائل، وشيخه ابن بشران ثقة، ودعلج ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p037'> Vol. 07, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nوابن خزيمة أحد الأئمة، ويونس احتج به مسلم في صحيحه وابن وهب وعمرو بن\nالحارث ونافع بن جبير احتج بهم البخاري ومسلم، وعتبة فيه مقال، انتهى.\n</p>\n\n<p>\nوقد رواه القاضي عياض في الشفاء مختصرا وروى ابن إسحاق في مغازيه نحوه.\n</p>\n\n<p>\nوروى <span id='ms0593'></span> صاحب كتاب \"مصباح الظلام\" عن عمرو بن شعيب: أن أبا طالب قال: كنت مع\nابن أخي -يعني النبي صلى الله عليه وسلم- بذي المجاز، فأدركني العطش، فشكوت\nإليه فقلت: يابن أخي عطشت، وما قلت له ذلك وأنا لا أرى عنده شيئا إلا\nالجزع، فثنى وركه ثم نزل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p038'> Vol. 07, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nوقال: \"يا عم، أعطشت\"؟. فقلت: نعم، فأهوى بعقبه إلى الأرض فإذا بالماء،\nفقال: \"اشرب يا عم فشربت\". وكذا رواه ابن سعد وابن عساكر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p039'> Vol. 07, p. 039</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>تكثير الطعام القليل ببركته ودعائه صلى الله عليه وسلم</h1>\n\n<p>\n\":\n</p>\n\n<p>\nومن ذلك: تكثير الطعام القليل ببركته ودعائه.\n</p>\n\n<p>\nعن جابر، في غزوة الخندق، قال: فانكفيت إلى امرأتي، فقلت هل عندك شيء،\nفإني رأيت بالنبي صلى الله عليه وسلم خمصا شديدا، فأخرجت جرابا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p039'> Vol. 07, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nفيه صاع من شعير، ولنا بهيمة داجن فذبحتها وطحنت الشعير حتى جعلنا اللحم\nفي البرمة ثم جئت النبي صلى الله عليه وسلم فساررته فقلت: يا رسول الله\nذبحنا بهيمة لنا وطحنت صاعا من شعير. فتعال أنت ونفر معك. فصاح النبي صلى\nالله عليه وسلم: \"يا أهل الخندق، إن جابرا صنع سؤرا، فحي هلا بكم\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p040'> Vol. 07, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nفقال النبي صلى الله عليه وسلم: \"لا تنزلن برمتكم ولا تخبزن عجينكم حتى\nأجيء\". ثم قال فأخرجت له عجينا فبصق فيه وبارك ثم عمد إلى برمتنا فبصق\nوبارك ثم قال: \"ادع خابزة فلتخبز معك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p041'> Vol. 07, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nواقدحي من برمتكم ولا تنزلوها\". وهم ألف. فأقسم بالله لقد أكلوا حتى\nتركوه وانحرفوا، وإن برمتنا لتغط كما هي، وإن عجيننا ليخبز كما هو، رواه\nالبخاري ومسلم.\n</p>\n\n<p>\nوقوله: \"فانكفأت\" أي: انقلبت. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p042'> Vol. 07, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: \"داجن\" يعني سمينة.\n</p>\n\n<p>\nوقوله: \"فذبحتها\" بسكون الحاء، و\"طحنت\" بسكون التاء، يعني إن الذي ذبح هو\nجابر، والتي طحنت هي امرأته سهيلة بنت معوذ الأنصارية.\n</p>\n\n<p>\nوقوله: \"سورا\" بضم المهملة وسكون الواو بغير همز: قال ابن الأثير: أي\nطعاما يدعو الناس إليه. قال: واللفظة فارسية.\n</p>\n\n<p>\nوقوله: \"فحي هلا بكم\" كلمة استدعاء فيه حث، أي هلموا مسرعين.\n</p>\n\n<p>\nوقوله: \"واقدحي\" أي: اغرفي.\n</p>\n\n<p>\nوقوله: \"إن برمتنا لتغط\" بالغين المعجمة والطاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p043'> Vol. 07, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nالمهملة، أي: تغلي ويسمع <span id='ms0594'></span> غطيطها.\n</p>\n\n<p>\nوعن أنس قال: قال أبو طلحة لأم سليم، لقد سمعت صوت رسول الله صلى الله\nعليه وسلم ضعيفا، أعرف فيه الجوع، فهل عندك من شيء، فقالت: نعم، فأخرجت\nأقراصا من شعير، ثم أخرجت خمارا، فلفت الخبز ببعضه ثم دسته تحت يدي ولاثتني\nببعضه -أي أدارت بعض الخمار على رأسي مرتين كالعمائم- ثم أرسلتني إلى رسول\nالله صلى الله عليه وسلم، فذهبت به فوجدت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p044'> Vol. 07, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nرسول الله صلى الله عليه وسلم في المسجد ومعه الناس، فسلمت عليه، فقال لي\nرسول الله صلى الله عليه وسلم: \"آرسلك أبو طلحة\"؟ قلت: نعم، قال: \"لطعام\"؟\nقلت: نعم، فقال رسول الله صلى الله عليه وسلم لمن معه: \"قوموا\"، فانطلق\nوانطلقت بين أيديهم، حتى جئت أبا طلحة فأخبرته، فقال أبو طلحة: يا أم سليم\nقد جاء رسول الله صلى الله عليه وسلم بالناس، وليس عندنا ما نطعمهم، فقالت:\nالله ورسوله أعلم، فانطلق أبو طلحة حتى لقي رسول الله صلى الله عليه وسلم\nفأقبل رسول الله صلى الله عليه وسلم وأبو طلحة معه، فقال رسول الله صلى\nالله عليه وسلم: \"هلمي يا أم سليم ما عندك\"، فأتت بذلك الخبز، فأمر به رسول\nالله صلى الله عليه وسلم ففت، وعصرت أم سليم عكة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p045'> Vol. 07, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nفأدمته، ثم قال رسول الله صلى الله عليه وسلم فيه ما شاء الله أن يقول،\nثم قال: \"ائذن لعشرة، ثم لعشرة\"، فأذن لهم فأكلوا حتى شبعوا والقوم سبعون\nأو ثمانون رجلا. رواه البخاري ومسلم.\n</p>\n\n<p>\nوالمراد بالمسجد -هنا- الموضع الذي أعده النبي صلى الله عليه وسلم للصلاة\nفيه حين حاصره الأحزاب بالمدينة في غزوة الخندق.\n</p>\n\n<p>\nوفي رواية: لمسلم أنه قال: ائذن لعشرة، بالدخول فدخلوا فقال: كلوا وسموا\nالله، فأكلوا حتى فعل ذلك بثمانين رجلا، ثم أكل النبي صلى الله عليه وسلم\nوأهل البيت وتركوا سؤرا. أي بقية وهي بالهمزة.\n</p>\n\n<p>\nوفي رواية للبخاري: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p046'> Vol. 07, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nوقال: \"أدخل علي عشرة\"، حتى عد أربعين، ثم أكل النبي صلى الله عليه وسلم\nثم قام، فجعلت أنظر هل نقص منها شيء.\n</p>\n\n<p>\nوفي رواية <span id='ms0595'></span> يعقوب: \"أدخل علي ثمانية ثمانية\"، فما زال حتى دخل عليه\nثمانون، ثم دعاني ودعا أمي وأبا طلحة فأكلنا حتى شبعنا. انتهى.\n</p>\n\n<p>\nوهذا يدل على تعدد القصة، فإن أكثر الروايات فيها أنه أدخلهم عشرة عشرة\nسوى هذه، قال الحافظ ابن حجر، قال: وظاهره أنه عليه الصلاة والسلام دخل\nلمنزل أبي طلحة وحده، وصرح بذلك في رواية عبد الرحمن بن أبي ليلى ولفظه:\nفلما انتهى رسول الله صلى الله عليه وسلم إلى الباب قال لهم: \"اقعدوا\" ,\nودخل. وفي رواية يعقوب عن أنس: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p047'> Vol. 07, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nفقال أبو طلحة: يا رسول الله إنما أرسلت أنسا يدعوك وحدك، ولم يكن عندنا\nما يشبع من أرى، وفي رواية عمرو بن عبد الله عن أنس، فقال أبو طلحة: إنما\nهو قرص، فقال: \"إن الله سيبارك فيه\".\n</p>\n\n<p>\nقال العلماء: وإنما أدخلهم عشرة عشرة -والله أعلم- لأنها كانت قصعة\nواحدة، لا يمكن الجماعة الكثيرة أن يقدروا على التناول منها مع قلة الطعام،\nفجعلوا عشرة عشرة لينالوا من الأكل ولا يزدحموا،\n</p>\n\n<p>\nوأما قوله عليه الصلاة والسلام: \"أرسلك أبو طلحة\"؟ قلت: نعم، قال:\n\"لطعام\"؟ قلت: نعم، فقال لمن معه: قوموا: فظاهره: أن النبي صلى الله عليه\nوسلم فهم أن أبا طلحة استدعاه إلى منزله، فلذلك قال لمن عنده قوموا، وأول\nالكلام يقتضي أن أم سليم وأبا طلحة أرسلا الخبز مع أنس؟!\n</p>\n\n<p>\nفيجمع: بأنهما أرادا بإرسال الخبز مع أنس لأن يأخذه النبي صلى الله عليه\nوسلم فيأكله، فلما وصل به أنس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p048'> Vol. 07, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nورأى كثرة الناس حول النبي صلى الله عليه وسلم استحيى، وظهر له أن يدعو\nالنبي صلى الله عليه وسلم ليقوم معه وحده إلى المنزل فيحصل مقصودهم من\nطعامه.\n</p>\n\n<p>\nويحتمل أن يكون ذلك عن رأي من أرسله، عهد إليه أنه إذا رأى كثرة الناس أن\nيستدعي النبي صلى الله عليه وسلم وحده، خشية أن ذلك لا يكفي النبي صلى الله\nعليه وسلم هو ومن معه، وقد عرفوا إيثاره عليه الصلاة والسلام، وأنه لا يأكل\nوحده.\n</p>\n\n<p>\nووقع في رواية يعقوب بن عبد الله بن أبي <span id='ms0596'></span> طلحة عن أنس -عند أبي نعيم وأصله\nعند مسلم- قال لي أبو طلحة: يا أنس اذهب فقم قريبا من رسول الله صلى الله\nعليه وسلم، فإذا قام فدعه حتى تتفرق عنه أصحابه، ثم اتبعه حتى إذا قام على\nعتبة بابه فقل له: إن أبي يدعوك، وفيه: فقال أبو طلحة: يا رسول الله إنما\nأرسلت أنسا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p049'> Vol. 07, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nيدعوك وحدك، ولم يكن عندي ما يشبع من أرى، فقال: \"أدخل, فإن الله يبارك\nفيما عندك\".\n</p>\n\n<p>\nوإليك النظر، فقال: \"هل من سمن\"؟ فقال أبو طلحة: قد كان في العكة شيء\nفجاء بها، فجعلا يعصرانها حتى خرج. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p050'> Vol. 07, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nثم مسح رسول الله صلى الله عليه وسلم القرص فانتفخ، وقال: \"بسم الله\" ,\nفلم يزل يصنع ذلك والقرص ينتفخ حتى رأيت القرص في الجفنة يتسع.\n</p>\n\n<p>\nوفي رواية النضر بن أنس: فجئت بها ففتح رباطها ثم قال: \"بسم الله، اللهم\nأعظم فيها البركة\"، وعرف بهذا المراد بقوله في رواية الصحيحين: \"قال ما شاء\nالله أن يقول\".\n</p>\n\n<p>\nوفي رواية عن أنس عند أحمد: أن أبا طلحة رأى رسول الله صلى الله عليه\nوسلم طاويا.\n</p>\n\n<p>\nوعند أبي يعلى من طريق محمد بن سيرين عن أنس: أن أبا طلحة بلغه أنه ليس\nعند رسول الله صلى الله عليه وسلم طعام فآجر نفسه بصاع من شعير فعمل بقية\nيومه ذلك ثم جاء به ... الحديث. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p051'> Vol. 07, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nوفي رواية عمرو بن عبد الله بن أبي طلحة عند مسلم وأبي يعلى قال: رأى أبو\nطلحة رسول الله صلى الله عليه وسلم يتقلب ظهر البطن. وفي رواية يعقوب بن\nعبد الله بن أبي طلحة عند مسلم أيضا عن أنس قال: جئت رسول الله صلى الله\nعليه وسلم فوجدته جالسا مع أصحابه يحدثهم وقد عصب بطنه بعصابة، فسألت بعض\nأصحابه فقال من الجوع، فذهبت إلى أبي طلحة فأخبرته، فدخل على أم سليم فقال:\nهل من شيء ... الحديث.\n</p>\n\n<p>\nوفي رواية محمد بن كعب عن أنس عند أبي نعيم قال: جاء أبو طلحة إلى أم\nسليم فقال: أعندك شيء؟ فإني مررت على <span id='ms0597'></span> النبي صلى الله عليه وسلم وهو يقرئ\nأصحاب الصفة سورة النساء وقد ربط على بطنه حجرا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p052'> Vol. 07, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nوعن أبي هريرة أنه قال: لما كان غزوة تبوك أصاب الناس مجاعة، فقال عمر:\nيا رسول الله ادعهم بفضل أزوادهم، ثم ادع الله لهم عليها بالبركة، فقال:\nنعم، فدعا بنطع فبسط، ثم دعا بفضل أزوادهم فجعل الرجل يجيء بكف ذرة، ويجيء\nالآخر بكسرة، حتى اجتمع على النطع شيء يسير، فدعا رسول الله صلى الله عليه\nوسلم بالبركة ثم قال: \"خذوا في أوعيتكم\"، فأخذوا في أوعيتهم، حتى ما تركوا\nفي العسكر وعاء إلا ملئوه. قال: فأكلوا حتى شبعوا وفضلت فضلة فقال رسول\nالله صلى الله عليه وسلم: \"أشهد أن لا إله إلا الله، وأني رسول الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p053'> Vol. 07, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nلا يلقى الله بهما عبد غير شاك فيحجز عن الجنة\". رواه مسلم.\n</p>\n\n<p>\nوعن أنس قال: كان رسول الله صلى الله عليه وسلم عروسا بزينب، فعمدت أمي\nأم سليم إلى تمر وسمن وأقط فصنعت حيسا، فجعلته في تور، فقالت: يا أنس اذهب\nبهذا إلى رسول الله صلى الله عليه وسلم فقل: بعثت بهذا إليك أمي، وهي تقرئك\nالسلام، فقال رسول الله صلى الله عليه وسلم: \"ضعه\"، ثم قال: \"اذهب فادع لي\n-فلانا وفلانا، رجالا سماهم- وادع لي من لقيت\"، فدعوت من سمى ومن لقيت،\nفرجعت فإذا البيت غاص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p054'> Vol. 07, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nبأهله، قيل لأنس: عددكم كانوا؟ قال: زهاء ثلاثمائة، فرأيت النبي صلى الله\nعليه وسلم وضع يده على تلك الحيسة وتكلم بما شاء الله، ثم جعل يدعو عشرة\nعشرة يأكلون منه، ويقول لهم: \"اذكروا اسم الله، وليأكل كل رجل مما يليه\"،\nقال: فأكلوا حتى شبعوا، فخرجت طائفة حتى أكلوا كلهم، قال لي: \"يا أنس ارفع\"\nفرفعت، فما أدري حين وضعت كان أكثر أم حين رفعت. رواه البخاري ومسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p055'> Vol. 07, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nوعن جابر قال: إن أم مالك كانت تهدي إلى النبي صلى الله عليه وسلم في عكة\nلها سمنا، فيأتيها بنوها فيسألون الأدم، وليس عندهم شيء، فتعمد إلى الذي\nكانت تهدي فيه للنبي صلى الله عليه <span id='ms0598'></span> وسلم فتجد فيه سمنا، فما زال يقيم لها\nأدم بيتها حتى عصرته، فأتت النبي صلى الله عليه وسلم فقال: \"أعصرتيها\"؟\nقالت: نعم، قال: \"لو تركتيها ما زل قائما\". رواه مسلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p056'> Vol. 07, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nوعنه أن رجلا أتى النبي صلى الله عليه وسلم يستطعمه، فأطعمه شطر وسق من\nشعير، فما زال يأكل منه وامرأته وضيفه حتى كاله، فأتى النبي صلى الله عليه\nوسلم فأخبره، فقال: \"لو لم تكله لأكلتم منه ولقام بكم\"، رواه مسلم أيضا.\n</p>\n\n<p>\nوالحكمة في ذهاب بركة السمن حين عصرت العكة، وإعدام الشعير حين كاله، أن\nعصرها وكيله مضاد للتسليم والتوكل على رزق الله تعالى، ويتضمن التدبير\nوالأخذ بالحول والقوة، وتكلف الإحاطة بأسرار حكم الله وفضله، فعوقب فاعله\nبزواله، قاله النووي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p057'> Vol. 07, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nوعن أبي العلاء سمرة بن جندب قال: كنا مع النبي صلى الله عليه وسلم\nنتداول من قصعة من غدوة حتى الليل، يقوم عشرة ويقعد عشرة، قلنا: فما كانت\nتمد؟ قال: من أي شيء تعجب ما كانت تمد إلا من هاهنا، وأشار بيده إلى\nالسماء، رواه الترمذي والدارمي.\n</p>\n\n<p>\nوعنه: أتي النبي صلى الله عليه وسلم بقصعة فيها لحم، فتعاقبوها من غدوة\nحتى الليل، يقوم قوم ويقعد آخرون، فقال رجل لسمرة: هل كانت تمد؟ قال: ما\nكانت تمد إلا هاهنا، وأشار بيده إلى السماء، رواه الدارمي وابن أبي شيبة\nوالترمذي والحاكم والبيهقي وصححوه، وأبو نعيم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p058'> Vol. 07, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nوفي حديث عبد الرحمن بن أبي بكر قال: كنا مع النبي صلى الله عليه وسلم\nثلاثين ومائة، وذكر الحديث أنه عجن صاع، وصنعت شاة فشوي سواد بطنها، قال:\nوايم الله، ما من الثلاثين ومائة إلا وقد حز له حزة من سواد بطنها، ثم جعل\nمنها قصعتين فأكلنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p059'> Vol. 07, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nأجمعون وفضل في القصعتين فحملته على بعير. رواه البخاري.\n</p>\n\n<p>\nوعن أبي هريرة قال: أمرني رسول الله صلى الله عليه وسلم أن أدعو أهل\nالصفة، فتتبعتهم حتى جمعتهم، فوضعت بين أيدينا صحفة فأكلنا ما شئنا وفرغنا،\nوهي مثلها حين وضعت إلا أن فيها أثر الأصابع. رواه ابن أبي شيبة والطبراني\nوأبو نعيم <span id='ms0599'></span>.\n</p>\n\n<p>\nوعن علي بن أبي طالب: قال جمع رسول الله صلى الله عليه وسلم بني عبد\nالمطلب وكانوا أربعين، منهم قوم يأكلون الجذعة ويشربون الفرق، فصنع لهم مدا\nمن طعام، فأكلوا حتى شبعوا، وبقي كما هو، ثم دعا بعس.\n</p>\n\n<p>\nفشربوا حتى رووا، وبقي كأنه لم يشرب منه، رواه في الشفاء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p060'> Vol. 07, p. 060</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head5'>\"إبراء ذوي العاهات وإحياء الموتى وكلام الصبيان وشهادتهم له بالنبوة\":</h1>\n\n<p>\nومن ذلك: إبراء ذوي العاهات، وإحياء الموتى، وكلامهم له، وكلام الصبيان\nوشهادتهم له بالنبوة.\n</p>\n\n<p>\nروى البيهقي في الدلائل: أنه صلى الله عليه وسلم دعا رجلا إلى الإسلام،\nفقال: لا أومن بك حتى يحيي لي ابنتي، فقال صلى الله عليه وسلم: \"أرني\nقبرها\"، فأراه إياها، فقال صلى الله عليه وسلم: \"يا فلانة\"، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p061'> Vol. 07, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nفقالت: لبيك وسعديك. فقال صلى الله عليه وسلم: أتحبين أن ترجعي؟ فقالت:\nلا والله يا رسول الله، إني وجدت الله خيرا لي من أبوي، ووجدت الآخرة خيرا\nلي من الدنيا.\n</p>\n\n<p>\nوروى الطبري عن عائشة أن النبي صلى الله عليه وسلم نزل الحجون كئيبا\nحزينا، فأقام به ما شاء الله ثم رجع مسرورا قال: \"سألت ربي عز وجل فأحيا لي\nأمي فآمنت بي ثم ردها\".\n</p>\n\n<p>\nوكذا روي من حديث عائشة أيضا إحياء أبويه صلى الله عليه وسلم حتى آمنا\nبه، أورده السهيلي في الروض، وكذا الخطيب في السابق واللاحق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p062'> Vol. 07, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nقال السهيلي: إن في إسناده مجاهيل، وقال ابن كثير: إنه منكر جدا، وتقدم\nالبحث في ذلك في أوائل المقصد الأول.\n</p>\n\n<p>\nوعن أنس أن شابا من الأنصار توفي وله أم عجوز عمياء، فسجيناه وعزيناها،\nفقالت: مات ابني؟ قلنا: نعم، فقالت: اللهم إن كنت تعلم أني هاجرت إليك وإلى\nنبيك رجاء أن تعينني على كل شدة فلا تحملن علي هذه المصيبة، فما برحنا\n</p>\n\n<h1 class='l1' id='head6'>.... </h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p063'> Vol. 07, p. 063</a>\n            </div>\n            \n<p>\nأن كشف الثوب عن وجهه فطعم وطعمنا. رواه ابن عدي وابن أبي الدنيا\nوالبيهقي وأبو نعيم.\n</p>\n\n<p>\nوعن النعمان بن بشير قال: كان زيد بن خارجة من سراة الأنصار، فبينما هو\nيمشي في طريق من طرق المدينة بين الظهر والعصر إذ خر <span id='ms0600'></span> فتوفي، فأعلمت به\nالأنصار، فأتوه فاحتملوه إلى بيته، وسجوه كساء وبردين، وفي البيت نساء من\nنساء الأنصار يبكين عليه، ورجال من رجالهم، فمكث على حاله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p064'> Vol. 07, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nحتى إذا كان بين المغرب والعشاء إذ سمعوا صوت قائل يقول: أنصتوا أنصتوا،\nفنظروا فإذا الصوت من تحت الثياب، فحسروا عن وجهه وصدره، فإذا القائل يقول\nعلى لسانه: محمد رسول الله النبي الأمي خاتم النبيين، لا نبي بعده، كان ذلك\nفي الكتاب الأول، ثم قال: صدق صدق، ثم قال: هذا رسول الله، السلام عليك يا\nرسول الله ورحمته وبركاته. رواه أبو بكر بن أبي الدنيا في كتاب من عاش بعد\nالموت.\n</p>\n\n<p>\nوعن سعيد بن المسيب أن رجلا من الأنصار توفي، فلما كفن أتاه القوم\nيحملونه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p065'> Vol. 07, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nتكلم فقال: محمد رسول الله، أخرجه أبو بكر بن الضحاك.\n</p>\n\n<p>\nوأخرج أبو نعيم: أن جابرا ذبح شاة وطبخها، وثرد في جفنة، وأتى به رسول\nالله صلى الله عليه وسلم فأكل القوم، وكان صلى الله عليه وسلم يقول لهم:\n\"كلوا ولا تكسروا عظما\"، ثم إنه عليه الصلاة والسلام جمع العظام ووضع يده\nعليها ثم تكلم بكلام فإذا بالشاة قد قامت تنفض أذنيها، كذا رواه والله\nأعلم؟!\n</p>\n\n<p>\nوعن معرض بن معيقيب اليماني قال: حججت حجة الوداع، فدخلت دارا بمكة،\nفرأيت فيها رسول الله صلى الله عليه وسلم، ورأيت منه عجبا، جاءه رجل من أهل\nاليمامة بغلام يوم ولد، فقال له. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p066'> Vol. 07, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nرسول الله صلى الله عليه وسلم: \"يا غلام، من أنا\"؟ قال: أنت رسول الله،\nقال: \"صدقت بارك الله فيك\"، ثم إن الغلام لم يتكلم بعد ذلك حتى شب، فكنا\nنسميه مبارك اليمامة. رواه البيهقي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p067'> Vol. 07, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nوعن فهد بن عطية، أن النبي صلى الله عليه وسلم أتى بصبي قد شب لم يتكلم\nقط فقال له: \"من أنا\"؟ قال: أنت رسول الله، رواه البيهقي.\n</p>\n\n<p>\nوعن ابن عباس قال: إن امرأة جاءت بابن لها إلى رسول الله صلى الله عليه\nوسلم فقالت: يا رسول الله، إن ابني به جنون، وإنه ليأخذ عند غدائنا\nوعشائنا، فمسح رسول <span id='ms0601'></span> الله صلى الله عليه وسلم صدره فثع ثعة وخرج من جوفه مثل\nالجرو الأسود يسعى. رواه الدارمي.\n</p>\n\n<p>\nوقوله: \"ثع\" يعني قاء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p068'> Vol. 07, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nوأصيبت يوم أحد عين قتادة بن النعمان حتى وقعت على وجنته، فأتى بها إلى\nرسول الله صلى الله عليه وسلم فقال: يا رسول الله، إن لي امرأة أحبها وأخشى\nإن رأتني تقذرني فأخذها رسول الله صلى الله عليه وسلم بيده وردها إلى\nموضعها، وقال: \"اللهم اكسه جمالا\"، فكانت أحسن عينيه وأحدهما نظرا، وكانت\nلا ترمد إذا رمدت الأخرى.\n</p>\n\n<p>\nوقد وفد على عمر بن عبد العزيز رجل من ذريته فسأل عمر: من أنت؟ فقال:\n</p>\n\n<p>\nأبونا الذي سالت على الخد عينه ... فردت بكف المصطفى أيما رد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p069'> Vol. 07, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nفعادت كما كانت لأول أمرها ... فيا حسن ما عين ويا حسن ما خد\n</p>\n\n<p>\nفوصله عمر وأحسن جائزته.\n</p>\n\n<p>\nقال السهيلي: ورواه محمد بن أبي عثمان الأموي عن عمار بن نصر عن مالك بن\nأنس عن محمد بن عبد الله بن أبي صعصعة عن أبيه عن أبي سعيد الخدري عن أخيه\nقتادة بن النعمان قال: أصيبت عيناي يوم أحد فسقطتا على وجنتي، فأتيت بهما\nالنبي صلى الله عليه وسلم فأعادهما مكانهما وبصق فيهما فعادتا تبرقان، قال\nالدارقطني: هذا حديث عن مالك تفرد به عمار بن نصر عن مالك وهو ثقة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p070'> Vol. 07, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nرواه الدارقطني عن إبراهيم الحربي عن عمار بن نصر.\n</p>\n\n<p>\nوأخرج الطبراني وأبو نعيم عن قتادة قال: كنت يوم أحد أتقي السهام بوجهي\nدون وجه رسول الله صلى الله عليه وسلم، فكان أخرها سهما نذرت منه حدقتي\nفأخذتها بيدي وسعيت إلى رسول الله صلى الله عليه وسلم، فلما رآها في كفي\nدمعت عيناه فقال: \"اللهم ق قتادة كما وقى وجه نبيك بوجهه، فاجعلها أحسن\nعينيه وأحدهما نظرا\".\n</p>\n\n<p>\nوفي البخاري في غزوة خيبر أنه صلى الله عليه وسلم قال: أين علي بن أبي\nطالب فقالوا: يا رسول الله هو يشتكي عينيه، قال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p071'> Vol. 07, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nفأرسلوا إليه، فأتى به، فبصق رسول الله صلى الله عليه وسلم في عينيه ودعا\nله فبرأ حتى <span id='ms0602'></span> كأن لم يكن به وجع.\n</p>\n\n<p>\nوعند الطبراني من حديث علي قال: فما رمدت ولا صدعت منذ دفع إلى رسول الله\nصلى الله عليه وسلم الراية يوم خيبر.\n</p>\n\n<p>\nوفي رواية مسلم من طريق إياس بن سلمة عن أبيه قال: فأرسلني النبي صلى\nالله عليه وسلم إلى علي فجئت به أقوده أرمد، فبصق في عينيه فبرأ.\n</p>\n\n<p>\nوعند الحاكم من حديث علي قال: فوضع صلى الله عليه وسلم رأسي في حجره ثم\nبصق في راحته فدلك بها عيني. وعند الطبراني: فما اشتكيتهما حتى الساعة،\nقال: ودعا لي صلى الله عليه وسلم فقال: \"اللهم أذهب عنه الحر والقر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p072'> Vol. 07, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nقال: فما اشتكيتهما حتى يومي هذا.\n</p>\n\n<p>\nوأصيب سلمة يوم خيبر أيضا بضربة في ساقه، فنفث فيها صلى الله عليه وسلم\nثلاث نفثات فما اشتكاها قط. رواه البخاري.\n</p>\n\n<p>\nونفث في عيني فديك وكانتا مبيضتين لا يبصر بهما شيئا، وكان وقع على بيض\nحية، فكان يدخل الخيط في الإبرة وإنه لابن ثمانين سنة وإن عينيه لمبيضتان،\nرواه بن أبي شيبة والبغوي والبيهقي والطبراني وأبو نعيم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p073'> Vol. 07, p. 073</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head7'>الفصل الثاني: فيما خصه الله تعالى به من المعجزات وشرفه به على سائر الأنبياء من الكرامات والآيات البينات</h1>\n\n<p>\nاعلم, نور الله قلبي وقلبك، وقدس سري وسرك، أن الله قد خص نبينا صلى الله\nعليه وسلم بأشياء لم يعطها لنبي قبله، وما خص نبي بشيء إلا وقد كان لسيدنا\nمحمد صلى الله عليه وسلم مثله، فإنه أوتي جوامع الكلم، وكان نبيا ودام بين\nالروح والجسد، وغيره من الأنبياء لم يكن نبيا إلا في حال نبوته وزمان\nرسالته.\n</p>\n\n<p>\nولما أعطي هذه المنزلة علمنا أنه صلى الله عليه وسلم الممد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p074'> Vol. 07, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nلكل إنسان كامل مبعوث ويرحم الله الأديب شرف الدين الأبوصيري فلقد أحسن\nحيث قال:\n</p>\n\n<p>\nوكل آي أتى الرسل الكرام بها ... فإنما اتصلت من نوره بهم\n</p>\n\n<p>\nفإنه شمس فضل هم كواكبها ... يظهرن أنوارها للناس في الظلم\n</p>\n\n<p>\nقال العلامة ابن مرزوق: يعني أن كل معجزة أتى بها كل واحد من الرسل فإنما\nاتصلت بكل واحد منهم من نور <span id='ms0603'></span> محمد صلى الله عليه وسلم وما أحسن قوله: \"فإنما\nاتصلت من نوره بهم\" فإنه يعطي أن نوره صلى الله عليه وسلم لم يزل قائما به\nولم ينقص منه شيء، ولو قال: فإنما هي من نوره لتوهم أنه وزع عليهم وقد لا\nيبقى له منه شيء, وإنما كانت آيات كل واحد من نوره صلى الله عليه وسلم لأنه\nشمس فضل هم كواكب تلك الشمس يظهرن -أي تلك الكواكب- أنوار تلك الشمس للناس\nفي الظلم. فالكواكب ليست مضيئة بالذات وإنما هي مستمدة من الشمس فهي عند\nغيبة الشمس تظهر نور الشمس، فكذلك الأنبياء قبل وجوده عليه الصلاة والسلام\nكانوا يظهرون فضله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p075'> Vol. 07, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nفجميع ما ظهر على الرسل عليهم الصلاة والسلام سواه من الأنوار فإنما هو\nمن نوره الفائض ومدده الواسع من غير أن ينقص منه شيء.\n</p>\n\n<p>\nوأول ما ظهر ذلك في آدم عليه السلام، حيث جعله الله تعالى خليفة وأمده\nبالأسماء كلها من مقام جوامع الكلم التي لمحمد صلى الله عليه وسلم فظهر\nبعلم الأسماء كلها على الملائكة القائلين: {أتجعل فيها من يفسد فيها ويسفك\nالدماء} [البقرة: 30] ، ثم توالت الخلائف في الأرض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p076'> Vol. 07, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nإلى أن وصل إلى زمان وجود صورة جسم نبينا صلى الله عليه وسلم الشريف\nلأظهار حكم منزلته، فلما برز كان اندرج في نوره كل نور، وانطوى تحت منشور\nآياته كل آية لغيره من الأنبياء، ودخلت الرسالات كلها في صلب نبوته،\nوالنبوات كلها تحت لواء رسالته، فلم يعط أحد منهم كرامة أو فضيلة إلا وقد\nأعطي صلى الله عليه وسلم مثلها.\n</p>\n\n<p>\nفآدم عليه الصلاة والسلام أعطي أن الله خلقه بيده، فأعطي سيدنا محمد صلى\nالله عليه وسلم شرح صدره، تولى الله شرح صدره بنفسه، وخلق فيه الإيمان\nوالحكمة، وهو الخلق النبوي، فتولى من آدم الخلق الوجودي ومن سيدنا محمد صلى\nالله عليه وسلم الخلق النبوي، مع أن المقصود -كما مر- من خلق آدم خلق نبينا\nفي صلبه، فسيدنا محمد صلى الله عليه وسلم المقصود وآدم الوسيلة، والمقصود\nسابق على الوسيلة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p077'> Vol. 07, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nوأما سجود <span id='ms0604'></span> الملائكة لآدم، فقال الإمام فخر الدين الرازي في تفسيره: إن\nالملائكة أمروا بالسجود لآدم لأجل نور نبينا محمد صلى الله عليه وسلم كان\nفي جبهته، ولله در القائل:\n</p>\n\n<p>\nتجليت جل الله في وجه آدم ... فصلى له الأملاك حين توسل\n</p>\n\n<p>\nوعن أبي عثمان الواعظ، فيما حكاه الفاكهاني قال: سمعت الإمام سهل بن محمد\nيقول: هذا التشريف الذي شرف الله به محمدا صلى الله عليه وسلم بقوله: {إن\nالله وملائكته يصلون على النبي} [الأحزاب: 56] ، أجمع من تشريف آدم عليه\nالصلاة والسلام بأمر الملائكة له بالسجود، لأنه لا يجوز أن يكون الله مع\nالملائكة في ذلك التشريف، فتشريف يصدر عنه تعالى وعن الملائكة والمؤمنين\nأبلغ من تشريف تختص به الملائكة، انتهى.\n</p>\n\n<p>\nقال بعضهم: وأما تعليم آدم أسماء كل شيء، فروى الديلمي في مسند الفردوس\nمن حديث أبي رافع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p078'> Vol. 07, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nقال: قال رسول الله صلى الله عليه وسلم: \"مثلت لي أمتي في الماء والطين،\nوعلمت الأسماء كلها كما علم آدم الأسماء كلها\" فكما أن آدم عليه الصلاة\nوالسلام علم أسماء العلوم كلها كذلك نبينا صلى الله عليه وسلم، وزاد عليه\n-واصل الله صلاته وسلامه عليه- بعلم ذواتها. ولله در الأبوصيري حيث قال:\n</p>\n\n<p>\nلك ذات العلوم من عالم الغي ... ب ومنها لآدم الأسماء\n</p>\n\n<p>\nولا ريب أن المسميات أعلى رتبة من الأسماء لأن الأسماء يؤتى بها لتبين\nالمسميات، فهي المقصودة بالذات وإليه الإيماء بقوله: ذات العلوم، والأسماء\nمقصودة لغيرها فهي دونها، ففضل العلم بحسب فضل معلومه.\n</p>\n\n<p>\nوأما إدريس عليه الصلاة والسلام. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p079'> Vol. 07, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nفرفعه الله مكانا عليا، فأعطي سيدنا محمد صلى الله عليه وسلم المعراج،\nورفع إلى مكان لم يرفع إليه غيره.\n</p>\n\n<p>\nوأما نوح عليه الصلاة والسلام فنجاه الله تعالى ومن آمن معه من الغرق\nونجاه من الخسف، فأعطي سيدنا محمد صلى الله عليه وسلم أنه لم تهلك أمته\nبعذاب من السماء. قال الله تعالى: {وما كان الله ليعذبهم وأنت فيهم}\n[الأنفال: 33] .\n</p>\n\n<p>\nوأما قول الفخر الرازي في تفسيره: \"أكرم الله تعالى نوحا بأن أمسك سفينته\nعلى الماء وفضل محمد <span id='ms0605'></span> صلى الله عليه وسلم أعظم منه. روي أنه صلى الله عليه\nوسلم كان على شط ماء وقعد عكرمة بن أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p080'> Vol. 07, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nجهل فقال: إن كنت صادقا فادع ذلك الحجر الذي في الجانب الآخر فليسبح ولا\nيغرق، فأشار إليه صلى الله عليه وسلم فانقلع الحجر من مكانه وسبح حتى صار\nبين يدي الرسول صلى الله عليه وسلم وشهد له بالرسالة، فقال النبي صلى الله\nعليه وسلم: \"يكفيك هذا\"؟ , فقال: حتى يرجع إلى مكانه. فلم أره لغيره والله\nأعلم بحاله.\n</p>\n\n<p>\nوأما إبراهيم الخليل عليه الصلاة والسلام فكانت عليه نار نمرود بردا\nوسلاما، فأعطي سيدنا محمد صلى الله عليه وسلم نظير ذلك، إطفاء نار الحرب\nعنه عليه الصلاة والسلام وناهيك بنار حطبها السيوف ووهجها الحتوف وموقدها\nالجسد ومطلبها الروح والجسد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p081'> Vol. 07, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nقال تعالى: {كلما أوقدوا نارا للحرب أطفأها الله} [المائدة: 64] فكم\nأرادوا أن يطفئوا النور بالنار، وأبى الجبار إلا أن يتم نوره وأن يخمد\nشرورهم ويحمد لمحمد صلى الله عليه وسلم سروره وظهوره.\n</p>\n\n<p>\nويذكر أنه عليه الصلاة والسلام ليلة المعراج مر على بحر النار الذي دون\nسماء الدنيا مع سلامته منه، كما روي مما رأيته في بعض الكتب.\n</p>\n\n<p>\nوروى النسائي أن محمد بن حاطب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p082'> Vol. 07, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nقال: كنت طفلا فانصب القدر علي واحترق جلدي كله، فحملني أبي إلى رسول\nالله صلى الله عليه وسلم فتفل عليه الصلاة والسلام في جلدي ومسح بيده على\nالمحترق وقال: \"أذهب البأس رب الناس\"، فصرت صحيحا لا بأس بي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p083'> Vol. 07, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nوأما ما أعطيه إبراهيم عليه الصلاة والسلام من مقام الخلة فقد أعطيه\nنبينا صلى الله عليه وسلم، وزاد بمقام المحبة، وقد روي في حديث الشفاعة أن\nالخليل إبراهيم عليه الصلاة والسلام إذ قيل له: اتخذك الله خليلا فاشفع لنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p084'> Vol. 07, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nقال: \"إنما كنت خليلا من وراء وراء\" اذهبوا إلى غيري إلى أن تنتهي\nالشفاعة إلى النبي صلى الله عليه وسلم فيقول: \"أنا لها، أنا لها\"، وهذا يدل\nعلى أن نبينا عليه الصلاة والسلام كان خليلا مع رفع الحجاب وكشف الغطاء ولو\nكان خليلا من <span id='ms0606'></span> وراء لاعتذر كما اعتذر إبراهيم عليه الصلاة والسلام, وفيه\nتنبيه ظاهر على أنه عليه الصلاة والسلام فاز برؤية الحق سبحانه وتعالى وكشف\nله الغطاء حتى رأى الحق بعيني رأسه، كما سيأتي البحث في ذلك إن شاء الله\nتعالى في المقصد الخامس.\n</p>\n\n<p>\nوالملخص من هذا: أن النبي صلى الله عليه وسلم نال درجة الخلة التي اشتهرت\nلإبراهيم عليه الصلاة والسلام على وجه نطق إبراهيم بأن نصيب سيدنا محمد\nعليه الصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p085'> Vol. 07, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nوالسلام منه الأعلى، بمفهوم قوله عن نفسه: \"إنما كنت خليلا من وراء وراء،\nفلم يشفع وفيه دليل على أنه إنما يشفع من كان خليلا لا من وراء وراء، بل مع\nالكشف والعيان وقرب المكانة من حظيرة القدس، لا المكان، وذلك مقام محمد صلى\nالله عليه وسلم بالدليل والبرهان.\n</p>\n\n<p>\nومما أعطيه إبراهيم عليه الصلاة والسلام، وانفراده في الأرض بعبادة الله\nوتوحيده، والانتصاب للأصنام بالكسر والقسر، أعطي سيدنا محمد صلى الله عليه\nوسلم كسرها بمحضر من أولي نصرها بقضيب ليس مما يكسر إلا بقوة ربانية ومادة\nإلهية، اجتراء فيها بالأنفاس من الفاس، وما عول على المعول، لا عرض في\nالقول ولا تمرض من الصول بل قال جهرا بغير سر: {وقل جاء الحق وزهق الباطل\nإن الباطل كان زهوقا} [الإسراء: 81] .\n</p>\n\n<p>\nومما أعطيه الخليل عليه الصلاة والسلام بناء البيت الحرام، ولا خفاء أن\nالبيت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p086'> Vol. 07, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nجسد وروحه الحجر الأسود بل هو سويداء القلب، بل جاء \"أنه يمين الرب\"\nكناية عن استلامه كما تستلم الأيمان عند عقد العهود والأيمان، وقد أعطي\nسيدنا محمد صلى الله عليه وسلم أن قريشا لما بنت البيت بعد تهدمه ولم يبق\nإلا وضع الحجر تنافسوا على الفخر الفخم والمجد الضخم، ثم اتفقوا على أن\nيحكموا أول داخل، فاتفق دخول سيدنا محمد عليه الصلاة والسلام فقالوا: هذا\nالأمين، فحكموه في ذلك فأمر ببسط ثوب ووضع الحجر فيه ثم قال: يرفع كل بطن\nبطرف، فرفعوه جميعا، ثم أخذه سيدنا محمد صلى الله عليه وسلم فوضعه في\nموضعه، فادخر الله له ذلك المقام ليكون منقبة <span id='ms0607'></span> له على مدى الأيام.\n</p>\n\n<p>\nوأما ما أعطيه موسى عليه الصلاة والسلام من قلب العصا حية غير ناطقة،\nفأعطي سيدنا محمد صلى الله عليه وسلم حنين الجذع، وقد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p087'> Vol. 07, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nمرت قصته.\n</p>\n\n<p>\nوحكى الإمام الرازي -في تفسيره- وغيره: أنه لما أراد أبو جهل أن يرميه\nعليه الصلاة والسلام بالحجر رأى على كتفيه ثعابين فانصرف مرعوبا.\n</p>\n\n<p>\nوأما ما أعطيه موسى عليه الصلاة والسلام أيضا من اليد البيضاء، وكان\nبياضها يغشى البصر، فأعطي سيدنا محمد صلى الله عليه وسلم أنه لم يزل نورا\nينتقل في أصلاب الآباء وبطون الأمهات من لدن آدم إلى أن انتقل إلى عبد الله\nأبيه. وأعطى صلى الله عليه وسلم قتادة بن النعمان وقد صلى العشاء في ليلة\nمظلمة مطيرة عرجونا وقال: \"انطلق به فإنه سيضيء لك من بين يديك عشرا، ومن\nخلفك عشرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p088'> Vol. 07, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nفإذا دخلت بيتك فسترى سوادا فاضربه عشرا، حتى يخرج فإنه الشيطان\"، فانطلق\nفأضاء له العرجون حتى دخل بيته ووجد السواد وضربه حتى خرج. رواه أبو نعيم.\n</p>\n\n<p>\nوأخرج البيهقي، وصححه الحاكم عن أنس: كان عباد بن بشر وأسيد بن حضير عند\nرسول الله صلى الله عليه وسلم في حاجة: حتى ذهب من الليل ساعة، وهي ليلة\nشديدة الظلمة، ثم خرجا وبيد كل واحد منهما عصا, فأضاءت لهما عصا أحدهما،\nفمشيا في ضوئها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p089'> Vol. 07, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nحتى إذا افترقت بهما الطريق أضاءت للآخر عصاه، فمشي كل واحد منهما في ضوء\nعصاه حتى بلغ هديه، ورواه البخاري بنحوه في الصحيح.\n</p>\n\n<p>\nوأخرج البخاري في تاريخه والبيهقي وأبو نعيم عن حمزة الأسلمي قال: كنا مع\nالنبي صلى الله عليه وسلم في سفر فتفرقنا في ليلة ظلماء، فأضاءت أصابعي حتى\nجمعوا عليها ظهرهم وما هلك منهم وإن أصابعي لتنير. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p090'> Vol. 07, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nومما أعطيه موسى عليه السلام أيضا انفراق البحر له، أعطي نبينا محمد صلى\nالله عليه وسلم انشقاق القمر -كما مر- فموسى تصرف في عالم الأرض وسيدنا\nمحمد صلى الله عليه وسلم تصرف في عالم السماء، والفرق بينهما واضح، وقال\nابن المنير: وذكر ابن حبيب أن بين السماء <span id='ms0608'></span> والأرض بحرا يسمى المكفوف، تكون\nبحار الأرض بالنسبة إليه كالقطرة من البحر المحيط، قال: فعلى هذا يكون ذلك\nالبحر انفلق لنبينا صلى الله عليه وسلم حتى جاوزه -يعني ليلة الإسراء- قال\nوهو أعظم من انفلاق البحر لموسى عليه الصلاة والسلام.\n</p>\n\n<p>\nومما أعطيه موسى عليه الصلاة والسلام إجابة دعائه، أعطي نبينا صلى الله\nعليه وسلم من ذلك ما لا يحصى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p091'> Vol. 07, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nومما أعطيه موسى عليه الصلاة والسلام تفجير الماء له من الحجارة، أعطي\nسيدنا محمد صلى الله عليه وسلم أن الماء تفجر من بين أصابعه، وهذا أبلغ لأن\nالحجر من جنس الأرض التي ينبع الماء منها، ولم تجر العادة بنبع الماء من\nاللحم، ويرحم الله القائل:\n</p>\n\n<p>\nوكل معجزة للرسل قد سلفت ... وافى بأعجب منها عند إظهار\n</p>\n\n<p>\nفما العصا حية تسعى بأعجب من ... شكوى البعير ولا من مشي أشجار\n</p>\n\n<p>\nولا انفجار معين الماء من حجر ... أشد من سلسل من كفه جار\n</p>\n\n<p>\nومما أعطيه موسى عليه الصلاة والسلام الكلام، أعطي سيدنا محمد صلى الله\nعليه وسلم مثله ليلة الإسراء وزيادة الدنو والتدلي، وأيضا كان مقام\nالمناجاة في حق نبينا صلى الله عليه وسلم فوق السماوات العلى وفوق سدرة\nالمنتهى، والمستوى، وحجب النور والرفوف، ومقام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p092'> Vol. 07, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nالمناجاة لموسى عليه الصلاة والسلام بطور سيناء.\n</p>\n\n<p>\nوأما ما أعطيه هارون عليه الصلاة والسلام من فصاحة اللسان، فقد كان نبينا\nصلى الله عليه وسلم من الفصاحة والبلاغة بالمحل الأفضل والموضع الذي لا\nيجهل. ولقد قال له بعض أصحابه: ما رأينا الذي هو أفصح منك فقال: \"وما\nيمنعني وإنما أنزل القرآن بلساني، لسان عربي مبين\".\n</p>\n\n<p>\nوقد كانت فصاحه هارون غايتها في العبرانية، والعربية أفصح منها. وهل كانت\nفصاحة هارون معجزة أم لا؟ قال ابن المنير: الظاهر أنها لم تكن معجزة، ولكن\nفضيلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p093'> Vol. 07, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nولم يتحد نبي من الأنبياء بالفصاحة إلا نبينا صلى الله عليه وسلم، لأن\nهذه الخصوصية لا تكون لغير الكتاب العزيز، وهل فصاحته صلى الله عليه وسلم\nفي جوامع الكلم التي ليست من التلاوة ولكنها معدودة من السنة، هل تحدى <span id='ms0609'></span> بها\nأم لا؟ وظاهر قوله عليه الصلاة والسلام: \"أوتيت جوامع الكلم\" أنه من التحدث\nبنعمة الله تعالى عليه وخصائصه، ولا خلاف أنها باعتبار ما اشتملت عليه من\nالإخبار بالمغيبات ونحوها معجزة.\n</p>\n\n<p>\nوأما ما أعطيه يوسف عليه الصلاة والسلام من شطر الحسن، فأعطي نبينا صلى\nالله عليه وسلم الحسن كله، وستأتي الإشارة إلى ذلك إن شاء الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p094'> Vol. 07, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nفي مقصد الإسراء، ومن تأمل ما نقلته من صفته عليه الصلاة والسلام تبين له\nمن ذلك التفضيل لنبينا على كل مشهور بالحسن في كل جيل.\n</p>\n\n<p>\nوأما ما أعطيه يوسف عليه الصلاة والسلام أيضا من تعبيره الرؤيا، فالذي\nنقل عنه من ذلك ثلاثة منامات، إحداها: حين رأى أحد عشر كوكبا والشمس\nوالقمر، والثاني: منام صاحبي السجن، والثالث: منام الملك، وقد أعطي نبينا\nصلى الله عليه وسلم من ذلك ما لا يدخله الحصر، ومن تصفح الأخبار وتتبع\nالآثار وجد من ذلك العجب العجاب، وستأتي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p095'> Vol. 07, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nنبذة من ذلك إن شاء الله تعالى.\n</p>\n\n<p>\nوأما ما أعطيه داود عليه الصلاة والسلام من تليين الحديد له، فكان إذا\nمسح الحديد لان، فأعطي نبينا صلى الله عليه وسلم أن العود اليابس أخضر في\nيده وأورق، ومسح صلى الله عليه وسلم شاة أم معبدة الجرباء، فدرت.\n</p>\n\n<p>\nوأما ما أعطيه سليمان عليه الصلاة والسلام من كلام الطير وتسخير الشياطين\nوالريح، والملك الذي لم يعطه أحد من بعده، فقد أعطي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p096'> Vol. 07, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nسيدنا محمد صلى الله عليه وسلم مثل ذلك وزيادة.\n</p>\n\n<p>\nأما كلام الطير والوحش فنبينا صلى الله عليه وسلم كلمه الحجر، وسبح في\nكفه الحصى، وهو جماد، وكلمه ذراع الشاة المسمومة -كما تقدم في غزوة خيبر-\nوكذلك كلمه الظبي وشكا إليه البعير -كما مر- وروي أن طيرا أفجع بولده فجعل\nيرفرف على رأسه ويكلمه فيقول: \"أيكم فجع هذا بولده\"، فقال رجل أنا, فقال:\n\"اردد ولده\". ذكره الرازي ورواه أبو داود بلفظ: كنا مع النبي صلى الله عليه\nوسلم في سفر فانطلق لحاجته، فرأينا حمرة معها فرخان، فأخذنا فرخيها، فجاءت\nالحمرة فجعلت تفرش -أي تدنو- من <span id='ms0610'></span> الأرض، فجاء النبي صلى الله عليه وسلم\nفقال: \"من فجع هذه بولدها؟ ردوا ولدها إليها\"، الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p097'> Vol. 07, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nوقصة كلام الذئب مشهورة.\n</p>\n\n<p>\nوأما الريح التي كانت غدوها شهر ورواحها شهر، تحمله أين أراد من أقطار\nالأرض، فد أعطي سيدنا محمد صلى الله عليه وسلم البراق الذي هو أسرع من\nالريح، بل أسرع من البرق الخاطف، فحمله من الفرش إلى العرش في ساعة زمانية،\nوأقل مسافة في ذلك سبعة آلاف سنة، وتلك مسافة السماوات، وأما إلى المستوى\nوإلى الرفرف فذلك ما لا يعلمه إلا الله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p098'> Vol. 07, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nوأيضا: فالريح سخرت لسليمان لتحمله إلى نواحي الأرض، ونبينا صلى الله\nعليه وسلم زويت له الأرض -أي جمعت- حتى رأى مشارقها ومغاربها، وفرق بين من\nيسعى إلى الأرض, وبين من تسعى له الأرض.\n</p>\n\n<p>\nوأما ما أعطيه من تسخير الشياطين فقد روي أن أبا الشياطين إبليس اعترض\nسيدنا محمد صلى الله عليه وسلم وهو في الصلاة، فأمكنه الله منه وربطه\nبسارية من سواري المسجد. وخير مما أوتيه سليمان من ذلك إيمان الجن بمحمد\nصلى الله عليه وسلم، فسليمان استخدمهم ومحمد استسلمهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p099'> Vol. 07, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nوأما عد الجن من جنود سليمان في قوله تعالى: {وحشر لسليمان جنوده من\nالجن} [النمل: 17] ، فخير منه عد الملائكة، جبريل ومن معه من جملة أجناده\nعليه الصلاة والسلام باعتبار الجهاد وباعتبار تكثير السواد على طريقة\nالأجناد.\n</p>\n\n<p>\nوأما عد الطير من جملة أجناده، فأعجب منه حمامة الغار وتوكيرها في الساعة\nالواحدة، وحمايتها له من عدوه، والغرض من استكثار الجند إنما هو الحماية،\nوقد حصلت من أعظم شيء بأيسر شيء.\n</p>\n\n<p>\nوأما ما أعطيه من الملك، فنبينا صلى الله عليه وسلم خير بين أن يكون نبيا\nملكا أو نبيا عبدا، فاختار صلى الله عليه وسلم أن يكون نبيا عبدا، ولله در\nالقائل:\n</p>\n\n<p>\nيا خير عبد على كل الملوك ولي\n</p>\n\n<p>\nوأما ما أعطيه عيسى عليه الصلاة والسلام من إبراء الأكمة والأبرص وإحياء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p100'> Vol. 07, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nالموتى، فأعطي سيدنا محمد صلى الله عليه وسلم أنه رد العين إلى مكانها\nبعدما سقطت فعادت أحسن ما كانت، وفي <span id='ms0611'></span> دلائل النبوة للبيهقي قصة الرجل الذي\nقال للنبي صلى الله عليه وسلم لا أؤمن بك حتى تحيي لي ابنتي وفيه أنه صلى\nالله عليه وسلم أتى قبرها فقال: \"يا فلانة\"، فقالت: لبيك وسعديك يا رسول\nالله، الحديث، وقد مر. وروي أن امرأة معاذ بن عفراء -كانت برصاء- فشكت إلى\nرسول الله صلى الله عليه وسلم فمسح عليها بعصا فأذهب الله البرص منها، ذكره\nالرازي، وأيضا قد سبح الحصى في كفه، وسلم عليه الحجر، وحن لفراقه الجذع،\nوذلك أبلغ من تكليم الموتى لأن هذا من جنس ما لا يتكلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p101'> Vol. 07, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nوفي دلائل النبوة للبيهقي قصة الرجل الذي قال للنبي صلى الله عليه وسلم:\nلا أومن بك حتى تحيي لي ابنتي، وفيه: أنه صلى الله عليه وسلم قال: \"أرني\nقبرها\" وأتى قبرها فقال: \"يا فلانة\" فقالت: لبيك وسعديك ... الحديث، وقد\nمر.\n</p>\n\n<p>\nوأما ما أعطيه عيسى أيضا من أنه كان يعرف ما تخفيه الناس في بيوتهم،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p102'> Vol. 07, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nفقد أعطي نبينا صلى الله عليه وسلم من ذلك ما لا يحصى، وسيأتي إن شاء\nالله تعالى ما يكفي ويشفي.\n</p>\n\n<p>\nوأما ما أعطيه عيسى أيضا من رفعه إلى السماء، فقد أعطي نبينا صلى الله\nعليه وسلم ذلك ليلة المعراج، وزاد في الترقي لمزيد الدرجات وسماع المناجاة\nوالحظوة في الحضرة المقدسة بالمشاهدات.\n</p>\n\n<p>\nوبالجملة: فقد خص الله تعالى سيدنا محمد صلى الله عليه وسلم من خصائص\nالتكريم بما لم يعطه أحدا من الأنبياء عليهم الصلاة والسلام والتسليم.\n</p>\n\n<p>\nوقد روى جابر عنه صلى الله عليه وسلم أنه قال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p103'> Vol. 07, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\n\"أعطيت خمسا لم يعطهن أحد قبلي، كان كل نبي يبعث إلى قومه خاصة وبعثت إلى\nكل أحمر وأسود، وأحلت لي الغنائم ولم تحل لأحد قبلي، وجعلت لي الأرض مسجدا\nوطهورا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p104'> Vol. 07, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nفأيما رجل من أمتي أدركته الصلاة فليصل حيث كان ونصرت بالرعب مسيرة شهر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p105'> Vol. 07, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nوأعطيت الشفاعة\"، رواه البخاري. وفي رواية: \"وبعثت إلى الناس كافة\".\n</p>\n\n<p>\nوزاد البخاري في روايته -في الصلاة- عن محمد بن سنان: من الأنبياء.\n</p>\n\n<p>\nوعند الإمام أحمد: \"أعطيت خمسا لم يعطهن نبي <span id='ms0612'></span> قبلي، ولا أقوله فخرا\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p106'> Vol. 07, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\nوفيه: \"وأعطيت الشفاعة فاخترتها لأمتي، فهي لمن لا يشرك بالله شيئا\".\nوإسناده كما قال ابن كثير جيد.\n</p>\n\n<p>\nوليس المراد حصر خصائصه عليه الصلاة والسلام في هذه الخمس المذكورة. فقد\nروى مسلم من حديث أبي هريرة مرفوعا: \"فضلت على الأنبياء بست، أعطيت جوامع\nالكلم، ونصرت بالرعب وجعلت لي الأرض مسجدا وطهورا، وأرسلت إلى الخلق كافة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p107'> Vol. 07, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nوختم بي النبيون\" فذكر الخمسة المذكورة في حديث جابر إلا الشفاعة، وزاد\nخصلتين وهما: وأعطيت جوامع الكلم وختم بي النبيون، فتحصل منه ومن حديث جابر\nسبع خصال.\n</p>\n\n<p>\nولمسلم أيضا من حديث حذيفة مرفوعا: \"فضلنا على الناس بثلاث: جعلت صفوفنا\nكصفوف الملائكة\" وذكر خصلة الأرض كما تقدم، قال: وذكر خصلة أخرى. وهذه\nالخصلة المبهمة قد بينها ابن خزيمة والنسائي، وهي: \"وأعطيت هذه الآيات من\nآخر سورة البقرة من كنز تحت العرش\"، يشير إلى ما حطه الله تعالى عن أمته من\nالإصر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p108'> Vol. 07, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nوتحميل ما لا طاقة لهم به، ورفع الخطأ والنسيان، فصارت الخصال تسعا.\n</p>\n\n<p>\nولأحمد من حديث علي: \"أعطيت أربعا لم يعطهن أحد من أنبياء الله تعالى\nقبلي أعطيت مفاتيح الأرض، وسميت أحمد، وجعلت أمتي خير الأمم\"، وذكر خصلة\nالتراب، فصارت الخصال ثنتي عشرة خصلة.\n</p>\n\n<p>\nوعند البزار من وجه آخر عن أبي هريرة رفعه: \"فضلت على الأنبياء، غفر لي\nما تقدم من ذنبي وما تأخر، وجعلت أمتي خير الأمم، وأعطيت الكوثر، وإن\nصاحبكم لصاحب لواء الحمد يوم القيامة، تحته آدم فمن دونه\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p109'> Vol. 07, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nوذكر ثنتين مما تقدم.\n</p>\n\n<p>\nوله من حديث ابن عباس رفعه: \"فضلت على الأنبياء بخصلتين: كان شيطاني\nكافرا فأعانني الله عليه فأسلم\". قال: ونسيت الأخرى.\n</p>\n\n<p>\nفينتظم بها سبع عشرة خصلة، ويمكن أن يوجد أكثر من ذلك لمن أمعن التتبع.\n</p>\n\n<p>\nوقد ذكر أبو سعيد النيسابوري في كتاب \"شرف المصطفى\" أن عدد الذي خص به\nصلى الله عليه وسلم ستون خصلة. وطريق الجمع أن يقال: لعله صلى الله عليه\nوسلم اطلع أولا على بعض ما اختص به، ثم اطلع على الباقي ومن لا يرى مفهوم <span id='ms0613'></span>\nالعدد حجة يدفع هذا الإشكال من أصله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p110'> Vol. 07, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nوقد ذكر بعض العلماء أنه صلى الله عليه وسلم أوتي ثلاثة آلاف معجزة\nوخصيصية.\n</p>\n\n<p>\nوقد اختلف في العلم بخصائصه عليه السلام، فقال الصيمري من الشافعية: منع\nأبو علي بن خيران الكلام فيها، لأنه أمر انقضى فلا معنى للكلام فيه.\n</p>\n\n<p>\nوقال إمام الحرمين: قال المحققون ذكر الاختلاف في مسائل الخصائص خبط غير\nمفيد، فإنه لا يتعلق به حكم ناجز تمس إليه الحاجة، وإنما يجري الخلاف فيما\nلا يوجد بد من إثبات حكم فيه، فإن الأقيسة لا مجال لها، والأحكام الخاصة\nتتبع فيها النصوص، وما لا نص فيه فالخلاف فيه هجوم على الغيب من غير فائدة.\n</p>\n\n<p>\nوقال النووي في الروضة والتهذيب بعد نقله هذين الكلامين: وقال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p111'> Vol. 07, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nسائر الأصحاب لا بأس به، وهو الصحيح، لما فيه من زيادة العلم، فهذا كلام\nالأصحاب، والصواب الجزم بجواز ذلك، بل استحبابه، ولو قيل: وجوبه لم يكن\nبعيدا، لأنه ربما رأى جاهل بعض الخصائص ثابتا في الحديث الصحيح فعمل به\nأخذا بأصل التأسي، فوجب بيانها لتعرف، فلا يعمل بها، فأي فائدة أهم من هذه\nالفائدة، وأما ما يقع في ضمن الخصائص مما لا فائدة فيه اليوم فقليل لا تخلو\nأبواب الفقه عن مثله للتدريب ومعرفة الأدلة، وتحقيق الشيء على ما هو عليه.\nانتهى كلام النووي وقد تتبعت ما شرف الله به نبينا صلى الله عليه وسلم من\nالخصائص والآيات، وأكرمه به من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p112'> Vol. 07, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nالفضائل والكرامات من كتب العلماء، كالخصائص لابن سبع، وخصائص الروضة\nللنووي، ومختصرها للحجازي، وشرح الحاوي لابن الملقن، وشرح البهجة لشيخ\nالإسلام زكريا بن أحمد الأنصاري، واللفظ المكرم في خصائص النبي صلى الله\nعليه وسلم للشيخ قطب الدين الخيضري، واستفدت منه كثيرا في فصل المعجزات، مع\nما رأيته أثناء مطالعتي لفتح الباري، وشرح مسلم للنووي، وشرح تقريب\nالأسانيد للعراقي وغير ذلك مما يطول ذكره، فتحصل لي من ذلك جملة.\n</p>\n\n<p>\nوقد قسمها غير واحد من الأئمة أربعة أقسام:\n</p>\n\n<p>\nالأول: ما اختص به صلى الله عليه وسلم من الواجبات، والحكمة في <span id='ms0614'></span> ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p113'> Vol. 07, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nزيادة الزلفى والدرجات، فإنه لن يتقرب المتقربون إلى الله تعالى بمثل\nأداء ما افترض عليهم. قال بعضهم: خص الله تعالى نبيه بواجبات عليه لعلمه\nبأنه أقوم بها منهم، وقيل ليجعل أجره بها أعظم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p114'> Vol. 07, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nفاختص صلى الله عليه وسلم بوجوب الضحى على المذهب، لكن قول عائشة في\nالصحيح: ما رأيت رسول الله صلى الله عليه وسلم يسبح سبحة الضحى، يدل على\nضعف أنها كانت واجبة عليه. قال الحافظ ابن حجر: ولم يثبت ذلك في خبر صحيح.\nانتهى، وسيأتي مزيد لذلك إن شاء الله تعالى في ذكر صلاة الضحى من مقصد\nعبادته عليه السلام.\n</p>\n\n<p>\nوهل كان الواجب عليه أقل الضحى أو أكثرها، أو أدنى الكمال؟ قال الحجازي؛\nلا تقل فيه، لكن في مسند أحمد: \"أمرت بركعتي الضحى ولم تؤمروا بهما\".\n</p>\n\n<p>\nومنها الوتر وركعتا الفجر، كما رواه الحاكم في المستدرك وغيره، ولفظ أحمد\nوالطبراني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p115'> Vol. 07, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\n\"ثلاث علي فريضة وهن لكم تطوع، الوتر وركعتا الفجر وركعتا الضحى\".\n</p>\n\n<p>\nقال بعضهم: وقد ثبت أنه عليه الصلاة والسلام صلى الوتر على الراحلة. قال:\nولو كان واجبا لما جاز فعله على الراحلة.\n</p>\n\n<p>\nوتعقب: بأن فعله على الراحلة من الخصائص أيضا كما سيأتي فيما اختص به\nعليه السلام من المباحات، إن شاء الله تعالى. وأجيب بأنه يحتاج إلى دليل.\n</p>\n\n<p>\nوهل كان الواجب عليه أقل الوتر أم أكثره؟ أم أدنى الكمال؟ قال الحجازي:\nلم أر فيه نقلا.\n</p>\n\n<p>\nومنها صلاة الليل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p116'> Vol. 07, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nقال تعالى: {ومن الليل فتهجد به نافلة لك} [الإسراء: 79] أي فريضة زائدة\nلك على الصلوات المفروضة، أو فضيلة لك لاختصاص وجوبه بك، وهذا ما صححه\nالرافعي ونقله النووي عن الجمهور، ثم قال: وحكى الشيخ أبو حامد أن الشافعي\nنص على أنه نسخ وجوبه في حقه، كما نسخ في حق غيره.\n</p>\n\n<p>\nومنها السواك، واستدلوا له بما رواه أبو داود من حديث عبد الله بن أبي\nحنظلة بن أبي عامر أن رسول الله صلى الله عليه وسلم أمر بالوضوء عند كل\nصلاة طاهرا أو غير طاهر، فلما شق عليه ذلك أمر بالسواك <span id='ms0615'></span> لكل صلاة. وفي\nإسناده محمد بن إسحاق، وقد رواه بالعنعنة وهو مدلس.\n</p>\n\n<p>\nوحجة من لم يجعله واجبا عليه، ما رواه ابن ماجه في سننه من حديث أبي\nأمامة أن رسول الله صلى الله عليه وسلم قال: \"ما جاءني جبريل إلا أوصاني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p117'> Vol. 07, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nبالسواك حتى خشيت أن يفرض علي وعلى أمتي\". وإسناده ضعيف، وروى أحمد في\nمسنده من حديث واثلة ابن الأسقع قال: قال رسول الله صلى الله عليه وسلم:\n\"أمرت بالسواك حتى خشيت أن يكتب علي\"، وإسناده حسن، والخصائص لا تثبت إلا\nبدليل صحيح، قاله في شرح تقريب الأسانيد.\n</p>\n\n<p>\nومنها الأضحية، قال الله تعالى: {فصل لربك وانحر} [الكوثر: 2] ، وروى\nالدارقطني والحاكم عن ابن عباس أنه صلى الله عليه وسلم قال: \"ثلاث هن علي\nفرائض، وهن لكم تطوع: النحر والوتر وركعتا الفجر\".\n</p>\n\n<p>\nومنها المشاورة، قال الله تعالى: {وشاورهم في الأمر} [عمران: 159] ،\nفظاهره الإيجاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p118'> Vol. 07, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nويقال إنه استحباب، استمالة للقلوب، ومعناه: استخراج آرائهم، ونقل\nالبيهقي في \"معرفة السنن والآثار\" عن النص: أن المشورة غير واجبة عليه، كما\nنبه عليه الحجازي وغيره.\n</p>\n\n<p>\nواختلف في المعنى الذي أمر الله نبيه عليه السلام بالمشاورة مع كمال عقله\nوجزالة رأيه وتتابع الوحي عليه، ووجوب طاعته على أمته.\n</p>\n\n<p>\nفقال بعضهم: هو خاص في المعنى، وإن كان عاما في اللفظ، أي: وشاورهم فيما\nليس عندك فيه من الله عهد، يدل عليه قراءة ابن عباس: \"وشاورهم في بعض\nالأمر\".\n</p>\n\n<p>\nوقال الكلبي: يعني ناظرهم في لقاء العدو، ومكائد الحرب عند الغزو.\n</p>\n\n<p>\nوقال قتادة ومقاتل: كانت سادات العرب إذا لم تشاور في الأمر شق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p119'> Vol. 07, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nعليهم، فأمر الله تعالى نبيه عليه السلام أن يشاورهم، فإن ذلك أعطف لهم\nوأذهب لأضغانهم، وأطيب لنفوسهم.\n</p>\n\n<p>\nوقال الحسن: قد علم الله أن ما به إليهم حاجة، ولكن أراد أن يستن به من\nبعده.\n</p>\n\n<p>\nوحكى القاضي أبو يعلى، في الذي أمر بالمشاورة فيه قولين: أحدهما: في أمر\nالدنيا خاصة، والثاني: في أمر الدين والدنيا وهو الأصح، قاله المعافي بن\nزكريا في تفسيره.\n</p>\n\n<p>\nوالحكمة في المشاورة في الدين التنبيه لهم <span id='ms0616'></span> على علل الأحكام، وطريق\nالاجتهاد.\n</p>\n\n<p>\nوأخرج ابن عدي والبيهقي في الشعب عن ابن عباس قال: لما نزلت: {وشاورهم في\nالأمر} قال رسول الله صلى الله عليه وسلم: \"أما إن الله ورسوله لغنيان عنها\nولكن الله جعلها رحمة لأمتي\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p120'> Vol. 07, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nوعند الترمذي الحكيم من حديث عائشة، رفعته: \"إن الله أمرني بمداراة\nالناس، كما أمرني بإقامة الفرائض\".\n</p>\n\n<p>\nومنها مصابرة العدو وإن كثر عددهم.\n</p>\n\n<p>\nومنها تغيير المنكر إذا رآه، لكن قد يقال: كل مكلف تمكن من تغييره يلزمه\nتغيير، فيقال: المراد أنه لا يسقط عنه صلى الله عليه وسلم بالخوف بخلاف\nغيره. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p121'> Vol. 07, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nومنها قضاء دين من مات مسلما معسرا، روى مسلم حديث: \"أنا أولى بالمؤمنين\nمن أنفسهم، فمن توفي وعليه دين فعلي قضاؤه، ومن ترك مالا فلورثته\".\n</p>\n\n<p>\nقال النووي: كان هذا القضاء واجبا عليه صلى الله عليه وسلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p122'> Vol. 07, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nقيل: تبرع منه، والخلاف وجهان لأصحابنا وغيرهم، قال: ومعنى الحديث: أنه\nعليه الصلاة والسلام قال: أنا قائم بمصالحكم في حياة أحدكم أو موته، أنا\nوليه في الحالين، فإن كان عليه دين قضيته من عندي إن لم يخلف وفاء، وإن كان\nله مال فلورثته، لا آخذ منه شيئا، وإن خلف عيالا محتاجين ضائعين فليأتوا\nإلي فعلي نفقتهم ومؤنتهم، انتهى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p123'> Vol. 07, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nوفي وجوب قضائه على الإمام من مال المصالح وجهان، لكن قال الإمام: من\nاستدان وبقي معسرا إلى أن مات لم يقض دينه من بيت المال، فإن كان ظلم\nبالمطل ففيه احتمال، والأولى: لا، والله أعلم.\n</p>\n\n<p>\nومنها تخيير نسائه صلى الله عليه وسلم في فراقه، وإمساكهن بعد أن اخترنه\nفي أحد الوجهين، ووجوب ترك التزوج عليهن والتبدل بهن مكافأة لهن، ثم نسخ\nذلك، لتكون المنة له عليه السلام عليهن، قال الله تعالى: {يا أيها النبي قل\nلأزواجك إن كنتن تردن الحياة الدنيا وزينتها} [الأحزاب: 28] الآية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p124'> Vol. 07, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nواختلف في تخييره لهن على قولين، أحدهما: أنه خيرهن بين اختيار الدنيا\nفيفارقهن، واختيار الآخرة فيمسكهن، ولم يخيرهن في الطلاق، وهذا هو قول\nالحسن وقتادة، والثاني: أنه خيرهن بين الطلاق والمقام معه، وهذا قول <span id='ms0617'></span> عائشة\nومجاهد والشعبي ومقاتل.\n</p>\n\n<p>\nواختلفوا في السبب الذي لأجله خير صلى الله عليه وسلم نساءه على أقوال:\n</p>\n\n<p>\nأحدها: أن الله تعالى خيره بين ملك الدنيا ونعيم الآخرة على الدنيا،\nفاختار الآخرة وقال: \"اللهم أحيني مسكينا وأمتني مسكينا واحشرني في زمرة\nالمساكين\". فلما اختار ذلك أمره الله تعالى بتخيير نسائه ليكن على مثل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p125'> Vol. 07, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nاختياره. حكاه أبو القاسم النميري.\n</p>\n\n<p>\nوالثاني: لأنهن تغايرن عليه.\n</p>\n\n<p>\nوالثالث: لأن أزواجه طالبنه وكان غير مستطيع، فكان أولهن أم سلمة سألته\nسترا معلما، وسألته ميمونة حلة يمانية، وسألته زينب ثوبا مخططا وهو البرد\nاليماني، وسألته أم حبيبة ثوبا سحوليا، وسألته كل واحدة شيئا إلا عائشة.\nحكاه النقاش.\n</p>\n\n<p>\nوالرابع: أن أزواجه عليه السلام اجتمعن يوما فقلن: نريد ما تريد النساء\nمن الحلي فأنزل الله آية التخيير، حكاه النقاش أيضا، وذلك أنه لما نصر الله\nتعالى رسوله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p126'> Vol. 07, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nوفتح عليه قريظة والنضير، ظن أزواجه أنه اختص بنفائس اليهود وذخائرهم،\nفقعدن حوله وقلن يا رسول الله، بنات كسرى وقيصر في الحلي والحلل، ونحن على\nما تراه من الفاقة والضيق، وآلمن قلبه لمطالبتهن له بتوسعة الحال، وأن\nيعاملن بما يعامل به الملوك والأكابر أزواجهم، فأمره الله تعالى أن يتلو\nعليهن ما نزل في أمرهن لئلا يكون لأحد منهن عليه منة في الصبر على ما\nاختاره من خشونة العيش. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p127'> Vol. 07, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nفلما اخترنه وصبرن معه عوضهن الله على صبرهن بأمرين: أحدهما أن جعلهن\nأمهات المؤمنين تعظيما لحقهن وتأكيدا لحرمتهن، وتفضيلهن على سائر النساء\nبقوله: {لستن كأحد من النساء} [الأحزاب: 32] ، والثاني: أن حرم الله عليه\nطلاقهن والاستبدال بهن فقال تعالى: {لا يحل لك النساء من بعد ولا أن تبدل\nبهن من أزواج} [الأحزاب: 52] الآية، فكان تحريم طلاقهن مستداما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p128'> Vol. 07, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nوأما تحريم التزويج عليهن فنسخ، قالت عائشة: ما مات رسول الله صلى الله\nعليه وسلم حتى أحل الله له النساء، يعني اللاتي حرمن عليه، وقيل: الناسخ\nلتحريمهن عليه قوله تعالى: {إنا أحللنا لك أزواجك} [الأحزاب: 50] الآية.\n</p>\n\n<p>\nوقال النووي في الروضة: لما خيرهن فاخترنه كافأهن على حسن صنيعهن بالجنة\nفقال <span id='ms0618'></span>: {فإن الله أعد للمحسنات منكن أجرا عظيما} . انتهى.\n</p>\n\n<p>\nوإنما اختص صلى الله عليه وسلم بوجوب التخيير لنسائه بين التسريح\nوالإمساك، لأن الجمع بين عدد منهن يوغر صدورهن بالغيرة التي هي أعظم\nالآلام، وهو إيذاء يكاد ينفر القلب ويوهن الاعتقاد، وكذا إلزامهن على الصبر\nوالفقر يؤذيهن، ومهما ألقى زمام الأمر إليهن خرج عن أن يكون ضررا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p129'> Vol. 07, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nفنزه عن ذلك منصبه العالي. وقيل له: {يا أيها النبي قل لأزواجك} .\n</p>\n\n<p>\nومنها: إتمام كل تطوع شرع فيه، حكاه في الروضة وأصلها، قال النووي: وهو\nضعيف. وفرعه بعض الأصحاب: على أنه كان يحرم عليه صلى الله عليه وسلم إذا\nلبس لأمته أن ينزعها حتى يلقى العدو ويقاتل, ذكره في تهذيب الأسماء\nواللغات.\n</p>\n\n<p>\nومنها: أنه كان يلزمه أداء فرض الصلاة بلا خلل. قال الماوردي: قال\nالعراقي في شرح المهذب: إنه كان معصوما عن نقص الفرض، والمراد خلل لا يبطل\nالصلاة.\n</p>\n\n<p>\nوقال بعضهم: كان يجب عليه صلى الله عليه وسلم إذا رأى ما يعجبه أن يقول:\n\"لبيك إن العيش عيش الآخرة\"، ثم قال: هذه كلمة صدرت منه صلى الله عليه وسلم\nفي أنعم حالة يسر بها، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p130'> Vol. 07, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nوهو يوم حجه بعرفة، وفي أشد حالة وهو يوم الخندق، انتهى.\n</p>\n\n<p>\nومنها: أنه كان يؤخذ عن الدنيا حالة الوحي، ولا يسقط عنه الصوم والصلاة\nوسائر الأحكام، كما ذكره في زوائد الروضة عن ابن القاص والقفال، وكذا ذكره\nابن سبع.\n</p>\n\n<p>\nومنها: أنه كان يغان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p131'> Vol. 07, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nعلى قلبه فيستغفر الله سبعين مرة. ذكره ابن القاص ونقله عنه ابن الملقن\nفي كتاب الخصائص، ورواه مسلم وأبو داود من حديث الأغر المزني بلفظ: \"إنه\nليغان على قلبي وإني لأستغفر الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p132'> Vol. 07, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\nفي اليوم مائة مرة\", وهذا لفظ مسلم، وقال أبو داود \"في كل يوم\" قال الشيخ\nولي الدين العراقي: والظاهر أن الجملة الثانية مرتبة على الأولى، وأن سبب\nالاستغفار: الغين، ويدل لذلك قوله في رواية النسائي في عمل اليوم والليلة:\n\"إنه ليغان على قلبي حتى أستغفر الله كل يوم مائة مرة\"، وفي رواية له أيضا:\n\"فأستغفر الله <span id='ms0619'></span>\". وألفاظ الحديث يفسر بعضها بعضا. ويحتمل من حيث اللفظ أن\nتكون الجملة الثانية كلاما برأسه غير متعلقة بما قبله، فيكون عليه السلام\nأخبر بأنه يغان على قلبه، وبأنه يستغفر الله في اليوم مائة مرة. انتهى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p133'> Vol. 07, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أبو عبيد: أصل الغين في هذا، ما يغشى القلب ويغطيه، وأصله: من غين\nالسماء، وهو إطباق الغيم عليها.\n</p>\n\n<p>\nوقال غيره: الغين شيء يغشى القلب ولا يغطيه كل التغطية، كالغيم الرقيق\nالذي يعرض في الهواء فلا يمنع ضوء الشمس.\n</p>\n\n<p>\nقال القاضي عياض -بعد حكايته لذلك: فيكون المراد بهذا الغين إشارة إلى\nغفلات قلبه وفترات نفسه وسهواها عن مداومة الذكر ومشاهدة الحق بما كان صلى\nالله عليه وسلم دفع إليه من مقاساة البشر وسياسة الأمة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p134'> Vol. 07, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nومعاناة الأهل، ومقاومة الولي والعدو، ومصلحة النفس، وكلفه من أعباء أداء\nالرسالة وحمل الأمانة، وهو في كل هذا في طاعة ربه، وعبادة خالقه، لكن لما\nكان صلى الله عليه وسلم أرفع الخلق عند الله مكانة وأعلاهم درجة، وأتمهم به\nمعرفة، وكانت حالته عند خلوص قلبه وخلو همته، وتفرده بربه وإقباله بكليته\nعليه، ومقامه هنالك أرفع حاليه، رأى عليه السلام حال فترته عنها، وشغله\nبسواها غضا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p135'> Vol. 07, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\nمن علي حاله، وخفضا من رفيع مقامه، فاستغفر الله من ذلك، قال: وهذا أولى\nوجوه الحديث وأشهرها، وإلى معنى ما أشرنا إليه مال كثير من الناس، وحام\nحوله فقارب ولم يرد، وقد قربنا غامض معناه، وكشفنا للمستفيد محياه، وهو\nمبني على جواز الفترات والغفلات والسهو في غير طريق البلاغ، انتهى.\n</p>\n\n<p>\nوتعقب: بأنه لا ترضى نسبته صلى الله عليه وسلم إلى ذلك، لما يلزم عليه من\nتفضيل الملائكة عليه بعدم الفترة عن التسبيح والمشاهدة، ولقوله عليه\nالسلام: \"لست أنسى ولكن أنسي لأسن\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p136'> Vol. 07, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\nفهذه ليست فترة وإنما هي لحكمة مقصودة يثبت بها حكم شرعي، فالأولى أن\nيحمل على ما جعله علة فيه، وهو ما دفع إليه من مقاساة البشر وسياسة الأمة،\nومعاناة الأهل، وحمل كل أعباء النبوة وحمل أثقالها، انتهى.\n</p>\n\n<p>\nوقيل: الغين شيء يعتري القلب مما يقع من <span id='ms0620'></span> حديث النفس، قال الحافظ شيخ\nالإسلام ابن حجر: وهذا أشار إليه الرافعي في أماليه، وقال: إن والده كان\nيقرره.\n</p>\n\n<p>\nوقيل: كانت حالة يطلع فيها على أحوال أمته فيستغفر الله لهم.\n</p>\n\n<p>\nوقيل: هو السكينة التي تغشى قلبه، والاستغفار لإظهار العبودية لله تعالى،\nوالشكر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p137'> Vol. 07, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\nلما أولاه.\n</p>\n\n<p>\nوقال شيخ الإسلام ابن العراقي أيضا: هذه الجملة حالية، أخبر عليه السلام\nأنه يغان على قلبه من أن حالة الاستغفار في اليوم مائة مرة، وهي حال مقدرة،\nلأن الغين ليس موجودا في حال الاستغفار، بل إذا جاء الاستغفار أذهب ذلك\nالغين. قال: وعلى تقدير تعلق إحدى الجملتين بالأخرى، وأن الثانية مسببة عن\nالأولى، فيحتمل أن يكون هذا الغين تغطية للقلب عن أمور الدنيا، وحجابا بينه\nوبينها، فيجتمع القلب حينئذ على الله تعالى ويتفرغ للاستغفار شكرا وملازمة\nللعبودية، قال: وهذا معنى ما قاله القاضي عياض، انتهى ومراده قوله في\n\"الشفاء\": وقد يحتمل أن تكون هذه الإغانة حالة خشية وإعظام تغشى قلبه\nفيستغفر حينئذ شكرا لله تعالى، وملازمة لعبوديته. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p138'> Vol. 07, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nقال الشيخ ابن العراقي: وهو عندي كلام حسن جدا، وتكون الجملة الثانية\nمسببة عن الأولى، لا بمعنى أنه يسعى بالاستغفار في إزالة الغين، بل بمعنى\nأن الغين أصل محمود، وهو الذي تسبب عنه الاستغفار، وترتب عليه، وهذا أنزه\nالأقوال وأحسنها لأن الغين حينئذ وصف محمود وهو الذي نشأ عنه الاستغفار،\nوعلى الأول يكون \"الغين\" مما يسعى في إزالته بالاستغفار، وما ترتب الإشكال\nوجاء السؤال إلا على تفسير الغين بذلك، وأهل اللغة إنما فسروا الغين\nبالغشاء، فنحمله على غشاء يليق بحاله صلى الله عليه وسلم، وهو الغشاء الذي\nيصرف القلب ويحجبه عن أمور الدنيا، لا سيما وقد رتب على أمر الغشاء أمرا\nمحمودا وهو الاستغفار، فما نشأ هذا الأمر الحسن إلا عن أمر حسن، وانتهى.\n</p>\n\n<p>\nوذكر الشيخ تاج الدين بن عطاء الله في كتابه \"لطائف المتن\" أن الشيخ أبا\nالحسن الشاذلي قال: رأيت النبي صلى الله عليه وسلم في النوم فسألته عن هذا\nالحديث \"إنه ليغان على قلبي\" فقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p139'> Vol. 07, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nلي <span id='ms0621'></span>: يا مبارك: ذلك غين الأنوار، لا غين الأغيار. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p140'> Vol. 07, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\nالقسم الثاني: ما اختص به صلى الله عليه وسلم\n</p>\n\n<p>\nمما حرم عليه:\n</p>\n\n<p>\nفمنها: تحريم الزكاة عليه، وكذا الصدقة على الصحيح المشهور المنصوص، قال\nعليه الصلاة والسلام: \"إنا لا نأكل الصدقة\" رواه مسلم، ومن قال بإباحتها له\nويقول: لا يلزم من امتناعه من أكلها تحريمها، فلعله ترك ذلك تنزها مع\nإباحتها له، وهذا خلاف ظاهر الحديث. قال شيخ الإسلام ابن العراقي، في شرح\nالتقريب: وعلى كل حال ففيه أن من خصائصه عليه الصلاة والسلام الامتناع من\nأكل الصدقة إما وجوبا وإما تنزها، انتهى.\n</p>\n\n<p>\nوالحكمة في ذلك: صيانة منصبه الشريف عن أوساخ أموال الناس.\n</p>\n\n<p>\nومنها: تحريم الزكاة على آله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p141'> Vol. 07, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\nوتحريم كون آله عمالا على الزكاة في الأصح، كذا يحرم صرف النذر والكفارة\nإليهم، وأما صدقة التطوع فتحل لهم في الأصح خلافا للمالكية وهو وجه عندنا.\n</p>\n\n<p>\nومنها: أنه يحرم عليه صلى الله عليه وسلم كل ما له رائحة كريهة، كثوم\nوبصل، لتوقع مجيء الملائكة والوحي كل ساعة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p142'> Vol. 07, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nوالأكل متكئا في أحد الوجهين فيهما، والأصح في الروضة كراهتهما، وتعقب\nالسهيلي الاتكاء فقال: قد يكره لغيره أيضا لأنه من فعل المتعظمين، وقد تقدم\nمزيد لذلك.\n</p>\n\n<p>\nومنها تحريم الكتابة والشعر، وإنما يتجه القول لتحريمهما ممن يقول إنه\nصلى الله عليه وسلم كان يحسنهما، والأصح أنه كان لا يحسنهما، قال تعالى:\n{وما كنت تتلو من قبله من كتاب ولا تخطه بيمينك} [العنكبوت: 48] ، وقال\nتعالى: {وما علمناه الشعر وما ينبغي له} [يس: 69] ، أي: ما هو في طبعه، ولا\nيحسنه ولا تقتضيه جبلته ولا يصلح له.\n</p>\n\n<p>\nوأجيب: بأن المراد تحريم التوصل إليهما. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p143'> Vol. 07, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\nوهل منع الشعر خاص به عليه السلام أو بنوع الأنبياء؟ قال بعضهم: هو عام\nلقوله تعالى: {وما علمناه الشعر وما ينبغي له} ، لأنه لا يظهر فيه للخصوص\nنكتة. وتقدم في قصة الحديبية البحث في كونه عليه السلام كان يحسن الكتابة\nأم لا.\n</p>\n\n<p>\nومنها: نزع لأمته إذا لبسها، حتى يقاتل أو يحكم الله بينه وبين عدوه <span id='ms0622'></span>.\n</p>\n\n<p>\nومنها: المن ليستكثر، ذكره الرافعي، قال الله تعالى: {ولا تمنن تستكثر}\n[المدثر: 6] . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p144'> Vol. 07, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\nأي: لا تعط شيئا لتطلب أكثر منه، بل أعط لربك واقصد به وجهه، فأدبه بأشرف\nالآداب، قاله أكثر المفسرين، وقال الضحاك ومجاهد: هذا كان للنبي صلى الله\nعليه وسلم خاصة، وليس على أحد من أمته، وقال قتادة: لا تعط شيئا لمجازاة\nالدنيا، أي أعط لربك، وعن الحسن: لا تمنن على الله بعملك فتستكثره، وقيل:\nلا تمنن على الناس بالنبوة فتأخذ عليها أجرا وعوضا من الدنيا.\n</p>\n\n<p>\nومنها: مد العين إلى ما متع به الناس، قال الله تعالى: {ولا تمدن عينيك\nإلى ما متعنا به} ، أي: استحسانا له وتمنيا أن يكون لك مثله {أزواجا منهم}\n[الحجر: 88] . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p145'> Vol. 07, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\nأشكالا وأشباها من الكفار، وهي المزاوجة بين الأشياء، وهي المشاكلة.\n</p>\n\n<p>\nوعن ابن عباس: أصنافا منهم، فإنه مستحقر بالإضافة إلى ما أوتيته فإنه\nكمال مطلوب بالذات مفض إلى دوام اللذات.\n</p>\n\n<p>\nومنها: خائنة الأعين، وهي الإيماء إلى مباح من قتل أو ضرب على خلاف ما\nيشعر به الحال، كما قيل له عليه الصلاة والسلام في قصة رجل أراد قتله: هلا\nأومأت إلينا بقتله، فقال: \"ما كان ينبغي لنبي أن تكون له خائنة الأعين\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p146'> Vol. 07, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\nولا يحرم ذلك على غيره إلا في محظور، قاله الرافعي فيما نقله الحجازي في\nمختصر الروضة.\n</p>\n\n<p>\nومنها: نكاح من لم تهاجر، في أحد الوجهين: قال الله تعالى: {يا أيها\nالنبي إنا أحللنا لك أزواجك اللاتي آتيت أجورهن} أي: مهورهن، سمي المهر\nأجرا لأن المهر أجر على البضع وتقييد الإحلال بإعطائها معجلة لا يتوقف الحل\nعليه، بل لإيثار الأفضل، كتقييد إحلال المملوكة بكونها مسببة في قوله: {وما\nملكت يمينك مما أفاء الله عليك وبنات عمك وبنات عماتك وبنات خالك وبنات\nخالاتك} يعني من نساء بني زهرة {اللاتي هاجرن معك} [الأحزاب: 50] قالوا:\nالمراد هاجرن كما هاجرت، وإن لم تكن هجرتها في حال هجرته. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p147'> Vol. 07, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\nوظاهره يدل على أن الهجرة شرط في التحليل، وأن من لم تهاجر من النساء لم\nيحل له نكاحها. وقالت أم هانئ: خطبني <span id='ms0623'></span> النبي صلى الله عليه وسلم فاعتذرت\nإليه بعذر فعذرني، فأنزل الله تعالى: {يا أيها النبي إنا أحللنا لك أزواجك}\nإلى قوله: {اللاتي هاجرن معك} الآية فلم أكن لأحل له، فإني لم أهاجر معه،\nكنت من الطلقاء.\n</p>\n\n<p>\nوعن بعض المفسرين: أن شرط الهجرة في التحليل منسوخ، ولم يذكر ناسخه.\n</p>\n\n<p>\nوعن الماوردي قولان: أحدهما أن الهجرة شرط في. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p148'> Vol. 07, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nإحلال كل النساء له عليه السلام من غريبة وقريبة، والثاني: أنها شرط في\nإحلال بنات عمه وعماته المذكورات في الآية وليس شرطا في إحلال الأجنبيات،\nوعنه أيضا: أن المراد بالمهاجرات المسلمات.\n</p>\n\n<p>\nومنها: تحريم إمساك من كرهته، قاله الحجازي وغيره.\n</p>\n\n<p>\nومنها: نكاح الكتابية، لأن أزواجه أمهات المؤمنين وزوجات له في الآخرة،\nومعه في درجته في الجنة، ولأنه أشرف من أن يضع ماءه في رحم كافرة، قالوا:\nولو نكح كتابية لهديت إلى الإسلام كرامة له.\n</p>\n\n<p>\nومنها: نكاح الأمة المسلمة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p149'> Vol. 07, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\nولو قدر نكاحه أمة كان ولده منها حرا، ولا تلزمه قيمته لتعذر الرق. قال\nالقاضي حسين، وقال أبو عاصم: تلزم نقله الحجازي، ولا يشترط في حقه حينئذ\nخوف العنت ولا فقد الطول.\n</p>\n\n<p>\nوأما التسري بالأمة فالأصح الحل، لأنه صلى الله عليه وسلم استمتع بأمته\nريحانة قبل أن تسلم، وعلى هذا، فهل عليه تخييرها بين أن تسلم فيمسكها أو\nتقيم على دينها فيفارقها؟ فيه وجهان: أحدهما: نعم لتكون من زوجاته في\nالآخرة والثاني: لا، لأنه لما عرض على ريحانة الإسلام فأبت لم يزلها عن\nملكه وأقام على الاستمتاع، وقد أسلمت بعد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p150'> Vol. 07, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\nومنها: تحريم الإغارة إذا سمع التكبير، كما ذكره ابن سبع في الخصائص.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p151'> Vol. 07, p. 151</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head8'>القسم الثالث: فيما اختص به صلى الله عليه وسلم من المباحات</h1>\n\n<p>\nاختص عليه الصلاة والسلام بإباحة المكث في المسجد جنبا، قال صاحب\nالتلخيص, ومنعه القفال، قال النووي: وما قاله في التلخيص قد يحتج له بقوله\nعليه الصلاة والسلام في حديث أبي سعيد الخدري: \"يا علي لا يحل لأحد أن يجنب\nفي هذا المسجد غيري وغيرك\". قال الترمذي حسن غريب.\n</p>\n\n<p>\nوقد يعترض على هذا الحديث بأن <span id='ms0624'></span> عطية بن سعد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p152'> Vol. 07, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\nضعيف عند الجمهور.\n</p>\n\n<p>\nويجاب بأن الترمذي حكم بأنه حسن فلعله اعتضد بما اقتضى حسنه، لكن إذا\nشاركه عليه السلام علي في ذلك لم يكن من الخصائص.\n</p>\n\n<p>\nوقد غلط إمام الحرمين وغيره صاحب التلخيص في الإباحة.\n</p>\n\n<p>\nواعلم أن معظم المباحات لم يفعلها صلى الله عليه وسلم وإن جازت له.\n</p>\n\n<p>\nومما اختص به أيضا أنه لا ينتقض وضوؤه بالنوم مضطجعا، وفي اللمس وجهان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p153'> Vol. 07, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\nقال النووي: المذهب الجزم بانتقاضه به.\n</p>\n\n<p>\nواستدل القائلون بالأول بنحو حديث عائشة، عند أبي داود، أن النبي صلى\nالله عليه وسلم كان يقبل بعض أزواجه ثم يصلي ولا يتوضأ. ورواه النسائي\nأيضا، وقال أبو داود: وهو مرسل، إبراهيم التيمي لم يسمع من عائشة، وقال\nالنسائي: ليس في هذا الباب حديث أحسن من هذا الحديث وإن كان مرسلا.\n</p>\n\n<p>\nواختص أيضا بإباحة الصلاة بعد العصر، فقد فاتته ركعتان بعد الظهر فقضاهما\nبعد العصر, ثم واظب عليهما، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p154'> Vol. 07, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\nذكره الحجازي، وبجواز صلاة الوتر على الراحلة مع وجوبه عليه، كما ذكره في\nشرح المهذب وعبارته: كان من خصائصه صلى الله عليه وسلم جواز فعل هذا الواجب\nالخاص به على الراحلة. وبالصلاة على الغائب عند أبي حنيفة ومالك.\n</p>\n\n<p>\nوبالقبلة في الصوم، مع قوة الشهوة، روى البخاري من حديث عائشة قالت: كان\nرسول الله صلى الله عليه وسلم يقبل بعض أزواجه وهو صائم، وكان أملككم\nلإربه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p155'> Vol. 07, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\nقال الحافظ ابن حجر: فأشارت بذلك إلى أن الإباحة لمن يكون مالكا لنفسه\nدون من لا يأمن الوقوع فيما يحرم. وفي رواية حماد -عند النسائي- قال\nالأسود: قلت لعائشة: أيباشر الصائم؟ قالت: لا، قلت: أليس كان رسول الله صلى\nالله عليه وسلم يباشر وهو صائم؟ قالت: إنه كان أملككم لإربه. قال وظاهر هذا\nأيضا أنها اعتقدت خصوصية النبي صلى الله عليه وسلم بذلك. قاله القرطبي،\nقال: وهو اجتهاد منها. ويدل على أنها لا ترى بتحريمها ولا بكونها من\nالخصائص: ما رواه مالك في الموطأ أن عائشة بنت طلحة كانت عند عائشة فدخل\nعليها زوجها وهو عبد الله <span id='ms0625'></span> بن عبد الرحمن بن أبي بكر فقالت عائشة: ما يمنعك\nأن تدنو من أهلك فتلاعبها وتقبلها؟ قال: أقبلها وأنا صائم؟ قالت: نعم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p156'> Vol. 07, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\nواختص أيضا بإباحة الوصال في الصوم: كما سيأتي، وقال إمام الحرمين، وهو\nقربة في حقه عليه السلام.\n</p>\n\n<p>\nوأن يأخذ الطعام والشراب من مالكهما المحتاج إليهما إذا احتاج، ويجب على\nصاحبهما البذل. ويفدي بمهجته مهجة رسول الله صلى الله عليه وسلم. قال الله\nتعالى: {النبي أولى بالمؤمنين} [الأحزاب: 6] ، ولو قصده ظالم وجب على كل من\nحضره أن يبذل نفسه دونه صلى الله عليه وسلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p157'> Vol. 07, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\nكما وقاه طلحة بنفسه يوم أحد.\n</p>\n\n<p>\nوبإباحة النظر إلى الأجنبيات لعصمته، وسيأتي إن شاء الله تعالى في القسم\nالرابع حكم غيره عليه السلام. وبجواز الخلوة بهن. قال في فتح الباري: الذي\nوضح لنا بالأدلة القوية أن من خصائصه صلى الله عليه وسلم جواز الخلوة\nبالأجنبية والنظر إليها، ويدل له قصة أم حرام بنت ملحان في دخوله صلى الله\nعليه وسلم عليها ونومه عندها وتفليتها رأسه، ولم يكن بينهما محرمية ولا\nزوجية، انتهى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p158'> Vol. 07, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\nومنها نكاح أكثر من أربع نسوة، وكذلك الأنبياء، وفي الزيادة لنبينا صلى\nالله عليه وسلم على التسع خلاف. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p159'> Vol. 07, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\nويجوز له النكاح بلفظ الهبة من جهة المرأة، قال الله تعالى: {وامرأة\nمؤمنة إن وهبت نفسها للنبي} [الأحزاب: 5] ، وأما من جهته عليه الصلاة\nوالسلام فلا بد من لفظ النكاح أو التزويج على الأصح في أصل الروضة، وحكاه\nالرافعي عن ترجيح الشيخ أبي حامد لظاهر قوله تعالى: {إن أراد النبي أن\nيستنكحها خالصة لك} [الأحزاب: 5] .\n</p>\n\n<p>\nقال البيضاوي: في قوله تعالى: {وامرأة مؤمنة} الآية، أي: أعلمناك حل\nامرأة تهب كل نفسها ولا تطلب مهرا إن اتفق، ولذلك نكرها.\n</p>\n\n<p>\nواختلف في ذلك، والقائل به ذكر أنها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p160'> Vol. 07, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\nميمونة بنت الحارث، وزينب بنت خزيمة الأنصارية، وأم شريك بنت جابر بن عوف\nالقرشية العامرية، وخولة بنت جابر وخولة بنت حكيم، قال: وقرئ \"أن\" بالفتح،\nأي لأن وهبت، أو مدة أن وهبت. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p161'> Vol. 07, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\nكقولك: اجلس ما دام زيد جالسا، قال: وقوله: {إن أراد <span id='ms0626'></span> النبي أن يستنكحها}\nشرط للشرط الأول في استيجاب الحل، فإن هبتها نفسها منه لا توجب له إلا\nبإرادته نكاحها، فإنها جارية مجرى القبول، قال: والعدول عن الخطاب إلى\nالغيبة بلفظ \"النبي\" مكررا. ثم الرجوع إليه في قوله: {خالصة لك من دون\nالمؤمنين} [الأحزاب: 50] إيذان بأنه مما خص به لشرف نبوته وتقرير لاستحقاقه\nالكرامة لأجله، انتهى.\n</p>\n\n<p>\nوقال المعافى: وفي معنى \"خالصة\" ثلاثة أقوال: أحدها: أن المرأة إذا وهبت\nنفسها له لم يلزمه صداقها دون غيره من المؤمنين. قاله أنس بن مالك وابن\nالمسيب. والثاني: أنه له أن ينكحها بلا ولي ولا شهود دون غيره. قاله قتادة،\nوالثالث: خالصة لك أن تملك عقد نكاحها بلفظ الهبة دون المؤمنين، قال: وهذا\nقول الشافعي وأحمد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p162'> Vol. 07, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\nوعن أبي حنيفة ينعقد النكاح بلفظ الهبة لغيره صلى الله عليه وسلم أيضا.\n</p>\n\n<p>\nوكذا يجوز له عليه الصلاة والسلام النكاح بلا مهر ابتداء وانتهاء، كما\nتقدم أن المرأة إذا وهبت نفسها له عليه الصلاة والسلام لا يلزمه صداقها.\nقال النووي: إذا وهبت امرأة نفسها له عليه الصلاة والسلام فتزوجها بلا مهر\nحل له ذلك، ولا يجب عليه مهرها بالدخول، ولا بغير ذلك، بخلاف غيره فإنه لا\nيخلو نكاحه من وجوب مهر، إما مسمى وإما مهر والله أعلم.\n</p>\n\n<p>\nوكذا يجوز له النكاح في حال الإحرام، قال النووي في شرح مسلم: قال جماعة\nمن أصحابنا أنه صلى الله عليه وسلم كان له أن يتزوج في حال الإحرام، وهو\nمما خص به دون الأمة، قال: وهذا أصح الوجهين عند أصحابنا، انتهى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p163'> Vol. 07, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\nوكذا يجوز له النكاح بغير رضا المرأة، فلو رغب في نكاح امرأة خلية لزمها\nالإجابة، وحرم على غيره خطبتها، أو متزوجة وجب على زوجها طلاقها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p164'> Vol. 07, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\nقال الغزالي: ولعل السر فيه من جانب الزوج امتحان إيمانه بتكليف النزول\nعن أهله، فإنه صلى الله عليه وسلم قال: لا يؤمن أحدكم حتى أكون أحب إليه من\nنفسه وأهله وولده والناس أجمعين.\n</p>\n\n<p>\nويدل لهذه الخصيصة قصة زينب بنت جحش، بنت عمته صلى الله عليه وسلم <span id='ms0627'></span> أميمة\nبنت عبد المطلب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p165'> Vol. 07, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\nالمنصوص عليها بقوله تعالى: {وإذ تقول للذي أنعم الله عليه} أي: بنعمة\nالإسلام وهي أجل النعم {وأنعمت عليه} ، أي: بالإعتاق بتوفيق الله لك، وهو\nزيد بن حارثة الكلبي، وكان من سبي الجاهلية، فملكه رسول الله صلى الله عليه\nوسلم قبل البعثة وأعتقه وتبناه وخطب له زينب فأبت هي وأخوها عبد الله، ثم\nرضيا لما نزل قوله تعالى: {وما كان لمؤمن ولا مؤمنة} [الأحزاب: 36] الآية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p166'> Vol. 07, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\nوكان الرجل في الجاهلية وصدر الإسلام إذا تبنى ولد غيره يدعوه الناس به\nويرث ميراثه وتحرم عليه زوجته، فنسخ الله التبني بقوله: {ادعوهم لآبائهم}\nوبهذه القصة يثبت الحكم بالقول والفعل، فأوحى الله تعالى إليه أن زيدا\nسيطلقها، وأنه صلى الله عليه وسلم يتزوجها، وألقى في قلب زيد كراهتها،\nفأراد فراقها فأتى رسول الله صلى الله عليه وسلم فقال: إني أريد أن أفارق\nصاحبتي قال: \"ما لك؟ أرابك منها شيء\"؟. قال: لا والله يا رسول الله! ما\nرأيت منها إلا خيرا، ولكنها تتعظم علي بشرفها وتؤذيني. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p167'> Vol. 07, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\nبلسانها، فقال له صلى الله عليه وسلم قوله تعالى: {أمسك عليك زوجك واتق\nالله} [الأحزاب: 37] ، أي: في أمرها، فلا تطلقها ضرارا وتعللا {فلما قضى\nزيد منها وطرا} ولم يبق له فيها حاجة، وطلقها وانقضت عدتها زوجها الله\nتعالى له، كما قال تعالى: {زوجناكها} والمعنى أنه أمره بتزويجها منه، أو\nجعلها زوجته بلا واسطة عقد, ويؤيده أنها كانت تقول لسائر نساء رسول الله\nصلى الله عليه وسلم: إن الله تولى نكاحي، وأنتن زوجكن أولياؤكن.\n</p>\n\n<p>\nوقيل: إن زيدا كان السفير للتزويج بينهما. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p168'> Vol. 07, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\nوفي ذلك ابتلاء عظيم لزيد، وشاهد بين على قوة إيمانه.\n</p>\n\n<p>\nوقد علل الله تعالى تزويجه إياها بقوله: {لكي لا يكون على المؤمنين حرج\nفي أزواج أدعيائهم} ، أي في أن يتزوجوا زوجات من كانوا يتبنونه إذا\nفارقوهن، وأن هؤلاء الزوجات ليست داخلات فيما حرم في قوله: {وحلائل\nأبنائكم} .\n</p>\n\n<p>\nوأما قوله: {وتخفي في نفسك} ، فمعناه: علمك أنه سيطلقها وتتزوجها، فعاتبه\nالله تعالى عن هذا القدر في شيء أباحه له <span id='ms0628'></span>، بأن قال: {أمسك عليك زوجك} مع\nعلمه أنه سيطلق، وهذا مروي عن علي بن الحسين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p169'> Vol. 07, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\nوعليه أهل التحقيق من المفسرين، كالزهري، وبكر بن العلاء، والقاضي أبي\nبكر بن العربي وغيرهم.\n</p>\n\n<p>\nوالمراد بقوله: {وتخشى الناس} إنما هو في إرجاف المنافقين في تزويج نساء\nالأبناء، والنبي صلى الله عليه وسلم معصوم في الحركات والسكنات، ولبعض\nالمفسرين هنا كلام لا يليق بمنصب النبوة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p170'> Vol. 07, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل قوله: {واتق الله وتخفي في نفسك ما الله مبديه} خطاب من الله تعالى،\nأو من الرسول عليه الصلاة والسلام لزيد، فإنه أخفى الميل إليها وأظهر\nالرغبة عنها لما توهم أن رسول الله صلى الله عليه وسلم يريد أن تكون من\nنسائه.\n</p>\n\n<p>\nقال جار الله: وكم من شيء مباح يتحفظ الإنسان منه ويستحيي من إطلاع الناس\nعليه، فطموح قلب الإنسان إلى بعض مشتهياته من امرأة وغيرها غير موصوف\nبالقبح في العقل ولا في الشرع، وتناول المباح بالطريق الشرعي ليس بقبيح\nأيضا، وهي خطبة زينب ونكاحها من غير استنزال زيد عنها ولا طلب إليه، ولم\nيكن مستكرها عندهم أن ينزل الرجل منهم عن امرأته لصديقه ولا مستهجنا إذا\nنزل عنها أن ينكحها آخر، فإن المهاجرين حين دخلوا المدينة واستهم الأنصار\nبكل شيء، حتى إن الرجل منهم إذا كانت له امرأتان نزل عن إحداهما وأنكحها\nالمهاجري. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p171'> Vol. 07, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\nفإذا كان الأمر مباحا من جميع جهاته لم يكن فيه وجه من وجوه القبح،\nانتهى.\n</p>\n\n<p>\nوكذا يجوز له عليه الصلاة والسلام النكاح بلا ولي وبلا شهود. قال النووي:\nالصحيح المشهور عند أصحابنا صحة نكاحه عليه الصلاة والسلام بلا ولي وبلا\nشهود لعدم الحاجة إلى ذلك في حقه عليه الصلاة والسلام، وهذا الخلاف في غير\nزينب أما زينب فمنصوص عليها والله أعلم.\n</p>\n\n<p>\nقال العلماء: إنما اعتبر الولي للمحافظة على الكفاءة، وهو صلى الله عليه\nوسلم فوق الأكفاء، وإنما اعتبر الشهود لأمن الجحود، وهو عليه الصلاة\nوالسلام لا يجحد ولو جحدت هي لم يرجع إلى قولها، بل قال العراقي في شرح\nالمهذب: تكون كافرة بتكذيبه.\n</p>\n\n<p>\nوكان له عليه <span id='ms0629'></span> الصلاة والسلام تزويج المرأة ممن شاء بغير إذنها وإذن\nوليها، وله إجبار الصغيرة من غير بناته، وزوج ابنة حمزة مع وجود عمها\nالعباس. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p172'> Vol. 07, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\nفيقدم على الأب.\n</p>\n\n<p>\nوزوجه الله تعالى بزينب، فدخل عليها بتزويج الله بغير عقد من نفسه. وعبر\nفي الروضة عن هذا بقوله: وكانت المرأة تحل له بتحليل الله تعالى بغير عقد.\n</p>\n\n<p>\nوأعتق أمته صفية وجعل عتقها صداقها، كما أخرجه البخاري عن أنس في الصلاة\nوالمغازي والنكاح مطولا ومختصرا وبظاهره تمسك أحمد والحسن وطائفة لقولهم\nبجواز ذلك لغيره حتى لو طلقها قبل الدخول وجب له عليها نصف قيمتها، وقد\nاختلف في معناه، فقيل إنه أعتقها بشرط أن يتزوجها، فوجب له عليها قيمتها\nوكانت معلومة، فتزوجها بها، ويؤيده قوله في رواية عبد العزيز بن صهيب: سمعت\nأنسا قال: سبى رسول الله صلى الله عليه وسلم صفية فأعتقها وتزوجها، فقال\nثابت. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p173'> Vol. 07, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\nلأنس: ما أصدقها؟ قال: أصدقها نفسها، هكذا أخرجه البخاري في المغازي. وفي\nرواية حماد عن ثابت وعبد العزيز عن أنس في حديث قال: وصارت صفية لرسول الله\nصلى الله عليه وسلم ثم تزوجها وجعل عتقها صداقها. قال عبد العزيز لثابت: يا\nأبا محمد أنت سألك أنسا ما أمهرها؟ قال: أمهرها نفسها، فتبسم. فهو ظاهر جدا\nفي أن المجعول مهرا هو نفس العتق. والتأويل الأول لا بأس به، فإنه لا\nمنافاة بينه وبين القواعد حتى لو كانت القيمة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p174'> Vol. 07, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\nمجهولة، فإن في صحة العقد بالشرط المذكور وجها عند الشافعية.\n</p>\n\n<p>\nوقال آخرون: بل جعل نفس العتق المهر، لكنه من خصائصه، وممن جزم بذلك\nالماوردي.\n</p>\n\n<p>\nوقال آخرون: قوله: \"أعتقها وتزوجها\" معناه: ثم تزوجها، فلما لم يكن يعلم\nأساق لها صداقا، قال: أصدقها نفسها، أي: لم يصدقها شيئا فيما أعلم، ولم ينف\nأصل الصداق، ومن ثم قال أبو الطيب الطبري من الشافعية، وابن المرابط من\nالمالكية ومن تبعهم: إنه قول أنس قاله ظنا من قبل نفسه ولم يرفعه. ويعارضه\nما أخرجه الطبراني وأبو الشيخ من حديث صفية نفسها قالت: أعتقني النبي صلى\nالله عليه وسلم <span id='ms0630'></span> وجعل عتقي صداقي. وهذا موافق لحديث أنس، وفيه رد على من\nقال: إن أنسا قال ذلك بناء على ظنه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p175'> Vol. 07, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\nويحتمل أن يكون أعتقها بشرط أن ينكحها من غير مهر، فلزمها الوفاء بذلك،\nوهذا خاص بالنبي صلى الله عليه وسلم دون غيره.\n</p>\n\n<p>\nويحتمل: أنه أعتقها بغير عوض، وتزوجها بغير مهر في الحال، ولا في المآل،\nقال ابن الصلاح: معناه أن العتق حل محل الصداق وإن لم يكن صداقا، قال: وهذا\nكقولهم الجوع زاد من لا زاد له، قال: وهذا أصح الأوجه وأقربها إلى لفظ\nالحديث، وتبعه النووي في \"الروضة\".\n</p>\n\n<p>\nوممن جزم أن ذلك من الخصائص يحيى بن أكثم فيما أخرجه البيهقي، وكذا نقله\nالمزني عن الشافعي قال: وموضع الخصوصية، أنه أعتقها مطلقا وتزوجها بغير مهر\nولا شهود، وهذا بخلاف غيره، انتهى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p176'> Vol. 07, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\nوقال النووي في شرح مسلم: الصحيح الذي اختاره المحققون، أنه أعتقها تبرعا\nبلا عوض، ولا شرط، ثم تزوجها برضاها من غير صداق، والله أعلم. قال شيخ\nالحفاظ ابن حجر.\n</p>\n\n<p>\nواختلف في انحصار طلاقه صلى الله عليه وسلم في الثلاث، وعلى الحصر، قيل:\nتحل له من غير محلل، وقيل لا تحل له أبدا.\n</p>\n\n<p>\nوكان له نكاح المعتدة في أحد الوجهين. قال النووي: الصواب القطع بامتناع\nنكاح المعتدة من غيره والله أعلم.\n</p>\n\n<p>\nوفي وجوب نفقة زوجاته عليه الصلاة والسلام وجهان، قال النووي: الصحيح:\nالوجوب، انتهى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p177'> Vol. 07, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\nولا يجب عليه القسم فيما قاله طوائف من أهل العلم، وبه جزم الاصطخري من\nالشافعية، والمشهور عندهم وعند الأكثرين الوجوب.\n</p>\n\n<p>\nوفي حل الجمع له بين المرأة وعمتها وخالتها وجهان، لا أختها وبنتها\nوأمها، قالوا: ومرجع غالب هذه الخصائص إلى أن النكاح في حقه كالتسري في\nحقنا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p178'> Vol. 07, p. 178</a>\n            </div>\n            \n</p>\n\n<p>\nوكان له عليه الصلاة والسلام أن يصطفي ما شاء من المغنم قبل القسمة من\nجارية وغيرها.\n</p>\n\n<p>\nوأبيح له القتال بمكة والقتل بها، وجواز دخول مكة من غير إحرام مطلقا.\nذكره ابن القاص، واستدلوا له بحديث أنس عند الستة: دخل رسول الله صلى الله\nعليه وسلم مكة عام الفتح وعلى رأسه المغفر <span id='ms0631'></span> وذلك من كونه عليه الصلاة\nوالسلام كان مستور الرأس بالمغفر، والمحرم يجب عليه كشف رأسه. ومن تصريح\nجابر ومالك والزهري بأنه لم يكن محرما، انتهى.\n</p>\n\n<p>\nوأبدى ابن دقيق العيد لستر الرأس احتمالا فقال: يحتمل أن يكون لعذر،\nانتهى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p179'> Vol. 07, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\nوتعقبه الشيخ ولي الدين بن العراقي، فقال: هذا يرد تصريح جابر وغيره:\nقال: وهذا الاستدلال في غير موضع الخلاف المشهور، لأنه عليه الصلاة والسلام\nكان خائفا من القتال متأهبا، ومن كان كذلك فله الدخول عندنا بلا إحرام بلا\nخلاف عندنا، ولا عند أحد نعلمه.\n</p>\n\n<p>\nوقد استشكل النووي في شرح المهذب ذلك، لأن مذهب الشافعي أن مكة فتحت صلحا\nخلافا لأبي حنيفة في قوله: إنها فتحت عنوة، وحينئذ فلا خوف.\n</p>\n\n<p>\nثم أجاب عنه: بأنه عليه الصلاة والسلام صالح أبا سفيان، وكان لا يأمن غدر\nأهل مكة، فدخلها صلحا وهو متأهب للقتال إن غدروا. انتهى.\n</p>\n\n<p>\nوقد ذكرت ما في فتح مكة من المباحث في قصة فتحها من المقصد الأول.\n</p>\n\n<p>\nثم إن غيره صلى الله عليه وسلم إذا لم يكن خائفا، فقال أصحابنا: إن لم\nيكن ممن يتكرر دخوله، ففي وجوب الإحرام عليه قولان: أصحهما عند أكثرهم: أنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p180'> Vol. 07, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\nلا يجب، وقطع به بعضهم، فإن تكرر دخوله كالحطابين ونحوهم ففيه خلاف مرتب\nوهو أولى بعدم الوجوب وهو المذهب.\n</p>\n\n<p>\nوقال بعض الحنابلة بوجوب الإحرام إلا على الخائف وأصحاب الحاجات، وأوجبه\nالمالكية في المشهور عندهم على غير ذوي الحاجات، وأوجبه الحنفية مطلقا إلا\nمن كان داخل الميقات.\n</p>\n\n<p>\nوقد تحرر أن المشهور من مذهب الشافعي: عدم الوجوب مطلقا. ومن مذاهب\nالأئمة الثلاثة الوجوب إلا فيما استثنى.\n</p>\n\n<p>\nومن خصائصه صلى الله عليه وسلم أنه كان يقضي بعلمه من غير خلاف.\n</p>\n\n<p>\nوأن يقضي لنفسه ولولده، وأن يشهد لنفسه ولولده.\n</p>\n\n<p>\nولا تكره له الفتوى ولا القضاء في حال. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p181'> Vol. 07, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\nالغضب، كما ذكره النووي في شرح مسلم، وقد قضى للزبير بشراج الحرة بعد أن\nأغضبه خصم الزبير. لعصمته صلى الله عليه وسلم، فلا يقول في الغضب إلا كما\nيقول في الرضى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p182'> Vol. 07, p. 182</a>\n            </div>\n            \n</p>\n\n<p>\nوكان له أن <span id='ms0632'></span> يدعو لمن شاء بلفظ الصلاة، وليس لنا أن نصلي إلا على نبي أو\nملك.\n</p>\n\n<p>\nوكان له أن يقتل بعد الأمان، وأن يلعن من شاء بغير سبب: واستبعد ذلك.\n</p>\n\n<p>\nوجعل الله تعالى شتمه ولعنه قربة للمشتوم والملعون لدعائه عليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p183'> Vol. 07, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\nالسلام بذلك. قاله ابن القاص، وردوه عليه، حكاه الحجازي في مختصر الروضة\nعن نقل الرافعي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p184'> Vol. 07, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\nوكان يقطع الأراضي قبل فتحها، لأن الله ملكه الأرض كلها. وأفتى الغزالي\nبكفر من عارض أولاد تميم الداري فيما أقطعهم النبي صلى الله عليه وسلم\nوقال: إنه صلى الله عليه وسلم كان يقطع أرض الجنة فأرض الدنيا أولى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p185'> Vol. 07, p. 185</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head9'>الفصل الرابع: ما اختص به صلى الله عليه وسلم من الفضائل والكرامات:</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p185'> Vol. 07, p. 185</a>\n            </div>\n            \n<p>\nمنها: أنه أول النبيين خلقا، كما تقرر في أول هذا الكتاب، وأنه كان نبيا\nوآدم بين الروح والجسد، رواه الترمذي من حديث أبي هريرة.\n</p>\n\n<p>\nومنها: أنه أول من أخذ عليه الميثاق كما مر.\n</p>\n\n<p>\nومنها: أنه أول من قال: \"بلى\" يوم \"ألست بربكم\" رواه أبو سهل القطان في\nجزء من أماليه.\n</p>\n\n<p>\nومنها: أن آدم وجميع المخلوقات خلقوا لأجله، رواه البيهقي وغيره.\n</p>\n\n<p>\nومنها: أن الله كتب اسمه الشريف على العرش. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p186'> Vol. 07, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\nوعلى كل سماء، وعلى الجنان وما فيها. رواه ابن عساكر عن كعب الأحبار.\n</p>\n\n<p>\nومنها: أن الله تعالى أخذ الميثاق على النبيين، آدم فمن بعده، أن يؤمنوا\nبه وينصروه، قال الله تعالى: {وإذ أخذ الله ميثاق النبيين لما آتيتكم من\nكتاب وحكمة ثم جاءكم رسول مصدق لما معكم لتؤمنن به ولتنصرنه} [آل عمران:\n81] قال علي بن أبي طالب: لم يبعث الله نبيا من آدم فمن بعده إلا أخذ عليه\nالعهد في محمد صلى الله عليه وسلم لئن بعث وهو حي ليؤمنن به ولينصرنه ويأخذ\nالعهد بذلك على قومه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p187'> Vol. 07, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\nومنها: أنه وقع التبشير به في الكتب السالفة كما سيأتي إن شاء الله\nتعالى.\n</p>\n\n<p>\nومنها: أنه لم يقع في نسبه من لدن آدم سفاح. رواه البيهقي والطبراني في\nالأوسط وأبو نعيم في الدلائل.\n</p>\n\n<p>\nومنها: أنه نكست الأصنام لمولده رواه الخرائطي -في الهواتف <span id='ms0633'></span>- وغيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p188'> Vol. 07, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\nومنها: أنه ولد مختونا مقطوع السرة، رواه الطبراني وغيره، وتقدم ما فيه\nمن البحث أول الكتاب.\n</p>\n\n<p>\nومنها: أنه خرج نظيفا، ما به من قذر، رواه ابن سعد.\n</p>\n\n<p>\nومنها: أنه وقع ساجدا رافعا إصبعيه كالمتضرع المبتهل. رواه أبو نعيم من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p189'> Vol. 07, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\nحديث ابن عباس. ورأت أمه عند ولادته نورا خرج منها أضاء له قصور الشام،\nوكذلك ترى أمهات الأنبياء. رواه أحمد، وكان مهده صلى الله عليه وسلم يتحرك\nبتحريك الملائكة، كما ذكره ابن سبع في الخصائص، وكان القمر يحدثه وهو في\nمهده، ويميل إليه حيث أشار إليه، رواه ابن طغر بك في \"النطق المفهوم\"\nوغيره. وتكلم في المهد، رواه الواقدي وابن سبع. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p190'> Vol. 07, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\nوظللته الغمامة في الحر، رواه أبو نعيم والبيهقي، ومال إليه فيء الشجرة\nإذا سبق إليه، رواه البيهقي.\n</p>\n\n<p>\nومنها: شق صدره الشريف. رواه مسلم وغيره.\n</p>\n\n<p>\nوغطه جبريل عند ابتداء الوحي ثلاث غلطات. عد هذه بعضهم من خصائصه كما\nنقله الحافظ ابن حجر، قال: ولم ينقل عن أحد من. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p191'> Vol. 07, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\nالأنبياء أنه جرى له عند ابتداء الوحي.\n</p>\n\n<p>\nومنها: أن الله ذكره في القرآن عضوا عضوا، فقلبه بقوله: {ما كذب الفؤاد\nما رأى} [النجم: 11] ، وقوله: {نزل به الروح الأمين، على قلبك} [الشعراء:\n194] ، ولسانه بقوله: {وما ينطق عن الهوى} [النجم: 3] ، وقوله: {فإنما\nيسرناه بلسانك} [مريم: 97] ، وبصره بقوله: {ما زاغ البصر وما طغى} [النجم:\n17] ، ووجه بقوله: {قد نرى تقلب وجهك في السماء} [البقرة: 144] . يده وعنقه\nبقوله: {ولا تجعل يدك مغلولة إلى عنقك} [الإسراء: 29] ، وظهره وصدره بقوله:\n{ألم نشرح لك صدرك، ووضعنا عنك وزرك، الذي أنقض ظهرك} [الشرح: 1-3] ، أخرجه\nالبخاري في تاريخه الصغير من طريق علي بن زيد قال: كان أبو طالب يقول:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p192'> Vol. 07, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\nواشتق اسما من اسم المحمود، ويشهد له ما أخرجه البخاري في تاريخه الصغير\nمن طريق علي بن زيد، قال: كان أبو طالب يقول:\n</p>\n\n<p>\nوشق له من اسمه ليجله ... فذو العرش محمود وهذا محمد\n</p>\n\n<p>\nوهو مشهور لحسان بن ثابت.\n</p>\n\n<p>\nوسمي أحمد، ولم يسم به أحد قبله. رواه مسلم. ولأحمد من حديث علي: \"أعطيت\nأربعا <span id='ms0634'></span> لم يعطهن أحد قبلي ... \". وذكر منها: \"وسميت أحمد\".\n</p>\n\n<p>\nومنها أنه صلى الله عليه وسلم كان يبيت جائعا، ويصبح طاعما يطعمه ربه\nويسقيه من الجنة، كما سيأتي البحث فيه في صيامه صلى الله عليه وسلم من مقصد\nعباداته. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p193'> Vol. 07, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\nوكان يرى من خلفه كما يرى أمامه. رواه مسلم.\n</p>\n\n<p>\nويرى في الليل وفي الظلمة كما يرى بالنهار والضوء. رواه البيهقي.\n</p>\n\n<p>\nوكان ريقه يعذب الماء الملح، رواه أبو نعيم. ويجزي الرضيع، رواه البيهقي.\n</p>\n\n<p>\nومنها: أنه صلى الله عليه وسلم كان إذا مشى في الصخر غاصت قدماه فيه\nوأثرت فيه، كما هو مشهور قديما وحديثا على الألسنة، ونطق به الشعراء في\nمنظومهم، والبلغاء في منثورهم، مع اعتضاده بوجود أثر قدمي الخليل إبراهيم\nعليه أفضل الصلاة والسلام في حجر المقام المذكور في التنزيل في قوله تعالى:\n{فيه آيات بينات مقام إبراهيم} وهو البالغ تعيينه -وأنه أثره- مبلغ\nالتواتر، القائل فيه أبو طالب:\n</p>\n\n<p>\nوموطئ إبراهيم في الصخر رطبة ... على قدميه حافيا غير ناعل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p194'> Vol. 07, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\nوبما في البخاري من حديث أبي هريرة مرفوعا من معجزة تأثير ضرب موسى في\nالحجر ستا أو سبعا إذ فر بثوبه لما اغتسل. إذ ما خص نبي بشيء من المعجزات\nوالكرامات إلا لنبينا صلى الله عليه وسلم مثله، كما نصوا عليه، مع ما يؤيد\nذلك: وهو وجود أثر حافر بغلته الشريفة -على ما قيل- في مسجد بطيبة، حتى عرف\nالمسجد بها، فيقال مسجد البغلة، وما ذاك إلا من سره الساري فيها ليكون ذلك\nأقوى في الآية. وأوضح في الدلالة على إيتائه عليه الصلاة والسلام هذه الآية\nالتي أوتيها الخليل في حجر المقام على وجه أعلى منه.\n</p>\n\n<p>\nبل قال الزبير بن بكار فيما نقله المجد الشيرازي في المغانم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p195'> Vol. 07, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\nالمطابة بعد ذكره لأثر البغلة ومسجدها، وفي غربي هذا المسجد أثر كأنه أثر\nمرفق يذكر أن عليه الصلاة والسلام اتكأ ووضع مرفقه الشريف عليه، وعلى حجر\nآخر أثر الأصابع، والناس يتبركون بهما.\n</p>\n\n<p>\nوقال السيد نور الدين السمهودي في كتابه \"وفاء الوفا\" بعد إيراد ذلك: قلت\nولم أقف <span id='ms0635'></span> في ذلك على أصل إلا أن ابن النجار قال في المساجد التي أدركها\nخرابا بالمدينة ما لفظه، ومسجدان قرب البقيع، أحدهما يعرف بمسجد الإجابة،\nوالثاني يعرف بمسجد البغلة، فيه إسطوان واحد، وهو خراب، وحوله نشز من\nالحجارة، فيه أثر يقولون إنه أثر حافر بغلة النبي صلى الله عليه وسلم،\nانتهى.\n</p>\n\n<p>\nوكان إبطه صلى الله عليه وسلم لا شعر عليه، قال القرطبي، وكان أبيض غير\nمتغير اللون، كما ذكره الطبري وعده من الخصائص، وذكره بعض الشافعية، لحديث\nأنس -المتفق عليه- أنه صلى الله عليه وسلم كان يرفع يديه في الاستسقاء حتى\nيرى بياض إبطيه.\n</p>\n\n<p>\nوقال الشيخ جمال الدين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p196'> Vol. 07, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\nالأسنوي في \"المهمات\" إن بياض الإبط كان من خواصه صلى الله عليه وسلم،\nانتهى.\n</p>\n\n<p>\nقال في شرح تقريب الأسانيد: وما ادعاه من كون هذا من الخصائص فيه نظر، إذ\nلم يثبت ذلك بوجه من الوجوه، بل لم يرد ذلك في شيء من الكتب المعتمدة،\nوالخصائص لا تثبت بالاحتمال، ولا يلزم من ذكر أنس وغيره، بياض إبطيه أن لا\nيكون له شعر، فإن الشعر إذا نتف بقي المكان أبيض، وإن بقي فيه آثار الشعر،\nولذلك ورد في حديث عبد الله بن أقرم الخزاعي، أنه صلى مع رسول الله صلى\nالله عليه وسلم فقال: كنت أنظر إلى عفرة إبطيه إذا سجد، خرجه الترمذي،\nوحسنه، والنسائي، وابن ماجه. وقد ذكر الهروي في \"الغريبين\"، وابن الأثير في\n\"النهاية\" أن العفرة بياض ليس بالناصع ولكن كلون عفرة الأرض، وهو وجهها،\nوهذا يدل على أن آثار الشعر هو الذي جعل المكان أعفر، وإلا فلو كان خاليا\nمن نبات الشعر جملة لم يكن أعفر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p197'> Vol. 07, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\nنعم الذي يعتقد فيه صلى الله عليه وسلم أنه لم يكن لإبطه رائحة كريهة، بل\nكان نظيفا طيب الرائحة، كما ثبت في الصحيح.\n</p>\n\n<p>\nوكان عليه الصلاة والسلام يبلغ صوته وسمعه ما لا يبلغه صوت غيره ولا\nسمعه.\n</p>\n\n<p>\nوكان تنام عينه ولا ينام قلبه. رواه البخاري.\n</p>\n\n<p>\nوما تثاءب قط. كما رواه ابن أبي شيبة والبخاري في تاريخه <span id='ms0636'></span> من مرسل يزيد\nابن الأصم قال: ما تثاءب النبي صلى الله عليه وسلم قط، وأرج الخطابي من\nطريق مسلمة بن عبد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p198'> Vol. 07, p. 198</a>\n            </div>\n            \n</p>\n\n<p>\nالملك، قال: ما تثاءب نبي قط ويؤيده ذلك. أن التثاؤب من الشيطان. رواه\nالبخاري.\n</p>\n\n<p>\nوما احتلم قط، وكذلك الأنبياء. ورواه الطبراني. وكان عرقه أطيب من المسك.\nرواه أبو نعيم وغيره.\n</p>\n\n<p>\nوإذا مشى مع الطويل طاله، رواه البيهقي، ولم يقع له ظل على الأرض، ولا\nرؤي له ظل في شمس ولا قمر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p199'> Vol. 07, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\nويشهد له أنه صلى الله عليه وسلم لما سأل الله تعالى أن يجعل في جميع\nأعضائه وجهاته نورا، ختم بقوله: واجعلني نورا.\n</p>\n\n<p>\nوكان صلى الله عليه وسلم لا يقع على ثيابه ذباب قط. نقله الفخر الرازي،\nولا يمتص دمه البعوض، كذا نقله الحجازي وغيره، وما آذاه القمل، قاله ابن\nسبع في \"الشفاء\" والسبتي في \"أعظم الموارد\".\n</p>\n\n<p>\nومنها: انقطاع الكهنة عند مبعثه، وحراسة السماء من استراق السمع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p200'> Vol. 07, p. 200</a>\n            </div>\n            \n</p>\n\n<p>\nوالرمي بالشهب، قال ابن عباس: كانت الشياطين لا يحجبون عن السماوات،\nوكانوا يدخلونها ويأتون بأخبارها، فيلقون على الكهنة، فلما ولد عيسى عليه\nالسلام منعوا من ثلاث سموات، فلما ولد محمد صلى الله عليه وسلم منعوا من\nالسموات كلها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p201'> Vol. 07, p. 201</a>\n            </div>\n            \n</p>\n\n<p>\nفما منهم أحد يريد استراق السمع إلا رمي بشهاب، وهو الشعلة من النار، فلا\nيخطئ أبدا، فمنهم من يقتله، ومنهم من يحرق وجهه، ومنهم من يخبله فيصير غولا\nيضل الناس في البراري، وهذا لم يكن ظاهرا قبل مبعث النبي صلى الله عليه\nوسلم، ولم يذكره أحد قبل زمانه، وإنما ظهر في بدئ أمره، وكان ذلك أساسا\nلنبوته. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p202'> Vol. 07, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\nوقال معمر قلت للزهري: أكان يرمى بالنجوم في الجاهلية؟ قال: نعم.\n</p>\n\n<p>\nقلت: أفرأيت قوله: يقال {وأنا كنا نقعد منها مقاعد للسمع} [الجن: 9]\nالآية، قال: غلظت وشدد أمرها حين بعث محمد صلى الله عليه وسلم.\n</p>\n\n<p>\nوقال ابن قتيبة: إن الرجم كان قبل مبعثه، ولكن لم يكن في شدة الحراسة بعد\nمبعثه، وقيل: إن النجم كان ينقض ويرمي الشياطين ثم يعود إلى مكانه. ذكره\nالبغوي.\n</p>\n\n<p>\nومنها أنه أتي بالبراق <span id='ms0637'></span>. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p203'> Vol. 07, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\nليلة الإسراء مسرجا ملجما، وقيل وكانت الأنبياء إنما تركبه عريانا.\n</p>\n\n<p>\nومنها أنه أسري به صلى الله عليه وسلم من المسجد الحرام إلى المسجد\nالأقصى وعرج به من المحل الأعلى، وأراه من آياته الكبرى، وحفظه في المعراج\nحتى ما زاغ البصر وما طغى، وأحضر الأنبياء له وصلى بهم وبالملائكة إماما.\nوأطلعه على الجنة والنار. وعزيت هذه للبيهقي.\n</p>\n\n<p>\nومنها: أنه رأى الله تعالى بعينيه، كما يأتي في مقصد الإسراء إن شاء الله\nتعالى، وجمع الله له بين الكلام والرؤية، وكلمة الله تعالى في الرفيع\nالأعلى، وكلم موسى بالجبل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p204'> Vol. 07, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\nومنها أن الملائكة تسير معه حيث سار يمشون خلف ظهره وقاتلت الملائكة معه\n-كما مر- في غزوة بدر وحنين.\n</p>\n\n<p>\nومنها: أنه يجب علينا أن نصلي ونسلم عليه، لآية: {إن الله وملائكته يصلون\nعلى النبي} [الأحزاب: 56] . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p205'> Vol. 07, p. 205</a>\n            </div>\n            \n</p>\n\n<p>\nولم ينقل أن الأمم المتقدمة كان يجب عليهم أن يصلوا على أنبيائهم.\n</p>\n\n<p>\nومنها: أنه أوتي الكتاب العزيز، وهو أمي لا يقرأ ولا يكتب، ولا اشتغل\nبمدارسة.\n</p>\n\n<p>\nومنها: حفظ كتابه هذا من التبديل والتحريف. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p206'> Vol. 07, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\nحتى سعى كثير من الملحدة والمعطلة، سيما القرامطة في تغييره وتبديل\nمحكمه، فما قدروا على إطفاء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p207'> Vol. 07, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\nشيء من نوره، ولا تغيير كلمة من كلمه، ولا تشكيك المسلمين في حرف من\nحروفه، قال تعالى: {لا يأتيه الباطل من بين يديه ولا من خلفه} [فصلت: 42]\nالآية.\n</p>\n\n<p>\nوكتابه يشتمل على ما اشتملت عليه جميع الكتب، جامعا لأخبار القرون\nالسالفة والأمم البائدة، والشرائع الدائرة، مما كان لا يعلم منه القصة\nالواحدة إلا الفذ من أحبار أهل الكتاب، الذي قطع عمره في تعلم ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p208'> Vol. 07, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\nويسر حفظه لمتعلميه، وقربه على متحفيه، كما قال تعالى: {ولقد يسرنا\nالقرآن للذكر} [القمر: 17] ، وسائر الأمم لا يحفظ كتبها الواحد منهم، فكيف\nبالجم الغفير على مرور السنين الكثيرة عليهم، والقرآن ميسر حفظه للغلمان في\nأقرب مدة.\n</p>\n\n<p>\nومنها: أنه أنزل على سبعة أحرف تسهيلا علينا، وتيسيرا وشرفا ورحمة\nوخصوصية لفضلنا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p209'> Vol. 07, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\nومنها: كونه آية باقية لا تعدم ما بقيت الدنيا.\n</p>\n\n<p>\nومنها: أنه تعالى تكفل بحفظه، فقال تعالى:\n</p>\n\n<p>\n{إنا نحن <span id='ms0638'></span> نزلنا الذكر وإنا له لحافظون} [الحجر: 9] . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p210'> Vol. 07, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\nأي: من التحريف والزيادة والنقصان، ونظيره قوله تعالى في صفة القرآن: {لا\nيأتيه الباطل من بين يديه ولا من خلفه} ، وقوله: {ولو كان من عند غير الله\nلوجدوا فيه اختلافا كثيرا} [النساء: 82] .\n</p>\n\n<p>\nفإن قلت: هذه الآية تنفي الاختلاف فيه، وحديث \"أنزل القرآن على سبعة\nأحرف\" المروي في البخاري وغيره عن عمر، يثبته، فأجاب الجعبري في أول شرحه\nللشاطبية: بأن المثبت اختلاف تغاير، والمنفي ختلاف تناقض، فموردهما مختلف،\nانتهى.\n</p>\n\n<p>\nفإن قلت: فلم اشتغلت الصحابة بجمع القرآن في المصحف. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p211'> Vol. 07, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\nوقد وعد الله تعالى بحفظه، وما حفظه الله تعالى فلا خوف عليه.\n</p>\n\n<p>\nفالجواب: كما قال الرازي -إن جمعهم للقرآن كان من أسباب حفظ الله تعالى\nإياه، فإنه تعالى لما أراد حفظه قيضهم لذلك، قال: وقال أصحابنا: وفي هذه\nالآية دلالة قوية على أن البسملة آية من كل سورة، لأن الله قد وعد بحفظ\nالقرآن، والحفظ لا معنى له إلا أن يبقى مصونا عن التغيير، وإلا لما كان\nمحفوظا عن الزيادة، ولو جاز أن يظن بالصحابة أنهم زادوا لوجب أيضا أن يظن\nبهم النقصان. وذلك يوجب الخروج عن كونه حجة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p212'> Vol. 07, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\nواختلف فيه، كيف يحفظ القرآن؟\n</p>\n\n<p>\nفقال بعضهم: حفظه بأن جعله معجزا مباينا لكلام البشر، يعجز الخلق عن\nالزيادة فيه والنقصان منه، لأنهم لو زادوا فيه أو نقصوا منه تغير نظم\nالقرآن، فيظهر لكل العقلاء أن هذا ليس من القرآن.\n</p>\n\n<p>\nوقال آخرون: أعجز الخلق عن إبطاله وإفساده بأن قيض جماعة يحفظونه\nويدرسونه فيما بين الخلق إلى آخر بقاء التكليف.\n</p>\n\n<p>\nوقال آخرون: المراد بحفظه هو أن أحدا لو حاول أن يغير بحرف أو نقطة لقال\nله أهل الدنيا: إنه كذب، حتى إن الشيخ المهيب لو اتفق له تغيير في حرف منه\nلقال الصبيان كلهم: أخطأت أيها الشيخ وصوابه كذا، ولم يتفق لشيء، من الكتب\nمثل هذه الكتاب، فإنه لا كتاب إلا وقد دخله التصحيف والتغيير والتحريف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p213'> Vol. 07, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\nوقد صان الله تعالى هذا الكتاب العزيز عن جميع التحريف، مع أن دواعي\nالملحدة <span id='ms0639'></span> واليهود والنصارى متوفرة على إبطاله وإفساده، وانقضى الآن ثمانية\nوتسعون سنة وثمانمائة سنة، وهو بحمد الله في زيادة من الحفظ.\n</p>\n\n<p>\nومنها: أنه عليه السلام خص بآية الكرسي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p214'> Vol. 07, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\nوبالمفصل وبالمثاني وبالسبع الطوال، كما في حديث ابن عباس بلفظ: \"وأعطيت\nخواتيم سورة البقرة من كنوز العرش، وخصصت به دون الأنبياء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p215'> Vol. 07, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\nوأعطيت المثاني مكان التوراة، والمئين مكان الإنجيل، والحواميم مكان\nالزبور وفضلت بالمفصل\". رواه أبو نعيم في الدلائل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p216'> Vol. 07, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\nوقال تعالى: {ولقد آتيناك سبعا من المثاني والقرآن العظيم} [الحجر: 87] ،\nوفي البخاري من حديث أبي هريرة، عنه صلى الله عليه وسلم قال: \"أم القرآن هي\nالسبع المثاني والقرآن العظيم\" سائره. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p217'> Vol. 07, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\nواختلفوا: لم سميت مثاني، فعن الحسن وابن عباس وقتادة لأنها تثنى في\nالصلاة، فتقرأ في كل صلاة، وقيل لأنها مقسومة بين الله وبين العبد نصفين،\nنصفها ثناء ونصفها دعاء، كما في حديث أبي هريرة عنه صلى الله عليه وسلم:\n\"يقول الله تعالى: قسمت الصلاة بيني وبين عبدي نصفين\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p218'> Vol. 07, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل: لأنها نزلت مرتين مرة بمكة ومرة بالمدينة. وعن مجاهد: لأن الله\nاستثناها وادخرها لهذه الأمة، فما أعطاها غيرهم.\n</p>\n\n<p>\nوعن سعيد بن جبير عن ابن عباس: أن السبع المثاني هي السبع الطوال، أولها\nسورة البقرة وآخرها سورة الأنفال مع التوبة، وقال بعضهم: سورة يونس بدل الأ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p219'> Vol. 07, p. 219</a>\n            </div>\n            \n</p>\n\n<p>\nقال ابن عباس: وإنما سميت السبع الطوال مثاني لأن الفرائض والحدود\nوالأمثال والعبر تثنت فيها.\n</p>\n\n<p>\nوقال طاوس: القرآن كله مثاني، قال الله تعالى: {الله نزل أحسن الحديث\nكتابا متشابها مثاني} [الزمر: 23] ، وسمي القرآن مثاني لأن القصص تثنت فيه\nوالله أعلم.\n</p>\n\n<p>\nومنها: أنه أعطي مفاتيح الخزائن. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p220'> Vol. 07, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\nقال بعضهم: هي خزائن أجناس العالم ليخرج لهم بقدر ما يطلبونه لذواتهم،\nفكل ما ظهر من رزق العالم فإن الاسم الإلهي لا يعطيه إلا عن محمد صلى الله\nعليه وسلم الذي بيده المفاتيح، كما اختص تعالى بمفاتيح الغيب لا يعلمها إلا\nهو، وأعطي هذا السيد الكريم منزلة الاختصاص بإعطائه مفاتيح الخزائن.\n</p>\n\n<p>\nومنها: أنه أوتي جوامع الكلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p221'> Vol. 07, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\nفالكلم جمع كلمة، وكلمات الله لا تنفذ، فالكلمة منه كلمات <span id='ms0640'></span>، ولما علم\nجوامع الكلم أعطي الإعجاز بالقرآن الذي هو كلام الله تعالى، وهو المترجم عن\nالله تعالى. فوقع الإعجاز في الترجمة التي هي له، فإن المعاني المجردة عن\nالمواد لا يتصور الإعجاز بها، وإنما الإعجاز ربط هذه المعاني بصور الكلم\nالقائم من نظم الحروف، فهو لسان الحق وسمعه وبصره.\n</p>\n\n<p>\nومنها: أنه بعث إلى الناس كافة، قال بعضهم: وهو من الكفت، وهو الضم،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p222'> Vol. 07, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\nقال الله تعالى: {ألم نجعل الأرض كفاتا} [المرسلات: 25] ، أي: تضم\nالأحياء على ظهرها، والأموات في بطنها، كذلك ضمت شريعته صلى الله عليه وسلم\nجميع الناس، فلا يسمع به أحد إلا لزمه الإيمان به، ولما سمع الجن القرآن\nيتلى قالوا: {يا قومنا أجيبوا داعي الله وآمنوا به} [الأحقاف: 31] الآية،\nفضمت شريعته الإنس والجن، وعمت رحمته التي أرسل بها للعالم، قال تعالى:\n{وما أرسلناك إلا رحمة للعالمين} [الأنبياء: 107] ، فمن لم تنله رحمته فما\nذاك من جهته، وإنما ذلك من جهة القابل. فهو كالنور الشمسي أفاض شعاعه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p223'> Vol. 07, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\nعلى الأرض، فمن استتر عنه في كن أو ظل جدار فهو الذي لم يقبل انتشار\nالنور عليه، وعدل عنه، فلم يرجع إلى الشمس من ذلك منع، انتهى.\n</p>\n\n<p>\nفإن قلت: إن نوحا كان مبعوثا إلى أهل الأرض بعد الطوفان، فإنه لم يبق إلا\nمن كان مؤمنا معه، وقد كان مرسلا إليه، وقد جاء في حديث جابر وغيره: \"وكان\nالنبي يبعث إلى قومه خاصة وبعثت إلى كل أحمر وأسود\". وفي رواية: \"إلى الناس\nكافة\".\n</p>\n\n<p>\nأجاب الحافظ ابن حجر، رحمه الله تعالى: بأن هذا العموم الذي حصل لنوح\nعليه الصلاة لم يكن في أصل بعثته، وإنما اتفق بالحادث الذي وقع، وهو انحصار\nالخلق في الموجودين بعد هلاك سائر الناس. وأما نبينا صلى الله عليه وسلم\nفعموم رسالته من أصل البعثة فثبت اختصاصه بذلك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p224'> Vol. 07, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\nوأما قول أهل الموقف لنوح -كما صح في حديث الشفاعة- أنه أول رسول إلى أهل\nالأرض، فليس المراد به عموم بعثته، بل إثبات أولية إرساله، وعلى تقدير أن\nيكون مرادا فهو مخصوص بتنصيصه سبحانه <span id='ms0641'></span> وتعالى في عدة آيات على أن إرسال نوح\nكان إلى قومه، ولم يذكر أنه أرسل إلى غيرهم.\n</p>\n\n<p>\nواستدل بعضهم لعموم بعثته: بكونه دعا على جميع من في الأرض فأهلكوا\nبالغرق إلا أهل السفينة، ولو لم يكن مبعوثا إليهم لما أهلكوا، لقوله تعالى:\n{وما كنا معذبين حتى نبعث رسولا} [الإسراء: 15] ، وقد ثبت أنه أول الرسل.\n</p>\n\n<p>\nوأجيب: بجواز أن يكون غيره أرسل إليهم في أثناء مدة نوح. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p225'> Vol. 07, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\nوعلم نوح بأنهم لم يؤمنوا فدعا على من لم يؤمن من قومه وغيرهم.\n</p>\n\n<p>\nفأجيب: وهذا جواب حسن، لكن لم ينقل أنه نبئ في زمن نوح غيره. ويحتمل أن\nيكون معنى الخصوصية لنبينا صلى الله عليه وسلم في ذلك بقاء شريعته إلى يوم\nالقيامة، ونوح وغيره بصدد أن يبعث نبي في زمانه أو بعده فينسخ بعض شريعته،\nانتهى.\n</p>\n\n<p>\nوأما قول بعض اليهود: إن نبينا محمد صلى الله علي وسلم مبعوث إلى العرب\nخاصة، ففاسد. والدليل عليه أنهم -أي اليهود- سلموا أنه رسول صادق إلى\nالعرب، فوجب أن يكون كل ما يقوله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p226'> Vol. 07, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\nحقا، وقد ثبت بالتواتر أنه كان يدعي أنه رسول إلى كل الناس، فلو كذبوه\nفيه لزم التناقض، أشار إليه صاحب المعالم.\n</p>\n\n<p>\nومنها: نصره صلى الله عليه وسلم بالرعب مسيرة شهر، والشهر قدر قطع القمر\nدرجات الفلك المحيط، فهو أسرع قاطع، لعموم رعبه في قلوب أعدائه، فلا يقبل\nالرعب إلا عدو مقصود ليتميز السعيد من الشقي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p227'> Vol. 07, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\nومفهوم هذا: أنه لم يوجد لغيره النصر بالرعب في هذه المدة، ولا في أكثر\nمنها، أما ما دونها فلا، لكن لفظ رواية عمرو بن شعيب: \"ونصرت على العدو\nبالرعب ولو كان بيني وبينهم مسيرة شهر\". فالظاهر اختصاصه به مطلقا.\n</p>\n\n<p>\nوإنما جعل الغاية شهرا، لأنه لم يكن بين بلده عليه الصلاة والسلام وبين\nأعدائه أكثر من شهر وهذه الخصوصية حاصلة له على الإطلاق، حتى ولو كان وحده\nبغير عسكر، وهل هي حاصلة لأمته من بعده فيه احتمال.\n</p>\n\n<p>\nومنها: إحلال الغنائم ولم تحل لأحد قبله.\n</p>\n\n<p>\nوكان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p228'> Vol. 07, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\nمن تقدم على ضربين، منهم من <span id='ms0642'></span> لم يؤذن له في الجهاد، فلم تكن له مغانم،\nومنهم من أذن له فيه، لكن كانوا إذا غنموا شيئا لم يحل لهم أن يأكلوه،\nوجاءت نار فأحرقته.\n</p>\n\n<p>\nقال بعضهم: أعطي صلى الله عليه وسلم ما يوافق شهوة أمته، لأن النفوس لها\nالتذاذ بها، لكونها حصلت لهم عن غير قهر منهم لتحصيلها وغلبة، فلا يريدون\nأن يفوتهم التنعم بها في مقابلة ما قاسوه من الشدة والتعب.\n</p>\n\n<p>\nومنها: جعل الأرض له ولأمته مسجدا وطهورا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p229'> Vol. 07, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\nوالمراد: موضع سجود، أي: لا يختص السجود منها بموضع دون غيره، ويمكن أن\nيكون مجازا عن المكان المبني للصلاة، وهو من مجاز التشبيه، لأنه لما جازت\nالصلاة في جميعها كانت كالمسجد في ذلك. وقيل المراد: جعلت لي الأرض مسجدا\nوطهورا، وجعلت لغيري مسجدا ولم تجعل له طهورا، لأن عيسر كان يسيح في الأرض،\nويصلي حيث أدركته الصلاة، قاله ابن التين ومن قبله الداودي. وقيل: إنما\nأبيح لهم في موضع يتيقنون طهارته، بخلاف هذه الأمة فأبيح لهم في جميع\nالأرض، إلا فيما تيقنوا نجاسته. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p230'> Vol. 07, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\nوالأظهر: ما قاله الخطابي، وهو أن من قبله إنما أبيحت لهم الصلاة في\nأماكن مخصوصة نحو البيع والصوامع ويؤيده رواية عمرو بن شعيب بلفظ: \"وكان من\nقبلي إنما يصلون في كنائسهم\" وهذا نص في موضع النزاع فتثبت الخصوصية،\nويؤيده ما رواه البزار من حديث ابن عباس، نحو حديث جابر وفيه: ولم يكن أحد\nمن الأنبياء يصلي حتى يبلغ محرابه، قاله في فتح الباري.\n</p>\n\n<p>\nومنها: أن معجزته عليه الصلاة والسلام مستمرة إلى يوم القيامة، ومعجزات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p231'> Vol. 07, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\nسائر الأنبياء انقرضت لوقتها، فلم يبق إلا خبرها.\n</p>\n\n<p>\nوالقرآن العظيم لم تزل حجته قاطعة ومعارضته ممتنعة.\n</p>\n\n<p>\nومنها: أنه أكثر الأنبياء معجزة. قال القاضي عياض: أما كونها كثيرة فهذا\nالقرآن كله معجز، وأقل ما يقع الإعجاز فيه عند بعض الأئمة المحققين بسورة\n{إنا أعطيناك الكوثر} أو آية في قدرها، وذهب بعضهم: إلى أن كل آية منه كيف\nكانت معجزة، وذهب آخرون إلى أن كل جملة منتظمة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p232'> Vol. 07, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\nمنه معجزة، وإن كانت من كلمة <span id='ms0643'></span> أو كلمتين.\n</p>\n\n<p>\nقال القاضي: والحق ما ذكرناه أولا، لقوله تعالى: {فأتوا بسورة من مثله}\n[البقرة: 23] فهو أقل ما تحداهم به، مع ما ينصر هذا القول من نظر وتحقيق\nيطول بسطه.\n</p>\n\n<p>\nفإذا كان هذا، ففي القرآن من الكلمات نحو من سبعة وسبعين ألف كلمة ونيف\nعلى عدد بعضهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p233'> Vol. 07, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\nوعدد كلمات {إنا أعطيناك الكوثر} عشر كلمات، فيتجزأ القرآن على نسبة {إنا\nأعطيناك الكوثر} أزيد من سبعة آلاف جزء، كل واحد منها معجز في نفسه، ثم\nإعجازه -كما تقدم- بوجهين. بلاغته، وطريق نظمه، فصار في كل جزء من هذا\nالعدد معجزاته فتضاعف العدد من هذا الوجه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p234'> Vol. 07, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\nثم فيه وجوه إعجاز آخر، من الإخبار بعلوم الغيب، فقد يكون في السورة\nالواحدة من هذه التجزئية الإخبار عن أشياء من الغيب، كل خبر منها بنفسه\nمعجز، فتضاعف العدد كرة بعد أخرى.\n</p>\n\n<p>\nثم وجوه الإعجاز الآخر التي ذكرناها توجب التضعيف، هذا في حق القرآن، فلا\nيكاد يأخذ العد معجزاته، ولا يحوي الحصر براهينه.\n</p>\n\n<p>\nومن ذلك انشقاق القمر وتسليم الحجر، وحنين الجذع ونبع الماء من بين\nأصابعه صلى الله عليه وسلم، ولم يثبت لواحد من الأنبياء مثل ذلك، كما ذكره\nابن عبد السلام وغيره، وتقدم ما فيه من المباحث.\n</p>\n\n<p>\nومنها: أنه خاتم الأنبياء والمرسلين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p235'> Vol. 07, p. 235</a>\n            </div>\n            \n</p>\n\n<p>\nقال صلى الله عليه وسلم: \"مثلي ومثل الأنبياء قبلي كمثل رجل بنى بيتا\nفأحسنه وأكمله إلا موضع لبنة من زاوية من زواياه فجعل الناس يطوفون به\nويتعجبون له ويقولون: هلا وضعت هذه اللبنة، فأنا تلك اللبنة وأنا خاتم\nالنبيين\". رواه البخاري ومسلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p236'> Vol. 07, p. 236</a>\n            </div>\n            \n</p>\n\n<p>\nومنها: أن شرعه مؤبد إلى يوم الدين، وناسخ لجميع شرائع النبيين، وأنه\nأكثر الأنبياء تابعا كما قال عليه السلام: فأرجو أن أكون أكثرهم تابعا يوم\nالقيامة. رواه الشيخان من حديث أبي هريرة.\n</p>\n\n<p>\nومنها أنه لو أدركه الأنبياء لوجب عليهم اتباعه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p237'> Vol. 07, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\nكما سيأتي تقريره إن شاء الله تعالى.\n</p>\n\n<p>\nومنها أنه أرسل إلى الجن. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p238'> Vol. 07, p. 238</a>\n            </div>\n            \n</p>\n\n<p>\nاتفاقا، والدليل على ذلك قبل الإجماع: الكتاب والسنة، قال الله تعالى:\n{ليكون للعالمين نذيرا} [الفرقان: 1] ، وقد أجمع المفسرون على دخول <span id='ms0644'></span> الجن في\nهذه الآية، وهو مدلول لفظها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p239'> Vol. 07, p. 239</a>\n            </div>\n            \n</p>\n\n<p>\nفلا يخرج عنه إلا بدليل.\n</p>\n\n<p>\nوإن قيل إن الملائكة خارجون من ذلك فلا يضر، لأن العام المخصوص حجة عند\nجمهور العلماء والأصوليين، ولو بطل الاستدلال بالعمومات المخصوصة لبطل\nالاستدلال بأكثر الأدلة.\n</p>\n\n<p>\nوقال تعالى في الأحقاف: {أجيبوا داعي الله} [الأحقاف: 31] ، فأمر بعضهم\nبعضا بإجابته دليل على أنه داع لهم، وهو معنى بعثته لهم، إلى غير ذلك من\nالآيات. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p240'> Vol. 07, p. 240</a>\n            </div>\n            \n</p>\n\n<p>\nوأما السنة، ففي صحيح مسلم من حديث أبي هريرة: أن رسول الله صلى الله\nعليه وسلم قال: \"فضلت على الأنبياء بست\" فذكر منها، \"وأرسلت إلى الخلق\nكافة\" فإنه يشمل الجن والإنس، وحمله على الإنس خاصة تخصيص بغير دليل فلا\nيجوز. والكلام فيه كالكلام في آية الفرقان.\n</p>\n\n<p>\nفإن قلت: إن قوله تعالى: {قل يا أيها الناس إني رسول الله إليكم جميعا}\n[الأعراف: 58] ، {وما أرسلناك إلا كافة للناس} [سبأ: 28] ظاهر في اختصاص\nرسالته عليه السلام بالإنس، واحتمال غير ذلك عدول عن الظاهر.\n</p>\n\n<p>\nفالجواب: إن هذا إنما يتمشى على مذهب الدقاق. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p241'> Vol. 07, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\nالقائل بأن مفهوم اللقب حجة، و\"الناس\" من قبيل اللقب، فإن المسألة\nالمترجمة في الأصول \"بمفهوم اللقب\" لا تختص باللقب، بل الأعلام وأسماء\nالأجناس كلها كذلك ما لم تكن صفة. و\"الناس\" اسم جنس غير صفة فلا مفهوم له.\nفهذه الآية ليس فيها أصلا ما يفهم منه أنه ليس رسولا إلى غيرهم إلا على\nمذهب الدقاق، بل ولا يتم على مذهبه التمسك بهذا المفهوم أيضا لأن الدقاق\nإنما يقول به حيث لم يظهر غرض سواه في ذلك الاسم، وحيث غرض لا يقول\nبالمفهوم، بل يحمل التخصيص على ذلك الغرض، والغرض في الآية التعميم في جميع\nالناس، وعدم اختصاص الرسالة ببعضهم، فلا يلزم نفي الرسالة عن غيرهم، لا على\nمذهب الدقاق ولا على مذهب غيره، وإنما خاطب الناس لأنهم الذين تغلب رؤيتهم\nوالخطاب معهم، فمقصود الآية خطاب الناس، والتعميم فيهم لا النفي عن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p242'> Vol. 07, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\nغيرهم، وهذا إذا قلنا إن لفظ الناس لا يشمل الجن، فإن قلنا إنه يشملهم\nفواضح.\n</p>\n\n<p>\nوالاختلاف <span id='ms0645'></span> فيه مبني على الاختلاف في اشتقاق الناس، هل هو من النوس، وهو\nالحركة، أو من الإنس وهو ضد الوحشة؟ فإذا قلنا بالأول أطلق على الفريقين،\nولكن استعماله في الإنس أغلب، فحيث أطلق فالمراد به ولد آدم، وإذا قلنا\nبالثاني فلا، لأنا لا نبصر الجن ولا نأنس بهم، فدخول الجن في الآية إما\nممتنع وإما قليل فلا يحمل عليه، وبهذا يتبين ضعف الاستدلال بها، لكنها لا\nتدل على خلافه.\n</p>\n\n<p>\nوأما قول الضحاك ومن تبعه: أن الرسل إلى الجن منهم، لقوله تعالى: {يا\nمعشر الجن والإنس ألم يأتكم رسل منكم} [الأنعام: 130] ، فهو ظاهر الآية،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p243'> Vol. 07, p. 243</a>\n            </div>\n            \n</p>\n\n<p>\nلكن لم يقل الضحاك ولا أحد غيره باستمرار ذلك في هذه الملة. وإنما محل\nالخلاف في ذلك في الملل المتقدمة خاصة، وأما في هذه الملة فنبينا محمد صلى\nالله عليه وسلم هو المرسل إليهم وإلى غيرهم، ولم ينقل أحد عن الضحاك أن رسل\nالجن منهم مطلقا، ولا ينبغي أن ينسب إليه ما يخالف الإجماع، على أن\nالأكثرين قالوا: لم تكن الرسل إلا من الإنس، ولم يكن من الجن قط رسول، لكن\nلما جمعوا مع الجن في الخطاب صح ذلك. ونظيره قوله: {يخرج منهما اللؤلؤ\nوالمرجان} [الرحمن: 22] ، وهما يخرجان من الملح دون العذب، وقيل الرسل من\nالجن رسل الرسل من بني آدم إليهم لا رسل الله، لقوله تعالى: {ولوا إلى\nقومهم منذرين} [الأحقاف: 29] . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p244'> Vol. 07, p. 244</a>\n            </div>\n            \n</p>\n\n<p>\nقاله بعض العلماء.\n</p>\n\n<p>\nومنها أنه أرسل إلى الملائكة في أحد القولين، ورجحه السبكي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p245'> Vol. 07, p. 245</a>\n            </div>\n            \n</p>\n\n<p>\nقال تعالى: {تبارك الذي نزل الفرقان على عبده ليكون للعالمين نذيرا}\n[الفرقان: 1] ولا نزاع أن المراد من العبد ها هنا محمد عليه الصلاة\nوالسلام، والعالم هو ما سوى الله تعالى، فيتناول جميع المكلفين من الجن\nوالإنس والملائكة، وبطل بذلك قول من قال: إنه كان رسولا إلى البعض دون\nالبعض، لأن لفظ \"العالمين\" يتناول جميع المخلوقات، فتدل الآية على أنه رسول\nإلى الخلق.\n</p>\n\n<p>\nولو قيل لمدعي \"خروج الملائكة من هذا العموم\" أقم الدليل عليه ربما عجز\nعنه، فإنه يحتمل أن يكون من الملائكة من <span id='ms0646'></span> أنذره صلى الله عليه وسلم إما ليلة\nالإسراء وإما غيرها. لكن لا يلزم من الإنذار والرسالة إليهم في شيء خاص أن\nيكون. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p246'> Vol. 07, p. 246</a>\n            </div>\n            \n</p>\n\n<p>\nبالشريعة كلها.\n</p>\n\n<p>\nوإذا قلنا إن الملائكة هم مؤمنوا الجن السماوية، فإذا ركب هذا مع القول\nبعموم الرسالة للجن الذي قام الإجماع عليه، لزم عموم الرسالة لهم، لكن\nالقول بأن الملائكة من الجن قول شاذ.\n</p>\n\n<p>\nوالجمهور: على أن \"العالمين\" في آية الفرقان عام مخصوص بالإنس والجن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p247'> Vol. 07, p. 247</a>\n            </div>\n            \n</p>\n\n<p>\nكما فسر بهما حديث: \"وأرسلت إلى الخلق كافة\" المروي في مسلم.\n</p>\n\n<p>\nوصرح الحليمي والبيهقي في الباب الرابع من شعب الإيمان بأنه عليه الصلاة\nوالسلام لم يرسل إلى الملائكة، صرح في الباب الخامس عشر بانفكاكهم عن شرعه.\n</p>\n\n<p>\nوفي تفسير الإمام فخر الدين الرازي، والبرهان النسفي: حكاية الإجماع في\nتفسير آي الفرقان على أنه لم يكن رسولا إليهم، كما حكاه العلامة الجلال\nالمحلي، والله أعلم.\n</p>\n\n<p>\nوعبارة النسفي: ثم إنهم قالوا هذه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p248'> Vol. 07, p. 248</a>\n            </div>\n            \n</p>\n\n<p>\nالآية تدل على أحكام: أولها: إن قوله: {ليكون للعالمين نذيرا} يتناول\nجميع المكلفين من الجن والإنس والملائكة. لكنا أجمعنا على أنه صلى الله\nعليه وسلم لم يكن رسولا إلى الملائكة، بل يكون رسولا إلى الجن والإنس\nجميعا.\n</p>\n\n<p>\nوقد تعقب الجلال المحلي العلامة كمال الدين بن أبي شريف فقال: اعلم أن\nالبيهقي نقل ذلك عن الحليمي: فإنه قال: هذا معنى كلام الحليمي، وفي قوله\nهذا إشعار التبري من عهدته، وبتقدير أن لا إشعار فيه فلم يصرح بأنه مرضي\nعنده. وأما الحليمي فإنه وإن كان من أهل السنة فقد وافق المعتزلة في تفضيل\nالملائكة على الأنبياء عليهم السلام. وما نقل عنه موافق لقوله بأفضلية\nالملائكة، فلعله بناه عليه.\n</p>\n\n<p>\nوأما ما ذكره من حكاية الراوي والنسفي الإجماع على أنه عليه الصلاة\nوالسلام لم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p249'> Vol. 07, p. 249</a>\n            </div>\n            \n</p>\n\n<p>\nيكن رسولا إليهم، فقد وقع في نسخ من تفسير الرازي: لكنا بينا بدل أجمعنا،\nعلى أن قوله: \"أجمعنا\" ليس صريحا في إجماع الأمة، لأن مثل هذه العبارة\nتستعمل لإجماع الخصمين المتناظرين، بل لو صرح به لمنع، فقد قال الإمام\nالسبكي في قوله تعالى: {ليكون <span id='ms0647'></span> للعالمين نذيرا} قال المفسرون كلهم في\nتفسيرها للجن والإنس، وقال بعضهم: وللملائكة، انتهى.\n</p>\n\n<p>\nوبالجملة: فالاعتماد على تفسير الرازي والنسفي في حكاية إجماع انفردا\nبحكايته أمر لا ينهض حجة على طريق علماء النقل، لأن مدارك نقل الإجماع من\nكلام الأئمة وحفاظ الأمة كابن المنذر وابن عبد البر، ومن فوقهما في الاطلاع\nكالأئمة أصحاب المذاهب المتبوعة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p250'> Vol. 07, p. 250</a>\n            </div>\n            \n</p>\n\n<p>\nومن يلحق بهما في سعة دائرة الاطلاع والحفظ والإتقان لها من الشهرة عند\nعلماء النقل ما يغني عن بسط الكلام فيها.\n</p>\n\n<p>\nواللائق بهذه المسألة المتوقف عن الخوض فيها على وجه يتضمن دعوى القطع في\nشيء من الجانبين، انتهى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p251'> Vol. 07, p. 251</a>\n            </div>\n            \n</p>\n\n<p>\nومنها: أنه أرسل رحمة للعالمين، كما قال تعالى: {وما أرسلناك إلا رحمة\nللعالمين} [الأنبياء: 107] قال السمرقندي: يعني للجن والإنس، وقيل لجميع\nالخلق، رحمة بالهداية للمؤمن ورحمة للمنافق بالأمان من القتل. وقال ابن\nعباس: رحمة للبر والفاجر، لأن كل نبي إذا كذب أهلك الله من كذبه، ومحمد صلى\nالله عليه وسلم أخر من كذبه إلى الموت أو القيامة. وأما من صدقه فله الرحمة\nفي الدنيا والآخرة. فذاته عليه الصلاة والسلام -كما روي- رحمة نعم المؤمن\nوالكافر كما قال تعالى: {وما كان الله ليعذبهم وأنت فيهم} [الأنفال: 33]\nوقال: \"إنما أنا رحمة مهداة\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p252'> Vol. 07, p. 252</a>\n            </div>\n            \n</p>\n\n<p>\nرواه الدارمي والبيهقي من حديث أبي هريرة، وسيأتي في المقصد السادس مزيد\nلذلك إن شاء الله تعالى. والله الموفق.\n</p>\n\n<p>\nومنها: أن الله خاطب جميع الأنبياء بأسمائهم في القرآن، فقال: يا آدم، يا\nنوح، يا إبراهيم، يا داود، يا زكريا، يا يحيى، يا عيسى، ولم يخاطبه هو إلا\nب\"يا أيها الرسول\" \"يا أيها النبي\" \"يا أيها المزمل\" \"يا أيها المدثر\".\n</p>\n\n<p>\nومنها أنه حرم على الأمة نداءه باسمه، قال تعالى: {لا تجعلوا دعاء الرسول\nبينكم كدعاء بعضكم بعضا} [النور: 63] أي لا تجعلوا نداءه وتسميته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p253'> Vol. 07, p. 253</a>\n            </div>\n            \n</p>\n\n<p>\nكنداء بعضكم بعضا باسمه، ورفع الصوت به، والنداء وراء الحجرات، ولكن\nقولوا: يا رسول الله، يا نبي الله، مع التوقير والتواضع وخفض الصوت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p254'> Vol. 07, p. 254</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل: لا تقيسوا دعاءه إياكم على دعاء بعضكم بعضا في جواز الإعراض <span id='ms0648'></span>\nوالمساهلة في الإجابة.\n</p>\n\n<p>\nومنها أنه حبيب الله، وجمع له بين المحبة والخلة، وسيأتي تحقيق ذلك وما\nفيه من المباحث في آخر المقصد السابع، إن شاء الله تعالى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p255'> Vol. 07, p. 255</a>\n            </div>\n            \n</p>\n\n<p>\nومنها أنه تعالى أقسم على رسالته وبحياته وببلده وعصره، كما سيأتي ذلك في\nالمقصد الثالث إن شاء الله تعالى.\n</p>\n\n<p>\nومنها أنه كلم بجميع أصناف الوحي، كما نقل عن ابن عبد السلام، وسبق\nتحقيقه في المبعث من المقصد الأول.\n</p>\n\n<p>\nومنها أن إسرافيل هبط عليه، ولم يهبط على نبي قبله، أخرج الطبراني من\nحديث ابن عمر: سمعت رسول الله صلى الله عليه وسلم يقول: \"لقد هبط علي ملك\nمن السماء ما هبط على نبي قبلي، ولا يهبط على أحد بعدي، وهو إسرافيل، فقال:\nأنا رسول ربك إليك أمرني أن أخيرك إن شئت نبيا عبدا، وإن شئت نبيا ملكا،\nفنظرت إلى جبريل فأومأ إلي بيده أن تواضع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p256'> Vol. 07, p. 256</a>\n            </div>\n            \n</p>\n\n<p>\nفلو أني قلت نبيا ملكا، لسارت الجبال معي ذهبا.\n</p>\n\n<p>\nومنها أنه سيد ولد آدم، رواه مسلم من حديث أبي هريرة بلفظ: \"أنا سيد ولد\nآدم يوم القيامة\"، وعند الترمذي من حديث أبي سعيد الخدري: \"أنا سيد ولد آدم\nيوم القيامة ولا فخر، وبيدي لواء الحمد، ولا فخر\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p257'> Vol. 07, p. 257</a>\n            </div>\n            \n</p>\n\n<p>\nوإنما قال ذلك إخبارا عما أكرمه الله به من الفضل والسؤدد، وتحدثا بنعمة\nالله عنده، وإعلاما لأمته ليكون إيمانهم به على حسبه وموجبه، ولهذا أتبعه\nبقوله: \"ولا فخر\" أي أن هذه الفضيلة التي نلتها كرامة من الله، لم أنلها من\nقبل نفسي، ولا بلغتها بقوتي، فليس لي أن أفتخر بها.\n</p>\n\n<p>\nومنها أنه غفر له ما تقدم من ذنبه وما تأخر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p258'> Vol. 07, p. 258</a>\n            </div>\n            \n</p>\n\n<p>\nقال تعالى: {إنا فتحنا لك فتحا مبينا، ليغفر لك الله ما تقدم من ذنبك وما\nتأخر} .\n</p>\n\n<p>\nقال الشيخ عز الدين بن عبد السلام: من خصائصه صلى الله عليه وسلم أنه\nأخبره الله تعالى بالمغفرة ولم ينقل أنه أخبر أحدا من الأنبياء، بمثل ذلك\nويدل له قولهم في الموقف: نفسي نفسي.\n</p>\n\n<p>\nوقال ابن كثير في تفسير هذه الآية -يعني آية الفتح- لم يشاركه <span id='ms0649'></span> فيها غيره.\n</p>\n\n<p>\nوقد أخرج أبو يعلى والطبراني والبيهقي عن ابن عباس قال: إن الله فضل\nمحمدا صلى الله عليه وسلم على أهل السماء وعلى الأنبياء، قالوا: فما فضله\nعلى أهل السماء، قال: إن الله تعالى قال لأهل السماء: {ومن يقل منهم إني\nإله من دونه فذلك نجزيه جهنم} [الأنبياء: 29] ، وقال لمحمد صلى الله عليه\nوسلم: {إنا فتحنا لك فتحا مبينا، ليغفر لك الله ما تقدم من ذنبك وما تأخر}\nفقد كتب له براءة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p259'> Vol. 07, p. 259</a>\n            </div>\n            \n</p>\n\n<p>\nقالوا: فما فضله على الأنبياء؟ قال: إن الله تعالى قال: {وما أرسلنا من\nرسول إلا بلسان قومه} [إبراهيم: 4] ، وقال لمحمد: {وما أرسلناك إلا كافة\nللناس} [سبأ: 28] فأرسله إلى الإنس والجن.\n</p>\n\n<p>\nومنها أنه أكرم الخلق على الله، فهو أفضل من كل المرسلين، وجميع الملائكة\nالمقربين، وسيأتي الجواب عن قوله عليه الصلاة والسلام في حديث ابن عباس،\nعند مسلم: ما ينبغي لعبد أن يقول أنا خير من يونس بن متى، ونحو ذلك في\nالمقصد السادس إن شاء الله تعالى.\n</p>\n\n<p>\nومنها إسلام قرينه. رواه مسلم من حديث ابن مسعود. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p260'> Vol. 07, p. 260</a>\n            </div>\n            \n</p>\n\n<p>\nوالبزار من حديث ابن عباس.\n</p>\n\n<p>\nومنها أنه لا يجوز عليه الخطأ، كما ذكره ابن أبي هريرة والماوردي: وذكره\nالحجازي في مختصر الروضة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p261'> Vol. 07, p. 261</a>\n            </div>\n            \n</p>\n\n<p>\nوقال قوم: ولا النسيان، حكاه النووي في شرح مسلم.\n</p>\n\n<p>\nومنها أن الميت يسأل عنه عليه الصلاة والسلام في قبره، فعن عائشة أن رسول\nالله صلى الله عليه وسلم قال: \"وأما فتنة القبر فبي تفتنون وعني تسألون،\nفإذا كان الرجل الصالح أجلس، فيقال له: ما هذا الرجل الذي كان فيكم؟ فيقول:\nمحمد رسول الله\". الحديث رواه أحمد والبيهقي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p262'> Vol. 07, p. 262</a>\n            </div>\n            \n</p>\n\n<p>\nومنها أنه حرم نكاح أزواجه من بعده، وقال الله تعالى: {وأزواجه أمهاتهم}\n، أي: هن في الحرمه كالأمهات، حرم نكاحهن عليهم بعده تكرمة له وخصوصية،\nولأنهن أزواج له في الآخرة، وهذا في غير المخيرات، فمن اختارت منهن الدنيا\nففي حلها للأزواج طريقان: أحدهما طرد الخلاف، والثاني: القطع بالحل واختاره\nالإمام والغزالي.\n</p>\n\n<p>\nوأزواجه اللاتي توفي عنهن محرمات على غيره أبدا، وفي جواز النظر إليهن <span id='ms0650'></span>\nوجهان: أشهرهما المنع، وثبت لهن حكم الأمومة في احترامهن وطاعتهن وتحريم\nنكاحهن، لا في جواز الخلوة بهن والنفقة عليهن والميراث. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p263'> Vol. 07, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\nولا يتعدى ذلك إلى غيرهن فلا يقال بناتهن أخوات للمؤمنين على الأصح.\n</p>\n\n<p>\nوقيل: إنما حرمن لأنه عليه السلام حي في قبره، ولهذا حكى الماوردي أنه لا\nيجب عليهن عدة الوفاة.\n</p>\n\n<p>\nوفي التي فارقها في الحياة -كالمستعيذة- والتي رأى بكشحها بياضا أوجه:\nأحدها، يحرمن أيضا، وهو الذي نص عليه الشافعي وصححه في الروضة، لعموم\nالآية، إذ ليس المراد بمن بعده بعدية الموت، بل بعدية النكاح.\n</p>\n\n<p>\nوقيل: لا. والثالث وصححه إمام الحرمين والرافعي في الصغير: تحريم المدخول\nبها فقط، لما روي أن الأشعث بن قيس نكح المستعيذة في زمن عمر، فهم عمر\nبرجمه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p264'> Vol. 07, p. 264</a>\n            </div>\n            \n</p>\n\n<p>\nفأخبر بأنها لم تكن مدخولا بها فكف.\n</p>\n\n<p>\nوفي أمة فارقها بعد وطئها أوجه ثالثها: تحرم إن فارقها بالموت -كمارية-\nولا تحرم إن باعها في الحياة، انتهى.\n</p>\n\n<p>\nومنها ما عده ابن عبد السلام أنه يجوز أن يقسم على الله به وليس ذلك\nلغيره، قال ابن عبد السلام: هذا ينبغي أن يكون مقصورا على النبي صلى الله\nعليه وسلم، لأنه سيد ولد آدم، وأن لا يقسم على الله بغيره من الأنبياء\nوالملائكة والأولياء لأنهم ليسوا في درجته، وأن يكون هذا مما خص به لعلو\nدرجته ومرتبته، انتهى.\n</p>\n\n<p>\nومنها أنه يحرم رؤية أشخاص أزواجه في الأزر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p265'> Vol. 07, p. 265</a>\n            </div>\n            \n</p>\n\n<p>\nوكذا يحرم كشف وجوههن وأكفهن لشهادة أو غيرها، كما صرح به القاضي عياض،\nوعبارته: فرض الحجاب مما اختصصن به، فهو فرض عليهن بلا خلاف في الوجه\nوالكفين، فلا يجوز لهن كشف ذلك في شهادة ولا غيرها، ولا إظهار شخوصهن وإن\nكن مستترات، إلا ما دعت إليه ضرورة من براز، ثم استدل بما في الموطإ، أن\nحفصة لما توفي عمر سترها النساء عن أن يرى شخصها، وأن زينب بنت جحش جعلت\nلها القبة فوق نعشها ليستر شخصها، انتهى.\n</p>\n\n<p>\nقال الحافظ ابن حجر: وليس فيما ذكره دليل على ما ادعاه من فرض ذلك عليهن،\nفقد كن بعد النبي <span id='ms0651'></span> صلى الله عليه وسلم يحجبن ويطفن، وكان الصحابة ومن بعدهم\nيسمعون منهن الحديث وهن مستترات الأبدان لا الأشخاص. انتهى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p266'> Vol. 07, p. 266</a>\n            </div>\n            \n</p>\n\n<p>\nوأما حكم نظر غير أزواجه عليه الصلاة والسلام ففي الروضة وأصلها عن\nالأكثرين: جواز النظر إلى وجه حرة كبيرة أجنبية وكفيها إذا لم تكن فتنة، مع\nالكراهة، وقوة كلام الشيخين: الرافعي والنووي تقتضي رجحانه، وصوبه في\n\"المهمات\" لتصريح الرافعي في الشرح بأن الأكثرين عليها، ولكن نقل ابن\nالعراقي أن شيخه البلقيني قال: الترجيح بقوة المدرك، والفتوى على ما في\nالمنهاج، وقد جزم به في \"التدريب\"، وقوة كلام الشرح الصغير تقتضي رجحانه،\nوعلله باتفاق المسلمين على منع النساء من الخروج سافرات. ونقلا في الروضة\nوأصلها هذا الاتفاق وأقراه.\n</p>\n\n<p>\nوعورضا بنقل القاضي عياض عن العلماء مطلقا: أنه لا يجب على المرأة ستر\nوجهها في الطريق، وإنما هو سنة، وعلى الرجال غض البصر، وحكاه عنه النووي في\nشرح مسلم وأقره. قال الشيخ نجم الدين بن قاضي عجلون في تصحيح المنهاج،\nوالله أعلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p267'> Vol. 07, p. 267</a>\n            </div>\n            \n</p>\n\n<p>\nوكان النكاح في حقه عليه الصلاة والسلام عبادة مطلقا، كما قاله السبكي،\nوهو في حق غيره ليس بعبادة عندنا، بل من المباحات, والعبادة عارضة له.\n</p>\n\n<p>\nومنها أن أولاد بناته ينسبون إليه، قال عليه الصلاة والسلام في الحسن:\n\"إن ابني هذا سيد\" رواه أبو يعلى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p268'> Vol. 07, p. 268</a>\n            </div>\n            \n</p>\n\n<p>\nومنها أن كل نسب وسبب منقطع يوم القيامة إلا سببه ونسبه. قال عليه الصلاة\nوالسلام كل سبب ونسب منقطع يوم القيامة إلا سببي ونسبي. والنسب بالولادة\nوالسبب بالنكاح.\n</p>\n\n<p>\nقيل: ومعناه أن أمته ينتفعون بالنسبة إليه يوم القيامة بخلاف أمة غيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p269'> Vol. 07, p. 269</a>\n            </div>\n            \n</p>\n\n<p>\nومنها: أنه لا يتزوج على بناته. فعن المسور بن مخرمة أنه سمع رسول الله\nصلى الله عليه وسلم على المنبر يقول: \"إن بني هاشم بن المغيرة استأذنوني في\nأن ينكحوا ابنتهم علي بن أبي طالب، فلا آذن لهم، ثم لا آذن ثم لا آذن لهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p270'> Vol. 07, p. 270</a>\n            </div>\n            \n</p>\n\n<p>\nإلا أن يحب ابن أبي طالب أن يطلق ابنتي وينكح ابنتهم، فإنما ابنتي بضعة\nمني يريبني ما رابها، ويؤذيني ما آذاها\". أخرجه الشيخان <span id='ms0652'></span>، وصححه الترمذي.\n</p>\n\n<p>\nوعنه أن علي بن أبي طالب خطب بنت أبي جهل، وعنده فاطمة بنت النبي صلى\nالله عليه وسلم، فلما سمعت بذلك فاطمة أتت النبي صلى الله عليه وسلم فقالت:\nإن قومك يتحدثون أنك لا تغضب لبناتك، وهذا علي ناكح ابنة أبي جهل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p271'> Vol. 07, p. 271</a>\n            </div>\n            \n</p>\n\n<p>\nقال المسور: فقال النبي صلى الله عليه وسلم فسمعته حين تشهد قال: \"أما\nبعد، فإني أنكحت أبا العاصي بن الربيع، فحدثني فصدقني، وإن فاطمة بنت محمد\nبضعة مني، وإنما أكره أن يفتنوها، والله لا تجتمع بنت رسول الله وبنت عدو\nالله عند رجل واحد أبدا\". قال: فترك علي الخطبة أخرجه الشيخان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p272'> Vol. 07, p. 272</a>\n            </div>\n            \n</p>\n\n<p>\nواسم بنت أبي جهل هذه: جويرية، أسلمت وبايعت، وتزوجها عتاب بن أسيد، ثم\nأبان بن سعيد بن العاصي.\n</p>\n\n<p>\nقال أبو داود: حرم على علي أن ينكح على فاطمة في حياتها، لقوله تعالى:\n{وما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا} [الحشر: 7] .\n</p>\n\n<p>\nوذكر الشيخ أبو علي السنجي في شرح التلخيص: أنه يحرم التزويج على بنات\nالنبي صلى الله عليه وسلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p273'> Vol. 07, p. 273</a>\n            </div>\n            \n</p>\n\n<p>\nويحتمل أن يكون ذلك خاصا بفاطمة رضي الله عنها، وقد علل صلى الله عليه\nوسلم بأن ذلك يؤذيه، وإذايته حرام بالاتفاق، وفي هذا تحريم أذى من يتأذى\nالنبي صلى الله عليه وسلم بتأذيته، لأن إيذاء النبي صلى الله عليه وسلم\nحرام اتفاقا قليله وكثيره. وقد جزم عليه الصلاة والسلام بأنه يؤذيه ما آذى\nفاطمة، فكل من وقع منه في حق فاطمة شيء تأذت به فهو يؤذي النبي صلى الله\nعليه وسلم بشهادة الخبر الصحيح. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p274'> Vol. 07, p. 274</a>\n            </div>\n            \n</p>\n\n<p>\nوقد استشكل اختصاص فاطمة بذلك، مع أن الغيرة على النبي صلى الله عليه\nوسلم أقرب إلى خشية الافتتان في الدين، ومع ذلك فكان صلى الله عليه وسلم\nيستكثر من الزوجات، ويوجد منهن الغيرة ومع ذلك ما راعى صلى الله عليه وسلم\nذلك في حقهن، كما رعاه في حق فاطمة.\n</p>\n\n<p>\nوأجيب: بأن فاطمة كانت إذ ذاك فاقدة من تركن إليه ممن يؤنسها ويزيل\nوحشتها من أم أو أخت، بخلاف أمهات المؤمنين، فإن كل <span id='ms0653'></span> واحدة منهن كانت ترجع\nإلى من يحصل لها معه ذلك، وزيادة عليه وهو زوجهن صلى الله عليه وسلم لما\nكان عنده من الملاطفة وتطييب القلوب وجبر الخاطر، بحيث إن كل واحدة منهن\nترضى به بسبب خلقه وترضى بجميع ما يصدر منه، بحيث لو وجد ما يخشى وجوده من\nالغيرة لزال عن قريب.\n</p>\n\n<p>\nومنها: أنه لا يجتهد في محراب صلى إليه يمنة ولا يسرة، وأفتى شيخ الإسلام\nأبو زرعة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p275'> Vol. 07, p. 275</a>\n            </div>\n            \n</p>\n\n<p>\nابن العراقي في شخص امتنع من الصلاة إلى محراب النبي صلى الله عليه وسلم\nوقال: أنا أجتهد وأصلي، بأنه إن فعل ذلك مع الاعتراف بأنه على ما كان في\nزمن النبي صلى الله عليه وسلم فهو ردة، وإن ذكر تأويلا بأن قال: ليس هو\nالآن على ما كان عليه في زمنه عليه الصلاة والسلام بل غير عما كان عليه،\nفهذا سبب اجتهادي، لم يحكم بردته، وإن لم يكن هذا التأويل صحيحا.\n</p>\n\n<p>\nومنها أن من رآه في المنام فقد رآه حقا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p276'> Vol. 07, p. 276</a>\n            </div>\n            \n</p>\n\n<p>\nفإن الشيطان لا يتمثل به.\n</p>\n\n<p>\nوفي رواية مسلم: \"من رآني في المنام فسيراني في اليقظة\"، أو قال: \"فكأنما\nرآني في اليقظة، لا يتمثل الشيطان بي\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p277'> Vol. 07, p. 277</a>\n            </div>\n            \n</p>\n\n<p>\nقال الحافظ ابن حجر: وقع عند الإسماعيلي: \"فقد رآني في اليقظة\" بدل قوله:\n\"فسيراني\" ومثله عند ابن ماجه وصححه الترمذي من حديث ابن مسعود.\n</p>\n\n<p>\nوفي رواية أبي قتادة -عند مسلم أيضا: \"من رآني فقد رأى الحق\".\n</p>\n\n<p>\nوله أيضا من حديث جابر: \"من رآني في المنام فقد رآني، فإنه لا ينبغي\nللشيطان أن يتمثل في صورتي\"، وفي رواية: \"من رآني في المنام فقد رآني فإنه\nلا ينبغي للشيطان أن يتمثل بي\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p278'> Vol. 07, p. 278</a>\n            </div>\n            \n</p>\n\n<p>\nوفي حديث أبي سعيد عند البخاري: \"فإن الشيطان لا يتكونني\". أي لا يتكون\nكوني، فحذف المضاف ووصل المضاف إليه بالفعل.\n</p>\n\n<p>\nوفي حديث أبي قتادة عند البخاري: \"فإن الشيطان لا يتراءى بي\"، بالراء،\nبوزن يتعاطى، ومعناه: لا يستطيع أن يتمثل بي، يعني إن الله وإن أمكنه من\nالتصور في أي صورة أراد فإنه لم يمكنه من التصور في <span id='ms0654'></span> صورة النبي صلى الله\nعليه وسلم.\n</p>\n\n<p>\nوقد ذهب إلى هذا جماعة، فقالوا في الحديث: إن محل ذلك إذا رآه الرائي على\nصورته التي كان عليها، ومنهم من ضيق الذرع في ذلك حتى قال: لا بد أن يراه\nعلى صورته التي قبض عليها، حتى يعتبر عدد الشعرات البيض التي لم تبلغ عشرين\nشعرة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p279'> Vol. 07, p. 279</a>\n            </div>\n            \n</p>\n\n<p>\nوعن حماد بن زيد عن أيوب قال: كان محمد -يعني ابن سيرين- إذا قص عليه رجل\nأنه رأى النبي صلى الله عليه وسلم قال: صف الذي رأيت، فإن وصف له صفة لا\nيعرفها قال: لم تره، وسنده صحيح.\n</p>\n\n<p>\nوقد أخرج الحاكم من طريق عاصم بن كليب قال: حدثني أبي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p280'> Vol. 07, p. 280</a>\n            </div>\n            \n</p>\n\n<p>\nقال: قلت لابن عباس، رأيت النبي صلى الله عليه وسلم في المنام، قال: صفه\nلي، قال: فذكرت الحسن بن علي فشبهته به، قال: قد رأيته، وسنده جيد.\n</p>\n\n<p>\nلكن يعارضه: ما أخرجه ابن أبي عاصم من وجه آخر عن أبي هريرة قال: قال\nرسول الله صلى الله عليه وسلم: \"من رآني في المنام فقد رآني، فإني أرى في\nكل صورة\". وفي سنده ابن التوأمة وهو ضعيف لاختلاطه، وهو من رواية من سمع\nمنه بعد الاختلاط.\n</p>\n\n<p>\nقال القاضي أبو بكر بن العربي: رؤيته بصفته المعلومة إدراك له على\nالحقيقة، ورؤيته على غير صفته إدراك للمثال، فإن الصواب أن الأنبياء لا\nتغيرهم الأرض، ويكون إدراك الذات الكريمة حقيقة، وإدراك الصفات إدراك\nالمثال. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p281'> Vol. 07, p. 281</a>\n            </div>\n            \n</p>\n\n<p>\nقال: وقد شذ بعض القدرية فقال: الرؤيا لا حقيقة لها أصلا.\n</p>\n\n<p>\nقال وقوله: \"فسيراني\" معناه فسيرى تفسير ما رأى، لأنه حق وغيب، وأما\nقوله: \"فكأنما رآني\" فهو تشبيه ومعناه: أنه لو رآني في اليقظة لطابق ما رآه\nفي المنام، فيكون الأول حقا وحقيقة، والثاني حقا وتمثيلا.\n</p>\n\n<p>\nقال: وهذا كله إذا رآه على صورته المعروفة، فإن رآه على خلاف صفته فهي\nأمثال. فإن رآه مقبلا عليه مثلا فهو خير للرائي، وعلى العكس فبالعكس.\n</p>\n\n<p>\nوقال القاضي عياض: يحتمل أن يكون المراد بقوله: \"فقد رآني\" أو: \"فقد رأى\nالحق\" أن من رآه على <span id='ms0655'></span> صورته المعروفة في حياته كانت رؤياه حقا، ومن رآه على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p282'> Vol. 07, p. 282</a>\n            </div>\n            \n</p>\n\n<p>\nغير صورته كانت رؤيا تأويل، انتهى.\n</p>\n\n<p>\nوتعقبه النووي فقال: هذا ضعيف، بل الصحيح أنه يراه حقيقة سواء كان على\nصفته المعروفة أو غيرها، انتهى.\n</p>\n\n<p>\nوتعقبه شيخ الإسلام الحافظ ابن حجر فقال: لم يظهر لي في كلام القاضي عياض\nما ينافي ذلك، بل ظاهر قوله أنه يراه حقيقة في الحالتين، لكن في الأولى\nتكون الرؤيا مما لا تحتاج إلى تعبير، والثانية: مما تحتاج إلى التعبير.\n</p>\n\n<p>\nوقال بعضهم: معناه، أن من رآه على صورته التي كان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p283'> Vol. 07, p. 283</a>\n            </div>\n            \n</p>\n\n<p>\nعليها. ويلزم من قول من قال: \"إنها لا تكون إلا على صورته المعلومة\" أن\nمن رآه على غير صفته أن تكون رؤياه من أضغاث الأحلام. ومن المعلوم أنه يرى\nفي النوم على حالة بخلاف حالته في الدينا من الأحوال اللائقة به، ولو تمكن\nالشيطان من التمثيل بشيء مما كان عليه أو ينسب إليه لعارض عموم قوله: فإن\nالشيطان لا يتمثل بي. فالأولى أن تنزه رؤياه، وكذا رؤيا شيء منه، أو مما\nينسب إليه عن ذلك، فإنه أبلغ في الحرمة، وأليق بالعصمة، كما عصم من الشيطان\nفي يقظته.\n</p>\n\n<p>\nفالصحيح في تأويل هذا الحديث أن مقصوده أن رؤيته في كل حالة ليست باطلة\nولا أضغاثا، بل هي حق في نفسها، ولو رؤي على غير صورته، فتصور تلك الصور\nليس من الشيطان، بل هو من قبل الله تعالى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p284'> Vol. 07, p. 284</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا قول القاضي أبي بكر بن الطيب وغيره. ويؤيده قوله \"فقد رأى الحق\"\nأشار إليه القرطبي.\n</p>\n\n<p>\nوقال ابن بطال: قوله: \"فسيراني في اليقظة\" يريد تصديق ذلك في اليقظة\nوصحتها وخروجها على الوجه الحق، وليس المراد أنه يراه في الآخرة، لأنه\nسيراه يوم القيامة في اليقظة جميع أمته، ومن رآه في النوم ومن لم يره.\n</p>\n\n<p>\nوقال المازري: إن كان المحفوظ \"فكأنما رآني في اليقظة\" احتمل أن يكون\nأراد عصره ممن لم يهاجر إليه، فإنه إذا رآه في المنام جعل ذلك علامة أن\nيراه بعد ذلك في اليقظة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p285'> Vol. 07, p. 285</a>\n            </div>\n            \n</p>\n\n<p>\nوأوحى الله بذلك إليه صلى <span id='ms0656'></span> الله عليه وسلم.\n</p>\n\n<p>\nوقيل: معناه سيرى تأويل تلك الرؤيا في اليقظة وصحتها.\n</p>\n\n<p>\nوأجاب القاضي عياض: باحتمال أن تكون رؤياه في النوم على الصفة التي عرف\nبها، ووصف عليها، موجبة لتكرمته في الآخرة، وأن يراه رؤية خاصة من القرب\nمنه، أو الشفاعة له، بعلو الدرجة ونحو ذلك من الخصوصيات. قال: ولا يبعد أن\nيعاقب الله بعض المذنبين في القيامة بمنع رؤيته صلى الله عليه وسلم مدة.\n</p>\n\n<p>\nوحمله ابن أبي جمرة على محمل آخر فذكر عن ابن عباس أو غيره، أنه رأى\nالنبي صلى الله عليه وسلم في النوم، فبقي بعد اليقظة متفكرا في هذا الحديث،\nفدخل على بعض أمهات المؤمنين -ولعلها خالته ميمونة- فأخرجت له المرآة التي\nكانت للنبي صلى الله عليه وسلم فنظر فيها صورة النبي صلى الله عليه وسلم\nولم ير صورة نفسه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p286'> Vol. 07, p. 286</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الغزالي: ليس معنى قوله: \"فقد رآني\" أنه رأى جسمي وبدني وإنما\nالمراد أنه رأى مثالا صار ذلك المثال آلة يتأذى بها المعنى الذي في نفسي\nإليه، وكذلك قوله: \"فسيراني في اليقظة\" ليس المراد أنه يرى جسمي وبدني.\nقال: والآية تارة تكون حقيقية وتارة تكون خيالية. والنفس غير المثال\nالمتخيل، فما رآه من الشكل ليس هو روح المصطفى ولا شخصه بل هو مثال له على\nالتحقيق. قال: ومثل ذلك من يرى الله تعالى في المنام، فإن ذاته تعالى منزهة\nعن الشكل والصورة، ولكن تنتهي تعريفاته تعالى إلى العبد بواسطة مثال محسوس\nمن نور أو غيره، ويكون ذلك المثال آلة حقا في كونه واسطة في التعريف، فيقول\nالرائي: رأيت الله عز وجل في المنام، ولا يعني أني رأيت ذات الله تعالى،\nكما يقول في حق غيره.\n</p>\n\n<p>\nوقال الغزالي أيضا في بعض فتاويه: من رأى الرسول -يعني في المنام- لم ير\nحقيقة شخصه الودع روضة المدينة، وإنما رأى مثاله لا شخصه، ثم قال: وذلك\nالمثال مثال روحه المقدسة عن الصورة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p287'> Vol. 07, p. 287</a>\n            </div>\n            \n</p>\n\n<p>\nوالشكل.\n</p>\n\n<p>\nوقال الطيبي: المعنى من رآني في المنام بأي صفة كنت فليبشر وليعلم أنه قد\nرآني الرؤيا الحق <span id='ms0657'></span>، أي رؤية الحق لا الباطل، وكذا قوله: \"فقد رآني\" فالشرط\nوالجزاء إذا اتحدا دل على الغاية في الكمال، أي فقد رآني رؤيا ليس بعدها\nشيء.\n</p>\n\n<p>\nوالحاصل من الأجوبة أنه على التشبيه والتمثيل ويدل عليه قوله \"فكأنما\nرآني في اليقظة\".\n</p>\n\n<p>\nثانيها: معناه، سيرى في اليقظة تأويلها بطريق الحقيقة.\n</p>\n\n<p>\nثالثها: أنه خاص بأهل عصره ممن آمن به قبل أن يراه.\n</p>\n\n<p>\nرابعها: المراد أنه يراه في المرآة التي كانت له إن أمكنه ذلك، قال شيخ\nمشايخنا الحافظ ابن حجر: وهذا من أبعد المحامل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p288'> Vol. 07, p. 288</a>\n            </div>\n            \n</p>\n\n<p>\nخامسها: أنه يراه يوم القيامة بمزيد خصوصية، لا مطلق من رآه حينئذ ممن لم\nيره في المنام.\n</p>\n\n<p>\nوالصواب كما قدمناه في رؤيته عليه الصلاة والسلام التعميم، على أي حالة\nرآه الرائي بشرط أن تكون على صورته الحقيقية في وقت ما، سواء كان في شبابه\nأو رجوليته أو كهوليته، أو آخر عمره، وقد يكون لما خالف ذلك تعبير يتعلق\nبالرائي، كما قال بعض علماء التعبير: إن رآه شيخا فهو غاية سلم، ومن رآه\nشابا فهو غاية حرب.\n</p>\n\n<p>\nوقال أبو سعيد أحمد بن محمد بن نصر: من رأى نبيا على حاله وهيئته فذلك\nدليل على صلاح حال الرائي وكمال جاهه وظفره بمن عاداه، ومن رآه متغير الحال\nعابسا مثلا فذلك دل على سوء حال الرائي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p289'> Vol. 07, p. 289</a>\n            </div>\n            \n</p>\n\n<p>\nوقال العارف ابن أبي جمرة: من رآه في صورة حسنة فذلك حسن في دين الرائي،\nوإن كان في جوارحه شين أو نقص فذلك خلل في الرائي من جهة الدين. قال: وهذا\nهو الحق. فقد جرب ذلك فوجد على هذا الأسلوب، وبه تحصل الفائدة الكبرى في\nرؤياه حتى يتبين للرائي هل عنده خلل أم لا؟ لأنه عليه الصلاة والسلام\nنوراني مثل المرآة الصقيلة، ما كان في الناظر إليها من حسن أو غيره تصور\nفيها، وفي ذاتها على أحسن حال لا نقص فيها، وكذلك يقال في كلامه عليه\nالسلام في النوم أنه يعرض على سنته، فما وافقها فهو حق، وما خالفها فالخلل\nفي سمع الرائي، فرؤيا الذات الكريمة حق <span id='ms0658'></span>، والخلل إنما هو في سمع الرائي له\nأو بصره، قال: وهذا خير ما سمعته في ذلك، انتهى.\n</p>\n\n<p>\nوقال بعضهم: ليست رؤياه صلى الله عليه وسلم رؤيا عين، وإنما يرى\nبالبصائر، وذلك لا يستدعي حصر المرئي بل يرى من المشرق إلى المغرب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p290'> Vol. 07, p. 290</a>\n            </div>\n            \n</p>\n\n<p>\nومن الأرض إلى العرش، كما ترى الصورة في المرأة المحاذية لها، وليست\nالصورة متنقلة إلى جرم المرآة، وعين الناظر مقابلة جميع الكائنات كالمرآة.\n</p>\n\n<p>\nواختلاف رؤياه صلى الله عليه وسلم بأن يراه بعضهم شيخا وآخر شابا، وآخر\nضاحكا وآخر باكيا، يرجع إلى الرائين، كاختلاف الصورة الواحدة في مرائي\nمختلفة الأشكال والمقادير، ففي المرآة الكبيرة يرى وجهه كبيرا، وفي الصغيرة\nصغيرا، وفي المعوجة معوجا، وفي الطويلة طويلا، إلى غير ذلك، فالاختلاف راجع\nإلى اختلاف أشكال المرائي، لا إلى وجه المرائي.\n</p>\n\n<p>\nكذلك الراءون له عليه السلام أحوالهم بالنسبة إليه مختلفة، فمن رآه\nمتبسما إليه دل على أن الرائي متمسك بسنته، والله أعلم.\n</p>\n\n<p>\nوقد أجاب الشيخ بدر الدين الزركشي عن سؤال رؤية جماعة له صلى الله عليه\nوسلم في آن واحد من أقطار متباعدة، مع أن رؤيته صلى الله عليه وسلم حق بأنه\nصلى الله عليه وسلم سراج، ونور الشمس في هذا العالم، مثال نوره في العوالم\nكلها، وكما أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p291'> Vol. 07, p. 291</a>\n            </div>\n            \n</p>\n\n<p>\nالشمس يراها من في المشرق والمغرب في ساعة واحدة وبصفات مختلفة فكذلك\nالنبي صلى الله عليه وسلم، ولله در القائل:\n</p>\n\n<p>\nكالبدر من أي النواحي جئته ... يهدي إلى عينيك نورا ثاقبا\n</p>\n\n<p>\nوأما رؤيته صلى الله عليه وسلم في اليقظة بعد موته عليه الصلاة والسلام\nفقال شيخنا: لم يصل إلينا ذلك عن أحد من الصحابة، ولا عن من بعدهم.\n</p>\n\n<p>\nوقد اشتد حزن فاطمة عليه صلى الله عليه وسلم حتى ماتت كمدا بعده بستة\nأشهر -على الصحيح- وبيتها مجاور لضريحه الشريف، ولم ينقل عنها رؤيته في\nالمدة التي تأخرتها عنه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p292'> Vol. 07, p. 292</a>\n            </div>\n            \n</p>\n\n<p>\nوإنما حكى بعض الصالحين حكايات عن أنفسهم، كما هو في كتاب \"توثيق عرى\nالإسلام\" للبارزي و\"بهجة النفوس\" لأبي محمد عبد الله بن أبي جمرة و <span id='ms0659'></span>\"روض\nالرياحين\" للعفيف اليافعي، وغيره من تصانيفه والشيخ صفي الدين ابن أبي\nالمنصور في رسالته.\n</p>\n\n<p>\nوعبارة ابن أبي جمرة: قد ذكر عن السلف والخلف إلى هلم جرا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p293'> Vol. 07, p. 293</a>\n            </div>\n            \n</p>\n\n<p>\nعن جماعة كانوا يصدقون بهذا الحديث يعني من رآني في المنام فسيراني في\nاليقظة أنهم رأوه صلى الله عليه وسلم في النوم فرأوه بعد ذلك في اليقظة،\nوسألوه عن أشياء كانوا منها متشوشين فأخبرهم بتفريجها، ونص لهم على الوجوه\nالتي منها يكون فرجها، فجاء الأمر كذلك بلا زيادة ولا نقص.\n</p>\n\n<p>\nثم قال: والنكر لهذا لا يخلو إما أن يكون ممن يصدق بكرامات الأولياء أو\nلا، فإن كان الثاني فقد سقط البحث معه، فإنه يكذب ما أثبتته السنة بالدلائل\nالواضحة، وإن كان الأول فهذه منها لأن الأولياء يكشف لهم بخرق العادة عن\nأشياء في العالمين العلوي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p294'> Vol. 07, p. 294</a>\n            </div>\n            \n</p>\n\n<p>\nوالسفلي عديدة مع التصديق بذلك.\n</p>\n\n<p>\nوقال الشيخ ابن أبي المنصور في رسالته، ويقال: إن الشيخ أبا العباس بن\nالقسطلاني دخل مرة على النبي صلى الله عليه وسلم فقال له النبي صلى الله\nعليه وسلم: أخذ الله بيدك يا أحمد.\n</p>\n\n<p>\nوعن الشيخ أبي السعود قال: كنت أزور شيخنا أبا العباس غيره من صلحاء مصر\nفلما انقطعت واشتغلت وفتح علي، لم يكن لي شيخ إلا النبي صلى الله عليه وسلم\nوأنه كان يصافحه عقب كل صلاة.\n</p>\n\n<p>\nوقال الشيخ أبو العباس الحرار: دخلت على النبي صلى الله عليه وسلم مرة\nفوجدته يكتب مناشير الأولياء بالولاية، قال: وكتب لأخي محمد معهم منشورا،\nفقلت: يا سيدي يا رسول الله، ما تكتب لي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p295'> Vol. 07, p. 295</a>\n            </div>\n            \n</p>\n\n<p>\nكأخي؟ قال: أتريد أن تكون قهمارا. وهذه لغة أندلسية، يعني طرقيا، وفهم\nعنه أن له مقاما غير هذا.\n</p>\n\n<p>\nوقال حجة الإسلام الغزالي في كتابه \"المنقذ من الضلال\": وهم -يعني أرباب\nالقلوب- في يقظتهم يشاهدون الملائكة وأرواح الأنبياء ويسمعون منهم أصواتا\nويقتبسون منهم فوائد، انتهى.\n</p>\n\n<p>\nورأيت في كتاب المنح الإلهية في مناقب السادة الوفائية عن سيدي علي ابن\nسيدي محمد أنه قال في بعض مشاهده: كنت وأنا ابن خمس سنين أقرأ القرآن <span id='ms0660'></span> على\nرجل يقال له الشيخ يعقوب، فأتيته يوما فرأيت إنسانا يقرأ عليه سورة\n{والضحى} وصحبته رفيق له وهو يلوي شدقيه بالإمالة، ورفيقه يضحك إعجابا،\nفرأيت النبي صلى الله عليه وسلم يقظة لا مناما وعليه قميص أبيض قطن، ثم\nرأيت القميص علي فقال لي: اقرأ فقرأت عليه سورة {والضحى} و {ألم نشرح لك\nصدرك} ثم غاب عني، فلما بلغت إحدى وعشرين أحرمت. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p296'> Vol. 07, p. 296</a>\n            </div>\n            \n</p>\n\n<p>\nبصلاة الصبح بالقرافة فرأيت النبي صلى الله عليه وسلم قبالة وجهي فعانقني\nفقال لي: {وأما بنعمة ربك فحدث} ، فأوتيت لسانه من ذلك الوقت، وصريح هذا\nأيضا أنه يقظة.\n</p>\n\n<p>\nوأما ما حكاه الشيخ تاج الدين بن عطاء الله في \"لطائف المنن\" عن الشيخ\nأبي العباس المرسي، أنه كان مع الشيخ أبي الحسن الشاذلي بالقيروان في ليلة\nالجمعة سابع عشر رمضان، فذهب معه إلى الجامع. الحكاية، إلى أن قال: ورأيت\nرسول الله صلى الله عليه وسلم وهو يقول: يا علي طهر ثيابك من الدنس تحظ\nبمدد الله في كل نفس ... إلخ، فيحتمل أن يكون مناما. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p297'> Vol. 07, p. 297</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك قول الشيخ قطب الدين القسطلاني: كنت أقرأ على أبي عبد الله محمد بن\nعمر بن يوسف القرطبي بالمدينة النبوية، فجئته يوما في وقت خلوة، وأنا يومئذ\nحديث السن فخرج إلي وقال لي: من أدبك بهذا الأدب؟ وعاب علي، فذهبت وأنا\nمنكسر الخاطر، فدخلت المسجد وقعدت عند قبر النبي صلى الله عليه وسلم،\nفبينما أنا جالس على تلك الحال، وإذا أنا بالشيخ قد جاءني وقال: قم، فقد\nجاء فيك شفيع لا يرد.\n</p>\n\n<p>\nونحوه ما حكاه السهروردي في \"عوارف المعارف\" عن الشيخ عبد القادر\nالكيلاني أنه قال: ما تزوجت حتى قال لي رسول الله صلى الله عليه وسلم:\nتزوج.\n</p>\n\n<p>\nوحكي عن السيد نور الدين الإيجي، والد السيد عفيف الدين، أنه في بعض\nزياراته للنبي صلى الله عليه وسلم سمع جواب سلامه من داخل القبر الشريف:\nعليك السلام يا ولدي.\n</p>\n\n<p>\nوقال البدر حسن بن الأهدل في مسألة الرؤية له: إن وقوعها للأولياء قد\nتواترت بأجناسها الأخبار. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p298'> Vol. 07, p. 298</a>\n            </div>\n            \n</p>\n\n<p>\nوصار العلم <span id='ms0661'></span> بذلك قويا، انتفى عنه الشك، ومن تواترت عليه أخبارهم لم يبق\nله فيه شبهة، ولكن يقع لهم ذلك في بعض غيبة حس وغموض طرف، لورود حالة لا\nتكاد تضبطها العبارة. ومراتبهم في الرؤية متفاوتة، وكثيرا ما يغلط فيها\nرواتها، فقل ما تجد متصلة صحيحة عمن يوثق به, وأما من لا يوثق به فقد يكذب،\nوقد يرى مناما، أو في غيبة حس، فيظنه يقظة، وقد يرى خيالا أو نورا فيظنه\nالرسول، وقد يلبس عليه الشيطان فيجب التحرز في هذا الباب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p299'> Vol. 07, p. 299</a>\n            </div>\n            \n</p>\n\n<p>\nوبالجملة: فالقول برؤيته صلى الله عليه وسلم بعد موته بعين الرأس في\nاليقظة يدرك فساده بأوائل العقول، لاستلزامه خروجه صلى الله عليه وسلم من\nقبره، ومشيه في الأسواق ومخاطبته للناس ومخاطبتهم له، وخلو قبره عن جسده\nالشريف، فلا يبقى منه فيه شيء، بحيث يزار مجرد القبر، ويسلم على غائب. أشار\nإلى ذلك القرطبي في الرد على من قال بأن الرائي له في المنام رؤيا حقيقية،\nيراه بعد ذلك في اليقظة.\n</p>\n\n<p>\nقال: وهذه جهالات لا يقول بشيء منها من له أدنى مسكة من المعقول، وملتزم\nشيء من ذلك مختل مخبول.\n</p>\n\n<p>\nوقال القاضي أبو بكر بن العربي: وشذ بعض الصالحين فزعم أنها تقع بعيني\nالرأس حقيقة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p300'> Vol. 07, p. 300</a>\n            </div>\n            \n</p>\n\n<p>\nوقال في فتح الباري -بعد أن ذكر كلام ابن أبي جمرة: وهذا مشكل جدا، ولو\nحمل على ظاهره لكان هؤلاء صحابة، ولأمكن بقاء الصحبة إلى يوم القيامة.\n</p>\n\n<p>\nوللشيخ مسلم شيخ الطائفة المسلمة:\n</p>\n\n<p>\nفمن يدعي في هذه الدار أنه ... يرى المصطفى حقا فقد فاه مشتطا\n</p>\n\n<p>\nولكن بين النوم واليقظة التي ... تباشر هذا الأمر مرتبة وسطا\n</p>\n\n<p>\nوقد جعل القاضي أبو بكر بن العربي القول بأن الرؤيا في المنام بعين الرأس\nغلو وحماقة، ثم حكى ما نسب لبعض المتكلمين، وهو القول بأنها مدركة بعينين\nفي القلب، وأنه ضرب من المجاز، انتهى.\n</p>\n\n<p>\nفلا يمتنع من الخواص، أرباب القلوب القائمين بالمراقبة والتوجه على قدم\nالخوف، بحيث لا يسكنون لشيء مما يقع لهم من الكرامات، فضلا عن التحدث بها\nلغير ضرورة، مع السعي <span id='ms0662'></span> في التخلص من. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p301'> Vol. 07, p. 301</a>\n            </div>\n            \n</p>\n\n<p>\nالمكدرات، والإعراض عن الدنيا وأهلها جملة، وكون الواحد منهم يود أن يخرج\nمن أهله وماله، وأنه يرى النبي صلى الله عليه وسلم، كالشيخ عبد القادر\nالكيلاني: أن يتمثل صورته صلى الله عليه وسلم في خاطره ويتصور في عالم سره\nأنه يكلمه، بشرط استقرار ذلك وعدم اضطرابه، فإنه تزلزل أو اضطرب كان لمة من\nالشيطان، وليس ذلك خادشا في علو مناصبهم لعدم عصمة غير الأنبياء.\n</p>\n\n<p>\nفقد قال العلامة التاج ابن السبكي في جمع الجوامع تبعا لغيره: وإن\nالإلهام ليس بحجة لعدم ثقة من ليس معصوما بخواطره، وحينئذ فمن قال -ممن\nحكينا عنه أو غيره- بأن المرئي هو المثال، لا يمتنع حمله على هذا، بل حمل\nكل من أطلق عليه هو اللائق. وقريب منه قوله صلى الله عليه وسلم: \"إني رأيت\nالجنة والنار\". مع مزيد استبعاد هناك أن يكون المراد بالرؤية رؤية العلم.\n</p>\n\n<p>\nويحكى عن الشيخ أبي العباس المرسي أنه قال: لو حجب عني. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p302'> Vol. 07, p. 302</a>\n            </div>\n            \n</p>\n\n<p>\nرسول الله صلى الله عليه وسلم طرفة عين ما عددت نفسي من المسلمين.\n</p>\n\n<p>\nوعلى هذا فيكون معنى \"فسيراني في اليقظة\" أي يتصور مشاهدتي وينزل نفسه\nحاضرا معي بحيث لا يخرج عن أدابه وسنته صلى الله عليه وسلم بل يسلك منهاجه\nويمشي على شريعته وطريقته. ومنه قوله عليه الصلاة والسلام في الإحسان: أن\nتعبد الله كأنك تراه ويحمل العموم في \"من رآني\" على الموقفين، وإليه يشير\nقول بعض المعتمدين: أي من رآني رؤية معظم لحرمتي ومشتاق لمشاهدتي وصل إلى\nرؤية محبوبه وظفر بكل مطلوبه.\n</p>\n\n<p>\nوقريب منه قول شارح المصابيح: أو أنه يراه في الدنيا حالة الذوق\nوالانسلاخ عن العوائق الجسمانية، كما نقل ذلك عن بعض الصالحين أنه رآه في\nحالة الذوق. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p303'> Vol. 07, p. 303</a>\n            </div>\n            \n</p>\n\n<p>\nوالشوق، وقد قال الشيخ الأهدل عقب الحكاية عن الشيخ أبي العباس المرسي:\nوهذا فيه تجوز يقع مثله في كلام الشيوخ، وذلك أن المراد أنه لم يحجب حجاب\nغفلة ونسيان عن دوام المراقبة واستحضارها في الأعمال والأقوال، ولم يرد أنه\nلم يحجب عن الروح الشخصية طرفة <span id='ms0663'></span> عين، فذلك مستحيل، والله أعلم.\n</p>\n\n<p>\nومما اختص به عليه الصلاة والسلام أن التسمي باسمه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p304'> Vol. 07, p. 304</a>\n            </div>\n            \n</p>\n\n<p>\nميمون ونافع في الدنيا والآخرة.\n</p>\n\n<p>\nروينا عن أنس بن مالك أن رسول الله صلى الله عليه وسلم قال: \"يوقف عبدان\nبين يدي الله تعالى فيؤمر الله إلى الجنة؟ فيقول الله تعالى: ادخلا الجنة،\nفإني آليت على نفسي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p305'> Vol. 07, p. 305</a>\n            </div>\n            \n</p>\n\n<p>\nأن لا يدخل النار من اسمه أحمد ولا محمد\".\n</p>\n\n<p>\nوروى أبو نعيم عن نبيط ابن شريط قال قال رسول الله صلى الله عليه وسلم\nقال الله تعالى: \"وعزتي وجلالي، لا عذبت أحدا تسمى باسمك في النار\".\n</p>\n\n<p>\nوعن علي بن أبي طالب قال: ما من مائدة وضعت فحضر عليها من اسمه أحمد أو\nمحمد إلا قدس الله ذلك المنزل كل يوم مرتين، رواه أبو منصور الديلمي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p306'> Vol. 07, p. 306</a>\n            </div>\n            \n</p>\n\n<p>\nوليس لأحد أن يتكنى بكنيته \"أبي القاسم\" سواء كان اسمه محمد أم لا،\nومنهم: من كره الجمع بين الاسم والكنية، وجوز الإفراد، ويشبه أن يكون هو\nالأصح. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p307'> Vol. 07, p. 307</a>\n            </div>\n            \n</p>\n\n<p>\nقال النووي: في هذه المسألة مذاهب، الشافعي منع مطلقا، وجوزه مالك،\nوالثالث: يجوز لمن ليس اسمه محمدا، ومن جوز خص النهي بحياته، وهو الأقرب،\nانتهى.\n</p>\n\n<p>\nومنها أنه يستحب الغسل لقراءة حديثه والتطيب، ولا ترفع عند الأصوات، بل\nتخفض، كما في حياته إذا تكلم، فإن كلامه المأثور بعد موته في الرفعة مثل\nكلامه المسموع من لفظه الشريف. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p308'> Vol. 07, p. 308</a>\n            </div>\n            \n</p>\n\n<p>\nوأن يقرأ على مكان مرتفع.\n</p>\n\n<p>\nروينا عن مطرف قال: كان الناس إذا أتوا مالكا -رحمه الله- خرجت إليهم\nالجارية فتقول لهم: يقول لكم الشيخ: تريدون الحديث أو المسائل، فإن قالوا\nالمسائل خرج إليهم في الوقت، وإن قالوا الحديث، دخل مغتسله فاغتسل وتطيب\nولبس ثيابا جددا وتعمم ولبس ساجه -والساج: الطيلسان- وتلقى له منصة فيخرج\nويجلس عليها، وعليه الخشوع، ولا يزال يبخر بالعود حتى يفرغ من حديث رسول\nالله صلى الله عليه وسلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p309'> Vol. 07, p. 309</a>\n            </div>\n            \n</p>\n\n<p>\nولم يكن يجلس على تلك المنصة إلا إذا حدث.\n</p>\n\n<p>\nقال ابن أبي أويس: فقيل له في ذلك، فقال: أحب أن أعظم حديث رسول الله صلى\nالله عليه وسلم ولا <span id='ms0664'></span> أحدث به إلا على طهارة متمكنا. ويقال: إنه أخذ ذلك عن\nسعيد بن المسيب.\n</p>\n\n<p>\nوقد كره قتادة ومالك وجماعة التحديث على غير طهارة، حتى كان الأعمش إذا\nكان على غيرها تيمم.\n</p>\n\n<p>\nولا شك أن حرمته صلى الله عليه وسلم وتعظيمه وتوقيره بعد مماته عند ذكره،\nوذكر حديثه وسماع اسمه وسيرته كما كان في حياته، والله أعلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p310'> Vol. 07, p. 310</a>\n            </div>\n            \n</p>\n\n<p>\nومنها: أنه يكره لقارئ حديثه أن يقوم لأحد، قال ابن الحاج في \"المدخل\":\nلأنه قلة أدب مع النبي صلى الله عليه وسلم وقلة احترام وعدم مبالاة أن يقطع\nحديثه لأجل غيره، فكيف لبدعه، وقد كان السلف لا يقطعون حديثه ولا يتحركون\nإن أصابهم الضرر في أبدانهم ويتحملون المشقة التي تنزل بهم إذ ذاك التحديث\nاحتراما لحديث نبيهم صلى الله عليه وسلم.\n</p>\n\n<p>\nوحسبك ما وقع لمالك -رحمه الله- في لسع العقرب له سبع عشر مرة، وهو لم\nيتحرك، وتحمله للسعها توقيرا لجناب حديثه صلى الله عليه وسلم أن يكون يقرأ\nوهو يتحرك لضر أصابه، مع أنه معذور فيما وقع، فكيف بالحركة والقيام إذ ذاك\nلا لضرورة بل لبدعة، لا سيما إذا انضاف إلى ذلك ما لا ينبغي من الكلام\nالمعتاد، انتهى.\n</p>\n\n<p>\nومنها أن قراء حديثه لا تزال وجوههم نضرة، وأن قراء حديثه اختصوا\nبالتلقيب بالحفاظ. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p311'> Vol. 07, p. 311</a>\n            </div>\n            \n</p>\n\n<p>\nوأمراء المؤمنين من بين سائر العلماء.\n</p>\n\n<p>\nومنها أنه تثبت الصحبة لمن اجتمع به صلى الله عليه وسلم لحظة، بخلاف\nالتابعي مع الصحابي، فلا تثبت إلا بطول الاجتماع معه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p312'> Vol. 07, p. 312</a>\n            </div>\n            \n</p>\n\n<p>\nعلى الصحيح عند أهل الأصول، والفرق عظم مرتبة النبوة ونورها، فمبجرد ما\nيقع بصره على الأعرابي الجلف ينطق بالحكمة.\n</p>\n\n<p>\nومنها أن أصحابه كلهم عدول، لظواهر الكتاب والسنة، فلا يبحث عن عدالة أحد\nمنهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p313'> Vol. 07, p. 313</a>\n            </div>\n            \n</p>\n\n<p>\nكما يبحث عن سائر الرواة. قال الله تعالى خطابا للموجودين حينئذ: {وكذلك\nجعلناكم أمة وسطا} [البقرة: 143] ، أي: عدولا، وقال عليه السلام:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p314'> Vol. 07, p. 314</a>\n            </div>\n            \n</p>\n\n<p>\n\"لا تسبوا أصحابي، فوالذي نفسي بيده لو أنفق أحدكم مثل أحد ذهبا ما بلغ\nمد أحدهم ولا نصيفه\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p315'> Vol. 07, p. 315</a>\n            </div>\n            \n</p>\n\n<p>\nوقال عليه السلام: \"خير الناس قرني ثم الذين يلونهم ثم <span id='ms0665'></span> الذين يلونهم\" في\nآيات كثيرة وأحاديث تقتضي تعديلهم.\n</p>\n\n<p>\nولذلك: أجمع من يعتد به على ذلك، سواء في التعديل من لابس الفتنة منهم\nوغيره. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p316'> Vol. 07, p. 316</a>\n            </div>\n            \n</p>\n\n<p>\nلوجوب حسن الظن بهم، حملا للملابس على الاجتهاد، ونظرا إلى ما تمهد لهم\nمن المآثر، من امتثال أوامره عليه السلام، وفتحهم الأقاليم، وتبليغهم عنه\nالكتاب والسنة، وهدايتهم الناس، مواظبتهم على الصلاة والزكاة وأنواع\nالقربات، مع الشجاعة والبراعة والكرم والأخلاق الحميدة التي لم تكن في أمة\nمن الأمم المتقدمة، ولا يكون أحد بعدهم مثلهم في ذلك. كل ذلك بحلول نظره\nعليه الصلاة والسلام.\n</p>\n\n<p>\nوأفضلهم عند أهل السنة إجماعا: أبو بكر ثم عمر، وأما بعدهما: فالجمهور\nعلى أنه عثمان ثم علي. وسيأتي مزيد لذلك إن شاء الله تعالى في المقصد\nالسابع. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p317'> Vol. 07, p. 317</a>\n            </div>\n            \n</p>\n\n<p>\nومنها أن المصلي يخاطبه بقوله: السلام عليك أيها النبي، ولا يخاطب غيره.\n</p>\n\n<p>\nومنها أنه كان يجب على من دعاه وهو في الصلاة أن يجيبه، ويشهد له حديث\nأبي سعيد بن المعلى: كنت أصلي في المسجد، فدعاني رسول الله صلى الله عليه\nوسلم فلم أجبه. الحديث، وفيه: \"ألم يقل الله تعالى: {استجيبوا لله وللرسول\nإذا دعاكم لما يحييكم} [الأنفال: 24] \"، فإجابته فرض، يعصي المرء بتركها.\n</p>\n\n<p>\nوهل تبطل الصلاة أم لا؟ صرح جماعة من أصحابنا الشافعية وغيرهم: أنها لا\nتبطل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p318'> Vol. 07, p. 318</a>\n            </div>\n            \n</p>\n\n<p>\nوفيه بحث لاحتمال أن تكون إجابته واجبة مطلقا، سواء كان المخاطب مصليا أو\nغير مصل. أما كونه يخرج بالإجابة أو لا يخرج فليس في الحديث ما يستلزمه،\nفيحتمل أن تجب الإجابة ولو خرج المجيب من الصلاة، وإلى ذلك جنح بعض\nالشافعية، والله أعلم.\n</p>\n\n<p>\nومنها: أن الكذب عليه ليس كالكذب على غيره. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p319'> Vol. 07, p. 319</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head10'>.............................................................. </h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p320'> Vol. 07, p. 320</a>\n            </div>\n            \n<p>\nومن كذب عليه لم تقبل روايته أبدا وإن تاب، فيما ذكره جماعة من المحدثين.\n</p>\n\n<p>\nوقال عبد الرزاق: أخبرنا معمر عن رجل عن سعيد بن جبير أن رجلا كذب على\nالنبي صلى الله عليه وسلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p321'> Vol. 07, p. 321</a>\n            </div>\n            \n</p>\n\n<p>\nفبعث عليا والزبير وقال: \"اذهبا فإن أدركتماه فاقتلاه\".\n</p>\n\n<p>\nولهذا حكى إمام الحرمين عن أبيه أن من تعمد الكذب على رسول الله صلى الله\nعليه وسلم يكفر <span id='ms0666'></span>.\n</p>\n\n<p>\nلكن لم يوافقه أحد من الأئمة على ذلك. والحق أنه فاحشة عظيمة وموبقة\nكبيرة ولكن لا يكفر بها إلا إن استحله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p322'> Vol. 07, p. 322</a>\n            </div>\n            \n</p>\n\n<p>\nوقال النووي: لم أر له في أصل المسألة دليلا، ويجوز أن يوجه بأن ذلك جعل\nتغليظا وزجرا بليغا عن الكذب عليه صلى الله عليه وسلم لعظم مفسدته فإنه\nيصير شرعا مستمرا إلى يوم القيامة بخلاف الكذب على غيره والشهادة، فإن\nمفسدتهما قاصرة ليست عامة.\n</p>\n\n<p>\nثم قال: وهذا الذي ذكره هؤلاء الأئمة ضعيف، مخالف للقواعد الشرعية:\nوالمختار القطع بصحة توبته وقبول روايته بعدها إذا صحت توبته بشروطها\nالمعروفة.\n</p>\n\n<p>\nقال: فهذا هو الجاري على قواعد الشرع، وقد أجمعوا على صحة رواية من كان\nكافرا فأسلم، قال: وأجمعوا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p323'> Vol. 07, p. 323</a>\n            </div>\n            \n</p>\n\n<p>\nعلى قبول شهادته ولا فرق بين الرواية والشهادة في هذا.\n</p>\n\n<p>\nقال شيخنا: ويمكن أن يقال: فيما إذا كان كذبه في وضع حديث وحمل عنه ودون\nأن الإثم غير منفك عنه بل هو لاحق له أبدا، فإن من سن سنة سيئة عليه وزرها\nووزر من عمل بها إلى يوم القيامة، والتوبة حينئذ متعذرة ظاهرا، وإن وجد\nمجرد اسمها.\n</p>\n\n<p>\nومنها أنه يحرم نداؤه من وراء الحجرات. قال الله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p324'> Vol. 07, p. 324</a>\n            </div>\n            \n</p>\n\n<p>\nتعالى: {إن الذين ينادونك من وراء الحجرات أكثرهم لا يعقلون} إذ العقل\nيقتضي حسن الأدب ومراعاة الحشمة، {ولو أنهم صبروا حتى تخرج إليهم لكان خيرا\nلهم} ، أي: لكان الصبر خيرا لهم، أي: لكان الصبر خيرا من الاستعجال لما فيه\nمن حفظ الأدب وتعظيم رسول الله صلى الله عليه وسلم الموجبين للثناء\nوالثواب.\n</p>\n\n<p>\nومنها أنه يحرم الجهر له بالقول، قال الله تعالى: {يا أيها الذين آمنوا\nلا ترفعوا أصواتكم فوق صوت النبي ولا تجهروا له بالقول كجهر بعضكم لبعض أن\nتحبط أعمالكم وأنتم لا تشعرون} وقال ابن عباس لما نزل قوله تعالى: {لا\nترفعوا أصواتكم} . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p325'> Vol. 07, p. 325</a>\n            </div>\n            \n</p>\n\n<p>\nكان أبو بكر لا يكلم رسول الله صلى الله عليه وسلم إلا كأخي السرار، وروي\nأنه صلى الله عليه وسلم ما كان يسمع عمر حتى يستفهمه مما يخفض صوته. وكان\nثابت بن قيس بن <span id='ms0667'></span> شماس في أذنه وقر، وكان جهوريا، فلما نزلت تخلف عن رسول\nالله صلى الله عليه وسلم، فتفقده ودعاه فقال: يا رسول الله! لقد أنزلت عليك\nهذه الآية وإني رجل جهير الصوت فأخاف أن يكون عملي قد حبط، فقال عليه\nالصلاة والسلام: \"لست هناك، إنك تعيش بخير وتموت بخير وإنك من أهل الجنة\"،\nقال أنس فكنا ننظر إلى رجل من أهل الجنة يمشي بين أيدينا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p326'> Vol. 07, p. 326</a>\n            </div>\n            \n</p>\n\n<p>\nفلما كان يوم اليمامة في حرب مسيلمة. رأى ثابت بعض الانكشاف وانهزمت\nطائفة منهم فقاتل حتى قتل.\n</p>\n\n<p>\nومنها أنه معصوم من الذنوب كبيرها وصغيرها، وعمدها وسهوها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p327'> Vol. 07, p. 327</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك الأنبياء.\n</p>\n\n<p>\nومنها أنه لا يجوز عليه الجنون لأنه نقص، ولا الإغماء الطويل الزمن، فيما\nذكره الشيخ أبو حامد في التعليق، وجزم به البلقيني في حواشي الروضة، وكذلك\nالأنبياء.\n</p>\n\n<p>\nونبه السبكي على أن إغماءهم يخالف إغماء غيرهم، وإنما هو ناشئ عن غلبة\nالأوجاع للحواس الظاهرة دون القلب، لأنه قد ورد أنه إنما تنام أعينهم دون\nقلوبهم، فإذا حفظت قلوبهم وعصمت من النوم الذي هو أخف من الإغماء، فمن\nالإغماء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p328'> Vol. 07, p. 328</a>\n            </div>\n            \n</p>\n\n<p>\nبطريق الأولى.\n</p>\n\n<p>\nقال السبكي: ولا يجوز عليهم العمى، لأنه نقص، ولم يعم نبي قط. وأما ما\nذكر عن شعيب أنه كان ضريرا فلم يثبت، وأما يعقوب فحصلت له غشاوة وزالت،\nانتهى.\n</p>\n\n<p>\nوقال الرازي: في قوله تعالى: {وابيضت عيناه من الحزن فهو كظيم} لما قاله:\n{يا أسفى على يوسف} غلبه البكاء، وعند غلبة البكاء يكثر الماء في العين،\nفتصير العين كأنها ابيضت من بياض ذلك الماء، وقوله: {وابيضت عيناه من\nالحزن} كأنه من غلبة البكاء، والدليل على صحة هذا القول: أن تأثير الحزن في\nغلبة البكاء، لا في حصول العمى، فلما حملنا الابيضاض على غلبة البكاء كان\nهذا التعليل حسنا، ولو حملناه على العمى لم يحسن هذا التعليل، فكان ما\nذكرناه أولى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p329'> Vol. 07, p. 329</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال: واختلفوا، فقال بعضهم: إنه كان قد عمي بالكلية، فالله تعالى جعله\nبصيرا في هذا الوقت، وقال آخرون: بل كان قد ضعف بصره من كثرة البكاء\nوالأحزان بحيث صار <span id='ms0668'></span> يدرك إدراكا ضعيفا، فلما ألقوا القميص على وجهه وبشر\nبحياة يوسف عظم فرحه وانشرح صدره وزالت أحزانه، فعند ذلك قوي بصره وزال\nالنقصان عنه، انتهى.\n</p>\n\n<p>\nومنها أن من سبه أو انتقصه قتل.\n</p>\n\n<p>\nواختلف هل يحتم قتله في الحال، أو يوقف على استتابته؟ وهل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p330'> Vol. 07, p. 330</a>\n            </div>\n            \n</p>\n\n<p>\nالاستتابة واجبة أم لا؟\n</p>\n\n<p>\nفمذهب المالكية: يقتل حدا لا ردة: ولا تقبل توبته ولا عذره إن ادعى سهوا\nأو غلطا، وعبارة شيخهم العلامة خليل في مختصره، وإن سب نبيا أو ملكا، وإن\nعرض أو لعنه، أو عابه أو قذفه، أو استخف بحقه، أو غير صفته، أو الحق به\nنقصا وإن في دينه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p331'> Vol. 07, p. 331</a>\n            </div>\n            \n</p>\n\n<p>\nأو خصلته أو غض من مرتبته أو وفور علمه أو زهده أو أضاف له ما لا يجوز\nعليه، أو نسب إليه ما لا يليق بمنصبه على طريق الذم، أو قيل له: بحق رسول\nالله، فلعن وقال أردت العقرب قتل -ولم يستتب- حدا، إلا أن يسلم الكافر، وإن\nظهر أنه لم يرد ذمه لجهل أو سكر أو تهور. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p332'> Vol. 07, p. 332</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا قد ذكره القاضي عياض في الشفاء وغيره، واستدلوا له بالكتاب والسنة\nوالإجماع.\n</p>\n\n<p>\nأما الكتاب: فقوله تعالى: {إن الذين يؤذون الله ورسوله لعنهم الله في\nالدنيا والآخرة وأعد لهم عذابا مهينا} [الأحزاب: 57] ، واللعنة من الله هي\nإبعاد الملعون عن رحمته وإحلاله في وبيل عقوبته، قال القاضي عياض: وإنما\nيستوجب اللعن من هو كافر، وحكم الكافر القتل.\n</p>\n\n<p>\nوالأذى: هو الشر الخفيف، فإن زاد كان ضررا، كذا قاله الخطابي وغيره.\nوإطلاق الأذى في حقه تعالى إنما هو على سبيل المجاز لتعذر الحقيقة. ويشهد\nلذلك الحديث الإلهي: \"يا عبادي إنكم لن تبلغوا ضري فتضروني\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p333'> Vol. 07, p. 333</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا بخلاف جانب الرسول.\n</p>\n\n<p>\nفالأذى في حق الله تعالى وحق رسوله كفر بشهادة هذه الآية، لأن العذاب\nالمهين إنما يكون للكفار، وكذلك العذاب الأليم.\n</p>\n\n<p>\nوقال تعالى: {قل أبالله وآياته ورسوله كنتم تستهزئون، لا تعتذروا قد\nكفرتم بعد إيمانكم} [التوبة: 65] ، قال القاضي عياض: قال أهل التفسير:\nكفرتم بقولكم في رسول الله صلى الله عليه وسلم.\n</p>\n\n<p>\nوأما السنة: فروى <span id='ms0669'></span> أبو داود والترمذي: أن رسول الله صلى الله عليه وسلم\nقال: \"من لنا بابن الأشرف\"، وفي رواية أخرى \"من لكعب بن الأشرف\"، أي: من\nينتدب لقتله\n</p>\n\n<h1 class='l1' id='head11'>..... </h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p334'> Vol. 07, p. 334</a>\n            </div>\n            \n<p>\n\"فقد استعلن بعداوتنا وهجائنا\" وفي رواية: \"فإنه يؤذي الله ورسوله\".\n</p>\n\n<p>\nقال القاضي عياض: ووجه إليه من قتله غيلة دون دعوة، بخلاف غيره من\nالمشركين، وعلل بأذاه له، فدل على أن قتله إياه كان لغير الإشراك بل كان\nللأذى.\n</p>\n\n<p>\nوفي حديث مصعب بن سعد عند أبي داود: لما كان يوم الفتح أمن رسول الله صلى\nالله عليه وسلم الناس، إلا أربعة فذكرهم ثم قال: وأما ابن أبي سرح فاختبأ\nعند عثمان بن عفان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p335'> Vol. 07, p. 335</a>\n            </div>\n            \n</p>\n\n<p>\nفلما دعا رسول الله صلى الله عليه وسلم الناس إلى البيعة جاء به حتى\nأوقفه على رسول الله صلى الله عليه وسلم فقال: يا نبي الله بايع عبد الله\nفرفع رأسه فنظر إليه ثلاثا، كل ذلك وهو يأبى، فبايعه بعد الثلاث، ثم أقبل\nصلى الله عليه وسلم على أصحابه فقال: \"أما كان فيكم رجل رشيد يقوم إلى هذا\nحين كففت يدي عن بيعته فيقتله\"، قالوا: ما ندري يا رسول الله ما في نفسك،\nألا أومأت إلينا؟ قال: \"إنه لا ينبغي لنبي أن تكون له خائنة الأعين\".\n</p>\n\n<p>\nوفيه: أنه أمر بقتل عبد الله بن خطل، لأنه كان يقول الشعر يهجو به النبي\nصلى الله عليه وسلم ويأمر جاريتيه أن تغنيا به. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p336'> Vol. 07, p. 336</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك قتل جاريتيه.\n</p>\n\n<p>\nفقالوا: إنه قد ثبت أمره بقتل من آذاه، ومن تنقصه، والحق له عليه السلام\nوهو مخير فيه، فاختار القتل في بعضهم وعفا عن بعضهم وبعد وفاته تعذرت\nالمعرفة بالعفو، لعدم الاطلاع على العفو، وليس لأمته بعده أن يسقطوا حقه\nصلى الله عليه وسلم فإنه لم يرد عنه الإذن في ذلك. وهذا جعله في الشفاء.\n</p>\n\n<p>\nوأما الإجماع: فقال القاضي عياض: أجمعت الأمة على قتل منتقصه من المسلمين\nوسابه، قال ابن المنذر: أجمع عوام أهل العلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p337'> Vol. 07, p. 337</a>\n            </div>\n            \n</p>\n\n<p>\nعلى أن من سب النبي صلى الله عليه وسلم يقتل، وممن قال ذلك: مالك بن <span id='ms0670'></span> أنس\nوالليث وأحمد وإسحاق، وهو مذهب الشافعي، وقال الخطابي: لا أعلم أحدا من\nالمسلمين اختلف في وجوب قتله إذا كان مسلما. وقال محمد بن سحنون: أجمع\nالعلماء على أن شاتم النبي صلى الله عليه وسلم المنقص له كافر، والوعيد جار\nعليه بعذاب الله وحكمه عند الأمة القتل، ومن شك في كفره وعذابه كفر، انتهى.\n</p>\n\n<p>\nومذهب الشافعي: أن ذلك ردة، تخرج من الإسلام إلى الكفر، فهو مرتد كافر\nقطعا لا نزاع في ذلك عند الجمهور من أمتنا، والمرتد يستتاب، فإن تاب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p338'> Vol. 07, p. 338</a>\n            </div>\n            \n</p>\n\n<p>\nوإلا قتل.\n</p>\n\n<p>\nوفي الاستتابة قولان: أصحهما وجوبها، لأنه كان محترما بالإسلام، وإنما\nعرضت له شبهة، فينبغي إزالتها، وقيل: تستحب لأنه غير مضمون الدم، فإن قلنا\nبالأول فتجب الاستتابة في الحال ولم يؤجل كغيره. وفي الصحيح: \"من بدل دينه\nفاقتلوه\". وفي قول: يمهل ثلاثة أيام، فإن لم يتب وأصر -رجلا كان أو امرأة-\nقتل، وإن أسلم صح الإسلام وترك لقوله تعالى: {فإن تابوا وأقاموا الصلاة\nوآتوا الزكاة} [التوبة: 5] الآية.\n</p>\n\n<p>\nوعن ابن عباس: أيما مسلم سب الله أو سب أحدا من الأنبياء فقد كذب رسول\nالله صلى الله عليه وسلم وهي ردة يستتاب منها، فإن تاب وإلا قتل، وأيما\nمعاهد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p339'> Vol. 07, p. 339</a>\n            </div>\n            \n</p>\n\n<p>\nسب الله أو سب أحدا من الأنبياء فقد نقض العهد فاقتلوه.\n</p>\n\n<p>\nوأجيب عما تقدم من أدلة المالكية:\n</p>\n\n<p>\nفأما قوله: {إن الذين يؤذون الله ورسوله} الآية، فليس فيه إلا كفر مؤذيه\nعليه السلام، وأما كونه يقتل فلا دلالة فيه أصلا، وأما ابن خطل فإنما قتل\nولم يستتب للكفر والزيادة فيه بالأذى مع ما اجتمع فيه من موجات القتل،\nولأنه اتخذ الأذى ديدنا، فلا يقاس عليه من فرط منه فرطة -وقلنا بكفره بها-\nوتاب ورجع إلى الإسلام، فالفرق واضح. لكن وكذلك قتل جاريته لأنهما جعلا ذلك\nديدنا مع ما قام بهما من صفة الكفر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p340'> Vol. 07, p. 340</a>\n            </div>\n            \n</p>\n\n<p>\nوقد روى البزار عن ابن عباس أن عقبة بن أبي معيط نادى: يا معشر قريش ما\nلي أقتل من بينكم صبرا، فقال له النبي صلى الله عليه وسلم: \"بكفرك وافترائك <span id='ms0671'></span>\nعلى رسول الله\". فذكر له سببين في تحتم قتله، وهذا في غاية الظهور.\n</p>\n\n<p>\nوأما قول الخطابي وغيره: \"لا أعلم أحدا من المسلمين اختلف في وجوب قتله\nإذا كان مسلما\" فمحمول على التقييد بعدم التوبة.\n</p>\n\n<p>\nوأما سياق القاضي عياض لقصة الرجل الذي كذب على رسول الله صلى الله عليه\nوسلم، وأنه بعث عليا والزبير ليقتلاه، فليس يفيد غرضا في هذا المقام لأن\nالظاهر أن هذا كذب، فيه إفساد وفتنة بين المؤمنين، لا سيما إن كان كافرا،\nفيكون من محاربي الله ورسوله، مع السعي في الأرض بالفساد، فيكون متحتم\nالقتل، وإلا فليس مطلق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p341'> Vol. 07, p. 341</a>\n            </div>\n            \n</p>\n\n<p>\nالكذب عليه مما يوجب القتل.\n</p>\n\n<p>\nوكذا سياقه حديث ابن عباس: هجت امرأة من خطمة النبي صلى الله عليه وسلم،\nفقال: \"من لي بها\"؟ 0 فقال رجل من فوقها: أنا يا رسول الله فنهض فقتلها\nفأخبر النبي صلى الله عليه وسلم بذلك فقال: \"لا ينتطح فيها عنزان\"، أي: لا\nيجري فيها خلف ولا نزاع، فإن في هذه القصة ونظائرها نظرا واضحا لقيام الكفر\nبالمحكي عنهم والزيادة منه، وقد أخبر عليه السلام أنه لا عصمة لأحد من\nالناس بعد دعواهم إلى الإسلام إلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p342'> Vol. 07, p. 342</a>\n            </div>\n            \n</p>\n\n<p>\nبالإسلام، فكل منهم مهدر الدم إلا من عصمه الله منهم بالإسلام. وإنما\nالنافع له في مقام الاستدلال ذكر من طرأ عليه من المسلمين وصمة الارتداد\nبالسب على القول بكونه ردة، فرجع إلى الإسلام وتاب. وهذا هو محل النزاع\nوموضع الاستدلال لكل من المتنازعين.\n</p>\n\n<p>\nأما ذكر كافرا صلى بلغته دعوة النبي صلى الله عليه وسلم وامتنع من إجابته\nوحاربه بيده ولسانه فلا نزاع في إهدار دمه قطعا، لا سيما وقد نقل عن هذه\nالمرأة الكافرة أنها كانت تعيب الإسلام، وتؤذي النبي وتحرض عليه، فاجتمع\nفيها موجبات القتل إجماعا.\n</p>\n\n<p>\nفقد تبين مما ساقه القاضي عياض أن أمره عليه السلام بقتل سابه إنما نقل\nعن الكفرة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p343'> Vol. 07, p. 343</a>\n            </div>\n            \n</p>\n\n<p>\nولم ينقل أنه قتل مسلما بسبه، وإنما كان ذلك في أهل الكفر والعناد، ولو\nنقل فلا يتعين كونه حدا، لاحتمال أن يكون قتله كفرا، وقد قال <span id='ms0672'></span> الله تعالى:\n{إن الله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن يشاء} [النساء: 48] ،\nفأعلمنا أن ما وراء الشرك في حيز إمكان المغفرة، وقال تعالى: {إن الله يغفر\nالذنوب جميعا} [الزمر: 53] .\n</p>\n\n<p>\nفإن قلت: هذا بالنظر إلى ظلم النفس وحقوق الله تعالى لا بالنظر إلى حقوق\nالعباد، لأن حقوق الله تعالى مبنية على المسامحة، وحقوق العباد مبنية على\nالمشاحة. وهذا حق النبي صلى الله عليه وسلم وليس لنا أن نسقطه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p344'> Vol. 07, p. 344</a>\n            </div>\n            \n</p>\n\n<p>\nلأنه لم يرد إذنه في ذلك بخلافه هو صلى الله عليه وسلم فإن له ذلك.\n</p>\n\n<p>\nفالجواب: لا بد لنا من نص على ذلك منه عليه السلام، كأن يقول من سبني\nمثلا فاقتلوه، ولا تقبلوا له توبة ولا رجوعا عن سبه، فإن نقل اتبعناه، ثم\nإنه من جهة النظر ينبغي إلحاق حقوق رسول الله صلى الله عليه وسلم بحقوق\nالله، فكما أن حقوق الله مبناها على المسامحة، وكذلك حقوقه صلى الله عليه\nوسلم، فإنه متخلق بأخلاق الله تعالى.\n</p>\n\n<p>\nومما عد من خصائصه أنه إذا قصده ظالم وجب على من حضره أن يبذل نفسه دونه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p345'> Vol. 07, p. 345</a>\n            </div>\n            \n</p>\n\n<p>\nحكاه النووي في زيادات الروضة عن جماعات من الأصحاب.\n</p>\n\n<p>\nومن خصائصه عليه السلام أنه كان يخص من شاء بما شاء من الأحكام.\n</p>\n\n<p>\nكجعله شهادة خزيمة بشهادة رجلين. روى أبو داود عن عمارة ابن خزيمة بن\nثابت عن عمه وكان من أصحاب رسول الله صلى الله عليه وسلم أن النبي صلى الله\nعليه وسلم ابتاع من أعرابي فرسا، فاستتبعه ليقبضه ثمن الفرس، فأسرع النبي\nصلى الله عليه وسلم المشي، وأبطأ الأعرابي، فطفق رجال يعترضون الأعرابي\nيساومونه بالفرس، ولا يشعرون أن. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p346'> Vol. 07, p. 346</a>\n            </div>\n            \n</p>\n\n<p>\nرسول الله صلى الله عليه وسلم قد ابتاعه، حتى زادوا على ثمنه. فذكر\nالحديث قال رسول الله صلى الله عليه وسلم: فطفق الأعرابي يقول هلم شهيدا\nيشهد أني قد بعتك، فمن جاء من المسلمين يقول: ويلك، إن رسول الله صلى الله\nعليه وسلم لم يكن ليقول إلا الحق، حتى جاء خزيمة بن ثابت فاستمع المراجعة\nفقال: أنا <span id='ms0673'></span> أشهد أنك قد بايعته ... الحديث، وفيه، قال: فجعل النبي صلى الله\nعليه وسلم شهادة خزيمة برجلين.\n</p>\n\n<p>\nوفي البخاري من حديث زيد بن ثابت قال: فوجدتها مع خزيمة الذي جعل رسول\nالله صلى الله عليه وسلم شهادته بشهادتين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p347'> Vol. 07, p. 347</a>\n            </div>\n            \n</p>\n\n<p>\nوعند الحارث بن أبي أسامة في مسنده من حديث عن النعمان بن بشير أن رسول\nالله صلى الله عليه وسلم اشترى من أعرابي فرسا، فجحده الأعرابي، فجاء خزيمة\nفقال: يا أعرابي أتجحد، أنا أشهد أنك بعته، فقال الأعرابي: أن شهد علي\nخزيمة فأعطاني الثمن، فقال النبي صلى الله عليه وسلم: \"يا خزيمة إنا لم\nنشهدك، كيف تشهد\"؟ قال: أنا أصدقك على خبر السماء، ألا أصدقك على ذا\nالأعرابي؟! فجعل رسول الله صلى الله عليه وسلم شهادته بشهادة رجلين، فلم\nيكن في الإسلام من تعدل شهادته بشهادة رجلين غير خزيمة.\n</p>\n\n<p>\nقال الخطابي: هذا الحديث حمله كثير من الناس على غير محمله، وتذرع به قوم\nمن أهل البدع. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p348'> Vol. 07, p. 348</a>\n            </div>\n            \n</p>\n\n<p>\nإلى استحلال الشهادة لمن عرف عندهم بالصدق على كل شيء ادعاه، وإنما وجه\nالحديث أنه صلى الله عليه وسلم حكم على الأعرابي بعلمه، وجرت شهادة خزيمة\nمجرى التوكيد لقوله: والاستظهار على خصمه، فصار في التقدير بشهادة اثنين في\nغيرها من القضايا، انتهى.\n</p>\n\n<p>\nومن ذلك ترخيصه في النياحة لأم عطية، روى مسلم عنها: \"قالت: لما نزلت هذه\nالآية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p349'> Vol. 07, p. 349</a>\n            </div>\n            \n</p>\n\n<p>\n{يبايعنك على أن لا يشركن بالله شيئا} ، {ولا يعصينك في معروف}\n[الممتحنة: 12] ، قالت: كان منه النياحة، فقلت يا رسول الله إلا آل فلان\nفإنهم كانوا أسعدوني في الجاهلية، فلا بد لي من أن أسعدهم، فقال: \"إلا آل\nفلان\". قال النووي: هذا محمول على الترخيص لأم عطية في آل فلان خاصة،\nوللشارع أن يخص من العموم ما يشاء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p350'> Vol. 07, p. 350</a>\n            </div>\n            \n</p>\n\n<p>\nومن ذلك: ترك الإحداد لأسماء بنت عميس، أخرج ابن سعد عن أسماء بنت عميس\nقالت: لما أصيب جعفر بن أبي طالب، قال لي رسول الله صلى الله عليه وسلم:\n\"تسلبي ثلاثا ثم اصنعي ما شئت\".\n</p>\n\n<p>\nومن ذلك: الأضحية بالعناق لأبي بردة ابن نيار <span id='ms0674'></span>، رواه الشيخان من حديث\nالبراء بن عازب قال: خطبنا رسول الله صلى الله عليه وسلم يوم النحر فقال:\n\"من صلى صلاتنا ونسك نسكنا فقد أصاب السنة\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p351'> Vol. 07, p. 351</a>\n            </div>\n            \n</p>\n\n<p>\nومن نسك قبل الصلاة فتلك شاة لحم، فقام أبو بردة بن نيار فقال: يا رسول\nالله، لقد نسكت قبل أن أخرج إلى الصلاة، وعرفت أن اليوم يوم أكل وشرب\nفتعجلت وأكلت وأطعمت أهلي وجيراني، فقال رسول الله صلى الله عليه وسلم:\n\"تلك شاة لحم\"، قال: عندي عناق جذعة هي خير من شاتي لحم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p352'> Vol. 07, p. 352</a>\n            </div>\n            \n</p>\n\n<p>\nفهل تجزي عني؟ قال: \"نعم ولن تجزي عن أحد بعدك\".\n</p>\n\n<p>\nو\"نيار\" بكسر النون وتخفيف المثناة التحتية وآخره راء.\n</p>\n\n<p>\nوقوله \"تجزي\" بفتح أوله غير مهموز، أي تقضي.\n</p>\n\n<p>\nو\"الجذع\" بالجيم والذال المعجمة.\n</p>\n\n<p>\nوفي هذا الحديث تخصيص أبي بردة بإجزاء الجذع من المعز في الأضحية.\n</p>\n\n<p>\nولكن وقع في عدة أحاديث التصريح بنظير ذلك لغير أبي بردة، ففي حديث عقبة\nبن عامر -عند البيهقي: \"ولا رخصة فيها لأحد بعدك\". قال البيهقي: إن كانت\nهذه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p353'> Vol. 07, p. 353</a>\n            </div>\n            \n</p>\n\n<p>\nالزيادة محفوظة كان هذا رخصة لعقبة كما رخص لأبي بردة.\n</p>\n\n<p>\nقال الحافظ ابن حجر: وفي هذا الجمع نظر، لأن في كل منهما صيغة عموم،\nفأيهما تقدم على الآخر اقتضى انتفاء الوقوع للثاني ويحتمل في الجمع أن تكون\nخصوصية الأول نسخت بثبوت الخصوصية للثاني، لا مانع من ذلك، لأنه لم يقع في\nالسياق استمرار المنع لغيره صريحا.\n</p>\n\n<p>\nوفي كلام بعضهم: أن الذين ثبتت لهم الرخصة أربعة أو خمسة واستشكل الجمع\nوليس بمشكل، فإن الأحاديث التي وردت في ذلك ليس فيها التصريح بالنفي إلا في\nقضية أبي بردة في الصحيح، وفي قضية عقبة بن عامر عند البيهقي، وأما ما عدا\nذلك: فأخرج أبو داود وصححه ابن حبان من حديث زيد بن خالد أن النبي صلى الله\nعليه وسلم أعطاه عتودا جذعا، فقال: ضح به، فقلت إنه جذع أفأضحي به؟ قال: ضح\nبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p354'> Vol. 07, p. 354</a>\n            </div>\n            \n</p>\n\n<p>\nوفي الأوسط للطبراني من حديث ابن عباس أنه صلى الله عليه وسلم أعطى سعد\nبن أبي وقاص جذعا من <span id='ms0675'></span> المعز فأمره أن يضحي به. وأخرجه الحاكم من حديث عائشة،\nوفي سنده شدة ضعف.\n</p>\n\n<p>\nفلا منافاة بين ذلك وحديثي أبي بردة وعقبة، لاحتمال أن يكون ذلك في\nابتداء الأمر، ثم تقرر الشرع بأن الجذع من المعز لا يجزي، واختص أبو بردة،\nوعقبة بالرخصة في ذلك.\n</p>\n\n<p>\nوإن تعذر الجمع بين حديث أبي بردة وحديث عقبة، فحديث أبي بردة أصح مخرجا.\nوإن كان حديث عقبة عند البيهقي من مخرج الصحيح. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p355'> Vol. 07, p. 355</a>\n            </div>\n            \n</p>\n\n<p>\nومن ذلك: إنكاح ذلك الرجل بما معه من القرآن، فيما ذكره جماعة، وورد به\nحديث مرسل أخرجه سعيد بن منصور عن أبي النعمان الأزدي، قال: زوج رسول الله\nصلى الله عليه وسلم امرأة على سورة من القرآن. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p356'> Vol. 07, p. 356</a>\n            </div>\n            \n</p>\n\n<p>\nوقال: \"لا يكون لأحد بعدك مهرا\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p357'> Vol. 07, p. 357</a>\n            </div>\n            \n</p>\n\n<p>\nومنها أنه كان يوعك كما يوعك رجلان لمضاعفة الأجر.\n</p>\n\n<p>\nومنها أن جبريل أرسل إليه ثلاثة أيام في مرضه يسأله عن حاله، ذكره\nالبيهقي وغيره. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p358'> Vol. 07, p. 358</a>\n            </div>\n            \n</p>\n\n<p>\nومنها: أنه صلى عليه الناس أفواجا أفواجا بغير إمام، وبغير دعاء الجنازة\nالمعروف ذكره البيهقي وابن سعد وغيرهما. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p359'> Vol. 07, p. 359</a>\n            </div>\n            \n</p>\n\n<p>\nوترك بلا دفن ثلاثة أيام كما سيأتي، ففرش له في لحده قطيفة، والأمران\nمكروهان في حقنا، وأظلمت الأرض بعد موته كما سيأتي.\n</p>\n\n<p>\nومنها: أنه لا يبلى جسده. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p360'> Vol. 07, p. 360</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك الأنبياء، رواه أبو داود وابن ماجه.\n</p>\n\n<p>\nومنها: أنه لا يورث، فقيل لبقائه على ملكه، وقيل لمصيره صدقة، وبه قطع\nالروياني، ثم حكى وجهين في أنه هل يصير وقفا على ورثته؟ وأنه إذا صار وقفا\nهل هو الواقف؟ وجهان.\n</p>\n\n<p>\nقال النووي في زيادات الروضة: الصواب الجزم بزوال ملكه وأن ما تركه صدقة\nعلى المسلمين، لا يختص به الورثة، انتهى.\n</p>\n\n<p>\nوقال في الشرح الصغير: المشهور أنه صدقة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p361'> Vol. 07, p. 361</a>\n            </div>\n            \n</p>\n\n<p>\nوذكر الرافعي في قسم الفيء أن الخمس كان له صلى الله عليه وسلم ينفق منه\nعلى نفسه ومصالحه، ولم يكن يملكه ولا ينتقل إلى ورثته.\n</p>\n\n<p>\nوقال في باب الخصائص: إنه ملكه، ويجمع بينهما: بأن لجهة الإنفاق مادتين:\nمملوكة وغير مملوكة، والخلاف جار في إحداهما، انتهى. والله أعلم.\n</p>\n\n<p>\nوعلى هذا، فيباح له أن يوصي بجميع <span id='ms0676'></span> ماله للفقراء، ويمضي ذلك بعد موته\nبخلاف غيره فإنه لا يمضي مما أوصى به إلا الثلث بعد موته.\n</p>\n\n<p>\nوكذلك الأنبياء لا يورثون، لما رواه النسائي من حديث الزبير مرفوعا: \"إنا\nمعاشر الأنبياء لا نورث\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p362'> Vol. 07, p. 362</a>\n            </div>\n            \n</p>\n\n<p>\nوعلى هذا فيجاب عن قوله تعالى: {وورث سليمان داوود} [النمل: 16] وقوله:\n{فهب لي من لدنك وليا، يرثني} [مريم: 6] بأن المراد يرث النبوة والعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p363'> Vol. 07, p. 363</a>\n            </div>\n            \n</p>\n\n<p>\nومنها: أنه حي في قبره ويصلي فيه بأذان وإقامة وكذلك الأنبياء، ولهذا\nقيل: لا عدة على أزواجه.\n</p>\n\n<p>\nوقد حكى ابن زبالة، وابن النجار أن الأذان ترك في أيام الحرة ثلاثة أيام\nوخرج الناس، وسعيد بن المسيب في المسجد، قال سعيد: فاستوحشت فدنوت من القبر\nفلما حضرت الظهر سمعت الأذان في القبر فصليت الظهر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p364'> Vol. 07, p. 364</a>\n            </div>\n            \n</p>\n\n<p>\nثم مضى ذلك الأذان والإقامة في القبر لكل صلاة حتى مضت الثلاث ليال، ورجع\nالناس وعاد المؤذنون فسمعت أذانهم كما سمعت الأذان في قبر النبي صلى الله\nعليه وسلم، انتهى.\n</p>\n\n<p>\nوقد ثبت أن الأنبياء يحجون ويلبون.\n</p>\n\n<p>\nفإن قلت: كيف يصلون ويحجون ويلبون وهم أموات في الدار الآخرة وليست دار\nعمل؟\n</p>\n\n<p>\nفالجواب: أنهم كالشهداء، بل أفضل منهم، والشهداء أحياء عند ربهم يرزقون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p365'> Vol. 07, p. 365</a>\n            </div>\n            \n</p>\n\n<p>\nفلا يبعد أن يحجوا ويصلوا، أو نقول: إن البرزخ ينسحب عليه حكم الدنيا\nلأنه قبل يوم القيامة في استكثارهم من الأعمال وزيادة الأجور، وأن المنقطع\nفي الآخرة إنما هو التكليف، وقد تحصل الأعمال في الآخرة من غير تكليف على\nسبيل التلذذ بها، ولهذا ورد أنهم يسبحون ويقرءون القرآن، ومن هذا سجود\nالنبي صلى الله عليه وسلم وقت الشفاعة.\n</p>\n\n<p>\nوقد قال صاحب \"التلخيص\": إن ماله عليه السلام قائم على نفقته وملكه، وعده\nمن خصائصه.\n</p>\n\n<p>\nونقل إمام الحرمين عنه أنه ما خلفه بقي على ما كان عليه في حياته، فكان\nينفق منه أبو بكر على أهله وخدمه، وكان يرى أنه باق على ملك النبي صلى الله\nعليه وسلم. فإن الأنبياء أحياء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p366'> Vol. 07, p. 366</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا يقتضي إثبات الحياة في أحكام الدنيا، وذلك زائد على حياة الشهيد.\n</p>\n\n<p>\nوالذي صرح به النووي: زوال ملكه عليه السلام <span id='ms0677'></span> وأن ما تركه صدقة على جميع\nالمسلمين لا يختص به ورثته.\n</p>\n\n<p>\nفإن قلت: القرآن ناطق بموته عليه السلام، قال الله تعالى: {إنك ميت وإنهم\nميتون} [الزمر: 30] ، وقال عليه السلام: \"إني امرؤ مقبوض\". وقال الصديق:\nفإن محمدا قد مات، وأجمع المسلمون على إطلاق ذلك.\n</p>\n\n<p>\nفأجاب الشيخ تقي الدين السبكي، بأن ذلك الموت غير مستمر، وأنه صلى الله\nعليه وسلم أحيي بعد الموت، ويكون انتقال الملك ونحوه مشروطا بالموت\nالمستمر، وإلا فالحياة الثانية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p367'> Vol. 07, p. 367</a>\n            </div>\n            \n</p>\n\n<p>\nحياة أخروية، ولا شك أنها أعلى وأكمل من حياة الشهداء، وهي ثابتة للروح\nبلا إشكال، وقد ثبت أن أجساد الأنبياء لا تبلى، وعود الروح إلى الجسد ثابت\nفي الصحيح لسائر الموتى فضلا عن الشهداء، فضلا عن الأنبياء، وإنما النظر في\nاستمرارها في البدن، وفي أن البدن يصير حيا كحالته في الدنيا، أو حيا\nبدونها، وهي حيث شاء الله تعالى، فإن ملازمة الروح للحياة أمر عادي لا\nعقلي، فهذا مما يجوزه العقل، فإن صح به سمع اتبع، وقد ذكره جماعة من\nالعلماء.\n</p>\n\n<p>\nويشهد له صلاة موسى في قبره، فإن الصلاة تستدعي جسدا حيا، وكذلك الصفات\nالمذكورة في الأنبياء ليلة الإسراء، كلها صفات الأجسام، ولا يلزم من كونها\nحياة حقيقية أن تكون الأبدان معها كما كانت في الدنيا من الاحتياج إلى\nالطعام والشراب وغير ذلك من صفات الأجسام. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p368'> Vol. 07, p. 368</a>\n            </div>\n            \n</p>\n\n<p>\nالتي نشاهدها بل يكون لها حكم آخر، فليس في العقل ما يمنع إثبات الحياة\nالحقيقية لهم.\n</p>\n\n<p>\nوأما الإدراكات كالعلم والسماع فلا شك أن ذلك ثابت لهم بل ولسائر الموتى،\nحكاه الشيخ زين الدين المراعي، وقال: إنه مما يعز وجوده وفي مثله يتنافس\nالمتنافسون. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p369'> Vol. 07, p. 369</a>\n            </div>\n            \n</p>\n\n<p>\nومنها: أنه وكل بقبره ملك يبلغه صلاة المصلين عليه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p370'> Vol. 07, p. 370</a>\n            </div>\n            \n</p>\n\n<p>\nرواه أحمد والنسائي والحاكم وصححه بلفظ: \"إن لله ملائكة سياحين في الأرض\nيبلغوني عن أمتي أمة السلام\". وعند الأصفهاني عن عمارة: \"إن لله ملكا أعطاه\nالإجابة سمع العباد كلهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p371'> Vol. 07, p. 371</a>\n            </div>\n            \n</p>\n\n<p>\nفما من أحد يصلي علي صلاة إلا أبلغنيها\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p372'> Vol. 07, p. 372</a>\n            </div>\n            \n</p>\n\n<p>\nوتعرض أعمال أمته عليه، ويستغفر لهم، روى بن المبارك عن سعيد بن المسيب\nقال <span id='ms0678'></span>: \"ليس من يوم إلا وتعرض على النبي صلى الله عليه وسلم أعمال أمته غدوة\nوعشيا فيعرفهم بسيماهم وأعمالهم\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p373'> Vol. 07, p. 373</a>\n            </div>\n            \n</p>\n\n<p>\nومنها: أن منبره على حوضه كما في الحديث وفي رواية: \"ومنبري على ترعة من\nترع الجنة\" وأصل الترعة الروضة على المكان المرتفع خاصة، فإذا كانت في\nالمطمئن فهي روضة. ولم يختلف أحد من العلماء أنه على ظاهره وأنه حق محسوس\nموجود، فإن القدرة صالحة لا عجز فيها، وكل ما أخبر به الصادق عليه الصلاة\nوالسلام من أمور الغيب فالإيمان به واجب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p374'> Vol. 07, p. 374</a>\n            </div>\n            \n</p>\n\n<p>\nومنها أن ما بين منبره وقبره روضة من رياض الجنة، رواه البخاري بلفظ: \"ما\nبين بيتي ومنبري\"، وهذا يحتمل الحقيقة والمجاز.\n</p>\n\n<p>\nأما الحقيقة: فبأن يكون ما أخبر عنه صلى الله عليه وسلم بأنه من الجنة\nمقتطعا منها، كما أن الحجر الأسود منها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p375'> Vol. 07, p. 375</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك النيل والفرات من الجنة، وكذلك الثمار الهندية من الورق التي أهبط\nبها آدم عليه السلام من الجنة، فاقتضت الحكمة الإلهية أن يكون في هذه الدار\nمن مياه الجنة، ومن ترابها، ومن حجرها، ومن فواكهها، حكمة حكيم جليل.\n</p>\n\n<p>\nوأما المجاز: فبأن يكون من إطلاق اسم المسبب على السبب، فإن ملازمة ذلك\nالمكان للصلاة والعبادة سبب في نيل الجنة، قاله ابن أبي جمرة، وهو معنى قول\nبعضهم: لكون العبادة فيه تئول إلى دخول العابد روضة الجنة.\n</p>\n\n<p>\nوهذا فيه نظر: إذ لا اختصاص لذلك بتلك البقعة على غيرها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p376'> Vol. 07, p. 376</a>\n            </div>\n            \n</p>\n\n<p>\nفي كتاب \"بهجة النفوس\" لابن أبي جمرة أيضا حكاية قول: إن تلك البقعة تنقل\nفتكون في الجنة، يعني روضة من رياضها. قال: والأظهر الجمع بين الوجهين معا،\nيعني احتمال كونها تنقل إلى الجنة، وكون العمل فيها موجبا لصاحبه روضة من\nرياض الجنة، ويأتي مزيد لذلك في فصل الزيارة من المقصد الأخير إن شاء الله\nتعالى.\n</p>\n\n<p>\nومنها: أنه صلى الله عليه وسلم أول من ينشق عنه القبر. وفي رواية مسلم:\n\"أنا أول من تنشق عنه الأرض\".\n</p>\n\n<p>\nوهو أول من يفيق من الصعقة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p377'> Vol. 07, p. 377</a>\n            </div>\n            \n</p>\n\n<p>\nقال عليه الصلاة والسلام: \"أنا أول من يرفع رأسه بعد النفخة فإذا <span id='ms0679'></span> أنا\nبموسى آخذ بقائمة من قوائم العرش، فلا أدري أفاق قبلي أم جوزي بصعقة\nالطور\". رواه البخاري.\n</p>\n\n<p>\nوالظاهر أنه عليه الصلاة والسلام لم يكن عنده علم بذلك حتى أعلمه الله\nتعالى، فقد أخبر عن نفسه الكريمة أنه أول من ينشق عنه القبر.\n</p>\n\n<p>\nوهو أول من. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p378'> Vol. 07, p. 378</a>\n            </div>\n            \n</p>\n\n<p>\nيجيز على الصراط، رواه البخاري عن أبي هريرة.\n</p>\n\n<p>\nوأنه يحشر في سبعين ألفا من الملائكة، كما روي عن كعب الأحبار: ما من فجر\nيطلع إلا نزل سبعون ألف ملك يحفون بقبره عليه الصلاة والسلام يضربون\nبأجنحتهم حتى إذا أمسوا عرجوا وهبط سبعون ألف ملك، حتى إذا انشقت عنه الأرض\nخرج في سبعين ألفا من الملائكة يوقرونه صلى الله عليه وسلم. رواه ابن\nالنجار في تاريخ المدينة.\n</p>\n\n<p>\nوأنه يحشر راكبا البراق، رواه الحافظ السلفي، كما ذكره الطبري.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p379'> Vol. 07, p. 379</a>\n            </div>\n            \n</p>\n\n<p>\nويكسى في الموقف أعظم الحلل من الجنة. رواه البيهقي بلفظ، فأكسى حلة من\nالجنة لا يقوم لها البشر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p380'> Vol. 07, p. 380</a>\n            </div>\n            \n</p>\n\n<p>\nورواه كعب بن مالك بلفظ: \"يحشر الناس يوم القيامة فأكون أنا وأمتي على\nتل، ويكسوني ربي حلة خضراء\"، رواه الطبراني، وهو عند ابن أبي شيبة بلفظ:\n\"يحشر الناس على تل، وأمتي على تل\"، وعند الطبراني أيضا من حديث ابن عمر:\nفيرقى هو -يعني محمدا صلى الله عليه وسلم- وأمته على كوم فوق الناس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p381'> Vol. 07, p. 381</a>\n            </div>\n            \n</p>\n\n<p>\nوأنه يقوم عن يمين العرش، رواه ابن مسعود عنه عليه الصلاة والسلام وفيه:\nلا يقومه غيره، يغبطه فيه الأولون والآخرون.\n</p>\n\n<p>\nومنها: أنه يعطى المقام المحمود، قال مجاهد: هو جلوسه صلى الله عليه وسلم\nعلى العرش، وعن عبد الله بن سلام، جلوسه على الكرسي، ذكرهما البغوي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p382'> Vol. 07, p. 382</a>\n            </div>\n            \n</p>\n\n<p>\nوسيأتي ما قيل في ذلك في ذكر تفضيله عليه الصلاة والسلام بالمقام المحمود\nإن شاء الله تعالى.\n</p>\n\n<p>\nومنها أنه يعطى الشفاعة العظمى في فصل القضاء بين أهل الموقف، حين يفزعون\nإليه بعد الأنبياء، والشفاعة في إدخال قوم الجنة بغير حساب، وفي ربع درجات\nناس في الجنة.\n</p>\n\n<p>\nكما جوز النووي اختصاص هذه والتي قبلها به. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p383'> Vol. 07, p. 383</a>\n            </div>\n            \n</p>\n\n<p>\nووردت الأحاديث به في التي قبل، وسيأتي مزيد لذلك <span id='ms0680'></span> إن شاء الله تعالى في\nالمقصد الأخير، والله المعين.\n</p>\n\n<p>\nومنها: أنه صاحب لواء الحمد، يوم القيامة، آدم فمن دونه تحته. رواه\nالبزار.\n</p>\n\n<p>\nومنها: أنه أول من يقرع باب الجنة. روى مسلم من حديث المختار بن فلفل عن\nأنس قال: قال رسول الله صلى الله عليه وسلم: \"أنا أكثر الناس تبعا يوم\nالقيامة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p384'> Vol. 07, p. 384</a>\n            </div>\n            \n</p>\n\n<p>\nوأنا أول من يقرع باب الجنة\". وعنده أيضا عن أنس قال صلى الله عليه وسلم:\n\"آتي باب الجنة يوم القيامة فأستفتح فيقول الخازن، بك أمرت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p385'> Vol. 07, p. 385</a>\n            </div>\n            \n</p>\n\n<p>\nأنا لا أفتح لأحد قبلك\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p386'> Vol. 07, p. 386</a>\n            </div>\n            \n</p>\n\n<p>\nورواه الطبراني بزيادة فيه، قال: \"فيقوم الخازن فيقول: لا أفتح لأحد\nقبلك، ولا أقوم لأحد بعدك\"، وهذه خصوصية أخرى له صلى الله عليه وسلم وهي:\nأن خازن الجنة لا يقوم لأحد غيره صلى الله عليه وسلم، فقيامه له صلى الله\nعليه وسلم فيه إظهار لمزيته ومرتبته، ولا يقوم لأحد بعده، بل خزنة الجنة\nيقوم لخدمته وهو كالملك عليهم، وقد أقامه الله تعالى في خدمة عبده ورسوله\nحتى مشى وفتح له الباب.\n</p>\n\n<p>\nومنها أنه صلى الله عليه وسلم أول من يدخل الجنة، قال عليه الصلاة\nوالسلام: \"أنا أول من يحرك حلق الجنة فيفتح الله لي فيدخلنيها ومعي فقراء\nالمؤمنين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p387'> Vol. 07, p. 387</a>\n            </div>\n            \n</p>\n\n<p>\nولا فخر\". رواه الترمذي.\n</p>\n\n<p>\nومن خصائصه صلى الله عليه وسلم الكوثر، نهر في الجنة يسيل في حوضه مجراه\nعلى الدر والياقوت، ماؤه أحلى من العسل وأبيض من الثلج. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p388'> Vol. 07, p. 388</a>\n            </div>\n            \n</p>\n\n<p>\nومنها الوسيلة، وهي أعلى درجة في الجنة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p389'> Vol. 07, p. 389</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head12'>خصائص أمته صلى الله عليه وسلم</h1>\n\n<p>\nوأما خصائص أمته صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p389'> Vol. 07, p. 389</a>\n            </div>\n            \n</p>\n\n<p>\nوزادها شرفا، فأعلم إنه لما أنشأ سبحانه وتعالى العالم على غاية من\nالإتقان، وأبرز جسد نبينا صلى الله عليه وسلم للعيان، وظهرت عنايته بأمته\nالإنسانية، بحضوره وظهوره فيها، وإن كان العالم الإنساني والناري كله أمته،\nولكن لهؤلاء خصوص وصف، فجعلهم خير أمة أخرجت للناس، وجعلهم ورثة الأنبياء،\nوأعطاهم الاجتهاد في نصب الأحكام، فيحكمون بما أدى إليه اجتهادهم.\n</p>\n\n<p>\nوكل من دخل في زمان هذه الأمة من الأنبياء عليهم السلام بعد نبيها صلى\nالله <span id='ms0681'></span> عليه وسلم، كعيسى عليه السلام. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p390'> Vol. 07, p. 390</a>\n            </div>\n            \n</p>\n\n<p>\nأو على تقدير دخوله كالخضر، فإنه لا يحكم في العالم إلا بما شرعه محمد\nصلى الله عليه وسلم في هذه الأمة، فإذا نزل سيدنا عيسى عليه الصلاة والسلام\nفإنما يحكم بشريعة نبينا صلى الله عليه وسلم بإلهام أو اطلاع على الروح\nالمحمدي، أو بما شاء الله تعالى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p391'> Vol. 07, p. 391</a>\n            </div>\n            \n</p>\n\n<p>\nفيأخذ عنه ما شرع الله له أن يحكم به في أمته، فلا يحكم في شيء من تحريم\nوتحليل إلا بما كان يحكم به نبينا صلى الله عليه وسلم، ولا يحكم بشريعته\nالتي أنزلت عليه في أوان رسالته ودولته، فهو تابع لنبينا صلى الله عليه\nوسلم, وقد نبه على ذلك الترمذي الحكيم في كتاب ختم الأولياء، وأعرب عنه\nصاحب \"عنقاء مغرب\" وكذا الشيخ سعد الدين التفتازاني في شرح عقائد النسفي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p392'> Vol. 07, p. 392</a>\n            </div>\n            \n</p>\n\n<p>\nوصحح أنه يصلي بالناس ويؤمهم ويقتدي به المهدي لأنه أفضل منه، فإمامته\nأولى، انتهى.\n</p>\n\n<p>\nفهو عليه السلام وإن كان خليفة في الأمة المحمدية، فهو رسول ونبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p393'> Vol. 07, p. 393</a>\n            </div>\n            \n</p>\n\n<p>\nكريم على حاله، لا كما يظن بعض الناس أنه يأتي واحدا من هذه الأمة، نعم\nهو واحد من هذه الأمة لما ذكر من وجوب اتباعه لنبينا صلى الله عليه وسلم\nوالحكم بشريعته.\n</p>\n\n<p>\nفإن قلت: قد ورد في صحيح مسلم قوله صلى الله عليه وسلم: \"ليوشكن أن ينزل\nفيكم ابن مريم حكما مقسطا، فيكسر الصليب ويقتل الخنزير ويضع الجزية\"، وأن\nالصواب في معناه: أنه لا يقبل الجزية، ولا يقبل إلا الإسلام أو القتل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p394'> Vol. 07, p. 394</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا خلاف ما هو حكم الشرع اليوم، فإن الكتابي إذا بذل الجزية وجب قبولها\nولم يجز قتله ولا إكراهه على الإسلام، وإذا كان كذلك، فكيف يكون عيسى عليه\nالسلام حاكما بشريعة نبينا صلى الله عليه وسلم؟\n</p>\n\n<p>\nفالجواب: أنه لا خلاف أن عيسى عليه الصلاة والسلام إنما ينزل حاكما بهذه\nالشريعة المحمدية ولا ينزل نبي برسالة مستقلة وشريعة ناسخة، بل هو حاكم من\nحكام هذه الأمة.\n</p>\n\n<p>\nوأما حكم الجزية وما يتعلق بها فليس حكما مستمرا إلى يوم القيامة، بل هو\nمقيد بما <span id='ms0682'></span> قبل نزول عيسى، وقد أخبر نبينا صلى الله عليه وسلم بنسخه، وليس\nعيسى عليه السلام هو الناسخ، بل نبينا صلى الله عليه وسلم هو المبين للنسخ،\nفدل على أن الامتناع في ذلك الوقت من قبول الجزية هو شرع نبينا صلى الله\nعليه وسلم. أشار إليه النووي في شرح مسلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p395'> Vol. 07, p. 395</a>\n            </div>\n            \n</p>\n\n<p>\nفإن قلت: ما المعنى في تغيير حكم الشرع عند نزول عيسى عليه الصلاة\nوالسلام في قبول الجزية؟\n</p>\n\n<p>\nفأجاب ابن بطال: بأنا إنما قبلناها نحن لاحتياجنا إلى المال، وليس يحتاج\nعيسى عليه الصلاة والسلام عند خروجه إلى مال، لأنه يفيض في أيامه المال حتى\nلا يقبله أحد، فلا يقبل إلا القتل أو الإيمان بالله وحده، انتهى.\n</p>\n\n<p>\nوأجاب الشيخ ولي الدين ابن العراقي: بأن قبول الجزية من اليهود.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p396'> Vol. 07, p. 396</a>\n            </div>\n            \n</p>\n\n<p>\nوالنصارى لشبهة ما بأيديهم من التوراة والإنجيل, وتعلقهم بزعمهم بشرع\nقديم، فإذا نزل عيسى عليه الصلاة والسلام زالت تلك الشبه بحصول معاينته،\nفصاروا كعبدة الأوثان في انقطاع شبهتهم وانكشاف أمرهم، فعوملوا معاملتهم في\nأنه لا يقبل منهم إلا الإسلام، والحكم يزول بزوال علته. قال وهذا معنى حسن\nمناسب لم أر من تعرض له. قال: وهذا أولى مما ذكره ابن بطال، انتهى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p397'> Vol. 07, p. 397</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head13'>............................................................................. </h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p398'> Vol. 07, p. 398</a>\n            </div>\n            \n<p>\nوكذلك من يقول من العلماء بنبوة الخضر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p399'> Vol. 07, p. 399</a>\n            </div>\n            \n</p>\n\n<p>\nوأنه باق إلى اليوم، فإنه تابع لأحكام هذه الملة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p400'> Vol. 07, p. 400</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head14'>................................................................. </h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p401'> Vol. 07, p. 401</a>\n            </div>\n            \n<p>\nوكذلك إلياس\n</p>\n\n<h1 class='l1' id='head15'>.................................................. </h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p402'> Vol. 07, p. 402</a>\n            </div>\n            \n<p>\nعلى ما صححه أبو عبد الله القرطبي أنه حي أيضا.\n</p>\n\n<p>\nوليس في الرسل من يتبعه رسول إلا نبينا صلى الله عليه وسلم، وكفى بهذا\nشرفا لهذه الأمة المحمدية زادها الله شرفا.\n</p>\n\n<p>\nفالحمد لله الذي خصنا بهذه الرحمة، وأسبغ علينا هذه النعمة، ومن علينا\nبما عمنا به من الفضائل الجمة، ونوه بنا في كتابه العزيز بقوله: {كنتم خير\nأمة} [آل عمران: 110] ، فتأمل قوله {كنتم} . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p403'> Vol. 07, p. 403</a>\n            </div>\n            \n</p>\n\n<p>\nأي: في اللوح المحفوظ، وقيل: كنتم في علم الله.\n</p>\n\n<p>\nفينبغي لمن هو من هذه الأمة المحمدية أن يتخلق بالأخلاق الزكية، ليثبت له\nما لهذه الأمة الشريفة من الأوصاف المرضية، ويتأهل لما لها من الخيرية.\n</p>\n\n<p>\nقال مجاهد: {كنتم خير أمة أخرجت للناس} إذا كنتم <span id='ms0683'></span> على الشرائط المذكورة،\nأي: {تأمرون بالمعروف وتنهون عن المنكر} .\n</p>\n\n<p>\nوقيل: إنما صارت أمة محمد صلى الله عليه وسلم خير أمة لأن المسلمين منهم\nأكثر، والأمر بالمعروف والنهي عن المنكر فيهم أشهر.\n</p>\n\n<p>\nوقيل: هذا لأصحاب محمد صلى الله عليه وسلم كما قال عليه الصلاة والسلام:\n\"خير الناس قرني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p404'> Vol. 07, p. 404</a>\n            </div>\n            \n</p>\n\n<p>\nثم الذين يلونهم ثم الذين يلونهم\"، وهذا يدل على أن أول هذه الأمة أفضل\nمن بعدها. وإلى هذا ذهب معظم العلماء.\n</p>\n\n<p>\nوإن من صحبه صلى الله عليه وسلم ورآه ولو مرة من عمره أفضل من كل من يأتي\nبعده، وأن فضيلة الصحبة لا يعدلها عمل، هذا مذهب الجمهور.\n</p>\n\n<p>\nوذهب أبو عمر بن عبد البر: إلى أنه قد يكون فيمن يأتي بعد الصحابة أفضل\nممن كان في جملة الصحابة، وإن قوله عليه الصلاة والسلام: \"خير الناس قرني\"\nليس على عمومه بدليل ما يجمع القرن من الفاضل والمفضول، وقد جمع قرنه عليه\nالصلاة والسلام جماعة من المنافقين المظهرين للإيمان، وأهل الكبائر الذين\nأقام عليهم وعلى بعضهم الحدود، وقد روى أبو أمامة أنه صلى الله عليه وسلم\nقال: \"طوبى لمن رآني وآمن بي، وطوبى سبع مرات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p405'> Vol. 07, p. 405</a>\n            </div>\n            \n</p>\n\n<p>\nلمن لم يرني وآمن بي\".\n</p>\n\n<p>\nوفي مسند أبي داود الطيالسي عن محمد بن أبي حميد عن زيد بن أسلم عن أبيه\nعن عمر قال: كنت جالسا عند رسول الله صلى الله عليه وسلم فقال: \"أتدرون أي\nالخلق أفضل إيمانا؟ \" قلنا: الملائكة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p406'> Vol. 07, p. 406</a>\n            </div>\n            \n</p>\n\n<p>\nقال: \"وحق لهم، بل غيرهم\". قلنا: الأنبياء، قال: \"وحق لهم، بل غيرهم\"، ثم\nقال صلى الله عليه وسلم: \"أفضل الخلق إيمانا قوم في أصلاب الرجال يؤمنون بي\nولم يروني فهم أفضل الخلق إيمانا\".\n</p>\n\n<p>\nوروي أن عمر بن عبد العزيز لما ولي الخلافة كتب إلى سالم بن عبد الله أن\nأكتب إلى بسيرة عمر بن الخطاب لأعمل بها، فكتب إليه سالم: إن عملت بسيرة\nعمر فأنت أفضل من عمر، لأن زمانك ليس كزمان عمر، ولا رجالك كرجال عمر، قال:\nوكتب إلى فقهاء زمانه فكلهم كتب بمثل قول سالم.\n</p>\n\n<p>\nقال أبو <span id='ms0684'></span> عمر: فهذه الأحاديث تقتضي مع تواتر طرقها وحسنها، التسوية بين\nأول هذه الأمة وآخرها في فضل العمل، إلا أهل بدر والحديبية. ومن تدبر هذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p407'> Vol. 07, p. 407</a>\n            </div>\n            \n</p>\n\n<p>\nالباب بأن له الصواب، انتهى.\n</p>\n\n<p>\nوإسناد حديث أبي داود الطيالسي عن عمر ضعيف فلا يحتج به، لكن روى أحمد\nوالدارمي والطبراني عن أبي عبيدة -ابن الجراح: يا رسول الله، أحد خير منا؟\nأسلمنا معك وجاهدنا معك؟ قال: \"قوم يكونون من بعدكم يؤمنون بي ولم يروني\".\nوإسناده حسن وصححه الحاكم.\n</p>\n\n<p>\nوالحق ما عليه الجمهور: أن فضيلة الصحبة لا يعدلها عمل لمشاهدة رسول الله\nصلى الله عليه وسلم، والدلائل على أفضلية الصحابة على غيرهم كثيرة متظاهرة\nلا نطيل بذكرها وسيأتي بقية مباحث ذلك في فضل الصحابة من المقصد السابع إن\nشاء الله تعالى.\n</p>\n\n<p>\nوقد خص الله تعالى هذه الأمة الشريفة بخصائص لم يؤتها أمة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p408'> Vol. 07, p. 408</a>\n            </div>\n            \n</p>\n\n<p>\nقبلهم، أبان بها فضلهم، والأخبار والآثار ناطقة بذلك.\n</p>\n\n<p>\nفخرج أبو نعيم عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: \"إن\nموسى -عليه الصلاة والسلام- لما نزلت عليه التوراة وقرأها، فوجد فيها ذكر\nهذه الأمة، قال: يا رب إني أجد في الألواح أمة هم الآخرون السابقون،\nفاجعلها أمتي، قال: تلك أمة أحمد، قال: يا رب إني أجد في الألواح أمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p409'> Vol. 07, p. 409</a>\n            </div>\n            \n</p>\n\n<p>\nأناجيلهم في صدورهم يقرءونها فاجعلها أمتي، قال: تلك أمة أحمد، قال: يا\nرب إني أجد في الألواح أمة يجعلون الصدقة في بطونهم يؤجرون عليها فاجعلها\nأمتي، قال: تلك أمة أحمد، قال: يا رب إني أجد في الألواح أمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p410'> Vol. 07, p. 410</a>\n            </div>\n            \n</p>\n\n<p>\nيأكلون الفيء فاجعلها أمتي قال: تلك أمة أحمد، قال: يا رب إني أجد في\nالألواح إذا هم أحدهم بحسنة فلم يعملها كتبت له حسنة وإن عملها كتبت له عشر\nحسنات فاجعلها أمتي، قال: تلك أمة أحمد، قال: يا رب إني أجد في الألواح أمة\nإذا هم أحدهم بسيئة فلم يعملها لم تكتب عليه، وإن عملها كتبت سيئة واحدة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p411'> Vol. 07, p. 411</a>\n            </div>\n            \n</p>\n\n<p>\nفاجعلها أمتي، قال: تلك أمة أحمد، قال: يا رب إني أجد في الألواح أمة\nيؤتون العلم <span id='ms0685'></span> الأول والعلم الآخر، فيقتلون المسيح الدجال، فاجعلها أمتي،\nقال: تلك أمة أحمد، قال: يا رب فاجعلني من أمة أحمد، فأعطي عند ذلك خصلتين،\nفقال: يا موسى إني اصطفيتك على الناس برسالاتي وبكلامي، فخذ ما آتيك وكن من\nالشاكرين، قال: قد رضيت يا رب\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p412'> Vol. 07, p. 412</a>\n            </div>\n            \n</p>\n\n<p>\nوروى ابن طغر بك في \"النطق المفهوم\" عن ابن عباس رفعه: \"قال موسى: يا رب،\nفهل في الأمم أكرم عليك من أمتي، ظللت عليهم الغمام، وأنزلت عليهم المن\nوالسلوى، فقال: سبحانه وتعالى: يا موسى، أما علمت أن فضل أمة محمد على سائر\nالأمم، كفضلي على جميع خلقي؟ قال: يا رب فأرينيهم، قال: لن تراهم، ولكن\nأسمعك كلامهم، فناداهم الله تعالى، فأجابوا كلهم بصوت واحد: لبيك اللهم\nلبيك، وهم في أصلاب آبائهم وبطون أمهاتهم فقال سبحانه: صلاتي عليكم، ورحمتي\nسبقت غضبي، وعفوي سبق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p413'> Vol. 07, p. 413</a>\n            </div>\n            \n</p>\n\n<p>\nعذابي، أستجيب لكم قبل أن تسألوني، فمن لقيني منكم يشهد أن لا إله إلا\nالله، وأن محمدا رسول الله غفرت له ذنوبه\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p414'> Vol. 07, p. 414</a>\n            </div>\n            \n</p>\n\n<p>\nقال صلى الله عليه وسلم: \"فأراد الله أن يمن علي ذلك فقال: {وما كنت\nبجانب الطور إذ نادينا} [القصص: 46] \"، أي: أمتك حتى أسمعنا موسى كلامهم.\n</p>\n\n<p>\nورواه قتادة, وزاد: فقال: يا رب، ما أحسن أصوات أمة محمد صلى الله عليه\nوسلم أسمعني مرة أخرى.\n</p>\n\n<p>\nوفي الحلية لأبي نعيم، عن أنس قال: قال رسول الله صلى الله عليه وسلم:\n\"أوحى الله تعالى إلى موسى، نبئ بني إسرائيل أنه من لقيني وهو جاحد بأحمد\nأدخلته النار، قال: يا رب، ومن أحمد؟ قال: ما خلقت خلقا أكرم علي منه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p415'> Vol. 07, p. 415</a>\n            </div>\n            \n</p>\n\n<p>\nكتبت اسمه مع اسمي في العرش قبل أن أخلق السماوات والأرض، إن الجنة محرمة\nعلى جميع خلقي حتى يدخلها هو وأمته، قال: ومن أمته؟ قال: الحمادون، يحمدون\nصعودا وهبوطا وعلى كل حال, يشدون أوساطهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p416'> Vol. 07, p. 416</a>\n            </div>\n            \n</p>\n\n<p>\nويطهرون أطرافهم، صائمون بالنهار، رهبان بالليل، أقبل منهم اليسير\nوأدخلهم الجنة بشهادة أن لا إله إلا الله، قال: اجعلني نبي تلك الأمة، قال:\nنبيها منها، قال: اجعلني من أمة ذلك النبي، قال: استقدمت واستأخر <span id='ms0686'></span>، ولكن\nسأجمع بينك وبينه في دار الجلال\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p417'> Vol. 07, p. 417</a>\n            </div>\n            \n</p>\n\n<p>\nوعن وهب بن منبه قال: أوحى الله إلى سعيا: إني باعث نبيا أميا، أفتح به\nآذانا صما، وقلوبا غلفا، وأعينا عميا، مولده بمكة ومهاجره طيبة، وملكه\nبالشام، عبدي المتوكل المصطفى المرفوع الحبيب المنتخب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p418'> Vol. 07, p. 418</a>\n            </div>\n            \n</p>\n\n<p>\nالمختار، لا يجزي بالسيئة، ولكن يعفو ويصفح ويغفر، رحيما بالمؤمنين، يبكي\nللبهيمة المثقلة، ولليتيم في حجر الأرملة، ليس بفظ ولا غليظ ولا صخاب في\nالأسواق، ولا متزين بالفحش. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p419'> Vol. 07, p. 419</a>\n            </div>\n            \n</p>\n\n<p>\nولا قوال للخنا، ولو يمر إلى جنب السراج لم يطفئه من سكينته، ولو يمشي\nعلى القصب الرعراع لم يسمع من تحت قدميه، أبعثه مبشرا ونذيرا إلى أن قال:\nوأجعل أمته خير أمة أخرجت للناس أمرا بالمعروف ونهيا عن المنكر، وتوحيدا لي\nوإيمانا بي، وإخلاصا لي، وتصديقا لما جاءت به رسلي، وهم رعاة الشمس والقمر،\nطوبى لتلك القلوب والوجوه والأرواح التي أخلصت لي، ألهمهم التسبيح والتكبير\nوالتحميد والتوحيد، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p420'> Vol. 07, p. 420</a>\n            </div>\n            \n</p>\n\n<p>\nفي مساجدهم ومجالسهم ومضاجعهم ومتقلبهم ومثواهم، ويصفون في مساجدهم كصفوف\nالملائكة حول عرشي، هم أوليائي وأنصاري، أنتقم بهم من أعدائي عبدة الأوثان،\nيصلون لي قياما وقعودا وركعا وسجودا، ويخرجون من ديارهم وأموالهم ابتغاء\nمرضاتي ألوفا، ويقاتلون صفوفا، أختم بكتابهم الكتب، وبشريعتهم الشرائع،\nوبدينهم الأديان، فمن أدركهم فلم يؤمن بكتابهم، ويدخل في دينهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p421'> Vol. 07, p. 421</a>\n            </div>\n            \n</p>\n\n<p>\nوشريعتهم فليس مني، وهو مني برئ، وأجعلهم أفضل الأمم، وأجعلهم أمة وسطا\nشهداء على الناس، إذا غضبوا هللوني، وإذا تنازعوا سبحوني، يطهرون الوجوه\nوالأطراف، ويشدون الثياب إلى الأنصاف، ويهللون على التلول والأشراف،\nقربانهم دماؤهم، وأنا جيلهم في صدورهم، رهبانا بالليل ليوثا بالنهار، طوبى\nلمن كان معهم، وعلى دينهم ومنهاجهم وشريعتهم، وذلك فضلي أوتيه من أشاء،\nوأنا ذو الفضل العظيم. رواه أبو نعيم.\n</p>\n\n<p>\nوقد ذكر الإمام فخر الدين: أن من كانت معجزاته أظهر يكون ثواب أمته أقل،\nقال السبكي: إلا هذه الأمة، فإن معجزات نبيها أظهر وثوابها أكثر من سائر\nالأمم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p422'> Vol. 07, p. 422</a>\n            </div>\n            \n</p>\n\n<p>\nومن خصائص هذه الأمة إحلال الغنائم، ولم تحل لأحد قبلها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p423'> Vol. 07, p. 423</a>\n            </div>\n            \n</p>\n\n<p>\nوجعلت لهم الأرض مسجدا ولم تكن الأمم تصلي إلا في البيع والكنائس، وجعلت <span id='ms0687'></span>\nتربتها لهم طهورا وهو التيمم. وفي رواية أبي أمامة عند البخاري: \"وجعلت\nالأرض كلها لي ولأمتي مسجدا وطهورا\". وفي رواية مسلم من حديث حذيفة: \"وجعلت\nلنا الأرض كلها لي ولأمتي مسجدا، وجعلت تربتها طهورا إذا لم نجد الماء\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p424'> Vol. 07, p. 424</a>\n            </div>\n            \n</p>\n\n<p>\nومن خصائص هذه الأمة أيضا الوضوء، فإنه لم يكن إلا للأنبياء دون أممهم،\nذكره الحليمي، واستدل بحديث البخاري: \"إن أمتي يدعون يوم القيامة غرا\nمحجلين من آثار الوضوء\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p425'> Vol. 07, p. 425</a>\n            </div>\n            \n</p>\n\n<p>\nلكن قال في فتح الباري: فيه نظر: لأنه ثبت في البخاري في قصة سارة -عليها\nالسلام- مع الملك الذي أعطاها هاجر: لما هم الملك بالدنو منها قامت تتوضأ\nوتصلي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p426'> Vol. 07, p. 426</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head16'>......................................... </h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p427'> Vol. 07, p. 427</a>\n            </div>\n            \n<p>\nوفي قصة جريج الراهب: أنه قام فتوضأ وصلى ثم كلم الغلام. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p428'> Vol. 07, p. 428</a>\n            </div>\n            \n</p>\n\n<p>\nفالظاهر أن الذي اختصت به هذه الأمة هو الغرة والتحجيل، لا أصل الوضوء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p429'> Vol. 07, p. 429</a>\n            </div>\n            \n</p>\n\n<p>\nوقد صرح بذلك في رواية لسملم عن أبي هريرة مرفوعا، قال: \"لكم سيما ليست\nلغيركم\". أي: علامة.\n</p>\n\n<p>\nومنها مجموع الصلوات الخمس، ولم تجمع لأحد غيرهم، أخرج الطحاوي عن عبيد\nالله بن محمد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p430'> Vol. 07, p. 430</a>\n            </div>\n            \n</p>\n\n<p>\nابن عائشة قال: إن آدم لما تيب عليه عند الفجر صلى ركعتين فصارت الصبح،\nوفدى إسحاق عند الظهر، فصلى أربع ركعات، فصارت الظهر، وبعث عزير عند العصر،\nفقيل له: كم لبثت قال: يوما، فرأى الشمس فقال: أو بعض يوم فصلى أربع ركعات\nفصارت العصر، وغفر لداود عند المغرب، فقام يصلي أربع ركعات فجهد فجلس في\nالثالثة فصارت المغرب ثلاثا. وأول من صلى العشاء الآخرة نبينا صلى الله\nعليه وسلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p431'> Vol. 07, p. 431</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرج أبو داود في سننه، وابن أبي شيبة في مصنفه والبيهقي في سننه عن\nمعاذ بن جبل قال: أخر رسول الله صلى الله عليه وسلم صلاة العتمة ليلة حتى\nظن الظان أنه قد صلى, ثم خرج فقال: \"أعتموا بهذه الصلاة فإنكم فضلتم بها\nعلى سائر الأمم ولم تصلها أمة قبلكم\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p432'> Vol. 07, p. 432</a>\n            </div>\n            \n</p>\n\n<p>\nومنها الأذان والإقامة.\n</p>\n\n<p>\nومنها البسملة، قال بعضهم فيما نقله الشيخ شهاب الدين الحلبي النحوي في\nتفسيره، قال: ولم ينزلها الله على أحد من الأمم قبلنا إلا على سليمان بن\nداود <span id='ms0688'></span>، فهي مما اختصت به هذه الأمة، انتهى.\n</p>\n\n<p>\nومنها التأمين، روى الإمام أحمد من حديث عائشة: بينا أنا عند النبي صلى\nالله عليه وسلم إذ استأذن رجل من اليهود، فذكر الحديث. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p433'> Vol. 07, p. 433</a>\n            </div>\n            \n</p>\n\n<p>\nوفيه: أن النبي صلى الله عليه وسلم قال: \"إنهم لم يحسدونا على شيء كما\nحسدونا على الجمعة التي هدانا الله لها وضلوا عنها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p434'> Vol. 07, p. 434</a>\n            </div>\n            \n</p>\n\n<p>\nوعلى قولنا خلفا الإمام آمين\".\n</p>\n\n<p>\nقال الحافظ ابن حجر: وهذا حديث غريب لا أعرفه بهذه الألفاظ إلا من هذا\nالوجه، لكن لبعضه متابع حسن في التأمين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p435'> Vol. 07, p. 435</a>\n            </div>\n            \n</p>\n\n<p>\nأخرجه ابن ماجه وصححه ابن خزيمة كلاهما من رواية سهيل بن أبي صالح عن\nأبيه عن عائشة عن النبي صلى الله عليه وسلم قال: \"ما حسدتنا اليهود على شيء\nما حسدتنا على السلام والتأمين\".\n</p>\n\n<p>\nومنها الاختصاص بالركوع، عن علي رضي الله عنه قال: أول صلاة ركعنا فيها\nالعصر، فقلت: يا رسول الله، ما هذا؟ قال: \"بهذا أمرت\". رواه البزار\nوالطبراني في الأوسط.\n</p>\n\n<p>\nووجه الاستدلال منه أنه عليه السلام صلى قبل ذلك الظهر، وصلى قبل فرض\nالصلوات الخمس قيام الليل، فكون الصلاة السابقة بلا ركوع قرينة لخلو صلاة\nالأمم السابقة منه. قاله بعض العلماء.\n</p>\n\n<p>\nقال: وذكر جماعة من المفسرين في قوله تعالى: {واركعوا مع الراكعين}\n[البقرة: 43] أن مشروعية الركوع في الصلاة خاص بهذه الأمة، وأنه لا ركوع في\nصلاة بني إسرائيل، ولذا أمرهم بالركوع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p436'> Vol. 07, p. 436</a>\n            </div>\n            \n</p>\n\n<p>\nمع أمة محمد صلى الله عليه وسلم.\n</p>\n\n<p>\nوهذا يعارضه قوله تعالى: {يا مريم اقنتي لربك واسجدي واركعي مع الراكعين}\n[آل عمران: 43] ، المفسر بأمرت بالصلاة في الجماعة بذكر أركانها مبالغة في\nالمحافظة عليها.\n</p>\n\n<p>\nقالوا: وقدم السجود قبل الركوع إما لكونه كذلك في شريعتهم، أو للتنبيه\nعلى أن \"الواو\" لا توجب الترتيب.\n</p>\n\n<p>\nوقيل: المراد بالقنوت إدامة الطاعة، لقوله تعالى: {أم من هو قانت آناء\nالليل ساجدا وقائما} [الزمر: 9] وبالسجود الصلاة والركوع الخشوع والإخبات\nالخضوع.\n</p>\n\n<p>\nومنها الصفوف في الصلاة، كصفوف الملائكة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p437'> Vol. 07, p. 437</a>\n            </div>\n            \n</p>\n\n<p>\nرواه مسلم من حديث حذيفة.\n</p>\n\n<p>\nومنها تحية الإسلام لحديث عائشة السابق. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p438'> Vol. 07, p. 438</a>\n            </div>\n            \n</p>\n\n<p>\nومنها الجمعة، قال صلى الله عليه وسلم: \"نحن الآخرون <span id='ms0689'></span> السابقون يوم\nالقيامة، بيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p439'> Vol. 07, p. 439</a>\n            </div>\n            \n</p>\n\n<p>\nأنهم أوتوا الكتاب من قبلنا، ثم هذا يومهم الذي فرض الله عليهم فاختلفوا\nفيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p440'> Vol. 07, p. 440</a>\n            </div>\n            \n</p>\n\n<p>\nفهدانا الله له، فالناس لنا فيه تبع، اليهود غدا والنصارى بعد غد\"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p441'> Vol. 07, p. 441</a>\n            </div>\n            \n</p>\n\n<p>\nرواه البخاري.\n</p>\n\n<p>\nومنها ساعة الإجابة التي في الجمعة، واختلف في تعيينها على أقوال تزيد\nعلى الثلاثين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p442'> Vol. 07, p. 442</a>\n            </div>\n            \n</p>\n\n<p>\nذكرتها في \"لوامع الأنوار في الأدعية والأذكار\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p443'> Vol. 07, p. 443</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head17'>...................................... </h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p444'> Vol. 07, p. 444</a>\n            </div>\n            \n<p>\nومنها: أنه إذا كان أول ليلة من شهر رمضان نظر الله تعالى إليهم، ومن نظر\nإليه لم يعذبه، أبدا، وتزين الجنة فيه، وخلوف أفواه الصائمين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p445'> Vol. 07, p. 445</a>\n            </div>\n            \n</p>\n\n<p>\nأطيب عند الله من ريح المسك، وتستغفر لهم الملائكة في كل يوم وليلة حتى\nيفطروا، وإذا كان آخر ليلة غفر لهم جميعا. رواه البيهقي بإسناد لا بأس به.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p446'> Vol. 07, p. 446</a>\n            </div>\n            \n</p>\n\n<p>\nبلفظ: \"أعطيت أمتي في شهر رمضان خمسا لم يعطهن نبي قبلي ... وتستغفر لهم\nالحيتان حتى يفطروا\". رواه البزار. \"وتصفد مردة الشياطين\" رواه أحمد\nوالبزار. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p447'> Vol. 07, p. 447</a>\n            </div>\n            \n</p>\n\n<p>\nومنها السحور، وتعجيل الفطر، رواه الشيخان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p448'> Vol. 07, p. 448</a>\n            </div>\n            \n</p>\n\n<p>\nوإباحة الأكل والشرب والجماع ليلا إلى الفجر، وكان محرما على من قبلنا\nبعد النوم، وكذا في صدر الإسلام ثم نسخ. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p449'> Vol. 07, p. 449</a>\n            </div>\n            \n</p>\n\n<p>\nومنها: ليلة القدر، كما قاله النووي في شرح المهذب.\n</p>\n\n<p>\nوهل صيام رمضان من خصائص هذه الأمة أم لا؟ إن قلنا إن التشبيه الذي دلت\nعليه كاف \"كما\" في قوله تعالى: {كتب عليكم الصيام كما كتب على الذين من\nقبلكم} [البقرة: 183] على حقيقته فيكون رمضان كتب على من قبلنا.\n</p>\n\n<p>\nوذكر ابن أبي حاتم عن ابن عمر رفعه: \"صيام رمضان كتبه الله على الأمم\nقبلكم\". وفي إسناده مجهول.\n</p>\n\n<p>\nوإن قلنا المراد مطلق الصيام دون قدره ووقته فيكون التشبيه واقعا على\nمطلق الصوم، وهو قول الجمهور. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p450'> Vol. 07, p. 450</a>\n            </div>\n            \n</p>\n\n<p>\nومنها أن لهم الاسترجاع عند المصيبة، قال سعيد بن جبير فيما رواه ابن\nجرير والبيهقي وغيرهما عنه: لقد أعطيت هذه الأمة عند المصيبة ما لم يعط\nالأنبياء عليهم السلام مثله: إنا لله وإنا إليه راجعون. ولو أعطيت الأنبياء\nلأعطيه يعقوب عليه السلام إذ قال: {يا أسفى على يوسف} [يوسف: 84] .\n</p>\n\n<p>\nومنها: أن الله تعالى رفع عنهم الإصر الذي كان على الأمم قبلهم <span id='ms0690'></span>، قال\nتعالى: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p451'> Vol. 07, p. 451</a>\n            </div>\n            \n</p>\n\n<p>\n{ويضع عنهم إصرهم والأغلال التي كانت عليهم} [الأعراف: 157] ، أي: ويخفف\nعنهم ما كلفوا به من التكاليف الشاقة، وقطع كتعيين القصاص في العمد والخطأ\nوقطع الأعضاء الخاطئة، وقطع موضع النجاسة، وقتل النفس في التوبة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p452'> Vol. 07, p. 452</a>\n            </div>\n            \n</p>\n\n<p>\nوقد كان الرجل من بني إسرائيل يذنب الذنب فيصبح قد كتب على باب بيته: إن\nكفارته أن تنزع عينيك فينزعهما.\n</p>\n\n<p>\nوأصل الإصر: الثقل الذي يأصر صاحبه، أي يحبسه من الحراك لثقله.\n</p>\n\n<p>\nومنها أن الله تعالى أحل لهم كثيرا مما شدد على من قبلهم، ولم يجعل عليهم\nفي الدين من حرج، قال تعالى: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p453'> Vol. 07, p. 453</a>\n            </div>\n            \n</p>\n\n<p>\n{وما جعل عليكم في الدين من حرج} [الحج: 78] أي: ضيق بتكليف ما اشتد\nالقيام به عليهم، إشارة إلى أنه لا مانع لهم عنه ولا عذر لهم في تركه، يعني\nمن لم يستطع أن يصلي قائما فليصل قاعدا، وأباح للصائم الفطر في السفر،\nوالقصر فيه.\n</p>\n\n<p>\nوقيل ذلك بأن جعل لهم من كل ذنب مخرجا، وفتح لهم باب التوبة، وشرع لهم\nالكفارات في حقوقه، والأروش والديات في حقوق العباد. قاله البيضاوي.\n</p>\n\n<p>\nوروى عن ابن عباس أنه قال: الحرج ما كان على بني إسرائيل من الإصر\nوالشدائد، وضعه الله عن هذه الأمة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p454'> Vol. 07, p. 454</a>\n            </div>\n            \n</p>\n\n<p>\nوعن كعب، أعطى الله هذه الأمة ثلاثا لم يعطهن إلا الأنبياء: جعلهم شهداء\nعلى الناس، وما جعل عليهم في الدين من حرج، وقال: ادعوني أستجب لكم.\n</p>\n\n<p>\nومنها: إن الله تعالى رفع عنهم المؤاخذة بالخطأ. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p455'> Vol. 07, p. 455</a>\n            </div>\n            \n</p>\n\n<p>\nوالنسيان، وما استكرهوا عليه، وحديث النفس، وقد كان بنو إسرائيل إذا نسوا\nشيئا مما أمروا أو أخطئوا في شيء عجلت لهم العقوبة، فحرم عليهم شيء من مطعم\nأو مشرب على حسب ذلك الذنب.\n</p>\n\n<p>\nوقد قال صلى الله عليه وسلم: \"إن الله وضع عن أمتي الخطأ والنسيان وما\nاستكرهوا عليه\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p456'> Vol. 07, p. 456</a>\n            </div>\n            \n</p>\n\n<p>\nرواه أحمد وابن حبان والحاكم وابن ماجه.\n</p>\n\n<p>\nومنها أن الإسلام وصف خاص بهم، لا يشركهم فيه غيرهم إلا الأنبياء عليهم\nالصلاة والسلام، لقوله تعالى: {هو سماكم المسلمين من قبل وفي هذا} [الحج:\n78] {ورضيت لكم الإسلام دينا} [المائدة: 3] إذ لو لم يكن <span id='ms0691'></span> خاصا بهم لم يكن\nفي الامتنان عليهم بذلك فائدة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p457'> Vol. 07, p. 457</a>\n            </div>\n            \n</p>\n\n<p>\nوقد يجاب: بأن رضي الإسلام دينا لهم، وتسميه إبراهيم إياها بذلك، لا ينفي\nاتصاف غيرهم بذلك. وفائدة ذلك: الإعلام بالإنعام عليهم بما أنعم به على\nغيرهم من الفضائل.\n</p>\n\n<p>\nوقيل: لا يختص بهم، بل يطلق على غيرهم أيضا، وهو اسم لكل دين حق لغة\nوشرعا. كما أجاب به ابن الصلاح لقوله تعالى: حكاية عن وصية يعقوب {فلا\nتموتن إلا وأنتم مسلمون} [البقرة: 132] {فما وجدنا فيها غير بيت من\nالمسلمين} [الذاريات: 36] . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p458'> Vol. 07, p. 458</a>\n            </div>\n            \n</p>\n\n<p>\nإلى غير ذلك. ولأن الإيمان أخص من الإسلام، كما هو مذهب كثير من العلماء،\nوليس خاصا بهذه الأمة، بل يوصف به كل من دخل في شريعة مقرا بالله\nوبأنبيائه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p459'> Vol. 07, p. 459</a>\n            </div>\n            \n</p>\n\n<p>\nكما قال الراغب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p460'> Vol. 07, p. 460</a>\n            </div>\n            \n</p>\n\n<p>\nومنها أن شريعتهم أكمل من جميع الشرائع المتقدمة، وهذا مما لا يحتاج إلى\nبيانه لوضوحه. وانظر إلى شريعة موسى عليه السلام, فقد كانت شريعة جلال\nوقهر، أمروا بقتل نفوسهم في التوبة، وحرمت عليهم الشحوم، وذوات الظفر\nوغيرها من الطيبات، وحرمت عليهم الغنائم وعجل لهم في العقوبات ما عجل،\nوحملوا من الآصار والأغلال. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p461'> Vol. 07, p. 461</a>\n            </div>\n            \n</p>\n\n<p>\nما لم يحمله غيرهم.\n</p>\n\n<p>\nوكان موسى عليه السلام من أعظم خلق الله هيبة ووقارا وأشدهم بأسا وغضبا\nلله، وبطشا بأعداء الله، فكان لا يستطاع النظر إليه.\n</p>\n\n<p>\nوعيسى عليه السلام كان في مظهر الجمال، وكانت شريعته شريعة فضل وإحسان،\nوكان لا يقاتل ولا يحاب، وليس في شريعته قتال ألبتة، والنصارى يحرم عليهم\nفي دينهم القتال، وهم به عصاة، فإن الإنجيل يأمر فيه: من لطمك على خدك\nالأيمن فأدر له خدك الأيسر، ومن نازعك ثوبك فأعطه رداءك، ومن سخرك ميلا\nفامش معه ميلين، ونحو هذا، وليس في شريعتهم مشقة ولا آصار ولا أغلال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p462'> Vol. 07, p. 462</a>\n            </div>\n            \n</p>\n\n<p>\nوأما النصارى فابتدعوا تلك الرهبانية من قبل أنفسهم ولا تكتب عليهم.\n</p>\n\n<p>\nوأما نبينا صلى الله عليه وسلم فكان مظهر الكمال، الجامع لتلك القوة\nوالعدل والشدة في الله، واللين والرأفة والرحمة فشريعته أكمل الشرائع،\nوأمته أكمل الأمم، وأحوالهم ومقاماتهم أكمل الأحوال والمقامات، ولذلك تأتي\nشريعته صلى الله عليه <span id='ms0692'></span> وسلم بالعدل إيجابا له وفرضا، وبالفضل ندبا إليه\nواستحبابا، وبالشدة في موضع الشدة، وباللين في موضع اللين، ووضع السيف\nموضعه، ووضع الندى موضعه، فيذكر الظلم ويحرمه، والعدل ويأمر به، والفضل\nويندب إليه في بعض آية، كقوله تعالى: {وجزاء سيئة سيئة مثلها} [الشورى: 40]\nالآية، فهذا عدل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p463'> Vol. 07, p. 463</a>\n            </div>\n            \n</p>\n\n<p>\n{فمن عفا وأصلح فأجره على الله} ، فهذا فضل {إنه لا يحب الظالمين}\n[الشورى: 40] ، فهذا تحريم للظلم.\n</p>\n\n<p>\nوقوله: {وإن عاقبتم فعاقبوا بمثل ما عوقبتم به} ، فهذا إيجاب للعدل\nوتحريم للظلم {ولئن صبرتم لهو خير للصابرين} [النحل: 126] ندب إلى الفضل.\n</p>\n\n<p>\nوكذلك تحريم ما حرم على هذه الأمة صيانة وحمية لهم، حرم عليهم كل خبيث\nوضار، وأباح لهم كل طيب ونافع، فتحريمه عليهم رحمة، وعلى من كان قبلهم لم\nيخل من عقوبة، كما أشرت إليه قريبا.\n</p>\n\n<p>\nوهداهم لما ضلت عنه الأمم قبلهم كيوم الجمعة، كما سأذكره إن شاء الله\nتعالى في. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p464'> Vol. 07, p. 464</a>\n            </div>\n            \n</p>\n\n<p>\nمقصد عباداته عليه السلام، وتقدم ما يشهد له.\n</p>\n\n<p>\nووهب لهم من علمه وحلمه، وجعلهم خير أمة أخرجت للناس، وكمل لهم من\nالمحاسن ما فرقه في الأمم، كما كمل لنبيهم من المحاسن ما فرقه في الأنبياء\nقبله، كما كمل في كتابهم من المحاسن ما فرقه في الكتب قبله، وكذلك في\nشريعته.\n</p>\n\n<p>\nفهذه الأمة هم المجتبون، كما قال إلههم: {هو اجتباكم وما جعل عليكم في\nالدين من حرج} [الحج: 78] ، وجعلهم شهداء على الناس، فأقامهم في ذلك مقام\nالرسل الشاهدين على أممهم، أشار إليه ابن القيم.\n</p>\n\n<p>\nومنها: أنهم لا يجتمعون على ضلالة. رواه أحمد في مسنده، والطبراني في\nالكبير، وابن أبي خيثمة في تاريخه عن أبي بصرة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p465'> Vol. 07, p. 465</a>\n            </div>\n            \n</p>\n\n<p>\nالغفاري مرفوعا في حديث: \"سألت ربي أن لا تجتمع أمتي على ضلالة\nفأعطانيها\". ورواه ابن أبي عاصم والطبراني أيضا من حديث أبي مالك الأشعري\nرفعه: \"إن الله أجاركم من ثلاث، -وذكر منها- وأن لا تجتمعوا على ضلالة\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p466'> Vol. 07, p. 466</a>\n            </div>\n            \n</p>\n\n<p>\nقال شيخنا: وبالجملة، فهو حديث مشهور المتن، وأسانيده كثيرة وله شواهد\nمتعددة في المرفوع وغيره.\n</p>\n\n<p>\nومنها: إن إجماعهم حجة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p467'> Vol. 07, p. 467</a>\n            </div>\n            \n</p>\n\n<p>\nوإن اختلافهم رحمة، وكان اختلاف من قبلهم <span id='ms0693'></span> عذابا، روى البيهقي في المدخل\nفي حديث من رواية سليمان بن أبي كريمة، عن جويبر عن الضحاك عن ابن عباس\nقال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p468'> Vol. 07, p. 468</a>\n            </div>\n            \n</p>\n\n<p>\n\"واختلاف أصحابي لكم رحمة\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p469'> Vol. 07, p. 469</a>\n            </div>\n            \n</p>\n\n<p>\nوجويبر: ضعيف جدا، والضحاك عن ابن عباس: منقطع.\n</p>\n\n<p>\nوهو كما قال الحافظ شيخ الإسلام ابن حجر: حديث مشهور على الألسنة، وقد\nأورده ابن الحاجب في المختصر في مباحث القياس بلفظ: \"اختلاف أمتي رحمة\nللناس\". قال: وكثر السؤال عنه، وزعم كثير من الأئمة أنه لا أصل له، لكن\nذكره الخطابي في غريب الحديث مستطردا، وقال: اعترض على هذا الحديث رجلان،\nأحدهما ماجن والآخر ملحد، وهما: إسحاق. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p470'> Vol. 07, p. 470</a>\n            </div>\n            \n</p>\n\n<p>\nالموصلي، وعمرو بن بحر الجاحظ وقالا جميعا: لو كان الاختلاف رحمة لكان\nالاتفاق عذابا، قال: ثم تشاغل الخطابي برد هذا الكلام، ولم يقع في كلامه نص\nفي عزو الحديث، ولكن أشعر بأن له أصلا عنده.\n</p>\n\n<p>\nومن حديث الليث بن سعد عن يحيى بن سعيد قال: أهل العلم أهل توسعة، وما\nبرح المفتون يختلفون، فيحل هذا ويحرم هذا، فلا يعيب هذا على هذا، أشار إليه\nشيخنا في المقاصد الحسنة.\n</p>\n\n<p>\nومنها أن الطاعون لهم شهادة ورحمة، وكان على الأمم عذابا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p471'> Vol. 07, p. 471</a>\n            </div>\n            \n</p>\n\n<p>\nرواه أحمد والطبراني في الكبير، عن حديث أبي عسيب مولى رسول الله صلى\nالله عليه وسلم.\n</p>\n\n<p>\nورجال أحمد ثقات ولفظه: \"الطاعون شهادة لأمتي ورحمة لهم ورجز على\nالكافرين\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p472'> Vol. 07, p. 472</a>\n            </div>\n            \n</p>\n\n<p>\nومنها أنهم إذا شهد اثنان منهم لعبد بخير وجبت له الجنة، وكانت الأمم\nالسالفة إذا شهد منهم مائة.\n</p>\n\n<p>\nومنها أنهم أقل الأمم عملا، وأكثرهم أجرا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p473'> Vol. 07, p. 473</a>\n            </div>\n            \n</p>\n\n<p>\nوأقصرهم أعمارا، وأوتوا العلم الأول والآخر، وآخر الأمم فافتضحت الأمم\nعندهم ولم يفتضحوا.\n</p>\n\n<p>\nومنها: أنهم أوتوا الإسناد، وهو خصيصة فاضلة من خصائص هذه الأمة، وسنة\nبالغة من السنن المؤكدة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p474'> Vol. 07, p. 474</a>\n            </div>\n            \n</p>\n\n<p>\nوقد روينا من طريق أبي العباس الدغولي قال: سمعت محمد بن حاتم بن المظفر\nيقول: إن الله تعالى قد أكرم هذه الأمة وشرفها وفضلها بالإسناد، وليس لأحد\nمن الأمم كلها قديمها وحديثها إسناد موصول، إنما هو صحف في أيديهم، وقد\nخلطوا بكتبهم أخبارهم، فليس عندهم تمييز بين ما نزل من <span id='ms0694'></span> التوراة والإنجيل\nوبين ما ألحقوه بكتبهم من الأخبار التي اتخذوها عن غير الثقات.\n</p>\n\n<p>\nوهذه الأمة الشريفة -زادها الله شرفا بنبيها- إنما تنص الحديث عن الثقة\nالمعروف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p475'> Vol. 07, p. 475</a>\n            </div>\n            \n</p>\n\n<p>\nفي زمانه بالصدق والأمانة عن مثله حتى تتناهى أخبارهم، ثم يبحثون أشد\nالبحث حتى يعرفوا الأحفظ فالأحفظ، والأضبط فالأضبط، والأطول مجالسة لمن\nفوقه ممن كان أقصر مجالسة، ثم يكتبون الحديث من عشرين وجها وأكثر، حتى\nيهذبوه من الغلط والزلل، ويضبطوا حروفه ويعدوه عدا، فهذا من فضل الله على\nهذه الأمة، فنستودع الله تعالى شكر هذه النعمة وغيرها من نعمه.\n</p>\n\n<p>\nوقال أبو حاتم الرازي: لم يكن في أمة من الأمم منذ خلق الله تعالى آدم\nأمناء يحفظون آثار الرسل إلا في هذا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p476'> Vol. 07, p. 476</a>\n            </div>\n            \n</p>\n\n<p>\nالأمة.\n</p>\n\n<p>\nومنها: أنهم أوتوا الأنساب والإعراب، قال أبو بكر محمد بن أحمد: بلغني أن\nالله خص هذه الأمة بثلاثة أشياء لم يعطها من قبلها: الإسناد والأنساب\nوالإعراب، انتهى. وهو مروي عن أبي علي الجياني. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p477'> Vol. 07, p. 477</a>\n            </div>\n            \n</p>\n\n<p>\nومنها: أنهم أوتوا تصنيف الكتب، ذكره بعضهم.\n</p>\n\n<p>\nولا تزال طائفة منهم ظاهرين على الحق حتى يأتي أمر الله. رواه الشيخان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p478'> Vol. 07, p. 478</a>\n            </div>\n            \n</p>\n\n<p>\nومنها: أن فيهم أقطابا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p479'> Vol. 07, p. 479</a>\n            </div>\n            \n</p>\n\n<p>\nوأوتادا ونجباء وأبدالا.\n</p>\n\n<p>\nعن أنس مرفوعا: \"الأبدال أربعون رجلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p480'> Vol. 07, p. 480</a>\n            </div>\n            \n</p>\n\n<p>\nوأربعون امرأة، كلما مات رجل أبدل الله رجلا مكانه، وإذا ماتت امرأة أبدل\nالله مكانها امرأة\". رواه الخلال في \"كرامات الأولياء\".\n</p>\n\n<p>\nورواه الطبراني في الأوسط بلفظ: \"لن تخلو الأرض من أربعين رجلا مثل خليل\nالرحمن عليه الصلاة والسلام، فبهم يسقون وبهم ينصرون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p481'> Vol. 07, p. 481</a>\n            </div>\n            \n</p>\n\n<p>\nما مات منهم أحد إلا أبدل الله مكانه آخر\".\n</p>\n\n<p>\nورواه ابن عدي في كامله بلفظ: \"البدلاء أربعون، اثنان وعشرون بالشام\nوثمانية عشر بالعراق، كلما مات منهم أحد بدل الله مكانه آخر، فإذا جاء\nالأمر قبضوا كلهم، فعند ذلك تقوم الساعة\".\n</p>\n\n<p>\nوكذا يروى كما عند أحمد في المسند، والخلال، من حديث عبادة بن الصامت\nمرفوعا. \"لا يزال في هذه الأمة ثلاثون مثل إبراهيم خليل الرحمن، كلما مات\nواحد أبدل الله تعالى مكانه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p482'> Vol. 07, p. 482</a>\n            </div>\n            \n</p>\n\n<p>\nرجلا\".\n</p>\n\n<p>\nوفي لفظ الطبراني في الكبير: \"بهم تقوم الأرض وبهم يمطرون وبهم ينصرون <span id='ms0695'></span>\".\n</p>\n\n<p>\nولأبي نعيم في الحلية، عن ابن عمر رفعه: \"خيار في كل قرن خمسمائة\nوالأبدال أربعون، فلا الخمسمائة ينقصون ولا الأربعون كلما مات رجل أبدل\nالله مكانه آخر، وهم في الأرض كلها\".\n</p>\n\n<p>\nوفي الحلية أيضا عن ابن مسعود رفعه: \"لا يزال أربعون رجلا من أمتي على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p483'> Vol. 07, p. 483</a>\n            </div>\n            \n</p>\n\n<p>\nقلب إبراهيم، يدفع الله بهم عن أهل الأرض، يقال لهم الأبدال، إنهم لم\nيدركوها بصلاة ولا بصوم ولا بصدقة\"، قال: فيما أدكروها يا رسول الله؟ قال:\n\"بالسخاء والنصيحة للمسلمين\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p484'> Vol. 07, p. 484</a>\n            </div>\n            \n</p>\n\n<p>\nوعن معروف الكرخي: من قال اللهم ارحم أمة محمد في كل يوم كتبه الله من\nالأبدال. وهو في الحلية بلفظ: من قال في كل يوم عشر مرات اللهم أصلح أمة\nمحمد، اللهم فرج عن أمة محمد، اللهم ارحم أمة محمد كتب في الأبدال.\n</p>\n\n<p>\nوعن غيره قال: من علامة الأبدال أن لا يولد لهم، ويروى في مرفوع معضل:\n\"علامة أبدال أمتي أنهم لا يلعنون شيئا أبدا\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p485'> Vol. 07, p. 485</a>\n            </div>\n            \n</p>\n\n<p>\nوقال يزيد بن هارون: الأبدال هم أهل العلم، وقال الإمام أحمد، إن لم\nيكونوا أصحاب الحديث فمن هم؟\n</p>\n\n<p>\nوفي تاريخ بغداد للخطيب، عن الكتاني، قال: النقباء ثلاثمائة، والنجباء\nسبعون، والبدلاء أربعون، والأخيار سبعة، والعمد أربعة، والغوث واحد، فمسكن\nالنقباء المغرب، ومسكن النجباء مصر، ومسكن الأبدال الشام. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p486'> Vol. 07, p. 486</a>\n            </div>\n            \n</p>\n\n<p>\nومسكن الغوث مكة، فإذا عرضت الحاجة من أمر العامة ابتهل النقباء ثم\nالنجباء ثم الأبدال ثم الأخيار ثم العمد، فإن أجيبوا وإلا ابتهل الغوث، فلا\nتتم مسألته حتى تجاب دعوته، انتهى.\n</p>\n\n<p>\nومنها أنهم يدخلون قبورهم بذنوبهم، ويخرجون منها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p487'> Vol. 07, p. 487</a>\n            </div>\n            \n</p>\n\n<p>\nبلا ذنوب، تمحص عنهم باستغفار المؤمنين لهم. رواه الطبراني في الأوسط من\nحديث أنس، ولفظه: قال رسول الله صلى الله عليه وسلم: \"أمتي أمة مرحومة تدخل\nقبورها بذنوبها، وتخرج من قبورها لا ذنوب عليها، تمحص عنها باستغفار\nالمؤمنين لها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p488'> Vol. 07, p. 488</a>\n            </div>\n            \n</p>\n\n<p>\nومنها أنهم اختصوا في الآخرة بأنهم أول من تنشق عنهم الأرض من الأمم.\nرواه أبو نعيم عن ابن عباس مرفوعا بلفظ: \"وأنا أول من تنشق الأرض عني وعن\nأمتي ولا فخر\".\n</p>\n\n<p>\nومنها: أنهم يدعون يوم القيامة غرا محجلين <span id='ms0696'></span> من آثار الوضوء، رواه البخاري.\n</p>\n\n<p>\nوالغرة: بياض في وجه الفرس. والتحجيل: بياض في قوائمه وذلك مما يكسبه\nحسنا وجمالا.\n</p>\n\n<p>\nفشبه صلى الله عليه وسلم النور الذي يكون يوم القيامة في أعضاء الوضوء\nبالغرة والتحجيل، ليفهم أن هذا البياض في أعضاء الإنسان مما يزينه لا مما\nيشينه، يعني أنهم إذا دعوا على رءوس الأشهاد نودوا بهذا الوصف، أو كانوا\nعلى هذه الصفة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p489'> Vol. 07, p. 489</a>\n            </div>\n            \n</p>\n\n<p>\nومنها أنهم يكونون في الموقف على مكان عال. رواه ابن جرير وابن مردويه من\nحديث جابر مرفوعا بلفظ: \"أنا وأمتي على كوم مشرفين على الخلائق، ما من\nالناس أحد إلا ود أنه منا، وما من نبي كذبه قومه إلا ونحن نشهد له أنه بلغ\nرسالة ربه\".\n</p>\n\n<p>\nوعند ابن مردويه من حديث كعب قال صلى الله عليه وسلم: \"أنا وأمتي على\nتل\".\n</p>\n\n<p>\nومنها: أن لهم سيما في وجوههم من أثر السجود. قال تعالى: {سيماهم في\nوجوههم من أثر السجود} [الفتح: 29] . وهل هذه العلامة في الدنيا أو في\nالآخرة؟، فيه قولان:\n</p>\n\n<p>\nأحدهما: أنها في الدنيا، قال ابن عباس في رواية أبي طلحة: السمت الحسن.\nوقال في رواية مجاهد: ليست السيمات بالتي ترون، هي سمة الإسلام وسيماه\nوخشوعه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p490'> Vol. 07, p. 490</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل: الصفرة في الوجه من أثر السجود، فتحسبهم مرضى وما هم بمرضى.\n</p>\n\n<p>\nوالقول الثاني: أنه في الآخرة يعني أن مواضع السجود من وجوههم تكون أشد\nبياضا يوم القيامة، يعرفون بتلك العلامة أنهم سجدوا في الدنيا، رواه العوفي\nعن ابن عباس, وعن شهر بن حوشب: تكون مواضع السجود من وجوههم كالقمر ليلة\nالبدر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p491'> Vol. 07, p. 491</a>\n            </div>\n            \n</p>\n\n<p>\nوقال عطاء الخراساني: ودخل في هذه الآية من حافظ على الصلوات الخمس.\n</p>\n\n<p>\nومنها أنهم يؤتون كتبهم بأيمانهم. رواه البزار.\n</p>\n\n<p>\nومنها: أن نورهم يسعى بين أيديهم. أخرجه أحمد بإسناد صحيح.\n</p>\n\n<p>\nومنها: أن لهم ما سعوا، وما يسعى لهم، وليس لمن قبلهم إلا ما سعى، قاله\nعكرمة.\n</p>\n\n<p>\nوأما قوله تعالى: {وأن ليس للإنسان إلا ما سعى} [النجم: 39] ، ففيها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p492'> Vol. 07, p. 492</a>\n            </div>\n            \n</p>\n\n<p>\nأجوبة:\n</p>\n\n<p>\nأحدها: أنها منسوخة، روي ذلك عن ابن عباس، نسخها قوله تعالى: {واتبعتهم\nذريتهم بإيمان ألحقنا <span id='ms0697'></span> بهم ذريتهم} [الطور: 21] ، فجعل الولد الطفل في ميزان\nأبيه، ويشفع الله تعالى الآباء في الأبناء، والأبناء في الآباء، بدليل قوله\nتعالى: {آباؤكم وأبناؤكم لا تدرون أيهم أقرب لكم نفعا} [النساء: 11] .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p493'> Vol. 07, p. 493</a>\n            </div>\n            \n</p>\n\n<p>\nالثاني: أنها مخصوصة بالكافر، وأما المؤمن فله ما سعى غيره. قال القرطبي:\nوكثير من الأحاديث يدل على هذا القول، وأن المؤمن يصل إليه ثواب العمل\nالصالح من غيره, وفي الصحيح عن النبي صلى الله عليه وسلم: \"من مات وعليه\nصيام صام عنه وليه\"، وقال صلى الله عليه وسلم للذي حج عنه غيره: \"حج عن\nنفسك ثم حج عن شبرمة\"، وعن عائشة أنها اعتكفت عن أخيها عبد الرحمن وأعتقت\nعنه.\n</p>\n\n<p>\nوقال سعد للنبي صلى الله عليه وسلم: إن أمي توفيت. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p494'> Vol. 07, p. 494</a>\n            </div>\n            \n</p>\n\n<p>\nأفأتصدق عنها؟ قال: \"نعم\"، قال: فأي الصدقة أفضل؟، قال: \"سقي الماء\".\n</p>\n\n<p>\nوفي الموطأ عن عبد الله بن أبي بكر عن عمته أنها حدثته عن جدته: أنها\nجعلت على نفسها مشيا إلى مسجد قباء فماتت ولم تقضه، فأفتى عبد الله بن\nعباس: أنها تمشي عنها.\n</p>\n\n<p>\nومن المفسرين من قال: إن \"الإنسان\" في الآية، أبو جهل، ومنهم من قال:\nعقبة بن أبي معيط، ومنهم من قال: الوليد بن المغيرة، ومنهم من قال: إخبار\nعن شرع من قبلنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p495'> Vol. 07, p. 495</a>\n            </div>\n            \n</p>\n\n<p>\nوقد دل شرعنا على أن الإنسان له سعيه، وما سعى له، ومنهم من قال: الإنسان\nبسعيه في الخير وحسن صحبته وعشرته اكتسب الأصحاب، وأهدى لهم الخير وتودد\nإليهم فصار ثوابهم له بعد موته من سعيه.\n</p>\n\n<p>\nومنهم من قال \"الإنسان\" في الآية للحي دون الميت. ومنهم من قال: لم ينف\nفي الآية انتفاع الرجل بسعي غيره له، وإنما نفي ملكه لسعي غيره، وبين\nالأمرين فرق:\n</p>\n\n<p>\nفقال الزمخشري في قوله تعالى: {وأن ليس للإنسان إلا ما سعى} : فإن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p496'> Vol. 07, p. 496</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: أما صح في الأخبار الصدقة عن الميت والحج عنه؟ قلت: فيه جوابان.\n</p>\n\n<p>\nأحدهما: إن سعي غيره لما لم ينفعه إلا مبنيا على سعي نفسه، وهو أن يكون\nمؤمنا مصدقا، كان سعي غيره كأنه سعي نفسه لكونه تبعا له، وقائما <span id='ms0698'></span> مقامه.\n</p>\n\n<p>\nوالثاني: إن سعي غيره لا ينفعه إذا عمله لنفسه، ولكن إذا نواه له فهو في\nحكم الشرع كالنائب عنه، والوكيل القائم مقامه.\n</p>\n\n<p>\nوالصحيح من الأجوبة أن قوله: {وأن ليس للإنسان إلا ما سعى} ، عام مخصوص\nبما تقدم من الأجوبة.\n</p>\n\n<p>\nوقد اختلف العلماء في ثواب القراءة، هل يصل للميت؟ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p497'> Vol. 07, p. 497</a>\n            </div>\n            \n</p>\n\n<p>\nفذهب الأكثرون إلى المنع، وهو المشهور من مذهب الشافعي ومالك، ونقل عن\nجماعة من الحنفية.\n</p>\n\n<p>\nوقال كثير من الشافعية والحنفية: يصل وبه قال أحمد بن حنبل -رحمه الله-\nبعد أن قال: القراءة على القبر بدعة، بل نقل عن الإمام أحمد: يصل إلى الميت\nكل شيء من صدقة وصلاة وحج واعتكاف وقراءة وذكر وغير ذلك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p498'> Vol. 07, p. 498</a>\n            </div>\n            \n</p>\n\n<p>\nوذكر الشيخ شمس الدين بن القطان العسقلاني: إن وصول ثواب القراءة إلى\nالميت من قريب أو أجنبي هو الصحيح، كما تنفعه الصدقة والدعاء والاستغفار\nبالإجماع.\n</p>\n\n<p>\nوقد أفتى القاضي حسين: بأن الاستئجار لقراءة القرآن على رأس القبر جائز،\nكالاستئجار للأذان وتعليم القرآن.\n</p>\n\n<p>\nلكن قال الرافعي وتبعه النووي: عود المنفعة إلى المستأجر شرط في الإجارة،\nفيجب عود المنفعة في هذه الإجارة إلى المستأجرة أو ميته، لكن المستأجر لا\nينتفع بأن يقرأ الغير له، ومشهور أن الميت لا يلحقه ثواب القراءة المجردة،\nفالوجه تنزيل الاستئجار على صورة انتفاع الميت بالقراءة وذكروا له طريقين.\n</p>\n\n<p>\nأحدهما: أن يعقب القراءة بالدعاء للميت من قريب أو أجنبي، فإن الدعاء\nيلحقه، والدعاء بعد القراءة أقرب إلى الإجابة وأكثر بركة.\n</p>\n\n<p>\nوالثاني: ذكر الشيخ عبد الكريم الشالوسي: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p499'> Vol. 07, p. 499</a>\n            </div>\n            \n</p>\n\n<p>\nأنه إن نوى القارئ بقراءته أن يكون ثوابها للميت لم يلحقه، لكن لو قرأ ثم\nجعل ما حصل من الأجر له، فهذا دعاء بحصول ذلك الأجر للميت فينتفع الميت.\n</p>\n\n<p>\nقال النووي في زيادات الروضة: ظاهر كلام القاضي حسين صحة الإجارة مطلقا\nوهو المختار، فإن موضع القراءة موضع بركة وتنزل الرحمة. وهذا مقصود: بنفع\nالميت.\n</p>\n\n<p>\nوقال الرافعي وتبعه النووي في الوصية: الذي يعتاد من قراءة القرآن على\nرأس القبر قد ذكرنا في باب الإجارة طريقين في عودة فائدتها إلى الميت كالحي <span id='ms0699'></span>\nالحاضر، فترجى له الرحمة ووصول البركة إذا أهدى الثواب إليه القارئ.\n</p>\n\n<p>\nوقال الشالوسي: إذا نوى بقراءته أن يكون ثوابها للميت لم يلحقه، إذا جعل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p500'> Vol. 07, p. 500</a>\n            </div>\n            \n</p>\n\n<p>\nقبل حصوله، وتلاوته عبادة البدن فلا تقع عن الغير، وإن قرأ ثم جعل ما حصل\nمن الثواب للميت فينفعه، إذا قد جعل من الأجر لغيره.\n</p>\n\n<p>\nلكن إطلاق أن الدعاء ينفع الميت، اعترض عليه بعضهم بأنه موقوف على\nالإجابة.\n</p>\n\n<p>\nويمكن أن يقال: الدعاء للميت مستجاب -كما أطلقوه- اعتمادا على سعة فضل\nالله.\n</p>\n\n<p>\nوقال الرافعي وتبعه النووي: يستوي في الصدقة والدعاء، الوارث والأجنبي.\nقال الشافعي: وفي وسع الله أن يثيب المتصدق أيضا.\n</p>\n\n<p>\nوقال الأصحاب: يستحب أن ينوي المتصدق بالصدقة عن أبويه مثلا، فإن الله\nينيلهما الثواب ولا ينقص من أجره شيئا.\n</p>\n\n<p>\nوذكر صاحب العدة: أنه لو أنبط بعلمه عينا أو حفر بئرا، أو غرس شجرا، أو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p501'> Vol. 07, p. 501</a>\n            </div>\n            \n</p>\n\n<p>\nوقف مصحفا في حال حياته، أو فعل غيره عنه بعد موته، يلحق الثواب بالميت.\n</p>\n\n<p>\nوقال الرافعي والنووي: إن هذه الأمور إذا صدرت من الحي فهي صدقات جارية\nيلحقه ثوابها بعد الموت، كما ورد في الخبر، ولا يختص الحكم بوقف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p502'> Vol. 07, p. 502</a>\n            </div>\n            \n</p>\n\n<p>\nالمصحف، بل يلتحق به كل من وقف، وهذا القياس يقتضي جواز التضحية عن\nالميت، فإنها ضرب من الصدقة، لكن في التهذيب: أنه لا تجوز التضحية عن الغير\nبغير أمره، وكذا من الميت إلا أن يكون أوصى به.\n</p>\n\n<p>\nوقد روي عن علي أو غيره من الصحابة أنه كان يضحي عن النبي صلى الله عليه\nوسلم بعد موته، وعن أبي العباس محمد بن إسحاق السراج قال: ضحيت عن النبي\nصلى الله عليه وسلم سبعين أضحية.\n</p>\n\n<p>\nوأما إهداء القراءة إلى رسول الله صلى الله عليه وسلم فلا يعرف فيه خبر\nولا أثر، وقد أنكره جماعة منهم الشيخ برهان الدين بن الفركاح لأن الصحابة\nلم يفعله أحد منهم.\n</p>\n\n<p>\nوحكى صاحب \"الروح\": \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p503'> Vol. 07, p. 503</a>\n            </div>\n            \n</p>\n\n<p>\nأن من الفقهاء المتأخرين من استحبه ومنهم من رآه بدعة، قالوا: والنبي صلى\nالله عليه وسلم غني عن ذلك، فإن له أجره من عمل خيرا من <span id='ms0700'></span> أمته من غير أن\nينقص من أجر العامل شيء.\n</p>\n\n<p>\nقال الشافعي: ما من خير يعمله أحد من أمة النبي صلى الله عليه وسلم إلا\nوالنبي صلى الله عليه وسلم أصل فيه.\n</p>\n\n<p>\nقال في تحقيق النصرة: فجميع حسنات المسلمين وأعمالهم الصالحة في صحائف\nنبينا صلى الله عليه وسلم زيادة على ما له من الأجر، مع مضاعفة لا يحصرها\nإلا الله تعالى، لأن كل مهتد وعامل إلى يوم القيامة يحصل له أجر، ويتجدد\nلشيخه مثل ذلك الأجر ولشيخ شيخه مثلاه، وللشيخ الثالث أربعة, وللرابع\nثمانية وهكذا، تضعيف كل مرتبة بعدد الأجور الحاصلة بعده إلى النبي صلى الله\nعليه وسلم.\n</p>\n\n<p>\nوبهذا تعلم تفضيل السلف على الخلف. فإذا فرضت المراتب عشرة بعد النبي صلى\nالله عليه وسلم، كان للنبي صلى الله عليه وسلم من الأجر ألف وأربعة وعشرون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p504'> Vol. 07, p. 504</a>\n            </div>\n            \n</p>\n\n<p>\nفإذا اهتدى بالعاشر حادي عشر صار أجر النبي صلى الله عليه وسلم ألفين\nوثمانية وأربعون، وهكذا كلما ازداد واحد يتضاعف ما كان قبله أبدا، كما قاله\nبعض المحققين، انتهى، ولله در القائل، وهو سيدي محمد وفا:\n</p>\n\n<p>\nفلا حسن إلا من محاسن حسنه ... ولا محسن إلا له حسناته\n</p>\n\n<p>\nوبهذا يجاب عن استشكال دعاء القارئ له صلى الله عليه وسلم بزيادة الشرف\nمع العلم بكماله عليه الصلاة والسلام في سائر أنواع الشرف. فكأن الداعي لحظ\nأن قبول قراءته يتضمن لمعلمه نظير جزء، وهكذا حتى يكون للمعلم الأول -وهو\nالشارع صلى الله عليه وسلم- نظير جميع ذلك كما قدرته.\n</p>\n\n<p>\nومن ذلك ما شرع عند رؤية الكعبة من قوله: اللهم زد هذا البيت تشريفا\nوتعظيما، فثمرة الدعاء بذلك عائد إلى الداعي، لاشتماله على طلب قبول\nالقراءة، وهذا كما قالوا في الصلاة عليه -زاده الله شرفا لديه- إن ثمرتها\nعائدة على المصلي أشار لنحوه الحافظ ابن حجر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p505'> Vol. 07, p. 505</a>\n            </div>\n            \n</p>\n\n<p>\nومن خصائص هذه الأمة أنهم يدخلون الجنة قبل سائر الأمم، رواه الطبراني\n-في الأوسط- من حديث عمر بن الخطاب مرفوعا: \"حرمت الجنة على الأنبياء حتى\nأدخلها، وحرمت على الأمم حتى تدخلها أمتي\".\n</p>\n\n<p>\nومنها: أنه <span id='ms0701'></span> يدخل منهم الجنة سبعون ألفا بغير حساب رواه الشيخان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p506'> Vol. 07, p. 506</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head18'>............................................................ </h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p507'> Vol. 07, p. 507</a>\n            </div>\n            \n<p>\nوعند الطبراني والبيهقي في البعث: \"إن ربي وعدني أن يدخل من أمتي الجنة\nسبعين ألفا لا حساب عليهم، وإني سألت ربي المزيد فأعطاني مع كل واحد من\nالسبعين ألفا سبعين ألفا\".\n</p>\n\n<p>\nوبالجملة: فقد اختصت هذه الأمة بما لم يعطه غيرها من الأمم تكرمة لنبيها\nعليه الصلاة والسلام وزيادة في شرفه، وتفضيل فضلها وخصائصها يستدعي سفرا بل\nأسفارا، وذلك فضل الله، يؤتيه من يشاء والله ذو الفضل العظيم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p508'> Vol. 07, p. 508</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head19'>فهرس المجلد السابع: من شرح المواهب اللدنية</h1>\n\n<p>\nالفهرس:\n</p>\n\n<p>\n3 معجزة نبع الماء الطهور من بين أصابعه صلى الله عليه وسلم.\n</p>\n\n<p>\n17 تفجر الماء ببركته وابتعاثه بمسه ودعوته صلى الله عليه وسلم.\n</p>\n\n<p>\n39 تكثير الطعام القليل ببركته ودعائه صلى الله عليه وسلم.\n</p>\n\n<p>\n61 إبراء ذوي العاهات وإحياء الموتى وكلامهم له وكلام الصبيان وشهادتهم\nله بالنبوة.\n</p>\n\n<p>\n74 الفصل الثاني فيما خصه الله تعالى به من المعجزات وشرفه به على سائر\nالأنبياء من الكرامات والآيات البينات.\n</p>\n\n<p>\n140 القسم الثاني ما اختص به صلى الله عليه وسلم مما حرم عليه.\n</p>\n\n<p>\n152 القسم الثالث ما اختص به صلى الله عليه وسلم من المباحات.\n</p>\n\n<p>\n185 الفصل الرابع ما اختص به صلى الله عليه وسلم من الفضائل والكرامات.\n</p>\n\n<p>\n389 خصائص أمته صلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p510'> Vol. 07, p. 510</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "250",
    "251",
    "252",
    "253",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "267",
    "268",
    "269",
    "270",
    "271",
    "272",
    "273",
    "274",
    "275",
    "276",
    "277",
    "278",
    "279",
    "280",
    "281",
    "282",
    "283",
    "284",
    "285",
    "286",
    "287",
    "288",
    "289",
    "290",
    "291",
    "292",
    "293",
    "294",
    "295",
    "296",
    "297",
    "298",
    "299",
    "300",
    "301",
    "302",
    "303",
    "304",
    "305",
    "306",
    "307",
    "308",
    "309",
    "310",
    "311",
    "312",
    "313",
    "314",
    "315",
    "316",
    "317",
    "318",
    "319",
    "320",
    "321",
    "322",
    "323",
    "324",
    "325",
    "326",
    "327",
    "328",
    "329",
    "330",
    "331",
    "332",
    "333",
    "334",
    "335",
    "336",
    "337",
    "338",
    "339",
    "340",
    "341",
    "342",
    "343",
    "344",
    "345",
    "346",
    "347",
    "348",
    "349",
    "350",
    "351",
    "352",
    "353",
    "354",
    "355",
    "356",
    "357",
    "358",
    "359",
    "360",
    "361",
    "362",
    "363",
    "364",
    "365",
    "366",
    "367",
    "368",
    "369",
    "370",
    "371",
    "372",
    "373",
    "374",
    "375",
    "376",
    "377",
    "378",
    "379",
    "380",
    "381",
    "382",
    "383",
    "384",
    "385",
    "386",
    "387",
    "388",
    "389",
    "389",
    "390",
    "391",
    "392",
    "393",
    "394",
    "395",
    "396",
    "397",
    "398",
    "399",
    "400",
    "401",
    "402",
    "403",
    "404",
    "405",
    "406",
    "407",
    "408",
    "409",
    "410",
    "411",
    "412",
    "413",
    "414",
    "415",
    "416",
    "417",
    "418",
    "419",
    "420",
    "421",
    "422",
    "423",
    "424",
    "425",
    "426",
    "427",
    "428",
    "429",
    "430",
    "431",
    "432",
    "433",
    "434",
    "435",
    "436",
    "437",
    "438",
    "439",
    "440",
    "441",
    "442",
    "443",
    "444",
    "445",
    "446",
    "447",
    "448",
    "449",
    "450",
    "451",
    "452",
    "453",
    "454",
    "455",
    "456",
    "457",
    "458",
    "459",
    "460",
    "461",
    "462",
    "463",
    "464",
    "465",
    "466",
    "467",
    "468",
    "469",
    "470",
    "471",
    "472",
    "473",
    "474",
    "475",
    "476",
    "477",
    "478",
    "479",
    "480",
    "481",
    "482",
    "483",
    "484",
    "485",
    "486",
    "487",
    "488",
    "489",
    "490",
    "491",
    "492",
    "493",
    "494",
    "495",
    "496",
    "497",
    "498",
    "499",
    "500",
    "501",
    "502",
    "503",
    "504",
    "505",
    "506",
    "507",
    "508",
    "510"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12"
  ]
}