{
  "content": "\n<h1 class='l1' id='head0'>المجلد الثامن</h1>\n\n<h1 class='l1' id='head1'>المقصد الخامس: في تخصيصه عليه الصلاة والسلام بخصائص المعراج والإسراء</h1>\n\n<p>\n...\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nالمقصد الخامس: في تخصيصه عليه الصلاة والسلام بخصائص المعراج\n</p>\n\n<p>\nوالإسراء، وتعميمه بعموم لطائف التكريم في حضرة التقريب بالمكالمة\nوالمشاهدة والآيات الكبرى.\n</p>\n\n<p>\nاعلم -منحني الله وإياك الترقي في معارج السعادات، وأولصلنا به إليه في\nحظائر الكرامات- أن قصة الإسراء والمعراج من أشهر المعجزات وأظهر البراهين\nالبينات، وأقوى الحجج المحكمات وأصدق الأنباء، وأعظم الآيات، وأتم الدلالات\nالدالة على تخصيصه عليه الصلاة والسلام بعموم الكرامات. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p003'> Vol. 08, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nوقد اختلف العلماء في الإسراء.\n</p>\n\n<p>\nهل هو إسراء واحد في ليلة واحدة؟ يقظة أو مناما؟ أو إسراءان كل واحد\nمنهما في ليلة، مرة بروحه وبدنه يقظة ومرة مناما، أو يقظة بروحه وجسده؟ من\nالمسجد الحرام إلى المسجد <span id='ms0702'></span> الأقصى، ثم مناما من المسجد الأقصى إلى العرش، أو\nهي أربع إسراءات؟\n</p>\n\n<p>\nاحتج القائلون بأنه رؤيا منام مع اتفاقهم على أن رؤيا الأنبياء وحي\n-بقوله: {وما جعلنا الرؤيا التي أريناك إلا فتنة للناس} [الإسراء: 60] ؛\nلأن الرؤيا مصدر الحلمية، وأما البصرية: فالرؤية بالتاء، وقد أنكر ابن مالك\nوالحريري وغيرهما -كما أفاده الشيخ بدر الدين الزركشي- ورود \"الرؤيا\"\nللبصرية، ولحنوا المتنبي في قوله:\n</p>\n\n<p>\nورؤياك أحلى من العيون من الغض وأجيب: بأنه إنما قال: \"الرؤيا\" لوقوع ذلك\nالمرئيفي الليل، وسرعة تفضيه كأنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p004'> Vol. 08, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nمنام، وبأن \"الرؤيا\" و\"الرؤية\" واحدة كقربى وقربة، ويشهد له قول ابن عباس\nفي الآية -كما عند البخاري-: هي رؤية أريها -صلى الله عليه وسلم- ليلة أسري\nبه، وزاد سعيد بن منصور عن سفيان في آخر الحديث: وليس رؤيا منام: ولم يصرح\nفي رواية البخاري بالمرئي.\n</p>\n\n<p>\nوعند سعيد بن منصور من طريق أبي مالك هو ما أري في طريقه إلى بيت المقدس،\nوهذا مما يستدل به على إطلاق لفظ: \"الرؤيا\" على ما يرى بالعين في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p005'> Vol. 08, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nاليقظة، وهو يرد على من خطأ المتنبي.\n</p>\n\n<p>\nعلى أنه اختلف المفسرون في هذه الآية.\n</p>\n\n<p>\nفقيل: أن الرؤيا التي أريناك ليلة المعراج، قال البيضاوي: ففسر الرؤيا\nبالرؤية.\n</p>\n\n<p>\nوقيل: رؤيا عام الحديبية، حين رأى أنه دخل مكة فصده المشركون وافتتن بذلك\nناس.\n</p>\n\n<p>\nوقيل: رؤيا وقعة بدر، وسأل ابن النقيب شيخه أبا العباس القرطبي فقال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p006'> Vol. 08, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nالصحيح أنها رؤية عين، أراه جبريل مصارع القوم ببدر، فأرى النبي -صلى\nالله عليه وسلم- الناس مصارعهم التي أراه جبريل، فتسامعت به قريش فاستخروا\nمنه. انتهى.\n</p>\n\n<p>\nواستدل القائلون بأنها رؤيا منام أيضا بقول عائشة: \"ما فقد جسده الشريف\".\n</p>\n\n<p>\nوأجيب بأن عائشة لم تحدث به عن مشاهدة؛ لأنها لم تكن إذا ذاك زوجا، ولا\nفي سن من يضبط، أو لم تكن ولدت بعد على الخلاف في الإسراء متى كان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p007'> Vol. 08, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nوقال التفتازاني: أي ما فقد جسده عن الروح، بل كان مع روحه، وكان المعراج\nللجسد والروح جميعا، انتهى.\n</p>\n\n<p>\nواحتج القائون بأنه بالجسد يقظة إلى بيت المقدس <span id='ms0703'></span>، وإلى السماء بالروح،\nبقوله تعالى: {سبحان الذي أسرى بعبده ليلا من المسجد الحرام إلى المسجد\nالأقصى} [الإسراء: 1] ، فجعل المسجد الأقصى غاية الإسراء الذي وقع التعجب\nبه بعظيم القدرة، والتمدح بتشريف النبي -صلى الله عليه وسلم- وإظهار\nالكرامة له بالإسراء، ولو كان الإسراء بجسده إلى زائد على المسجد الأقصى\nلذكره، فيكون أبلغ في المدح. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p008'> Vol. 08, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nوأجيب: بأن حكمة التخصيص بالمسجد الأقصى سؤال قريش له على سبيل الامتحان\nعلى ما شاهدوه وعرفوه، من صفة بيت المقدس، وقد علموا أنه لم يسافر إليه،\nفيجيبهم بما عاين ويوافق ما يعلمونه، فتقوم الحجة عليهم، وكذلك وقع، ولهذا\nلم يسألوه عما رأى في السماء، ولا عهد لهم بذلك.\n</p>\n\n<p>\nوقال النووي في فتاويه: وكان الإسراء به عليه الصلاة والسلام مرتين: مرة\nفي المنام، ومرة في اليقظة.\n</p>\n\n<p>\nوذكر السهيلي تصحيح هذا المذهب عن شيخه القاضي أبي بكر بن العربي،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p009'> Vol. 08, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nوأن مرة النون توطئة وتيسير عليه، كما كان بدء نوبته الرؤيا الصادقة\nليسهل عليه أمر النبوة، فإنه أمر عظيم تضعف عنه القوى البشرية، وكذلك\nالإسراء سهلت عليه بالرؤيا؛ لأن هوله عظيم، فجاءت اليقظة على توطئة وتقدمة،\nرفقا من الله بعبده وتسهيلا عليه.\n</p>\n\n<p>\nوقد جوز بعض قائلي ذلك أن تكون قصة المنام قبل المبعث، لأجل قول شريك في\nروايته: \"وذلك قبل أن يوحى إليه\"، وسيأتي البحث في ذلك إن شاء الله تعالى.\n</p>\n\n<p>\nواحتج القائلون بأنه أربع إسراءات يقظة بتعدد الروايات في الإسراء،\nواختلف ما يذكر فيها، فبعضهم يذكر شيئا لم يذكر الآخر، وبعضهم يسقط شيئا\nذكره الآخر.\n</p>\n\n<p>\nوأجيب: بأنه لا يدل على التعدد؛ لأن بعض الرواة قد يحذف بعض الخبر للعلم\nبه، أو ينساه، وقال الحافظ ابن كثير: من جعل كل رواية خالفت الأخرى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p010'> Vol. 08, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nمرة على حدة فأثبت إسراءات متعددة فقد أبعد وأغرب، وهرب إلى غير مهرب،\nولم يحصل على مطلب، ولم ينقل ذلك عن أحد من السلف، ولو تعدد هذا التعدد\nلأخبر النبي -صلى الله عليه وسلم- أمته، بذلك ولنقله الناس على التعدد\nوالتكرار. انتهى.\n</p>\n\n<p>\nوقد وقع في رواية عبثر <span id='ms0704'></span> بن القاسم الزبيدي -بموحدة ثم مثلثة بوزن جعفر- في\nروايته عن حصين بن عبد الرحمن، عند الترمذي والنسائي: لما أسري برسول الله\n-صلى الله عليه وسلم- جعل يمر بالنبي ومعه الواحد، الحديث، فإن كان ذلك\nمحفوظا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p011'> Vol. 08, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nكان فيه قوة لمن ذهب إلى تعدد الإسراء، وأنه وقع بالمدينة أيضا غير الذي\nوقع بمكة.\n</p>\n\n<p>\nقال في فتح الباري: والذي يتحرر في هذه المسألة أن الإسراء الذي وقع\nبالمدينة ليس فيه ما وقع بمكة، من استفتاح أبواب السماء بابا بابا، ولا من\nالتقاء الأنبياء كل واحد في سماء، ولا المراجعة مع موسى فيما يتعلق بفرض\nالصلوات، ولا طلب تخفيفها وسائر ما يتعلق بذلك، وإنما تكررت قضايا كثيرة\nسوى ذلك رآها -صلى الله عليه وسلم- فمنها بمكة البعض، ومنها بالمدينة بعد\nالهجرة البعض، ومعظمها في المنام والله أعلم. انتهى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p012'> Vol. 08, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nوقال بعض العارفين: إن له -صلى الله عليه وسلم- أربعة وثلاثين مرة، والذي\nأسري به منها واحد بجسمه، والباقي بروحه رؤيا رآها. انتهى.\n</p>\n\n<p>\nفالحق: أنه إسراء واحد، بروحه وجسده يقظة، في القصة كلها.\n</p>\n\n<p>\nوإلى هذا ذهب الجمهور من علماء المحدثين والفقهاء والمتكلمين وتواردت\nعليه ظواهر الأخبار الصحيحة، لا ينبغي العدول عن ذلك، إذ ليس في العقل ما\nيحيله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p013'> Vol. 08, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nقال الرازي: قال أهل التحقيق: الذي يدل على أنه تعالى أسرى بروح سيدنا\nمحمد -صلى الله عليه وسلم- وجسده من مكة إلى المسجد الأقصى القرآن والخبر.\n</p>\n\n<p>\nأما القرآن فهو قوله تعالى: {سبحان الذي أسرى بعبده ليلا من المسجد\nالحرام إلى المسجد الأقصى} ، وتقرير الدليل: أن \"العبد\" اسم للجسد والروح،\nفواجب أن يكون الإسراء حاصلا بجميع الجسد والروح، ويدل عليه قوله: {أرأيت\nالذي ينهى، عبدا إذا صلى} [العلق: 9] ولا شك أن المراد هنا مجموع الجسد\nوالروح، وأيضا: قال سبحانه وتعالى في سورة الجن: {وأنه لما قام عبد الله\nيدعوه} [الجن: 19] ، والمردج: جميع الروح والجسد وكذا ههنا، في قوله: {أسرى\nبعبده ليلا} ، انتهى.\n</p>\n\n<p>\nواحتجوا أيضا: بظاهر قوله عليه الصلاة والسلام: \"أسري بي\"؛ لأن الأصل في\nالأفعال أن تحمل على <span id='ms0705'></span> اليقظة حتى تدل دليل على خلافه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p014'> Vol. 08, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nوإن ذلك لو كان مناما لما كان فيه فتنة للضعفاء، ولا استعبده الأغبياء.\n</p>\n\n<p>\nولأن الدواب لا تحمل الأرواح وإنما تحمل الأجسام، وقد تواترت الأخبار\nبأنه أسري به على البراق.\n</p>\n\n<p>\nفإن قلت: ما الحكمة في كونه تعالى جعل الإسراء ليلا؟\n</p>\n\n<p>\nأجيب: بأنه إنما جعل ليلا تمكينا للتخصيص بمقام المحبة؛ لأنه تعالى اتخذه\n-صلى الله عليه وسلم- حبيبا وخليلا، والليل أخص زمان للمحبين لجمعهما فيه،\nوالخلوة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p015'> Vol. 08, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nبالحبيب متحققة بالليل.\n</p>\n\n<p>\nوقال ابن المنير: ولعل تخصيص الإسراء بالليل ليزداد الذين آمنوا إيمانا\nبالغيب، وليفتتن الذين كفروا زيادة على فتنتهم، إذ الليل أخفى حالا من\nالنهار، قال: ولعله لو عرج به نهارا لفات المؤمن فضيلة الإيمان بالغيب، ولم\nيحصل ما وقع من الفتنة على من شقي وجحد، انتهى.\n</p>\n\n<p>\nوفي ذلك حكمة أخرى على طريق أهل الإشارات، ذكرها العلامة ابن مرزوق، وهي:\nأنه قيل؛ لأن الله تعالى لما محا آية الليل وجعل آية النهار مبصرة انكسر\nالليل، فجبر بأن أسري فيه بمحمد -صلى الله عليه وسلم- وقيل: افتخر النهار\nعلى الليل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p016'> Vol. 08, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nبالشمس فقيل له: لا تفتخر، فإن كانت الشمس الدنيا تشرق فيك فسيعرج شمس\nالوجود في الليل إلى السماء، وقيل: لأنه -صلى الله عليه وسلم- سراج،\nوالسراج إنما يوقد بالليل، وأنشد:\n</p>\n\n<p>\nقلت: يا سيدي فلم تؤثر اللي ... ل على بهجة النهار المنير\n</p>\n\n<p>\nقال: لا أستطيع تغيير رسمي ... هكذا الرسم في طلوع البدور\n</p>\n\n<p>\nإنما زرت في الظلام لكيما ... يشرق الليل من أشعة نوري\n</p>\n\n<p>\nفإن قلت: أيما أفضل، ليلة الإسراء أم ليلة القدر؟\n</p>\n\n<p>\nفالجواب: كما قاله الشيخ أبو أمامة بن النقاش -أن ليلة الإسراء أفضل في\nحق النبي -صلى الله عليه وسلم- من ليلة القدر، وليلة القدر أفضل في حق\nالأمة؛ لأنها لهم خير لهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p017'> Vol. 08, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nمن عمل في ثمانين سنة لمن قبلهم، وأما ليلة الإسراء فلم يأت في أرجحية\nالعمل فيها حديث صحيح ولا ضعيف، ولذلك لم يعينها النبي -صلى الله عليه\nوسلم- لأصحابه، ولا عينها أحد من الصحابة بإسناد صحيح، ولا <span id='ms0706'></span> صح إلى الآن ولا\nإلى أن تقوم الساعة فيها شيء، ومن قال فيها شيئا فإنما قال من كيسه لمرجع\nظهر له استأنس به، ولهذا تصادمت الأقوال فيها وتباينت، ولم يثبت الأمر فيها\nعلى شيء، ولو تعلق بها نفع للأمة، ولو بذرة، لبينه لهم نبيهم -صلى الله\nعليه وسلم- انتهى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p018'> Vol. 08, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nفإن قلت: هل وقع الإسراء لغيره -صلى الله عليه وسلم- من الأنبياء؟\n</p>\n\n<p>\nأجاب العارف عبد العزيز المهدوي: بأن مرتبة الإسراء بالجسم إلى تلك\nالحضرات العلية لم تكن لأحد من الأنبياء، إلا لنبينا -صلى الله عليه وسلم-\nانتهى.\n</p>\n\n<p>\nوإنما قال تعالى: {أسرى بعبده} إشارة إلى أنه تعالى هو المسافر به، ليعلم\nأن الإسراء من عبده هبة إلهية، وعناية ربانية، سبقت له عليه السلام، مما لم\nيخطر بسره، ولا اختلج في ضميره. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p019'> Vol. 08, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nوأدخل \"باء\" المصاحبة في قوله تعالى: {بعبده} ليفيد أنه تعالى صحبه في\nمسراه، بالألطاف والعناية والإسعاف والرعاية، ويشهد له قوله عليه الصلاة\nوالسلام: \"اللهم أنت الصاحب في السفر\".\n</p>\n\n<p>\nوتأمل قوله تعالى: {هو الذي يسيركم في البر والبحر} [يونس: 22] ، وقوله:\n{أسرى بعبده} تلح لك خصوصية مصاحبة الرسول عليه الصلاة والسلام الحق سبحانه\nوتعالى دون عموم الخلق.\n</p>\n\n<p>\nوقرن سبحانه وتعالى \"التسبيح\" بهذا الإسراء، ولينفي عن قلب صاحب الوهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p020'> Vol. 08, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nومن يحكم عليه خياله من أهل التشبيه، والتجسيم ما يتخيله في حق الحق\nسبحانه من الجهة والحد والمكان، ولذا قال: {لنريه من آياتنا} يعني ما رأى\nفي تلك الليلة من عجائب الآيات، كأنه سبحانه وتعالى يقول: ما أسريت به إلا\nلرؤيته الآيات، لا \"إلي\" فإني لا يحدني مكان، ونسبة الأمكنة إلى نسبة\nواحدة، فكيف أسري به إلي، وأنا عبده، وأنا معه أينما كان، ولله در القائل\nلا محا معنى ما ذكر:\n</p>\n\n<p>\nسبحان من أسرى إليه بعبده ... ليرى الذي أخفاه من آياته\n</p>\n\n<p>\nكحضوره في غيبة وكسكره ... في صحوه والمحو في إثباته\n</p>\n\n<p>\nويرى الذي عنه تكون سره ... في منعه إن شاءه وهباته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p021'> Vol. 08, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nويريه ما أبدى له من جوده ... بوجوده والفقد من هيآته\n</p>\n\n<p>\nسبحانه من سيد ومهيمن ... في <span id='ms0707'></span> ذاته وسماته وصفاته\n</p>\n\n<p>\nوأكد الله تعالى بقوله: {ليلا} مع أن الإسراء لا يكون في اللسان العربي\nإلا ليلا، لا نهارا، \"ليدفع الإشكال حتى لا يتخيل أنه أسرى بروحه فقط،\nويزيل من خاطر من يعتقد من الناس أن الإسراء ربما يكون نهارا، فإن القرآن\nوإن كان نزوله بلغة العرب، فإنه خاطب به الناس أجمعين، أصحاب اللسان العربي\nوغيرهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p022'> Vol. 08, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nوقال البيضاوي تبعا لصاحب الكشاف: وفائدته الدلالة بتنكيره على تقليل مدة\nالإسراء، ولذلك قرئ \"من الليل\" أي بعضه: كقوله تعالى: {ومن الليل فتهجد به\nنافلة لك} [الإسراء: 79] وتعقبه القطب في حاشيته على الكشاف كما نبهت عليه\nفي حاشية الشفاء.\n</p>\n\n<p>\nوالمعاريج ليلة الإسراء عشرة، سبع إلى السموات، والثامن إلى سدرة\nالمنتهى، والتاسع إلى المستوى الذي سمع فيه صريف الأقلام في تصاريف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p023'> Vol. 08, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nالأقدار، والعاشر إلى العرش والرفرف والرؤية وسمع الخطاب المكافحة،\nوالكشف الحقيقي.\n</p>\n\n<p>\nوقد وقع له عليه السلام في سني الهجرة العشرة ما كان فيه مناسبات لطيفة\nبهذه المعاريج العشرة، ولهذا ختمت سني الهجرة، بالوفاة، وهي لقاء الحق جل\nجلاله، والانتقال من دار الفناء إلى دار البقاء، والعروج بالروح الكريمة\nإلى المقعد الصدق، وإلى الموعد الحق وإلى الوسيلة، وهي المنزلة الرفيعة.\nكما ختمت معاريج الإسراء باللقاء والحضور بحظيرة القدس.\n</p>\n\n<p>\nوقد أفاد الإمام الذهبي أن الحافظ عبد الغني جمع أحاديث الإسراء في\nجزأين، ولم يتيسر لي الوقوف عليهما بعد الفحص الشديد.\n</p>\n\n<p>\nوقد صنف الشيخ أبو إسحاق النعماني -رحمه الله- في الإسراء والمعراج كتابا\nجامعا لإطناب بزيادة الرقائق والإشحان بفواضل الحقائق، ولم أقف عليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p024'> Vol. 08, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nحال كتابتي هذا المقصد الشريف.\n</p>\n\n<p>\nوالله تعالى يرحم شيح الإسلام والحافظ الشهاب ابن حجر العسقلاني، فإنه\nجمع في كتابه \"الفتح\" كثيرا مما تشتت من طرق حديث الإسراء وغيره من\nالأحاديث، مع تدقيق مباحث فقهية، والكشف عن أسرار معاني كلمه وبدائع ألفاظه\nوحكمه.\n</p>\n\n<p>\nوكل من صنف في شيء من المنح النبوية، والمناقب المحمدية لا يستغني عن\nاستجناء معارف اللطائف من رياض \"عياض\" والاستشفاء من أدواء المشكلات بدواء\n\"شفائه\" والمبرئ لمعضل الأمراض.\n</p>\n\n<p>\nوالله تعالى يفيض <span id='ms0708'></span> عليه وعلى سائر علماء الأمة سجال رحمته ورضوانه،\nويسكننا معهم في بحبوحة جنانه.\n</p>\n\n<p>\nوقد وردت أحاديث الإسراء من حديث أنس، وأبي بن كعب، وجابر بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p025'> Vol. 08, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الله، وبريدة، وسمرة بن جندب، وابن عباس، وابن عمر، وابن مسعود، وابن\nعمرو، وحذيفة بن اليمان، وشدبد بن أوس، وصهيب، وعلي بن أبي طالب، وعمر بن\nالخطاب، ومالك بن صعصعة، وأبي أمامة، وأبي أيوب، وأبي حبة، وأبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p026'> Vol. 08, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nذر، وأبي سعيد الخدري، وأبي سفيان بن حرب، وأبي هريرة، وعائشة، وأسماء\nبنت أبي بكر، وأم هانئ، وأم سلمة، وغيرهم رضي الله تعالى عنهم أجمعين.\n</p>\n\n<p>\nوفي تفسير الحافظ ابن كثير من ذلك ما يكفي ويشفي.\n</p>\n\n<p>\nوبالجملة: حديث الإسراء أجمع عليه المسلمون، وأعرض عنه الزنادقة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p027'> Vol. 08, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nالملحدون، {يريدون ليطفئوا نور الله بأفواههم والله متم نوره ولو كره\nالكافرون} [الصف: 8] .\n</p>\n\n<p>\nوقد روى البخاري، عن قتادة عن أنس بن مالك عن مالك بن صعصعة أن نبي الله\n-صلى الله عليه وسلم- حدثه عن ليلة أسري به.\n</p>\n\n<p>\n\"بينما أنا نائم في الحطيم\" -وربما قال: في الحجر- \"مضطجعا\"، إذ أتاني آت\nفقد -قال: سمعته يقول: فشق- ما بين هذه إلى هذه. قال: فقلت للجارود وهو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p028'> Vol. 08, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\n\"إلى جنبي: ما يعني به؟ قال: من ثغره نحره إلى شعرته. فاستخرج قلبي، ثم\nأتيت بطست من ذهب مملوءة إيمانا، فغسل قلبي، ثم حشي ثم أعيد\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p029'> Vol. 08, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\n\"ثم أتيت بدابة، دون البغل وفوق الحمار أبيض\" -فقال له الجارود: هو\nالبراق يا أبا حمزة؟ قال أنس: نعم -يضع خطوه عند أقصى طرفه، فحملت عليه،\nفانطلق بي جبريل حتى أتى السماء الدنيا، فاسفتح، قيل: من هذا؟ قال: جبريل،\nقال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p030'> Vol. 08, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\n\"ومن معك؟ قال: محمد، قيل: وقد أرسل إليه؟ قال: نعم، قيل: مرحبا به فنعم\nالمجيء جاء، ففتح فلما خلصت فإذا فيها آدم، قال: هذا أبوك فسلم عليه، فسلمت\nعليه فرد السلام، ثم قال: مرحبا بالابن الصالح النبي الصالح.\n</p>\n\n<p>\nثم صعد بي إلى السماء الثانية، فاسفتح قيل: من هذا؟ قال: جبريل، قال: ومن\nمعك؟ قال: محمد، قيل: وقد أرسل إليه؟ قال: نعم، قيل <span id='ms0709'></span>: مرحبا به، فنعم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p031'> Vol. 08, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\n\"المجيء جاء ففتح لنا، فلما خلصت إذا يحيى وعيسى، وهما ابنا الخالة، قال:\nهذا يحيى وعيسى فسلم عليهما، فسلمت عليهما فردا ثم قالا: مرحبا بالأخ\nالصالح والنبي الصالح.\n</p>\n\n<p>\nثم صعد بي إلى السماء الثالثة، فاستفتح قيل: من هذا؟ قال: جبريل، قيل:\nومن معك؟ قال: محمد، قيل: وقد أرسل إليه؟ قال: نعم، قيل: مرحبا به، فنعم\nالمجيء جاء، ففتح فلما خلصت إذا يوسف، قال: هذا يوسف فسلم عليه، فسلمت عليه\nفرد ثم قال: مرحبا بالأخ الصالح والنبي الصالح\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p032'> Vol. 08, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\n\"ثم صعد بي حتى أتى السماء الرابعة فاستفتح، قيل: من هذا؟ قال: جبريل،\nقيل: ومن معك؟ قال: محمد، قيل: وقد أرسل إليه؟ قال: نعم، قيل: مرحبا به\nفنعم المجيء جاء، فلما خلصت إذا إدريس، قال: هذا إدريس فسلم عليه، فسلمت\nعليه فرد، ثم قال: مرحبا بالأخ الصالح والنبي الصالح\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p033'> Vol. 08, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\n\"ثم صعد بي حتى أتى السماء الخامسة فاستفتح، فقيل: من هذا؟ قال: جبريل،\nقال: ومن معك؟ قال: محمد، قيل: وقد أرسل إليه؟ قال: نعم، قيل: مرحبا به\nفنعم المجيء جاء، فلما خلصت فإذا هارون، قال: هذا هارون فسلم عليه، فسلمت\nعليه فرد ثم قال: مرحبا بالأخ الصالح والنبي الصالح.\n</p>\n\n<p>\nثم صعد بي حتى أتى السماء السادسة فاستفتح، فقيل: من هذا؟ قال: جبريل،\nقال: ومن معك؟ قال: محمد، قيل: وقد أرسل إليه؟ قال: نعم، قيل: مرحبا، به\nفنعم المجيء جاء، فلما خلصت فإذا موسى، قال: هذا موسى فسلم عليه، فسلمت\nعليه فرد ثم قال: مرحبا بالأخ الصالح والنبي الصالح، فلما تجاوزت بكى، فقيل\nله: ما يبكيك؟ قال: أبكي؛ لأن غلاما بعث من بعدي يدخل الجنة من أمته أكثر\nممن يدخلها من أمتى\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p034'> Vol. 08, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\n\"ثم صعد بي إلى السماء السابعة، فاستفتح جبريل، قيل: من هذا؟ قال: جبيل،\nقيل: ومن معك؟ قال: محمد، قيل: وقد أرسل إليه؟ قال: نعم، قال: مرحبا به\nفنعم المجيء جاء، فلما خلصت فإذا إبراهيم، قال: هذا أبوك إبراهيم فسلم\nعليه، قال: فسلمت عليه، فرد السلام، فقال: مرحبا بالابن الصالح والنبي <span id='ms0710'></span>\nالصالح.\n</p>\n\n<p>\nثم رفعت إلى سدرة المنتهى، فإذا نبقها مثل قلال هجر، وإذا ورقها مثل\"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p035'> Vol. 08, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\n\"آذان الفيلة، قال: هذه سدرة المنتهى، وإذا أربعة أنهار: نهران باطنان،\nونهران ظاهران، فقلت: ما هذا يا جبريل؟ قال: أما الباطنان فنهران في الجنة،\nو\"أما الظاهران، فالنيل والفرات.\n</p>\n\n<p>\nثم رفع إلى البيت المعمور، يدخله كل يوم سبعون ألف ملك، ثم أتيت\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p036'> Vol. 08, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\n\"بإناء من خمر وإناء من لبن وإناء من عسل، فأخذت اللبن، فقال جبريل: هي\nالفطرة التي أنت عليها وأمتك\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p037'> Vol. 08, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\n\"ثم فرضت علي الصلاة، خمسين صلاة كل يوم، فرجعت فمررت على موسى، فقال:\nبما أمرت؟ قال: أمرت بخمسين صلاة كل يوم، قال: إن أمتك لا تستطيع خمسين\nصلاة كل يوم، وإني والله قد جربت الناس قبلك، وعالجت بني إسرائيل أشد\nالمعالجة فارجع إلى ربك فاسأله التخفيف لأمتك، فرجعت فوضع\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p038'> Vol. 08, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\n\"عني عشرا، فرجعت إلى موسى فقال مثله، فرجعت فوضع عني عشرا، فرجعت إلى\nموسى فقال مثله، فرجعت فوضع عني عشرا، فرجعت إلى موسى فقال مثله، فرجعت\nفأمرت بعشر صلوات كل يوم، فرجعت إلى موسى فقال مثله، فرجعت فأمرت بخمس\nصلوات كل يوم، فرجعت إلى موسى فقال: بم أمرت؟ قلت: أمرت بخمس صلوات كل يوم،\nفقال: إن أمتك لا تستطيع خمس صلوات كل يوم، وإني قد جربت الناس قبلك وعالجت\nبني إسرائيل أشد المعالجة، فارجع إلى ربك فاسأله التخفيف لأمتك. قال: سألت\nربي حتى استحييت، ولكني أرضى وأسلم.\n</p>\n\n<p>\nقال: فلما جاوزت ناداني مناد: أمضيت فريضتي وخففت عن عبادي\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p039'> Vol. 08, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nوفي رواية له: \"ففرج صدري ثم غسله بماء زمزم، ثم جاء بطست من ذهب ممتلئ\nحكمة وإيمانا، فأفرغه في صدري ثم أطبقه\".\n</p>\n\n<p>\nوفي رواية شريك: فحشى به صدره ولغاديده وهي بلام مفتوحة وغين معجمة، أي\nعروق حلقه، وفي النهاية: جمع لغدودة: وهي لحمة مشرفة عند اللهاة.\n</p>\n\n<p>\nوالشك في قوله: وربما قال في الحجر من قتادة، كما بينه أحمد بن عفان،\nولفظه: \"بينما أنا نائم في الحطيم، وربما قال قتادة: في الحجر والمراد\nبالحطيم هنا: الحجر\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p040'> Vol. 08, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nووقع عند البخاري في <span id='ms0711'></span> أول بدء الخلق بلفظ: \"بينما أنا عند البيت\" وهو أعم.\n</p>\n\n<p>\nوفي رواية الزهري عن أنس عن أبي ذر: \"فرج سقف بيتي وأنا بمكة\".\n</p>\n\n<p>\nوفي رواية الواقدي بأسانيده: \"أنه أسري به من شعب أبي طالب\".\n</p>\n\n<p>\nوفي حديث أم هانئ -عند الطبراني- أنه بات في بيتها، قالت: ففقدته من\nالليل، فقال: \"إن جبريل أتاني\".\n</p>\n\n<p>\nوالجمع بين هذه الأقوال -كما في فتح الباري- أنه بات في بيت أم هانئ،\nوبيتها عند شعب أبي طالب، ففرج سقف بيته، وأضاف البيت إليه؛ لأنه كان يسكنه\nفنزل منزله الملك، فنزل منه الملك فأخرجه من البيت إلى المسجد، فكان به\nمضطجعا وبه أثر النعاس، ثم أخرجه الملك فأخرجه من المسجد إلى باب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p041'> Vol. 08, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nالمسجد، فأركبه البراق، قال: وقع في مرسل الحسن عند ابن إسحاق أن جبريل\nأتاه فأخرجه إلى المسجد، فأركبه البراق، وهو يؤيد هذا الجمع.\n</p>\n\n<p>\nفإن قيل: لم فرج سقف بيته عليه الصلاة والسلام ونزل منه الملك، ولم يدخل\nمن الباب، مع قوله تعالى: {وأتوا البيوت من أبوابها} [البقرة: 189] .\n</p>\n\n<p>\nأجيب: بأن الحكمة من ذلك أن الملك انصب من السماء انصبابة واحدة على جهة\nالاستقامة، ولم يعرج على شيء سواه، فكان نزوله على السقف مبالغة في\nالمفاجأة، وتنبيها على أن الطلب وقع على غير ميعاد، كرامة له عليه الصلاة\nوالسلام.\n</p>\n\n<p>\nوهذا بخلاف موسى عليه الصلاة والسلام، فكانت كرامته بالمناجاة عن ميعاد\nواستعداد بخلاف نبينا محمد -صلى الله عليه وسلم- فإنه حمل عنه ألم\nالانتظار، كما حمل عنه ألم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p042'> Vol. 08, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nالاعتذار، ويؤخذ من هذا: أن مقام نبينا عليه الصلاة والسلام بالنسبة إلى\nمقام موصى عليه الصلاة والسلام مقام المراد بالنسبة إلى مقام المريد،\nويحتمل أن يكون توطئة وتميهدا لكونه فرج عن صدره، فأراه الملك بإفراجه عن\nالسقف ثم التئام السقف على الفور كيفية ما يصنع به، وقرب له الأمر في نفسه\nبالمثال المشاهد في بيته، لطفا في حقه عليه الصلاة والسلام وتثبيتا لصبره،\nوالله أعلم بحقيقة السر.\n</p>\n\n<p>\nوقوله: مضطجعا، زاد في بدء الخلق بين النائم واليقظان.\n</p>\n\n<p>\nوهو محمول على ابتداء <span id='ms0712'></span> الحال، ثم لما خرج به إلى باب المسجد فأركبه\nالبراق، استمر في يقظته.\n</p>\n\n<p>\nوأما ما وقع في رواية شريك عنده أيضا فلما استيقظت فإن قلنا بالتعدد فلا\nإشكال، وإلا حمل على أن المراد استيقظت: أفقت: يعني أنه أفاق مما كان فيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p043'> Vol. 08, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nمن شغل البال بمشاهدة الملكوت ورجع إلى العالم الدنيوي، فالمراد: الإفاقة\nالبشرية من الغمرة الملكية.\n</p>\n\n<p>\nوقوله: \"إذ أتاني آت هو جبريل عليه السلام\"، وفي رواية شريك أنه جاءه\nثلاثة نفر، قبل أن يوحى إليه، وهو نائم في المسجد الحرام، فقال أولهم: أيهم\nهو؟ قال أوسطهم: هو خيرهم، فقال آخرهم: خذوا خيرهم وكانت تلك الليلة -أي\nكانت تلك القصة الواقعة تلك الليلة ما ذكر هنا- فلم يرهم حتى أتوه ليلة\nأخرى فيما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p044'> Vol. 08, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nيرى قلبه وتنام عليه ولا ينام قلبه، وكذلك الأنبياء تنام أعينهم ولا تنام\nقلوبهم، فلم يكلموه حتى احتملوه ...\n</p>\n\n<p>\nوقد أنكر الخطابي قوله: قبل أن يوحى إليه ولذلك قال القاضي عياض والنووي،\nوعبارة النووي: وقع في رواية شريك -يعني هذه- أوهام أنكرها العلماء، أحدها\nقوله: قبل أن يوحى إليه وهو غلط لم يوافق عليه، وأجمع العلماء على أن فرض\nالصلاة كان ليلة الإسراء، قبل الوحي. انتهى، فقد صرح هؤلاء بأن شريكا تفرد\nبذلك.\n</p>\n\n<p>\nلكن قال الحافظ ابن حجر: في دعوى التفرد نظر، وافقه كثير بن خينس\n-بالمعجمة ونون مصغرا- عن أنس، كما أخرجه سعيد بن يحيى بن سعيد الأموي في\nكتاب المغازي له من طريقه. قال: ولم يقع التعيين بين المجيئين، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p045'> Vol. 08, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nفيحمل على أن المجيء الثاني كان بعد الوحي، وحينئذ وقع الإسراء والمعراج،\nوإذا كان بين المجيئين مدة فلا فرق بين أن تكون تلك المدة ليلة واحدة، أو\nليالي أو عدد سنين، وبهذا يرتفع الإشكال عن رواية شريك، ويحصل به الوفاق أن\nالإسراء كان في اليقظة بعد البعثة وقبل الهجرة وسقط تشنيع الخطابي وغيره\nبأن شريكا خالف الإجماع في دعواه أن المعراج كان قبل البعثة، وأقوى ما\nيستدل به على أن المعراج كان بعد البعثة، قوله في هذا الحديث <span id='ms0713'></span> نفسه: إن\nجبريل قال لبواب السماء إذ قال: أبعث؟ قال: نعم، فإنه ظاهر في أن المعراج\nكان بعد البعثة.\n</p>\n\n<p>\nووقع في رواية ميمون بن سياه -عند الطبراني-: فأتاه جبريل وميكائيل،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p046'> Vol. 08, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nفقال: أيهم؟ وكانت قريش تنام حول الكعبة، فقال: أمرنا بسيدهم، ثم ذهبا،\nثم جاؤه وهم ثلاثة نفر، وفي رواية مسلم: سمعت قائلا يقول: أحد الثلاثة بين\nالرجلين، فأتيت فانطلق بي، والمراد بالرجلين: حمزة بن عبد المطلب وجعفر بن\nأبي طالب، وكان النبي -صلى الله عليه وسلم- نائما بينهما.\n</p>\n\n<p>\nوقوله: \"فقد\" بالقاف والدال الثقيلة وفي رواية فشق.\n</p>\n\n<p>\n\"من ثغره\" بضم المثلة وسكونة الغين المعجمة بعدها، راء الموضع المنخفض\nالذي بين الترقوتين.\n</p>\n\n<p>\nإلى شعرته بكسر الشين المعجمة، أي شعر العانة الشريفة، وفي رواية مسلم:\nإلى أسفل البطن. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p047'> Vol. 08, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nوفي رواية البخاري: إلى مراق البطن.\n</p>\n\n<p>\nوفي رواية شريك: فشق جبريل ما بين نحره إلى لبته -بفتح اللام وتشديد\nالموحدة- وهو موضع القلادة من الصدر.\n</p>\n\n<p>\nوقد أنكر القاضي عياض في \"الشفاء\" وقوع شق صدره الشريف ليلة الإسراء،\nوقال: إنما كان وهو صبي قبل الوحي في بني سعد.\n</p>\n\n<p>\nولا إنكار في ذلك -كما قاله الحافظ أبو الفضل العسقلاني رحمه الله- فقد\nتواترت الروايات به، وثبت شق الصدر أيضا عند البعثة، كما أخرجه أبو نعيم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p048'> Vol. 08, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nفي الدلائل، ولكل منها حكمة:\n</p>\n\n<p>\nفالأول: وقع فيه من الزيادة، كما عند مسلم من حديث أنس: فاستخرج منه علقة\nفقال: هذا حظ الشيطان منك، وكان هذا في زمن الطفولية، فنشأ على أكمل\nالأحوال من العصمة من الشيطان، ولعل هذا الشق كان سببا في إسلام قرينه\nالمروي عند البزار من حديث ابن عباس، ويحتمل أن يكون الإشارة إلى حظ\nالشيطان المباين كالعفريت الذي أراد أن يقطع عليه صلاته وأمكنه الله منه.\n</p>\n\n<p>\nوأما شق الصدر عند البعث، فلزيادة الكرامة، وليتلقى ما يوحى إليه بقلب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p049'> Vol. 08, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nقوي على أكمل الأحوال من التطهير.\n</p>\n\n<p>\nوأما شقه عند إرادة العروج إلى السماء فللتهيؤ للترقي إلى الملأ الأعلى،\nوالثبوت في المقام الأسنى، والتقوى لاستجلاء الأسماء الحسنى، ولهذا لما لم\nينفق <span id='ms0714'></span> لموسى عليه السلام مثل هذ التهيؤ لم تتفق له الرؤية، وكيف يثبت الرجل\nلما لا يثبت له الجبل؟!.\n</p>\n\n<p>\nويحتمل أن تكون الحكمة في هذا الغسل، لتقع المبالغة في الإسباغ بحصول\nالمرة الثالثة، كما تقرر في شرعه عليه السلام.\n</p>\n\n<p>\nثم أن جميع ما ورد من شق الصدر، واستخراج القلب، وغير ذلك من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p050'> Vol. 08, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nالأمور الخارقة للعادة، مما يجب التسليم له دون التعرض لصرفه عن حقيقته،\nلصلاحية القدرة، فلا يستحيل شيء من ذلك.\n</p>\n\n<p>\nقال العارف ابن أبي جمرة: فيه دليل على أن قدرة الله تعالى لا يعجزها\nممكن، ولا تتوقف لعدم شيء ولا لوجوده، وليست مربوطة بالعادة إلا حيث شاءته\nالقدرة؛ لأنه على ما يعهد ويعرف أن البشر مهما شق بطنه كله وانجرح القلب\nمات ولم يعش، وهذ النبي -صلى الله عليه وسلم- قد شق بطنه المكرمة، حتى أخرج\nالقلب وغسل، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p051'> Vol. 08, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nوقد شق بطنه كذلك أيضا وهو صغير وشق قلبه وأخرج منه نزغة الشيطان، ومعلوم\nأن القلب مهما وصل له الجرح مات صاحبه، وهذا النبي عليه الصلاة والسلام شق\nبطنه في هاتين المرتين، ولم يتألم بذلك، ولم يمت لما أن أراد الله تعالى أن\nلا يؤثر ما أجرى به العادة، أن يؤثر بها موت صاحبها، فأبطل تلك العادة، وقد\nرمي إبراهيم عليه الصلاة والسلام في النار فلم تحرقه، وكانت عليه بردا\nوسلاما. انتهى.\n</p>\n\n<p>\nوقد حصل من شق صدره الكريم إكرامه عليه السلام بتحقيق ما أوتي من الصبر،\nفهو من جنس ما أكرم به إسماعيل الذبيح بتحقيق صبره على مقدمات الذبح شدا\nوكتفا وتلا للجبين، وإهواء بالمدية إلى المنحر فقال: {ستجدني إن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p052'> Vol. 08, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nشاء الله من الصابرين} [الصافات: 102] ، ووفي بما وعد الله تعالى، فأكره\nالله بالثناء على صبره إلى الأبد.\n</p>\n\n<p>\nولا مرية أن الذي حصل من صبر نبينا -صلى الله عليه وسلم- أشد وأجل؛ لأن\nتلك مقدمات وهذه نتيجة، وتلك معاريض وهذه حقيقة، والمنحر مقتل وما أصابه من\nإسماعيل إلا صورة القتل لا فعله، وشق صدر نبينا -صلى الله عليه وسلم-\nواستخراج قلبه، ثم شقه <span id='ms0715'></span> ثم كذا مقاتل عديدة وقعت كلها، ولكن انخرقت العادة\nببقاء الحياة، فهذا الابتلاء أعظم من ابتلاء الذبيح بما ذكر.\n</p>\n\n<p>\nفإن قلت: إنما يتحقق الصبر أن لو كانت هناك مشقة، فلعل العادة لما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p053'> Vol. 08, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nانخرقت في إبقاء الحياة انخرقت في دقع المشاق وحمل الآلام.\n</p>\n\n<p>\nأجيب: بأنه ورد في حديث شق صدره: فأقبل وهو منقع اللون أو ممتقع، بالميم\nبدل النون، وهو يدل على أن الصبر على مشقة المعالجة المذكورة محقق. انتهى.\n</p>\n\n<p>\nقال القاضي عياض: وأصل \"انتقع\" صار كلون النقع، والنقع الغبار، وهو شبيه\nبلون الأموات، وهذا يدل على غاية المشقة.\n</p>\n\n<p>\nوأما قول ابن الجوزي: فشقه وما شقه عليه، فيحمل على أنه صبر صبر من لا\nيشق عليه. انتهى.\n</p>\n\n<p>\nوكذلك الابتلاء أيضا من حيث الشق، فإن ذلك وقع لنبينا -صلى الله عليه\nوسلم- بعيد ما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p054'> Vol. 08, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nفطم، وأيضا: فإنه كان منفردا عن أمه ويتيما من أبيه، واختطف من بين\nالأطفال، وفعل به ما فعل من الأهوال تسهيلا لما يلقاه في المآل، وتعظيما\nلما يناله على الصبر من الثواب والثناء، ولهذا لما شج وجهه الشريف وجرح\nوكسرت رباعيته قال: \"اللهم اغفر لقومي فإنهم لا يعلمون\"، زاده الله شرفا\nوفضلا.\n</p>\n\n<p>\nوقوله: \"ثم أتيت بطست من ذهب\" إنما أتي بالطست؛ لأنه أشهر آلات الغسل\nعرفا.\n</p>\n\n<p>\nفإن قلت: إن استعمال الذهب حرام في شرعه عليه السلام فكيف استعمل الطست\nالذهب هنا؟.\n</p>\n\n<p>\nأجاب العارف ابن أبي جمرة: بأن تحريم الذهب إنما هو لأجل الاستمتاع به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p055'> Vol. 08, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nفي هذه الدار، وأما الآخرة فهو للمؤمنين خالصا، لقوله عليه السلام: \"هو\nلهم في الدنيا وهو لنا في الآخرة\"، قال: ثم إن الاستمتاع بهذا الطست لم\nيحصل منه عليه الصلاة والسلام وإنما كان غيره في السائق له والمتناول لما\nكان فيه حتى وضعت في القلب المبارك.\n</p>\n\n<p>\nفسوقان الطست من هناك، وكونه كان من ذهب دال على ترفيع المقام فانتفى\nالتعارض بدليل ما قررنا. انتهى.\n</p>\n\n<p>\nوتعقبه الحافظ ابن حجر: بأنه لا يكفي أن يقال: إن المستعمل له ممن لم\nيحرم عليه ذلك لمن الملائكة؛ لأنه <span id='ms0716'></span> إذا كان قد حرم عليه استعماله لتنزه أن\nيحرم عليه ذلك من الملائكة؛ لأنه إذا كان قد حرم عليه استعماله لتنزه أن\nيستعمله غيره في أمر يتعلق ببدنه المكرم، ويمكن أن يقال: إن تحريم استعماله\nمخصوص بأحوال الدنيا، وما وقع في تلك الليلة كان الغالب أنه من أحوال\nالغيب، فيلحق بأحوال الآخرة، ولعل ذلك كان قبل أن يحرم الذهب في هذه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p056'> Vol. 08, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nالشريعة، ويظهر ههنا مناسبات: منها أنه من أواني الجنة، ومنها أنه لا\nتأكله النار ولا التراب، ومنها أنه لا يلحقه الصدأ، ومنها أنه أثقل الجواهر\nفناسب قلبه عليه الصلاة والسلام؛ لأنه من أواني أحوال الجنة، ولا تأكله\nالنار ولا التراب، كما قال -صلى الله عليه وسلم: \"إن الله حرم على الأرض أن\nتأكل أجساد الأنبياء\"، ولا يلحقه الصدأ، ومنها أنه أثقل الجواهر، فناسب\nقلبه عليه الصلاة والسلام؛ لأنه من أواني أحوال الجنة، وأنه أثقل من كل قلب\nعدل به، وفيه مناسبة أخرى وهي ثقل الوحي فيه. انتهى.\n</p>\n\n<p>\nقلت: قوله: \"ولعل ذلك قبل أن يحرم استعمال الذهب في هذه الشريعة\"، قد جزم\nهو في أول الصلاة من كتابه فتح الباري: بأنه تحريم الذهب إنما وقع\nبالمدينة.\n</p>\n\n<p>\nقال السهيلي: وابن دحية: إن نظر إلى لفظ الذهب ناسب من جهة إذهابه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p057'> Vol. 08, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nالرجس عنه ولكونه وقع عند الذهاب إلى ربه، وإن نظر إلى معناه، فلوضاءته\nونقائه وصفاته. انتهى.\n</p>\n\n<p>\nوالمراد بقوله: ملئ حكمة وإيمانا أن الطست جعل فيها شيء يحصل به كمال\nالإيمان والحكمة، فسمي حكمة وإيمانا مجازا.\n</p>\n\n<p>\nوالملء يحتمل أن يكون حقيقة وبجسد المعاني جائز، كما جاء أن سورة البقرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p058'> Vol. 08, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nتجئ يوم القيامة، كأنها ظلة، والموت في صورة كبش، وكذلك وزن الأعمال وغير\nذلك.\n</p>\n\n<p>\nوقال البيضاوي: لعل ذلك من باب التمثيل، إذ تمثيل المعاني قد وقع كثيرا،\nكما مثلت له الجنة والنار في عرض الحائط، وفائدته كشف المعنوي بالمحسوس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p059'> Vol. 08, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nوقال العارف ابن أبي جمرة: فيه دليل على أن الإيمان والحكمة جواهر\nمحسوسات لا معاني؛ لأنه عليه السلام قال عن الطست: \"إنه أتي به <span id='ms0717'></span> مملوءا حكمة\nوإيمانا\"، ولا يقع الخطاب إلا على ما يفهم ويعرف، والمعاني ليس لها أجسام\nحتى تملأ، وإنما يملأ الإناء بالأجسام والجواهر، وهذا نص من الشارع عليه\nالصلاة والسلام بضد ما ذهب إليه المتكلمون في قولهم: إن الإيمان والحكمة\nأعراض.\n</p>\n\n<p>\nوالجمع بين الحديث وما ذهبوا إليه، هو أن حقيقة أعيان المخلوقات التي ليس\nللحواس فيها إدراك، ولا من النبوة إخبار عن حقيقتها غير محققة، وإنما هي\nغلبة ظن؛ لأن للعقل -بالإجماع من أهل العقل المؤيدين بالتوفيق- حدا يقف\nعنده، ولا يتسلط فيما عدا ذلك، ولا يقدر أن يصل إليه، فهذا وما أشبهه منها؛\nلأنهم تكلموا على ما ظهر لهم من الأعراض الصادرة عن هذه الجواهر التي ذكرها\nالشارع -صلى الله عليه وسلم- في الحديث، ولم يكن للعقل قدرة أن يصل إلى هذه\nالحقيقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p060'> Vol. 08, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nالتي أخبر بها -صلى الله عليه وسلم- فيكون الجمع بينهما أن يقال: ما قاله\nالمتكلمون حق؛ لأنه الصادر عن الجواهر وهو الذي يدرك بالعقل، والحقيقة ما\nذكره عليه الصلاة والسلام في الحديث.\n</p>\n\n<p>\nولهذا نظائر كثيرة بين المتكلمين وآثار النبوة، ويقع الجمع بينهما على\nالأسلوب الذي قررناه وما أشبهه، ثم مثل بمجيء الموت في هيئة كبش أملح، ثم\nبالأذكار والتلاوة، ثم قال: لأن ما ظهر منها هنا معان، وتوجد يوم القيامة\nجواهر محسوسات؛ لأنها توزن، ولا يوزن في الميزان إلا جواهر.\n</p>\n\n<p>\nقال: وفي ذلك دليل لأهل الصوفية وأصحاب المعاملات والتحقيق القائلين\nبأنهم يرون قلوبهم وقلوب إخوانهم، وإيمانهم وإيمان إخوانهم بأعين بصائرهم\nجواهر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p061'> Vol. 08, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nمحسوسات، فمنهم من يعاين إيمانه مثل المصباح، ومنهم من يعاينه مثل\nالشمعة، ومنهم من يعاينه مثل المشعل وهو أقواها. ويقولون: بأنه لا يكون\nالمحقق محققا، حتى يعاين قلبه بعين بصيرته، كما يعاين كفه بعين بصره فيعرف\nالزيادة فيه من النقصان.\n</p>\n\n<p>\nفإن قلت: ما الحكمة في شق صدره الشريف ثم ملئه إيمانا وحكمة، ولم لم يوجد\nالله تعالى ذلك فيه من غير أن يفعل به ما فعل؟\n</p>\n\n<p>\nأجاب العارف ابن أبي جمرة: بأنه -صلى الله عليه وسلم <span id='ms0718'></span>- لما أعطي كثرة\nالإيمان وقوي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p062'> Vol. 08, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nالتصديق إذ ذاك، أعطي برؤية شق البطن والقلب عدم الخوف في جميع العادات\nالجارية بالهلاك، فحصلت له عليه السلام قوة الإيمان، من ثلاثة أوجه: بقوة\n</p>\n\n<p>\nالتصديق، والمشاهد، وعدم الخوف من العادات المهلكات فكمل له عليه الصلاة\nوالسلام بذلك ما أريد منه من قوة الإيمان بالله عز وجل، وعدم الخفو مما\nسواه.\n</p>\n\n<p>\nولأجل ما أعطيه مما أشرنا إليه كان عليه السلام في العالمين أشجعهم،\nوأثبتهم وأعلاهم حالا ومقالا.\n</p>\n\n<p>\nففي العلوى: كان -كما أخبر عليه السلام- أن جبريل لما وصل إلى مقامه قال:\nها أنت وربك، وهذا مقامي لا أتعداه، فزج به في النور زجة، ولم يتوان ولم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p063'> Vol. 08, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nيلتفت، فكان هناك في الحضرة كما أخبر عنه ربه عز وجل بقول: {ما زاغ البصر\nوما طغى} [النجم: 17] .\n</p>\n\n<p>\nوأما حاله عليه السلام في هذا العالم: فكان إذا حمي الوطيس في الحرب ركض\nبغلته في نحر العدو، وهم شاكون في سلاحهم، ويقول: \"أنا النبي لا كذب\".\n</p>\n\n<p>\nثم إن في العناية بتطهير قلبه المقدس، وإفراغ الإيمان والحكمة، فيه إشارة\nإلى مذهب أهل السنة في أن محل العقل ونحوه من أسباب الإدراكات كالنظر أو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p064'> Vol. 08, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nالفكر إنما هو القلب لا الدماغ، خلافا للمعتزلة والفلاسفة.\n</p>\n\n<p>\nوأما الحكمة في غسل قلبه المقدس عليه الصلاة والسلام بماء زمزم، فقيل:\nلأنه ماء زمزم يقوي القلب ويسكن الروع، قال الحافظ الزين العراقي: ولذلك\nغسل به قلبه عليه الصلاة والسلام ليلة الإسراء ليقوى على رؤية الملكوت،\nواستدل شيخ الإسلام السراج البلقيني، بغسل قلبه الشريف به على أنه أفضل من\nماء الكوثر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p065'> Vol. 08, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nقال: لأنه لم يغسل قلبه المكرم إلا بأفضل المياه، وإليه يومئ قول العارف\nابن أبي جمرة في كتابه \"بهجة النفوس\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p066'> Vol. 08, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nوأما قوله عليه الصلاة والسلام: $\"فغسل صدري\" فالظاهر أن المراد به القلب\nكما في الرواية الأخرى، وقد يحتمل أن تحمل كل رواية على ظاهرها، ويقع الجمع\nبأن يقال: أخبر عليه الصلاة والسلام مرة بغسل صدره الشريف ولم يتعرض لذكر\nقلبه، وأخبر مرة أخرى بغسل قلبه ولم يتعرض لذكر <span id='ms0719'></span> صدره، فيكون الغسل قد حصل\nفيهما معا مبالغة في تنظيف المحل المقدس، ولا شك أن المحل الشريف كان طاهر\nمطهرا، وقابلا لجميع ما يلقى إليه من الخير، وقد غسل أولا\n</p>\n\n<p>\nوهو عليه السلام طفل، وأخرج من قلبه نزغة الشيطان، وإنما كان ذلك إعظاما\nوتأهبا لما يلقى هناك، وقد جرت الحكمة بذلك في غير موضع مثل الوضوء للصلاة\nلمن كان متنظفا؛ لأن الوضوء في حقه إنما هو إعظام، وتأهب للوقوف بين يدي\nالله تعالى ومناجاته، فكذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p067'> Vol. 08, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nغسل جوفه الشريف هنا، وقد قال الله تعالى: {ومن يعظم شعائر الله فإنها من\nتقوى القلوب} [الحج: 32] ، فكان الغسل له عليه السلام من تعظيم شعائر الله،\nوإشارة لأمته بالفعل بتعظيم شعائر الله، كما نص عليه بالقول.\n</p>\n\n<p>\nوأما قوله: \" ثم أتيت بدابة دون البغل وفوق الحمار أبيض، يضع خطوه عند\nأقصى طرفه فحملت عليه، فانطلق بي جبريل حتى أتى السماء الدنيا\"، وفي رواية\nعنده في الصلاة ثم أخذ بيدي فعرج بي إلى السماء.\n</p>\n\n<p>\nفظاهره: أنه استمر على البراق حتى عرج إلى السماء.\n</p>\n\n<p>\nقال العارف ابن أبي جمرة: أفاد ذلك أنهم كانوا يمشون في الهواء، وقد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p068'> Vol. 08, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nجرت العادة بأن البشر لا يمشي في الهواء، سيما وكان راكبا على دابة من\nذوات الأربع، لكن لما أن شاءت القدرة ذلك كان، فكما بسط تعهالى لهم الأرض\nيمشون عليها، كذلك يمشيهم في الهواء، كل ذلك بيد قدرته، لا ترتبط قدرته\nتعالى بعادة جارية، وقد سئل عليه السلام حين أخبر عن الأشقياء الذين يمشون\nعلى وجوههم يوم القيامة كيف يمشون فقال عليه السلام: \"الذي أمشاهم في\nالدنيا على أقدامهم قادر أن يمشيهم يوم القيامة على وجوههم\". انتهى.\n</p>\n\n<p>\nوقد استدل بعضهم بهذا الحديث على أن المعراج كان في ليلة غير ليلة\nالإسراء إلى بيت المقدس، لكون الإسراء إليه لم يذكر هنا.\n</p>\n\n<p>\nفأما المعراج ففي غير هذه الرواية من الأخبار أنه لم يكن على البراق، بل\nرقي في المعراج وهو السلم، كما وقع التصريح به في حديث عن ابن إسحاق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p069'> Vol. 08, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nوالبيهقي في الدلائل <span id='ms0720'></span> كما سيأتي إن شاء الله تعالى.\n</p>\n\n<p>\nويموكن أن يقال: ما وقع هنا اختصار من الراوي، والإتيان ب\"ثم\" المقتضية\nللتراخي لا ينافي وقوع الإسراء بين الأمرين المذكورين، وهما: الانطلاق\nوالعروج.\n</p>\n\n<p>\nوحاصله: أن بعض الرواة ذكر ما لم يذكره الآخر، وثابت البناني قد حفظ\nالحديث، ففي روايته عند مسلم: أنه أتى بيت المقدس فصلى به ثم عرج إلى\nالسماء كما سيأتي إن شاء الله تعالى.\n</p>\n\n<p>\nوقد قيل: إن الحكمة في الإسراء به راكبا، مع القدرة على طي الأرض له،\nإشارة إلى أن ذلك وقع تأنيسا له بالعادة، في مقام خرق العادة؛ لأن العادة\nجرت أن الملك إذا استدعى من يختص به بعث إليه بمركوب سني يحمله عليه في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p070'> Vol. 08, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nوفادته إليه.\n</p>\n\n<p>\nوفي كلام بعض أهل الإشارات: لما كان -صلى الله عليه وسلم- ثمرة شجرة\nالكون، ودرة صدقة الوجود، وسر معنى كلمة \"كن\" ولم يكن بد من عرض هذه الثمرة\nبين يدي مثمرها رفعها إلى حضرة قدسه، والطواف بها على ندمان حضرته، أرسل\nإليه أعزل خدام الملك عليه، فلما ورد عليه قادما، وافاه على فراشه نائما،\nفقال له: \"قم يا نائم، فقد هيئت لك الغنائم، قال: \"يا جبريل إلى أين\"؟ قال:\nيا محمد ارفع \"الأين\" من البين، إنما أنا رسول للقدم أرسلت إليك لأكون من\nجملة الخدم، يا محمد أنت مراد الإرادة، الكل مراد لأجلك، وأنت مراد لأجله،\nأنت صفوة كأس المحبة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p071'> Vol. 08, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nأنت درة هذه الصدفة، أنت شمس المعرف، أنت بدر اللطائف، ما مهدت الدار إلا\nلأجلك، ما حمي ذلك الحمى إلا لوصلك، وما روق كأس المحبة إلا لشربك.\n</p>\n\n<p>\nفقال عليه السلام: \"يا جبريل فالكريم يدعوني إليه، فما الذي يفعل\"؟ قال:\nليغفر لك ما تقدم من ذنبك وما تأخر، قال: يا جبريل هذا لي، فما لعيالي\nوأطفالي؟ قال: {ولسوف يعطيك ربك فترضى} [الضحى: 6] ، قال: الآن طاب قلبي ها\nأنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p072'> Vol. 08, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nذاهب إلى ربي، ثم قال جبريل: يا محمد إنما جيء بي إليك الليلة لأكون خادم\nدولتك، وحاجب حاشيتك، وحامل غاشيتك، وجيء بالمركوب إليك لإظهار <span id='ms0721'></span> كرامتك؛ لأن\nمن عادة الملوك إذا استزاروا حبيبا، أو استدعوا قريبا وأرادوا ظهور كرامته\nواحترامه أرسلو أخص خدامهم وأعز قوامهم لنقل أقدامهم، فجئناك على رسم عادة\nالملوك وآداب السلوك، ومن اعتقد أنه يصل إليه بالخطا فقد وقع بالخطأ، ومن\nظن أنه محجوب بالغطا فقد حرم العطا. انتهى.\n</p>\n\n<p>\nوالحكمة في كون البراق دابة دون البغل وفوق الحمار أبيض، ولم يكن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p073'> Vol. 08, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nعلى شكل الفرس، إشارة إلى أن الركوب كان في سلم وأمن لا في حرب وخوف، أو\nلإظهار المعجزة بوقوع الإسراء الشديد بدابة لا توصف بذلك في العادة، وذكره\nبقوله: أبيض، باعتبار كونه مركوبا، أو عطفا على لفظ البراق.\n</p>\n\n<p>\nواختلف في تسميته بذلك، فقيل: من البريق، وقال القاضي عياض: لكونه ذا\nلونين، يقال: شاة برقاء، إذا كان في خلال صوفها الأبيض طاقات سود، وقيل: من\nالبرق؛ لأنه وصف بسرعة السير، ويحتمل أن يكون مشتقا.\n</p>\n\n<p>\nووصفه بأنه يضع خطوه عند أقصى طرفه -بسكون الراء وبالفاء- أي يضع رجله\nعند منتهى ما يرى بصره، وقال ابن المنير: يقطع ما انتهى إليه بصره في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p074'> Vol. 08, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nخطوة واحدة، قال: فعلى هذا يكون قطع من الأرض إلى السماء في خطوة واحدة؛\nلأن بصر الذي في الأرض يقع على السماء، فبلغ أعلى السماوات في سبع خطوات.\nانتهى.\n</p>\n\n<p>\nوفي حديث ابن مسعود عد أبي يعلى والبزار -كما أفاده في الفتح-: \"إذا أتى\nعلى جبل ارتفعت رجلاه، وإذا هبط ارتفعت يداه\".\n</p>\n\n<p>\nوفي رواية لابن سعد عن الواقدي بأسانيده: \"له جناحان\"، قال الحافظ ابن\nحجر: ولم أرها لغيره. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p075'> Vol. 08, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nوعند الثعلبي -بسند ضعيف- عن ابن عباس في صفة البراق: له خد كخد إنسان\nوعرف كعرف الفرس، وقوائم كالإبل، وأظلاف وذنب كالبقر، وكان صدره ياقوتة\nحمراء.\n</p>\n\n<p>\nوفي رواية أبي سعد في \"شرف المصطفى\"، فكان الذي أمسك بركابه جبريل،\nوبزمام البراق ميكائيل.\n</p>\n\n<p>\nوفي رواية معمر عن قتادة عن أنس: أن رسول الله -صلى الله عليه وسلم أتي\nبالبراق ليلة أسري به مسرجا ملجما، فاستصعب عليه، فقال له جبريل: ما حملك\nعلى هذا، ما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p076'> Vol. 08, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nركبك خلق <span id='ms0722'></span> أكرم على الله منه، قال: فارفض عرقا، أخرجه الترمذي وقال: حسن\nغريب وصححه ابن حبان.\n</p>\n\n<p>\nوذكر ابن إسحاق عن قتادة: أنه لما شمس وضع جبريل -عليه السلام- يده على\nمعرفته وقال: أما تستحيي وذكر نحوه، لكنه مرسل؛ لأنه لم يذكر أنسا.\n</p>\n\n<p>\nوفي رواية وثيمة عند ابن إسحاق: \"نعست حتى لصقت بالأرض فاستويت عليها\".\n</p>\n\n<p>\nفي رواية للنسائي وابن مردويه من طريق يزيد بن أبي مالك عن أنس نحوه\nموصولا، وزاد: وكانت تسخر للأنبياء قبله، ونحوه في حديث أبي سعيد الخدري\nعند ابن إسحاق. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p077'> Vol. 08, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nوفيه دلالة على أن البراق كان معدا لركوب الأنبياء، خلاف لمن نفى ذلك،\nكابن دحية، وأول قول جبريل: \"فما ركبك أكرم على الله منه\" أي: ما ركبك أحد\nقط، فكيف يركبك أكرم منه؟ فيكون مثل قول امرئ القيس:\n</p>\n\n<p>\nعلى لاحب لا يهتدي لمناره\n</p>\n\n<p>\nفيفهم أن له منارا لا يهتدي له، وليس المراد: إلا أنه لا منار له البتة،\nفتأمله.\n</p>\n\n<p>\nوقد جزم السهيلي بأن البراق إنما استصعب عليها لبعد عهد ركوب الأنبياء\nقبله.\n</p>\n\n<p>\nقال النووي: قال صاحب مختصر العين، وتبعه صاحب التحرير: كان الأنبياء\nيركبون البراق، قال: وهذا يحتاج إلى نقل صحيح، انتهى وقد تقدم النقل بذلك.\n</p>\n\n<p>\nقال في الفتح: ويؤيده ظاهر قوله: فربطته بالحلقة التي تربط بها الأنبياء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p078'> Vol. 08, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nانتهى، فليتأمل فإنه ليس فيه فربطته التي تربطه بها الأنبياء، وإنما قال:\nتربط بها الأنبياء وسكت عن ذكر المربوط ما هو؟ فيحتمل -كما قال ابن المنير-\nأن يكون غير البراق، ويحتمل أن يريد ارتباط الأنبياء أنفسهم بتلك الحلقة،\nأي تمسكهم بها، ويكون من جنس العروة الوثقى، انتهى.\n</p>\n\n<p>\nولكن وقع التصريح بذلك في حديث أبي سعيد عند البيهقي ولفظه: \"فأوثقت\nدابتي بالحلقة التي كانت الأنبياء تربطها فيه\". وقد وقع عند ابن إسحاق من\nرواية وثيمة في ذكر الإسراء أيضا: \"فاستصعب البراق وكانت الأنبياء تركبها\nقبلي وكانت بعيدة العهد بركوبهم، لم تكن ركبت في الفترة\".\n</p>\n\n<p>\nوفي مغازي ابن عائذ، من طريق الزهري عن سعيد بن المسيب قال: البراق هي\nالدابة التي كان <span id='ms0723'></span> يزور إبرهيم عليها إسمعيل، وعلى ذلك فلا يكون ركوب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p079'> Vol. 08, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nالبراق من خصائصه -صلى الله عليه وسلم. نعم قيل: ركوبه مسرجا ملجما لم\nيرو لغيره من الأنبياء عليهم السلام.\n</p>\n\n<p>\nفإن قلت: ما وجه استصعاب البراق عليه؟\n</p>\n\n<p>\nأجيب: بأنه تنبيه على أنه لم يذلل قبل ذلك، إن قلنا: إنه لم يركبه أحد\nقبله، أو لبعد العهد إن قلنا: إنه ركب قبله.\n</p>\n\n<p>\nويحتمل أن يكون استصعابه تيها وزهوا بركوبه -صلى الله عليه وسلم- وأراد\nجبريل \"أبمحمد تستعصب\"؟ استنطاقه بلسان الحال أنه لم يقصد الصعوبة وإنما\nتاه زهوا لمكان الرسول عليه السلام منه، ولهذا قال: فارفض عرقا، فكأنه أجاب\nبلسان الحال متبريا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p080'> Vol. 08, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nمن الاستصعاب، وعرق من خجل العتاب، ومثل هذا رجفة الجبل به حتى قال:\n\"أثبت أحد فإنما عليك نبي وصديق وشهيدان\"، فإنها هزة الطرب لا هزة الغضب.\n</p>\n\n<p>\nوكذا البراق لما قال له جبريل: اسكن فما ركبك أحد أكرم على الله منه أقر\nفاستقر وخجل من ظاهر الاستصعاب، وتوجه الخطاب فعرق حتى غرق.\n</p>\n\n<p>\nووقع في حديث حذيفة عند الإمام أحمد قال: أتي رسول الله -صلى الله عليه\nوسلم- بالبراق فلم يزل على ظهره هو وجبريل حتى انتهيا إلى بيت المقدس، وهذا\nلم يسنده حذيفة عن النبي صلى الله عليه وسلم، فيحتمل أنه قاله عن اجتهاده،\nويحتمل أن يكون قوله: \"هو وجبريل\" متعلقا مرافقته في السير، لا في الركوب.\nوقال ابن دحية معناه: وجبريل قائد أو سائق بمرافقته في السير، لا في\nالركوب، وقال ابن دحية معناه: وجبريل قائد أو سائق أو دليل، قال: وإنما\nجزمنا بذلك؛ لأن قصة المعراج كانت كرامة للنبي -صلى الله عليه وسلم- فلا\nمدخل لغيره فيها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p081'> Vol. 08, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nوقد تعقب الحافظ ابن حجر التأويل المذكور: بأن في صحيح ابن حبان من حديث\nابن مسعود: أن جبريل حمله على البراق رديفا له، وفي رواية الحارث في مسنده:\nأتي بالبراق فركبه خلف جبريل فسار بهما، فهذا صريح في ركوبه معه، والله\nأعلم. انتهى.\n</p>\n\n<p>\nوقد وقع غير هذه الرواية بيان ما رآه في ليلة الإسراء <span id='ms0724'></span>، فمن ذلك:\n</p>\n\n<p>\nما وقع في حديث شداد بن أوس -عند البزار والطبراني، وصححه البيهقي في\nالدلائل- أنه أول ما أسري به مر بأرض ذات نخل، فقال له جبريل: انزل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p082'> Vol. 08, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nفصل، فصلى، فقال له: أتدري أين صليت؟ صليت بيثرب، ثم مر بأرض بيضاء فقال:\nانزل فصل، فصلى، فقال له جبريل: صليت بمدين، ثم مر ببيت لحم فقال له جبريل:\nانزل فصل، فصلى، فقال صليت حيث ولد عيسى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p083'> Vol. 08, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nوفي حديث أنس عند البيهقي في الدلائل: لما جاء جبريل بالبراق إليه -صلى\nالله عليه وسلم- فكأنها أصرت أذنيها، فقال لها جبريل: مه يا براق، فوالله\nما ركبك مثله، فسار رسول الله -صلى الله عليه وسلم- فإذا هو بعجوز على جنب\nالطريق، فقال: \"ما هذه يا جبريل\"؟ قال: سر يا محمد، فسار ما شار الله أن\nيسير، فإذا هو بشيخ يدعوه منحنيا متنحيا عن الطريق يقول: هلم يا محمد، فقال\nله جبريل: سر، وأنه مر بجماعة فسلموا عليه فقالوا: السلام عليك يا أول،\nالسلام عليك يا آخر، السلام عليك يا حاشر، فقال له جبريل: أردد عليهم\nالسلام، فرد، الحديث، وفي آخره فقال له جبريل: أما العجوز التي رأيت جانب\nالطريق، فلم يبق من الدنيا إلا ما بقي من عمر تلك العجوز، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p084'> Vol. 08, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nوالذي دعاك إبليس، والعجوز الدنيا، أما لو أجبتها، لاختارت أمتك الدنيا\nعلى الآخرة، وأما الذين سلموا عليك فإبراهيم وموسى وعيسى عليهم السلام، قال\nالحافظ عماد الدين بن كثير: في ألفاظه نكارة وغرابة.\n</p>\n\n<p>\nوفي رواية: أنه -صلى الله عليه وسلم- مر بموسى عليه السلام، وهو يصلي في\nقبره، قال أنس: ذكر كلمة فقال: أشهد أنك رسول الله، ولا مانع أن الأنبياء\nعليهم السلام يصلون في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p085'> Vol. 08, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nقبورهم؛ لأنهم: {أحياء عند ربهم يرزقون} [ألاعراف: 169] ، فهم يتعبدون\nبما يجدون من دواعي أنفسهم، لا بما يلزمون به، كما يلهم أهل الجنة الذكر،\nوسيأتي الإشارة إلى ذلك في حجة الوداع إن شاء الله تعالى.\n</p>\n\n<p>\nوفي حديث أبي هريرة عند الطبراني والبزار: أنه عليه الصلاة والسلام مر\nعلي قوم يزرعون <span id='ms0725'></span> ويحصدون في يوم، كلما حصدوا عاد كما كان، فقال لجبريل: ما\nهذا؟ قال: هؤلاء المجاهدون، في سبيل الله تضاعف لهم الحسنة إلى سبعمائة\nضعف، وما أنفقوا من شيء فهو يخلفه، وهو خير الرازقين، ثم أتى على قوم ترضخ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p086'> Vol. 08, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nرؤسهم بالصخر، كلما رضخت عادت كما كانت، ولا يفتر عنهم من ذلك شيء، فقال:\n\"ما هذا يا جبريل\"؟ قال: هؤلاء الذين تتثاقل رؤسهم عن الصلاة المكتوبة، ثم\nأتى على قوم على أقبالهم رقاع، وعلى أدبارهم رقاع، يسرحون كما تسرح\nالأنعام، يأكلون الضريع والزقوم ورضف جهنم، قال: \"ما هؤلاء يا جبريل\"؟ قال:\nهؤلاء الذين لا يؤدون زكاة أموالهم، وما ظلمهم الله وما الله بظلام للعبيد،\nثم أتى على قوم بين أيديهم لحم نضيج في قدر، ولحم نيئ في قدر خبيث، فجعلوا\nيأكلون من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p087'> Vol. 08, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nالنيئ الخبيث، ويدعون النضيج، فقال: \"ما هؤلاء يا جبريل\"؟ قال جبريل: هذا\nالرجل من أمتك تكون عنده المرأة الحلال الطيب، فيأتي امرأة خبيثة فيبيت\nعندها حتى يصبح، والمرأة تقوم من عند زوجها حلالا طيبا، فتأتي رجلا خبيثا\nفتبيت عنده حتى تصبح، ثم أتى على رجل قد جمع حزمة عظيمة لا يستطيع حملها،\nوهو يزيد عليها، قال: \"ما هذا يا جبريل\"؟ قال: هذا الرجل من أمتك تكون عنده\nأمانات الناس لا يقدر على أدائها، وهو يريد أن يحمل عليها، ثم أتى على قوم\nتقرض ألسنتهم وشفاههم بمقاريض من حديد كلما قرضت عادت كما كانت، لا يفتر\nعنهم من ذلك شيء، قال: \"ما هذا يا جبريل\"؟ قال: هؤلاء خطباء الفتنة، قال:\nثم أتى على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p088'> Vol. 08, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nجحر صغير يخرج منه ثور عظيم، فجعل الثور يريد أن يرجع من حيث خرج فلا\nيستطيع، فقال: \"ما هذا يا جبريل\"؟ قال: هذا الرجل يتكلم بالكلمة العظيمة ثم\nيندم عليها فلا يستطيع أن يردها. ثم أتى على واد فوجد فيه ريحا طيبة باردة،\nكريح المسك، وسمع صوتا، فقال: \"ما هذا يا جبريل\"؟ قال: هذا صوت الجنة،\nتقول: رب آتني بما وعدتني، فقد كثرت غرفي واستبرقي وحريري وسندسي وعبقري <span id='ms0726'></span>\nولؤلؤي، ومرجاني وفضتي وذهبي، وأكوابي وصحافي وأباريقي، ومراكبي، وعسلي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p089'> Vol. 08, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nومائي ولبني وخمري، فائتني بما وعدتني، قال: لك كل مسلم ومسلمة ومؤمن\nومؤمنة، ومن آمن بي وبرسلي وعمل صالحا، ولم يشرك بي شيئا، ولم يتخذ من دوني\nأنددا، ومن خشيني فهو آمن، ومن سألني أعطيته، ومن أقرضني جازيته، ومن توكل\nعلي كفيته، إنني أنا الله، لا إله إلا أنا، لا أخلف الميعاد، وقد أفلح\nالمؤمنون، وتبارك الله أحسن الخالقين، قالت: قد رضيت، ثم أتى على واد فسمع\nصوتا منكرا، ووجد ريحا منتنة فقال: \"ما هذا يا جبريل\"؟ قال: هذا صوت جهنم،\nتقول: رب آتني ما وعدتني، فقد كثرت سلاسلي وأغلالي وسعيري وحميمي وغساقي\nوعذابي، وقد بعد قعري واشتد حري، فآتني بما وعدتني، قال: لك كل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p090'> Vol. 08, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nمشرك ومشركة وكافر وكافرة، وكل جبار عنيد لا يؤمن بيوم الحساب، قالت: قد\nرضيت، قال: فسار حتى أتى بيت المقدس.\n</p>\n\n<p>\nوفي رواية أبي سعيد عند البيهقي: \"دعاني داع عن يميني: انظرني أسألك، فلم\nأجبه، ثم دعاني آخر عن يساري كذلك فلم أجبه، وفيه: إذا امرأة حاسرة عن\nذراعيها وعليها من كل زينة خلقها الله تعالى فقالت: يا محمد انظرني أسألك،\nفلم ألتفت إليها، وفيه أن جبريل قال له: أما الداعي الاول فهو داعي اليهود،\nولو أجبته لتهودت أمتك، وأما الثاني فداعي النصارى ولو أجبته لتنصرت أمتك،\nوأما المرأة فالدنيا، وفيه: أنه صعد إلى السماء الدنيا ورأى فيها آدم، وأنه\nرأى أخونة عليها لحم طيب ليس عليها أحد، وأخرى عليها لحم نتن عليها ناس\nيأكلون، قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p091'> Vol. 08, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n\"يا جبريل: ما هذا\"؟ قال جبريل: هؤلاء الذين يتركون الحلال ويأكلون\nالحرام، وفيه: أنه مر بقوم بطونهم أمثال البيوت كلما نهض أحدهم خر، وأن\nجبريل قال له: هم أكلة الربا، وأنه مر بقوم مشارفهم كالإبل يلتقمون حمرا،\nفيخرج من أسافلهم، وأن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p092'> Vol. 08, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nجبريل قاله له: هؤلاء الذين يأكلون أموال اليتامى ظلما، وأنه مر بنساء\nيعلقن بثديهن وأنهن الزواني، وأنه مر بقوم يقطع من جنوبهم اللحم فيطعمون،\nوأنهم الغمازون اللمازون. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p093'> Vol. 08, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nوفي حديث أبي <span id='ms0727'></span> هريرة -عند البزار والحاكم- أنه -صلى الله عليه وسلم- صلى\nببيت المقدس مع الملائكة، وأنه أتي هناك بأرواح الانبياء فأثنوا على الله،\nوفيه قول إبراهيم: لقد فضلكم محمد.\n</p>\n\n<p>\nوفي رواية عبد الرحمن بن هاشم عن أنس: ثم بعث له آدم فمن دونه فأمهم تلك\nالليلة.\n</p>\n\n<p>\nوفي حديث أم هانئ عند أبي يعلى: ونشر لي رهط من الأنبياء، منهم إبراهيم\nوموسى وعيسى.\n</p>\n\n<p>\nوفي رواية أبي سملة ثم حانت الصلاة فأممتهم، أخرجه مسلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p094'> Vol. 08, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nوفي حديث أبي أمامة عند الطبراني في الأوسط: ثم أقيمت الصلاة فتدافعوا\nحتى قدموا محمدا -صلى الله عليه وسلم.\n</p>\n\n<p>\nوفي رواية ثابت البناني عن أنس عند مسلم قال: \"فربطته\"، يعني البراق،\nبالحلقة -وهي بإسكان اللام على الأشهر- التي تربط به الأنبياء بتذكير\nالضمير، إعادة على معنى الحلقة وهو الشيء، والمراد حلقة باب مسجد بيت\nالمقدس، قاله صاحب التحرير- قال عليه السلام: \"ثم دخلت المسجد فصليت فيه\nركعتين، ثم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p095'> Vol. 08, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\n\"خرجت، فجاءني جبريل عليه السلام بإناء من خمر وإناء من لبن فاخترت\nاللبن، فقال جبريل: اخترت الفطرة\".\n</p>\n\n<p>\nأي اخترت اللبن الذي عليه بنيت الخلقة، وبه نبت اللحم ونشز العظم،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p096'> Vol. 08, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nواخترته؛ لأنه الحلال الدائم في دين الإسلام بخلاف الخمر فحرام فيما\nيستقر عليه الأمر.\n</p>\n\n<p>\nوقال النووي: المراد بالفطرة هنا، في قول جبريل: أخذت الفطرة الإسلام\nوالاستقامة، قال: ومعناه -والله أعلم-: اخترت علامة الإسلام والاستقامة،\nقال: وجعل اللبن علامة لكونه سهلا طيبا طارها سائغا للشاربين، سليم\nالعاقبة، وأما الخمر فإنها أم الخبائث، وجالبة الأنواع الشر في الحال\nوالمآل. انتهى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p097'> Vol. 08, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nوقال القرطبي: يحتمل أن يكون سبب تسمية اللبن فطرة لكون أول شيء يدخل جوف\nالمولود، ويشق أمعاءه، والسر في ميل النبي -صلى الله عليه وسلم- إليه دون\nغيره لكونه مألوفا له أولا، انتهى.\n</p>\n\n<p>\nوإذا كانت الخمرة مباحة؛ لأنها إنما حرمت بالمدينة والإسراء كان بمكة،\nفما وجد تعيينه عليه السلام لأحد المباحين، وما وجه عد ذلك صوابا وعد الآخر\nخطأ، وهما سواء في الإباحة؟\n</p>\n\n<p>\nفيحتمل أن يكون توقاها تورعا وتعريضا بأنها ستحرم، وأنه لما وافق <span id='ms0728'></span> الصواب\nفي علم الله تعالى قال له جبريل: أصبت الفطرة، أو أصبت أصاب الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p098'> Vol. 08, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nبك، كما رويا، وإن قلنا: أنها كانت من خمر الجنة، فيكون سب تجنبها صورتها\nومضاهاتها الخمر المحرمة، أي في علم الله تعالى، وذلك أبلغ في الورع.\n</p>\n\n<p>\nويستفاد منه: أن من اتخذ من ماء الرمان أو غيره، ولو ماء قراحا، وضاهى به\nالخمر في الصورة وهيأه في الهيآت التي يتعاطاها أهل السماعات الشهوات من\nالاجتماعات فقد أتى منكرا، وإن كان لا يحد عليه، قاله ابن المنير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p099'> Vol. 08, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nوينظر فيما يعمله كثير من فقراء اليمن بمكة المشرفة وجدة وغيرهما من ماء\nقشر اللبن ويسمونه بالقهوة، وهو اسم من أسماء الخمر.\n</p>\n\n<p>\nوفي حديث ابن عباس -عند أحمد-: فلما أتى المسجد الأقصى قام يصلي، فلما\nانصرف جيء بقدحين في أحدها لبن، وفي الآخر عسل، فأخذ اللبن.\n</p>\n\n<p>\nوفي رواية البزار: بثلاث أوان، وأن الثالث كان خمرا، وأن ذلك وقع ببيت\nالمقدس، وأن الأول كان ماء، ولم يذكر العسل.\n</p>\n\n<p>\nوفي حديث شداد بن أوس: \"فصليت من المسجد حيث شاء الله، وأخذني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p100'> Vol. 08, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\n\"من العطش أشد ما أخذني، فأتيت بإناءين أحدهما لبن والآخر عسل، ثم هداني\nالله فأخذت اللبن، فقال شيخ بين يدي -يعني لجبريل-: أخذ صاحبك الفطرة\".\n</p>\n\n<p>\nوقد كان إتيانه بالأواني مرتين، مرة عند فراغه من الصلاة، ومرة عند وصوله\nإلى سدرة المنتهى ورؤية الأنهار الأربعة.\n</p>\n\n<p>\nوممن صرح بأنه كان مرتين الحافظ عماد الدين بن كثير، وعلى هذا فيكون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p101'> Vol. 08, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nتكرار جبريل عليه السلام بالتصويب حيث اختار اللبن تأكيدا للتحذير مما\nسواه.\n</p>\n\n<p>\nوقد أنكر حذيفة ربط البراق بالحلقة، فروى أحمد والترمذي من حديث حذيفة\nقال: يحدثون أنه ربطه، أخاف أن يفر منه، وقد سخره له عالم الغيب والشهادة؟\nوكذا أنكر حذيفة أيضا صلاته عليه السلام ببيت المقدس.\n</p>\n\n<p>\nوتعقبه البيهقي وابن كثير: بأن المثبت مقدم على النافي، يعني من أثبت ربط\nالبراق والصلاة في بيت المقدس معه زيادة علم على من نفي ذلك، فهو أولى\nبالقبول. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p102'> Vol. 08, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nووقع في رواية بريدة عند البزار: \"لما كان ليلة أسري <span id='ms0729'></span> بي، فأتى جبريل\nالصخرة التي ببيت المقدس فوضع أصبعه فيها فخرقها، فشد البراق\"، ونحوه\nللترمذي.\n</p>\n\n<p>\nوفي حديث أبي سعيد عند البيهقي: \"حتى أتيت ببيت المقدس، فأوثقت دابتي\nبالحلقة التي كانت الأنبياء ترطبها فيه، فدخلت أنا وجبريل بيت المقدس،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p103'> Vol. 08, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nفصل كل واحد منا ركعتين.\n</p>\n\n<p>\nوفي رواية ابن مسعود نحوه، وزاد: \"ثم دخلت المسجد فعرفت النبيين ما بين\nقائم وراكع وساجد، ثم أذن مؤذن فأقيمت الصلاة فقمنا صفوفا ننتظر من يؤمنا،\nفأخذ بيدي جبريل فقدمني فصليت بهم\".\n</p>\n\n<p>\nوفي حديث ابن مسعود أيضا -عند مسلم-: \"وحانت الصلاة فأممتهم\".\n</p>\n\n<p>\nوفي حديث ابن عباس، عند أحمد: لما أتى -صلى الله عليه وسلم- الأقصى قام\nيصلي، فإذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p104'> Vol. 08, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nالنبيون أجمعون يصلون معه.\n</p>\n\n<p>\nوفي حديث أبي سعيد: \"ثم سار حتى أتى بيت المقدس، فربط فرسه إلى صخرة، ثم\nدخل فصلى مع الملائكة، فلما قضيت الصلاة قالوا: يا جبريل من هذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p105'> Vol. 08, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nمعك؟ قال: هذا محمد رسول الله خاتم النبيين، قالوا: وقد أرسل إليه؟ قال:\nنعم، قالوا: حياه الله من أخ ومن خليفة، فنعم الأخ ونعم الخليفة، ثم لقوا\nأرواح الأنبياء فأثنوا على ربهم.\n</p>\n\n<p>\nفقال إبراهيم عليه السلام: الحمد لله الذي اتخذني خليلا، وأعطاني ملكا\nعظيما، وجعلني أمة قانتا يؤتم بي، وأنقذني من النار، وجعلها علي بردا\nوسلاما. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p106'> Vol. 08, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\nثم إن موسى عليه السلام أثنى على ربه فقال: الحمد الله الذي كلمني\nتكليما، واصطفاني، وأنزل علي التوراة، وجعل هلاك فرعون ونجاة بني إسرائيل\nعلى يدي، وجعل من أمتي قوما يهدون بالحق وبه يعدلون.\n</p>\n\n<p>\nثم إن داود أثنى على ربه فقال: الحمد لله الذي جعل لي ملكا عظيما وعلمني\nالزبور، وألان لي الحديد، وسخر لي الجبال يسبحن معي والطير وآتاني الحكمة\nوفصل الخطاب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p107'> Vol. 08, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nثم إن سليمان عليه السلام أثنى على ربه فقال: الحمد الله الذي سخر لي\nالرياح، وسخر لي الشياطين، يعملون ما شئت من محاريب وتماثيل، وعلمني منطق\nالطير وآتاني من كل شيء فضلا، وسخر لي جنود الشياطين والإنس والجن، والطير\nوآتاني ملكا لا ينبغي لأحد من بعدي، وجعل لي ملكا <span id='ms0730'></span> طيبا ليس علي فيه حساب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p108'> Vol. 08, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nثم إن عيسى عليه السلام أثنى على ربه فقال: الحمد لله الذي جعلني كلمته\nوجعلني مثل آدم خلقه من تراب ثم قال له كن فيكون، وعلمني الكتاب والحكمة\nوالتوراة والإنجيل وجعلني أخلق من الطين كهيئة الطير فأنفخ فيه فيكون طيرا\nبإذن الله، وجعلني أبرئ الأكمه والأبرص، وأحيي الموتى بإذن الله، ورفعني\nوطهرني وأعاذني وأمي من الشيطان الرجيم، فلم يكن للشيطان علينا سبيل.\n</p>\n\n<p>\nقال: وإن محمدا -صلى الله عليه وسلم- على ربه فقال: كلكم أثنى على ربه\nوأنا أثني على ربي: فأول الحمد لله الذي أرسلني رحمة للعالمين، وكافة للناس\nبشيرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p109'> Vol. 08, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\n\"ونذيرا، وأنزل علي الفرقان، فيه تبيان كل شيء، وجعل أمتي خير أمة أخرجت\nللناس، وجعل أمتي أمة وسطا، وجعل أمتي هم الأولون والآخرون وشرح لي صدري،\nووضع عني وزري، ورفع لي ذكري، وجعلني فاتحا وخاتما\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p110'> Vol. 08, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nفقال إبراهيم: بهذا فضلكم محمد، ثم ذكر أنه عرج به إلى السماء الدنيا،\nومن سماء إلى سماء، ذكره القاضي عياض في \"الشفاء\" مختصرا من حديث أبي هريرة\nمن غير عزو.\n</p>\n\n<p>\nورواه البيهقي من حديث أبي سعيد الخدري، وهذا لفظه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p111'> Vol. 08, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nوفي رواية ابن أبي حاتم في تفسيره، عن أنس: لما بلغ بيت المقدس، فبلغ\nالمكان الذي يقال له: باب محمد، أتى إلى الحجر الذي به فغمز جبريل بأصبعه\nفثقبه ثم ربطها، ثم صعدا، فلما استويا في سرحة المسجد قال جبريل: يا محمد،\nهل سألت ربك أن يريك الحور العين؟ قال: \"نعم\"، قال: فانطلق إلى أولئك\nالنسوة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p112'> Vol. 08, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\n\"فسلم عليهن: قال: فسلمت عليهن فرددن علي السلام، فقلت: لمن أنتن؟ ققلن:\nخيرات حسان، نساء قوم أبرار، نقوا فلم يدرنوا، وأقاموا فلم يظعنوا، وخلدوا\nفلم يموتوا، قال: ثم انصرفت فلم ألبث إلا يسيرا، حتى اجتمع ناس كثير، ثم\nأذن مؤذن وأقيمت الصلاة، قال: فقمنا صفوفا ننتظر من يؤمنا، فأخذ جبريل عليه\nالسلام بيدي فقدمني فصليت بهم، فلما انصرفت قال لي جبريل: أتدري من صلى\nخلفك؟ قلت: لا، قال: صلى خلفك كل نبي بعثه الله\".\n</p>\n\n<p>\nقال <span id='ms0731'></span> القاضي عياض: يحتمل أن يكون -صلى الله عليه وسلم- صلى بالأنبياء\nجميعا في بيت المقدس، ثم صعد منهم إلى السماء من ذكر أنه عليه السلام رآه\nفي السماوات ويحتمل أن يكون صلى بهم بعد أن هبط من السماء، فهبطوا أيضا،\nوالأظهر أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p113'> Vol. 08, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nصلاته بهم في بيت المقدس كان قبل العروج. انتهى.\n</p>\n\n<p>\nوقال ابن كثير: صلى بهم ببيت المقدس قبل العرج وبعده، فإن في الحديث ما\nيدل على ذلك، ولا مانع منه، انتهى.\n</p>\n\n<p>\nوقد اختلف في هذه الصلاة، هل هي فرض أو نفل؟ وإذا قلنا: إنها فرض، فأي\nصلاة هي؟\n</p>\n\n<p>\nقال بعضهم: الأقرب أنها الصبح، ويحتمل أن تكون العشاء، وإنما يتأتى على\nقول من قال: إنه -صلى الله عليه وسلم- صلى بهم قبل عروجه إلى السماء، وأما\nعلى قول من قال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p114'> Vol. 08, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nصلى بهم بعد العروج فتكون الصبح.\n</p>\n\n<p>\nقال ابن كثير: ومن لناس من يزعم أنه أمهم في السماء، والذي تظاهرت به\nالروايات أنه ببيت المقدس، والظاهر أنه بعد رجوعه إليهم؛ لأنه لما مر بهم\nفي منازلهم جعل من يسأل جبريل عنهم واحدا بعد واحدا، وهو يخبره بهم، ثم\nقال: وهذا هو اللائقق؛ لأنه أولا كان مطلوبا إلى الجناب العلوي، ليفرض الله\nعليه وعل أمته ما يشاء، ثم لما فرغ مما أريد به اجتمع هو وإخوانه من\nالنبيين، ثم أظهر شرفه عليهم بتقدمه في الإمامة.\n</p>\n\n<p>\nوفي رواية ابن إسحاق: أنه عليه السلام قال: \"لما فرغت مما كان في بيت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p115'> Vol. 08, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\n\"المقدس، أتي بالمعراج، ولم أر قط شيئا أحسن منه، وهو الذي يمد إليه\nالميت عينيه إذا احتضر، فأصعدني صاحبي جبريل فيه حتى انتهى إلى باب من\nأبواب السماء\".\n</p>\n\n<p>\nوفي روياة كعب: \"فوضعت له مرقاة من فضة ومرقاة من ذهب حتى عرج هو\nوجبريل\".\n</p>\n\n<p>\nوفي \"شرف المصطفى\" أنه أتي بالمعراج من جنة الفردوس، وأنه منضد باللؤلؤ\nعن يمينه ملائكة، وعن يساره ملائكة.\n</p>\n\n<p>\nوفي رواية أبي سعيد -عند البيهقي- \"ثم أتيت بالمعراج الذي تعرج عليه\nأرواح بني آدم، فلم تر الخلائق أحسن من المعراج، أما <span id='ms0732'></span> رأيت الميت حين يشق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p116'> Vol. 08, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\n\"بصره طامحا إلى السماء، فإن ذلك عجبه بالمعراج\".\n</p>\n\n<p>\nوقد تقدم في حديث البخاري السابق: \"فانطلق بي جبريل حتى أتى السماء\nالدنيا فاسفتح، قيل: من هذا؟ قال: جبريل، قيل: ومن معك؟ قال: محمد، قيل:\nأوقد أرسل إليه؟ قال: نعم\".\n</p>\n\n<p>\nولم يقل جبريل عليه السلام: أنا، حيث قال له: من هذا؟ إنما سمى نفسه\nفقال: جبريل؛ لأن لفظ \"أنا\" فيه إشعار بالعظمة، وفي الكلام السائر: أول من\nقال: \"أنا\" إبليس فشقي، وأيضا فقوله: \"أنا\" مبهمة لافتقار الضمير إلى\nالعود، فهي غير كافية في البيان.\n</p>\n\n<p>\nوعلى هذا ف ينبغي للمستأذن إذا قيل له: من أنت؟ لا يقول: \"أنا\"، بل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p117'> Vol. 08, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nيقول: فلان.\n</p>\n\n<p>\nوفي رواية للبخاري ومسلم: فعرج، وهو بفتح العين بمعنى صعد.\n</p>\n\n<p>\nوفي حديث أبي سعيد عند البيهقي: حتى انتهى إلى باب من أبواب السماء يقال\nله: باب الحفظة، وعليه مالك يقال له: إسماعيل تحت يده اثنا عشر ألف ملك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p118'> Vol. 08, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nوفي رواية شريك -عند البخاري أيضا- ثم عرج به إلى سماء الدنيا، فضرب بابا\nمن أبوابها فناداه أهل سماء الدنيا: من هذا؟ قال: جبريل، قالوا: ومن معك\nقال: محمد. قالوا: وقد بعث إليه؟ قال: نعم، قالوا: مرحبا وأهلا، فيستبشر به\nاهل السماء، لا يعلم أهل السماء بما يريد الله به في الأرض حتى يعلمهم، أي\nعلى لسان من شاء كجبريل.\n</p>\n\n<p>\nووقع في هذه الرواية أيضا أنه رأى في سماء الدنيا النيل والفرات عنصرهما.\n</p>\n\n<p>\nوظاهرها يخالف حديث مالك بن صعصعة فإن فيه بعد ذكر سدرة المنتهى: وإذا في\nأصلها أربعة أنهار.\n</p>\n\n<p>\nويجمع بينهما: بأن أصل نبعهما من تحت سدرة المنتهى ومقرهما في السماء\nالدنيا، ومنها ينزلان إلى الأرض. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p119'> Vol. 08, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nووقع في هذه الروياة أيضا: ثم مضى به في السماء الدنيا فإذا هو بنهر آخر،\nعليه قصر من لؤلؤ وزبرجد، وأنه الكوثر.\n</p>\n\n<p>\nوهو مما استشكل من رواية شريك، فإن الكوثر من الجنة، والجنة فوق السماء\nالسابعة، ويحتمل أن يكون تقديره: ثم مضى في سماء الدنيا إلى السابعة فإذا\nهو بنهر.\n</p>\n\n<p>\nثم إن قوله <span id='ms0733'></span> في الحديث: \"استفتح\" دلالة على أنه صادف أبواب السماء مغلقة،\nوالحكمة في ذلك -والله أعلم- التنويه بقدره عليه السلام، وتحقيق أن\nالسماوات لم تفتح أبوابها إلا من أجله، ولو وجدها مفتحة لم يتحرر أنها فتحت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p120'> Vol. 08, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nلأجله، فلما فتحت له تحقق غليه السلام أن المحل مصون، وأن فتح له كرامة\nوتبجيل.\n</p>\n\n<p>\nوأما قوله في الحديث: \"أرسل إليه\"؟ وفي رواية وقد \"بعث إليه\"؟ فيحتمل أن\nيكون استفهم عن الإرسال إليه للعروج إلى السماء، وهو الأظهر لقوله: \"إليه\"؛\nلأن أصل بعثه قد اشتهر في الملكوت الأعلى.\n</p>\n\n<p>\nوقيل: سألوا تعجبا من نعمة الله تعالى عليه بذلك، أو استبشارا به، وقد\nعلموا أن بشرا لا يترقى هذا الترقي إلا بإذن من الله تعالى، وأن جبريل لا\nيصعد بمن لم يرسل إليه.\n</p>\n\n<p>\nقيل: إن الله تعالى أراد أراد إطلاع نبيه على أنه معروف عند الملأ\nالأعلى، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p121'> Vol. 08, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nلأنهم قالوا: وقد بعث إليه؟ أو: أرسل إليه؟ فدل على أنهم كانوا يعرفون أن\nذلك سيقع له، وإلا لكانوا يقولون: ومن محمد مثلا؟ ولذلك أجابوا بقولهم:\nمرحبا به ولنعم المجيء جاء، وكلامهم بهذه الصيغة أدل دليل على ما ذكرناه من\nمعرفتهم بجلالته وتحقيق رسالته؛ ولأن هذا أحسن ما يكون من حسن الخطاب\nوالترفيع، على المعروف من عادة العرب.\n</p>\n\n<p>\nوأما قوله: \"من معك\"؟ فيشعر بأنهم أحسوا به عليه الصلاة والسلام، وإلا\nلكان السؤال بلفظ: أمعك أحد؟ وهذا الإحساس إما بمشاهدة لكون السماء شفافة،\nوإما لأمر معنوي كزيادة أنوارها ونحوه، قاله الحافظ ابن حجر.\n</p>\n\n<p>\nولعله أخذه من كلام العارف ابن أبي جمرة، حيث قال في \"بهجته\": الثاني أن\nيكون سؤالهم له لما رأوا حين رأوا إقبالهم عليه من زيادة الأنوار وغيرها من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p122'> Vol. 08, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nالمآثر الحسان زيادة على ما يعهدونه منه، قال: وهذا هو الأظهر، كأنهم\nقالوا: من الشخص الذي من أجله هذه الزيادة التي معك؟ فأخبرهم بما أردوا وهو\nتعيين الشخص باسمه حتى عرفوه، انتهى.\n</p>\n\n<p>\nوقد قال بعض العلماء: {لقد رأى من آيات ربه الكبرى} [النجم: 18] أنه -صلى\nالله عليه وسلم- رأى صورة <span id='ms0734'></span> ذاته المباركة في الملكوت فإذا هو عروس المملكة.\n</p>\n\n<p>\nوأما قولهم له: \"مرحبا به ولنعم المجيء جاء\" فيحتمل أن يكونوا قالوه لما\nعاينوه من بركاته عليه السلام التي سبقته للسماء مبشرة بقدومه، وفيه تقديم\nوتأخير، والتقدير: جاء فنعم المجيء مجيئه، وإنما لم يقل الخازن: مرحبا بك،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p123'> Vol. 08, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nبصيغة الخطاب، بل قال به بصيغة الغيبة؛ لأنه حياة قبل أن يفتح الباب،\nوقبل أن يصدر من النبي -صلى الله عليه وسلم- خطاب، ويحتمل أن يكون حياه\nبصيغة الغيبة تعظيما له؛ لأن \"هاء\" الغيبة ربما كانت أهم من كاف الخطاب.\n</p>\n\n<p>\nوأما قوله في الحديث: فإذا رجل قاعد عن يمينه أسودة وعن يساره أسودة، إذا\nنظر قبل يمينه ضحك، وإذا نظر قبل شماله بكى، فقال: مرحبا بالنبي الصالح\nوالابن الصالح قلت: لجبريل: \"من هذا\"؟ قال: هذا آدم، وهذه الأسودة التي عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p124'> Vol. 08, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nيمينه وشماله نسم بنيه، فأهل اليمين منهم أهل الجنة، والأسودة التي عن\nشماله أهل النار، فإذا نظر قبل يمينه ضحك، وإذا نظر عن شماله بكى.\n</p>\n\n<p>\nفالأسودة: بوزن أزمنة، مفرد سواد، هي الأشخاص.\n</p>\n\n<p>\nوالنسيم: بالنون والسين المفتوحتين جمع نسمة، وهي الروح.\n</p>\n\n<p>\nوقد قال القاضي عياض: جاء أن أرواح الكفار في سجين، وأن أرواح المؤمنين\nمنعمة في الجنة، يعني: فكيف تكون مجتمعة في سماء الدنيا؟ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p125'> Vol. 08, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nوأجاب: بأنه يحتمل أنها تعرض على آدم أوقاتا، فوافق عرضها مرور النبي\n-صلى الله عليه وسلم- ويدل على كونهم في النار في أوقات دون أوقات، قوله\nتعالى: {النار يعرضون عليها غدوا وعشيا} [غافر: 46] .\n</p>\n\n<p>\nواعتراض: بأن أرواح الكفار لا تفتح لها أبواب السماء، كما هو نص القرآن.\n</p>\n\n<p>\nوالجواب عنه: ما أبداه هو احتمالا أن الجنة كانت في جهة يمين آدم، والنار\nكانت في جهة شماله: وكان يكشف له عنهما، ولا يلزم من رؤية آدم لها -وهو في\nالسماء- أن تفتح لها أبواب السماء ولا تلجها.\n</p>\n\n<p>\nوفي حديث أبي هريرة عند البزار: فإذا عن يمينه باب يخرج منه ريح طيبة،\nوعن شماله باب يخرج منه ريح خبيثة، إذا نظر عن يمينه استبشر وإذا نظر <span id='ms0735'></span> عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p126'> Vol. 08, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nشماله حزن، وهذا -لو صح- لكان المصير إليه أولى من جميع ما تقدم، ولكن\nسنده ضعيف، قاله الحافظ ابن حجر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p127'> Vol. 08, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nوأما قوله في الحديث: \"ثم صعد بي، حتى أتى السماء الثانية، فاستفتح فقيل:\nمن هذا؟ قال: جبريل، قيل: ومن معك؟ قال: محمد، قيل: وقد أرسل إليه؟ قال:\nنعم، فقيل: مرحبا به، فنعم المجيء جاء، ففتح فلما خلصت إذا بيحيى وعيسى،\nوهما ابنا الخالة، قال: هذا يحيى وعيسى فسلم عليهما، فسلمت عليهما فردا، ثم\nقالا: مرحبا بالأخ الصالح والنبي الصالح إلى قوله: ثم صعد بي إلى السماء\nالسابعة فاستفتح جبريل، قيل: من هذا؟ قال: جبريل، قيل: ومن معك؟ قال: محمد،\nقيل: وقد بعث إليه؟ قال: نعم، قال: مرحبا به، فنعم المجيء جاء، فلما خلصت\nفإذا إبراهيم، قال: هذا أبوك إبراهيم فسلم عليه، قال: فسلمت عليه فرد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p128'> Vol. 08, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\n\"السلام وقال: مرحبا بالنبي الصالح والابن الصالح\".\n</p>\n\n<p>\nفهذه الرواية موافقة لروية ثابت عن أنس عن مسلم: أن في السماء الأولى؛\nآدم، وفي الثانية يحيى وعيسى، وفي الثالثة يوسف، وفي الرابعة إدريس، وفي\nالخامسة هارون وفي السادسة موسى وفي السابعة إبراهيم.\n</p>\n\n<p>\nوخالف ذلك ابن شهاب الزهري في روايته عن أنس عن أبي ذر -كما في أول\nالصلاة من البخاري أيضا- أنه لم يثبت كيف منازلهم، وقال فيه: وإبراهيم في\nالسماء السادسة.\n</p>\n\n<p>\nوفي رواية شريك عن أنس أن إدريس في الثانية وهارون في الرابعة، وآخر في\nالخامسة لم أحفظ اسمه، وإبراهيم في السادسة وموسى في السابعة، بتفضيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p129'> Vol. 08, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nكلام الله تعالى، وسياقه يدل على أنه لم يضبط منازلهم أيضا كما صرح به\nالزهري.\n</p>\n\n<p>\nورواية من ضبط أولى، لا سيما من اتفاق، قتادة وثابت، وقد وافهما يزيد بن\nأبي مالك عن أنس، إلا أنه خالف في إدريس وهارون فقال: \"هارون في الرابعة،\nوإدريس في الخامسة\".\n</p>\n\n<p>\nووافقهم أبو سعيد الخدري إلا أن في روايته: يوسف في الثانية، وعيسى ويحيى\nفي الثالثة.\n</p>\n\n<p>\nوالمشهور في الروايات: أن الذي في السابعة هو إبراهيم، وأكد ذلك في حديث\nمالك بن صعصعة: بأنه كان <span id='ms0736'></span> مسندا ظهره إلى البيت المعمور. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p130'> Vol. 08, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nفمع التعدد: فلا إشكال.\n</p>\n\n<p>\nومع الاتحاد فقد جمع: بأن موسى كان حالة العروج في السادسة وإبراهيم في\nالسابعة على ظاهر حديث مالك بن صعصعة، وعند الهبوط: كان موسى في السابعة؛\nلأنه لم يذكر في القصة أن إبراهيم كلمه في شيء مما يتعلق بما فرض على أمته\nمن الصلاة، كما كلمه موسى عليه السلام، والسماء السابعة هي أول شيء انتهى\nإليه حالة الهبوط، فناسب أن يكون موسى بها؛ لأنه هو الذي خاطبه في ذلك، كما\nثبت في جميع الروايات.\n</p>\n\n<p>\nويحتمل أن يكون لقي موسى في السادسة فأصعد معه إلى السابعة تفضيلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p131'> Vol. 08, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nله على غيره من أجل كلام الله تعالى، وظهرت فائدة ذلك في كلامه مع نبينا\nفيما يتعلق بأمر أمته في الصلاة، قاله في فتح الباري، وقال: إن النووي أشار\nإلى شيء من ذلك.\n</p>\n\n<p>\nوفي رواية شريك عن أنس في قصة موسى: \"لم أظن أن أحدا يرفع علي\".\n</p>\n\n<p>\nقال ابن بطال: فهم موسى عليه الصلاة والسلام من اختصاصه بكلام الله تعالى\nله في الدنيا دون غيره من البشر: لقوله تعالى: {إني اصطفيتك على الناس\nبرسالاتي وبكلامي} [الأعراف: 144] أن المراد بالناس هنا: البشر كلهم، وأنه\nاستحق بذلك أن لا يرفع عليه أحد، فلما فضل الله تعالى محمدا عليه الصلاة\nوالسلام بما أعطاه من المقام المحمود وغيره، ارتفع على موسى وغيره بذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p132'> Vol. 08, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\nوفي حديث أبي سعيد قال موسى: تزعم بنو إسرائيل أني أكرم الخلق على الله،\nوهذا أكرم على الله مني، زاد الأمور في روايته: ولو كان هذا وحده لهان علي،\nولكن معه أمته، وهم أفضل الأمم عند الله.\n</p>\n\n<p>\nوفي حديث مالك بن صعصعة: \"ولما جاوزته -بقي موسى- يبكي، فنودي: ما يبكيك؟\nقال: رب، هذا غلام بعثته من بعدي يدخل الجنة من أمته أكثر ممن يدخل من\nأمتي\".\n</p>\n\n<p>\nولم يكن بكاء موسى حسدا، معاذ الله، فإن الحسد في ذلك العالم منزوع من\nآحاد المؤمنين، فكيف بمن اصطفاه الله تعالى، بل كان اسفا على ما فاته من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p133'> Vol. 08, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\nالأجر الذي <span id='ms0737'></span> يترتب عليه رفع الدرجات له بسبب ما وقع من أمته من كثرة\nالمخالفة المقتضية لتنقيص أجورهم، المستلزمة لتنقيص أجره؛ لأن لكل نبي مثل\nأجر كل من اتبعه، ولهذا كان من اتبعه في العدد دون من اتبع نبينا -صلى الله\nعليه وسلم- مع طول مدتهم بالنسبة لمدة هذه الأمة.\n</p>\n\n<p>\nوقال العارف ابن أبي جمرة: قد جعل الله تعالى في قلوب أنبيائه عليهم\nالصلاة والسلام الرأفة والرحمة لأمتهم، وركبهم على ذلك، وقد بكى نبينا -صلى\nالله عليه وسلم- فقيل له: ما يبكيك؟ قال: \"هذا رحمة وإنما يرحم الله من\nعباه الرحماء\"، والأنبياء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p134'> Vol. 08, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nعليهم الصلاة والسلام قد أخذوا من رحمة الله أوفر نصيب، فكانت الرحمة في\nقلوبهم لعباد الله أكثر من غيرهم، فلأجل ما كان بموسى عليه الصلاة والسلام\nمن الرحمة واللطف بكى إذ ذاك رحمة منه لأمته؛ لأن هذا وقت إفضال وكرم وجود\nلعل أن يكون وقت القبول والإفضال فيرحم الله أمته ببركة هذه الساعة.\n</p>\n\n<p>\nفإن قال قائل: كيف يكون هذا، وأمته لا تخلو من قسمين: قسم مات على\nالإيمان، وقسم مات على الكفر، فالذي مات على الإيمان لا بد له من دخول\nالجنة، والذي مات على الكفر لم يدخل الجنة أبدا فبكاؤه لأجل ما ذكر لا\nيسوغ؛ لأن الحكم فيهم قد مر ونفذ.\n</p>\n\n<p>\nقيل: إن الله تعالى قدر قدره على قسمين، فقدر قدرا وقدر أن ينفذ على كل\nالأحوال، وقدر قدرا وقدر أن لا ينفذ، ويكون رفعه بسبب دعاء أو صدقة أو غير\nذلك، فلأجل ما ركب في موسى عليه الصلاة والسلام من اللطف ... \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p135'> Vol. 08, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\nوالرحمة بالأمة طمع لعل أن يكون ما اتفق لأمته من القدر الذي قدره الله\nتعالى، وقدر ارتفاعه بسب الدعاء والتضرع إليه، وهذا وقت يرجى فيه التعطف\nوالإحسان من الله تعالى؛ لأنه وقت أسرى فيه بالحبيب الكريم، ليخلع عليه خلع\nالقرب والفضل العميم، فطمع الكليم لعل أن يحلق لأمته نصيبا من هذا الخير\nالعظيم وقد قال نبينا -صلى الله عليه وسلم: \"إن لله نفحات فتعرضوا لنفحات\nالله\"، وهذه <span id='ms0738'></span> نفحة من النفحات فتعرض لها موسى، فكان أمرا قد قدر، والأسباب\nلا تؤثر إلا بما سبقت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p136'> Vol. 08, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\nالقدرة بأنها فيه تؤثر، وما كان قضاء نافذا لا تؤثر فيه ولا ترده\nالأسباب، حتم قد لزم.\n</p>\n\n<p>\nوفي بكائه عليه الصلاة والسلام وجه آخر، وهو البشارة لنبينا -صلى الله\nعليه وسلم-، وإدخال السرور عليه، وذلك قول موسى عليه السلاة والسلام - الذي\nهو أكثر الأنبياء أتباعا: إن الذين يدخلون الجنة من أمة محمد -صلى الله\nعليه وسلم- أكثر مما يدخلها من أمتي.\n</p>\n\n<p>\nوأما قول موسى عليه الصلاة والسلام: لأن غلاما ولم يقل غير ذلك من الصيغ،\nفإشارة إلى صغر سنه بالنسبة إليه.\n</p>\n\n<p>\nوفي القاموس: الغلام، الطار الشارب، والكهل ضد.\n</p>\n\n<p>\nوقال الخطابي: العرب تسمي الرجال المستجمع السن غلاما، ما دامت فيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p137'> Vol. 08, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\nبقية من القوة في الكهولة.\n</p>\n\n<p>\nقال في فتح الباري: ويظهر لي أن موسى عليه السلام أشار إلى ما أنعم الله\nبه على نبينا عليه السلام من استمرار القوة في الكهولة إلى أن دخل في سن\nالشيخوخة، ولم يدخل على بدنه هرم، ولا اعتراه في قوته نقص، حتى إن الناس في\nقدومه المدينة لما رأوه مردفا أبا بكر، أطلقوا عليه اسم الشاب وعلى أبي بكر\nاسم الشيخ، مع كونه عليه السلام في العمر أسن من أبي بكر والله أعلم.\nانتهى.\n</p>\n\n<p>\nوقد ذكرت ذلك في الهجرة من المقصد الأول. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p138'> Vol. 08, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nوقد وقع في حديث أبي هريرة عند الطبري في ذكر إبراهيم: \"فإذا هو برجل\nأشمط جالس عند باب الجنة على كرسي\".\n</p>\n\n<p>\nوفي رواية مسلم من حديث ثابت عن أنس: ثم عرج بنا إلى السماء السابعة فإذا\nبإبراهيم مسندا ظهره إلى البيت المعمور، وإذ هو يدخله كل يوم سبعون ألف ملك\nثم لا يعودون إليه، إلى يوم القيامة وفيه، فإذا أنا بيوسف، وإذا هو قد أعطي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p139'> Vol. 08, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nشطر الحسن.\n</p>\n\n<p>\nوفي حديث أبي سعيد عند البيهقي، وأبي هريرة عند الطبري: \"فإذا أنا برجل\nأحسن ما خلق الله: قد فضل الناس بالحسن كالقمر ليلة البدر على سائر\nالكواكب\".\n</p>\n\n<p>\nوهذا ظاهره أن يوسف <span id='ms0739'></span> عليه السلام كان أحسن من جميع الناس، لكن روى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p140'> Vol. 08, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\nالترمذي من حديث أنس: \"ما بعث الله نبيا إلا حسن الوجه حسن الصوت، وكان\nنبيكم أحسنهم وجها وأحسنهم صوتا\"، فعلى هذا يحتمل حديث المعراج على أن\nاالمراد غير النبي -صلى الله عليه وسلم- ويؤيده قول من قال: إن المتكلم لا\nيدخل في عموم كلامه.\n</p>\n\n<p>\nوحمل ابن المنير حديث الباب على أن المراد: أن يوسف أعطي شطر الحسن الذي\nأوتيه نبينا -صلى الله عليه وسلم.\n</p>\n\n<p>\nوأما قوله في الحديث عن إدريس: ثم قال: مرحبا بالنبي الصالح والأخ الصالح\nفيحمل على أخوة النبوة والإسلام؛ لأنها تجمع الوالد والولد، وقال ابن\nالمنير: وفي طريق شاذة: مرحبا بالابن الصالح، وهذه هي القياس؛ لأنه جده\nالأعلى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p141'> Vol. 08, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل: إن إدريس الذي لقيه ليس هو الجد المشهور، ولكنه إلياس، فإن كان\nكذلك ارتفع الإشكال.\n</p>\n\n<p>\nفإن قلت: لم يكن هؤلاء الانبياء عليهم الصلاة والسلام في السماوات دون\nغيرهم من الأنبياء؟\n</p>\n\n<p>\nوما وجه اختصاص كل واحد منهم بسماء تخصه؟\n</p>\n\n<p>\nولم كان في السماء الثانية بخصوصها اثنان؟\n</p>\n\n<p>\nأجيب عن الاقتصار على هؤلاء دون غيرهم من الأنبياء، بأنهم أمروا بملاقاة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p142'> Vol. 08, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nنبينا -صلى الله عليه وسلم- فمنهم من أدركه من أول وهلة، ومنهم من تأخر\nفلحقه، ومنهم من فاته.\n</p>\n\n<p>\nوقيل: إشارة إلى ما سيقع له -صلى الله عليه وسلم- مع قومه، من مظير ما\nوقع لكل منهم:\n</p>\n\n<p>\nفأما آدم عليه السلام فوقع التنبيه بما وقع له من الخروج من الجنة إلى\nالأرض، بما سيقع لنبينا -صلى الله عليه وسلم- من الهجرة إلى المدينة،\nوالجامع بينهما ما حصل لكل منهما من المشقة، وكراهة فراق ما ألفه من الوطن،\nثم كان عاقبة كل منهما أن يرجع إلى وطنه الذي خرج منه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p143'> Vol. 08, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\nوبعيسى ويحيى على ما وقع له أول الهجرة من عداوة اليهود، وتماديهم على\nالبغي عليه، وإرادتهم وصول السوء إليه.\n</p>\n\n<p>\nوبيوسف، على ما وقع له مع إخوته على ما وقع لنبينا -صلى الله عليه وسلم-\nمن قريش، من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p144'> Vol. 08, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\nنصبهم الحرب له، وإرادتهم إهلاكه، وكانت العاقبة <span id='ms0740'></span> له، وقد أشار عغليه\nالسلام إلى ذلك يوم الفتح بقوله لقريش: كما قال يوسف: \"لا تثريب عليكم\nاليوم يغفر الله لكم وهو أرحم الراحمين، اذهبوا فأنتم الطلقاء\"، أي\nالعتقاء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p145'> Vol. 08, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\nوبإدريس على رفيع منزلته عند الله تعالى.\n</p>\n\n<p>\nوبهارون إذ رجع قومه إلى محبته بعد إن آذوه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p146'> Vol. 08, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\nوبموسى على ما وقع له من معالجة قومه، وقد أشار إلى ذلك عليه الصلاة\nوالسلام بقوله: \" لقد أوذي موسى بأكثر من هذا فصبر\".\n</p>\n\n<p>\nوبإبراهيم في استناده إلى البيت المعمور، بما ختم الله له -صلى الله عليه\nوسلم- في آخر عمره من إقامة نسك الحج، وتعظيم البيت الحرام. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p147'> Vol. 08, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\nوأجاب العارف ابن أبي جمرة عن وجه اختصاص كل واحد منهم بسماء:\n</p>\n\n<p>\nبأن الحكمة في كون آدم في السماء الدنيا؛ لأنه أول الأنبياء، وأول\nالآباء، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p148'> Vol. 08, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nوهو الأصل، ولأجل تأنيس النبوة بالأبوة.\n</p>\n\n<p>\nوأما عيسى فإنما كان في السماء الثانية؛ لأنه أقرب الأنبياء إلى النبي\n-صلى الله عليه وسلم- ولا انمحت شريعة عيسى عليه السلام إلا بشريعة سيدنا\nمحمد -صلى الله عليه وسلم-؛ ولأنه ينزل في آخر الزمان لأمة محمد -صلى الله\nعليه وسلم- على شريعته ويحكم بها، ولهذا قال عليه السلام: \"أنا أولى الناس\nبعسيى\"، فكان في الثانية لأجل هذا المعنى.\n</p>\n\n<p>\nوإنما كان يحيى عليه السلام معه هناك؛ لأنه ابن خالته، وهما كالشيء\nالواحد، فلأجل التزام أحدهما بالآخر كانا هناك معا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p149'> Vol. 08, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\nوإنما كان يوسف عليه السلام في السماء الثالثة؛ لأن على حسنه تدخل أمة\nالنبي -صلى الله عليه وسلم- الجنة، فأري له هناك لكي يكون ذلك بشارة له\nعليه السلام فيسر بذلك.\n</p>\n\n<p>\nوإنما كان إدريس عليه السلام في السماء الرابعة؛ لأنه هناك توفي ولم تكن\nله تربة في الأرض على ما ذكر.\n</p>\n\n<p>\nوإنما كان هارون عليه الئلام في السماء الخامسة؛ لأنه ملازم لموسى عليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p150'> Vol. 08, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\nالسلام، لأجل أنه أخوه وخليفته في قومه، فكان هناك لأجل هذا المعنى،\nوإنما لم يكن مع موسى في السماء السادسة؛ لأن لموسى مزية وحمرة وهي كونه\nكليما واختص بأشياء لم تكن لهارون فلأجل هذا المعنى <span id='ms0741'></span> لم يكن معه.\n</p>\n\n<p>\nوإنما كان موسى في السماء السادسة لأجل ما اختص به من الفضائل؛ ولأنه\nالكليم، وهو أكثر الأنبياء أتباعا بعد نبينا -صلى الله عليه وسلم.\n</p>\n\n<p>\nوإنما كان إبراهيم عليه الصلاة والسلام في السماء السابعة؛ لأنه الخليل\nوالأب الأخير فناسب أن يتجدد للنبي عليه السلام بلقياه أنس، لتوجهه بعده\nإلى عالم آخر، وهو اختراق الحجب، وأيضا؛ لأنه الخليل، ولا أحد أفضل من\nالخليل إلا الحبيب، والحبيب ها هو قد علا ذلك المقام فكان الخليل فوق الكل\nلأجل خلته وفضله، وارتفع الحبيب فوق الكل لأجل ما اختص مما زاد به عليهم،\nقال الله تعالى: {تلك الرسل فضلنا بعضهم على بعض منهم من كلم الله ورفع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p151'> Vol. 08, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\nبعضهم درجات} [البقرة: 253] فحصل لهم الكمال والدرجة الرفيعة وهي درجة\nالرسالة، والنبوة، ورفعوا بعضهم فوق بعض بمقتضى الحكمة ترفيعا للمرفوع دون\nتنقيص بالمنزول، انتهى فليتأمل.\n</p>\n\n<p>\nوقد اختلف في رؤية نبينا -صلى الله عليه وسلم- لهؤلاء الأنبياء عليهم\nالسلام، فحمله بعضهم على رؤية أرواحهم إلا عيسى، لما ثبت أنه رفع بجسده،\nوقد قيل في إدريس أيضا ذلك.\n</p>\n\n<p>\nوأما الذين صلوا معه في بيت المقدس، فيحتمل الأرواح خاصة، ويحتمل:\nالأجساد بأرواحها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p152'> Vol. 08, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل: يحتمل أن يكون عليه السلام عاين كل واحد منهم في قبر في الأرض على\nالصورة التي أخبر بها من الموضع الذي ذكر أنه عاينه فيه، فيكون الله عز وجل\nقد أعطاه من القوة في البصرة، والبصيرة ما أدرك به ذلك، ويشهد له رؤيته\nعليه الصلاة والسلام رآهما من ذلك الموضع، أو مثل له صورتهما في عرض\nالحائط، والقدرة صالحة لكليهما.\n</p>\n\n<p>\nوقيل: يحتمل أن يكون الله سبحانه وتعالى لما أراد بإسراء نبينا، رفعهم من\nقبورهم لتلك المواضع إكراما لنبيه عليه السلام وتعظيما له حتى يحصل له من\nقبلهم ما أشرنا إليه من الأنس والبشارة وغير ذلك مما لم نشر إليه ولا نعلمه\nنحن. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p153'> Vol. 08, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\nوكل هذه الوجوه محتملة، ولا ترجيح لأحدها على الآخر إذ القدرة صالحة لكل\nذلك. انتهى.\n</p>\n\n<p>\nوأما قوله في الحديث: \"ثم رفعت إلى سدرة <span id='ms0742'></span> المنتهى، فإذا نبقها مثل قلال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p154'> Vol. 08, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\nهجر، وإذا ورقها مثل آذان الفيلة، قال: هذه سدرة المنتهى، وإذا أربعة\nأنهار، نهران باطنان، ونهران ظاهران فقلت: وما هذا يا جبريل: قال: أما\nالباطنان فنهران في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p155'> Vol. 08, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\nالجنة\"، وأما الظاهران: فالنيل والفرات.\n</p>\n\n<p>\nوفي رواية عند البخاري أيضا: \"فإذا في أصلها -أي سدرة المنتهى- أربعة\nأنهار\".\n</p>\n\n<p>\nوعند مسلم: \"يخرج من أصلها\".\n</p>\n\n<p>\nوعنده أيضا من حديث أبي هريرة: \"أربعة أنهار من الجنة، النيل والفرات\nوسيحان وجيحان\".\n</p>\n\n<p>\nفيحتمل: أن تكون سدرة المنتهى مغروسة في الجنة، والأنهار تخرج من أصلها،\nفيصح أنها من الجنة.\n</p>\n\n<p>\nووقع في رواية شريك، كما عند البخاري في التوحيد: أنه رأى في سماء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p156'> Vol. 08, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\nالدنيا نهران يطردان، فقال له جبريل: هما النيل والفرات عنصرهما.\n</p>\n\n<p>\nوالجمع بينهما: أنه رأى هذين النهرين عند سدرة المنتهى مع نهري الجنة،\nورآهما في سماء الدنيا دون نهري الجنة، وأراد ب\"العنصر\" عنصر انتشارهما\nبسماء الدنيا كذا قال ابن دحية.\n</p>\n\n<p>\nوروى ابن أبي حاتم عن أنس أنه -صلى الله عليه وسلم- بعد أن رأى إبراهيم\nقال: \"ثم انطلق بي على ظهر السماء السابعة، حتى انتهى إلى نهر عليه خيام\nالياقوت واللؤلؤ والزبرجد، وعليه طير خضر، أنعم طير رأيت، قال جبريل: هذا\nالكوثر الذي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p157'> Vol. 08, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\nأعطاك الله، فإذا فيه آنية الذهب والفضة يجري على رضراض من الياقوت\nوالزمرد، ماؤه أشد بياضا من اللبن، قال: فأخذت من آنيته فاغترفت من ذلك\nالماء فشربت، فإذا هو أحلى من العسل وأشد رائحة من المسك\".\n</p>\n\n<p>\nوفي حديث أبي سعيد عند البيهقي: وإذا فيها عين تجري يقال لها: السلسبيل،\nفينشق منها نهران: أحدهما الكوثر، والآخر يقال له نهر الرحمة، وسيأتي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p158'> Vol. 08, p. 158</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>المقصد السادس: في ما ورد في آي التنزيل من عظيم قدره ورفعة ذكره</h1>\n\n<h1 class='l1' id='head3'>مدخل</h1>\n\n<p>\n...\n</p>\n\n<p>\nالمقصد السادس: في ما ورد في آي التنزيل من عظيم قدره ورفعة ذكره\n</p>\n\n<p>\nفي ما ورد في آي التنزيل من عظيم قدره ورفعة ذكره، وشهادته له بصدق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p271'> Vol. 08, p. 271</a>\n            </div>\n            \n</p>\n\n<p>\nنبوته، وثبوت بعثته، وقسمه تعالى على تحقيق رسالته، وعلو منصبه الجليل\nومكانته، ووجوب طاعته، واتباع سنته، وأخذه تعالى <span id='ms0743'></span> له الميثاق على سائر\nالنبيين فضلا، ومنة ليؤمنن به إن أدركوه ولينصرنه، والتنويه به في الكتب\nالسالفة كالتوراة والإنجيل بأنه صاحب الرسالة والتبجيل وغير ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p272'> Vol. 08, p. 272</a>\n            </div>\n            \n</p>\n\n<p>\nتمهيد:\n</p>\n\n<p>\nاعلم أطلعني الله وإياك على أسرار التنزيل، ومنحنا بلطفه تبصرة تهدينا\nإلى سواء السبيل، أنه لا سبيل لنا أن نستوعب الآيات الدالة على ذلك، وما\nفيها من التصريح والإشارة إلى علو محله الرفيع ومرتبته، ووجوب المبالغة في\nحفظ الأدب معه، وكذلك الآيات التي فيها ثناؤه تعالى عليه وإظهاره عظيم شأنه\nلديه، وقسمه تعالى بحياته، ونداؤه ب\"الرسول\" و\"النبي\" ولم يناد باسمه بخلاف\nغيره من الأنبياء، فناداهم بأسمائهم إلى غير ذلك مما يشير إلى أنافة قدره\nالعلي عنده، وأنه لا مجد يساوي مجده، ومن تأمل القرآن العظيم وجنده طافحا\nبتعظيم الله تعالى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p273'> Vol. 08, p. 273</a>\n            </div>\n            \n</p>\n\n<p>\nلنبيه صلى الله عليه وسلم، ويرحم الله ابن الخطيب الأندلسي حيث قال:\n</p>\n\n<p>\nمدحتك آيات الكتاب فما عسى ... يثني على علياك نظم مديحي\n</p>\n\n<p>\nوإذا كتاب الله أثنى مفصحا ... كان القصور فصار كل فصيح\n</p>\n\n<p>\nوهذا المقصد -أكرمك الله- يشتمل على عشرة أنواع: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p274'> Vol. 08, p. 274</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>النوع الأول: في ذكر آيات تتضمن عظم قدره ورفعة ذكره</h1>\n\n<p>\nوجليل مرتبته وعلو درجته على الأنبياء وشريف منزلته\n</p>\n\n<p>\nقال الله تعالى: {تلك الرسل فضلنا بعضهم على بعض منهم من كلم الله}\n[البقرة: 253] .\n</p>\n\n<p>\nقال المفسرون: يعني موسى عليه الصلاة والسلام، كلمه بلا واسطة، وليس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p274'> Vol. 08, p. 274</a>\n            </div>\n            \n</p>\n\n<p>\nنصا في اختصاص موسى بالكلام، وقد ثبت أنه تعالى كلم نبينا صلى الله عليه\nوسلم أيضا كما مر.\n</p>\n\n<p>\nفإن قلت: إذا ثبت أنه عليه السلام كلمه ربه بلا واسطة وقام به هذا الوصف،\nفلم لم يشتق له من الكلام اسم الكليم، كما اشتق منه لموسى؟\n</p>\n\n<p>\nأجيب: بأن اعتبار المعنى قد يكون لتصحيح الاشتقاق كاسم الفاعل فيطرد،\nبمعنى أن كل من قام به ذلك الوصف يشتق له منه اسم وجوبا لملاحظة أن صحة\nاستعماله بالنظر لمبدأ الاشتقاق دون غيره، وقد يكون للترجيح فقط، كالكليم\nوالقارورة فلا يطرد، وحينئذ فلا يلزم في كل من قام به ذلك الوصف أن يشتق له <span id='ms0744'></span>\nمنه اسم، كما حققه القاضي عضد الدين، وهذا ملخصه وتحريره، كما قاله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p275'> Vol. 08, p. 275</a>\n            </div>\n            \n</p>\n\n<p>\nالمولى سعد الدين التفتازاني.\n</p>\n\n<p>\nوقوله: رفع بعضهم درجات يعني محمدا صلى الله عليه سولم رفعه الله تعالى\nمن ثلاثة أوجه:\n</p>\n\n<p>\nبالذات في المعراج.\n</p>\n\n<p>\nوبالسيادة على جميع البشر.\n</p>\n\n<p>\nوبالمعجزات؛ لأنه عليه الصلاة والسلام أوتي من المعجزات ما لم يؤت نبي\nقبله.\n</p>\n\n<p>\nقال الزمخشري: وفي هذا الإبهام من تفخيم فضله وإعلاء قدره ما لا يخفي لما\nفيه من الشهادة على أنه العلم الذي لا يشتبه، والمتميز الذي لا يلتبس،\nانتهى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p276'> Vol. 08, p. 276</a>\n            </div>\n            \n</p>\n\n<p>\nوقد بينت هذه الآية وكذا قوله تعالى: {ولقد فضلنا بعض النبيين على بعض}\n[الإسراء: 55] أن مراتب الأنبياء والرسل متفاوتة، خلافا للمعتزلة القائلين:\nبأنه لا فضل لبعضهم على بعض، وفي هاتين الآيتين رد عليهم: وقال قوم: آدم\nأفضل لحق الأبوة.\n</p>\n\n<p>\nوتوقف بعضهم فقال: السكوت أفضل.\n</p>\n\n<p>\nوالمعتمد ما عليه جماهير السلف والخلف: أن الرسل أفضل من الأنبياء، وكذلك\nالرسل بعضهم أفضل من بعض بشهادة هاتين الآيتين وغيرهما. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p277'> Vol. 08, p. 277</a>\n            </div>\n            \n</p>\n\n<p>\nقال بعض أهل العلم -فيما حكاه القاضي عياض-: والتفضيل المراد لهم هنا في\nالدنيا، وذلك بثلاثة أحوال: أن تكون آياته ومعجزاته أظزهر وأشهر، أو تكون\nأمته أزكى وأكثر، أو يكون في ذاته أفضل وأظهر، وفضله في ذاته راجع إلى ما\nخصه الله تعالى به من كرامته واختصاصه من كلام أو خلة أو رؤية أو ما شاء\nالله من ألطافه، وتحف ولايته واختصاصه، انتهى.\n</p>\n\n<p>\nفلا مرية أن آيات نبينا صلى الله عليه وسلم ومعجزاته أظهر وأبهر وأكثر\nوأبقى وأقوى، ومنصبه أعلى ودولته أعظم وأوفر وذاته أفضل وأظهر، وخصوصياته\nعلى جميع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p278'> Vol. 08, p. 278</a>\n            </div>\n            \n</p>\n\n<p>\nالأنبياء أشهر من أن تذكر، فدرجته أرفع من درجات المرسلين، وذاته أزكى\nوأفضل من سائر المخلوقين، وتأمل حديث الشفاعة في المحشر، وانتهائها إليه،\nوانفراده هناك بالسؤدد، كما قال صلى الله عليه وسلم: \"أنا سيد ولد آدم،\nوأول من تنشق الأرض عنه يوم القيامة\"، رواه ابن ماجه، وفي حديث أنس عند\nالترمذي: \"أنا أكرم ولد آدم يومئذ على ربي ولا فخر\".\n</p>\n\n<p>\nلكن هذا لا يدل على كونه <span id='ms0745'></span> أفضل من آدم، بل من أولاده، فالاستدلال بذلك على\nمطلق أفضليته عليه السلام على الأنبياء كلهم ضعيف. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p279'> Vol. 08, p. 279</a>\n            </div>\n            \n</p>\n\n<p>\nواستدل الشيخ سعد الدين التفتازاني لمطلق أفضليته عليه الصلاة والسلام\nبقوله تعالى: {كنتم خير أمة أخرجت للناس} [آل عمران: 110] قال: لأنه لا شك\nأن خيرية الأمم بحسب كمالهم في الدين، وذلك تابع لكمال نبيهم الذي يتبعونه.\n</p>\n\n<p>\nواستدل له الفخر الرازي -في المعالم- بأنه تعالى وصف الأنبياء بالأوصاف\nالحميدة، ثم قال لمحمد صلى الله عليه وسلم: {أولئك الذين هدى الله فبهداهم\nاقتده} [الأنعام: 90] ، فأمره أن يقتدي بأثرهم، فيكون إتيانه به واجبا،\nوإلا فيكون تاركا للأمر، وإذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p280'> Vol. 08, p. 280</a>\n            </div>\n            \n</p>\n\n<p>\nأتى بجميع ما أتوا به من الخصال الحميدة فقد اجتمع فيه ما كان متفرقا\nفيهم، فيكون أفضل منهم، وبأن: دعوته عليه الصلاة والسلام في التوحيد\nوالعبادة وصلت إلى أكثر بلاد العالم بخلاف سائر الأنبياء، فظهر أن انتفاع\nأهل الدنيا بدعوته صلى الله عليه وسلم أكل من انتفاع سائر الأمم بدعوة سائر\nالأنبياء، فوجب أن يكون أفضل من سائر الأنبياء. انتهى.\n</p>\n\n<p>\nوقد روى الترمذي عن أبي سعيد الخدري قال قال صلى الله عليه وسلم: \"أنا\nسيد ولد آدم يوم القيامة ولا فخر، وبيدي لواء الحمد ولا فخر، وما من نبي\nآدم فمن سواه إلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p281'> Vol. 08, p. 281</a>\n            </div>\n            \n</p>\n\n<p>\nتحت لوائي.\n</p>\n\n<p>\nوفي حديث أبي هريرة مرفوعا -عند البخاري-: \"أنا سيد الناس يوم القيامة\"،\nوهذا يدل على أنه أفضل من آدم عليه السلام ومن كل أولاده بل أفضل من\nالأنبياء، بل أفضل الخلق كلهم.\n</p>\n\n<p>\nوروى البيهقي في فضائل الصحابة، أنه ظهر علي بن أبي طالب من البعد، فقال\nصلى الله عليه وسلم: \"هذا سيد العرب\" فقالت عائشة: ألست يا رسول الله بسيد\nالعرب؟ قال: \"أنا سيد العالمين وهو سيد العرب\"، وهذا يدل على أنه صلى الله\nعليه وسلم أفضل الأنبياء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p282'> Vol. 08, p. 282</a>\n            </div>\n            \n</p>\n\n<p>\nوقد روى هذا الحديث -أيضا- الحاكم في صحيحه عن ابن عباس، لكن بلفظ: \"أنا\nسيد ولد آدم، وعلي سيد العرب\"، وقال: إنه صحيح ولم يخرجاه.\n</p>\n\n<p>\nوله شاهد من حديث عروة عن عائشة، وساقه من طريق <span id='ms0746'></span> أحمد بن عبيد عن ناصح\nقال: حدثنا الحسين بن علوان -وهما ضعيفان- عن هشام بن عروة عن أبيه، عن\nعائشة بلفظ: \"ادعوا لي سيد العرب\"، قالت: فقلت: يا رسول الله ألست سيد\nالعرب؟ فقال\": وذكره.\n</p>\n\n<p>\nوكذا أورده من حديث عمر بن موسى الوجيهي -وهو ضعيف أيضا- عن أبي الزبير\nعن جابر مرفوعا: \"ادعوا لي سيد العرب\" فقالت عائشة: ألست سيد العرب\"؟\nوذكره. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p283'> Vol. 08, p. 283</a>\n            </div>\n            \n</p>\n\n<p>\nقال شيخنا: وكلها ضعيفة، بل جنح الذهبي إلى الحكم على ذلك بالوضع. انتهى.\n</p>\n\n<p>\nولم يقل صلى الله عليه وسلم: \"أنا سيد الناس\" عجبا وافتخارا على من دونه،\nحاشاه الله من ذلك، وإنما قاله إظهارا لنعمة الله عليه، وإعلاما للأمة بقدر\nإمامهم ومتبوعهم عند الله، وعلو منزلته لديه، لتعرف نعمة الله عليهم وعليه،\nوكذلك العبد إذا لاحظ ما هو فيه من فيض المدد، وشهده من عين المنة ومحض\nالجود، وشهد مع ذلك فقره إلى ربه في كل لحظة، وعدم استغنائه عنه طرفة عين\nأنشأ له ذلك في قلبه سحائب النور، فإذا انبسطت هذه السحائب في سماء قلبه،\nوامتلأ أفقه بها أمطرت عليه وابل الطرب مما هو فيه من لذيذ السرور، فإن لم\nيصبه وابل فطل، وحينئذ يجري على لسانه الافتخار من غير عجب ولا فخر، بل هو\nفرح بفضل الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p284'> Vol. 08, p. 284</a>\n            </div>\n            \n</p>\n\n<p>\nوبرحمته، كما قال تعالى: {قل بفضل الله وبرحمته فبذلك فليفرحوا} [يونس:\n58] فالافتخار على ظاهره، والافتقار والانكسار في باطنه، ولا ينافي أحدهما\nالآخر، وإلى هذا المعنى يشير قول العارف الرباني سيد علي الوفائي في قصيدته\nالتي أولها:\n</p>\n\n<p>\nمن أنت مولاه حاشا ... علاه أن يتلاشى\n</p>\n\n<p>\nوالله يا ر وح قلبي ... لا مات من بك عاشا\n</p>\n\n<p>\nقوم لهم أنت ساق ... لا يرجعون عطاشا\n</p>\n\n<p>\nلا قص دهر جناحا ... له وفاؤك راشا\n</p>\n\n<p>\nبك النعيم مقيم ... لمن وهبت انتعاشا\n</p>\n\n<p>\nومن بحولك يقوى ... لن يضعف الدهر جاشا\n</p>\n\n<p>\nعبد له بك عز ... فكيف لا يتحاشى\n</p>\n\n<p>\nحاشا وفاؤك يرمي ... من أنت مولاه حاشا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p285'> Vol. 08, p. 285</a>\n            </div>\n            \n</p>\n\n<p>\nفإن قلت: ما الجمع بين هاتين الآيتين، وبين قوله تعالى: {قولوا آمنا\nبالله وما أنزل <span id='ms0747'></span> إلينا وما أنزل إلى إبراهيم وإسماعيل وإسحاق ويعقوب\nوالأسباط وما أوتي موسى وعيسى وما أوتي النبيون من ربهم لا نفرق بين أحد\nمنهم ونحن له مسلمون} [البقرة: 136] . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p286'> Vol. 08, p. 286</a>\n            </div>\n            \n</p>\n\n<p>\nوالحديث الثابت في الصحيحين، عن أبي هريرة قال: استب رجل من المسلمين\nورجل من اليهود فقال اليهودي في قسمه: لا والذي اصطفى موسى على العالمين،\nفرفع المسلم يده فلطم اليهودي وقال: أي خبيث، وعلى محمد؟ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p287'> Vol. 08, p. 287</a>\n            </div>\n            \n</p>\n\n<p>\nفجاء اليهود إلى رسول الله صلى الله عليه وسلم واشتكى على المسلم، فقال\nصلى الله عليه وسلم: \"لا تفضلوني على الأنبياء\" وفي رواية: \"لا تفضلوا بين\nالأنبياء\".\n</p>\n\n<p>\nوحديث أبي سعيد الخدري عند البخاري ومسلم أنه صلى الله عليه وسلم قال:\n\"لا تخيروا بين الأنبياء\".\n</p>\n\n<p>\nوحديث ابن عباس عند البخاري ومسلم مرفوعا ما ينبغي لعبد أن يقول: \"أنا\nخير من يونس بن متى\".\n</p>\n\n<p>\nوحديث أبي هريرة عند الشيخين، من قال: \"أنا خير من يونس بن متى فقد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p288'> Vol. 08, p. 288</a>\n            </div>\n            \n</p>\n\n<p>\nكذب\".\n</p>\n\n<p>\nأجاب العلماء: بأن قوله عز وجل: {لا نفرق بين أحد منهم} يعني: في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p289'> Vol. 08, p. 289</a>\n            </div>\n            \n</p>\n\n<p>\nالإيمان بما أنزل إليهم والتصديق بأنهم رسل الله وأنبياؤه، والتسوية\nبينهم في هذا لا تمنع أن يكون بعضهم أفضل من بعض.\n</p>\n\n<p>\nوأجابوا عن الأحاديث بأجوبة.\n</p>\n\n<p>\nفقال بعضهم: أن نعتقد أن الله تعالى فضل بعضهم على بعض في الجملة، ونكف\nعن الخوض في تفصيل التفضيل بآرائنا، قال ابن ظفر: فإن أراد هذا القائل: إنا\nنكف عن الخوض في تفصيل التفضيل بآرائنا فصحيح، وإن أراد أنا لا نذكر في ذلك\nما فهمناه من كتاب الله وروي لنا من حديث رسول الله صلى الله عليه وسلم\nفسقيم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p290'> Vol. 08, p. 290</a>\n            </div>\n            \n</p>\n\n<p>\nوقال آخر: نفضل من رفع الله درجته بخصائص الحظوة والزلفى، ولا نخوض في\nتفضيل بعضهم على بعض في سياسة المنذرين والصبر على الدين، والنهضة في أداء\nالرسالة، والحرص على هدى الضلال، فإن كلا منهم قد بذل في ذلك وسعه الذي لا\nيكلفه الله تعالى أكثر منه.\n</p>\n\n<p>\nوقال الآخر -مما ذكره القاضي عياض-: إن نهيه عليه السلام عن التفضيل كان\nقبل أن يعلم أنه سيد <span id='ms0748'></span> ولد آدم، فنهى عن التفضيل إذ يحتاج إلى توقيف، وإن من\nفضل بلا علم فقد كذب.\n</p>\n\n<p>\nقال الحافظ عماد الدين بن كثير: وفي هذا نظر. انتهى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p291'> Vol. 08, p. 291</a>\n            </div>\n            \n</p>\n\n<p>\nولعل وجه النظر في جهة معرفة المتقدم تاريخا من ذلك، ثم رأيت في تاريخ\nابن كثير أن وجه النظر -من جهة- أن هذا من رواية أبي سعيد وأبي هريرة، وما\nهاجر أبو هريرة إلا عام خيبر، فيبعد أنه لم يعلمه بهذا إلا بعد هذا.\n</p>\n\n<p>\nوقال آخر: إنما قاله صلى الله عليه وسلم على طريق التواضع ونفي التكبر\nوالعجب.\n</p>\n\n<p>\nقال القاضي عياض: وهذا لا يسلم من الاعتراض.\n</p>\n\n<p>\nوقيل: لا نفضل بعضهم تفضيلا يؤدي إلى تنقيص بعضهم أو الغض منه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p292'> Vol. 08, p. 292</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل: منع التفضيل إنما هو في حق النبوة والرسالة، فإن الأنبياء عليهم\nالصلاة والسلام فيها على حد واحد، لا تتفاضل، وإنما التفاضل فيزيادة\nالأحوال والخصوص والكرامات والرتب، وأما النبوة نفسها فلا تتفاضل، وإنما\nالتفاضل بأمور أخرى زائدة عليها، ولذلك كان منهم رسل وأولو عزم، انتهى،\nوهذا قريب من القول الثاني. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p293'> Vol. 08, p. 293</a>\n            </div>\n            \n</p>\n\n<p>\nوقال ابن أبي جمرة في حديث يونس: يريد بذلك نفي التكييف والتحديد على ما\nقاله ابن خطيب الري؛ لأنه قد وجدت الفضيلة بينهما في عالم الحس؛ لأن النبي\nصلى الله عليه سولم أسري به إلى فوق السبع الطباق، ويونس نزل به إلى قعر\nالبحر، وقد قال صلى الله عليه وسلم: \"أنا سيد ولد آدم يوم القيامة\" وقال\nعليه السلام: \"آدم ومن دونه تحت لوائي\"، وقد اختص صلى الله عليه وسلم\nبالشفاعة الكبرى التي لم تكن لغيره من الأنبياء عليهم الصلاة والسلام. فهذه\nالفضيلة وجدت بالضرورة، فلم يبق أن يكون قوله عليه الصلاة والسلام: \"لا\nتفضلوني على يونس بن متى\" إلا بالنسبة إلى القرب من الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p294'> Vol. 08, p. 294</a>\n            </div>\n            \n</p>\n\n<p>\nسبحانه، والبعد، فمحمد صلى الله عليه وسلم وإن أسري به لفوق السبع الطباق\nواخترق الحجب، ويونس عليه الصلاة والسلام وإن نزل به لقعر البحر فهما\nبالنسبة إلى القرب والبعد من الله سبحانه وتعالى على حد واحد. انتهى.\n</p>\n\n<p>\nوهو مروي عن الإمام <span id='ms0749'></span> دار الهجرة مالك بن أنس وعزي نحوه لإمام الحرمين.\n</p>\n\n<p>\nوقال ابن المنير: إن قلت: إن لم يفضل على يونس باعتبار استواء الجهتين\nبالنسبة إلى وجود الحق تعالى، فقد فضله باعتبار تفاوت الجهتين في تفضيل\nالحق فإنه تعالى فضل الملأ الأعلى على الحضيض الأدنى، فكيف لا نفضله عليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p295'> Vol. 08, p. 295</a>\n            </div>\n            \n</p>\n\n<p>\nالصلاة والسلام على يونس، فإن لم يكن التفضيل بالمكان فهو بالمكانة بلا\nإشكال.\n</p>\n\n<p>\nثم قال: قلت لم ينه عن مطلق التفضيل، وإنما نهى عن تفضيل مقيد بالمكان\nيفهم منه القرب المكاني فعلى هذا يحمل جمعا بين القواعد، انتهى.\n</p>\n\n<p>\nواختلف هل البشر أفضل من الملائكة؟\n</p>\n\n<p>\nفقال جمهور أهل السنة والجماعة: خواص بني آدم، وهو الأنبياء، أفضل من\nخواص الملائكة وهم جبريل وميكائيل وإسرافيل وعزرائيل وحملة العرش،\nوالمقربون. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p296'> Vol. 08, p. 296</a>\n            </div>\n            \n</p>\n\n<p>\nوالكروبيون والروحانيون، وخواص الملائكة أفضل من عوام بني آدم -قال\nالتفتازاني: بالإجماع بل بالضرورة- وعوام بني آدم أفضل من عوام الملائكة.\nفالسجود له أفضل من الساجد، فإذا ثبت تفضيل الخواص على الخواص لآدم ثبت\nتفضيل العوام على العوام، فعوام الملائكة خدم عمال الخير، والمخدوم له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p297'> Vol. 08, p. 297</a>\n            </div>\n            \n</p>\n\n<p>\nفضل على الخادم؛ ولأن المؤمنين ركب فيهم الهوى والعقل، مع تسليط الشيطان\nعليهم بوسوسته، والملائكة ركب فيهم العقل دون الهوى ولا سبيل للشيطان\nعليهم.\n</p>\n\n<p>\nفالإنسان -كما قاله في شرح العقائد- يحصل الفوائد والكمالات العلمية\nوالعملية مع وجود العوائق، والموانع من الشهوة والغضب وسنوح الحاجات\nالضرورية الشاغلة عن اكتساب الكمالات، ولا شك أن العبادة وكسب الكمال مع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p298'> Vol. 08, p. 298</a>\n            </div>\n            \n</p>\n\n<p>\nالشواغل والصوارف أشق وأدخل في الإخلاص فيكون أفضل.\n</p>\n\n<p>\nوالمراد بعوام بني آدم -هنا- الصلحاء لا الفلسفة، كما نبه عليه العلامة\nكال الدين بن أبي شريف المقدسي، قال: ونص عليه البيهقي في الشعب وعبارته:\nقد تكلم الناس قديما وحديثا في المفاضلة بين الملائكة والبشر، فذهب ذاهبون\nإلى أن الرسل من البشر أفضل من الرسل من الملائكة، والأولياء من البشر أفضل\nمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p299'> Vol. 08, p. 299</a>\n            </div>\n            \n</p>\n\n<p>\nالأولياء من الملائكة. انتهى.\n</p>\n\n<p>\nوذهبت المعتزلة والفلاسفة وبعض الأشاعرة إلى تفضيل الملائكة، وهو اختيار\nالقاضي أبي بكر بن الباقلاني، وأبي عبد الله الحليمي، وتمسكوا بوجوه:\n</p>\n\n<p>\nالأول <span id='ms0750'></span>: أن الملائكة أرواح مجردة كاملة بالعقل مبرأة عن مبادئ الشرور\nوالآفات كالشهوة والغضب، وعن ظلمات الهيولي والصورة، قوية على الأفعال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p300'> Vol. 08, p. 300</a>\n            </div>\n            \n</p>\n\n<p>\nالعجيبة عالمة بالكوائن ماضيها وآتيها من غير غلط.\n</p>\n\n<p>\nوالجواب: أن مبنى ذلك على الأصول الفلسفية دون الأصول الإسلامية.\n</p>\n\n<p>\nالثاني: أن الأنبياء مع كونهم أفضل البشر يتعلمون ويستفيدون منهم بدليل\nقوله تعالى: {علمه شديد القوى} [النجم: 5] وقوله تعالى: {نزل به الروح\nالأمين، على قلبك} [الشعراء: 193] ولا شك أن المعلم أفضل من المتعلم.\n</p>\n\n<p>\nوالجواب: أن التعليم إنما هو من الله والملائكة إنما هم مبلغون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p301'> Vol. 08, p. 301</a>\n            </div>\n            \n</p>\n\n<p>\nالثالث: أنه اطرد في الكتاب والسنة تقديم ذكرهم على ذكر الأنبياء، وما\nذاك إلا لتقدمهم في الشرف والرتبة.\n</p>\n\n<p>\nوالجواب: أن ذلك لتقدمهم في الوجود، أو؛ لأن وجودهم أخفى فالإيمان بهم\nأقوى وبالتقديم أولى.\n</p>\n\n<p>\nالرابع: قوله تعالى: {لن يستنكف المسيح أن يكون عبدا لله ولا الملائكة\nالمقربون} [النساء: 172] ، فإن أهل اللسان يفهمون من ذلك أفضلية الملائكة\nمن عيسى، إذ القياس في مثله الترقي من الأدنى إلى الأعلى، يقال: لا يستنكف\nمن هذا الأمر الوزير ولا السلطان، ولا يقال: السلطان، ولا الوزير، ثم لا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p302'> Vol. 08, p. 302</a>\n            </div>\n            \n</p>\n\n<p>\nقائل بالفرق بين عيسى وغيره من الأنبياء عليهم السلام.\n</p>\n\n<p>\nوالجواب: أن النصارى استعظموا المسيح بحيث يرتفع من أن يكون عبدا من عباد\nالله، بل ينبغي أن يكون ابنا له؛ لأنه مجرد لا أب له، وكان يبرئ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p303'> Vol. 08, p. 303</a>\n            </div>\n            \n</p>\n\n<p>\nالأكمه والأبرص ويحيي الموتى، بخلاف سائر العباد من بني آدم، فرد عليهم\nبأنه لا يستنكف من ذلك المسيح ولا من هو أعلى منه في هذا المعنى وهم\nالملائكة الذين لا أب لهم ولا أم، ويقدرون بإذن الله تعالى على أفعال أقوى\nوأصعب وأعجب من إبراء الأكمه، والأبرص وإحياء الموتى بإذن الله تعالى\nفالترقي والعلو إنا هو في أمر التجرد وإظهار الآثار القوية لا في مطلق\nالشرف والكمال، فلا دلالة على الآية على أفضلية الملائكة البتة. انتهى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p304'> Vol. 08, p. 304</a>\n            </div>\n            \n</p>\n\n<p>\nثم الملائكة بعضهم أفضل من بعض، وأفضلهم الروح الأمين جبريل، المزكى من\nرب العالمين، المقول فيه من ذي العزة {إنه لقول رسول كريم، ذي <span id='ms0751'></span> قوة عند ذي\nالعرش مكين، مطاع ثم أمين} [التكوير: 20] فوصفه بسبع صفات، وهو أفضل\nالملائكة الثلاثة -الذين هم أفضل الملائكة على الإطلاق- وهم: ميكائيل\nوإسرافيل وعزرائيل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p305'> Vol. 08, p. 305</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك الرسل أفضل من الأنبياء، وكذلك الرسل بعضهم أفضل من بعض، ومحمد صلى\nالله علي وسلم أفضل الأنبياء والرسل، كما تقدم.\n</p>\n\n<p>\nوأول الأنبياء آدم وآخرهم نبينا محمد صلى الله عليه وسلم.\n</p>\n\n<p>\nفأما نبوة آدم فبالكتاب الدال على أنه قد أمر ونهي، مع القطع بأنه لم يكن\nفي زمنه نبي آخر، فهو بالوحي لا غير، وكذا السنة والإجماع، فإنكار نبوته\nعلى ما نقل عن البعض يكون كفرا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p306'> Vol. 08, p. 306</a>\n            </div>\n            \n</p>\n\n<p>\nوقد اختلف في عدد الأنبياء والمرسلين، والمشهور في ذلك ما في حديث أبي ذر\nعند ابن مردويه في تفسيره، قال: قلت يا رسول الله، كم الأنبياء؟ قال: \"مائة\nألف وأربعة وعشرون ألفا\"، قال: قلت: يا رسول الله، كم الرسل منهم؟ قال:\n\"ثلثمائة وثلاثة عشر جم غفير\"، قال قلت: يا رسول الله، من كان أولهم؟ قال:\n\"آدم\"، قال صلى الله عليه وسلم: \"يا أبا ذر، أربعة سريانيون: آدم وشيت ونوح\nوخنوخ -وهو إدريس وهو أول من خط بالقلم-، وأربعة من العرب: هود وصالح وشعيب\nونبيك يا أبا ذر\"، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p307'> Vol. 08, p. 307</a>\n            </div>\n            \n</p>\n\n<p>\n\"وأول نبي من بني إسرائيل موسى وآخرهم عيسى، وأول النبيين آدم وآخرهم\nنبيك يا أبا ذر\"، وقد روى هذا الحديث بطوله الحافظ أبو حاتم بن حبان في\nكتابه \"الأنواع والتقاسيم\" وقد وسعه بالصحيح.\n</p>\n\n<p>\nوخالفه ابن الجوزي فذكره في الموضوعات واتهم به إبراهيم بن هشام.\n</p>\n\n<p>\nقال الحافظ بن كثير: ولا شك أنه قد تكلم فيه غير واحد من أئمة الجرح\nوالتعديل من أجل هذا الحديث، والله أعلم.\n</p>\n\n<p>\nوروى أبو يعلى عن أنس مرفوعا: \"كان من خلا من إخواني من الأنبياء ثمانية\nآلاف نبي، ثم كان عيسى ابن مريم، ثم كنت أنا والذين نص الله تعالى على\nأسمائهم في القرآن: آدم وإدريس ونوح وهود وصالح وإبراهيم، ولوط وإسماعيل\nوإسحاق، ويعقوب ويوسف وأيوب وشعيب، وموسى وهارون ويونس، وداود وسليمان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p308'> Vol. 08, p. 308</a>\n            </div>\n            \n</p>\n\n<p>\nوإلياس واليسع، وزكريا ويحيى وعيسى <span id='ms0752'></span>. وكذا ذو الكفل عند كثير من المفسرين\nوالله أعلم.\n</p>\n\n<p>\nقال الله تعالى: {ورفعنا لك ذكرك} .\n</p>\n\n<p>\nروى ابن جرير من حديث أبي سعيد، أن رسول الله صلى الله عليه وسلم قال:\n\"أتاني جبريل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p309'> Vol. 08, p. 309</a>\n            </div>\n            \n</p>\n\n<p>\n\"فقال: إن ربي وربك يقول: تدري كيف رفعت ذكرك؟ قلت: الله أعلم، قال: إذا\nذكرت ذكرت معي\". وذكره الطبراني، وصححه ابن حبان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p310'> Vol. 08, p. 310</a>\n            </div>\n            \n</p>\n\n<p>\nوروينا عن الإمام الشافعي قال: أخبرنا ابن عيينة عن ابن أبي نجيح: معناه\nلا أذكر إلا ذكرت معي، أشهد أن لا إله إلا الله وأشهد أن محمدا رسول الله،\nقال الإمام الشافعي يعني -والله أعلم- ذكره عند الإيمان بالله، والأذان،\nقال: ويحتمل أن يكون المراد ذكره عند تلاوة القرآن، وعند العمل بالطاعة\nوالوقوف عن المعصية انتهى.\n</p>\n\n<p>\nوقيل: رفعه بالنبوة، قاله يحيى بن آدم الكوفي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p311'> Vol. 08, p. 311</a>\n            </div>\n            \n</p>\n\n<p>\nوعن ابن عطاء: جعلتك ذكرا من ذكري، فمن ذكرك ذكرني، وعنه أيضا: جعلت تمام\nالإيمان بذكري معك.\n</p>\n\n<p>\nوعن جعفر بن محمد الصادق: لا يذكرك أحد بالرسالة إلا ذكرني بالربوبية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p312'> Vol. 08, p. 312</a>\n            </div>\n            \n</p>\n\n<p>\nقال البيضاوي: وأي رفع مثل أن قرن اسمه باسمه في كلمتي الشهادة، وجعل\nطاعته طاعته، انتهى، يشير إلى قوله تعالى: {من يطع الرسول فقد أطاع الله}\n[النساء: 80] ، {والله ورسوله أحق أن يرضوه} [التوبة: 62] ، {ومن يطع الله\nورسوله} ، {وأطيعوا الله والرسول} [آل عمران: 132] .\n</p>\n\n<p>\nوقول قتادة: رفع الله ذكره في الدنيا والآخرة، فليس خطيب ولا متشهد ولا\nصاحب صلاة إلا يقول: أشهد أن لا إله إلا الله وأن محمدا رسول الله انتهى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p313'> Vol. 08, p. 313</a>\n            </div>\n            \n</p>\n\n<p>\nفهو مذكور معه في الشهادة والتشهد، ومقرون ذكره بذكره في القرآن والخطب\nوالآذان، ويؤذن باسمه في موقف القيامة.\n</p>\n\n<p>\nوأخرج أبو نعيم في الحلية عن أبي هريرة رفعه: \"لما نزل آدم عليه السلام\nبالهند استوحش فنزل له جبريل عليه السلام فنادى بالأذان: الله أكبر، الله\nأكبر مرتين، أشهد أن لا إله إلا الله مرتين، أشهد أن محمدا رسول الله\nمرتين\"، الحديث. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p314'> Vol. 08, p. 314</a>\n            </div>\n            \n</p>\n\n<p>\nوكتب اسمه الشريف على العرش، وعلى كل سماء، وعلى الجنان، وما فيها.\n</p>\n\n<p>\nرواه ابن عساكر.\n</p>\n\n<p>\nوأخرج البزار عن ابن عمر مرفوعا: \"لما عرج <span id='ms0753'></span> بي إلى السماء، ما مررت بسماء\nإلا وجدت اسمي فيها مكتوبا: محمد رسول الله\".\n</p>\n\n<p>\nوفي الحلية عن ابن عباس رفعه: \"ما في الجنة شجرة عليها ورقة إلا مكتوب\nعليها لا إله لا الله محمد رسول الله\".\n</p>\n\n<p>\nوأخرج الطبراني من حديث جابر مرفوعا: \"كان نقش خاتم سليمان بن داود\nعليهما السلام لا إله إلا الله محمد رسول الله\"، وعزاه الحافظ ابن رجب في\nكتاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p315'> Vol. 08, p. 315</a>\n            </div>\n            \n</p>\n\n<p>\nأحكام الخواتيم لجزء أبي علي الخالدي، وقال: إنه باطل موضوع.\n</p>\n\n<p>\nوشق اسمه الكريم من اسمه تعالى، كما قال حسان:\n</p>\n\n<p>\nوشق له من اسمه ليجله ... فذو العرش محمود وهذا محمد\n</p>\n\n<p>\nوسماه من أسمائه الحسنى بنحو سبعين اسما، كما بينت ذلك في أسمائه صلوات\nالله وسلامه عليه، وصلى عليه في ملائكته، وأمرالمؤمنين بالصلاة عليه، فقال\nتعالى: {إن الله وملائكته يصلون على النبي يا أيها الذين آمنوا صلوا عليه\nوسلموا تسليما} [الأحزاب: 56] فأخبر عبادة بمنزلة نبيه عنده في الملأ\nالأعلى بأنه يثني عليه عند ملائكته المقربين، وأن الملائكة تصلي عليه، ثم\nأمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p316'> Vol. 08, p. 316</a>\n            </div>\n            \n</p>\n\n<p>\nالعالم السفلي بالصلاة والتسليم عليه، فيجتمع الثناء عليه من أهل\nالعالمين العلوي والسفلي جميعا.\n</p>\n\n<p>\nوكتبه نبيا وآدم بين الروح والجسد، وختم به النبوة والرسالة، وأعلن بذكره\nالكريم في الأولين والآخرين، ونوه بقدره الرفيع حين أخذ الميثاق على جميع\nالنبيين، وجعل ذكره في فواتح الرسائل وخواتمها، وشرف به المصاقع على\nالمنابر، وزين بذكره أرباب الأقلام والمحابر، ونشر ذكره في الآفاق شرقا\nوغربا، بحرا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p317'> Vol. 08, p. 317</a>\n            </div>\n            \n</p>\n\n<p>\nوبرا، حتى في السماوات السبع وعند المستوى وصريف الأقلام، والعرش\nوالكرسي، وسائر الملائكة المقربين من الكروبين والروحانيين والعلويين\nوالسفليين، وجعله في قلوب المؤمنين بحيث يستطيبون ذكره فترتاح أرواحهم،\nوربما من طرب سماع اسمه أشباحهم.\n</p>\n\n<p>\nوإذا ذكرتم أميل كأنني ... من طيب ذكركم سقيت الراحا\n</p>\n\n<p>\nكأنه تعالى يقول: أملأ الوجود كله من أتباعك، كلهم يثنون عليك، ويصلون\nعليك، ويحفظون سنتك، بل ما من فريضة من فرائض الصلاة إلا ومعها سنة، فهم\nيتمسكون في الفريضة بأمري، وفي السنة بأمرك، وجعلت طاعتي طاعتك، وبيعتي\nبيعتك، فالقراء يحفظون ألفاظ منشورك، والمفسرون <span id='ms0754'></span> يفسرون معاني فرقانك،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p318'> Vol. 08, p. 318</a>\n            </div>\n            \n</p>\n\n<p>\nوالوعاظ يبلغون بليغ وعظك، والملوك والسلاطين يقفون في خدمتك ويسلمون\nعليك من وراء الباب، ويمسحون وجوههم بتراب روضتك، ويرجون شفاعتك، فشرفك باق\nأبد الآبدين، والحمد لله رب العالمين.\n</p>\n\n<p>\nوقال تعالى: {طه، ما أنزلنا عليك القرآن لتشقى} [طه: 1-2] .\n</p>\n\n<p>\nاعلم أن للمفسرين في قولين، أحدهما: أنها من حروف التهجي، والثاني أنها\nكلمة مفيدة.\n</p>\n\n<p>\nوعلى القول الأول: قيل معناها، يا مطمع الشفاعة للأمة، ويا هادي الخلق\nإلى الملة، وقيل: \"الطاء\" في الحساب بتسعة والهاء بخمسة، فالجملة أربعة\nعشرة، ومعناها: يا أيها البدر، وهذه الأقوال لا يعتمد عليها إذ هي، كما قال\nالمحققون، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p319'> Vol. 08, p. 319</a>\n            </div>\n            \n</p>\n\n<p>\nمن بدع التفسير، ومثلها قول الواسطي، فيما حكاه القاضي عياض في \"الشفاء\"،\nأراد: يا طاهر يا هادي.\n</p>\n\n<p>\nوأما على قول من قال: إنها كلمة مفيدة، ففيه وجهان: أحدهما، أن معناه: يا\nرجل، وهو مروي عن ابن عباس الحسن ومجاهد وسعيد بن جبير وقتادة وعكرمة. قال\nسعيد بن جبير: بلسان النبطية، وقال قتادة: بلسان السريانية، وقال عكرمة:\nبلسان الحبشة. وقال البيضاوي: إن صح أن معناه: يا رجل فلعل أصله: يا هذا\nفتصرفوا فيه بالقلب والاختصار، انتهى.\n</p>\n\n<p>\nقال الكلبي: لو قلت في \"عك\" يا رجل، لم يجبك حتى تقول: طه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p320'> Vol. 08, p. 320</a>\n            </div>\n            \n</p>\n\n<p>\nوقال السدي: معنى طه يا فلان.\n</p>\n\n<p>\nوقال الزمخشري: لعل \"عكا\" تصرفوا في \"يا هذا\" كأنهم في لغتهم قالبون\n\"الياء\" \"طاء\" فقالوا: في \"يا طا\" واختصروا هذا فاقتصروا على \"ها\" وأثر\nالصيغة ظاهر لا يخفى في البيت المستشهد به:\n</p>\n\n<p>\nإن السفاهة طه في خلائقكم ... لا قدس الله أخلاق الملاعين\n</p>\n\n<p>\nانتهى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p321'> Vol. 08, p. 321</a>\n            </div>\n            \n</p>\n\n<p>\nقال في البحر: وكان قد قدم أن \"طه\" في لغة \"عك\" في معنى يا رجل، ثم تخوض\nوتجر على \"عك\" بما لا يقوله نحوي، وهو أنهم قلبوا \"الياء\" \"طاء\" وهذا لا\nيوجد في لسان العرب قلب \"الياء\" التي للنداء \"طاء\"، وكذلك حذف اسم الإشارة\nفي النداء وإقرار \"ها\" التي للتنبيه، انتهى.\n</p>\n\n<p>\nوقيل: معناه يا إنسان.\n</p>\n\n<p>\nوقرئ طه بإسكان الهاء، على أنه أمر له صلى الله عليه وسلم بأن يطأ الأرض\nبقدميه <span id='ms0755'></span>.\n</p>\n\n<p>\nفقد روي أنه صلى الله عليه وسلم كان يقوم في تهجده على إحدى رجليه، فأمر\nبأن يطأ الأرض بقدميه معا، وأن الأصل \"طاء\" فقلبت همزته هاء، كما قالوا\n\"هياك\" في: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p322'> Vol. 08, p. 322</a>\n            </div>\n            \n</p>\n\n<p>\nإياك، و\"هرقت\" في: أرقت. ويجوز أن يكون الأصل من وطأ على ترك الهمزة،\nفيكون أصله \"طا\" يا رجل ثم أثبت الهاء فيه للوقف. وعلى هذا يحتمل أن يكون\nأصل \"طه\": طاها، والألف مبدلة من الهمزة والهاء كناية عن الأرض. لكن برد\nذلك: كتبها على صورة الحرف.\n</p>\n\n<p>\nوأما قوله تعالى: {ما أنزلنا عليك القرآن لتشقى} ، فذكروا في سبب نزولها\nأقوالا:\n</p>\n\n<p>\nأحدها: أنا أبا جهل والوليد بن المغيرة ومطعم بن عدي قالوا لرسول الله\nصلى الله عليه وسلم: إنك لتشقى حيث تركت دين آبائك، فقال صلى الله عليه\nوسلم: \"بل بعثت رحمة للعالمين\"، فأنزل الله تعالى هذه الآية ردا عليهم،\nوتعريفا له صلى الله عليه وسلم، بأن دين الإسلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p323'> Vol. 08, p. 323</a>\n            </div>\n            \n</p>\n\n<p>\nوالقرآن هو السلم إلى نيل كل فوز، والسبب في إدراك كل سعادة، وما فيه\nالكفرة هو الشقاوة بعينها.\n</p>\n\n<p>\nوثانيها: أنه صلى الله عليه وسلم بالليل حتى تورمت قدماه، فقال له جبريل:\nأبق على نفسك، فإن لها عليك حقا. اي ما أنزلنا عليك القرآن لتنتهك نفسك\nبالعبادة وتذيقها المشقة العظيمة، وما بعثت إلا بالحنيفية السمحة.\n</p>\n\n<p>\nووي أنه كان إذا قام من الليل ربط صدره بحبل حتى لا ينام. وقال بعضهم:\nكان يسهر طول الليل.\n</p>\n\n<p>\nوتعقب: بأنه بعيد؛ لأنه صلى الله عليه وسلم إن فعل شيئا من ذلك فلا بد أن\nيكون فعله بأمر الله تعالى، فإذا فعله عن أمره فهو من باب السعادة لا من\nباب الشقاء.\n</p>\n\n<p>\nوثالثها: قال بعضهم: يحتمل أن يكون المراد، لا تشق نفسك، ولا تعذبها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p324'> Vol. 08, p. 324</a>\n            </div>\n            \n</p>\n\n<p>\nبالأسف على كفر هؤلاء، فإنما أنزلنا عليك القرآن لتذكر به من آمن، فمن\nآمن وأصلح فلنفسه، ومن كفر فلا يحزنك كفره، فما عليك إلا البلاغ وهذا كقوله\nتعالى: {لعلك باخع نفسك ألا يكونوا مؤمنين} {فلا يحزنك كفره} .\n</p>\n\n<p>\nورابعها: أن هذه السورة من أوائل ما <span id='ms0756'></span> نزل بمكة، وفي ذلك الوقت كان صلى\nالله عليه وسلم مقهورا مع أعدائه\" الكفار\" \"فكأنه تعالى قال: لا تظن أنك\nتبقى على هذه الحالة\" بل يعلو أمرك ويظهر قدرك، فإنا ما أنزلنا عليك القرآن\nلتشقى، أي: لتبقى شقيا، بل تصير معظما مكرما، زاده الله تعالى تعظيما\nوتكريما. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p325'> Vol. 08, p. 325</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الله تعالى: {إنا أعطيناك الكوثر} [الكوثر: 1] السورة.\n</p>\n\n<p>\nقال الإمام فخر الدين بن الخطيب: في هذه السورة كثير من الفوائد. منها:\nأنها كالمتممة لما قبلها من السور، وذلك؛ لأن الله تعالى جعل سورة والضحى\nفي مدح نبينا صلى الله عليه وسلم، وتفصيل أحواله، فذكر في أولها ثلاثة\nأشياء تتعلق بنبوته وهي قوله: {ما ودعك ربك وما قلى، وللآخرة خير لك من\nالأولى، ولسوف يعطيك ربك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p326'> Vol. 08, p. 326</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head5'>........................................... </h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p327'> Vol. 08, p. 327</a>\n            </div>\n            \n<p>\nفترضى} ثم ختمها كذلك بأحوال ثلاثة فيما يتعلق بالدنيا، وهي قوله تعالى:\n{ألم يجدك يتيما فآوى، ووجدك ضالا} أي عن علم الحكم والأحكام {فهدى، ووجدك\nعائلا فأغنى} . ثم ذكر في سورة {ألم نشرح} أنه تعالى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p328'> Vol. 08, p. 328</a>\n            </div>\n            \n</p>\n\n<p>\nشرفه عليه الصلاة والسلام بثلاثة أشياء وهي: {ألم نشرح لك صدرك} أي: ألم\nنفسحه حتى وسع مناجاة الحق ودعوة الخلق، {ووضعنا عنك وزرك} أي عناءك الثقيل\n{الذي أنقض ظهرك، ورفعنا لك ذكرك} وهكذا سورة سورة، حتى قال: {إنا أعطيناك\nالكوثر} أي أعطيناك هذه المناقب المتكاثرة التي كل واحدة منها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p329'> Vol. 08, p. 329</a>\n            </div>\n            \n</p>\n\n<p>\nأعظم من ملك الدنيا بحذافيرها، وإذا أنعمنا عليك بهذه النعم فاشتغل\nبطاعتنا ولا تبال بقولهم.\n</p>\n\n<p>\nثم إن الاشتغال بالعبادة إما أن يكون بالنفس وهو قوله: {فصل لربك} ، وإما\nبالمال وهو قوله: {وانحر} .\n</p>\n\n<p>\nوتأمل قوله: {إنا أعطيناك} كيف ذكره بلفظ الماضي، ولم يقل: سنعطيك، ليدل\nعلى أن الإعضاء حصل في الزمان الماضي، قال صلى الله عليه وسلم: \"كنت نبيا\nوآدم بين الروح والجسد\". ولا شك أن من كان في الزمان الماضي عزيزا مرعي\nالجانب أشرف ممن سيصير كذلك، كأنه تعالى يقول: يا محمد قد هيأنا أسباب\nسعادتك قبل دخولك في هذا الوجود، فكيف أمرك بعد وجودك واشتغالك بعبوديتنا\nيا أيها العبد الكريم، إنا لم نعطك <span id='ms0757'></span> هذا الفضل العظيم لأجل طاعتك، وإنما\nاخترناك بمجرد فضلنا وإحساننا من غير موجب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p330'> Vol. 08, p. 330</a>\n            </div>\n            \n</p>\n\n<p>\nواختلف المفسرون في تفسير الكوثر على وجوه.\n</p>\n\n<p>\nمنها: أنه نهر في الجنة، وهذا هو المشهور والمستفيض عند السلف والخلف،\nروى أنس أن رسول الله صلى الله عليه وسلم قال: \"بينما أنا أسير في الجنة إذ\nأنا بنهر حافتاه قباب الدر المجوف، قلت: ما هذا يا جبريل؟ قال: هذا الكوثر\nالذي أعطاك ربك، فإذا طينه مسك إذفر\" رواه البخاري. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p331'> Vol. 08, p. 331</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل: الكوثر أولاده، فإن هذه السورة إنما نزلت ردا على من عابه عليه\nالصلاة والسلام بعدم الأولاد، وعلى هذا فالمعنى: أنه يعطيه نسلا يبقون على\nممر الزمان. فانظر كم قتل من أهل البيت. ثم العالم ممتلئ منهم، ولم يتفق\nذلك لنبي من الأنبياء غيره.\n</p>\n\n<p>\nوقيل: الكوثر خير الكثير. وقيل: النبوة، وهي من الخير الكثير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p332'> Vol. 08, p. 332</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل: علماء أمته، وقيل: الإسلام، ولا ريب أنهما من الخير الكثير،\nفالعلماء ورثة الأنبياء، كما رواه أحمد وأبو داود والترمذي، وأما \"علماء\nأمتي كأنبياء بني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p333'> Vol. 08, p. 333</a>\n            </div>\n            \n</p>\n\n<p>\nإسرائيل\" فقال الحافظ ابن حجر، ومن قبله الدميري والزركشي، أنه لا أصل\nله. نعم روى أبو نعيم في فضل العالم العفيف بسند ضعيف عن ابن عباس رفعه:\nأقرب الناس من درجة النبوة أهل العلم والجهاد.\n</p>\n\n<p>\nوقيل: الكوثر كثرة الأتباع والأشياع.\n</p>\n\n<p>\nوعن بعضهم: المراد بالكوثر العلم، وحمله عليه أولى لوجوه: أحدها أن العلم\nهو الخير الكثير، والثاني: إما أن يحمل الكوثر على نعم الآخرة أو على نعم\nالدنيا، قال: والأول غير جائز؛ لأنه قال: {إنا أعطيناك الكوثر} ، والجنة\nسيعطيها لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p334'> Vol. 08, p. 334</a>\n            </div>\n            \n</p>\n\n<p>\nأنه أعطاها، فوجب حمل الكوثر على ما وصل إليه في الدنيا، وأشرف الأمور\nالواصلة إليه في الدنيا هو العلم والنبوة، فوجب حمل اللفظ على العلم،\nوالثالث: أنه لما قال {إنا أعطيناك الكوثر} قال عقبة: {فصل لربك وانحر}\nوالشيء الذي يتقدم على العبادة هو المعرفة؛ ولأن \"الفاء\" في قوله فصل\nللتعقيب، ومعلوم أن الموجب للعبادة ليس إلا العلم.\n</p>\n\n<p>\nوقيل: الكوثر الخلق الحسن، كما قال صلى الله عليه وسلم في حديث: \"ذهب حسن <span id='ms0758'></span>\nالخلق بخير الدنيا والآخرة\". رواه الطبراني. وعن ابن عباس: جميع نعم الله\nتعالى على نبيه صلى الله عليه وسلم.\n</p>\n\n<p>\nوبالجملة: فليس حمل الآية على بعض هذه النعم أولى من حملها على الباقي،\nفوجب حملها على الكل، ولذا روي أن سعيد بن جبير لما روى هذا القول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p335'> Vol. 08, p. 335</a>\n            </div>\n            \n</p>\n\n<p>\nعن ابن عباس قال له بعضهم: إن ناسا يزعمون أنه نهر في الجنة، فقال سعيد:\nالنهر الذي في الجنة من الخير الذي أعطاه الله إياه.\n</p>\n\n<p>\nقال الإمام فخر الدين بن الخطيب: قال بعض العلماء: ظاهر قوله تعالى: {إنا\nأعطيناك الكوثر} يقتضي أنه تعالى قد أعطاه ذلك الكوثر فيجب أن يكون الأقرب\nحمله على ما آتاه الله تعالى في الدنيا من النبوة والقرآن والذكر العظيم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p336'> Vol. 08, p. 336</a>\n            </div>\n            \n</p>\n\n<p>\nوالنصر على الأعداء. وأما الحوض وسائر ما أعده الله له من الثواب فهو وإن\nجاز أن يقال: إنه داخل فيه؛ لأن ما ثبت بحكم وزعد الله فهو كالواقع، إلا أن\nالحقيقة ما قدمناه؛ لأن ذلك وإن أعد له فلا يصح أن يقال على الحقيقة إنه\nأعطاه الكوثر في حال نزول هذه السورة بمكة، ويحتمل أن يجاب عنه بأن من أقر\nلولده الصغير بشيء يصح أن يقال: أعطاه ذلك الشيء مع أن الصبي في ذلك الحال\nليس أهلا للتصرف. انتهى.\n</p>\n\n<p>\nوقد روينا في صحيح مسلم من حديث أنس بينما رسول الله صلى الله عليه وسلم\nبين أظهرنا إذ أغفى إغفاءة، ثم رفع رأسه متبسما، فقلنا ما يضحكك أضحك الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p337'> Vol. 08, p. 337</a>\n            </div>\n            \n</p>\n\n<p>\nسنك، يا رسول الله؟ قال: \"نزلت علي سورة آنفا فقرأ: بسم الله الرحمن\nالرحيم: {إنا أعطيناك الكوثر، فصل لربك وانحر، إن شانئك هو الأبتر} . ثم\nقال: أتدرون ما الكوثر؟ قلنا: الله ورسوله أعلم، قال: فإنه نهر وعدنيه ربي،\nعليه خير كثير، وهو حوض ترد عليه أمتي يوم القيامة، آنيته عدد النجوم،\nفيختلج العبد منهم فأقول: رب إنه من أمتي، فيقول: ما تدري ما أحدث بعدك\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p338'> Vol. 08, p. 338</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا تفسير صريح منه صلى الله عليه وسلم بأن المراد بالكوثر -هنا- الحوض،\nفالمصير إليه أولى، وهذا <span id='ms0759'></span> هو المشهور كما تقدم.\n</p>\n\n<p>\nفسبحان من أعطاه هذه الفضائل العظيمة وشرفه بهذه الخصال العميمة، وحباه\nبما أفاضه عليه من نعمه الجسيمة.\n</p>\n\n<p>\nوقد جرت عادة الله تعالى مع أنبيائه عليهم الصلاة والسلام أن يناديهم\nبأسمائهم الأعلام نحو: {يا آدم اسكن} [البقرة: 35] {يا نوح اهبط} [هود: 48]\n{يا موسى إني أنا الله} [القصص: 30] ، {يا عيسى ابن مريم اذكر نعمتي عليك}\n. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p339'> Vol. 08, p. 339</a>\n            </div>\n            \n</p>\n\n<p>\n[المائدة: 110] ، وأما نبينا محمد صلى الله عليه وسلم فناداه بالوصف\nالشريف من الإنباء والإرسال فقال: يا أيها النبي، يا أيها الرسول. ولله در\nالقائل:\n</p>\n\n<p>\nودعا جميع الرسل كلا باسمه ... ودعاك وحدك بالرسول وبالنبي\n</p>\n\n<p>\nقال الشيخ عز الدين بن عبد السلام: ولا يخفى على أحد أن السيد إذا دعا\nعبيده بأفضل ما أوجد لهم من الأوصاف العلية والأخلاق السنية، ودعا الآخرين\nبأسمائهم الأعلام التي لا تشعر بوصف من الأوصاف، ولا بخلق من الأخلاق، أن\nمنزلة من دعاه بأفضل الأسماء والأوصاف أعز عليه، وأقرب إليه ممن دعاه باسمه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p340'> Vol. 08, p. 340</a>\n            </div>\n            \n</p>\n\n<p>\nالعلم، وهذا معلوم بالعرف: أن من دعي بأفضل أوصافه وأخلاقه كان ذلك\nمبالغة في تعظيمه واحترامه. انتهى.\n</p>\n\n<p>\nوانظر ما في نحو قوله تعالى: {وإذ قال ربك للملائكة إني جاعل في الأرض\nخليفة} [البقرة: 30] من ذكر \"الرب\" تعالى وإضافته إليه صلى الله عليه وسلم،\nومال في ذلك من التنبيه على شرفه واختصاصه وخطابه، وما في ذلك من الإشارة\nاللطيفة، وهي أن المقبل عليه بالخطاب، له الحظ الأعظم، والقسم الأوفر من\nالجملة المخبر بها إذا هو في الحقيقة أعظم خلفائه.\n</p>\n\n<p>\nألا ترى إلى عموم رسالته ودعائه، وجعله أفضل أنبيائه، أم بهم ليلة\nإسرائه، وجعل آدم فمن دونه يوم القيامة تحت لوائه، فهو المقدم في أرضه\nوسمائه، وفي دار تكليفه وجزائه.\n</p>\n\n<p>\nوبالجملة، فقد تضمن الكتاب العزيز من التصريح بجليل رتبته، وتعظيم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p341'> Vol. 08, p. 341</a>\n            </div>\n            \n</p>\n\n<p>\nقدره، وعلو منصبه، ورفعة ذكره ما يقضي بأنه استولى على أقصى درجات\nالتكريم، ويكفي إخباره تعالى بالعفو عنه ملاطفة قبل ذكر العتاب في قوله\nتعالى: {عفا الله عنك لم أذنت لهم} [التوبة: 43] ، وتقديم ذكره على\nالأنبياء تعظيما له، مع <span id='ms0760'></span> تأخره عنهم في الزمان في قوله تعالى: {ومنك ومن نوح\nوإبراهيم وموسى وعيسى ابن مريم} [الأحزاب: 7] وأخباره بتمني أهل النار\nطاعته في قوله تعالى: {يوم تقلب وجوههم في النار يقولون يا ليتنا أطعنا\nالله وأطعنا الرسولا} [الأحزاب: 66] ، وهذا بحر لا ينفد وقطر لا يعد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p342'> Vol. 08, p. 342</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>النوع الثاني: في أخذ الله تعالى له الميثاق على النبيين</h1>\n\n<p>\nفضلا ومنة ليؤمنن به إن أدركوه ولينصرنه\n</p>\n\n<p>\nقال الله تعالى: {وإذ أخذ الله ميثاق النبيين لما آتيتكم من كتاب وحكمة\nثم جاءكم رسول مصدق لما معكم لتؤمنن به ولتنصرنه} الآية [آل عمران: 81] .\n</p>\n\n<p>\nأخبر تعالى أنه أخذ ميثاق كل نبي بعثه، من لدن آدم إلى محمد صلى الله\nعليه وسلم أن يصدق بعضهم بعضا، قال الحسن وطاوس وقتادة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p343'> Vol. 08, p. 343</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل معناه: أنه تعالى أخذ الميثاق من النبيين وأممهم، واستغنى بذكرهم عن\nذكر الأمم.\n</p>\n\n<p>\nوعن علي بن أبي طالب وابن عباس: ما بعث الله نبيا من الأنبياء إلا أخذ\nعليه الميثاق لئن بعث محمد صلى الله عليه وسلم -وهو حي- ليؤمنن به\nولينصرنه. وما قاله قتادة والحسن وطاوس لا يضاد ما قاله علي وابن عباس، ولا\nينفيه بل يستلزمه ويقتضيه.\n</p>\n\n<p>\nوقيل معناه: أن الأنبياء -عليهم الصلاة والسلام- كانوا يأخذون الميثاق من\nأممهم بأنه إذا بعث محمد صلى الله عليه وسلم أن يؤمنوا به وينصروه، واحتج\nله بأن الذين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p344'> Vol. 08, p. 344</a>\n            </div>\n            \n</p>\n\n<p>\nأخذ الله الميثاق منهم يجب عليهم الإيمان بمحمد صلى الله عليه وسلم عند\nمبعثه، وكان الأنبياء عند مبعث محمد صلى الله عليه وسلم من جملة الأموات،\nوالميت لايكون مكلفا، فتعين أن يكون الميثاق مأخوذا على الأمم، قالوا:\nويؤكد هذا، أنه تعالى حكم على الذين أخذ عليهم الميثاق أنهم لو تولوا\nلكانوا فاسقين، وهذا الوصف لا يليق بالأنبياء، وإنما يليق بالأمم.\n</p>\n\n<p>\nوأجاب الفخر الرازي: بأن يكون المراد من الآية أن الأنبياء لو كانوا في\nالحياة لوجب عليهم الإيمان بمحمد صلى الله عليه وسلم. ونظيره قوله تعالى:\n{لئن أشركت ليحبطن عملك} [الزمر: 65] ، وقد علم الله تعالى أنه لا يشرك قط،\nولكن خرج هذا <span id='ms0761'></span> الكلام على سبيل التقدير والفرض، وقال تعالى: {ولو تقول علينا\nبعض الأقاويل، لأخذنا منه باليمين، ثم لقطعنا منه الوتين} [الحاقة: 46]\nوقال في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p345'> Vol. 08, p. 345</a>\n            </div>\n            \n</p>\n\n<p>\nالملائكة: {ومن يقل منهم إني إله من دونه فذلك نجزيه جهنم} [الأنبياء:\n29] ، مع أنه تعالى أخبر عنهم بأنهم {لا يسبقونه بالقول} [الأنبياء: 27]\nوبأنهم {يخافون ربهم من فوقهم} [النحل: 50] ، فكل ذلك خرج على سبيل الفرض\nوالتقدير. وإذا نزلت هذه الآية على أن الله أوجب على جميع الأنبياء أن\nيؤمنوا بمحمد لو كانوا في الأحياء، وأنهم لو تركوا ذلك لصاروا في جملة\nالفاسقين، فلأن يكون الإيمان بمحمد صلى الله عليه وسلم واجبا على أممهم من\nباب أولى. فكان صرف هذا الميثاق إلى الأنبياء، أقوى في تحصيل المقصود.\n</p>\n\n<p>\nوقال السبكي في هذه الآية: إنه عليه الصلاة والسلام على تقدير مجيئهم في\nزمانه يكون مرسلا إليهم. فتكون نبوته ورسالته عامة لجميع الخلق، من زمن آدم\nإلى يوم القيامة، وتكون الأنبياء وأممهم كلهم من أمته، ويكون قوله عليه\nالصلاة والسلام: \"وبعثت إلى الناس كافة\" لا يختص به الناس من زمانه إلى يوم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p346'> Vol. 08, p. 346</a>\n            </div>\n            \n</p>\n\n<p>\nالقيامة، بل يتناول من قبلهم أيضا، وإنما أخذ المواثيق على الأنبياء\nليعلموا أنه المقدم عليهم، وأنه نبيهم ورسولهم.\n</p>\n\n<p>\nوفي أخذ المواثيق -وهي في معنى الاستحلاف، ولذلك دخلت \"لام\" القسم في\n{لتؤمنن به ولتنصرنه} - لطيفة: وهي كأنها أيمان البيعة التي تؤخذ للخلفاء،\nولعل أيمان الخلفاء أخذت من هنا.\n</p>\n\n<p>\nفانظر هذا التعظيم العظيم للنبي صلى الله عليه وسلم من ربه تعالى، فإذا\nعرف هذا فالنبي صلى الله عليه وسلم نبي الأنبياء، ولهذا ظهر ذلك في الآخرة\nجميع الأنبياء تحت لوائه، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p347'> Vol. 08, p. 347</a>\n            </div>\n            \n</p>\n\n<p>\nوفي الدنيا كذلك ليلة الإسراء صلى بهم، ولو اتفق مجيئه في زمن آدم ونوح\nوإبراهيم وموسى وعيسى وجب عليهم وعلى أممهم الإيمان به ونصرته، وبذلك أخذ\nالله الميثاق عليهم، فنبوته عليه السلام عليهم ورسالته إليهم معنى حاصل لهم\nفي حياتهم، وإنما أمره يتوقف على اجتماعهم معه، فتأخر ذلك الأمر راجع إلى\nوجودهم لا إلى عدم اتصافهم بما يقتضيه. وفرق بين توقف الفعل على <span id='ms0762'></span> قبول المحل\nوتوقفه على أهلية الفاعل، فههنا لا توقف من جهة الفاعل، ولا من جهة ذات\nالنبي الشريفة، وإنما هو من جهة وجود العصر المشتمل عليه، فلو وجد في عصرهم\nلزمهم اتباعه بلا شك، ولهذا يأتي عيسى عليه السلام في آخر الزمان على\nشريعته، وهو نبي كريم على حاله، لا كما يظن بعض الناس أن يأتي واحدا من هذه\nالأمة، نعم هو واحد من هذه الأمة لمال قلنا من اتباعه للنبي، وإنما يحكم\nبشريعة نبينا محمد صلى الله عليه وسلم بالقرآن والسنة، وكل ما فيهما من أمر\nونهي، فهو متعلق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p348'> Vol. 08, p. 348</a>\n            </div>\n            \n</p>\n\n<p>\nبه كما يتعلق بسائر الأمة، وهو نبي كريم على حاله لم ينقص منه شيء.\n</p>\n\n<p>\nوكذلك لو بعث النبي صلى الله عليه وسلم في زمانه، أو في زمان موسى\nوإبراهيم ونوح وآدم كانوا مستمرين على نبوتهم ورسالتهم إلى أممهم، والنبي\nصلى الله عليه وسلم نبي عليهم ورسول إلى جميعهم، فنبوته ورسالته أعم وأشمل\nوأعظم، وتتفق مع شرائعهم في الأصول؛ لأنها لا تختلف، وتقدم شريعته فيما\nعساه يقع الاختلاف فيه من الفروع، إما على سبيل التخصيص، وإما على سبيل\nالنسخ، أو لا نسخ ولا تخصيص بل تكون شريعة النبي صلى الله عليه وسلم في تلك\nالأوقات بالنسبة إلى أولئك الأمم ما جاءت به أنبياؤهم، وفي هذا الوقت\nبالنسبة إلى هذا الأمة هذه الشريعة، والأحكام تختلف باختلاف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p349'> Vol. 08, p. 349</a>\n            </div>\n            \n</p>\n\n<p>\nالأشخاص والأوقات، وبهذا بان لنا معنى حديثين كانا خفيا عنا.\n</p>\n\n<p>\nأحدهما: قوله صلى الله عليه وسلم: \"بعثت إلى الناس كافة، كنا نظن أنه من\nزمانه إلى يوم القيامة، فبان أنه جميع الناس أولهم وآخرهم\".\n</p>\n\n<p>\nوالثاني: قوله صلى الله عليه وسلم: \"كنت نبيا وآدم بين الروح والجسد\"،\nكنا نظن أنه بالعلم، فبان أنه زائد على ذلك، وإنما يفترق الحال بين ما بعد\nوجود جسده الشريف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p350'> Vol. 08, p. 350</a>\n            </div>\n            \n</p>\n\n<p>\nوبلوغه الأربعين، وما قبل ذلك بالنسبة إلى المبعوث إليهم وتأهلهم لسماع\nكلامه لا بالنسبة إليه ولا إليهم، لو تأهلوا قبل ذلك، وتعليق الأحكام على\nالشروط قد يكون بحسب المحل القابل، وقد يكون <span id='ms0763'></span> بحسب الفاعل المتصرف فههنا\nالتعليق إنما هو بحسب المحل القابل، وهو المبعوث إليهم وقبولهم سماع الخطاب\nوالجسد الشريف الذي يخاطبهم بلسانه.\n</p>\n\n<p>\nوهذا كما يوكل الأب رجلا في تزويج ابنته إذا وجدت كفؤا، فالتوكيل صحيح\nوذلك الرجل أهل للوكالة، ووكالته ثابتة، وقد يحصل التوقف أي توقت التصرف\nعلى وجود الكف، ولا يوجد إلا بعد مدة، وذلك لا يقدح في صحة الوكالة وأهلية\nالتوكيل، انتهى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p351'> Vol. 08, p. 351</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head7'>النوع الثالث: في وصفه تعالى له بالشهادة وشهادته له بالرسالة</h1>\n\n<p>\nقال الله تعالى حكاية عن إبراهيم وإسماعيل -عليهما السلام- عند بناء\nالبيت الحرام: {ربنا تقبل منا إنك أنت السميع العليم، ربنا واجعلنا مسلمين\nلك ومن ذريتنا مة مسلمة لك وأرنا مناسكنا وتب علينا إنك أنت التواب الرحيم،\nربنا وابعث فيهم رسولا منهم يتلو عليهم آياتك ويعلمهم الكتاب والحكمة\nويزكيهم إنك أنت العزيز الحكيم} [البقرة: 127-129] .\n</p>\n\n<p>\nفاستجاب الله دعاءهما، وبعث في أهل مكة منهم رسولا بهذه الصفة من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p352'> Vol. 08, p. 352</a>\n            </div>\n            \n</p>\n\n<p>\nولد إسماعيل الذي دعا مع أبيه إبراهيم عليهما السلام بهذا الدعاء.\n</p>\n\n<p>\nفإن قلت: من أين علم أن الرسول هنا المراد به محمد صلى الله عليه وسلم؟\n</p>\n\n<p>\nفالجواب من وجوه:\n</p>\n\n<p>\nأحدها: إجماع المفسرين وهو حجة.\n</p>\n\n<p>\nالثاني: قوله عليه الصلاة والسلام: \"أنا دعوة أبي إبراهيم، وبشارة عيسى\"،\nقالوا: وأراد بالدعوة هذه الآية، وبشارة عيسى هي ما ذكر في سورة الصف من\nقوله تعالى: {ومبشرا برسول يأتي من بعدي اسمه أحمد} [الصف: 6] ,\n</p>\n\n<p>\nالثالث: إن إبراهيم إنما دعا بهذا الدعاء بمكة لذريته الذين كانوا بها\nوبما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p353'> Vol. 08, p. 353</a>\n            </div>\n            \n</p>\n\n<p>\nحولها، ولم يبعث الله تعالى إلى من بمكة إلا محمدا صلى الله عليه وسلم،\nوقد امتن الله تعالى على المؤمنين ببعث النبي منهم على هذه الصفة فقال:\n{لقد من الله على المؤمنين إذ بعث فيهم رسولا من أنفسهم يتلو عليهم آياته\nويزكيهم ويعلمهم الكتاب} الآية، [آل عمران: 164] ، فليس لله تعالى منه على\nالمؤمنين أعظم من إرسال محمدا صلى الله عليه وسلم يهدي إلى الحق وإلى طريق\nمستقيم، وإنما كانت النعمة على هذه الأمة بإرساله أعظم النعم؛ لأن النعمة\nبه <span id='ms0764'></span> صلى الله عليه وسلم تمت بها مصالح الدنيا والآخرة، وكمل بسببها دين الله\nتعالى الذي رضيه لعباده.\n</p>\n\n<p>\nوقوله: {من أنفسهم} يعني أنه بشر مثلهم، وإنما امتاز عليهم بالوحي.\n</p>\n\n<p>\nوقرئ في الشوا من أنفسهم -بفتح الفاء- يعني من أشرافهم؛ لأنه من بني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p354'> Vol. 08, p. 354</a>\n            </div>\n            \n</p>\n\n<p>\nهاشم، وبنو هاشم أفضل قريش، وقريش أفضل العرب، والعرب أفضل من غيرهم.\n</p>\n\n<p>\nثم قيل: لفظ المؤمنون عام، ومعناه خاص في العرب؛ لأنه ليس حي من أحياء\nالعرب إلا وقد ولده، وخص المؤمنين بالذكر؛ لأنهم هم المنتفعون به أكثر،\nفالنعمة عليهم أعظم.\n</p>\n\n<p>\nفإن قلت: هل العلم بكونه صلى الله عليه وسلم بشرا، ومن العرب، شرط في صحة\nالإيمان، وهو من فروض الكفاية.\n</p>\n\n<p>\nأجاب الشيخ ولي الدين بن العراقي: أنه شرط في صحة الإيمان. قال: فلو قال\nشخص: أؤمن برسالة محمد صلى الله عليه وسلم إلى جميع الخلق، ولكن لا أدري هل\nهو من البشر أو من الملائكة، أو من الجن، أو لا أدري أو هو من العرب أو\nالعجم، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p355'> Vol. 08, p. 355</a>\n            </div>\n            \n</p>\n\n<p>\nفلا شك في كفره لتكذيبه القرآن وجحده ما تلقته قرون الإسلام خلفا عن سلف،\nوصار معلوما بالضرورة عند الخاص والعام، ولا أعلم في ذلك خلافا، فلو كان\nغبيا لا يعرف ذلك وجب تعليمه إياه، فإن جحده بعد ذلك حكمنا بكفره. انتهى.\n</p>\n\n<p>\nفإن قلت: هل هو عليه الصلاة والسلام باق على رسالته إلى الآن؟\n</p>\n\n<p>\nأجاب أبو المعين النسفي: بأن الأشعري قال: إنه عليه الصلاة والسلام الآن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p356'> Vol. 08, p. 356</a>\n            </div>\n            \n</p>\n\n<p>\nفي حكم الرسالة، وحكم الشيء يقوم مقام أصل الشيء، ألا ترى أن العدة تدل\nعلى ما كان من أحكام النكاح. انتهى.\n</p>\n\n<p>\nوقال غيره: إن النبوة والرسالة باقية بعد موته عليه الصلاة والسلام\nحقيقة، كما يبقى وصف الإيمان للمؤمن بعد موته؛ لأن المتصف بالنبوة\nوالرسالة، والإيمان هو الروح وهي باقية لا تتغير بموت البدن بإجماع انتهى.\n</p>\n\n<p>\nوتعقب: بأن الأنبياء أحياء في قبورهم، فوصف النبوة باق للجسد والروح معا.\n</p>\n\n<p>\nوقال القشيري: كلام الله تعالى لمن اصطفاه: أرسلتك أو بلغ عني، وكلامه\nتعالى قديم، فهو عليه الصلاة والسلام قبل <span id='ms0765'></span> أن يوجد كان رسولا. وفي حال كونه\nوإلى الأبد رسولا، لبقاء الكلام وقدمه، واستحالة البطلان على الإرسال الذي\nهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p357'> Vol. 08, p. 357</a>\n            </div>\n            \n</p>\n\n<p>\nكلام الله تعالى.\n</p>\n\n<p>\nونقل السبكي في طبقاته، عن ابن فورك أنه قال: إنه عليه السلام حي في\nقبره، رسول الله أبد الآباد على الحقيقة لا المجاز.\n</p>\n\n<p>\n{هو الذي بعث في الأميين رسولا منهم يتلو عليهم آياته ويزكيهم ويعلمهم\nالكتاب والحكمة وإن كانوا من قبل لفي ضلال مبين} [الجمعة: 2] .\n</p>\n\n<p>\nوالمراد بالأميين: العرب، تنبيها لهم على قدر هذه النعمة وعظمها حيث\nكانوا أميين، لا كتاب لهم، وليس عندهم شيء من آثار النبوة، كما كان عند أهل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p358'> Vol. 08, p. 358</a>\n            </div>\n            \n</p>\n\n<p>\nالكتاب، فمن الله عليهم بهذا الرسول وبهذا الكتاب، حتى صاروا أفضل الأمم.\nوفي كونه عليه الصلاة والسلام منهم فائدتان:\n</p>\n\n<p>\nإحداهما: أن هذا الرسول كان أيضا أميا كأمته المبعوث إليهم، لم يقرأ\nكتابا قط ولم يخطه بيمينه، كما قال تعالى: {وما كنت تتلو من قبله من كتاب\nولا تخطه بيمينك} [العنكبوت: 48] ، ولا خرج عن ديار قومه فأقام عند غيرهم\nحتى تعلم منهم، بل لو يزل أميا بين أمة أمية لا يكتب ولا يقرأ حتى بلغ\nالأربعين من عمره، ثم جاء بعد ذلك بهذا الكتاب المبين، وهذه الشريعة\nالباهرة، وهذا الدين القيم الذي اعترف حذاق الأرض ونظارها أنه لم يقرع\nالعالم ناموس أعظم منه، وفي هذا برهان عظيم على صدقه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p359'> Vol. 08, p. 359</a>\n            </div>\n            \n</p>\n\n<p>\nالفائدة الثانية: التنبيه على أن المبعوث منهم وهم الأميون، خصوصا أهل\nمكة، يعرفون نسبة وشرفه وصدقه وأمانته وعفته، وأنه نشأ بينهم معروفا بذلك،\nوأنه لم يكذب قط، فكيف كان يدع الكذب على الناس ثم يفتري الكذب على الله عز\nوجل؟ هذا هو الباطل. ولهذا سأل هرقل عن هذه الأوصاف واستدل بها على صدقه\nفيما ادعاه من النبوة والرسالة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p360'> Vol. 08, p. 360</a>\n            </div>\n            \n</p>\n\n<p>\nوقد قال الله تعالى خطابا له: {فإنهم لا يكذبونك} [الأنعام: 33] . ويروى\nأن رجلا قال: والله يا محمد ما كذبتنا قط فنتهمك اليوم ولكنا إن نتبعك\nنتخطف من أرضنا، فنزلت هذه الآية، رواه أبو صالح عن ابن عباس.\n</p>\n\n<p>\nوعن مقاتل: كان الحارث <span id='ms0766'></span> بن عامر يكذب النبي صلى الله عليه وسلم في\nالعلانية، فإذا خلا مع أهل بيته قال: ما محمد من أهل الكذب.\n</p>\n\n<p>\nوروى أن المشركين كانوا إذا رأوه عليه السلام قالوا: إنه لنبي.\n</p>\n\n<p>\nوعن علي: قال أبو جهل للنبي صلى الله عليه وسلم: إنا لا نكذبك ولكن نكذب\nبما جئت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p361'> Vol. 08, p. 361</a>\n            </div>\n            \n</p>\n\n<p>\nبه، فأنزل الله تعالى الآية.\n</p>\n\n<p>\nوالمعنى: أنهم ينكرونه مع العلم بصحته. إذ الجحد لغة هو الإنكار مع\nالعلم.\n</p>\n\n<p>\nفإن قلت: فما الجمع بين هذا وبين قوله تعالى: {ولقد كذبت رسل من قبلك}\nالآية [الأنعام: 34] .\n</p>\n\n<p>\nأجيب: بأنه على طريق الجحد، وهو يختلف باختلاف أحوالهم في الجهل، فمنهم\nمن وقع منه ذلك لجهله، فحيث علم آمن، ومنهم من علم وأنكر كفرا وعنادا كأبي\nجهل. فيكون المراد بقوله: {فإنهم لا يكذبونك} ، قوما مخصوصين منهم لا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p362'> Vol. 08, p. 362</a>\n            </div>\n            \n</p>\n\n<p>\nكلهم، وحينئذ فلا تعارض.\n</p>\n\n<p>\nوروي أن أبا جهل لقيه النبي صلى الله عليه وسلم في بعض فجاج مكة فصافحه\nفقيل له: أتصافحه؟ فقال: والله إني لأعلم أنه نبي، ولكن متى كنا تبعا لبني\nعبد مناف؟ فأنزل الله الآية، رواه ابن أبي حاتم.\n</p>\n\n<p>\nوالقرآن كله مملوء بالآيات الدالة على صدق هذا الرسول الكريم، وتحقيق\nرسالته، وكيف يليق بكمال الله تعالى أن يقر من يكذب عليه أعظم الكذب، ويخبر\nعنه بخلاف ما الأمر عليه، ثم ينصره على ذلك ويؤيده. ويعلي كلمته ويرفع\nشأنه، ويجيب دعوته ويهلك عدوه، ويظهر على يديه من الآيات والبراهين والأدلة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p363'> Vol. 08, p. 363</a>\n            </div>\n            \n</p>\n\n<p>\nما يضعف عنه قوى البشر، وهو مع ذلك كاذب عليه، مفتر ساع في الأرض\nبالفساد.\n</p>\n\n<p>\nومعلوم أن شهادته سبحانه وتعالى على كل شيء، وقدرته على كل شيء وحكمته\nوعزته وكماله المقدس يأبى ذلك كل الإباء، ومن ظن ذلك به وجوازه عليه فهو من\nأبعد الخلق عن معرفته إن عرف منه بعض صفاته كصفة القدرة وصفة المشيئة.\n</p>\n\n<p>\nوالقرآن كله مملوء من هذه الطريق، وهذه طريق الخاصة، بل خاصة الخاصة\nالذين يستدلون بالله على أفعاله، وما يليق به أن يفعله وما لا يفعله. وإذا\nتدبرت القرآن رأيته ينادي على <span id='ms0767'></span> ذلك وبيديه ويعيده لمن له فهم وقلب واع عن\nالله تعالى. قال الله تعالى: {ولو تقول علينا بعض الأقاويل الأقاويل،\nلأخذنا منه باليمين، ثم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p364'> Vol. 08, p. 364</a>\n            </div>\n            \n</p>\n\n<p>\nلقطعنا منه الوتين، فما منكم من أحد عنه حاجزين} [الحاقة: 47] ، أفتراه\nسبحانه وتعالى يخبر أن كماله وحكمته وقدرته تأبى أن يقر من تقول عليه بعض\nالأقاويل، بل لا بد أن يجعله عبرة لعباده، كما جرت بذلك سننه في المتقولين\nعليه.\n</p>\n\n<p>\nوقال تعالى: {أم يقولون افترى على الله كذبا فإن يشأ الله يختم على قلبك}\n[الشورى: 24] ههنا انتهى جواب الشرط. ثم أخبر خبرا جازما غير معلق أنه يمحو\nالباطل ويحق الحق.\n</p>\n\n<p>\nوقال تعالى: {وما قدروا الله حق قدره إذ قالوا ما أنزل الله على بشر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p365'> Vol. 08, p. 365</a>\n            </div>\n            \n</p>\n\n<p>\nمن شيء} [الأنعام: 91] ، فأخبر أن من نفى عنه الإرسال والكلام لم يقدره\nحق قدره، ولا عرفه كما ينبغي ولا عظمه كما يستحق، فكيف من ظن أنه ينصر\nالكاذب المفتري عليه، ويؤيده ويظهر على يديه الآيات والأدلة؟\n</p>\n\n<p>\nوهذا في القرآن كثير يستدل تعالى بكماله المقدس وأوصافه وجلاله على صدق\nرسوله، وعلى وعده ووعيده، ويدعو عباده إلى ذلك.\n</p>\n\n<p>\nوقال تعالى لمن طلب آية تدل على صدق رسوله: {أولم يكفهم أنا أنزلنا عليك\nالكتاب يتلى عليهم إن في ذلك لرحمة وذكرى لقوم يؤمنون، قل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p366'> Vol. 08, p. 366</a>\n            </div>\n            \n</p>\n\n<p>\nكفى بالله بيني وبينكم شهيدا يعلم ما في السماوات والأرض والذين آمنوا\nبالباطل وكفروا بالله أولئك هم الخاسرون} [العنكبوت: 51-52] ، فأخبر سبحانه\nأن الكتاب الذي أنزله يكفي من كل آية، ففيه الحجة والدلالة على أنه من الله\nتعالى، وأن الله سبحانه أرسل به رسوله، وفيه بيان ما يوجب لمن اتبعه\nالسعادة، وينجيه من العذاب، ثم قال: {قل كفى بالله بيني وبينكم شهيدا يعلم\nما في السماوات والأرض} فإذا كان سبحانه عالما بجميع الأشياء كانت شهادته\nأعظم شهادة وأعدلها، فإنها شهادة بعلم تام محيط بالمشهود به، وهو سبحانه\nوتعالى يذكر علمه عند شهادته وقدرته، وملكه عند مجازاته، وحكمته عند خلقه،\nوأمره ورحمته عند ذكر إرسال رسله، وحلمه عند ذنوب عباده. فتأمل ورود\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p367'> Vol. 08, p. 367</a>\n            </div>\n            \n</p>\n\n<p>\nأسمائه <span id='ms0768'></span> الحسنى في كتابه، وارتباطها بالخلق والأمر والثواب والعقاب.\n</p>\n\n<p>\nوقال تعالى: {إنا أرسلناك شاهدا ومبشرا ونذيرا، وداعيا إلى الله بإذنه\nوسراجا منيرا} [الأحزاب: 46] . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p368'> Vol. 08, p. 368</a>\n            </div>\n            \n</p>\n\n<p>\nأي شاهدا على الوحدانية، وشاهدا في الدنيا بأحوال الآخرة من الجنة والنار\nوالميزان والصراط، وشاهدا في الآخرة بأحوال الدنيا، وبالطاعة وبالمعصية\nوالصلاح والفساد، وشاهدا على الخلق يوم القيامة، كما قال تعالى: {ويكون\nالرسول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p369'> Vol. 08, p. 369</a>\n            </div>\n            \n</p>\n\n<p>\nعليكم شهيدا} [البقرة: 143] .\n</p>\n\n<p>\nكأنه تعالى يقول: يا أيها المشرف من قبلنا، إنا أرسلناك شاهدا بوحدانيتنا\nومشاهدا كمال فردانيتنا، تبشر عبادنا عنا، وتنذرهم مخالفة أمرنا، وتعلمهم\nمواضع الخوف منا، وداعيا الخلق إلينا، وسراجا يستضاء بك، وشمسا تبسط شعاعك\nعلى جميع من صدقك وآمن بك، ولا يصل إلينا إلا من اتبعك وخدمك وقدمك، فبشر\nبفضلنا وطولنا عليهم وإحساننا لديهم.\n</p>\n\n<p>\nولما كان الله تعالى قد جعله عليه الصلاة والسلام شاهدا على الوحدانية،\nوالشاهد لا يكون مدعيا، فالله تعالى لم يجعل النبي في مسألة الوحدانية\nمدعيا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p370'> Vol. 08, p. 370</a>\n            </div>\n            \n</p>\n\n<p>\nلها؛ لأن المدعي من يقول شيئا على خلاف الظاهر، والوحدانية أظهر من\nالشمس، والنبي صلى الله عليه وسلم كان ادعى النبوة، فجعل الله تعالى شاهدا\nله في مجازاة كونه شاهدا له تعالى فقال سبحانه: {والله يعلم إنك لرسوله}\n[المنافقون: 1] ، ومن هذا قوله تعالى: {ويقول الذين كفروا لست مرسلا قل كفى\nبالله شهيدا بيني وبينكم ومن عنده علم الكتاب} [الرعد: 43] ، فاستشهد على\nرسالته بشهادة الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p371'> Vol. 08, p. 371</a>\n            </div>\n            \n</p>\n\n<p>\nله. وكذلك قوله تعالى: {قل أي شيء أكبر شهادة قل الله شهيد بيني وبينكم}\n[الأنعام: 19] ، وقوله تعالى: {لكن الله يشهد بما أنزل إليك أنزله بعلمه\nوالملائكة يشهدون وكفى بالله شهيدا} [النساء: 166] ، وقوله تعالى: {والله\nيعلم إنك لرسوله} [المنافقون: 1] ، وقوله: {محمد رسول الله} [الفتح:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p372'> Vol. 08, p. 372</a>\n            </div>\n            \n</p>\n\n<p>\n29] ، فهذا كله معه تعالى شهادة لرسوله قد أظهرها وبينها، وبين صحتها\nغاية البيان بحيث قطع العذر بينه وبين عباده، وأقام الحجة عليهم بكونه\nسبحانه شاهدا لرسوله.\n</p>\n\n<p>\nوقال تعالى: {هو الذي أرسل رسوله بالهدى ودين الحق ليظهره على الدين كله\nوكفى بالله شهيدا} [الفتح: 28] .\n</p>\n\n<p>\nفيظهر ظهورين: ظهورا بالحجة والبيان، وظهورا بالنصر والغلبة والتأييد حتى\nيظهر على مخالفيه <span id='ms0769'></span> ويكون منصورا.\n</p>\n\n<p>\nومن شهادته تعالى أيضا ما أودعه في قلوب عباده من التصديق الجازم،\nواليقين الثابت والطمأنينة بكلامه ووحيه، فإن الله فطر القلوب على قبول\nالحق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p373'> Vol. 08, p. 373</a>\n            </div>\n            \n</p>\n\n<p>\nوالانقياد له، والطمأنينة والسكون إليه ومحبته، وفطرها على بغض الكذب\nوالباطل والنفور عنه وعدم السكون إليه، ولو بقيت الفطرة على حالها لما آثرت\nعلى الحق سواه، ولما سكنت إلا إليه، ولا اطمأنت إلا به، ولا أحبت غيره.\nولهذا ندب الحق سبحانه إلى تدبر القرآن، فإن كل من تدبره أوجب له علما\nضروريا ويقينا جازما أنه حق، بل أحق كل حق، وأصدق كل صدق قال تعالى: {أفلا\nيتدبرون القرآن أم على قلوب أقفالها} [محمد: 24] ، فلو رفعت الأقفال عن\nالقلوب لباشرتها حقائق القرآن، واستنارت فيها مصابيح الإيمان، وعلمت علما\nضروريا كسائر الأمور الوجدانية كاللذة والألم أنه من عند الله، تكلم به\nحقا، وبلغه رسوله جبريل إلى رسوله محمد صلى الله عليه وسلم. فهذا الشاهد في\nالقلب من أعظم الشواهد. انتهى ملخصا من مدارج السالكين.\n</p>\n\n<p>\nوقال تعالى: {قل يا أيها الناس إني رسول الله إليكم جميعا} [الأعراف:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p374'> Vol. 08, p. 374</a>\n            </div>\n            \n</p>\n\n<p>\n158] .\n</p>\n\n<p>\nففي هذه الآية دلالة على أنه صلى الله عليه وسلم مبعوث إلى كافة الثقلين.\n</p>\n\n<p>\nوقالت العيسوية من اليهود وهم أتباع عيسى الأصفهاني: إن محمدا صادق مبعوث\nإلى العرب، غير مبعوث إلى بني إسرائيل.\n</p>\n\n<p>\nودليلنا على إبطال قولهم هذه الآية؛ لأن قوله: {يا أيها الناس} خطاب\nيتناول كل الناس، ثم قال: {إني رسول الله إليكم جميعا} وهذا يقتضي كونه\nمبعوثا إلى جميع الناس.\n</p>\n\n<p>\nوأيضا: فلأنا نعلم بالتواتر أنه كان يدعي أنه مبعوث إلى الثقلين. فإما أن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p375'> Vol. 08, p. 375</a>\n            </div>\n            \n</p>\n\n<p>\nنقول: إنه كان رسولا حقا، أو ما كان كذلك، فإن كان رسولا حقا امتنع الكذب\nعليه، ووجب الجزم بكونه صادقا في كل ما يدعيه، فلما ثبت بالتواتر وبظاهر\nهذه الآية أنه كان يدعي أنه مبعوث إلى جميع الثقلين، وجب كونه صادقا، وذلك\nيبطل قول من يقول: إنه كان مبعوثا إلى العرب فقط، لا إلى بني إسرائيل.\n</p>\n\n<p>\nوإذا ثبت هذا فنقول: قوله تعالى: {قل يا أيها <span id='ms0770'></span> الناس إني رسول الله إليكم\nجميعا} من الناس من يقول: إنه عام دخله التخصيص، ومنهم من أنكر ذلك.\n</p>\n\n<p>\nأما الأولون فقالوا: دخله التخصيص من وجهين:\n</p>\n\n<p>\nالأول: أنه رسول إلى الناس إذا كانوا من جملة المكلفين، فإذا لم يكونوا\nمن جملة المكلفين لم يكن رسولا إليهم، وذلك؛ لأنه عليه السلام قال: \"رفع\nالقلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p376'> Vol. 08, p. 376</a>\n            </div>\n            \n</p>\n\n<p>\n\"عن ثلاث: عن الصبي حتى يبلغ، وعن النائم حتى يستقيظ، وعن المجنون حتى\nيفيق\".\n</p>\n\n<p>\nوالثاني: أنه رسول الله إلى كل من وصله خبر وجوده، وخبر معجزاته وشرائعه،\nحتى يمكنه عند ذلك متابعته. أما لو قدرنا حصول قوم في طرف من أطراف الأرض\nلم يبلغهم خبره وخبر معجزاته وشرائعه حتى لا يمكنهم عند ذلك متابعته فلا\nيكونون مكلفين بالإقرار بنبوته. وعن أبي هريرة عن النبي صلى الله عليه وسلم\nأنه قال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p377'> Vol. 08, p. 377</a>\n            </div>\n            \n</p>\n\n<p>\n\"والذي نفسي بيده لا يسمع بي أحد من هذه الأمة ولا يهودي ولا نصراني،\nومات ولم يؤمن بالذي أرسلت به إلا كان من أصحاب النار\" رواه مسلم. ومفهومه:\nأنه من لم يسمع به ولم تبلغه دعوة الإسلام فهو معذور، على ما تقرر في\nالأصول أنه لا حكم قبل الشرع على الصحيح، وفي هذا الحديث نسخ الملل كلها\nبرسالة نبينا صلى الله عليه وسلم.\n</p>\n\n<p>\nوقال تعالى: {يا أهل الكتاب قد جاءكم رسولنا يبين لكم على فترة من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p378'> Vol. 08, p. 378</a>\n            </div>\n            \n</p>\n\n<p>\nالرسل أن تقولوا ما جاءنا من بشير ولا نذير فقد جاءكم بشير ونذير والله\nعلى كل شيء قدير} [المائدة: 19] .\n</p>\n\n<p>\nخاطب الله تعالى أهل الكتاب من اليهود والنصارى بأنه قد أرسل إليهم رسوله\nمحمدا خاتم النبيين الذي لا نبي بعده ولا رسول. بل هو المعقب لجميعهم،\nولهذا قال تعالى: {على فترة من الرسل} أي من بعد مدة متطاولة، ما بين\nإرساله وعيسى ابن مريم.\n</p>\n\n<p>\nوقد اختلفوا في مقدار هذه المدة، فقال النهدي وقتادة في رواية عنه:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p379'> Vol. 08, p. 379</a>\n            </div>\n            \n</p>\n\n<p>\nستمائة سنة. ورواه البخاري عن سلمان الفارسي. وعن قتادة: أنها خمسمائة\nوستون سنة، وقال الضحاك: أربعمائة سنة ويضع وثلاثون سنة، وعن الشعبي -فيما\nذكره ابن عساكر- تسعمائة <span id='ms0771'></span> وثلاث وثلاثون سنة.\n</p>\n\n<p>\nقال الحافظ عماد الدين بن كثير: والمشهور أنها ستمائة سنة، قال: وكانت هي\nالفترة بين عيسى ابن مريم، آخر أنبياء بني إسرائيل، وبين محمد آخر النبيين\nمن بني آدم على الإطلاق، كما في البخاري من حديث أبي هريرة مرفوعا: \"أنا\nأولى الناس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p380'> Vol. 08, p. 380</a>\n            </div>\n            \n</p>\n\n<p>\nبابن مريم؛ لأنه ليس بيني وبينه نبي\" وهذا فيه رد على من زعم أنه بعث بعد\nعيسى نبي يقال له: خالد بن سنان، كما حكاه القاضي وغيره.\n</p>\n\n<p>\nوالمقصود: أن الله بعث محمدا على فترة من الرسل وطموس من السبل وتغير\nالأديان، وكثرة عبادة الأوثان والنيران والصلبان، فكانت النعمة به أتم\nوالنفع به أعم.\n</p>\n\n<p>\nوفي حديث عند الإمام أحمد مرفوعا: \"إن الله نظر إلى أهل الأرض فمقتهم\nعجمهم وعربهم إلا بقايا من بني إسرائيل\" وفي لفظ مسلم: \"من أهل الكتاب\"\nفكان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p381'> Vol. 08, p. 381</a>\n            </div>\n            \n</p>\n\n<p>\nالدين قد التبس على أهل الأرض كلهم، حتى بعث الله محمدا صلى الله عليه\nوسلم فهدى به الخلائق، وأخرجهم الله به من الظلمات إلى النور، وتركهم على\nالمحجة البيضاء، والشريعة الغراء، صلوات الله وسلامه عليه.\n</p>\n\n<p>\nوقال تعالى: {لقد جاءكم رسول من أنفسكم عزيز عليه ما عنتم حريص عليكم\nبالمؤمنين رءوف رحيم} [التوبة: 128] . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p382'> Vol. 08, p. 382</a>\n            </div>\n            \n</p>\n\n<p>\nأي: عزيز عليه عنتكم، اي إثمكم بالشرك والمعاصي. قال الحسن: عزيز عليه أن\nتدخلوا النار، حريص عليكم أن تدخلوا الجنة، ومن حرصه صلى الله عليه وسلم\nعلينا أنه لم يخاطبنا بما يريد إبلاغه إلينا، وفهمنا إياه على قدر منزلته،\nبل على قدر منزلتنا، وإلى هذا أشار صاحب البردة بقوله:\n</p>\n\n<p>\nلم يمتحنا بما تعيا العقول به ... حرصا علينا فلم نرتب ولم نهم\n</p>\n\n<p>\nأي لم نتحير ولم نشك فيما ألقاه إلينا. وقال تعالى: {وما أرسلناك إلا\nرحمة للعالمين} [الأنبياء: 107] ، ولا رحمة مع التكليف بما لا يفهم.\n</p>\n\n<p>\nومن حرصه عليه السلام على هدايتنا أنه كان كثيرا ما يضرب المثل بالمحسوس\nليحصل الفهم، وهذه سنة القرآن، ومن تتبع الكتاب والسنة رأى من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p383'> Vol. 08, p. 383</a>\n            </div>\n            \n</p>\n\n<p>\nذلك العجب العجاب، ولما ساوى الله سبحانه وتعالى بين الناس في حرص رسوله\nعليه السلام <span id='ms0772'></span> على إسلامهم، خص المؤمنين برأفته ورحمته لهم.\n</p>\n\n<p>\nوقال: {من أنفسكم} ولم يقل: من أزواجكم، فقيل: يحتمل أن يكون مراده: أنه\nمنا بجسده المنفس، لا بروحه المقدس، ويرحم الله القائل:\n</p>\n\n<p>\nإذا رمت مدح المصطفى شغفا به ... تبلد ذهني هيبة لمقامه\n</p>\n\n<p>\nفأقطع ليلي ساهر الجفن مطرقا ... هوى فيه أحلى من لذيذ منامه\n</p>\n\n<p>\nإذا قال فيه الله جل جلاله ... رؤف رحيم في سياق كلامه\n</p>\n\n<p>\nفمن ذا يجاري الوحي والوحي معجز ... بمختلفيه نثره ونظامه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p384'> Vol. 08, p. 384</a>\n            </div>\n            \n</p>\n\n<p>\nتنبيه: وأما قول القاضي عياض بعد ذكره الآية.\n</p>\n\n<p>\n\"ثم وصفه بعد بأوصاف حميدة، وأثنى عليه بمحامد كثيرة، من حرصه على\nهدايتهم، ورشدهم وإسلامهم، وشدة ما يعنتهم ويضربهم في دنياهم وأخراهم،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p385'> Vol. 08, p. 385</a>\n            </div>\n            \n</p>\n\n<p>\nوعزته عليه\".\n</p>\n\n<p>\nفهو وإن كان المقصد منه صحيحا، ففي ظاهره شيء؛ لأنه يوهم أن قوله: \"وشدة\nما يعنتهم\" معطوف على متعلق المصدر الذي هو \"الحرص\" فيكون مخفوضا به.\n</p>\n\n<p>\nومما يقوي هذا التوهم قوة إعطاء الكلام، أن الضمير الأول من قوله: \"وعزته\nعليه\" عائد على النبي صلى الله عليه وسلم، والضمير الثاني عائد على الله\nتعالى، فلا تبقى \"الشدة\" إلا أن تكون معطوفة على متعلق المصدر. ولا يخفى ما\nفي هذا.\n</p>\n\n<p>\nوقد تأوله بعض العلماء على حذف مضاف أي: وكراهة شدة ما يعنتهم، ونحو ذلك\nمن المضافات.\n</p>\n\n<p>\nوالأولى أو الصواب، إن شاء الله تعالى أن تكون \"الشدة\" معطوفة على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p386'> Vol. 08, p. 386</a>\n            </div>\n            \n</p>\n\n<p>\nنفس المصدر الذي هو \"الحرص\" ويكون قوله: \"وعزته\" معطوفا على \"وشدة\"\nوالضمير فيه راجع إلى الموصول وهو \"ما\" في قوله: \"ما يعنتهم\" والهاء\nالثانية في \"عليه\" عائدة على النبي صلى الله عليه وسلم. انتهى.\n</p>\n\n<p>\nوقال تعالى: {وما أرسلناك إلا رحمة للعالمين} [الأنبياء: 107] .\n</p>\n\n<p>\nيجوز أن يكون \"رحمة\" مفعولا له، أي لأجل الرحمة، ويجوز أن ينصب على الحال\nمبالغة في أن جعله نفس الرحمة، وإما على حذف مضاف أي: ذا رحمة، أو بمعنى:\nراحم. قال السمين.\n</p>\n\n<p>\nقال أبو بكر بن طاهر -فيما حكاه القاضي عياض-: زين الله تعالى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p387'> Vol. 08, p. 387</a>\n            </div>\n            \n</p>\n\n<p>\nمحمدا صلى الله عليه وسلم بزينة الرحمة، فكان كونه رحمة، وجميع شمائله\nوصفاته رحمة على الخلق <span id='ms0773'></span>، فمن أصابه شيء من رحمته فهو الناجي في الدارين من\nكل مكروه، والواصل فيهما إلى كل محبوب، انتهى.\n</p>\n\n<p>\nوقال ابن عباس: رحمة للبر والفاجر؛ لأن كل نبي إذا كذب أهلك الله من\nكذبه. ومحمد صلى الله عليه وسلم أخر من كذبه إلى الموت أو إلى القيامة.\nوأما من صدقه فله الرحمة في الدنيا والآخرة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p388'> Vol. 08, p. 388</a>\n            </div>\n            \n</p>\n\n<p>\nوقال السمرقندي: رحمة للعالمين يعني: الجن والإنس.\n</p>\n\n<p>\nوقيل: لجميع الخلق للمؤمنين رحمة بالهداية، ورحمة للمنافقين بالأمان من\nالقتل، ورحمة للكافرين بتأخير العذاب لما بعد الموت. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p389'> Vol. 08, p. 389</a>\n            </div>\n            \n</p>\n\n<p>\nفذاته عليه السلام رحمة تعم المؤمن والكافر كما قال تعالى: {وما كان الله\nليعذبهم وأنت فيهم} [الأنفال: 33] ، وقال عليه الصلاة والسلام: \"إنما أنا\nرحمة مهداة\" رواه الديلمي والبيهقي في \"الشعب\" من حديث أبي هريرة.\n</p>\n\n<p>\nوقال بعض العارفين: الأنبياء كلهم خلقوا من الرحمة، ونبينا صلى الله عليه\nوسلم عين الرحمة، ولقد أحسن القائل:\n</p>\n\n<p>\nغنيمة عمر الكون بهجة عيشه ... سرور حياة الروح فائدة الدهر\n</p>\n\n<p>\nهو النعمة العظمى هو الرحمة التي ... تجلى بها الرحمن في السر والجهر\n</p>\n\n<p>\nفبيانه عليه السلام ونصحه رحمة، ودعاؤه واستغفاره رحمة، فرزق ذلك من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p390'> Vol. 08, p. 390</a>\n            </div>\n            \n</p>\n\n<p>\nقبله، وحرمه من رده.\n</p>\n\n<p>\nفإن قلت: كيف كان رحمة، وقد جاء بالسيف واستباحة الأموال؟\n</p>\n\n<p>\nفالجواب من وجهين:\n</p>\n\n<p>\nأحدهما: أنه إنما جاء بالسيف لمن استكبر وعاند، ولم يتفكر ولم يتدبر، ومن\nأوصاف الله تعالى: الرحمن الرحيم، ثم هو منتقم من العصاة، وقال تعالى:\n{ونزلنا من السماء ماء مباركا} [ق: 9] ثم قد يكون سببا للفساد.\n</p>\n\n<p>\nوثانيهما: أن كل نبي من الأنبياء قبل نبينا إذا كذبه قومه أهلك الله\nالمكذبين بالخسف والمسخ والغرق، وقد أخر الله عذاب من كذب نبينا إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p391'> Vol. 08, p. 391</a>\n            </div>\n            \n</p>\n\n<p>\nالموت، أو إلى يوم القيامة.\n</p>\n\n<p>\nلا يقال: إنه تعالى قال: {قاتلوهم يعذبهم الله بأيديكم ويخزهم} [التوبة:\n14] وقال تعالى: {ليعذب الله المنافقين} [الأحزاب: 73] ؛ لأنا نقول: تخصيص\nالعام لا يقدح فيه.\n</p>\n\n<p>\nوفي \"الشفاء\" للقاضي عياض: وحكى أنه صلى الله عليه وسلم قال لجبريل: \"هل\nأصابك من هذه الرحمة شيء؟ قال: نعم، كنت أخشى عاقبة الأمر فأمنت، لثناء\nالله تعالى علي <span id='ms0774'></span> بقوله: {ذي قوة عند ذي العرش مكين، مطاع ثم أمين} \"\n[التكوير: 40] . انتهى.\n</p>\n\n<p>\nوذكر السمرقندي في تفسيره بلفظ: وذكر أن النبي صلى الله عليه وسلم قال\nلجبريل: \"يقول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p392'> Vol. 08, p. 392</a>\n            </div>\n            \n</p>\n\n<p>\n\"الله تعالى: {وما أرسلناك إلا رحمة للعالمين} فهل أصابك من هذه الرحمة\nشيء؟ قال: نعم، كنت أخشى عاقبة الأمر فأمنت بك، لثناء الله تعالى علي في\nقوله: {ذي قوة عند ذي العرش مكين} \" [التكوير: 21] .\n</p>\n\n<p>\nوهذا يقتضي أن محمدا صلى الله عليه وسلم أفضل من جبريل، وهو الذي عليه\nالجمهور، خلافا لمن زعم أن جبريل أفضل واستدل: بأن الله وصف جبريل بسبعة\nأوصاف من أوصاف الكمال في قوله: {إنه لقول رسول كريم، ذي قوة عند ذي العرش\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p393'> Vol. 08, p. 393</a>\n            </div>\n            \n</p>\n\n<p>\nمكين، مطاع ثم أمين} ، ووصف محمدا صلى الله عليه وسلم بقوله: {وما صاحبكم\nبمجنون} .\n</p>\n\n<p>\nولو كان محمد صلى الله عليه وسلم مساويا لجبريل في صفات الفضل أو مقاربا\nله لكان وصف محمدا بمثل ذلك.\n</p>\n\n<p>\nوأجيب بأنا متفقون على أن لمحمد صلى الله عليه وسلم فضائل أخرى سوى ما\nذكر في هذه الآية، وعدم ذكر الله تعالى لتلك الفضائل هنا لا يدل على عدمها\nبالإجماع، وإذا ثبت أن لمحمد صلى الله عليه وسلم فضائل آخر زائدة فيكون\nأفضل من جبريل.\n</p>\n\n<p>\nوبالجملة: فإفراد أحد الشخصين بالوصف لا يدل ألبتة على انتفاء تلك\nالأوصاف عن الثاني، وإذا ثبت بالدليل القرآني أنه صلى الله عليه وسلم رحمة\nللعالمين، والملائكة من جملة العالمين، وجب أن يكون أفضل منهم، والله أعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p394'> Vol. 08, p. 394</a>\n            </div>\n            \n</p>\n\n<p>\nوقال تعالى: {ما كان محمد أبا أحد من رجالكم ولكن رسول الله وخاتم\nالنبيين} [الأحزاب: 40] .\n</p>\n\n<p>\nوهذه الآية نص في أنه لا نبي بعده، وإذا كان لا نبي بعده فلا رسول بطريق\nالأولى؛ لأن مقام الرسالة أخص من مقام النبوة، فإن كل رسول نبي، ولا ينعكس،\nكما قدمنا ذلك في أسمائه الشريفة من المقصد الثاني.\n</p>\n\n<p>\nوبذلك وردت الأحاديث عنه صلى الله عليه وسلم:\n</p>\n\n<p>\nفروى الإمام أحمد من حديث أبي بن كعب أن النبي صلى الله عليه وسلم قال:\n\"مثلي في النبيين كمثل رجل <span id='ms0775'></span> بنى دارا، فأحسنها وأكملها، وترك فيها موضع لبنة\nلم يضعها، فجعل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p395'> Vol. 08, p. 395</a>\n            </div>\n            \n</p>\n\n<p>\n\"الناس يطوفون بالبنيان ويتعجبون منه، ويقولون: لو تم موضع هذه اللبنة،\nفأنا في النبيين موضع تلك اللبنة\" ورواه الترمذي عن بندار عن أبي عامر\nالعقدي، وقال: حديث حسن صحيح.\n</p>\n\n<p>\nوفي حديث أنس بن مالك مرفوعا: \"إن الرسالة والنبوة قد انقطعت، فلا رسول\nبعدي ولا نبي\". رواه الترمذي وغيره.\n</p>\n\n<p>\nوفي حديث جابر مرفوعا: \"مثلي ومثل الأنبياء، كمثل رجل بنى دارا فأكملها\nوأحسنها إلا موضع لبنة، فكان من دخلها فنظر قال: ما أحسنها إلا موضع هذه\nاللبنة، وأنا موضع اللبنة، ختم بي الأنبياء عليهم السلام\". رواه أبو داود\nالطيالسي، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p396'> Vol. 08, p. 396</a>\n            </div>\n            \n</p>\n\n<p>\nوكذا البخاري ومسلم بنحوه.\n</p>\n\n<p>\nوفي حديث أبي سعيد الخدري: \"فجئت أنا فأتممت تلك اللبنة\". رواه مسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p397'> Vol. 08, p. 397</a>\n            </div>\n            \n</p>\n\n<p>\nوفي حديث أبي هريرة عند مسلم: \"وأرسلت إلى الخلق كافة وختم بي النبيون\".\n</p>\n\n<p>\nفمن تشريف الله تعالى له ختم الأنبياء والمرسلين به، وإكمال الدين\nالحنيفي له، وقد أخبر الله في كتابه، ورسوله في السنة المتواترة عنه، أنه\nلا نبي بعده، ليعلموا أن كل من ادعى هذا المقام بعده فهو كذاب أفاك دجال\nضال، ولو تحذلق وتشعبذ، وأتى بأنواع السحر والطلاسم والنيرنجيات، فكلها\nمحال وضلالة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p398'> Vol. 08, p. 398</a>\n            </div>\n            \n</p>\n\n<p>\nعند أولي الألباب.\n</p>\n\n<p>\nولا يقدح في هذا نزول عيسى ابن مريم عليه السلام بعده؛ لأنه إذا نزل من\nالسماء كان على دين نبينا محمد صلى الله عليه وسلم ومنهاجه، مع أن المراد:\nأنه آخر من نبئ.\n</p>\n\n<p>\nقال ابن حبان: من ذهب إلى أن النبوة مكتسبة لا تنقطع، أو إلى أن الولي\nأفضل من النبي فهو زنديق يجب قتله والله أعلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p399'> Vol. 08, p. 399</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head8'>النوع الرابع: في التنويه به صلى الله عليه وسلم في الكتب السالفة</h1>\n\n<p>\nكالتوراة والإنجيل بأنه صاحب الرسالة والتبجيل\n</p>\n\n<p>\nقال الله تعالى: {الذين يتبعون الرسول النبي الأمي الذي يجدونه مكتوبا\nعندهم في التوراة والإنجيل} [الأعراف: 157] . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p399'> Vol. 08, p. 399</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا يدل على أنه لو لم يكن مكتوبا لكان ذكر هذا الكلام من أعظم\nالمنفرات، والعاقل لا يسعى فيما يوجب نقصان حاله، وينفر الناس عن قبول\nمقاله، فلما <span id='ms0776'></span> قال لهم عليه السلام هذا دل على أن ذلك النعت كان مذكورا في\nالتوراة والإنجيل. وذلك من أعظم الدلائل على صحة نبوته.\n</p>\n\n<p>\nلكن أهل الكتاب كما قال الله تعالى: {يكتمون الحق وهم يعلمون} [البقرة:\n146] ، و {يحرفون الكلم عن مواضعه} [المائدة: 13] ، وإلا فهم -قاتلهم الله-\nقد عرفوا محمدا صلى الله عليه وسلم كما عرفوا أبناءهم، ووجدوه عندهم مكتوبا\nفي التوراة والإنجيل، لكن حرفوهما وبدلوهما ليطفئوا نور الله بأفواههم،\nويأبى الله إلا أن يتم نوره ولو كره الكافرون. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p400'> Vol. 08, p. 400</a>\n            </div>\n            \n</p>\n\n<p>\nفدلائل نبوة نبينا في كتابيهما -بعد تحريفهما- طافحة، وأعلام شرائعه\nورسالته فيهما لائحة، وكيف يغني عنهم إنكارهم، وهذا اسم النبي بالسريانية\n\"مشفح\"، فمشفح، محمد بغير شك، واعتباره أنهم يقولون \"شفحا لاها\" إذا أرادوا\nأن يقولوا: الحمد لله، وإذا كان الحمد، شفحا، فمشفح: محمد؛ ولأن الصفات\nالتي أقروا بها هي وفاق لأحواله وزمانه، ومخرجه ومبعثه وشريعته صلى الله\nعليه وسلم، فليدلونا على من هذه الصفات له، ومن خرجت له الأمم من بين يديه،\nوانقادت له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p401'> Vol. 08, p. 401</a>\n            </div>\n            \n</p>\n\n<p>\nواستجابت لدعوته، ومن صاحب الجمل الذي هلكت بابل وأصنامها به؟\n</p>\n\n<p>\nإذ لو لم نأت بهذه الأنباء والقصص من كتبهم، لم يك فيما أودع الله عز وجل\nالقرآن دليل على ذلك؟ وفي تركهم جحد ذلك وإنكاره -وهو يقرعهم به- دليل على\nاعترافهم له؟ فإنه يقول: {الذين يتبعون الرسول النبي الأمي الذي يجدونه\nمكتوبا عندهم في التوراة والإنجيل} ، ويقول حكاية عن المسيح: {إني رسول\nالله إليكم مصدقا لما بين يدي من التوراة ومبشرا برسول يأتي من بعدي اسمه\nأحمد} [الصف: 6] . ويقول: {يا أهل الكتاب لم تلبسون الحق بالباطل وتكتمون\nالحق وأنتم تعلمون} [آل عمران: 71] ، ويقول: {الذين آتيناهم الكتاب يعرفونه\nكما يعرفون أبناءهم} [البقرة: 146] ، وكانوا يقولون لمخالفيهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p402'> Vol. 08, p. 402</a>\n            </div>\n            \n</p>\n\n<p>\nعند القتال: هذا نبي قد أظل مولده، ويذكرون من صفته ما يجدون في كتابهم،\nفلما جاءهم ما عرفوا كفروا به حسدا وخوفا على الرياسة.\n</p>\n\n<p>\nويحتمل أنهم كانوا يظنون أنه من بني إسرائيل، فلما بعثه الله من العرب،\nمن نسل إسماعيل عظم ذلك عليهم، وأظهروا التكذيب، فلعنة <span id='ms0777'></span> الله على الكافرين.\n</p>\n\n<p>\nوقد كان صلى الله عليه وسلم يدعوهم إلى اتباعه وتصديقه، فكيف يجوز أن\nيحتج بباطل من الحجج، ثم يحيل ذلك على ما عندهم وما في أيديهم، ويقول: \"من\nعلامة نبوتي وصدقي أنكم تجدونني عندكم مكتوبا\" وهم لا يجدونه كما ذكر؟!\nأوليس ذلك مما يزيدهم عنه بعد استفهام إنكاري، وقد كان غنيا أن يدعوهم بما\nينفرهم، وأن يستميلهم بما يوحشهم. وقد أسلم من أسلم من علمائهم كعبد الله\nبن سلام، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p403'> Vol. 08, p. 403</a>\n            </div>\n            \n</p>\n\n<p>\nوتميم الداري، وكعب، وقد وقفوا منه على مثل هذه الدعاوي.\n</p>\n\n<p>\nوقد روى ابن عساكر في تاريخ دمشق من طريق محمد بن حمزة بن يوسف بن عبد\nالله بن سلام عن أبيه عن جده عبد الله بن سلام: أنه لما سمع بمخرج النبي\nصلى الله عليه وسلم بمكة، خرج فلقيه، فقال له النبي صلى الله عليه وسلم:\n\"أنت ابن سلام عالم أهل يثرب\"؟ قال نعم: قال: \"ناشدتك بالله الذي أنزل\nالتوراة على موسى، هل تجد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p404'> Vol. 08, p. 404</a>\n            </div>\n            \n</p>\n\n<p>\n\"صفتي في كتاب الله\"؟ قال: انسب ربك يا محمد، فارتج النبي صلى الله عليه\nوسلم فقال له جبريل: {قل هو الله أحد، الله الصمد، لم يلد ولم يولد، ولم\nيكن له كفوا أحد} \" [الإخلاص: 1-4] ، فقال له ابن سلام: أشهد أنك رسول\nالله، وإن الله مظهرك ومظهر دينك على الأديان، وإني لأجد صفتك في كتاب\nالله: {يا أيها النبي إنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p405'> Vol. 08, p. 405</a>\n            </div>\n            \n</p>\n\n<p>\nأرسلناك شاهدا ومبشرا ونذيرا} ، أنت عبدي ورسولي، سميتك المتوكل، ليس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p406'> Vol. 08, p. 406</a>\n            </div>\n            \n</p>\n\n<p>\nبفظ ولا غليظ ولا سخاب في الأسواق، ولا يجزي بالسيئة مثلها، ولكن يعفو\nويصفح، ولن يقبضه الله حتى يقيم به الملة العوجاء، حتى يقولوا: لا إله إلا\nالله، ويفتح به أعينا عميا، وآذانا صما وقلوبا غلفا.\n</p>\n\n<p>\nوقوله: \"ليس بفظ ولا غليظ\" موافق لقوله تعالى: {فبما رحمة من الله لنت\nلهم ولو كنت فظا غليظ القلب لانفضوا من حولك} [آل عمران: 159] ولا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p407'> Vol. 08, p. 407</a>\n            </div>\n            \n</p>\n\n<p>\nيعارض قوله: {واغلظ عليهم} [التوبة: 73] ؛ لأن النفي محمول على طبعة\nالكريم الذي جبل عليه، والأمر محمول على المعالجة، أو النفي بالنسبة إلى\nالمؤمنين والأمر <span id='ms0778'></span> بالنسبة إلى الكفار والمنافقين كما هو مصرح به في نفس\nالآية.\n</p>\n\n<p>\n\"وقلوبا غلفا\": أي مغشاة مغطاة، واحدها: أغلف، ومنه غلاف السيف وغيره.\n</p>\n\n<p>\nوأخرج البيهقي وأبو نعيم عن أم الدرداء -أو امرأة أبي الدرداء- قالت: قلت\nلكعب، كيف تجدون صفة رسول الله صلى الله عليه وسلم في التوراة؟ قال: كنا\nنجده موصوفا فيها: محمد رسول الله اسمه المتوكل، ليس بفظ ولا غليظ ولا سخاب\nفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p408'> Vol. 08, p. 408</a>\n            </div>\n            \n</p>\n\n<p>\nالأسواق، وأعطي المفاتيح، ليبصر الله به أعينا عورا، ويسمع به آذانا صما،\nويقيم به ألسنة معوجة، حتى يشهدوا أن لا إله إلا الله وحده لا شريك له،\nيعين المظلوم ويمنعه من أن يستضعف.\n</p>\n\n<p>\nوفي البخاري: عن عطاء بن يسار قال: لقيت عبد الله بن عمرو بن العاص،\nفقلت: أخبرني عن صفة رسول الله صلى الله عليه وسلم قال: أجل، والله إنه\nلموصوف في التوراة ببعض صفته في القرآن: {يا أيها النبي إنا أرسلناك شاهدا\nومبشرا ونذيرا} ، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p409'> Vol. 08, p. 409</a>\n            </div>\n            \n</p>\n\n<p>\nوحرزا للأميين، أنت عبدي ورسولي، سميتك المتوكل ليس بفظ ولا غليظ ولا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p410'> Vol. 08, p. 410</a>\n            </div>\n            \n</p>\n\n<p>\nسخاب في الأسواق، ولا يدفع بالسية السيئة، ولكن يعفو ويغفر، ولن يقبضه\nالله حتى يقيم به الملة العوجاء، بأن يقولوا: لا إله إلا الله، ويفتح به\nأعينا عميا وآذانا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p411'> Vol. 08, p. 411</a>\n            </div>\n            \n</p>\n\n<p>\nصما وقلوبا غلفا.\n</p>\n\n<p>\nوعند ابن إسحاق: ولا صخب في الأسواق، ولا متزين بالفحش، ولا قوال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p412'> Vol. 08, p. 412</a>\n            </div>\n            \n</p>\n\n<p>\nللخنا، أسدده بكل جميل، وأهب له كل خلق كريم، ثم أجعل السكينة لباسه،\nوالبر شعاره، التقوى ضميره، والحكمة معقوله, والصدق والوفاء طبيعته، والعفو\nوالمعروف خلقه، والعدل سيرته، والحق شريعته، والهدى إمامه، والإسلام ملته،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p413'> Vol. 08, p. 413</a>\n            </div>\n            \n</p>\n\n<p>\nوأحمد، أهدى به بعد الضلالة، وأعلم به بعد الجهالة، وأرفع به بعد\nالخمالة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p414'> Vol. 08, p. 414</a>\n            </div>\n            \n</p>\n\n<p>\nوأسمي به بعد النكرة، وأكثر به بعد القلة، وأغنى به بعد العيلة، وأجمع به\nبعد الفرقة، وأؤلف به بين قلوب مختلفة، وأهواء متشتتة، وأمم متفرقة، وأجعل\nأمته خير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p415'> Vol. 08, p. 415</a>\n            </div>\n            \n</p>\n\n<p>\nأمة أخرجت للناس.\n</p>\n\n<p>\nوأخرج البيهقي عن ابن عباس قال: قدم الجارود فأسلم وقال: والذي بعثك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p416'> Vol. 08, p. 416</a>\n            </div>\n            \n</p>\n\n<p>\nبالحق لقد وجدت صفتك في الإنجيل، ولقد بشر بك ابن البتول.\n</p>\n\n<p>\nوأخرج ابن سعد قال <span id='ms0779'></span>: لما أمر إبراهيم الخليل بإخراج هاجر حمل على البراق،\nفكان لا يمر إبراهيم بأرض عذبة سهلة إلا قال: أنزل ههنا يا جبريل، فيقول:\nلا، حتى أتى مكة فقال جبريل: انزل يا إبراهيم، قال: حيث لا ضرع ولا زرع،\nقال: نعم ههنا يخرج النبي الذي من ذرية ابنك الذي تتم به الكلمة العليا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p417'> Vol. 08, p. 417</a>\n            </div>\n            \n</p>\n\n<p>\nوفي التوراة -مما اختاروه بعد الحذف والتحريف والتبديل، مما ذكره ابن ظفر\nفي \"البشر\" وابن قتيبة في \"أعلام النبوة\": تجلى الله من سينا، وأشرق من\nساعير، واستعلن من جبال فاران.\n</p>\n\n<p>\nفسينا هو الجبل الذي كلم الله فيه موسى.\n</p>\n\n<p>\nو\"ساعير\" هو الجبل الذي كلم الله فيه عيسى، فظهرت فيه نبوته.\n</p>\n\n<p>\nوجبال \"فاران\" وهو اسم عبراني -وليست ألفه الأولى همزة- هي جبال بني هاشم\nالتي كان رسول الله صلى الله عليه وسلم يتحنث في أحدها وفيه فاتحة الوحي،\nوهو أحد ثلاثة جبال، أحدها: أبو قبيس، والمقابل له قعيقعان إلى بطن الوادي،\nوالثالث: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p418'> Vol. 08, p. 418</a>\n            </div>\n            \n</p>\n\n<p>\nالشرقي فاران، ومنفتحه الذي يلي قعيقعان إلى بطن الوادي، وهو شعب بني\nهاشم، وفيه مولده صلى الله عليه وسلم على أحد الأقوال.\n</p>\n\n<p>\nقال ابن قتيبة: وليس بهذا غموض؛ لأن تجلي الله من سينا، إنزاله التوراة\nعلى موسى بطور سيناء، ويجب أن يكون إشراقه من \"ساعير\" إنزاله على المسيح\nالإنجيل، وكان المسيح يسكن من ساعير أرض الخليل، بقرية تدعى ناصرة، وباسمها\nتسمى من اتبعه نصارى، فكما وجب أن يكون إشراقه من ساعير إنزاله على المسيح\nالإنجيل فكذلك يجب أن يكون استعلانه من جبال فاران إنزاله القرآن على محمد\nصلى الله عليه وسلم، وهي جبال مكة، وليس بين المسلمين وأهل الكتاب في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p419'> Vol. 08, p. 419</a>\n            </div>\n            \n</p>\n\n<p>\nذلك اختلاف في أن فاران هي مكة.\n</p>\n\n<p>\nوإن ادعى أنها غير مكة قلنا: أليس في التوراة: إن الله أسكن هاجر\nوإسماعيل فاران؟ وقلنا: دلونا على الموضع الذي استعلن الله منه واسمه\nفاران، والنبي الذي أنزل عليه كتاب بعد المسيح، أوليس \"استعلن\" و \"علن\"\nبمعنى واحد، وهو ما ظهر وانكشف. فهل تعلمون دينا ظهر ظهور الإسلام، وفشا في <span id='ms0780'></span>\nمشارق الأرض ومغاربها فشوه.\n</p>\n\n<p>\nوفي التوراة أيضا -مما ذكره ابن ظفر- خطابا لموسى، والمراد به الذين\nاختارهم لميقات ربه الذين أخذتهم الرجفة خصوصا، ثم بني إسرائيل عموما:\nوالله ربك يقيم نبيا من إخوتك، فاستمع له كالذي سمعت ربك في حوريت يوم\nالاجتماع حين قلت: لا أعود أسمع صوت الله ربي لئلا أموت، فقال الله تعالى:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p420'> Vol. 08, p. 420</a>\n            </div>\n            \n</p>\n\n<p>\nنعم ما قالوا: وسأقيم لهم نبيا مثلك من إخوتهم، وأجعل كلامي في فمه لهم\nكل شيء أمرته به، وأيما رجل لم يطع من تكلم باسمي فإني أنتقم منه.\n</p>\n\n<p>\nقال: وفي هذا الكلام أدلة على نبوة محمد صلى الله عليه وسلم:\n</p>\n\n<p>\nفقوله: \"نبيا من إخوتهم\"، وموسى وقومه من بني إسحاق، وإخوتهم من بني\nإسماعيل، ولو كان هذا النبي الموعود به من بني إسحاق لكان من أنفسهم لا من\nإخوتهم.\n</p>\n\n<p>\nوأما قوله: \"نبيا مثلك\" وقد قال في التوراة: لا يقوم في بني إسرائيل أحد\nمثل موسى، وفي ترجمة أخرى، مثل موسى لا يقوم في بني إسرائيل أبدا. فذهبت\nاليهود إلى أن هذا النبي الموعود به هو يوشع بن نون، وذلك باطل؛ لأن يوشع\nلم يكن كفؤا لموسى عليه السلام، بل كان خادما له في حياته، ومؤكدا لدعوته\nبعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p421'> Vol. 08, p. 421</a>\n            </div>\n            \n</p>\n\n<p>\nوفاته، فتعين أن يكون المراد به محمدا صلى الله عليه وسلم فإنه كفؤ موسى؛\nلأنه يماثله في نصب الدعوة، والتحدي بالمعجزة، وشرع الأحكام، وإجراء النسخ\nعلى الشرائع السالفة.\n</p>\n\n<p>\nوقوله تعالى: \"اجعل كلامي في فمه\" فإنه واضح في أن المقصود به محمد صلى\nالله عليه وسلم؛ لأن معناه أوحي إليه بكلامي، فينطق به على نحو ما سمعه،\nولا أنزل صحفا ولا ألواحا؛ لأنه أمي، لا يحسن أن يقرأ المكتوب.\n</p>\n\n<p>\nوفي الإنجيل -مما ذكره ابن طغر بك في \"الدر المنتظم\" قال يوحنا في إنجيله\nعن المسيح أنه قال: أنا أطلب لكم من الأب أن يعطيكم \"فار قليط\" آخر يثبت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p422'> Vol. 08, p. 422</a>\n            </div>\n            \n</p>\n\n<p>\nمعكم إلى الأبد، روح الحق الذي لن يطيق العالم أن يقتلوه.\n</p>\n\n<p>\nوهو عند ابن ظفر بلفظ: إن أحببتموني فاحفظوا وصيتي، وأنا أطلب <span id='ms0781'></span> إلى أبي\nفيعطيكم \"فار قليط\" آخر يكون معكم الدهر كله.\n</p>\n\n<p>\nقال: فهذا تصريح بأن الله تعالى سيبعث إليهم من يقوم مقامه، وينوب عنه في\nتبليغ رسالة ربه وسياسة خلقه منا به، وتكون شريعته باقية مخلفة أبدا، فهل\nهذا إلا محمد صلى الله عليه وسلم؟ انتهى.\n</p>\n\n<p>\nولم يذكر فصول \"الفارقليط\" -كما أفاده ابن طغر بك- سوى يوحنا، دون غيره\nمن نقلة الإنجيل.\n</p>\n\n<p>\nوقد اختلف النصارى في تفسير \"الفارقليط\".\n</p>\n\n<p>\nفقيل هو: الحامد، وقيل: هو المخلص. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p423'> Vol. 08, p. 423</a>\n            </div>\n            \n</p>\n\n<p>\nفإن وافقناهم على أنه المخلص أفضى بنا الأمر إلى أن المخلص رسول يأتي\nلخلاص العالم، وذلك من غرضنا؛ لأن كل نبي مخلص لأمته من الكفر، ويشهد له\nقول المسيح في الإنجيل: إني جئت لخلاص العالم، فإذا ثبت أن المسيح هو الذي\nوصف نفسه بأنه مخلص العالم، وهو الذي سأل الأب أن يعطيهم \"فارقليط\" آخر،\nففي مقتضى اللفظ ما يدل على أنه قد تقدم فارقليط أول حتى يأتي فارقليط آخر.\n</p>\n\n<p>\nوإن تنزلنا معهم على القول بأنه: الحامد، فأي لفظ أقرب إلى أحمد ومحمد من\nهذا.\n</p>\n\n<p>\nقال ابن ظفر: وفي الإنجيل -مما ترجموه- ما يدل على أن الفارقليط: الرسول،\nفإنه قال: إن هذا الكلام الذي يسمعونه ليس هو لي، بل الأب الذي أرسلني بهذا\nالكلام لكم، وأما \"البارقليط\" روح القدس الذي يرسله أبي باسمي، فهو يعلمكم\nكل شيء، وهو يذكركم كل ما قلته لكم.\n</p>\n\n<p>\nفهل بعد هذا بيان؟ أليس هذا صريحا في أن \"الفارقليط\" رسول يرسله الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p424'> Vol. 08, p. 424</a>\n            </div>\n            \n</p>\n\n<p>\nتعالى، وهو روح القدس، وهو يصدق بالمسيح، ويظهر اسمه أنه رسول حق من\nالله، وليس بإله، وهو يعلم الخلق كل شيء، ويذكرهم كل ما قاله المسيح عليه\nالسلام، وكل ما أمرهم به من توحيد الله.\n</p>\n\n<p>\nوأما قوله: \"أبي\" فهذه اللفظة مبدلة محرفة. وليست منكرة الاستعمال عند\nأهل الكتابين، إشارة إلى الرب سبحانه وتعالى؛ لأنها عندهم لفظة تعظيم،\nيخاطب بها المتعلم معلمه الذي يستمد منه العلم. ومن المشهور مخاطبة النصارى\nعظماء دينهم بالآباء الروحانية، ولم عتزل بنو إسرائيل وبنو عيصو يقولون:\nنحن أبناء <span id='ms0782'></span> الله بسوء فهمهم عن الله تعالى.\n</p>\n\n<p>\nوأما قوله: \"يرسله أبي باسمي\" فهو إشارة إلى شهادة المصطفى له بالصدق\nوالرسالة، وما تضمنه القرآن من مدحه عما افتري في أمره. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p425'> Vol. 08, p. 425</a>\n            </div>\n            \n</p>\n\n<p>\nوفي ترجمة أخرى للإنجيل، أنه قال: \"الفارقليط\" إذا جاء وبخ العالم على\nالخطيئة، ولا يقول من تلقاء نفسه، ما يسمع يكلمهم به، ويسوسهم بالحق،\nويخبرهم بالحوادث.\n</p>\n\n<p>\nوهو عند ابن طغر بك بلفظ: فإذا جاء روح الحق، ليس ينطق من عنده، بل يتكلم\nبل ما يسمع من الله، ويخبرهم بما يأتي، وهو يمجدني؛ لأنه يأخذ مما هو لي\nويخبركم.\n</p>\n\n<p>\nفقوله: \"ليس ينطق من عنده\" وفي الرواية الأخرى: \"ولا يقول من تلقاء نفسه\nبل يتكلم بكل ما يسمع\" أي: من الله الذي أرسله، وهذا كما قال تعالى في صفته\nصلى الله عليه وسلم: {وما ينطق عن الهوى، إن هو إلا وحي يوحى} [النجم: 3] .\n</p>\n\n<p>\nوقوله: \"وهو يمجدني\" فلم يمجده حق تمجيده إلا محمد صلى الله عليه وسلم؛\nلأنه وصفه بأنه رسول الله، وبرأه وبرأ أمه -عليهما السلام- مما نسب إليهما،\nوأمر أمته بذلك.\n</p>\n\n<p>\nقال ابن ظفر: فمن ذا الذي وبخ العلماء على كتمان الحق، وتحريف الكلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p426'> Vol. 08, p. 426</a>\n            </div>\n            \n</p>\n\n<p>\nعن مواضعه، وبيع الدين بالثمن البخس، من ذا الذي أنذر بالحوادث وأخبر\nبالغيوب إلا محمد صلى الله عليه وسلم، ولله در أبي محمد عبد الله الشقراطسي\nحيث قال في قصيدته المشهورة:\n</p>\n\n<p>\nتوراة موسى أتت عنه فصدقها ... إنجيل عيسى بحق غير مفتعل\n</p>\n\n<p>\nأخبار أحبار تلك الكتب قد وردت ... عما رأوا ورووا في الأعصر الأول\n</p>\n\n<p>\nويعجبني قول العارف الرباني أبي عبد الله بن النعمان حيث قال:\n</p>\n\n<p>\nهذا النبي محمد جاءت له ... توراة موسى للأنام تبشر\n</p>\n\n<p>\nوكذاك إنجيل المسيح موافق ... ذكرا لأحمد معرب ومذكر\n</p>\n\n<p>\nويرحم الله ابن جابر محمدا حيث قال:\n</p>\n\n<p>\nلمبعثه في كل جيل علامة ... على ما جلته الكتب من أمره الجلي\n</p>\n\n<p>\nفجاء به إنجيل عيسى بآخر ... كما قد مضت توراة موسى بأول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p427'> Vol. 08, p. 427</a>\n            </div>\n            \n</p>\n\n<p>\nوفي الدلائل للبيهقي عن الحاكم -بسند لا بأس به- عن أبي أمامة الباهلي عن\nهشام بن العاص الأموي <span id='ms0783'></span> قال: بعثت أنا ورجل آخر إلى هرقل صاحب الروم ندعوه\nإلى الإسلام، فذكر الحديث، وأنه أرسل إليهم ليلا، قال: فدخلنا عليه، فدعا\nبشيء كهيئة الربعة العظيمة مذهبة فيها بيوت صغار عليها أبواب، ففتح واستخرج\nحريرة سوداء، فنشرها فإذا فيها صورة حمراء، وإذا رجل ضخم العينين عظيم\nالأليتين، لم أر مثل طول عنقه، وإذا له ضفيرتان أحسن ما خلق الله تعالى،\nقال: أتعرفون هذا؟ قلنا: لا قال: هذا آدم عليه السلام، ثم فتح بابا آخر\nفاستخرج حريرة سوداء، وإذا فيها صورة بيضاء، فإذا رجل أحمر العينين ضخم\nالهامة حسن اللحية، فقال: أتعرفون هذا؟ قلنا: لا، قال: هذا نوح عليه\nالسلام، ثم فتح بابا آخر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p428'> Vol. 08, p. 428</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرج حريرة فإذا فيها صورة بيضاء، وإذا فيها -والله- رسول الله صلى الله\nعليه وسلم، فقال: أتعرفون هذا؟ قلنا: نعم، محمد رسول الله ونبينا، والله\nإنه قام قائما ثم جلس وقال: إنه لهو؟ قلنا: نعم إنه لهو كأنك تنظر إليه،\nفأمسك ساعة ينظر إليها، ثم قال: أما والله إنه لآخر البيوت، ولكن عجلته لكم\nلأنظر ما عندكم. الحديث، وفيه ذكر صور الأنبياء: إبراهيم وموسى وعيسى\nوسليمان وغيرهم. قال: فقلنا له: من أين لك هذه الصور؟ فقال: إن آدم سأل ربه\nأن يريه الأنبياء من ولده فأنزل عليه صورهم، فكان في خزانة آدم عند مغرب\nالشمس، فاستخرجها ذو القرنين من مغرب الشمس فدفعها إلى دانيال. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p429'> Vol. 08, p. 429</a>\n            </div>\n            \n</p>\n\n<p>\nوفي زبور داود عليه السلام، من مزمور أربعة وأربعين: فاضت النغمة من\nشفتيك، من أجل هذا باركك الله إلى الأبد، تقلد أيها الجبار سيفك، فإن\nشرائعك وسنتك مقرونة بهيبة يمينك، وسهامك مسنونة، وجميع الأمم يخرون تحتك.\n</p>\n\n<p>\nفهذا المزمور ينوه بمحمد صلى الله عليه وسلم، فالنعمة التي فاضت من شفتيه\nهي القول الذي يقوله، وهو الكتاب الذي أنزل عليه والسنة التي سنها.\n</p>\n\n<p>\nوفي قوله: \"تقلد سيفك أيها الجبار\" دلالة على أنه النبي العربي، إذ ليس\nيتقلد السيف أمة من الأمم إلا العرب، وكلهم يتقدلونها على عواتقهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p430'> Vol. 08, p. 430</a>\n            </div>\n            \n</p>\n\n<p>\nوفي قوله \"فإن شرائعك وسنتك\" نص صريح على <span id='ms0784'></span> أنه صاحب شريعة وسنة، وأنها\nتقوم بسيفه.\n</p>\n\n<p>\nو\"الجبار\" الذي يجبر الخلق بالسيف على الحق ويصرفهم عن الكفر جبرا.\n</p>\n\n<p>\nوعن وهب بن منبه قال: قرأت في بعض الكتب القديمة، قال الله تبارك وتعالى:\nوعزتي وجلالي، لأنزلن على جبال العرب نورا يملأ ما بين المشرق والمغرب،\nولأخرجن من ولد إساعيل نبيا عربيا أميا يؤمن به عدد نجوم السماء ونبات\nالأرض، كلهم يؤمن بي ربا، وبه رسولا، ويكفرون بملل آبائهم ويفرون منها، قال\nموسى: سبحانك وتقدمت أسماؤك، ولقد كرمت هذا النبي وشرفته، قال الله: يا\nموسى، إني أنتقم من عدوه في الدنيا والآخرة، وأظهر دعوته على كل دعوة، وأذل\nمن خالف شريعته، وبالعدل زينته، وللقسط أخرجته، وعزتي لأستنقذن به أمما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p431'> Vol. 08, p. 431</a>\n            </div>\n            \n</p>\n\n<p>\nمن النار، فتحت الدنيا بإبراهيم وأختمتها بمحمد، فمن أدركه ولم يؤمن به\nولم يدخل في شريعة فهو من الله بريء. ذكر ابن ظفر وغيره. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p432'> Vol. 08, p. 432</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head9'>النوع الخامس: في آيات تتضمن أقسامه تعالى على تحقيق رسالته</h1>\n\n<p>\nوثبوت ما أوحى إليه من آياته وعلو رتبته الرفيعة ومكانته\n</p>\n\n<p>\nوهذا النوع -أعزك الله- لخصت أكثره من كتاب أقسام القرآن للإمام العلامة\nابن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p432'> Vol. 08, p. 432</a>\n            </div>\n            \n</p>\n\n<p>\nالقيم، مع زيادات من فرائد الفوائد.\n</p>\n\n<p>\nفاعلم أن الله تعالى أقسم بأمور على أمور، وإنما أقسم بنفسه الموصوفة\nبصفاته، وبآياته المستلزمة لذاته وصفاته، وأقسامه ببعض مخلوقاته دليل على\nأنه من عظيم آياته.\n</p>\n\n<p>\nثم تعالى تارة يذكر جواب القسم وهو الغالب وتارة يحذفه. وتارة يقسم على\nأن القرآن حق، وتارة على أن الرسول حق، وتارة على أن الجزاء والوعد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p433'> Vol. 08, p. 433</a>\n            </div>\n            \n</p>\n\n<p>\nوالوعيد حق.\n</p>\n\n<p>\nفالأول: كقوله تعالى: {فلا أقسم بمواقع النجوم، وإنه لقسم لو تعلمون\nعظيم، إنه لقرآن كريم، في كتاب مكنون، لا يمسه إلا المطهرون} [الواقعة:\n75-79] .\n</p>\n\n<p>\nوالثاني: كقوله تعالى: {يس، والقرآن الحكيم، إنك لمن المرسلين، على صراط\nمستقيم} [يس: 1-3] .\n</p>\n\n<p>\nوالثالث: كقوله: {والذاريات ذروا} [الذاريات: 10] ، إلى قوله: {إن الدين\nلواقع} .\n</p>\n\n<p>\nوهذه الأمور الثلاثة متلازمة، فمتى ثبت أن الرسول حق، ثبت أن القرآن حق،\nوثبت المعاد، ومتى ثبت أن القرآن حق ثبت صدق الرسول الذي جاء به، ومتى ثبت\nأن <span id='ms0785'></span> الوعد والوعيد حق ثبت صدق الرسول الذي جاء به.\n</p>\n\n<p>\nوفي هذا النوع خمسة فصول. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p434'> Vol. 08, p. 434</a>\n            </div>\n            \n</p>\n\n<p>\nالفصل الأول: في قسمه تعالى على ما خصه به من الخلق العظيم\n</p>\n\n<p>\nوحباه من الفضل العميم\n</p>\n\n<p>\nقال الله تعالى: {ن والقلم وما يسطرون، ما أنت بنعمة ربك بمجنون، وإن لك\nلأجرا غير ممنون، وإنك لعلى خلق عظيم} [القلم: 1-4] .\n</p>\n\n<p>\n{ن} من أسماء الحروف ك {الم} و {المص} و {ق} .\n</p>\n\n<p>\nواختلف فيها، فقيل: هي أسماء للقرآن، وقيل: أسماء للسور.\n</p>\n\n<p>\nوقيل: أسماء لله، ويدل عليه أن عليا رضي الله عنه كان يقول: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p435'> Vol. 08, p. 435</a>\n            </div>\n            \n</p>\n\n<p>\nيا {كهيعص} [مريم: 1] ، {حم، عسق} [الشورى: 1-2] ، كما قيل: ولعله أراد\nيا منزلهما.\n</p>\n\n<p>\nوقيل: إنه سر استأثر الله بعلمه، وقد روي عن الخلفاء الأربعة وغيرهم من\nالصحابة ما يقرب منه، ولعلهم أرادوا أنها أسرار بين الله ورسوله، لم يقصد\nبها إفهام غيره، إذ يبعد الخطاب من الله بما لا يفيد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p436'> Vol. 08, p. 436</a>\n            </div>\n            \n</p>\n\n<p>\nوهل المراد بقوله هنا: {ن} اسم الحوت، وهل المراد به الجنس أو اليهموت\nوهو الذي عليه الأرض.\n</p>\n\n<p>\nوقيل: المراد به الدواة وهو مروي عن ابن عباس، ويكون هذا قسما بالدواة\nوالقلم، فإن المنفعة بهما بسبب الكتابة عظيمة، فإن التفاهم تارة يحصل\nبالنطق وتارة بالكتابة.\n</p>\n\n<p>\nقيل: إن \"نون\" لوح من نور تكتب فيه الملائكة ما يأمرهم به الله. رواه\nمعاوية بن قرة مرفوعا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p437'> Vol. 08, p. 437</a>\n            </div>\n            \n</p>\n\n<p>\nوأقسم الله تعالى بالكتاب وآلته هو القلم الذي هو إحد آياته وأول\nمخلوقاته الذي جرى به قدره وشرعه، وكتب به الوحي، وقيد به الدين، وأثبت به\nالشريعة، وحفظت به العلوم، وقامت به بمصالح العباد في المعاش والمعاد،\nوأقام به في الناس أبلغ خطيب وأفصحه وأنفعه لهم وأنصحه، وواعظا تشفي مواعظه\nالقلوب من السقم، وطبيبا يبرئ بإذن باريه من أنواع الألم على تنزيه نبيه\nورسوله محمد المحمود في كل أقواله، وأفعاله مما عمصته أعداؤه الكفرة به،\nوتكذيبهم له بقوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p438'> Vol. 08, p. 438</a>\n            </div>\n            \n</p>\n\n<p>\nتعالى: {ما أنت بنعمة ربك بمجنون} [القلم: 2] .\n</p>\n\n<p>\nوكيف يرمى بالجنون من أتى بما عجزت العقلاء قاطبة عن معارضته، وكلت عن\nمماثلته، وعرفهم عن الحق بما لا تهتدي إليه <span id='ms0786'></span> عقولهم، بحيث أذعنت له عقول\nالعقلاء، وخضعت له ألباب الألباء، وتلاشت في جنب ما جاء به، بحيث لم يسعها\nإلا التسليم له، والانقياد والإذعان طائعة مختارة، فهو الذي يكمل عقولها\nكما تكمل الطفل برضاع الثدي.\n</p>\n\n<p>\nثم أخبر تعالى عن كمال شريعة نبيه في دنياه وآخرته فقال: {وإن لك لأجرا\nغير ممنون} أي: ثوابا غير منقطع، بل هو دائم، ونكر الأجر للتعظيم، أي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p439'> Vol. 08, p. 439</a>\n            </div>\n            \n</p>\n\n<p>\nأجرا عظيما لا يدركه الوصف ولا يناله التعبير.\n</p>\n\n<p>\nثم أثنى عليه بما منحه فقال: {وإنك لعلى خلق عظيم} وهذه من أعظم آيات\nنبوته ورسالته، ولقد سئلت عائشة رضي الله عنها عن خلقه صلى الله عليه وسلم\nفقالت: \"كان خلقه القرآن\" ومن ثم قال ابن عباس وغيره: أي على دين عظيم،\nوسمي الدين خلقا؛ لأن الخلق هيئة مركبة من علوم صادقة وإرادات زاكية وأعمال\nظاهرة وباطنة موافقة للعدل والحكمة والمصلحة، وأقوال مطابقة للحق، تصدر تلك\nالأقوال والأعمال عن تلك العلوم والإرادات فتكسب النفس بها أخلاقا حسنة هي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p440'> Vol. 08, p. 440</a>\n            </div>\n            \n</p>\n\n<p>\nأزكى الأخلاق وأشرفها وأفضلها. وهذه كانت أخلاقه صلى الله عليه وسلم\nالمقتبسة من القرآن، فكان كلامه مطابقا للقرآن تفصيلا وتبيينا، وعلومه علوم\nالقرآن، وإرادته وأعمال ما أوجبه وندبه إليه القرآن، وإعراضه وتركه لما منع\nالقرآن، ورغبته فيما رغب فيه، وزهده فيما زهد فيه، وكراهته فيما كرهه، فيه\nومحبته فيما أحبه، وسعيه في تنفيذ أوامره، فترجمت أم المؤمنين عائشة لكمال\nمعرفتها بالقرآن وبالرسول، وحسن تعبيرها عن هذا كله بقولها: \"كان خلقه\nالقرآن\"، وفهم السائل عنها هذا المعنى فاكتفى به واشتفى.\n</p>\n\n<p>\nولما وصفه تعالى بأنه على خلق عظيم قال: {فستبصر ويبصرون، بأييكم}\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p441'> Vol. 08, p. 441</a>\n            </div>\n            \n</p>\n\n<p>\nالمفتون} أي فسترى يا محمد وسيرى المشركون كيف عاقبة أمرك، فإنك تصير\nمعظما في القلوب، ويصيرون أذلاء مغلوبين وتستولي عليهم بالقتل والنهب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p442'> Vol. 08, p. 442</a>\n            </div>\n            \n</p>\n\n<p>\nالفصل الثاني: في قسمه تعالى على ما أنعم به عليه\n</p>\n\n<p>\nوأظهره من قدره العلي لديه\n</p>\n\n<p>\nقال الله: {والضحى، والليل إذا سجى، ما ودعك ربك وما قلى} السورة [الضحى:\n1-3] . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p442'> Vol. 08, p. 442</a>\n            </div>\n            \n</p>\n\n<p>\nأقسم الله تعالى على إنعامه على رسول الله صلى الله عليه وسلم <span id='ms0787'></span> وإكرامه له\nوإعطائه ما يرضيه، وذلك متضمن لتصديقه له، فهو قسم على صحة نبوته، وعلى\nجزائه في الآخرة فهو قسم على النبوة والمعاد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p443'> Vol. 08, p. 443</a>\n            </div>\n            \n</p>\n\n<p>\nوأقسم الله تعالى بآيتين عظيمتين من آياته دالتين على ربوبيته ووحدانيته،\nوحكمته ورحمته، وهما الليل والنهار، وفسر بعضهم -كما حكاه الإمام فخر\nالدين- الضحى بوجهه صلى الله عليه وسلم والليل بشعره، وقال: ولا استبعاد\nفيه.\n</p>\n\n<p>\nوتأمل مطابقة هذا القسم فيه، وهو نور الضحى الذي يوافي بعد ظلام الليل،\nللمسقم عليه وهو نور الوحي الذي وافاه بعد احتباسه عنه، حتى قال أعداؤه:\nودع محمدا ربه، فأقسم بضوء النهار بعد ظلمة الليل على ضوء الوحي ونوره بعد\nظلمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p444'> Vol. 08, p. 444</a>\n            </div>\n            \n</p>\n\n<p>\nاحتباسه واحتجابه.\n</p>\n\n<p>\nوأيضا فإن الذي اقتضته رحمته أن لا يترك عباده في ظلمة الليل سرمدا بل\nهداهم بضوء النهار إلى مصالحهم، ومعايشهم لا يتركهم في ظلمة الغي والجهل بل\nيهديهم بنور الوحي والنبوة إلى مصالح دنياهم وآخرتهم، فتأمل حسن ارتباط\nالمقسم بالمقسم عليه.\n</p>\n\n<p>\nوتأمل هذه الجزالة والرونق الذي على هذه الألفاظ، والجلالة التي في\nمعانيها.\n</p>\n\n<p>\nونفى سبحانه أن يكون ودع نبيه أو قلاه، فالتوديع: الترك، والقلى: البغض،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p445'> Vol. 08, p. 445</a>\n            </div>\n            \n</p>\n\n<p>\nأي: ما تركك منذ اعتنى بك، وما أبغضك منذ أحبك، وحذف \"الكاف\" من \"قلى\"\nاكتفاء بكاف ودعك؛ ولأن رءوس الآيات بالياء فأوجب اتفاق الفواصل حذفها.\n</p>\n\n<p>\nوهذا يعم كل أحواله، وإن كان حالة يرقيه إليها هي خير له مما قبلها، كما\nأن الدار الآخرة هي خير له مما قبلها، ثم وعده بما تقربه به عينه وتفرح به\nنفسه، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p446'> Vol. 08, p. 446</a>\n            </div>\n            \n</p>\n\n<p>\nويشرح به صدره، وهو أن يعطيه فيرضى. وهذا يعم ما يعطيه من القرآن والهدى\nوالنصر والظفر بأعدائه يوم بدر وفتح مكة، ودخول الناس في الدين أفواجا،\nوالغلبة على بني قريظة والنضير، وبث عساكره وسراياه في بلاد العرب، وما فتح\nعلى خلفائه الراشدين في أقطار الأرض من المدائن، وما قذف في قلوب أعدائه من\nالرعب، ونشر الدعوة، ورفع ذكره وإعلاء كلمته، وما يعطيه بعد مماته، وما\nيعطيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p447'> Vol. 08, p. 447</a>\n            </div>\n            \n</p>\n\n<p>\nفي موقف القيامة من الشفاعة والمقام المحمود، وما يعطيه في الجنة <span id='ms0788'></span> من\nالوسيلة والدرجة الرفيعة والكوثر.\n</p>\n\n<p>\nوقال ابن عباس: يعطيه في الجنة ألف قصر من لؤلؤ أبيض، ترابها المسك وفيها\nما يليق بها.\n</p>\n\n<p>\nوبالجملة: فقد دلت هذه الآية على أنه تعالى يعطيه عليه الصلاة والسلام كل\nما يرضيه.\n</p>\n\n<p>\nوأما ما يفتريه الجهال من أنه لا يرضى وواحد من أمته في النار، أو لا\nيرضى أن يدخل أحد من أمته النار، فهو من غرور الشيطان لهم ولعبه بهم، فإنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p448'> Vol. 08, p. 448</a>\n            </div>\n            \n</p>\n\n<p>\nصلوات الله عليه سرضي بما يرضى به ربه تبارك وتعالى، وهو سبحانه وتعالى\nيدخل النار من يستحقها من الكفار والعصاة، ثم يحد لرسوله صلى الله عليه\nوسلم حدا يشفع فيهم -كما يأتي إن شاء الله تعالى في المقصد الأخير- ورسوله\nعليه السلام أعرف به وبحقه من أن يقول: لا أرضى أن تدخل أحدا من أمتي النار\nاو تدعه فيها، بل ربه تبارك وتعالى يأذن له فيشفع فيمن شاء الله أن يشفع\nفيه، ولا يشفع في غير من أذن له ورضيه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p449'> Vol. 08, p. 449</a>\n            </div>\n            \n</p>\n\n<p>\nثم ذكره سبحانه بنعمه عليه من إيوائه بعد يتمه، فقال: {ألم يجدك يتيما\nفآوى} وذهب بعضهم إلى أن معنى اليتيم من قولهم: درة يتمية، أي: ألم يجدك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p450'> Vol. 08, p. 450</a>\n            </div>\n            \n</p>\n\n<p>\nواحدا في أرض قريش عديم النظير فآواك إليه وأغناك بعد الفقر.\n</p>\n\n<p>\nثم أمره سبحانه وتعالى أن يقابل هذه النعم الثلاثة بما يليق بها من الشكر\nفنهاه أن يقهر اليتيم، وأن ينهر السائل، وأن يكتم النعمة، بل يحدث بها، فإن\nمن شكر النعمة التحدث بها. وقيل: المراد بالنعمة النبوة، والتحدث بها:\nتبليغها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p451'> Vol. 08, p. 451</a>\n            </div>\n            \n</p>\n\n<p>\nالفصل الثالث: في قسمه تعالى على تصديقه عليه الصلاة والسلام\n</p>\n\n<p>\nفيما أتى به من وحيه وكتابه وتنزيهه عن الهوى في خطابه:\n</p>\n\n<p>\nقال الله تعالى: {والنجم إذا هوى، ما ضل صاحبكم وما غوى، وما ينطق عن\nالهوى} [النجم: 1-3] .\n</p>\n\n<p>\nأقسم تعالى بالنجم على تنزيه رسوله وبراءته مما نسبه إليه أعداؤه من\nالضلال والغي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p452'> Vol. 08, p. 452</a>\n            </div>\n            \n</p>\n\n<p>\nواختلف المفسرون في المراد بالنجم بأقاويل معروفة.\n</p>\n\n<p>\nمنها: \"النجم\" على ظاهره، وتكون \"أل\" لتعريف العهد في قول، ولتعريف الجنس\nفي آخر، وهي النجوم التي <span id='ms0789'></span> يهتدي بها. فقيل: الثريا إذا سقطت وغابت، وهو مروي\nعن ابن عباس في رواية علي بن أبي طلحة وعطية. والعرب إذا أطلقت النجم تريد\nبها الثريا. وعن ابن عباس في رواية عكرمة: النجوم التي ترمى بها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p453'> Vol. 08, p. 453</a>\n            </div>\n            \n</p>\n\n<p>\nالشياطين إذا سقطت في آثارها عند استراق السمع، وهذا قول الحسن، وعن\nالسدي الزهرة، وعن الحسن أيضا النجوم إذا سقطت يوم القيامة.\n</p>\n\n<p>\nوقيل: المراد به النبت الذي لا ساق له، و\"هوى\" أي سقط على الأرض.\n</p>\n\n<p>\nوقيل: القرآن، رواه الكلبي عن ابن عباس؛ لأنه نزل نجوما على رسول الله\nصلى الله عليه وسلم، وهو قول مجاهد ومقاتل والضحاك.\n</p>\n\n<p>\nوقال جعفر بن محمد بن علي بن الحسين: هو محمد صلى الله عليه وسلم \"إذا\nهوى\" أي نزل من السماء ليلة المعراج. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p454'> Vol. 08, p. 454</a>\n            </div>\n            \n</p>\n\n<p>\nوأظهر الأقوال: -كما قاله ابن القيم- أنها النجوم التي ترمى بها\nالشياطين، ويكون سبحانه قد أقسم بهذه الآية الظاهرة المشاهدة التي نصبها\nالله تعالى آية وحفظا للوحي من استراق الشياطين، على أن ما أتى به رسوله حق\nوصدق لا سبيل للشيطان ولا طريق له إليه، بل قد حرس بالنجم إذا هوى رصدا بين\nيدي الوحي، حرسا له، وعلى هذا فالارتباط بين المقسم به والمقسم عليه في\nغاية الظهور، وفي المقسم به دليل على المقسم عليه.\n</p>\n\n<p>\nوليس بالبين تسمية القرآن عند نزوله: بالنجم إذا هوى، ولا تسمية نزوله\nهويا، ولا عهد في القرآن بذلك، فيحمل هذا اللفظ عليه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p455'> Vol. 08, p. 455</a>\n            </div>\n            \n</p>\n\n<p>\nوليس بالبيت تخصيص هذا القسم بالثريا وحدها إذا غابت.\n</p>\n\n<p>\nوليس بالبيت أيضا القسم بالنجوم عند انتشارها يوم القيامة. بل هذا مما\nيقسم الرب عليه، ويدل عليه بآياته، فلا يجعله نفسه دليلا لعدم ظهوره\nللمخاطبين ولا سيما منكرو البعث، فإنه تعالى إنما يستدل بما لا يمكن جحده\nولا المكابرة فيه، ثم إنه بين المقسم به والمقسم عليه من المناسبة ما لا\nيخفى.\n</p>\n\n<p>\nفإن قلنا: إن المراد النجوم التي للاهتداء فالمناسبة ظاهرة، وإن قلنا: إن\nالمراد الثريا؛ فلأنه أظهر النجوم عند الرائي؛ لأنه لا يشتبه بغيره في\nالسماء، وهو <span id='ms0790'></span> ظاهر لكل أحد، والنبي صلى الله عليه وسلم تميز عن الكل بما منح\nمن الآيات البينات؛ ولأن الثريا إذا ظهرت من المشرق حان إدراك الثمار، وإذا\nظهرت من المغرب قرب أوان الخريف فتقل الأمراض، والنبي صلى الله عليه وسلم\nلما ظهر قل الشرك والأمراض القلبية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p456'> Vol. 08, p. 456</a>\n            </div>\n            \n</p>\n\n<p>\nوإن قلنا: إن المراد بها القرآن فهو استدلال بمعجزته صلى الله عليه وسلم\nعلى صدقه وبراءته، وأنه ما ضل ولا غوى، وإن قلنا: المراد به النبات،\nفالنبات به نبات القوى الجسمانية وصلاحها، والقوى العقلية أولى بالصلاح،\nوذلك بالرسل وإيضاح السبل.\n</p>\n\n<p>\nوتأمل كيف قال الله تعالى: {ما ضل صاحبكم} ولم يقل: محمد، تأكيدا لإقامة\nالحجة عليهم بأنه صاحبهم، وهو أعلم الخلق به وبحاله وأقواله وأعماله، وأنهم\nلا يعرفونه بكذب ولا غي ولا ضلال، ولا ينقمون عليه أمرا واحدا قط، وقد نبه\nتعالى على هذا المعنى بقوله عز وجل: {أم لم يعرفوا رسولهم} [المؤمنون: 69]\n.\n</p>\n\n<p>\nثم نزه نطق رسوله صلى الله عليه وسلم عن أن يصدر عن هوى فقال تعالى: {وما\nينطق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p457'> Vol. 08, p. 457</a>\n            </div>\n            \n</p>\n\n<p>\nعن الهوى} ولم يقل: وما ينطق بالهوى؛ لأن نفي نطقه عن الهوى أبلغ، فإنه\nيتضمن أن نطقه لا يصدر عن هوى، وإذا لم يصدر عن هوى فكيف ينطق به، فيتضمن\nهو الأمرين: نفي الهوى عن مصدر النطق، ونفيه عن النطق نفسه، فنطقه بالحق\nومصدره الهدى والرشاد، لا الغي والضلال. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p458'> Vol. 08, p. 458</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال تعالى: {إن هو إلا وحي يوحى} فأعاد الضمير على المصدر المفهوم من\nالفعل، أي: ما نطقه إلا وحي يوحى، وهذا أحسن من جعل الضمير عائدا إلى\nالقرآن، فإنه نطقه بالقرآن والسنة، وإن كليهما وحي يوحى، قال الله تعالى:\n{وأنزل الله عليك الكتاب والحكمة} [النساء: 113] وهما القرآن والسنة، وذكر\nالأوزاعي عن حسان بن عطية قال: كان جبريل ينزل على رسول الله صلى الله عليه\nوسلم بالسنة كما ينزل عليه بالقرآن يعلمه إياها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p459'> Vol. 08, p. 459</a>\n            </div>\n            \n</p>\n\n<p>\nثم أخبر تعالى عن وصف من علمه الوحي، والقرآن بما يعلم أنه مضاد لأوصاف\nالشياطين معلمي الضلال والغواية فقال: {علمه شديد القوى} وهو جبريل <span id='ms0791'></span>، أي\nقواه العلمية والعملية كلها شديدة، ولا شك أن مدح المعلم مدح للمتعلم. فلو\nقال: علمه جبريل ولم يصفه لم يحصل للنبي صلى الله عليه وسلم به فضيلة\nظاهرة. وهذا نظير قوله تعالى: {ذي قوة عند ذي العرش مكين} [التكوير: 20]\nكما سيأتي البحث فيه إن شاء الله تعالى.\n</p>\n\n<p>\nثم أخبر سبحانه وتعالى عن تصديق فؤاده لما رأته عيناه. وأن القلب صدق\nالعين، وليس كمن رأى شيئا على خلاف ما هو به، فكذب فؤاده بصره، بل ما رآه\nببصره صدقه الفؤاد، وعلم أنه كذلك. وفي حديث الإسراء مزيد لما ذكرته هنا،\nوالله الموفق والمعين.\n</p>\n\n<p>\nوقال تعالى: {فلا أقسم بالخنس، الجوار الكنس} إلى قوله: {وما هو بقول\nشيطان رجيم} [التكوير: 15] . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p460'> Vol. 08, p. 460</a>\n            </div>\n            \n</p>\n\n<p>\nأي: لا أقسم إذ الأمر أوضح من أن يحتاج إلى قسم.\n</p>\n\n<p>\nأو: فاقسم، و\"لا\" مزيدة للتأكيد، وهذا قول أكثر المفسرين بدليل قوله\nتعالى: {وإنه لقسم لو تعلمون عظيم} .\n</p>\n\n<p>\nقال الزمخشري: والوجه أن يقال: هي للنفي، أي أنه لا يقسم بالشيء إلا\nإعظاما له، فكأنه بإدخال حرف النفي يقول: إن إعظامي بإقسامي به كلا إعظام،\nيعني أنه يستأهل فوق ذلك.\n</p>\n\n<p>\nأقسم سبحانه وتعالى بالنجوم في أحوالها الثلاثة: في طلوعها وجريانها\nوغربوها، وبانصراف الليل وبإقبال النهار عقيبه من غير فصل، فذكر سبحانه\nحالة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p461'> Vol. 08, p. 461</a>\n            </div>\n            \n</p>\n\n<p>\nضعف هذا وإدباره، وحالة قوة هذا وإقباله، يطرد ظلمة الليل بتنفسه، فكلما\nتنفس هرب الليل وأدبر بين يديه، وذلك من آياته ودلائل ربوبيته أن القرآن\nقول رسول كريم، وهو هنا جبريل؛ لأنه ذكر صفته قطعا بعد ذلك بما يعنيه به.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p462'> Vol. 08, p. 462</a>\n            </div>\n            \n</p>\n\n<p>\nوأما \"الرسول الكريم\" في سورة \"الحاقة\" فهو محمد صلى الله عليه وسلم،\nفأضافه إلى الرسول الملكي تارة، وإلى البشري أخرى، وإضافته إليهما إضافة\nتبليغ، لا إضافة إنشاء من عندهما، ولفظ \"الرسول\" يدل على ذلك، فإن الرسول\nهو الذي يبلغ كلام من أرسله، فهذا صريح في أنه كلام من أرسل جبريل ومحمدا\nصلى الله عليه وسلم، فجبريل تلقاه عن الله، ومحمد صلى الله عليه وسلم تلقاه\nعن جبريل.\n</p>\n\n<p>\nوقد وصف الله <span id='ms0792'></span> تعالى رسوله الملكي في هذه السورة بأنه كريم يعطي أفضل\nالعطايا، وهي العلم والمعرفة والهدى والبر والإرشاد، وهذا غاية الكرم.\n</p>\n\n<p>\nوذي قوة، كما قال في النجم: {علمه شديد القوى} فيمتنع بقوته الشياطين أن\nيدنوا منه وأن يزيدوا فيه أو ينقصوا منه، وروي أنه رفع قريات قوم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p463'> Vol. 08, p. 463</a>\n            </div>\n            \n</p>\n\n<p>\nلوط على قوادم جناحه حتى سمع أهل السماء نباح كلابها وأصوات بنيها.\n</p>\n\n<p>\n{ذي قوة عند ذي العرش مكين} أي: متمكن المنزلة، وهذه العندية عندية\nالإكرام والتشريف والتعظيم.\n</p>\n\n<p>\nمطاع، في ملائكة الله تعالى المقربين، يصدرون عن أمره ويرجعون إلى رأيه،\nثم أمين على وحي الله ورسالته، فقد عصمه الله من الخيانة والزلل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p464'> Vol. 08, p. 464</a>\n            </div>\n            \n</p>\n\n<p>\nفهذه خمس صفات تتضمن تزكية سند القرآن، وأنه سماع محمد صلى الله عليه\nوسلم من جبريل، وسماع جبريل من رب العالمين، فناهيك بهذا السند علوا\nوجلالة، فقد تولى الله تزكيته بنفسه، ثم نزه رسوله البشري وزكاه مما يقول\nفيه أعداؤه فقال: {وما صاحبكم بمجنون} وهذا أمر يعلمونه ولا يشكون فيه، وإن\nقالوا بألسنتهم خلافه فهم يعلمون أنهم كاذبون.\n</p>\n\n<p>\nثم أخبر عن رؤيته صلى الله عليه وسلم لجبريل عليه الصلاة والسلام، وهذا\nيتضمن أنه ملك موجود في الخارج يرى بالعيان ويدرك بالبصر، خلافا لقوم؛\nحقيقته عندهم أنه خيال موجود في الأذهان لا في العيان، وهذا مما خالفوا فيه\nجميع الرسل وأتباعهم، وخرجوا به عن جميع الملل، ولهذا كان تقرير رؤية النبي\nصلى الله عليه وسلم لجبريل أهم من تقريره لرؤية ربه تبارك وتعالى، فإن\nرؤيته عليه الصلاة والسلام لجبريل هي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p465'> Vol. 08, p. 465</a>\n            </div>\n            \n</p>\n\n<p>\nأصل الإيمان لا يتم إلا باعتقادها، ومن أنكرها كفر قطعا، وأما رؤيته لربه\nتعالى فغايتها أن تكون مسألة نزاع لا يكفر جاحدها بالاتفاق. وقد صرح جماعة\nمن الصحابة بأنه لم يره، فنحن إلى تقرير رؤيته لجبريل أحوج منا إلى تقرير\nرؤيته لربه تعالى، وإن كانت رؤية الرب سبحانه وتعالى أعظم من رؤية جبريل،\nفإن النبوة لا تتوقف عليها البتة.\n</p>\n\n<p>\nثم نزه سبحانه وتعالى رسوليه كليهما صلى الله عليهما وسلم، أحدهما بطريق\nالنطق، والثاني بطريق <span id='ms0793'></span> اللزوم عما يضاد مقصود الرسالة من الكتمان الذي هو\nالضنة والبخل والتبديل والتغيير الذي يوجب التهمة، فقال: {وما هو على الغيب\nبضنين} فإن الرسالة لا يتم مقصودها إلا بأمرين: إذاعتها من غير كتمان\nوأدائها على وجهها من غير زيادة ولا نقصان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p466'> Vol. 08, p. 466</a>\n            </div>\n            \n</p>\n\n<p>\nوالقراءتان كالآيتين، فتضمنت إحداهما -وهي قراءة الضاد- تنزهه عن البخل،\nفإن الضنين: البخيل، يقال: ضننت به أضن، بوزن: بخلت به أبخل ومعناه، وقال\nابن عباس: ليس ببخيل بما أنزل الله، وقال مجاهد: لا يضن عليهم بما يعلم.\n</p>\n\n<p>\nوأجمع المفسرون على أن الغيب ههنا: القرآن بالوحي.\n</p>\n\n<p>\nقال الفراء: يقول تعالى: يأتيه غيب من السماء وهو منفوس فيه، فلا يضن به\nعليكم.\n</p>\n\n<p>\nوهذا معنى حسن جدا، فإن عادة النفوس الشح بالشيء النفيس، ولا سيما عمن لا\nيعرف قدره، ومع هذا فالرسول صلى الله عليه وسلم لا يبخل عليكم بالوحي الذي\nهو أنفس شيء وأجله.\n</p>\n\n<p>\nوقال أبو علي الفارسي: المعنى يأتيه الغيب فيبينه ويخبر به ويظهره ولا\nيكتمه كما يكتم الكاهن ما عنده ويخفيه حتى يأخذ عليه حلوانا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p467'> Vol. 08, p. 467</a>\n            </div>\n            \n</p>\n\n<p>\nوأما قراءة من قرأ بظنين بالظاء فمعناه: المتهم، يقال: ظننت زيدا بمعنى\nاتهمته وليس هو من الظن الذي هو الشعور والإدراك، فإن ذلك يتعدى إلى\nمفعولين، والمعنى: وما هذا الرسول على القرآن بمتهم، بل هو أمين فيه لايزيد\nفيه ولا ينقص منه.\n</p>\n\n<p>\nوهذا يدل على أن الضمير فيه يرجع إلى محمد صلى الله عليه وسلم؛ لأنه قد\nتقدم وصف الرسول الملكي بالأمانة ثم قال: {وما صاحبكم بمجنون} ثم قال: وما\nهو: أي وما صاحبكم بمتهم ولا بخيل فنفي سبحانه عن رسوله صلى الله عليه وسلم\nذلك كله، وزكى سند القرآن أعظم تزكية، والله يقول الحق وهو يهدي السبيل.\n</p>\n\n<p>\nوقال تعالى: {فلا أقسم بما تبصرون، وما لا تبصرون، إنه لقول رسول كريم}\n[الحاقة: 38] . أقسم تعالى بالأشياء، ما يبصر منها وما لا يبصر، وهذا أعم\nقسم وقع في القرآن، فإنه يعم العلويات والسفليات، والدنيا والآخرة، وما يرى\nوما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p468'> Vol. 08, p. 468</a>\n            </div>\n            \n</p>\n\n<p>\nلا يرى ويدخل في ذلك الملائكة كلهم والجن <span id='ms0794'></span> والإنس والعرش والكرسي واللوح\nوالقلم، وكل مخلوق، وذلك كله من آيات قدرته وربوبيته، ففي ضمن هذا القسم أن\nكل ما يرى وما لا يرى آية ودليل على صدق رسول الله صلى الله عليه وسلم، وأن\nما جاء به هو من عند الله تعالى وهو كلامه تعالى، لا كلام شاعر ولا مجنون\nولا كاهن، وأنه حق ثابت كما أن سائر الموجودات ما يرى منها وما لا يرى حق،\nكما قال تعالى: {فورب السماء والأرض إنه لحق مثل ما أنكم تنطقون} فكأنه\nسبحانه وتعالى يقول: إنه القرآن حق كما أن ما تشاهدونه من الخلق وما لا\nتشاهدونه حق موجود، ويكفي الإنسان من جميع ما يبصره وما لا يبصره \"نفسه\"\nومبدأ خلقه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p469'> Vol. 08, p. 469</a>\n            </div>\n            \n</p>\n\n<p>\nونشأته وما يشاهده من أحواله ظاهرا وباطنا، ففي ذلك أبين دلالة على\nوحدانية الرب وثبوت صفاته وصدق ما أخبر به رسوله الله صلى الله عليه وسلم،\nومن لم يباشر قلبه ذلك حقيقة لا تخالط بشاشة الإيمان قلبه.\n</p>\n\n<p>\nثم أقام سبحانه البرهان القاطع على صدق رسوله صلى الله عليه وسلم، وأنه\nلم يتقول عليه فيما قاله، وأنه لو تقول عليه وافترى لما أقره ولعاجله\nبالإهلاك، فإن كمال علمه وقدرته وحكمته يأبى أن يقر من تقول عليه وافترى\nعليه، وأضل عباده واستباح دماء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p470'> Vol. 08, p. 470</a>\n            </div>\n            \n</p>\n\n<p>\nمن كذبه وحريمهم وأموالهم، فكيف يليق بأحكم الحاكمين وأقدر القادرين أن\nيقر على ذلك، بل كيف يليق به أن يؤيده وينصره ويعليه ويظهره ويظفره بهم،\nبسفك دماءهم ويستبيح أموالهم وأولادهم ونساءهم قائلا: إن الله أمرني بذلك،\nوأباحه لي؟ بل كيف يليق به أن يصدقه بأنواع التصديق كلها، فيصدقه بإقراره،\nوبالآيات المستلزمة لصدقه، ثم يصدقه بأنواعها كلها على اختلافها، فكل آية\nعلى انفرادها مصدقة له، ثم يقيم الدلالة القاطعة على أن هذا قوله وكلامه،\nفيشده له بإقراره وفعله وقوله، فمن أعظم المحال وأبطل الباطل، وأبين\nالبهتان أن يجوز على أحكم الحاكمين أن يفعل ذلك.\n</p>\n\n<p>\nوالمراد بالرسول الكريم هنا محمد صلى الله عليه وسلم -كما قدمته-؛ لأنه\nلما قال: {إنه لقول رسول <span id='ms0795'></span> كريم} ذكره بعده \"إنه ليس بقول شاعر ولا كاهن\"\nوالمشركون ما كانوا يصفون جبريل عليه السلام بالشعر والكهانة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p471'> Vol. 08, p. 471</a>\n            </div>\n            \n</p>\n\n<p>\nومن ذلك قوله تعالى: {فلا أقسم بمواقع النجوم، وإنه لقسم لو تعلمون عظيم،\nإنه لقرآن كريم، في كتاب مكنون، لا يمسه إلا المطهرون} [الواقعة: 75-77] .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p472'> Vol. 08, p. 472</a>\n            </div>\n            \n</p>\n\n<p>\nفقيل: المراد ب\"الكتاب\" اللوح المحفوظ.\n</p>\n\n<p>\nقال ابن القيم: والصحيح أنه الكتاب الذي بأيدي الملائكة، وهو المذكور في\nقوله: {في صحف مكرمة، مرفوعة مطهرة، بأيدي سفرة، كرام بررة} [عبس: 13-16] ،\nقال مالك: أحسن ما سمعت في هذه أنها مثل الذي في \"عبس\"، قال: ومن المفسرين\nمن قال: إن المراد أن المصحف لا يمسه إلا طاهر، والأول أرجح؛ لأن الآية\nسيقت تنزيها للقرآن أن تتنزل به الشياطين، وأن محله لا تصل إليه، كما قال\nتعالى: {وما تنزلت به الشياطين، وما ينبغي لهم وما يستطيعون} [الشعراء:\n210] وأيضا: فإن قوله: {لا يمسه} بالرفع، فهذا خبر لفظا ومعنى، ولو كان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p473'> Vol. 08, p. 473</a>\n            </div>\n            \n</p>\n\n<p>\nنهيا لكان مفتوحا. ومن حمل الآية على النهي احتاج إلى صرف الخبر عن ظاهره\nإلى معنى النهي، والأصل في الخبر والنهي حمل كل منهما على حقيقته، وليس\nههنا موجب يوجب صرف الكلام عن الخبر إلى النهي، انتهى ملخصا.\n</p>\n\n<p>\nوهذا الذي قاله ابن القيم قد تمسك به جماعة منهم داود بن علي بأنه يجوز\nمن المصحف للمحدث.\n</p>\n\n<p>\nوأجاب ابن الرفعة في \"الكفاية\" عن أدلته المزخرفة فقال ما نصه: القرآن لا\nيصح مسه، فعلم أن المراد به الكتاب الذي هو أقرب المذكورين، ولا يتوجه\nالنهي إلى اللوح المحفوظ؛ لأنه غير منزلن ومسه غير ممكن، ولا يمكن أن يكون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p474'> Vol. 08, p. 474</a>\n            </div>\n            \n</p>\n\n<p>\nالمراد بالمطهرون الملائكة؛ لأنه قد نفى وأثبت وكأنه قال: يمسه المطهرون\nولا يمسه غير المطهرين، والسماء ليس فيها غير مطهر بالإجماع، فعلم أنه\nأراد: بالمطهرين الآدميين، وبين ذلك ما روي أنه عليه الصلاة والسلام قال في\nكتاب عمرو بن حزم المروي في الدارقطني وغيره: \"ولا تمس القرآن إلا وأنت على\nطهر\" ثم قال، فإن قيل: قد قال الواحدي أن أكثر أهل التفسير على أن المراد\nاللوح المحفوظ <span id='ms0796'></span>، وأن المطهرين الملائكة، ثم لو صح ما قلتم لم يكن فيها دليل؛\nلأن قوله: لا يمسه بضم السين، ليس نهيا عن المراد ولو كان نهيا لكان بفتح\nالسين، فهو إذا خبر.\n</p>\n\n<p>\nقلنا: أما قول أكثر المفسرين فهو معارض بقول الباقين، والمرجع إلى\nالدليل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p475'> Vol. 08, p. 475</a>\n            </div>\n            \n</p>\n\n<p>\nوأما كون المراد بالآية الخبر، فجوابه: أن نقول: اللفظ لفظ الخبر ومعناه\nالنهي، وهو كثير في القرآن، قال الله تعالى: {لا تضار والدة بولدها}\n[البقرة: 223] ، {والمطلقات يتربصن} [البقرة: 228] . انتهى.\n</p>\n\n<p>\nوأجاب العلامة البساطي في شرحه لمختصر الشيخ خليل: بأن يمسه مجزوم، وضم\nالسين لأجل الضمير، كما صرح به جماعة، وقالوا: إنه مذهب البصريين، ومنهم\nابن الحاجب في \"شافتيه\" انتهى.\n</p>\n\n<p>\nوقد ذكر هذا العلامة شهاب الدين أحمد بن يوسف بن محمد بن مسعود الحلبي\nالشهير ب\"السمين\"، مع زيادة إيضاح وفوائد فقال في \"لا\" هذه وجهان، الثاني:\nأنها ناهية، والفعل بعدها مجزوم؛ لأنه لو فك عن الإدغام لظهر ذلك فيه كقوله\nتعالى: {لم يمسسهم سوء} [آل عمران: 174] ولكنه أدغم، ولما أدغم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p476'> Vol. 08, p. 476</a>\n            </div>\n            \n</p>\n\n<p>\nحرك آخره بالضم لأجل \"هاء\" ضمير المذكر الغائب، ولم يحفظ سيبويه في هذا\nإلا الضم. وفي الحديث: \"إنا لم نرده عليك إلا أنا حرم\" وإن كان القياس جواز\nفتحه تخفيفا. قال: وبهذا الذي ذكرته يظهر فساد رد من رد بأنه لو كان نهيا\nلكان يقال: لا يمسه بالفتح؛ لأنه خفي عليه جواز ضم ما قبل الهاء في هذا\nالنحو، لا سيما على رأي سيبويه فإنه لا يجيز غيره. والله أعلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p477'> Vol. 08, p. 477</a>\n            </div>\n            \n</p>\n\n<p>\nالفصل الرابع: في قسمه تعالى على تحقيق رسالته\n</p>\n\n<p>\nقال الله تعالى: {يس، والقرآن الحكيم} [يس: 1-2] .\n</p>\n\n<p>\nاعلم أن كل سورة بدأ الله تعالى فيها بحروف التهجي كان في أوائلها الذكر\nأو الكتاب أو القرآن إلا \"ن\".\n</p>\n\n<p>\nثم إن في ذكر هذه الحروف في أوائل السور أمورا تدل على أنها غير خالية عن\nالحكمة، لكن علم الإنسان لا يصل إليها إلا إن كشف الله له سر ذلك.\n</p>\n\n<p>\nواختلف المفسرون في معنى يس على أقوال:\n</p>\n\n<p>\nأحدها: أنه يا إنسان، بلغة طيئ <span id='ms0797'></span>، وهذا قول ابن عباس والحسن وعكرمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p478'> Vol. 08, p. 478</a>\n            </div>\n            \n</p>\n\n<p>\nوالضحاك وسعيد بن جبير، وقيل: بلغة الحبشة، وقيل: بلغة كلب، وحكى الكلبي\nأنها بالسريانية.\n</p>\n\n<p>\nقال الإمام فخر الدين: وتقريره هو أن تصغير إنسان: أنيسين وكأنه حذف\nالصدر منه وأخذ العجز وقال يس، وعلى هذا فيكون الخطاب مع محمد صلى الله\nعليه وسلم، ويدل عليه قوله تعالى: {إنك لمن المرسلين} [يس: 3] .\n</p>\n\n<p>\nوتعقبه أبو حيان: بأن الذي نقل عن العرب في تصغير إنسان: أنيسيان -بياء\nبعدها ألف- فدل على أن أصله: إنسيان؛ لأن التصغير يرد الأشياء إلى أصولها،\nولا نعلم أنهم قالوا في تصغيره أنيسين، وعلى تقدير أنه يصغر كذلك فلا يجوز\nذلك إلا أن يبنى على الضم؛ لأنه منادى مقبل عليه، ومع ذلك فلا يجوز؛ لأنه\nتحقير، ويمتنع ذلك في حق النبوة. انتهى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p479'> Vol. 08, p. 479</a>\n            </div>\n            \n</p>\n\n<p>\nقال الشيخ شهاب الدين السمين: وهذا الاعتراض الأخير صحيح، فقد نصوا على\nأن التصغير لا يدخل في الأسماء المعظمة شرعا، ولذلك يحكى أن ابن قتيبة لما\nقال في \"المهيمن\" إنه مصغر من \"مؤمن\" والأصل: مؤيمن، فأبدلت الهمزة هاء،\nقيل له: هذا يقرب من الكفر، فليتق الله قائله، انتهى.\n</p>\n\n<p>\nوقيل معنى يس: يا محمد، قاله ابن الحنيفة والضحاك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p480'> Vol. 08, p. 480</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل: يا رجل، قاله أبو العالية.\n</p>\n\n<p>\nوقيل: هو اسم من أسماء القرآن، قاله قتادة.\n</p>\n\n<p>\nوعن أبي بكر الوراق: يا سيد البشر.\n</p>\n\n<p>\nوعن جعفر الصادق: أنه أراد يا سيد، مخاطبة للنبي صلى الله عليه وسلم وفيه\nمن مزيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p481'> Vol. 08, p. 481</a>\n            </div>\n            \n</p>\n\n<p>\nتمجيده وتعظيمه ما لا يخفى.\n</p>\n\n<p>\nوعن طلحة عن ابن عباس: أنه قسم أقسم الله به، وهو من أسمائه.\n</p>\n\n<p>\nوعن كعب: أقسم الله به قبل أن يخلق السماوات والأرض بألفي عام: يا محمد\nإنك لمن المرسلين.\n</p>\n\n<p>\nثم قال: {إنك لمن المرسلين} وهو رد على الكفار حيث قالوا: {لست مرسلا}\n[الرعد: 43] فأقسم الله باسمه وكتابه: إنه لمن المرسلين بوحيه إلى عباده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p482'> Vol. 08, p. 482</a>\n            </div>\n            \n</p>\n\n<p>\nوعلى طريق مستقيم من إيمانه، أي طريق لا اعوجاج فيه ولا عدول عن الحق.\n</p>\n\n<p>\nقال النقاش: لم يقسم الله تعالى لأحد من أنبيائه بالرسالة في كتابه إلا\nله صلى <span id='ms0798'></span> الله عليه وسلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p483'> Vol. 08, p. 483</a>\n            </div>\n            \n</p>\n\n<p>\nالفصل الخامس: في قسمه تعالى بمدة حياته صلى الله عليه وسلم وعصره وبلده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p483'> Vol. 08, p. 483</a>\n            </div>\n            \n</p>\n\n<p>\nقال الله تعالى: {لعمرك إنهم لفي سكرتهم يعمهون} [الحجر: 72] .\n</p>\n\n<p>\nالعمر والعمر واحد، ولكنه في القسم يفتح للكثرة الاستعمال، فإذا أقسموا\nقالوا: لعمرك القسم.\n</p>\n\n<p>\nقال النحويون: ارتفع قوله: لعمرك بالابتداء، والخبر محذوف، والمعنى،\nقسمي، فحذف الخبر؛ لأن في الكلام دليلا عليه, وباب القسم يحذف منه الفعل\nنحو: تالله لأفعلن، والمعنى: أحلف بالله، فتحذف \"أحلف\" لعلم المخاطب بأنه\nحالف.\n</p>\n\n<p>\nقال الزجاجي: من قال: لعمر الله كأنه حلف ببقاء الله فيحذف أحلف،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p484'> Vol. 08, p. 484</a>\n            </div>\n            \n</p>\n\n<p>\nومن ثم قال المالكية والحنفية: تنعقد بها اليمين؛ لأن بقاء الله من صفات\nذاته. وعن مالك: لا يعجبني الحلف بذلك. وقام الإمام الشافعي وإسحاق: لا\nيكون يمينا إلا بالنية، وعن أحمد كالمذهبين، والراجح عند الشافعي.\n</p>\n\n<p>\nواختلف فيمن المخاطب في الآية على قولين:\n</p>\n\n<p>\nأحدهما: أن الملائكة قالت للوط عليه السلام -لما وعظ قومه وقال: هؤلاء\nبناتي إن كنتم فاعلين: {لعمرك إنهم لفي سكرتهم يعمهون} ، أي يتحيرون، فكيف\nيعقلون قولك، ويلتفتون إلى نصيحتك؟!\n</p>\n\n<p>\nوالثاني: أن الخطاب لرسول الله صلى الله عليه وسلم، وأنه تعالى أقسم\nبحياته، وفي هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p485'> Vol. 08, p. 485</a>\n            </div>\n            \n</p>\n\n<p>\nتشريف عظيم ومقام رفيع وجاه عريض.\n</p>\n\n<p>\nقال ابن عباس: ما خلق الله، وما ذرأ وما برأ نفسا أكرم عليه من محمد صلى\nالله عليه وسلم، وما سمعت الله أقسم بحياة أحد غيره، قال الله تعالى:\n{لعمرك إنهم لفي سكرتهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p486'> Vol. 08, p. 486</a>\n            </div>\n            \n</p>\n\n<p>\nيعمهون} يقول: وحياتك وعمرك وبقائك في الدنيا إنهم لفي سكرتهم يعمهون.\nورواه ابن جرير.\n</p>\n\n<p>\nومراده بقوله: \"سمعت الله\"؛ سمعت كلامه المتلو في الكتب المنزلة.\n</p>\n\n<p>\nورواه البغوي في تفسيره بلفظ: وما أقسم الله بحياة أحد إلا بحياته صلى\nالله عليه سولم، وما أقسم بحياة أحد غيره، وذلك يدل على أن أكرم خلق الله\nعلى الله، وعلى هذا فيكون قسمه تعالى بحياة محمد صلى الله عليه وسلم كلاما\nمعترضا في قصة لوط.\n</p>\n\n<p>\nوقال القرطبي: وإذا أقسم الله بحياة نبيه فإنما أراد بيان التصريح لنا:\nأنه يجوز لنا أن نحلف بحياته. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p487'> Vol. 08, p. 487</a>\n            </div>\n            \n</p>\n\n<p>\nوقد قال <span id='ms0799'></span> الإمام أحمد بن حنبل: فيمن أقسم بالنبي صلى الله عليه وسلم تنعقد\nيمينه وتجب الكفارة بالحنث، واحتج أحمد بكونه صلى الله عليه وسلم أحد ركني\nالشهادة.\n</p>\n\n<p>\nقال ابن خويز منداد واستدل من جوز الحلف به عليه الصلاة والسلام بأن\nأيمان المسلمين جرت من عهده صلى الله عليه وسلم أن يحلفوا به صلى الله عليه\nوسلم حتى إن أهل المدينة إلى يومنا هذاإذا جاء صاحبه وقال له: احلف لي بحق\nصاحب هذا القبر، أو بحق ساكن هذا القبر، يعني النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nوقال تعالى: {لا أقسم بهذا البلد، وأنت حل بهذا البلد} الآية [البلد: 1،\n2] . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p488'> Vol. 08, p. 488</a>\n            </div>\n            \n</p>\n\n<p>\nأقسم تعالى بالبلد الأمين، وهو مكة أم القرى وهو بلده عليه الصلاة\nوالسلام، وقيده بحلوله فيه إظهارا لمزيد فضله، وإشعارا بأن شرف المكان بشرف\nأهله قاله البيضاوي.\n</p>\n\n<p>\nثم أقسم بالوالد وما ولد، وهو فيما قيل: إبراهيم وإسماعيل، وما ولد: محمد\nصلى الله عليه وسلم، وعلى هذا تتضمن السورة الإقسام به في موضعين، وقيل:\nالمراد به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p489'> Vol. 08, p. 489</a>\n            </div>\n            \n</p>\n\n<p>\nآدم وذريته، وهو قول الجمهور من المفسرين.\n</p>\n\n<p>\nوإنما أقسم تعالى بهم؛ لأنهم أعجب خلق الله على وجه الأرض لما فيهم من\nالبيان والنظر واستخراج العلوم، وفيهم الأنبياء والدعاة إلى الله تعالى\nوالأنصار لدينه، وكل ما في الأرض من مخلوق خلق لأجلهم، وعلى هذا فقد تضمن\nالقسم أصل المكان وأصل السكان، فمرجع البلاد إلى مكة، ومرجع العباد إلى\nآدم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p490'> Vol. 08, p. 490</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: {وأنت حل} هو من الحلول، ضد الظعن، فيتضمن إقسامه تعالى ببلده\nالمشتمل على عبده ورسوله، فهو خير البقاع واشتمل على خير العباد، فقد جعل\nالله تعالى بيته هدى للناس، ونبيه صلى الله عليه وسلم إماما وهاديا لهم،\nوذلك من أعظم نعمه وإحسانه إلى خلقه.\n</p>\n\n<p>\nوقيل: المعنى وأنت مستحل قتلك وإخراجك من هذا البلد الأمين الذي يأمن فيه\nالطير والوحش، وقد استحل فيه قومك حرمتك. وهذا مروي عن شرحبيل بن سعد.\n</p>\n\n<p>\nوعن قتادة: وأنت حل أي لست بآثم، وحلل لك أن تقتل بمكة من شئت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p491'> Vol. 08, p. 491</a>\n            </div>\n            \n</p>\n\n<p>\nوذلك أن الله تعالى يفتح عليه مكة <span id='ms0800'></span> وأهلها، وما فتحت على أحد قبله، فأحل\nما شاء وحرم ما شاء، فقتل ابن خطل وهو متعلق بأستار الكعبة وغيره، وحرم دار\nأبي سفيان.\n</p>\n\n<p>\nفإن قلت: هذه السورة مكية، {وأنت حل بهذا البلد} إخبار عن الحال،\nوالواقعة التي ذكرت في آخر مدة هجرته إلى المدينة، فكيف الجمع بين الأمرين؟\n</p>\n\n<p>\nأجيب: بأنه قد يكون اللفظ للحال، والمعنى مستقبل، كقوله تعالى: {إنك ميت\nوإنهم ميتون} [الزمر: 30] . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p492'> Vol. 08, p. 492</a>\n            </div>\n            \n</p>\n\n<p>\nوعلى كل حال فهذا متضمن للقسم ببلد رسول الله صلى الله علي وسلم ولا يخفى\nما فيه من زيادة التعظيم، وقد روي أن عمر بن الخطاب رضي الله عنه قال للنبي\nصلى الله عليه وسلم بأبي أنت وأمي يا رسول الله، لقد بلغ من فضيلتك عند\nالله أن أقسم بحياتك دون سائر الأنبياء، ولقد بلغ من فضيلتك عنده أن أقسم\nبتراب قدميك فقال: {لا أقسم بهذا البلد} .\n</p>\n\n<p>\nوقال تعالى: {والعصر، إن الإنسان لفي خسر} [العصر: 1] . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p493'> Vol. 08, p. 493</a>\n            </div>\n            \n</p>\n\n<p>\nاختلف في تفسير العصر على أقوال:\n</p>\n\n<p>\nفقيل: هو الدهر؛ لأنه مشتمل على الأعاجيب؛ لأنه يحصل فيه السراء والضراء،\nوالصحة والسقم وغير ذلك.\n</p>\n\n<p>\nوقيل: ذكر العصر الذي بمضيه ينقضي عمرك، فإذا لم يكن في مقابلته كسب صار\nذلك عين الخسران، ولله در القائل.\n</p>\n\n<p>\nإنا لنفرح بالأيام نقطعها ... وكل يوم مضى نقص من الأجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p494'> Vol. 08, p. 494</a>\n            </div>\n            \n</p>\n\n<p>\nوفي تفسير الإمام فخر الدين والبيضاوي وغيرهما: أنه تعالى أقسم بزمان\nالرسول صلى الله عليه وسلم. قال الإمام الرازي: واحتجوا له بقوله صلى الله\nعليه وسلم: \"إنما مثلكم ومثل من كان قبلكم مثل رجل استأجر أجراء، فقال: من\nيعمل لي من الفجر إلى الظهر بقيراط، فعملت اليهود، ثم قال من يعمل لي من\nالظهر إلى العصر بقيراط، فعملت النصارى، ثم قال: من يعمل لي من العصر إلى\nالمغرب بقيراطين فعملتم، فغضبت اليهود والنصارى وقالوا: نحن أكثر عملا وأقل\nأجرا، فقال الله تعالى: وهل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p495'> Vol. 08, p. 495</a>\n            </div>\n            \n</p>\n\n<p>\nنقصتكم من أجركم شيئا؟ قالوا: لا، قال: فذلك فضلي أوتيه من أشاء، فكنتم\nأقل عملا وأكثر أجرا. رواه البخاري.\n</p>\n\n<p>\nقالوا: فهذا الحديث دل على أن العصر <span id='ms0801'></span> هو عصره صلى الله عليه وسلم الذي هو\nفيه، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p496'> Vol. 08, p. 496</a>\n            </div>\n            \n</p>\n\n<p>\nفيكون على هذا أقسم تعالى بزمانه في هذه الآية، وبمكانه في قوله تعالى:\n{وأنت حل بهذا البلد} ، وبعمره في قوله: لعمرك، الآية، وذلك كله كالظرف له،\nفإذا وجب تعظيم الظرف فكيف حال المظروف، قال: ووجه القسم كأنه تعالى قال:\nما أعظم خسرانهم إذا أعرضوا عنك. انتهى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p497'> Vol. 08, p. 497</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head10'>النوع السادس: في وصفه تعالى له عليه الصلاة والسلام بالنور والسراج المنير</h1>\n\n<p>\nاعلم أن الله تعالى قد وصف رسوله صلى الله عليه وسلم ب\"النور\" في قوله\nتعالى: {قد جاءكم من الله نور وكتاب مبين} [المائدة: 15] ، وقيل: المراد\nالقرآن. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p497'> Vol. 08, p. 497</a>\n            </div>\n            \n</p>\n\n<p>\nوصفه عليه الصلاة والسلام أيضا ب\"السراج المنير\" في قوله تعالى: {يا أيها\nالنبي إنا أرسلناك شاهدا ومبشرا ونذيرا، وداعيا إلى الله بإذنه وسراجا\nمنيرا} [الأحزاب: 46] .\n</p>\n\n<p>\nوالمراد: كونه هاديا مبينا كالسراج الذي يرى الطريق ويبين الهدى والرشاد،\nفبيانه أقوى وأتم وأنفع من نور الشمس، وإذا كان كذلك وجب أن تكون نفسه\nالقدسية أعظم في النورانية من المشس، فكما أن الشمس في عالم الأجسام تفيد\nالنور لغيرها ولا تستفيد من غيرها فكذا نفس النبي صلى الله عليه وسلم تفيد\nالأنور العقلية لسائر الأنفس البشرية، وكذلك وصف الله تعالى الشمس بأنها\nسراج حيث قال: {وجعل فيها سراجا وقمرا منيرا} [الفرقان: 61] . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p498'> Vol. 08, p. 498</a>\n            </div>\n            \n</p>\n\n<p>\nوكما وصف الله تعالى ورسوله بأنه نور، وصف نفسه المقدسة بذلك فقال: {الله\nنور السماوات والأرض} [النور: 35] ، فليس فيهما إلا الله، ونوره المقدس هو\nسر الوجود والحياة والجمال والكمال، وهو الذي أشرق على العالم فأشرق على\nالعوالم الروحانية، وهم الملائكة، فصارت سرجا منيرة، يستمد منها من دونها\nبوجود الله، ثم سرى النور إلى عالم النفوس الإنسانية، ثم طرحته النفوس على\nصفحات الجسوم، فليس في الوجود إلا نور الله الساري إلى الشيء منه بقدر\nقبوله ووسع استعداده ورحب تلقيه.\n</p>\n\n<p>\nوالنور في الأصل: كيفية يدركها الباصر أولا، وبواستطها سائر المبصرات،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p499'> Vol. 08, p. 499</a>\n            </div>\n            \n</p>\n\n<p>\nكالكيفية الفائضة من النيرين -الشمس والقمر- على الأجرام الكثيفة\nالمحاذية لهما، وهو بهذا المعنى لا يصح إطلاقه على الله إلا <span id='ms0802'></span> بتقدير مضاف،\nكقولك: زيد كرم، بمعنى: ذو كرم، أو بمعنى منور السماوات والأرض، فإنه تعالى\nنورهما بالكواكب، وما يفيض عنها من الأنوار، وبالملائكة والأنبياء من قولهم\nللرئيس الفائق في التدبير: نور القوم؛ لأنهم يهتدون به في الأمور، ويؤيد\nهذا التأويل قراءة علي بن أبي طالب وزيد بن علي وغيرهما نورا فعلا ماضيا،\nوالأرض بالنصب.\n</p>\n\n<p>\nوقوله تعالى: {مثل نوره} أي: مثل هداه سبحانه وتعالى.\n</p>\n\n<p>\nوأضاف النور السماوات والأرض، إما دلالة على سعة إشراقه، وفشو إضاءته حتى\nتضيء له السماوات والأرض، وإما لإرادة أهل السماوات والأرض، أنهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p500'> Vol. 08, p. 500</a>\n            </div>\n            \n</p>\n\n<p>\nيستضيئون به.\n</p>\n\n<p>\nوعن مقاتل: أي مثل الإيمان في قلب محمد صلى الله عليه وسلم كمشكاة فيها\nمصباح، فالمشكاة نظير صدر عبد الله، والزجاجة نظير جسد محمد صلى الله عليه\nوسلم، والمصباح نظير الإيمان والنبوة في قلب محمد صلى الله عليه وسلم.\n</p>\n\n<p>\nوعن غيره: المشكاة نظير إبراهيم، والزجاجة نظير إسماعيل عليهما، والمصباح\nجسد محمد صلى الله عليه وسلم، والشجرة: النبوة والرسالة.\n</p>\n\n<p>\nوعن أبي سعيد الخراز: المشكاة: جوف محمد صلى الله عليه وسلم، والزجاجة\nقلبه، والمصباح النور الذي جعل الله في قلب محمد صلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p501'> Vol. 08, p. 501</a>\n            </div>\n            \n</p>\n\n<p>\nوعن كعب وابن جبير: النور الثاني هنا محمد صلى الله عليه وسلم.\n</p>\n\n<p>\nوعن سهل بن عبد الله: مثل نور نبوة محمد إذ كان مستودعا في الأصلاب\nكمشكاة صفتها كذا وكذا، وأراد بالمصباح قلبه وبالزجاج صدره، أي كأنه كوكب\nدري لما فيه من الإيمان والحكمة.\n</p>\n\n<p>\nتوقد من شجرة مباركة، أي من نور إبراهيم، وضرب المثل بالشجرة المباركة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p502'> Vol. 08, p. 502</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله تعالى: {يكاد زيتها يضيء} أي تكاد نبوة محمد صلى الله عليه وسلم\nتبين للناس قبل كلامه، حكى هذا الأخير القاضي أبو الفضل اليحصبي والفخر\nالرازي، لكنه عن كعب الأحبار.\n</p>\n\n<p>\nوعن الضحاك: يكاد محمد يتكلم بالحكمة قبل الوحي. قال عبد الله بن رواحة:\n</p>\n\n<p>\nلو لم تكن فيه آيات مبينة ... كانت بديهته تنبيك بالخبر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p503'> Vol. 08, p. 503</a>\n            </div>\n            \n</p>\n\n<p>\nلكن التفسير الأول في هذه الآية هو المختار؛ لأنه تعالى ذكر قبل هذه\nالآية {ولقد أنزلنا إليك آيات بينات} [النور: 34] . فإذا <span id='ms0803'></span> كان المراد بقوله:\n{مثل نوره} أي مثل هداه كان مطابقا لما قبله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p504'> Vol. 08, p. 504</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head11'>النوع السابع: في آيات تتضمن وجوب طاعته واتباع سنته</h1>\n\n<p>\nقال الله تعالى: {يا أيها الذين آمنوا أطيعوا الله ورسوله} [الأنفال: 20]\n.\n</p>\n\n<p>\nوقال: {وأطيعوا الله والرسول لعلكم ترحمون} [آل عمران: 132] .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p504'> Vol. 08, p. 504</a>\n            </div>\n            \n</p>\n\n<p>\nوقال تعالى: {قل أطيعوا الله والرسول فإن تولوا فإن الله لا يحب\nالكافرين} [آل عمران: 32] .\n</p>\n\n<p>\nقال القاضي عياض: فجعل طاعته طاعة رسوله، وقرن طاعته بطاعته، ووعد على\nذلك بجزيل الثواب، وأوعد على مخالفته بسوء العقاب.\n</p>\n\n<p>\nوقال تعالى: {من يطع الرسول فقد أطاع الله} [النساء: 80] .\n</p>\n\n<p>\nيعني: من أطاع الرسول لكونه رسولا مبلغا إلى الخلق أحكام الله فهو في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p505'> Vol. 08, p. 505</a>\n            </div>\n            \n</p>\n\n<p>\nالحقيقة ما أطاع إلا الله, وذلك في الحقيقة لا يكون إلا بتوفيق الله. {من\nتولى فما أرسلناك عليهم حفيظا} فإن من أعماه الله عن الرشد وأضله عن الطريق\nفإن أحدا من خلق لا يقدر على إرشاده.\n</p>\n\n<p>\nوهذه الآية من أقوى الأدلة على أن الرسول معصوم في جميع الأوامر\nوالنواهي، وفي كل ما يبلغه عن الله؛ لأنه لو أخطأ في شيء منها لم تكن طاعته\nطاعة لله، وأيضا وجب أن يكون معصوما في جميع أحواله؛ لأنه تعالى أمر\nبمتابعته في قوله: {واتبعوه} [الأعراف: 158] . والمتابعة عبارة عن الإتيان\nبمثل فعل الغير، فثبت أن الانقياد له في جميع أقواله وأفعاله إلا ما خصه\nالدليل طاعة له, وانقياد لحكم الله تعالى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p506'> Vol. 08, p. 506</a>\n            </div>\n            \n</p>\n\n<p>\nوقال تعالى: {ومن يطع الله والرسول فأولئك مع الذين أنعم الله عليهم من\nالنبيين والصديقين والشهداء والصالحين} الآية [النساء: 69] .\n</p>\n\n<p>\nوهذا عام في المطيعين لله تعالى من أصحاب الرسول ومن بعدهم، وعام في\nالمعية في هذه الدار، وإن فاتت فيها معية الأبدان.\n</p>\n\n<p>\nوقد ذكروا في سبب نزول هذه الآية أن ثوبان، مولى رسول الله صلى الله عليه\nوسلم كان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p507'> Vol. 08, p. 507</a>\n            </div>\n            \n</p>\n\n<p>\nشديد الحب لرسول الله صلى الله عليه وسلم قليل الصبر عنه، فأتاه يوما وقد\nتغير وجهه ونحل جسمه، فسأله رسول الله صلى الله عليه وسلم عن حاله فقال: يا\nرسول الله، ما بي وجع، غير أن إذا لم <span id='ms0804'></span> أرك اشتقتك واستوحشت وحشة عظيمة حتى\nألقاك، فذكرت الآخرة بحيث لا أراك هناك؛ لأني إن دخلت الجنة فأنت تكون في\nدرجات النبيين، وإن أنا لم أدخل الجنة فحينئذ لا أراك أبدا، فنزلت هذه\nالآية.\n</p>\n\n<p>\nوذكر ابن أبي حاتم الضحى عن مسروق، قال أصحاب محمد: يا رسول الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p508'> Vol. 08, p. 508</a>\n            </div>\n            \n</p>\n\n<p>\nما ينبغي لنا أن نفارقك، فإنك لو قد مت لرفعت فوقنا ولم نرك، فأنزل الله\nالآية.\n</p>\n\n<p>\nوذكر عن عكرمة مرسلا: أتى فتى صغير السن لرسول الله فقال: يا نبي الله،\nإن لنا منك نظرة في الدنيا ويوم القيامة، لا نراك؛ لأنك في الجنة في\nالدرجات العلى، فأنزل الله هذه الآية فقال له رسول الله صلى الله عليه\nوسلم: \"أنت معي في الجنة\".\n</p>\n\n<p>\nفيها أيضا روايات أخر ستأتي إن شاء الله تعالى في مقصد محبته عليه الصلاة\nوالسلام.\n</p>\n\n<p>\nلكن قال المحققون: لا ننكر صحة هذه الروايات، إلا أن سبب نزول هذه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p509'> Vol. 08, p. 509</a>\n            </div>\n            \n</p>\n\n<p>\nالآية يجب أن يكون شيئا أعظم من ذلك، وهو الحث على الطاعة والترغيب فيها،\nفإنا نعلم أن خصوص السبب لا يقدح في عموم اللفظ، فهذه الآية عامة في حق\nجميع المكلفين، وهو أن كل من أطاع الله وأطاع الرسول فقد فاز بالدرجات\nالعالية والمراتب الشريفة عنده تعالى.\n</p>\n\n<p>\nثم إن ظاهر قوله تعالى: {ومن يطع الله والرسول} أنه يكتفي بالطاعة\nالواحدة؛ لأن اللفظ الدال على الصفة يكفي في جانب الثبوت حصول ذلك المسمى\nمرة واحدة، لكن لا بد أن يحمل على غير ظاهره، وأن تحمل الطاعة على فعل جميع\nالمأمورات وترك جميع المنهيات، إذ لو حملناه على الطاعة الواحدة لدخل فيه\nالكفار والفساق؛ لأنهم قد يأتون بالطاعة الواحدة.\n</p>\n\n<p>\nقال الرازي: قد ثبت في أصول الفقه أن الحكم المذكور عقب الصفة مشرع بكون\nذلك الحكم معللا بذلك الوصف، وإذا ثبت هذا فنقول قوله: {ومن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p510'> Vol. 08, p. 510</a>\n            </div>\n            \n</p>\n\n<p>\nيطع الله} أي في كونه إلها، وطاعة الله في كونه إلها هي معرفته والإقرار\nبجلاله وعزته وكبريائه وصمديته، فصارت هذه الآية تنبيها على أمرين عظيمين\nمن أحوال المعاد.\n</p>\n\n<p>\nفالأول: أن منشأ <span id='ms0805'></span> جميع السعادات يوم القيامة إشراف الروح بأنوار معرفة\nالله، فكل من كانت هذه الأنوار في قلبه أكثر، وصفاؤها أقوى كان إلى السعادة\nأقرب، وإلى الفوز بالنجاة أوصل.\n</p>\n\n<p>\nوالثاني: أن الله تعالى ذكر في الآية السابقة وعد أهل الطاعة بالأجر\nالعظيم والثواب الجسيم، ثم ذكر في هذه الآية وعدهم بكونهم من النبيين\nوالصديقين والشهداء والصالحين.\n</p>\n\n<p>\nوليس المراد بكون من أطاع الله وأطاع الرسول مع النبيين والصديقين\nوالشهداء والصالحين كون الكل في درجة واحدة؛ لأن هذا يقتضي التسوية في\nالدرجة بين الفاضل والمفضول، وذلك لا يجوز، فهذا هو المراد من هذه المعية\nوقد ثبت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p511'> Vol. 08, p. 511</a>\n            </div>\n            \n</p>\n\n<p>\nوصح بحيث يتمكن كل واحد منهم من رؤية الآخر، وإن بعد المكان؛ لأن الحجاب\nإذا زال شاهد بعضهم بعضا، وإذا أرادوا الرؤية والتلاقي قدروا على ذلك، فهذا\nهو المراد من هذه المعية، وقد ثبت وصح عنه صلى الله عليه وسلم أنه قال:\n\"المرء مع من أحب\"، وثبت أيضا أنه قال: \"إن المدينة أقواما ما سرتم مسيرا\nولا نزلتم منزلا إلا وهم معكم حبسهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p512'> Vol. 08, p. 512</a>\n            </div>\n            \n</p>\n\n<p>\nالعذر، فالمعية والصحبة الحقيقية إنما هي بالسر والروح لا بمجرد البدن،\nفهي بالقلب لا بالقالب، ولهذا كان النجاشي معه صلى الله عليه وسلم وهو أقرب\nالناس إليه، وهو بين النصارى بأرض الحبشة، وعبد الله بن أبي من أبعد الخلق\nعنه، وهو معه بالمسجد، وذلك أن العبد إذا أراد بقلبه أمرا من طاعة أو معصية\nأو شخص من الأشخاص فهو بإرادته ومحبته معه لا يفارقه، فالأرواح تكون يوم\nالقيامة مع الرسول صلى الله عليه سولم وأصحابه رضي الله عنهم، وبينها\nوبينهم من المسافة الزمانية والمكانية بعد عظيم.\n</p>\n\n<p>\nوقال تعالى: {قل إن كنتم تحبون الله فاتبعوني يحببكم الله ويغفر لكم\nذنوبكم} [آل عمران: 31] .\n</p>\n\n<p>\nوهذه الآية الشريفة تسمى: آية المحبة، قال بعض السلف: ادعى قوم محبة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p513'> Vol. 08, p. 513</a>\n            </div>\n            \n</p>\n\n<p>\nالله فأنزل الله آية المحبة {قل إن كنتم تحبون الله فاتبعوني} وقال:\n{يحببكم الله} إشارة إلى دليل المحبة وثمرتها وفائدتها، فدليلها وعلامتها\nاتباع الرسول، وفائدتها وثمرتها محبة المرسل لكم، فما لم تحصل <span id='ms0806'></span> المتابعة فلا\nمحبة لكم حاصلة، ومحبته لكم منتفية، فجعل سبحانه اتباع الرسول عليه الصلاة\nوالسلام مشروطا بمحبتهم لله، وشرطا لمحبة الله لهم، ووجود المشروط ممتنع\nبدون وجود تحقق شرطه، فعلم انتفاء المحبة عند انتفاء المتابعة، فانتفاء\nمحبتهم لله لازم لانتفاء المتابعة لرسوله، وانتفاء المتابعة ملزوم لانتفاء\nمحبة الله لهم، فيستحيل حينئذ ثبوت محبتهم لله وثبوت محبة الله لهم بدون\nمتابعة لرسوله صلى الله عليه وسلم ودل على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p514'> Vol. 08, p. 514</a>\n            </div>\n            \n</p>\n\n<p>\nأن متابعة الرسول هي حب الله ورسوله وطاعة أمره، ولا يكفي ذلك في\nالعبودية حتى يكون الله ورسوله أحب إليه مما سواهما، فلا يكون شيء أحب إليه\nمن الله ورسوله، ومتى كان عنده شيء أحب إليه منهما فهذا هو الشرك الذي لا\nيغفر لصاحبه البته ولا يهديه الله، قال تعالى: {قل إن كان آباؤكم وأبناؤكم\nوإخوانكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p515'> Vol. 08, p. 515</a>\n            </div>\n            \n</p>\n\n<p>\nوأزواجكم وعشيرتكم وأموال اقترفتموها وتجارة تخشون كسادها ومساكن ترضونها\nأحب إليكم من الله ورسوله وجهاد في سبيله فتربصوا حتى يأتي الله بأمره\nوالله لا يهدي القوم الفاسقين} [التوبة: 24] ، فكل من قدم طاعة أحد من\nهؤلاء على طاعة الله ورسوله أو قول أحد منهم على قول الله ورسوله، أو مرضاة\nأحد منهم على مرضاة الله ورسوله، أو خوف أحد منهم أو رجاءه والتوكل عليه\nعلى خوف الله ورجائه والتوكل عليه، أو معاملة احد منهم على معاملة الله\nورسوله، فهو ممن ليس الله ورسوله أحب إليه مما سواهما، وإن قال بلسانه فهو\nكذب منه، وإخبار بما ليس هو عليه. انتهى ملخصا من كتاب \"المدارج\"، وسيأتي\nمزيد لذلك إن شاء الله تعالى في مقصد محبته عليه الصلاة والسلام.\n</p>\n\n<p>\nوقال تعالى: {فآمنوا بالله ورسوله النبي الأمي الذي يؤمن بالله وكلماته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p516'> Vol. 08, p. 516</a>\n            </div>\n            \n</p>\n\n<p>\nواتبعوه لعلكم تهتدون} [الأعراف: 158] .\n</p>\n\n<p>\nأي إلى الصراط المستقيم، فجعل رجاء الاهتداء أثر الأمرين، الإيمان\nبالرسول واتباعه، تنبيها على أن من صدقه ولم يتابعه بالتزام شرعه فهو من\nالضلالة، فكل ما أتى به الرسول عليه الصلاة والسلام يجب علينا اتباعه إلا\nما خصه الدليل.\n</p>\n\n<p>\nوقال تعالى: {فآمنوا بالله ورسوله والنور الذي أنزلنا <span id='ms0807'></span>} [التغابن: 8] يعني\nالقرآن، فالإيمان به صلى الله عليه وسلم واجب متعين على كل أحد، لا يتم\nإيمان إلا به ولا يصح إسلام إلا معه، قال الله تعالى: {ومن لم يؤمن بالله\nورسوله فإنا أعتدنا للكافرين سعيرا} [الفتح: 13] أي ومن لم يؤمن بالله\nورسوله فهو من الكافرين، وإنا أعتدنا للكافرين سعيرا.\n</p>\n\n<p>\nوقال تعالى: {فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم} .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p517'> Vol. 08, p. 517</a>\n            </div>\n            \n</p>\n\n<p>\nمعناه: فوربك، كقوله تعالى: {فوربك لنسألنهم أجمعين} و\"لا\" مزيدة للتأكيد\nلمعنى القسم، كما في {لئلا يعلم} ، ولا يؤمنون جواب.\n</p>\n\n<p>\nأقسم الله تعالى بنفسه الكريمة المقدسة أنه لا يؤمن أحد حتى يحكم الرسول\nصلى الله عليه وسلم في جميع أموره، ويرضى بجميع ما حكم به، وينقاد له ظاهرا\nوباطنا، سواء كان الحكم بما يوافئق أهواءهم أو يخالفها، كما ورد في الحديث:\n\"والذي نفسي بيده لا يؤمن أحدكم حتى يكون هواه تبعا لما جئت به\"، وهذا يدل\nعلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p518'> Vol. 08, p. 518</a>\n            </div>\n            \n</p>\n\n<p>\nأن من لم يرض بحكم الرسول صلى الله عليه وسلم لا يكون مؤمنا، وعلى أنه لا\nبد من حصول الرضى بحكمه في القلب، وذلك بأن يحصل الجزم والتيقن في القلب\nبأن الذي يحكم به عليه الصلاة والسلام هو الحق والصدق، فلا بد من الانقياد\nباطنا وظاهرا، وسيأتي مزيد بيان لذلك إن شاء الله تعالى في مقصد محبته عليه\nالصلاة والسلام.\n</p>\n\n<p>\nثم إن ظاهر الآية يدل على أنه لا يجوز تخصيص النص بالقياس؛ لأنه يدل على\nأنه يجب متابعة قوله وحكمه، وأنه لا يجوز العدول عنه إلى غيره.\n</p>\n\n<p>\nوقوله: {ثم لا يجدوا في أنفسهم حرجا مما قضيت} مشعر بذلك؛ لأنه متى خطر\nبقلبه قياس يقتضي ضد مدلول النص فهناك يحصل الحرج في النفس، فبين الله\nتعالى أنه لا يكمل إيمانه إلا بعد أن لا يتلفت إلى ذلك الحرج ويسلم إلى\nالنص تسليما كليا، قاله الإمام فخر الدين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p519'> Vol. 08, p. 519</a>\n            </div>\n            \n</p>\n\n<p>\nوجوز غيره تخصيص الكتاب والسنة بالقياس، وبه صرح العلامة التاج بن السبكي\nفي جمع الجوامع. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p520'> Vol. 08, p. 520</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head12'>النوع الثامن: فيما تتضمن الأدب معه صلى الله عليه وسلم</h1>\n\n<p>\nقال <span id='ms0808'></span> الله تعالى: {يا أيها الذين آمنوا لا تقدموا بين يدي الله ورسوله}\n[الحجرات: 1] . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p520'> Vol. 08, p. 520</a>\n            </div>\n            \n</p>\n\n<p>\nفمن الأدب لا يتقدم بين يديه بأمر ولا نهي، ولا إذن ولا تصرف حتى يأمر هو\nوينهي ويأذن كما أمر الله بذلك في هذه الآية، وهذا باق إلى يوما لقيامة لم\nينسخ. فالتقدم بين يدي سنته بعد وفاته كالتقدم بين يديه في حياته، لا فرق\nبينهما عند ذي عقل سليم.\n</p>\n\n<p>\nقال مجاهد: لا تفتاتوا على رسول الله صلى الله عليه وسلم بشيء، حتى يقضيه\nالله على لسانه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p521'> Vol. 08, p. 521</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الضحاك: لا تقضوا أمرا دون رسول الله صلى الله عليه وسلم.\n</p>\n\n<p>\nوقال غيره: لا تأمروا حتى يأمر، ولا تنهوا حتى ينهى.\n</p>\n\n<p>\nوانظر أدب الصديق -رضي الله عنه- معه عليه الصلاة والسلام في الصلاة. أن\nتقدم بين يديه كيف تأخر فقال: ما كان لابن أبي قحافة أن يتقدم بين يدي رسول\nالله صلى الله عليه وسلم، كيف أورثه مقامة والإمامة بعده، فكان ذلك التأخر\nإلى خلفه، وقد أومأ إليه أن أثبت مكانك، سعيا إلى قدام بكل خطوة إلى وراء\nمراحل إلى قدام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p522'> Vol. 08, p. 522</a>\n            </div>\n            \n</p>\n\n<p>\nتنقطع فيها أعناق المطي.\n</p>\n\n<p>\nومن الأدب معه صلى الله عليه وسلم أن لا ترفع الأصوات فوق صوته، كما قال\nتعالى: {يا أيها الذين آمنوا لا ترفعوا أصواتكم فوق صوت النبي ولا تجهروا\nله بالقول كجهر بعضكم لبعض} [الحجرات: 2] .\n</p>\n\n<p>\nقال الرازي: أفاد أنه ينبغي أن لا يتكلم المؤمن عنده صلى الله عليه وسلم\nكما يتكلم العبد عند سيده؛ لأن العبد داخل في قوله تعالى: {كجهر بعضكم\nلبعض} ؛ لأنه للعموم، فلا ينبغي أن يجهر المؤمن للنبي صلى الله عليه وسلم\nكما يجهر العبد للسيد، وإلا كان قد جهر له كما يجهر بعضكم لبعض.\n</p>\n\n<p>\nقال: ويؤيد ما ذكرناه قوله تعالى: {النبي أولى بالمؤمنين من أنفسهم}\n[الأحزاب: 6] ، والسيد ليس أولى عند عبده من نفسه، حتى لو كانا في مخمصة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p523'> Vol. 08, p. 523</a>\n            </div>\n            \n</p>\n\n<p>\nووجد العبد ما لو لم يأكله لمات لا يجب عليه بذله لسيده، ويجب البذل\nللنبي صلى الله عليه وسلم ولو علم العبد أن <span id='ms0809'></span> بموته ينجو سيده لا يلزمه أن\nيلقي نفسه في التهكلة لإنجاء سيده، ويجب لإنجاء النبي صلى الله عليه سولم،\nفكما أن العضو الرئيس أولى بالرعاية من غيره؛ لأن عند خلل القلب مثلا لا\nيبقى لليدين والرجلين استقامة، فلو حفظ الإنسان نفسه وترك النبي صلى الله\nعليه وسلم لهلك هو أيضا بخلاف العبد والسيد، انتهى.\n</p>\n\n<p>\nإذا كان رفع الأصوات فوق صوته موجبا لحبوط الأعمال فما الظن برفع الآراء،\nونتائج الأفكار على سنته وما جاء به.\n</p>\n\n<p>\nواعلم أن في الرفع والجهر استخفافا قد يؤدي إلى الكفر المحبط، وذلك إذا\nانضم إليه قصد الإهانة وعدم المبالاة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p524'> Vol. 08, p. 524</a>\n            </div>\n            \n</p>\n\n<p>\nوروي أن أبا بكر رضي الله عنه، لما نزلت هذه الآية قال: والله يا رسول\nالله لا أكلمك إلا كأخي السرار، وقد روى وأن عمر كان إذا حدثه حدثه كأخي\nالسرار ما كان يسمع النبي صلى الله عليه وسلم حديثه بعد هذه الآية حتى\nيستفهمه.\n</p>\n\n<p>\nوقد روي أن أبا جعفر أمير المؤمنين ناظر مالكا في مسجد رسول الله صلى\nالله عليه وسلم فقال له مالك: يا أمير المؤمنين، لا ترفع صوتك في هذا\nالمسجد، فإن الله عز وجل أدب قوما فقال: {لا ترفعوا أصواتكم فوق صوت النبي}\nالآية ومدح قوما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p525'> Vol. 08, p. 525</a>\n            </div>\n            \n</p>\n\n<p>\nفقال: {إن الذين يغضون أصواتهم} الآية، وذم قوما، فقال: {إن الذين\nينادونك من وراء الحجرات} الآية. وإن حرمته ميتا كحرمته حيا، فاستكان لها\nأبو جعفر.\n</p>\n\n<p>\nومن الأدب معه أن لا يجعل دعاؤه كدعاء بعضنا بعضا، قال تعالى: {لا تجعلوا\nدعاء الرسول بينكم كدعاء بعضكم بعضا} [النور: 63] وفيه قولان للمفسرين.\n</p>\n\n<p>\nأحدهما: لا تدعوه باسمه كما يدعو بعضكم بعضا، بل قولوا: يا نبي الله يا\nرسول الله مع التوقير والتواضع، فعلى هذا: المصدر مضاف إلى المفعول، أي:\nدعاءكم الرسول. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p526'> Vol. 08, p. 526</a>\n            </div>\n            \n</p>\n\n<p>\nوالثاني: أن المعنى: لا تجعلوا دعاءه لكم بمنزلة دعاء بعضكم بعضا، إن شاء\nأجاب وإن شاء ترك، بل إذا دعاكم لم يكن لكم بد من إجابته، ولم يسعكم التخلف\nعنها البتة، فإن المبادرة إلى إجابته واجبة، والمراجعة بغير إذنه محرمة <span id='ms0810'></span>،\nفعلى هذا: المصدر مضاف إلى الفاعل، أي دعاءه إياكم، وقد تقدم في الخصائص من\nالمقصد الرابع عن مذهب الشافعي أن الصلاة لا تبطل بإجابته صلى الله عليه\nوسلم.\n</p>\n\n<p>\nومن الأدب معه صلى الله عليه وسلم أنهم إذا كانوا معه على أمر جامع من\nخطبة أو جهاد، أو رباط، لم يذهب أحد مذهبا في حاجة له حتى يستأذنه، كما قال\nالله تعالى: {إنما المؤمنون الذين آمنوا بالله ورسوله وإذا كانوا معه على\nأمر جامع لم يذهبوا حتى يستأذنوه} [النور: 62] . فإذا كان هذا مذهبا مقيدا\nلحاجة عارضة لم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p527'> Vol. 08, p. 527</a>\n            </div>\n            \n</p>\n\n<p>\nيوسع لهم فيه إلا بإذنه، فكيف بمذهب مطلق في تفاصيل الدين، أصوله وفروعه،\nودقيقه وجليله، هل يشرع الذهاب إليه بدون استئذانه؟ {فاسألوا أهل الذكر إن\nكنتم لا تعلمون} [النحل: 43] .\n</p>\n\n<p>\nومن الأدب معه صلى الله عليه وسلم أنه لا يستشكل قوله، بل تستشكل الآراء\nبقوله، ولا يعارض نصه بقياس، بل تهدر الأقيسة وتلقى لنصوصه، ولا يحرف كلامه\nعن حقيقته لخيال مخالف، يسميه أصحابه معقولا، نعم هو مجهول وعن الصواب\nمعزول، ولا يتوقف قبول ما جاء به على موافقة أحد، فكل هذا من قلة الأدب معه\nصلى الله عليه وسلم وهو عين الجراءة عليه.\n</p>\n\n<p>\nورأس الأدب معه صلى الله عليه وسلم كمال التسليم له والانقياد لأمره،\nوتلقي خبره بالقبول والتصديق دون أن يحمله معارضة خيال باطل يسميه صاحبه\nآراء أذهانهم، فيوحد التحكيم والتسليم والانقياد والإذعان، كما وحد المرسل\nبالعبادة والخضوع والذل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p528'> Vol. 08, p. 528</a>\n            </div>\n            \n</p>\n\n<p>\nوالإنابة والتوكل، فهما توحيدان لا نجاة للعبد من عذاب الله إلا بهما،\nتوحيد المرسل، وتوحيد متابعة الرسول، فلا يتحاكم إلى غيره، ولا يرضى بحكم\nغيره، انتهى، ملخصا من \"المدارج\" والقرآن مملوء بالآيات المرشدة إلى الأدب\nمعه صلى الله عليه وسلم فليراجع. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p529'> Vol. 08, p. 529</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head13'>النوع التاسع: في آيات تتضمن رده تعالى بنفسه المقدسة على عدوه صلى الله عليه وسلم ترفيعا لشأنه</h1>\n\n<p>\nقال تعالى: {ن والقلم وما يسطرون، ما أنت بنعمة ربك بمجنون} [القلم: 1-2]\nلما قال المشركون: {يا أيها الذي نزل عليه الذكر إنك لمجنون} \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p529'> Vol. 08, p. 529</a>\n            </div>\n            \n</p>\n\n<p>\n[الحجر: 6] ، أجاب تعالى عنه <span id='ms0811'></span> عدوه بنفسه من غير واسطة، وهكذا سنة\nالأحباب، فإن الحبيب إذا سمع من سب حبيبه تولى بنفسه جوابه، فههنا تولى\nالحق سبحانه جوابهم بنفسه منتصرا له؛ لأن نصرته تعالى له أتم من نصرته\nوأرفع لمنزلته، ورده أبلغ من رده وأثبت في ديوان مجده.\n</p>\n\n<p>\nفأقسم تعالى بما بما أقسم به من عظيم آياته على تنزيه رسوله وحبيبه\nوخليله مما غمصته أعداؤه الكفرة، به وتكذيبهم له بقوله: {ما أنت بنعمة ربك\nبمجنون} \"وسيعلم أعداؤه المكذبون له أيهم المفتون\"، هو أو هم؟ وقد علموا هم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p530'> Vol. 08, p. 530</a>\n            </div>\n            \n</p>\n\n<p>\nوالعقلاء ذلك في الدنيا، ويزداد علمهم به في البرزخ، وينكشف ويظهر كل\nالظهور في الآخرة بحيث تتساوى الخلق كلهم في العلم به. وقال تعالى: {وما\nصاحبكم بمجنون} [التكوير: 22] .\n</p>\n\n<p>\nولما رأى العاصي بن وائل السهمي النبي صلى الله عليه وسلم يخرج من\nالمسجد، وهو يدخل فالتقيا عند باب بني سهم وتحدثا، وأناس من صناديد قريش\nجلوس في المسجد، فلما دخل العاصي قالوا: من ذا الذي كنت تحدث معه، قال: ذلك\nالأبتر، يعني النبي صلى الله عليه وسلم، وكان قد توفي ابن لرسول الله صلى\nالله عليه وسلم من خديجة، فرد الله تعالى عليه، وتولى جوابه بقوله: {إن\nشانئك هو الأبتر} [الكوثر: 3] أي عدوك ومبغضك هو الذليل الحقير.\n</p>\n\n<p>\nولما قالوا: {افترى على الله كذبا} [سبأ: 8] قال الله تعالى: {بل الذين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p531'> Vol. 08, p. 531</a>\n            </div>\n            \n</p>\n\n<p>\nلا يؤمنون بالآخرة في العذاب والضلال البعيد} [سبأ: 8] .\n</p>\n\n<p>\nولما قالوا: {لست مرسلا} [الرعد: 43] أجاب الله تعالى عنه فقال: {يس،\nوالقرآن الحكيم، إنك لمن المرسلين} [يس: 1-3] .\n</p>\n\n<p>\nولما قالوا: {أئنا لتاركوا آلهتنا لشاعر مجنون} رد الله تعالى عليهم\nفقال: {بل جاء بالحق وصدق المرسلين} فصدقه ثم ذكر وعيد خصمائه فقال: {إنكم\nلذائقو العذاب الأليم} [الصافات: 36- 38] .\n</p>\n\n<p>\nولما قالوا: {أم يقولون شاعر نتربص به ريب المنون} [الطور: 30] ، رد الله\nعليهم بقوله: {وما علمناه الشعر وما ينبغي له إن هو إلا ذكر وقرآن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p532'> Vol. 08, p. 532</a>\n            </div>\n            \n</p>\n\n<p>\nمبين} [يس: 69] .\n</p>\n\n<p>\nولما حكى الله عنهم قولهم: {إن هذا إلا إفك افتراه وأعانه عليه قوم\nآخرون} [الفرقان: 4] سماهم الله تعالى كاذبين بقوله <span id='ms0812'></span>: {فقد جاءوا ظلما\nوزورا} [الفرقان: 4] . وقال: {قل أنزله الذي يعلم السر في السماوات والأرض}\n[الفرقان: 6] .\n</p>\n\n<p>\nولما قالوا: يلقيه إليه شيطان قال الله تعالى: {وما تنزلت به الشياطين}\n[الشعراء: 210] ، وما ينبغي لهم وما يستطيعون.\n</p>\n\n<p>\nولما تلا عليهم نبأ الأولين قال النضر بن الحارث {لو نشاء لقلنا مثل هذا\nإن هذا إلا أساطير الأولين} [الأنفال: 31] قال الله تعالى: تكذيبا لهم: {قل\nلئن اجتمعت الإنس والجن على أن يأتوا بمثل هذا القرآن لا يأتون بمثله}\n[الإسراء: 88] . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p533'> Vol. 08, p. 533</a>\n            </div>\n            \n</p>\n\n<p>\nولما قال الوليد بن المغيرة: {إن هذا إلا سحر يؤثر، إن هذا إلا قول\nالبشر} [المدثر: 24] ، قال الله تعالى: {كذلك ما أتى الذين من قبلهم من\nرسول إلا قالوا ساحر أو مجنون} [الذاريات: 52] . تسلية له عليه الصلاة\nوالسلام.\n</p>\n\n<p>\nولما قالوا: محمد قلاه ربه، فرد الله عليهم بقوله: {ما ودعك ربك وما قلى}\n[الضحى: 3] .\n</p>\n\n<p>\nولما قالوا: {مال هذا الرسول يأكل الطعام ويمشي في الأسواق} [الفرقان: 7]\nقال الله تعالى: {وما أرسلنا قبلك من المرسلين إلا إنهم ليأكلون الطعام\nويمشون في الأسواق} [الفرقان: 20] .\n</p>\n\n<p>\nولما حسدته أعداء الله اليهود على كثرة النكاح والزوجات، وقالوا: ما همته\nإلا النكاح، رد الله تعالى عليهم عن رسوله ونافح عنه فقال: {أم يحسدون\nالناس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p534'> Vol. 08, p. 534</a>\n            </div>\n            \n</p>\n\n<p>\nعلى ما آتاهم الله من فضله فقد آتينا آل إبراهيم الكتاب والحكمة وآتيناهم\nملكا عظيما} [النساء: 54] .\n</p>\n\n<p>\nولما استبعدوا أن يبعث الله رسولا من البشر بقولهم الذي حكاه الله عنهم:\n{وما منع الناس أن يؤمنوا إذ جاءهم الهدى إلا أن قالوا أبعث الله بشرا\nرسولا} [الإسراء: 94] وجهلوا أن التجانس يورث التآنس، وأن التخالف يورث\nالتباين. قال الله تعالى: {قل لو كان في الأرض ملائكة يمشون مطمئنين لنزلنا\nعليهم من السمء ملكا رسولا} [الإسراء: 95] ، أي لو كانوا ملائكة لوجب أن\nيكون رسولهم من الملائكة، لكن لما كان أهل الأرض من البشر وجب أن يكون\nرسولهم من البشر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p535'> Vol. 08, p. 535</a>\n            </div>\n            \n</p>\n\n<p>\nفما أجل هذه الكرامة، وقد كان الأنبياء إنما يدافعون عن أنفسهم، ويردون\nعلى أعدائهم، كقول نوح عليه السلام: {يا قوم ليس بي ضلالة} [الأعراف: 61] ،\nوقول هود <span id='ms0813'></span> {يا قوم ليس بي سفاهة} [الأعراف: 67] وأشباه ذلك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p536'> Vol. 08, p. 536</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head14'>فهرس المجلد الثامن</h1>\n\n<p>\n3 المقصد الخامس: في تخصيصه عليه الصلاة والسلام بخصائص المعراج والإسراء\n</p>\n\n<p>\n271 المقصد السادس: ما ورد في آي التنزيل من عظيم قدره ورفعة ذكره\n</p>\n\n<p>\n273 تمهيد\n</p>\n\n<p>\n274 النوع الأول في ذكر آيات تتضمن عظم قدره ورفعة ذكره\n</p>\n\n<p>\n343 النوع الثاني في أخذ الله تعالى له الميثاق على النبيين\n</p>\n\n<p>\n352 النوع الثالث في وصفه تعالى له بالشهادة وشهادته له بالرسالة\n</p>\n\n<p>\n399 النوع الرابع في التنويه به صلى الله عليه وسلم في الكتب السالفة\n</p>\n\n<p>\n432 النوع الخامس في آيات تتضمن إقسامه تعالى على تحقيق رسالته\n</p>\n\n<p>\n435 الفصل الأول في قسمه تعالى على ما خصه به من الخلق العظيم\n</p>\n\n<p>\n442 الفصل الثاني في قسمه تعالى على ما أنعم به عليه\n</p>\n\n<p>\n478 الفصل الثالث في قسمه تعالى على تصديقه عليه الصلاة والسلام\n</p>\n\n<p>\n483 الفصل الخامس في قسمه تعالى بمدة حياته صلى الله عليه وسلم وعصره\nوبلده\n</p>\n\n<p>\n497 النوع السادس في وصفه تعالى له عليه الصلاة والسلام بالنور والسراج\nالمنير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p541'> Vol. 08, p. 541</a>\n            </div>\n            \n</p>\n\n<p>\n504 النوع السابع في آيات تتضمن وجوب طاعته واتباع سنته\n</p>\n\n<p>\n520 النوع الثامن فيما تتضمن الأدب معه صلى الله عليه وسلم\n</p>\n\n<p>\n529 النوع التاسع في آيات تتضمن رده تعالى بنفسه المقدسة على عدوه صلى\nالله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p542'> Vol. 08, p. 542</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "271",
    "272",
    "273",
    "274",
    "274",
    "275",
    "276",
    "277",
    "278",
    "279",
    "280",
    "281",
    "282",
    "283",
    "284",
    "285",
    "286",
    "287",
    "288",
    "289",
    "290",
    "291",
    "292",
    "293",
    "294",
    "295",
    "296",
    "297",
    "298",
    "299",
    "300",
    "301",
    "302",
    "303",
    "304",
    "305",
    "306",
    "307",
    "308",
    "309",
    "310",
    "311",
    "312",
    "313",
    "314",
    "315",
    "316",
    "317",
    "318",
    "319",
    "320",
    "321",
    "322",
    "323",
    "324",
    "325",
    "326",
    "327",
    "328",
    "329",
    "330",
    "331",
    "332",
    "333",
    "334",
    "335",
    "336",
    "337",
    "338",
    "339",
    "340",
    "341",
    "342",
    "343",
    "344",
    "345",
    "346",
    "347",
    "348",
    "349",
    "350",
    "351",
    "352",
    "353",
    "354",
    "355",
    "356",
    "357",
    "358",
    "359",
    "360",
    "361",
    "362",
    "363",
    "364",
    "365",
    "366",
    "367",
    "368",
    "369",
    "370",
    "371",
    "372",
    "373",
    "374",
    "375",
    "376",
    "377",
    "378",
    "379",
    "380",
    "381",
    "382",
    "383",
    "384",
    "385",
    "386",
    "387",
    "388",
    "389",
    "390",
    "391",
    "392",
    "393",
    "394",
    "395",
    "396",
    "397",
    "398",
    "399",
    "399",
    "400",
    "401",
    "402",
    "403",
    "404",
    "405",
    "406",
    "407",
    "408",
    "409",
    "410",
    "411",
    "412",
    "413",
    "414",
    "415",
    "416",
    "417",
    "418",
    "419",
    "420",
    "421",
    "422",
    "423",
    "424",
    "425",
    "426",
    "427",
    "428",
    "429",
    "430",
    "431",
    "432",
    "432",
    "433",
    "434",
    "435",
    "436",
    "437",
    "438",
    "439",
    "440",
    "441",
    "442",
    "442",
    "443",
    "444",
    "445",
    "446",
    "447",
    "448",
    "449",
    "450",
    "451",
    "452",
    "453",
    "454",
    "455",
    "456",
    "457",
    "458",
    "459",
    "460",
    "461",
    "462",
    "463",
    "464",
    "465",
    "466",
    "467",
    "468",
    "469",
    "470",
    "471",
    "472",
    "473",
    "474",
    "475",
    "476",
    "477",
    "478",
    "479",
    "480",
    "481",
    "482",
    "483",
    "483",
    "484",
    "485",
    "486",
    "487",
    "488",
    "489",
    "490",
    "491",
    "492",
    "493",
    "494",
    "495",
    "496",
    "497",
    "497",
    "498",
    "499",
    "500",
    "501",
    "502",
    "503",
    "504",
    "504",
    "505",
    "506",
    "507",
    "508",
    "509",
    "510",
    "511",
    "512",
    "513",
    "514",
    "515",
    "516",
    "517",
    "518",
    "519",
    "520",
    "520",
    "521",
    "522",
    "523",
    "524",
    "525",
    "526",
    "527",
    "528",
    "529",
    "529",
    "530",
    "531",
    "532",
    "533",
    "534",
    "535",
    "536",
    "541",
    "542"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12"
  ]
}