{
  "content": "\n<h1 class='l1' id='head0'>AUTO الجزء الثاني من المنتخب من كتاب السبعيات</h1>\n\n<p>\nجمع الإمام أبي نصر هبة الله بن عبد الجبار بن معاذ بن فاخر السجزي.\n</p>\n\n<p>\nرواية الإمام الزاهد العابد أبي عروبة عبد الهادي بن محمد بن عبد الله بن مأمون.\n</p>\n\n<p>\nرواية الحافظ أبي محمد عبد القادر بن عبد الله الرهاوي، رحمه الله.\n</p>\n\n<p>\nسماع إبراهيم بن محمد بن الأزهر الصريفيني، نفعه الله الكريم به في\nالدنيا والآخرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p001'> Vol. 02, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم (1) -[38] أخبرنا الحافظ أبو محمد الرهاوي، بحران،\nأنبا أبو عروبة عبد الهادي بن أبي سعيد السجستاني، بسجستان، أنبا أبو نصر\nهبة الله بن فاخر، أنبا أبو جعفر بن إسماعيل بن الخليل، أنبا أبو عمر، أنبا\nأبو بكر هو ابن طرخان، أنبا علي بن عاصم، أنبا عبيد الله بن أبي بكر بن\nأنس، قال: سمعت أنس بن مالك، يقول: \" ما خرج رسول الله صلى الله عليه وسلم\nيوم فطر حتى يأكل تمرات \".قال: فكان أنس يأكل ثلاثا أو خمسا وإن شاء أن\nيزداد ازداد إلا أنه يجعلهن وترا عبيد الله بن أبي بكر بن أنس بن مالك\nالأنصاري، هو حافد أنس بن مالك، شيخ ثقة من التابعين، يروي عن أنس بن مالك،\nعداده في أهل البصرة، روى عنه شعبة، وحماد بن سلمة، وهشيم، وعلي بن عاصم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p002'> Vol. 02, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\n(2) -[39] أخبرنا أبو علي الشافعي، بمكة حرسها الله، ثنا أبو الحسن بن\nفراس، ثنا أبو جعفر، ثنا محمد بن زنبور، ثنا الحارث بن عمير، عن حميد، عن\nأنس بن مالك، قال: سئل رسول الله صلى الله عليه وسلم عن أجر الرباط، فقال:\n\" من رابط حارسا من وراء المسلمين كان له مثل أجر من خلفه ممن صام وصلى \"\n</p>\n\n<p>\nالحارث بن عمير، من أهل البصرة، أبو عمير يروي عن حميد والبصريين، روى\nعنه أحمد بن أبي شعيب الحراني والناس، كان ممن يروي عن الأثبات الأشياء\nالموضوعات، أدخله ابن حبان <span id='ms38'></span> في المجروحين، وذكر هذا الحديث فيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p003'> Vol. 02, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\n(3) -[40] أخبرنا القاضي الإمام أبو العلاء صاعد بن سيار الهروي، بهراة،\nأنبا أبو القاسم صالح بن دغيم بن أحمد بن غالب البصري، ببلخ، ثنا أبو بكر\nأحمد بن كامل بن خلف بن شجرة القاضي، ببغداد، ثنا الحسن بن داود، ثنا يزيد\nبن هارون، عن حميد، عن أنس بن مالك، قال: قال رسول الله صلى الله عليه\nوسلم: \" ما من يوم من أيام الجمعة إلا ويهبط جبريل وميكائيل وإسرافيل،\nومعهم ملائكة سبع سموات فيصلون في البيت المعمور \".وذكر حديثا فيه طول، قال\nعبد الله الأنصاري: هذا حديث موضوع على يزيد بن هارون والذي فيه من الحسن\nبن داود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p004'> Vol. 02, p. 004</a>\n            </div>\n            \n(4) -[41] وحدثنا العالم أبو القاسم عبد الوهاب بن الحسين بن عمر بن محمد\nالتنيسي، في المسجد الحرام من لفظه، وكتب لي بخطه، أنبا أبو الحسين محمد بن\nالحسين بن علي، شيخ الصوفية في وقته، أنبا أبو الحسين محمد بن جعفر بن أبي\nالزبير، قال: ثنا محمد بن جعفر الزراد، ثنا يحيى بن عمر النصيبي، شيخ ...\nفسألته عنه، ثنا حميد الطويل، عن أنس بن مالك، قال: قال رسول الله صلى الله\nعليه وسلم: \" إذا قال العبد: أشهد أن لا إله إلا الله قال الله تبارك\nوتعالى: يا ملائكتي علم عبدي أنه ليس له رب غيري أشهدكم أني قد غفرت له \"\nقلت: لم أعرف أحدا من هؤلاء إلا شيخي وحميدا، فلا أدري ما أقول فيهم، ونسأل\nالله السلامة، قلت: أبو الخير محمد بن الخير هو أبو عبد الرحمن السلمي،\nومحمد بن جعفر الزراد مشهور بعد عن عبيد الله بن عبد الرحمن بن ... أبي\nإسحاق، روى عنه أبو بكر بن المقرئ وغيره\n</p>\n\n<p>\nبقية بن الوليد بن صائد بن جرير بن فضالة بن كعب الميثمي العفيفي الكلاعي\nالحمصي، قال أحمد بن حنبل: توهمت أن بقية لا يحدث المناكير إلا عن\nالمجاهيل، فإذا هو يحدث المناكير عن المشاهير، فعلمت من أين أوتى، قال أبو\nحاتم بن حبان: لم يسئ أبو عبد الله رحمة الله <span id='ms39'></span> عليه شأن بقية، وإنما نظر إلى\nأحاديث موضوعة رويت عنه عن أقوام ثقات فأنكرها ولعمري إنه موضع الإنكار،\nوفي دون هذا ما يسقط عدالة الإنسان في الحديث، ولقد دخلت حمص، وأكثر همي\nشأن بقية، فتتبعت حديثه وكتبت النسخ على الوجه، وتتبعت ما لم أجد بعلو من\nرواية القدماء عنه، فرأيته ثقة مأمونا، ولكن كان مدلسا سمع من عبيد الله بن\nعمر وشعبة ومالك أحاديث يسيرة مستقيمة، ثم سمع عن أقوام كذابين ضعفاء\nمتروكين عن عبيد الله بن عمر وشعبة ومالك مثل المجاشع بن عمرو والسري بن\nعبد الحميد وعمر بن موسى الميثمي وأشباههم وأقوام لا يعرفون إلا بالكنى،\nفروى عن أولئك الثقات الذين رآهم بالتدليس ما سمع من هؤلاء الضعفاء، وكان\nيقول: قال عبيد الله بن عمر، عن نافع، وقال مالك: عن نافع كذا فحملوا بقية\nعن عبيد الله، وبقية عن مالك، وأسقط الواهي بينهما، فالتزق الموضوع ببقية\nوتخلص الواضع من الوسط، وإنما امتحن بقية بتلاميذ له كانوا يسقطون الضعفاء\nمن حديثه ويسونه فالتزق ذلك كله به، وكان يحيى بن معين حسن الرأي فيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p005'> Vol. 02, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\n(5) -[220] وسمعت العدل أبا محمد إسماعيل بن أبي سعد القاضي الهروي، قراءة\nعليه فأقر به، ثنا الحافظ إسحاق بن إبراهيم بن محمد بن عبد الرحمن القراب\nالهروي، أنبا جدي أبو الحسين محمد بن عمر بن حفصويه السرخسي، أنبا محمد بن\nإسحاق القرشي، وأبو الفضل يعقوب بن إسحاق بن محمود، قالا: ثنا عثمان بن\nسعيد الدارمي، قال: سألت يحيى بن معين، قلت: بقية بن الوليد كيف حديثه؟\nفقال: ثقة، قلت: هو أحب إليك أو محمد بن حرب؟ فقال: ثقة وثقة\n</p>\n\n<p>\nوقال ابن المبارك: إذا اجتمع إسماعيل بن عياش وبقية في حديث فبقية أحب\nإلي، وقال يحيى بن معين في جوابه لمضر بن محمد الأسدي وسأله عن بقية بن\nالوليد فقال: ثقة، إذا حدث عن المعروفين، ولكن له مشايخ لا يدرى أمرهم، ثم\nبعد ما ذكرنا لا يحب الاحتجاج به إذا انفرد بشيء، والله أعلم، وكنيته أبو\nيحمد، بضم <span id='ms40'></span> الياء وكسر الميم، كذا قاله بعض الحفاظ، وقيل: أبو يحمد بفتحهما.\nجبارة بن مغلس بن عبادة بن حنائة بن عقبة بن طارق التميمي الحماني، من أهل\nالكوفة، عن القاسم بن معن وشريك وكثير بن سليم، مات بالكوفة سنة إحدى\nوأربعين ومائتين، وكان يقلب الأسانيد ويرفع المراسيل، أفسده يحيى الحماني\nحتى بطل الاحتجاج بأحاديثه المستقيمة لما شابها من الأشياء المستفيضة عنه\nالتي لا أصول لها، فخرج بها عن حد التعديل إلى الجرح، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p006'> Vol. 02, p. 006</a>\n            </div>\n            \n(6) -[230] وقال صالح بن محمد جزرة: سألت ابن نمير عن جبارة بن مغلس فقال:\nثقة، فقلت له: إنه حدثنا عن ابن المبارك، عن حميد، عن ابن أبي الورد، عن\nأبيه، قال: رأى النبي صلى الله عليه وسلم رجلا أحمر، فقال: \" أنت أبو الورد\n\"، فقال ابن نمير: هذا منكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p007'> Vol. 02, p. 007</a>\n            </div>\n            \n(7) -[240] قال: وقلت: حدثنا عن حماد بن زيد، عن إسحاق بن سويد، عن يحيى بن\nيعمر، عن ابن عمر أن رجلا نادى النبي صلى الله عليه وسلم فقال: \" لبيك \"،\nقال: وهذا منكر، ثم قال ابن نمير: حسبك، ثم قال: أظن أن بعض جيرانه أفسد\nعليه كتبه، فقلت: تعني: يحيى الحماني؟ فقال: لا أسمي أحدا\n</p>\n\n<p>\nجدي الإمام أبو جعفر فاخر بن معاذ بن أحمد بن محمد أشهر من أن يعرف، كان\nفي الدين والسنة بمكان، وبلدنا تعرف الشيء بحبه والاقتداء بطريقته وسيرته،\nوهو إمام لا يدافعه في علم التفسير والحديث والمذهب والنظر، كان يعقد مجلس\nالتذكير والتدريس والإملاء، وكان ذا بيان واستنباط وذا مروءة وسخاء وذا\nبديهة وخاطر، روى عن ابن أبي سليمان الخطابي، وأبي علي الفقيه، وأبي حاتم\nأحمد بن الحسن، والحموي وغيرهم، روى عنه أهل سجستان والغرباء ووالدي وعمي،\nتوفي غداة يوم الأحد الحادي عشر من رجب، سنة سبع عشرة وأربع مائة. وأما\nوالدي فهو شيخ سجستان والإمام القائم بين أهلها في الطائفة المنصورة أصحاب\nالحديث، وكان عقد مجلس التذكير في عهد والده ومجلس الإملاء بعده ..... حافظ\nالإمام في التذكير وعلم التفسير يروي عن والده وأخويه والأئمة، ورحل إلى\nهراة مرتين، توفي <span id='ms41'></span> ليلة الأربعاء والليل قد أربى على النصف السابع عشر من\nرجب سنة ست وخمسين وأربع مائة، وكنت إذ ذاك ابن أربع عشرة سنة، ودفن في\nالمدينة محلة شيخه مهاجر في حرم المدرسة المنسوبة إليه. أبو الحسن محمد بن\nمحمد بن جمعة بن فور بن الغوث بن يزيد بن دارم بن حاتم بن قبيصة بن المهلب\nالخطيب المعدل التاجر الأنماطي من أصحاب الرأي، وكان شيخا ثقة جليلا، وقيل:\nإنه من أصحاب الحديث، ولكن أصحاب الحديث يعدونه من أصحاب الرأي لملاينة\nكانت فيه، يروي عن أبي بكر محمد بن الليث الجوهري، وجعفر بن أحمد بن نصر\nالخضيري، وأبي عبد الرحمن محمد بن أحمد الوضاح النهشلي الكوفي، وأبي مسلم\nالكجي وغيرهم، روى عنه أبو بكر محمد بن أحمد بن محمد بن خالد بن يزيد بن\nشعبة بن عيسى بن مضر المضري السجزي البزاز، وأبو حاتم السمسار، وأبو علي\nالفقيه، وأبو عمر النوقاني، مات الأنماطي في شهر ربيع الأول، سنة أربع\nوأربعين وثلاث مائة. بشر بن الوليد أبو الوليد الكندي البغدادي عن أبي يوسف\nوهشيم، روى عنه حامد بن شعيب البلخي، وهو شيخ ثقة من ثقات تبع الأتباع، مات\nسنة ثمان وثلاثين ومائتين. الهيثم بن جميل، أصله من بغداد أبو سهل، سكن\nأنطاكية، عن مالك، وابن عيينة، وشريك، روى عنه الحسن بن الحسن المروزي،\nوأهل الثغر يوسف بن سعيد بن مسلم، وغيره، وهو يروي عن كبير بن سليم، وهو\nثقة من ثقات تبع الأتباع، مات الهيثم لثلاث عشرة ليلة مضت من ذي القعدة سنة\nأربع عشرة ومائتين. الحسين بن الحسن بن حرب المروزي أبو عبد الله، سكن مكة،\nعن ابن المبارك، وهشيم، وابن عيينة، روى عنه إسحاق بن إبراهيم القاضي، وابن\nصاعد، ومحمد بن معاذ الماليني، مات قبل الخمسين، من سنة ست وأربعين\nومائتين، من ثقات تبع الأتباع. أبان بن أبي عياش، من أهل البصرة، كنيته أبو\nإسماعيل، واسم أبيه فيروز، يحدث عن أنس والحسن، روى عنه الثوري، وسلام بن\nمسكين، والناس، وكان من <span id='ms42'></span> العباد المتقشفين والزهاد المتدينين يحيي الليل\nبالقيام، ويطوي النهار بالصيام، سمع من أنس بن مالك أحاديث ويحضر مجالس\nالحسن، وكان يسمع كلامه ويحفظه فإذا حدث ربما جعل كلام الحسن الذي سمعه من\nقوله عن أنس عن النبي صلى الله عليه وسلم وهو لا يعلم، ولعله روى عن أنس\nأكثر من ألف وخمس مائة حديث، ما لكثير منها أصل يرجع إليه. وعن حماد بن\nزيد، قال: جاءني أبان بن أبي عياش، فقال: أحب إن تكلم شعبة أن يكف عني،\nقال: فكلمته فكف عنه أياما فأتاني في بعض الليل، فقال: إنك سألتني أن أكف\nعن أبان، وإنه لا يحل الكف عنه فإنه يكذب على رسول الله صلى الله عليه وسلم\nوقال علي بن مسهر: سمعت أنا وحمزة الزيات من أبان بن أبي عياش ألف حديث\nفلقيت حمزة، فقال: رأيت النبي صلى الله عليه وسلم في النوم، فعرضتها عليه\nفما عرف منه إلا خمسة أحاديث، وقال يزيد بن هارون: سمعت شعبة يقول: لأن\nأزني أحب إلي من أن أحدث عن أبان بن أبي عياش، وقال أحمد بن زهير، عن يحيى\nبن معين، قال: أبان بن أبي عياش ليس بشيء. سلمة بن وردان الجندعي أبو يعلى،\nمولى بني ليث، وهو أخو عبد الرحمن بن وردان، عبد الرحمن سكن مكة وسلمة سكن\nالمدينة، روى عنه الثوري، وابن المبارك، والقعنبي، مات سنة ست وخمسين\nومائة، وكان يروي عن أنس أشياء لا تشبه حديثه وعن غيره من الثقات ما لا\nيشبه حديث الأثبات، كأنه كان كبر وحطمه السن، وكان يأتي بالشيء على التوهم\nحتى خرج عن حد الاحتجاج به، وقال أبو يحيى محمد بن عبد الرحيم: سمعت يحيى\nبن معين يقول: سلمة بن وردان ليس بشيء. عبد الله بن مسلمة بن قعنب أبو عبد\nالرحمن القعنبي المدني البصري، سكن البصرة إلى أن مات، عن سليمان بن بلال،\nومالك، وعمرو بن قيس، وسلمة بن وردان، مات في صفر، سنة إحدى وعشرين ومائتين\nبالبصرة، وكان من المتقشفة الخشن، وكان <span id='ms43'></span> لا يحدث إلا بالليل، يقول لأصحاب\nالحديث: اختلفوا إلى من شئتم فإذا كان الليل ولم يحدثكم إنسان فتعالوا\nأحدثكم، وربما خرج القعنبي على أصحابه، وليس عليه إلا بارية قد اتشح بها،\nوقال يحيى بن معين: ما رأيت أحدا يحدث لله عز وجل إلا ستة بعد ابن المبارك،\nوكيع بن الجراح، وسعيد بن عامر، وأبا داود الحفري، وعبد الله بن مسلمة\nالقعنبي، والحسين بن علي، وهم كانوا صالحين، وكان يحيى بن معين لا يقدم\nعليه في مالك أحدا، ولو صح سماع سلمة بن وردان عن أنس لأدخل القعنبي في\nأتباع التابعين، ولكنه لم يصح سماعه من أنس على الوجه الذي يوجب الاحتجاج\nبه، فلذلك عد في جملة تبع الأتباع، روى عنه أبو خليفة، وعثمان بن سعيد\nالدارمي، ومحمد بن زكريا القرشي، وكان من المتقنين في الحديث، وله أخوان\nإسماعيل، ويحيى، ثالثهم بنو مسلمة بن قعنب، وأما إسماعيل، فهو شيخ ثقة\nعداده أيضا في أتباع التابعين، من أهل المدينة، كنيته أبو بشر، وقيل: أبو\nمحمد، وقال أبو القاسم بن عبد الرحمن السجزي الصيدلاني: والصحيح عندي أنه\nأبو اليسر بالياء المضمومة المنقوطة باثنتين من تحتها وسين غير معجمة\nساكنة، سكن مصر، يروي عن عبد الرحيم بن زيد العمي، روى عنه داهر بن نوح\nوالمصريون، مات سنة سبع ومائتين، وكان من خيار الناس، أصله من المدينة وولد\nبها، ولكنه دخل مصر وسكن بها إلى أن مات، وأما يحيى فهو يروي عن منكدر بن\nمحمد، روى عنه ربيع بن سليمان الجيزي، وأما مسلمة بن قعنب القعنبي، والدهم\nفهو شيخ ثقة من أتباع التابعين من أهل المدينة، يروي عن هشام بن عروة، روى\nعنه أبناؤه عبد الله وإسماعيل وهو مستقيم الحديث جدا. يحيى بن عبد الله أبو\nسعيد البابلي، من أهل الجزيرة مولى لبني أمية، مات سنة ثمان عشرة ومائتين،\nكان ينزل حران، يروي عن صفوان بن عمرو، والأوزاعي، والقعنبي، روى عنه أبو\nسعيد عبد الله بن الحسن الحراني والعراقيون وأهل بلده، كان كثير الخطأ لا <span id='ms44'></span>\nيدفع عن السماع، ولكنه يأتي عن الثقات بأشياء معضلات ممن كان يهم فيها حتى\nذهب حلاوته عن القلوب لما شاب أحاديثه المناكير، فهو عندي فيما انفرد ساقط\nالاحتجاج وفيما لم يخالف الثقات معتبر به، وفيما وافق محتج به. أبو عثمان\nسعيد بن العباس بن محمد القرشي، شيخ فاضل ثقة من شيوخ هراة، يروي عن أبيه،\nوأبي منصور الأزهري، والدارقطني، وأبي علي الرفاء، روى عنه شيوخ هراة، توفي\nفي المحرم سنة ثلاث وثلاثين وأربع مائة، وكان مولده سنة تسع وأربعين وثلاث مائة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p008'> Vol. 02, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\n(8) -[42] أخبرنا نجيب بن ميمون، أنبا أبو العباس العصمي، أنبا أبو بكر بن\nعبد الله هو النيسابوري، أنبا أبو مسلم، وأخبرنا أبو جعفر محمد بن علي\nالأمير، أنبا أبو الحسن الليثي، أنبا أبو الحسن بن أبي ..... السدري،\nبالبصرة، ثنا أبو مسلم الكشي، ثنا القعنبي، ثنا سلمة بن وردان، قال: سمعت\nأنس بن مالك، يقول: ارتقى النبي صلى على درجة المنبر، فقال: \" آمين \".فقال\nأصحابه: على ما أمنت يا رسول الله؟ قال: \" أتاني جبريل، فقال: رغم أنف امرئ\nذكرت عنده فلم يصل عليك، فقلت: آمين \".وفي رواية أبي جعفر قال: \" جاءني\nجبريل، فقال: رغم أنف امرئ أدرك شهر رمضان فلم يغفر له، فقلت: آمين \"\n</p>\n\n<p>\nمحمد بن محمد بن عقبة، شيخ فاضل من شيوخ الكوفة. أبو زيد الفضل بن إسحاق\nبن إبراهيم الأزدي الهروي، وكان يتولى جامع هراة، شيخ أمين فاضل، يروي عن\nالحموي، والشريحي، روى عنه أهل هراة وسجستان، وقد رحل إلى سجستان، وسمع منه\nأهل سجستان ترغيب عبد بن حميد، توفي في ذي القعدة، سنة أربع وأربعين وأربع\nمائة ...... وكان مولده في سنة اثنتين وسبعين وثلاث مائة، وكان من مشايخ\nهراة. أبو علي محمد بن نصر بن إبراهيم بن نصر بن عاصم المعروف بأبي علي بن\nأبي الليث، شيخ وقته وفريد عصره، لم يكن له نظير يوازيه في عهده، كان من\nكبار المشايخ زهدا وورعا ورياضة واجتهادا ورحلة وتصوفا بظهر ذي الملامة،\nوكان متجردا مجتهدا صاحب كرامات، رأى الكبار من <span id='ms45'></span> المشايخ وطاف البلاد، ويعرف\nفي كل موضع بالزي الحسن والطريقة السديدة وصفته بسجستان بباب فارس، كان\nيجلس فيه على التوكل والفتوح، يروي عن أبي عمر النوقاني، وأبي عبد الرحمن\nالسلمي، والماليني أبي سعد، وأبي نعيم عبد الملك بن الحسن الإسفراييني،\nوأبي بكر محمد بن أحمد الحديثي، وعبد الله بن يوسف الأصبهاني، روى عنه\nوالدي، وأبو النصر الطبسي، وسمع منه مشايخ سجستان، وهو ثقة أمين، توفي في\nشهر رمضان، سنة ست عشر وأربع مائة وصلى عليه جدي الإمام فاخر، ودفن بباب\nجرجان من ناحية باب فارس، وقبره مشهور يزار. عبد الرحمن بن يوسف بن داود بن\nسليمان بن عبيد بن زهير شيخ فقيه عابد زاهد شيخ وقته عبادة وورعا، صنف\nالكتب الكثيرة ورحل وجمع، وأولاده وعقبه أهل ورع وأمانة، يروي عن أبي علي\nالفقيه، وأبي عمر النوقاني، وخرج في مشيخته أسامي مشايخ، روى عنه والدي\nوناقله أبو الحسن بن منصور وابنه العالم أبو نصر الحسين بن محمد بن منصور\nوالناس، توفي في جمادى الآخرة سنة ثلاث عشرة وأربع مائة، ودفن بباب جرجان\nمن ناحية باب فارس في المقبرة الجنوبية العتيقة، وهو ثقة جدا. وأما العالم\nأبو نصر فهو شيخ عالم واعظ ورع نزه لا تكلف فيه ولا رعونة، ذو صدق وأمانة،\nيروي عن الإمام فاخر وجده وابن بشري، روى عنه مشايخ سجستان توفي يوم\nالاثنين وقت الظهر السادس عشر من ذي الحجة، سنة ثمانين وأربع مائة، وصلى\nعليه القاضي أبو شريف، وكان مولده في ذي الحجة، سنة أربع وأربع مائة، وله\nست وتسعون سنة، وقبره على شط الفارقين قرب باب البغالين. أبو بكر أحمد بن\nإبراهيم بن إسماعيل بن مرداس، شيخ ثقة حافظ جمع الصحيح، توفي سنة إحدى\nوسبعين وثلاثمائة. الإمام أبو الفضل عمرو بن إبراهيم، شيخ ثقة جليل من شيوخ\nهراة يروي عن الإسماعيلي، وبشر بن أحمد الإسفراييني، وأبي عمرو بن حمدان،\nوغيرهم، توفي في الرابع عشر من ذي الحجة، سنة خمس وعشرين وأربع مائة، ودفن\nبباب حشك. كامل بن <span id='ms46'></span> طلحة أبو يحيى، شيخ جليل ثقة من تبع الأتباع، يروي عن\nالليث وابن لهيعة وعباد بن عبد الصمد، مات سنة إحدى وثلاثين ومائتين في آخرها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p009'> Vol. 02, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\n(9) -[43] أخبرنا أبو علي الحسن بن علي بن محمد بن الشماع، أنبا محمد بن\nعلي بن محمد بن صخر، ثنا أبو عبد الله عثمان بن أحمد العجلي، ببغداد، ثنا\nمحمد بن المجرد، بعكبرا، ثنا إبراهيم بن عبد الله الطوسي، ثنا بلال خادم\nأنس، عن أنس، قال: قال رسول الله صلى الله عليه وسلم: \" لا تضربوا أولادكم\nفي المهد على بكائهم، فإن بكاء الصبي في المهد أربعة أشهر شهادة أن لا إله\nإلا الله، وأربعة أشهر الصلاة على نبيكم، وأربعة أشهر استغفار لوالديه\n\".بلال هذا لا أعرفه، ولا الرواة عنه إلا القاضي أبا الحسن محمد بن علي بن\nمحمد الصخري الشيخ الجليل الحافظ الثقة شيخ بغداد، يروي عن الكبار والأئمة\nكعمر بن محمد بن سيف، وأبي بكر القطيعي، وأبي الطيب بن المنتاب، قدم سجستان\nفي عهد والدي، وسمع منه والدي وأهل سجستان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p010'> Vol. 02, p. 010</a>\n            </div>\n            \n(10) -[44] أخبرنا أبو علي الحسن بن علي، أنبا محمد بن علي بن محمد بن صخر،\nثنا أبو العباس أحمد بن عبد الرحمن الخاركي، ثنا أبو سليمان محمد بن يحيى\nبن المنذر القزاز، ثنا يزيد بن بيان، ثنا أبو الرجال، عن أنس، قال: قال\nرسول الله صلى الله عليه وسلم: \" ما أكرم شاب شيخا لكبر سنه إلا قيض الله\nله من يكرمه عند كبر سنه \".أبو الرجال هو عقبة بن عبيد الطائي أخو سعيد بن\nعبيد، يروي عن أنس بن مالك، يخطئ كثيرا، يروي عن أنس ما ليس من حديثه،\nعداده في أهل البصرة، لا يحتج بخبره إذا انفرد، يتقى حديثه من رواية يزيد\nبن بيان المعلم عنه، وقد روى عنه الكوفيون ويحيى القطان، يروي عنه شيئا\nيسيرا للاعتبار لا للاحتجاج به\n</p>\n\n<p>\nوفي التابعين رجل آخر، يقال له: أبو الرجال أيضا وهو خالد بن محمد\nالأنصاري، من أهل البصرة يروي عن أنس على قلة روايته ما لا <span id='ms47'></span> يتابع عليها لا\nيجوز الاحتجاج به إذا انفرد وراوي الحديث هو الأول الذي راويه يزيد. وأما\nيزيد بن بيان المعلم هو من أهل البصرة يروي عن أبي الرجال، روى عنه أحمد بن\nإبراهيم الدورقي، ومحمد بن يحيى بن المنذر القزاز، كنيته أبو خالد القعنبي،\nكان ضريرا يتفرد بالمناكير التي لا يشك من سمعها من أهل هذه الصنعة أنها\nمعمولة أو مقلوبة لا يجوز الاحتجاج به. وأما محمد بن يحيى بن المنذر القزاز\nأبو سليمان، فهو ثقة جليل من أهل البصرة. عبد الله بن عمران العابدي أبو\nالقاسم المخزومي من أهل مكة، عن ابن عيينة، وداود بن عجلان، روى عنه عبد\nالرحمن بن عبد المؤمن، وابن صاعد وهو ثقة من تبع الأتباع إلا أنه يخطئ\nويخالف، مات سنة خمس وأربعين ومائتين. أبو ظلال هلال بن أبي مالك الأعمى\nالقسملي، من أهل البصرة واسم أبيه سويد الأزدي الأحمري، وقد قيل له: هلال\nبن أبي هلال، سئل يحيى بن معين عن أبي ظلال، فقال: اسمه هلال، لا شيء. سلام\nبن مسكين النهدي الأزدي، من أهل البصرة، كنيته أبو روح، يروي عن الحسن وأبي\nظلال، روى عنه مسلم، وأبو نعيم، وشيبان بن فروخ، مات سنة أربع وستين ومائة،\nوقد قيل: سنة سبع وستين ومائة، هو شيخ ثقة من ثقات أتباع التابعين. شيبان\nبن أبي شيبة الأيلي، من أهل الأيلة، واسم أبي شيبة فروخ، عن حماد بن سلمة،\nوالمبارك بن فضالة، وسلام بن مسكين، وأبي هلال الراسبي، روى عنه الحسن بن\nسفيان وأبو العباس ... والناس، ثقة من ثقات تبع الأتباع، مات سنة ست\nوثلاثين ومائتين. يغنم، بالياء المعجمة باثنين من تحتها والعين المعجمة\nوالنون بعدها، فهو يغنم بن سالم بن قنبر شيخ يضع على أنس بن مالك الحديث،\nروى عنه بنسخة موضوعة لا يحل الاحتجاج به ولا الرواية عنه إلا على سبيل\nالاعتبار، روى عنه عبد الغني بن سعيد، وعيسى بن مساور، ويونس بن عبد\nالأعلى، وقال يونس: قدم علينا يغنم بن سالم مصر، فنزل <span id='ms48'></span> على قرح أبي حرملة،\nفجئت إليه فسمعته يقول: تزوجت امرأة من الجن فلم أرجع إليه. وأما عيسى بن\nمساور الجوهري، فهو أبو موسى، من أهل بغداد يروي عن عبيد الله بن موسى وأهل\nالعراق، وكان راويا للوليد بن مسلم، وسويد بن عبد العزيز، ويغنم روى عنه\nمحمد بن هارون الحضرمي وغيره، مات سنة خمس وأربعين ومائتين وهو ثقة من ثقات\nتبع الأتباع. خالد بن عبيد العتكي أبو عصام، من أهل البصرة سكن مرو، يروي\nعن أنس نسخة موضوعة ما لها أصول يعرفها أهل الصنعة لا يحل كتابة حديثه إلا\nعلى جهة التعجب. عبد الله بن محمود بن سليمان أبو عبد الرحمن المروزي، شيخ\nثقة من ثقات تبع الأتباع، يروي عن علي بن حجر، وحبان بن موسى، والعلاء بن\nعمران، روى عنه محمد بن سعيد وأبو حاتم بن حبان، وأبو الحسن محمد بن أحمد\nبن أبي علي بن شبويه المروزي وأهل بلده والغرباء، مات لسبع خلون من جمادى\nالأولى سنة إحدى عشرة وثلاث مائة. عبيد الله بن موسى أبو محمد العيشي، من\nأهل الكوفة، مات سنة اثنتي عشرة أو ثلاث عشرة ومائتين، وكان يتشيع، وهو شيخ\nثقة من ثقات تبع الأتباع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p011'> Vol. 02, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\n(11) -[45] أخبرنا القاضي أبو عامر محمود بن القاسم بن محمد بن محمد بن عبد\nالله الأزدي، بهراة، أنبا أبو معاذ، هو أحمد بن محمد بن عيسى المعروف بابن\nأبي عصمة الصيرفي في شهور سنة سبع وأربع مائة، أنبا أبو الفضل هو يعقوب بن\nإسحاق بن محمد الفقيه، أنبا أحمد بن موسى، هو ابن إسحاق التميمي الكوفي،\nثنا أبو نعيم، عن عيسى بن طهمان، عن أنس بن مالك، قال: قال رسول الله صلى\nالله عليه وسلم: \" من كذب علي متعمدا فليتبوأ مقعده من النار \"\n</p>\n\n<p>\nعيسى بن طهمان هو أبو ليث الكوفي، يروي عن أنس، روى عنه عبد الله بن\nالمبارك وزيد بن أبي الزرقاء الموصلي وأهل العراق، يتفرد بالمناكير عن أنس،\nويأتي عن أنس ما لا يشبه حديثه، لا يجوز الاحتجاج بخبره <span id='ms49'></span>، وإن اعتبر بما\nوافق الثقات من حديثه فلا ضير بمعتبره، وهو الذي روى عن أنس، قال: قال رسول\nالله صلى الله عليه وسلم: \" ارحموا من الناس ثلاثة؛ عزيز قوم ذل، وغني قوم\nافتقر، وعالما بين جهال \".أبو أحمد الزبيدي محمد بن عبد الله بن الزبير\nالأسدي، من أهل الكوفة، شيخ ثقة من ثقات تبع الأتباع، يروي عن الثوري\nوإسرائيل، روى عنه أحمد بن حنبل، ومحمد بن يونس، مات سنة ثلاثين ومائتين\nبالأهواز. أبو الفضل الجارودي شيخ ثقة حافظ متقن ذو ورع وفضل، يروي عن أبي\nالقاسم الطبراني والأئمة روى عنه شيوخ هراة، توفي في شوال سنة ثلاث عشرة\nوأربع مائة، ودفن بمقبرة خدابان بهراة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p012'> Vol. 02, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\n(12) -[46] أخبرنا الإمام عبد الله بن محمد الأنصاري، قال: سمعت خالي\nإسماعيل بن أبي سعيد، يقول: رأيت رسول الله صلى الله عليه وسلم في المنام،\nفقال لي: يا أبا إسماعيل، أتزور قبر يحيى بن عمار شيئا؟ قلت: بلى، فقال: لم\nلا تزور قبر أبي الفضل الجارودي فإنه كان حافظا فقيرا؟\n</p>\n\n<p>\nالعلاء بن زيد شيخ من أهل الأيلة، يروي عن أنس بنسخة موضوعة، لا يحل ذكره\nفي الكتب إلا على سبيل التعجب. القاضي أبو شريف عبد السلام بن قعنب القرشي،\nكان قاضي سجستان مدة طويلة، كان ذا وقار وهيبة وعلم وصيانة وأمانة، ما طمع\nفي مال أحد، وما خاف في الله لومة لائم، ومن رآه فقد رأى من قبله من\nالورعين، ولم أر أحدا مثله في تعظيم الشرع وتنفيذ الأحكام، فلا مداهنة ولا\nمسامحة، يروي عن الإمام فاخر، وكان تلميذه وعن جدته وابن بشري، روى عنه أهل\nسجستان، توفي يوم الخميس الثاني عشر من ذي الحجة، سنة اثنتين وثمانين وأربع\nمائة وكان مولده في شوال، سنة أربع وأربع مائة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p013'> Vol. 02, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\n(13) -[47] أخبرنا الشيخ الصدوق المتقن أبو علي الحسن بن عبد الرحمن\nالشافعي، أنبا الحسن بن فراس، أنبا أبو جعفر الديبلي، ثنا أبو عبيد الله\nالمخزومي، ثنا سفيان بن عيينة، عن ابن الزبير، عن جابر بن عبد الله، قال:\nكان رسول <span id='ms50'></span> الله صلى الله عليه وسلم يقسم الغنائم بالجعرانة، فقال له رجل:\nاعدل يا محمد، فإنك لم تعدل، فقال رسول الله صلى الله عليه وسلم: \" ويحك\nإذا لم أعدل فمن يعدل؟ \" فقال عمر بن الخطاب: دعني أضرب عنق هذا المنافق،\nفقال رسول الله صلى الله عليه وسلم: \" إن هذا وأصحابا له يقرءون القرآن لا\nيجاوز حناجرهم، يمرقون من الدين مروق السهم من الرمية \"\n</p>\n\n<p>\nأبو عبد الله جابر بن عبد الله بن عمرو بن حرام بن ثعلبة بن حرام بن كعب\nبن غنم بن كعب بن سلمة، من بني جشم بن الخزرج، شهد العقبة مع أبيه، استغفر\nله النبي صلى الله عليه وسلم ليلة النفير خمسا وعشرين مرة، شهد مع النبي\nصلى الله عليه وسلم تسع عشرة غزاة، مات سنة ثمان أو تسع وسبعين بعد أن عمي،\nوكان يخضب بالحمرة، وكان له يوم مات أربع وتسعون سنة، صلى عليه أبان بن\nعثمان، هو وآل المدينة، وقال عمرو بن علي: هو آخر من مات بالمدينة من\nالصحابة، روى عنه أبو الزبير، وعمرو بن دينار، ومحمد بن المنكدر وغيرهم،\nمات أبو الزبير، سنة ثمان وعشرين ومائة، وقيل: مات قبل عمرو بن دينار، ومات\nعمرو سنة ست وعشرين ومائة. عبد الجبار بن العلاء بن عبد الجبار العطار أبو\nبكر من أهل مكة، أصله من البصرة، سكن أبوه مكة، وولد بها عبد الجبار، يروي\nعن ابن عيينة، روى عنه يحيى بن صاعد والناس، مات بمكة سنة ثمان وأربعين\nومائتين، وكان متقنا ثبتا، قال ابن خزيمة: ما رأيت أسرع قراءة من بندار\nوعبد الجبار، وكان عبد الجبار من ثقات تبع الأتباع. عبد الله بن عقبة بن\nلهيعة الحضرمي الغافقي، قاضي مصر أبو عبد الرحمن، يروي عن الأوزاعي وأبي\nالزبير، روى عنه ابن المبارك، وابن وهب، وقتيبة بن سعيد، كان مولده سنة ست\nوتسعين، ومات سنة أربع وسبعين ومائة، وصلى عليه داود بن يزيد بن حاتم، وكان\nشيخا صالحا، ولكنه كان يدلس عن الضعفاء قبل احتراق كتبه، ثم <span id='ms51'></span> احترقت كتبه في\nسنة سبعين ومائة قبل موته بأربع سنين، وأصحاب الحديث يقولون: إن سماع من\nسمع منه قبل احتراق كتبه مثل العبادلة عبد الله بن المبارك، وعبد الله بن\nوهب، وعبد الله بن يزيد المقرئ، وعبد الله بن مسلمة القعنبي فسماعهم صحيح،\nومن سمع بعد احتراق كتبه فسماعه ليس بشيء، وكان ابن لهيعة من الكتابين\nللحديث والجماعين للعلم والرحالين فيه، وكان يكنى أبا خريطة، وذلك أنه كانت\nله خريطة معلقة في عنقه، فكان يدور بمصر، فكلما قدم قوم كان يدور عليهم،\nوكان إذا رأى شيخا سأله من لقيت؟ وعمن كتبت؟ فإن وجد عنده شيئا كتب عنه\nفلذلك كان يكنى أبا خريطة، وقال قتيبة: حضرت موت ابن لهيعة فسمعت الليث\nيقول: ما خلف مثله، قال عثمان بن سعيد الدارمي: قلت ليحيى بن معين: كيف\nرواية ابن لهيعة عن ابن الزبير عن جابر؟ فقال: ابن لهيعة ضعيف الحديث، وقال\nيحيى بن سعيد: قال لي بشر بن المبرد: لو رأيت ابن لهيعة لم تحمل عنه حرفا،\nقلت: قد اختلف الناس في حاله وصحة السماع عنه، وأبو حاتم بن حبان طول\nالكلام في تفصيل أحواله، فقولي مثل قول أصحاب الحديث في السماع عنه قبل\nاحتراق كتبه وبعده، والله أعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p014'> Vol. 02, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\n(14) -[48] أخبرنا أبو علي، أنبا أبو الحسن، ثنا محمد بن إبراهيم، ثنا أبو\nعبيد الله، ثنا سفيان، عن عمرو بن دينار، سمع جابر بن عبد الله، يقول: كنا\nيوم الحديبية ألفا وأربع مائة فقال لنا رسول الله صلى الله عليه وسلم: \"\nأنتم اليوم خير أهل الأرض \".قال جابر: لو كنت أبصر لأريتكم موضع الشجرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p015'> Vol. 02, p. 015</a>\n            </div>\n            \n(15) -[49] أخبرنا أبو علي، أنبا أبو الحسن، ثنا محمد بن إبراهيم، ثنا أبو\nعبيد الله، ثنا سفيان، عن عمرو بن دينار، سمع جابر بن عبد الله، يقول: جاء\nرسول الله صلى الله عليه وسلم إلى قبر عبد الله بن أبي بعدما أدخل حفرته\nولم يحث عليه \" فأمر به فأخرج فوضعه على ركبتيه وألبسه قميصه ونفث عليه من\nريقه \".والله أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p016'> Vol. 02, p. 016</a>\n            </div>\n            \n(16) -[50] أخبرنا أبو <span id='ms52'></span> علي، أنبا أبو الحسن، ثنا أبو جعفر الديبلي، ثنا أبو\nعبيد الله المخزومي، ثنا سفيان، عن محمد بن المنكدر، قال: سمعت جابر بن عبد\nالله، يقول: \" ما سئل رسول الله صلى الله عليه وسلم شيئا قط، فقال: لا \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p017'> Vol. 02, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\n(17) -[51] أخبرنا أبو علي، أنبا أبو الحسن، ثنا أبو محمد، ثنا جدي محمد بن\nعبد الله، ثنا سفيان، عن محمد بن المنكدر، قال: سمعت جابرا، يقول: اشتكيت \"\nفأتاني رسول الله صلى الله عليه وسلم يعودني هو وأبو بكر وهما ماشيان \"\nوجاءا وقد أغمي علي \".فتوضأ رسول الله صلى الله عليه وسلم ثم صب علي فضل\nوضوئه \" فأفقت فقلت: يا رسول الله، كيف أقضي في مالي؟ \" فلم يجبني رسول\nالله صلى الله عليه وسلم \" حتى نزلت آية الميراث. قال أبو الزبير: إنه قال:\nنزلت في {يستفتونك قل الله يفتيكم في الكلالة} \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p018'> Vol. 02, p. 018</a>\n            </div>\n            \n(18) -[52] أخبرني القاضي صاعد بن سيار، أنبا أبو القاسم صالح بن دغيم بن\nأحمد السعدي، ثنا إبراهيم بن سفيان المطوعي، ثنا علي بن محمد المخزومي،\nبالبيضاء، وكان ابن مائة وستين سنة، ثنا سفيان بن عيينة، عن محمد بن\nالمنكدر، عن جابر بن عبد الله، قال: قال رسول الله صلى الله عليه وسلم: \"\nمن قرأ ليلة الجمعة حم الدخان أصبح مغفورا له، ومن قرأ ليلة الجمعة الكهف\nغفر الله له من الجمعة إلى الجمعة \".علي بن محمد المخزومي لا يعرف\n</p>\n\n<p>\nأبو سعيد الخدري سعد بن مالك بن سنان بن عبيد بن ثعلبة بن عبد بن الأبجر\nبن عوف بن الحارث بن الخزرج الخزرجي، من سادات الأنصار من بني خدرة، مات\nبعد الحرة بسنة، وقيل: إنه مات سنة أربع وسبعين، وهو ابن أربع وسبعين،\nوأبوه سنان بن مالك استشهد يوم أحد، روى عنه ابن عمر وجابر وزيد بن ثابت.\nأبو هارون العبدي عمارة بن جوين، عن أبي سعيد الخدري، روى عنه معمر والثوري\nوابن عيينة، كان رافضيا، يروي عن أبي سعيد ما ليس من حديثه، لا يحل كتابة\nحديثه إلا على جهة التعجب، قال يحيى بن <span id='ms53'></span> معين: أبو هارون العبدي كانت عنده\nصحيفة يقول: هذه الصحيفة صحيفة الوحي، يعني: عليا، وقال أبو داود\nالسجستاني: سمعت أحمد بن حنبل يقول: أبو هارون العبدي ضعيف. عطية بن سعيد\nأبو الحسن العوفي، من أهل الكوفة، مات سنة سبع وعشرين ومائة، قال أبو خالد\nالأحمر: قال لي الكلبي: قال لي عطية: كنيتك بأبي سعيد، فأنا أقول: حدثنا\nأبو سعيد. وأما ابنه الحسن بن عطية بن سعد العوفي يروي عن أبيه، روى عنه\nابنه محمد بن الحسن هو منكر الحديث، ولا يدرى البلية في أحاديثه منه أو من\nأبيه أو منهما معا؛ لأن أباه ليس بشيء في الحديث، وأكثر روايته عن أبيه،\nفمن هنا اشتبه أمره، ووجب تركه، مات سنة إحدى عشرة ومائتين. فضيل بن مرزوق\nالرقاشي، شيخ ثقة من أتباع التابعين، كنيته أبو عبد الرحمن، من أهل الكوفة،\nيروي عن أبي إسحاق وعطية، روى عنه ابن المبارك، وعلي بن أحمد، كان ممن يخطئ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p019'> Vol. 02, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\n(19) -[53] حدثنا والدي الإمام أبو المعالي عبد الجبار بن فاخر، أنبا أبو\nبشر سهل بن محمد بن أحمد بن سهل الداركي، أنبا أبو الحسن محمد بن الحسين بن\nإبراهيم بن عاصم، أنبا أبو علي الحسين بن علي بن محمد بن أحمد الرافقي،\nبأنطاكية، ثنا عبد الرحمن بن سلام، وهو الطرسوسي، صاحب المسند، ثنا عمر بن\nيونس، ثنا عكرمة بن عمار، حدثني أبو كثير، حدثني أبو هريرة، قال: كنت أدعو\nأمي إلى الإسلام، فدعوتها يوما فأسمعتني في رسول الله ما أكره، فأتيت رسول\nالله صلى الله عليه وسلم وأنا أبكي، فقلت: يا رسول الله، إني كنت أدعو أمي\nإلى الإسلام فتأبى علي فدعوتها اليوم فأسمعتني فيك ما أكره، فادع الله أن\nيهدي أم أبي هريرة، قال: وقال رسول الله صلى الله عليه وسلم: \" اللهم اهد\nأم أبي هريرة \"، قال: فخرجت مستبشرا بدعوة النبي صلى الله عليه وسلم فلما\nجئت قصدت إلى الباب، فإذا هو مجاف، فسمعت أمي خشف قدمي فقالت: مكانك يا أبا\nهريرة، وسمعت خضخضة الماء، قال: فاغتسلت <span id='ms54'></span> ثم لبست درعها وعجلت عن خمارها،\nففتحت الباب، ثم قالت: يا أبا هريرة، أشهد أن لا إله إلا الله وأشهد أن\nمحمدا عبده ورسوله، فرجعت إلى رسول الله صلى الله عليه وسلم وأنا أبكي من\nالفرح، قلت: يا رسول الله، أبشر قد استجاب الله لك، وهذه أم أبي هريرة فحمد\nالله، وقال خيرا، قلت: يا رسول الله، ادع الله أن يحببني وأمي إلى عباده\nالمؤمنين ويحببهم إليه، قال: فقال رسول الله صلى الله عليه وسلم: \" اللهم\nحبب عبيدك هذا \" يعني أبا هريرة \" وأمه إلى عباده المؤمنين وحبب إليه\nالمؤمنين فما خلق الله مؤمنا سمع بي ولا يراني إلا أحبني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p020'> Vol. 02, p. 020</a>\n            </div>\n            \n(20) -[54] أخبرنا إسماعيل بن الخليل الصفدي، أنبا محمد بن إسماعيل، ثنا\nأبو بكر، هو ابن طرخان، أنبا أبو قلابة عبد الملك بن محمد بن عبد الله\nالرقاشي، قرئ عليه، قيل له: حدثكم بهلول بن المورق، ثنا ابن أبي ذئب، عن\nسعيد المقبري، عن أبي هريرة، قال: قلت: يا رسول الله، قد سمعت منك حديثا\nكثيرا أخشى أن أنساه، قال: \" أبسطتك رداءك \" فبسطت ردائي، فغرف بيده، وقال:\n\" ضمه \" فما نسيت بعده حديثا. فأقر به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p021'> Vol. 02, p. 021</a>\n            </div>\n            \n(21) -[55] وأخبرنا أبو جعفر الصائغ، أنبا أبو عمر العنبري، ثنا عبد الله\nبن محمد، ثنا أبو بكر محمد بن إسماعيل بن مهران، ثنا محمد بن يوسف اليماني،\nأنبا أبو قرة، عن ابن أبي ذئب، عن سعيد بن أبي سعيد المقبري، عن أبي هريرة،\nأنه كان يقول: \" حفظت عن رسول الله صلى الله عليه وسلم وعائين، أما أحدهما\nفبثثته في الناس، وأما الآخر فلو بثثته لقطع هذا البلعوم \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p022'> Vol. 02, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\n(22) -[56] أخبرنا أبو علي، ثنا أبو القاسم عبيد الله بن محمد السقطي، ثنا\nإسماعيل بن محمد الصفار، ثنا الحسن بن عرفة العبدي، ثنا عمار بن محمد، عن\nالصلت بن قويد الحنفي، قال: سمعت أبا هريرة، يقول: سمعت خليلي أبا القاسم\nصلى الله عليه وسلم يقول: \" لا تقوم الساعة حتى لا تنطح ذات قرن جماء\n\".الصلت بن قويد الحنفي، وقيل: ابن فويد، وقال مسلم بن <span id='ms55'></span> الحجاج: الصلت بن\nقويد أو قديد هو أبو الأحمر، ثقة من ثقات التابعين، يروي عن أبي هريرة، روى\nعنه عمار بن محمد وعمار بن محمد شيخ معروف من شيوخ الحسن بن عرفة، يروي عن\nالصلت وغيره\n</p>\n\n<p>\nسعيد بن أبي سعيد المقبري، شيخ من شيوخ التابعين وخيار المسلمين، ثقة\nبين، كنيته أبو سعيد، مات سنة ثلاث وعشرين ومائة، وقيل: سنة ست وعشرين\nومائة، كان مكاتبا لأمراء من بني ليث، وأما أبوه كيسان فهو مولى أم شريك من\nبني جندع بن ليث بن بكر، رأى عمر بن الخطاب، وعلي بن أبي طالب، ويروي عن\nأبي هريرة، عداده في أهل المدينة، روى عنه ابنه سعيد بن أبي سعيد، مات\nبالمدينة في إمارة الوليد بن عبد الملك، سنة مائة، وقيل: إنه مات في خلافة\nعمر بن عبد العزيز، وهو شيخ ثقة من التابعين، كاتبته أم شريك على أن أربعين\nألف درهم وشاة عند كل أضحى، فأداها وعتق. أبو الحارث محمد بن عبد الرحمن بن\nالمغيرة بن أبي ذئب، واسم أبي ذئب هشام، وأمه بريهة بنت عبد الرحمن بن أبي\nذئب أخت الحارث بن عبد الرحمن بن أبي ذئب خاله، وكان من فقهاء أهل المدينة\nوعبادهم، وكان من أقول أهل زمانه بالحق، دعاهم الرشيد حين حج فاجتمعوا إليه\nوفيهم مالك وابن ذئب وسائر فقهاء أهل المدينة، فسألهم عن سيرته، فكلهم قال\nما حضره من تحسين ما هو عليه، فسأل ابن أبي ذئب عن ذلك، فقال: إن رأى أمير\nالمؤمنين أن يعفيني عن هذا فعل، فقال: سألتك إلا صدقت، قال: أما بعد، إن\nسألتك فإني أراك ظالما غشوما، قعدت في أمر ليس لك وغصبته عمن له بحق، ثم\nتأخذ الأموال من حيث لا يحل وتنفقها فيما لا يرضي الله ورسوله، ولو وجدت\nأعوانا لخلعتك من هذا الأمر، وأدخلت فيه من هو أنصح لله وللمسلمين منك،\nفأطرق الرشيد رأسه، قال مالك: فضممت إلي ثيابي لا يصيبني من دمه فرفع\nالرشيد رأسه، فقال: أما إنك أصدق القوم، ثم <span id='ms56'></span> قال لهم: قوموا، وأضعف لابن أبي\nذئب في العطية، وكان مع هذا يرى القدر، ويقول به وكان مالك يهجره من أجله،\nوكان مولده سنة ثمانين، ومات سنة تسع وخمسين ومائة، وقال مؤمل بن يهاب:\nوقام رجل فجعل يقول: ثنا يزيد بن هارون، عن ذئب بن أبي ذئب، فضحك يزيد بن\nهارون، فلما قضى تبعناه، فقلنا له: ويحك ليس اسمه ذئبا، إنما هو محمد بن\nعبد الرحمن، فقال: إذا كان أبوه اسمه ذئب، فأي شيء يكون ابنه إلا ذئبا؟ أبو\nالعباس سهل بن سعد بن مالك بن خالد بن ثعلبة بن حارثة بن عمرو بن الخزرج\nالساعدي، روى عنه ابنه العباس بن سهل، والزهري، وأبو حازم سلمة بن دينار\nوغيرهم، كان اسمه حزنا فسماه النبي سهلا، وهو آخر من مات من الصحابة\nبالمدينة، أدرك النبي صلى الله عليه وسلم وهو ابن خمس عشرة سنة، مات سنة\nثمان وثمانين، وقيل: سنة إحدى وتسعين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p023'> Vol. 02, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\n(23) -[57] أخبرنا أبو علي، ثنا أبو الحسن، ثنا الديبلي، ثنا سعيد، ثنا\nسفيان، عن الزهري، عن سهل بن سعد الساعدي، قال: شهدت المتلاعنين على عهد\nرسول الله صلى الله عليه وسلم فلاعن بينهما، ثم فرق بينهما، وقال رسول الله\nصلى الله عليه وسلم: \" إذا أتيتم الصلاة فلا تأتوها وأنتم تسعون وائتوها\nوأنتم تمشون وعليكم السكينة، فما أدركتم فصلوا وما فاتكم فاقضوا \"\n</p>\n\n<p>\nأبو حازم سلمة بن دينار مولى الأسود بن سفيان المخزومي الأعرج من أهل\nالمدينة، وقد قيل: إنه مولى بني ليث بن بكر بن عبد مناة، كان أشقر أحول\nأصله من فارس، وكانت أمه رومية، وكان قاضي أهل المدينة من عبادهم وزهادهم،\nمات سنة خمس وثلاثين ومائة، وقيل: سنة أربعين ومائة، وهو ثقة من ثقات\nالتابعين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p024'> Vol. 02, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\n(24) -[58] أخبرنا أبو علي، أنبا أبو الحسين، ثنا محمد بن إبراهيم، ثنا أبو\nعبيد الله، ثنا سفيان، عن أبي حازم، عن سهل بن سعد الساعدي، قال: قال رسول\nالله صلى الله عليه وسلم: \" بعثت أنا والساعة كهذين من هذه \" وأشار سفيان\nبأصبعيه السبابة والوسطى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p025'> Vol. 02, p. 025</a>\n            </div>\n            \n(25) -[59] أخبرنا <span id='ms57'></span> أبو علي، أنبا أبو الحسين، ثنا أبو محمد، ثنا جدي، ثنا\nسفيان، عن الأسود بن قيس، سمع جندبا، يقول: أبطأ جبريل على رسول الله صلى\nالله عليه وسلم فقال المشركون: ودع محمد، فأنزل الله تعالى: {والضحى {1}\nوالليل إذا سجى {2} ما ودعك ربك وما قلى {3}}، أخبرنا أبو علي، أنبا أبو\nالحسن بن فراس، ثنا أبو محمد المقرئ، ثنا جدي أبو يحيى، ثنا سفيان، عن عبد\nالملك بن عمير، عن جندب، أن رسول الله صلى الله عليه وسلم قال: \" أنا فرطكم\nعلى الحوض \"\n</p>\n\n<p>\nعبد الملك بن عمير، هو أبو عمر القبطي القرشي، من أهل الكوفة وقيل: إنه\nمن لخم، وكان قد استقضى بالكوفة بعد الشعبي، وقيل: كنيته أبو عمرو، وكان له\nفرس سباق، يقال له: القبطي، فنسب عبد الملك إليه، رأى عليا والمغيرة بن\nشعبة يروي عن جندب وجابر بن سمرة، روى عنه الثوري وشعبة وابن عيينة، ولد\nعبد الملك لثلاث سنين بقين من خلافة عثمان، ومات سنة ست وثلاثين ومائة وكان\nمدلسا، وكان له يوم مات مائة وثلاث سنين، وكان من ثقات التابعين. المغيرة\nبن شعبة بن أبي عامر بن مسعود بن معتب بن مالك بن كعب بن عمرو بن سعد بن\nعمرو بن قيس من قيس غيلان الثقفي أبو عبد الله، ويقال: أبو عيسى من دهاة\nالعرب، أصيبت عينه يوم اليرموك، وهو أول من سلم عليه بالإمرة، مات سنة\nخمسين بالكوفة في شعبان، وهو وال على أهل الكوفة، وهو ابن سبعين سنة، روى\nعنه عمر بن الخطاب. جابر بن سمرة بن جنادة بن جندب بن حجير بن رئاب بن حبيب\nبن سواء بن عامر بن صعصعة السوائي، حليف بني زهرة، كنيته أبو عبد الله، أمه\nخالدة بنت أبي وقاص، وهو ابن أخت سعد، سكن الكوفة، وتوفي بها سنة أربع\nوسبعين في ولاية بشر بن مروان على العراق، وصلى عليه عمرو بن حريث، حديثه\nعند أهل الكوفة. عبد الحكيم بن منصور الخزاعي أبو سفيان، من أهل واسط، كان\nشيخا مغفلا، يحدث <span id='ms58'></span> بما لا يعلم لا يجوز الاحتجاج به إذا انفرد قال الدارمي:\nسألت يحيى بن معين، عن عبد الحكيم بن منصور، فقال: ليس بشيء. هارون بن\nإسحاق بن محمد بن مالك بن زيد أبو القاسم الهمداني، من أهل الكوفة، مات بعد\nالخمسين والمائتين، وهو شيخ ثقة من ثقات تبع الأتباع. سماك بن حرب أبو\nالمغيرة البكري، شيخ ثقة تابعي، ربما يخطئ ومن الذي كان من الخطأ والنسيان\nمعصوما؟ فجل من لا يغلط.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p026'> Vol. 02, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\n(26) -[60] أخبرنا أبو عاصم الفضيلي، ثنا ابن أبي شريح، أنبا ابن منيع، ثنا\nمحمود، ثنا مؤمل، عن حماد بن سلمة، عن سماك بن حرب، قال: أدركت ثمانين من\nأصحاب النبي صلى الله عليه وسلم وروى حماد بن سلمة، عن سماك بن حرب، قال:\nكان قد ذهب بصري، فرأيت إبراهيم خليل الرحمن صلوات الله عليه في النوم،\nفقال لي: اذهب إلى الفرات فاغتمس فيه وافتح عينيك واستقبل جرية الماء، قال:\nففعلت، فرد الله علي بصري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p027'> Vol. 02, p. 027</a>\n            </div>\n            \n(27) -[61] أخبرنا أبو عاصم الفضيلي، ثنا ابن أبي شريح، أنبا ابن منيع،\nحدثني أحمد بن زهير، قال: سمعت يحيى بن معين، سئل عن سماك بن حرب، ما الذي\nعابه؟ قال: أسند أحاديث لم يسندها غيره، قال يحيى: وسماك ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p028'> Vol. 02, p. 028</a>\n            </div>\n            \n(28) -[62] أخبرنا أبو عاصم، أنبا ابن أبي شريح، أنبا ابن منيع، أنبا محمد\nبن أحمد، ثنا جرير، قال: رأيت سماك بن حرب، يبول قائما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p029'> Vol. 02, p. 029</a>\n            </div>\n            \n(29) -[300] وأخبرنا أبو الفضل بن أبي عاصم بن أبي الحسين بن جعفر، أنبا\nأحمد بن محمد بن ظاهر العدل الفامي الهروي، بهراة، أنبا ابن أبي إسحاق، هو\nأبو يعقوب القراب، أنبا إسماعيل بن محمد، أنبا محمد بن يعقوب بن يوسف، أنبا\nأحمد بن حازم بن أبي عرزة الغفاري، أنبا الحسين بن قتيبة المدائني، ثنا\nمحمد بن إسحاق، قال: جاء قوم إلى سماك، يطلبون الحديث، فقال جلساؤه: وما\nينبغي لك أن تحدث هؤلاء ما لهؤلاء رغبة ولا نية، فقال سماك: قولوا خيرا فقد\nطلبنا هذا الأمر، ونحن لا نريد الله به فلما بلغت حاجتي دلني على ما <span id='ms59'></span> ينفعني\nوحجز لي عما يضرني\n</p>\n\n<p>\nولسماك ابن يقال له: سعيد بن سماك، يروي عن أبيه، وهو شيخ ثقة من ثقات\nأتباع التابعين، وله أخ، يقال له: محمد بن حرب، يروي عن ابن جرير، عن أبيه،\nروى عنه أخوه سماك. شريك بن عبد الله بن شريك بن الحارث بن أوس بن الحارث\nبن ذهل بن كعب بن ذهل بن عمرو بن سعد بن مالك أبو عبد الله النخعي، قال\nمنصور بن أبي مزاحم: سمعت شريكا يقول: ولدت ببخارى مقتل قتيبة بن مسلم، سنة\nخمس وتسعين، روى عنه ابن المبارك، ولوين ولي القضاء بواسط سنة خمسين ومائة\nثم ولي الكوفة بعد ذلك، ومات بالكوفة سنة سبع أو ثمان وسبعين ومائة، وكان\nفي آخره يخطئ فيما يروي، تغير عليه حفظه، فسماع المتقدمين عنه الذين سمعوا\nمنه بواسط ليس فيه تخليط مثل يزيد بن هارون وإسحاق الأزرق، وسماع المتأخرين\nعنه بالكوفة فيه أوهام كثيرة، ومع هذا هو شيخ جليل كبير من ثقات أتباع\nالتابعين. أبو جعفر محمد بن سليمان بن حبيب الأسدي البغدادي، عن أبي خيثمة\nوشريح إبراهيم بن إسحاق ...... وهو شيخ كبير ثقة من تبع الأتباع. عبد الله\nبن عباس، مولده قبل الهجرة بأربع سنين، مات بالطائف سنة ثمان وستين، وقيل:\nسنة سبعين، وصلى عليه محمد ابن الحنفية، وكبر عليه أربعا. عبيد الله بن أبي\nيزيد مولى آل قارظ حليف لبني زهرة، عن ابن عباس، عداده في أهل مكة، روى عنه\nشعبة وابن عيينة وابن جريج، مات سنة ست وعشرين ومائة، وله ست وثمانون سنة،\nوكان من ثقات التابعين. ميمون بن مهران أبو أيوب الجزري، مولى بني أسد، كان\nمملوكا لامرأة بالكوفة فأعتقته، سكن الجزيرة بعد وقعة الجماجم، يروي عن ابن\nعمر وابن عباس، يروي عنه الأعمش وابنه عمرو بن ميمون ومحمد بن زياد وجعفر\nبن برقان، كان مولده سنة أربعين سنة الجماعة، ومات سنة ثمان عشرة ومائة،\nوقيل: سنة سبع عشرة ومائة. البراء بن عازب، كانت وفاته سنة إحدى وسبعين.\nأبو إسحاق <span id='ms60'></span> عمرو بن عبد الله السبيعي، وسبيع بطن من همدان مولده سنة تسع\nوعشرين في خلافة عثمان ورأى عليا وأسامة بن زيد وعبد الله بن عباس وابن عمر\nوعبد الله بن الزبير ومعاوية بن أبي سفيان وعدي بن حاتم والبراء بن عازب\nوزيد بن أرقم وجابر بن سمرة وحارثة بن وهب وحبشي بن جنادة وأبا جحيفة\nوالنعمان بن بشير وسليمان بن صرد وعبد الله بن يزيد وجرير بن عبد الله وذا\nالجوشن وعمارة بن رومية والأشعث بن قيس والمغيرة بن شعبة وعمرو بن الحارث\nبن المصطلق وعمرو بن حريث ورافع بن خديج والمسور بن مخرمة وسلمة بن قيس\nالأشجعي وسراقة بن مالك وعبد الرحمن بن أبزى وأزواج النبي صلى الله عليه\nوسلم روى عنه الأعمش ومنصور والثوري وابن عيينة وأبو الأحوص وشعبة وأبو بكر\nبن عياش، مات أبو إسحاق سنة سبع وعشرين ومائة بالكوفة يوم ظفر الضحاك بن\nقيس بالكوفة، وقال لما رأى الجنازة وكثرة من فيها: كان هذا فيهم رباني،\nوقال أبو إسحاق: سنة ست وعشرين ومائة، وقال يحيى بن معين: سنة اثنتين\nوثلاثين ومائة، وقال أبو نعيم: سنة ثمان وعشرين ومائة، وكان مدلسا، كان\nالشعبي أكبر منه بسنة أو بسنتين، ويقال: كان مولده سنة اثنتي وثلاثين، وقال\nأبو إسحاق: ولدت في سنتين بعد إمارة عثمان. أبو بكر بن عياش، صام سبعين سنة\nوقامها، مات في جمادى الأولى، سنة ثلاث وتسعين ومائة، وكان مولى لبني أسد\nمولى كاهلة، يبيع الحنطة بالكوفة، وكان مولده سنة خمس أو ست وتسعين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p030'> Vol. 02, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\n(30) -[63] أخبرنا القاضي أبو عامر محمود بن القاسم الأزدي، بهراة أنبا أبو\nمعاذ أحمد بن محمد بن عيسى المعروف بابن أبي غنمة الصوفي، أنبا أبو الفضل\nيعقوب بن إسحاق بن محمود الفقيه، ثنا يحيى بن عبد الله بن ماهان الهمداني،\nقال: سمعت أبا الحسن الحارث بن عبد الله الخازن، يقول: لما حضر أبا بكر بن\nعياش الوفاة بكت ابنته، فقال: يا بنية لا تبكين، فقد صعد أبوك هذه الغرفة\nستين سنة، أما ثلاثين <span id='ms61'></span> يختم فيها القرآن كل ليلة، وأما ثلاثين سنة في\nليلتين، وقال أبو عيسى الحواري: لم يفرش لأبي بكر بن عياش فراش من خمسين سنة\n</p>\n\n<p>\nعبد الله بن أبي أوفى، واسم أبي أوفى: علقمة، من أصحاب الشجرة والحديبية،\nمات بعدما عمي بالكوفة سنة سبع وثمانين، وقيل: سنة ثماني وثمانين، وقيل:\nسنة ست، وكان يخضب بالحناء، وهو آخر من مات بالكوفة من أصحاب النبي صلى\nالله عليه وسلم يعلى بن عبيد بن أمية بن الطنافسي الإيادي الحنفي أبو يوسف\nمن أهل الكوفة، مات سنة تسع ومائتين في شهر رمضان، وقد قيل: سنة سبع، وهم\nإخوة ثلاثة عمر ومحمد ويعلى بنو عبيد الطنافسي، أما عمر فشيخ ثقة من أتباع\nالتابعين، كنيته أبو حفص من أهل الكوفة، مات سنة سبع وثمانين ومائة، وأما\nمحمد بن عبيد، أبو عبيد الله الكوفي، مات سنة ثلاث ومائتين، وقد قيل: سنة\nخمس ومائتين في ذي القعدة، وهو من ثقات أتباع التابعين وكذاب، والدهم عبيد\nبن أبي أمية الحنفي الطنافسي، من أهل الكوفة من ثقات أتباع التابعين، كنيته\nأبو الفضل، وأبو حاتم بن حبان، ذكره مرة عبيد بن أمية في نسب أبي يعلى ومرة\nعبيد بن أبي أمية في ترجمته، والله أعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p031'> Vol. 02, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\n(31) -[64] أخبرنا أبو علي الشافعي، أنبا أبو الحسن، ثنا أبو جعفر، ثنا أبو\nعبيد الله بن سفيان، عن ابن أبي خالد، قال: قلت لعبد الله بن أبي أوفى:\nأبشر رسول الله صلى الله عليه وسلم زوجته خديجة ببيت في الجنة من قصب لا\nصخب فيه ولا نصب؟ قال: \" نعم \".ابن أبي خالد: هو إسماعيل\n</p>\n\n<p>\nأبو أمامة اسمه صدي بن عجلان بن الحارث بن سهم بن عمرو بن ثعلبة الباهلي،\nكان آخر من توفي بالشام من الصحابة، مات سنة ست وثمانين، وهو ابن إحدى\nوتسعين، وهو ممن شهد مع علي بن أبي طالب صفين، كان يصفر لحيته أبو غالب\nاسمه حزور من أهل البصرة يقال: أعتقه عبد الرحمن الحضرمي، وقد قيل: إنه\nمولى خالد بن عبد الله القسري، يروي <span id='ms62'></span> عن أبي أمامة، وقد رآه بالشام روى عنه\nابن عيينة والحمادان، منكر الحديث على قلته، لا يجوز الاحتجاج به إلا فيما\nوافق الثقات وهو صاحب حديث الخوارج.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p032'> Vol. 02, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\n(32) -[65] أخبرنا أبو الفتح عبدوس بن عبد الله بن محمد بن عبدوس الهمذاني،\nقدم علينا مكة، أنبا أبو بكر محمد بن أحمد الطوسي، ثنا محمد بن يعقوب بن\nيوسف بن معقل أبو العباس الأصم، ثنا أبو عتبة، ثنا سليمان بن عثمان\nالقواريري، ثنا محمد بن زياد، قال: سمعت أبا أمامة الباهلي، يقول: قال رسول\nالله صلى الله عليه وسلم: \" وعدني ربي أن يدخل الجنة من أمتي سبعين ألفا مع\nكل ألف سبعين ألف وثلاث حثيات من حثيات ربي عز وجل \"\n</p>\n\n<p>\nمحمد بن زياد أبو سفيان الباهلي، روى عنه سليمان بن عثمان وأهل الشام، لا\nيعتد بروايته إلا ما كان من رواية الثقات عنه، وهو شيخ ثقة من ثقات\nالتابعين. طالوت بن عباد أبو عثمان الجحدري الصيرفي، روى عن حماد بن سلمة\nووهيب وفضال بن جبير، روى عنه محمد بن خالد الراسبي، وأبو جعفر الحضرمي،\nوهو شيخ ثقة عد في جمع الأتباع، ولم يعد في أتباع التابعين؛ لأنه لم ير من\nأتباع التابعين أحدا ولا حكم بروايته عن فضال بن جبير لضعف فضال ولا حكم\nلروايته أيضا عن أبي أمامة. محمد بن عرعرة بن المرثد القرشي الشامي، من أهل\nالبصرة، شيخ ثقة من تبع الأتباع، مات في شوال بالبصرة سنة ثلاث عشرة\nومائتين، وكان له خمس وسبعون سنة، كنيته أبو عمرو، ويقال: أبو عبد الله.\nعبادة بن الصامت، توفي ببيت المقدس سنة أربع وثلاثين، وأمه قرة العين بنت\nعبادة بن نضلة خزرجية، وكان عبادة أحد النقباء الاثني عشر، وكان رجلا جميلا\nطويلا جسيما، قال العتبي: توفي بالرملة بالشام، سنة أربع وثلاثين، وهو\nيومئذ ابن اثنتي وسبعين سنة، وابنه الوليد بن عبادة ولد في آخر عهد النبي\nصلى الله عليه وسلم وتوفي في خلافة عبد الملك بن مروان، وكان ثقة قليل\nالحديث، وله عقب زياد بن <span id='ms63'></span> أبي سودة أخو عثمان بن أبي سودة من أهل بيت المقدس\nكنيته أبو نصر أمهما مولاة لعبادة بن الصامت، وأبوهما مولى لعبد الله بن\nعمرو بن العاص، يروي عن عبادة بن الصامت، روى عنه زيد بن واقد وسعيد بن عبد\nالعزيز وأهل الشام، وهو شيخ ثقة من ثقات التابعين، وسعيد بن عبد العزيز بن\nأبي يحيى التنوخي، هو شيخ ثقة من أتباع التابعين من أهل دمشق، كنيته أبو\nمحمد، وكان من عباد أهل الشام وفقهائهم ومتقنيهم في الرواية، يروي عن\nالزهري ونافع ومكحول وزياد بن أبي سودة، روى عنه أبو نصر التمار وأهل\nالشام، مات سنة سبع وستين ومائة، وهو ابن بضع وسبعين سنة، وكان يقول: ولد\nالأوزاعي قبل أن يجمع أبواي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p033'> Vol. 02, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\n(33) -[66] أخبرنا القاضي أبو سعد عبيد الله بن الجليل، أنبا والدي، أنبا\nالثقفي، ثنا أبو يحيى، ثنا روح بن عبادة، ثنا عوف، ثنا الأسود بن سريع،\nقال: قلت: يا رسول الله ألا أنشدك محامد حمدت بها ربي، قال: \" أما إن ربك\nيحب الحمد \"\n</p>\n\n<p>\nالأسود بن سريع بن حميد بن عباد بن نزال، وقيل: ابن خيبري بن عباد بن\nالنزال بن مرة بن عبيد السعدي، وقال محمد بن يونس الشيرازي: صاحب كتاب\nالمصابيح، هو أسود بن عرفطة بن السريع بن النزال بن مرة بن عبيد بن مقاعس\nبن عمرو بن كعب بن سعد، يكنى أبا عبد الله، توفي سنة اثنتي وأربعين في أيام\nالجمل، وقال علي ابن المديني: خرج الأسود من البصرة أيام علي قديما وكان\nشاعرا، وهو أول من قص بالبصرة، روى عنه الحسن وعبد الرحمن بن أبي بكرة، ولا\nيصح سماعهما عنه وعن الحسن، قال: أول من قص في هذا المسجد الأسود بن سريع،\nوكان من أصحاب رؤى، فيما رأى النائم أنه قيل: ألا أخبرك بالقائلين عدلا؟\nقال: من هم؟ قيل: أصحاب الأسود، وقد روى عنه عوف، وأما عوف فلست أعرف أحدا\nسمي عوفا يروي عن الأسود، وفي أتباع التابعين عوف بن أبي جميلة الأعرابي\nالعبدي من أهل <span id='ms64'></span> هجر، فإنه يروي عن الحسن البصري وابن سيرين، وهذا الحديث\nيعرف بحديث الحسن، من أن الراوي عن الأسود الحسن وعن الحسن عوف، هذا ثم\nأرسل ذكر الحسن أو أهمل أو سقط عن الأصل، فإن كان عوف هذا فهو شيخ جليل ثقة\nمن أتباع التابعين، كنيته أبو سهل، كان يسكن السحيت، واسم والدة أبي جميلة\nرزينة، روى عنه شعبة وسفيان وأهل البصرة، وكان مولده سنة تسع وخمسين، ومات\nسنة ست وأربعين ومائة، وكان أكبر من قتادة بسنتين، ومات أشعث قبله بقليل في\nتلك السنة أبو محمد روح بن عبادة، مات سنة خمس ومائتين وأبو يحيى محمد بن\nعبد الرحيم صاعقة، مات سنة خمس وخمسين ومائتين مجالد بن سعيد، من أهل\nالكوفة، مات سنة ثلاث أو أربع وأربعين ومائة يوسف بن عبد الله بن سلام بن\nالحارث الخزرجي، عداده في أهل المدينة، روى عنه عمر بن عبد العزيز ويحيي بن\nأبي الهيثم ويزيد الأعور وابن المنكدر، قيل: إن إسناد خبره لا يعتمد عليه،\nمات في خلافة عمر بن عبد العزيز، وأما والده عبد الله بن سلام الخزرجي كان\nمن بني قينقاع، يكنى أبا يوسف، توفي في خلافة علي بالمدينة سنة ثلاث\nوأربعين، وسلام هذا مخفف لا غير ومحمد بن عبد الوهاب بن سلام أبو علي\nالجبائي المصنف على مذهب الاعتزال، هو مخفف أيضا، وقد روى أحاديث. أخبرنا\nأبو علي الشافعي، أنبا أبو الحسن، ثنا محمد بن إبراهيم، ثنا أبو عبيد الله،\nثنا سفيان، عن زيد بن أسلم، عن أبيه، قال: لما نزلت هذه الآية: {إنا فتحنا\nلك فتحا مبينا} إلى آخر الآية دخل المؤمنون على رسول الله صلى الله عليه\nوسلم يهنئونه بها، فأنزل: {ليدخل المؤمنين والمؤمنات جنات تجري من تحتها\nالأنهار}، قال: \" فهناهم رسول الله صلى الله عليه وسلم \"\n</p>\n\n<p>\nأسلم .... إنما أبو حاتم بن حبان فقد أدخله في جملة التابعين احتياطا\nمنه، وذلك أولى ولكني أوردته في هذا الكتاب لاجتماع عند ظني سلمان الفارسي،\nويقال سلمان الخير، ومن زعم أنهما اثنان <span id='ms65'></span> فقد وهم، وهو من حي قرية بأصبهان،\nسكن الكوفة، توفي في خلافة علي، قال القيسي: يقول قوم: إنه من فارس من\nرامهرمز، ولم يشهد بدرا، ولا أحدا؛ لأنه كان في أوقاتهما عبدا وأول غزوة\nغزاها الخندق، سنة خمس من الهجرة وعمر عمرا طويلا توفي في أول خلافة عثمان\nوفي بعض الروايات أنه مات في خلافة عمر بالمدائن، روى عنه أبو هريرة وابن\nعباس وأنس بن مالك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p034'> Vol. 02, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\n(34) -[68] أخبرنا أبو علي الشافعي، قيل له: أخبركم أبو الحسن بن فراس، ثنا\nأبو محمد المقرئ، ثنا علي بن معبد، ثنا يزيد بن هارون، أنبا مسلم بن عبيد\nأبو نصيرة، قال: سمعت أبا عسيب، مولى رسول الله صلى الله عليه وسلم يقول:\nقال رسول الله صلى الله عليه وسلم: \" أتاني جبريل بالحمى والطاعون، فأرسلت\nالحمى إلى الجحفة، وأرسلت الطاعون إلى الشام \"\n</p>\n\n<p>\nأبو عسيب، ويقال: أبو عسيم بالميم، روى عنه خازم بن القاسم وأبو نصيرة\nوأبو عمران الجوني، أما أبو نصيرة فهو مسلم بن عبيد البصري الواسطي، يروي\nعن أنس وأبي عسيب وأبي رجاء العطاردي، روى عنه هشيم ويزيد بن هارون وحشرج\nبن نباتة وأهل الشام، كان يخطئ على قلة روايته، وهو ثقة من التابعين. جندرة\nبن خيشنة بن بقير بن مرة بن عرنة بن واثلة بن الفاكه بن عمرو بن مالك بن\nخزيمة بن مدركة، نسبه ابن أبي داود عن أيوب بن علي بن الهيصم بن مسلم بن\nخشينة من بني مالك بن النضر بن كنانة، عداده في أهل فلسطين، والاسم الأول\nجندرة بالجيم والنون، والاسم الثاني خيشنة بالخاء المعجمة والياء المعجمة\nباثنتين من تحتها والشين المعجمة والنون، والاسم الثالث بقير بالباء\nالمعجمة بواحدة، والقاف المعجمة باثنتين من فوقها والياء المعجمة باثنتين\nمن تحتها، وهذه الأسماء الثلاثة تشبه على من لا معرفة له في هذا الشأن،\nوكذلك الاسم الخامس هو عرنة، بالعين المضمومة المهملة والراء المفتوحة\nالمهملة والنون، روى عنه يحيى بن حسان وزياد بن سيار، وقال ابن حبان: هو\nالكناني من بني عمرو بن <span id='ms66'></span> الحارث بن مالك بن كنانة، سكن الشام، ومات بها،\nوقبره بسناجية بالقرب من عسقلان، وأما زياد بن سيار فهو مولى أبي قرصافة\nالكناني من أهل الشام، يروي عن أبي قرصافة، روى عنه الطيب بن أبان وأيوب بن\nعلي بن الهيصم، وكان يسكن قرية، يقال لها: سناجية من كور الرملة. أبو الحسن\nأحمد بن عمير بن يوسف بن جوصاء، شيخ ثقة فاضل من شيوخ دمشق، يروي عن عمرو\nبن عثمان بن سعيد بن دينار الحمصي وأبي عمير النحاس والناس، روى عنه الحفاظ\nوالأئمة منهم أبو الحسن محمد بن الحسين الآبري، وقال: حضرت وفاة أبي الحسن\nأحمد بن عمير بن يوسف بن جوصا بمدينة دمشق، وذلك بعد سنة عشرين، يعني:\nوثلاث مائة بعد رجوعي من مكة، وكنت ذو الرحلتين إليه، وصليت عليه، وكان\nإماما في حديث أهل الشام خاصة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p035'> Vol. 02, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\n(35) -[69] أخبرنا هياج، بمكة، أنبا أبو الحسن الحنائي، بدمشق، وكتب بخطه:\nثنا عبد الوهاب بن الحسن، ثنا أحمد بن عمير، ثنا أيوب بن علي بن الهيصم،\nثنا زياد بن سيار، عن أبي قرصافة، أنه سمع النبي صلى الله عليه وسلم يقول:\n\" ابنوا المساجد وأخرجوا القمامة منها فمن بنى لله مسجدا بنى الله له بيتا\nفي الجنة \"، فقال رجل: يا رسول الله، وهذه المساجد التي تبنى في الطرق؟\nقال: \" وهذه التي تبنى في الطرق وإخراج القمامة منها مهور الحور العين \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p036'> Vol. 02, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\n(36) -[70] أخبرنا القاضي أبو العلاء صاعد بن يسار الهروي، بهراة، أنبا أبو\nسعيد محمد بن أبي عمرو الصيرفي، ثنا أبو حامد أحمد بن محمد بن شعيب، ثنا\nسهل بن عمار العتكي، ثنا محمد بن عبيد، ثنا إسماعيل، عن قيس بن عائذ، قال:\n\" رأيت رسول الله صلى الله عليه وسلم يخطب على ناقته وحبشي ممسك بعنانه \"\n</p>\n\n<p>\nسهل بن عمار العتكي من أهل نيسابور، شيخ ثقة، روى عن جعفر بن عوف ومحمد\nبن عبيد الطنافسي، روى عنه محمد بن عبدوس النيسابوري وأحمد بن محمد بن شعيب\nبن عبد العزيز بن رفيع أبو عبد الله المكي، يروي عن ابن <span id='ms67'></span> عباس وأنس وعامر بن\nمسعود، روى عنه الثوري، وأبو حمزة، وجرير بن عبد الحميد، أتى عليه نيف\nوتسعون سنة، وكان نكاحا، لا تمكث معه امرأة لكثرة غشيانه إياها، وهو شيخ\nثقة من شيوخ التابعين مات بعد الثلاثين والمائة. جرير بن عبد الحميد بن\nجرير بن قرط بن هلال بن أقيش بن أبي أمية بن وصف بن النضر بن عبد الله بن\nبكر بن سعد بن ضبة بن أد بن طابخة بن إلياس بن مضر بن نزار بن معد بن عدنان\nالضبي أبو عبد الله الرازي، مولده بالكوفة سنة عشر ومائة في السنة التي مات\nفيها الحسن وابن سيرين ومات سنة سبع وثمانين ومائة بالري. أبو برزة الأسلمي\nنضلة بن عبيد، عداده في أهل البصرة، وكان رجلا مربوعا آدم، توفي بعد أبي\nبكرة. نفيع بن الحارث، شيخ ثقة من التابعين، يروي عن أنس وأبي برزة، روى\nعنه إسماعيل بن أبي خالد وسوار بن مصعب، واسم أبي بكرة نفيع بن الحارث بن\nكلدة، روى عنه ابنه عبد الرحمن هذا صحابي، وذاك تابعي. (37) -[71] أخبرنا\nأبو عاصم الفضيلي، أنبا عبد الرحمن، أنبا ابن منيع، ثنا علي، ثنا شعبة، عن\nعون بن أبي جحيفة، عن أبيه، أنه اشترى غلاما حجاما، فكسر محاجمه، أو أمر\nبها فكسرت، وقال: إن رسول الله صلى الله عليه وسلم \" نهى عن ثمن الدم \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p037'> Vol. 02, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\n(38) -[72] وبه أنبا شعبة، عن عون بن أبي جحيفة، عن أبيه، أن رسول الله صلى\nالله عليه وسلم \" نهى عن كسب البغي وعن ثمن الكلب ولعن أكل الربا وموكله\nولعن الواشمة والمستوشمة ولعن المصور \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p038'> Vol. 02, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\n(39) -[73] وبه أنبا شعبة، أنبا عون بن أبي جحيفة، عن أبيه، عن النبي صلى\nالله عليه وسلم \" أنه صلى وبين يديه عنزة، تمر المرأة والحمار من ورائها \"\n</p>\n\n<p>\nأبو جحيفة وهب بن عبد الله، وقيل: ابن حامد السوائي من بني عامر بن\nصعصعة، مات سنة اثنين وسبعين، وابنه عون بن أبي جحيفة، من ثقات التابعين،\nروى عن أبيه، روى عنه الثوري وشعبة مات في ولاية خالد <span id='ms68'></span> على العراق. أبو\nإسرائيل شعيب الجشمي، سمع جده، روى عنه شعبة، وهو مولى جشم بن معاوية، من\nأهل البصرة، وقد أدخل ابن حبان أبا إسرائيل في أتباع التابعين، وأظن أنه\nوهم منه، وذكر أيضا أنه يروي عن جعدة بن هبيرة، وهو يروي عن جعدة بن خالد\nبن الصمة، وهو أيضا وهم منه، وأيضا أدخل جعدة بن هبيرة في جملة التابعين،\nوهو من جملة الصحابة، وإن اختلفوا في صحبته، وذكر ابن حبان في التابعين\nجعدة بن هبيرة المخزومي والد يحيى بن جعدة، يروي عن علي، روى عنه سعيد بن\nعلاقة ويزيد الأودي، مات في زمن معاوية، لا أعلم لصحبته شيئا صحيحا، فاعتمد\nعليه، فلذلك أدخلناه في التابعين، وهذا الذي ذكرت من كلام ابن حبان إما وهم\nمنه أو احتياط به، مع هذا لم يذكر في الصحابة أحدا ممن اسمه جعدة. عدي بن\nحاتم بن عبد الله بن سعد بن حشرج بن امرئ القيس بن عدي بن ربيعة بن جرول بن\nنفيل بن عمرو بن الغوث بن طي أبو طريف الطائي، مات سنة ست وستين بعد أن قتل\nالمختار بن عبيد بالجازر ثلاثة أيام، وقال غيره: توفي بقرقسيا زمن المختار\nسنة سبع وستين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p039'> Vol. 02, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\n(40) -[74] قال المغيرة بن مقسم: أخبرنا أبو عاصم، أنبا عبد الرحمن، أنبا\nابن منيع، ثنا علي، أنبا شعبة، عن عدي بن ثابت، قال: سمعت عبد الله بن يزيد\nالأنصاري \" أنه نهى عن النهبة والمثلة \"\n</p>\n\n<p>\nعبد الله بن يزيد بن نصر بن عمرو بن حصين بن عمرو، قال ابن حبان: واسمه\nخطمة عبد الله ...... بن أوس بن حارثة بن بقية بن عمرو بن عامر الخطمي\nالأنصاري، عدي بن ثابت كنيته أبو أمية ...... شهد بيعة الرضوان، سكن\nالكوفة، ومات بها وهو أمير الكوفة أيام ابن الزبير، وكان الشعبي كاتبه عدي\nبن ثابت الأنصاري، عداده في أهل الكوفة، يروي عن البراء بن عازب أبي أمية\nعبد الله بن يزيد الخطمي، الذي روى عنه يحيى بن سعيد الأنصاري، روى عنه\nشعبة وأهل الكوفة، ومات <span id='ms69'></span> في خلافة خالد على العراق أبو السكن مكي بن إبراهيم\nبن فرقد بن بشير العقيلي التميمي من أهل بلخ، روى عنه محمد بن ماهان، شيخ\nثقة من أتباع التابعين، كان مولده سنة ست وعشرين ومائة، ومات ليلة\nالأربعاء، النصف من شعبان، سنة أربع عشرة أو خمس عشرة ومائتين. محمد بن\nماهان البلخي، عن مكي بن إبراهيم، روى عن ابن طرخان أبو بكر وأهل بلده، وهو\nشيخ ثقة من تبع الأتباع. وزكريا بن يحيى بن جناح، من أهل بلخ، يروي عن مكي،\nروى عنه أبو بكر بن طرخان وأهل بلده، وهو شيخ ثقة من ثقات تبع الأتباع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p040'> Vol. 02, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\n(41) -[75] أخبرنا الشيخان أبو الطاهر القراب، وأبو عطاء المليجي، قالا:\nأنبا أبو أحمد عبد الرحمن بن الشيرنخشيري، أنبا أبو العباس عبد الله بن\nالحسين النضري، أنبا الحارث بن محمد بن أبي أسامة بن يحيى بن أبي بكير بن\nنافع، عن صفوان بن أمية، أنه استعار منه النبي صلى الله عليه وسلم سلاحا،\nقال: \" مضمونة، قال: مضمونة \"\n</p>\n\n<p>\nصفوان بن أمية، مات سنة اثنين وأربعين في ولاية معاوية نافع هذا هو ابن\nعبد الرحمن بن أبي نعيم القارئ أبو عبد الرحمن المدني مولى جعونة بنت شعوب\nالليثي حليف بني هاشم، يروي عن نافع، يروي عنه خالد بن مخلد القطواني وابن\nأبي مريم والمصريون، مات سنة تسع وستين ومائة وكان إمام أهل المدينة في\nالقراءة، أصله من أصبهان. يحيى بن بكير أبو زكريا العبدي من أهل الكوفة،\nكان على قضاء كرمان، واسم أبي بكير قيس بن أسيد، يروي عن شعبة، روى عنه ابن\nابنه عبد الله بن محمد بن يحيى بن أبي بكير، مات بعد المائتين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p041'> Vol. 02, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\n(42) -[76] أخبرنا القاضي أبو عامر محمود بن القاسم الأزدي، أنبا أبو معاذ\nالصيرفي، أنبا أبو الفضل يعقوب بن إسحاق بن محمود الفقيه، ثنا الحارث هو\nابن أبي أسامة، ثنا ابن هارون، ثنا أبو مالك الأشجعي، قال: قلت لأبي: يا\nأبه، إنك قد صليت خلف رسول الله صلى الله عليه وسلم وخلف أبي بكر <span id='ms70'></span> وخلف عمر\nوخلف عثمان، أراه قال: وخلف علي، أكانوا يقنتون في الفجر؟ قال أبي: بلى، محدث\n</p>\n\n<p>\nأبو مالك سعد بن طارق بن أشيم الكوفي، عداده في أهل الكوفة، يروي عن\nأبيه، روى عنه الثوري وشعبة ويزيد بن معروف، وهو من ثقات التابعين الأسقع\nبن عامر بن ليث بن بكر الليثي، قال يحيى بن معين: كنيته أبو قرصافة، توفي\nسنة ثلاث وثمانين وهو ابن مائة سنة وخمس سنين، سكن الشام، وقد قيل: مات سنة\nخمس وثمانين. معروف الخياط شيخ ثقة من التابعين، كنيته أبو الخطاب مولى بني\nأمية، عداده في أهل الشام، سمع واثلة بن الأسقع، وحفظ عنه وهو صدوق، وقال\nمعروف الخياط: رأيت واثلة بن الأسقع يملي الأحاديث على الناس، وهم يكتبون\nبين يديه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p042'> Vol. 02, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\n(43) -[77] أخبرنا أبو جعفر الصائغ، أنبا أبو عمر العنبري، ثنا ابن هارون،\nثنا محمد بن بكار العيشي البصري، ثنا سفيان بن عيينة، عن عمرو بن دينار، عن\nالمسور بن مخرمة، عن النبي صلى الله عليه وسلم قال: \" إنما فاطمة بضعة مني\nمن آذاها فقد آذاني \"\n</p>\n\n<p>\nمسور بن مخرمة بن نوفل بن وهيب بن عبد مناف بن زهرة بن كلاب أبو عبد\nالرحمن، أمه عاتكة، ويقال: الشفاء بنت عوف أخت عبد الرحمن بن عوف، ولد بعد\nالهجرة بسنتين، قدم به المدينة في عقب ذي الحجة سنة ثمان وشهد عام الفتح،\nوهو ابن ست سنين، وتوفي النبي صلى الله عليه وسلم وهو ابن ثمان، وقال ابن\nبكير: توفي المسور بن مخرمة يوم جاء نعي يزيد بن معاوية إلى ابن الزبير،\nسنة أربع وستين، وكان قد ولد بعد الهجرة بسنتين، وقدم به في عقب ذي الحجة،\nسنة ثمان، وشهد عام الفتح وهو ابن ست، توفي النبي صلى الله عليه وسلم وهو\nابن ثمان، وقال يحيى بن معين: توفي المسور بن مخرمة سنة ثلاث وسبعين، وأما\nأبو مخرمة بن نوفل، يكنى أبا مسور، من المؤلفة، أسلم يوم الفتح وأمه رقيقة\nبنت أبي صيفي بن هاشم بن عبد مناف، روى عنه ابنه <span id='ms71'></span> مسور، توفي سنة أربع\nوخمسين وسنه سبعون سنة. ومحمد بن بكار بن الزبير العيشي البصري شيخ ثقة من\nتبع الأتباع يروي عن ابن عيينة، روى عنه الناس، وفي تبع الأتباع رجلان من\nالثقات، يقال لكل واحد منهما: محمد بن بكار بن بلال العاملي قاضي دمشق، روى\nعن سعيد بن بشير، يروي عنه ابنه هارون بن محمد بن بكار، مات منصرفا من الحج\nسنة ست عشرة ومائتين، والآخر محمد بن بكار بن الزبير بن عبد الله البغدادي\nمولى بني هاشم، يروي عن هشيم وأبي معشر المدني نجيح السندي وغيرهما، روى\nعنه السراج والبخاري ومسلم والناس، ثقة، مات سنة ثمان وثلاثين ومائتين،\nوثالثهم محمد بن بكار بن الزبير العيشي، كلهم ثقات في طبقة واحدة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p043'> Vol. 02, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\n(44) -[78] أخبرنا العالم محمد بن أبي القاسم محمد بن أبي حفص بن أحمد،\nأنبا أبو محمد منصور بن علي بن الحسن، أنبا أبو جعفر محمد بن عمر بن\nالبختري، ثنا محمد بن إسماعيل، ثنا عبد الله بن عبد الجبار الخبائري، ثنا\nالحكم بن الوليد الوحاظي، قال: سمعت عبد الله بن بشر المازني، صاحب رسول\nالله صلى الله عليه وسلم قال: بعثتني أمي إلى رسول الله صلى الله عليه وسلم\nبقطف من عنب فأكلته، فقالت أمي: يا رسول الله، هل أتاك عبد الله بقطف من\nعنب، فقال: \" يعني: لا \"، قال: فكان رسول الله صلى الله عليه وسلم إذا رآني\nقال: \" غدر غدر \"\n</p>\n\n<p>\nالحكم بن الوليد الوحاظي، شيخ ثقة من ثقات التابعين، كان إمام مسجد حمص،\nيروي عن عبد الله بن بشر، روى عنه الخبائري. عبد الله بن عبد الجبار\nالخبائري أبو القاسم من أهل حمص، يروي عن بقية بن الوليد والحكم بن الوليد\nوأهل الشام، روى عنه إبراهيم بن سعيد الجوهري ومحمد بن إسماعيل، وهو محدث\nثقة من ثقات تبع الأتباع. منصور بن علي بن الحسن ثقة حافظ من شيوخ سجستان،\nيروي عن المشايخ والحفاظ رحل وجمع، روى عنه والدي وأبو عمر الحلواني وأهل\nسجستان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p044'> Vol. 02, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\n(45) -[350] أخبرنا أبو علي الشافعي، أنبا <span id='ms72'></span> أبو الحسن، أنبا أبو محمد، ثنا\nجدي أبو يحيى، ثنا سفيان، عن عبد الله بن محمد بن عقيل قال: أرسلني علي بن\nالحسين إلى الربيع أسألها عن وضوء رسول الله صلى الله عليه وسلم وكان\nيأتيها فيتوضأ عندها فأتيتها فأخرجت إلي إناء يكون مدا أو مدا وربعا بمد\nأبي هاشم، فقالت: \" كنت أخرج في هذا الوضوء إلى رسول الله صلى الله عليه\nوسلم فيغسل يديه قبل أن يدخلهما، أراه قالت: ثلاثا، ثم يغسل وجهه ويمضمض،\nثم يستنثر ثلاثا، ثم يغسل يديه ثلاثا ثم يده الأخرى ثلاثا ويمسح برأسه\nمقبلا ومدبرا ويغسل رجليه ثلاثا ثلاثا، قالت: وقد آتاني ابن عم لك، تعني:\nابن عباس، فقال: ما أجد في كتاب الله عز وجل إلا غسلتين ومسحتين \"\n</p>\n\n<p>\nالربيع بنت معوذ بن الحارث بن رفاعة بن الحارث بن سواد بن غنم بن مالك بن\nالنجار الرزمي وعفراء أمه والربيع بضم الراء وفتح الباء وكسر الياء\nالمشددة، وكذلك الربيع بنت النضر الأنصاري، عمة أنس بن مالك، وفي الرجال\nعبد العزيز بن الربيع أبو العوام عن أبي الزبير، روى عنه النضر بن شميل\nوغيره. أميمة بنت رقيقة، وهي أميمة بنت عبيد بن بجاد بن عمير بن حارثة بن\nسعد، وأما رقيقة فهي بنت أسد بن عبد العزى بن قصي وكانت من المهاجرات\nوأصحاب الحديث ينسبونها إلى أمها رقيقة. وفي الصحابة خمس نسوة ممن اسمها\nأميمة الأولى التي ذكرت، الثانية بنت الحارث، الثالثة بنت بشر، الرابعة\nمولاة النبي صلى الله عليه وسلم الخامسة أميمة بنت خالد الخزاعية، هاجرت مع\nزوجها خالد بن سعيد بن العاص، إلى أرض الحبشة، فولدت هناك أمة بنت خالد،\nوكانت عمة النبي صلى الله عليه وسلم تسمى أميمة بنت عبد المطلب بن هاشم،\nوهي أم زينب بنت جحش وأميمة بنت النعمان بن شرحبيل، تزوجها النبي صلى الله\nعليه وسلم فلما دخل عليها، قالت: أعوذ بالله منك، فقال: عذت بمعاذ، فسرحها\nومتعها. ربيعة بن عبد الرحمن بن حصين الغنوي يروي عن جدته سراء، روى <span id='ms73'></span> عنه\nأبو عاصم النبيل، وهو شيخ ثقة من التابعين، ويشتبه على المعقل ربيعة بن عبد\nالرحمن وربيعة بن أبي عبد الرحمن. المثنى بن صالح راوي مارية خادمة رسول\nالله صلى الله عليه وسلم وهي جدته، فهو شيخ ثقة من التابعين، روى عنه أبو\nبكر بن عياش. أبو هشام محمد بن يزيد بن رفاعة الرفاعي، من أهل الكوفة، شيخ\nثقة من تبع الأتباع، يروي عن ...... بن عياش، روى عنه أبو صاعد والناس، مات\nببغداد يوم الأربعاء سلخ شعبان سنة أربعين ومائتين وكان يخطئ ويخالف أما ما\nذكرت من صدق الرواة وتوثيقهم وإتقانهم فهو المندوب إليه والمستحب ومن شرط\nصحة الحديث أن تكون الرواة ثقات متقنين، وما ذكرت من سوء حفظ الرواة وكلام\nالأئمة في الجرح والطعن فيهم فليس ذلك بغيبة ولا محظور في هذا الشأن، فإن\nالمسلمين أجمعوا بلا خلاف بينهم أنه لا يجوز الاحتجاج في أحكام الشريعة إلا\nبحديث الصدوق العاقل المتقن ففي هذا الإجماع دليل على إباحة جرح من ليس هذه\nصفته، ومع هذا فإني ما قلت في أحد كلاما بالجرح وسوء الحفظ من تلقاء نفسي\nإلا ما حكيت أو رويت عن الأئمة والله يغفر لهم ويرحمهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p045'> Vol. 02, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\n(46) -[79] أخبرنا القاضي أبو العلاء صاعد بن سيار الهروي، أنبا أبو القاسم\nصالح بن دغيم بن أحمد بن غالب السعدي البصري، ببلخ، ثنا الحسين بن علاء بن\nالحسن القاضي، بخانقين، ثنا أبو إسماعيل الحسن بن علي بن زكريا، ثنا خراش\nبن عبد الله، حدثني مولاي أنس بن مالك، قال: قال رسول الله صلى الله عليه\nوسلم: \" الحياء والإيمان في قرن واحد فإذا سلب أحدهما تبعه الآخر \"\n</p>\n\n<p>\nولقد أحسن من قال في هذا المعنى:\n</p>\n\n<p>\nوضبط الحديث وحفظ الرجال ... لعمري عسير على كل حال\n</p>\n\n<p>\nوليس يقوم به غير من ... يعين على حفظه ذو الجلال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p046'> Vol. 02, p. 046</a>\n            </div>\n            \n(47) -[400] أخبرنا علي بن الحسين بن الحسن البخاري الصوفي، أنبا القاضي\nالحسن بن علي الصفار، بالري، أنبا أبو جعفر محمد بن أحمد بن شحمة، حدثني\nأحمد بن محمد بن صابر، ببخارى، حدثني <span id='ms74'></span> محمد بن علي المروزي، حدثني عبد الله\nبن مالك الهروي، حدثني من سمع محمد بن الحسن، عن أبي حنيفة، عن حماد، عن\nإبراهيم، عن ابن مسعود قال: قال رسول الله صلى الله عليه وسلم: \" عليكم\nبالعلم فإن الرجل في آخر الزمان يروي الحديث ويرفعه إلي، فما من راو يذكره\nإلا وأتاه بشير من الملائكة، فيقول: إن فلان بن فلان قد روى عنك حديث كذا\nوكذا فأحيا ذكرك بعد موتك، فيقول الرجل: يا رب مكني يوم القيامة بأن أخلصه\nمن النار كما ذكرني بعد موتي \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p047'> Vol. 02, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\n(48) -[80] أخبرنا الإمام عبد الله بن محمد الأنصاري، أنبا أحمد بن إبراهيم\nالنجار، في كتابه، أنبا الطبراني، ثنا محمد بن صالح بن الوليد النرسي،\nبالبصرة، ثنا مسلم بن حاتم الأنصاري، ثنا محمد بن عبد الله بن المثنى\nالأنصاري، عن أبيه، عن علي بن زيد، عن سعيد بن المسيب، عن أنس، أن رسول\nالله صلى الله عليه وسلم قال: \" من أحيا سنتي فقد أحبني، ومن أحبني كان معي\nفي الجنة \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p048'> Vol. 02, p. 048</a>\n            </div>\n             <span id='ms75'></span>\n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048"
  ],
  "volumes": [
    "01",
    "02"
  ]
}