{
  "content": " \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p001'> Vol. 03, p. 001</a>\n            </div>\n             | 3 | \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p001'> Vol. 03, p. 001</a>\n            </div>\n             & باب الإيمان بأن المؤمنين\nيرون ربهم يوم القيامة بأبصار رؤوسهم فيكلمهم ويكلمونه لا حائل بينه وبينهم\nولا ترجمان &\n<p>\nاعلموا رحمكم الله أن أهل الجنة يرون ربهم يوم القيامة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p001'> Vol. 03, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nوقالوا إن الله لا يراه العباد ولا يكلمهم ولا يكلمونه فكذبوا بالقرآن\nوالسنة وإنما أرادوا بجحد رؤيته إبطال ربوبيته لأنهم متى أقروا برؤيته\nأقروا بربوبيته لأن الله تعالى جعل ثواب من صدق به بالغيب إيمانا أن يراه\nهذا عيانا\n</p>\n\n<p>\nوقد أكذب الله الجهمية فيما ردوه من كتاب الله وقول نبيه صلى الله عليه\nوسلم فأما ما نزل به القرآن\n</p>\n\n<p>\nقال الله تعالى <span class='quran'>وجوه يومئذ ناضرة إلى ربها ناظرة </span></p>\n\n<p>\nوقال الله تعالى <span class='quran'>قل هل ننبئكم بالأخسرين أعمالا الذين ضل سعيهم في\nالحياة الدنيا وهم يحسبون أنهم يحسنون صنعا أولئك الذين كفروا بآيات ربهم\nولقائه </span></p>\n\n<p>\nوكفرت الجهمية بآيات <span id='ms292'></span> ربهم ولقائه\n</p>\n\n<p>\nقالوا إن الله لا يرى ولا يلقى ولا يتكلم\n</p>\n\n<p>\nوقال تعالى <span class='quran'>من كان يرجو لقاء الله فإن أجل الله لآت </span></p>\n\n<p>\nوقال ^ وإنها لكبيرة إلا على الخاشعين الذين يظنون أنهم ملاقوا ربهم ^\n</p>\n\n<p>\nوقال <span class='quran'>قد خسر الذين كذبوا بلقاء الله </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p002'> Vol. 03, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nومدح أهل الجنة وذم أهل النار فقال <span class='quran'>كلا إنهم عن ربهم يومئذ لمحجوبون\nثم إنهم لصالوا الجحيم </span></p>\n\n<p>\nثم وصف أهل الجنة فقال <span class='quran'>إن الأبرار لفي نعيم على الأرائك ينظرون تعرف\nفي وجوههم نضرة النعيم </span>مضاهئا لقوله <span class='quran'>وجوه يومئذ ناضرة إلى ربها\nناظرة </span></p>\n\n<p>\nفزعم الجهمي بكفره وجرأته على تكذيبه بكتاب ربه أن الأبرار والفجار جميعا\nمحجوبون عن ربهم وقد أكذبه كتاب الله حين فرق بين الأبرار والفجار\n</p>\n\n<p>\nولو كان الخلق كلهم محجوبون لما كان على الفجار في احتجاب ربهم نقص ولا\nكان ذلك بضائرهم ولا بصائرهم إلى حال مكروهة ولا مذمومة إذ هم والنبيون\nوالشهداء والصالحون كلهم عن ربهم محجوبون ثم جاءت السنة بصحيح الآثار\nوعدالة أهل النقل والرواية بما يوافق ظاهر الكتاب وتأويله\n</p>\n\n<p>\n1 حدثنا أبو علي إسماعيل بن محمد الصفار قال ثنا الحسن بن عرفة قال ثنا\nيزيد بن هارون عن حماد بن سلمة عن ثابت البناني عن عبد الرحمن بن أبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p003'> Vol. 03, p. 003</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p004'> Vol. 03, p. 004</a>\n            </div>\n             ليلى عن صهيب قال قال رسول الله صلى الله عليه\nوسلم ( إذا دخل أهل الجنة الجنة نودوا أن يا أهل الجنة إن لكم عند الله\nموعدا لم تروه قال فيقولون ما هو ألم تبيض وجوهنا وتزحزحنا عن النار\nوتدخلنا الجنة )\n</p>\n\n<p>\nقال فيكشف الحجاب فينظرون إليه\n</p>\n\n<p>\nقال فوا لله ما أعطاهم الله شيئا هو أحب إليهم منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p005'> Vol. 03, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nقال ثم قرأ <span class='quran'>للذين أحسنوا الحسنى وزيادة </span>+ صحيح رواه مسلم +\n</p>\n\n<p>\n2 رواه من طرق في بعضها عن أنس سئل رسول الله صلى الله عليه وسلم <span class='quran'>للذين أحسنوا الحسنى وزيادة </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p006'> Vol. 03, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nقال ( للذين أحسنوا العمل في الدنيا الحسنى وهي الجنة والزيادة النظر إلى\nوجه الله الكريم تعالى ) + معلول ضعيف جدا +\n</p>\n\n<p>\n3 وقال الحسن نضرت وجوههم ونظروا إلى ربهم رواية جرير بن عبد الله البجلي\nعن النبي <span id='ms293'></span> صلى الله عليه وسلم + أثر الحسن إسناده ضعيف وله بديل صحيح عنه +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p007'> Vol. 03, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\n4 حدثنا أبو بكر محمد بن محمود السراج وأبو محمد عبد الله بن سليمان\nالفامي قالا ثنا محمد بن عبد الملك الدقيقي قال ثنا يزيد بن هارون قال ثنا\nإسماعيل بن أبي خالد عن قيس بن أبي حازم عن جرير بن عبد الله قال كنا عند\nالنبي صلى الله عليه وسلم ليلة البدر فقال لنا ( أما إنكم سترون ربكم عز\nوجل كما ترون هذا القمر لا تضامون في رؤيته فإن استطعتم أن لا تغلبوا على\nصلاة قبل طلوع الشمس وقبل غروبها ) فافعلوا + صحيح رواه الجماعة وغيرهم +\n</p>\n\n<p>\n5 رواه من طرق في طريق ثم قرأ <span class='quran'>وسبح بحمد ربك قبل طلوع الشمس وقبل\nالغروب </span>+ ينظر ما قبله + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p008'> Vol. 03, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\n6 وفي رواية لا تضارون ولا تضامون ولا تهابون\n</p>\n\n<p>\nرواية أبي هريرة + لم أقف على هذه الرواية +\n</p>\n\n<p>\n7 حدثنا أبو بكر محمد بن أحمد بن صالح بن سيار الأزدي قال ثنا بشر بن مطر\nوسعدان بن نصر قالا ثنا سفيان بن عيينة عن سهيل بن أبي صالح عن أبيه عن أبي\nهريرة قال قال رجل يا رسول الله نرى ربنا يوم القيامة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p009'> Vol. 03, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nقال ( هل تضارون في رؤية الشمس في الظهيرة ليست قبلها سحابة ) قالوا لا\n</p>\n\n<p>\nقال ( هل تضارون في رؤية القمر ليلة البدر ليس في سحابة )\n</p>\n\n<p>\nقالوا لا\n</p>\n\n<p>\nقال ( والذي نفسي بيده لا تضارون في رؤيته كما لا تضارون في رؤية أحدهما\n)\n</p>\n\n<p>\nالخدري + صحيح متفق عليه + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p010'> Vol. 03, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\n8 حدثنا القافلائي قال ثنا محمد بن إسحاق قال ثنا هشام بن سعد قال ثنا\nزيد بن أسلم عن عطاء بن يسار عن أبي سعيد الخدري قال قلنا يا رسول الله هل\nنرى ربنا يوم القيامة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p008'> Vol. 03, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nقال ( هل تضارون في رؤية الشمس في الظهيرة في الصحو ليس سحاب )\n</p>\n\n<p>\nقال قلنا لا يا رسول الله\n</p>\n\n<p>\nقال ( فهل تضارون في رؤية القمر ليلة البدر في الصحو ليس فيه سحاب )\n</p>\n\n<p>\nقالوا لا يا رسول الله\n</p>\n\n<p>\nقال ( ما تضارون في رؤيته إلا كما تضارون في أحدهما <span id='ms294'></span> ) + صحيح متفق عليه +\n</p>\n\n<p>\n9 وفي رواية في رؤيتهما + سبق تخريجه آنفا +\n</p>\n\n<p>\n10 وفي رواية كلنا يرى الله قال ( هل تضارون . . )\n</p>\n\n<p>\nأبو رزين العقيلي + سبق تخريجه آنفا +\n</p>\n\n<p>\n11 حدثنا أبو علي محمد بن يوسف البيع قال ثنا عبد الرحمن بن خلف الضبي\nقال ثنا حجاج بن منهال قال ثنا حماد بن سلمة عن يعلي بن عطاء عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p011'> Vol. 03, p. 011</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p012'> Vol. 03, p. 012</a>\n            </div>\n             وكيع ابن حدس عن أبي رزين العقيلي قال قلت يا رسول\nالله أكلنا يرى ربنا عز وجل يوم القيامة\n</p>\n\n<p>\nفقال ( نعم )\n</p>\n\n<p>\nفقلت وما آية ذلك في خلقه\n</p>\n\n<p>\nقال ( أليس كلكم ينظر إلى القمر مخليا به )\n</p>\n\n<p>\nقال قلت نعم\n</p>\n\n<p>\nقال ( فا لله أعظم ) + حسن لغيره +\n</p>\n\n<p>\n12 قال أبو صفوان رأيت المتوكل في النوم وبين يديه نار مؤججة عظيمة فقلت\nيا أمير المؤمنين لمن هذه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p013'> Vol. 03, p. 013</a>\n            </div>\n             قال هذه لابني المنتصر لأنه قتلني\nوتدري لم قتلني إني حدثته أن الله تعالى يرى في الآخرة + أثر أبي صفوان لم\nأقف على إسناده +\n</p>\n\n<p>\n13 قال إبراهيم الحربي هذه رؤيا حق وذلك أن المتوكل كتب حديث حماد بن\nسلمة عن يعلى بن عطاء عن وكيع بن حدس في الرؤية بيده عن عبد الأعلى قال لا\nأكتبه إلا بيدي\n</p>\n\n<p>\nابن عمر + ينظر ما قبله + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p014'> Vol. 03, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\n14 حدثنا أبو بكر محمد بن صالح الأزدي وأبو عبد الله ابن مخلد قالا ثنا\nالحسن بن عرفة قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p015'> Vol. 03, p. 015</a>\n            </div>\n             ثنا أبو معاوية عن عبد الملك ابن أبجر عن\nثوير بن أبي فاختة عن ابن عمر قال قال رسول الله صلى الله عليه وسلم ( إن\nأدنى أهل الجنة منزلة لرجل ينظر في ملكه ألفي سنة يرى أقصاه كما يرى أدناه\nينظر في أزواجه وسرره وخدمه وإن أفضلهم منزلة لمن ينظر في وجه الله تعالى\nكل يوم مرتين ) + ضعيف +\n</p>\n\n<p>\n15 رواه من طرق في بعضها ينظر إلى وجه ربه تعالى كل يوم مرتين + ينظر\nتخريجه في الذي قبله +\n</p>\n\n<p>\n16 رواه من طرق في بعضها ينظر إلى وجه ربه تعالى غدوة وعشية ثم قرأ رسول\nالله صلى الله عليه وسلم <span class='quran'>وجوه يومئذ ناضرة إلى ربها ناظرة </span>+ تقدم\nتخريجه آنفا <span id='ms295'></span> + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p016'> Vol. 03, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\n17 وفي رواية ألف عام\n</p>\n\n<p>\nعدي بن حاتم + تقدم تخريجه آنفا +\n</p>\n\n<p>\n18 حدثنا أبو الفضل جعفر بن محمد القافلائي قال ثنا محمد بن إسحاق\nالصاغاني قال ثنا الحكم بن موسى قال ثنا عيسى بن يونس قال ثنا الأعمش عن\nخيثمة عن عدي بن حاتم قال قال رسول الله صلى الله عليه وسلم ( ما منكم من\nأحد إلا سيكلمه الله ليس بينه وبينه ترجمان فينظر أيمن منه فلا يرى إلا ما\nقدم من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p017'> Vol. 03, p. 017</a>\n            </div>\n             عمله وينظر أشأم منه فلا يرى الا ما قدم وينظر بين يديه\nفلا يرى إلا النار تلقاء وجهه فاتقوا النار ولو بشق تمرة ) + صحيح متفق\nعليه +\n</p>\n\n<p>\n19 وفي رواية زيادة ولو بكلمة طيبة + تقدم تخريجه آنفا +\n</p>\n\n<p>\n20 حدثنا إسماعيل بن محمد الصفار قال ثنا العباس بن محمد قال ثنا أبو\nعاصم الضحاك قال ثنا سعيد بن بشر قال ثنا أبو مجاهد الطائي قال ثنا محل بن\nخليفة عن عدي بن حاتم قال كنت عند رسول الله صلى الله عليه وسلم فجاءه\nرجلان أحدهما يشكو العيلة والآخر يشكو قطع السبيل فقال ( لا يأتي عليك إلا\nقليل حتى تخرج المرأة من الحيرة إلى مكة بغير خفير ولا تقوم الساعة حتى\nيطوف أحدكم بصدقته فلا يجد من يقبلها منه ثم ليفيضن المال ثم ليقفن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p018'> Vol. 03, p. 018</a>\n            </div>\n             أحدكم بين يدي الله عز وجل ليس بينه وبينه حجاب يحجبه ولا\nترجمان فيترجم له فيقول ألم أوتك مالا فيقول بلى فيقول ألم أرسل إليك رسولا\nفيقول بلى فينظر عن يمينه فلا يرى إلا النار وينظر عن يساره فلا يرى إلا\nالنار فليتق أحدكم النار ولو بشق تمرة فإن لم يجد فبكلمة طيبة )\n</p>\n\n<p>\nبريدة الأسلمي + صحيح رواه البخاري +\n</p>\n\n<p>\n21 حدثنا القافلاني قال ثنا محمد بن إسحاق قال ثنا أبو خالد عبد العزيز\nابن أبان القرشي قال ثنا بشير بن المهاجر عن عبد الله بن بريدة عن أبيه قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p019'> Vol. 03, p. 019</a>\n            </div>\n             قال رسول الله صلى الله عليه وسلم ( ما منكم من أحد إلا سيخلو\nالله به يوم القيامة ليس بينه حجاب أو ترجمان )\n</p>\n\n<p>\nأبو موسى <span id='ms296'></span> الأشعري + إسناده ضعيف جدا وقد صح من طريق أخرى +\n</p>\n\n<p>\n22 حدثنا القاضي المحاملي قال ثنا أبو الأشعث أحمد بن المقدام العجلي قال\nثنا المعتمر بن سليمان التيمي عن أبيه عن أبي مراية عن أبي موسى الأشعري عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p020'> Vol. 03, p. 020</a>\n            </div>\n             النبي صلى الله عليه وسلم قال بينا هو يعلمهم أشياء من أمر\nدينهم إذ شخصت أبصارهم عنده فقال ( ما أشخص أبصاركم عني ) قالوا نظرنا إلى\nالقمر قال ( فكيف بكم إذا رأيتم الله تعالى جهرة ) + صحيح لغيره +\n</p>\n\n<p>\n23 حدثنا أبو عبد الله أحمد بن علي بن العلاء الجوزجاني قال ثنا يوسف بن\nموسى القطان قال ثنا الفضل بن دكين قال ثنا أبو قدامة الحارث بن عبيد عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p021'> Vol. 03, p. 021</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p022'> Vol. 03, p. 022</a>\n            </div>\n             أبي عمران الجوني عن أبي بكر بن عبد الله بن قيس\nعن أبيه قال قال رسول الله صلى الله عليه وسلم ( جنات الفردوس أربع ثنتان\nمن ذهب حليتهما وآنيتهما وما فيهما وثنتان من فضة حليتهما وآنيتهما وما\nفيهما ليس بين القوم وبين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p023'> Vol. 03, p. 023</a>\n            </div>\n             أن ينظروا إلى ربهم إلا رداء\nالكبرياء على وجهه في جنات عدن وهذه جنات تشخب من جنات عدن في جنة لم تصدع\nبعد أنهارها )\n</p>\n\n<p>\nأنس بن مالك + إسناده ضعيف وله رواية صحيحة متفق عليها +\n</p>\n\n<p>\n24 حدثنا القافلاني قال ثنا محمد بن إسحاق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p024'> Vol. 03, p. 024</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p025'> Vol. 03, p. 025</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p026'> Vol. 03, p. 026</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p027'> Vol. 03, p. 027</a>\n            </div>\n             قال ثنا عبد الله بن محمد بن أبي شيبة قال ثنا عبد\nالرحمن بن محمد عن ليث عن عثمان عن أنس قال قال رسول الله صلى الله عليه\nوسلم ( أتاني جبريل وفي يده كالمرآة البيضاء فيها كالنكتة السوداء قلت يا\nجبريل ما هذه قال هذه الجمعة قال قلت وما الجمعة قال لكم فيها خير قلت وما\nلنا فيها قال تكون عيدا لك ولقومك من بعدك ويكون اليهود والنصارى تبعا لك\nقال قلت وما لنا فيها قال لكم فيها ساعة لا يوافقها عبد مسلم يسأل الله\nفيها شيئا من الدنيا والآخرة هو له قسم إلا أعطاه الله إياه أو ليس له بقسم\nإلا ادخر له عنده ما هو أفضل منه أو يتعوذ من شر هو عليه مكتوب <span id='ms297'></span> إلا صرف عنه\nمن البلاء ما هو أعظم منه قال قلت ما هذه النكتة فيها قال هي الساعة وهي\nتقوم يوم الجمعة وهو عندنا سيد الأيام ونحن ندعوه يوم القيامة ويوم المزيد\nقلت مم ذلك قال لأن ربك تعالى اتخذ في الجنة واديا من مسك أبيض فإذا كان\nيوم الجمعة نزل من عليين على كرسيه ثم حف الكرسي بمنابر من ذهب مكللة\nبالجوهر ثم يجيء النبيون حتى يجلسوا عليها وينزل أهل الغرف فيجلسون على ذلك\nالكثيب ثم يتجلى لهم ربهم تعالى ثم يقول سلوني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p028'> Vol. 03, p. 028</a>\n            </div>\n             أعطكم فيسألونه\nالرضا فيقول رضاي أحلكم داري وأنالكم كرامتي فسلوني أعطكم فيسألونه الرضا\nفيشهدههم أنه قد رضي عنهم قال فيفتح لهم مالم تر عين ولم تسمع أذن و لم\nيخطر على قلب بشر قال وذلك مقدار انصرافكم من الجمعة قال ثم يرتفع ويرتفع\nمعه النبيون والصديقون والشهداء ويرجع أهل الغرف إلى غرفهم وهي درة بيضاء\nليس فيها قصم ولا فصم أو درة حمراء أو زبرجدة خضراء فيها غرف وأبوابها\nمطردة ومنها أنهارها وثمارها متدلية قال فليسوا إلى شيء أحوج منهم إلى\nالجمعة ليزدادوا إلى ربهم نظرا أو يزدادوا منه كرامة ) + صحيح لغيره +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p029'> Vol. 03, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\n25 حدثنا أبو جعفر محمد بن علي الشيباني قال ثنا أحمد ابن أبي غرزة قال\nثنا عبيد الله بن موسى قال ثنا الأشرس بن ربيع ثنا أبو ظلال القسملي عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p030'> Vol. 03, p. 030</a>\n            </div>\n             أنس بن مالك عن النبي صلى الله عليه وسلم عن جبريل عليه السلام\nقال ( يقول الله عز وجل ما ثواب عبدي عندي إذا أخذت كريمته إلا النظر إلى\nوجهي والخلود في داري )\n</p>\n\n<p>\nحذيفة بن اليمان + إسناده ضعيف +\n</p>\n\n<p>\n26 أخبرني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p031'> Vol. 03, p. 031</a>\n            </div>\n             أبو القاسم عمر بن أحمد عن أبي بكر أحمد بن هارون\nقال ثنا يزيد بن جهمور قال ثنا الحسن بن يحيى بن كثير العنبري قال ثنا أبي\nعن إبراهيم بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p032'> Vol. 03, p. 032</a>\n            </div>\n             المبارك عن القاسم بن مطيب عن الأعمش عن أبي\nوائل عن حذيفة بن اليمان قال قال رسول الله صلى الله عليه وسلم ( أتاني\nجبريل فإذا في كفه <span id='ms298'></span> مرآة كأصفى المرايا وأحسنها وإذا في وسطها نكتة سوداء\nقال قلت يا جبريل ما هذه قال هذه الدنيا صفاؤها وحسنها قلت وما هذه اللمعة\nفي وسطها قال هذه الجمعة قلت وما الجمعة قال يوم من أيام ربك عظيم وسأخبرك\nبشرفه وفضله واسمه في الآخرة أما شرفه وفضله في الدنيا فإن الله جمع فيه\nأمر الخلق وأما ما يرجى فإن فيه ساعة لا يوافقها عبد مسلم أو أمة مسلمة\nيسألان الله فيها خيرا إلا أعطاهما إياه وأما شرفة وفضله واسمه في الآخرة\nفإن الله تعالى إذا صير أهل الجنة إلى الجنة وأهل النار إلى النار وجرت\nعليهم أيامها وساعاتها ليس بها ليل ولا نهار إلا قد علم الله مقدار ذلك\nوساعته فإذا كان يوم الجمعة في الحين الذي يبرز أو يخرج فيه أهل الجمعة إلى\nجمعتهم نادى مناد يا أهل الجنة اخرجوا إلى دار المزيد لا بعلم سعته وعرضه\nوطوله إلا الله عز وجل في كثبان من المسك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p033'> Vol. 03, p. 033</a>\n            </div>\n             قال فيخرج غلمان\nالأنبياء بمنابر من نور ويخرج غلمان المؤمنين بكراسي من ياقوت قال فإذا\nوضعت لهم وأخذ القوم مجالسهم بعث الله عليهم ريحا تدعى المثيرة تثير عليهم\nأثاثير المسك الأبيض تدخله تحت ثيابهم وتخرجه في وجوههم وأشعارهم فتلك\nالريح أعلم كيف تصنع بذلك المسك من امرأة أحدكم لو دفع إليها كل طيب على\nوجه الأرض لكانت تلك الريح أعلم كيف تصنع بذاك المسك من تلك المرأة لو دفع\nإليها ذلك الطيب بإذن الله قال ثم يوحي الله تعالى إلى حملة العرش فيوضع\nبين ظهراني الجنة وما فيها أسفل منه وبينه وبينهم الحجب فيكون أول ما\nيسمعون منه أن يقول أين عبادي الذين أطاعوني بالغيب ولم يروني فصدقوا رسلي\nواتبعوا أمري يسألوني فهذا يوم المزيد\n</p>\n\n<p>\nقال فيجمعون على كلمة واحدة رب رضينا عنك فارض عنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p034'> Vol. 03, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nقال فيرجع الله تعالى في قولهم أن يا أهل الجنة إن لو لم أرض عنكم لما\nأسكنتكم جنتي فسلوني فهذا يوم المزيد\n</p>\n\n<p>\nقال فيجمعون على كلمة رضينا عنك <span id='ms299'></span> فارض عنا\n</p>\n\n<p>\nقال فيرجع الله في قولهم أن يا أهل الجنة إني لو لم أرض عنكم ما اسكنتكم\nجنتي فهذا يوم المزيد فسلوني\n</p>\n\n<p>\nقال فيجتمعون على كلمة واحدة رب وجهك رب وجهك أرنا ننظر إليك\n</p>\n\n<p>\nقال فيكشف الله تعالى تلك الحجب\n</p>\n\n<p>\nقال ويتجلى لهم فيغشاهم من نوره شيء لولا أنه قضى عليهم أن لا يحترقوا\nلاحترقوا مما غشيهم من نوره\n</p>\n\n<p>\nقال ثم يقال ارجعوا إلى منازلكم\n</p>\n\n<p>\nقال فيرجعون إلى منازلهم وقد خفوا على أزواجهم وخفين عليهم مما غشيهم من\nنوره فإذا صاروا إلى منازلهم يزاد النور وأمكن ويزاد وأمكن حتى يرجعوا إلى\nصورهم التي كانوا عليها\n</p>\n\n<p>\nقال فيقول لهم أزواجهم لقد خرجتم من عندنا على صورة ورجعتم على غيرها\n</p>\n\n<p>\nقال فيقولون ذلك بأن الله تجلى لنا فنظرنا منه إلى ما خفينا به عليكم\n</p>\n\n<p>\nقال فلهم كل سبعة أيام الضعف على ما كانوا فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p035'> Vol. 03, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nقال وذلك قول الله عز وجل في كتابه <span class='quran'>فلا تعلم نفس ما أخفي لهم من قرة\nأعين جزاء بما كانوا يعملون </span></p>\n\n<p>\nجابر بن عبد الله + إسناده ضعيف +\n</p>\n\n<p>\n27 حدثنا القافلائي قال ثنا محمد بن إسحاق الصاغاني قال ثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p036'> Vol. 03, p. 036</a>\n            </div>\n            \nيزيد بن عبد ربه الجرجسي قال ثنا الوليد بن مسلم عن صدقة أبي معاوية عن\nعياض بن عبد الرحمن الفهري عن جابر بن عبد الله قال لما أصيب أبي يوم أحد\nأسفت عليه أسفا شديدا\n</p>\n\n<p>\nفقال لي رسول الله صلى الله عليه وسلم ( يا جابر ألا أخبرك عن أبيك إنه\nعرض على ربه ليس بينه وبينه ستر فقال سل تعطه فقال يا رب أرد إلى الدنيا\nفأقتل فيك وفي رسولك مرة أخرى فقال سبق القضاء مني أنهم إليها لا يرجعون )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p037'> Vol. 03, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nعائشة رضي الله عنها + صحيح لغيره +\n</p>\n\n<p>\n28 حدثنا القافلائي قال ثنا محمد بن إسحاق قال ثنا فيض بن وثيق بصري قال\nحدثني أبو عبادة الأنصاري قال أخبرني ابن شهاب عن عروة عن عائشة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p038'> Vol. 03, p. 038</a>\n            </div>\n             قالت قال رسول الله صلى الله عليه وسلم لجابر ( يا جابر ألا\nأبشرك قال بلى بشرك الله بالخير <span id='ms300'></span> قال شعرت أن الله أحيا أباك فأقعده بين\nيديه فقال تمن علي عبدي ما شئت أعطكه قال يا رب ما عبدتك حق عبادتك أتمنى\nعليك أن تردني إلى الدنيا فأقاتل مع نبيك فأقتل فيك مرة أخرى قال إنه قد\nسلف مني أنك لا ترجع إليها )\n</p>\n\n<p>\nزيد بن ثابت + إسناده ضعيف جدا +\n</p>\n\n<p>\n29 حدثنا القافلائي قال ثنا محمد بن إسحاق قال ثنا عبد الله بن صالح قال\nحدثني معاوية بن صالح عن ضمرة بن حبيب عن زيد بن ثابت أن النبي صلى الله\nعليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p039'> Vol. 03, p. 039</a>\n            </div>\n             علمه وأمره أن يتعاهد به أهله كل صباح ( لبيك اللهم\nلبيك لبيك وسعديك والخير بيديك ومنك وبك وإليك اللهم ما قلت من قول أو نذرت\nمن نذر أو حلفت من حلف فمشيئتك بين يديه ما شئت كان وما لم تشأ لم يكن لا\nحول ولا قوة إلا بالله والله على كل شيء قدير اللهم ما صليت من صلاة فعلى\nمن صليت وما لعنت من لعنة فعلى من لعنت أنت وليي في الدنيا والآخرة توفني\nمسلما وألحقني بالصالحين اللهم أسألك الرضا بالقضاء وبرد العيش بعد الموت\nولذة النظر إلى وجهك وشوقا إلى لقائك من غير ضراء مضرة ولا فتنة مضلة )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p040'> Vol. 03, p. 040</a>\n            </div>\n             ابن عباس + حسن لغيره بتمامة وموضع الشاهد منه صحيح +\n</p>\n\n<p>\n30 حدثني أبو عمرو عبد الله بن محمد بن مسبح العطار قال ثنا أبو بكر عبد\nالله بن سليمان أبي داود السجستاني قال ثنا عمي محمد بن الأشعث قال ثنا ابن\nجسر قال حدثني أبي جسر عن الحسن عن ابن عباس عن النبي صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p041'> Vol. 03, p. 041</a>\n            </div>\n             قال ( إن أهل الجنة يرون ربهم تعالى في كل يوم جمعة في رمال\nالكافور وأقربهم منه مجلسا أسرعهم إليه يوم الجمعة وأبكرهم غدوا ) + حسن\nلغيره إسناده ضعيف +\n</p>\n\n<p>\n31 حدثنا جعفر القافلائي قال ثنا محمد بن إسحاق قال ثنا شبابة بن سوار\nقال ثنا المسعودي عن المنهال بن عمرو عن أبي عبيدة بن عبد الله بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p042'> Vol. 03, p. 042</a>\n            </div>\n             مسعود قال قال عبد الله بن مسعود سارعوا إلى <span id='ms301'></span> الجمع فإن الله\nيبرز لأهل الجنة يوم الجمعة في كثيب من كافور أبيض فيكونون في الدنو منه\nعلى قدر مسارعتهم في الدنيا إلى الجمع فيحدث لهم من الكرامة شيئا لم يكونوا\nرأوه فيما خلا ثم يرجعون إلى أهلهم فيحدثونهم بما قد أحدث لهم من الكرامة\n</p>\n\n<p>\nقال فكان عبد الله لا يسبقه أحد إلى الجمعة فجاء يوما وقد سبقه رجلان\nفقال رجلان وأنا الثالث إن شاء الله يبارك في الثالث + حسن لغيره +\n</p>\n\n<p>\n32 حدثنا جعفر القافلائي قال ثنا محمد بن إسحاق قال ثنا إسحاق بن عيسى\nقال ثنا شريك عن هلال بن عبد الله الوزان عن عبد الله بن عكيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p043'> Vol. 03, p. 043</a>\n            </div>\n            \nالجهني قال سمعت ابن مسعود في هذا المسجد وبدأ باليمين قبل الحديث فقال\nوالله ما منكم من أحد ألا سيخلو الله به يوم القيامة كما يخلوا أحدكم\nبالقمر ليلة البدر أو ليلته فيقول يا ابن آدم ماذا أجبت المرسلين يا ابن\nآدم علمك ماذا صنعت فيه + صحيح لغيره +\n</p>\n\n<p>\n33 حدثنا القافلائي قال ثنا محمد بن إسحاق قال ثنا صدقة أبو عمرو المقعد\nقال قرأت على محمد بن إسحاق وحدثني أمية بن عبد الله بن عمرو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p044'> Vol. 03, p. 044</a>\n            </div>\n            \nابن عثمان عن أبيه عبد الله بن عمرو قال سمعت عبد الله بن عمرو بن العاص\nيحدث مروان بن الحكم وهو أمير المدينة قال خلق الله الملائكة لعبادته\nأصنافا فإن منهم الملائكة قياما صافين من يوم خلقهم إلى يوم القيامة\nوملائكة ركوعا خشوعا من يوم خلقهم إلى يوم القيامة وملائكة سجودا منذ خلقهم\nإلى يوم القيامة فإذا كان يوم القيامة وتجلى لهم تعالى ونظروا إلى وجهه\nالكريم قالوا سبحانك ما عبدناك حق عبادتك + أثر عبد الله بن عمرو إسناده\nحسن + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p045'> Vol. 03, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\n34 حدثنا القافلائي قال ثنا محمد بن إسحاق قال ثنا روح بن عبادة قال ثنا\nعباد بن منصور قال سمعت عدي بن أرطأة يخطب على المنبر فجعل يعظنا حتى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p046'> Vol. 03, p. 046</a>\n            </div>\n             بكى وأبكانا ثم قال كونوا كرجل قال لابنه وهو يعظه يا بني\nأوصيك أن لا تصلي صلاة إلا ظننت إنك <span id='ms302'></span> لا تصلي بعدها غيرها حتى تموت وتعال\nبني نعمل عمل رجلين كأنهما قد وقفا على النار ثم سألا الكرة\n</p>\n\n<p>\nولقد سمعت فلانا نسي عباد اسمه ما بيني وبين رسول الله صلى الله عليه\nوسلم غيره فقال إن رسول الله صلى الله عليه وسلم قال ( إن لله ملائكة ترعد\nفرائصهم من مخافته ما منهم ملك تقطر دمعته من عينه إلا وقعت ملكا يسبح الله\n</p>\n\n<p>\nقال وملائكة سجود منذ خلق الله السموات لم يرفعوا رؤسهم ولا يرفعونها إلى\nيوم القيامة وركوع لم يرفعوا رؤسهم ولا يرفعونها إلى يوم القيامة وصفوف لم\nينصرفوا عن مصافهم ولا ينصرفون إلى يوم القيامة فإذا كان يوم القيامة وتجلى\nلهم ربهم فنظروا إليه قالوا سبحانك ما عبدناك كما ينبغي لك ) + قواه الإمام\nابن كثير +\n</p>\n\n<p>\n35 وقال ابن مسعود وكان يخطب به يبرز الرب تعالى لأهل جنته في كل جمعة في\nكثب من كافور أبيض فيحدث لهم من الكرامة ما لم يروا مثله قبله ويكونون في\nالدنو منه كمسارعتهم إلى الجمع + أثر ابن مسعود حسن لغيره تقدم +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p047'> Vol. 03, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\n| جماعة من التابعين\n</p>\n\n<p>\nعمر بن عبد العزيز\n</p>\n\n<p>\nكتب إلي بعض الأجناد أما بعد فإني أوصيك بتقوى الله ولزوم طاعته والتمسك\nبأمره والمعاهدة على ما حملك الله من دينه واستحفظك من كتابه فإن بتقوى\nالله نجا أولياء الله من سخطه فبها يحق لهم ولايته وبها رافقوا أنبياءه\nوبها نضرت وجوههم ونظروا إلى خالقهم وهي عصمة في الدنيا من الفتن ومن كرب\nيوم القيامة + أثر عمر بن عبد العزيز إسناده ضعيف + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p048'> Vol. 03, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\n37 وقال الحسن لو علم العابدون في الدنيا أنهم لا يرون ربهم في الآخرة\nلذابت أنفسهم في الدنيا + أثر الحسن إسناده ضعيف جدا +\n</p>\n\n<p>\n38 وعن ابن عمر قال إن أدنى أهل الجنة منزلة لمن ينظر في ملكه وسرره ألفي\nسنة يرى أقصاه كما يرى أدناه وأرفعهم منزلة لمن ينظر\n</p>\n\n<p>\nإلى ربه بالغداة والعشي + أثر ابن عمر ضعيف تقدم تخريجه مرفوعا وموقوفا +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p049'> Vol. 03, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\n39 عن سعيد بن جبير قال إن أدنى أهل الجنة منزلة من له قصر فيه <span id='ms303'></span> سبعون ألف\nخادم بيد كل خادم صفحة سوى ما في يد صاحبتها لا يفتح بابه لشيء يريده لو\nصافه أهل الدنيا لوسعهم وإن أفضلهم منزلة الذي ينظر في وجه الله غدوة وعشية\n+ أثر سعيد بن جبير إسناده فيه ضعف +\n</p>\n\n<p>\n40 ونحوه عن الأعمش عن هشام بن حسان قال إن الله تعالى ليتجلى لأهل الجنة\nفإذا رآه أهل الجنة نسوا نعيم الجنة + أثر هشام بن حسان لم أقف عليه +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p050'> Vol. 03, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\n41 عن أبي رجاء محمد بن سيف قال سألت الحسن عن قوله <span class='quran'>فلما رأوه زلفة\n</span>قال معاينة + أثر الحسن إسناده صحيح +\n</p>\n\n<p>\n42 وقال الحسن ينظرون إلى الله عز وجل كما شاء بلا إحاطة + أثر الحسن لم\nأقف عليه +\n</p>\n\n<p>\n43 عن كعب الأحبار قال ما نظر الله عز وجل إلى الجنة إلا قال لها طيبي\nلأهلك فزادت ضعفا على ما كانت حتى يأتيها أهلها وما من يوم كان لهم عيد في\nالدنيا إلا يخرجون في مقداره في رياض الجنة فيبرز لهم الرب تعالى فينظرون\nإليه وتسفي عليهم الريح بالمسك الطيب ولا يسألون الرب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p051'> Vol. 03, p. 051</a>\n            </div>\n             تعالى\nشيئا إلا أعطاهم حتى يرجعوا وقد ازدادوا على ما كانوا من الحسن سبعين ضعفا\nثم يرجعوا إلى أزواجهم وقد ازددن مثل ذلك + أثر كعب الأحبار إسناده فيه ضعف\n+\n</p>\n\n<p>\n44 وقال مالك بن أنس الناس ينظرون إلى الله عز وجل يوم القيامة بأعينهم +\nأثر مالك بن أنس إسناده صحيح +\n</p>\n\n<p>\n45 وقال إسحاق بن منصور قلت لأحمد أليس ربنا تعالى يراه أهل الجنة أليس\nتقول بهذه الأحاديث قال أحمد صحيح + أثر أبي عبد الله بن أحمد بن حنبل\nإسناده صحيح +\n</p>\n\n<p>\n46 قال إسحاق بن راهويه صحيح ولا يدعه إلا مبتدع أو ضعيف الرأي + أثر\nإسحاق بن راهويه إسناده صحيح وهو متهم للرواية الآنفة + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p052'> Vol. 03, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\n47 قال أحمد ومن قال إن الله لا يرى في الآخرة فهو جهمي وقد كفر + أثر\nأبي عبد الله أحمد إسناده صحيح +\n</p>\n\n<p>\n48 وقال ينظرون إلى ربهم وينظر إليهم ويكلمونه ويكلمهم كيف شاء وإذا شاء\n+ أثر أحمد بن حنبل إسناده صحيح +\n</p>\n\n<p>\n49 وقال أبو عبد الله قول الله <span id='ms304'></span> تعالى <span class='quran'>هل ينظرون إلا أن يأتيهم الله\nفي ظلل من الغمام والملائكة </span><span class='quran'>وجاء ربك والملك صفا صفا </span>فمن\nقال إن الله لا يرى فقد كفر + أثر أبي عبد الله إسناده صحيح + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p053'> Vol. 03, p. 053</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p054'> Vol. 03, p. 054</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p055'> Vol. 03, p. 055</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p056'> Vol. 03, p. 056</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p057'> Vol. 03, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\n50 قال أبو عبد الله ونحن نؤمن بالأحاديث في هذا ونقرها ونمرها كما جاءت\nبلا كيف ولا معنى إلا على ما وصف به نفسه تعالى\n</p>\n\n<p>\nنسأل الله السلامة في الدنيا والآخرة ونعوذ بالله من الزلل والارتياب\nوالشك إنه على كل شيء قدير + أثر أحمد بن حنبل لم أقف عليه بهذا التمام وهو\nعند المصنف + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p058'> Vol. 03, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\n51 قال الأثرم وسمعت أبا عبد الله يقول من قال إن الله لا يرى في الآخرة\nفهو جهمي قال وإنما تكلم من تكلم في رؤية الدنيا + أثر الأثرم عن أحمد\nإسناده صحيح +\n</p>\n\n<p>\n52 وقال أبو عبد الله أدركت الناس وما ينكرون من هذه الأحاديث أحاديث\nالرؤية وكانوا يحدثون بها على الجملة يمرونها على حالها غير منكرين لذلك\nولا مرتابين + أثر أبي عبد الله أحمد إسناده صحيح +\n</p>\n\n<p>\n53 قال أبو عبد الله إذا لم نقر بما جاء عن النبي صلى الله عليه وسلم\nرددنا على الله أمره قال الله عز وجل <span class='quran'>وما آتاكم الرسول فخذوه وما\nنهاكم عنه فانتهوا </span>+ أثر أبي عبد الله لم أقف عليه +\n</p>\n\n<p>\n54 وقال أحمد بن أصرم قال لي أبو إبراهيم المزني سمعت ابن هرم يقول قال\nالشافعي رحمه الله في كتاب الله <span class='quran'>كلا إنهم عن ربهم يومئذ لمحجوبون </span>دلالة على أن أولياءه يرونه على صفته + أثر ابن هرم عن الشافعي صحيح +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p059'> Vol. 03, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\n55 حدثنا ابن الأنباري قال ثنا أبو القاسم ابن سعيد الأنماطي صاحب المزني\nقال قال لي الشافعي <span class='quran'>كلا إنهم عن ربهم يومئذ لمحجوبون </span>دلالة على\nأن أولاياءه يرونه يوم القيامة بأبصار وجوههم + أثر الأنماطي عن الشافعي\nإسناده صحيح ويشهد له ما قبله + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p060'> Vol. 03, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\n56 قال أبو عبيد القاسم بن سلام وذكر عنده هذه الأحاديث التي في الرؤيا\nفقال هذه عندنا حق رواها الثقات عند الثقات إلى أن صارت إلينا إلا أنا إذا\nقيل لنا فسروها قلنا لا نفسر <span id='ms305'></span> منها شيئا ولكن نمضها كما جاءت + أثر أبي عبيد\nالقاسم بن سلام إسناده صحيح +\n</p>\n\n<p>\n57 وقال أسود بن سالم هذه الأحاديث والله حق نحلف عليها بالطلاق + أثر\nالأسود بن سالم إسناده صحيح + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p061'> Vol. 03, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\n58 سمعت أبا عمر محمد بن عبد الواحد صاحب اللغة يقول سمعت أبا العباس\nأحمد بن يحيى ثعلبا يقول في قوله تعالى <span class='quran'>وكان بالمؤمنين رحيما تحيتهم\nيوم يلقونه سلام </span>أجمع أهل اللغة أن اللقاء هاهنا لا يكون إلا معاينة\nونظرا بالأبصار + أثر أحمد بن يحيى النحوي إسناده صحيح + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p062'> Vol. 03, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nرسالة عبد العزيز بن عبد الله الماجشون في الرؤية\n</p>\n\n<p>\n59 حدثنا أبو الفضل جعفر بن محمد القافلائي قال ثنا محمد بن إسحاق\nالصاغاني قال ثنا عبد الله بن صالح قال أخبرني عبد العزيز بن عبد الله بن\nسلمة الماجشون أملاها على إملاء وسألته فيما جحدت الجهمية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p063'> Vol. 03, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nأما بعد فقد فهمت ما سألت فيما تتابعت الجهمية ومن حالفها في صفة الرب\nالعظيم الذي فاتت عظمته الوصف والتقدير وكلت الألسن عن تفسير صفته وانحسرت\nالعقول دون معرفة قدره ودعت عظمته العقول فلم تجد مساغا فرجعت خاسئة وهي\nحسير\n</p>\n\n<p>\nوإنما أمرنا بالنظر والتفكر فيما خلق بالتقدير وإنما يقال كيف كان لمن لم\nيكن مرة ثم كان فأما الذي لا يحول ولا يزول ولم يزل وليس له مثل فإنه لا\nيعلم كيف هو إلا هو\n</p>\n\n<p>\nوكيف يعرف قدر من لم يبدأ ومن لا يبلي ولا يموت وكيف يكون لصفة شيء منه\nحد أو منتهي يعرفه عارف أو يحد قدره واصف وذلك من جلالة فصل على أنه الحق\nالمبين لا حق أحق منه ولا شيء أبين منه\n</p>\n\n<p>\nالدليل على عجز العقول على تحقيق صفته عجزها عن تحقيق صفة أصغر خلقه لا\nتكاد تراه صغرا يجول ويزول ولا يرى له سمع ولا بصر لما يتقلب به ويحتال من\nعقله أعضل بك وأخفى عليك مما ظهر من سمعه وبصره فتبارك الله أحسن الخالقين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p064'> Vol. 03, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nوخالقهم وسيد السادة وربهم ^ ليس كمثله شيء وهو السميع البصير ^\n</p>\n\n<p>\nاعرف رحمك الله غناك عن تكلف صفة <span id='ms306'></span> ما لم يصف الرب من نفسه بعجزك عن معرفته\nقدر ما وصف منها إذا لم تعرف قدر ما وصف فما كلفك علم ما لم يصف\n</p>\n\n<p>\nهل تستدل بذلك على شيء من طاعته أو تتزحزح عن شيء من معصيته\n</p>\n\n<p>\nفأما الذي جحد ما وصف الرب من نفسه تعمقا وتكلفا قد <span class='quran'>استهوته\nالشياطين في الأرض حيران </span>فصار أحدها ومنهايستدل زعم على جحد ما وصف\nالرب وسمى من نفسه بأن قال لا بد إن كان له كذا من أن يكون له كذا فعمي عن\nالبين بالخفى بجحد ما سمى الرب من نفسه فصمت الرب عما لم يسم منها فلم يزل\nيملي له الشيطان حتى جحد قول الله تعالى <span class='quran'>وجوه يومئذ ناضرة إلى ربها\nناظرة </span></p>\n\n<p>\nفقال لا يراه أحد يوم القيامة فجحد والله أفضل كرامة الله التي أكرم بها\nأولياءه يوم القيامة من النظر إلى وجهه ونضرته إياهم <span class='quran'>في مقعد صدق عند\nمليك مقتدر </span>وقد قضى أنهم لا يموتون فهم بالنظر إليه ينضرون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p065'> Vol. 03, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nوإنما كان يهلك من رآه حيث لم يكن يبقى سواه فلما حتم البقاء ونفى الموت\nوالفناء أكرم أولياءه بالنظر إليه واللقاء فورب السماء والأرض ليجعلن الله\nرؤيته يوم القيامة للمخلصين ثوابا فتنضر بها وجوههم دون المجرمين وتفلج بها\nحجتهم على الجاحدين فهم وشيعته وهم عن ربهم يومئذ محجوبون لا يرونه كما\nزعموا أنه لا يرى ولا يكلمهم ولا ينظر إليهم ولهم عذاب أليم\n</p>\n\n<p>\nكيف لم يعتبر قائله بقول الله تعالى <span class='quran'>إنهم عن ربهم يومئذ لمحجوبون\n</span></p>\n\n<p>\nأيظن أن الله يقصيهم ويعذبهم بأمر يزعم الفاسق أنه وأولياؤه فيه سواء\nوإنما جحد رؤيته يوم القيامة إقامة للحجة الضالة المضلة لأنه قد عرف إذا\nتجلى لهم يوم القيامة رأوا منه ما كانوا به قبل ذلك مؤمنين وكان له جاحدا\n</p>\n\n<p>\nوقال المسلمون يا رسول الله هل نرى ربنا وذلك قبل أن ينزل الله عز وجل ^\nوجوه يومئذ ناظرة إلى ربها ناضرة ^ فقال رسول الله صلى الله عليه وسلم ( هل\nتضارون في رؤية الشمس ليس دونها سحاب <span id='ms307'></span> قالوا لا قال فهل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p066'> Vol. 03, p. 066</a>\n            </div>\n             تضارون\nفي رؤية القمر ليلة البدر ليس دونه سحاب فقالوا لا قال فإنكم ترون ربكم\nيومئذ كذلك )\n</p>\n\n<p>\nوقال رسول الله صلى الله عليه وسلم ( لا تمتلىء النار حتى يضع الرحمن\nقدمه فيها فتقول قط قط فينزوي بعضها إلى بعض )\n</p>\n\n<p>\nوقال لثابت بن قيس ( لقد ضحك الله مما فعلت بضيفك البارحة )\n</p>\n\n<p>\nوقال فيما بلغنا ( إن الله ليضحك من أزلكم وقنوطكم وسرعة إجابتكم )\n</p>\n\n<p>\nوقال له رجل من العرب إن ربنا ليضحك قال ( نعم ) قال لا يعدمنا من رب\nيضحك خيرا )\n</p>\n\n<p>\nفي أشباه لهذا مما لم نحصيه\n</p>\n\n<p>\nوقال تعالى <span class='quran'>وهو السميع البصير </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p067'> Vol. 03, p. 067</a>\n            </div>\n             <span class='quran'>واصبر لحكم ربك\nفإنك بأعيننا </span>وقال تعالى <span class='quran'>ولتصنع على عيني </span></p>\n\n<p>\nوقال <span class='quran'>ما منعك أن تسجد لما خلقت بيدي </span></p>\n\n<p>\nوقال <span class='quran'>والأرض جميعا قبضته يوم القيامة والسماوات مطويات بيمينه\nسبحانه وتعالى عما يشركون </span></p>\n\n<p>\nفوا لله ما دلهم على عظيم من وصف نفسه وما تحيط قبضته إلا صغر نظيرها\nمنهم عندهم أن ذلك الذي ألقى في روعهم وخلق على معرفة قلوبهم\n</p>\n\n<p>\nفما وصف الله من نفسه فسماه على لسان نبيه سميناه كما سماه ولم نتكلف منه\nصفة ما سواه لا هذا ولا هذا\n</p>\n\n<p>\nولا نجحد ما وصف ولا نتكلف معرفة ما لم يصف\n</p>\n\n<p>\nاعلم رحمك الله أن العصمة في الدين إن تنتهى حيث انتهى بك فلا تجاوز ما\nقد حد لك فإن من قوام الدين معرفة المعروف وإنكار المنكر فما بسطت عليه\nالمعرفة وسكنت إليه الأفئدة وذكر أصله في الكتاب والسنة وتوارثت علمه الأمة\nفلا تخافن في ذكره وصفته من ربك ما وصف من نفسه عبثا ولا تتكلفن لما وصف لك\nمن ذلك قدرا وما أنكرته نفسك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p068'> Vol. 03, p. 068</a>\n            </div>\n             ولم تجد ذكره في كتاب ربك ولا في\nالحديث عن نبيك من ذكر صفة ربك فلا تتكلفن علمه بعقلك ولا تصفه بلسانك\nواصمت عنه كما صمت الرب عنه من نفسه فإن تكلفك معرفة ما لم يصف من نفسه مثل\nإنكارك ما وصف منها فكما أعظمت ما جحد الجاحدون مما وصفه من نفسه فكذلك <span id='ms308'></span>\nأعظم تكلف ما وصف الواصفون مما لم يصف منها\n</p>\n\n<p>\nفقد والله عز المسلمون الذين يعرفون المعروف وبمعرفتهم يعرف وينكرون\nالمنكر وبإنكارهم ينكر يسمعون ما وصف الله به نفسه من هذا في كتابه وما\nيبلغهم مثله عن نبيه\n</p>\n\n<p>\nفما مرض من ذكر هذا وتسميته من الرب قلب مسلم ولا تكلف صفة قدرة ولا\nتسميته غيره من الرب مؤمن\n</p>\n\n<p>\nوما ذكر عن رسول الله صلى الله عليه وسلم أنه سماه من صفة ربه فهو بمنزلة\nما سمى ووصف الرب تعالى من نفسه من أجل ما وصفنا كالجاحد المنكر لما وصفنا\nمنها\n</p>\n\n<p>\nوالراسخون في العلم الواقفون حيث انتهى علمهم الواصفون لربهم بما وصف من\nنفسه التاركون لما ترك من ذكرها لا ينكرون صفة ما سمى منه جحدا ولا يتكلفون\nوصفه بما لم يسم تعمقا لأن الحق ترك ما ترك وتسمية ما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p069'> Vol. 03, p. 069</a>\n            </div>\n             سمى ^\nومن يتبع غير سبيل المؤمنين نوله ما تولى ونصله جهنم وساءت مصيرا ^ وهب\nالله لنا ولكم حكما وألحقنا بالصالحين\n</p>\n\n<p>\nقال الشيخ فقد ذكرت لكم رحمكم الله من تثبيت رؤية المؤمنين ربهم تعالى\nيوم القيامة في الجنة وشرحت ذلك وبينته ملخصا من كتاب الله تعالى وسنة نبيه\nمحمد صلى الله عليه وسلم وإجماع العلماء وأئمة المسلمين ولغات العرب ما في\nبعضه كفاية وغنى وهداية وشفاء لمن وهب الله بصيرة وأراد به مولاه الكريم\nالخير والسلامة\n</p>\n\n<p>\nفأما الجهمي الملعون الذي قد غلب على قلبه الرين ومنع العصمة وحيل بينه\nوبين التوفيق فإنه يجحد ذلك كله وينكره ويعرض عنه ويتخذه هزوا فهو من الذين\nقال الله تعالى <span class='quran'>وإذا تتلى عليه آياتنا ولى مستكبرا كأن لم يسمعها كأن\nفي أذنيه وقرا </span>فالجهمي ينكر أن المؤمنين يرون ربهم في القيامة فإذا\nسئل عن حجته في ذلك نزع بآيات من متشابه القرآن وهو في أصل مذهبه وتأسيس\nاعتقاده تكذيب القرآن وجحده فيموه باحتجاجه بمتشابه القرآن على جهال الناس\nومن لا علم عنده فيقول حجتي في ذلك قول الله تعالى <span class='quran'>لا تدركه الأبصار\nوهو يدرك الأبصار </span>فظن من <span id='ms309'></span> سمع كلامهم أنهم نزهوا وأجلوه ووحدوه\nبإنكارهم رؤيته واحتجاجهم بمتشابه القرآن\n</p>\n\n<p>\nفيقال لهم أخبرونا النبي صلى الله عليه وسلم كان أعلم بكتاب الله ومعاني\nكلامه ومراده في وحيه وتنزيله أم جهم بن صفوان فإن الذي أنزل عليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p070'> Vol. 03, p. 070</a>\n            </div>\n             القرآن وجاء بالهدى من ربه والبرهان يقول أنكم سترون ربكم يوم\nالقيامة كما ترون القمر ليله البدر وكما ترون الشمس في نحر الظهيرة ( وأن\nمن أهل الجنة لمن ينظر إلى الله تعالى كل يوم مرتين ) أفيظن الجهمي الملحد\nأن النبي صلى الله عليه وسلم ما قرأ هذه الآية التي احتج بها الجهمي أم\nيقول إنه قد قرأها أم يزعم أن النبي صلى الله عليه وسلم عارض القرآن وتلقاه\nبالخلاف عليه والرد كما تفعل الجهمية والمعتزلة\n</p>\n\n<p>\nفإن بعض المعتزلة إذا وضح عندهم صحة الروايات والآثار الصحيحة التي لا\nيجوز عليها التواطؤ والاستحالة\n</p>\n\n<p>\nقالوا قد قال النبي صلى الله عليه وسلم ذلك ولكن النبي صلى الله عليه\nوسلم كان مشبها والمشبه عندهم كافر ملحد\n</p>\n\n<p>\nفأعظم من قولهم في نبيهم صلى الله عليه وسلم كلامهم في ربهم وإلحادهم في\nأسمائه وجحدهم لصفاته وإبطالهم ربوبيته\n</p>\n\n<p>\nألا ترى أنك لو جالست المعتزلي عمره كله ما قطع مجلسه ولا أفنى ليلة\nونهاره إلا بالخصومة والجدل في الله وفي صفاته وقدره وفي جحد العلم وفي نفي\nالصفات قد ولهته الخصومة وألهاه الجدل عن النظر في الحلال والحرام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p071'> Vol. 03, p. 071</a>\n            </div>\n             الذين تعبده الله بعلمهما وفرض عليه العمل بهما والعمل بالذي\nفرضه الله من علم ذلك\n</p>\n\n<p>\nفأما حجته وخصومته بقول الله تعالى <span class='quran'>لا تدركه الأبصار </span>فإن معنى\nذلك واضح لا يخيل على أهل العلم والمعرفة ذلك أنك تنظر إلى الصغير من خلق\nالله فيما يدركه بصرك ولا يحيط نظرك فا لله تعالى أجل وأعظم من كل شيء\nيدركه بصر\n</p>\n\n<p>\nوإنما الإدراك أن يحيط البصر بالشيء حتى يراه كله فذلك الإدراك\n</p>\n\n<p>\nألا ترى أنك ترى القمر فلا ترى منه إلا ما ظهر من وجهه ويخفى عليك ما غاب\nمن قفاه وكذلك الشمس وكذلك السماء وكذلك <span id='ms310'></span> البحر وكذلك الجبل وإن الرجل\nليكلمك وهو معك فما يدركه بصرك وإنما تنظر منه إلى ما أقبل عليك منه فإنما\nقول الله عز وجل <span class='quran'>لا تدركه الأبصار </span>لا تحيط به لعظمته وجلاله\n</p>\n\n<p>\nولكن الجهمي عدو الله إنما ينزع إلى المتشابه ليفتن الجاهل\n</p>\n\n<p>\nوقالت الجهمية إنما معنى قوله <span class='quran'>إلى ربها ناظرة </span>إنما أراد بذلك\nالانتظار فخالفت في ذلك بهذا التأويل جميع لغات العرب وما يعرفه الفصحاء من\nكلامها لأن القرآن إنما نزل بلسان العرب\n</p>\n\n<p>\nقال الله تعالى <span class='quran'>وهذا لسان عربي مبين </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p072'> Vol. 03, p. 072</a>\n            </div>\n             وقال <span class='quran'>قرآنا عربيا غير ذي عوج </span>فليس يجوز عند أحد ممن يعرف لغات العرب\nوكلامها أن يكون معنى قوله <span class='quran'>إلى ربها ناظرة </span>الانتظار\n</p>\n\n<p>\nألا ترى أنه لا يقول أحد إني أنظر إليك يعني أنتظرك\n</p>\n\n<p>\nوإنما يقول أنتظرك فإذا دخل في الكلام إلى فليس يجوز أن يعني به غير\nالنظر يقول أنظر إليك\n</p>\n\n<p>\nوكذلك قوله <span class='quran'>إلى ربها ناظرة </span>ولو أراد الانتظار لقال لربها\nمنتظرة ولربها ناظرة وذلك كله واضح بين عند أهل العلم ممن وهب الله له علما\nفي كتابة وبصرا في دينه\n</p>\n\n<p>\nفاعلم أن كل شيء معناه الانتظار فإنه لا يكون بالتخفيف ولا يكون إلا\nبالتثقيل فأما ما عني به الانتظار فقوله <span class='quran'>هل ينظرون إلا الساعة </span>معناه هل ينتظرون إلا الساعة ونظير ذلك وشبهه وشاهده <span class='quran'>فهل ينتظرون إلا\nمثل أيام الذين خلوا من قبلهم </span>فتبين أن التثقيل إنما هو في الانتظار\nكقوله <span class='quran'>ينتظرون </span>ثم قال إلا فثقل\n</p>\n\n<p>\nوقال <span class='quran'>هل ينظرون إلا أن يأتيهم الله </span>فهذا انتظار مثقل\n</p>\n\n<p>\nوقال <span class='quran'>هل ينظرون إلا تأويله </span>يعني ينتظرون فثقل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p073'> Vol. 03, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nوقال مما هو بمعنى النظر فخفف <span class='quran'>أفلم ينظروا إلى السماء فوقهم </span>فلما كان معناه النظر قال إلى فخفف\n</p>\n\n<p>\nوقال <span class='quran'>انظروا إلى ثمره إذا أثمر </span></p>\n\n<p>\nوقال <span class='quran'>أفلا ينظرون إلى الإبل كيف خلقت </span></p>\n\n<p>\nوكذلك قوله تعالى <span class='quran'>إلى ربها ناظرة </span>معناه النظر + أثر عبد العزيز\nبن عبد الله بن سلمة ابن الماجشون إسناده صحيح +\n</p>\n\n<p>\n60 سمعت أبا بكر ابن الأنباري النحوي يقول في قوله تعالى <span class='quran'>وجوه يومئذ\nناضرة إلى <span id='ms311'></span> ربها ناظرة </span>ولو كان بمعنى منتظرة ما جاز أن تكون ناضرة لأن\nالمنتظر على وجهه الحزن لأنه متوقع شيئا لم يحصل له والناضرة مسفرة مشرقه\nضاحكة مستبشرة\n</p>\n\n<p>\nووجه آخر أنه لو أراد بالناظرة منتظرة كان يقول لربها ناظرة ولم يقل إلى\nربها ناظرة\n</p>\n\n<p>\nوقالت الجهمية معنى قوله تعالى <span class='quran'>من كان يرجو لقاء الله </span>و <span class='quran'>من كان يرجو لقاء ربه </span>إنما هو كما تقول لقيت خيرا ولقيت من فلان شرا\n</p>\n\n<p>\nوكما قال موسى <span class='quran'>لقد لقينا من سفرنا هذا نصبا </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p074'> Vol. 03, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nهذا كله تأويل تأولته الجهمية على غير أصل ولا علم بفصيح اللسان يلبسون\nبذلك على أهل الجهل ويموهون على من لا علم عنده\n</p>\n\n<p>\nوقد فرق الله بين ما قالوه وتأولوه وبين ما قلناه ألا ترى أنك تقول لقيت\nمنك ولقيت من فلان خيرا فإذا دخلت من جاز أن يكون كما تأولوه فإذا أردت\nلقاء النظر لم يجز أن يكون فيها من\n</p>\n\n<p>\nفإذا قلت لقيت فلانا ولقيتك كان ذلك بمعنى اللقاء والنظر لا غير\n</p>\n\n<p>\nوكذلك قال موسى عليه السلام <span class='quran'>لقد لقينا من سفرنا هذا نصبا </span>أدخل\nفيها من وليس فيما احتججنا به من لقاء الله من\n</p>\n\n<p>\nقال الله تعالى <span class='quran'>من كان يرجو لقاء الله </span><span class='quran'>فمن كان يرجو لقاء\nربه </span></p>\n\n<p>\nوقال تعالى <span class='quran'>تحيتهم يوم يلقونه سلام </span>+ أثر ابن الأنباري إسناده\nصحيح +\n</p>\n\n<p>\n61 وسمعت أبا عمر صاحب اللغة يقول سمعت ثعلبا يقول أجمع أهل اللغة أن\nمعنى قوله <span class='quran'>تحيتهم يوم يلقونه سلام </span>أن اللقاء هاهنا لا يكون إلا\nمعاينة ونظرا بالأبصار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p075'> Vol. 03, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nوقالت الجهمية إن النظر لا يكون إلا بطول وعرض ولون وجسم\n</p>\n\n<p>\nفيقال لهم أخبرتمونا عن الله تعالى\n</p>\n\n<p>\nأليس هو شيئا\n</p>\n\n<p>\nفإذا قالوا بلى\n</p>\n\n<p>\nقيل لهم فإن النظر يكون إلى ذلك الشيء\n</p>\n\n<p>\nوقالت الجهمية إنكم شبهتم ربكم بالقمر فقلتم ترون ربكم كما ترون القمر\n</p>\n\n<p>\nفتفهموا رحمكم الله جهلهم وكذبهم وافتراءهم على الله تعالى وعلى رسوله\nوعلى المؤمنين من عباده في كل أحوالهم فهل سمعتم عن أحد أنه قال إن الله\nتعالى مثل القمر\n</p>\n\n<p>\nوإنما يقال إنه <span id='ms312'></span> يرى كما يرى القمر ألا ترى أنك تنظر إلى القمر كما تنظر\nإلى الأرض وليس القمر مثل الأرض ولكن النظر مثل النظر فتنظر إلى الشيء\nالعظيم كما تنظر إلى الشيء الصغير وهما مختلفان والنظر إليهما واحد\n</p>\n\n<p>\nويجوز أن تقول أهدى إلي رجل فرسا فأهديت إليه ثوبا وأهدى إلي شاة فأهديت\nإليه بقرة فيقال له لم فعلت ذلك فيقول أهديت إليه كما أهدى إلي فليس الثوب\nمثل الفرس ولا الشاة مثل البقرة ولكن الهدية مثل الهدية في الاسم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p076'> Vol. 03, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nواتفاق المعنى في الفعل لا في الشخصين وكذلك النظر مثل النظر في الاسم\nوليس المنظور إليه كله سواء + أثر أبي عمر محمد بن عبد الواحد عن ثعلب\nإسناده صحيح تقدم +\n</p>\n\n<p>\n62 قال رجل لنعيم بن حماد كيف ينظر الخلق إلى الله وهم لا يستطيعون أن\nينظروا إلى الشمس فقال إن الله خلق الخلق في الدنيا خلق فناء وخلق أنوارهم\nخلق فناء فإذا كان يوم القيامة خلقهم خلق بقاء وخلق أنوارهم خلق فناء فإذا\nكان يوم القيامة خلقهم خلق بقاء وخلق أنوارهم خلق بقاء فنظروا بنور البقاء\nإلى البقاء + أثر نعيم بن حماد لم أقف عليه + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p077'> Vol. 03, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\n| حديث شجرة طوبى وصفة الجنة وسوقها\n</p>\n\n<p>\n63 حدثنا أبو هاشم عبد الغافر بن سلامة الحمصي قال ثنا محمد بن عوف\nالحمصي قال ثنا إسماعيل بن عبد الكريم قال حدثني عبد الصمد أنه سمع وهب ابن\nمنبه يقول إن في الجنة شجرة يقال لها طوبى يسير الراكب في ظلها مائة عام لا\nيقطعها زهرها رياط وورقها برود وكثبانها عنبر وبطحاؤها ياقوت وترابها كافور\nووحلها مسك يخرج من أصلها أنهار الخمر واللبن والعسل وهي مجلس أهل الجنة\nمتحدث بينهم فبينا هم يتحدثون في مجلسهم إذ أتتهم ملائكة من ربهم يقودون\nنجبا مزمومة بسلاسل من ذهب وجوهها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p078'> Vol. 03, p. 078</a>\n            </div>\n             كالمصابيح من حسنها ووبرها\nكجزة المعزى من لينه عليها رحال ألواحها من ياقوت ودفوفها من ذهب وثيابها\nمن سندس وإستبرق\n</p>\n\n<p>\nقال فينيخونها ويقولون إن ربنا أرسلنا إليكم لتزوروه وتسلموا عليه قال\nفيركبونها وهي أسرع من الطائر <span id='ms313'></span> وأوطأ من الفرس المفروش نجبا من غير تهيئة\nذللا من غير رياضة يسير الرجل إلى جنب أخيه وهو يكلمه ويناجيه ولا تسبق أذن\nراحله منها صاحبتها ولا ركبة راحله منها ركبة صاحبتها حتى إن الشجرة لتنحى\nعن طرقهم لئلا تفرق بين الرجل وبين أخيه\n</p>\n\n<p>\nقال فيأتون إلى الرحمن الرحيم فيسفر لهم عن وجهه الكريم حتى ينظروا إليه\n</p>\n\n<p>\nفإذا رأوه قالوا اللهم أنت السلام ومنك السلام وحق لك الجلال والإكرام\n</p>\n\n<p>\nقال فيقول ربنا تعالى عند ذلك أنا السلام ومني السلام وعليكم حقت محبتي\nورحمتي مرحبا بعبادي الذين خشوني بالغيب وأطاعوا أمري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p079'> Vol. 03, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nفيقولون ربنا إنا لم نعبدك حق عبادتك ولم نقدرك حق قدرك فأذن لنا بالسجود\nقدامك\n</p>\n\n<p>\nفيقول تعالى إنها ليست بدار نصب ولا عبادة ولكنها دار ملك ونعيم وإني قد\nرفعت عنكم نصب العبادة فسلوني ما شئتم فإن لكل رجل منكم أمنيته فيسألونه\nحتى إن أقصرهم أمنية يقول يا رب تنافس أهل الدنيا في دنياهم وتضايقوا فيها\nرب فآتني مثل كل ما كانوا فيه منذ يوم خلقتها إلى أن انتهت الدنيا\n</p>\n\n<p>\nفيقول الله تعالى لقد قصرت بك أمنيتك ولقد سألت دون منزلتك هذا لك مني\nوسأتحفك بمنزلتك لأنه ليس في عطائي هلك ولا تصريد قال ثم يقول أعرضوا على\nعبادي ما لم تبلغه أمانيهم ولم يخطر لهم على بال فيعرضون عليهم حتى تقصر\nبهم أمانيهم في أنفسهم فيكون فيما يعرضون عليهم براذين مقربة على كل أربعة\nمنها سرير من ياقوتة واحدة وعلى كل سرير منها قبة من ذهب مفرغة في كل قبة\nمنها فرش من فرش الجنة طاهرة في كل قبة منها جاريتان من حور العين على كل\nجارية منهن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p080'> Vol. 03, p. 080</a>\n            </div>\n             ثوبان من ثياب الجنة وليس في الجنة لون إلا أنه\nفيها ولا ريح طيب إلا قد عبقتا به ينفذ ضوء وجوههما غلظ القبة حتى يظن من\nيراهما أنهما من دون القبة يرى مخها من فوق ساقها كالسلك الأبيض في\nالياقوتة الحمراء تريان لصاحبهما من الفضل على صاحبتيه كفضل الدر على\nالحجارة <span id='ms314'></span> أو أفضل ويرى هو أفضالهما مثل ذلك ثم يدخل إليهما فيحييانه\nوتقبلانه وتعانقانه وتقولان له والله ما ظننا أن الله تعالى يخلق مثلك\n</p>\n\n<p>\nثم يأمر الله الملائكة فيسيرون بهم صفا في الجنة حتى ينتهي كل رجل منهم\nإلى منزلة الذي أعد له + أثر وهب بن منبه إسناده لا بأس به +\n</p>\n\n<p>\n64 حدثنا أبو يوسف يعقوب بن يوسف قال ثنا أبو عيسى هارون بن محمد الحارثي\nبعبادان قال ثنا أبو عبد الله أحمد بن إبراهيم بن كثير الدروقي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p081'> Vol. 03, p. 081</a>\n            </div>\n            \nومحمد بن عبد الله بن مهران الدينوري قالا ثنا أحمد بن عبد الله بن يونس\nقال ثنا المعافا بن عمران أبو مسعود الموصلي قال ثنا إدريس بن سنان عن وهب\nبن منبه عن محمد بن علي قال إدريس ثم لقيت محمد بن علي بن حسين بن فاطمة\nعليهم السلام فحدثني قال قال رسول الله صلى الله عليه وسلم ( إن في الجنة\nلشجرة يقال لها طوبى لو يسخر للراكب الجواد أن يسير في ظلها لسار فيه مائة\nعام من قبل أن يقطعها ورقها وبسرها برود خضر وزهرها رياط صفر وأفناؤها سندس\nوإستبرق وثمرها حلل حمر وصمغها زنجبيل وعسل وبطحاؤها ياقوت أحمر وزمرد أخضر\nوترابها مسك وعنبر وكافور أصفر وحشيشها زعفران منيع وأجوج يتأججان من غير\nوقود يتفجر من أصلها أنهار السلسبيل والمعين والرحيق وظلها مجلس من مجالس\nأهل الجنة يألفونه ومتحدث يجمعهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p082'> Vol. 03, p. 082</a>\n            </div>\n             فبينا هم في ظلها يوما\nيتحدثون إذ جاءتهم الملائكة يقودون نجبا جبلت من الياقوت ثم نفخ فيها الروح\nمزمومة بسلاسل من ذهب كأن وجوهها المصابيح نضارة وحسنا نجبا من غير رياضة\nعليها رحال من الدر والياقوت مفضضة باللؤلؤ والمرجان صفاقها من الذهب\nالأحمر ملبسة بالعبقري والأرجوان فأناخوا إليهم تلك النجائب ثم قالوا لهم\nإن ربكم يقرئكم السلام ويستزيركم لتنظروا إليه وينظر إليكم وتحييونه\nويحييكم ويكلمكم وتكلمونه ويزيدكم من فضله وسعته إنه ذو رحمة واسعة وبركة\nوفضل عظيم فيتحول كل رجل منهم على راحلته ثم انطلقوا صفا واحدا معتدلا لا\nيفوت منه شيء شيئا <span id='ms315'></span> لا يمرون بشجرة إلا أتحفتهم بثمرها وزحلت لهم عن طريقهم\nكراهية أن ينثلم صفهم أو تفرق بين الرجل ورفيقه فلما دنوا إلى الجبار تعالى\nأسفر لهم عن وجهه الكريم وتجلى لهم في عظمته العظيمة يحييهم بالسلام )\n</p>\n\n<p>\nفقالوا ربنا أنت السلام ومنك السلام ولك حق الجلال الإكرام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p083'> Vol. 03, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nفقال لهم ربهم تعالى إني أنا السلام ومني السلام ولي حق الجلال والإكرام\nفمرحبا بعبادي الذين حفظوا وصيتي ورعوا عهدي وخافوني بالغيب وكانوا مني على\nكل حال مشفقين\n</p>\n\n<p>\nفقالوا أما وعزتك وعظمتك وجلالك وعلو مكانك ما قدرناك حق قدرك وما أدينا\nإليك حقك فأذن لنا بالسجود لك\n</p>\n\n<p>\nقال لهم ربهم تعالى إني وضعت عنكم مؤنة العبادة وأرحت لكم أبدانكم وطال\nما نصبتم لي الأبدان وأعنتم لي الوجوه فالآن أفضيتم إلى روحي ورحمتي\nوكرامتي فسلوني ما شئتم وتمنوا علي أعطكم أمانيكم فإني لن أجزيكم اليوم\nبقدر أعمالكم ولكن بقدر رحمتي وطولي وجلالي وعلو مكاني وعظمة شأني فما\nيزالون في الأماني والعطايا والمواهب حتى إن المقصر فيهم في أمنيته يتمنى\nمثل جميع الدنيا منذ يوم خلقها الله إلى يوم أفناها\n</p>\n\n<p>\nفقال لهم ربهم تعالى لقد قصرتم في أمانيكم فانظروا إلى مواهب ربكم الذي\nوهب لكم فإذا بقباب من الرفيق الأعلى وغرف مبنية من الدر والمرجان أبوابها\nمن ذهب وسررها من ياقوت وفرشها من سندس وإستبرق ومنابرها من نور يفور من\nأبوابها نور شعاع الشمس عنده مثل الكوكب المضيء الدري في النهار وإذا بقصور\nشامخة في أعلى عليين من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p084'> Vol. 03, p. 084</a>\n            </div>\n             الياقوت يزهو نورها فلولا أنه مسخر إذا\nلالتمع الأبصار فما كان من القصور من الياقوت الأبيض فهو مفروش بالحرير\nالأبيض وما كان منها من الياقوت الأحمر فهو مفروش بالعبقري الأخضر وما كان\nمنها من الياقوت الأصفر فهو مفروش بالأرجوان الأصفر مبثوث بالزمرد الأخضر\nوبالذهب الأحمر وبالفضة البيضاء قواعدها وأركانها من الجوهر وشرفها قباب من\nاللؤلؤ وبروجها غرف من المرجان\n</p>\n\n<p>\nفلما انصرفوا إلى ما أعطاهم ربهم تعالى قربت لهم براذين من الياقوت\nالأبيض منفوخ فيها الروح بجنبها الولدان المخلدون <span id='ms316'></span> بيد كل وليد منهم حكمة\nبرذون من تلك البراذين ولجمها وأعنتها من فضة بيضاء منظومة بالدر والياقوت\nسروجها سرر موضونة مفروشة بالسندس والإستبرق فانطلقت بهم تلك البراذين تزف\nبهم وتبطن بهم رياض الجنة فلما انتهوا إلى منازلهم وجدوا الملائكة قعودا\nعلى منابر من نور ينتظرونهم ليزوروهم ويصافحوهم ويهنئوهم بكرامة ربهم فلما\nدخلوا قصورهم وجدوا فيها جميع ما تطول عليهم ربهم مما سألوه وتمنوه وإذا\nعلى باب كل قصر من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p085'> Vol. 03, p. 085</a>\n            </div>\n             تلك القصور أربع جنات جنتان ذواتا أفنان\nوجنتان مدهامتان فيهما عينان نضاختان وفيهما من كل فاكهة زوجان وحور\nمقصورات في الخيام فلما تبوؤا منازلهم واستقروا قرارهم\n</p>\n\n<p>\nقال لهم ربهم تعالى <span class='quran'>هل وجدتم ما وعد ربكم حقا </span></p>\n\n<p>\nقالوا نعم ربنا\n</p>\n\n<p>\nقال رضيتم بثواب ربكم\n</p>\n\n<p>\nقالوا رضينا ربنا رضينا فارض عنا\n</p>\n\n<p>\nقال برضاي عنكم حللتم داري ونظرتم إلى وجهي وصافحتكم ملائكتي هنيئا هنيئا\nلكم عطاء غير مجذوذ فليس فيه تنغيص ولا تصريد\n</p>\n\n<p>\nفعند ذلك قالوا ^ الحمد لله الذي أذهب عنا الحزن وأحلنا دار المقامة من\nفضله لا يمسنا فيها نصب و لا يمسنا فيها لغوب إن ربنا لغفور شكور ^ + معضل\nضعيف الإسناد +\n</p>\n\n<p>\n65 حدثني أبو يوسف يعقوب بن يوسف قال ثنا أبو محمد يعقوب بن مجاهد قال\nثنا حميد بن الربيع اللخمي قال ثنا أبو طالب النسائي قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p086'> Vol. 03, p. 086</a>\n            </div>\n             ثنا\nعبد الله بن زياد القرشي عن زرعة عن نافع عن ابن عمر قال ذكر عند النبي صلى\nالله عليه وسلم طوبى فقال ( يا أبا بكر هل تدري ما طوبي ) قال الله ورسوله\nأعلم\n</p>\n\n<p>\nقال ( طوبى شجرة في الجنة لا يعلم طولها إلا الله يسير الراكب تحت غصن من\nأغصانها ستين خريفا ورقها الحلل يقع عليها الطير أمثال البخت ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p087'> Vol. 03, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو بكر إن هناك لطيرا ناعما يا رسول الله قال ( وأنعم منه من يأكل\nمنه وأنت منهم يا أبا بكر إن شاء الله ) + ضعيف جدا +\n</p>\n\n<p>\n66 حدثنا جعفر القافلائي قال ثنا محمد بن إسحاق الصاغاني قال ثنا عبد\nالله بن صالح قال حدثني الهقل عن الأوزاعي قال <span id='ms317'></span> نبئت أنه لقي سعيد بن المسيب\nأبا هريرة فقال أسأل الله أن يجمع بيني وبينك في سوق الجنة\n</p>\n\n<p>\nقال سعيد وفيها سوق\n</p>\n\n<p>\nقال نعم أخبرني رسولا الله صلى الله عليه وسلم ( إن أهل الجنة إذا دخلوا\nنزلوا فيها بفضل أعمالهم فيؤذن لهم في مقدار يوم الجمعة من أيام الدنيا\nفيرون الله فيه فيبرز لهم على عرشه ويتبدا لهم في روضة من رياض الجنة فيوضع\nلهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p088'> Vol. 03, p. 088</a>\n            </div>\n             منابر من ياقوت ومنابر من ذهب ومنابر من فضة ويجلس أدناهم\nوما فيهم من دني على كثبان المسك والكافور وما يرون أن أصحاب الكراسي أفضل\nمنهم مجلسا )\n</p>\n\n<p>\nقال أبو هريرة قلت يا رسول الله وهل نرى ربنا\n</p>\n\n<p>\nقال ( نعم هل تمارون في رؤية الشمس والقمر ليلة البدر )\n</p>\n\n<p>\nفقلت لا\n</p>\n\n<p>\nقال ( وكذلك لا تمترون في رؤية ربكم ولا يبقى في ذلك المجلس أحدا إلا\nحاضره الله محاضرة حتى إنه يقول للرجل منكم يا فلان بن فلان تذكر يوم عملت\nبكذا وكذا ويذكره بعض غدراته في الدنيا فيقول يا رب أولم تغفر لي فيقول بلى\nفبسعة مغفرتي بلغت منزلتك هذه\n</p>\n\n<p>\nقال ( فبينا هم كذلك غشيتهم سحابة من فوقهم فأمرت عليهم طيبا لم يجدوا\nمثل ريحه شيئا قط )\n</p>\n\n<p>\nقال ( ثم يقول ربنا قوموا إلى ما أعددت لكم من الكرامة فنأتي سوقا قد حفت\nبه الملائكة فيه ما لم تنظر العيون إلى مثله ولم تسمع الآذان ولم يخطر على\nالقلوب ويحمل لنا ما اشتهينا ليس في شيء يباع ولا يشترى وفي ذلك السوق يلقى\nأهل الجنة بعضهم بعضا ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p089'> Vol. 03, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nقال فيقبل الرجل ذو المنزلة الرفيعة فيلقى من هو دونه فيروعه ما يرى عليه\nمن اللباس فما يقضي آخر حديثه حتى يتمثل عليه أحسن منه وكذلك أنه لا ينبغي\nلأحد أن يحزن فيها\n</p>\n\n<p>\nقال فنصرف إلى منازلنا فتتلقانا أزواجنا فيقلن مرحبا وأهلا بحبيبنا لقد\nجئت وإن بك من الجمال والطيب أفضل مما فارقتنا عليه\n</p>\n\n<p>\nقال فيقول إنا جالسنا اليوم ربنا الجبار فيحق لنا أن ننقلب بمثل ما\nانقلبنا به + إسناده ضعيف <span id='ms318'></span> ومضطرب + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p090'> Vol. 03, p. 090</a>\n            </div>\n             & باب الإيمان بأن الله عز\nوجل يضحك &\n</p>\n\n<p>\nقال الشيخ اعلموا رحمكم الله أن من صفات المؤمنين من أهل الحق تصديق\nالآثار الصحيحة وتلقيها بالقبول وترك الاعتراض عليها بالقياس ومواضعه القول\nبالآراء والأهواء فإن الإيمان تصديق والمؤمن هو المصدق\n</p>\n\n<p>\nقال الله عز وجل <span class='quran'>فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم ثم\nلا يجدوا في أنفسهم حرجا مما قضيت ويسلموا تسليما </span></p>\n\n<p>\nفمن علامات المؤمنين أن يصفوا الله بما وصف به نفسه وبما وصفه به رسوله\nصلى الله عليه وسلم مما نقلته العلماء ورواه الثقات من أهل النقل الذين هم\nالحجة فيما رووه من الحلال والحرام والسنن والآثار ولا يقال فيما صح عن\nرسول الله صلى الله عليه وسلم كيف ولا لم بل يتبعون ولا يبتدعون ويسلمون\nولا يعارضون ويتيقنون ولا يشكون ولا يرتابون\n</p>\n\n<p>\nفكان مما صح عن النبي صلى الله عليه وسلم رواه أهل العدالة ومن يلزم\nالمؤمنين قبول روايته وترك مخالفته أن الله تعالى يضحك فلا ينكر ذلك ولا\nيجحده إلا مبتدع مذموم الحال عند العلماء داخل في الفرق المذمومة وأهل\nالمذاهب المهجورة عصمنا الله وإياكم من كل بدعة وضلالة برحمته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p091'> Vol. 03, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n67 حدثنا أبو بكر أحمد بن سلمان النجاد قال ثنا أبو جعفر محمد بن عبد\nالله الحضرمي قال ثنا هدبة بن خالد قال ثنا حماد بن سلمة عن يعلى بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p092'> Vol. 03, p. 092</a>\n            </div>\n             عطاء عن وكيع بن حدس عن عمه أبي رزين العقيلي قال قال رسول\nالله صلى الله عليه وسلم ( ضحك ربنا من قنوط عباده وقرب غياثه ) قال أبو\nرزين يا رسول الله أيضحك ربنا قال ( نعم ولن نعدم من رب يضحك خيرا وفي\nرواية وقرب غيره ) إسناده ضعيف وهو حسن لغيره + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p093'> Vol. 03, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\n68 حدثنا جعفر القافلائي قال ثنا محمد بن إسحاق قال ثنا سليمان بن حرب\nقال ثنا حماد بن سلمة قال ثنا علي بن زيد عن عمارة القرشي عن أبي بردة بن\nأبي موسى عن أبيه قال قال رسول الله صلى الله عليه وسلم ( يتجلى لنا ربنا\nيوم القيامة ضاحكا <span id='ms319'></span> ) + صحيح لغيره إسناده ضعيف + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p094'> Vol. 03, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\n69 حدثنا القافلائي قال ثنا محمد بن إسحاق قال ثنا عبد الله بن يوسف قال\nأنبأ مالك عن أبي الزناد عن الأعرج عن أبي هريرة أن رسول الله صلى الله\nعليه وسلم قال ( يضحك الله إلى رجلين يقتل أحدهما الآخر كلاهما يدخل في\nالجنة يقاتل هذا في سبيل الله فيقتل ثم يتوب الله على القاتل فيقاتل في\nسبيل الله فيستشهد ) + صحيح متفق عليه +\n</p>\n\n<p>\n70 حدثنا أبو القاسم عبد الله بن محمد بن عبد العزيز قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p095'> Vol. 03, p. 095</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p096'> Vol. 03, p. 096</a>\n            </div>\n             ثنا محمد بن بكار وداود بن رشيد قالا ثنا إسماعيل بن عياش عن\nبحير بن سعد عن خالد بن معدان عن كثير بن مرة عن نعيم بن همار أنه سمع\nالنبي صلى الله عليه وسلم يقول وجاءه رجل فقال أي الشهداء أفضل قال ( الذين\nيلقون في الصف لا يلفتون وجوههم حتى يتلبطوا في الغرف العلى من الجنة يضحك\nإليهم ربك وإذا ضحك ربك إلى رجل فلا حساب عليه ) + صحيح اسناده لا بأس به +\n</p>\n\n<p>\n71 حدثنا القافلائي قال ثنا محمد بن إسحاق قال ثنا أبو عمر صاحب لنا قال\nثنا أبو اليمان قال ثنا إسماعيل بن عياش عن عمر بن محمد عن زيد بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p097'> Vol. 03, p. 097</a>\n            </div>\n             أسلم عن أبيه عن أبي هريرة عن النبي صلى الله عليه وسلم ( أنه\nسأل جبريل عن هذه الآية <span class='quran'>ونفخ في الصور فصعق من في السماوات ومن في\nالأرض إلا من شاء الله </span>من لم يشأ الله أن يصعقه قال هم الشهداء ثنية\nالله متقلدي أسيافهم حول عرشه تتلقاهم ملائكة المحشر بنجائب من ياقوت\nأزمتها الدر الأبيض برحائل الذهب أغشيتها السندس والإستبرق وأنمارها ألين\nمن الحرير مد خطاها مد أبصار الرجال يسيرون في الجنة على خيول يقولون عند\nطول النزهة انطلقوا بنا إلى ربنا ننظر كيف يقضي بين خلقه\n</p>\n\n<p>\nيضحك إلا هي إليهم وإذا ضحك في موطن فلا حساب عليه ) + إسناده فيه من لا\nيعرف + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p098'> Vol. 03, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\n72 حدثنا القافلائي قال ثنا محمد بن إسحاق قال ثنا عمرو بن زرارة المصيصي\nقال ثنا عيسى بن <span id='ms320'></span> يونس قال ثنا سعيد بن عثمان البلوي عن عروة بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p099'> Vol. 03, p. 099</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p100'> Vol. 03, p. 100</a>\n            </div>\n             سعيد الأنصاري عن أبيه عن حصين بن وحوح أن طلحة بن البراء لما\nلقى النبي صلى الله عليه وسلم قال يا رسول الله مرني بما أحببت ولا أعصى لك\nأمرا فعجب لذلك النبي صلى الله عليه وسلم وهو غلام فقال له النبي صلى الله\nعليه وسلم عند ذلك ( فاقتل أباك ) قال فخرج موليا ليفعل فدعاه فقال ( إني\nلم أبعث بقطيعة رحم ) فمرض طلحة بعد ذلك فأتاه النبي صلى الله عليه وسلم\nيعوده في الشتاء في برد وغيم فلما أنصرف قال لأهله إني لأرى طلحة قد حدث\nفيه الموت فآذنوني به حتى أشهده وأصلي عليه وعجلوه فإنه لا تنبغي لجيفة\nمسلم أن تحبس بين ظهراني أهله ) فلم يبلغ النبي صلى الله عليه وسلم بني\nسالم بن عوف حتى توفي وجن عليه الليل وكان فيما قال ادفنوني ولا تدعوا لي\nرسول الله صلى الله عليه وسلم فإني أخوف ما أخاف عليه اليهود أن يصاب في\nشيء فأخبر النبي صلى الله عليه وسلم حين أصبح فجاء حتى وقف على قبره فصف\nوصف الناس معه ثم رفع يديه فقال ( اللهم ألق طلحة يضحك إليك وتضحك إليه ثم\nانصرف ) + إسناده ضعيف +\n</p>\n\n<p>\n73 حدثنا أبو بكر أحمد بن محمد بن إسماعيل الأدمي قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p101'> Vol. 03, p. 101</a>\n            </div>\n             ثنا\nالحسن بن عرفة قال ثنا هشيم عن مجالد عن أبي الوداك عن أبي سعيد عن النبي\nصلى الله عليه وسلم قال ( ثلاثة يضحك الله تعالى إليهم يوم القيامة الرجل\nإذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p102'> Vol. 03, p. 102</a>\n            </div>\n             قام من الليل يصلي والقوم إذا صفوا للصلاة والقوم إذا صفوا\nلقتال العدو ) + إسناده ضعيف +\n</p>\n\n<p>\n74 حدثني أبو القاسم علي بن يعقوب بدمشق قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p103'> Vol. 03, p. 103</a>\n            </div>\n             ثنا أبو زرعة\nعبد الرحمن بن عمرو النصري قال ثنا أبو نعيم الفضل بن دكين قال ثنا إسماعيل\nبن عبد الملك بن أبي الصفيرا عن علي بن ربيعة عن علي أن رسول الله صلى الله\nعليه وسلم رفع رأسه إلى السماء وقال ( اللهم اغفر لي ذنبي إنه لا يغفر\nالذنوب <span id='ms321'></span> أحد غيرك ) ثم التفت إلي فضحك فقلت يا رسول الله استغفارك ربك\nوالتفاتك إلي تضحك قال ( ضحكت من ضحك ربي بعجبه لعبده أن يعلم أنه لا يغفر\nالذنوب أحد غيره ) + صحيح لغيره +\n</p>\n\n<p>\n75 حدثنا القاضي المحاملي وابن مخلد العطار والنيسابوري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p104'> Vol. 03, p. 104</a>\n            </div>\n            \nقالوا أنبأ أبو حاتم الرازي قال ثنا عبد الله بن صالح بن مسلم قال أنبأ\nفضيل ابن مرزوق عن ميسرة بن حبيب عن المنهال بن عمرو عن علي بن ربيعة عن\nعلي بن أبي طالب عن النبي صلى الله عليه وسلم قال ( إن الله تعالى يضحك إلي\nعبده إذا قال لا إله إلا أنت سبحانك إني ظلمت نفسي فاغفر لي فإنه لا يغفر\nالذنوب إلا أنت قال عبدي عرف أن له ربا يغفر ويعاقب ) + صحيح بما قبله تقدم\nالكلام عليه آنفا +\n</p>\n\n<p>\n76 حدثنا القافلائي قال ثنا محمد بن إسحاق قال ثنا يحيى بن أيوب قال ثنا\nسلم بن سالم قال ثنا خارجه بن مصعب عن زيد بن أسلم عن عطاء بن يسار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p105'> Vol. 03, p. 105</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p106'> Vol. 03, p. 106</a>\n            </div>\n             عن عائشة أنها قالت سمعت رسول الله صلى الله عليه\nوسلم يقول ( إن الله ليضحك من إياسه العباد وقنوطهم وقرب الرحمة منهم )\nفقالت بأبي وأمي يا رسول الله أو يضحك ربنا قال ( نعم والذي نفس محمد بيده\nإنه ليضحك ) فقالت لا يعدمنا منه خيرا إذا ضحك + ضعيف +\n</p>\n\n<p>\n77 حدثني أبو صالح محمد بن أحمد قال ثنا عبد الله بن أحمد بن حنبل قال\nحدثني أبي قال ثنا يزيد بن هارون قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p107'> Vol. 03, p. 107</a>\n            </div>\n             ثنا إسماعيل بن أبي خالد\nعن إسحاق بن راشد عن امرأة من الأنصار يقال لها أسماء بنت يزيد قالت لما\nتوفي سعد بن معاذ صاحت أمه فقال لها النبي صلى الله عليه وسلم ( ألا يرقأ\nدمعك ويذهب حزنك فإن ابنك أول من ضحك الله له واهتز له العرش ) + إسناده\nضعيف + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p108'> Vol. 03, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\n78 حدثنا أبو هاشم عبد الغافر بن سلامة الحمصي قال ثنا محمد بن عوف ابن\nسفيان الطائي قال ثنا أبو المغيرة قال ثنا ابن أبي مريم عن علي بن أبي طلحة <span id='ms322'></span>\nعن عبد الله بن عباس أن رسول الله صلى الله عليه وسلم أردفه على دابته فلما\nاستوى عليها كبر رسول الله صلى الله عليه وسلم ثلاثا وحمد ثلاثا وسبح الله\nثلاثا وهلل واحدة ثم ضحك ثم أقبل عليه فقال ( ما من امرىء يركب دابة فيصنع\nكما صنعت إلا أقبل الله عليه فيضحك إليه كما ضحكت إليك ) + إسناده ضعيف +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p109'> Vol. 03, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\n79 حدثنا القافلائي قال ثنا محمد بن إسحاق قال ثنا أبو صالح قال حدثني\nأبو شريح قال حدثني عبيد الله بن المغيرة عن أبي فراس عن عبد الله بن عمرو\nبن العاص أنه قال يضحك الله تعالى إلى صاحب البحر حين يركبه ويتخلى من أهله\nوماله وحين يميد متشحطا وحين يرى البر ويسر قلبه + صحيح + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p110'> Vol. 03, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\n80 حدثنا القافلائي قال ثنا محمد بن إسحاق قال ثنا داود بن رشيد قال ثنا\nأبو معاوية قال ثنا محمد بن أبي إسماعيل عن عبد الله بن أبي الهذيل العنزي\nقال قلت لعبد الله بن مسعود أبلغك أن الله عز وجل يعجب ممن يذكره فقال لا\nبل يضحك + أثر عبد الله بن مسعود إسناده صحيح على شرط مسلم +\n</p>\n\n<p>\n81 وعن أبي صالح الحنفي قال إن الله تعالى يضحك إلى العبد يذكره في\nالأسواق + أثر أبي صالح الحنفي +\n</p>\n\n<p>\n82 قال أبو عبد الله أحمد بن حنبل يضحك الله تعالى ولا يعلم كيف ذلك إلا\nبتصديق الرسول وتثبيت القرآن + أثر أبو عبد الله أحمد بن حنبل صحيح +\n</p>\n\n<p>\n83 قال المروزي سألت أبا عبد الله عن عبد الله التيمي قال هو صدوق وقد\nكتبت عنه شيئا من الرقائق ولكن حكي عنه أنه ذكر حديث الضحك فقال مثل الزرع\nإذا ضحك وهذا كلام الجهمية + أثر المروزي عن أبي عبد الله صحيح +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p111'> Vol. 03, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\n84 سألت أبا عمر محمد بن عبد الواحد صاحب اللغة عن قول النبي صلى الله\nعليه وسلم ( ضحك ربنا من قنوط عباده وقرب غيره )\n</p>\n\n<p>\nفقال الحديث معروف وروايته سنة والاعتراض بالطعن عليه بدعة وتفسير الضحك\nتكلف وإلحاد أما قوله وقرب غيره فسرعة رحمته لكم وتغيير ما <span id='ms323'></span> بكم من ضر + أثر\nأبي عمر محمد بن عبد الواحد إسناده صحيح + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p112'> Vol. 03, p. 112</a>\n            </div>\n             & باب الإيمان بأن\nالله عز وجل يسمع ويرى وبيان كفر الجهمية في تكذيبهم الكتاب والسنة &\n</p>\n\n<p>\nقال الشيخ اعلموا رحمكم الله أن طوائف الجهمية والمعتزلة تنكر أن الله\nيسمع ويرى\n</p>\n\n<p>\nوقالوا لا يجوز أن يسمع ويرى إلا بسمع وبصر وآلات ذلك وزعموا أن من قال\nإن الله يسمع ويبصر لا بحواس مثل حواس المخلوقين\n</p>\n\n<p>\nفردوا كتاب الله وسنة نبيه صلى الله عليه وسلم\n</p>\n\n<p>\nقال الله عز وجل في مواضع كثيرة من كتابه <span class='quran'>وهو السميع البصير </span>الشورى\n</p>\n\n<p>\nوقال <span class='quran'>إنني معكما أسمع وأرى </span></p>\n\n<p>\nوقال <span class='quran'>قد سمع الله قول التي تجادلك في زوجها وتشتكي إلى الله </span></p>\n\n<p>\nوقال <span class='quran'>لقد سمع الله قول الذين قالوا إن الله فقير ونحن أغنياء </span></p>\n\n<p>\nوقال <span class='quran'>أم يحسبون أنا لا نسمع سرهم ونجواهم بلى ورسلنا لديهم يكتبون\n</span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p113'> Vol. 03, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nوجاءت السنة عن المصطفى صلى الله عليه وسلم بما وافق الكتاب\n</p>\n\n<p>\n85 حدثنا أبو بكر ابن سلمان قال ثنا عبد الله بن أحمد بن حنبل قال حدثني\nأبي قال أبو بكر وحدثنا أبو علي الأسدي قال ثنا سعيد بن منصور قال ثنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p114'> Vol. 03, p. 114</a>\n            </div>\n             أبو معاوية قال ثنا الأعمش عن تميم بن سلمة عن عروة عن عائشة\nقالت الحمد لله الذي وسع سمعه الأصوات لقد جاءت المجادلة إلى النبي صلى\nالله عليه وسلم فكلمته وأنا في ناحية البيت ما أسمع فأنزل الله <span class='quran'>قد سمع\nالله قول التي تجادلك </span>الآيات + إسناده صحيح +\n</p>\n\n<p>\n86 رواه من طرق في طريق منها قالت عائشة تبارك الذي وسع سمعه كل شيء إني\nلأسمع كلام خولة بنت ثعلبة ويخفى علي بعضه وهي تشتكي إلى رسول الله صلى\nالله عليه وسلم وهي تقول يا رسول الله أكل شبابي ونثرت له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p115'> Vol. 03, p. 115</a>\n            </div>\n            \nبطنني حتى إذا كبرت سني وانقطع ولدي ظاهر مني اللهم إني أشكو إليك\n</p>\n\n<p>\nقالت فما برحت حتى نزل جبريل بهذه الآيات <span class='quran'>قد سمع الله </span>+ صحيح\nعلى شرط مسلم +\n</p>\n\n<p>\n87 حدثنا جعفر بن محمد القافلائي قال ثنا محمد بن إسحاق الصاغاني قال ثنا\nأحمد بن <span id='ms324'></span> إبراهيم قال ثنا أبو عبد الرحمن المقرئ قال ثنا حرملة قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p116'> Vol. 03, p. 116</a>\n            </div>\n             حدثني أبو يونس قال سمعت أبا هريرة يقول هذه الآية ^ إن الله\nيأمركم أن تؤدوا الأمانات إلى أهلها وإذا حكمتم بين الناس أن تحكموا بالعدل\nإن الله نعما يعظكم به إن الله كان سمعيا بصيرا ^ ويضع أبهاميه على أذنيه\nوالتي تليها على عينيه ويقول هكذا رأيت رسول الله صلى الله عليه وسلم\nيقرؤها ويضع إصبعيه + صحيح ورجال أبي داود ثقات رجال مسلم +\n</p>\n\n<p>\n88 حدثنا القافلائي قال ثنا محمد بن إسحاق قال ثنا عبد الله بن يوسف قال\nثنا مالك عن نافع وعبد الله بن دينار وزيد بن اسلم كلهم يخبره عن عبد الله\nبن عمر أن رسول الله صلى الله عليه وسلم قال ( لا ينظر الله يوم القيامة\nإلى من جر ثوبه خيلاء ) + صحيح متفق عليه + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p117'> Vol. 03, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\n89 حدثنا القافلائي قال ثنا محمد بن إسحاق قال ثنا الضحاك بن مخلد أبو\nعاصم عن ابن عجلان عن أبيه عن أبيه قال قال رسول الله صلى الله عليه وسلم (\nثلاثة لا ينظر الله إليهم يوم القيامة الشيخ الزاني والإمام الكذاب والعائل\nالمزهو ) + صحيح إسناده حسن وأصله في مسلم +\n</p>\n\n<p>\n90 حدثنا القافلائي قال ثنا محمد بن إسحاق قال ثنا حسين بن محمد قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p118'> Vol. 03, p. 118</a>\n            </div>\n             ثنا جرير يعني ابن حازم عن الأعمش عن أبي صالح عن أبي هريرة\nقال قال رسول الله صلى الله عليه وسلم ( ثلاثة لا ينظر الله إليهم يوم\nالقيامة ولا يزكيهم ولهم عذاب ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p119'> Vol. 03, p. 119</a>\n            </div>\n             أليم المنان الذي لا يعطي من\nسأله إلا من به والمسبل إزاره والمنفق سلعته بالحلف الكاذب ) + إسناد ظاهره\nالصحة ولم أجده بهذا السند وهذا السياق لأحد +\n</p>\n\n<p>\n91 حدثنا القافلائي قال ثنا محمد بن إسحاق قال ثنا أبو نعيم قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p120'> Vol. 03, p. 120</a>\n            </div>\n             ثنا إياس بن دغفل عن عمر بن جابر الحنفي عن رجل من قومه يقال\nله عبد الرحمن بن زيد أنه حدثه أن رجلا من قومه أخبر أن رسول الله صلى الله\nعليه وسلم قال ( لا ينظر الله إلى عبد لا يقيم صلبه في <span id='ms325'></span> الركوع والسجود ) +\nصحيح وإسناده فيه من لم أعرفه +\n</p>\n\n<p>\n92 حدثنا أبو عبد الله محمد بن مخلد العطار قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p121'> Vol. 03, p. 121</a>\n            </div>\n             ثنا محمد بن\nخلف الحدادي قال ثنا أبو عبد الرحمن الوكيعي قال ثنا أبو أسامة عن سفيان\nالثوري عن الأوزاعي عن إسماعيل بن عبيد الله بن أبي المهاجر عن مولى فضالة\nبن عبيد عن فضالة بن عبيد قال قال رسول الله صلى الله عليه وسلم ( لله أسرع\nأذنا للصوت الحسن بالقرآن من صاحب القينة إلي قينته ) + إسناده ضعيف +\n</p>\n\n<p>\n93 حدثنا شعيب بن محمد ابن الراجيان قال ثنا علي بن حرب قال ثنا أبو ضمرة\nأنس بن عياض قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p122'> Vol. 03, p. 122</a>\n            </div>\n             ثنا محمد بن عمرو عن أبي سلمة عن أبي هريرة عن\nالنبي صلى الله عليه وسلم ( ما أذن الله لشيء كأذنه لنبي يتغنى بالقرآن\nيجهر به )\n</p>\n\n<p>\nقال الشيخ معنى قوله ( ما أذن ) يريد ما استمع الله والأذن هاهنا\nالاستماع\n</p>\n\n<p>\nقال الله تعالى <span class='quran'>إذا السماء انشقت وأذنت لربها وحقت </span>يعني استمعت\nلربها وأطاعت وحق لها أن تسمع + صحيح متفق عليه +\n</p>\n\n<p>\n94 وعن ابن عباس ^ واصنع الفلك بأعيينا ^ قال بعين الله + أثر ابن عباس\nإسناده ضعيف + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p123'> Vol. 03, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\n95 وعن ابن عباس قال إن لله عز وجل لوحا محفوظا من درة بيضاء جفافه\nياقوتة حمراء قلمه برق وكتابه نور عرضه ما بين السماء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p124'> Vol. 03, p. 124</a>\n            </div>\n             والأرض\nينظر فيه كل يوم ثلاثمائة وستين نظرة يخلق بكل نظرة يحيي ويميت ويعز ويذل\nويفعل ما يشاء + أثر ابن عباس حسن لغيره إسناده ضعيف +\n</p>\n\n<p>\n96 وعن كعب قال ما نظر الله عز وجل إلى الجنة قط إلا قال لها طيبي لأهلك\nفزادت طيبا حتى يدخلها أهلها + أثر كعب الأحبار إسناده محتمل التحسين +\n</p>\n\n<p>\n97 حدثنا جعفر قال ثنا محمد بن إسحاق قال ثنا النضر بن عبد الجبار أبو\nالأسود قال أنبأ ابن لهيعة عن يزيد بن أبي حبيب عن أبي الخير عن عقبة بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p125'> Vol. 03, p. 125</a>\n            </div>\n             عامر أنه قال رأيت رسول الله صلى الله عليه وسلم يقرأ الآية\nالتي في خاتمة النور وهو جاعل أصابعه تحت عينيه يقول ( بكل شيء بصير ) +\nإسناده ضعيف <span id='ms326'></span> +\n</p>\n\n<p>\n98 حدثنا القافلائي جعفر قال ثنا محمد بن إسحاق قال ثنا هارون بن معروف\nقال ثنا جرير عن عطاء عن ميسرة قال إن الله خلق خلقه ببصر عينيه لم يلتفت\nيمينا ولا شمالا إنما يلتفت من يعيا + أثر ميسرة اسناده فيه ضعف +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p126'> Vol. 03, p. 126</a>\n            </div>\n             & باب الإيمان بأن الله عز وجل يغضب ويرضى ويحب ويكره &\n</p>\n\n<p>\nقال الشيخ والجهمي يدفع هذه الصفات كلها وينكرها ويرد نص التنزيل وصحيح\nالسنة ويزعم أن الله تعالى لا يغضب ولا يرضى ولا يحب ولا يكره وإنما يريد\nبدفع الصفات وإنكارها جحد الموصوف بها\n</p>\n\n<p>\nوالله تعالى قد أكذب الجهمي وأخزاه وباعده من طريق الهداية وأقصاه\n</p>\n\n<p>\nقال الله تعالى <span class='quran'>ومن يقتل مؤمنا متعمدا فجزاؤه جهنم خالدا فيها وغضب\nالله عليه ولعنه </span></p>\n\n<p>\n<span class='quran'>والخامسة أن غضب الله عليها </span></p>\n\n<p>\nوقال <span class='quran'>صراط الذين أنعمت عليهم غير المغضوب عليهم </span></p>\n\n<p>\nوقال <span class='quran'>أن سخط الله عليهم </span></p>\n\n<p>\nوقال <span class='quran'>من لعنه الله وغضب عليه </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p127'> Vol. 03, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nوقال <span class='quran'>رضي الله عنهم ورضوا عنه </span></p>\n\n<p>\nوقال <span class='quran'>لقد رضي الله عن المؤمنين </span>فهذا وشبهه في القرآن كثير\n</p>\n\n<p>\nوقال في الحب والكراهة <span class='quran'>قل إن كنتم تحبون الله فاتبعوني يحببكم الله\n</span></p>\n\n<p>\nوقال <span class='quran'>ولكن كره الله انبعاثهم </span></p>\n\n<p>\nوجاءت السنة عن المصطفى صلى الله عليه وسلم بما يوافق ذلك ويضاهيه\n</p>\n\n<p>\n99 حدثنا أبو الفضل جعفر بن محمد القافلائي قال ثنا عبد الملك بن محمد\nالرقاشي قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p128'> Vol. 03, p. 128</a>\n            </div>\n             ثنا أبو عتاب الدلال قال ثنا شعبة عن يعلى بن عطاء\nعن أبيه عن عبد الله بن عمرو قال قال رسول الله صلى الله عليه وسلم ( رضي\nالرب في رضا الوالد وسخط الرب في سخط الوالد ) + صححه الشيخ الألباني وغيره\n+\n</p>\n\n<p>\n100 حدثنا أبو القاسم عبد الله بن محمد بن عبد العزيز قال حدثني محمد ابن\nسليمان لوين قال ثنا أبو أسامة عن الأعمش عن شقيق قال قال عبد الله قال\nرسول الله صلى الله عليه وسلم ( ومن حلف على يمين وهو فيها فاجر ليقتطع بها\nمالا لقي الله وهو عليه غضبان ) فأنزل الله عز وجل <span class='quran'>إن الذين يشترون\nبعهد الله وأيمانهم ثمنا قليلا </span>+ صحيح متفق عليه <span id='ms327'></span> + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p129'> Vol. 03, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\n101 حدثنا أبو بكر أحمد بن سلمان قال حدثني عبد الله بن أحمد بن حنبل قال\nسمعت أبا معمر يقول من زعم أن الله لا يرضى ولا يغضب فهو كافر إن رأيته\nواقفا على بئر فاطرحه فيها فإنهم كفار + أثر أبي القطيعي إسماعيل بن\nإبراهيم بن معمر إسناده صحيح + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p130'> Vol. 03, p. 130</a>\n            </div>\n             & باب الإيمان بالتعجب &\n</p>\n\n<p>\nوقالت الجهمية إن الله لا يعجب\n</p>\n\n<p>\nقال الله عز وجل <span class='quran'>بل عجبت ويسخرون </span>هكذا قرأها ابن مسعود وقيل\nلإبراهيم إن شريحا قرأها <span class='quran'>عجبت </span>فقال كان شريح معجبا برأيه عبد\nالله بن مسعود أعلم من شريح\n</p>\n\n<p>\nوالتعجب على وجهين أحدهما المحبة بتعظيم قدر الطاعة والسخط بتعظيم قدر\nالذنب\n</p>\n\n<p>\nومن ذلك قول النبي صلى الله عليه وسلم ( عجب ربك من شاب ليس له صبوة ) أي\nإن الله محب له راض عنه عظيم قدره عنده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p131'> Vol. 03, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nوالثاني التعجب على معنى الاستنكار للشيء وتعالى الله عن ذلك علوا كبيرا\nلأن المتعجب من الشيء على معنى الاستنكار هو الجاهل به الذي لم يكن يعرفه\nفلما عرفه ورآه استنكره وعجب منه وجل الله أن يوصف بذلك\n</p>\n\n<p>\nوقد جاءت السنة عن النبي صلى الله عليه وسلم بما دل على التعجب الأول\n</p>\n\n<p>\n102 حدثنا أبو الحسن أحمد بن محمد بن سلم المخرمي الكاتب قال ثنا الحسن\nبن محمد بن الصباح الزعفراني قال ثنا شبابة بن سوار قال ثنا شعبة عن محمد\nبن زياد عن أبي هريرة عن النبي صلى الله عليه وسلم قال ( عجب الله تعالى من\nقوم جيء بهم في السلاسل حتى يدخلهم الجنة ) + صحيح رواه البخاري +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p132'> Vol. 03, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\n103 حدثني أبو صالح قال ثنا أبو الأحوص قال ثنا موسى بن إسماعيل قال ثنا\nحماد بن سلمة قال ثنا عاصم أو غيره عن مرة الهمداني عن ابن مسعود قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p133'> Vol. 03, p. 133</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p134'> Vol. 03, p. 134</a>\n            </div>\n             قال رسول الله صلى الله عليه وسلم ( عجب ربنا من\nرجلين رجل ثار عن وطائه ولحافه بين حيه وأهله إلى صلاته فيقول الله تعالى\nلملائكته انظروا إلى عبدي قام من فراشة ووطائه من بين حيه وأهله إلى صلاته\nطلب ما عندي ورجل <span id='ms328'></span> غزا في سبيل الله فانهزم أصحابه فعلم ما عليه في الإنهزام\nوماله في الرجوع فرجع حتى هريق دمه فيقول الله تعالى انظروا إلى عبدي رجع\nرغبة فيما عندي وشفقة من عذابي حتى هريق دمه ) + صحيح لغيره موقوفا ولكنه\nفي حكم الرفع +\n</p>\n\n<p>\n104 وعن ابن الهذيل قال إن الله تعالى ليعجب ممن يذكره في الأسواق + أثر\nابن الهذيل + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p135'> Vol. 03, p. 135</a>\n            </div>\n             & باب الإيمان بأن الله عز وجل على عرشه بائن من\nخلقه وعلمه محيط بجميع خلقه &\n</p>\n\n<p>\nوأجمع المسلمون من الصحابة والتابعين وجميع أهل العلم من المؤمنين أن\nالله تبارك وتعالى على عرشه فوق سماواته بائن من خلقه وعلمه محيط بجميع\nخلقه لا يأبى ذلك ولاينكره إلا من انتحل مذاهب الحلولية وهم قوم زاغت\nقلوبهم واستهوتهم الشياطين فمرقوا من الدين\n</p>\n\n<p>\nوقالوا إن الله ذاته لا يخلو منه مكان\n</p>\n\n<p>\nفقالوا إنه في الأرض كما هو في السماء وهو بذاته حال في جميع الأشياء\n</p>\n\n<p>\nوقد أكذبهم القرآن والسنة وأقاويل الصحابة والتابعين من علماء المسلمين\n</p>\n\n<p>\nفقيل للحلولية لم أنكرتم أن يكون الله تعالى على العرش\n</p>\n\n<p>\nوقال الله تعالى <span class='quran'>الرحمن على العرش استوى </span></p>\n\n<p>\nوقال ^ ثم استوى على العرش الرحمن فسأل به خبيرا ^ فهذا خبر الله أخبر به\nعن نفسه وأنه على العرش \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p136'> Vol. 03, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\nفقالوا لا نقول إنه على العرش لأنه أعظم من العرش ولأنه إذا كان على\nالعرش فإنه يخلو منه أماكن كثيرة فنكون قد شبهناه بخلقه إذا كان أحدهم في\nمنزلة فإنما يكون في الموضع الذي هو فيه ويخلو منه سائر داره\n</p>\n\n<p>\nولكنا نقول إنه تحت الأرض السابعة كما هو فوق السماء السابعة وأنه في كل\nمكان لا يخلو منه مكان ولا يكون في مكان دون مكان\n</p>\n\n<p>\nقلنا أما قولكم إنه لا يكون على العرش لأنه أعظم من العرش فقد شاء الله\nأن يكون على العرش وهو أعظم منه\n</p>\n\n<p>\nقال الله تعالى <span class='quran'>ثم استوى إلى السماء </span></p>\n\n<p>\nوقال <span class='quran'>وهو الله في السماوات </span></p>\n\n<p>\nثم قال <span class='quran'>وفي الأرض يعلم </span>فأخبر أنه في السماء وأنه بعلمه في\nالأرض\n</p>\n\n<p>\nوقال <span class='quran'>الرحمن على العرش استوى </span></p>\n\n<p>\nوقال <span id='ms329'></span> <span class='quran'>ثم استوى على العرش الرحمن </span></p>\n\n<p>\nوقال <span class='quran'>إليه يصعد الكلم الطيب </span>فهل يكون الصعود إلا إلى ما علا\n</p>\n\n<p>\nوقال <span class='quran'>سبح اسم ربك الأعلى </span>فأخبر أنه أعلى من خلقه\n</p>\n\n<p>\nوقال <span class='quran'>يخافون ربهم من فوقهم </span>فأخبر أنه فوق الملائكة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p137'> Vol. 03, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\nوقد أخبرنا الله تعالى أنه في السماء على العرش\n</p>\n\n<p>\nفقال ^ ءأمنتم من في السماء أن يخسف بكم الأرض فإذا هي تمور أم أمنتم في\nالسماء أن يرسل عليكم حاصبا ^\n</p>\n\n<p>\nوقال <span class='quran'>إليه يصعد الكلم الطيب والعمل الصالح يرفعه </span></p>\n\n<p>\nوقال لعيسى <span class='quran'>إني متوفيك ورافعك إلي </span></p>\n\n<p>\nوقال <span class='quran'>بل رفعه الله إليه </span></p>\n\n<p>\nوقال <span class='quran'>وله من في السماوات والأرض ومن عنده لا يستكبرون </span></p>\n\n<p>\nوقال <span class='quran'>وهو القاهر فوق عباده وهو الحكيم الخبير </span></p>\n\n<p>\nوقال <span class='quran'>رفيع الدرجات ذو العرش </span></p>\n\n<p>\nوقال عز وجل <span class='quran'>يدبر الأمر من السماء إلى الأرض ثم يعرج إليه </span></p>\n\n<p>\nوقال <span class='quran'>ذي المعارج تعرج الملائكة والروح إليه في يوم كان مقداره </span>فهذا ومثله في القرآن كثير ولكن الجهمي المعتزلي الحلولي الملعون يتصامم عن\nهذا وينكره فيتعلق بالمتشابه ابتغاء الفتنة لما في قلبه من الزيغ\n</p>\n\n<p>\nلأن المسلمين كلهم قد عرفوا أماكن كثيرة ولا يجوز أن يكون فيها من ربهم\nإلا علمه وعظمته وقدرته\n</p>\n\n<p>\nوذاته تعالى ليس هو فيها فهل زعم الجهمي أن مكان إبليس الذي هو فيه يجتمع\nالله تعالى وهو فيه بل يزعم الجهمي أن ذات الله تعالى حالة في إبليس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p138'> Vol. 03, p. 138</a>\n            </div>\n             وهل يزعم أن أهل النار في النار وأن الجليل العظيم العزيز\nالكريم معهم فيها تعالى الله عما يقوله أهل الزيغ والإلحاد علوا كبيرا\n</p>\n\n<p>\nوهل يزعمون أنه يحل أجواف العباد وأجسادهم وأجواف الكلاب والخنازير\nوالحشوش والأماكن القذرة التي يربأ النظيف الطريف من المخلوقين أن يسكنها\nأو يجلس فيها أو قال له إن أحدا ممن يكرمه ويحبه ويعظمه يحل فيها وبها\n</p>\n\n<p>\nوالمعتزلي يزعم أن ربه في هذه الأماكن كلها ويزعم أنه في كمه وفي فمه وفي\nجيبه وفي جسده وفي كوزه وفي قدره وفي ظروفه وآنيته وفي الأماكن التي نجل\nالله تبارك تعالى أن ننسبه إليها\n</p>\n\n<p>\n105 فقد قال عبد الله بن المبارك <span id='ms330'></span> إنا لنستطيع أن نحكي كلام اليهود\nوالنصارى ولا نستطيع أن نحكي كلام الجهمية\n</p>\n\n<p>\nوزعم الجهمي أن الله لا يخلوا منه مكان وقد أكذبه الله تعالى ألم تسمع\nإلى قوله <span class='quran'>فلما تجلى ربه للجبل جعله دكا </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p139'> Vol. 03, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nفيقال للجهمي أرأيت الجبل حين تجلى له وكيف تجلى للجبل وهو في الجبل\n</p>\n\n<p>\nوقال الله تعالى <span class='quran'>وأشرقت الأرض بنور ربها </span></p>\n\n<p>\nفيقال للجهمي هل الله نور\n</p>\n\n<p>\nفيقول هو نور كله\n</p>\n\n<p>\nقيل له فالله في كل مكان\n</p>\n\n<p>\nقال نعم\n</p>\n\n<p>\nقلنا فما بال البيت المظلم لا يضيء من النور الذي هو فيه ونحن نرى سراجا\nفيه فتيلة يدخل البيت المظلم فيضيء\n</p>\n\n<p>\nفما بال الموضع المظلم يحل الله تعالى فيه بزعمكم فلا يضيء\n</p>\n\n<p>\nفعندها يتبين لك كذب الجهمي وعظيم فريته على ربه\n</p>\n\n<p>\nويقال للجهمي أليس قد كان الله ولا خلق\n</p>\n\n<p>\nفيقول نعم\n</p>\n\n<p>\nفيقال له فحين خلق الخلق أين خلقهم وقد زعمت أنه لا يخلو منه مكان أخلقهم\nفي نفسه أو خارجا من نفسه\n</p>\n\n<p>\nفعندها يتبين لك كفر الجهمي وأنه لا حيلة له في الجواب\n</p>\n\n<p>\nلأنه إن قال خلق الخلق في نفسه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p140'> Vol. 03, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\nكفر وزعم أن الله خلق الجن والإنس والأبالسة والشياطين والقردة والخنازير\nوالأقذار والأنتان في نفسه تعالى الله عن ذلك علوا كبيرا\n</p>\n\n<p>\nوإن زعم أنه خلقهم خارجا من نفسه فقد اعترف أن ها هنا أمكنة قد خلت منه\n</p>\n\n<p>\nويقال للجهمي في قوله إن الله في كل مكان أخبرنا هل تطلع عليه الشمس إذا\nطلعت وهل يصيبه الريح والثلج والبرد ولو أن رجلا أراد أن يبني بناءا أو\nيحفر بئرا أو يلقي قذرا لكان إنما يلقي ذلك ويصنعه في ربه\n</p>\n\n<p>\nفجل ربنا وتعالى عما يصفه به الملحدون وينسبه إليه الزائغون\n</p>\n\n<p>\nلكنا نقول إن ربنا تعالى في أرفع الأماكن وأعلى عليين قد استوى على عرشه\nفوق سماواته وعلمه محيط بجميع خلقه يعلم ما نأى كما يعلم ما دنى ويعلم ما\nبطن كما يعلم ما ظهر كما وصف نفسه تعالى\n</p>\n\n<p>\nفقال <span class='quran'>وعنده مفاتح الغيب لا يعلمها إلا هو ويعلم ما في البر <span id='ms331'></span> والبحر\nوما تسقط من ورقة إلا يعلمها ولا حبة في ظلمات الأرض ولا رطب ولا يابس إلا\nفي كتاب مبين </span></p>\n\n<p>\nفقد أحاط علمه بجميع ما خلق في السماوات العلى وما في الأرضين السبع وما\nبينهما وما تحت الثرى يعلم السر وأخفى ويعلم خائنة الأعين وما تخفى الصدور\nويعلم الخطرة والهمة ويعلم جميع ما توسوس النفوس به يسمع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p141'> Vol. 03, p. 141</a>\n            </div>\n             ويرى\nوهو بالنظر الأعلى لا يعزب عنه مثقال ذرة في السماوات والأرضين إلا وقد\nأحاط علمه به وهو على عرشه سبحانه العلي الأعلى\n</p>\n\n<p>\nترفعه إليه أعمال العباد وهو أعلم بها من الملائكة الذين شهدوها وكتبوها\nورفعوا إليه بالليل والنهار فجل وتعالى عما ينسبه إليه الجاحدون ويشبهه به\nالملحدون\n</p>\n\n<p>\nأو ما سمع الحلولي الملحد قول الله تعالى ^ ءأمنتم من في السماء أن يخسف\nبكم الأرض فإذا هي تمور أم أمنتم من في السماء أن يرسل عليكم حاصبا ^\n</p>\n\n<p>\nوقوله لعيسى <span class='quran'>إني متوفيك ورافعك إلي </span></p>\n\n<p>\nوقال ^ بل رفع الله إليه ^\n</p>\n\n<p>\nوقال <span class='quran'>وهو القاهر فوق عباده </span></p>\n\n<p>\nوقال <span class='quran'>من الله ذي المعارج تعرج الملائكة والروح إليه </span></p>\n\n<p>\nوقال ( رفيع الدرجات ) ومثل هذا كثير في كتاب الله عز وجل\n</p>\n\n<p>\nثم ذم ربنا تعالى ما سفل ومدح ما على فقال <span class='quran'>إن كتاب الأبرار لفي\nعليين </span>يعني السماء السابعة والله تعالى فيها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p142'> Vol. 03, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nوقال <span class='quran'>إن كتاب الفجار لفي سجين </span>يعني الأرض السفلى فزعم الجهمي\nالحلولي أن الله هناك حيث يكون كتاب الفجار الذي ذمه الله وسفله تعالى الله\nعما يزعم هؤلاء علوا\n</p>\n\n<p>\nوقال <span class='quran'>إن المنافقين في الدرك الأسفل من النار </span>فذم الأسفل\n</p>\n\n<p>\nوقال <span class='quran'>نجعلهما تحت أقدامنا ليكونا من الأسفلين </span></p>\n\n<p>\nوعاقب الله آدم وحواء حين عصيا بأن أهبطهما وأنزلهما\n</p>\n\n<p>\nفأما قوله ^ وهو معكم أينما كنتم ^ فهو كما قال العلماء علمه\n</p>\n\n<p>\nوأما قوله <span class='quran'>وهو الله في السماوات وفي الأرض </span>كما قال <span class='quran'>في\nالأرض يعلم </span>ومعناه أيضا أنه هو الله في السماوات وهو الله في الأرض\n</p>\n\n<p>\nوتصديق ذلك في كتاب الله <span class='quran'>وهو الذي في السماء إله وفي الأرض إله </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p143'> Vol. 03, p. 143</a>\n            </div>\n             وقد قرأها بعضهم ^ وهو الذي في السماء <span id='ms332'></span> الله وفي الأرض الله ^\n</p>\n\n<p>\nواحتج الجهمي بقول الله تعالى ^ ما يكون من نجوى ثلاثة إلا هو رابعهم ولا\nخمسة إلا هو سادسهم ولا أدنى من ذلك ولا أكثر إلا هو معهم أينما كانوا ^\n</p>\n\n<p>\nفقالوا إن الله معنا وفينا واحتجوا بقوله ^ والله بكل شيء محيط ^\n</p>\n\n<p>\nوقد فسر العلماء هذه الآية <span class='quran'>ما يكون من نجوى ثلاثة </span>إلى قوله ^\nوهو معهم أينما كانوا ^ إنما عني بذلك علمه ألا ترى أنه قال في أول الآية\n<span class='quran'>ألم تر أن الله يعلم ما في السماوات وما في الأرض ما يكون من نجوى\nثلاثة إلا هو رابعهم </span>فرجعت الهاء والواو من هو على علمه لا على ذاته\n</p>\n\n<p>\nثم قال في آخر الآية ^ ثم ينبئهم بما عملوا يوم القيامة إن الله بكل شيء\nعليم ^ فعاد الوصف على العلم وبين أنه إنما أراد بذلك العلم وأنه عليم\nبأمورهم كلها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p144'> Vol. 03, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\nولو كان معنى قوله ^ إن الله بكل شيء عليم ^ أنه إنما علم ذلك بالمشاهدة\nلم يكن له فضل على علم الخلائق وبطل فضل علمه بعلم الغيب لأن كل من شاهد\nشيئا وعاينه وحله بذاته فقد علمه فلا يقال لمن علم ما شاهده وأحصى ما عاينه\nأنه يعلم الغيب لأن من شأن المخلوق أن لايعلم الشيء حتى يراه بعينه ويسمعه\nبأذنه فإن غاب عنه جهله إلا أن يعلمه غيره فيكون معلما لا عالما والله\nتعالى يعلم ما في السماوات وما في الأرض وما بين ذلك وهو بكل شيء محيط\nبعلمه ^ أحصى كل شيء عددا ^ و ^ أحاط بكل شيء علما ^\n</p>\n\n<p>\nوأما قوله ^ بكل شيء محيط ^ فقد فسر ذلك في كتابه فقال ^ وأن الله قد\nأحاط بكل شيء علما ^ فبين تلك الإحاطة إنما هي بالعلم لا بالمشاهدة بذاته\nفبين تعالى أنه ليس كعلمه علم لأنه لا يعلم الغيب غيره\n</p>\n\n<p>\nفتفهموا الآن رحمكم الله كفر الجهمي لأنه يدخل على الجهمي أن الله تعالى\nلا يعلم الغيب وذلك أن الجهمي يقول إن الله شاهد لنا وحال بذاته فسار في كل\nشيء ذرأه وبرأه وقد أكذبهم <span id='ms333'></span> الله تعالى فقال <span class='quran'>قل لا يعلم من في السماوات\nوالأرض الغيب إلا الله </span>فأخبر أنه يعلم الغيب\n</p>\n\n<p>\nوقال <span class='quran'>عالم الغيب والشهادة الكبير المتعال </span>فوصف نفسه تعالى بعلم\nالغيب والكبر والعلو ووصفه الجهمي بضد ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p145'> Vol. 03, p. 145</a>\n            </div>\n             كله فزعم أنه يعلم\nالأشياء بمشاهدته لها وصغره حتى زعم أنه يحل بنفسه في البعوضة وسفله فزعم\nأنه في الأرض السفلى\n</p>\n\n<p>\nوقال تعالى <span class='quran'>علام الغيوب </span>والجهمي يزعم أنه لا يعلم الغيب وإنما\nأخبر عن صفات خلقه بحلوله فيها تعالى الله عما يقول الجهمي الملحد علوا\nكبيرا + أثر عبد الله بن المبارك إسناده صحيح +\n</p>\n\n<p>\n106 حدثنا أبو عبد الله محمد بن مخلد قال ثنا أحمد بن منصور الرمادي قال\nسألت نعيم بن حماد عن قول الله تعالى ^ وهو معكم أينما كنتم ^ ما معناها\n</p>\n\n<p>\nفقال معناها أنه لا يخفى عليه خافية بعلمه ألا ترى أنه قال في كتابه <span class='quran'>ما يكون من نجوى ثلاثة إلا هو رابعهم ولا خمسة إلا هو سادسهم ولا أدنى من\nذلك ولا أكثر إلا هو معهم </span>أراد أنه تعالى لا يخفى عليه خافية في الأرض\nولا في السماء ولا في شيء من خلقه\n</p>\n\n<p>\nولو كان الله شاهدا يحضر منهم ما علموا لم يكن في علمه فضل على غيره من\nالخلائق لأنه ليس أحد من الخلق يحضر أمرا ويشهده إلا علمه فلو كان الله\nحاضرا كحضور الخلق من الخلق في أفعالهم لم يكن له في علمه فضل على خلقه\nولكنه تعالى على عرشه كما وصف نفسه لا يخفى عليه خافية خلقه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p146'> Vol. 03, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\nوإنك لتجد في الصغير من خلق الله إنه ليرى الشيء وليس هو فيه وبينه وبينه\nحائل فالله تعالى بعظمته وقدرته على خلقه أعظم\n</p>\n\n<p>\nألا ترى أنه يأخذ الرجل القدح بيده وفيه الشراب أو الطعام فينظر إليه\nالناظر فيعلم ما في القدح والله على عرشه وهو محيط بخلقه بعلمه فيهم ورؤيته\nإياهم وقدرته عليهم وإنما دل ربنا تعالى على فضل عظمته وقدرته أنه في أعلى\nعليين وهو يعلم الصغير التافه الحقير الذي هو في أسفل السافلين <span id='ms334'></span> أي فليس\nعلمه كعلمهم لأن الخلق لا يعلمون إلا ما يشاهدون والله عز وجل يتعالى عن\nذلك وقد بين ذلك في كتابه فقال ^ لتعلموا أن الله على كل شيء قدير وأن الله\nقد أحاط بكل شيء علما ^\n</p>\n\n<p>\nوقال تعالى <span class='quran'>وأسروا قولكم أو اجهروا به إنه عليم بذات الصدور </span></p>\n\n<p>\nوقال <span class='quran'>ألا إنهم يثنون صدورهم ليستخفوا منه ألا حين يستغشون ثيابهم\nيعلم ما يسرون وما يعلنون إنه عليم بذات الصدور </span>فرد ذلك كله إلى علم\nالغيب لا إلى المشاهدة والحلول في الصدور حتى يكون فيها\n</p>\n\n<p>\nوقال تعالى <span class='quran'>ألا يعلم من خلق وهو اللطيف الخبير </span>فأخبر تعالى أن\nذلك إنما هو بالخبر والعلم + أثر نعيم بن حماد إسناده صحيح + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p147'> Vol. 03, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\n107 حدثنا أبو بكر محمد بن بكر قال ثنا أبو بكر السجستاني قال ثنا محمد\nبن الصباح البزاز قال ثنا الوليد بن أبي ثور عن سماك عن عبد الله بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p148'> Vol. 03, p. 148</a>\n            </div>\n             عميرة عن الأحنف بن قيس عن العباس بن عبد المطلب قال كنت في\nالبطحاء في عصبة فيهم رسول الله صلى الله عليه وسلم فمرت بهم سحابة فنظر\nإليها رسول الله صلى الله عليه وسلم فقال ( ما تسمون هذه ) فقالوا السحاب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p149'> Vol. 03, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\nقال ( والمزن ) قالوا والمزن\n</p>\n\n<p>\nقال ( والعنان ) قالوا والعنان\n</p>\n\n<p>\nقال ( كيف بعد ما بين السماء والأرض ) قالوا لا ندري\n</p>\n\n<p>\nقال ( فإن بعد ما بينهما إما واحدة وإما قال ثنتين أو ثلاث وسبعين سنة ثم\nالسماء فوقها كذلك حتى عد سبع سموات ثم فوق السماء السابعة ثم بحر بين\nأسفله وأعلاه مثل ما بين السماء والأرض ثم فوق ذلك ثمانية أو عال بين\nأظلافهم وركبهم مثل ما بين سماء إلى سماء ثم على ظهورهم العرش بين أسفله\nوأعلاه مثل ما بين سماء إلى سماء ثم الله تعالى فوق ذلك لا تخفى عليه خافية\nشيء في الأرض ولا في السماء + إسناده ضعيف يعرف بحديث الأوعال +\n</p>\n\n<p>\n108 حدثنا أبو بكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p150'> Vol. 03, p. 150</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p151'> Vol. 03, p. 151</a>\n            </div>\n             أحمد بن هشام الحضرمي قال ثنا\nأبو بكر يحيى بن أبي طالب قال ثنا علي بن عاصم عن عطاء بن <span id='ms335'></span> السائب عن سعيد\nبن جبير عن ابن عباس قال تفكروا في كل شيء ولا تفكروا في ذات الله فإن بين\nكرسيه إلى السماء السابعة سبعة الآف نور وهوفوق ذلك + أثر ابن عباس إسناده\nضعيف +\n</p>\n\n<p>\n109 حدثنا أبو حفص عمر بن محمد بن رجاء قال ثنا أبو نصر عصمة بن أبي عصمة\nقال ثنا الفضل بن زياد قال ثنا أبو عبد الله أحمد بن محمد بن حنبل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p152'> Vol. 03, p. 152</a>\n            </div>\n             قال ثنا نوح بن ميمون قال ثنا بكير بن معروف عن مقاتل بن حيان\nعن الضحاك <span class='quran'>ما يكون من نجوى ثلاثة إلا هو رابعهم </span>قال هو على العرش\nوعلمه معهم قال أحمد هذه السنة + أثر الضحاك إسناده لا بأس به +\n</p>\n\n<p>\n110 حدثنا أبو حفص قال ثنا أبو نصر عصمة قال ثنا الفضل بن زياد قال سمعت\nأبا عبد الله يقول قال مالك بن أنس الله تعالى في السماء وعلمه في كل مكان\nلا يخلو منه مكان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p153'> Vol. 03, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\nفقلت لأبي عبد الله من أخبرك عن مالك بهذا\n</p>\n\n<p>\nقال سمعته من سريج بن النعمان عن مالك + صحيح +\n</p>\n\n<p>\n111 حدثنا بن جعفر بن محمد القافلاي قال ثنا محمد بن إسحاق الصاغاني قال\nأنبأ علي بن الحسن بن شقيق قال ثنا عبد الله بن موسى الضبي عن معدان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p154'> Vol. 03, p. 154</a>\n            </div>\n             قال سألت سفيان الثوري عن قوله ^ وهو معكم أينما كنتم ^ قال\nعلمه + أثر سفيان الثوري قال الذهبي ثابت عن معدان +\n</p>\n\n<p>\n112 حدثنا جعفر القافلائي قال ثنا محمد بن إسحاق قال ثنا علي بن الحسن بن\nشقيق قال سألت ابن المبارك كيف نعرف ربنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p155'> Vol. 03, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\nقال على السماء السابعة على عرشه لا نقول كما تقول الجهمية إن إلا هنا في\nالأرض + أثر ابن المبارك صحيح +\n</p>\n\n<p>\n113 حدثنا أبو حفص عمر بن أحمد بن شهاب قال ثنا أبي أحمد بن عبد الله قال\nثنا أبو بكر أحمد بن محمد بن هانئ الأثرم قال حدثني محمد بن إبراهيم القيسي\nقال قلت لأحمد بن حنبل يحكى عن ابن المبارك قيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p156'> Vol. 03, p. 156</a>\n            </div>\n             له كيف نعرف\nربنا تعالى\n</p>\n\n<p>\nقال في السماء السابعة على عرشه <span id='ms336'></span> بحد قال أحمد هكذا هو عندنا + أثر ابن\nالمبارك في إسناده بعض الجهالة + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p157'> Vol. 03, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\n114 حدثنا أبو حفص عمر بن محمد بن رجاء قال ثنا أبو جعفر محمد بن داود\nالبصروي قال ثنا أبو بكر المروزي قال سمعت أبا عبد الله وقيل له روى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p158'> Vol. 03, p. 158</a>\n            </div>\n             علي بن الحسن بن شقيق عن ابن المبارك أنه قيل له كيف نعرف الله\nقال على العرش بحد فقال بلغني ذلك عنه وأعجبه ثم قال أبو عبد الله <span class='quran'>هل\nينظرون إلا أن يأتيهم الله في ظلل من الغمام والملائكة </span>ثم قال <span class='quran'>وجاء ربك والملك صفا صفا </span>+ أثر ابن المبارك صحيح +\n</p>\n\n<p>\n115 وقال يوسف بن موسى القطان قيل لأبي عبد الله والله تعالى فوق السماء\nالسابعة على عرشه بائن من خلقه وقدرته وعلمه بكل مكان\n</p>\n\n<p>\nقال نعم على عرشه لا يخلو شيء من علمه + أثر أبي عبد الله أحمد بن حنبل\nإسناده صحيح +\n</p>\n\n<p>\n116 قال أبو طالب سألت أبا عبد الله عن رجل قال إن الله معنا وتلا هذه\nالآية <span class='quran'>ما يكون من نجوى ثلاثة إلا هو رابعهم </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p159'> Vol. 03, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عبد الله قد تجهم هذا يأخذون بآخر الآية ويدعون أولها <span class='quran'>ألم\nتر أن الله يعلم ما في السماوات وما في الأرض ما يكون من نجوى ثلاثة إلا هو\nرابعهم </span>العلم معهم\n</p>\n\n<p>\nوقال في ق <span class='quran'>ونعلم ما توسوس به نفسه ونحن أقرب إليه من حبل الوريد\n</span>فعلمه معهم + أثر أبي طالب عن أحمد صحيح +\n</p>\n\n<p>\n117 وقيل لأبي عبد الله فرجل قال أقول كما قال تعالى <span class='quran'>ما يكون من\nنجوى ثلاثة إلا هو رابعهم ولا خمسة إلا هو سادسهم </span>أقول هكذا ولا\nأجاوزه إلى غيره\n</p>\n\n<p>\nفقال أبو عبد الله هذا كلام الحهمية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p160'> Vol. 03, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\nقالوا كيف نقول\n</p>\n\n<p>\nقال علمه معهم وأول الآية يدل على أنه علمه ثم قرأ <span class='quran'>يوم يبعثهم </span>. . . الآية + أثر المروذي عن أبي عبد الله صحيح +\n</p>\n\n<p>\n118 وقيل لإسحاق بن راهويه قول الله تعالى <span class='quran'>ما يكون من نجوى ثلاثة\nإلا هو رابعهم </span>كيف تقول فيه\n</p>\n\n<p>\nقال وحيث ما كنت فهو أقرب إليك من حبل الوريد <span id='ms337'></span> وهو بائن من خلقه\n</p>\n\n<p>\nقال حرب قلت لإسحاق بن راهويه العرش بحد قال نعم\n</p>\n\n<p>\nوذكر عن ابن المبارك قال هو على عرشه بائن من خلقه بحد + أثر إسحاق بن\nراهويه صحيح + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p161'> Vol. 03, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\n119 قال حرب وأملى علي إسحاق أن الله وصف نفسه في كتابه بصفات استغنى\nالخلق أن يصفوه بغيره ما وصف به نفسه من ذلك قوله <span class='quran'>إلا أن يأتيهم الله\nفي ظلل من الغمام </span></p>\n\n<p>\nوقوله <span class='quran'>الملائكة حافين من حول العرش </span>في آيات كلها تصف العرش وقد\nثبتت الروايات في العرش وأعلى شيء فيه وأثبته قول الله تعالى <span class='quran'>الرحمن\nعلى العرش استوى </span>+ أثر حرب عن إسحاق صحيح +\n</p>\n\n<p>\n120 حدثني أبو بكر عبد العزيز بن جعفر قال ثنا أبو بكر أحمد بن هارون قال\nثنا محمد بن أحمد السياري قال ثنا أبو يحيى الوراق قال ثنا أبو كنانة محمد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p162'> Vol. 03, p. 162</a>\n            </div>\n             بن الأشرس قال ثنا عمير بن عبد الحميد الثقفي قال ثنا قرة بن\nخالد عن الحسن عن أمه عن أم سلمة في قوله <span class='quran'>الرحمن على العرش استوى </span></p>\n\n<p>\nقالت الكيف غير معقول والاستواء غير مجهول والإقرار به إيمان والحجود به\nكفر + أثر أم سلمة رضي الله عنها إسناده ضعيف +\n</p>\n\n<p>\n121 حدثنا أبو بكر محمد بن القاسم بن بشار النحوي قال ثنا أبو بكر أحمد\nبن محمد بن صدقة قال ثنا أحمد بن محمد بن يحيى القطان قال ثنا يحيى بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p163'> Vol. 03, p. 163</a>\n            </div>\n             آدم عن سفيان بن عيينة قال سئل ابن أبي عبد الرحمن عن قوله\n<span class='quran'>الرحمن على العرش استوى </span></p>\n\n<p>\nقال الاستواء غير مجهول والكيف غير معقول ومن الله تعالى الرسالة وعلى\nالنبي البلاغ وعلينا التصديق + أثر سفيان بن عيينة عن ربيعة بن أبي عبد\nالرحمن صحيح +\n</p>\n\n<p>\n122 حدثني أبو بكر عبد العزيز بن جعفر قال ثنا أبو بكر الصيدلاني قال ثنا\nالمروذي قال سمعت يزيد بن هارون يقول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p164'> Vol. 03, p. 164</a>\n            </div>\n             من زعم أن <span class='quran'>الرحمن\nعلى العرش استوى </span>على خلاف ما يقر في قلوب العامة فهو جهمي + أثر يزيد\nبن هارون صحيح + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p165'> Vol. 03, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\n123 حدثنا أبو العباس أحمد بن محمد بن مسعدة الأصبهاني قال سمعت <span id='ms338'></span> محمد بن\nأيوب الرازي يقول\n</p>\n\n<p>\nأخبرنا إسحاق بن موسى قال قال سفيان بن عيينة ما وصف الله نفسه فقراءته\nتفسيره ليس لأحد أن يفسره إلا الله عز وجل + أثر سفيان بن عيينة +\n</p>\n\n<p>\n124 بلغني عن محمد بن أحمد بن النضر ابن بنت معاوية بن عمرو قال سمعت ابن\nالأعرابي صاحب اللغة يقول أرادني ابن أبي دؤاد أن أطلب في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p166'> Vol. 03, p. 166</a>\n            </div>\n             بعض\nلغات العرب ومعانيها <span class='quran'>الرحمن على العرش استوى </span>بمعنى استولى\n</p>\n\n<p>\nفقلت والله ما يكون هذا ولا أصيبه + أثر ابن الأعرابي صح معناه عنه +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p167'> Vol. 03, p. 167</a>\n            </div>\n             & باب ذكر العرش والإيمان بأن لله تعالى عرشا فوق السموات\nالسبع &\n</p>\n\n<p>\nاعلموا رحمكم الله أن الجهمية تجحد أن لله عرشا وقالوا لا نقول إن الله\nعلى العرش لأنه أعظم من العرش ومتى اعترفنا أنه على العرش فقد حددناه وقد\nخلت منه أماكن كثيرة غير العرش فردوا نص التنزيل وكذبوا أخبار الرسول صلى\nالله عليه وسلم\n</p>\n\n<p>\nقال الله تعالى <span class='quran'>الرحمن على العرش استوى </span></p>\n\n<p>\nوقال <span class='quran'>ثم استوى على العرش الرحمن </span></p>\n\n<p>\nوقال وكان عرشه على الماء ) وجاءت الأخبار وصحيح الآثار من جهة النقل عن\nأهل العدالة وأئمة المسلمين عن المصطفى صلى الله عليه وسلم من ذكر العرش ما\nلا ينكره إلا الملحدة الضالة\n</p>\n\n<p>\n125 حدثنا أبو بكر أحمد بن سلمان قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p168'> Vol. 03, p. 168</a>\n            </div>\n             ثنا أبو جعفر محمد بن\nعثمان العبسي قال حدثني أبي وعمي أبو بكر قال ثنا يزيد بن هارون قال ثنا\nحماد بن سلمة عن يعلى بن عطاء عن وكيع بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p169'> Vol. 03, p. 169</a>\n            </div>\n             حدس عن عمه أبي رزين\nالعقيلي قال قلت يا رسول الله أين كان ربنا قبل أن يخلق خلقه قال ( على\nعماء تحته هواء ثم خلق عرشه على الماء ) + إسناده ضعيف +\n</p>\n\n<p>\n126 قال الأصمعي وذكر هذا الحديث وقال العماء في كلام العرب السحاب\nالأبيض الممدود فأما العمى المقصور في البصر فليس هو في معنى هذا في شيء\nوالله أعلم بذلك في مبلغه\n</p>\n\n<p>\nقال الأصمعي ويجوز أن يكون معنى الحديث في عمى أنه عمى على العلماء كيف\nكان + أثر الأصمعي صحيح +\n</p>\n\n<p>\n127 وقال إسحاق بن راهويه <span id='ms339'></span> قوله في عماء قبل أن يخلق السموات والأرض\nتفسيره عند أهل العلم أنه كان في عماء يعني سحابة + أثر إسحاق بن راهويه\nصحيح + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p170'> Vol. 03, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\n128 حدثنا أبو بكر أحمد بن سلمان قال ثنا أبو بكر بن أبي العوام قال ثنا\nيزيد بن هارون وأبو النضر هاشم بن القاسم عن المسعودي عن عاصم عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p171'> Vol. 03, p. 171</a>\n            </div>\n             زر عن عبد الله قال ما بين السماء والأرض مسيرة خمس مائة عام\nوما بين كل سماء خمس مائة عام وما بين الكرسي والماء خمس مائة عام والعرش\nعلى الماء والله تعالى على العرش لا يخفى عليه من أعمالكم شيء + أثر ابن\nمسعود صحيح إسناده حسن +\n</p>\n\n<p>\n129 حدثنا أبو حفص عمر بن محمد بن رجاء قال ثنا عبد الوهاب بن عمرو قال\nثنا إسحاق بن موسى الأنصاري قال ثنا معن بن عيسى القزاز عن مالك بن أنس عن\nأبي الزناد عن الأعرج عن أبي هريرة عن النبي صلى الله عليه وسلم قال ( لما\nقضى الله الخلق كتب في كتاب فهو عنده فوق العرش إن رحمتي غلبت غضبي ) +\nصحيح متفق عليه +\n</p>\n\n<p>\n130 في اللفظ الآخر ( لما خلق الله الخلق كتب كتابا كتبه على نفسه وهو\nمرفوع فوق العرش أن رحمتي تغلب غضبي ) + صحيح + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p172'> Vol. 03, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\n131 حدثنا الحسن بن علي بن زيد قال ثنا أحمد بن بديل قال ثنا إسحاق ابن\nسليمان الرازي قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p173'> Vol. 03, p. 173</a>\n            </div>\n             ثنا عمرو بن أبي قيس عن ابن أبي ليلى عن\nالمنهال بن عمرو عن سعيد بن جبير عن ابن عباس في قوله تعالى <span class='quran'>وكان عرشه\nعلى الماء </span>قال كان عرش الله على الماء ثم اتخذ لنفسه جنة ثم اتخذ\nدونها أخرى ثم أطبقها بلؤلؤة واحدة ثم قرأ <span class='quran'>ومن دونهما جنتان </span>وهي\nالتي قال الله تعالى <span class='quran'>فلا تعلم نفس ما أخفي لهم من قرة أعين جزاء بما\nكانوا يعملون </span>وهي التي لا يعلم الخلائق ما فيها يأتيهم كل يوم منها\nتحفة + أثر ابن عباس حسن + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p174'> Vol. 03, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\n132 وحدثني أبو صالح قال ثنا أبو الأحوص قال ثنا مالك بن إسماعيل النهدي\nقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p175'> Vol. 03, p. 175</a>\n            </div>\n             ثنا إسرائيل عن <span id='ms340'></span> جعفر بن الزبير عن القاسم عن أبي أمامة قال\nقال رسول الله صلى الله عليه وسلم ( سلوا الله عز وجل الفردوس فإنها سرة\nالجنة وإن أهل الفردوس يسمعون أطيط العرش ) + إسناده ضعيف جدا +\n</p>\n\n<p>\n133 حدثنا أبو بكر أحمد بن سلمان قال حدثني محمود بن جعفر قال ثنا أبو\nبكر المروذي قال ثنا أبو عبد الله قال ثنا حسن بن موسى الأشيب قال ثنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p176'> Vol. 03, p. 176</a>\n            </div>\n             حماد عن عطاء بن السائب عن الشعبي قال إن الله تعالى قد ملأ\nالعرش حتى إن له أطيطا كأطيط الرحل الجديد + أثر الشعبي إسناده فيه ضعف +\n</p>\n\n<p>\n134 حدثنا أبو بكر أحمد بن سلمان قال ثنا أبو جعفر محمد بن عثمان قال ثنا\nالحسن بن علي قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p177'> Vol. 03, p. 177</a>\n            </div>\n             ثنا الهيثم بن الأشعث السلمي قال ثنا أبو\nحنيفة اليمامي الأنصاري عن عمر بن عبد الملك قال خطبنا علي بن أبي طالب رضي\nالله عنه على منبر الكوفة فقال كنت إذا سكت عن رسول الله صلى الله عليه\nوسلم ابتدأني وإن سألته عن الخبر أنبأني وإنه حدثني عن ربه تعالى ( قال\nالرب عز وجل وعزتي وجلالي وارتفاعي فوق عرشي ما من أهل قرية ولا من أهل بيت\nولا رجل باد كانوا على ما كرهت من معصيتي ثم تحولوا عنها إلى ما أحببت من\nطاعتي إلا تحولت لهم عما يكرهون من عذابي إلي ما يحبون من رحمتي ) + إسناده\nضعيف +\n</p>\n\n<p>\n135 وحدثنا أبو بكر أحمد بن سلمان قال ثنا محمد بن عبد الله الحضرمي قال\nثنا عبد الله بن الحكم وعثمان قالا ثنا يحيى عن إسرائيل عن أبي إسحاق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p178'> Vol. 03, p. 178</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p179'> Vol. 03, p. 179</a>\n            </div>\n             عن عبد الله بن خليفة عن عمر رضي الله عنه قال أتت\nالنبي صلى الله عليه وسلم أمرأة فقالت ادع الله أن يدخلني الجنة فعظم الرب\nفقال ( إن كرسيه فوق السماوات والأرض وإنه يقعد عليه فما يفضل عنه مقدار\nأربع أصابع ثم قال بأصابعه يجمعها وإن له أطيطا كأطيط الرحل الجديد إذا ركب\n) + منكر مضطرب + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p180'> Vol. 03, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\n136 حدثنا أحمد بن سليمان قال ثنا محمد بن عثمان قال ثنا الحسن <span id='ms341'></span> بن عبد\nالرحمن قال ثنا أحمد بن علي الأسدي عن المختار بن غسان العبدي عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p181'> Vol. 03, p. 181</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p182'> Vol. 03, p. 182</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p183'> Vol. 03, p. 183</a>\n            </div>\n             إسماعيل بن مسلم عن أبي إدريس\nالخولاني عن أبي ذر الغفاري قال دخلت المسجد الحرام فرأيت رسول الله صلى\nالله عليه وسلم وحده فجلست إليه فقلت يا رسول الله أي آية نزلت عليك أفضل\nقال ( أية الكرسي ما السماوات السبع في الكرسي إلا كحلقة في أرض فلاة وفضل\nالعرش على الكرسي كفضل تلك الفلاة على تلك الحلقة ) + ضعيف + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p184'> Vol. 03, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\n137 حدثنا أحمد بن سلمان قال ثنا أبو إسماعيل محمد بن إسماعيل الترمذي\nقال ثنا نعيم بن حماد قال ثنا أبو صفوان الأموي عن يونس بن يزيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p185'> Vol. 03, p. 185</a>\n            </div>\n             عن الزهري عن سعيد بن المسيب عن كعب الأحبار قال قال الله\nتعالى في التوراة أنا الله فوق عبادي وعرشي فوق جميع خلقي وأنا على عرشي\nعليه أدبر أمور عبادي لا يخفى علي شيء من أمر عبادي في سمائي ولا في أرضي\nفإن حجبوا عني لا يغيب عنهم علمي وإلي مرجع كل خلقي فأنبئهم بما يخفى عليهم\nمن علمي أغفر لمن شئت منهم بمغفرتي وأعاقب من شئت منهم بعقابي + صححه\nالأئمة +\n</p>\n\n<p>\n138 وعن قتادة في قوله <span class='quran'>إن كتاب الأبرار لفي عليين </span>قال في قائمة\nالعرش اليمنى + أثر قتادة صحيح + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p186'> Vol. 03, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\n139 وعن سلمة بن الأكوع قال ما سمعت رسول الله صلى الله عليه وسلم يستفتح\nدعاءه إلا بسبحان ربي الأعلى الوهاب + ضعيف +\n</p>\n\n<p>\n140 وسأل ابن الكواء علي عليه السلام كم بين السماء والأرض قال دعوة\nمستجابة من قال غير هذا فقد كذب + أثر ابن الكواء عن علي +\n</p>\n\n<p>\n141 وسأل حميد بن الصباح أحمد بن حنبل كم بيننا وبين عرش ربنا قال دعوة\nمسلم يجيب الله دعوته + أثر حميد بن الصباح عن أحمد لم أعرف بعض رواته +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p187'> Vol. 03, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\n142 حدثني عبد العزيز بن جعفر قال ثنا أحمد بن محمد بن هارون قال ثنا أبو\nعتبة أحمد بن الفرج قال ثنا بقية عن أم عبد الله عن أبيها يرفعه قال إن لله\nملائكة في الهواء يسيحون بين السماء والأرض يلتمسون <span id='ms342'></span> الذكر فإذا سمعوا قوما\nيذكرون الله قالوا زادكم الله فينشرون أجنحتهم حولهم حتى يصعد كلامهم إلى\nالعرش + إسناده ضعيف + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p188'> Vol. 03, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\n143 حدثنا أبو بكر أحمد بن سلمان قال ثنا أحمد بن علي قال ثنا محمد بن\nعبد الرحمن البلخي قال قال مكي بن إبراهيم دخلت أمرأة جهم على امرأتي أم\nإبراهيم وكان امرأة ديدانية تبدوا أسنانها فقالت يا أم إبراهيم إن زوجك هذا\nالذي يحدث العرش العرش من نجره فقالت لها نجرة الذي نجر أسنانك هذه + أثر\nمكي بن إبراهيم عن امرأته فيه من لم أعرفه +\n</p>\n\n<p>\n144 حدثنا أبو عبد الله الحسين بن إسماعيل المحاملي قال ثنا يوسف بن موسى\nالقطان قال ثنا جرير عن مطرف عن الشعبي عن عائشة قالت كان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p189'> Vol. 03, p. 189</a>\n            </div>\n             رسول\nالله صلى الله عليه وسلم يقول ( اللهم أنت الأول فليس قبلك شيء وأنت الآخر\nفليس بعدك شيء وأنت الظاهر فليس فوقك شيء وأنت الباطن فليس دونك شيء ) +\nصحيح وله شاهد عند مسلم + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p190'> Vol. 03, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\n145 وعن قتادة <span class='quran'>وهو الذي في السماء إله وفي الأرض إله </span>قال إله\nيعبد في السماء وإله يعبد في الأرض\n</p>\n\n<p>\nقال الشيخ فقد ذكرت في هذا الباب من أمر العرش ما نزل به القرآن وصحت\nبروايته الآثار وأجمع عليه فقهاء الأمصار وعلماء الأمة من السلف والخلف\nالذين جعلهم الله هداة للمستبصرين وقدوة في الدين وجعل ذكرهم أنسا لقلوب\nالمؤمنين وليعلم ذلك ويتمسك به من أحب الله خيره وأن يستنقذه من حبائل\nالشيطان ويفكه من فخوخ الملحدة الجاحدين الذين زاغت قلوبهم فاستهوتهم\nالشياطين الذين خطىء بهم طريق الرشاد وحرموا التوفيق والسداد ففنيت أعمارهم\nوانقطعت آمالهم بالخصومة في ربهم والمحاربة في الههم يقولون في الله وفي\nكتابه بغير علم تعالى الله عما يقوله الضالون علوا كبيرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p191'> Vol. 03, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\nفليحذر امرؤ أن يكون معهم أو خدنا لهم فإنه قد رويت فيهم أخبار وآثار\nوتكلم العلماء فيهم بما قد رأيناه وشاهدناه + أثر قتادة حسن +\n</p>\n\n<p>\n146 قال رسول الله صلى الله عليه وسلم ( لا تقوم الساعة حتى تكون خصومة\nالناس في ربهم تعالى ) + ضعيف مرفوعا وقد صح <span id='ms343'></span> من قول ابن الحنفية )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p192'> Vol. 03, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\n147 وقال رسول الله صلى الله عليه وسلم ( لا يزال الناس يتساءلون هذا\nالله خلق الخلق فمن خلق الله )\n</p>\n\n<p>\nرواه أبو هريرة وقال قد سئلت عنها اليوم مرتين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p193'> Vol. 03, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\nوقال رسول الله صلى الله عليه وسلم ( فإذا وجد أحدكم شيئا من ذلك فليقل\nآمنت بالله ورسوله )\n</p>\n\n<p>\nفالله الله يا معاشر المسلمين راقبوا الله في أنفسكم وبالغوا في النصيحة\nلها والإشفاق عليها واحذروا مجالسة من يلبس عليكم دينكم ويوقع الشك في\nقلوبكم ويشككم في ربكم فإن هؤلاء الجهمية المعتزلة قد اختلفت بهم الأهواء\nوصيرتهم المذاهب إلى المذاهب القبيحة والآراء فأخذت بهم الطرق إلى المهالك\nفزاغوا عن سبيل الله إلى حدود الضلال فصاروا زائغين + صحيح متفق عليه +\n</p>\n\n<p>\n148 حدثنا القافلائي قال ثنا محمد بن إسحاق قال ثنا أحمد بن إبراهيم قال\nثنا سليمان بن حرب قال سمعت حماد بن زيد يقول الجهمية إنما يجادلون يقولون\nليس في السماء شيء + أثر حماد بن زيد إسناده صحيح على شرط مسلم +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p194'> Vol. 03, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\n149 وحدثنا القافلائي قال ثنا محمد بن إسحاق قال ثنا أحمد بن نصر بن مالك\nقال أخبرني رجل عن ابن المبارك قال قال له رجل يا أبا عبد الرحمن قد خفت\nالله من كثرة ما أدعو على الجهمية قال لا تخف فإنهم يزعمون أن إلهك الذي في\nالسماء ليس بشيء + أثر ابن المبارك سبق معناه وليس فيه ذكر الدعاء عليهم\nينظر +\n</p>\n\n<p>\n150 قال سلام بن أبي مطيع الجهمية كفار لا يصلي خلفهم + أثر سلام بن أبي\nمطيع إسناده صحيح + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p195'> Vol. 03, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\n151 وقال يزيد بن هارون زنادقة عليهم لعنة الله + أثر يزيد بن هارون\nإسناده صحيح +\n</p>\n\n<p>\n152 قال زهير إذا تيقنت أنه جهمي أعدت الصلاة خلفه يوم الجمعة وغيرها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p196'> Vol. 03, p. 196</a>\n            </div>\n             فاحذروا رحمكم الله هؤلاء الحلولية فإنهم من شرار عباد الله\nوهم يتشبهون بالصوفية ويظهرون الزهد والتقشف ويدعون الشرف والمحبة بإسقاط\nالخوف والرجاء ويزعمون أن الله معنا وحال فينا ومباشر بذاته لنا مبتدعة\nضلال يحضرون مجالس التغبير والقصائد ويستمعون الغناء من الأحداث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p197'> Vol. 03, p. 197</a>\n            </div>\n             المرد النساء فيزفنون ويرقصون ويتلذذون بالنظر إلى من قد <span id='ms344'></span> حرم\nالله عليهم النظر إليه واستماع ما لا يجوز استماعه فيطربون ويصفقون\nويتغاشون ويتماوتون ويزعمون أن ذلك من حبهم لربهم وشدة شوقهم إليه وأن\nقلوبهم تشاهده بأبصارها وتراه بتخيلها افتراء على الله ومخالفة لكتابه وسنة\nنبيه وما كان عليه السلف الأول والصالحون من عباده\n</p>\n\n<p>\nليس لهم حجة فيما يدعون ولا إمام من العلماء فيما يفعلون\n</p>\n\n<p>\nيسمعون كلام الله تعالى من الشيوخ وأهل الديانة ويسمعون أخبار الرسول\nوكلام الحكماء فلا تهش لذلك نفوسهم ولا تصغى إليه أسماعهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p198'> Vol. 03, p. 198</a>\n            </div>\n             ولا\nيظهر منهم بعض ما يظهرون عند استماع الغناء والقصائد والرباعيات في مجالس\nالأحداث وما قد جعلوه دينا ومذهبا وشريعة متبعة\n</p>\n\n<p>\nفنعوذ بالله من وحشة ما يظهرون وقبح ما يخفون ونسأل الله التوفيق لما يحب\nويرضى والعصمة من الزيغ واتباع الهوى فإنه سميع الدعاء لطيف لما يشاء وهو\nحسبنا ونعم الوكيل + أثر زهير إسناده صحيح +\n</p>\n\n<p>\n153 ولقد سئل أنس بن مالك عن القوم يستمعون القرآن فيصعقون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p199'> Vol. 03, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\nقال أولئك الخوارج + أثر أنس +\n</p>\n\n<p>\nا 54 وسئل ابن سيرين عن الذي يسمع القرآن فيصعق فقال ميعاد ما بيننا أن\nيجلس على حائط ويقرأ عليه القرآن من أوله إلى آخره فإنه سقط فهو كما يقول +\nأثر ابن سيرين +\n</p>\n\n<p>\n155 وقال قيس بن جبير الصعقة عند القصاص من الشيطان + أثر قيس بن جبير لم\nأقف عليه + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p200'> Vol. 03, p. 200</a>\n            </div>\n             & باب الإيمان والتصديق بأن الله تعالى ينزل في كل\nليلة إلى سماء الدنيا من غير زوال ولا كيف &\n</p>\n\n<p>\nقال الشيخ رحمه الله اعلموا رحمكم الله أن الله قد فرض على عباده\nالمؤمنين طاعة رسوله صلى الله عليه وسلم وقبول ما قاله وجاء به والإيمان\nبكل ما صحت به عنه الأخبار والتسليم لذلك بترك الاعتراض فيها وضرب الأمثال\nوالمقاييس إلى قول لم ولا كيف\n</p>\n\n<p>\nفإن معنى الإيمان تصديق\n</p>\n\n<p>\nوالاعتراض فيما قاله صلى الله عليه وسلم وحمل ذلك على الآراء والعقول\nتكذيب وضيق الصدر وحرج فيها\n</p>\n\n<p>\nقال الله عز وجل <span class='quran'>فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم ثم\nلا يجدوا في أنفسهم حرجا مما قضيت ويسلموا <span id='ms345'></span> تسليما </span></p>\n\n<p>\nوقد صح عن النبي صلى الله عليه وسلم أنه قال ( إن الله عز وجل ينزل في كل\nليلة إلى سماء الدنيا . . . . ) في حديث طويل سنذكره إن شاء الله بتمامه\nرواه الأئمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p201'> Vol. 03, p. 201</a>\n            </div>\n             المحدثون الثقات والمثبتون والفقهاء الورعون الذين\nنقلوا إلينا شريعة الإسلام ودعائمه مثل الصلاة والزكاة والصيام والحج\nوالجهاد وما يتلوا ذلك من سائر الأحكام من النكاح والطلاق والبيوع والحلال\nوالحرام فلن يطعن عليهم فيما رووه من هذه الأحاديث إلا خبيث مخبث ضال مضل\nملحد الحد يريد إبطال الشريعة وتكذيب الأمة\n</p>\n\n<p>\n156 حدثنا أبو الفضل جعفر بن محمد القافلائي قال ثنا محمد بن إسحاق\nالصاغاني قال ثنا سلم بن قادم قال ثنا موسى بن داود قال ثنا عباد بن العوام\nقدم علينا شريك بن عبد الله منذ نحو من خمسين سنة قال فقلت يا أبا عبد الله\nإن عندنا قوما من المعتزلة ينكرون هذه الأحاديث فحدثني بنحو من عشرة أحاديث\nفي هذا\n</p>\n\n<p>\nوقال أما نحن فقد أخذنا ديننا هذا عن التابعين وأخذ التابعون عن أصحاب\nرسول الله صلى الله عليه وسلم فهم عمن أخذوا + أثر عباد بن العوام عن شريك\nالقاضي إسناده صحيح + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p202'> Vol. 03, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\n157 حدثني أبو القاسم حفص بن عمر الأردبيلي قال ثنا أبو حاتم الرازي قال\nثنا يونس بن عبد الأعلى قال سمعت الشافعي يقول ما صح أن رسول الله صلى الله\nعليه وسلم قاله فلا يقال فيه لم ولا كيف\n</p>\n\n<p>\nقال يونس قال لي الشافعي ما أريد إلا نصحك ما وجدت عليه متقدمي أهل\nالمدينة فلا يدخل قلبك شك أنه الحق\n</p>\n\n<p>\nقال يونس وسمعت الشافعي يقول ليس لأحد من خلق الله في إبطال أصول\nالمدينيين حيلة ولا حجة + أثر الشافعي إسناده صحيح على شرط مسلم +\n</p>\n\n<p>\n158 وحدثني أبو القاسم قال ثنا أبو حاتم قال ثنا سليمان بن حرب قال سأل\nبشر بن السري حماد بن زيد فقال يا أبا إسماعيل الحديث الذي جاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p203'> Vol. 03, p. 203</a>\n            </div>\n            \nينزل الله عز وجل إلى السماء الدنيا قال حق كل ذلك كيف شاء الله + أثر حماد\nبن زيد <span id='ms346'></span> إسناده صحيح +\n</p>\n\n<p>\n159 حدثنا أبو حفص عمر بن محمد بن رجاء قال ثنا أبو أيوب عبد الرحمن بن\nعمرو قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p204'> Vol. 03, p. 204</a>\n            </div>\n             ثنا الحسين بن مهران قال حدثني أبو بكر الأثرم قال\nثنا إبراهيم بن الحارث العبادي قال حدثني الليث بن يحيى قال سمعت إبراهيم\nبن الأشعث قال سمعت الفضيل بن عياض يقول إذا قال لك الجهمي أنا أكفر برب\nيزول عن مكانه فقل أنت أنا لا أكفر برب يفعل ما يشاء + أثر الفضيل بن عياض\nصحيح +\n</p>\n\n<p>\n160 حدثنا أبو بكر محمد بن علي الشيلماني قال ثنا عبد الله بن العباس\nالطيالسي قال ثنا إسحاق بن منصور الكوسج قال قلت لأحمد ينزل ربنا عز وجل كل\nليلة حتى يبقى ثلث الليل الآخر إلى السماء الدنيا أليس تقول بهذه الأحاديث\nقال أحمد صحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p205'> Vol. 03, p. 205</a>\n            </div>\n            \n</p>\n\n<p>\nقال إسحاق بن راهويه ولا يدعه إلا مبتدع أو ضعيف الرأي + أثر أحمد وإسحاق\nصحيح +\n</p>\n\n<p>\n161 حدثنا أبو بكر أحمد بن سلمان النجاد قال ثنا جعفر بن أبي عثمان\nالطيالسي قال قال يحيى بن معين إذا قال لك الحهمي كيف ينزل فقل كيف يصعد\n</p>\n\n<p>\nقال الشيخ وقد روى هذا الحديث جماعة من الصحابة من الصدر الأول والطبقة\nالعليا ونقل ذلك عنهم السادات من التابعين ثم بعدهم أهل العدالة والإتقان\nوالتثبت من المحدثين وفقهاء المسلمين\n</p>\n\n<p>\nرواية أبي هريرة وأبي سعيد الخدري + أثر يحيى بن معين إسناده صحيح +\n</p>\n\n<p>\n162 حدثنا أبو الفضل جعفر بن محمد القافلائي قال ثنا محمد بن إسحاق\nالصاغاني قال ثنا يزيد بن هارون قال ثنا شريك عن أبي إسحاق عن الأغر أنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p206'> Vol. 03, p. 206</a>\n            </div>\n             شهد علي أبي سعيد وأبي هريرة عن النبي صلى الله عليه وسلم أنه\nقال ( إذا كان ثلث الليل الآخر نزل الله تعالى إلى السماء الدنيا فقال هل\nمن مستغفر يغفر له هل من سائل يعط هل من تائب يتب عليه ) + صحيح رواه مسلم\n+\n</p>\n\n<p>\n163 وعن أبي هريرة أن رسول الله صلى الله عليه وسلم قال ( ينزل الله\nتبارك وتعالى كل ليلة إلى السماء الدنيا حين يبقى ثلث الليل فيقول من\nيدعوني <span id='ms347'></span> فاستجيب له من يسألني فأعطيه من يستغفرني فأغفر له ) + صحيح رواه\nالجماعة + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p207'> Vol. 03, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\n164 وفي اللفظ الآخر ( إن الله يمهل حتى إذا ذهب شطر الليل أو ثلث الليل\nالأول ثم ينزل إلى السماء الدنيا فيقول هل من سائل فأعطيه هل من تائب فأتوب\nعليه هل من مستغفر فأغفر له حتى تطلع الشمس ) وللحديث طرق كثيرة\n</p>\n\n<p>\nابن مسعود + صحيح رواه مسلم كما سبق قبل حديث +\n</p>\n\n<p>\n165 حدثنا ابن مخلد قال ثنا عباس الدوري قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p208'> Vol. 03, p. 208</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p209'> Vol. 03, p. 209</a>\n            </div>\n             ثنا\nجعفر ابن عون قال ثنا إبراهيم الهجري عن أبي الأحوص عن ابن مسعود قال قال\nرسول الله صلى الله عليه وسلم ( يهبط الله إلى سماء الدنيا لثلث الليل\nفيبسط يده ألا عبد يسألني فأعطيه إلى صلاة الفجر ) + صحيح لغيره +\n</p>\n\n<p>\n166 جبير بن مطعم عن النبي صلى الله عليه وسلم قال ( ينزل الله عز وجل كل\nليلة إلى السماء الدنيا فيقول هل من مستغفر فاغفر له هل من سائل فأعطيه )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p210'> Vol. 03, p. 210</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p211'> Vol. 03, p. 211</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p212'> Vol. 03, p. 212</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p213'> Vol. 03, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\nرفاعة بن عرابة الجهني + صحيح عن رجل أما رواية جبير بن مطعم فهي خطأ من\nحماد بن سلمة +\n</p>\n\n<p>\n167 حدثنا القافلائي قال ثنا الصاغاني قال ثنا حسن بن موسى الأشيب قال\nثنا شيبان عن يحيى بن أبي كثير قال حدثني هلال بن أبي ميمونة عن عطاء بن\nيسار عن رفاعة بن عرابة الجهني قال أقبلنا مع رسول الله صلى الله عليه وسلم\nحتى إذا كنا بالكديد أو قال بقديد ثم ذكر كلاما وقال ( إذا بقي ثلث الليل\nأو قال نصف الليل نزل الله عز وجل إلى السماء الدنيا فيقول لا أسأل عن\nعبادي غيري من يسألني فأعطه من يستغفرني أغفر له من يدعوني أستجب له حتى\nينفجر الصبح ) + صحيح + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p214'> Vol. 03, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\n168 رواه من طريق إذا مضى من الليل نصفه أو ثلثاه هبط الله عز وجل إلى\nالسماء الدنيا ثم قال لا أسأل عن عبادي غيري ومن ذا الذي يدعوني فأستجيب له\nمن ذا الذي يسألني أعطيه حتى يطلع الفجر )\n</p>\n\n<p>\nأبو الدرداء + صحيح ينظر تخريجه في الحديث السابق +\n</p>\n\n<p>\n169 حدثنا القافلائي قال ثنا محمد بن إسحاق <span id='ms348'></span> قال ثنا محمد بن إبراهيم قال\nثنا يحيى بن بكير المصري قال ثنا الليث قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p215'> Vol. 03, p. 215</a>\n            </div>\n             حدثني زيادة بن\nمحمد الأنصاري عن محمد بن كعب القرظي عن فضالة بن عبيد عن أبي الدرداء عن\nرسول الله صلى الله عليه وسلم أنه قال ( إن الله عز وجل ينزل في ثلاث ساعات\nيبقين من الليل فيفتتح الذكر في الساعة الأولى الذي لم يره أحد غيره فيمحو\nما يشاء ويثبت ما يشاء ثم ينزل الساعة الثانية إلى جنة عدن وهي داره التي\nلم يرها غيره ولم تخطر على قلب بشر وهي مسكنة لا يسكنها معه من بني آدم غير\nثلاثة النبيين والصديقين والشهداء ثم يقول طوبى لمن دخلك ثم ينزل في الساعة\nالثالثة إلى السماء الدنيا بروحه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p216'> Vol. 03, p. 216</a>\n            </div>\n             وملائكته فتتقلص ثم يقول قومي\nبعزتي ثم يطلع على عباده فيقول ألا هل من مستغفر يستغفرني أغفر له ألا هل\nمن سائل يسألني أعطه ألا هل من داع يدعوني أجبه حتى تكون صلاة الفجر وكذلك\nيقول الله عز وجل <span class='quran'>وقرآن الفجر إن قرآن الفجر كان مشهودا </span>يشهده\nالله وملائكة الليل والنهار ) رواه من طرق\n</p>\n\n<p>\nعلي بن أبي طالب + منكر +\n</p>\n\n<p>\n170 حدثنا القافلائي قال ثنا الصاغاني قال ثنا محمد بن حميد قال ثنا\nإبراهيم بن المختار قال ثنا محمد بن إسحاق عن عبد الرحمن بن يسار عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p217'> Vol. 03, p. 217</a>\n            </div>\n             عبد الله بن أبي رافع عن علي عن النبي صلى الله عليه وسلم ( إن\nالله عز وجل ينزل كل ليلة إلى السماء الدنيا حين يذهب الثلث الأول من الليل\nفيقول هل من سائل فأعطيه هل من عان فأفك عنه هل من مستغفر فأغفر له هل من\nداع فاستجيب له حتى يطلع الفجر )\n</p>\n\n<p>\nعثمان بن أبي العاص + صحيح لغيره إسناده حسن +\n</p>\n\n<p>\n171 عن النبي صلى الله عليه وسلم قال ( ينزل الله عز وجل إلى السماء\nالدنيا كل ليلة فيقول هل من داع فأستجيب له هل من سائل فأعطيه هل من مستغفر\nفأغفر له ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p218'> Vol. 03, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\nعمرو بن عبسة + صحيح لغيره إسناده ضعيف +\n</p>\n\n<p>\n172 حدثنا القافلائي قال ثنا <span id='ms349'></span> محمد بن إسحاق قال ثنا يحيى بن أبي بكير قال\nثنا حريز بن عثمان الرحبي عن سليم بن عامر الكلاعي عن عمرو بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p219'> Vol. 03, p. 219</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p220'> Vol. 03, p. 220</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p221'> Vol. 03, p. 221</a>\n            </div>\n             عبسة أنه أتى النبي صلى الله عليه وسلم في عكاظ\nليس معه إلا أبو بكر وبلال فقال انطلق حتى يمكن الله لرسوله ثم إنه أتاه\nبعد فقال جعلني الله فداك أسألك عن شيء تعلمه وأجهله ينفعني ولا يضرك ما\nساعة أقرب من ساعة وما ساعة يتقى فيها\n</p>\n\n<p>\nفقال ( يا عمرو بن عبسة لقد سألت عن شيء ما سألني عنه أحد قبلك إن الرب\nعز وجل يتدلى من جوف الليل فيغفر إلا ما كان عن الشرك والبغي والصلاة\nمشهودة حتى تطلع الشمس )\n</p>\n\n<p>\nأبو بكر الصديق + صحيح أصله في مسلم دون موضع الشاهد منه +\n</p>\n\n<p>\n173 حدثنا أبو بكر النيسابوري قال ثنا يونس بن عبد الأعلى قال ثنا عبد\nالله بن وهب قال أخبرني عمرو بن الحارث عن عبد الملك بن عبد الملك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p222'> Vol. 03, p. 222</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p223'> Vol. 03, p. 223</a>\n            </div>\n             عن مصعب بن أبي ذئب عن القاسم بن محمد عن أبيه أو\nعن عمه عن جده أبي بكر أن النبي صلى الله عليه وسلم قال ( إن الله عز وجل\nينزل إلى السماء الدنيا في ليلة النصف من شعبان فيغفر فيها لكل بشر ما خلا\nكافرا أو رجلا في قلبه شحناء ) + صحيح لغيره إسناده ضعيف +\n</p>\n\n<p>\n174 في رواية أخرى ( إلا رجلا مشركا أو في قلبه شحناء ) + صحيح لغيره +\n</p>\n\n<p>\n175 وفي رواية أبي موسى قال سمعت رسول الله صلى الله عليه وسلم يقول (\nينزل ربنا إلى السماء الدنيا في النصف من شعبان فيغفر لأهل الأرض إلا مشركا\nأو مشاحنا ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p224'> Vol. 03, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\nعائشة + صحيح لغيره ينظر ما قبله +\n</p>\n\n<p>\n176 حدثنا النيسابوري قال ثنا محمد بن عبد الملك يعني الواسطي قال ثنا\nيزيد بن هارون قال ثنا حجاج عن يحيى بن أبي كثير عن عروة عن عائشة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p225'> Vol. 03, p. 225</a>\n            </div>\n             قالت فقدت النبي صلى الله عليه وسلم ذات ليلة فإذا هو بالبقيع\nرافع رأسه إلى السماء قال أكنت تخافين أن يحيف الله عليك ورسوله قلت فما\nذاك يا رسول الله <span id='ms350'></span> ولكني ظننت أنك أتيت بعض نسائك فقال ( إن الله ينزل إلى\nالسماء الدنيا ليلة النصف من شعبان فيغفر لأكثر من عدد شعر غنم كلب )\n</p>\n\n<p>\nيوم عرفة + ضعيف +\n</p>\n\n<p>\n177 حدثنا أبو جعفر محمد بن علي بن دحيم الشيباني قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p226'> Vol. 03, p. 226</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p227'> Vol. 03, p. 227</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p228'> Vol. 03, p. 228</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p229'> Vol. 03, p. 229</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p230'> Vol. 03, p. 230</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p231'> Vol. 03, p. 231</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p232'> Vol. 03, p. 232</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p233'> Vol. 03, p. 233</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p234'> Vol. 03, p. 234</a>\n            </div>\n             ثنا أبو عمر ابن أبي غرزة الغفاري قال ثنا أبو\nنعيم الفضل بن دكين قال ثنا مرزوق عن أبي الزبير عن جابر قال قال رسول الله\nصلى الله عليه وسلم ( إذا كان يوم عرفة فإن الله عز وجل ينزل إلى سماء\nالدنيا فيباهي بهم الملائكة فيقول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p235'> Vol. 03, p. 235</a>\n            </div>\n             انظروا إلى عبادي أتوني شعثا\nغبرا ضاحين من كل فج عميق أشهدكم أني قد غفرت لهم فتقول الملائكة يا رب\nفيهم فلان وفلانة قال فيقول الله عز وجل قد غفرت لهم )\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم ( فما من يوم أكثر عتيقا من النار من\nيوم عرفة ) + صحيح +\n</p>\n\n<p>\n178 وعن أم سلمة قالت نعم اليوم ينزل فيه ربنا إلى سماء الدنيا\n</p>\n\n<p>\nقيل لها وأي يوم ذلك\n</p>\n\n<p>\nقالت يوم عرفة ينزل فيه ربنا إلى سماء الدنيا يغفر الله فيه لجميع من\nشهده + أثر أم سلمة صحيح + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p236'> Vol. 03, p. 236</a>\n            </div>\n            \n</p>\n\n<p>\nليلة عاشوراء وغيرها عن التابعين\n</p>\n\n<p>\n179 حدثنا القافلائي قال ثنا محمد بن إسحاق قال ثنا يحيى بن أبي بكير قال\nثنا زهير بن محمد عن شريك ابن أبي نمر عن سعيد بن الصلت أبي يعقوب مولى آل\nمخرمة أنه بلغه أن الله عز وجل ينزل يوم عاشوراء إلى السماء الدنيا بعد\nهدأة من الليل فيمجد نفسه فيقول أنا الواحد ومن مثلي أنا الملك ومن مثلي\nفيمجد نفسه ما شاء ثم يقول ألا سائل يسألني ألا داع يدعوني حتى يطلع الفجر\n+ أثر سعيد بن الصلت بن يعقوب مولى آل مخرمة هو بلاغ منقطع +\n</p>\n\n<p>\n180 حدثنا القافلائي قال ثنا محمد بن إسحاق قال ثنا حجاج قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p237'> Vol. 03, p. 237</a>\n            </div>\n            \nثنا أبو أحمد الزبيري قال ثنا إسرائيل عن ثوير عن رجل من أصحاب النبي صلى\nالله عليه وسلم يقال له أبو الخطاب أنه سأل النبي صلى الله عليه وسلم عن <span id='ms351'></span>\nالوتر فقال ( أحب أن أوتر نصف الليل إن الله يهبط من السماء العليا إلى\nالسماء الدنيا بفيقول هل من مذنب هل من مستغفر هل من داع حتى إذا طلع الفجر\nارتفع ) + إسناده ضعيف جدا +\n</p>\n\n<p>\n181 وعن ابن عباس نحوه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p238'> Vol. 03, p. 238</a>\n            </div>\n            \n</p>\n\n<p>\nقال الشيخ وقد اختصرت من الأحاديث المروية في هذا الباب ما فيه كفاية\nوهداية للمؤمن الموفق الذي شرح الله صدره للإسلام وأمده ببصائر الإيمان\nوأعاذه من عناد الجهمية وجحود المعتزلة فإن الجهمية ترد هذه الأحاديث\nوتجحدها وتكذب الرواة وفي تكذيبها لهذه الأحاديث رد على رسول الله صلى الله\nعليه وسلم ومعاندة له ومن رد على رسول الله صلى الله عليه وسلم فقد رد على\nالله\n</p>\n\n<p>\nقال الله عز وجل <span class='quran'>وما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا </span></p>\n\n<p>\nفإذا قامت على الجهمي الحجة وعلم صحة هذه الأحاديث ولم يقدر على جحدها\n</p>\n\n<p>\nقال الحديث صحيح وإنما معنى قول النبي صلى الله عليه وسلم ( ينزل ربنا في\nكل ليلة ) ينزل أمره\n</p>\n\n<p>\nقلنا إنما قال النبي صلى الله عليه وسلم ( ينزل الله عز وجل ) ( وينزل\nربنا ) ولو أراد أمره لقال ينزل أمر ربنا\n</p>\n\n<p>\nفيقول إن قلنا ينزل فقد قلنا إنه يزول والله لا يزول ولو كان ينزل لزال\nلأن كل نازل زائل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p239'> Vol. 03, p. 239</a>\n            </div>\n            \n</p>\n\n<p>\nفقلنا أو لستم تزعمون أنكم تنفون التشبيه عن رب العالمين فقد صرتم بهذه\nالمقالة إلى أقبح التشبيه وأشد الخلاف لأنكم إن جحدتم الآثار وكذبتم\nبالحديث رددتم على رسول الله صلى الله عليه وسلم قوله وكذبتم خبره\n</p>\n\n<p>\nوإن قلتم لا ينزل إلا بزوال فقد شبهتموه بخلقه وزعمتم أنه لا يقدر أن\nينزل إلا بزواله على وصف المخلوق الذي إذا كان بمكان خلا منه مكان\n</p>\n\n<p>\nلكنا نصدق نبينا صلى الله عليه وسلم ونقبل ما جاء به فإنا بذلك أمرنا\nوإليه ندبنا\n</p>\n\n<p>\nفنقول كما قال ينزل ربنا عز وجل ولا نقول أنه يزول بل ينزل كيف شاء لا\nنصف نزوله ولا نحده ولا نقول إن نزوله زواله\n</p>\n\n<p>\nقال شريك إنما جاء بهذه الأحاديث من جاء بالسنن عن <span id='ms352'></span> رسول الله صلى الله\nعليه وسلم الصلاة والصيام والزكاة والحج وإنما عرفنا الله وعبدناه بهذه\nالأحاديث + أثر ابن عباس إسناده حسن +\n</p>\n\n<p>\n182 أخبرني محمد بن الحسين عن الحسن بن علي أبي سعيد الجصاص قال ثنا\nالربيع بن سليمان قال قال الشافعي وليس في سنة رسول الله صلى الله عليه\nوسلم إلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p240'> Vol. 03, p. 240</a>\n            </div>\n             اتباعها بفرض الله والمسألة في شيء قد ثبتت فيه السنة\nلا يسع عالما والله أعلم + أثر الشافعي إسناده صحيح +\n</p>\n\n<p>\n183 حدثنا القافلائي قال ثنا محمد بن إسحاق قال ثنا الهيثم بن خارجة قال\nثنا الوليد بن مسلم قال سألت الأوزاعي والثوري ومالك بن أنس والليث بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p241'> Vol. 03, p. 241</a>\n            </div>\n             سعد عن الأحاديث التي في الصفات وكلهم قال أمروها كما جاءت بلا\nتفسير + أثر الأوزاعي والثوري ومالك والليث إسناده صحيح +\n</p>\n\n<p>\n184 وأخبرني أبو صالح قال حدثني أبو الحسن علي بن عيسى بن الوليد قال ثنا\nأبو علي حنبل بن إسحاق قال قلت لأبي عبد الله ينزل الله تعالى إلى سماء\nالدنيا قال نعم\n</p>\n\n<p>\nقلت نزوله بعلمه أم بماذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p242'> Vol. 03, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\nقال فقال لي اسكت عن هذا وغضب غضبا شديدا وقال مالك ولهذا امض الحديث كما\nروي بلا كيف + أثر أبي عبد الله أحمد بن حنبل صحيح + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p243'> Vol. 03, p. 243</a>\n            </div>\n             & باب\nالإيمان بأن الله عز وجل خلق آدم على صورته بلا كيف &\n</p>\n\n<p>\nقال الشيخ وكل ما جاء من هذه الأحاديث وصحت عن رسول الله صلى الله عليه\nوسلم ففرض على المسلمين قبولها والتصديق بها والتسليم لها وترك الاعتراض\nعليها وواجب على من قبلها وصدق بها أن لا يضرب لها المقاييس ولا يتحمل لها\nالمعاني والتفاسير لكن تمر على ما جاءت ولا يقال فيها لم ولا كيف إيمانا\nبها وتصديقا ونقف من لفظها وروايتها حيث وقف أئمتنا وشيوخنا وننتهي منها\nحيث انتهى بنا كما قال المصطفى نبينا صلى الله عليه وسلم بلا معارضة ولا\nتكذيب ولا تنقير ولا تفتيش والله الموفق وهو حسبنا ونعم الوكيل\n</p>\n\n<p>\nفإن الذين نقلوها إلينا هم الذين نقلوا إلينا القرآن وأصل الشريعة فالطعن\nعليهم والرد لما نقلوه من هذه <span id='ms353'></span> الأحاديث طعن في الدين ورد لشريعة المسلمين\nومن فعل ذلك فالله حسيبه والمنتقم منه بما هو أهله\n</p>\n\n<p>\n185 حدثنا أبو عبد الله نصر بن أحمد بن علي الجوزجاني قال ثنا يوسف ابن\nموسى قال ثنا جرير عن الأعمش عن حبيب بن أبي ثابت عن عطاء بن أبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p244'> Vol. 03, p. 244</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p245'> Vol. 03, p. 245</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p246'> Vol. 03, p. 246</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p247'> Vol. 03, p. 247</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p248'> Vol. 03, p. 248</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p249'> Vol. 03, p. 249</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p250'> Vol. 03, p. 250</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p251'> Vol. 03, p. 251</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p252'> Vol. 03, p. 252</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p253'> Vol. 03, p. 253</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p254'> Vol. 03, p. 254</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p255'> Vol. 03, p. 255</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p256'> Vol. 03, p. 256</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p257'> Vol. 03, p. 257</a>\n            </div>\n             رباح عن ابن عمر قال قال رسول الله صلى الله عليه\nوسلم ( لا تقبحوا الوجه فإن الله خلق آدم على صورة الرحمن ) + رجاله ثقات\nوهو ضعيف معلول +\n</p>\n\n<p>\n186 حدثنا أبو الفضل جعفر بن محمد القافلائي نا محمد بن إسحاق الصاغاني\nنا هاشم بن القاسم نا أبو معشر عن سعيد المقبري عن أبي هريرة قال قال رسول\nالله صلى الله عليه وسلم ( لا يقولن أحدكم قبح الله وجهك فإن الله عز وجل\nخلق آدم على صورته )\n</p>\n\n<p>\nقال أبو النضر فقلت لأبي معشر عن النبي صلى الله عليه وسلم فقال عن النبي\nصلى الله عليه وسلم + صحيح إسناده ضعيف + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p258'> Vol. 03, p. 258</a>\n            </div>\n            \n</p>\n\n<p>\n187 حدثنا جعفر نا محمد أنا علي بن الحسن بن شقيق أنا عبد الله أنا أسامة\nبن زيد عن سعيد المقبري عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم\n( إن الله عز وجل خلق آدم على صورته ) + صحيح بما قبله وما بعده حسن\nالإسناد +\n</p>\n\n<p>\n188 حدثنا جعفر نا محمد أنا أبو صالح حدثني الليث حدثني محمد بن عجلان عن\nسعيد بن أبي سعيد المقبري عن أبي هريرة عن رسول الله صلى الله عليه وسلم\nأنه قال ( لا يقولن أحدكم لأخيه قبح الله وجهك ووجه من أشبه وجهك فإن الله\nخلق آدم على صورته ) + صحيح بما قبله + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p259'> Vol. 03, p. 259</a>\n            </div>\n            \n</p>\n\n<p>\n189 حدثنا جعفر ثنا محمد أنا أبو الأسود أنا ابن لهيعة عن أبي يونس عن\nأبي هريرة عن رسول الله صلى الله عليه وسلم قال ( إذا قاتل أحدكم فليجتنب\nالوجه فإنما صورة الإنسان على صورة الرحمن جل اسمه ) + إسناده ضعيف وهو\nمعلول +\n</p>\n\n<p>\n190 حدثنا جعفر نا محمد أنبا علي بن بحر وهارون بن معروف قالا نا جرير عن\nالأعمش عن حبيب بن أبي <span id='ms354'></span> ثابت عن عطاء بن أبي رباح عن ابن عمر قال قال رسول\nالله صلى الله عليه وسلم ( لا تقبحوا الوجه فإن ابن آدم خلق على صورة\nالرحمن عز وجل ) + ضعيف معلول تقدم الكلام عليه في الحديث + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p260'> Vol. 03, p. 260</a>\n            </div>\n            \n</p>\n\n<p>\n191 حدثنا جعفر نا محمد أنا سريج بن يونس نا أبو حفص الأبار عن الأعمش عن\nرجل عن سعيد بن جبير عن ابن عباس قال غضب موسى عليه السلام على قومه من بعض\nما كانوا يتلونه منه فلما نزل الحجر قال اشربوا يا حمير فأوحى الله إليه أن\nيا موسى تعمد إلى خلق من خلقي خلقتهم على مثل صورتي فتقول لهم يا حمير فما\nبرح موسى حتى أصابته عقوبة + أثر ابن عباس إسناده ضعيف +\n</p>\n\n<p>\n192 حدثنا أبو بكر أحمد بن سلمان النجاد نا أبو إسماعيل محمد بن إسماعيل\nنا نعيم بن حماد نا عبد الرزاق عن سفيان عن الأعمش عن عطية عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p261'> Vol. 03, p. 261</a>\n            </div>\n            \nأبي سعيد الخدري قال قال رسول الله صلى الله عليه وسلم ( إذا قاتل أحدكم\nفليجتنب الوجه فإن الله تعالى خلق آدم على صورته ) + صحيح لغيره إسناده\nضعيف +\n</p>\n\n<p>\n193 حدثنا القافلائي ثنا العباس بن محمد نا محاضر عن الأعمش عن حبيب ابن\nأبي ثابت عن عطاء عن ابن عمر عن النبي صلى الله عليه وسلم قال ( لا تقبحوا\nالوجه فإن ابن آدم خلق على صورة الرحمن ) + ضعيف معلول تقدم الكلام عليه +\n</p>\n\n<p>\n194 حدثنا نهشل بن دارم نا الرمادي ح وحدثني أبو صالح نا أبو الأحوص قالا\nنا أصبغ بن الفرج ح وحدثنا القافلائي ثنا الصاغاني نا أصبغ أنا ابن وهب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p262'> Vol. 03, p. 262</a>\n            </div>\n             أخبرني عبد الله بن عياش القتباني عن أبيه أن أبا بردة بن أبي\nموسى حدث يزيد بن المهلب أن أباه حدثه أنه سمع رسول الله صلى الله عليه\nوسلم يقول ( ملعون من سئل بوجه الله فمنع سائله ما سأل ما لم يسأل هجرا ) +\nإسناده حسن + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p263'> Vol. 03, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\n195 حدثنا أبو عبد الله ابن العلاء نا يوسف القطان نا عبيد الله بن موسى\nثنا سفيان عن حكيم بن الديلم عن أبي <span id='ms355'></span> بردة عن أبي موسى قال قام فينا رسول\nالله صلى الله عليه وسلم فقال ( إن الله لا ينام ولا ينبغي له أن ينام يخفض\nالقسط ويرفعه يرفع إليه عمل الليل قبل النهار وعمل النهار قبل الليل حجابه\nالنار لو كشفها لأحرقت سبحات وجهه كل شيء أدركه بصره ) + صحيح رواه مسلم +\n</p>\n\n<p>\n196 حدثنا أحمد بن سلمان النجاد حدثني محمد بن جعفر نا أبو بكر المروذي\nقال قلت لأبي عبد الله كيف تقول في حديث النبي صلى الله عليه وسلم ( خلق\nالله آدم على صورته ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p264'> Vol. 03, p. 264</a>\n            </div>\n            \n</p>\n\n<p>\nقال أما الأعمش فيقول عن حبيب بن أبي ثابت عن عطاء عن ابن عمر عن النبي\nصلى الله عليه وسلم ( إن الله عز وجل خلق آدم على صورة الرحمن ) فنقول كما\nجاء الحديث\n</p>\n\n<p>\nوسمعت أبا عبد الله وذكر له بعض المحدثين قال خلقه على صورته قال على\nصورة الطين فقال هذا كلام الجهمية + أثر أحمد فيه من لم أعرفه +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p265'> Vol. 03, p. 265</a>\n            </div>\n            \n</p>\n\n<p>\n197 حدثنا أبو بكر أحمد بن علي الشيلماني نا عبد الله بن العباس الطيالسي\nنا إسحاق بن منصور قال قلت لأحمد لا تقبحوا الوجوه فإن الله خلق آدم على\nصورته أليس تقول بهذه الأحاديث قال أحمد صحيح\n</p>\n\n<p>\nقال ابن راهويه صحيح ولا يدعه إلا مبتدع أو ضعيف الرأي + أثر أحمد وإسحاق\nإسناده صحيح تقدم +\n</p>\n\n<p>\n198 حدثنا أبو حفص عمر بن محمد بن رجاء نا أبو نصر عصمة بن أبي عصمة قال\nنا أبو طالب قال سمعت أبا عبد الله يقول من قال إن الله تعالى خلق آدم على\nصورة آدم فهو جهمي وأي صورة كانت لآدم قبل أن يخلقه + أثر أبي عبد الله\nأحمد بن حنبل صحيح + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p266'> Vol. 03, p. 266</a>\n            </div>\n            \n</p>\n\n<p>\n199 حدثني أبو صالح ثنا محمد بن داود أبو جعفر البصروي نا أبو الحارث\nالصائغ قال قلت لأبي عبد الله يا أبا عبد الله قلت لرجل لا نقول إن وجه\nالله ليس بمخلوق فقال لا إلا أن يكون في الكتاب نص فارتعد أبو عبد الله\nوقال أستغفر الله سبحان الله هو الكفر بالله أحدثك في <span id='ms356'></span> أن وجه الله ليس\nبخلوق + أثر أبي الحارث الصائغ عن أحمد +\n</p>\n\n<p>\n200 حدثنا القاضي المحاملي نا سلم بن جنادة نا أبو معاوية ح حدثنا أحمد\nابن سلمان النجاد نا محمد بن عثمان بن أبي شيبة نا أبي وعمي عبد الله قالا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p267'> Vol. 03, p. 267</a>\n            </div>\n             نا أبو معاوية ح وحدثنا أبو جعفر القطيعي نا عبد الله بن أحمد\nحدثني أبي نا أبو معاوية عن الأعمش عن عمرو بن مرة عن أبي عبيدة عن أبي\nموسى قال قام فينا رسول الله صلى الله عليه وسلم بخمس ( إن الله لا ينام\nولا ينبغي له أن ينام يخفض القسط ويرفعه يرفع إليه عمل الليل قبل النهار\nوعمل النهار قبل الليل حجابة النار لو كشف طبقها لأحرق سبحات وجهه كل شيء\nأدركه بصره من خلقه ) + صحيح تقدم تخريجه +\n</p>\n\n<p>\n201 وحدثني أبو بكر عبد العزيز بن جعفر ثنا أبو بكر أحمد بن هارون قال\nسألت ثعلبا عن قول النبي صلى الله عليه وسلم ( لأحرقت سبحات وجهه ) فقال (\nالسبحات يعني من ابن آدم الموضع الذي يسجد عليه ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p268'> Vol. 03, p. 268</a>\n            </div>\n            \n</p>\n\n<p>\nقال الشيخ رحمه الله وكذبت الجهمية بهذا كله\n</p>\n\n<p>\nوقالوا لا نقول إن لله تعالى وجها لأنه لا يكون وجه إلا بقفا ووجه الله\nتعالى بلا كيف\n</p>\n\n<p>\nوقد أكذبهم الله عز وجل ورسوله صلى الله عليه وسلم\n</p>\n\n<p>\nفقال ^ كل شيء هالك إلا وجهه الله ^\n</p>\n\n<p>\nوقال <span class='quran'>كل من عليها فان ويبقى وجه ربك </span></p>\n\n<p>\nوقال <span class='quran'>وما آتيتم من زكاة تريدون وجه الله </span></p>\n\n<p>\nوقال النبي صلى الله عليه وسلم ( اللهم ارزقني النظر إلى وجهك )\n</p>\n\n<p>\nوقد ذكرنا من الحديث في هذا الباب وفي غيره ما فيه كفاية لمن عقل + أثر\nثعلب إسناده صحيح + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p269'> Vol. 03, p. 269</a>\n            </div>\n             & باب الإيمان بأن قلوب العباد بين إصبعين\nمن أصابع الرب تعالى بلا كيف &\n</p>\n\n<p>\n202 حدثنا جعفر بن محمد القافلائي نا محمد بن إسحاق الصاغاني نا علي بن\nالحسن بن شقيق أنا عبد الله يعني ابن المبارك أنا عبد الرحمن بن يزيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p270'> Vol. 03, p. 270</a>\n            </div>\n             ابن جابر عن بسر بن عبيد الله قال سمعت أبا إدريس الخولاني\nيذكر أنه سمع النواس بن <span id='ms357'></span> سمعان يقول سمعت رسول الله صلى الله عليه وسلم يقول\n( ما من قلب إلا بين إصبعين من أصابع الرحمن إن شاء أقامه وإن شاء أزاغه )\n</p>\n\n<p>\nوكان رسول الله صلى الله عليه وسلم يقول ( يا مقلب القلوب ثبت قلوبنا على\nدينك )\n</p>\n\n<p>\nقال ( والميزان بيد الرحمن يرفع أقواما ويضع آخرين ) + صحيح الإسناد على\nشرط الشيخين +\n</p>\n\n<p>\n203 حدثنا أبو بكر بن سلمان ثنا الحارث بن محمد التميمي نا أبو عبد\nالرحمن المقرىء ثنا حيوة وأخبرني أبو هانئ أنه سمع أبا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p271'> Vol. 03, p. 271</a>\n            </div>\n             عبد\nالرحمن يعني الحبلي يقول سمعت عبد الله بن عمرو يقول سمعت رسول الله صلى\nالله عليه وسلم يقول ( قلوب بني آدم كلها بين إصبعين من أصابع الرحمن كقلب\nواحد يصرفها حيث شاء )\n</p>\n\n<p>\nوقال رسول الله صلى الله عليه وسلم ( يا مصرف القلوب صرف قلوبنا إلى\nطاعتك ) + صحيح على شرط مسلم +\n</p>\n\n<p>\n204 حدثنا النيسابوري ثنا الترقفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p272'> Vol. 03, p. 272</a>\n            </div>\n             ثنا زيد بن يحيى ثنا سعيد\nبن بشير ثنا قتادة عن أبي حسان عن عائشة أم المؤمنين عن النبي صلى الله\nعليه وسلم قال ( ما من قلب إلا وهو بين إصبعين من أصابع الرحمن إذا شاء أن\nيقيمه أقامه وإن شاء أن يزيغه أزاغه ) + صحيح لغيره +\n</p>\n\n<p>\n205 حدثنا جعفر ثنا محمد أنبا سليمان بن حرب ثنا حماد بن زيد عن المعلى\nبن زياد ويونس بن عتبة عن الحسن عن أم المؤمنين قالت كانت من دعوة رسول\nالله صلى الله عليه وسلم ( يا مقلب القلوب ثبت قلبي على دينك ) قلت يا رسول\nالله هل تخاف قال ( وما يؤمنني وليس من أحد إلا وقلبه بين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p273'> Vol. 03, p. 273</a>\n            </div>\n            \nإصبعين من أصابع الله إن شاء أن يقيمه أقامه وإن شاء أن يزيغه أزاغه يقلب\nإصبعيه ) + صحيح بما قبله +\n</p>\n\n<p>\n206 حدثنا أبو حامد محمد بن هارون الحضرمي ثنا محمد بن زياد بن عبيد الله\nالزيادي ثنا الفضيل بن عياض عن الأعمش عن أبي سفيان عن أنس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p274'> Vol. 03, p. 274</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p275'> Vol. 03, p. 275</a>\n            </div>\n             ابن مالك قال كان رسول الله صلى الله عليه وسلم يكثر أن يقول\nيا مقلب القلوب ثبت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p276'> Vol. 03, p. 276</a>\n            </div>\n             قلبي على دينك فنقول له <span id='ms358'></span> يا رسول الله تخشى\nعلينا وقد آمنا بك وآمنا بما جئت به فقال إن قلوب الخلائق بين إصبعين من\nأصابع الرحمن إن شاء هكذا وإن شاء هكذا + صحيح لغيره +\n</p>\n\n<p>\n207 أخبرنا جعفر القافلائي نا محمد بن إسحاق أنبا أحمد بن عمر الوكيعي\nثنا أبو عبد الرحمن المقرىء عن حيوة بن شريح أخبرني أبو هانئ أنه سمع أبا\nعبد الرحمن الحبلي يقول إنه سمع عبد الله بن عمرو يقول سمع رسول الله صلى\nالله عليه وسلم يقول ( إن قلوب بني آدم كلها بين إصبعين من أصابع الرحمن\nكقلب واحد يصرفه كيف شاء ) ثم قال رسول الله صلى الله عليه وسلم ( اللهم\nاصرف قلوبنا إلى طاعتك ) + صحيح تقدم قبل حديثين +\n</p>\n\n<p>\n208 حدثنا القافلائي ثنا محمد أنبا محمد ابن كناسة نا الأعمش عن الرقاشي\nعن أنس قال قال رسول الله صلى الله عليه وسلم ( اللهم ثبتني على ديني )\nفقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p277'> Vol. 03, p. 277</a>\n            </div>\n             له أهله أتخاف علينا يا رسول الله وقد آمنا بك وبما جئت\nبه فقال ( إن القلب بين إصبعين من أصابع الرحمن يقلبه ) + صحيح لغيره سنده\nضعيف تقدم الكلام عليه قبل حديث +\n</p>\n\n<p>\n209 حدثنا أبو عبد الله محمد بن مخلد العطار ثنا أبو جعفر محمد بن المثنى\nالسمسار قال سمعت بشر بن الحارث يقول أما سمعت ما قال النبي صلى الله عليه\nوسلم ( يا مقلب القلوب ثبت قلبي على دينك ) فقال النبي صلى الله عليه وسلم\n( قلب ابن آدم بين إصبعين من أصابع الله عز وجل )\n</p>\n\n<p>\nثم قال بشر إن هؤلاء الجهمية يتعاظمون هذا + أثر بشر بن الحارث الحافي\nالزاهد إسناده صحيح +\n</p>\n\n<p>\n210 حدثنا القافلائي ثنا محمد بن إسحاق ثنا أحمد بن إبراهيم سمعت وكيعا\nيقول نسلم هذه الأحاديث ولا نقول فيها مثل كذا ولا كيف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p278'> Vol. 03, p. 278</a>\n            </div>\n             كذا\nيعني حديث ابن مسعود ويجعل السموات على إصبع والجبال على إصبع وقلب ابن آدم\nبين إصبعين من أصابع الرحمن ونحوها من الأحاديث + أثر وكيع إسناده صحيح +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p279'> Vol. 03, p. 279</a>\n            </div>\n             & باب التصديق والإيمان بما روي أن الله يضع السموات على إصبع\n& والأرضين على إصبع $\n</p>\n\n<p>\n211 حدثنا أبو <span id='ms359'></span> بكر النيسابوري ثنا حسين الزعفراني ثنا أبو معاوية نا\nالأعمش عن إبراهيم عن علقمة عن عبد الله قال أتى النبي صلى الله عليه وسلم\nرجل من أهل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p280'> Vol. 03, p. 280</a>\n            </div>\n             الكتاب فقال يا أبا القاسم بلغنا أن الله عز وجل\nيجعل الخلائق على إصبع والسموات على إصبع والأرضين على إصبع والشجر على\nإصبع والثرى على إصبع\n</p>\n\n<p>\nقال فضحك النبي صلى الله عليه وسلم حتى بدت نواجذه وأنزل الله عز وجل\n<span class='quran'>وما قدروا الله حق قدره والأرض جميعا قبضته يوم القيامة </span>+ صحيح\nمتفق عليه +\n</p>\n\n<p>\n212 حدثنا جعفر بن محمد القافلائي نا محمد بن إسحاق الصاغاني ثنا هاشم بن\nالقاسم أنا شيبان أبو معاوية عن منصور بن المعتمر عن إبراهيم عن عبيدة عن\nعبد الله قال جاء حبر إلى النبي صلى الله عليه وسلم فقال يا محمد أو يا\nرسول الله إن الله يوم القيامة يجعل السموات على إصبع والأرضين على إصبع\nوالجبال والشجر على إصبع والماء والثرى على إصبع وسائر الخلائق على إصبع\nفيهزهن ثم يقول أنا الملك\n</p>\n\n<p>\nفضحك رسول الله حتى بدت نواجذه تصديقا لقول الحبر ثم قرأ <span class='quran'>وما قدروا\nالله حق قدره والأرض جميعا قبضته يوم القيامة </span>+ صحيح متفق عليه +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p281'> Vol. 03, p. 281</a>\n            </div>\n            \n</p>\n\n<p>\n213 حدثنا أبو بكر أحمد بن سلمان ثنا أبو إسحاق إبراهيم بن إسحاق الحربي\nثنا مسدد وابن نمير قالا نا أبو نعيم ثنا الأعمش عن إبراهيم عن علقمة عن\nعبد الله\n</p>\n\n<p>\nقال أبو إسحاق وثنا يحيى بن معين ثنا ابن فضيل عن الأعمش عن إبراهيم عن\nعلقمة عن عبد الله\n</p>\n\n<p>\nقال أبو إسحاق وثنا عثمان وإسحاق قالا ثنا جرير عن الأعمش عن إبراهيم عن\nعلقمة عن عبد الله\n</p>\n\n<p>\nقال أبو إسحاق وثنا يحي ثنا قيس عن الأعمش عن علقمة عن عبد الله أيضا\n</p>\n\n<p>\nقال أبو إسحاق وثنا مسدد يحيى عن سفيان ثنا سليمان ومنصور عن إبراهيم عن\nعبيدة عن عبد الله\n</p>\n\n<p>\nوثنا أبو إسحاق ثنا مسدد ثنا يحيى قال وزاد فيه فضيل بن عياض عن منصور عن\nإبراهيم عن عتبة عن عبد الله\n</p>\n\n<p>\nقال <span id='ms360'></span> أبو بكر أحمد بن سلمان وثنا الحسن بن علي ثنا زهير بن حرب وعثمان\nيعني ابن أبي شيبة قالا ثنا جرير عن الأعمش عن إبراهيم عن علقمة عن عبد\nالله قال جاء رجل من أهل الكتاب إلى رسول الله صلى الله عليه وسلم فقال يا\nرسول الله إن الله يمسك السماوات على إصبع والجبال والشجر على إصبع والماء\nوالثرى على إصبع والخلائق على إصبع ثم يقول أنا الملك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p282'> Vol. 03, p. 282</a>\n            </div>\n             فضحك\nرسول الله صلى الله عليه وسلم حتى بدت نواجذه ثم قرأ <span class='quran'>وما قدروا الله\nحق قدره والأرض جميعا قبضته يوم القيامة والسماوات مطويات بيمينه </span></p>\n\n<p>\nقال وفي حديث فضيل بن عياض أن يهوديا أتى النبي صلى الله عليه وسلم فقال\nإذا كان يوم القيامة أخذ الله السماوات على هذه يعني الخنصر والأرضين على\nهذه يعني التي تليها والماء والثرى على هذه يعني الوسطى والشجر والنبات على\nهذه يعني السبابة وسائر الخلق على هذه يعني الإبهام\n</p>\n\n<p>\nفضحك رسول الله صلى الله عليه وسلم عجبا لقوله وقرأ ^ وما قدروا الله حق\nقدره . . . . . . الآية ^ + صحيح متفق عليه +\n</p>\n\n<p>\n214 حدثنا القافلائي ثنا محمد أنا عبيد الله بن عمر حدثني يحيى بن سعيد\nعن سفيان عن منصور وسليمان عن إبراهيم عن عبيدة عن عبد الله قال جاء حبر\nإلى النبي صلى الله عليه وسلم فقال إن الله عز وجل يمسك السماوات وقبض على\nأصبعه الخنصر والأرض على هذه والجبال على هذه والشجر على هذه والخلق على\nهذه\n</p>\n\n<p>\nفضحك رسول الله صلى الله عليه وسلم حتى بدت نواجذه وقال <span class='quran'>وما قدروا\nالله حق قدره </span>+ صحيح متفق عليه + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p283'> Vol. 03, p. 283</a>\n            </div>\n            \n</p>\n\n<p>\n215 حدثنا جعفر ثنا محمد يعني ابن إسحاق ثنا عبيد الله يعني ابن عمر\nحدثني يحيى قال وفضيل بن عياض وحده بهذا الإسناد وزاد فيه فضحك رسول الله\nصلى الله عليه وسلم تعجبا وتصديقا له + صحيح وهذه الزيادة عند مسلم +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p284'> Vol. 03, p. 284</a>\n            </div>\n             & باب الإيمان بما روي أن الله عز وجل يقبض الأرض بيده ويطوي\nالسماوات بيمينه &\n</p>\n\n<p>\n216 حدثنا أبو بكر أحمد بن محمد بن إسماعيل الأدمي <span id='ms361'></span> المقرىء قال ثنا الحسن\nبن عرفة قال حدثني محمد بن صالح الواسطي عن سليمان بن محمد عن عمر بن نافع\nعن أبيه قال قال عبد الله بن عمر رأيت رسول الله صلى الله عليه وسلم قائما\nعلى هذا المنبر منبر رسول الله صلى الله عليه وسلم وهو يحكي ربه فقال ( إن\nالله عز وجل إذا كان يوم القيامة جمع السماوات السبع والأرضين السبع في\nقبضته ثم قال هكذا وشد قبضته ثم بسطها ثم يقول أنا الله أنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p285'> Vol. 03, p. 285</a>\n            </div>\n            \nالرحمن أنا الملك أنا العزيز أنا الجبار أنا المتكبر أنا الذي بدأت الدنيا\nولم تك شيئا أنا الذي أعيدها أين الملوك أين الجبابرة ) + رجاله ثقات غير\nمحمد بن صالح وشيخه فلم يوثقهما معتبر +\n</p>\n\n<p>\n217 حدثنا جعفر بن محمد القافلائي قال ثنا محمد بن إسحاق قال أنبا حجاج\nبن منهال قال ثنا حماد عن إسحاق بن عبد الله بن أبي طلحة عن عبيد الله ابن\nمقسم عن أبن عمر أن رسول الله صلى الله عليه وسلم قرأ ذات يوم على المنبر\nهذه الأيات <span class='quran'>وما قدروا الله حق قدره والأرض جميعا قبضته يوم القيامة\n</span>فقال رسول الله صلى الله عليه وسلم بيده هكذا وبسطهما وجعل باطنهما\nإلى السماء ( يمجد الرب نفسه أنا الجبار أنا الملك أنا العزيز أنا الكريم\nفزحف به المنبر حتى قلنا ليخرن به ) + صحيح +\n</p>\n\n<p>\n218 حدثنا القافلائي ثنا الصاغاني قال أنا يحيى بن بكير المصري قال حدثني\nيعقوب بن عبد الرحمن عن أبي حازم عن عبيد الله بن مقسم أنه نظر إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p286'> Vol. 03, p. 286</a>\n            </div>\n             عبد الله بن عمر كيف صنع كيف أخبر يحكي عن رسول الله صلى الله\nعليه وسلم قال قال رسول الله صلى الله عليه وسلم ( يأخذ الله سمواته وأرضه\nبيده فيقول أنا الله ويقبض أصابعه ويبسطها أنا الرحمن أنا الملك ) حتى نظرت\nإلى المنبر من أسفل شيء منه حتى أقول أساقط هو برسول الله صلى الله عليه\nوسلم + صحيح رواه مسلم وغيره +\n</p>\n\n<p>\n219 وفي رواية أبي هريرة ( يقبض الله الأرض يوم القيامة ويطوي السماء <span id='ms362'></span>\nبيمينه فيقول أنا الملك أين ملوك الأرض ) + صحيح متفق عليه + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p287'> Vol. 03, p. 287</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p288'> Vol. 03, p. 288</a>\n            </div>\n             & باب الإيمان بأن الله عز وجل يأخذ الصدقة بيمينه فيربيها\nللمؤمن & \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p289'> Vol. 03, p. 289</a>\n            </div>\n            \n</p>\n\n<p>\n220 حدثنا أبو الفضل جعفر بن محمد القافلائي قال ثنا محمد بن إسحاق\nالصاغاني قال ثنا يحيى بن بكير المصري قال ثنا يعقوب بن عبد الرحمن عن سهيل\nبن أبي صالح عن أبيه عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال (\nلا يتصدق أحد بتمرة من كسب طيب ولا يقبل الله إلا طيبا إلا أخذها الله\nبيمينه ثم لم يزل يربيها كما يربي أحدكم فلوه أو قلوصه حتى يكون مثل الجبل\nأو أعظم ) + صحيح متفق عليه + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p290'> Vol. 03, p. 290</a>\n            </div>\n            \n</p>\n\n<p>\n221 اللفظ الآخر ( إن الله عز وجل يقبل الصدقات لا يقبل منها إلا الطيب\nويأخذها بيمينه ثم يربيها لصاحبها كما يربي الرجل مهره أو فصيلة حتى إن\nاللقمة لتصير عند الله مثل أحد )\n</p>\n\n<p>\nوتصديق ذلك في كتاب الله المنزل ^ يمحق الله الربا ويربي الصدقات ^\n</p>\n\n<p>\nوقال <span class='quran'>أن الله هو يقبل التوبة عن عباده ويأخذ الصدقات </span>+ صحيح +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p291'> Vol. 03, p. 291</a>\n            </div>\n            \n</p>\n\n<p>\n222 ورواية من تصدق من كسب طيب والله لا يقبل إلا طيبا فإنما يضعها في كف\nالله فيربيها كما يربي أحدكم فصيلة أو فلوه حتى إن التمرة لتكون مثل أحد +\nصحيح تقدم تخريجه قبل حديث +\n</p>\n\n<p>\n223 وحدثنا أحمد بن سلمان قال ثنا أحمد بن ملاعب قال حدثني عبد الصمد بن\nالنعمان قال ثنا عبد الملك بن حسين عن عاصم بن عبيد الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p292'> Vol. 03, p. 292</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p293'> Vol. 03, p. 293</a>\n            </div>\n             عن القاسم عن عائشة عن النبي صلى الله عليه وسلم ( إن الصدقة\nتقع في يد الله قبل أن تقع في يد المصدق عليه ) + صحيح لغيره + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p294'> Vol. 03, p. 294</a>\n            </div>\n            \n& باب الإيمان بأن لله عز وجل يدين وكلتا يديه يمينان &\n</p>\n\n<p>\n224 حدثنا أبو الحسن أحمد بن محمد بن سلم المخرمي قال ثنا الحسن بن لمحمد\nبن الصباح الزعفراني قال ثنا يزيد بن هارون قال ثنا محمد بن إسحاق عن أبي\nالزناد عن الأعرج عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم (\nيمين الله ملأى لا يغيضها شيء سحاء الليل والنهار <span id='ms363'></span> )\n</p>\n\n<p>\nوقال ( أرأيتم ما أنفق منذ خلق السماوات والأرض فإنه لم يغض ما في يمينه\nوعرشه على الماء وفي يده الأخرى الميزان يرفع ويخفض ) + صحيح متفق عليه +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p295'> Vol. 03, p. 295</a>\n            </div>\n            \n</p>\n\n<p>\n225 حدثنا أبو الحسن ابن محمد بن سلم قال ثنا حسن بن محمد الزعفراني قال\nثنا شبابة بن سوار قال ثنا ورقاء عن أبي الزناد عن الأعرج عن أبي هريرة عن\nالنبي صلى الله عليه وسلم قال ( يمين الله ملأى ورواية مبسوطة لا يغيضها\nشيء أنفقه سحاء الليل والنهار أرأيتم ما أنفق منذ خلق السماوات والأرض فإنه\nلم ينقص مما في يمينه شيء وعرشه على الماء وبيده الأخرى ورواية القبض يرفع\nويخفض ) + صحيح متفق عليه +\n</p>\n\n<p>\n226 حدثني عبد العزيز بن جعفر قال ثنا أحمد بن محمد بن هارون قال سألت\nثعلبا عن قول النبي صلى الله عليه وسلم ( ملأى لا يغيضها شيء )\n</p>\n\n<p>\nقال لا ينقصها نفقة سحاء قال صبا وبيده الأخرى القبض راسين شيء من شيء +\nأثر ثعلب إسناده صحيح وهو إسناد دائر تقدم +\n</p>\n\n<p>\n227 حدثنا أبو محمد عبد الله بن سليمان الوراق قال ثنا عبد الملك بن محمد\nالرقاشي قال ثنا حجاج بن منهال قال ثنا حماد بن سلمة عن حجاج بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p296'> Vol. 03, p. 296</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p297'> Vol. 03, p. 297</a>\n            </div>\n             أرطأة عن الوليد بن أبي مالك عن القاسم عن أبي\nأمامة قال قال رسول الله صلى الله عليه وسلم ( خلق الله الخلق وقضى القضاء\nوأخذ ميثاق النبيين وعرشه على الماء فأخذ أهل اليمين بيمينه وأخذ أهل\nالشمال في الأخرى وكلتا يديه يمين قال يا أهل اليمين ألست بربكم قالوا بلى\nيا ربنا ثم قال يا أهل الشمال ألست بربكم ثم خلط بينهم فقال قائل يا رب\nأخلطت بيننا فقال ولهم أعمال من دون ذلك هم لها عاملون ثم قرأ <span class='quran'>أن\nتقولوا يوم القيامة إنا كنا عن هذا غافلين </span>ثم ردهم في صلب آدم عليه\nالسلام ) + متوقف في الحكم عليه + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p298'> Vol. 03, p. 298</a>\n            </div>\n            \n</p>\n\n<p>\n228 حدثنا القافلائي ثنا محمد بن إسحاق الصاغاني قال أنا داود بن رشيد\nقال ثنا الوليد عن أبي بكر عن أبيه قال قال رسول الله صلى <span id='ms364'></span> الله عليه وسلم (\nخلق الله خلقه ثم أفاضهم في كفيه فقال هؤلاء إلى الجنة ولا أبالي وهؤلاء في\nالنار ولا أبالي ) + إسناده ضعيف والمعنى صحيح ثابت + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p299'> Vol. 03, p. 299</a>\n            </div>\n             & باب\nالإيمان بأن الله عز وجل خلق آدم بيده وجنة عدن بيده وقبل العرش والقلم &\n</p>\n\n<p>\n229 حدثنا أبو حامد الحضرمي قال ثنا بندار قال ثنا عبد الرحمن قال ثنا\nسفيان عن عبيد المكتب عن مجاهد عن ابن عمر قال إن الله خلق بيده أربعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p300'> Vol. 03, p. 300</a>\n            </div>\n             أشياء آدم والقلم والعرش وجنات عدن واحتجت من خلقه بأربعة بنار\nوظلمة ونور وظلمة وقال لسائر الخلق كن فكان + صحيح +\n</p>\n\n<p>\n230 حدثنا جعفر قال ثنا محمد بن إسحاق قال ثنا هوذة بن خليفة قال ثنا عوف\nعن وردان أبي خالد قال خلق الله آدم بيده وخلق جبريل بيده وخلق عرشه بيده\nوخلق القلم بيده وكتب الكتاب الذي عنده لا يطلع عليه غيره بيده وكتب\nالتوراة بيده + أثر وردان أبي خالد إسناده صحيح ولكنه مقطوع + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p301'> Vol. 03, p. 301</a>\n            </div>\n            \n</p>\n\n<p>\n231 حدثنا أحمد الباغندي قال ثنا عبد الله بن أيوب المخرمي قال ثنا علي\nابن عاصم عن حميد عن أنس قال قال رسول الله صلى الله عليه وسلم ( خلق الله\nجنة عدن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p302'> Vol. 03, p. 302</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p303'> Vol. 03, p. 303</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p304'> Vol. 03, p. 304</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p305'> Vol. 03, p. 305</a>\n            </div>\n             بيده وغرس\nأشجارها بيده ثم قال لها تكلمي فقالت <span class='quran'>قد أفلح المؤمنون </span>+ منكر +\n</p>\n\n<p>\n232 حدثنا جعفر قال ثنا محمد قال ثنا يعلي بن عبيد قال ثنا إسماعيل ابن\nأبي خالد عن حكيم بن جابر قال أخبرت أن ربكم عز وجل لم يمس إلا ثلاثة أشياء\nغرس جنة عدن بيده وخلق آدم بيده وكتب التوراة بيده + أثر حكيم بن جابر صحيح\nمقطوع + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p306'> Vol. 03, p. 306</a>\n            </div>\n            \n</p>\n\n<p>\n233 وفي رواية جنة الفردوس بيده + تقدم آنفا +\n</p>\n\n<p>\n234 وعن مجاهد قال إن الله عز وجل غرس جنة عدن بيده ثم قال حين فرغ منها\n<span class='quran'>قد أفلح المؤمنون </span>ثم أغلقت فلم يدخلها إلا من شاء الله أن يأذن\nله في دخولها فإذا كان كل سحر فتحت مرة فقال عند ذلك <span class='quran'>قد أفلح المؤمنون\n</span>+ أثر مجاهد حسن لغيره وهو مقطوع ومحتمل أنه أخذ عند أهل الكتاب +\n</p>\n\n<p>\n235 وزعم أبو الزاهرية أن <span id='ms365'></span> الله خلق الإبل بيده ونزع بهذه الآية <span class='quran'>أنا\nخلقنا لهم مما عملت أيدينا أنعاما فهم لها مالكون </span>+ أثر أبي الزاهرية\nحدير بن كريب + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p307'> Vol. 03, p. 307</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p308'> Vol. 03, p. 308</a>\n            </div>\n            \n</p>\n\n<p>\n236 حدثنا جعفر قال ثنا محمد قال أنا شبابة بن سوار قال حدثني خارجة ابن\nمصعب قال أنبا زيد بن أسلم عن عطاء بن يسار قال قالت الملائكة يارب خلقت\nبني آدم فجعلتهم يأكلون ويشربون ويتمتعون من النساء ولم تجعل لنا شيئا من\nذلك فإذ جعلت لهم الدنيا فاجعل لنا الآخرة فقال الله عز وجل لا أجعل ذرية\nمن خلقت بيدي كشيء قلت له كن فكان + أثر عطاء بن يسار إسناده ضعيف وهو\nمقطوع +\n</p>\n\n<p>\n237 وعن ابن عباس قال السماوات السبع والأرضون السبع وما فيهن في يد\nالرحمن كخردلة في يد أحدكم + أثر ابن عباس إسناده صحيح +\n</p>\n\n<p>\n238 وعن وهب بن منبه مثله + أثر وهب بن منبه إسناده فيه ضعف +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p308'> Vol. 03, p. 308</a>\n            </div>\n            \n</p>\n\n<p>\n239 حدثنا القافلائي قال ثنا محمد بن إسحاق قال أنبا روح بن عبادة قال\nثنا شعبة عن عمرو بن مرة قال سمعت أبا عبيدة يحدث عن أبي موسى الأشعري عن\nرسول الله صلى الله عليه وسلم قال ( إن الله يبسط يده بالليل ليتوب مسيء\nالنهار ويبسط يده بالنهار ليتوب مسيء الليل حتى تطلع الشمس من مغربها +\nصحيح رواه مسلم +\n</p>\n\n<p>\n240 حدثنا القافلائي قال ثنا محمد بن إسحاق قال ثنا محمد بن بكير قال\nأنبا أبو عون صاحب القرب البصري عن ثابت البناني عن أنس بن مالك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p309'> Vol. 03, p. 309</a>\n            </div>\n             قال قال رسول الله صلى الله عليه وسلم ( إن الله عز وجل قبض\nقبضة فقال للجنة وقبض قبضة فقال للنار ولا أبالي ) + صحيح لغيره إسناده\nضعيف +\n</p>\n\n<p>\n241 وعن مجاهد <span class='quran'>والأرض جميعا قبضته يوم القيامة </span>قال كلتا يديه\nيمين\n</p>\n\n<p>\nقيل فأين الناس يومئذ\n</p>\n\n<p>\nقال على جسر جهنم + أثر مجاهد إسناده فيه ضعف +\n</p>\n\n<p>\n242 وعن أنس بن مالك قال إن الله عز وجل بنى الفردوس بيده وحظرها على كل\nمشرك وعن كل مدمن الخمر سكير + ضعيف وفي متنه نكارة + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p310'> Vol. 03, p. 310</a>\n            </div>\n            \n</p>\n\n<p>\n243 وعن الثوري عن أبي سنان عن أبي وائل قال يجاء بالعبد <span id='ms366'></span> يوم القيامة قد\nستره الله بيده فيعرفه ذنوبه ثم يغفر له + أثر أبي وائل إسناده صحيح وهو\nمقطوع + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p311'> Vol. 03, p. 311</a>\n            </div>\n            \n</p>\n\n<p>\n244 حدثنا القافلائي قال ثنا محمد بن إسحاق قال ثنا أحمد بن عيسى قال ثنا\nابن وهب عن عمرو بن الحارث عن سعيد بن أبي هلال بلغه أن أول شيء نزل من\nالله عز وجل على موسى عليه السلام <span class='quran'>بسم الله الرحمن الرحيم </span>هذا\nكتاب من الله في الألواح بيده لعبده موسى عبدي لا تشرك بي شيئا ولا تحلف\nباسمي فإني لا أزكي ولا أرحم من يحلف باسمي كاذبا + أثر سعيد بن أبي هلال\nإسناده صحيح إليه وهو مقطوع ومثله يؤخذ عن أهل الكتاب +\n</p>\n\n<p>\n245 حدثنا جعفر قال ثنا محمد قال أنبا أبو صالح قال حدثني معاوية بن صالح\nعن من حدثه عن يزيد بن ميسرة أنه قال لا تحرقك نار المؤمن فإن يمينه في كف\nالرحمن ينعشه وإن عثر في يوم سبع مرات + أثر يزيد بن ميسرة صحيح لغيره إليه\n+ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p312'> Vol. 03, p. 312</a>\n            </div>\n            \n</p>\n\n<p>\n246 حدثنا جعفر القافلائي قال ثنا محمد قال ثنا أبو عاصم عن ابن عجلان عن\nأبيه عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال ( إن الله عز وجل\nحين خلق الخلق كتب بيده على نفسه إن رحمتي غلبت غضبي )\n</p>\n\n<p>\nقال الشيخ فهذه الأحاديث وما ضاهاها وما جاء في معناها في كمال الدين\nوتمام السنة الإيمان بها والقبول لها وتلقيها بترك الاعتراض عليها واتباع\nآثار السلف في روايتها بلا كيف ولا لم\n</p>\n\n<p>\nفإن التنقيب والبحث عن ذلك يوقع الشك ويزيل القلب عن مستقر الإيقان\nويزحزحه عن طمأنينة الإيمان فإن كثير من الناس فتنوا بكثرة السؤال والتنقير\nوالفحص عن معاني أحاديث فلم يزالوا بذلك وعلى ذلك حتى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p313'> Vol. 03, p. 313</a>\n            </div>\n             أشربوا\nفي قلوبهم الفتن والمحن فلجوا في بحار الشك فصار بهم إلى رد السنن والتكذيب\nلما جاء في نص التنزيل وما صحت به الرواية عن الرسول\n</p>\n\n<p>\nوقالوا لا نقبل ولا يجوز أن نصف الله إلا بما قبله المعقول\n</p>\n\n<p>\nوقالوا لا نقول إن الله يدين لأن اليدين <span id='ms367'></span> لا تكون إلا بالأصابع وكف\nوساعدين وراحة ومفاصل ففروا بزعمهم من التشبيه ففيه وقعوا وإليه صاروا\n</p>\n\n<p>\nوكل ما زعموا من ذلك فإنما هو من صفات المخلوقين وتعالى الله عن ذلك علوا\nكبيرا لأن يد الله بلا كيف وقد أكذبهم الله عز وجل وأكذبهم الرسول\n</p>\n\n<p>\nفأما ما روي عن النبي صلى الله عليه وسلم وصحابته والتابعين لهم بإحسان\nوأئمة الدين الذين جعل الله الكريم في ذكرهم أنسا لقلوب المؤمنين ورحمة\nللمسلمين فقد ذكرنا منه ما في بعضه كفاية وشفاء وأما ما نص عليه الكتاب\nفقوله تعالى <span class='quran'>ما منعك أن تسجد لما خلقت بيدي </span>وقال <span class='quran'>بل يداه\nمبسوطتان </span>وقال <span class='quran'>والأرض جميعا قبضته يوم القيامة والسماوات مطويات\nبيمينه </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p314'> Vol. 03, p. 314</a>\n            </div>\n            \n</p>\n\n<p>\nثم صدق ذلك وأبان معناه قول النبي صلى الله عليه وسلم ( يد الله ملأى\nسحاء لا يغيضها شيء ) + صحيح متفق عليه من وجه آخر بنحوه +\n</p>\n\n<p>\n247 وقوله ( إن الله نثر ذرية آدم من صلبه ثم أخذهم في يديه فقال لمن في\nيده اليمنى هؤلاء أهل الجنة وقال لمن في يده الأخرى هؤلاء أهل النار )\n</p>\n\n<p>\nوما قد ذكرته من الأحاديث في هذا الباب وما قبله كلها توافق معنى الكتاب\nوالكتاب يصدقها\n</p>\n\n<p>\nووجدنا في كتاب الله عز وجل كلما حكى الله عن قوم من أهل عداوته شيئا\nفكان كذبا لم يدع ذلك حتى يبين كذبهم فيه وإذا حكى عنهم شيئا صدقوا فيه لم\nيصدقهم فيكون قد مدحهم ولم يكذبهم لأنهم قد صدقوا ولم يصدق الكاذب أحيانا\n</p>\n\n<p>\nمن ذلك قوله <span class='quran'>وقالوا يا أيها الذي نزل عليه الذكر إنك لمجنون </span>فصدقوا في أول الكلام وكذبوا في آخره فكذبهم في كذبهم كما قالوا\n</p>\n\n<p>\nومن ذلك قول إبليس <span class='quran'>رب بما أغويتني </span>فذكر الله ذلك عنه فلم يكذبه\nإذ كان كما قال ولم يصدقه فيكون تصديقه إياه مدحه له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p315'> Vol. 03, p. 315</a>\n            </div>\n            \n</p>\n\n<p>\nومن ذلك قوله <span class='quran'>وإذا فعلوا فاحشة قالوا وجدنا عليها آباءنا والله\nأمرنا بها </span>فصدقوا في أول الكلام وكذبوا وذلك أنهم قد وجدوا عليها\nأباءهم فلم يكن يصدقهم الله في ذلك فيكون تصديقه لهم مدحه <span id='ms368'></span> لهم وكذبهم في\nقولهم <span class='quran'>والله أمرنا بها </span>فقال <span class='quran'>قل إن الله لا يأمر بالفحشاء\n</span></p>\n\n<p>\nوكذلك قول اليهود <span class='quran'>يد الله مغلولة </span>فكذبهم في قولهم مغلولة ولم\nيصدقهم في ذكر اليد فيكون مادحا لهم ثم أوضح أن له يدين فقال <span class='quran'>غلت\nأيديهم ولعنوا بما قالوا </span>من ذكر الغل ثم قال <span class='quran'>بل يداه مبسوطتان\n</span></p>\n\n<p>\nفقالت الجهمية معنى اليد النعمة\n</p>\n\n<p>\nولو كان كما زعموا لم يقل يداه ولقال بل مبسوطة ولو كان معنى اليد معنى\nالنعمة لم يقل بيدي ولقال بيدي أو بنعمتي لأن نعم الله أكثر من أن تحصى\nلأنه قال <span class='quran'>وإن تعدوا نعمة الله لا تحصوها </span>وكيف يجوز أن تكون\nنعمتين\n</p>\n\n<p>\nوقالت الجهمية إنما معنى قوله <span class='quran'>والأرض جميعا قبضته يوم القيامة </span>كقولك الدار في قبض فلان يعني في ملكه وقد قبضت المال وليس في كفك شيء\nوكذلك تقول الأرض والدار والغلام والدابة في قبضتي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p316'> Vol. 03, p. 316</a>\n            </div>\n            \n</p>\n\n<p>\nفموهوا بذلك على الجاهل ويحسبون أنهم على شيء إلا أنهم هم الكاذبون\n</p>\n\n<p>\nفالقرآن مردود إلى ما جعله الله عليه فإنه قال <span class='quran'>قرآنا عربيا </span></p>\n\n<p>\nوقال <span class='quran'>وهذا لسان عربي مبين </span></p>\n\n<p>\nفالجهمي الملعون إنما أتي من جهله باللسان العربي ومن تعاشيه عن الجادة\nالواضحة وطلبه المتشابه وثنيات الطرق ابتغاء الفتنة <span class='quran'>ليحملوا أوزارهم\nكاملة يوم القيامة ومن أوزار الذين يضلونهم بغير علم ألا ساء ما يزرون </span></p>\n\n<p>\nفقول الجهمي الدار في قبضه فلان إنما يريد بذلك المغالطة وإدخال الشك\nوالريب على قلب الضعفاء من المسلمين\n</p>\n\n<p>\nفسوى بجهله بين القبض والقبضة ألا ترى أنه لا يجوز أن تقول الدار في قبضة\nفلان فإذا أردت الملك وما أشبهه من القبض لم تدخل الهاء فإن أردت قبضة اليد\nأدخلت الهاء\n</p>\n\n<p>\nفكذلك قوله <span class='quran'>والأرض جميعا قبضته </span></p>\n\n<p>\nولو كان كقول الجهمي لقال والأرض جميعا في قبضته\n</p>\n\n<p>\nثم بين فقال <span class='quran'>والسماوات مطويات بيمينه </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p317'> Vol. 03, p. 317</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك جاء عن النبي صلى الله عليه وسلم ( يطوي الله السماوات كلها يوم\nالقيامة ثم يهزها ثم يقول أنا الجبار المتكبر أين ملوك الأرض )\n</p>\n\n<p>\nوقالت الجهمية لا نقول إن الله سميع بصير\n</p>\n\n<p>\nوفي كل ذلك كذبت <span id='ms369'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p318'> Vol. 03, p. 318</a>\n            </div>\n             & باب الإيمان بأن الله سميع بصير ردا لما\nجحدته المعتزلة الملحدة &\n</p>\n\n<p>\nقال الشيخ فالجهمية تجحد أن لله سمعا وبصرا وقالوا معنى قوله <span class='quran'>سميع\nبصير </span>أن لا يخفى عليه شيء كقولك للمكفوف ما أبصره بكيت وكيت فدل ذلك\nمن قولهم على إبطال صفات الموصوف وردوا كتاب الله وجحدوا صفات الله التي\nوصف الله بها نفسه وقد أكذبهم الله عز وجل ورسوله\n</p>\n\n<p>\nواحتجوا بقوله ^ ليس كمثله شيء ^ فعدلوا عما نهى الله ووهموا على الضعفاء\nأنهم يريدون بنفي الصفات تنزيه الله وصرف التشبيه عنه وإنما أراد الله\nبقوله ^ ليس كمثله شيء ^ في القدرة والعظمة والعز والبقاء والسلطان\nوالربوبية لأن الله عز وجل وصف نفسه بما شاء ثم وصف خلقه بمثل تلك الصفات\nفي الأسماء والصفات واحدة وليس الموصوف بها مثله\n</p>\n\n<p>\nقال الله عز وجل <span class='quran'>فأينما تولوا فثم وجه الله </span>و ^ كل شيء هالك\nإلا وجهه ^ وقال <span class='quran'>فولوا وجوهكم شطره </span>فذكر لنفسه وجها وذكر لخلقه\nوجوها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p319'> Vol. 03, p. 319</a>\n            </div>\n            \n</p>\n\n<p>\nوقال <span class='quran'>ويحذركم الله نفسه </span>وقال <span class='quran'>تعلم ما في نفسي ولا أعلم ما\nفي نفسك </span>وقال <span class='quran'>واصطنعتك لنفسي </span>وقال <span class='quran'>كل نفس ذائقة الموت\n</span></p>\n\n<p>\nوقال <span class='quran'>وكان الله سميعا بصيرا </span>وقال <span class='quran'>فجعلناه سميعا بصيرا\n</span></p>\n\n<p>\nوقال <span class='quran'>لما خلقت بيدي </span>وقال <span class='quran'>ذلك بما قدمت يداك </span></p>\n\n<p>\nوقال ^ إن الله بكل شيء عليم ^ وقال <span class='quran'>وبشروه بغلام عليم </span></p>\n\n<p>\nوقال <span class='quran'>والله غفور حليم </span>وقال <span class='quran'>فبشرناه بغلام حليم </span></p>\n\n<p>\nوقال <span class='quran'>قوي عزيز </span>وقال ^ وقالت أمرأة العزيز ^\n</p>\n\n<p>\nوقال <span class='quran'>إن خير من استأجرت القوي الأمين </span></p>\n\n<p>\nوقال ^ ملك يوم الدين ^ وقال <span class='quran'>وقال الملك ائتوني به </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p320'> Vol. 03, p. 320</a>\n            </div>\n            \n</p>\n\n<p>\nوقال <span class='quran'>وتوكل على الحي الذي لا يموت </span>وقال <span class='quran'>بل أحياء عند ربهم\nيرزقون </span></p>\n\n<p>\nفهذه كلها وأمثالها ونظائرها وما لم نذكره من صفات الله التي وصف خلقه\nبمثلها و هو مع ذلك ^ ليس كمثله شيء ^\n</p>\n\n<p>\nكما أنه لم يبطل قولنا فلان قوي عزيز وفلان رحيم وفلان حليم وفلان عالم\nوفلان ملك قومه وأشباه ذلك فذلك كله لا يبطل شيئا من صفات الله التي وصف\nبها نفسه\n</p>\n\n<p>\nوقالت الجهمية إن معنى سمعه معنى بصره وقد أكذبهم الله في كتابه <span id='ms370'></span> فقال\n<span class='quran'>إنني معكما أسمع وأرى </span>ففصل بينهما\n</p>\n\n<p>\nوقال <span class='quran'>ولنبلونكم حتى نعلم المجاهدين </span>إنما معنى نعلم ها هنا حتى\nنرى المجاهدين ألا ترى أنه قد علم المجاهدين بالعلم السابق منهم قبل أن\nيجاهدوا لأن الله عز وجل لا يستحدث علما لأن كل من استحدث علما بشيء فقد\nكان قبل علمه به جاهلا وتعالى الله عن ذلك علوا كبيرا ولكنه لا يراهم\nمجاهدين حتى يجاهدون\n</p>\n\n<p>\nوأما قولهم إن البصر بمعنى العلم فقد أكذبهم الله عز وجل حين فرق بين\nالعلم والبصر\n</p>\n\n<p>\nألا ترى أن الله عز وجل قد علم أعمال العباد قبل أن يعملوها وقد علم أنك\nتصلي قبل أن تصلي وأنك تجاهد قبل أن تجاهد ولكنه لا يراك مصليا حتى تصلي\nولا عاملا حتى تعمل وكذلك سائر الأعمال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p321'> Vol. 03, p. 321</a>\n            </div>\n            \n</p>\n\n<p>\nألا ترى إلى قوله عز وجل <span class='quran'>وقل اعملوا فسيرى الله عملكم </span></p>\n\n<p>\nوقوله ^ فاصبر لحكم ربك فإنك بأعيننا ^\n</p>\n\n<p>\n<span class='quran'>واصنع الفلك بأعيننا </span></p>\n\n<p>\n<span class='quran'>ولتصنع على عيني </span></p>\n\n<p>\nوقوله <span class='quran'>لقد سمع الله قول الذين قالوا </span></p>\n\n<p>\nوقوله <span class='quran'>أم يحسبون أنا لا نسمع سرهم ونجواهم بلى </span></p>\n\n<p>\n<span class='quran'>إنا معكم مستمعون </span>وأشباه لهذا ونظائر في القرآن كثيرة كلها\nتجحدها الجهمية وتأبي قبولها\n</p>\n\n<p>\nثم جاءت السنة عن المصطفى صلى الله عليه وسلم بما يوافق الكتاب + صحيح\nوقد خرجته في الشريعة تحت رقم 362 وقد تقدم معناه قريبا عند المصنف برقم\n722 ، 228 ، 240 +\n</p>\n\n<p>\n248 قالت عائشة الحمد لله الذي وسع سمعه الأصوات لقد جاءت المجادلة إلى\nالنبي صلى الله عليه وسلم فكلمته وأنا في ناحية البيت ما أسمع ما تقول\nفأنزل الله عز وجل ^ قد سمع الله قول التي تجادلك في زوجها . . . الآية ^ +\nصحيح + تقدم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p322'> Vol. 03, p. 322</a>\n            </div>\n             & باب الإيمان بأن الله عز وجل لا ينام &\n</p>\n\n<p>\n249 حدثنا أبو علي إسماعيل بن العباس الوراق قال ثنا علي ابن إشكاب قال\nثنا أبو معاوية قال ثنا الأعمش عن عمرو بن مرة عن أبي عبيدة عن أبي موسى\nالأشعري قال قام فينا رسول الله صلى الله عليه وسلم بأربع أو بخمس فقال إن\nالله عز وجل لا ينام ولا ينبغي له أن ينام ولكنه <span id='ms371'></span> يخفض القسط ويرفعه يرفع\nإليه عمل الليل قبل النهار وعمل النهار قبل الليل حجابة النور لو كشفه\nلأحرقت سبحات وجهه ما انتهى إليه بصره من خلقه + صحيح تقدم +\n</p>\n\n<p>\n250 حدثنا القافلائي قال ثنا محمد بن إسحاق قال ثنا عمرو بن طلحة قال ثنا\nأسباط بن نصر عن السدي عن أبي مالك عن أبي صالح عن ابن عباس وعن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p323'> Vol. 03, p. 323</a>\n            </div>\n             مرة الهمداني عن ابن مسعود وناس من أصحاب النبي صلى الله عليه\nوسلم ^ الله لا إله إلا هو الحي القيوم لا تأخذه سنة ولا نوم له ما في\nالسموات وما في الأرض من ذا الذي يشفع عنده إلا بإذنه يعلم ما بين أيديهم\nوما خلفهم ولا يحيطون بشيء من علمه إلا بما شاء وسع كرسيه السموات والأرض\nولا يؤوده حفظهما وهو العلي العظيم ^ أما قوله <span class='quran'>القيوم </span>فهو القائم\nوأما <span class='quran'>سنة </span>فهو ريح النوم الذي يأخذ في الوجه فينعس الإنسان وأما\n<span class='quran'>بين أيديهم </span>فالدنيا و <span class='quran'>خلفهم </span>الآخرة وأما ^ لا يحيطون\nبشيء من علمه ^ يقول لا يعلمون بشيء من علمه <span class='quran'>إلا بما شاء </span>هو أن\nيعلمهم <span class='quran'>وسع كرسيه السماوات والأرض </span>فإن السماوات والأرض في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p324'> Vol. 03, p. 324</a>\n            </div>\n             جوف الكرسي والكرسي بين يدي العرش وهو موضع قدميه وأما <span class='quran'>لا\nيؤوده </span>فلا يثقل عليه\n</p>\n\n<p>\n^ أن بورك من في النار و من حولها ^ فلما سمع موسى النداء فزع فقال سبحان\nالله رب العالمين نودي يا موسى <span class='quran'>إني أنا الله رب العالمين </span>ثم إن\nموسى لما كلمه ربه أحب أن ينظر إليه قال <span class='quran'>رب أرني أنظر إليك قال لن\nتراني ولكن انظر إلى الجبل فإن استقر مكانه فسوف تراني </span>فحف حول الجبل\nالملائكة وحف حول الملائكة بنار وحف حول النار بملائكة وحول الملائكة بنار\nثم تجلى ربك للجبل + أثر ابن عباس وابن موسى إسناده ضعيف +\n</p>\n\n<p>\n251 حدثنا أبو بكر أحمد بن سلمان قال ثنا أبو جعفر محمد بن عثمان ثنا أبي\nوعمي عبد الله قالا ثنا أبو معاوية عن الأعمش عن عمرو بن مرة عن أبي عبيدة\nعن أبي مسعود قال قام فينا <span id='ms372'></span> رسول الله صلى الله عليه وسلم بخمس إن الله لا\nينام ولا ينبغي له أن ينام يخفض القسط ويرفعه يرفع إليه عمل النهار قبل\nالليل وعمل الليل قبل النهار حجابه النار لو كشف طبقها لأحرقت سجات وجهه كل\nشيء أدركه بصره من خلقه ) + صحيح تقدم ( ح 591 ) وقد أورده المصنف قبل حديث\n+ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p325'> Vol. 03, p. 325</a>\n            </div>\n             & باب جامع من أحاديث الصفات رواها الأئمة والشيوخ والثقات\nالإيمان بها من تمام السنة وكمال الديانة لا ينكرها إلا جهمي خبيث &\n</p>\n\n<p>\n252 حدثني أبو بكر عبد العزيز بن جعفر ثنا عبد الله بن أحمد بن غياث ثنا\nحنبل قال سمعت أبا عبد الله يقول نعبد الله بصفاته كما وصف به نفسه قد أجمل\nالصفة لنفسه ولا نتعدى القرآن والحديث فنقول كما قال ونصفه كما وصف نفسه\nولا نتعدى ذلك\n</p>\n\n<p>\nنؤمن بالقرآن كله محكمه ومتشابهه ولا نزيل عنه تعالى ذكره صفة من صفاته\nشناعة شنعت ولا نزيل ما وصف به نفسه من كلام ونزول وخلوة بعبده يوم القيامة\nووضع كنفه عليه هذا كله يدل على أن الله يرى في الآخرة والتحديد في هذا\nبدعة والتسليم لله بأمره ولم يزل الله متكلما عالما غفورا عالم الغيب\nوالشهادة عالم الغيوب فهذه صفات الله وصف بها نفسه لا تدفع ولا ترد\n</p>\n\n<p>\nوقال ^ لا إله إلا الله هو الحي القيوم ^ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p326'> Vol. 03, p. 326</a>\n            </div>\n             ^ لا إله إلا الله\nهو الملك القدوس السلام المؤمن المهيمن العزيز الجبار المتكبر ^ هذه صفات\nالله وأسماؤه وهو على العرش بلا حد\n</p>\n\n<p>\nوقال <span class='quran'>ثم استوى على العرش </span>كيف شاء المشيئة إليه والاستطاعة\n</p>\n\n<p>\n^ ليس كمثله شيء ^ كما وصف نفسه سميع بصير بلا حد ولا تقدير\n</p>\n\n<p>\nقلت لأبي عبد الله والمشبهة ما يقولون\n</p>\n\n<p>\nقال بصر كبصري ويد كيدي وقدم كقدمي فقد شبه الله بخلقه وهذا كلام سوء\nوالكلام في هذا لا أحبه\n</p>\n\n<p>\nوأسماؤه وصفاته غير مخلوقة نعوذ بالله من الزلل والارتياب والشك إنه على\nكل شيء قدير + أثر أبي عبد الله أحمد بن حنبل إسناده صحيح +\n</p>\n\n<p>\n253 حدثني أبو بكر عبد العزيز ثنا الصيدلاني ثنا المروذي قال سألت <span id='ms373'></span> أبا\nعبد الله عن أحاديث الصفات قال نمرها كما جاءت + أثر أبي عبد الله إسناده\nصحيح + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p327'> Vol. 03, p. 327</a>\n            </div>\n            \n</p>\n\n<p>\n254 حدثنا أبو بكر أحمد بن سلمان ثنا الحسن بن شبيب ثنا وهب ثنا خالد عن\nهشام عن محمد بن سيرين عن أبي هريرة أن النبي صلى الله عليه وسلم قال (\nاختصمت الجنة والنار . . . فذكر الحديث فتقول النار هل من مزيد حتى يضع\nالله قدمه عليها فهنالك تميل وينزوي بعضها إلى بعض وتقول قط قط ثلاثا ) +\nصحيح متفق عليه +\n</p>\n\n<p>\n255 حدثنا أحمد بن سلمان ثنا المعمري ثنا هدبة بن خالد ثنا حماد بن سلمة\nعن عمار بن أبي عمار عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p328'> Vol. 03, p. 328</a>\n            </div>\n             ( يلقى في النار أهلها فتقول هل من مزيد حتى يأتيها الله عز\nوجل فيضع قدمه عليها فتقول قط قط ) + صحيح رجاله ثقات رجال مسلم يشهد له ما\nقبله +\n</p>\n\n<p>\n256 حدثنا أبو صالح ثنا أبو الأحوص ثنا أبو عثمان عمرو بن مرزوق ثنا شعبة\nموسى ثنا أبان ثنا قتادة عن أنس عن النبي صلى الله عليه وسلم قال ( لا تزال\nجهنم يلقى فيها وتقول هل من مزيد حتى يضع فيها رب العاليمن قدميه فينزوي\nبعضها إلى بعض وتقول قد قد بعزتك وكرمك ) + صحيح متفق عليه + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p329'> Vol. 03, p. 329</a>\n            </div>\n            \n</p>\n\n<p>\n257 حدثنا أبو ذر ابن الباغندي ثنا عمر بن شبة ثنا مؤمل بن إسماعيل ثنا\nحماد بن سلمة عن عمار عن آبي عمار قال سمعت أبا هريرة يقول قال رسول الله\nصلى الله عليه وسلم ( يلقى في النار أهلها وتقول هل من مزيد حتى يأتيها\nتبارك وتعالى فيضع قدميه عليها فينزوي بعضها إلى بعض وتقول قط قط قط ) +\nصحيح تقدم قبل حديث +\n</p>\n\n<p>\n258 حدثنا أبو بكر محمد بن علي ابن الشيلماني ثنا عبد الله بن العباس\nالطيالسي ثنا إسحاق بن منصور يعني الكوسج قال قلت لأحمد اشتكت النار إلى\nربها حتى يضع قدمه فيها أليس تقول بهذه الأحاديث قال أحمد صحيح\n</p>\n\n<p>\nوقال إسحاق بن راهويه صحيح ولا يدعه إلا مبتدع أو ضعيف الرأي + أثر أحمد <span id='ms374'></span>\nوإسحاق صحيح تقدم ( 197 ) +\n</p>\n\n<p>\n259 وحدثنا أبو حفص عمر بن محمد بن رجاء ثنا أحمد بن عبد الله بن شهاب\nثنا الأثرم قال قلت لأبي عبد الله حرب محدث وأنا عنده بحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p330'> Vol. 03, p. 330</a>\n            </div>\n             (\nيضع الرحمن فيها قدمه ) وعنده غلام فأقبل علي الغلام فقال إن لهذا تفسيرا\nفقال أبو عبد الله انظر كما تقول الجهمية سواء + أثر أبي عبد الله إسناده\nصحيح +\n</p>\n\n<p>\n260 وحدثنا أحمد بن سلمان قال قال المروذي سألت أبا عبد الله يضع قدمه\nفقال نمرها كما جاءت + أثر أبي عبد الله أحمد بن حنبل صحيح تقدم 253 +\n</p>\n\n<p>\n261 حدثنا أبو هاشمي عبد الغافر بن سلامة الحمصي ثنا محمد بن عوف بن\nسفيان الطائي ثنا أبو المغيرة ثنا صفوان ثنا شريح عن أبي شمر عن كعب قال إن\nالله عز وجل نظر إلى الأرض فقال إني واطئ على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p331'> Vol. 03, p. 331</a>\n            </div>\n             بعضك فاستبقت\nإليه الجبال وتضعضعت الصخرة فشكر الله لها ذلك فوضع عليه قدمه وقال هذا\nمقامي ومحشر خلقي وهذه جنتي وهذه ناري وهذا موضع ميزاني وأنا ديان الدين +\nأثر كعب الأخبار رجاله ثقات غير أبي شمر ففيه جهالة +\n</p>\n\n<p>\n262 حدثنا القافلائي قال ثنا الصاغاني ثنا عبد الله بن صالح حدثني معاوية\nابن صالح عن من حدثه أن كعب الكتابيين كان يقول إن الله عز وجل نظر إلى\nالأرض فقال إني واطئ على بعضك فاستبقت إليه الجبال وتضعضت الصخرة فشكر الله\nلها ذلك فوضع قدمه عليها ثم قال عز وجل هذا مقامي ومحشر خلقي وهذه جنتي\nوناري وموضع ميزاني وأنا ديان الدين + أثر كعب إسناده ضعيف ينظر ما قبله +\n</p>\n\n<p>\n263 حدثنا أبو عبيد القاسم بن إسماعيل ثنا أبو عتبة أحمد بن الفرج ثنا\nبقية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p332'> Vol. 03, p. 332</a>\n            </div>\n             حدثني بحير بن سعد عن خالد بن معدان عن أبي راشد الحبراني\nأن معاوية قام في مسجد\n</p>\n\n<p>\nإيلياء فقال لما بين حائطي هذا أحب إلى من آخر الأرض فإن ربك دحا منها\nأربعة كثب ثم جعل ما بقي في التراب تحت قدميه + أثر معاوية إسناده لا بأس\nبه +\n</p>\n\n<p>\n264 حدثنا القافلائي ثنا الصاغاني ثنا سلم بن قادم <span id='ms375'></span> ثنا بقية حدثني أرطأة\nبن المنذر السكوني عن شبر بن أبي مسعود عن أبي هريرة عن النبي صلى الله\nعليه وسلم قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p333'> Vol. 03, p. 333</a>\n            </div>\n             ( ثلاثة في المنسى تحت قدم الرحمن وكل يوم\nالقيامة لا يكلمهم الله ولا ينظر إليهم ولا يزكيهم ) قال فقلت يا رسول الله\nمن هم جلهم لنا قال ( المكذب بالقدر والمدمن بالخمر والمتبرىء من ولده )\nفقلت وما المنسا يا رسول الله قال ( جب في قعر جهنم وأسفل طينتها ) + رجالة\nثقات غير شيخ أرطأة فلم يتبين لي +\n</p>\n\n<p>\n265 حدثنا القافلائي ثنا محمد الصاغاني ثنا يحيى بن أبي بكير وحسين بن\nمحمد قالا ثنا ابن أبي ذئب عن سعيد المقبري عن سعيد بن يسار عن أبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p334'> Vol. 03, p. 334</a>\n            </div>\n             هريرة أن رسول الله صلى الله عليه وسلم قال ( لا يوطن رجل\nالمساجد للصلاة والذكر إلا تبشبش الله به حتى يخرج كما يتبشبش أهل الغائب\nبغائبهم إذا قدم عليهم + صحيح رجاله ثقات رجال الصحيحن +\n</p>\n\n<p>\n266 حدثنا القافلائي قال ثنا محمد بن إسحاق قال ثنا عفان بن مسلم قال ثنا\nحماد بن سلمة قال أنبا عطاء بن السائب عن سلمان الأغر عن أبي هريرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p335'> Vol. 03, p. 335</a>\n            </div>\n             أن رسول الله صلى الله عليه وسلم قال فيما يحكي عن ربه (\nالكبرياء ردائي والعظمة إزاري فمن نازعني واحدا منهما قذفته في النار )\n</p>\n\n<p>\n( ومن اقترب مني شبرا اقتربت منه ذراعا ومن اقترب مني ذراعا اقتربت منه\nباعا ومن ذكرني في نفسه ذكرته في نفسي ومن ذكرني في ملأ ذكرته في ملأ خير\nمنهم وأطيب ومن جاءني يمشي جئته أهرول ومن جاءني يهرول جئته سعيا ) + صحيح\nرواه مسلم من حديث أبي سعيد الخدري وأبي هريرة بمعناه +\n</p>\n\n<p>\n267 حدثنا القافلائي قال ثنا الصاغاني قال ثنا علي بن بحر بن بري قال ثنا\nجرير وأبو معاوية عن الأعمش عن أبي صالح عن أبي هريرة قال قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p336'> Vol. 03, p. 336</a>\n            </div>\n            \nرسول الله صلى الله عليه وسلم ( أنا عند ظن عبدي بي وأنا معه حين يذكرني\nفإن ذكرني في نفسه ذكرته في نفسي وإن ذكرني في ملأ ذكرته في ملأ خير منهم\nوإن <span id='ms376'></span> اقترب إلي شبرا اقتربت إليه ذراعا وإن اقترب إلي ذراعا اقتربت إليه\nباعا وإن أتاني يمشي أتيته هرولة ) + صحيح متفق عليه +\n</p>\n\n<p>\n268 قال ابن نمير فقلت للأعمش من يستشنع هذا الحديث فقال إنما أراد في\nالإجابة + أثر الأعمش لم أقف على إسناده +\n</p>\n\n<p>\n269 حدثنا عمر بن أحمد بن شهاب قال ثنا أبو مسلم الكشي قال ثنا أبو عاصم\nالنبيل عن سفيان عن عمار الدهني عن سعيد بن جبير عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p337'> Vol. 03, p. 337</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p338'> Vol. 03, p. 338</a>\n            </div>\n             ابن عباس <span class='quran'>وسع كرسيه السماوات والأرض </span>قال موضع\nالقدمين ولا يقدر قدر عرشه + أثر ابن عباس صحيح +\n</p>\n\n<p>\n270 حدثنا أبو قاسم حفص بن عمر قال ثنا أبو حاتم قال ثنا آدم بن أبي إياس\nقال ثنا جعفر الرازي عن عبد الله بن دينار عن بشير عن أبي هريرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p339'> Vol. 03, p. 339</a>\n            </div>\n             قال قال رسول الله صلى الله عليه وسلم ( الرحم شجنة من الرحمن\nتعلقت بمنكبي الرحمن قال لها من وصلك وصلته ومن قطعك قطعته ) + صحيح من وجه\nآخر إسناده ضعيف أو غير محفوظ + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p340'> Vol. 03, p. 340</a>\n            </div>\n            \n</p>\n\n<p>\n271 رواية تعلق بحقوي الرحمن تقول اللهم صل من وصلني واقطع من قطعني +\nصحيح تقدم تخريجه في الذي قبله +\n</p>\n\n<p>\n272 حدثني أبو صالح قال ثنا أبو الأحوص قال ثنا موسى بن إسماعيل قال ثنا\nحماد بن سلمة عن ثابت عن أنس أن النبي صلى الله عليه وسلم ( تلى هذه الآية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p341'> Vol. 03, p. 341</a>\n            </div>\n             <span class='quran'>فلما تجلى ربه للجبل جعله دكا </span>قال هكذا بأصبعه ووضع\nالنبي صلى الله عليه وسلم الإبهام على المفصل الأعلى من الخنصر فساخ الجبل\n) + صحيح على شرط مسلم +\n</p>\n\n<p>\n273 حدثنا أحمد ابن مسعدة الأصبهاني قال ثنا إبراهيم بن الحسين الهمذاني\nقال ثنا آدم بن أبي إياس قال ثنا أبو عمرو ثنا الصنعاني عن زيد بن أسلم عن\nعطاء بن يساء عن أبي سعيد الخدري قال سمعت رسول الله صلى الله عليه وسلم\nيقول ( يكشف ربنا عن ساقيه فلا يبقى من سجد لله في الدنيا من تلقاء نفسه\nإلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p343'> Vol. 03, p. 343</a>\n            </div>\n             أذن له في السجود ولا يبقى من سجد له اتقاء ورياء إلا جعل\nظهره طبقة واحدة كلما أراد أن يسجد <span id='ms377'></span> خر على قفاه )\n</p>\n\n<p>\n. . . صحت عن رسول الله صلى الله عليه وسلم . . التحذير من فتنة طوائف\nمعتزلة وخوارج يجحدونها ويكذبون بها\n</p>\n\n<p>\nأنهاه بخطة عماد بن أحمد بن أبي بكر رحمه الله الشافعي غفر الله له\nولصاحبه ولمن قرأة ودعا لهما بالمغفرة وجميع المسلمين + صحيح متفق عليه +\n</p>\n\n<p>\nقوبل هذا الكتاب على أصله من أوله إلى آخره بحمد الله وعونه وصح بقدر\nالجهد إن شاء الله تعالى ووافق الفراغ من ذلك في العشرين من شهر المحرم سنة\nتسع عشرة وسبعمائة على يد مالكه أحمد بن علي بن أبي بكر الحنفي عفا الله\nعنهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p344'> Vol. 03, p. 344</a>\n            </div>\n             <span id='ms378'></span>\n</p>\n",
  "pages": [
    "001",
    "001",
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "008",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "250",
    "251",
    "252",
    "253",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "267",
    "268",
    "269",
    "270",
    "271",
    "272",
    "273",
    "274",
    "275",
    "276",
    "277",
    "278",
    "279",
    "280",
    "281",
    "282",
    "283",
    "284",
    "285",
    "286",
    "287",
    "288",
    "289",
    "290",
    "291",
    "292",
    "293",
    "294",
    "295",
    "296",
    "297",
    "298",
    "299",
    "300",
    "301",
    "302",
    "303",
    "304",
    "305",
    "306",
    "307",
    "308",
    "308",
    "309",
    "310",
    "311",
    "312",
    "313",
    "314",
    "315",
    "316",
    "317",
    "318",
    "319",
    "320",
    "321",
    "322",
    "323",
    "324",
    "325",
    "326",
    "327",
    "328",
    "329",
    "330",
    "331",
    "332",
    "333",
    "334",
    "335",
    "336",
    "337",
    "338",
    "339",
    "340",
    "341",
    "343",
    "344"
  ],
  "volumes": [
    "01",
    "02",
    "03"
  ]
}