{
  "content": "\n<p>\n+ سامي الديري + كتاب + رسل الملوك + ومن يصلح للرسالة والسفارة + ابن\nالفراء + بسم الله الرحمن الرحيم وبه الاعانة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nالحمد لله الذي اتخذ الحمد لنفسه لينيل به ثوابا عباده ففتح به كتابه\nوختم به دعاء اهل جنته فقال في كتابه <span class='quran'>أن الحمد لله رب العالمين </span>وصلى الله على اكرم رسول جاء بالحكمة والموعظة الحسنة هاديا لهم إلى طاعته\nوذائدا لهم عن معاصيه محمد النبي وآله الطاهرين وسلم تسليما\n</p>\n\n<p>\nسألتني ايدك الله ان ابين لك فضل الرسل ومن يصلح للرسالة والسفارة ومن\nامر من الملوك والاوائل والحكماء الافاضل بإرسال رسول ومن نهى عن ذلك وكيف\nتكون صفة الرسل وما ينبغي لمن ارسل لملك اذا كان منازلا لملك ان يعمل في\nالاحتياط لنفسه ولمن ارسله ومن حمد على قديم الوقت من الرل ومن ذم وما قالت\nالحكماء والبلغاء والشعراء في ذلك وما ورد من ذكر الرسول في كتاب الله\nالعظيم الذي لا يأتيه الباطل من بين يديه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n             ولا من خلفه تنزيل من\nحكيم حميد ومن خان ملكه لمتعجل بر أو فائدة وما جازاه به مرسله على ذميم\nفعله ومن رسل برسالة غليظة فأداها والوجه الذي به احتال إلى ان نجا من شر\nما حمله ومن نصح من الرسل لملكه وزانه برسالته ورفع من ملكه ببيانه وعبارته\nفأدبتك إلى سؤالك اعتمادا مني لمسرتك وعلما انك غني عن يسير ما اعلم بكثير\nما تعلم آخذا بالادب في مسارعتي إلى الامر والى الله ارغب في الهداية\nوالتوفيق برحمته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n             & الباب الاول &\n</p>\n\n<p>\n| اذكر فيه ما جاء في كتاب الله عز وجل من ذكر الرسل\n</p>\n\n#\n<p>\n| ووجوب حق تعظيمهم والانقياد اليهم\n</p>\n\n<p>\nقال الله تعالى <span class='quran'>كما أرسلنا فيكم رسولا منكم يتلو عليكم آياتنا\nويزكيكم ويعلمكم الكتاب والحكمة ويعلمكم ما لم تكونوا تعلمون </span></p>\n\n<p>\nوقال تبارك اسمه <span class='quran'>رسلا مبشرين ومنذرين لئلا يكون للناس على الله حجة\nبعد الرسل </span></p>\n\n<p>\nوقال عز من قائل ^ يا أيها الناس قد جاءكم رسولنا يبين لكم على فترة من\nالرسل ان تقولوا ما جاءنا من بشير ولا نذير فقد جاءكم <span id='ms01'></span> بشير ونذير والله على\nكل شيء قدير ^\n</p>\n\n<p>\nوقال تعالى ^ انا ارسلناك بالحق بشيرا ونذيرا ولا تسأل عن اصحاب الجحيم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n             وقال تعالى <span class='quran'>وما أرسلناك إلا رحمة للعالمين </span></p>\n\n<p>\nوقال تعالى في انه لا يجوز ان يرسل إلى امة الا منهم من يفهم لغتهم ومن\nهو درب بها فهو احج عليهم <span class='quran'>وما أرسلنا من رسول إلا بلسان قومه ليبين\nلهم </span></p>\n\n<p>\nوقال تعالى <span class='quran'>إنا أرسلنا إليكم رسولا شاهدا عليكم كما أرسلنا إلى\nفرعون رسولا فعصى فرعون الرسول فأخذناه أخذا وبيلا </span></p>\n\n<p>\nوقال تعالى <span class='quran'>فعصوا رسول ربهم فأخذهم أخذة رابية </span></p>\n\n<p>\nوقال تعالى <span class='quran'>إنا أرسلناك شاهدا ومبشرا ونذيرا وداعيا إلى الله بإذنه\nوسراجا منيرا </span></p>\n\n<p>\n| اسماء رسل رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nارسل جرير بن عبد الله إلى ذي الكلاع وارسل إلى جبلة بن الايهم شجاع بن\nوهب الاسدي قال الواقدي بل إلى شمر بن الحارث بن أبي شمر وارسل إلى المقوقس\nصاحب مصر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n             حاطب بن أبي بلتعة حليف بني اسد فأكرمه ووصله وبعث\nإلى رسول الله صلى الله عليه وسلم بمارية أم إبراهيم صلى الله عليه وسلم\nومعها خصي واختها أم عبد الرحمن بن حسان بن ثابت وببغلته دلدل وحماره يعفور\nوارسل عمرو بن العاص إلى جيفر وعبد ابني الجلندي بن المستكبر الازديين\nبعمان فأسلما وغلبا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n             على عمان وارسل دحية بن خليفة الكلبي إلى\nقيصر ملك الروم فأخذ كتاب رسول الله صلى الله عليه وسلم ووضعه على خاصرته\nووصل دحية وقال لو كان في بلادي لاتبعته ونصرته وارسل عمرو بن امية الضمري\nإلى النجاشي وارسل سليط بن عمرو اخا عامر بن لؤي إلى اهل اليمامة قال\nالواقدي وارسل إلى هوذة بن علي الحنفي وارسل العلاء بن الحضرمي حليف بني\nاسد إلى المنذر بن ساوى العبدي واهل البحرين وكتب إلى المنذر كتابا فأسلموا\nوبعثوا بخراجهم\n</p>\n\n<p>\nوكان اول ما ورد المدينة خراج البحرين وهو سبعون الف درهم وبعث المهاجرين\nبن أبي امية المخزومي إلى الحارث بن عبد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n             كلال الحميري ملك\nوارسل عبد الله بن حذافة السهمي إلى كسرى <span id='ms02'></span> بن هرمز فلما قرأ كتاب رسول الله\nصلى الله عليه وسلم قال بدأ باسمه قبلي وقد كتابه سيورا فقال رسول الله صلى\nالله عليه وسلم اللهم مزق فارس كل ممزق فما أفلحوا بعد دعوة رسول الله صلى\nالله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n             & الباب الثاني &\n</p>\n\n<p>\n| اذكر فيه لم ارسل الله تعالى البشر إلى البشر دون ان يجعل رسله\n</p>\n\n#\n<p>\n| ملائكة أو غيرهم من خلقه ووجه الفائدة في ذلك\n</p>\n\n<p>\nقد كان في قدرة الله جل وعلا ان يلقي في قلوب الامم الايمان ويوفقهم لما\nيرضاه من الشرائع والاديان من غير ان يبعث فيهم الرسل ويعرفهم الايات\nوالنذر ولكنه تبارك اسمه العظيم لرأفته بهم واحسانه اليهم بعث فيهم من\nانفسهم من يخاطبهم بألسنتهم ويهديهم لمراشدهم عاطفا عليهم بالمجانسة ورؤوفا\nبهم للقرابة قال الله تعالى جده <span class='quran'>لقد جاءكم رسول من أنفسكم عزيز عليه\nما عنتم حريص عليكم بالمؤمنين رؤوف رحيم </span>& الباب الثالث &\n</p>\n\n<p>\n| اذكر فيه ما اوجبه الله تعالى على مخالفي الرسل من العذاب\n</p>\n\n<p>\nقال سبحانه <span class='quran'>وما كنا معذبين حتى نبعث رسولا </span></p>\n\n<p>\nوقال جل اسمه <span class='quran'>وما كان ربك مهلك القرى حتى يبعث في أمها رسولا </span></p>\n\n<p>\nواوجب سبحانه العذاب عند عصيان الرسول فقال تبارك اسمه <span class='quran'>كما أرسلنا\nإلى فرعون رسولا فعصى فرعون الرسول فأخذناه أخذا وبيلا </span></p>\n\n<p>\nوقد فضل الله سبحانه المرسلين من انبيائه على غير المرسلين لتبليغ\nالرسالة وتحمل ثقل الامانة والصبر على اذى الكافرين وتكذيب الجاحدين\n</p>\n\n<p>\nومن اخص المنازل عند الملوك والطفها واقرب الاسباب منها واوصلها منزلة\nالمترسل بينها وبين اضدادها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n             & الباب الرابع &\n</p>\n\n<p>\n| اذكر فيه ان الكتاب مقصور على معناه الذي يتضمنه لا يتعداه إلى\n</p>\n\n#\n<p>\n| غيره وان الرسول يتصرف في مذاهب الحجة وابرهن ان الكتاب\n</p>\n\n#\n<p>\n| يد والرسول لسان وان الواجب على الملوك ان يقرنوا كتبهم\n</p>\n\n#\n<p>\n| بالرسل لما في ذلك من كمال الفائدة ووجوب الحجة ولقطع الرسول\n</p>\n\n#\n<p>\n| الامر اذا كان مأمورا من غير مراجعة ولا يحتاج إلى استئذان مرسله\n</p>\n\n<p>\nقال الحكيم الكتاب يد والرسول لسان\n</p>\n\n<p>\nوقال غيره الكتاب مقصور على معناه الذي يتضمنه لا يتعداه إلى غيره\nوللرسول ان <span id='ms03'></span> يتصرف في انحاء الحجة ويتأتى لنظم الالفة ويحرص على درك البغية\nويجتهد في نجح الطلبة اجتهاد من يرى ان في تمام الامر على يده وانتظامه\nبسعيه وسفارته دليلا على موقعه وتيمنا بطائره وربما حكم الرسول في الامور\nوخير في التدبير على حسب ما توجبه المشاهدة ويستصاب في البدء والعاقبة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nقال بعض الادباء من الحكماء\n</p>\n\n<p>\n( ليس الكتب ببالغ لك مبلغا % حتى يكون مع الكتاب رسول )\n</p>\n\n<p>\n( ما في كتابك غير ما حملته % لكن رسولك كيف شاء يقول )\n</p>\n\n<p>\n( فإذا دمعتهما ولم تفردهما % بلغ التجاح وادرك المأمول )\n</p>\n\n<p>\nوقال غيره ممن يجري في الحكمة مجراه\n</p>\n\n<p>\n( اقرن كتابك بالرسول فإنه % اقضى لما حاولت فيه واعذر )\n</p>\n\n<p>\n( واذا اقتصرت على الكتاب فإن من % كاتبت في رد الجواب مخير )\n</p>\n\n<p>\nان آثر التقدم فهو مقدم % أو آثر التأخير فهو مؤخر )\n</p>\n\n<p>\nوقال حكمي العرب في التفويض إلى الرسول\n</p>\n\n<p>\n( اذا كنت في حاجة مرسلا % فأرسل حكيما ولا توصه )\n</p>\n\n<p>\nعلى ان هذا المذهب مرذول عند الحزمة الالباء والمجربين العقلاء الذين\nخبروا الامور بفطر عقولهم واضافوا اليه ما استفادوا من تجارب ايامهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n             & الباب الخامس &\n</p>\n\n<p>\n| في نهي الرسول عن تعدي ما ارسل به وان يخطيء برأي المرسل\n</p>\n\n#\n<p>\n| ولا يصيب برأيه ونهيه عن الوهم بالرسالة أو التحريف لها والا احوج\n</p>\n\n#\n<p>\n| إلى رسول ثان\n</p>\n\n<p>\nامروا بأداء الرسالة على وجهها ونهوا عن الشك والتحريف خيفة احتياج ما\nإلى رسول ثان فأخذ هذا المعنى بعض الشعراء المجيدين والحكماء المطبوعين\nفقال\n</p>\n\n<p>\n( اني انتدبتك للرسالة بعد ما % دبرت امري مبدئا ومعاودا )\n</p>\n\n<p>\n( اعلم بأنك ان اضعت وصيتي % فأصبت لم اك للاصابة حامدا )\n</p>\n\n<p>\n( واذا اجدت بها فعاقك عائق % عما اردت بسطت عذرك جاهدا )\n</p>\n\n<p>\n( ان الرسول اذا استبد برأيه % وعصى ولي الامر كان معاندا )\n</p>\n\n<p>\nوقال بعض الشعراء في سرول وهم فأحوج مرسله إلى رسول ثان\n</p>\n\n<p>\n( شر الرسولين من يحتاج مرسله % منه إلى العود والامران سيان )\n</p>\n\n<p>\n( لذاك ما قال اهل العلم في مثل طريق كل اخي جهل طريقان ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n             &\nالباب السادس &\n</p>\n\n<p>\n| اذكر فيه كيف كيف ينبغي للرسول ان يغفل اذا سفر بين ملكين وكان\n</p>\n\n#\n<p>\n| احدهما يرعد <span id='ms04'></span> ويبرق ويعد ويستعد ليصغر اليه نفسه وما اجاب\n</p>\n\n#\n<p>\n| به بعض الرسل وقد عوتب على انه لم يعر شيئا مما رآه طرفه مما عظم\n</p>\n\n#\n<p>\n| به في عين من ارسل اليه وملكه\n</p>\n\n<p>\nقال الحكيم\n</p>\n\n<p>\nاختر لرسالتك في هدنتك وصلحك ومهماتك ومناظرتك والنيابة عنك رجلا حصيفا\nبليغا حولا قلبا قليل الغفلة منتهز الفرصة ذا رأي جزل وقول فصل ولسان لسليط\nوقلب حديد فطنا للطائف التدبير ومستقلا لما ترجو أو تحاول بالحزامة واصابة\nالرأي ومتعقبا له بالحذر والتمييز ساميا إلى ما يستدعيه اليك ويستدفعه عنك\nان حاول جر امر احسن اتعلاقه وان رام دفعه احسن رده حاضر الفصاحة مبتدر\nالعبارة ظاهر الظلاقة وثابا على الحجج مبرما لما نقض خصمك ناقضا لما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n             ابرم يجيل الباطل في شخص الحق والحق في شخص الباطل متى رام\nاحتجاجا عنك الد على اهل اللدد في مواقفه ومشاهده محتالا في محاورته\nومكائده جامعا مع هذا العلم الفرائض والسنن والاحكام والسير ليحتذي مثال من\nسلف فيما يورده ويصدره عالما بأحوال الخراج والحسابات وسائر الاعمال ليناظر\nكلا بحسب ما يراه من صوابه وخطائه وليكن من اهل الشرف والبيوتات ذا همة\nعالية فإنه لا بد مقتف آثار اوليته محب لمناقبها مساو لاهله فيها فمتى\nاجتمعت لك فيه هذه الخصال فاجعله من بطانتك واطلعه طلع امرك خطيره وحقيره\nواستشره في بداتك لطيفها وجليلها ومتى اخلت به هذه الخلال كانت جنايته عليك\nاعظم وكان كالسالك طريقا لا يدري اين يؤم منه\n</p>\n\n<p>\nوقال أبو زيد في السياسة المختصرة وان يكون الذي تختاره للتوجه في\nالرسائل جهر الصوت حسن الرواء والمنظر مقبول الشمائل حسن البيان جيد\nالعبارة حافظا لما يتبلغ لؤديه على وجهه ولا يمنعه الصدق عن سلطانه رغبة\nيقدمها فيمن يتوجه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n             اليه ولا مهانة يستشعرها في نفسه وتقديم\nالنصيحة لرئيسه فإنه متى لم يكن المستكفى لهذا العلم واستعمل بابا من\nالتحريف والتمويه فيما يختلف فيه بين السلطان وبين من يراسله ويشافهه على\nلسانه بما يحتاج اليه فإن عدا هذه الصفة وقع في اعمال السلطان بذلك اظهر <span id='ms05'></span>\nخلل واعظم ضرر ولذلك يجب على السائس ان يجتهد في تخيره لهذا العمل من يصلح\nله ويستقل به ويجريه على وجهه ولا يحتمل متوليه على تقصير يقع منه فيعرض\nامر السلطان لوقوع الخلل والانتشار فيه\n</p>\n\n<p>\nوقال غير البلخي يكون الرسول مذكورا وسيما قسيما لا تقتحمه العين ولا\nيزدري بالخبرة عفيفا جيد اللسان حسن البيان حاد البصر ذكي القلب يفهم\nالايماء ويناظر الملوك على السواء فإنه انما ينطق بلسان مرسله فإذا ذكروه\nعرف واذا نظر اليه لم يحتقر ويجب ان يجمل بكل ما امكن الوافد والعامة ترمق\nالزي اكثر مما ترمق الكفاية والسداد ويجب ان تزاح علله فيما يحتاج اليه حتى\nلا تشره نفسه إلى ما يبذل له ويدفع اليه فإن الطمع يقطع الحجة والرسول امين\nلا امين عليه فيجب ان يرتهن بالاحسان اليه والافضال عليه\n</p>\n\n<p>\nواعلم ان للرسالة حدودا لا يتسع تعديها وحقوقا يلزم القيام بها اولها\nايثار الصدق وتعمد النصح وان يصدع بالرسالة وله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n             ان يدمج المعنى\nالغليظ منها ي الالفاظ اللينة وان يتأدب بأدب الله تعالى فيما ادب رسله\nالكرام حيث يقول <span class='quran'>فقولا له قولا لينا لعله يتذكر أو يخشى </span></p>\n\n<p>\nوقال شاعر العرب\n</p>\n\n<p>\n( لينوا لنا في القول انا معشر % نأبى مقادتنا على الاغلاظ )\n</p>\n\n<p>\n( والله قد امر النبي وصنوه % في وحيه بالانة الالفاظ )\n</p>\n\n<p>\nوالرسول مع هذه الامور محتاج من الاقدام والجرأة إلى مثل ما يحتاج اليه\nمن الوقار والركانة لانه ليس على كل الطبقات يشتد ولا لكلها يلين وربما لم\nيسعه الا ان يصدع بالرسالة على ما فيها فمن لم يكن جريئا حرفها واخل بها\nوافسد معانيها\n</p>\n\n<p>\nوحكى اصحاب السير فيما نقلوه من اخبار عبد الملك ابن مروان انه ارسل بعض\nاصحابه إلى الحجاج بن يوسف برسالة غليظة وحذره من تعديها أو الانة الفاظها\nفأداها وعاد اليه فقال له اديت ما حملتك قال نعم يا امير المؤمنين فقال اما\nلو لم تفعل لضربت عنقك قال الرسول هذا عقاب المعصية فما ثواب الطاعة فأمر\nله بجائزة وحملان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n             & الباب السابع &\n</p>\n\n<p>\n| اذكر <span id='ms06'></span> فيه اذا لم يكن الرسول وقورا ثابت العقل وورد من الاعداء\n</p>\n\n#\n<p>\n| على من يرعد ويبرق عليه ويجمع له عدده وعدده فأكثر\n</p>\n\n#\n<p>\n| الرسول التلفت اهان مرسله\n</p>\n\n<p>\nقال المؤلف ومتى لم يكن الرسول وقورا ثابت العقل شجاعا وورد من الاعداء\nعلى من يرعد ويبرق عليه ويجمع له عدده وعدده فأكثر الرسول التلفت إلى ذلك\nضعف مرسله ووهنه واوهم المرسل اليه ان صاحبه دون قوته ومنعته\n</p>\n\n<p>\nواورد اصحاب السير ان رسولا لبعض ملوك الفرس ورد على هشام بن عبد الملك\nوقد كن اعد له وحشد فلم يزد الرسول على الاطراق وترك التلفت والنظر امامه\nولم يعر شيئا مما اعد له فقيل له ف ذلك فقال ان عيني وقلبي مملوءآن مما\nخلفته ورائي يشغلهما عظيم ما عندنا عن صغير ما عندكم فوقع قوله إلى هشام\nفقال قاتل الله العلج ان صاحبه كان اعلم به اذا توخاه لرسالته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nوجاء في الخبر عن سيدنا رسول الله صلى الله عليه وسلم انه قال اذا ابردتم\nالي بريدا فليكن حسن الوجه حسن الاسم\n</p>\n\n<p>\nوقالت الحكماء ثلاثة تدل على ثلاثة الهدية على المهدي والكتاب على الكاتب\nوالرسول على المرسل\n</p>\n\n<p>\nوقالوا رسول الرجل مكان رأيه وكتابه مكان عقله\n</p>\n\n<p>\nوقال الشاعر\n</p>\n\n<p>\n( تخير رسولك ان الرسول % يدل على عقل من أرسله )\n</p>\n\n<p>\n( تراه اذا كان ذا حكمة % يبلغ احسن ما حمله )\n</p>\n\n<p>\n( فيبرم منتقضات الامور % ويفتح ابوابها المقفله )\n</p>\n\n<p>\n( ويرجع ان كان ذا غرة % عليه الامور التي هن له ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل لعبد الله بن العباس رضوان الله عليه ما منع عليا رضي الله عنه ان\nيرسلك يوم الحكمين فقال منعه والله حاجز القدر ومحنة الابتلاء ووالله لو\nوجهني لجلست في مدارج انفاسه ناقضا لما ابرم ومبرما لمن نقض اسف اذا طار\nواطير اذا اسف ولكن مضى قدر وبقي اسف والاخرة خير لامير المؤمنين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n             & الباب الثامن &\n</p>\n\n<p>\n| في ان الرسول اذا لم يكن متأنيا صبورا سالما من العلق وكان\n</p>\n\n#\n<p>\n| متلفتا إلى ما خلفه من اهله وماله كان سعيه فيما على مرسله لا له\n</p>\n\n#\n<p>\n| أو عاد على يديه بأمر <span id='ms07'></span> لم يفصله ورأي لم يبرمه\n</p>\n\n<p>\nويحتاج الرسول من الحلم وكظم الغيظ ما يحتاج اليه من الصبر على طول المكث\nوتراخي المقام فإن الرسول ربما وجه إلى سخيف ودفع إلى طائش فبدرت اليه منه\nالكلمة البذية فيلحقه من سورة الغضب ويتملك عليه من سلطان الغيظ ما يتخون\nعزمه ورأيه ويقطعه عن استيفاء حججه ويفاء كل ما في رسالته\n</p>\n\n<p>\nوهو مع الحلم والكظم اخلق بالنجاح وبلوغ المراد واذا لم يكن متأنيا صبورا\nمكينا من عقله فمني بالملك الحازم المخمر لرأيه المراجع لنفسه الذي لا يمضي\nالا الرأي المتعقب المنقح لم يخل الرسول من ان يهجم به الغلق والعجلة على\nاحدى خلتين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n             لا ثالث لهما انا ان ينقاد إلى مؤآتاة من ارسل اليه\nعلى مأتى له فيه الحظ وعلى مسرله الغبن حرصا على سرعة الكرة وتعجل الاوبة\nواما ان يعود بأمر لم ينفصل ورأي لم ينبرم فيرجع كما بدأ\n</p>\n\n<p>\nومن امثالهم رب عجلة تهب ريثا على ان الاول قد قال وللريث في بعض\nالاحايين اسرع\n</p>\n\n<p>\nوقال بعض الشعراء\n</p>\n\n<p>\n( وأول ما يكون الغيث طلا % ويكثر ودقة فيصير غيثا )\n</p>\n\n<p>\nوقال الاخر\n</p>\n\n<p>\n( وما راح محروم ولا راث منجح % ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n             & الباب التاسع &\n</p>\n\n<p>\n| في من دفع من رسل الملوك إلى ان حمله ملكه إلى ملك آخر\n</p>\n\n#\n<p>\n| رسالة غليظة وامره ان يؤديها على وجهها وحظر عليه ان يغيرها\n</p>\n\n#\n<p>\n| عن هيئتها أو تحريف شيء من معناها ولفظها والوجه الذي به\n</p>\n\n#\n<p>\n| احتال حتى ادى الرسالة وسلم من معرة الملك المرسل اليه\n</p>\n\n#\n<p>\n| وعاد بحمد منه وقد نصح لمن ارسله وادى مقالته\n</p>\n\n<p>\nورد في سيرة الفرس ان أحد ملوكهم انفذ إلى بعض الملوك المجاورين له رسالة\nمع بعض من اختبر ثقته وعرف صدق لهجته وامانته وكانت غليظة وحظر عليه ان\nيغيرها عن هيئتها أو يحرف شيئا من معناها ولفظها وحذره من تجاوز ما رسم له\nمن ذلك فأدى إلى الملك المرسل اليه منها ما احفظه واغاظه فقال الملك للرسول\nان صاحبك لم يجبهني بهذه المقالة وانت المجتريء بها علي والماليء منها سمعي\nوقلبي وما <span id='ms08'></span> شفاء غيظي وما تسكين حفيظتي الا المبالغة في عقابك فقال له\nالرسول هون عليك ايها الملك فإن لكل مقال جوابا وان قبح اديته على حاله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n             قال له الملك هيهات انك تتوجه إلى من تجله عن سماع ما يسوؤه\nوتلقيه بما يحفظه فقال الرسول ان من العجب ان القاك بمقالته وآمن بادرتك\nونيتي عليك ثم ألقاه بكلامك فلا اثق بحلمه ونيتي معه فأذهب بهذا القول\nحفيظته وسل سخيمته وقال مثلك من يرسل بين الملوك فالرسول مبلغ غير ملوم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n             & الباب العاشر &\n</p>\n\n<p>\n| في ان وهن الرسول عائد علؤ من ارسله وكذلك اختلاله\n</p>\n\n#\n<p>\n| وضعفه وان الرسول اذا كان تاما ذا بيان ورواء فما فيه من فضل\n</p>\n\n#\n<p>\n| عائد على من ارسله ومنسوب اليه\n</p>\n\n<p>\nومتى كان الرسول دون مرسله في رأي وعقل ورواء ونبل ظن بمرسله اكثر من\nاختلاله ومتى كان اتم منه وزايد في هذه الاحوال ظن بمرسله فوق ذلك من\nالتمام فعوار الرسول يعر المرسل وان كان فاضلا واختلال المرسل لا يعر\nالرسول اذا كان كاملا ويحتاج الرسول من التصون والنزاهة إلى ما يحتاج اليه\nمن ترك الافراط في الانقباض والحشمة حتى لا يكون غرضه فيما يعرض عليه من\nعظيم البر بيع دينه ولا خيانة مرسله ولا بيع امانته ولا يأبى من يسيره\nولطيفه ما يوجب قبوله الانس ويوقع الامتناع منه النفار والوحشة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n& الباب الحادي عشر &\n</p>\n\n<p>\n| في الرسول المحروم وما ورد فيه من آيات كتاب الله عز وجل\n</p>\n\n#\n<p>\n| وكلام البلغاء والشعراء والحكماء\n</p>\n\n<p>\nوقد ذم الله سبحانه الرسول المحروم الذي لا تنجح على يديه الامور وان كان\nالعسر واليسر جاريين مقاديره جل وعلا فقد قال عز وجل ^ وضرب الله مثلا\nردجلين احدهما ابكم لا يقدر على شيء وهو كل على مولاه اينما يوجهه لا يأت\nبخير ^\n</p>\n\n<p>\nويستحب من الرسول ان يشعر نفسه النجاح ويمكن في قلبه الظفر فيتلقى الامور\nبنشاط القدرة ويبائرها بعلو الهمة لا كالمضعوف الذي يبعد على نفسه الامور\nويشعرها اليأس ليضع عنها مؤونة السعي ويكفيها الاعمال و الاحتيال والدأب في\nبلوغ الامال <span id='ms09'></span> كما قال بعض الشعراء\n</p>\n\n<p>\n( قل ما يجح الرسو % ل اذا استشعر الخور ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\n( وارى اليأس نفسه % قبل ان يبلو الخبر )\n</p>\n\n<p>\n( انما المنجح الممك % ن في نسفه الظفر )\n</p>\n\n<p>\n( الذي يركب العس % ير على انه يسر )\n</p>\n\n<p>\nوقال بعض الشعراء\n</p>\n\n<p>\n( وكنت اذا بعثت به رسولا % بداني قبل أن يمضي بياس )\n</p>\n\n<p>\n( وأنساني وما وجهت فيه % على اني ذكور غير ناس )\n</p>\n\n<p>\n( ويرجع لا رعاني الله فيه % الي بخيبة بعد احتباس )\n</p>\n\n<p>\n( يرد برأسه ابدا جوابي % أرانيه الاله بغير راس ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n             & الباب\nالثاني عشر &\n</p>\n\n<p>\n| اذكر فيه لم استحب في الرسول اسراف القد وعبالة الجسم\n</p>\n\n#\n<p>\n| وما احتج به من كان قميا من الرسل ومن كان عبلا\n</p>\n\n<p>\nويستحب في الرسول تمام القد وعبالة الجسم حتى لا يكون قميئا ولا ضيئلا\nوان كان المرء بأصغريه ومخبوءا تحت لسانه ولكن الصور تسبق اللسان والجثمان\nيستر الجنان ولذلك ما قال عمر بن الخطاب رضي الله عنه يؤذن لكم فيقدم\nاحسنكم اسما فإذا دخلتم قدمنا احسنكم وجها فإذا نطقتم ميزتكم السنتكم وكانت\nاعين الملوك تسبق إلى ذوي الرواء من الرسل وانما توجب ذلك في رسلها لئلا\nينقص اختيارها حظا من حظوظ الكمال ولانها تنفذ واحجدا إلى امة وفذا إلى\nجماعة وشخصا إلى شخوص كثيرة فاجتهدوا في ان يكون ذلك الواحد وسيما جسيما\nيملا العيون المتشوقة اليه فلا تقتحمه ويشرف على تلك الخلق المتصدية له فلا\nتستصغره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nوجاء في التاريخ ان الشعبي لم ادخل على عبد الملك بن مروان برسالة الحجاج\nاقتحمه ناظره واستصغره قبل أن يمتحن ما وراء ذلك من عقله وبيانه وفضله\nوحكمته فقال انك لدميم يا شعبي فاحتاج الشعبي إلى تمحل العذر والطاف الجواب\nفقال زوحمت في الرحم يا أمير المؤمنين\n</p>\n\n<p>\nولما اوفد بعض الملوك رسوله إلى معاوية بن أبي سفيان وكان وسيما جسيما\nيملأ العين فأحب معاوية عيبه فقال ما هذه الفدامة فيكم فقال الرسول عنوان\nنعم الله عندنا فكان هذا الجواب غاية في الاحسان والسداد لانه اعتد العبالة\nموهبة وكان جواب الشعبي تمحلا لانه علم ان الدمامة عيب ونقيصة\n</p>\n\n<p>\nوقد قال <span id='ms10'></span> شاعر العرب\n</p>\n\n<p>\n( تبين لي ان القماءة ذلة % وان اشداء الرجال طوالها )\n</p>\n\n<p>\nفكأن الملوك ارادت أن تستجمع هذه الفضائل على مراتبها في رسلها فيكون\nالرسول حسن الاسم والخلق والبيان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nوتقول الرواة ما نعرف رسولا الطف ولا كتابا اوجز من هدهد سليمان وكتاه\nوهو قوله عز وجل <span class='quran'>إنه من سليمان وإنه بسم الله الرحمن الرحيم ألا تعلوا\nعلي وأتوني مسلمين </span></p>\n\n<p>\nوعيب بعض الرسل بالقصر والدمامة وكان اديبا فطنا فأنشد بديها\n</p>\n\n<p>\n( عقل الرسول وبسطة في رأيه % خير له من نبله وبهائه )\n</p>\n\n<p>\n( فإذا أخل بذي الترسل رأيه % لم يغنه عنه جميل روائه )\n</p>\n\n<p>\n( ما ضر هدهد آل داود مع أل % م إنجاح ظاهر قبحه وقمائه )\n</p>\n\n<p>\n( فمضى وعاد إلى النبي مبشرا % بالنصح في إيداعه وأدائه ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n             &\nالباب الثالث عشر &\n</p>\n\n<p>\n| اذكر فيه ما كنت تعمل عليه الفرس اذا آثرت أن تتخذ من رعاياها\n</p>\n\n#\n<p>\n| من تندبه للرسالة والسفارة والمحنة التي تمتحنه بها فإذا صح علي\n</p>\n\n#\n<p>\n| الابتلاء والخبرة حينئذ تتخذه رسولا\n</p>\n\n<p>\nقال الحكيم رسولك ترجمان عقلك\n</p>\n\n<p>\nمن كتاب اخلاق الملوك\n</p>\n\n<p>\nوليكن الرسول صحيح الفطرة والمزاج ذا بيان وعبارة بصيرا بمخارج الكلام\nووجوهه مؤديا لالفاظ الملك ومعانيها صدوق اللهجة لا يميل إلى طمع حافظا لما\nحمل وعلى الملك ان يمتحن رسوله محنة طويلة قبل أن يجعله رسولا\n</p>\n\n<p>\nما كانت تعمل عليه ملوك الفرس في المحنة\n</p>\n\n<p>\nإذا آثرت ان تتخذ من رعاياها من تجعله رسولا إلى بعض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n             ملوك\nالأرض كانت تمتحنه محنة طويلة فأول ما تبتدئ به من محنته أن توجهه رسولا\nإلى بعض خاصة الملك و من في قرار داره في رسائلها ثم تقدم عينا لها عليه\nبحفظ رسالته ويكتبها على نص كلامه ومعانيه فإذا ردجع الرسول بالرسالة وجاء\nالعين بما كتب من ألفاظه قابل بها الملك ألفاظ الرسول فإن اتفقت أو اتفقت\nمعانيها عرف بها الملك صحة عقله وصدق لهجته ثم جعله الملك رسولا إلى عدو له\nوجعل عليه عينا يحفظ الفاظه ويكتبها ثم يرفعها إلى الملك فإن اتفق كلام\nالرسول وكلام عين الملك علم أن رسوله قد صدقه عن <span id='ms11'></span> عدوه ولم يتزيد للعداوة\nالتي بينهما فإذا صح على الابتلاء والخبرة جعله الملك رسولا إلى ملوك الامم\nالمخالفة له ووثق به ثم كان من الملك الموجه به ان يقيم خبره مقام الحجة\n</p>\n\n<p>\nمن آيين الفرس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nكان من سنتهم ان الملك اذا أرسل رسولا جليلا ذا مرتبة شاهرة ومنزلة عامرة\nإلى رجل صغير المنزلة غامض المرتبة برسالة ان يكون المرسل متذللا لمن أرسل\nاليه وجالسا بين يديه وموفيا له حق الرياسة عليه حتى يتم ذلك الامر ثم بعد\nذلك يعود كل واحد منهما إلى منزلته\n</p>\n\n<p>\nمن السياسة العامة\n</p>\n\n<p>\nواعلم يا اسكندر أن الفرس اصحاب فأل فاستعلمه معهم فإنه باب من تجريد\nالبخت فإذا أرسلت اليهم رسولا فلا ترسله سليم العين اليمنى فإنهم يتطيرون\nبه وذلك لانهم يقولون انها للشمس واذا دخل رسولك عليهم فليأخذ ما امكنه ولا\nيدفع اليهم شيئا ومره الا يحك رأسه ولا يشير بيده اليهم فإذا قعد فلا يقعد\nبأمرهم في المرة الاولى فإنهم يغتمون ويتقونك بسببه وليرد عليهم رسولك في\nكل ما يقولون لا الا ان يكون ارما بينا فإن سألوه عن خاصة الملك قال كما\nيجب ان يكون صديقه وهو على خلاف ما يريد اعداؤه واذا انصرف فلا يكثر التلفت\nالى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n             بلادهم فإنهم يكرهون ذلك ولا يتناول من داخل مدينتهم ولا\nمن خارجها ولا من أنهارها شيئا فإنهم يكرهون ذلك ويتطيرون به\n</p>\n\n<p>\nقال حكيم العرب بالرسول يعتبر المرسل\n</p>\n\n<p>\nومن وصية المهلب بن أبي صفرة اليزيد ولده وليكن الرسول بيني وبينك من\nيعقل عني وعنك واذا كتبت كتابا فأكثر النظر فيه فإن كتاب الرجل موضع عقله\nورسوله موضع رأيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n             & الباب الرابع عشر &\n</p>\n\n<p>\n| في النهي عن ارسال الرسل ومن جرى عليه خلل من الملوك في\n</p>\n\n#\n<p>\n| تدبيره لاجل كذبل الرسول وما جوزي به من خان في رسالته\n</p>\n\n#\n<p>\n| والتحذير من الاستنامة إلى الرسل وما كانت الفرس تعمله من\n</p>\n\n#\n<p>\n| الاحتياط على الرسل ليصح لهم الخبر المورد عليهم اذ الاخبار مظان\n</p>\n\n#\n<p>\n| الصدق والكذب\n</p>\n\n<p>\nقال الحكيم اذا كذب السفير بطل التدبير\n</p>\n\n<p>\nمن السياسة <span id='ms12'></span> الخاصة\n</p>\n\n<p>\nأقلل الرسل يا اسكندر إلى الملوك فإن الافات منهم كثيرة واذا ارسلت رسولا\nفاختبر ذكاءه وفهمه واحذر ان يكون سريعا أو كثيرا الكلام أو معجبا أو ممن\nيحب شرب النبيذ وأرسله ان قدرت جاهلا بخبرك لم يقم في جوارك الا يسيرا وغير\nخابر بما يجري عليه تدبيرك ولا قائم ملكك وراقبه ومره الا يقطع كلام من\nيحدثه فإنها خصلة لا تكون في أديب وأرهبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n             من مجاوزة ما تأمره\nبه ومره الا يشرب نبيذا فإن الفرس بحتالون للرسل بالقحاب ويستخرجون بهن\nمخايل صدورهم\n</p>\n\n<p>\nمن حكمة الفرس\n</p>\n\n<p>\nكان أردشير بن بابك يقول كم من دم سفكه الرسول بغير حلة و كم من جيوش قد\nهلكت وعساكر قد انتهكت ومال قد انتهب وعهد قد نقض بخيانة الرسول واكاذيبه\nوحق على الملك اذا وجه رسولا إلى ملك آخر أن يردفه بآخر وان وجه رسولين\nاتبعهما باثنين وان أمكنه الا يجمع بين رسولين في طريق لئلا يتلاقيا فيها\nولا يتعارفا فيتواطأ على قول فلايفعل ثم عليه اذا أتاه رسوله بكتاب أو\nرسالة من ملك في خير أو شر الا يحدث في ذلك شيئا خيرا أو شرا حتى يكتب اليه\nمع رسول آخر يحكي في كتابه الاول حرفا بحرف ومعنى معنى فإن الرسول ربما حرم\nبعض ما امل فافتعل الكتب وحرش المرسل على المرسل اليه فأغراه به وكذب عليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nمن سيرة الاسكندر\n</p>\n\n<p>\nذكر انه وجه رسولا إلى بعض الملوك فدجاءه برسالة على الصواب شك في حرف\nمنها اذ هو ناقض لجميعها فقال الاسكندر للرسول ويلك ان الموك لا تخلو من\nممقوم اذا مالت ومسدد اذا كتبت وقد جئتني برسالة صحيحة الالفاظ جيدة\nالمعاني واضحة العبارة فيها حرف ينقضها افعلي يقين انت من هذا الحرف أم شاك\nفيه فقال الرسول بل انا على يقين منه قال فأمر الاسكندر أن تكتب ألفاظه\nحرفا حرفا وتعاد إلى الملك مع رسول ثان فتقرأ عليه وتترجم له قال فلما قريء\nعليه الكتاب ومر به الحرف الذي انكره الاسكندر الملك ثم <span id='ms13'></span> أمر المترجم له\nفقال ضع يدي على هذا الحرف فوضعها فأمر أن يقطع ذلك الحرف بسكين فقظع من\nالكتاب وكتب إلى الاسكندر رأس المملكة صحة فكرة الملك ورأس الملك صحة لهجة\nالرسول اذ كان الرسول عن لسان الملك ينطق والى اذنه يؤدي وقد قطعت ما لم\nيكن من كلامي اذ لم أجد إلى قطع لسان الكاذب سبيلا\n</p>\n\n<p>\nفلما جاء بهذا الكتاب إلى الاسكندر دع الرسول الاول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n             فقال له\nما حملك على كلمة اردت بها فساد ملكي فأقر الرسول ان ذلك كان منه لتقصير\nرآه من الموجه اليه فقال الاسكندر فأراك سعيت لنفسك لا لنا فلما فاتك بعض\nما أملت جعلت نارا في الانفس الخطيرة الرفيعة فأمر بنزع لسانه من قفاه\n</p>\n\n<p>\nقالت الهند اذا ارسلت رسولا إلى الملك فليكن فصيحا بلغتك ولغته فإن لم\nتجده على ما تؤثره في لغته فليكن فصيحا في لغتك ذا بيان وعاشة ولسان قد سلم\nمن عنجهية الصبى واحكمته التجارب وحلب الدهر اشطر وكان أحد رجلين اما رجل\nبعتقد الفوز في الآخرة بنصيحتك وقيمك اماما يأتم بك ويجعلك طريقه إلى الله\nتعالى أو ذا عقل وصدق وذيل من عيال واهل يلتفت اليهم وتطالبه نفسه بالرجوع\nوالعودة ولا يجترم عليك جرما يعلم انهم / اخوذون به ومطالبون بسببه\nومعاقبون عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n             & الباب الخامس عشر &\n</p>\n\n<p>\n| فيما كانت قريش تعمل به اذا ارادت ان ترسل رسولا إلى الملوك\n</p>\n\n#\n<p>\n| وما كانت توعز به إلى الرسول وهي في جاهليتها\n</p>\n\n<p>\nروى الواقدي ان قريشا في الجاهلية كانت اذا ارسلت رسولا إلى بعض الملوك\nقالت له احفظ شيئا انتهز الفريصة فإنها خلسة وبت عند رأس الامر لا ذنبه\nواياك وشفيعا مهينا فإنه اضعف وسيلة واياك والعجز فإنه اوطأ مركب وعليك\nبالصبر فإنه سبب الظفر ولا تخض الغمر حتى تعرف القدر\n</p>\n\n<p>\nفإذا توجه للمسير قالت اللهم قو ضعفته واحرس غفلته وشد منته اللهم اطو\nعنه غول الأرض وهولها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n             وحببه اى أصحابه واحمله على ركابه وسلم\nله عصبها وقصبها وادرأ عنه وعنها الاعراض والامراض حتى تؤديه سالما <span id='ms14'></span> إلى\nسالمين\n</p>\n\n<p>\nمن وصية الاسكندر\n</p>\n\n<p>\nيا اسكندر اياك ان تستعين بمعين مهين فيضع من قدرك ويسوء ذكرك\n</p>\n\n<p>\nمن كتاب كليلة ودمنة\n</p>\n\n<p>\nيعتبر عقل المرسل برأي رسوله ونفاذه فمن كان شأنه اللين والمواتاة انجح\nفي رسالته والرسول يلين القلب اذا رفق بخشن الصدر اذا خرق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n             &\nالباب السادس عشر &\n</p>\n\n<p>\n| في احتراس الرسول لنفسه اذا سفر أو ترسل بين ملكين وهما على\n</p>\n\n<p>\nحرب أو منازلة $\n</p>\n\n<p>\nمن حكمة العرب\n</p>\n\n<p>\nقال أكثم بن صيفي في وصيته لولده لما بعثه إلى رسول الله ص صلى الله عليه\nوسلم وقد لبغه مبهثه لا تحدثن امرا دوني فإن الرسول اذا احدث الامر من عنده\nخرج من يدي الذي ارسله واحتفظ بما يقول لك اذا ردك فإنك ان توهمت أو نسيت\nافسدت رسالتك وجشمتني رسولا غيرك\n</p>\n\n<p>\nمن حكم يونان\n</p>\n\n<p>\nقيل لافلاطون الحكيم أي الرسل انجح قال الذي جمال وعقل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n             &\nالباب السابع عشر &\n</p>\n\n<p>\n| في النهي عن مفاتحة رسل بخضرة الملأ من الناس والمنع من\n</p>\n\n#\n<p>\n| جدالهم وان لا يمكنوا الا من اداء الرسالة وتحمل الجواب\n</p>\n\n<p>\nمن السياسة\n</p>\n\n<p>\nلا تفاتح يا اسكندر رسل الملوك اليك ولا تبسطهم إلى مساءلكتك بكثرة\nاستخبارك وحسب الروسل ايصال ما معه من كتاب أو رسالة واعلم يا اسكندر انك\nان الزمت الحجة لم يكن في ذلك فخر وان الزمك خصمك ذلك عابك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n             &\nالباب الثامن عشر &\n</p>\n\n<p>\n| اذكر فيه من زان مرسله بعبارته ورفع من ملكه ببيانه وسفارته\n</p>\n\n<p>\nقال اذا انفذك لك في رسالة إلى ملك آخر أو عدو له فاستمع ما يكتبه وصر\nإلى الملك فاعرضه عليه فإذا رضيه سألته ان يوقع عليه بخطه هذه رسالتي واذا\nصرت إلى الملك الاخر فاعرض عليه الرسالة من غير أن تظهره على أن عندك ذلك\nالرسم فإذا اجابك حفظت ما اجابك ثم أثبت رسالة الملك الاول وجواب الملك\nالثاني في رسم ثم اعرضه على الملك الثاني فاذا رضيه سألته ان يوقع فيه بخطه\nهكذا ادى الي الرسالة وهذا جوابي عنها فإنه ربما اصطلح الملكان وتناكرا\nالفاظا تقع الاحالة فيها عليك فيكون <span id='ms15'></span> ذلك سببا لعظيم الاثارة\n</p>\n\n<p>\nمن كتاب تصفية الاذهان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nحكى الفضل بن مروان وزير المعتصم قال كانت الرسل من جهة الملوك اذا جائت\nبالهدايا جعل اختلافهم الي فتكون المؤامرات فيما يجري معهم من ديواني فكنت\nأسأل الرسل عن سيرة ملوكهم واخبار عظمائهم فسألت رسول ملك الروم عن سيرة\nملكه فقال بذل عره وجرد سيفه فاجتمعت عليه القلوب مقة ورغبة لا يعسف دنده\nولا يحرج رعيته سهل النوال حزن النكال الرجاء والخوف معقودان في يده قلت\nفكيف حكمه قال يرد الظلم ويردع الظالم ويعطي كل ذي حق حقه فالرعية اثنان\nراض ومغتبط قلت فكيف هيبتهم له قال يتصور في القلوب فتغضي له العيون قال\nفنظر رسول ملك الحبشة إلى اصغائي اليه واقبال عيني عليه فقال لترجمانه ما\nالذي يقول الرومي قال يصف ملكهم وحسن سيرته فكلم الرتجمان بشيء فقال\nالترجمان يقول ان ملكهم ذو اناة عند القدرة وحلم عند الغضب وذو سطوة عند\nالمغالبة وذو عقوبة عند الاجترام قد يسر رعيته جميع نعمته وقد يضرهم بعنيف\nعقوبته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n             فهم يراءونه ترائي الهلال جمالا ويخافونه مخافة الموت\nنكالا قد وسعهم عدله وردعتهم سطوته وكيده لا تمهنه مزحة ولا تؤيسه غفلة اذا\nاعطى اوسع واذا عاقب اوجع فالناس اثنان راج وخائف فلا الراجي خائب ولا\nالخائف بعيد الامل قلت فكيف هيبتهم له فقال لا ترفع العيون اليه اجفانها\nوالابصار انسانها كأن رعيته قطا رفرفت عليها صقور صوائد\n</p>\n\n<p>\nجاء في سيرة المعتصم بالله أنه وجه رسولا إلى ملك الروم فلما اجتمع\nالرسول بالملك ورأى هيبة الرسول وكثرة تجمله وما صحبه من الرحل والآلات\nالتي لا يكون مثلها الا لعظماء الملوك قال له كم ترزق من مال سلطانك ارتزق\nانا وولدي في كل شهر عشرين الف درهم أو نحوها قال فتحت فتحا قط كان السلطان\nبه معنيا قال الرسول لا قال الملك نازلت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n             رجلا مشهورا بالفروسية\nمن اعداء سلكانك فقتلته مجاولة قال الرسول لا قال فاستنقذت خليفة أو ولي\nعهد وقد لجج في مضيق أو معركة لم <span id='ms16'></span> يظن الخلاص منها فوجد بإقدامك وقد احجم\nنظراؤك فرجه قال الرسول لا قال الملك فبأي شيء تستحق هذا الرزق الكثير قال\nالرسول للملك ان للخلفاء خدما يتصرفون في انحاء الخدم لكلم طائفة مذهب\nيجتبون له ويحتملون عليه لا يكلفون سواه ولا يراد منهم غيره فمنهم من يعد\nللفتوح فهو يلبس السلاح ويقود الجيوش ومنهم من يعد للقضاء فهو يلبس\nالمبردات والدنيات ومنهم مثلي من يصلح ان توفده الخلفاء للملوك ويتحمل\nرسائلهم إلى مثلك من اهل الجلالة والقدر والسناء والذكر فلولا ثقتهم بي\nوعلمهم بمناصحتي وصدقي فيما اورد واؤدي صادرا وواردا لما رأوين اهلا للتوجه\nفيما توجهت فيه اليك وقليل لمثلي هذا الرزق مع هذا التحمل ومع هذا المحل من\nالخلافة وهي من الجلالة على ما هي فسكت سكوت معترف ولم يقل في ذلك شيئا\n</p>\n\n<p>\nمن كتاب تصفية الاذهان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nحدث الداكني قال كنت جالسا عند الحسن بن سهل وعنده رسول ملك الخزر وهو\nيحدث عن اخت للملك يقال لها خاتون قال اصابتنا سنة احتدم شواظها علينا\nبحرارة المصائب وصنوف الآفات والنوائب ففزع الناس إلى الملك فلم يدر ما\nيجيبهم فقالت له خاتون ايها الملك ان خوف الله خلق لا يخلق جديده وسبب لا\nيمتهن عزيزه وهو دليل الملك على استصلاح مملكته وزاجره عن استفاسادها وقد\nرغب اليك رعيتك بفضل العجز عن الالتجاء إلى من لا تزيده الاساءة إلى خلقه\nعزا ولا ينقصه العود بالاحسان اليهم ملكا وما أحد اولى بحفظ الوصية من\nالموصي ولا بركوب الدلالة من الدال ولا بحسن الرعاية من الراعي ولم تزل في\nنعمة لا تغيرها نقمة وفي رضى لم تكدره سخطة إلى ان جرى القدر بما عمي عنه\nالبصر وذهل عنه الحذر فسلب الموهوب والسالب هو الواهب فعد إليه بشكر النعمة\nوعذ به من فظيع النقمة ولا تنسه ينسك ولا تجعل الحياء من التذلل للمعز\nالمذل شركا بينك وبين رعيتك فتستحق مذموم العاقبة ولكن مرهم ونفسك بصرف\nالقلوب إلى الاقرار بكنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n             القدرة وتذليل الالسن في الدعاء بمحض <span id='ms17'></span>\nالشكر له فإن الملك ربما عاقت عبده ليرجعه عن سيء فعله إلى صالح عمله\nوليبعثه على دائب شكره يحرز به فضل اجر فأمر الملك ان تقوم فتنذرهم بهذا\nالكلام ففعلت فرجع القوم عن بابه وقد علم الله منهم قبول الوعظ فدرت عليهم\nاخلاف الخيرات ونزلت عليهم بركة السموات وعادج ضيقهم فرجا وشدتهم انفساحا\n</p>\n\n<p>\nاخبر الواقدي قال مات رسول ملك الروم بدمشق في زمن معاوية فوجحد في جيبه\nلوح ذهب مكتوب فيه حفرا اذا ذهب الوفاء نزل البلاء واذا مات الاعتصام عاش\nالانتقام واذا ظهرت الخيانات قلت البركات\n</p>\n\n<p>\nوجد في سيرة المعتصم أن باسيل ملك الروم ارسل اليه رسولا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \nوكتب اليه من باسيل بن فلان حتى انتسب إلى ثلاثة آباء أو اربعة ملوك إلى\nاخيه المعتصم\n</p>\n\n<p>\nان الملوك لم تزل يغزو بعضها بعضا ويعلو بعضها على بعض وربما أتيت من\nوزراء السوء وقد كان منا بزبطرة ما كان وتبينت وجه الخطأ فيه وقد كلت لي\nبالصاع اصوعا فيما فعلت بعمورية وانا اسألك بالطينة المباركة التي أنت منها\nان تنعم كل واحد منهم بإطلاق بطارقتي فإنهم مائة وخمسون بطريقا وانا افتدي\nكل واحد منهم بمائة من المسلمين وقد تهادت الملوك قبلنا وقد وجهت مع رسولي\nمن الثياب الديباج المذهبة اربعين ثوبا طول كل ثوب منها اربعون ذراعا في\nعرض عشرين وذكر سائر ما اهداه وصفته وارسل بذلك بطريقا وخادما وجماعة معهما\nفلما وصلوا اخذ محمد بن عبد الملك الكتب وتوصل إلى علم ما تضمنت وردها\nبخواتيمها وقال امير المؤمنين مشغول عنها فكانت الهدية موقوفة ستة اشهر ثم\nاذن للرسول فدخل على الملك فلما رآه المعتصم قال ارانا اضررنا بك لطول\nمقامك قال كلا ان طول المقام اوجب لي الذمام ولم نزل نسمع من حكمائنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n             ان ابطاء الرسول يؤذن بالنجاح وما ضرني مقام قرب منك واشهدني\nنعم الله عندك فأعجب المعتصم بما ترجم له من كلام الرسول وقبل هديته\n</p>\n\n<p>\nفأقبل عليه محمد بن عبد الملك الزيات فقال له كم خراج بلدكم قال اقل <span id='ms18'></span> من\nمائة الف دينار فقال محمد هذا غلة بعض ضياع امير المؤمنين فقال الرسول نحن\nاحزم واحكم في باب الخراج منكم أنتم تستخرجون من الناس مالا فتكسبون\nعداوتهم وتوغرون صدورهم ويسرق المال عمالكم ويعطون عليه الارزاق ثم يحمل من\nبلد إلى آخر فيذهب ويتخرم في الطريق وتحتاجون ان يسلم إلى خزنة وحراس ثم\nتخرجه إلى رجالكم ونحن جعلنا خراجنا رجالا فكفينا هذه المؤنة وصيرنا هذا\nالمقدار الذي ذكرته لك رسما للخراج لشلا يبطل اسمه فأمنا عداوة الناس\nوحفظنا المال وكفينا ما أنتم فيه\n</p>\n\n<p>\nقال المؤلف فسكت محمد بن عبد الملك الزيات ولم يحر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n             جوابا إلى\nالرسول وقد كان الجواب ممكنا والحجة متوجهة عليه والخطأ في القول لازما له\nوذلك ان رجال الحرب بمثابة الجوارح التي لا يجوز ان تمرن بعمل من الاعمال\nولا مهنة من المهن غير اختطاف الارواح وصيد الرجال واعمال الحيلة في\nالتسليم من اللقاء والكر والفر وفي الاقامة والتحيز فلما صارت الروم اهل\nتناية واصحاب فدان وزراعة ومهن وصناعة نشأ الابناء على ما عليه الآباء\nفركنوا إلى الدعة وهابوا الحروب ونكصوا عن لقاء الاعداء وصيد الرجال وصاروا\nجمع العصا وخشوا الفلس فحينئذ صار الرجل الواحد من المسلمين لا يهاب لقاء\nالجمع الكثير من الروم وله تسلط عليهم واقتدار على تفريق جماعتهم هذا مضاف\nإلى ما وعد الله به في كتابه من النصر وان المائة منهم غالبة للمائتين بعد\nان زال حكم الواحد بعشرة رحمة وتخفيفا ثم صار الملك منهم لا تتعلق به رغبة\nاذ هو قليل الملا نزر الجباية فلما احست الروم بعدم الرغبة امتنعت من\nالخطار بأنفسها وقل من يعلم للآخرة منهم وانما تخاطر التماسا للمثوبة\nوالجزاء وتحقق العلج منهم انه اذا اسر وحصل في بلاد الاسلام يؤمر أو يقود\nويعفى من كد التعب ودأب النصب ويصير بعد الذل عزيزا وبعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \nالمهنة والاذالة وادعا مكرما وصار ما بأيدي الروم من الضياع والاقطاع كأنما\nهو كالملك لهم يرثه خلف عن سلف والحق الذي لا يجب لغيره شيء <span id='ms19'></span> فيه وان غير أو\nبدل على ما شنتهم الان جارية من البدل فإنما ينقل من مشتى إلى مصيف أو ربيع\nإلى خريف وصار الملك اذا دعته ضرورة إلى انتزاع بعض ما في ايديهم كانوا\nالعدو الحاضر المشارك في الدار غير المأمون الضرر والغوائل المطالب بالذحول\nوالطوائل الواضح الفساد العديم الرشاد فكيف صار احكم من فعل المسلمين في\nالخراج\n</p>\n\n<p>\nوقد كنت اعرف عن الروم ان اخس الرتب والمنازل عندهم رتبة الكاتب وان\nالشاكري اجل رتبة منه حتى علمت الآن قلة احتياجهم إلى من يحفظ الارتفاع\nويحمل اعباء الملك وتساوى كافتهم في البلادة وقلة المعلوم ولعمري ان نوازع\nالروم واغراضهم ودواعيهم واوطارهم اقل من نفقات المسلمين ودواعيهم ولو الزم\nملك الروم من في بلاده من المؤن والمغارم ما يلزم في بلاد المسلمين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n             لما قامت له قائمة ولا حتاجوا إلى أحد امرين اما احتياج اموال\nرعاياهم أو التسلط على من يجاورهم وحيازة ما في ايديهم اليهم والرومي اذا\nتجمل قطع الثوب الديباج الذي من عمل وزجته وابنته واخته يقيم على لابسه\nعشرين سنة اذا صانه من البذلة ولا عهد للرومي بالشرب والعصب والمعلم\nوالمذهب والمصنف والمنير ولا باستعمال الرومي والاصبهاني ولا برفع التوني\nالذي يودع انابيب الذهب والفضة هذا ما لا عهد لملوكهم به فيكف لوضائعهم\nوالملك منهم وغيره يتساويان في اللباس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n             انما هو الطلي والديباج\nوالمسده واوانيهم الذهب ولو ابتاع أحد ملوكهم قحفا خزفيا بمائة دينار يلحقه\nالصدع فلا يساوي درهما أو من مخروط البلور ورفيع المحفور ما اذا بات نديا\nمن الماء أو النبيذ في غلافه تصدع وعادت القطعة التي تساوي الف دينار\nبالنزر اليسير من الثمن وكذلك الزجاج المحكم والقلب سليم وغرائب الصيني من\nالصحون البلق والمشمشي والسواد والزمردي والخافقيات الفائقات والرشيدي\nالشفاف ولملح الطرائف هذا ما لا يتملكونه على الامر الاكثر انما يهدى اليهم\nويسمعون بذكره فأما الفروش عندهم فمن صنعتهم ايضا انما هي الديباج والطنافس\nوالقطف والبزيون فأما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n             طميم القرقوبي ومذهب الدبيقي ورفيع\nالخسرواني فتفرد بلكه ملوك الاسلام <span id='ms20'></span> واغذية الروم الشواء والصليق واكثرها في\nصيدهم مما في مروجهم من الطير والدواب ولولا الاطالة لاستقصيت القول في\nالمصارفة والهداية إلى طرق اللؤم والنذالة التي جعلها الله وقفا عليهم دون\nالامم فهي فيهم جمة كثيرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n             & الباب التاسع عشر &\n</p>\n\n<p>\n| في من دفع من الملوك إلى مضيق من جواب رسول\n</p>\n\n#\n<p>\n| فالهمه الله تعالى الصواب ووفقه في الجواب\n</p>\n\n<p>\nجاء في سيرة المصور بالله انه ورد عليه من طاغية الروم رسل كثير بلغ من\nدهاء بعضهم وفطنتهم ان اخذ المنصور من رأيه واستعمل مشورته واجتهد بعضهم في\nالصاق عيب بالمنصور في محاورته فألهم الله المنصور من سدادج الجواب وبيان\nالحجة ما ليس في وسع أحد ان ينطق به الا عن الهام وتوفيق\n</p>\n\n<p>\nاما الاول فإن المنصور امر بعض ثقاته ان يطوف معه فيريه مدينته ويوقفه\nعلى مبانيه وممالكه فلما نظر إلى ذلك كله واعاده إلى المنصور قال للرومي\nكيف رايت ما شاهدت قال كل ما رأيت جليل نبيل الا ثلاثة اشياء قال ما هي قال\nالنفس خضراء ولا خصرة لك والماء حياة ولا حياة لك وعدوك معك يعني السوقة\nوكانت السوق مخالطة لقصره قال المنصور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n             اما الخضرة فإني خلقت\nللحد لا للهزل واما الماء فحسبي منه ما بل الشفة وروى الصدر واما مجاورة\nالعوام فما ابالي ان يطلع على سري خاصتي وعامتي لاني لا اني فيه واخصنه\nفلما انصرف الرسول تعقب الرأي وتبينه فعلم ان الصواب فيما قاله الرسول فعمر\nالعباسية وكان يطل عليها واجرى من كرخايا وغيره ما اجراه ونقل السوق إلى\nالكرخ\n</p>\n\n<p>\nواما الرسول الآخر فإنه طيف به ايضا فرأى على الجسر خلقا من ذوي الزمانة\nوالعاهة يتصدقون ويسألون فقال الرسول للربيع وكان معه ما في ملك صاحبك عيب\nغير امر هؤلاء الزمنى وقد كان يجب ان يراعى امرهم حتى لا يجتمع عليهم مع\nالزمانة الفقر والمسئلة فقال الربيع لم يذهب ذلك عنه ولكن بيوت الاموال لا\nتتسع لذلك وبلغ المنصور ما جرى بينهما فاغتاظ على الربيع فلما حضره الرسول\nقال بلغني <span id='ms21'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n             مقالك للربيع آنفا وليس الامر على ما اجابك به وقد\nكان في مالي ما يسعهم ويوفي علي سد مفارقهم ولكن امير المؤمنين افكر في\nامرهم فأحب الا يستأثر على سائر رعيته ممن صحح الله جسمه وبسط يده بملك\nالدنيا والآخرة وثوابها فترك لهم سبيلا إلى الصدقة واصطناع العرف ونصيبا في\nابتغاء الثواب بالافضال فعقد العلج ثلاثين وقال وقد اومى إلى الأرض قالون\nقالون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n             & الباب العشرون &\n</p>\n\n<p>\n| من عجل من الملوك إلى سفه في المكاتبة فكان حلم\n</p>\n\n#\n<p>\n| من كاتبه اوجع له مما جناه على مكاتبه\n</p>\n\n<p>\nجاء في السيرة ان هشام بن عبد الملك كتب إلى ملك الروم كتابا كان عنوانه\nمن هشام بن عبد الملك امير المؤمنين إلى الطاغية ملك الروم فلما وصل اليه\nالكتاب وقرأ العنوان قال ما ظننت ان الملوك العقلاء يسبون وما يؤمنه ان\nاكتب اليه من ملك الروم إلى الملك المذموم الاحول المشئوم واعاد الكتاب ولم\nيفضه ولا قرأه ثم سار عقيبة فشعث بلاد الاسلام\n</p>\n\n<p>\nكتب نقفور ملك الروم إلى هارون الرشيد بعد ان استولى على مملكة الروم من\nنقفور ملك الروم إلى هارون ملك العرب اما بعد فإن الملكة التي كانت قبلي\nاقامتك مقام الرخ وأقامت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n             نفسها مقام البيدق فحملت اليك من\nاموالها ما كنت حقيقا ان تحمل اليها امثاله لكن ذاك من ضعف النساء وحمقهن\nفإذا قرأت كتابي فاردد ما حصل قبلك من اموالها وافتد نفسك بما تقع المصادرة\nعليه والا فالسيف بيني وبينك\n</p>\n\n<p>\nفلما قرأ الرشيد الكتاب استفزه الغضب حتى لم يقدر أحد ان ينظر اليه دو ان\nيخاطبه واستعجم الامر على الوزير من ان يشير عليه أو يتركه يستبد برأيه\nفدعا بدواة وكتب\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nمن هارون الرشيد إلى نقفور ملك الروم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n             قرأت كتابك يا ابن\nالفاجرة والجواب ما تراه دون أن تسمع به والسلام\n</p>\n\n<p>\nوشخص لوقته حتى اناخ على هرقلة ففتح وغنم واصطفى وافاد واحرق واصطلم فطلب\nنقفور الموادعة على خراج يؤديه في كل سنة فأجابه إلى ذلك فلما رجع عن <span id='ms22'></span> غزوته\nوصار بالرقة نقض نقفور العهد وخان الميثاق عما اخذ عليه فما تهيأ لاحد\nاخباره بذلك اشفاقا عليه وعلى انفسهم من الكرة في مثل تلك الايام فاحتال\nوزيره يحيى بن خالد بشاعر من اهل جنده يكنى أبا محمد ويسمى عبد الله بن\nيوسف فقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\n( نقض الذي اعطيته نقفور % وعليه دائرة البوار تدور )\n</p>\n\n<p>\n( ابشر امير المؤمنين فإنه % غنم اتاك به الاله كبير )\n</p>\n\n<p>\n( فتح يزيد على الفتوح مؤيد % بالنصر فيه لواؤك المنشور )\n</p>\n\n<p>\n( فلقد تباشرت الرعية أن اتى % باغدر منه وافدج وبشير )\n</p>\n\n<p>\n( ورجت يمينك ان عجل غزوة % تشفي النفوس مكانها مذكور )\n</p>\n\n<p>\n( نقفور انك حين تغدو ان نأى % عنك الامام لجاهل مغرور )\n</p>\n\n<p>\n( اظننت حين غدرت انك مفلت % هبلتك امك ما ظننت غرور )\n</p>\n\n<p>\nوقال أبو العتاهية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\n( تجبلت الدنيا لهارون بالرضا % واصبح نقفور لهارون ذميا )\n</p>\n\n<p>\nوقال غيره\n</p>\n\n<p>\n( لجت بنقفور اسباب الردى عبثا % لما رأته بغيل الليث قد عبثا )\n</p>\n\n<p>\nوكتب باسيل بن اليون ملك الروم إلى المعتصم امير المؤمنين يسفه عليه\nويتوعده ويتهدده فأمر بإجابته فكل عمل له سنخة طولها واستوفى معانيها واحتج\nعليه من كتابه بما فسخ به دعواه وأبطل عليه ما حكاه فلما قرئت عليه النسخ\nاستطولها وقال ليكتب اليه بما انا ممليه وهو\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nاما بعد فقد قرأت كتابك وفهمت خطابك والجواب ما ترى لا ما تسمع به وسيعلم\nالكافر لمن عقبى الدار\n</p>\n\n<p>\nوسار تلو كتابه فخرب بلاده وسبى رعيته واستولى على اكثر مملكته ولو لم\nينخع له بالطاعة لاتى على نفسه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n             & الباب الحادي والعشرون &\n</p>\n\n<p>\n| اذكر فيه نوادر جاءت في الرسالة ونبذا من حيل الملوك على الملوك\n</p>\n\n#\n<p>\n| حسدا لهم على اصابة رسلهم للصواب به ختمت الكتاب\n</p>\n\n<p>\nمن خدناماه الكبير\n</p>\n\n<p>\nكانت ملوك الفرس اذا وفد عليها رسول اشترطت عليه اربع خصال وسماحته بما\nبعدهن مما عساه ان توقعه فيه الاقدرا وهي الا يكذب الملك فإن الكذوب لا رأي\nله والا يجيبه عما لا يسأله عنه فإنه دليل على الموق وسوء الادب ولا يمدحه\nفي وجهه بما بخالف افعاله فإن فيه استخفافا به <span id='ms23'></span> ونصرة على لزوم ما لا يجمل\nمن الافعال ولا يحرشه على الرعية فإنها إلى حسن الرأي فيها احوج\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nوكان زياد بن أبيه شرط على رسله النافذة برسائل إلى البلدان ان يقول لا\nيحملك أحد رسالة الا ابلغتنيها ولا يكلمك أحد في حاجة الا رفعتها الي فسئل\nعن ذلك من فعله فقال التبرع بالاخبار تقع عنه الفوائد العظيمة وانشد بين\nطرفة\n</p>\n\n<p>\n( ستبدي لك الايام ما كنت جاهلا % ويأتيك بالاخبار من لم تزود )\n</p>\n\n<p>\nقال رسول ملك الروم لعمر رضي الله عنه وقد طلبه فوجده نائما في المسجد\nعدبت فأمنت فنمت وجرنا فخفنا فحرسنا\n</p>\n\n<p>\nوجه عبد الملك بن مروان الشعبي برسالة إلى ملك الروم بكتاب فأعطاه الجواب\nودفع اليه رقعة مختومة وقال له اذا اديت الجواب وأوصلت الكتاب فأعط صاحبك\nهذا الكتيب فلما انصرف الشعبي وادى واوصل واراد الانصراف ذكر الرقعة وقال\nيا امير المؤمنين حملني رقعة وقال كيت وكيت فقال عبد الملك لعلها كيدة من\nكيداتهم هاتها فدفعها اليه فلما فضها قرأها الذا فيها العجب لقوم فيهم مثل\nهذا كيف يملكون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n             غيره فلما وقف الشعبي على ما تضمنت الرقعة خلع\nعقله واستطار لبه واظهر بلها ثم قال يا امير المؤمنين انما كبرت في عينيه\nلانه لم يرك ولو رآك لاستحقرني فقال له احسنت يا شعبي ولكن اتدري ما اراد\nبما كتب قلت لا قال حسدني عليك فأراد ان يغريني ويحملني على قتلك\n</p>\n\n<p>\nوجاء في اخبار بغداد ان جرير بن اسماعيل البجلي بعثه المنصور برسالة إلى\nسليمان بن علي وهو بالبصرة قال فأجازه بثلاثة آلاف درهم فقال له جرير اعز\nالله الامير تجيزني بهذا مع طول الشقة وتحمل المشقة قال له سليمان هي جائزة\nعمك خالد اياي حين اتيته برسالة من هشام قال جرير ان اقر الامير ان بني\nهاشم بجيلة قبلت الثلاثة فضحك وامر لي بعشرة آلاف درهم\n</p>\n\n<p>\nقال الشاعر في مدح رسوله\n</p>\n\n<p>\n( اقول لايمن ومضى رسولا % مع اليمن السعادة والنجاح )\n</p>\n\n<p>\n( وايمن حيث أم اتى بنجح % وقابله من الامر الفلاح )\n</p>\n\n<p>\n( وما كذب <span id='ms24'></span> الرجاء له غدو % حميد في الامور ولا رواح ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nوقال البحتري يصف رسوله\n</p>\n\n<p>\n( وكأن الذكاء يبعث منه % في سواد الامور شعلة نار )\n</p>\n\n<p>\nوقد قررت في اول هذا ان الكتاب رسول والقلب مرسله وانهم اجمعوا على ان\nيكون الرسول حسن الوجه والاسم والكنية والعشيرة\n</p>\n\n<p>\nوجاء في اخبار مصر ان عبد العزيز بن مروان لما تقلدها ودخل فصل الشتاء\nهرب خيفة من الوباء إلى حلوان وتديرها قاطنا يها واستخلف على مصر معاوية بن\nحديج فاحتاج إلى بعض الامر فأنفذ اليه رسولا لم يكن على الشرائط المقررة\nفقال له عبد العزيز ما اسمك قال أبو طالب فتطير به وقال يا عاض بظر امه\nاسألك عن اسمك فتكنى فقال اسمي مدرك قال ممن قال من بني لاحق فتطير به\nوباسمه وكنيته وعشيرته وتغيظ على معاوية بن حديج فحم لوقته وساعته فكان هذه\nالعلة هلاكه\n</p>\n\n<p>\nقال حكيم يوناني اذا ارسلك السطان في رسالة فلا تزد في رسالته ولا تزل عن\nنصيحته ولا تؤثره على الحق ولا تعدل عن الصدق ولا يحملك تقصير المرسل اليه\nعلى ان تحكي عنه ما لم يقل وتنسب اليه ما لم يفعل فإنك لا تخلو في ذلك من\nفرية تقطع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n             لسانك وخيانة تضر سلطانك فأحفظ رأسك من عثرة لسانك\nواجعل لدينك من دنياك نصيبا وكن من نفسك على نفسك رقيبا وصير لكل جارحة من\nجوارحك زماما من العقل والنهى ولجاما من الورع والتقى\n</p>\n\n<p>\nواذا علمت على ارسال رسول تستنصحه فاختبر فهمه وفطنته واستبر دينه\nوامانته والزمه الوفاء والعفة وجنبه الاكثار والخفة وحذره ان يزيله عن جميل\nالصدق أو سبيل الحق عاجل بر واكرام وتبجيل واعظام فإن كذب الرسول يفوت\nالمراد ويولد الفساد ويبطل الحزم وينقض العزم واعلم انه موسوم بعقله وموزون\nبفعله وان معايب الرسل ومعايرهم أفحش من معايبك ومعايرك ومناقبهم ومآثرهم\nأحسن من مناقبك ومآثرك لان بهم يستدل على مقدار معرفتك بمقادير الرجال\nويوقف على كيفية تصرفك بمصاريف الاعمال فأحسن الاختيار لهم والاستظهار\nعليهم واعلم انهم اساس الملك وحراسه فلا تغفل <span id='ms25'></span> مراعاة احوالهم ولا تمهل\nمكافأة افعالهم واول المحسن ما يستحقه بحسن الوفاء والمسيء ما يستوجبه من\nسوء الجزاء ليتصرفوا على الامانة ويتعففوا عن الخيانة ان شاء الله\n</p>\n\n<p>\nوجاء في سيرة المأمون انه ارسل رسولا إلى ملك الروم فلما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n             وصل\nاليه واوصل ما صحبه من الكتب واقام اياما استأذنه في الدخول إلى الاسرى\nفأذن له فدخل اليهم وسألهم عن اخبارهم فأعلموه ما هم عليه فلما اراد الخروج\nعنهم قام اليه رجل من اهل بغداد وانشده ابياتا وسأله ان ينشدها المأمون\n</p>\n\n<p>\nوالابيات\n</p>\n\n<p>\n0 خرجنا من الدنيا فلسنا من اهلها % ولسنا من الاحياء فيها ولا الموتى )\n</p>\n\n<p>\n( الا أحد يرثي لاهل محلة % بأرض بلاد الروم في ضنكها اسرى )\n</p>\n\n<p>\n( كأنهم لم يعرفوا غير اسرهم % ولم يعرفوا الا الشدائد والبلوى )\n</p>\n\n<p>\n( طوى عنهم الاخبار قصر ممنع % له حارس تهدا العيون وما يهدا )\n</p>\n\n<p>\n( اذا دخل الشجان يوما لحاجة % فرحنا وقلنا جاء هذا من الدينا )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\n( ونفرح بالرؤيا فجل حديثنا % اذا نحن اصبحنا الحديث عن الرؤيا )\n</p>\n\n<p>\n( فإن حسنت لم تأت عجلى وأبطات % وان سمجت جاءت على عجل تترى )\n</p>\n\n<p>\nفلما وصل الرسول إلى المأمون فأنشده الابيات ابكاه واحزنه فافتتحه\nواستنقذهم وفتح بعد ذلك من بلاد الروم مدنا جليلة وحصونا منيعة واستباح\nقلاعا شاهقة وقفل من بلاد الروم إلى مصره\n</p>\n\n<p>\nقال الشاعر في تخير الرسول وانتخابه وترك التسمح فيه\n</p>\n\n<p>\n( ان الرسول مكان رأيك فالتمس % للرأي آمن من وجدت وانصحا )\n</p>\n\n<p>\n( تأبى الأمور على الغبي فإن سعى % فيها الذكي فبالحرا أن تصلحا )\n</p>\n\n<p>\n( فإذا تخيرت الرسول فلا تكن % متجوزا في اره متسمحا )\n</p>\n\n<p>\n( وتوخ في حسن اسمه وروائه % قول النبي تيمنا وتنجحا )\n</p>\n\n<p>\n( واجعله اما ماضيا أو نافذا % أو ياسرا أو منجحا أو مفلحا ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الآخر يمدح رسوله ويذكر حرصه واجتهاده ويمنه وبركته\n</p>\n\n<p>\n( مبشرا في حيث وجهته % من المناجيح الميامين )\n</p>\n\n<p>\n( كأن ما يقضيه من حاجة % ابعثه فيها له دوني )\n</p>\n\n<p>\nفقال شارع العرب في افهام الرسول وصاته وتكرير القول عليه إلى ان يلقنه\nويفهمه\n</p>\n\n<p>\n( اذا ارسلت في امر رسولا % فأفهمه وارسله اديبا )\n</p>\n\n<p>\n( ولا تترك وصيته بشيء % وان هو كان <span id='ms26'></span> ذا عقل لبيبا )\n</p>\n\n<p>\n( فإن ضيعت ذاك فلا تلمه % على ان لم يكن حفظ الغيوبا )\n</p>\n\n<p>\nكتب بعض الظرفاء إلى بعض اخوانه كتابا وصف فيه رسولا في فصل منه وقد رسمت\nبيني وبينك في النقل اليك عني والي عنك لطيفا ظريفا لو كن عفي عين لما قذيت\nأو على يمامة لما تأودت تفهمه اللحظة ويلقن الاشارة ويتغني عن العبارة لا\nيرده حجاب ولا يغلق عنه باب ارق من الهوى واخفى من الطيف في الكرى ان رأيته\nمغضبا رضيت أو محفظا عفوت أو مهموما سلوت وكتب اسفل كتابه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\n( اكرم رسولي فإنه اذن % تسمع عني ومقلة تنظر )\n</p>\n\n<p>\n( ادنو من النازح البعيد به % ولم اغب عن جميع ما يحضر )\n</p>\n\n<p>\n( ما ندم اثنان ظل بينهما % بالرفق واللطف عاقل يسفر )\n</p>\n\n<p>\nوقال الآخر في الاسراع برسوله\n</p>\n\n<p>\n( جعلت فداءك لا تحبسن % رسولي اليك ولا تخلفن موعدي 9\n</p>\n\n<p>\n( ولا ترجعن رسولي اليك % رجوع رسول أبي الاسود )\n</p>\n\n<p>\nوقال الآخر\n</p>\n\n<p>\n( ان تشق عيني بها فقد سعدت % عين رسولي وفزت بالخبر )\n</p>\n\n<p>\n( وكلما جاءني الرسول لها % رددت عمدا في طرفه نظري )\n</p>\n\n<p>\n( تظهر في وجهه محاسنها % قد اثرت فيه احسن الاثر )\n</p>\n\n<p>\n( خذ مقلتي يا رسول عارية % فانظر بها واحتكم على بصري )\n</p>\n\n<p>\nوقال الآخر في المعنى وزاد زيادة ملح بها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n( بعثتك مشتاقا ففزت بظرة % واغفلتني حتى أسأت بك الظنا )\n</p>\n\n<p>\n( وناجيت من اهوى وكنت مقربا % فياليت شعري عن لقائك ما اغنى )\n</p>\n\n<p>\n( وامرحت طرفا في محاسن وجهها % ومتعت باستسماع نغمتها اذنا )\n</p>\n\n<p>\n( فياليتني كنت الرسول وكنتني % فكنت الذي يقصي وكنت الذي يدني )\n</p>\n\n<p>\nوقال آخر\n</p>\n\n<p>\n( هجر الرسول بهجر مرسله % فقيت لا عينا ولا اثر )\n</p>\n\n<p>\n( صحت نصيحته لمرسله % فأراه بهجر كلما هجرا )\n</p>\n\n<p>\nواستأذن المديني في توجيه رسول فلمح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\n( ائذني للرسول يأتيك مني % بكتاب ولا تردي جوابي )\n</p>\n\n<p>\n( فلعمري ما حسرتي منك ان قا % سيت فيك العذاب دون العذاب )\n</p>\n\n<p>\n( انما حسرتي تذكر ما بي % من بلاء وليس تدرين ما بي )\n</p>\n\n<p>\n( واعلميه ولا تثيبي عليه % انا راض بالعلم دون الثواب )\n</p>\n\n<p>\nوقال شاعر العرب\n</p>\n\n<p>\n( اذا ارسلوني عند تقدير حاجة % امارس فيها كنت نعم الممارس )\n</p>\n\n<p>\n( ونفعي نفع <span id='ms27'></span> الموسرين وانما % سوامي سوام المقترين المفالس )\n</p>\n\n<p>\nوقال الآخر وقد خاف ان يعاد اليه رسوله بغير ما أربه\n</p>\n\n<p>\n( يا سوء منقلب الرسو % ل مخبري بخلاف ظني )\n</p>\n\n<p>\n( اني اعيذك ان تكو % ن شغلتني وشغلت عني ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nوقال اخر\n</p>\n\n<p>\n( وابعث رسولا في ملاطفة % قد احكمت احكامه الحيل )\n</p>\n\n<p>\n( ممن عليه غباوة وترى % افعاله كالنار تشتعل )\n</p>\n\n<p>\nوجاء في اخبار الشعبي انه قال قال لي ملك الروم لما شيعني وقد قفلت من\nعنده كنت احب ان اسألك عن ثلاث وكا حسن حديثك يمنعني من ذلك قلت فليسألني\nالملك الآن عما احب قال خضابك هذا حين غيرته الا رددته إلى شجيته وسنخه\nالاول أو تركته كما غيره الله تبارك وتعالى قلت الجواب عن هذا السؤآل ان\nهذه سنة نبينا صلى الله عليه وسلم قال الملك سنن الانبياء لا مترك لها ولا\nاحتجاج عنها قال الملك فهل للعرب من الامثال مثل امثال العجم قلت نعم قال\nفعرفني منها مثلا واحدا قلت ابن آدم اذا لم تستحي فاصنع ما شئت قال هذا\nالذي لا يشبهه مثل قال فأخبرني ايما افضل انت أم ابوك قلت أبي افضل مني قال\nفمن افضل انت أم ابنك قلت انا الضل من ابني قال هكذا تجد صفتكم ان الاخر\nفالآخر شر حتى يكون الآخر بمنزلة الكلاب قال قلت فإن ابن عم نبينا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n             عبد الله بن العباس يروي عنه صلى الله عليه وسلم انه قال سيجيء\nفي آخر الزمان اقوام تكون وجوههم وجوه الآدميين وقلوبهم قلوب الشياطين\nامثال الذئاب الضواري ليس في قلوبهم شيء من الرحمة سفاكون للدماء لا يرعوون\nعن قبيح ان تابعتهم واربوك وان تواريت عنهم اغتابوك وان حدثوك كذبوك وان\nائتمنتهم خانوك صبيهم عارم وشابهم شاطر وشيخهم لا يأمر بمعروف ولا ينهى عن\nمنكر الاعتزاز بهم ذل وطلب ما في ايديهم فقر الحليم فيهم غاو والآمر\nبالمعروف متهم والمؤمن مستضعف والفاسق فيهم مشرف السنة فيهم بدعة والبدعة\nسنة فعندئذ يسلط الله عليهم شرارهم ويدعو خيارهم فلا يستجاب لهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nقال الحسين بن محمد قد <span id='ms28'></span> اكثرت من الايجاز والاقتصار وذلك انني اكثرت رسول\nالابواب وقللت ما ضمنتها لان الثابت اذا فاد المعلوم اغنى عن التكرير\nوالاعادة ولم ارو في كل باب الا الفقرة المفردة والخبر المنقطع ولم اقو\nالحجج واعترض على الاقوال ايثارا مني لترك التطويل وعلما مني بأن اليسير\nيغني عندك عن الكثير لانك بحمد الله ممن نشأ في دواوين الادب وربي في حجور\nالعلماء واغتذى بالعلوم وارتاض بالفكر والفطن وغني بالاشارة عن العبارة\nوالتلويح عن التصريح والله يجمل الزمان ببقائك ويدافع لنا عن مهجتك وحوبائك\nويبقيك علما للعلم وينبوغا للفهم ما اظلم ليل واضاء نهار وما غردت على\nايكها الاطيار بغالب القضيته ونافذ مشيئته ان شاء الله تعالى\n</p>\n\n<p>\nالحمد لله رب العالمين وصلى الله على سيدنا محمد\n</p>\n\n<p>\nخاتم النبيين ورضي الله عن الصحابة اجمعين\n</p>\n\n<p>\nبتاريخ سلخ شهر المحرم اول سنة 790 من الهجرة\n</p>\n\n<p>\nالنبوية على صاحبها افضل الصلاة والتسليم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n             <span id='ms29'></span>\n</p>\n",
  "pages": [
    "001",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096"
  ],
  "volumes": [
    "01"
  ]
}