{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nالحمد لله رب العالمين، وصلى الله على سيدنا محمد وآله وصحبه أجمعين. قال\nالشيخ الإمام الأجل الزاهد، شمس الأئمة، وفخر الإسلام أبو بكر محمد بن أبي\nسهل السرخسي - إملاء - رحمه الله: وإذ قد أجبتكم إلى ما سألتموني من إملاء\nشرح المختصر على حسب الطاقة وقدر الفاقه، بالآثار المشهورة والاشارات\nالمذكورة في تصنيفات محمد بن الحسن رحمه الله، لإظهار وجه التأثير وبيان\nطريق التصوير، رأيت أن الحق به إملاء شرح \" كتاب الكسب \" الذي يرويه محمد\nبن سماعه عن محمد بن الحسن رحمه الله، وهو من جملة تصنيفاته، إلا أنه لم\nيشتهر لأنه لم يسمع رحمه الله، وهو من جملة تصنيفاته، إلا أنه لم يشتهر\nلأنه لم يسمع [1 - و] منه ذلك أبو حفص ولا أبو سليمان رحمهما الله، ولهذا\nلم يذكره الحاكم رحمه الله في المختصر، وفيه من العلوم ما لا يسع جهلها،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nولا تخلف عن علمها، ولو لم يكن فيه إلا حث المقتبسين على مشاركة\nالمكتسبين في الكسب لأنفسهم، والتناول من كد يديهم لكان يحق على كل أحد\nإظهار هذا النوع من العلم.\n</p>\n\n<p>\nوقد كان شيخنا الإمام رحمه الله بين بعض ذلك على طريق الآثار فنذكر ما\nذكرناه تبركا بالمسموع منه، ونلحق به ما تكلم فيه أهل الأصول رحمهم الله،\nوما يجود به الخاطر من المعاني والإشارات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nالكسب محمد بن الحسن الشيباني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nباب\n</p>\n\n<p>\nالاكتساب في عرف أهل اللسان تحصيل المال بما يحل من الأسباب واللفظ في\nالحقيقة يستعمل في كل باب وقد قال الله تعالى {أنفقوا من طيبات ما كسبتم}\nوقال عز وجل {وما أصابكم من مصيبة فبما كسبت أيديكم} أي بجنايتكم على\nأنفسكم فقد سمى جناية المرء على نفسه كسبا وقال جل وعلا في آية السرقة\n{جزاء بما كسبا} أي باشرا من ارتكاب المحظور فعرفنا أن اللفظ مستعمل في كل\nباب ولكن عند الاطلاق يفهم منه اكتساب المال\n</p>\n\n<p>\nثم بدأ محمد رحمه الله الكتاب بقوله طلب الكسب فريضة على كل مسلم كما أن\nطلب العلم فريضة <span id='ms01'></span> وبهذا اللفظ يرويه ابن مسعود رضي الله عنه عن رسول الله\nصلى الله عليه وسلم = أنه قال طلب الكسب فريضة على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nلى كل مسلم وفي رواية قال طلب الكسب بعد الصلاة المكتوبة الفريضة بعد\nالفريضة وقال النبي صلى الله عليه وسلم طلب الحلال كمقارعة الأبطال ومن بات\nناويا من طلب الحلال بات مغفورا له وقد كان عمر بن الخطاب رضي الله عنه\nيقدم درجة الكسب على درجة الجهاد فيقول لأن أموت بين شعبتي رحلي أضرب في\nالأرض أبتغي من فضل الله أحب إلي من أن أقتل مجاهدا في سبيل الله لأن الله\nتعالى قدم الذين يضربون في الأرض يبتغون من فضله على المجاهدين بقوله تعالى\n{وآخرون يضربون في الأرض} وفي الحديث أن رسول الله صلى الله عليه وسلم صافح\nسعد بن معاذ رضي الله عنه يوما فإذا يداه أكنبتا فسأله النبي صلى الله عليه\nوسلم عن ذلك فقال أضرب بالمر والمسحاة في نخيلي لأنفق على عيالي فقبل رسول\nالله صلى الله عليه وسلم يده وقال كنان يحبهما الله تعالى وفي هذا بيان أن\nالمرء باكتساب مالا بد له ينال من الدرجة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nأعلاها وإنما ينال ذلك بإقامة الفريضة ولأنه لايتوصل إلى إقامة الفرض إلا\nبه فيكون فرضا بمنزلة الطهارة لأداء الصلاة\n</p>\n\n<h1 class='l1' id='head0'>وبيانه من وجوه</h1>\n\n<p>\nأحدها أن يمكنه من أداء الفرائض بقوة بدنه وإنما يحصل له ذلك بالقوت عادة\nولتحصيل القوت طرق الاكتساب أو التغالب أو الانتهاب وبالانتهاب يستوجب\nالعقاب وفي التغالب فساد والله لا يحب الفساد فتعين جهة الاكتساب لتحصيل\nالقوت وقد قال النبي صلى الله عليه وسلم نفس المؤمن مطيته فاليحسن إليها\nيعني الاحسان بأن لايمنعها قدر الكفاية وإنما يتوصل إلى ذلك بالكسب ولأنه\nلايتوصل إلى أداء الصلاة ألا بالطهارة ولابد لك من كوز تستقي به الماء أو\nدلو ورشاء ينزح به الماء من البئر وكذا لايتوصل إلى أداء الصلاة إلا بستر\nالعورة وإنما يكون ذلك بثوب ولا يحصل له إلا بالإكتساب عادة وما لا يتأتى\nإقامة الفرض إلا به <span id='ms02'></span> يكون فرضا في نفسه\n</p>\n\n<p>\nالكسب طريق المرسلين صلوات الله عليهم أجمعين وقد أمرنا بالتمسك بهم\nوالاقتداء بهديهم قال الله تعالى {فبهداهم اقتده} وبيان أن أول من اكتسب\nأبونا آدم صلى الله عليه وسلم قال الله تعالى {فلا يخرجنكما من الجنة\nفتشقى} أي تتعب في طلب الرزق\n</p>\n\n<p>\nوقال مجاهد رحمه الله في تفسيره لا تأكل خبزا بزيت حتى تعمل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nعملا إلى الموت\n</p>\n\n<p>\nوفي الآثار أن آدم عليه السلام لما هبط إلى الأرض أتاه جبرائيل عليه\nالسلام بالحنطة وأمره بأن يزرعها فزرعها وسقاها وحصدها وداسها وطحنها\nوخبزها فلما فرغ من هذه الأعمال حان وقت العصر أتاه جبرائيل عليه السلام\nوقال إن ربك يقرئك السلام ويقول إن صمت اليوم غفرت لك خطيئتك وشفعتك في\nأولادك فصام وكان حريصا على تناول ذلك الطعام لينظر أنه هل يجد من الطعم ما\nكان يجد له لطعام الجنة فمن ثمة حرص الصائمون بعد العصر على تناول الطعام\n</p>\n\n<p>\nوكذا نوح عليه السلام كان نجارا يأكل من كسبه وإدريس عليه السلام كان\nخياطا وابراهيم عليه السلام كان بزازا على ما روي عن النبي صلى الله عليه\nوسلم قال عليكم بالبز فإن أباكم كان بزازا يعني الخليل عليه السلام وداود\nعليه السلام كان يأكل من كسبه على ما روي أنه كان يخرج متنكرا فيسأل عن\nسيرته أهل مملكته حتى استقبله جبرائيل عليه السلام يوما على صورة شاب فقال\nله داود عليه السلام كيف تعرف داود أيها الفتى فقال نعم العبد داود إلا أن\nفيه خصلة فقال وما هي قال إنه يأكل من بيت المال وإن خير الناس من يأكل من\nكسبه فرجع داود عليه السلام إلى محرابه باكيا متضرعا يسأل الله تعالى ويقول\nاللهم علمني كسبا تغنيني به عن بيت المال فعلمه الله تعالى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nصفة الدرع ولين له الحديد حتى كان الحديد في يده كالعجين في يد غيره قال\nالله تعالى {وعلمناه صنعة لبوس لكم} فكان يصنع الدرع ويبيع الدرع بإثني عشر\nألفا فكان يأكل من ذلك ويتصدق وسليمان صلوات <span id='ms03'></span> الله عليه كان يصنع المكاتل من\nالخوص فيأكل من ذلك وزكريا عليه السلام كان نجارا وعيسى عليه السلام كان\nيأكل من غزل أمه وربما كان يلتقط السنبلة فيأكل من ذلك وهو نوع اكتساب\nونبينا صلى الله عليه وسلم كان يرعى في بعض الأوقات على ما روي أنه صلى\nالله عليه وسلم قال لأصحابه رضي الله عنهم يوما كنت راعيا لعقبة بن أبي\nمعيط وما بعث الله نبيا إلا استرعاه وفي حديث السائب بن شريك عن أبيه رضي\nالله عنه قال كان رسول الله صلى الله عليه وسلم شريكي وكان خير شريك\nلايداري ولا يماري أي لايلاج ولا يخاصم قيل في ماذا كانت الشركة بينكما\nفقال في الأدم\n</p>\n\n<p>\nوازدرع رسول الله صلى الله عليه وسلم بالجرف على ما ذكره محمد رحمه الله\nفي كتاب المزارعة ليعلم أن الكسب عن طريق المرسلين عليهم السلام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nثم الكسب نوعان كسب من المرء لنفسه وكسب منه على نفسه فالكاسب لنفسه هو\nالطالب لما لابد له من المباح والكاسب على نفسه هو الباغي لما عليه فيه\nجناح نحو ما يكون من السارق والنوع الثاني حرام بالإتفاق قال الله تعالى\n{ومن يكسب إثما فإنما يكسبه على نفسه} وقال عز وجل {ومن يكسب خطيئة أو\nإثما} الآية والمذهب عند الفقهاء من السلف والخلف رحمهم الله أن النوع\nالأول من الكسب مباح على الاطلاق بل هو فرض عند الحاجة\n</p>\n\n<p>\nوقال قوم من جهال أهل التقشف وحماقى أهل التصوف إن الكسب حرام لا يحل إلا\nعند الضرورة بمنزلة تناول الميتة وقالوا إن الكسب ينفي التوكل على الله أو\nينقص منه وقد أمرنا بالتوكل قال الله تعالى {فتوكلوا إن كنتم مؤمنين} فما\nيتضمن نفي ما أمرنا به من التوكل يكون حراما والدليل على أنه ينفي التوكل\nقوله صلى الله عليه وسلم لو توكلتم على الله حق التوكل لرزقكم كما يرزق\nالطير تغدو خماصا وتروح بطانا وقال تعالى {وفي السماء رزقكم وما توعدون}\nوفي هذا حث على ترك الاشتغال بالكسب وبيان أن <span id='ms04'></span> ما قدر له من الموعود يأتيه\nلا محالة وقال عز وجل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\n{وأمر أهلك بالصلاة} الآية والخطاب وإن كان لرسول الله صلى الله عليه\nوسلم فالمراد منه أمته فقد أمروا بالصبر والصلاة وترك الاشتغال بالكسب بطلب\nالرزق وقال تعالى {وما خلقت الجن والإنس إلا ليعبدون} وفي الاشتغال بالكسب\nترك ما يأمر المرء لأهله وأمر به من عبادة ربه وإليه أشاز النبي صلى الله\nعليه وسلم في قوله ما أوحي إلي أن أجمع المال وأكون من التاجرين وإنما أوحي\nإلي {فسبح بحمد ربك وكن من الساجدين} الآية وما في القرآن من ذكر البيع\nوالشراء في بعض الآيات ليس المراد التصرف في المال والمكسب بل المراد تجارة\nالعبد مع ربه عز وجل ببذل النفس في طاعته والاشتغال بعبادته فذلك يسمى\nتجارة وقال الله تعالى {هل أدلكم على تجارة} الآية وقال عز وجل {إن الله\nاشترى من المؤمنين} الآية والمراد هذا النوع وهو بذل النفس لنيل الثواب\nبالجهاد وأنواع الطاعة وكذا قد سمن الله تعالى أخذ المال لإرتكاب ما لايحل\nله في الدين بايعا نفسه قال الله تعالى {ولبئس ما شروا به أنفسهم} وقال عز\nوجل {اشتروا بآيات الله ثمنا قليلا}\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nوإلى ذلك أشار النبي صلى الله عليه وسلم في قوله الناس غاديان فبائع نفسه\nفموبقها ومشتر نفسه فمعتقها وأن الصحابة رضوان الله عليهم أجمعين كانوا\nيلزمون المسجد فلا يشتغلون بالكسب ومدحوا على ذلك وكذلك الخلفاء الراشدون\nوغيرهم من أعلام الصحابة رضوان الله عليهم أجمعين لم يشتغلوا بالكسب وهم\nالأئمة السادة والقدوة القادة\n</p>\n\n<p>\nوحجتنا في ذلك قوله تعالى {وأحل الله البيع} وقال جل وعلا {إذا تداينتم\nبدين} وقال عز وجل {إلا أن تكون تجارة عن تراض} وقال جل جلاله {إلا أن تكون\nتجارة حاضرة} الآية ففي بعض هذه الآيات تنصيص على الحل وفي بعضها ندب إلى\nالاشتغال بالتجارة فمن يقول بحرمتها فهو مخالف لهذه النصوص\n</p>\n\n<p>\nوإنما يحمل كلام صاحب الشرع عند الاطلاق على ما يتفاهمه الناس في\nمخاطبتهم لأن الشرع إنما خاطبنا بما نفهمه <span id='ms05'></span> ولفظة البيع والشراء حقيقة\nللتصرف في المال بطريق الاكتساب والكلام محمول على حقيقة لا يجوز تركها إلى\nنوع من المجاز إلا عند قيام الدليل كما فيما استشهدوا به من قوله تعالى {إن\nالله اشترى من المؤمنين} فقد قام الدليل على أن المراد به المجاز ولم يوجد\nمثل ذلك ههنا فكان محمولا على حقيقته وقال الله تعالى {فإذا قضيت الصلاة\nفانتشروا في الأرض وابتغوا من فضل الله}\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nوالمراد التجارة وقال عز وجل {ليس عليكم جناح أن تبتغوا فضلا من ربكم}\nيعني التجارة في طريق الحج وقال النبي صلى الله عليه وسلم إن أطيب ما أكلتم\nمن كسب أيديكم وإن أخي داود عليه السلام كان يأكل من كسب يده والمراد\nالاشارة إلى قوله تعالى {كلوا من طيبات ما رزقناكم}\n</p>\n\n<p>\nوأقوى ما نعتمده أن الاكتساب طريق المرسلين صلوات الله عليهم أجمعين وقد\nقررنا ذلك ولا معنى لمعارضتهم إيانا في ذلك بعيسى ويحيى عليهما السلام فقد\nبينا أن عيسى عليه السلام كان يأكل من غزل أمه رضي الله عنها\n</p>\n\n<p>\nثم نقول إن الأنبياء عليهم السلام في هذا ليس كغيرهم فقد بعثوا لدعوة\nالناس إلى دين الحق وإظهار ذلك وكانوا مشغولين بما بعثوا لأجله ولم يشتغلوا\nعامة أوقاتهم بالكسب لهذا وقد اكتسبوا في بعض الأوقات ليبينوا للناس أن ذلك\nما ينبغي أن يشتغل به المرء ولأنه لا ينفي التوكل على الله كما ظنه هؤلاء\nالجهال وقد بين ذلك عمر رضي الله عنه في حديثه حيث مر بقوم من القراء فرآهم\nجلوسا قد نكسوا رؤوسهم فقال من هؤلاء فقيل هم المتوكلون فقال كلا ولكنهم\nالمتأكلون يأكلون أموال الناس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nأنبئكم من المتوكل فقيل نعم فقال هو الذي يلقي الحب في الأوض ثم يتوكل\nعلى ربه عز وجل وفي رواية أخرى فقال يا معشر القراء ارفعوا رؤوسكم واكتسبوا\nلأنفسكم\n</p>\n\n<p>\nودعواهم أن الكبار من الصحابة رضوان الله عليهم كانوا لا يكتسبون دعوى\nباطل فقد روي أن أبا بكر الصديق رضي الله عنه كان بزازا وعمر رضي الله عنه\nكان <span id='ms06'></span> يعمل الأدم وعثمان رضي الله عنه كان تاجرا يجلب إليه الطعام فيبيعه\nوعلي رضي الله عنه كان يكتسب على ما روي أنه أجر نفسه غير مرة حتى آجر نفسه\nمن يهودي في حديث فيه طول\n</p>\n\n<p>\nثم صح في الحديث أن النبي صلى الله عليه وسلم اشترى سراويل بدرهمين وقال\nللوزان زن وأرجح فإنا معاشر الأنبياء هكذا نزن وباع رسول الله صلى الله\nعليه وسلم قعبا وحلسا يبيع من يزيد واشترى ناقة من أعرابي وأوفاه ثمنها ثم\nجحد الأعرابي وقال هلم شاهدا قال صلى الله عليه وسلم من يشهد لي فقال خزيمة\nبن ثابت رضي الله عنه أنا أشهد لك بأنك وفيت الأعرابي ثمن الناقة فقال صلى\nالله عليه وسلم كيف تشهد لي ولم تكن حاضرا قال يا رسول الله إنا نصدقك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nفيما تأتينا به من خبر السماء أفلا نصدقك فيما تخبر به من إيفاء ثمن\nالناقة فقال صلى الله عليه وسلم من شهد له خزيمة فحسبه\n</p>\n\n<p>\nولا حجة لهم في قوله تعالى {وفي السماء رزقكم وما توعدون} فالمراد المطر\nالذي ينزل من السماء فيحصل به النبات فإن ذلك يسمى رزقا على ما نقل عن بعض\nالسلف رحمهم الله يا بن آدم إن الله يرزقك ويرزق رزقك ويرزق رزق رزقك يعني\nينزل المطر من السماء رزقا للنبات ثم النبات رزق الأنعام والأنعام رزق لبني\nآدم ولئن حملنا الآية على ظاهرها فنقول في السماء رزقنا كما أخبر الله\nتعالى ولكننا أمرنا باكتساب السبب ليأتينا ذلك الرزق عند الاكتساب بيانه في\nقوله صلى الله عليه وسلم فيما يرويه عن ربه عز وجل عبدي حرك يدك أنزل عليك\nالرزق وقد أمر الله تعالى مريم عليها السلام بهز النخلة كما قال {وهزي\nإليك} الآية وهو قادر على أن يرزقها من غير هز بعناء كما كان يرزقها في\nالمحراب قال عز وجل {كلما دخل عليها زكريا المحراب} الآية وإنما أمرها بذلك\nليكون بيانا للعباد أنه ينبغي لهم أن لا يدعوا إكتساب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nالسبب وإن كانوا يتيقنون أن <span id='ms07'></span> الله هو الرزاق\n</p>\n\n<p>\nوهذا نظير الخلق فإن الله تعالى هو الخالق قد يخلق لا من سبب ولا في سبب\nكما خلق آدم صلوات الله عليه وقد يخلق لا من سبب في سبب كما خلق عيسى عليه\nالسلام وقد يخلق من سبب في سبب كما قال تعالى {يا أيها الناس إنا خلقناكم\nمن ذكر وأنثى} الآية وقد أمر الله تعالى بالنكاح وطلب الولد لا ينفي يقين\nالعبد بأن الخالق هو الله تعالى فكذا أمر الرزق ليعلم من يزعم أن حقيقة\nالتوكل في ترك الكسب فهو مخالف للشريعة وإليه أشار رسول الله صلى الله عليه\nوسلم في قوله للسائل الذي قال أرسل ناقتي وأتوكل فقال صلى الله عليه وسلم\nلا بل اعقلها وتوكل\n</p>\n\n<p>\nونظير هذا الدعاء فقد أمرنا به قال الله تعالى {واسألوا الله من فضله}\nومعلوم أن ما قدر لكل أحد فهو يأتيه لا محالة ثم أحد لا ينظر بهذا إلى ترك\nالسؤال والدعاء من الله تعالى والأنبياء عليهم السلام كانوا يسألون الجنة\nمع علمهم أن الله يدخلهم الجنة وقد وعد لهم ذلك وهو {لا يخلف الميعاد} وقد\nكانوا يأمنون العاقبة ثم كانوا يسألون الله تعالى ذلك في دعائهم\n</p>\n\n<p>\nوكذا أمر الشفاء فالشافي هو الله تعالى وقد أمرنا بالمداواة قال صلى الله\nعليه وسلم تداووا عباد الله فإن الله تعالى ما خلق داء إلا خلق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nله دواء إلا السام أو قال الهرم وقد فعل ذلك رسول الله صلى الله عليه\nوسلم يوم أحد حين داوى ما أصابه من الجراحة في وجهه\n</p>\n\n<p>\nثم إن اكتساب الكسب بالمداواة لا ينفي التيقن بأن الله تعالى هو الشافي\nفكذا اكتساب سبب الرزق بالتحرك لا ينفي التيقن بأن الله تعالى هو الرازق\n</p>\n\n<p>\nوالعجب من الصوفية أنهم لا يمتنعون من تناول طعام من أطعمهم من كسب يده\nوربح تجارته مع علمهم بذلك فلو كان الاكتساب حراما لكان المال الحاصل به\nحرام التناول لأن ما يتطرق إليه بارتكاب الحرام يكون حراما ألا ترى أن بيع\nالخمر للمسلم لما <span id='ms08'></span> كان حراما كان تناول ثمنها حراما وحيث لم يمتنع أحد منهم\nمن التناول عرفنا أن قولهم من نتيجة الجهل والكسل\n</p>\n\n<p>\nثم المذهب عند جمهور الفقهاء رحمهم الله من أهل السنة والجماعة أن الكسب\nبقدر مالا بد منه فريضة\n</p>\n\n<p>\nوقالت الكرامية بل هو مباح بطريق الرخصة لأنه لا يخلو إما أن يكون فرضا\nفي كل وقت أو في وقت مخصوص\n</p>\n\n<p>\nوالأول باطل لأنه يؤدي إلى أن لا يتفرغ أحد عن أداء هذه الفريضة ليشتغل\nبغيرها من الفرائض والواجبات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nوثاني باطل لأن ما يكون فرضا في وقت مخصوص شرعا يكون مضافا إلى ذلك الوقت\nكالصلاة والصوم ولم يرد الشرع بإضافة الكسب إلى وقت مخصوص ثم لا يخلو إما\nأن يكون فرضا لرغبة الناس إليه أو للضرورة\n</p>\n\n<p>\nوالأول باطل فإن الرغبة ثابتة في جميع ما في الدنيا من الأموال وأحد لا\nيقول يفترض على كل أحد تحصيل جميع ذلك\n</p>\n\n<p>\nوالثاني باطل أيضا فإن ما يفترض للضرورة إنما يفترض عند تحقق الضرورة\nوبعد تحقق الضرورة يعجز عن الكسب فكيف يتأخر فرضيته إلى حال عجزه ولا يخلو\nإما أن يفترض جميع أنواعه أو نوع مخصوص منه\n</p>\n\n<p>\nوالأول باطل لأن ليس في وسع أحد من البشر مباشرة جميع أنواعه ولا يعلم\nذلك فإن عمره يفنى قبل أن يتعلم ذلك\n</p>\n\n<p>\nوالثاني باطل لأن ليس بعض الأنواع بتخصيصه بالفريضة بأولى من بعض ولا\nيخلو إما يفترض على جميع الناس أو على بعضهم\n</p>\n\n<p>\nوالأول باطل فإن الأنبياء عليهم السلام ما اشتغلوا بالكسب في عامة\nأوقاتهم وكذا أعلام الصحابة رضوان الله عليهم أجمعين ومن بعدهم من الأخيار\nلا يظن بهم أنهم اجتمعوا على ترك ما هو فرض عليهم\n</p>\n\n<p>\nوالثاني باطل لأن ليس بعض الناس بتخصيصه بهذه الفريضة بأولى من البعض\n</p>\n\n<p>\nفتبين أن الكسب ليس بفرض أصلا والدليل عليه أنه لو كان أصله فرضا لكان\nالاستكثار منه مندوبا إليه أو كان نفلا بمنزلة العبادات والاستكثار منه\nمذموم كما قال الله تعالى {إنما الحياة الدنيا لعب ولهو} إلى قوله تعالى\n{عذاب شديد <span id='ms09'></span>} وبهذا الحرف يقع الفرق بينه وبين طلب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nالعلم بأن أصله لما كان فرضا كان الاستكثار مندوبا إليه\n</p>\n\n<p>\nوحجتنا في ذلك قوله تعالى {أنفقوا من طيبات ما كسبتم} والأمر حقيقة\nللوجوب ولا يتصور الإنفاق من المكسوب إلا بعد الكسب وما لا يتوصل إلى إقامة\nالعبادة إلا به ولا يتوصل إلى إقامة الفرض إلا به يكون فرضا وقال تعالى\n{فإذا قضيت الصلاة فانتشروا في الأرض} الآية يعني الكسب والأمر حقيقة\nللوجوب\n</p>\n\n<p>\nفإن قيل قد وري عن مجاهد ومكحول رحمهما الله أنهما قالا المراد طلب العلم\nقلنا ما ذكرنا من التفسير مروي عن رسول الله صلى الله عليه وسلم فإنه قال\nطلب الكسب بعد الصلاة المكتوبة هي الفريضة بعد الفريضة وتلا قوله تعالى\n{فإذا قضيت الصلاة} فلا يترك ذلك بقول مكحول ومجاهد رحمهما الله والظاهر\nيؤيد ما ذكرنا بدليل ما ذكر بعده {وإذا رأوا تجارة} الآية وكان قد انفضوا\nبذلك في حال خطبته فنهوا عن ذلك وأمروا به بعد الفراغ من الصلاة فإن قيل\nفالأمر بعد النهي يفيد الإباحة قلنا الأمر حقيقة للإيجاب ولو كان المراد هو\nالإباحة والرخصة لقال فلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nجناح عليكم أن تبتغوا من فضل الله كما قال تعالى في باب طريق الحج {ليس\nعليكم جناح أن تبتغوا فضلا من ربكم} والدليل عليه أن الله تعالى أمر\nبالإنفاق على العيال من الزوجات والأولاد والمعتدات ولا يتمكن من الإنفاق\nعليهم إلا بتحصيل المال بالكسب وما يتوصل به إلى أداء الواجب يكون واجبا\n</p>\n\n<p>\nوالمعقول يشهد له فإن في الكسب نظام العالم والله تعالى حكم ببقاء العالم\nإلى حين فنائها وجعل سبب البقاء والنظام كسب العباد وفي تركه تخريب نظامه\nوذلك ممنوع منه فإن قيل فبقاء هذا النظام يتعلق بالتسافد بين الحيوانات\nوأحد لا يقول بفرضية ذلك قلنا نعم إن الله تعالى علق البقاء بتسافد\nالحيوانات وركب الشهوة في طباعهم فتلك الشهوة تحملهم على مباشرة ذلك الفعل\nفلا تقع الحاجة إلى أن يجعل ذلك فرضا عليهم لكيلا يمتنعون عن ذلك فإن الطبع\nأدعى إلى <span id='ms10'></span> إفضاء الشهوات\n</p>\n\n<p>\nفأما الاكتساب في الابتداء كد وتعب وقد تعلق به بقاء نظام العالم فلو لم\nيجعل أصله فرضا لاجتمع الناس عن آخرهم على تركه لأن ليس في طبعهم ما يدعو\nإليه الكد والتعب فجعل الشرع أصله فرضا لكيلا يجتمعوا على تركه فيحصل ما هو\nالمقصود\n</p>\n\n<p>\nوجميع ما ذكروا من التقسيمات يبطل بما أشار إليه محمد رحمه الله في قوله\nطلب الكسب فريضة كما أن طلب العلم فريضة فإن هذه التقسيمات تأتي في العلم\nومع ذلك كان أصله فرضا بالاتفاق فكذا طلب الكسب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nوكان معنى الفرضية ما بينا من بقاء نظام العالم به ولا يوجد ذلك في\nالاستكثا منه على قصد التكاثر والتفاخر وإنما ذم الله تعالى الاستكثار إذا\nكان بهذه فقال عز وجل {وتفاخر بينكم وتكاثر}\n</p>\n\n<p>\nثم ينبني على هذه المسألة مسألة أخرى وهي أنه بعدما اكتسب مالا بد له منه\nهل الاشتغال بالكسب أفضل أم التفرغ للعبادة قال بعض الفقهاء رحمهم الله\nالاشتغال بالكسب أفضل وأكثر مشايخنا رحمهم الله على أن التفريغ للعبادة\nأفضل\n</p>\n\n<p>\nوجه القول الأول أن منفعة الاكتساب أعم فإن ما اكتسبه الزارع تصل منفعته\nإلى الجماعة عادة والذي يشتغل بالعبادة إنما ينفع نفسه لأن بفعله يتحصل\nالنجاة لنفسه ويحصل الثواب لجسمه وما كان أعم نفعا فهو أفضل لقوله صلى الله\nعليه وسلم خير الناس من ينفع الناس ولهذا كان الاشتغال بطلب العلم أفضل من\nالتفرغ للعبادة لأن منفعة ذلك أعم ولهذا كانت الإمارة والسلطنة بالعدل أفضل\nمن التخلي للعبادة كما اختاره الخلفاء الراشدون رضوان الله عليهم لأن ذلك\nأعم نفعا وإلى هذا المعنى أشار النبي صلى الله عليه وسلم في قوله العبادة\nعشرة أجزاء وقال صلى الله عليه وسلم الجهاد عشرة أجزاء تسعة منها طلب\nالحلال يعني طلب الحلال للإنفاق على العيال والدليل عليه أنه بالكسب يتمكن\nمن أداء أنواع الطاعات من الجهاد والحج والصدقة وبر الوالدين وصلة الرحم\nوالإحسان إلى الأقارب والأجانب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nوفي التفريغ للعبادة لا يتمكن إلا من أداء بعض الأنواع كالصوم والصلاة <span id='ms11'></span>\n</p>\n\n<p>\nوجه القول الآخر وهو الأصح أن الأنبياء والرسل عليهم السلام ما اشتغلوا\nبالكسب في عامة الأوقات ولا يخفى على أحد أن اشتغالهم بالعبادة في عمرهم\nكان أكثر من إشتغالهم بالكسب ومعلوم أنهم كانوا يختارون لأنفسهم أعلى\nالدرجات ولا شك أن أعلى مناهج الدين طريق المرسلين عليهم السلام وكذا الناس\nفي العادة إذا حزبهم أمر يحتاجون إلى دفعه عن أنفسهم فيشتغلون بالعبادة لا\nبالكسب والناس إنما يتقربون إلى العباد دون المكتسبين والدليل عليه أن\nالاكتساب يصح من الكافر والمسلم جميعا فكيف يستقيم القول بتقديمه على ما\nلايصح إلا من المؤمنين خاصة وهي العبادة والدليل عليه أن النبي صلى الله\nعليه وسلم لما سئل عن أفضل الأعمال قال أحمزها أي أشقها على البدن وإنما\nأشار بهذا إلى أن المرء إنما ينال أعلى الدرجات بمنع النفس عن هواها قال\nالله تعالى {ونهى النفس عن الهوى} الآية والاشتغال بهذه الصفة في الابتداء\nوالدوام في العبادات فأما الكسب ففيه بعض التعب في الابتداء ولكن فيه قضاء\nالشهوة في الانتهاء وتحصيل مراد النفس فلا بد من القول بأن ما يكون بخلاف\nهوى النفس ابتداء وانتهاء فهو أفضل\n</p>\n\n<p>\nولا يدخل على شئ مما ذكرنا النكاح فإن الاشتغال بالنكاح أفضل عندنا من\nالتخلي لعبادة الله تعالى وهذا المعنى موجود فيه لأنه إنما كان ذلك أفضل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nلما فيه من تكثير عباد الله وأمة رسول الله صلى الله عليه وسلم وتحقيق\nمباهاة رسول الله صلى الله عليه وسلم بهم وذلك لايوجد هنا\n</p>\n\n<p>\nوكان التفرغ للعبادة أفضل من الاشتغال بالكسب بعدما حصل ما لا بد له منه\nوهذه المسألة تنبني على مسألة أخرى اختلف فيها العلماء رحمهم الله وهو أن\nصفة الفقر أعلى أم صفة الغنى فالمذهب عندنا أن صفة الفقر أعلى وقال بعض\nالفقهاء إن صفة الغنى أعلى وقد أشار محمد رحمه الله في كتاب الكسب في\nموضعين إلى ما بيناه من مذهبنا فقال في أحد الموضعين ولو أن الناس قنعوا\nبما يكفيهم وعمدوا إلى الفضول فوجهوها إلى أمر آخرتهم <span id='ms12'></span> كان خيرا لهم وقال في\nالموضع الاخر وما زاد على ما لا بد منه يحاسب المرء عليه ولا يحاسب أحد على\nالفقر فلا شك أن ما لا يحاسب المرء عليه يكون أفضل مما يحاسب المرء عليه\n</p>\n\n<p>\nوأما من فضل الغنى احتج فقال الغنى نعمة والفقر بؤس ونقمة ومحنة ولا يخفى\nعلى عاقل أن النعمة أفضل من النقمة والمحنة والدليل عليه أن الله تعالى سمى\nالمال فضلا فقال عز وجل {وابتغوا من فضل الله} وقال تعالى {ليس عليكم جناح\nأن تبتغوا فضلا من ربكم} وما هو فضل الله فهو أعلى الدرجات وسمى المال خيرا\nفقال عز وجل {إن ترك خيرا الوصية للوالدين} وهذا اللفظ يدل على أنه خير من\nضده وقال الله تعالى {ولقد آتينا داود منا فضلا} يعنى الملك والمال حتى روي\nأنه كان له مائة سرية فمن الله بذلك عليه وسماه فضلا منه وسليمان صلوات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nالله عليه سأل الله تعالى ذلك فقال {رب اغفر لي وهب لي ملكا لا ينبغي\nلأحد من بعدي} ولا يظن بأحد من الرسل عليهم السلام أنه سأل الله الدرجة\nالأدنى دون الدرجة العليا والدليل عليه أن النبي صلى الله عليه وسلم قال\nالأيدي ثلاثة يد الله ثم اليد المعطية ثم اليد المعطاة فهي السفلى إلى يوم\nالقيامة وفي حديث آخر قال صلى الله عليه وسلم اليد العليا خير من اليد\nالسفلى واليد العليا هي المعطية وقال صلى الله عليه وسلم لسعد بن أبي وقاص\nرضي الله عنه إنك إن تدع ورثتك أغنياء خير لك من أن تدعهم عالة يتكففون\nالناس وقال أبو بكر الصديق رضي الله عنه لعائشة رضي الله عنها في مرضه إن\nأحب الناس إلى غنى أنت وأعزهم على فقر أنت فهذا يدل على صفة الغنى أفضل\nوأعلى من صفة الفقر قال صلى الله عليه وسلم كاد الفقر أن يكون كفرا وقال\nصلى الله عليه وسلم اللهم إني أعوذ بك من الفقر إلا إليك وقال صلى الله\nعليه وسلم اللهم إني أعوذ <span id='ms13'></span> بك من البؤس والتباؤس والبؤس الفقر والتباؤس\nالتمسكن ولا يظن بالنبي أنه يتعوذ بالله تعالى من أعلى الدرجات\n</p>\n\n<p>\nوحجتنا في ذلك أن الفقر أسلم للعباد وأعلى الدرجات للعبد ما يكون أسلم له\nوبيان ذلك أنه يسلم بالفقر من طغيان الغنى قال الله تعالى {كلا إن الإنسان\nليطغى} الآية وقال عز وجل {الذين طغوا في البلاد}\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nالآية إنما حملهم على ذلك طغيان الغنى يعني الذين ادعوا ما لا ينبغي لهم\nولا لأحد من البشر فأنه لم ينقل أن أحدا من الفقراء وقع في ذلك فدل أن\nالفقر أسلم ثم صفة الغنى مما تميل إليه النفس ويدعو إليه الطبع ويتوصل به\nإلى إقتضاء الشهوات ولا يتوصل بالفقر إلى شيء من ذلك وأعلى الدرجات ما يكون\nأبعد من اقتضاء الشهوات قال الله تعالى {واتبعوا الشهوات فسوف يلقون غيا}\nوقال عز وجل {زين للناس حب الشهوات} الآية والدليل عليه قوله صلى الله عليه\nوسلم حفت الجنة بالمكاره والنار بالشهوات وقال صلى الله عليه وسلم الفقر\nأزين على المؤمن من العذار الجيد على خد العروس وقال صلى الله عليه وسلم إن\nفقراء أمتي يدخلون الجنة قبل أغنيائهم بنصف يوم وهو خمسمائة عام وفي الآثار\nأن آخر الأنبياء عليهم السلام دخولا الجنة سليمان عليه السلام لملكه وقال\nصلى الله عليه وسلم يوما لعبد الرحمن بن عوف رضي الله عنه ما بطأ بك عني يا\nعبد الرحمن قال وما ذاك يا رسول الله فقال صلى الله عليه وسلم إنك آخر\nأصحابي لحوقا بي يوم القيامة فأقول ما حبسك عني فيقول المال كنت محاسبا\nمحبوسا حتى الآن وكان هو من العشرة الذين شهد لهم رسول الله صلى الله عليه\nوسلم بالجنة وقد قاسم الله تعالى ماله أربع مرات فتصدق بالنصف وأمسك النصف\nفي المرة الأولى كان ماله ثمانية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nآلاف درهم فتصدق بأربعة آلاف وفي المرة الثانية كان ثمانية آلاف دينار\nفتصدق بأربعة آلاف دينار وفي المرة الثالثة كان ستة عشر ألف دينار فتصدق\nبنصفها وفي المرة الرابعة كان <span id='ms14'></span> اثنين وثلاثين ألف دينار فتصدق بنصفها ومع\nهذا كله قال له صلى الله عليه وسلم في حقه ما قال فتبين به أن صفة الفقر\nأفضل وقال صلى الله عليه وسلم عرض على مفاتيح خزائن الأرض فاستقلت أخي\nجبرائيل عليه السلام ذلك فأشار إلى التواضع فقلت أكون عبدا نبيا أجوع يوما\nوأشبع يوما فإذا جعت صبرت وإذا شبعت شكرت فكان صلى الله عليه وسلم يقول\nاللهم أحيني مسكينا وأمتني مسكينا واحشرني في زمرة المساكين ولا شك أن\nالنبي صلى الله عليه وسلم يسأل لنفسه أعلى الدرجات وأن الأفضل لنا ما سأله\nرسول الله صلى الله عليه وسلم لنفسه وقال صلى الله عليه وسلم أنا حظكم من\nالأنبياء وأنتم حظي من الأمم ففي هذا إشارة إلى أنه علينا التمسك بهديه\nوهداه\n</p>\n\n<p>\nوتبين فيما ذكرنا أن النبي صلى الله عليه وسلم ما تعوذ من الفقر المطلق\nوإنما تعوذ من الفقر المنسي على ما روي في بعض الروايات أنه صلى الله عليه\nوسلم قال اللهم إني أعوذ بك من فقر منسي ومن غنى يطغي إلا أنه قيد السؤال\nفي بعض الأحوال وأطلق في بعض الأحوال ومراده ذلك أيضا ولكن من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nسمع اللفظ مطلقا نقله كما سمعه\n</p>\n\n<p>\nوهذه المسألة تنبني على مسألة أخرى اختلف فيها العلماء رحمهم الله وهو إن\nالشكر على الغنى أفضل أم الصبر على الفقر اختلف العلماء رحمهم الله تعالى\nفي هذه المسألة على أربعة أقاويل\n</p>\n\n<p>\nفمنهم من توقف في جوابها لتعارض الآثار وقالوا إن أبا حنيفة رحمه الله\nتوقف في أطفال المشركين لتعارض الآثار فيقتدى به ويتوقف في هذا الفصل\nلتعارض الآثار أيضا\n</p>\n\n<p>\nومنهم من قال هما سواء واستدلوا بقوله صلى الله عليه وسلم الطاعم الشاكر\nكالجائع الصابر ولأن الله تعالى أثنى بقوله في كتابه على عبدين وسمى كل\nواحد منهما نعم العبد أحدهما أنعم عليه فشكر وهو سليمان عليه السلام قال\nالله تعالى {ووهبنا لداود} الآية والآخر ابتلي فصبر وهو أيوب عليه السلام\nقال الله تعالى {إنا وجدناه صابرا نعم <span id='ms15'></span> العبد} الآية فعرفنا أنها سواء\n</p>\n\n<p>\nومنهم من قال الشكر على الغنى أفضل لقوله صلى الله عليه وسلم الحمد لله\nثمن كل نعمة وقال صلى الله عليه وسلم لو أن جميع الدنيا صارت لقمة فتناولها\nعبد وقال الحمد لله رب العالمين كان ما أتى به خيرا مما أوتي يعني لما في\nهذه الكلمة من الثناء على الله تعالى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nوتبين بالحديث الأول أن الشكر يكون بالثناء على الله فكان أفضل من الصبر\nوالدليل عليه قوله تعالى {اعملوا آل داود شكرا} وهذا يعم جميع الطاعات ولا\nشك أن ما يعم جميع الطاعات والامتناع من أنواع المعاصي مع التمكن من\nمباشرتها صورة وذلك لا يوجد في الصبر على الفقر\n</p>\n\n<p>\nوالمذهب عندنا أن الصبر على الفقر أفضل قال صلى الله عليه وسلم الصبر نصف\nالإيمان وقال صلى الله عليه وسلم الصبر من الإيمان بمنزلة الرأس من الجسد\nولأن في الفقر معنى الابتلاء والصبر والصبر على الابتلاء يكون أفضل من\nالشكر على النعمة ويعتبر هذا بسائر أنواع الابتلاء فإن الصبر على ألم المرض\nأعظم في الثواب من الشكر على صحة البدن وكذلك الصبر على العمى أفضل من\nالشكر على البصر قال صلى الله عليه وسلم فيما يأثر عن ربه عز وجل من أخذت\nكريمتيه فصبر على ذلك فلا أجر له عندي إلا الجنة أو قال الجنة والرؤية وهذه\nلفقرة وهو أن للمؤمن ثوابا في نفس المصيبة قال صلى الله عليه وسلم يؤجر\nالمؤمن في كل شئ حتى الشوكة يشاكها في رجله والدليل عليه أن ماعزا رضي الله\nعنه حين أصابه حر الحجارة هرب وكان ذلك منه نوع اضطراب ثم مع ذلك قال فيه\nرسول الله صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nلقد تاب توبة لو قسمت توبته على جميع أهل الأرض لوسعتهم فعرفنا أن في نفس\nالمصيبة للمؤمن ثواب وفي الصبر عليها ثواب أيضا\n</p>\n\n<p>\nفأما نفس الغنى لا ثواب به وإنما الثواب في الشكر على الغنى وما ينال به\nبه الثواب من وجهين يكون أعلى ما ينال فيه <span id='ms16'></span> الثواب من وجه واحد وكما أن في\nالشكر على الغنى ثناء على الله تعالى وفي الصبر على المصيبة كذا لقوله\nتعالى {الذين إذا أصابتهم مصيبة} الآية وحكي أن غنيا وفقيرا تناظرا في هذه\nالمسألة فقال الغني الغني الشاكر أفضل فإن الله تعالى استقرض من الأغنياء\nفقال عز وجل {من ذا الذي يقرض الله} الآية وقال الفقير إن الله تعالى إنما\nاستقرض من الأغنياء للفقراء وقد يستقرض من الحبيب وغير الحبيب ولا يستقرض\nإلا لأجل الحبيب\n</p>\n\n<p>\nترجيحه إن الغني يحتاج إلى الفقير والفقير لا يحتاج إلى الغني لأن الغني\nيلزمه أداء حق المال فلو اجتمع الفقراء عن آخرهم على أن لا يأخذوا شيئا من\nذلك لم يجبروا على الأخذ ويحمدون شرعا على الامتناع عن الأخذ ولا يتمكن\nالأغنياء من إسقاط الواجب عن أنفسهم والله تعالى يوصل إلى الفقراء كفايتهم\nعلى حسب ما ضمن لهم فبهذا تبين أن الأغنياء هم الذين يحتاجون إلى الفقراء\nوالفقراء لا يحتاجون إليهم بخلاف ما ظنه من يعتبر الظاهر ولا يتأمل في\nالمعنى فاتضح بما قررنا أن الفقير الصابر أفضل من الغني الشاكر وفي كل خير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nثم الكسب على مراتب فمقدار ما لا بد لكل أحد منه يعني ما يقيم به صلبه\nيفترض على كل أحد إكتسابه عينا لأنه لا يتوصل إلى إقامة الفرائض إلا به وما\nيتوصل به إلى إقامة الفرائض يكون فرضا فإن لم يكتسب زيادة على ذلك فهو في\nسعة من ذلك لقوله صلى الله عليه وسلم من أصبح آمنا في سربه معافى في بدنه\nعنده قوت يومه فكأنما حيزت له الدنيا بحذافيرها وقال صلى الله عليه وسلم\nلابن حبيش فيما يعظه بلغة تسد بها جوعتك وخرقة تواري بها سوءتك فإن كان لك\nكن يكنك فحسن وإن كان لك دابة تركبها فبخ بخ وهذا إذا لم يكن عليه دين فإن\nكان عليه دين فالاكتساب بقدر ما يقضي به دينه فرض عليه لأن قضاء الدين\nمستحق عليه عينا قال صلى الله عليه وسلم الدين مقضي <span id='ms17'></span> وبالاكتساب يتوصل إليه\nوكذا إن كان له عيال من زوجة وأولاد فإنه يفترض عليه الكسب بقدر كفايتهم\nعينا لأن الانفاق على زوجته مستحق عليه قال الله تعالى {أسكنوهن من حيث\nسكنتم من وجدكم} الآية معناه وأنفقوا عليهم من وجدكم وهكذا في قراءة ابن\nمسعود\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nرضي الله عنه وقال جل وعلا {وعلى المولود له رزقهن وكسوتهن} الآية وقال\nعز وجل {ومن قدر عليه رزقه فلينفق مما آتاه الله} الآية وإنما يتوصل إلى\nإبقاء هذا المستحق بالكسب وقال صلى الله عليه وسلم كفى بالمرء إثما أن يضيع\nمن يعول له فالتحرز عن ارتكاب المآثم فرض وقال صلى الله عليه وسلم إن لنفسك\nعليك حقا فأعط كل ذي حق حقه ولكن هذا في الفرضية دون الأول لقوله صلى الله\nعليه وسلم ثم بمن تعول فإن الكسب زيادة على ذلك ما يدخره لنفسه وعياله فهو\nفي سعة من ذلك لما روي أن النبي صلى الله عليه وسلم إدخر قوت عياله لسنة\nبعدما كان ينهى عن ذلك على ما روي أنه صلى الله عليه وسلم قال لبلال رضي\nالله عنه انفق بلالا ولا تخش من ذي العرش إقلالا والمتأخر يكون ناسخا\nللمتقدم\n</p>\n\n<p>\nفإن كان له أبوان كبيران معسران فإنه يفترض عليه الكسب بقدر كفايتهما لأن\nنفقتهما مستحق عليه مع عسرته إذا كان متمكنا من الكسب قال صلى الله عليه\nوسلم للرجل الذي أتاه وقال أريد الجهاد معك فقال ألك أبوان قال نعم قال صلى\nالله عليه وسلم إرجع ففيهما فجاهد يعني اكتسب فأنفق عليهما وقال تعالى\n{وصاحبهما}\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nفي الدنيا معروفا وليس من المصاحبة بالمعروف تركهما يموتان جوعا مع قدرته\nعلى الكسب ولكن هذا دون ما سبق في الفرضية لما روي أن رجلا قال لرسول الله\nصلى الله عليه وسلم معي دينار فقال صلى الله عليه وسلم أنفقه على نفسك فقال\nمعي آخر قال صلى الله عليه وسلم أنفقه على عيالك قال معي آخر قال صلى الله\nعليه وسلم أنفقه على والديك\n</p>\n\n<p>\nفأما غير الوالدين من <span id='ms18'></span> ذوي الرحم المحرم فلا يفترض على المرء الكسب\nللانفاق عليهم لأنه لا تستحق نفقتهم عليه إلا باعتبار صفة اليسار لكنه يندب\nإلى الكسب والانفاق عليهم لما فيه صلة الرحم وهو مندوب إليه في الشرع قال\nصلى الله عليه وسلم لا خير فيمن لا يحب المال ليصل به رحمه ويكرم به ضيفه\nويبر به صديقه وقال صلى الله عليه وسلم لعمرو بن العاص رضي الله عنه وارغب\nلك رغبة من المال الحديث إلى أن قال نعم المال الصالح للرجل الصالح يصل به\nرحمه وقطيعة الرحم حرام لقوله صلى الله عليه وسلم ثلاث معلقات بالعرش\nالنعمة والأمانة والرحم تقول النعمة كفرت ولم أشكر وتقول الأمانة خزنت ولم\nأؤد وتقول الرحم قطعت ولم أوصل وقال صلى الله عليه وسلم صلة الرحم تزيد في\nالعمر وقطيعة الرحم ترفع البركة عن العمر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nوقال صلى الله عليه وسلم فيما يأثر عن ربه عز وجل أنا الرحمن وهي الرحم\nشققت لها اسما من اسمي فمن وصلها وصلته ومن قطعها بتته وفي ترك الانفاق\nعليهم ما يؤدي إلى قطيعته فيندب إلى الاكتساب للانفاق عليهم وبعد ذلك الأمر\nموسع عليه فإن شاء إكتسب وجمع المال وإن شاء أبى لأن السلف رحمهم الله منهم\nمن جمع المال ومنهم من لم يفعل فعرفنا أن كلا الطرفين مباح\n</p>\n\n<p>\nوأما الجمع فلما روي عن النبي صلى الله عليه وسلم من طلب الدنيا حلالا\nمتعففا لقي الله تعالى وجهه كالقمر ليلة البدر ومن طلبها مفاخرا مكاثرا لقي\nالله تعالى وهو عليه غضبان فدل أن جمع المال على طريق التعفف مباح وكان صلى\nالله عليه وسلم يقول في دعائه اللهم اجعل أوسع رزقي عند كبري وانقضاء عمري\nوكان كذا فقد اجتمع له أربعون شاة حلوبة وفدك وسهم بخيبر في آخر عمره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الامتناع عن جمع المال فطريق مباح أيضا لحديث عائشة رضي الله عنها\nعن رسول الله صلى الله عليه وسلم لو كان لابن آدم واديان من ذهب لتمنى\nإليهما ثالثا لا يملأ جوف ابن <span id='ms19'></span> آدم إلا التراب ويتوب الله على من تاب وقيل\nهذا كان مما يتلى في القرآن في سورة يونس في الركوع الثاني أو الثالث ثم\nانتسخ تلاوته وبقيت روايته وقال صلى الله عليه وسلم تبا للمال وفي رواية\nتبا لصاحب الذهب والفضة وقال صلى الله عليه وسلم هلك المكثرون إلا من قال\nبماله هكذا وهكذا يعني يتصدق من كل جانب وقال صلى الله عليه وسلم يقول\nالشيطان لن ينجو مني صاحب المال من احدى ثلاث إما أن أزينه في عينه فيجمعه\nمن غير حله وإما أن أحقره في عينه فيعطي من غير حله وأما أن أحببه إليه\nفيمنع حق الله تعالى منه ففي هذا بيان أن الامتناع عن الجمع أسلم ولا عيب\nعلى من اختار طريق السلامة\n</p>\n\n<p>\nثم بين محمد رحمه الله أن الكسب فيه معنى المعاونة على القرب والطاعات أي\nكسب كان حتى أن فتال الحبال ومتخذ الكيزان والجرار وكسب الحوكة فيه معاونة\nعلى الطاعات والقرب فإنه لايتمكن من أداء الصلاة إلا بالطهارة ويحتاج له\nإلى كوز ورشاء ينزح به الماء ويحتاج إلى ستر العورة لأداء الصلاة وإنما\nيتمكن من ذلك بعمل الحوكة فعرفنا أن ذلك كله من أسباب التعاون على إقامة\nالطاعة وإليه أشار علي رضي الله عنه في قوله لا تسبوا الدنيا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nفنعم مطية المؤمن الدنيا إلى الآخرة وقال أبو ذر رضي الله عنه حين سأله\nرجل عن أفضل الأعمال بعد الإيمان فقال الصلاة وأكل الخبز فنظر إليه الرجل\nكالمتعجب فقال لولا الخبز ما عبد الله تعالى يعني بأكل الخبز يقيم صلبه\nفيمكن من إقامة الطاعة\n</p>\n\n<p>\nثم المذهب عند جمهور الفقهاء رحمهم الله أن المكاسب كلها في الإباحة سواء\nقال بعض المتقشفة ما يرجع إلى الدناءة من المكاسب في عرف الناس لا يسع\nالإقدام عليه إلا عند الضرورة لقوله عليه السلام ليس للمؤمن أن يذل نفسه\nوقال صلى الله عليه وسلم إن الله تعالى يحب معالي الأمور ويبغض سفسافها\nوالسفاف ما يذل المرء بخسته\n</p>\n\n<p>\nوحجتنا في ذلك قوله <span id='ms20'></span> صلى الله عليه وسلم إن من الذنوب ذنوبا لا يكفرها\nالصوم ولا الصلاة قيل ما يكفرها يا رسول الله قال الهموم في طلب المعيشة\nوقال صلى الله عليه وسلم طلب الحلال كمقارعة الأبطال ومن بات ناويا في طلب\nالحلال بات مغفورا له وقال صلى الله عليه وسلم أفضل الأعمال الاكتساب\nللانفاق على العيال من غير تفضيل بين أنواع الكسب ولو لم يكن فيه سوى\nالتعفف واستغناء عن السؤال لكان مندوبا إليه فإن النبي صلى الله عليه وسلم\nقال السؤال آخر كسب العبد أي يبقى في ذلته إلى يوم القيامة وقال صلى الله\nعليه وسلم لحكيم بن حزام رضي الله عنه أو لغيره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nمكسبه فيها نقص المرتبة خير لك من أن تسأل الناس أعطوك أو منعوك ثم\nالمذمة في عرف الناس ليس للكسب بل للخيانة وخلف الوعد واليمين الكاذبة\nومعنى البخل\n</p>\n\n<p>\nثم المكاسب أربعة الإجارة والتجارة والزراعة والصناعة وكل ذلك في الإباحة\nسواء عند جمهور الفقهاء رحمهم الله تعالى\n</p>\n\n<p>\nوقال بعضهم المزارعة مذمومة لما روي أن النبي صلى الله عليه وسلم رأى\nشيئا من آلات الحراثة في دار قوم فقال ما دخل هذا بيت قوم إلا ذلوا وسئل\nصلى الله عليه وسلم عن قوله عز وجل {إن تطيعوا الذين كفروا يردوكم على\nأعقابكم} أهو التعرب قال لا ولكنه الزراعة والتعرب سكون البادية وترك\nالهجرة وقال عبد الله بن عمر رضي الله عنه إذا تبايعتم بالعين وابتعتم\nأذناب البقر ذللتم حتى يطمع فيكم\n</p>\n\n<p>\nوحجتنا في ذلك ما روي أن النبي صلى الله عليه وسلم ازدرع بالجرف وقال صلى\nالله عليه وسلم الزارع يتاجر ربه وقد كان له فدك وسهم خيبر وكان قوته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nفي آخر عمره من ذلك وعمر رضي الله عنه كان له أرض بخيبر تدعى شمع وقد كان\nلابن مسعود والحسن بن علي وأبي هريرة رضي الله عنهما مزارع بالسواد\nيزرعونها ويؤدون خراجها وقد كان لابن عباس رضي الله عنهما أيضا مزارع\nبالسواد وغيرها\n</p>\n\n<p>\nوتأويل الآثار المروية فيما إذا اشتغل الناس <span id='ms21'></span> كلهم بالزراعة وأعرضوا عن\nالجهاد حتى يطمع فيهم عدوهم وكل ذلك مروي في حديث ابن عمر رضي الله عنهما\nقال وقعدتم عن الجهاد وذللتم حتى يطمع فيكم فأما إذا اشتغل بعضهم بالجهاد\nوبعضهم بالزراعة ففي عمل المزارعة معاونة للمجاهد وفي عمل المجاهد دفع عن\nالمزارع وقال صلى الله عليه وسلم المؤمنون كالبنيان يشد بعضه بعضا\n</p>\n\n<p>\nثم اختلف مشايخنا رحمهم الله في التجارة والزراعة قال بعضهم التجارة\nالتجارة أفضل لقوله تعالى {وآخرون يضربون في الأرض} الآية والمراد الضرب في\nالأرض للتجارة فقدمه في الذكر على الجهاد الذي هو سنام الدين ولهذا قال عمر\nرضي الله عنه لإن أموت بين شعبتي رحلي أضرب في الأرض أبتغي من فضل الله أحب\nإلي من أن أقاتل مجاهدا في سبيل الله وقال صلى الله عليه وسلم التاجر\nالأمين مع الكرام البررة يوم القيامة وأكثر مشايخنا رحمهم الله على أن\nالزراعة أفضل من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nالتجارة لأنها أعم نفعا فبعمل الزراعة يحصل ما يقيم المرء به صلبه ويتقوى\nعلى الطاعة وبالتجارة لا يحصل ذلك ولكن ينمو المال وقال صلى الله عليه وسلم\nخير الناس من هو أنفع للناس والأشتغال بما يكون نفعه أعم يكون أفضل ولأن\nالصدقة في الزراعة أظهر فلا بد أن يتناول مما يكتسبه الزراع الناس والدواب\nوالطيور وكل ذلك صدقة له قال صلى الله عليه وسلم ما غرس مسلم شجرة فيتناول\nمنها انسان أو دابة أو طير إلا كانت له صدقة وفي رواية ما أكلت العافية\nمنها فهي له صدقة والعافية الطيور الطالبة لأرزاقها الراجعة إلى أوكارها\nوإذا كان في عادة الناس\n</p>\n\n<p>\nثم الكسب الذي ينعدم فيه التصدق لا توجد فيه الأفضلية كعمل الحياكة مع\nأنه من التعاون على إقامة الصلاة فعرفنا أن ما يكون التصدق فيه أكثر من\nالكسب فهو أفضل\n</p>\n\n<p>\nفأما تأويل ما تعلقوا به فقد روي عن مكحول ومجاهد رحمهما الله قالا\nالمراد الضرب في الأرض لطلب العلم وبه نقول أن ذلك أفضل فقد أشار محمد رحمه\nالله إلى ذلك في قوله <span id='ms22'></span> طلب الكسب فريضة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nكما أن طلب العلم فريضة فتشبيه هذا بذلك دليل على أن طلب العلم فريضة\nأعلى درجة من غيره وبيان فرضية طلب العلم في قوله صلى الله عليه وسلم طلب\nالعلم فريضة على كل مسلم والمراد علم الحال على ما قيل أفضل العلم علم\nالحال وأفضل العمل حفظ الحال وبيان هذا أن ما يحتاج المرء في الحال لأداء\nما لزمه يفترض عليه عينا علمه كالطهارة لأداء الصلاة فإن أراد التجارة\nيفترض عليه تعلم ما يحرز به عن الربا والعقود الفاسدة وإن كان له مال يفترض\nعليه تعلم زكاة جنس ماله ليتمكن به من الأداء وإن لزمه الحج يفترض عليه\nتعلم ما يؤدي به الحج فهذا معنى علم الحال وهذا لأن الله تعالى حكم ببقاء\nالشريعة إلى يوم القيامة والبقاء بين الناس يكون بالتعلم والتعليم فيفترض\nالتعليم والتعلم جميعا وقد قررنا هذا المعنى في بيان فرضية الكسب والدليل\nعليه ما روي أن النبي صلى الله عليه وسلم لعن الذين لا يعلمون والذين لا\nيتعلمون ليرفع العلم بهم وقال إن الله تعالى لا يقبض العلم انتزاعا بنزعه\nمن القلوب ولكن يقبض العلماء فإذا قبض العلماء اتخذ الناس رؤساء جهالا\nفأفتوا بغير علم فضلوا وأضلوا والذي يؤيد هذا كله قوله تعالى {وإن أحد من\nالمشركين استجارك} الآية وفي هذا إشارة إلى أنه يفترض تعليم الكافر إذا طلب\nفتعليم المؤمن أولى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nوبيان قولنا أن من آكد الفرائض أن الإنسان لو شغل جميع عمره بالتعليم\nوالتعلم كان مفترضا في الكل ولو شغل جميع عمره بالصلاة والصوم كان متنقلا\nفي البعض ولا شك أن إقامة الفرض أعلى درجة من إدراك النفل\n</p>\n\n<p>\nوقال وكما أن طلب العلم فريضة فأداء العلم للناس فريضة لأن اشتغال العالم\nبالعلم به معروف والعمل بخلافه منكر فالتعليم يكون أمرا بالمعروف ونهيا عن\nالمنكر وهو فرض على هذه الأمة وقال الله تعالى {كنتم خير أمة أخرجت للناس}\nالآية\n</p>\n\n<p>\nويختلفون في فصل وهو أن من تعلم حكما أو حكمين هل يفترض عليه <span id='ms23'></span> أن يبين ذلك\nلمن لا يعلمه أم لا فعلى قول بعض مشايخنا رحمهم الله يلزمه ذلك وأكثرهم على\nأنه لا يلزمه ذلك وإنما يجب ذلك على الذين اشتهروا بالعلم فيمن يعتمد الناس\nقولهم وقد أشار في هذا الكتاب إلى القولين فاللفظ المذكور هنا يوجب التعميم\n</p>\n\n<p>\nوقال بعد هذا فعلى البصراء من العلماء أن يبينوا للناس طريق الفقه فهذا\nيدل على أن الفرضية على الذين اشتهروا بالعلم خاصة\n</p>\n\n<p>\nوجه القول الأول قوله تعالى {إن الذين يكتمون ما أنزلنا من البينات\nوالهدى} وقال الله تعالى {وإذ أخذ الله ميثاق الذين أوتوا الكتاب}\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nالآية فتبين بالآيتين أن الكتمان حرام وأن ضده وهو الإظهار لازم فيتناول\nذلك كل من بلغه علم فإن يتصور منه الكتمان فيما بلغه فيفترض عليه الاظهار\nوقال صلى الله عليه وسلم فمن كتم علما عنده ألجم يوم القيامة بلجام من نار\nوقال صلى الله عليه وسلم إذا رأيتم آخر هذه الأمة يلعن أولها فمن كان ممن\nعنده علم فليظهره فإن كاتم العلم يومئذ ككاتم ما أنزل الله على محمد ولأن\nتعلم العلم بمنزلة أداء الزكاة وعلى كل أحد أداء الزكاة من نصابه صاحب\nالنصاب وصاحب النصب في ذلك سواء\n</p>\n\n<p>\nوجه القول الآخر أن العلماء في كل زمان خلفاء الرسل عليهم السلام كما قال\nصلى الله عليه وسلم العلماء ورثة الأنبياء ومعلوم أن في زمن الرسول صلى\nالله عليه وسلم كان هو المبين للناس ما يحتاجون إليه من أمر دينهم فإن الله\nتعالى وصفه بذلك وقال {لتبين للناس ما نزل إليهم} ولا يجب على أحد سواه\nبيان شيء من ذلك في حضرته فكذا في كل حين ومكانه إنما يفترض الأداء على\nالمشهورين بالعلم دون غيرهم ولأن الناس في العادة إنما يعتمدون قول من\nاشتهر بالعلم وقل ما يعتمدون غيرهم وربما يستخف بعضهم بما يسمعه ممن لم\nيشتهر بالعلم فلهذا كان البيان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nعلى المشهورين خاصة وقد نقل عن الحسن رحمه الله قال أدركت سبعين بدريا\nكلهم قد انزووا ولم يشتغلوا بتعليم الناس <span id='ms24'></span> لأنه كان لا يحتاج إليهم وكذا\nعلماء التابعين رحمهم الله فمنهم من تصدى للفتوى والتعليم ومنهم من امتنع\nمن ذلك وانزوى بعلمه لأنه لا يتمكن الخلل لامتناعه وأن المقصود حاصل بغيره\nوهذا لأن للعلم ثمرتان العلم به والتعليم فمن الناس من يتمكن من تحصيل\nالثمرتين لنفسه فيجمع بين العلم والتعليم ومنهم من لا يتمكن منهما جميعا\nفيكتفي بثمرة العلم به فعرفنا أن ذلك واسع وأن المقصود بالمشهورين من أهل\nالعلم حاصل ولم لم يكن طلب العلم فريضة لم يكن للناس مخرج من الاثم يعني أن\nالتحرز عن ارتكاب المأثم فرض وقال الله تعالى {إنما حرم ربي الفواحش} الآية\nولا يتوصل إلى هذا التحرز إلا بالعلم\n</p>\n\n<p>\nقال ولو ترك الناس طلب العلم لما تميز الحق من الباطل والصواب من الخطأ\nوالبر من الجفاء يعني أن التمييز بين الحق والباطل أصل الدين ولا يتوصل\nإليه إلا بالعم قال الله تعالى {ويمح الله الباطل ويحق الحق} وقال في آية\nأخرى {ليحق الحق ويبطل الباطل} ولا شك أنه يفترض على كل مخاطب التمييز بين\nماأحقه الله وبين ما محاه الله من الباطل وكذا على كل أحد التمسك بما هو\nصواب والتحرز عن الخطأ بجهده وطريق التوصل إلى ذلك بالعلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nقال فعلى العلماء إذا ما وصل إليهم ممن قبلهم مما فيه منفعة للناس يعني\nأن بيان المسموع من الآثار واجب على العلماء فإن النبي صلى الله عليه وسلم\nقال نضر الله امرءا سمع منا مقالة فوعاها كما سمعها ثم أداها الى من لم\nيسمعها فرب حامل فقه الى غير فقيه ورب حامل فقه الى من هو أفقه منه وقال\nصلى الله عليه وسلم تسمعون ويسمع منكم ويسمع ممن يسمع منكم وقال صلى الله\nعليه وسلم ألا فليبلغ الشاهد الغائب\n</p>\n\n<p>\nثم إنما يفترض بيان مافيه منفعة للناس وهو الناسخ من الآيات الصحيحة\nالمشهورة فأما المنسوخ لايجب روايته وكذا الشأن فيما يعم به البلوى فإن ليس\nفي روايته منفعة للناس وربما يؤدي إلى الفتنة والتحرز عن الفتنة <span id='ms25'></span> أولى\nوالأصل فيه ما روي عن أبي هريرة رضي الله عنه لو حدثتكم بكل ما سمعت\nلرميتموني بالحجارة وإن معاذا رضي الله عنه كان عنده حديث في الشهادة وكان\nلا يرويه إلا أن احتضر ثم قال لأصحابه سمعته من رسول الله صلى الله عليه\nوسلم لولا ما حضرني من أمر الله ما رويته لكم سمعت رسول الله صلى الله عليه\nوسلم يقول من شهد أن لا إله إلا الله مخلصا من قلبه دخل الجنة فكان يمتنع\nمن روايته في صحته لكيلا يتكل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nالناس ثم لما خاف الفوت لموته رواه لأصحابه فصار هذا أصلا لما بينا\n</p>\n\n<p>\nقال ألا ترى أنه لو لم يفترض الأداء علينا لم يفترض على من قبلنا حتى\nينتهي ذلك الى الصحابة والتابعين رضي الله عنهم يعني أن الناس في نقل العلم\nسواء قال صلى الله عليه وسلم ينقل هذا الدين من كل خلف عدو له ينفون عنه\nتحريف المبطلين وتأويل الجاهلين فلو جوزنا للمتأخرين ترك النقل لجوزنا مثل\nذلك للمتقدمين فيودي هذا القول بما ذهب إليه الروافض أن الله تعالى أنزل\nآيات في شأن علي رضي الله عنه وذكر رسول الله صلى الله عليه وسلم أحاديث في\nفضله والتنصيص على إمامته غير أن الصحابة رضي الله عنهم كتموا ذلك حسدا\nمنهم له وعند أهل السنة رحمهم الله هذا كذب وزور ولا يجوز أن يظن بأحد من\nالصحابة رضي الله عنهم هذا فكيف يظن بجماعتهم ولو كان شيئا من ذلك لاشتهر\nذلك ولكن بناء مذهب الروافض على الكذب والبهتان فمحمد رحمه الله بهذا\nالاستشهاد أشار الى هذا إن الصحابة رضي الله عنهم أجمعين ما تركوا نقل شئ\nمن أمور الدين فعلى من بعدهم الإقتداء بهم في ذلك\n</p>\n\n<p>\nثم إن الفرض نوعان فرض عين وفرض كفاية ففرض العين ما يتعين على كل أحد\nإقامته نحو أركان الدين وفرض الكفاية ما إذا قام به البعض سقط عن الباقين\nلحصول المقصود وإنه إذا اجتمع الناس على تركه كانوا مشتركين في المأثم <span id='ms26'></span>\nكالجهاد فإن المقصود منه إعلاء كلمة الله تعالى وإعزاز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nالدين فإذا حصل هذا المقصود ببعض المسلمين سقط عن الباقين وإذا قعد الكل\nعن الجهاد حق استولى الكفار على بعض الثغور اشترك المسلمون في المأثم بذلك\nوكذا غسل الميت والصلاة عليه والدفن فذلك فرض كفاية إذا قام به البعض سقط\nعن الباقين وإن امتنعوا عن ذلك حتى ضاع ميت بين قوم مع علمهم بحاله كانوا\nمشتركين في المأثم فأداء العلم على الناس فرض كفاية إذا قام به البعض سقط\nعن الباقين لحصول المقصود وهو إحياء الشريعة وكون العلم محفوظا بين الناس\nبأداء البعض وأن امتنعوا من ذلك حتى إن درس شئ بسبب ذلك كانوا مشتركين في\nالمأثم\n</p>\n\n<p>\nثم قال وما رغب فيه رسول الله صلى الله عليه وسلم من الفضائل فأداؤه إلى\nالناس فريضة ومعنى هذا الكلام أن مباشرة فعل من التطوعات وما ندب إليه رسول\nالله صلى الله عليه وسلم ليس بفرض ولا إثم على من ترك ذلك ولكن أداء ذلك\nإلى الناس فريضة حتى إذا اجتمع أهل زمان على ترك نقله كانوا تاركين لفريضة\nمشتركين في المأثم لأنه بترك النقل يندرس شيء من الشريعة وليس في ترك\nالأداء معنى الإندراس ونظير هذا أن من امتنع من صلاة التطوع فلا إثم عليه\nفي ذلك ولو صلى التطوع بغير طهارة كان آثما معاتبا لأن في الأداء بغير\nطهارة تغيير حكم الشرع وليس في ترك الأداء تغيير حكم الشرع فإن المقصود\nبالتطوعات أحد شيئين قطع طمع الشيطان عن وسوسته بأن يقول إذا كان هذا العبد\nيؤدي ما ليس إليه كيف يترك أداء ما هو عليه فينقطع طمعه عن وسوسته بهذا وهو\nخبر نقصان الفرائض على ما قال صلى الله عليه وسلم إذا تمكن من فريضة العبد\nنقصان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nيقول الله تعالى لملائكته اجعلوا نوافل عبدي جبرا لنقصان فريضته وإذا كان\nفي التطوع هذا المقصود فلا يجوز ترك البيان فيه حتى يندرس فيفوت هذا\nالمقصود أصلا فعرفنا أن أداءه للناس فريضة وإن لم يكن <span id='ms27'></span> مباشرة فعله فريضة\n</p>\n\n<p>\nقال وليس يجب على الفقيه أن يحدث بكل ما سمع إلا لغائب حضر خروجه مما\nيعلم أنه لم يشتهر في أهل مصره يعني بهذا أن أصل البيان واجب ولكن الوقت\nموسع وإنما يتضيق عند خوف الفوت كما بينا في حديث معاذ رضي الله عنه والذي\nأتاه كان قصده أن يتعلم منه ما لم يشتهر في مصره مما فيه منفعة للناس حتى\nينذرهم يذلك إذا رجع فما لم يعزم على الرجوع كان الوقت في التعليم واسعا\nعلى المعلم وإذا عزم على الخروج فقد تضيق الوقت فلا يسعه تأخير البيان بعد\nذلك بمنزلة الصلاة بعد دخول الوقت فرض ولكن الوقت واسع إذا بلغ آخر الوقت\nتضيق فلا يسعه التأخير بعد ذلك وهذا فيما لم يشتهر فيه أهل مصره فأما فيمن\nاشتهر فيهم فلا حاجة ولا ضرورة ولأن الراجع يتمكن من تحصيل ذلك لنفسه من\nعلماء أهل مصره وأهل مصره يتوصلون إلى ذلك من جهة علماء منهم دون هذا\nالراجع إليهم والمؤمنون كنفس واحدة هكذا قال صلى الله عليه وسلم المؤمنون\nكنفس واحدة يعني إذا تألم بعض الجسد تألم الكل وإذا نال الراحة بعض الجسد\nاشترك في ذلك سائر الأعضاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nفإذا كان مشهورا في أهل مصره ولا يندرس بامتناع هذا المعلم من البيان له\nوإذا لم يكن مشهورا فيهم فترك البيان يؤدي إلى الاندراس في حقهم فكما لا\nيحل له ترك البيان لأهل مصره حتى يندرس فكذا لا يحل ترك البيان للذي ارتحل\nإليه من موضع آخر لهذا المقصود وهو غير مشهور في أهل مصره\n</p>\n\n<p>\nثم إن الله تعالى خلق أولاد آدم خلقا لا يقوم أبدانهم إلا بأربعة أشياء\nالطعام والشراب واللباس والكن\n</p>\n\n<p>\nأما الطعام قال الله تعالى {وما جعلناهم جسدا} الآية\n</p>\n\n<p>\nوقال عز وجل {كلوا من طيبات ما رزقناكم}\n</p>\n\n<p>\nوأما الشراب قال الله {وجعلنا من الماء كل شيء حي}\n</p>\n\n<p>\nوقال جل وعلا {كلوا واشربوا}\n</p>\n\n<p>\nوأما اللباس قال الله تعالى {يا بني آدم قد أنزلنا عليكم لباسا يواري\nسوآتكم وريشا <span id='ms28'></span>} وقال تعالى {خذوا زينتكم عند كل مسجد} الآية\n</p>\n\n<p>\nوأما الكن فإنهم خلقوا خلقة لا تطيق أبدانهم أذى الحر والبرد ولا تبقى\nعلى شدتهما قال الله تعالى {وخلق الإنسان ضعيفا}\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nفيحتاج إلى دفع أذى الحر والبرد عن نفسه ليبقى نفسه فيؤدي بها ما تحمل من\nأمانة الله تعالى ولا يتمكن من ذلك إلا بكن فصار الكن بهذا المعنى بمنزلة\nالطعام والشراب\n</p>\n\n<p>\nقال وقدر لهم المعاش بأسباب فيها حكمة بالغة يعني أن كل أحد لا يتمكن من\nتعلم جميع ما يحتاج إليه في عمره فلو اشتغل بذلك فني عمره قبل أن يتعلم وما\nلا يتعلم لا يمكنه أن يحصله لنفسه وقد تعلق بهذا مصالح المعيشة لهم فيسر\nالله تعالى على كل واحد منهم تعلم نوع من ذلك حتى يتوصل إلى ما يحتاج إليه\nمن ذلك النوع بعمله ويتوصل غيره إلى ما يحتاج إليه من ذلك بعلمه أيضا وإليه\nأشار رسول الله صلى الله عليه وسلم في قوله المؤمنون كالبنيان يشد بعضه\nبعضا وبيان هذا في قوله {ورفعنا بعضهم فوق بعض درجات} الآية يعني أن الفقير\nيحتاج إلى مال الغني والغني يحتاج إلى عمل الفقير فهنا أيضا الزارع يحتاج\nإلى عمل النساج ليحصل اللباس لنفسه والنساج يحتاج إلى عمل الزارع لتحصيل\nالطعام والقطن الذي يكون منه اللباس لنفسه ثم كل واحد منهما يقيم من العمل\nيكون معينا لغيره فيما هو قربة وطاعة فإن التمكن من إقامة القربة بهذا يحصل\nفيدخل تحت قوله تعالى {وتعاونوا على البر والتقوى} وقال صلى الله عليه وسلم\nإن الله تعالى في عون العبد ما دام العبد في عون أخيه المسلم وسواء أقام\nذلك العمل بعوض شرط عليه أو بغير عوض فإذا كان مقصده ما بينا كان في عمله\nمعنى الطاعة لقوله صلى الله عليه وسلم الأعمال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nبالنيات ولكل امرئ ما نوى فإذا نوى العامل بعمله التمكن من إقامة الطاعة\nأو تمكين أخيه من ذلك كان مثابا على عمله باعتبار نيته بمنزلة المتناكحين\nاذا قصدا بفعلهما ابتغاء الولد وتكثير <span id='ms29'></span> عباد الله تعالى وأمة الرسول صلى\nالله عليه وسلم كان لهما الثواب على عملهما وإن كان ذلك الفعل لقضاء الشهوة\nفي الأصل ولكن بالنية يصير معنى القربة أصلا ومعنى قضاء الشهوة تبعا فلهذا\nمثله\n</p>\n\n<p>\nقال فإن تركوا الأكل والشرب فقد عصوا لأن فيه تلفا يعني أن النفس لما\nكانت لا تبقى عادة بدون الأكل والشرب فالممتنع من ذلك قاتل نفسه وقال الله\nتعالى {ولا تقتلوا أنفسكم} وهو معرض نفسه للهلاك وقال الله تعالى {ولا\nتلقوا بأيديكم إلى التهلكة} وبعد التناول بقدر ما يسد به رمقه يندب إلى أن\nيتناول مقدار ما يتقوى به على الطاعة إن لم يتناول يضعف وربما يعجز عن\nالطاعة وقال صلى الله عليه وسلم المؤمن القوي أحب الى الله من المؤمن\nالضعيف وفي كل خير لأن اكتساب ما يتقوى به على الطاعة يكون طاعة وهو مندوب\nإلى الإتيان يكون طاعة بما هو طاعة وإليه أشار أبو ذر رضي الله عنه حين سئل\nعن أفضل الأعمال فقال الصلاة وأكل الخبز وقد نقل عن مسروق رحمه الله وغيره\nأن من اضطر فلم يأكل فمات دخل النار والمراد تناول الميتة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nلأن عند الضرورة الحرمة تنكشف فتلحق بالمباح وإن كان الحكم في الميتة هذا\nمع حرمتها في غير حالة الضرورة فما ظنك في الطعام الحلال\n</p>\n\n<p>\nقال وستر العورة فريضة بقوله تعالى {خذوا زينتكم} الآية والمراد ستر\nالعورة لأجل الصلاة ألا ترى أنه خص المساجد بالذكر والناس في الأسواق أكثر\nمنه في المساجد فلا فائدة لتخصيص المساجد بالذكر سوى أن يكون المراد ستر\nالعورة لأجل الصلاة فهذا يدل على أنه من شروط الصلاة فيكون فرضا ولئن كان\nالمراد ستر العورة لأجل الناس فالأمر حقيقة للوجوب فإن كان خاليا في بيته\nفهو مندوب إلى أن يستر لما روي أن النبي صلى الله عليه وسلم لما ذكروا عنده\nكشف العورة قيل له أرأيت لو كان أحدنا خاليا فقال صلى الله عليه وسلم الله\nأحق أن يستحى منه\n</p>\n\n<p>\nقال وعلى الناس اتخاذ الأوعية لنقل <span id='ms30'></span> الماء الى النساء لأن المرأة تحتاج\nإلى الماء للوضوء والشرب وإن تيممت للوضوء احتاج إلى الماء لتشرب ولا\nيمكنها أن تخرج لتستقي الماء من الأنهار والآبار والحياض فإنها أمرت\nبالقرار في بيتها قال الله تعالى {وقرن في بيوتكن} فعلى الرجل أن يأتيها\nبذلك لأن الشرع ألزم صاحبها النفقة والماء كالنفقة ولا يمكنه أن يأتيها\nبكفه فلا بد من أن يتخذ وعاء لذلك لأن ما لا يتأتى في إقامة المستحق إلا به\nيكون مستحقا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nقال ومن فعل شيئا مما ذكرنا فهو مأمور بإتمامه لقوله تعالى {ولا تكونوا\nكالتي نقضت غزلها} الآية وهذا مثل ذكره الله تعالى لمن ابتدأ طاعة ثم لم\nيتمها كالمرأة التي تغزل ثم تنقض فلا تكون ذات غزل ولا ذات قطن ومن امتنع\nمن الأكل والشرب والاستكنان حتى مات وجب عليه دخول النار لأنه قتل نفسه\nقصدا فكأنه قتلها بحديدة وقال صلى الله عليه وسلم من قتل نفسه بحديدة\nفحديدته في يده يجأ بها نفسه في نار جهنم ثم تأويل اللفظ الذي ذكره من\nوجهين\n</p>\n\n<p>\nأحدهما أنه ذكره على سبيل التهديد وأضمر في كلامه معنى صحيحا وهو أنه\nأراد الدخول الذي هو تحلة القسم قال الله تعالى {وإن منكم إلا واردها}\nالآية والمراد داخلها عند أهل السنة والجماعة\n</p>\n\n<p>\nوالثاني أن المراد بيانه جزاء فعله يعني أن جزاء فعله دخول النار ولكن في\nمشيئة الله تعالى إن شاء عفا عنه بفضله وإن شاء أدخله النار بعدله وهذا\nنظير ما قيل في بيان قوله {فجزاؤه جهنم خالدا فيها} أن هذا جزاؤه إن جازاه\nالله تعالى به ولكنه عفو كريم يتفضل بالعفو ولا يخلد أحدا من المؤمنين في\nنار جهنم\n</p>\n\n<p>\nوقال وكل أحد منهي عن إفساد الطعام وفي الافساد الإسراف ولهذا لما روي أن\nالنبي صلى الله عليه وسلم نهى عن القيل والقال وعن كثرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nالسؤال وعن إضاعة المال ثم الحاصل أنه يحرم على المرء فيما اكتسبه من\nالحلال الافساد والسرف والمخيلة والتفاخر والتكاثر أما الإفساد فحرام لقوله\nتعالى {وابتغ فيما <span id='ms31'></span> آتاك الله} وقال تعالى {وإذا تولى سعى في الأرض} الآية\nأما السرف فحرام لقوله تعالى {ولا تسرفوا} الآية وقال جل وعلا {والذين إذا\nأنفقوا} الآية فذلك دليل على أن الإسراف والتقتير حرام وأما المندوب إليه\nما بينهما وفي الإسراف تبذير وقال الله تعالى {ولا تبذر تبذيرا}\n</p>\n\n<p>\nثم السرف في الطعام أنواع فمن ذلك الأكل فوق الشبع لقوله صلى الله عليه\nوسلم ما ملأ ابن آدم وعاء شرا من البطن فإن كان لا بد فثلث للطعام وثلث\nللشراب وثلث للنفس وقال النبي صلى الله عليه وسلم يكفي ابن آدم لقيمات يقمن\nبها صلبه ولا يلام على كفاف ولأنه إنما يأكل لمنفعة لنفسه ولا منفعة في\nالأكل فوق الشبع بل فيه مضرة فيكون ذلك بمنزلة إلقاء الطعام في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nمزبلة أو شرا منه ولأن مايزيد على مقدار حاجته من الطعام فيه حق غيره\nفإنه يسد به جوعته إذا أوصله إليه بعوض أو بغير عوض فهو في تناوله جان على\nحق الغير وذلك حرام ولأن الأكل فوق الشبع ربما يمرضه فيكون ذلك كجراحته\nنفسه والأصل فيه ما روي أن رجلا تجشأ في مجلس رسول الله صلى الله عليه وسلم\nفغضب رسول الله صلى الله عليه وسلم نح عنا جشأك أما علمت أن أطول الناس\nعذابا يوم القيامة أكثرهم شبعا في الدنيا ولما مرض ابن عمر رضي الله عنهما\nسأل النبي صلى الله عليه وسلم عن سبب مرضه فقيل أنه أتخم فقال ومم ذلك فقيل\nمن كثرة الأكل فقال صلى الله عليه وسلم أما إنه لو مات لم أشهد جنازته ولم\nأصل عليه\n</p>\n\n<p>\nولما قيل لعمر رضي الله عنه ألا نتخذ لك جوارشا قال وما يكون الجوارش قيل\nهاضوم يهضم الطعام فقال سبحان الله أو يأكل المسلم فوق الشبع إلا بعض\nالمتأخرين رحمهم الله استثني من ذلك حاله وهو أنه إذا كان له غرض صحيح في\nالأكل فوق الشبع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nفحينئذ لا بأس بذلك بأن يأتيه ضيف بعد تناوله مقدار حاجته فيأكل مع ضيفه\nلئلا يخجل <span id='ms32'></span> وكذا إذا أراد أن يصوم من الغد فلا بأس بأن يتناول بالليل فوق\nالشبع ليتقوى على الصوم بالنهار\n</p>\n\n<p>\nومن الإسراف في الطعام الاستكثار من المباحات والألوان فإن النبي صلى\nالله عليه وسلم عد ذلك من أشراط الساعة وقال تدار القصاع على موائدهم\nواللعنة تنزل عليهم وعن عائشة رضي الله عنها أنها كانت في ضيافة فأتيت\nبقصعة بعد قصعة فقامت وجعلت تقول ألم تكن الأولى مأكولة فإن كانت فما هذه\nالثانية وفي الأولى ما يكفينا قد كان رسول الله صلى الله عليه وسلم ينهى عن\nمثل هذا إلا أن يكون ذلك عند الحاجة بأن يمل من ناحية واحدة فيستكثر من\nالمباحات ليستوفي من كل نوع شيئا فيجتمع له مقدار ما يتقوى به على الطاعة\nعلى ما حكي أن الحجاج كتب إلى عبد الملك بن مروان يشكو إليه ثلاثا العجز عن\nالأكل وعن الاستمتاع والعي في الكلام فكتب إليه أن استكثر من ألوان الطعام\nوجدد السراري في كل وقت وانظر إلى أخريات الناس في خطبتك\n</p>\n\n<p>\nومن الإسراف أن يضع على المائدة من ألوان الطعام فوق ما يحتاج إليه من\nللأكل قد تبينا أن الزيادة على مقدار حاجته كان حق غيره إلا أن يكون من\nقصده أن يدعو بالأضياف قوما بعد قوم إلى أن يأتوا على آخر الطعام فحينئذ لا\nبأس بذلك لأنه مفيد\n</p>\n\n<p>\nومن الإسراف أن يأكل وسط الخبز ويدع حواشيه أو يأكل ما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nانتفخ من الخبز كما يفعله بعض الجهال ويزعمون أن ذلك ألذ ولكن هذا إذا\nكان غيره لايتناول ما ترك هو من حواشيه فأما إذا كان غيره يتناول ذلك فلا\nبأس بأن يختار لتناوله رغيفا دون رغيف\n</p>\n\n<p>\nومن الإسراف التمسح بالخبز عند الفراغ من الطعام من غير أن يأكل ما يتمسح\nبه لأن غيره يستقذر ذلك فلا يأكله فأما إذا كان هو يأكل ما يتمسح به فلا\nبأس بذلك\n</p>\n\n<p>\nومن الإسراف إذا سقط من يده لقمة أن يتركها بل ينبغي أن يبدأ بتلك اللقمة\nفيأكلها لأن في ترك ذلك <span id='ms33'></span> استخفافا بالطعام وفي التناول إكرام وقد أمرنا\nبإكرام الخبز قال صلى الله عليه وسلم أكرموا الخبز فإنها من بركات السماء\nوالأرض ومن إكرام الخبز أن لا ينتظر الأدام إذا حضر الخبز ولكن يؤخذ في\nالأكل قبل أن يؤتى بالأدام وهذا لأن الإنسان مندوب إلى شكر النعمة والتحرز\nعن كفران النعمة وفي ترك اللقمة التي سقطت معنى كفران النعمة وفي المبادرة\nإلى تناول الخبز قبل أن يؤتى بالأدام إظهار شكر النعمة وإذا كان جائعا ففي\nالامتناع إلى أن يؤتى بالأدام نوع مماطلة فينبغي أن يتحرز عن ذلك وفيه\nحكاية فإن أبا حنيفة رحمه الله لقي بهلول المجنون يوما وهو جالس على الطريق\nيأكل الطعام فقال أتستجيز من نفسك أن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nتأكل في الطريق قال يا أبا حنيفة أنت تقول لي هذا ونفسي غريمي والخبز في\nحجري وقال النبي صلى الله عليه وسلم مطل الغنى ظلم فكيف أمنعها حقها إلى أن\nأدخل البيت\n</p>\n\n<p>\nوالمخيلة حرام لما روي أن النبي صلى الله عليه وسلم قال للمقداد رضي الله\nعنه في ثوب لبسه إياك والمخيلة ولا تلام على كفاف\n</p>\n\n<p>\nفالتفاخر والتكاثر حرام لقوله تعالى {اعلموا أنما الحياة الدنيا لعب\nولهو} الآية وإنما ذكر هذا على وجه الذم لذلك وقال الله تعالى {ولا تمنن\nتستكثر} الآية وقال عز وجل {أن كان ذا مال وبنين} وقال جل وعلا {ألهاكم\nالتكاثر} فعرفنا أن التفاخر والتكاثر حرام\n</p>\n\n<p>\nقال وأمر اللباس نظير الأكل في جميع ما ذكرنا يعني أنه كان منهي عن ذلك\nفي اللباس والأصل فيه ما روي أن النبي صلى الله عليه وسلم نهى عن الشهرتين\nوالمراد أن يلبس نهاية ما يكون من الحسن والجودة في الثياب على وجه يشار\nإليه بالأصابع أو يلبس نهاية ما يكون من الثياب الخلق على وجه يشار إليه\nبالأصابع فإن أحدهما يرجع إلى الإسراف والآخر يرجع إلى التقتير وخير الأمور\nأوساطها فينبغي أن يلبس في عامة الأوقات الغسيل من الثياب ولا يتكلف للجديد\nالحسن عملا بقوله صلى الله عليه وسلم البذاذة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nمن <span id='ms34'></span> الإيمان إلا أنه لا بأس بأن يلبس أحسن ما يجد من ثياب في بعض الأعياد\nوالأوقات والجمع لما روي عن النبي صلى الله عليه وسلم أنه كان له جبة فنك\nأهداها إليه المقوقس فكان يلبسها في الأعياد والجمع وللوفود ينزلون إليه\nوروي أنه كان لرسول الله صلى الله عليه وسلم قباء مكفوف بالحرير وكان يلبس\nذلك في الأعياد والجمع ولأن في لبس ذلك في بعض الأوقات إظهار النعمة قال\nصلى الله عليه وسلم إذا أنعم الله على عبد أحب أن يرى عليه أثره وفي التكلف\nلذلك في جميع الأوقات معنى الصلف وربما يغيظ ذلك المحتاجين فالتحرز عن ذلك\nأولى وكذا في زمن الشتاء لا ينبغي أن يظاهر بين جبتين أو ثلاثة إذا كان\nيكفيه لدفع البرد جبة واحدة لأن ذلك يغيظ المحتاجين وهو منهي عن إكتساب سبب\nيؤذي غيره ومقصوده يحصل بما دون ذلك والأولى له أن يختار الخشن من الثياب\nللبس على ما روي عن عمر رضي الله عنه أنه كان لا يلبس إلا الخشن من الثياب\nفإن لبس الخشن في زمان الشتاء واللين في زمان الصيف فلا بأس بذلك فإن الخشن\nيدفع من البرد ما لا يدفعه اللين في زمان الصيف فهو محتاج إلى ذلك في زمن\nالشتاء واللين ينشف من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nالعرق ما لا ينشفه الخشن فهو محتاج إلى ذلك في زمان الصيف فإن لبس اللين\nفي الشتاء والصيف فذلك واسع له أيضا إذا كان اكتسبه من حله لقوله تعالى {قل\nمن حرم زينة الله} الآية\n</p>\n\n<p>\nوكما يندب إلى ما بينا في طعام نفسه وكسوته فكذلك في طعام عياله وكسوتهم\nلأنه مأمور بالإنفاق عليهم بالمعروف والمعروف ما يكون دون السرف وفوق\nالتقتير حتى قالوا لا ينبغي أن يتكلف لتحصيل جميع شهوات عياله ولا أن\nيمنعها جميع شهواتها ولكن إنفاقها بين ذلك فإن خير الأمور أوساطها\n</p>\n\n<p>\nوكذلك لا ينبغي أن يستديم الشبع من الطعام فإن الأولى ما اختاره رسول\nالله صلى الله عليه وسلم وبينه في قوله أجوع يوما <span id='ms35'></span> وأشبع يوما وكانت عائشة\nرضي الله عنها تبكي رسول الله صلى الله عليه وسلم حين قبض وتقول يامن اختار\nالحصير على السرير يامن لم ينم بالليل من خوف السعير يامن لم يلبس الحرير\nولم يشبع من خبز الشعير وكانت عائشة رضي الله عنها تقول ربما يأتي علينا\nالشهر أو أكثر لا يوقد في بيوتنا نار وإنما هما الأسودان الماء والتمر وقد\nروينا أن النبي صلى الله عليه وسلم قال أطول الناس جوعا يوم القيامة أكثرهم\nشبعا في الدنيا فلهذا كان التحرز عن استدامة الشبع في جميع الأوقات أولى\n</p>\n\n<p>\nقال وليس على الرجل أن يدع الأكل حتى يصير بحيث لا ينتفع بنفسه يعني حتى\nينتهي به الجوع إلى حال يضره ويفسد به معدته بأن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nتحترق فلا تنتفع بالأكل بعد ذلك لأن التناول عند الحاجة حق لنفسه قبله\nقال صلى الله عليه وسلم لبعض أصحابه نفسك مطيتك فارفق بها ولا تجوعها وقال\nصلى الله عليه وسلم لآخر إن لنفسك عليك حقا ولأهلك عليك حقا ولله عليك حقا\nفأعط كل ذي حق حقه وقال صلى الله عليه وسلم للمقداد بن معدي كرب كل واشرب\nوالبس من غير مخيلة والأمر للإيجاب حقيقة ولأن في الامتناع من الأكل إلى\nهذه الغاية تعريض النفس للهلاك وهو حرام وفيه اكتساب سبب تفويت العبادات\nلأنه لا يتوصل إلى أداء العبادات إلا بنفسه وكما أن تفويت العبادات\nالمستحقة حرام فإكتساب سبب التفويت حرام\n</p>\n\n<p>\nفأما مع تجويع النفس على وجه لا يعجز معه عن أداء العبادات وينتفع بالأكل\nبعده فهو مباح لأنه إنما يمتنع من الأكل لإتمام العبادة إذا كان صائما أو\nليكون الطعام ألذ عنده إذا تناول فكل ما كان تناول المتناول أجوع كان لذته\nفي التناول أكثر إذا كان فعله هذا لغرض صحيح كان مباحا له وهذا نظير ما\nبينا في الأكل فوق الشبع فإنه حرام عليه إلى عند غرض صحيح له في ذلك فليس\nله في الامتناع إلى أن يصير بحيث لا ينتفع بالأكل غرض صحيح بل <span id='ms36'></span> فيه إتلاف\nالنفس وحرمة نفسه عليه فوق حرمة نفس أخرى فإذا كان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nيحق عليه إحياء نفس أخرى بما يقدر عليه ولا يحل له اكتساب سبب إتلافها\nففي نفسه أولى\n</p>\n\n<p>\nوقد قال بعض المتقشفة لو امتنع من الأكل حتى مات لم يكن آثما لأن النفس\nأمارة بالسوء كما وصفها الله تعالى به وهي عدو المرء قال صلى الله عليه\nوسلم أعدى عدو المرء بين جنبيه يعني نفسه وللمرء أن لا يربي عدوه فكيف يصير\nآثما بالامتناع عن تربيته وقال صلى الله عليه وسلم أفضل الجهاد جهاد النفس\nوتجويع النفس مجاهدة معها فلا يجوز أن يجعل به آثما\n</p>\n\n<p>\nولكنا نقول مجاهدة النفس في حملها على العبادات وفي التجويع إلى هذا\nالحال تفويت العبادة لا حمل النفس على أداء العبادات وقد بينا أن النفس\nمتحملة بأمانات الله تعالى فإن الله تعالى خلقها معصومة لتؤدي الأمانة التي\nتحملها ولا يتوصل إلى ذلك إلا بالأكل عند الحاجة وما لا يتوصل إلى إقامة\nالمستحق إلا به فيكون مستحقا\n</p>\n\n<p>\nفأما الشاب الذي يخاف على نفسه من الشبق والوقوع في العنت فلا بأس بأن\nيمتنع من الأكل وتكسر شهوته فتجويع النفس على وجه لا يعجز عن أداء العبادات\nلقوله صلى الله عليه وسلم يا معشر الشباب عليكم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nبالنكاح فمن لم يستطع فعليه بالصوم فإن له وجاء ولأنه منتفع بالإمتناع من\nالأكل هنا من حيث أنه يمنع به نفسه عن ارتكاب المعاصي على ما يحكى عن أبي\nبكر الوراق رحمه الله تعالى قال في تجويع النفس إشباعها وفي إشباعها\nتجويعها ثم فسر ذلك فقال إذا جاعت واحتاجت إلى الطعام شبعت عن جميع المعاصي\nوإذا شبعت من الطعام جاعت ورغبت في جميع المعاصي وإذا كان التحرز عن ارتكاب\nالمعصية فرضا إنما يتوصل إليه بهذا النوع من التجويع كان ذلك مباحا\n</p>\n\n<p>\nقال ويفترض على الناس إطعام المحتاج في الوقت الذي يعجز عن الخروج والطلب\nوهذه المسألة تشتمل على فصول أحدها أن المحتاج إذا عجز عن الخروج يفترض على\nمن يعلم بحاله <span id='ms37'></span> أن يطعمه مقدار ما يتقوى به على الخروج وإداء العبادات إذا\nكان قادرا على ذلك لقوله صلى الله عليه وسلم ما آمن من بات شبعانا وجاره\nإلى جنبه خاوي حتى إذا مات ولم يطعمه أحد ممن يعلم بحاله اشتركوا جميعا\nبالمأثم لقوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nصلى الله عليه وسلم أيما رجل مات ضياعا بين قوم أغنياء فقد برئت منهم ذمة\nالله وذمة رسوله وكذا إذا لم يكن عند من يعلم بحاله ما يعطيه ولكنه قادر\nعلى الخروج إلى الناس فيخبر بحاله ليواسوه يفترض عليه ذلك لأن عليه أن يدفع\nما نزل به عنه بحسب الإمكان والطاعة بحسب الطاقة فإن إمتنعوا من ذلك حتى\nمات اشتركوا في المأثم وإذا قام به البعض سقط عن الباقين\n</p>\n\n<p>\nوهو نظير فداء الأسير فإن من وقع أسيرا في يد أهل الحرب من المؤمنين\nفقصدوا قتله يفترض على كل مسلم يعلم بحاله أن يفديه بماله إن قدر على ذلك\nوإلا أخبر به غيره ممن يقدر عليه وإذا قام به البعض سقط عن الباقين لحصول\nالمقصود ولا فرق بينهما في المعنى فإن الجوع الذي هاج من طبعه عدو يخاف\nالهلاك منه بمنزلة العدو من المشركين\n</p>\n\n<p>\nفأما إذا كان المحتاج يتمكن من الخروج ولكن لا يقدر على الكسب فعليه أن\nيخرج ومن يعلم بحاله إذا كان عليه شئ من الواجبات فليؤده إليه لأنه قد وجد\nلما استحق عليه تصرفا ومستحقا فينبغي له أن يسقط الفرض عن نفسه بالصرف إليه\nحتما لأنه أوفى إليه من غيره وهو يندب إلى الإحسان إليه إن كان قد أدى ما\nعليه من الفرائض لقوله تعالى {وأحسنوا إن الله يحب المحسنين} قال تعالى {من\nذا الذي يقرض الله قرضا حسنا} ولما سئل رسول الله صلى الله عليه وسلم عن\nأفضل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nالأعمال قال إفشاء السلام وإطعام الطعام والصلاة بالليل والناس نيام\n</p>\n\n<p>\nوإن كان المحتاج بحيث يقدر على التكسب فعليه أن يكتسب ولا يحل له أن يسأل\nلما روي عن النبي صلى الله عليه وسلم أنه قال من سأل <span id='ms38'></span> الناس وهو غني عما\nيسأل جاءت مسألته يوم القيامة خدوشا أو خموشا أو كدوحا في وجهه وروي أن\nالنبي صلى الله عليه وسلم كان يفرق الصدقات فأتاه رجلان يسألان من ذلك فرفع\nبصره إليهما فرآهما جلدين قال أما إنه لا حق لكما فيه وإن شئتما أعطيتكما\nمعناه لا حق لهما في السؤال وقال صلى الله عليه وسلم لا تحل الصدقة لغني\nولا لذي مرة سوي يعني لا يحل السؤال للقوي القادر على التكسب وقال صلى الله\nعليه وسلم السؤال آخر كسب العبد ولكنه لو سأل فأعطي حل له أن يتناول لقوله\nصلى الله عليه وسلم وإن شئتما أعطيتكما فلو كان لا يحل التناول لما قال صلى\nالله عليه وسلم لهما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nذلك وقد قال الله تعالى {إنما الصدقات للفقراء} الآية والقادر على الكسب\nفقير فأما إذا كان عاجزا عن الكسب ولكنه قادر على أن يخرج فيطوف على\nالأبواب ويسأل فإنه يفترض عليه ذلك حتى إذا لم يفعل ذلك حتى هلك كان آثما\nعند أهل الفقه رحمهم الله\n</p>\n\n<p>\nوقال بعض المتقشفة السؤال مباح له بطريق الرخصة فإن تركه حتى مات لم يكن\nآثما لأنه متمسك بالعزيمة وهذا قريب مما نقل عن الحسن بن زياد رحمه الله إن\nمن كان في سفر ومع رفيق له ماء وليس عنده ثمنه أنه لا يلزمه أن يسأل رفيقه\nالماء ولو تيمم وصلى من غير أن يسأله الماء جازت صلاته عنده ولم يجز عندنا\nوجه قولهم إن في السؤال ذلا وللمؤمن أن يصون نفسه عن الذل وبيانه فيما نقل\nعن علي رضي الله عنه ... لنقل الصخر من قلل الجبال ... أحب إلي من منن\nالرجال ... يقول الناس لي في الكسب عار ... فقلت العار في ذل السؤال ...\n</p>\n\n<p>\nولأن ما يلحقه من الذل بالسؤال يقين وما يصل إليه من المنفعة موهوم فربما\nيعطى ما يسأل وربما لا يعطى فكان السؤال رخصة له من غير أن يكون مستحقا\nعليه إذ الموهوم لا يعارض المتحقق وحجتنا في ذلك أن السؤال يوصله إلى <span id='ms39'></span> ما\nيقوم به نفسه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nويتقوى به على الطاعة فيكون مستحقا عليه كالكسب سواء في حق من هو قادر\nعلى الكسب ومعنى الذل في السؤال في هذه الحالة ممنوع ألا ترى أن الله تعالى\nأخبر عن موسى ومعلمه عليهما السلام أنهما سألا عند الحاجة فقال عز وجل\n{استطعما أهلها} والاستطعام طلب الطعام وما كان ذلك منهما بطريق الأجرة ألا\nترى أنه قال {لو شئت لاتخذت عليه أجرا} فعرفنا أنه كان بطريق البر على سبيل\nالهدية والصدقة على ما اختلفوا أن الصدقة هل كانت تحل للأنبياء سوى نبينا\nعليه وعليهم السلام على ما نبينه\n</p>\n\n<p>\nوكذا رسول الله صلى الله عليه وسلم كان قد سأل عند الحاجة حيث قال لواحد\nمن أصحابه رضي الله عنهم هل عندك شئ نأكله وقال صلى الله عليه وسلم للقوم\nهل عندكم ماء بات في الشن وإلا كرعنا من الوادي كرعا وسأل رجلا ذراع شاة\nوقال ناولني الذراع في حديث فيه طول فلو كان في السؤال عند الحاجة ذلة لما\nفعله الأنبياء عليهم السلام ذلك فقد كانوا أبعد الناس عن اكتساب سبب الذل\nولأن ما يسد به رمقه حق مستحق له في أموال الناس فليس في المطالبة بحق\nمستحق له من معنى الذل شئ فعليه أن يسأل\n</p>\n\n<p>\nفأما إذا كان قادرا على الكسب فليس ذلك بحق مستحق له وإنما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nحقه في كسبه فعليه أن يكتسب ولا يسأل أحدا من الناس ولكن له أن يسأل ربه\nكما فعل موسى عليه السلام فقال {رب إني لما أنزلت إلي من خير فقير} وقد\nأمرنا بذلك قال الله تعالى {واسألوا الله من فضله} وقال صلى الله عليه وسلم\nسلوا الله حوائجكم حتى الملح لقدوركم والشسع لنعالكم\n</p>\n\n<p>\nقال والمعطي أفضل من الآخذ وإن كان الآخذ يقيم بالأخذ فرضا عليه وهذه\nالمسألة تشتمل على ثلاث فصول أحدها\n</p>\n\n<p>\nأن يكون المعطي مؤديا للواجب والآخذ قادر على الكسب ولكنه محتاج فهنا\nالمعطي أفضل من الآخذ بالاتفاق لأنه في الإعطاء مؤد للفرض والآخذ في الأخذ\nمتبرع فإن <span id='ms40'></span> له أن لا يأخذ ويكتسب ودرجه أداء الفرض أعلى من درجة التبرع\nكسائر العبادات فإن الثواب في أداء المكتوبات أعظم منه في النوافل والدليل\nعليه أن المفترض عامل لنفسه والمتبرع عامل لغيره وعمل المرء لنفسه أفضل\nلقوله صلى الله عليه وسلم إبدأ بنفسك معنى هذا أنه بنفس الأداء لنفسه يفرغ\nذمة نفسه فكان عاملا لنفسه والآخذ بنفس الأخذ لا ينفع نفسه بل بالتناول بعد\nالأخذ ولا يدري أيبقى إلى أن يتناول أو لا يبقى ولهذا لا منة للغني على\nالفقير في أخذ الصدقة لأن ما يحصل به للغني فوق ما يحصل للفقير من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nحيث أنه يحمل للغني ما لا يحتاج إليه للحال ليصل إليه عند حاجته إلى ذلك\nوالغني يحتاج إلى ذلك ليحصل به مقصوده للحال ولو اجتمع الفقراء على ترك\nالأخذ لم يلحقهم في ذلك مأثم بل يحمدون عليه بخلاف ما إذا اجتمع الأغنياء\nعن الامتناع عن أداء الواجب فعرفنا أن المنة للفقراء على الأغنياء\n</p>\n\n<h1 class='l1' id='head1'>الفصل الثاني</h1>\n\n<p>\nأن يكون المعطي والآخذ كل واحد منهما متبرع فأن كان المعطي متبرعا والآخذ\nقادر على الكسب فالمعطي هنا أفضل أيضا لأنه بما يعطي ينسلخ عن الغنى\nويتمايل إلى الفقر والآخذ بالأخذ يتمايل إلى الغنى وقد بينا أن درجة الفقير\nأعلى من درجة الغني فمن يتمايل إلى الفقر بعمله كان أعلى درجة ولأن\nالعبادات مشروعة بطريق الابتلاء قال الله تعالى {ليبلوكم أيكم أحسن عملا}\nومعنى الإبتلاء بالإعطاء أظهر منه في الأخذ لأن االابتلاء في العمل الذي لا\nتميل إليه النفس وفي نفس كل أحد داعية إلى الأخذ دون الإعطاء ولهذا قال صلى\nالله عليه وسلم إن المسلم يحتاج في تصدقه بدرهم إلى أن يكسر شهوات سبعين\nشيطانا وإذا كان معنى الابتلاء في الإعطاء أظهركان أفضل لما روي أن النبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nصلى الله عليه وسلم سئل عن أفضل الأعمال قال أحمزها أي أشقها على البدن\nوسئل عن أفضل الصدقة قال جهد المقل\n</p>\n\n<p>\nولأن الآخذ يحصل لنفسه ما يتوصل به إلى اقتضاء الشهوات والمعطي يخرج من <span id='ms41'></span>\nملكه ما كان يتمكن من اقتضاء الشهوات وأعلى الدرجات منع النفس عن اقتضاء\nالشهوات\n</p>\n\n<h1 class='l1' id='head2'>الفصل الثالث</h1>\n\n<p>\nإذا كان المعطي متبرعا والآخذ مفترضا بأنه كان عاجزا عن الكسب محتاجا إلى\nما يسد به رمقه فعند أهل الفقه رحمهم الله المعطي أفضل أيضا وقال أهل\nالحديث أحمد بن حنبل واسحاق بن راهويه رحمهما الله الأخذ أفضل هنا لأنه\nبالأخذ يقيم به فرضا عليه والمعطي يتنفل وقد بينا أن إقامة الفرض أعلى درجة\nمن التنفل ولأن الآخذ لو امتنع من الأخذ هنا كان آثما والمعطي لو امتنع من\nالإعطاء لم يكن آثما إذا كان هناك غيره ممن يعطيه مما هو فرض عليه والثواب\nمقابل بالعقوبة ألا ترى أن الله تعالى هدد نساء رسول الله صلى الله عليه\nوسلم بضعف ما هدد به غيرهن من النساء فقال عز وجل {من يأت منكن بفاحشة\nمبينة} الآية ثم جعل لهن الثواب على الطاعات ضعف ما لغيرهن لقوله تعالى\n{نؤتها أجرها مرتين} فإذا كان الإثم هنا في حق الآخذ دون المعطي فلذلك\nللآخذ أكثر من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nما للمعطي ولكن هذا كله يشكل برد السلام فإن السلام سنة ورد السلام فريضة\nثم مع ذلك كانت البداية بالسلام أفضل من الرد على ما قال صلى الله عليه\nوسلم بالسلام للبادي عشرون حسنة وللراد عشر حسنات وربما يقولون الآخذ يسعى\nفي إحياء النفس والمعطي يسعى في تحصين النفس أو في إنماء المال وإحياء\nالنفس أعلى درجة من إنماء المال وحجتنا في ذلك بما روي عن النبي صلى الله\nعليه وسلم أنه قال اليد العليا خير من اليد السفلى من غير تفصيل بين التنفل\nبالأداء وبين إقامة الفرض فإن قيل المراد باليد العليا يد الفقير لأنها\nنائبة عن يد الشرع فإن المتصدق يجعل ماله لله تعالى خالصا بأن يخرجه من\nملكه ثم يدفعه إلى الفقير ليكون كفاية له من الله تعالى والفقير ينوب عن\nالشرع في الأخذ من الغني وبيان هذا في قوله تعالى {وهو الذي يقبل التوبة عن\nعباده} الآية وقال <span id='ms42'></span> صلى الله عليه وسلم إن الصدقة تقع في يد الرحمن فيربيها\nكما يربي أحدكم فلوة حتى تصير مثل أحد فبهذا تبين أن المراد باليد العليا\nيد المعطي ولأن المعطي يتطهر من الدنس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nبالإعطاء والآخذ يتلوث وبيان ذلك أن الله تعالى قال {خذ من أموالهم صدقة}\nالآية فعرفنا أن في آداء الصدقة معنى التطهير والتزكية وفي الأخذ تلويث وقد\nسمى رسول الله صلى الله عليه وسلم الصدقة أوساخ الناس وسماها غسالة وقال يا\nمعشر بني هاشم إن الله كره لكم غسالة أيدي الناس يعني الصدقة ويدل عليه أن\nرسول الله صلى الله عليه وسلم كان يباشر الإعطاء بنفسه فكان أخذ الصدقة\nلنفسه حرام عليه كما قال صلى الله عليه وسلم لا تحل الصدقة لمحمد ولا لآل\nمحمد وتكلم الناس في حق سائر الأنبياء عليهم السلام فمنهم من يقول ما كان\nيحل أخذ الصدقة لسائر الأنبياء عليهم السلام أيضا ولكنها كانت تحل\nلقراباتهم ثم إن الله تعالى أكرم نبينا صلى الله عليه وسلم بأن حرم الصدقة\nعلى قرابته إظهارا لفضيلته لتكون درجتهم في هذا الحكم كدرجة الأنبياء عليهم\nالسلام\n</p>\n\n<p>\nوقيل بل كانت الصدقة تحل لسائر الأنبياء وهذه خصوصية لنبينا صلى الله\nعليه وسلم فكيف ما كان لا يجوز أن يقال في تحريم الصدقة إعلاء الدرجات عليه\nمعنى الكرامة والخصوصية له فلو كان الأخذ أفضل من الإعطاء بحال لما كان في\nتحريم الأخذ عليه وعلى أهل بيته معنى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nالخصوصية والكرامة والدليل عليه أن الشرع ندب كل أحد إلى التصدق وندب كل\nأحد إلى التحرز عن السؤال قال صلى الله عليه وسلم لثوبان رضي الله عنه لا\nتسأل الناس شيئا أعطوك أو منعوك وقال صلى الله عليه وسلم لحكيم بن حزام رضي\nالله عنه إياك إياك أن تسأل أحد شيئا أعطاك أو منعك وكان بعدما سمع هذه\nالمقالة لا يسأل أحدا شيئا ولا يأخذ من أحد شيئا حتى كان عمر بن الخطاب\nيعرض عليه نصيبه مما يعطى فكان لا يأخذه ويقول لست آخذ من <span id='ms43'></span> أحد شيئا بعدما\nقال لي رسول الله صلى الله عليه وسلم ما قال وكان عمر رضي الله عنه يشهد\nعليه حقه ويقول يا أيها الناس قد أشهدتكم عليه أني عرضت عليه وهو يأبى\nوبهذا تبين أن الإعطاء أفضل من الأخذ وقال الله تعالى {يحسبهم الجاهل\nأغنياء من التعفف} الآية يعني من التعفف عن السؤال وا 4 لأخذ وقال صلى الله\nتعالى عليه وسلم من إستعف أعفه الله ومن استغنى أغناه الله ومن فتح على\nنفسه بابا من المسألة فتح الله عليه سبعين بابا من الفقر فإذا كان التعفف\nمن الأخذ كان الإقدام على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nالأخذ ترك التعفف من حيث الصورة فلهذا كان المعطي أفضل من الآخذ وفي كل\nخير\n</p>\n\n<p>\nوقال وكل ما كان الأكل فيه فرضا عليه فإنه يكون مثابا على الأكل لأنه\nيتمثل به الأمر فيتوصل به إلى أداء الفرائض من الصوم والصلاة فيكون بمنزلة\nالسعي إلى الجمعة والطهارة لأداء الصلاة والأصل فيه قوله صلى الله عليه\nوسلم يؤجر المؤمن في كل شئ حتى اللقمة يضعها في فيه وفي حديث آخر قال صلى\nالله عليه وسلم يؤجر المؤمن في كل شئ حتى في مضاجعة أهله فقيل إنه يقضي\nشهوته أفيؤجر على ذلك قال أرأيت لو وضعها في غير حله أما كان يعاقب على ذلك\nوبمثله نستدل هنا فنقول لو ترك الأكل في موضع كان فرضا عليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nكان معاقبا على ذلك فإذا أكل كان مثابا عليه وقال صلى الله عليه وسلم\nأفضل دينار المرء دينار ينفقه على أهله فإذا كان هو مثابا فيما ينفقه على\nغيره ففي ما ينفقه على نفسه أولى\n</p>\n\n<p>\nقال ولا يكون محاسبا في ذلك ولا معاتبا ولا مهاقبا لأنه مثاب على ذلك كما\nهو مثاب على إقامة العبادات فكيف يكون معاتبا عليه أو محاسبا والأصل فيه\nحديثان أحدهما حديث أبي بكر الصديق رضي الله عنه حيث سأل رسول الله صلى\nالله عليه وسلم فقال أكلة أكلتها معك في بيت أبي الهيثم بن التيهان في من\nلحم وخبز وشعير <span id='ms44'></span> وزيت أهو من النعيم الذي نسأل عنه يوم القيامة وتلا قوله\nتعالى {ثم لتسألن يومئذ عن النعيم} فقال صلى الله عليه وسلم لا يا أبا بكر\nإنما ذلك للكفار أما علمت أن المؤمن لا يسأل عن ثلاث قال وما هن يا رسول\nالله قال رسول الله صلى الله عليه وسلم ما يواري به سوءته وما يقيم به صلبه\nوما يكنه من الحر والبرد ثم هو مسؤول بعد ذلك عن كل نعمة\n</p>\n\n<p>\nوالثاني حديث عمر رضي الله عنه فإنه كان مع رسول الله صلى الله عليه وسلم\nفي ضيافة رجل فأتي بعذق فيه تمر وبسر ورطب وقال رسول الله صلى الله عليه\nوسلم لتسألن عن هذا يوم القيامة فأخذ عمر رضي الله عنه العذق وجعل ينفضه\nحتى تناثر على الأرض ويقول ونسأل عن هذا قال صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nوالله لتسألن عن كل نعمة حتى الشربة من الماء البارد إلا عن ثلاث كسرة\nتقيم بها صلبك أو خرقة تواري بها سوءتك أو كن يكنك من الحر والبرد\n</p>\n\n<p>\nقال في الكتاب وهذا قول عمر وعثمان وعلي وابن عباس رضي الله عنهم أن\nالمرء لا يحاسب على هذا المقدار وكفى بإجماعهم حجة فمن دج عمره بهذا أو كان\nقانعا راضيا دخل الجنة بغير حساب لحديث أبي هريرة رضي الله عنه أن النبي\nصلى الله عليه وسلم قال من هدي للإسلام وقنع بما آتاه الله تعالى دخل الجنة\nبغير حساب وقيل في تأويل قوله تعالى {إنما يوفى الصابرون أجرهم بغير حساب}\nأنه الذي يصبر على هذا المقدار الذي لا بد منه\n</p>\n\n<p>\nثم بعده التناول إلى مقدار الشبع مباح على الإطلاق لقوله تعالى {قل من\nحرم زينة الله} الاية فعرفنا أن ذلك القدر ليس بمحرم فإذا لم يكن محرما فهو\nمباح على الإطلاق وكذلك أكل الخبيص والفواكه وأنواع الحلاوات من السكر وغير\nذلك مباح لكنه دون ما تقدم حتى أن الامتناع منه والاكتفاء بما دونه أفضل له\nفكان تناول هذه النعم رخصة والامتناع منها عزيمة <span id='ms45'></span> فذلك أفضل لحديثين رويا في\nالباب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nأحدهما حديث الصديق رضي الله عنه فإنه أتي بقدح قد لت بعسل وبرد فقربه\nإلى فيه ثم رده وأمر بالتصدق به على الفقراء وقال أرجو أن لا أكون من الذين\nيقال لهم {أذهبتم طيباتكم} الآية ففي هذا دليل أن تناول ذلك مباح لأنه قربه\nإلى فيه وفيه دليل أن الامتناع منه أفضل\n</p>\n\n<p>\nوالثاني حديث عمر رضي الله عنه بأنه اشترى جارية وأمر بها فزينت له\nوأدخلت عليه فلما رآها بكى وقال أرجو أن لا أكون من الذين يتوصلون إلى جميع\nشهواتهم في الدنيا ثم دعا شابا من الأنصار لم يكن تحته إمرأة فأهداها له\nوتلا قوله تعالى {ويؤثرون على أنفسهم ولو كان بهم خصاصة} الآية ولأن أفضل\nمناهج الدين طريق المرسلين عليهم السلام وقد كان طريقهم الاكتفاء بما دون\nهذا في عامة الأوقات وكذا نبينا صلى الله عليه وسلم وربما أصاب في بعض\nالأوقات من ذلك على ما روي أنه قال لأصحابه رضي الله عنهم يوما ليت لنا\nملبقا نأكله فجاء به عثمان رضي الله عنه في قصعة فقيل أنه أصاب منه وقيل لم\nيصب وأمر بالتصدق به\n</p>\n\n<p>\nثم فيما تقدم من تناول الخبز إلى الشبع لا حساب عليه سوى العرض على ما\nروي عن عائشة رضي الله عنها سألت رسول الله صلى الله عليه وسلم عن قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nعز وجل {فسوف يحاسب حسابا يسيرا} فقال صلى الله عليه وسلم ذاك العرض يا\nبنت أبي بكر أما علمت أن من نوقش للحساب عذب ومعنى العرض بيان المنة وتذكير\nالنعم والسؤال أنه هل قام بشكرها في تأويل قوله تعالى {فأما من أوتي كتابه\nبيمينه} الآية أن العرض في مثل هذا\n</p>\n\n<p>\nوأما في إقتضاء الشهوات من الحلال وتناول اللذات فهو محاسب على ذلك غير\nمعاقب عليه وهو معنى قوله صلى الله عليه وسلم في صفة الدنيا حلالها حساب\nوحرامها عذاب\n</p>\n\n<p>\nوالدليل على أن الاكتفاء بما دون ذلك أفضل حديث الضحاك رضي الله عنه فإنه\nجاء إلى رسول <span id='ms46'></span> الله صلى الله عليه وسلم وافدا من قومه وكان متنعما فيهم قال\nصلى الله عليه وسلم ما طعامك يا ضحاك قال اللحم والعسل والزيت ولب البر قال\nثم يصير ماذا فقال ثم يصير إلى ما يعلمه رسول الله فقال رسول الله صلى الله\nعليه وسلم إن الله ضرب للدنيا مثلا بما يخرج من ابن آدم ثم قال له إياك أن\nتأكل فوق الشبع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nقد بين له النبي صلى الله عليه وسلم أن طعامه وإن كان لذيذا طيبا في\nالابتداء فإنه يصير إلى الخبث والنتن في الانتهاء فهو مثل الدنيا وفي هذا\nبيان أن الاكتفاء بما دون ذلك أفضل\n</p>\n\n<p>\nوفي حديث الأحنف بن قيس رحمه الله أنه كان عند عمر رضي الله عنه فأتى\nبقصعة فيها خبز شعير وزيت فجعل عمر رضي الله عنه يأكل من ذلك ويدعو الأحنف\nإلى أكله وكان لا يسيغه ذلك فذكر الأحنف ذلك لحفصة وقال إن الله تعالى وسع\nعلى أمير المؤمنين فلو وسع على نفسه وجعل طعامه طيبا فذكرت ذلك لعمر رضي\nالله عنه فبكى وقال أرأيت لو أن ثلاثة إصطحبوا فتقدم أحدهم في طريق والثاني\nبعده ثم خالفهم الثالث في الطريق أكان يدركهم فقالت لا قال فقد تقدم رسول\nالله صلى الله عليه وسلم ولم يصب من شهوات الدنيا شيئا وأبو بكر رضي الله\nعنه بعده كذلك فلو اشتغل عمر بقضاء الشهوات في الدنيا متى يدركهم ففي هذا\nبيان أن الاكتفاء بما دون ذلك أفضل\n</p>\n\n<p>\nوفي الحاصل المسألة صارت على أربعة أوجه ففي مقدار ما يسد به رمقه ويتقوى\nعلى الطاعة هو مثاب غير معاتب وفيما زاد على ذلك إلى حد الشبع هو مباح له\nمحاسب على ذلك حسابا يسيرا بالعرض وفي قضاء الشهوات ونيل اللذات من الحلال\nهو مرخص له فيه محاسب على ذلك مطالب بشكر النعمة وحق الجائعين وفي ما زاد\nعلى الشبع هو معاقب فإن الأكل فوق الشبع حرام وقد بينا هذا\n</p>\n\n<p>\nوفي الكتاب قال أكرهه ومراده التحريم على ما روي <span id='ms47'></span> أن أبا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nحنيفة رحمه الله قيل له إذا قلت في شئ أكرهه ما رأيك قال الحرمة أقرب\nوالدليل عليه ما روينا أن رسول الله صلى الله عليه وسلم قال إذا تجشأ أحدكم\nفليقل اللهم لا تفتنا والجشأ من الأكل فوق الشبع ففي هذا بيان أن الأكل فوق\nالشبع من أسباب المقت وسبب المقت ارتكاب الحرام وهذا كله فيما اكتسبه من\nحلة فأما ما اكتسبه من غير حلة فهو معاقب على التناول منه في غير حالة\nالضرورة القليل والكثير فيه سواء لحديث أبي بكر رضي الله عنه أن رسول الله\nصلى الله عليه وسلم قال كل لحم نبت من السحت فالنار أولى به وقال صلى الله\nعليه وسلم ما اكتسب المرء درهما من غير حلة ينفقه على أهله ويبارك له فيه\nأو يتصدق به فيقبل منه أو يخلفه وراء ظهره إلا كان ذلك زاده إلى النار وقال\nصلى الله عليه وسلم من اكتسب من حيث شاء ولا يبالي أدخله الله النار من أي\nباب كان ولا يبالي وقال صلى الله عليه وسلم لسعد بن أبي وقاص رضي الله عنه\nطيب طعمتك أو قال أكلتك تستجب دعوتك وفي حديث 2 أبي هريرة رضي الله عنه أن\nالنبي صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nقال في بيان الناس بعده يصبح أحدهم أشعث أغبر يقول يارب ومطعمه حرام\nومشربه حرام وملبسه حرام وغذي بالحرام فأني يستجاب له وقال صلى الله عليه\nوسلم من أشراط الساعة الدرهم الحلال فيهم أعز من أخ في الله والأخ في الله\nأعز فيهم من درهم حلال\n</p>\n\n<p>\nقال في الكتاب وكذلك أمر اللباس يعني أنه مأجور فيما يواري به سوءته\nويدفع أذى الحر والبرد عنه ويتمكن من إقامة الصلاة وما زاد على ذلك مباح له\nوترك الأجود من الثياب والاكتفاء بما دون ذلك أفضل كما في الطعام لما روي\nعن النبي صلى الله عليه وسلم أنه لبس ثوبا معلما ثم نزعه وقال شغلني علمه\nعن صلاتي كلما وقع بصري عليه وعن عمر رضي <span id='ms48'></span> الله عنه أنه دفع ثوبا له إلى\nعامله ليرقعه فقدر عليه ثوبا آخر وجاءه بالثوبين فأخذ عمر رضي الله عنه\nثوبه ورد الآخر وقال ثوبك أجود وألين ولكن ثوبي أشف للعرق وعن على رضي الله\nعنه أنه كان يكره التزين بالزي الحسن ويقول أنا ألبس من الثياب ما يكفيني\nلعبادة ربي فيه فعرفنا أن الاكتفاء بما دون الأجود أفضل له وإن كان يرخص له\nفي لبس ذلك\n</p>\n\n<p>\nثم حول الكلام إلى فصل آخر حاصله دار على فصل له وهو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\nأن مساعي أهل التكليف ثلاثة أنواع نوع منها للمرء كالعبادات ونوع منها\nعليه كالمعاصي ونوع منها يحتمل لا له ولا عليه وذلك المباحات من الأقوال\nكقولك أكلت أو شربت أو قمت أو قعدت وما أشبه ذلك هذا مذهب أهل الفقه رحمهم\nالله\n</p>\n\n<p>\nوقالت الكرامية مساعي أهل التكليف نوعان لهم وعليهم وليس شئ من مساعيهم\nفي حد الأعمال لقوله تعالى {فماذا بعد الحق إلا الضلال} فقد قسم الأشياء\nقسمين لا فاصل بينهما أما الحق وهو ما يكون للمرء والضلال وهو ما على المرء\nوقال الله تعالى {لها ما كسبت وعليها ما اكتسبت} وما للتعميم فتبين بهذا أن\nجميع ما يكتسبه المرء له أو عليه وقال الله تعالى {من عمل صالحا فلنفسه}\nالآية فتبين بهذا أن عمله لا ينفك عن أحد هذين إما صالح أو سيء وفي كتاب\nالله تعالى أن جميع ما يتلفظ المرء مكتوب قال الله تعالى {ما يلفظ من قول}\nالآية وفيه بيان أن جميع ما يفعله المرء مكتوب قال الله تعالى {وكل شيء\nفعلوه في الزبر} وفيه دليل أنه يحضر جميع ما عمله في ميزانه عند الحساب قال\nالله تعالى {ووجدوا ما عملوا حاضرا}\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nوما للتعميم فدل أنه ليس شئ من ذلك يهمل والمعنى فيه من وجهين أحدهما\nمواثيق الله تعالى على عباده لازمة لهم في كل حال يعني من قوله {واعبدوا\nالله ولا تشركوا به شيئا} وقال عز وجل {وما خلقت الجن والإنس} الاية فإما\nأن يكون هو <span id='ms49'></span> موقنا بهذا العهد والميثاق فيكون ذلك له أو تاركا فيكون عليه إذ\nلا تصور لشئ سوى هذا\n</p>\n\n<p>\nوالدليل عليه أن المباح الذي لضرورته إما أن يكون من جنس ماله أن يكون\nمقربا له مما يحل ويكون هو مأمورا به أو مبعدا له مما لا يحل فيكون ذلك له\nأو يكون مقربا له مما لا يحل ومبعدا له مما يحل فيؤمر به فيكون ذلك عليه\nفعرفنا أن جميع مساعيه غير خارج من أن تكون له أو عليه\n</p>\n\n<p>\nوحجتنا في ذلك أن الصحابة رضوان الله عليهم ومن بعدهم من التابعين\nوالعلماء رحمهم الله اتفقوا أن من أفعال العباد ما هو مأمور به أو مندوب\nإليه وذلك عبادة لهم ومنه ما هو منهي عنه وذلك عليهم ومنه ما هو مباح وما\nكان مباحا فهو غير موصوف بأنه مأمور به أو مندوب إليه أو منهي عنه وعرفنا\nأن هنا قسم ثالث ثابت بطريق الإجماع ليس ذلك للمرء ولا على المرء ولا يتبين\nهذا من القسمين الآخرين إلا بحكم وهو أن يكون مهملا لا يثاب على فعله ولا\nيعاقب على تركه لأن ما يكون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nله فهو مثاب عليه قال الله تعالى {ومن عمل صالحا فلأنفسهم يمهدون} الآية\nقال الله تعالى {إن أحسنتم أحسنتم لأنفسكم} وما يكون عليه فهو معاقب على\nذلك قال الله تعالى {وإن أسأتم فلها} أي فعليها وإذا كان في أفعاله وأقواله\nما لا يثاب عليه ولا يعاقب عرفنا أنه مهمل والدليل عليه أن الله تعالى قال\n{لا يؤاخذكم الله باللغو في أيمانكم} فالتنصيص على نفي المؤاخذة في يمين\nباللغو يكون تنصيصا على أنه لا يثاب عليه وإذا ثبت بالنص أنه لا يثاب عليه\nولا يعاقب عرفنا أنه مهمل وقال الله تعالى {وليس عليكم جناح فيما أخطأتم\nبه} ولا إشكال أنه لا يثاب على ما أخطأ به وقد انتفت المؤاخذة بالنص فعرفنا\nبأنه مهمل قال صلى الله عليه وسلم رفع عن أمتي الخطأ والنسيان الحديث معناه\nأن الإثم مرفوع عنهم ولا شك أنهم <span id='ms50'></span> لا يثابون على ذلك فإذا قد ثبت بهذه\nالنصوص أن ما لا ينال المرء به الثواب لا يكون معاتبا عليه فإن يكون ذلك\nمحتملا لا يوصف بأنه للمرء أو عليه لأن ماله خاص فيما ينتفع به في الآخرة\nوما عليه خاص فيما يضره في الآخرة وفي أفعاله وأقواله ما لا ينفعه ولا يضره\nفي الآخرة فكان ذلك مهملا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nثم اختلف الفقهاء رحمهم الله أن ما يكون مهملا من الأفعال والأقوال هل\nيكون مكتوبا على العبد أم لا\n</p>\n\n<p>\nقال بعضهم إنه لا يكتب عليه لأن الكتابة لا تكون من غير فائدة والفائدة\nمنفعته بذلك في الاخرة والمعاتبة معه على ذلك مما يكون خارجا عن هذين\nالوجهين فلا فائدة في كتابته عليه\n</p>\n\n<p>\nوأكثر الفقهاء رحمهم الله على أن ذلك كله مكتوب عليه قال الله تعالى\n{ونكتب ما قدموا وآثارهم} الآية إلا أنهم قالوا بعدما كتب جميع ذلك عليه\nيبقى في ديوانه ماهو مهمل وبيانه في قوله تعالى {إنا كنا نستنسخ ما كنتم\nتعملون} وفي حديث عائشة رضي الله عنها أن النبي صلى الله عليه وسلم قال إذا\nصعد الملكان بكتاب العبد فإن كان أوله وآخره حسنة يمحى ما بين ذلك من\nالسيئات وإن لم يكن ذلك في أوله وآخره يبقى جميع ذلك عليه\n</p>\n\n<p>\nوالذين قالوا بمحو المهمل من الكتاب إختلفوا فيه قال بعضهم إنما يمحى ذلك\nفي الأثانين والأخمسة وهو الذي وقع عند الناس أنه تعرض الأعمال في هذين\nاليومين أي يمحى من الديوان فيهما ما هو مهمل ليس فيه جزاء وأكثرهم على أنه\nإنما يمحى ذلك يوم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nالقيامة والأصل حديث عائشة رضي الله عنها وقد ذكره محمد رحمه الله في\nالكتاب أن النبي صلى الله عليه وسلم قال الدواوين عند الله ثلاثة ديوان لا\nيعبأ به شيئا وهو ما ليس فيه جزاء خير أو شر وديوان مظالم العباد فلا بد\nفيه من الإنصاف والانتصاف والديوان الثالث ما فيه جزاء من خير أو شر وهذا\nحديث صحيح مقبول عند أهل السنة والجماعة <span id='ms51'></span> رحمهم الله\n</p>\n\n<p>\nلكن اختلفوا في الديوان الذي لا يعبأ به شيئا قيل هو المهمل الذي قلنا\nإنه ليس فيه جزاء خير ولا شر وقيل ما هو بين العبد وبين ربه فما ليس فيه حق\nالعباد فإن الله تعالى عفو كريم قال الله تعالى {ما يفعل الله بعذابكم}\nالآية وقيل بل هو الصغائر فإنها مغفور لمن اجتنب الكبائر قال الله تعالى\n{إن تجتنبوا كبائر ما تنهون عنه نكفر عنكم سيئاتكم} الآية فهو الديوان الذي\nلا يعبأ به شيئا وقيل المراد أعمال الكفار ما هو في صورة طاعة فإنه لا يعبأ\nبه شيء إذا لم يؤمنوا أي لا ينفعهم ذلك لأن الشرك غير مغفور له قال الله\nتعالى {إن الله لا يغفر أن يشرك به} ولا قيمة لأعمالهم مع الشرك قال الله\nتعالى {وقدمنا إلى ما عملوا} الآية والأظهر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nهو القول الأول الذي لا يعبأ به\n</p>\n\n<p>\nوالقسم الثالث الذي بينا أنه مباح ليس للمرء ولا عليه فهذا الذي لا يعبأ\nبه شئيا فإنه قد فسر ذلك بقوله وهو ما ليس فيه جزاء خير ولا شر وذكر في\nالكتاب عن ابن عباس رضي الله عنه في قوله تعالى {يمحو الله ما يشاء ويثبت}\nأن المراد محو بعض الأسماء من ديوان الأشقياء والإثبات في ديوان السعداء\nومحو بعض الأسماء من ديوان السعداء والأثبات في ديوان الأشقياء وأهل\nالتفسير رحمهم الله إنما يروون هذا عن ابن مسعود رضي الله عنه كان يقول في\nدعائه اللهم إن كنت قد كتبت أسماءنا في ديوان الأشقياء فامحها من ديوان\nالأشقياء وأثبتها في ديوان السعداء فإنك قلت في كتابك وقولك الحق {يمحو\nالله ما يشاء ويثبت} الآية فأما ابن عباس رضي الله عنهما فالرواية الظاهرة\nعنه أن المحو والإثبات في كل شئ لا في السعادة والشقاوة والحياة والموت ومن\nالفقهاء رحمهم الله من أخذ بالرواية الأولى فقالوا إنا نرى الكافر يسلم\nوالمسلم يرتد والصحيح يمرض والمريض يبرأ فكذا نقول يجوز أن يشقى السعيد\nويسعد الشقي من غير أن يتغير <span id='ms52'></span> علم الله في كل أحد و {لله الأمر من قبل ومن\nبعد} {ويفعل الله ما يشاء} {يحكم ما يريد} وعلى ذلك حملوا قوله تعالى\n{فمنهم شقي وسعيد} وأكثرهم على أن الصحيح الرواية الثانية عن ابن عباس رضي\nالله عنهما فإنه أقرب إلى موافقة الحديث المشهور السعيد من سعد في بطن أمه\nوالشقي من شقي في بطن أمه وتأويل قوله تعالى {يمحو الله ما يشاء ويثبت}\nيمحو ما لا يعبأ به من ديوان العبد مما ليس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nفيه جزاء خير ولا شر وإثبات ما فيه الجزاء على ما بينا في حديث عائشة رضي\nالله عنها الدواوين عند الله ثلاثة ولأجله أورد محمد رحمه الله هذا الحديث\nعلى إثر ذلك الحديث وقيل المراد محو المعرفة من قلب البعض وإثباتها في قلب\nالبعض فيكون هذا نظير قوله تعالى {يضل من يشاء ويهدي من يشاء} أو المراد\nالمحو والإثبات في المقسوم لكل عبد من الرزق والسلامة والبلاء والمرض وما\nأشبه ذلك\n</p>\n\n<p>\nثم روى حديث الصديق رضي الله عنه حيث سأل رسول الله صلى الله عليه وسلم\nقال أكلة أكلتها معك في بيت أبي الهيثم بن التيهان وقد روينا الحديث بتمامه\nزاد في آخر الحديث فأما المؤمن فشكره إذا وضع الطعام بين يديه أن يقول بسم\nالله وإذا فرغ يقول الحمد لله وهذه الزيادة لم يذكرها أهل الحديث في كتبهم\nومحمد رحمه الله موثوق به فيما يروي ويحتمل أن يكون هذا كلام محمد رحمه\nالله ذكره بعد رواية الحديث وقد روي في معنى هذا عن رسول الله صلى الله\nعليه وسلم أنه قال إذا وضع الطعام بين يدي المؤمن فقال بسم الله وإذا فرغ\nقال الحمد لله تحاتت ذنوبه ولو كانت مثل زبد البحر كما تحات ورق الشجر وقال\nصلى الله عليه وسلم الحمد لله عن كل نعمة وقال صلى الله عليه وسلم لو جعلت\nالدنيا كلها لقمة فابتلعها مؤمن فقال الحمد لله كان ما أوتي به خيرا مما\nأوتي وهو كذلك فإن الله تعالى وصف <span id='ms53'></span> الدنيا بالقلة والحقارة قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nالله تعالى {قل متاع الدنيا قليل} وذكر الله أعلى وأطيب في قوله الحمد\nلله ذكر الله تعالى بطريق التعظيم والشكر فيكون خيرا من جميع الدنيا\n</p>\n\n<p>\nثم قال ويكره للرجال لبس الحرير في غير حالة الحرب وهذه المسألة ليست من\nمسائل هذا الكتاب فإنه صنف هذا الكتاب في الزهد على ما حكي أنه لما فرغ من\nتصنيف الكتب قيل له ألا تصنف في الورع والزهد شيئا فقال صنفت كتاب البيوع\nثم أخذ في تصنيف هذا الكتاب فاعترض له داء فجف دماغه ولم يتم مراده فيحكى\nله أنه قيل له فهرس لنا ما كنت تريد أن تصنفه ففهرس لهم ألف باب كان يريد\nأن يصنف في الزهد والورع ولهذا قال بعض المتأخرين رحمهم الله موت محمد رحمه\nالله واشتغال أبي يوسف رحمه الله بالقضاء رحمة على أصحاب أبي حنيفة رحمه\nالله فإنه لولا ذلك لصنفوا ما أتعب المقتبسين وهذا الكتاب أول ما صنف في\nالزهد والورع فذكر في آخره بعض المسائل التي تليق بذلك من مسألة لبس الحرير\nوالأصل فيه ما روي أن النبي صلى الله عليه وسلم خرج ذات يوم والذهب بيمينه\nوالحرير بشماله وقال هذان حرامان على ذكور أمتي حل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nلأثها ولبس الحرير في غير حالة الحرب مكروه وفي حالة الحرب كذلك في قول\nأبي حنيفة رحمه الله وفي قولهما إذا كان ثخينا يدفع بمثله السلاح فلا بأس\nبلبسه في حالة الحرب وما يكون سداه غير حرير أو لحمته غير حرير فلا بأس\nبلبسه في غير حالة الحرب نحو القتال وما أشبه ذلك وقد تقدم بيان هذه الفصول\nفي الكتب\n</p>\n\n<p>\nقال ولا بأس بأن يتخذ الرجل في بيته سريرا من ذهب وفضة وعليه الفرش من\nالديباج يتجمل بذلك للناس من غير أن يقعد أو ينام عليه فإن ذلك منقول عن\nالسلف من الصحابة والتابعين رضوان الله عليهم أجمعين روي أن الحسن والحسين\nرضي الله عنهما من تزوج بينهما بشاه باتو على حسب ما اختلف فيه الرواة <span id='ms54'></span> زينت\nبيته بالفرش من الديباج والأواني المتخذة من الذهب والفضة فدخل عليه بعض من\nبقي من أصحاب رسول الله صلى الله عليه وسلم ورضي الله عنهم فقال ما هذا في\nبيتك يابن رسول الله فقال هذه إمرأة تزوجتها فأتت بمثل هذه الأشياء ولم\nأستحسن منعها من ذلك وعن محمد بن الحنفية رحمه الله أنه زين داره بمثل هذا\nفعاتبه في ذلك بعض الصحابة رضي الله عنهم فقال إنما أتجمل للناس بهذا ولست\nأستعمله وإنما أفعل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nذلك لكيلا يشتغل قلب أحد بي ولا ينظر إلي بغير جميل فعرفنا أنه بهذا إذا\nاتخذه المرء على هذا القصد لم يكن به بأس وإن كان الاكتفاء بما دونه أفضل\nويدخل هذا في معنى قوله تعالى {قل من حرم زينة} الآية والذي قال لا يقعد\nعليه ولا ينام قول محمد رحمه الله أيضا فأما على قول أبي حنيفة رحمه الله\nفلا بأس بالجلوس والنوم عليه وإنما المكروه اللبس والملبوس يصير تبعا للابس\nفأما ما يجلس وينام عليه فلا يصير تبعا له فلا بأس به\n</p>\n\n<p>\nقال ولا بأس بأن ينقش المسجد بالجص والساج وماء الذهب قال رضي الله عنه\nوكان شيخنا الإمام رحمه الله يقول تحت اللفظ إشارة إلى أنه لا يثاب على ذلك\nفإنه قال لا بأس وهذا اللفظ لدفع الحرج لا لإيجاب الثواب معناه يكفيه أن\nينجو من هذا رأسا برأس وهو المذهب عند الفقهاء رحمهم الله وأصحاب الظواهر\nيكرهون ذلك ويؤثمون من فعله قالوا لأن فيه مخالفة رسول الله صلى الله عليه\nوسلم فيما اختار من الطريقة فإنه لما قيل له ألا نهدم مسجدك ثم نبنيه فقال\nلا عرش كعرش موسى أو قال عريش كعريش موسى وكان سقف مسجد رسول الله صلى الله\nعليه وسلم من جريد وكان يكف إذا مطروا حتى كانوا يسجدون في الماء والطين\nوعن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nعلي رضي الله عنه أنه مر بمسجد مزين مزخرف فجعل يقول لمن هذه البيعة\nوإنما قال ذلك لكراهيته هذا الصنيع في المساجد ولما بعث الوليد <span id='ms55'></span> بن عبد\nالملك أربعين ألف دينار ليزين بها مسجد رسول الله صلى الله عليه وسلم فمر\nبها على عمر بن عبد العزيز رحمه الله تعالى فقال المساكين أحوج إلى هذا\nالمال من الأساطين والأصل فيه ما روي عن رسول الله صلى الله عليه وسلم أنه\nقال من أشراط الساعة أن تزخرف المساجد وتعلى المنارات وقلوبهم خاوية من\nالإيمان\n</p>\n\n<p>\nولكنا نقول لا بأس بذلك لما فيه من تكثير الجماعة وتحريض الناس على\nالاعتكاف في المسجد والجلوس فيه لانتظار الصلاة وفي كل ذلك قربة وطاعة\nوالأعمال بالنيات ثم الدليل على أنه لا بأس بذلك ما روي أن أول من بنى مسجد\nبيت المقدس داود عليه السلام ثم أتمه سليمان عليه السلام بعده وزينه حتى\nنصب على القبة الكبريت الأحمر وكان أعز وأنفس شيء وجد في ذلك الوقت فكان\nيضئ من ميل وكن الغزالات يغزلن بضوئها بالليالي من مسافة ميل والعباس بن\nعبد المطلب رضى الله عنه أول من زين المسجد الحرام بعد رسول الله صلى الله\nعليه وسلم وعمر بن الخطاب زين مسجد رسول الله صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nوزاد فيه وكذلك عثمان رضي الله عنه بعده بنى المسجد بماله وزاد فيه وبالغ\nفي تزيينه فدل أن ذلك لا بأس به وإن تأويل ما روي بخلاف هذا ما أشار إليه\nفي آخر الحديث وقلوبهم خاوية من الإيمان أي يزينون المساجد ولا يداومون على\nإقامة الصلاة فيها بالجماعة أو المراد التزيين بما ليس بطيب من الأموال أو\nعلى قصد الرياء والسمعة فعلى ذلك يحمل ليكون جمعا بين الآثار وهذ كله إذا\nفعل المرء هذا بمال نفسه مما اكتسبه من حلة فأما إذا فعله بمال المسجد فهو\nآثم في ذلك وإنما يفعل بمال المسجد ما يكون فيه إحكام البناء فأما التزين\nفليس من إحكام البناء في شيء حتى قال مشايخنا رحمهم الله للمتولي أن يجصص\nالحائط بمال المسجد وليس له أن ينقش الجص بمال المسجد ولو فعله كان ضامنا\nلأن في التجصيص إحكام البناء <span id='ms56'></span> وفي النقش بعد التجصيص توهين البناء لا إحكامه\nفيضمن المتولي ما ينفق على ذلك من مال المسجد\n</p>\n\n<p>\nقال ألا ترى الرجل قد يبني لنفسه دارا وينقش سقفها بماء الذهب فالا يكون\nآثما في ذلك يريد به أنه فيما ينفق على داره للتزيين يقصد به منفعة نفسه\nخاصة وفيما ينفق على المسجد للتزيين منفعته ومنفعة غيره فإذا جاز له أن\nيصرف ماله إلى منفعة نفسه بهذا الطريق فلإن يجوز صرفه إلى منفعته ومنفعة\nغيره كان أولى وقد أمرنا في المساجد بالتعظيم ولا شك أن معنى التعظيم يزداد\nبالتزيين في قلوب بعض الناس من العوام فيمكن أن يقال بهذا الطريق يؤجر على\nما فعله وفي الحديث أن النبي صلى الله عليه وسلم قال يثاب المؤمن على إنفاق\nماله في كل شئ إلا في البنيان زاد في بعض الروايات ما خلا المساجد فإن ثبتت\nهذه الزيادة فهو دليل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nعلى أنه يثاب فيما ينفق في بناء المساجد وتزيينها\n</p>\n\n<p>\nوعلى هذا أمر اللباس فلا بأس للرجل أن يتجمل بلبس أحسن الثياب وأجودها\nفقد كان لرسول الله صلى الله عليه وسلم جبة فنك عملها من الحرير فكان\nيلبسها في الأعياد والوفود إلا أن الأولى أن يكتفي بما دون ذلك في المعتاد\nمن لبسه على ما روي أن ثوب مهنة رسول الله صلى الله عليه وسلم كان كأنه ثوب\nدهان\n</p>\n\n<p>\nوكذلك لا بأس بأن يتسرى بجارية حسنة فإنه صلى الله عليه وسلم مع كل ما\nكان عنده من الحرائر تسرى حتى استولد مارية أم ابراهيم رضي الله عنهما وعلي\nرضي الله عنه مع كل ما كان عنده من الحرائر كان يتسرى حتى استولد أم محمد\nبن الحنيفية رضي الله عنه فعرفنا أنه لا بأس بذلك والأصل في هذا قوله تعالى\n{قل من حرم زينة الله} الآية\n</p>\n\n<p>\nوقال لو أن الناس قنعوا بما دون ذلك وعمدوا إلى الفضول فقدموها لآخرتهم\nكان خيرا لهم والأصل فيه حديث أبي ذر رضي الله عنه فإنه كان يتشبث بأستار\nالكعبة في أيام <span id='ms57'></span> الموسم وينادي بأعلى صوته ألا من قد عرفني فقد عرفني ومن لم\nيعرفني فأما أبو ذر جندب بن جنادة صاحب رسول الله صلى الله عليه وسلم وإن\nأحدكم إذا أراد سفرا استعد لسفره فما لكم لا تستعدون لسفر الآخرة وأنتم\nتستيقنون أنه لابد لكم منه ألا ومن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nأراد سفرا في الدنيا فإن بدا له أن يرجع يمكنه وإذا طلب القرض وجد وإن\nاستوهب ربما يوهب له ولا يوجد شئ من ذلك في سفر الآخرة\n</p>\n\n<p>\nوسئل يحيى بن معاذ رضي الله عنه ما لنا نتيقن بالموت ولا نحبه فقال إنكم\nأحببتم الدنيا فكرهتم أن تجعلوها خلفكم ولو قدمتم محبوبكم لأحببتم اللحوق\nبه فعرفنا أن الأفضل أن يكتفى من الدنيا بما لا بد له منه ويقدم لآخرته ما\nهو زيادة على ذلك مما إكتسبه ولكنه لو إستمتع بشيء من ذلك في الدنيا بعدما\nإكتسبه من حلة لم يكن به بأس\n</p>\n\n<p>\nوالقول بتأثيم من ينفق على نفسه وعياله مما اكتسبه من حلة وأدى حق الله\nتعالى منه غير سديد إلا أن أفضل الطرق طرق المرسلين عليهم السلام وقد بينا\nأنهم اكتفوا من الدنيا بما لابد لهم منه خصوصا نبينا صلى الله عليه وسلم\nفإنه لما عرض له مفاتيح خزائن الأرض ردها وقال أكون عبدا نبيا أجوع يوما\nوأشبع يوما فإذا جعت صبرت وإذا شبعت شكرت ولكنه مع هذا في بعض الأوقات قد\nكان يتناول بعض الطيبات حتى روي أنه قال يوما ليت لنا خبز بر قد لبق بسمن\nوعسل فنأكله فصنع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nذلك عثمان رضي الله عنه وجاء به في قصعة فقيل إنه لم يتناول من ذلك\nوالأصح أنه تناول بعضه ثم أمر بالتصدق بما بقي منه وقد أهدي لرسول الله صلى\nالله عليه وسلم جدي سمين مشوي فأكل منه مع أصحابه رضي الله عنهم وقد تناول\nما أتي به من الشاة المسمومة حين قدم بين يديه الحمل المشوي قال لبعضهم\nناولني الذراع فبهذه الآثار تبين أنه كان يتناول في بعض الأوقات لبيان أن <span id='ms58'></span>\nذلك لا بأس به وكان يكتفي بما دون ذلك في عامة الأوقات لبيان أن ذلك أفضل\nعلى ما روي أن عائشة رضي الله عنها كانت تبكي رسول الله صلى الله عليه وسلم\nوتقول يامن لم يلبس الحرير ولم يشبع من خبز الشعير فصار الحاصل أن الاقتصار\nعلى أدنى ما يكفيه عزيمة وما زاد على ذلك من التنعم والنيل من اللذات رخصة\nوقال صلى الله عليه وسلم إن الله يحب أن يؤتى برخصه كما يحب أن يؤتى\nبعزائمه وقال صلى الله عليه وسلم بعثت بالحنيفية السمحة ولم أبعث\nبالرهبانية الصعبة فعرفنا أنه إن ترخص بالإصابة من التنعم فليس لأحد أن\nيؤثمه في ذلك وإن ذم نفسه وكسر شهوته فذلك أفضل له ويكون من الذين يدخلون\nالجنة بغير حساب على ما روي أن رسول الله صلى الله عليه وسلم قال إن الله\nوعدني أن يدخل سبعين ألفا من أمتي الجنة بغير حساب فقيل من هم يا رسول الله\nقال هم الذين لا يسترقون ولا يتطيرون ولا يكتوون وعلى ربهم يتوكلون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nوفي رواية ثم زاد لي معهم سبعين ألف وفي رواية ثم أضعف لي مع الفريق\nالأول والآخر سبعين ألفا وفي الحديث المعروف أن النبي صلى الله عليه وسلم\nقال لا تزول قدما عبد يوم القيامة حتى يسأل عن أربع عن عمره فيما أفناه وعن\nشبابه فيما أبلاه وعن ماله من أين اكتسبه وإلى أي محل صرفه فإذا صرف المال\nإلى ما فيه ابتغاء مرضاة الله تعالى كان الحساب في السؤال أهون عليه منه\nإذا صرفه إلى شهوات بدنه\n</p>\n\n<p>\nقال والذي على المرء أن يتمسك به من الخصال التي يحمد على ذلك أشياء منها\nالتحرز عن إرتكاب الفواحش ما ظهر منها وما بطن ومنها المحافظة على أداء\nالفرائض والمداومة على ذلك في أوقاتها ومنها التحرز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nعن السحت وإكتساب المال في غير حلة ومنها التحرز عن ظلم كل أحد من مسلم\nأو معاهد فأما فيما وراء ذلك فقد وسع الله تعالى الأمر علينا فلا <span id='ms59'></span> نضيقه على\nأنفسنا ولا على أحد من المؤمنين\n</p>\n\n<p>\nقال محمد بن سماعة رحمه الله قال محمد رحمه الله وهذا الذي ثبت في هذا\nالكتاب قول عمر وعثمان وعلي وابن عباس وغيرهم من أصحاب رسول الله صلى الله\nعليه وسلم ورضي عنهم أجمعين وهو مذهب أبي حنيفة وأبي يوسف وزفر ومن بعدهم\nمن الفقهاء رحمهم الله وبذلك كله نأخذ والله أعلم بالصواب والحمد لله وحده\nوصلى الله تعالى على سيدنا محمد وآله وصحبه وحسبنا الله ونعم الوكيل\n</p>\n\n<p>\nتم كتاب الكسب لمحمد بن حسن الشيباني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n             <span id='ms60'></span>\n</p>\n",
  "pages": [
    "000",
    "031",
    "032",
    "001",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123"
  ],
  "volumes": [
    "01"
  ]
}