{
  "content": "\n<p>\nمسألة في الإرادة تأليف الإمام الشيخ المفيد محمد بن محمد النعمان ابن\nالمعلم أبي عبد الله، العكبري، البغدادي (336 - 413 ه‍) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p001'> Vol. 00, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nمسألة في \" الإرادة \" بسم الله الرحمن الرحيم اتفق المسلمون على توصيف\nالبارئ سبحانه بأنه \" مريد \".\n</p>\n\n<p>\nو \" الإرادة \" عند الإنسان تعني المشيئة والرغبة، وهي بلا ريب حادثة في\nالإنسان، فهي زائدة على ذاته، وجودها يتبع أسبابه.\n</p>\n\n<p>\nأما الإرادة الإلهية، فما معناها؟\n</p>\n\n<p>\nفهي: لا يمكن أن تكون معدومة، لو ضوح صدور الأوامر منه تعالى، مما يكشف\nعن وجود \" إرادة \" له، بلا ريب.\n</p>\n\n<p>\nوكذلك لا ريب في وجود \" كراهة \" له تعالى، لتعلق نهيه بالأمور القبيحة.\n</p>\n\n<p>\nفلا يمكن أن تكون \" الإرادة \" أمرا ذاتيا الله تعالى، وإلا، لاستلزم أن\nتكون جميع الأمور حسنها وقبيحها - مرادة له تعالى، وقد علمنا بالضرورة أنه\nتعالى لا يريد القبيح، بل يكرهه.\n</p>\n\n<p>\nفلا بد أن تكون \" الإرادة الإلهية \" صفة خارجة عن الذات، لكنها ليست صفة\nقديمة، وإلا للزم تعدد القدماء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p003'> Vol. 00, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nوإن قلنا إنها صفة محدثة في الله تعالى، لزم أن تحدث في محل!\n</p>\n\n<p>\nوليست الذات الإلهية محلا للحوادث، لأنها قديمة.\n</p>\n\n<p>\nوإن لم تكن الذات الإلهية محلا لإرادته تعالى، لكان محلها متصفا بها، لا\nهو سبحانه.\n</p>\n\n<p>\nولا يمكن أن يخلو الحادث من محل، لأنه عرض، لا وجود - مستقلا - له بنفسه\nوالحاصل: أن الإرادة الإلهية بعد إثبات اتصافه بها، ليست أمرا موجودا\nعينيا، لا قديما، ولا محدثا بل توصف بها الذات مجازيا، لا حقيقيا.\n</p>\n\n<p>\nبمعنى: أن الله تعالى يخلق الشئ لمصلحة يعلمها في الشئ هي إرادته الداعية\nإلى خلقه.\n</p>\n\n<p>\nوهذا الكتاب \" مسألة الإرادة... \" على إيجازه قد استوعب فيه الشيخ المفيد\nأهم ما يلزم الاستدلال عليه حول الإرادة الإلهية.\n</p>\n\n<p>\nوقد وجدنا المتأخرين من علماء الكلام ينشدون الحقيقة التي أبداها الشيخ\nالمفيد في هذا الكتاب، ويسيرون على خطاه في الاستدلال ويتبعون أثره في\nالاستنتاج.\n</p>\n\n<p>\nوالله ولي التوفيق.\n</p>\n\n<p>\nوكتب السيد محمد رضا الحسيني الجلالي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p004'> Vol. 00, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\n* مسألة في إرادة الله سبحانه للشيخ المفيد (ره).\n</p>\n\n<p>\n* كتبها أحمد بن الحسين بن العودي الأسدي الحلي.\n</p>\n\n<p>\n* ضمن مجموعة بخط واحد، كتبها ناسخها <span id='ms1'></span> ما بين سنة 740 - 746 ه‍.\n</p>\n\n<p>\n* النسخة الخطية في خزانة مكتبة بودليان في جامعة اكسفورد بانجلترا.\n</p>\n\n<p>\n* النسخة المصورة محفوظة في مكتبة حجة الاسلام والمسلمين العلامة المحقق\nالسيد عبد العزيز الطباطبائي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p005'> Vol. 00, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nمسألة في إرادة الله تعالى [بسم الله الرحمن الرحيم] لا يخلو تعالى جده\nأن يكون مريدا لنفسه أو بإرادة، ولا يجوز أن يكون مريدا لنفسه، لأنه لو كان\nكذلك، لوجب أن يكون مريدا للحسن والقبيح، وقد دل الدليل على أنه لا يريد\nالقبيح، ولا يفعله.\n</p>\n\n<p>\nولا يجوز أن يكون مريدا بإرادة، لأنها لا تخلو من أن تكون موجودة أو\nمعدومة، ولا يجوز أن تكون معدومة، لأن المعدوم ليس بشئ [ولا] يوجب لغيره\nحكما.\n</p>\n\n<p>\nوإن كانت موجودة لم تخل من أن تكون قديمة أو محدثة، فإن كانت قديمة وجب\nتماثلها للقديم تعالى. وكذلك السوادان والبياضان، فيجب تماثل القديمين\nكذلك.\n</p>\n\n<p>\nوأيضا فلو كان مريدا بإرادة قديمة، لوجب قدم المرادات بأدلة قد ذكرت في\nمواضعها.\n</p>\n\n<p>\nفلم يبق إلا أن يكون تعالى مريدا بإرادة محدثة، وهذا باطل، من حيث كانت\nالإرادة عند مثبتيها عرض، والأعراض لا تقوم بأنفسها، ولا بد لها من محال،\nولم تخل محل هذه من أن يكون هو أو غيره، ومحال كونه تعالى محل شئ من\nالأعراض لقدمه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p007'> Vol. 00, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nولا يجوز أن يكون مريدا بإرادة محدثة تحل في غيره، لو جوب رجوع حكمها إلى\nالمحل، ولا يصح أن يكون حكمها راجعا إلى محلها، ويكون تعالى مريدا بها،\nووجودها لا في محل غير معقول، وإثبات ما ليس بمعقول يؤدي إلى الجهالات،\nفثبت أنه مريد مجازا لا حقيقة، فتأمل ذلك.\n</p>\n\n<p>\nتمت المسألة والحمد لله وحده، وصلواته على سيدنا محمد وآله الطاهرين.\nعلقها العبد الفقير إلى الله تعالى أحمد بن الحسين بن العودي [الأسدي\nالحلي].\n</p>\n\n<p>\nتكملة قال الكراجكي رضوان الله تعالى عليه في كنز الفوائد؟\n</p>\n\n<p>\nبيان صفات المجاز:\n</p>\n\n<p>\nفأما الذي يوصف الله تعالى به ومرادنا غير حقيقة الوصف في نفسه، فهو\nكثير، فمنه مريد وكاره وغضبان وراض ومحب ومبغض وسميع وبصير وراء ومدرك،\nفهذه صفات لا تدل <span id='ms2'></span> العقول على وجوب صفته بها، وإنما نحن متبعون للسمع الوارد\nبها، ولم يرد السمع إلا على اللغة واتساعاتها، والمراد بكل صفة منها معنى\nغير حقيقتها.\n</p>\n\n<p>\nالقول في المريد:\n</p>\n\n<p>\nإعلم أن المريد في الحقيقة والمعقول هو القاصد إلى أحد الضدين اللذين\nخطرا بباله الموجب له بقصده وإيثاره دون غيره.\n</p>\n\n<p>\nوهذا من صفات المخلوقين التي تستحيل أن يوصف في الحقيقة بها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p008'> Vol. 00, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nرب العالمين. إذ كان سبحانه لا يعترضه الخواطر، ولا يفتقر إلى أدنى روية\nوفكر، إذ كان هذا على ما بيناه، فإنما معنى قولنا: إن الله تعالى مريد\nلأفعاله، أنها وقعت وهو عالم بها غير ساه عنها، وإنما لم يقع عن سبب موجب\nمن غيره لها لأنا وجدنا القاصد منا للشئ الذي هو عالم به غير ساه عنه، ولا\nهو موجودا لمسبب وجب من غيره مريدا له. فصح إذا أردنا أن نخبر بأن الله\nتعالى يفعل لا عن سهو ولا غفلة ولا بإيجاب من غيره، أن نقول هو مريد لفعله،\nويكون هذا الوصف استعارة، لأن حقيقته كما ذكرناه لا يكون إلا في المحدث.\n</p>\n\n<p>\nدليل:\n</p>\n\n<p>\nوالذي يدل على صحة قولنا في وصف الله تعالى بالإرادة، أنه سبحانه لو كان\nمريدا في الحقيقة لم يخل الأمر من حالين:\n</p>\n\n<p>\nإما أن يكون مريدا لنفسه، أو مريدا بإرادة فلو كان مريدا لنفسه لوجب أن\nيكون مريدا للحسن والقبيح، كما أنه لو كان عالما لنفسه كان عالما بالحسن\nوالقبيح. وإرادة القبيح لا تجوز على الله سبحانه.\n</p>\n\n<p>\nوالكلام في هذا يأتي محررا على المجبرة في خلق الأفعال.\n</p>\n\n<p>\nفإذا ثبت أن الله عز وجل لا يجوز أن يريد المقبحات علم أنه غير مريد\nلنفسه.\n</p>\n\n<p>\nوإن كان مريدا بإرادة، لم تخل الإرادة من حالين:\n</p>\n\n<p>\nإما أن تكون قديمة، أو حادثة.\n</p>\n\n<p>\nويستحيل أن تكون قديمة، بما بيناه من أنه لا قديم سواه عز وجل.\n</p>\n\n<p>\nوالكلام على المجبرة في هذا داخل في باب نفي الصفات التي ادعت المجبرة\nأنها قديمة مع الله تعالى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p009'> Vol. 00, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nوأيضا فلو كان الله سبحانه مريدا فيما لم يزل <span id='ms3'></span>، إما لنفسه وإما بإرادة\nقديمة معه، لوجب أن يكون مراده معه فيما لم يزل، لأنه لا مانع له مما\nأراده، ولا حائل بينه وبينه، ولكان ما يوجده من الأفعال لا تختلف أوقاته،\n[ولا] يتأخر بعضه عن بعض، لأن الإرادة حاصلة موجدة في كل وقت، وهذا كله\nموضح أنه عز وجل ليس بمريد فيما لم يزل، لا لنفسه ولا لا رادة قديمة معه.\n</p>\n\n<p>\nوإذا بطل هذا لم يبق إلا أن يكون مريدا بعد أن لم يكن مريدا بإرادة\nمحدثة، وهذا أيضا يستحيل، لأن الإرادة لا تكون إلا عرضا، والعرض يفتقر إلى\nمحل، والله تعالى غير محل للأعراض، ولا يجوز أن تكون إرادته حالة في غيره،\nكما لا يجوز أن يكون عالما بعلم يحل في غيره، وقادرا بقدرة تحل في غيره.\n</p>\n\n<p>\nولا يجوز أيضا أن تكون لا فيه ولا في غيره، لأنه عرض، والعرض يفتقر إلى\nمحل يحملها، ويصح بوجوده وجودها.\n</p>\n\n<p>\nولو جاز أن توجد إرادة لا في مريد بها، ولا في غيره، الجاز أن توجد حركة\nلا في متحرك بها ولا في غيره.\n</p>\n\n<p>\nفإن قيل أن الحركة هيئة للجسم، وليس يجوز أن تكون هيئة غير حالة فيه.\n</p>\n\n<p>\nقلنا: ولم لا يجوز ذلك؟.\n</p>\n\n<p>\nفإن قيل: لأن تغير هيئة الجسم مدرك بالحاسة، فوجب أن يكون المعنى الذي\nيتغير به حالا فيه.\n</p>\n\n<p>\nقلنا: وكذلك المريد للشئ بعد أن لم يكن مريدا له، قد يتغير عليه حس نفسه،\nفوجب أن تكون إرادته تحله.\n</p>\n\n<p>\nفإن قيل: بأي شئ من الحواس تحس الإرادة؟.\n</p>\n\n<p>\nقلنا: وبأي شئ من الحواس يحس الصداع. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p010'> Vol. 00, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nفإن قيل: إن الإنسان يدرك ألم الصداع في موضعه ضرورة.\n</p>\n\n<p>\nقلنا: فلم نركم أشرتم إلى حاسة بعينها أدركه بها؟.\n</p>\n\n<p>\nولنا أن نقول: وكذلك المريد في الحقيقة، يعلم بتغير حسه، ويدرك ذلك من\nنفسه ضرورة.\n</p>\n\n<p>\n(فصل) من كلام شيخنا المفيد رضي الله تعالى عنه في الإرادة.\n</p>\n\n<p>\nقال: الإرادة من الله جل اسمه نفس الفعل، ومن الخلق الضمير وأشباهه مما\nلا يجوز إلا على ذوي الحاجة والنقص.\n</p>\n\n<p>\nوذاك أن <span id='ms4'></span> العقول شاهدة بأن القصد لا يكون إلا بقلب، كما لا تكون الشهوة\nوالمحبة إلا لذي قلب، ولا تصح النية والضمير والعزم إلا على ذي خاطر يضطر\nمعها في الفعل الذي يغلب عليه إلى الإرادة له، والنية فيه والعزم.\n</p>\n\n<p>\nولما كان الله تعالى يجل عن الحاجات، ويستجيل عليه الوصف بالجوارح\nوالآلات، ولا يجوز عليه الدواعي والخطرات، بطل أن يكون محتاجا في الأفعال\nإلى القصود والعزمات، وثبت أن وصفه بالإرادة مخالف في معناه لوصف العباد،\nوأنها نفس فعله الأشياء، وإطلاق الوصف بها عليه مأخوذ من جهة الاتباع دون\nالقياس، وبذلك جاء الخبر عن أئمة الهدى عليهم السلام.\n</p>\n\n<p>\nقال شيخنا المفيد رحمه الله:\n</p>\n\n<p>\n\" أخبرني أبو القاسم جعفر بن محمد بن قولويه عن محمد بن يعقوب الكليني عن\nأحمد بن إدريس عن محمد بن عبد الجبار عن صفوان بن يحيى قال: قلت لأبي الحسن\nعليه السلام:\n</p>\n\n<p>\n(أخبرني عن الإرادة من الله تعالى ومن الخلق؟.\n</p>\n\n<p>\nفقال: الإرادة من الخلق الضمير وما يبدو لهم بعد (كذا) الفعل، والإرادة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p011'> Vol. 00, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nمن الله تعالى إحداثه الفعل لا غير ذلك، لأنه جل اسمه لا يهم ولا يتفكر).\n</p>\n\n<p>\nقال شيخنا [المفيد] رحمه الله:\n</p>\n\n<p>\n\" وهذا نص من مولانا عليه السلام على اختياري في وصف الله تعالى\nبالإرادة، وفيه نص على مذهب لي آخر منها، وهو: أن إرادة العبد تكون قبل\nفعله، وإلى هذا ذهب البلخي.\n</p>\n\n<p>\nوالقول في تقدم الإرادة للمراد كالقول في تقدم القدرة للفعل، وقول الإمام\nعليه السلام في الخبر المتقدم أن الإرادة من الخلق الضمير وما يبدو لهم بعد\nالفعل صريح في وجوب تقدمها للفعل، إذ كان الفعل يبدو من العبد بعدها، ولو\nكان الأمر فيها على مذهب الجبائي لكان الفعل باديا في حالها، ولم يتأخر\nبدوه إلى الحال التي هي بعد حالها.\n</p>\n\n<p>\nفصل: إعلم أنا نذهب إلى أن الإرادة تتقدم المراد كتقدم القدرة للمقدور،\nغير أن الإرادة موجبة للمراد، والقدرة غير موجبة للمقدور، والإرادة لا تصلح\nإلا للمراد دون ضده وليس كذلك القدرة لأنها تصلح أن يفعل الشئ بها <span id='ms5'></span> فضده\nبدلا منه، والجميع أعراض لا يصح بقاؤها.\n</p>\n\n<p>\nفصل معنى القول في أن الإرادة موجبة:\n</p>\n\n<p>\nمعنى قولنا في الإرادة أنها موجبة، هو أن الحي متى فعل الإرادة لشئ، وجب\nوجود ذلك الشئ، إلا أن يمنعه منه غيره، فأما أن يمتنع هو من مراده فلا يصح\nذلك.\n</p>\n\n<p>\nومن الدليل على صحة ما ذكرناه أنه قد ثبت تقدم الإرادة على المراد،\nلاستحالة أن يريد الإنسان ما هو فاعل له في حال فعله، فيكون مريدا للموجود،\nكما يستحيل أن يقدر على الموجود. وإذا ثبت أن الإرادة متقدمة للمراد لم يخل\nأمر المريد لحركة يده من أن يكون واجبا وجودها عقيب الإرادة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p012'> Vol. 00, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nبلا فصل، أو كان يجوز عدم الحركة، فلو جاز ذلك لم يعدم إلا بوجود السكون\nمنه بدلا منها.\n</p>\n\n<p>\nولو فعل السكون في الثاني من حال إرادته للحركة لم يخل من أن يكون فعله\nبإرادة له أو سهو عنه، ومحال أن يفعله بإرادة، لأن ذلك موجب لاجتماع إرادتي\nالحركة والسكون لشئ واحد في حالة واحدة، ومحال وجود السهو عن السكون في حال\nإرادته للحركة، فبطل جواز امتناع الإنسان مما قد فعل الإرادة له على ما\nشرحناه.\n</p>\n\n<p>\nمسألة: إن قال قائل: إذا كنتم تقولون أن إرادة الله تعالى لفعله هي نفس\nذلك الفعل، ولا تثبتون له إرادة غير المراد، فما معنى قولكم أراد الله بهذا\nالخبر كذا، ولم يرد كذا، وأراد العموم ولم يرد الخصوص، وأراد الخصوص ولم\nيرد العموم؟.\n</p>\n\n<p>\nجواب: قيل له معنى ذلك أن المقدور أخبارا كثيرة عن أشياء مختلفة، فقولنا\nأراد كذا ولم يرد كذا، فهو أنه فعل الخبر الذي هو عن كذا، ولم يفعل الخبر\nالذي هو عن كذا، وفعل القول الذي يفهم منه كذا، ولم يفعل القول الذي يفهم\nمنه كذا.\n</p>\n\n<p>\nوهذا كقولنا: إنا إذا قلنا: الحمد لله رب العالمين وأردنا القرآن كان ذلك\nقرآنا، وإذا أردنا أن يكون منا شكرا لله تعالى كان كذلك.\n</p>\n\n<p>\nفإنا لسنا نريد أن قولا واحدا ينقلب بإرادتنا قرآنا إن جعلناه قرآنا،\nويكون كلاما <span id='ms6'></span> لنا إن جعلناه لنا كلاما، وإنما معناه أن في مقدورنا كلامين\nنفعل هذا مرة وهذا مرة.\n</p>\n\n<p>\nفإن قال: فكان من قولكم أن (الحمد لله رب العالمين) إذا أردتم به القرآن\nيكون مقدورا لكم.\n</p>\n\n<p>\nقلنا: هذا كلام في الحكاية والمحكي، وله باب يختص به، وسنورد إن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p013'> Vol. 00, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nشاء الله تعالى طرفا منه.\n</p>\n\n<p>\nفصل: فأما إرادة الله تعالى لأفعال خلقه فهي أمره لهم بالافعال، ووصفنا\nله بأنه يريد منهم كذا إنما هو استعارة ومجاز، وكذلك كال من وصف بأنه مريد\nلما ليس من فعله، تعالى طريق الاستعارة والمجاز.\n</p>\n\n<p>\nوقول القائل: يريد مني فلان المصير إليه إنما معناه أنه يأمر بذلك\nويأخذني به، وأرادني فلان على كذا أي أمرني به، فقولنا: إن الله يريد من\nعباده الطاعة إنما معناه أنه يأمرهم بها.\n</p>\n\n<p>\nوقد تعبر بالإرادة عن التمني والشهوة مجازا واتساعا، فيقول الإنسان أنا\nأريد أن يكون كذا أي أتمناه، وهذا الذي كنت أريده أي أشتهيه وتميل نفسي\nإليه.\n</p>\n\n<p>\nوالاستعارات في الإرادات كثيرة.\n</p>\n\n<p>\nفأما كراهة الله تعالى للشئ فهو نهيه عنه، وذلك مجاز كالإرادة فاعلمه.\n</p>\n\n<p>\nالقول في الغضب والرضا وهاتان صفتان لا تصح حقيقتهما إلا في المخلوق، لأن\nالغضب هو نفور الطباع، والرضا ميلها وسكون النفس، ووصف الله تعالى بالغضب\nوالرضا إنما هو مجاز، والمراد بذلك ثوابه وعقابه، فرضاه وجود ثوابه، وغضبه\nوجود عقابه، فإذا قلنا رضي الله عنه فإنما نعني أثابه الله تعالى، وإذا\nقلنا غضب الله عليه فإنا نريد عاقبه الله، فإذا علق الغضب والرضا بأفعال\nالعبد فالمراد بهما الأمر والنهي، نقول إن الله يرضى الطاعة بمعنى يأمر\nبها، ويغضب من المعصية بمعنى ينهي عنها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p014'> Vol. 00, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nالقول في الحب والبغض وهاتان الصفتان إنما يوصف الله تعالى بها مجازا،\nلأن المحبة في الحقيقة ارتياح النفس إلى المحبوب، والبغض ضد ذلك من\nالانزعاج والنفور الذي لا يجوز على التقديم، فإذا قلنا إن الله عز وجل يحب\nالمؤمن ويبغض الكافر فإنما نريد بذلك أنه ينعم على المؤمن ويعذب الكافر،\nوإذا قلنا إنه يحب من عباده الطاعة، ويبغض <span id='ms7'></span> منهم المعصية جرى ذلك مجرى الأمر\nوالنهي أيضا على المعنى الذي قدمنا في الغضب والرضا.\n</p>\n\n<p>\nالقول في سميع وبصير إعلم أن السميع في الحقيقة هو مدرك الأصوات بحاسة\nسمعه، والبصير هو مدرك المبصرات بحاسة بصره، وهاتان صفتان لا يقال حقيقتهما\nفي الله تعالى، لأنه يدرك جميع المدركات بغير حواس ولا آلات، فقولنا: إنه\nسميع إنما معناه لا تخفي عليه المسموعات، وقولنا: بصير معناه أنه لا يغيب\nعنه شئ من المبصرات، وأنه يعلم هذه الأشياء على حقائقها بنفسه لا بسمع\nوبصر، ولا بمعان زائدة على معنى العلم:\n</p>\n\n<p>\nوقد جاءت الآثار عن الأئمة عليهم السلام بما يؤكد ما ذكرناه.\n</p>\n\n<p>\nقال شيخنا المفيد رضوان الله عليه:\n</p>\n\n<p>\n\" أخبرني أبو القاسم جعفر بن محمد بن قولويه عن محمد بن يعقوب الكليني عن\nعلي بن إبراهيم بن هاشم عن محمد بن عيسى عن حماد عن حريز عن محمد بن سالم\nالثقفي، قال: قلت لأبي جعفر الباقر عليه السلام: إن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p015'> Vol. 00, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nقوما من أهل العراق يزعمون أن الله تعالى سميع بصير كما يعقلونه، قال:\n</p>\n\n<p>\nفقال: تعالى الله تعالى إنما يعقل ذلك فيما كان بصفة المخلوق، وليس الله\nتعالى كذلك.\n</p>\n\n<p>\nوبإسناده عن محمد بن يعقوب عن علي بن محمد مرسلا عن الرضا عليه السلام:\nأنه قال في كلام له في التوحيد، وصفة الله تعالى كذلك: بأنه سميع إخبار\nبأنه تعالى لا يخفي عليه شئ من الأصوات، وليس هذا على معنى تسميتنا بذلك،\nوكذلك قولنا بصير، فقد جمعنا الاسم، واختلف فينا المعنى، وقولنا أيضا مدرك\nوراء لا يتعدى به معنى عالم، فقولنا راء معناه عالم بجميع المرئيات، وقولنا\nمدرك معناه عالم بجميع المدركات، فهذه صفات المجازات والحمد لله.#\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p016'> Vol. 00, p. 016</a>\n            </div>\n            \n</p>\n\n\n\n#####ENDNOTES# <span id='ms8'></span>",
  "pages": [
    "001",
    "003",
    "004",
    "005",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016"
  ],
  "volumes": [
    "01"
  ]
}