{
  "content": "\n<p>\nقال الفقيه علي: هذا إذا عرف بقاء الوقت بعد الفراغ(1) من الصلاة، فأما لو\nعرفه قبل الفراغ لزمه الخروج(2)، والإعادة، ولو أدى إلى إعادة، وإعادة\nالإعادة؛ لأنه بمنزلة تغير الاجتهاد قبل العمل به، وكما أنه يرفضه ويعمل\nبالثاني كذلك هنا.\n</p>\n\n<p>\nفإن قلت: قد ذكرت حكم المتحري إذا أخطأ وأغفلت حكم من تيمم وصلى بغير تحر ؟\n</p>\n\n<p>\nقال عليه السلام: لم نغفله، بل قد بينا حكمه بمفهوم الصفة؛ لأن قولنا:\n\"ولا يضر المتحري\" يفيد بمفهوم الصفة أن غير المتحري يضره بقاء الوقت،\nفتلزمه الإعادة بالتحري إذا كان مذهبه وجوبه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p001'> Vol. 02, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\n(وتبطل ما خرج وقتها(1) قبل فراغها)(2) لأنه إذا خرج الوقت قبل فراغها\nانتقض تيممه؛ لأن خروج الوقت أحد نواقضه، فإذا انتقض بطلت (فتقضى)(3) ذكره\nابن بلال وهو المذهب.\n</p>\n\n<p>\nوقال علي خليل: لا تبطل. وعن المنصور بالله: تبطل إن <span id='ms0074'></span> لم يؤد ركعة من\nالصلاة.\n</p>\n\n<p>\nتنبيه\n</p>\n\n<p>\nقال أبو العباس: ووقت الجمعة(4) بالتيمم للإمام والمؤتمين آخر الوقت الذي\nهو للظهر في غير الجمعة(5) فإن كان الإمام متوضئا، والمؤتمون عادمين للماء\nتيمموا للجمعة مع الإمام، ولم يؤخروها لئلا يفوت فرضها عليهم(6).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p002'> Vol. 02, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nقال الفقيه يوسف، والفقيه يحي البحيبح: مراده لم يتركوها(1).\n</p>\n\n<p>\nوقال الفقيه علي بن يحي الوشلي: على ظاهره، فيصلونها أول الوقت لئلا\nتفوتهم، وهذا محمول(2) على أن معه ثلاثة متوضئين، وإلا لم يجز أول الوقت؛\nلأنهم لا يخشون فوتها لعدم الجماعة مع الإمام، فإن كان العكس فإن كان\nمأذونا بالاستخلاف(3)، وفيهم من يصلح استخلف، وإلا صلوا الظهر(4).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p003'> Vol. 02, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nفصل(ومن وجد ماء لا يكفيه((1) للطهارة الكاملة من النجاسة، ومن الحدثين\nالأكبر والأصغر فمن وجده (قدم) غسل (متنجس بدنه)(2) كالفرجين(3) بعد الحدث\nإن كان ثم نجس(4) على استعماله للوضوء، ولرفع الجنابة (ثم) أنه يقدم غسل\nمتنجس (ثوبه((5) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p004'> Vol. 02, p. 004</a>\n            </div>\n             على الوضوء، وعلى رفع الجنابة.\n</p>\n\n<p>\nوقال الفقيه يوسف: إن كان في الملأ خير بين غسل نجاسة بدنه أو ثوبه، وإن\nكان في الخلاء فكذا عند المؤيد بالله.\n</p>\n\n<p>\nوأما عند أبي طالب فذكر الفقيه محمد بن يحي حنش، والسيد يحي بن الحسين:\nأنه يغسل نجاسة بدنه، ويصلي عريانا لأنه يجيز(1) ذلك.\n</p>\n\n<p>\nقال مولانا عليه السلام: والأقرب عندي أنه يؤثر نجاسة بدنه لأنه أخص،\nولقوله تعالى: {والرجز فاهجر} فإنه في أحد تفسيريه يقتضي إماطة النجاسات\nعنه(2)، وإذا اقتضى ذلك قدم الأخص فالأخص، وبدنه أخص من ثوبه. قال: ولهذا\nأطلقنا القول في متن المختصر بتقديم بدنه.\n</p>\n\n<p>\n(ثم) يقدم الغسل لرفع (الحدث الأكبر)(3) وهو الحيض والجنابة، على رفع\nالحدث الأصغر وهو الوضوء، والواجب عليه إذا كان عليه حدث أكبر أن يغسل به\nمن بدنه (أينما بلغ)(4) منه، وإن لم يكف جميع بدنه.\n</p>\n\n<p>\nوعن زيد بن علي، والناصر، والحنفية:(5) أنه إذا لم يكف الماء جميع بدنه\nلم يستعمله، ويتيمم؛ لأن عدم بعض المبدل يبيح(6)الإنتقال إلى بدله\nكالكفارة(7).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p005'> Vol. 02, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\n(نعم) فإذا كان الماء لا يكفي جميع بدنه استعمله (في غير أعضاء التيمم)(1)\nقال <span id='ms0075'></span> علي خليل: وجوبا؛ لئلا يجمع(2) بين البدل والمبدل منه.\n</p>\n\n<p>\nوقال الكني: إن ذلك لا يجب، وإنما هو مندوب(3).\n</p>\n\n<p>\nوفي الكافي عن المرتضى أنه يغسل به أينما شاء، وهو ظاهر قول المؤيد بالله\nفي التجريد(4).\n</p>\n\n<p>\n(و) إذ استعمله في غير أعضاء التيمم، أو كفى جميع جسمه (تيمم للصلاة) آخر\nالوقت كما مر(5) إلا عند من يقول: إن الطهارة الصغرى(6) تدخل تحت الكبرى.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p006'> Vol. 02, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\n(ثم) إذا كفاه لجميع جسمه، وبقي بقية، أو لم يكن عليه حدث أكبر، وبقي بقية\nبعد إزالة النجاسة استعملها لرفع (الحدث الأصغر((1) ثم ينظر في الماء (فإن\nكفى المضمضة) والاستنشاق (وأعضاء التيمم)(2) وهي الوجه واليدان، وذلك بعد\nغسل الفرجين(3) إن كان هدويا (فمتوضئ) أي: فذلك المستعمل للماء متوصئ(4) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p007'> Vol. 02, p. 007</a>\n            </div>\n             أي: حكمه حكمه، فيصلي ما شاء، وفي أي وقت شاء حتى يجد الماء(1)، ويبني على\nوضوءه(2).\n</p>\n\n<p>\nوهل يعيد ما قد صلى إذا كان في الوقت بقية؟ فعن الحقينى، والمذاكرين: لا\nتجب الإعادة(3) قياسا على المستحاضة(4).\n</p>\n\n<p>\nوعن الأمير الحسين يجب، وفرق بينه وبين المستحاضة بأنها قد عمت(5).\n</p>\n\n<p>\nقال مولانا عليه السلام: وهو قوي من جهة القياس(6).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p008'> Vol. 02, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\n(وإلا) يكفي كل أعضاء التيمم بل بقي منها بقية (آثرها)(1) أي: أثر المضمضة\nعلى الوجه واليدين؛ لأن لغسلهما بدلا وهو التيمم، بخلاف المضمضة (ويمم\nالباقي)(2)، وهو الوجه أو بعضه، واليدان، وهذا إذا تغير ماء المضمضة\nبالريق(3) فأما إذا لم يتغير غسل به الوجه(4) أيضا.\n</p>\n\n<p>\nوقال علي خليل: يؤثر الوجه؛ لأنه مجمع عليه، والمضمضة مختلف فيها(5).\n</p>\n\n<p>\nقال مولانا عليه السلام: والصحيح الأول، وخلاف زيد بن علي، والناصر،\nوالحنفية يأتي هنا كما مر، أعني: أنهم يقولون: إذا لم يكف أعضاء الوضوء\nكلها عدل إلى التيمم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p009'> Vol. 02, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\n(وهو) إذا بقي عليه شيء من أعضاء التيمم (متيمم) فلا يصلي إلا في آخر\nالوقت، ولا يصلي ما شاء، بل حسب ما تقدم في المتيمم، وظاهر كلام أهل المذهب\nأن حكمه حكم المتيمم، ولو لم يبق من أعضاء التيمم إلا لمعة صغيرة(1).\n</p>\n\n<p>\nوقال الفقيه يحي البحيبح: إذا كان الباقي عضو أو أكثره وجب <span id='ms0076'></span> التأخير، وإلا فلا.\n</p>\n\n<p>\n(وكذا لو) وجد ماء وعلى بدنه نجاسة(2)، ولكن إذا استعمله (لم يكف)\nلإزالة(3) (النجس ولا غسل عليه)(4) بأن لا يكون جنبا ولا حائضا، ولا نفساء\nفإنه حينئذ يستعمله للصلاة فإن كفى المضمضة وأعضاء التيمم فحكمه حكم\nالمتوضئ كما تقدم، وإن لم يكفها فحكمه ما تقدم من أنه يؤثر المضمضة(5) إلى آخره.\n</p>\n\n<p>\nقال عليه السلام: وإنما قلنا: \"ولا غسل عليه\" لأنه لو كان عليه غسل\nاستعمله له أينما بلغ، وتيمم للصلاة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p010'> Vol. 02, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\n(ومن يضر الماء(1) جميع بدنه تيمم) وينوي تيممه (للصلاة) لا لرفع الجنابة\nمثلا إن كانت، ويكفي تيمه (مرة) واحدة (ولو) كان (جنبا)(2) فإنه لا يلزمه\nالتيمم للجنابة مرة، ثم للصلاة مرة(3)، بل يكفي تيمم واحد(4).\n</p>\n\n<p>\n(فإن سلمت كل أعضاء التيمم)(5) من العلة التي يخشى معها الضرر من استعمال\nالماء (وضأها)(6) هذا المعذور (مرتين بنيتهما((7) أي: وضأ الأعضاء مرتين\nبعد غسل ما أمكنه من جسده إن بقى فيه سليم ينوي بالأولى رفع الجنابة(8)\nوبالأخرى الصلاة، ذكر ذلك أبو مضر، وعلي خليل.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p011'> Vol. 02, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nقال مولانا عليه السلام: والظاهر أنه يستكمل الوضوء للجنابة، ثم يبتدئ\nالوضوء للصلاة(1).\n</p>\n\n<p>\nفأما لو غسل كل عضو مرتين بالنيتين، فيحتمل الصحة؛ لصحة تفريق النية في\nأعضاء الوضوء، ويحتمل خلاف ذلك(2).\n</p>\n\n<p>\nوقال الكني: يكفي غسل واحد، ينوي به الأصغر والأكبر.\n</p>\n\n<p>\nقال مولانا عليه السلام: والأول هو الصحيح من المذهب.\n</p>\n\n<p>\n(وهو كالمتوضئ)(3) يعني: حيث كانت أعضاء التيمم سليمة، ووضأها مرتين فإنه\nكالمتوضئ في جميع الأحكام، من أنه يصلي ما شاء، ومتى شاء من الوقت المضروب،\nويمس المصحف، ويدخل المسجد(4) (حتى يزول عذره)(5) فيعود عليه حكم الجنابة\nبالنظر إلى ما لم يغسله(6).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p012'> Vol. 02, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nوقال في مهذب المنصور بالله: إنه يعود عليه حكم الجنابة(1) متى فرغ من\nالصلاة. وعنه: متى أحدث.\n</p>\n\n<p>\nقال الفقيه يحي البحيبح: وهذا الخلاف إنما هو حيث يكون الجريح النصف فما\nدون، فلو كان الأكثر عاد عليه حكم الجنابة متى فرغ من الصلاة عند\nالجميع(2).\n</p>\n\n<p>\nقال مولانا عليه السلام: والأقرب أنه لا يجتزئ بغسل أعضاء التيمم إلا بعد <span id='ms0077'></span>\nالتلوم(3) كالمتيمم؛ لأنه في حكم ناقص الطهارة، وإنما يصير كالمتوضئ بأن\nيغسلها بعد التلوم(4) لا قبله.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p013'> Vol. 02, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\n(وإلا) تسلم كل أعضاء التيمم بل بعضها (غسل ما أمكن((1) غسله (منها) أي: من\nأعضاء التيمم، ويكون غسله (بنية الجنابة ووضأه) أي: ووضأ ذلك الذي أمكن\nغسله بعد غسله للجنابة، وينوي وضوءه (للصلاة ويمم الباقي) من أعضاء التيمم،\nوهو الذي ليس بصحيح بنيته للصلاة (وهو) حيث يغسل بعض أعضاء التيمم، وييمم\nبعضها (متيمم) لا متوضئ، فلا يصلي ما شاء، ولا متى شاء، وتختل طهارته\nبالفراغ مما تطهر له حتى يتيمم ما لم يغسله، وبانتقاض تيمم المتيمم يبطل\nالترتيب في الوضوء الأول (فيعيد غسل ما بعد الميمم معه((2) أي: يعيد غسل ما\nبعد العضو الميمم مع إعادة تيممه كلما تكرر ليحصل الترتيب(3) وهذا قول\nالنجراني.\n</p>\n\n<p>\nوقال في شمس الشريعة: إنه لا يجب غسل ما بعد الميمم. ومثله عن المهدي\nأحمد بن الحسين.\n</p>\n\n<p>\nوقال في التقرير، والياقوتة: إن كان الميمم عضوا كاملا وجب، وإلا لم يجب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p014'> Vol. 02, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الفقيه يحي البحيبح: إن كان عضوا أو أكثره وجب، وإلا فلا.\n</p>\n\n<p>\nقال مولانا عليه السلام: والصحيح هو القول الأول.\n</p>\n\n<p>\n(ولا يمسح(1) ولا يحل جبيرة((2) أي: لا يجب على المتوضئ أو المتيمم المسح\nعلى الجبيرة، ولا حلها أيضا إن (خشي من حلها ضررا((3) وهو حدوث علة أو\nزيادتها، نص على ذلك يحي عليه السلام في الأحكام(4).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p015'> Vol. 02, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nوقال المؤيد بالله، وأبو حنيفة، والشافعي: يجب المسح على الجبائر إن خشى من\nحلها ضررا، وهو ظاهر قول يحي بن الحسين في المنتخب(1) (أو) لم يخش ضررا لكن\nإذا حل الجبيرة حصل (سيلان دم)(2) فإنه لا يلزمه حلها، ولا المسح عليها،\nذكره الحقينى.\n</p>\n\n<p>\nوقال المؤيد بالله هو بالخيار(3) إن شاء ترك الحل.\n</p>\n\n<p>\nقال مولانا عليه السلام:، وقياس أصله أن يمسح عليها، وإن شاء حلها، ولا\nيبالي بخروج الدم(4).\n</p>\n\n<p>\nقال الأمير الحسين، والفقيه يحي البحيبح: هذا إذا كان لا يتغير بالدم(5).\nوقيل: لا فرق.\n</p>\n\n<p>\nفصل (و) يجوز(6) (لعادم الماء)(7) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p016'> Vol. 02, p. 016</a>\n            </div>\n             إذا لم يجده (في الميل أن <span id='ms0078'></span> يتيمم)(1) لأمور منها: (لقراءة(2) أو لبث في\nالمسجد((3) وهذا حيث يكون جنبا أو حائضا(4)، ولا بد في القراءة واللبث من\nأن يكونا (مقدرين((5) بالنية، محصورين، نحو أن يقول: تيممي لقراءة سورة\nكذا، أو هذا الجزء، أو نحو ذلك، ويصح تقدير القراءة بالوقت أيضا، نحو أن\nيقول: لقراءة من حين كذا إلى حين كذا، وتقدير اللبث أن يقول: من ساعة كذا\nإلى ساعة الظهيرة(6) مثلا، أو إلى الفجر أو نحو ذلك.\n</p>\n\n<p>\nوقال المنصور بالله، والفقيه يحي البحيبح: يجوز التيمم للقراءة، واللبث،\nوإن لم يحصرا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p017'> Vol. 02, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\n(و) له أيضا أن يتيمم لتأدية صلوة (نفل كذلك)(1) أي: مقدر (وإن كثر((2)\nفيجوز أن يؤدي النوافل الكثيرة بالتيمم الواحد(3) إذا حصرت بالنية، ذكره\nأبو مضر.\n</p>\n\n<p>\n(قيل:(4) ويقرأ) المتيمم (بينهما) أي: بين التيمم والصلاة(5) لا بعدها،\nوذلك مأخوذ من كلام للقاسم(6)، ومثله ذكر صاحب الوافي، وعن أبي جعفر: أن\nذلك لا يجوز إلا عند من أجاز أن يؤدي بتيمم واحد(7) ما شاء، لا عند من لا\nيجيز له ذلك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p018'> Vol. 02, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nقال الفقيه علي: وهذا بخلاف ما إذا تيمم للقراءة لم يدخل المسجد والعكس(1)،\nولو تيمم لقراءة القرآن جاز له حمل المصحف لا العكس، ولو عين التيمم\nلجزء(2) لم يقرأ غيره(3) ولمسجد(4) لم يدخل غيره(5)، ولو عين المصحف جاز أن\nيحمل غيره، وكذا الزاوية(6) في المسجد يجوز أن يقف في غيرها(7).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p019'> Vol. 02, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\n(و) يجوز لعادم الماء في الميل أن يتيمم (لذي السبب) كحضور الجنازة فهو سبب\nالصلاة، وكذا الكسوف، والاجتماع للاستسقاء، وحصول شرط المنذورة(1) فيتيمم\n(عند وجوده((2) أي: وجود السبب، فإن كان يجده في الميل لم يجزه التيمم مهما\nلم يخش فوت الجنازة، وتجلي الكسوف ونحوهما، فإنه إذا خشي جاز له التيمم،\nولو كان الماء حاضرا كما تقدم(3).\n</p>\n\n<p>\nقال عليه السلام: ولهذا(4) لا يعترض إطلاقنا هذا الاشتراط، أعني عدم\nالماء في الميلل بأن يقال: إنه إذا خشى الفوات لم يعتبر العدم؛ لأنا نقول:\nإن الكلام هنا مبني على أنه لا يخشى الفوت بالطلب فلم نحتج إلى الاحتراز؛\nلأنا قد قدمنا <span id='ms0079'></span>(5) أن خشية الفوت عذر في ترك الماء الحاضر فضلا عما هو في الميل.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p020'> Vol. 02, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\n(والحائض)(1) إذا طهرت، واحتاج زوجها(2) إلى وطئها، وعدمت الماء(3) في\nالميل جاز لها أيضا أن تيمم (للوطئ)(4) ولا تراع آخر وقت الصلاة، وقال أبو\nجعفر: يجب أن تنتظر (5).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p021'> Vol. 02, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\n(وتكرره) أي: التيمم (للتكرار) وهذا حيث تنويه لاستباحة الوطء(1) من دون\nتقدير بوقت، فإن قدرت بوقت جاز الوطء والتكرار إلى انقضاء ذلك الوقت.\n</p>\n\n<p>\nفإن قلت: فلو قدرته لمرار كثيرة، نحو أن تقول: نويت تيممي هذا لاستباحة\nالوطء مرتين، أو ثلاثا، أو نحو ذلك؟\n</p>\n\n<p>\nقال عليه السلام: القياس يقتضي أن مثل هذا التقدير لا يصح لما فيه من\nالجهالة؛ لأن العرف قاض بأن المرة اسم للوطء، حتى ينزل الرجل، حتى إنه لو\nوطئ ساعة ثم تنحى، ولم ينزل، ثم عاد بعد مرة فأنزل لم يسم في العرف إلا مرة\nواحدة، إلى آخر ما ذكره عليه السلام ثم قال: إلا أن في كلام الأئمة عليهم\nالسلام ما يدل على أن هذه الجهالة مغتفرة، وأن التوقيت بذلك يصح.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p022'> Vol. 02, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nتنبيه\n</p>\n\n<p>\nقال مولانا عليه السلام: لا يصح أن يفعل الأشياء المتباينة بتيمم واحد\nكاللبث في المسجد(1) والقراءة، والصلاة، والوطء؛ لأن ذلك يكون كتأدية\nالصلوات الخمس بتيمم واحد(2).\n</p>\n\n<p>\nفصل (وينتقض) التيمم للحدثين بأحد ستة أمور(3) الأول: قوله (بالفراغ(4)\nمما فعل) التيمم (له) من صلاة، أو قراءة، أو لبث في المسجد،(5) أو وطء.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p023'> Vol. 02, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nوالثانى قوله: (وبالاشتغال بغيره((1) أي: بغير ما تيمم له. ذكره أبو مضر.\n</p>\n\n<p>\nوقال المنصور بالله الاشتغال بغيره لا ينقضه بحال.\n</p>\n\n<p>\n(قول مولانا عليه السلام): وقد استشكل المتأخرون(2) قول أبي مضر، وربما\nقالوا: إنه غير صحيح(3).\n</p>\n\n<p>\nقال: والأقرب عندي أن كلامه صحيح قيم، لا عوج له في هذه المسألة على أصل\nمن أوجب التأخير على المتيمم، ومراده الاشتغال بغير ما تيمم له مما لا تعلق\nله به، وهو مانع من فعله، أو فعل ما يتعلق به، ويستغرق وقتا ظاهرا يعتد به.\n</p>\n\n<p>\nقلنا: \"مما لا تعلق له به\" احترازا مما له تعلق به؛ لأنه لو <span id='ms0080'></span> تيمم ثم سار\nإلى المسجد(4) فقد اشتغل بغير الصلاة، وهذا ليس بناقض لتعلقه بالصلاة،\nوكذلك مسألة القراءة(5) قبل الصلاة على ما تقدم(6).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p024'> Vol. 02, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nوقلنا: \"وهو مانع من فعل ما تيمم له\" احترازا مما لا يمنع، نحو أن يتيمم\nلقراءه أو لبث في المسجد فيقرأ أو يلبث، وهو يخيط ثوبا أو غير ذلك مما لا\nيمنع وجود القراءة، فإن ذلك لا ينقض.\n</p>\n\n<p>\nوقلنا: \"أو فعل ما يتعلق به\" احترازا من نحو أن يتيمم لصلوة، ثم يسير إلى\nالمسجد، وهو في خلال المسير يحدث غيره، أو يقود فرسه، أو نحو ذلك مما لا\nيمنع من المسير، فإن هذا الشغل لا ينقض.\n</p>\n\n<p>\nوقلنا: \"ويستغرق وقتا ظاهرا\" احترازا من الفعل(1) اليسير، وذلك نحو أن\nيتيمم لقراءة فيأخذ فيها، ثم يتكلم خلالها بكلمتين(2) أو ثلاث أو أكثر، مما\nلا يظهر له تأثير في الوقت فإن ذلك لا ينقض؛ لأن وقته لا يعتد به، ونحو أن\nيتيمم لدخول المسجد فيزيل صخرة من على الطريق، أو بهيمة من زرع بالقرب منه\nأو نحو ذلك(3) مما لا يعتد بوقته.\n</p>\n\n<p>\nقال عليه السلام: والوجه في اعتبار هذه القيود إجماع المسلمين على أن نحو\nهذه الأشياء التي احترزنا منها غير ناقض؛ لأنه لم يسمع عن أحد من السلف(4)\nوالخلف أنه أعاد تيممه لكلمة تكلمها قبل فعل ما تيمم له، ونحو ذلك.\n</p>\n\n<p>\nقال عليه السلام: وهذه المسألة مبنية على كلام من أوجب التأخير(5) مع\nالعذر المأيوس.\n</p>\n\n<p>\nوقول المنصور بالله: إنه لا ينقض بالاشتغال بغيره مبني على قوله بجواز\nالتيمم في أول الوقت إذا كان العذر مأيوسا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p025'> Vol. 02, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nثم ذكر عليه السلام الثالث بقوله: (وبزوال العذر)(1) الذي يجوز معه العدول\nإلى التيمم، نحو أن تزول علة يخشى معها من استعمال الماء أو نحو ذلك، فإنه\nحينئذ ينتقض تيممه.\n</p>\n\n<p>\nوهل يعيد ما قد صلى به ؟ حكمه حكم واجد الماء، وسيأتي بيانه.\n</p>\n\n<p>\n(و) الرابع (وجود الماء(2) قبل كمال الصلاة((3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p026'> Vol. 02, p. 026</a>\n            </div>\n             فإنه ينتقض التيمم بشرط أن لا يحتاجه لنفسه أو لبهائمه(1)، ولا يخشى من\nاستعماله ضررا، وسواء وجده <span id='ms0081'></span> قبل الدخول في الصلاة أو بعده(2)، وسواء خشي فوت\nالصلاة باستعماله(3) أم لا، وسواء كان يكفيه لكمال الوضوء أم لا يكفيه\nعندنا(4).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p027'> Vol. 02, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\n(و) إن وجد الماء (بعده) أي: بعد كمال الصلاة فإنه (يعيد الصلاتين) بالوضوء\n(إن أدرك) الصلاة (الأولى وركعة) من الثانية قبل خروج الوقت (بعد الوضوء)\n(وإلا) يبقى من الوقت ما يسع ذلك (فالأخرى((1) من الصلاتين يعيدها بالوضوء\n(إن أدرك ركعة((2) كاملة منها، أي: إن غلب في ظنه أنه يدرك ذلك لزمته\nالإعادة، وإلا لم تلزم. هذا مذهب الهدوية، فعلى هذا يعتبر في المقيم أن\nيبقى له من النهار ما يتسع لخمس ركعات فيعيد الظهر والعصر، وفي المسافر ما\nيتسع لثلاث ركعات، وفي المغرب والعشاء ما يتسع لأربع مقيما كان أو مسافرا،\nوإن لم يبق إلا ما يتسع لثلاث فقط، فإن كان مقيما صلى العشاء فقط (3).\n</p>\n\n<p>\nوإن كان مسافرا فقال الفقيه محمد بن سليمان: يصلي العشاء أولا ركعتين؛\nلأنه يأتي بها تامة، ويدرك بعدها ركعة من المغرب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p028'> Vol. 02, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nوقال السيد يحي بن الحسين:(1) بل يصلي المغرب: لأن الترتيب واجب عند\nالهدوية.\n</p>\n\n<p>\nقال مولانا عليه السلام: وهذا هو الصحيح مع وجوب الترتيب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p029'> Vol. 02, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nوقال المؤيد بالله: إنه لا يلزم إعادة(1) ما لا يدرك إلا بعضه، فعلى أصله\nلو كان يدرك إحدى الصلاتين والوضوء، فقال علي خليل: يلزمه إعادة العصر. قال\nالفقيه علي: وروى عنه السيد يحي بن الحسين أنه يوجب الإعادة إلا إذا أدرك\nالصلاتين معا.\n</p>\n\n<p>\nقال مولانا عليه السلام: والأول أصح.\n</p>\n\n<p>\nوقال أبو حنيفة، والشافعي: إنه لا يلزمه الإعادة رأسا(2) قال عليه\nالسلام: وهذا مبنى على أن التيمم في أول الوقت جائز.\n</p>\n\n<p>\nوعن المؤيد بالله، والشافعي: أن المتيمم في الحضر إذا وجد الماء بعد\nالوقت أعاد؛ لأنه من الأعذار النادرة.\n</p>\n\n<p>\nثم ذكر عليه السلام الخامس بقوله: (وبخروج الوقت((3) يعني: وقت الصلاة\nالتي تيمم لها، وقد تقدم الخلاف في ذلك(4).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p030'> Vol. 02, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nثم ذكر عليه السلام السادس بقوله: (ونواقض الوضوء((1) وقد تقدمت، ولا كلام\nأنه ينتقض بها التيمم للحدث الأصغر.\n</p>\n\n<p>\nفأما الحدث الأكبر فاختلفوا <span id='ms0082'></span> فيه فقال المنصور بالله: ينتقض أيضا بها.\n</p>\n\n<p>\nوقال النووي في الأذكار: لا ينتقض(2) لأنه قائم مقام الغسل، والحدث\nالأصغر لا يبطل الغسل(3).\n</p>\n\n<p>\nقال في الانتصار: إذا تيمم من الحدث الأكبر بطل بمثله، وأما بالحدث\nالأصغر، فقال المنصور بالله: يبطل.وقال الشافعي: لا يبطل. قال: وهو الذي\nيظهر على رأي أئمة العترة، وهو المختار بدليل أن الحائض إذا تيممت لعدم\nالماء جاز جماعها، مع أن المذي لا يخلو(4) في الغالب، وكذا الايلاج في\nالإبتداء.\n</p>\n\n<p>\n)قال مولانا عليه السلام): والأقرب عندي أن كلام الأئمة يقضي بمثل كلام\nالمنصور بالله، أعني: أن التيمم للحدث الأكبر ينتقض بالحدث الأصغر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p031'> Vol. 02, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nثم ذكر عليه السلام وجه ذلك(1). ثم قال: وأما ما ذكره الإمام يحيى في\nالحائض فليس بطريق إلى ما ذكر؛ لأن حكم الحائض في ذلك مخالف للقياس؛ لأنهم\nلو جروا على القياس في ذلك أدى إلى تحريم ما قد أباحه الشرع من تحريم وطء\nمن طهرت من الحيض ولم تجد ماء فتيممت للوطء؛ لأنه لو انتقض بما ينقض الوضوء\nأدى إلى أنه لا يجوز له الايلاج رأسا، لأنه حين يلتقي الختانان ينتقض\nتيممها فلا يجوز له الإتمام، ثم كذلك إذا أعادت التيمم فلا يصح منه الوطء\nالكامل رأسا، وقد ورد الشرع بجوازه)(2) فدل على أن هذا النوع من النواقض لا\nينقض هذا النوع من التيمم)(3) لأجل الضرورة فلا يقاس عليه ما لا ضرورة فيه.\n</p>\n\n<p>\nوفائدة الخلاف تظهر في الجنب إذا تيمم للبث في المسجد وأحدث، أو نام هل\nينتقض تيممه فيلزمه الخروج)(4)( أو لا ؟ على الخلاف.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p032'> Vol. 02, p. 032</a>\n            </div>\n            \n</p>\n\n\n<h3 class='l3' id='head0'>AUTO (باب الحيض)(1)</h3>\n\n<p>\nالحيض له ثلاثة معان في أصل اللغة، وعرف اللغة، وعرف الشرع.\n</p>\n\n<p>\nأما أصل اللغة: فالحيض هو الفيض، يقال: حاض الوادي إذا فاض.\n</p>\n\n<p>\nوأما في عرف اللغة: فهو الدم الخارج من رحم المرأة)(2)(. قال بعض\nالناقلين:)(3) أي دم كان)(4)(.\n</p>\n\n<p>\nقال مولانا عليه السلام: وفيه نظر)(5)( فإن العرب لا يسمون الدم الخارج\nبافتضاض البكر حيضا، فإن وجد على ذلك شاهد)(6)( استقام كلامه.\n</p>\n\n<p>\nقال: والأقرب عندي أنه في عرف اللغة <span id='ms0083'></span> عبارة عن الدم الخارج من الرحم في\nوقت مخصوص؛ لعلمنا أيضا أنهم لا يسمون الدم الخارج من رحم الطفلة عن جراحة\nأو غيرها حيضا. والله أعلم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p033'> Vol. 02, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nوأما في الشرع: فحده قولنا: (هو الأذى))(1)، ولم نقل: الدم؛ لتدخل الصفرة،\nوالكدرة)(2) الحادثتان وقت الحيض )(3)(الخارج من الرحم))(4) يحترز من الأذى\nالخارج من غير رحم فليس من الحيض (في وقت مخصوص)(5) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p034'> Vol. 02, p. 034</a>\n            </div>\n             يحترز من دم النفاس(1) فإنه لا وقت له مخصوص، وإنما يعتبر بالولد كما\nسيأتي، ويحترز من دم الاستحاضة(2) أيضا.\n</p>\n\n<p>\n(والنقاء)(3) من الدم (المتوسط بينه) أي: بين خروج الدم، نحو أن تدمى\nيوما، وتنقى يوما بعده، وتدمي في الثالث، فإن النقاء المتوسط حيض شرعي،\nوكذا لو دمت يوما، ونقت ثمانيا، ودمت العاشر فإن الثماني حيض(4).\n</p>\n\n<p>\nقال السيد يحي بن الحسين: لا يكون النقاء حيضا إلا إذا توسط بين دمي\nحيض(5).\n</p>\n\n<p>\nوقال الفقيه يحي البحيبح: لا فرق، وهو ظاهر كلام الشرح.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p035'> Vol. 02, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nثمرة الخلاف تظهر حيث ترى يوما دما، وتسعا نقاء، ويوما دما، فعلى قول السيد\nيحي بن الحسين لا حيض(1)، وعلى قول الفقيه يحي البحيبح يكون اليوم الأول\nحيضا، وكذلك التسع(2)؛ لأن النقاء لم يتم طهرا صحيحا. قال مولانا عليه\nالسلام: والأول هو الأظهر عندي.\n</p>\n\n<p>\n(جعل دلالة على أحكام)(3) وهي البلوغ، وخلو الرحم من الولد، وعلى انقضاء\nالعدة(4)(وعلة في) أحكام (أخر)(5) وهي تحريم الوطء، والصلاة، ومس المصحف،\nوالقراءة، ودخول المسجد، والاعتداد بالأشهر(6).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p036'> Vol. 02, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nفصل\n</p>\n\n<p>\n(وأقله ثلاث) (1) يعني: أن مدة الحيض ثلاثة أيام كوامل بلياليها (2) هذا\nمذهبنا، وهو قول زيد، وأبي حنيفة. وقال أبو يوسف، ومحمد: يومان، وأكثر\nالثالث. وقال الشافعي: يوم وليلة.\n</p>\n\n<p>\n(وأكثره عشر) هذا مذهبنا، وهو قول زيد، وأبي حنيفة.\n</p>\n\n<p>\nوقال الشافعي: خمسة عشر يوما (3).\n</p>\n\n<p>\nوقال الناصر: لا حد لأكثره(4)، لكن يرجع إلى التمييز (5).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p037'> Vol. 02, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\n(و) العشر (هي أقل الطهر) بإجماع أئمة العترة.\n</p>\n\n<p>\nوقال أبو حنيفة وأصحابه، والشافعي:خمسة عشرة يوما.\n</p>\n\n<p>\n(و) الطهر (لا حد لأكثره (1) و) الحيض (يتعذر) مجيئة في أربع حالات (2)\nأحدها: (قبل دخول المرأة في) السنة (التاسعة) من يوم ولادتها، فأما <span id='ms0084'></span> بعد\nدخولها في التاسعة (3) فلا يتعذر، ذكره المنصور بالله، والأمير علي بن\nالحسين.\n</p>\n\n<p>\nوقال القاضي زيد، وعلي خليل: بل يتعذر في التاسعة أيضا.\n</p>\n\n<p>\nقال عليه السلام: والصحيح الأول.\n</p>\n\n<p>\n(و) الحالة الثانية هي (قبل) مضي مدة (أقل(4) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p038'> Vol. 02, p. 038</a>\n            </div>\n             الطهر بعد) مضي (1) (أكثر الحيض)(2) فإن ما أتى من الدم بعد مضي أكثر الحيض\nلا يسمى حيضا حتى تمضى عشرة أيام تكون طهرا.\n</p>\n\n<p>\n(و) الحالة الثالثة (بعد) مضي (الستين) عاما من عمر المرأة، فإنه لا حيض بعدها.\n</p>\n\n<p>\nوقال زيد بن علي ومحمد: مدة اليأس خمسون سنة.\n</p>\n\n<p>\nوعن المنصور بالله: ستون للقرشية (3) وخمسون للعربية (4) وأربعون للعجمية (5).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p039'> Vol. 02, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\n(و) الحالة الرابعة (حال الحمل)(1) فإن ما رأته حاله لا يكون حيضا.\n</p>\n\n<p>\nوقال مالك: ليس بحالة تعذر. وفي المهذب: للشافعي قولان\n</p>\n\n<p>\n(وتثبت العادة (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p040'> Vol. 02, p. 040</a>\n            </div>\n             لمتغيرتها) أي: لمتغيرة العادة (والمبتدأة بقرأين) أي: حيضتين (وإن اختلفا)\nبأن يكون أحدهما أكثر من الآخر (فيحكم بالأقل) (1) من المدتين، يعني: أنه\nالعادة(2).\n</p>\n\n<p>\nقال في الروضة: وإنما تثبت العادة بقرأين بشرط أن لا يتصل ثانيهما\nبالاستحاضة.\n</p>\n\n<p>\nقال مولانا عليه السلام: وهذا صحيح؛ لأنه إذا اتصل بها لم يعرف قدره.\n</p>\n\n<p>\nوعن الشيخ أبي طالب (3) أن المبتدأة تثبت عادتها بقرء واحد(4)، وهكذا ذكر\nالسيد يحي بن الحسين في الياقوتة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p041'> Vol. 02, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\n(و) العادة (يغيرها) الحيض (الثالث المخالف) (1) للعادة في المدة، نحو أن\nتحيض خمسا، ثم ستا، فقد ثبتت بعد الست سبعا (2) فقد تغيرت عادتها، فإن حاضت\nبعد السبع ستا ثبتت الست، وإن حاضت سبعا ثبتت السبع (3).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p042'> Vol. 02, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\n(وتثبت) العادة (بالرابع)(1) ولو خالف الثالث؛ لأنه يحكم بالأقل.\n</p>\n\n<p>\n(ثم كذلك) (2) أي: إذا جاء بعد الرابع مخالف له(3) تغيرت العادة، وثبتت\nبالسادس، ولو خالف الخامس، ثم كذلك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p043'> Vol. 02, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nفصل\n</p>\n\n<p>\n(ولا حكم لما جاء وقت تعذره) (1) وهي الحالات الأربع التي تقدم ذكرها فكل\nدم(2) جاء فيها فإنه ليس بحيض (فأما) ما جاء من الدم (وقت إمكانه) وهو ما\nعدا الحالات الأربع (فتحيض) (3) يعني: تعمل بأحكام الحيض من ترك الصلاة\nونحوها، مهما بقى الدم مستمرا (فإن انقطع لدون ثلاث صلت)(4) وعملت بأحكام\nالطهر (فإن تم)(5) ذلك الانقطاع <span id='ms0085'></span> (طهرا) بأن استمر عشرة أيام كوامل(6) (قضت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p044'> Vol. 02, p. 044</a>\n            </div>\n             الفائت)(1) من الصلوات التي تركتها حال رؤية الدم (وإلا) يتم ذلك الانقطاع\nطهرا بل عاد الدم(2) قبل مضي عشرة أيام (تحيضت) أي: عملت بأحكام الحيض (ثم)\nتفعل (كذلك) حال رؤية الدم، وحال انقطاعه (3).\n</p>\n\n<p>\n(غالبا) احترازا ممن عادتها توسط النقاء فإنها تحيض (4) فيه على حسب ما\nتعتاد(5).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p045'> Vol. 02, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\n(إلى العاشر، فإن) استمر وبقي يتردد (1) حتى (جاوزها)(2) أي: جاوز العشر\n(فا) لمرأة لا تخلو (إما) أن تكون (مبتدأة) أو معتادة (3) إن كانت مبتدأة\n(عملت بعادة قرائبها (4) من قبل أبيها).\n</p>\n\n<p>\nقال الفقيه يحي البحيبح: فإن لم يوجدن فمن قبل أمها، وأخذه من كلامهم في\nالمهور(5).\n</p>\n\n<p>\nوهل يجب الترتيب فترجع إلى الأقرب فالأقرب؟ قال السيد يحي بن الحسين: لا\nترتيب(6).\n</p>\n\n<p>\nقال مولانا عليه السلام: وفيه نظر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p046'> Vol. 02, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\n(فإن اختلفن) فكانت عادة إحداهن أكثر من غيرها، فاختلف المتأخرون في ذلك،\nفقال ابن داعي: (1) ترجع إلى عادة أكثرهن شخوصا، فإذا كن أربعا مثلا، وكانت\nأحداهن تحيض عشرا (2)، والثلاث الأخر يحضن ثلاثا ثلاثا(3) عملت على الثلاث؛\nلأنها عادة أكثرهن(4)، وفسر كلام الأئمة بذلك.\n</p>\n\n<p>\nوقال المذاكرون: بل الكثرة ترجع إلى الأيام، فتعمل بالعشر.\n</p>\n\n<p>\nقال عليه السلام: وهو الأظهر، والذي قصدنا بقولنا (فبأكثرهن حيضا) (5) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p047'> Vol. 02, p. 047</a>\n            </div>\n             أي: إذا اختلفن عملت بعادة أكثرهن حيضا، وأما إذا كان بعض نسائها (1) أكثر\nحيضا من غيرها، وغيرها أقل طهرا، نحو أن يكون حيض أحداهن ستا، يأتيها في\nالشهر مرة (2) وحيض الأخرى ثلاثا(3) يأتيها في الشهر مرتين فذكر الفقيه يحي\nالبحيبح: أنها تأخذ بحيض أكثرهن حيضا(4) وهي ذات الست (و) بطهر (أقلهن\nطهرا) وهي ذات الثلاث(5).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p048'> Vol. 02, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nقال مولانا عليه السلام: وفي تمثيله نظر؛ لأن الشهر لا يتسع لطهرين (1)\nعشرا عشرا، وحيضتين ستا ستا، فالأولى أن يقال: إذا كان حيض إحداهن ستا (2)\nيأتيها في الشهر مرة، والأخرى ثلاثا يأتيها في الشهر مرتين فإنها تعمل بذلك\n(3)، وإن تغير الوقت في الشهر الثاني، وما بعده.\n</p>\n\n<p>\n(فإن عدمن) أي: نساؤها (أو كن) موجودات وهن (مستحاضات) (4) أو لم تعرف\nعادتهن(5) (فبأقل الطهر وأكثر الحيض)(6).\n</p>\n\n<p>\nوفي شرح <span id='ms0086'></span> الإبانة عن القاسمية، والحنفية، وأحد قولي الناصر عند اللبس:\nيكون حيضها عشرا، وطهرها عشرين، وأحد قولي الناصر: ترجع إلى التمييز (7).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p049'> Vol. 02, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\n(وأما) إن كانت (معتادة) (1) يعني: قد ثبتت لها عادة وقتا وعددا. فأما التي\nأتاها مرة واحدة مثلا، ثم استحيضت في الثانية، أو تغيرت عادتها(2)،\nواستحيضت(3) حال تغيرها(4) فحكمها حكم المبتدأة (5)، وقد مر.\n</p>\n\n<p>\nوأما التي قد ثبتت عادتها، ثم استحيضت قبل تغيرها (فتجعل قدر عادتها\nحيضا) فيكون حكمها حكم الحائض في ذلك القدر (و) تجعل (الزائد) على ذلك\nالقدر (طهرا) فيكون لها أحكام الطاهر فتقضي ما تركت من الصلاة في الأيام\nالزائدة على العادة، وإنما تفعل كذلك في ثلاث صور الأولى: قوله: (إن\nأتاها) حيضها (لعادتها) نحو أن تكون عادتها أول الشهر مثلا فأتاها أوله ثم\nاستمر(6).\n</p>\n\n<p>\nالصورة الثانية قوله: (أو) أتاها (في غيرها)(7) أي: غير عادتها نحو أن\nيأتيها في نصف الشهر وعادتها أوله (وقد مطلها فيه)(8) أي: لم يكن قد أتاها\nفي وقت عادتها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p050'> Vol. 02, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nالصورة الثالثة قوله: (أو) أتاها فيغير عادتها (1) و(لم يمطل) مجيئه في وقت\nعادتها، بل كان قد أتاها لعادتها (و) لكن (عادتها تتنقل)(2) فإنها في هذه\nالصور الثلاث(3) تجعل قدر عادتها حيضا، والزائد طهرا(4) (وإلا) تثبت إحدى\nهذه الصور، بل تأتيها في غير عادتها، وقد كان جاءها وقت عادتها، وعادتها لا\nتنتقل وجاوز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p051'> Vol. 02, p. 051</a>\n            </div>\n             العشر (فاستحاضة كله)(1) أي: من أول العشر(2) فيكون حكمها حكم الطاهر في\nجميع العشر، فتقضي ما تركت من الصلوات (3).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p052'> Vol. 02, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nوعن الكني: أن قدر عادتها منه حيض، والزائد استحاضة. وأشار في التحرير(1)\nأن عشرا منها حيض، والزائد استحاضة، وهكذا في الكافي، وشرح الإبانة عن أبي طالب.\n</p>\n\n<p>\nفصل (ويحرم(2) بالحيض ما يحرم بالجنابة) (3) وقد تقدم، وفى الكافي عن\nمالك وداود: أنه يجوز لها القراءة(4)، ويختص الحيض بتحريم حكم زائد (و) هو\n(الوطء)(5) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p053'> Vol. 02, p. 053</a>\n            </div>\n             فإنه يحرم على الزوج وطؤها، ويحرم عليها التمكين، ولها قتله(1) إن لم يندفع\nإلا بالقتل، وإنما يحرم الوطء (في الفرج) (2)لا في غير الفرج من الأفخاذ،\nوبين الإليتين.\n</p>\n\n<p>\nواعلم أن الاستمتاع في <span id='ms0087'></span> غير الفرج ضربان أحدهما مجمع على جوازه، والآخر\nمختلف فيه، أما الأول: فهو الاستمتاع بما فوق السرة، وما تحت الركبة مما\nيلى الساق (3).\n</p>\n\n<p>\nوأما الثاني: فهو الاستمتاع فيها بين السرة والركبة ما خلا الفرج. فقال\nالهادي عليه السلام، ومالك، ومحمد: إن ذلك جائز، وهو الذي في الأزهار.\n</p>\n\n<p>\nوقال القاسم عليه السلام: إن ذلك مكروه (4).\n</p>\n\n<p>\nوقال أبو حنيفة، وأحد قولي الشافعي: إن ذلك محظور (5).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p054'> Vol. 02, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nقال في الانتصار: والظاهر من مذهب العترة، وفقهاء الأمة المنع من التلذذ\nبالفرج من دون إيلاج(1) لأجل الأذى، والمختار جوازه(2) إذا غسلته، أو كان\nمقتصرا(3).\n</p>\n\n<p>\nقال مولاناعليه السلام: يعني: الدم؛ لأن العلة في التحريم الأذى.\n</p>\n\n<p>\nتنبيه\n</p>\n\n<p>\nلو اختلف مذهبهما فعندها تحريم الاستمتاع(4) فيما دون الإزار(5)، وعنده\nجوازه، هل له أن يلزمها اجتهاده ؟ قال عليه السلام: حكمه هنا حكم ما لو\nاغتسلت بما ليس بمطهر عندها(6) وهو عنده مطهر. قال: وقد ذكر السيد يحي بن\nالحسين في ذلك أن له وطأها، وعليها الامتناع.\n</p>\n\n<p>\nقال مولانا عليه السلام: وفيه نظر، ووجهه أنه لا يلزمها اجتهاده إلا\nبحكم(7).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p055'> Vol. 02, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\n(نعم) ويحرم وطؤها (حتى تطهر)(1) إجماعا (و) حتى (تغتسل)(2) على خلاف فيه،\nفمذهبنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p056'> Vol. 02, p. 056</a>\n            </div>\n             أنه لا يجوز حتى تطهر وتغتسل إن أمكن (أو تيمم للعذر) المبيح لترك الغسل من\nخشية ضرر الماءأو عدمه، وقد مر تقدير ما تصير به عادمة.\n</p>\n\n<p>\nوقال أبو حنيفة(1): إن طهرت من العشر جاز وطؤها (2) وإن لم تغتسل، وإن\nكان حيضها دون العشر لم يجز حتى تغتسل(3).\n</p>\n\n<p>\nقال المؤيد بالله في الزيادات: فإن لم تجد (4)ماء ولا ترابا جاز وطؤها من\nدون تيمم ولا اغتسال كالصلاة (5) (وندب أن تتعاهد نفسها بالتنظيف) ويدخل في\nذلك مشط الشعر، ورحض الدم(6)، والدرن، والتزين.\n</p>\n\n<p>\nقال أبو العباس: إنما يندب لذوات البعول؛ لأن لهم مباشرتهن بخلاف الأيامى (7).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p057'> Vol. 02, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\n(و) ندب لها أيضا (في أوقات الصلاة أن توضأ(1) وتوجه) القبلة (وتذكر\nالله)(2) سبحانه لوجهين أحدهما: أنه قد ورد الأثر (3) بذلك.\n</p>\n\n<p>\nالثاني: التعود كمايؤمر الصبيان لئلا يستثقلن العبادة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p058'> Vol. 02, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\n(وعليها قضاء الصيام) الذي تركته حال حيضها بعد طهرها <span id='ms0088'></span>؛لأن الرسول صلى الله\nعليه وآله وسلم أمرهن بقضائه(1) دون الصلاة للحرج(2) (لا) قضاء (الصلاة)(3)\nفلا يجب خلافا لبعض الخوارج(4).\n</p>\n\n<p>\nومن جملة ما يجب عليها عند الطهر الغسل، ونقض الشعر، وقد تقدم الكلام فيهما.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p059'> Vol. 02, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nفصل(والمستحاضة) (1) المستمر دمها لها أحوال الحالة الأولى: تكون فيها\n(كالحائض) فيما يحرم(2) ويجب(3)، ويجوز(4)، ويندب(5)، وذلك (فيما علمته\nحيضا) من ذلك الدم المستمر، وذلك حيث تكون ذاكرة لوقتها(6) فإنها متى حضر\nالوقت الذي تعتاد مجئ الحيض فيه قبل استمرار الدم تظن أن هذا الدم الذي\nيأتي فيه حيض حتى تنقضي أيام عددها إن علمتها(7).\n</p>\n\n<p>\nفإن قلت: فكيف قلت: \"فيما علمته حيضا\" وهلا قلت: \"تعلم من قبيل العادة أو\nظنته\" ؟ قال عليه السلام: عبرنا بالعلم(8) لأنها تعلم من جهة الشرع أن حكم\nهذا الدم حكم الحيض، وإن لم تعلم أنه دم حيض(9) فلما كانت تعلم أن حكمه حكم\nالحيض حسن أن نقول: \"فيما علمته حيضا\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p060'> Vol. 02, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\n(و) الحالة الثانية تكون فيها (كالطاهر)(1) فيما يجب، ويجوز، ويحرم(2)،\nويندب، وذلك (فيما علمته) من أوقاتها (طهرا) أي: علمت أنه ليس بوقت للحيض،\nوأنه وقت امتناع(3) بأن يكون قد مضى عليها الأيام التي تعتادها حيضا، فإن\nمابعدها وقت امتناع، فيكون حكمها حكم الطاهر فتوطأ(4)، وتصلي، وتصوم، وإن\nكان الدم جاريا، ولا يجب عليها الاغتسال(5) وإنما يكون ذلك في الأشهر\nالمستقبلة لا في العشر الأولى لتجويزها فيها تغير العادة، فلها حكم الحائض\nحتى تجاوز العشر، فتعلم أن الزائد على العادة استحاضة (6).\n</p>\n\n<p>\nالحالة (الثالثة) يكون لها فيها حكم بين الحكمين، فلا يتمحض لها حكم\nالطهر، ولا حكم الحيض.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p061'> Vol. 02, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nقال عليه السلام: وقد أوضحناها بذكر الحكم، وهو قولنا: (ولا توطأ (1) فيما\nجوزته حيضا وطهرا)(2) فاستوى طرفا التجويز فيه بحيث لا أمارة ترجح إحدى\nالجانبين، وذلك في ثلاث صور (3):\n</p>\n\n<p>\nالأولى: حيث تكون ناسية لوقتها (4) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p062'> Vol. 02, p. 062</a>\n            </div>\n             وعددها،(1) فيأتيها الدم وهي لا تدري هل ذلك وقت مجيئه أم لا، فإنها بعد\nمجاوزته العشر (2) تجوز في كل يوم من وقت ابتداء الدم (3) أنه طهر، وأنه\nحيض (4).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p063'> Vol. 02, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nالصورة الثانية (1) التي <span id='ms0089'></span> أتاها في غير وقت عادتها (2) عقيب طهر صحيح (3)،\nوزاد عددها على ما تعتاد، واستمر، فلم تغير عادتها به، فلزمها أن تجعل ما\nبعد العشر استحاضة إلى وقت عادتها، ثم تجعل الزائد على العدد المعتاد في\nالشهور المستقبلة مما تجوز فيه أنه طهر أو حيض،(4) فاستوى في الوطء،\nوالصلاة جانبا الحظر والإباحة إلى آخر اليوم العاشر، فرجح جانب الحظر قال\nعليه السلام: فقلنا (ولا تصلى)(5) وكان القياس أن لا تصوم أيضا كالصلاة،\nإلا أنه قد ورد أن صوم يوم الشك أولى من إفطاره فقلنا: (بل تصوم)(6) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p064'> Vol. 02, p. 064</a>\n            </div>\n             هكذا ذكر الشيخ عطية(1).\n</p>\n\n<p>\nقال مولانا عليه السلام: وقد مر لناخلافه (2) حيث قلنا: وإلا فاستحاضة\nكله (3).\n</p>\n\n<p>\nوأما الصورة الثالثة: فقد أوضحها عليه السلام بقوله: (أو جوزته انتهاء\nحيض وابتداء طهر) وذلك بأن تكون ذاكرة لوقتها ناسية لعددها، فإنه إذا جاء\nوقت حيضهاالمعتاد فإنها تقطع في ثلاثة أيام ابتداؤها من ذلك الوقت أنها\nحيض، ثم تجوز في كل يوم(4) مما زاد على الثلاث أنه حيض، وأنه طهر، وأنه\nانتهاء حيضها وابتداء طهرها؛ لجواز أن يكون عددها ثلاثا فقط، أو أربعا فقط،\nأو خمسا فقط، ثم كذلك تجوز في سبعة أيام بعد الثلاث، وبعد الثلاث والسبع\nتعمل على أن ما بعدها طهر(5)، وحكمها في هذه السبع من الشهور المستقبلة حكم\nالناسية لوقتها وعددها، لها حكم(6) بين الحكمين (لكن تغتسل) في هذه السبعة\nالأيام التي جوزتها انتهاء حيض وابتداء طهر بعد مضى الشهر الأول، لا في\nالسبع منه، إذ هن وقت إمكان (7) قوله: (لكل صلاة إن صلت) (8) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p065'> Vol. 02, p. 065</a>\n            </div>\n             أي: إن كان مذهبها وجوب الصلاة (1) قال عليه السلام: وإنما أوجبنا عليها\nالاغتسال لكل صلاة؛ لأن ما من صلاة تأتيها إلا وهي تجوز أن وقتها ذلك آخر\nالحيض وأول الطهر، فيجب الغسل كما في الحائض، وإنما جعلنا حكمها حكم الصورة\nالتي قبلها(2) لأجل أنها في كل يوم من السبع تجوز أنه وسط حيض أيضا لا\nانتهاء حيض إلى السابع، ألا ترى أنها تجوز أن عادتها خمس فيكون الرابع\nوسطا، وكذلك في <span id='ms0090'></span> الخامس إلى السابع، فكل يوم من الست لا تقتصر التجويز فيه\nعلى أنه انتهاء حيض، بل تجوز كونه وسطا، وتجوز كونه انتهاء، وإذا تردد بين\nهذين الأمرين فتجويز كونه وسطا يقتضي أن لا تصلي كما في الصورة التي قبل\nهذه(3)، فأما اليوم العاشر فلا تجوزه وسط حيض بل انتهاء حيض، ولا يتهيأ ذلك\nفيه أيضا إلا في آخر الصلوات(4) فيتحتم عليها الاغتسال والصلاة، وقد دخل\nذلك حيث قلنا: \"كالطاهر فيما علمته طهرا\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p066'> Vol. 02, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\n(وحيث) المستحاضة (تصلي) (1) وقد تقدم بيان الحالة التي تصلي فيها فإنه\nيلزمها أن (توضأ لوقت كل صلاة) إذا أتت بكل صلاة في وقتها؛ لأن وضوءها\nينتقض بدخول وقت الثانية (كسلس البول ونحوه)(2) وهو الذي به جراحة استمر\nاطراؤها، فإن كلا من هؤلاء يتوضأ لوقت كل صلاة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p067'> Vol. 02, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nقال عليه السلام: ولم نقصد قياسها عليه(1) بل الجمع بينهما في الحكم، وأن\nما يكون حكمه حكمها حيث يغلب على ظنه(2) أنه لا يبقى له من الوقت مقدار\nالصلاة والوضوء(3)، والاطراء منقطع، فمتى ظن ذلك كان حكمه حكم المستحاضة\nسواء سواء، ومن ثم جمعنا بينهما في قولنا: (و) يجوز (لهما جمع التقديم\nوالتأخير(4) بوضوء واحد، والمشاركة)(5).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p068'> Vol. 02, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nأما جمع التقديم والتأخير فواضح، وأما جمع المشاركة فلا يستقيم إلا على قول\nمن جعله متسعا لعشر ركعات؛ ليمكن أداء الوضوء والصلاتين فيه.\n</p>\n\n<p>\n(وينتقض) وضوءهم (بما عدا) الدم(1) والبول، وإطراء الجرح (المطبق)(2) أي:\nالمستمر (من النواقض) نحو أن يحدث، أو يخرج من سائرجسدها دم أو نحو ذلك\nفإنه ينتقض (و) يختص وضوء هؤلاء بأنه ينتقض (بدخول كل وقت اختيار)(3) لأي\nصلاة، لا وقت الاضطرار.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p069'> Vol. 02, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nقال عليه السلام: وإنما أتينا بكل ليدخل في ذلك كل وقت ضرب للصلوة اختيارا\nمن الخمس وغيرها، كصلاة العيدين(1) قال: والأقرب أنه لا ينتقض بوقت ضرب\nلنافلة، كصلوة الكسوف؛ لأنه ليس بوقت محدود(2) (أو) وقت (مشاركة)(3) فإن\nوضوءهم ينتقض بدخوله على ما صححه المذاكرون، وخالفهم السيد يحي بن الحسين،\nوقال: لا ينتقض إلا بالوقت المتمحض.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\n(وإذا انقطع) الدم والبول ونحوهما فانقطاعه <span id='ms0091'></span> إن كان (بعد الفراغ) من\nالصلاة (4) (لم تعد) ما قد صلت، ولو كانت الوقت باقيا متسعا , \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p070'> Vol. 02, p. 070</a>\n            </div>\n             (و) أما لو انقطع (قبله) أي: قبل الفراغ(1) من الصلاة وجب أن (تعيد)(2) أي:\nتستأنف الصلاة بوضوء آخر، وتخرج مما قد دخلت فيها (إن ظنت) دوام (انقطاعه\nحتى توضأ وتصلي)(3) فلا يسيل خلال ذلك، فمتى حصل لها ظن بذلك لزمها الخروج\nمما هي فيه، والاستئناف(4) فإن لم تخرج، واستمر الانقطاع ذلك الوقت المقدر\nبطلت صلاتها فتستأنفها(5)، ولو عاد الدم بعده(6).\n</p>\n\n<p>\nوإن رجع الدم قبل الفراغ من الصلاة(7) فذكر الفقيه يحي بن أحمد حنش\nاحتمالين، صحح ابنه شرف الدين(8) أن العبرة بالحقيقة(9) فتصح صلاتها.\n</p>\n\n<p>\nقال مولانا عليه السلام: وهو قوي. وقال الفقيه علي بن يحي الوشلي: يأتي\nاحتمالا أبي طالب فيمن صلى وثم منكر يمكنه إزالته.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p071'> Vol. 02, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nهذا حكمها إذا ظنت دوام انقطاعه، فأما لو ظنت خلاف ذلك(1) لم يلزمها\nالخروج(2) من الصلاة بل تستمر، وهذا قد دخل في لفظ الأزهار بمفهوم الشرط،\nحيث قال: \"إن ظنت انقطاعه حتى توضأ وتصلي\" فإنه يفهم من هذا أنها لو ظنت(3)\nخلاف ذلك، أو لم يحصل لها ظن رأسا أنه لا يلزمها الإعادة، وأما إذا ظنت\nرجوعه من فوره(4) واستمرت في صلاتها(5) فإن رجع فلا كلام في صحة صلاتها،\nوإن استمر انقطاعه فقال الفقيه محمد بن سليمان: إنها تعيد؛ لأنه انكشف لها\nأن ظنها غير صحيح.\n</p>\n\n<p>\nوقال الفقيه علي: يأتي على قول الإبتداء، والإنتهاء(6).\n</p>\n\n<p>\nقال مولانا عليه السلام: وهو الأقرب عندي.\n</p>\n\n<p>\nفإن قلت: فإذا حصل الظن بدوام انقطاعه، وهي تدرك الصلاة كاملة في وقتها؟\nقال عليه السلام: يحتمل أن يلزمها الوضوء (7) كما لو لم يكن معها عذر(8).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p072'> Vol. 02, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\n(فإن) ظنت دوام انقطاعه فخرجت لاستئناف الوضوء فلما أخذت فيه (عاد) عليها\nالدم، وكذب ظنها (قبل الفراغ) من الوضوء المستأنف (كفى) الوضوء الأول(1)\nلأنه انكشف أنه لم يزل العذر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p073'> Vol. 02, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\n(و) المستحاضة، وسلس البول ونحوه يجب (عليهما التحفظ مما عدا) الدم، والبول\n(المطبق)(1) من النجاسات، فتصلي في ثوب طاهر من سائر الأحداث ما <span id='ms0092'></span> خلا المطبق\n(فلا يجب غسل الأثواب (2) منه لكل صلاة بل) يغسلها (حسب الإمكان(3) كثلاثة\nأيام)(4) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p074'> Vol. 02, p. 074</a>\n            </div>\n             ذكره يحيي عليه السلام قال ما معناه: يلزم غسل الأثواب من المطبق في كل\nثلاثة أيام.\n</p>\n\n<p>\nقال المؤيد بالله: فإن عسر ذلك كانت الثلاث كاليومين، والأربع كالثلاث في\nأنه يعذر إلى أن يتمكن.\n</p>\n\n<p>\nقال في اللمع: فإن وجد من ابتلي بسلس البول، أو سيلان الجرح ثوبا طاهرا\nيعزله لصلاته عزله (1) فإذا صلى فيه غسل(2) ما أصابه.\n</p>\n\n<p>\nقال الفقيه علي بن يحي الوشلي: منهم من قال هذا إذا أمكنه أن يأتي بركن\nمن الصلاة قبل أن يتنجس الثوب، ومنهم من لم يفرق(3) وقواه الفقيه يحي\nالبحيبح.\n</p>\n\n<p>\nفصل (والنفاس) في اللغة: عبارة عما تنفس به المرأة من الدم عقيب الولادة.\n</p>\n\n<p>\nوفي الشرع: الدم الخارج من قبل المرأة (4) بعد الولادة، وقبل أقل الطهر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p075'> Vol. 02, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nفالنفاس (كالحيض في جميع ما مر)(1) من الأحكام الشرعية فيما يحرم، ويجب،\nويجوز(2)(وإنما يكون) النفاس حاصلا (بوضع) المرأة (كل الحمل)(3) لا بعضه،\nفإنها لا تصير به نفساء، ولو خرج دم عندنا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p076'> Vol. 02, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أبو حنيفة: إنها نفساء بخروج الأول(1) ولا يكفي عندنا في مصير المرأة\nنفساء وضع الحمل، بل لا بد من كونه (متخلقا)(2) أي: قد ظهر فيه أثر\nالخلقة(3)، وإلا لم تكن نفساء.\n</p>\n\n<p>\nوقال مالك: إنها نفاس. وقال الشافعي: يعرض على النساء العوارف فإن قلن:\nهو جنين فنفاس، وإلا فلا.\n</p>\n\n<p>\nوعن الأستاذ: يوضع في ماء حار فإن ذاب فليس بولد، وإلا فهو ولد، ومثله في\nالكافي لمذهب الهادي عليه السلام.\n</p>\n\n<p>\nوفىشرح الإبانة: لا اعتبار بذلك؛ لجواز أن يكون قطعة لحم، وإنما يراد ذلك\nلبيان الخلقة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p077'> Vol. 02, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\n(نعم) ولايكفي كونه متخلقا أيضا، بل لا بد من أن يكون (عقيبه دم)(1) وإلا\nلم تكن نفساء فلا يجب عليها غسل، بل تصلى عقيب الولادة بالوضوء، ذكره في\nالتقرير عن ابن أبي الفوارس، والمنصور بالله. وقال أصحاب الشافعي، وعلي\nخليل: بل يجب عليها الغسل (2).\n</p>\n\n<p>\nقال عليه السلام: وقولنا: \"عقيبة دم\" لأن ما تراه قبل الولادة وحالها(3)\nليس بنفاس.\n</p>\n\n<p>\nوقال <span id='ms0093'></span> الإمام يحيى: إنه نفاس(4).\n</p>\n\n<p>\nوفى مهذب الشافعي\" أن ما حصل قبل الولادة فليس بنفاس، وما حصل حالها\nفوجهان(5).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p078'> Vol. 02, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\n(و) النفاس (لا حد لأقله) (1). وقال الثوري: أقله ثلاثة أيام(2) (وأكثره\nأربعون)(3) يوما بلياليها. وقال مالك، والشافعي: أكثره ستون يوما.\n</p>\n\n<p>\n(نعم) فكلما رأته في الأربعين فهو نفاس، ما لم يتخلل طهر صحيح، هو عشرة\nأيام(4)، فأما إذا تخللت متوالية لم تر فيها دما فإن ما أتى بعدها يكون\nحيضا(5).\n</p>\n\n<p>\nوقال أبو حنيفة: ما أتى في الأربعين فهو نفاس، ولو عقيب طهر. وهكذا عن\nزيد بن علي، والناصر.\n</p>\n\n<p>\nوهل يكره وطؤها لو انقطع قبل كمال عشرة أيام (6) في الانقطاع ؟\n</p>\n\n<p>\nقال الإمام يحي: يكره (7) وهو المروي عن علي عليه السلام، وابن عباس،\nوالهادي، والناصر، وأبي حنيفة. وقال الشافعي: لا يكره.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p079'> Vol. 02, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\n(فإن جاوزها) أي: جاوز الأربعين (فكالحيض) إذا (جاوز العشر)(1) في أن\nالمبتدأة ترجع إلى عادة نسائها (2) والمعتادة ترجع إلى عادتها، فإن جاوز\nدمها الأربعين(3) وكان ما بعد الأربعين وقت حيضها فهو استحاضة(4) ذكره\nالمؤيد بالله؛ لئلا يؤدي إلى توالي الحيض والنفاس من غير تخليل طهر\n(ولايعتبر الدم في انقضاء العدة به)(5) أي: بالنفاس، وهذا الحكم مجمع عليه.\n</p>\n\n<p>\nتنبيه\n</p>\n\n<p>\nقيل: ذكر القاضي زيد أن الطلاق في حال النفاس غير بدعة.\n</p>\n\n<p>\nقال مولانا عليه السلام: وهو موافق لأصول أهل المذهب(6).\n</p>\n\n<p>\nوقال في الانتصار: هو حرام (7).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p080'> Vol. 02, p. 080</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head1'>CHECK [3-كتاب الصلاة]</h1>\n\n<p>\nكتاب الصلاة\n</p>\n\n<p>\nهي في اللغة: الدعاء (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p081'> Vol. 02, p. 081</a>\n            </div>\n             . وفي الشرع: عبادة(1) ذات أذكار(2) وأركان، تحريمها التكبير، وتحليلها\nالتسليم(3)، ووجوبها على الاجمال معلوم من الدين ضرورة، فالاستدلال عليه(4)\nفيه نوع مناقضة إن قصد إثباتها به.\n</p>\n\n<p>\nفأما على وجه تبيين المستند في علم ذلك فلا بأس، وذلك نحو قوله تعالى:\n{أقم الصلاة} {حافظوا على الصلوات} وقوله صلى الله عليه وآله وسلم: (بني\nالإسلام على خمسة (5) أركان) الخبر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p081'> Vol. 02, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nفصل\n</p>\n\n<p>\n(يعتبر (1) في وجوبها) ثلاثة (2) الأول: قوله: (عقل)(3) أي: لا يصح من\nالله تعالى من جهة العدل إيجاب الصلاة (4) إلا على من كملت له علوم العقل\nالعشرة المذكورة(5) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p082'> Vol. 02, p. 082</a>\n            </div>\n             في علم الكلام، فلا تجب على مجنون، أو <span id='ms0094'></span> ما في حكمه كالسكران(1) والمغمى\nعليه(2).\n</p>\n\n<p>\n(و) الثاني: قوله (إسلام) فإنها لا تجب على كافر حتى يسلم، وهذا مبنى على\nأن الكفار غير مخاطبين(3) في حال كفرهم بالأحكام الشرعية، وهذه مسألة خلاف\nبين الأصوليين (4).\n</p>\n\n<p>\nقال عليه السلام: وظاهر كلام أهل المذهب أنهم غير مخاطبين بها؛ لأنهم\nقسموا شرائط الزكوة والحج إلى شرط وجوب، وشرط أداء(5) فجعلوا الإسلام شرطا\nفي الوجوب، والأحكام الشرعية في ذلك على سواء، وقد حكى بعض المذاكرين:(6)\nأن المذهب خلاف ذلك، وأن الإسلام شرط في الصحة، لا في الوجوب(7) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p083'> Vol. 02, p. 083</a>\n            </div>\n             قال مولانا عليه السلام: والظاهر خلافه (1).\n</p>\n\n<p>\n(نعم) والذي عليه أكثر الشافعية، والحنفية(2) أنهم مخاطبون بها، وأنها\nواجبة عليهم.\n</p>\n\n<p>\n(و) الثالث: قوله (بلوغ) (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p084'> Vol. 02, p. 084</a>\n            </div>\n             فلا يجب إلا على بالغ، والبلوغ يثبت بأحد أمور خمسة، ثلاثة تعم الذكر،\nوالأنثى، واثنان يخصان الأنثى.\n</p>\n\n<p>\nفالأول من الثلاثة قوله: (باحتلام)(1) يقع معه إنزال المني، والعبرة\nبإنزال المني(2) عندنا، على أي صفة كان بجماع أو بغيره.\n</p>\n\n<p>\nوقال المنصور بالله: إذا كان بجماع لم يكن بلوغا (3)؛ لأنه مخرج، وليس\nبخارج(4).\n</p>\n\n<p>\nقال: فأما عن نظر أو تقبيل فبلوغ.\n</p>\n\n<p>\nوقال أيضا: إن الاحتلام ليس ببلوغ في حق الأنثى.\n</p>\n\n<p>\nفلو نزل المني بغير شهوة (5) هل يكون بلوغا(6) ؟ قال أبو مضر: فيه خلاف.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p085'> Vol. 02, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nالثاني: قوله (أو إنبات) الشعر الأسود (1) المتجعد في العانة، الحاصل في\nبنت التسع(2) فصاعدا، وابن العشر فصاعدا، وأما الزغب(3) فلا عبرة به، وكذا\nما حصل في دون التسع والعشر.\n</p>\n\n<p>\nوقال أبو حنيفة: إن الانبات ليس ببلوغ.\n</p>\n\n<p>\nوقال الشافعي: هو بلوغ في المشركين (4)، وله في المسلمين قولان.\n</p>\n\n<p>\nالثالث قوله: (أو مضي خمس عشرة سنة)(5) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p086'> Vol. 02, p. 086</a>\n            </div>\n             منذ ولادته، وعند أبي حنيفة ثماني عشرة سنه للذكر، وسبع عشرة للأنثى(1).\n</p>\n\n<p>\nثم ذكرعليه السلام اللذين يخصان الأنثى بقوله: (أو حبل)(2) فإنه بلوغ في\nالمرأة(3).\n</p>\n\n<p>\nالثاني مما يختص الأنثى قوله: (أو حيض)(4) فإنه بلوغ (و) اختلف فيه، وفي\nالحبل متى يثبت حكم البلوغ بهما؟ فالصحيح على أصل المذهب أن (الحكم\nلأولهما) أي: أنه الذي تثبت منه أحكام البلوغ، فالحبل من العلوق، والحيض من\nرؤية <span id='ms0095'></span> الدم إذا انكشف أنه حيض.\n</p>\n\n<p>\nوقال أبو مضر في الحيض: إنه لا يكون بلوغا حتى يبلغ الثلاث.\n</p>\n\n<p>\nقال مولانا عليه السلام: وهو محتمل أن يريد أنه لا ينكشف كونه بلوغا إلا\nبعد الثلاث، وذلك لا يخالف ما ذكرنا، إن لم يقع منه تصريح أن أحكام البلوغ\nإنما تثبت بعد الثلاث.\n</p>\n\n<p>\nوقال أبو جعفر في الحبل: إنه لا يكون بلوغا إلا بالنفاس(5)، ومجرد الحمل\nليس ببلوغ، فهذه الخمسة هي علامات البلوغ عندنا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p087'> Vol. 02, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nوزاد القاسم عليه السلام اخضرار الشارب في حق الرجل (1) والمنصور بالله:\nتفلك الثديين في حق الرجل(2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p088'> Vol. 02, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\n(و) يجب على السيد أن (يجبر الرق) وهو المملوك (1)ذكرا كان أو أنثى (و) يجب\nأيضا على ولى الصغير(2) أن يجبر من الصغار من قد صار (ابن العشر) السنين\n(عليها) أي: على الصلاة(3)، والإجبار بمعنى الإكراه إن لم يفعل من دونه\nفيأمره بها، ويشدد عليه في المحافظة عليها (ولو) لم يفعل إلا (بالضرب)(4) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p089'> Vol. 02, p. 089</a>\n            </div>\n             ضربه لذلك، وجاز له (كالتاديب)(1) فإنه يضربه له، ونعني به تعليمه\nالمصالح(2) التي يعود نفعها عليه من العمل(3)، والمعاملة ولو مباحة؛ لورود\nالشرع بجواز الضرب لذلك، والعبد كالصغير في جواز ضربه(4) لها لسيده، كما\nيجوز له ضربه لغيرها، فأما الزوجة فلا يلزم الزوج(5) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p090'> Vol. 02, p. 090</a>\n            </div>\n             إلا كما يلزم سائر المسلمين، لكن فيه نوع أخصية.\n</p>\n\n<p>\nقال عليه السلام: والأقرب عندي أن هجرها(1) لا يجب عليه إن لم تفعل\nبدونه(2).\n</p>\n\n<p>\nفصل (و) يشترط (في وصحتها) (ستة) (3) شروط الأول دخول (الوقت) المضروب\nلها، وسيأتي تفصيله.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p091'> Vol. 02, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nقال عليه السلام: وهو في لسان الأصوليين (1) سبب، وليس بشرط، لكن حذونا حذو\nالأصحاب، ولهذا لم نفرده بل أدخلناه ضميمة مع غيره، فقلنا: الوقت (وطهارة\nالبدن من حدث ونجس)(2) وقد تقدم الكلام في تفاصيل الحدث والنجس، وكيفية\nإزالتهما قال عليه السلام: وهذا هو الشرط (3)في التحقيق، والوقت سبب، وإن\nكان حكمه حكم الشرط.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p092'> Vol. 02, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\n(نعم) والطهارة من الحدث النجس لا تكون شرطا إلا إذا كانا (ممكني (1)\nالإزالة من غير ضرر) فأما إذا لم يمكن إزالتهما لعدم الماء ونحوذلك(2) أو\nتعذر الاحتراز <span id='ms0096'></span> كالمستحاضة، أو كانت ممكنة لكن يخشى من إزالتهما الضرر فليس\nبشرط لازم، ويدخل في ذلك من جبر سنه بنجس(3) وهو يتضرر بقلعه(4).\n</p>\n\n<p>\nوقال الشافعي: يقلع ما لم يخش التلف. قال: فإن امتنع أجبره السلطان، ولو\nجرى عليه اللحم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p093'> Vol. 02, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nالشرط (الثاني ستر جميع العورة)(1) وقال أبو حنيفة: يعفى عن قدر الدرهم من\nالمغلظة(2)، وهي القبل، والدبر، وعن ما دون الربع من المخففة، وهي ما عدا ذلك.\n</p>\n\n<p>\nوالمذهب: أن الواجب سترها (في جميعها) أي: في جميع الصلاة بحيث أنه لو\nانكشف منها شيء في أي حالات الصلاة بطلت(3).\n</p>\n\n<p>\nوقال أبو العباس: إذا انكشف بعد أن أدى الواجب من الركن، وسترها قبل أن\nيأخذ في ركن آخر لم تبطل، وهو قول المنصور بالله، وأبي حنيفة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p094'> Vol. 02, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nقال الفقيه يوسف: وكذا يقول في النجاسة(1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p095'> Vol. 02, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nقال عليه السلام: ثم بينا كيفية سترها بقولنا: يسترها (حتى لا ترى إلا\nبتكلف)(1) أي: يلبس الثوب لبسة يستر بها جميع عورته، حتى لو أراد الرائي\nيراها لم يرها إلا بتكلف منه، فعلى هذا لو التحف ثوبا، وصلى في مكان مرتفع\nعلى صفة لو مر تحته مار رأى عورته من دون تكلف لم تصح صلاته.\n</p>\n\n<p>\nقال الفقيه يوسف: فأما إذا كانت ترى من فوق (2) فإن صلاته لا تصح (3)\nسواء كانت الرؤية بتكلف أم بغيرتكلف.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p096'> Vol. 02, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nقال الفقيه يحي البحيبح: ومن هو على صورة المتكلف حكمه حكم المتكلف، فلا\nيضر لو بدت له، نحو أن يرفع رأسه لرؤية شيء غير عورة المصلي فيرى عورته(1)\nفإن ذلك لا يضر.\n</p>\n\n<p>\n(و) يجب ستر العورة من الثياب (بما لا يصف)(2) لون البشرة لرقة فيه(3)\nفإن كان يصف لم تجز.\n</p>\n\n<p>\nوقال الأمير الحسين: ذلك يختلف بالمكان(4) والزمان(5) وهو كقول أبي\nالعباس: إن الظلمة ساترة(6).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p097'> Vol. 02, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\n(و) إنما تجزئ بثوب صفيق غيرخشن، وقد قدروا حدة الصفاقة أن (لا تنفذه) من\nجسد المصلي (الشعرة بنفسها)(1) فإن كانت تنفذ بنفسها لا بمعالجة لم تجز\nالصلاة به وحده(2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p098'> Vol. 02, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\n(و) العورة بالنظر إلى الصلاة دون سائر الأحوال(1) (هي من الرجل ومن لم\nينفذ <span id='ms0097'></span> عتقه)(2) من المماليك الذكور والأناث، فيدخل في ذلك المدبر، والمكاتب،\nوأم الولد، فهي من الرجل، ومنهم (الركبة إلى تحت السرة)(3) بمقدار الشفة(4)\nفإذا بدا شعرة من هذا القدر فسدت الصلاة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p099'> Vol. 02, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\n(و) العورة (من الحرة)(1) بالنظر إلى الصلاة جميع جسمها وشعرها (إلى تحت\nالركبة)(2) وزاد القاسم(3) القدمين(4)، ذكره أبو العباس(5)عنه، فيجب عليها\nستر ما عدا هذه، فلو ظهرت شعرة من رأسها فسدت صلاتها، وكذلك سائر جسمها.\n</p>\n\n<p>\nوعورة الخنثى المشكل كعورة المرأة(6) ترجيحا لجنبة الحظر، ويجب على\nالمصلي أن يستر من غير العورة ما لا يتم ستر العورة إلا بستره(7) كبعض\nالساق ليكمل ستر الركبة.\n</p>\n\n<p>\n(وندب) في الصلاة(8)الستر (للظهر)(9) وللصدر أيضا، لكن الأغلب(10) في ما\nيستر الظهر أنه يستر الصدر فاستغنى عليه السلام بذكر الظهر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p100'> Vol. 02, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\n(والهبرية)(1) يندب سترها، وهي لحمة باطن الساق.\n</p>\n\n<p>\nوقيل: لحمة اللوح. قال عليه السلام: والأول أصح.\n</p>\n\n<p>\n(والمنكب) أيضا يندب ستره. قال عليه السلام: وعبرنا بالمنكب(2) عن\nالمنكبين.\n</p>\n\n<p>\nالشرط (الثالث طهارة كل محموله)(3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p101'> Vol. 02, p. 101</a>\n            </div>\n             أي: محمول المصلي (و) طهارة كل (ملبوسه) (1) في حال صلاته. قال عليه\nالسلام: وإنما جئنا بكل في قولنا: \"كل محموله وملبوسه\" إشارة إلى خلاف\nالأزرقي(2) في من صلى في ثوب طويل طرفه متنجس، وهو لا يتحرك بتحركه فإنه\nقال: تصح صلاته. والمذهب أنها لا تصح(3).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p102'> Vol. 02, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\n(و) يشترط أيضا (إباحة ملبوسه)(1) أي: ملبوس المصلي حال صلاته، وقد انطوى\nذلك على أن الصلاة لا تصح فيما يحرم لبسه بأي وجه حرم، من غصب أو غيره،\nكالقميص في حق المحرم، وكذا المزعفر في حق المحرمة.\n</p>\n\n<p>\nفلو لبس خاتما مغصوبا ؟ فقال الفقيهان يحي بن أحمد، ومحمد بن يحيى: لا\nتصح صلاته؛ لأنه لابس.\n</p>\n\n<p>\nوقال السيد يحي بن الحسين: إذا صلى في خاتم مغصوب، أو سيف مغصوب، أو\nحاملا لمغصوب صحت صلاته: لأنه غير لابس.\n</p>\n\n<p>\nقال عليه السلام: وكلام السيد يحي بن الحسين قوي إلا في الخاتم فإنه يسمى\nملبوسا(2).\n</p>\n\n<p>\nوقال أبو حنيفة، والشافعي: إنها تصح في الملبوس الغصب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p103'> Vol. 02, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nقال عليه السلام: وأوضحنا بمفهوم الصفة أنه لا يشترط هنا <span id='ms0098'></span> إباحة المحمول،\nكما تشترط طهارته، بأن قلنا: وإباحة ملبوسه. ولم نقل: ومحموله (1) كما قلنا\nفي الطهارة.\n</p>\n\n<p>\nمثاله: أن يكون في كم المصلي أو عمامته دراهم مغصوبة (2) أو نحو من\nذلك(3)، وفي هذه المسألة خلاف بين أهل المذهب، فحكى في الكافي ليحيى عليه\nالسلام، وعلي خليل للمؤيد بالله: أن حكم المحمول حكم الملبوس، فلا تصح صلاة\nالحامل.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p104'> Vol. 02, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nوقال المنصور بالله: إن صلاته تصح، إذا كان من الدراهم له غائبا لا حاضرا\n(1) قال الفقيه يحي بن أحمد: ولعله يعني: إذا كان عازما على الرد(2) وإلا\nلم تصح، وأشار في الشرح إلى الصحة(3).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p105'> Vol. 02, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nقال عليه السلام: ثم إنا بينا أن ما كان بعضه حراما حكمه حكم ما هو حرام\nكله بقولنا: (وخيطه)(1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p106'> Vol. 02, p. 106</a>\n            </div>\n             فلو كان في ملبوسه خيط حرام لم تصح الصلاة فيه، سواء كان منسوجا فيه أم\nمخيطا به. قال عليه السلام: ونحن نذكر تفصيلا في ذلك لم يتعرض له\nالأصحاب(1) فنقول: هذا الخيط المغصوب لا يخلو إما أن يمكن نزعه بغير إتلافه أو لا.\n</p>\n\n<p>\nإن أمكن نزعه سالم الحال فإن كان مالكه مرجو الوجود وجب نزعه وحفظه حتى\nيظفر بمالكه أو ييأس(2) منه فيتصدق به.\n</p>\n\n<p>\nوإن كان مأيوس الوجود فإن لم يكن في الغاصب مصلحة عامة(3) لم تصح صلاته\nفيه، ولزمه نزعه، والتصدق به. وإن كان فيه مصلحة(4) فعلى كلام علي خليل،\nوأبي مضر يجوز له صرفه في نفسه(5) فتصح(6) صلاته فيه، وعلى كلام القاضي\nجعفر، وأبي العباس لا يجوز، فلا تصح الصلاة فيه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p107'> Vol. 02, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nوأما إذالم يمكن نزعه إلا بإتلافه(1) فإن كان له قيمة(2) لم تصح الصلاة فيه\nحتى يراضي المالك إن كان مرجوا(3) وإن كان مأيوسا لم تجزئه الصلاة حتى\nيتصدق بقيمته إن كان موسرا(4) لأن القيمة تخالف العين(5) في هذا الحكم كما\nسيأتي، وإن لم يكن له قيمة (6) صحت الصلاة فيه، ولم يجب إزالته، ولامراضاة\nالمالك؛ لأن الغصب إذا لم تكن له قيمة وتلف فلا عوض له كما سيأتي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p108'> Vol. 02, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\n(و) يشترط أيضا في ملبوسه إباحة (ثمنه المعين)(1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p109'> Vol. 02, p. 109</a>\n            </div>\n             فلو كان ثمنه <span id='ms0099'></span> المعين أو بعضه غصبا(1) لم تصح الصلاة فيه(2)، فإن لم يكن\nمعينا، بل اشتراه إلى الذمة صحت الصلاة فيه، ولو كان قضاه غصبا.\n</p>\n\n<p>\nوهكذا أيضا يشترط إباحة ثمن الماء، والدار المعين عند أبي طالب كالثوب\nالمعين، خلاف(3) المؤيد بالله.\n</p>\n\n<p>\nقال عليه السلام: ولما كان في اللباس ما اتفق أهل البيت والمذهب على\nتحريم لبسه في غير الصلاة، واختلفوا في حال الصلاة، وكان ذلك مستغربا\nفأشرنا إليه بقولنا: (وفى الحرير الخلاف)(4) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p110'> Vol. 02, p. 110</a>\n            </div>\n             وإن كان قد دخل في قولنا: وإباحة ملبوسه.\n</p>\n\n<p>\n(نعم) اختلف أهل المذهب في صحة الصلاة بالقدر المحرم منه في غير حال\nالصلاة، ممن لا يجوز له لبسه في حال إلا لضرورة ملجئة إليه.\n</p>\n\n<p>\nفقال الهادي عليه السلام في المنتخب، وحصله أبو طالب للمذهب: إن الصلاة\nبه (1) على ذلك الوجه لا تصح(2) وهو قول المنصور بالله.\n</p>\n\n<p>\nوقال أبو العباس(3) والمؤيد بالله، والأحكام، والحقيني: إنها تصح وتكره،\nفأما إذا كان المصلي على حال يجوز له لبسه نحو إرهاب، أو ضرورة(4) صحت\nالصلاة فيه(5)وفاقا، ولو وجد غيره.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p111'> Vol. 02, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\n(فإن تعذر)(1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p112'> Vol. 02, p. 112</a>\n            </div>\n             الثوب الطاهر جميعه، والمباح كذلك، وخشي المصلي خروج وقت الصلاة\n(فعاريا)(1) أي: فعلى المصلي أن يصلي عاريا (قاعدا) متربعا كما سيأتي\n(موميا) لركوعه وسجوده(2) غير مستكمل للركوع والسجود، بل يكفي من الإيماء\n(أدناه) أي: أقله(3) لكن يزيد في خفض السجود(4) فإذا كان الثوب مغصوبا فإنه\nيصلي عاريا قاعدا كما تقدم، سواء كان في خلاء أو في ملأ.\n</p>\n\n<p>\nوأما إذا كان متنجسا فإن كان في خلاء فقال أبو طالب: يصلي عاريا(5)\nقاعدا كما تقدم، وهو قول القاسم. وقال المؤيد بالله: إنه يصلي فيه(6).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p113'> Vol. 02, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nوإن كان في ملاء فقال الفقيه يوسف: اتفاقا(1) بين السيدين أنه يصلي فيه\n(إن خشى) المصلي الذي لا يجد إلا المتنجس من صلاته عاريا (ضررا)(2) من برد\nأو غيره (أو) كان على بدنه نجاسة من جنس(3) نجاسة الثوب (تعذر) عليه\n(الاحتراز) من تلك النجاسة كالمستحاضة، ومنبه سلس البول، أو إطراء الجرح\n(صحت)(4) صلاته حينئذ (با) لثوب (النجس)(5) لكنه يلزمه تأخير الصلاة <span id='ms0100'></span> إلى\nآخر وقتها، حيث يصلي به لخشية الضرر(6) ولا يلزمه حيث يصلي به لتعذر\nالاحتراز.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p114'> Vol. 02, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nواعلم أن خشية الضرر(1) لا تبيح الصلاة إلا بالمتنجس (لا بالغصب)(2) فلا\nتصح الصلاة به (إلا لخشية تلف)(3) من التعري لبرد أو نحوه، ولا بد مع ذلك\nمن أن لا يخشى على مالكه التلف(4) فإن خشي لم تصح صلاته، ولو خشي تلف نفسه؛\nلأن مال الغير لا يبيحه من الضرورات إلا خشية التلف للنفس أو لعضو(5) مع\nأمان ذلك على مالكه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p115'> Vol. 02, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\n(وإذا التبس) الثوب الطاهر بغيره صلاها(1) ذلك الذي التبس عليه (فيهما) (2)\nأي: في كل واحد من الثوبين مرة، نحو أن يريد صلاة الظهر ومعه ثوبان أحدهما\nطاهر، والتبس عليه أيهما هو فإنه يصلي الظهر في هذا مرة (3) وفي هذا مرة\nثانية، فإن كان الثياب ثلاثة، والمتنجس اثنان صلاها ثلاث مرات، ثم كذلك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p116'> Vol. 02, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\n(وكذا ماآن) في إنائين (مستعمل أو نحوه) (1) أحدهما، فالمستعمل واضح، ونحوه\nماء الورد(2) الذي قد ذهب ريحه، فإذا التبس المطهر من هذين المائين فالواجب\nاستعمال(3) كل واحد منهما.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p117'> Vol. 02, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nفإن كثرت الآنية، وأحدهما مستعمل(1) فكالثياب (فإن ضاقت) الصلاة بأن لا\nيبقى من وقتها ما يتسع لفعلها مرتين في الثوبين أو أكثر حسب الحال، وكذا في\nالمائين إذا لم يبق ما يسعها، والوضوء مرتين أو أكثر حسب الحال\n(تحرى)(2)المصلي، بأن يرجح بين الأمارات التي يتعين بها الطاهر(3)\nوالمطهر(4) من غيره، ويعمل بما غلب في ظنه، فإن لم يحصل له ظن في تحريه(5)\nصلى عاريا في الخلاء(6) كما مر(7) وترك المائين، وتيمم بعد إراقة الماء(8).\n</p>\n\n<p>\nتنبيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p118'> Vol. 02, p. 118</a>\n            </div>\n             قال عليه السلام: اعلم أن الأصحاب لم يذكروا حكم لبس المكان الطاهر\nبالمتنجس، والقياس يقضي بأن حكمه حكم الثياب، فمن تيقن نجاسة في بعض بقاع\nالمسجد، والتبست لزمه أن يصليها مرتين في بقعتين، كما ذكروا في الثوبين،\nولا يلزم ذلك إلا في المكان المقتصر كالمسجد(1) والمنزل، دون ما لا ينحصر\nأو يشق حصره(2) فلا يلزم، كما لا يلزم تحريم نساء غير منحصرات، أو يشق\nانحصارهن. والله أعلم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p119'> Vol. 02, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nوتكره <span id='ms0101'></span>(1) الصلاة (في) ثوب (كثير الدرن)(2) كثوب العصار(3) والجزار، وما كثر\nفيه لبن المرأة (و) تكره أيضا في الثوب (المشبع) صبغا(4) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p120'> Vol. 02, p. 120</a>\n            </div>\n             (صفرة وحمرة)(1) لا خضرة، وزرقة(2) وسوادا حالكا، والمشبع قيل: هو الذي\nينفض(3) وقيل: ظاهر الزينة.\n</p>\n\n<p>\nقال الفقيه يحي بن حسن البحيبح: النهي ورد في كل حمرة، فيدخل المفوه،\nوالمبقم مع المعصفر.\n</p>\n\n<p>\nقال مولانا عليه السلام: وهو القياس لأن الزينة حاصلة في المبقم كغيره.\n</p>\n\n<p>\nوقال الإمام يحيى: المفوه، والمبقم(4) مباح.\n</p>\n\n<p>\nقال الفقيه يحي بن حسن البحيبح: والخلاف في صحة الصلاة في المشبع صفرة أو\nحمرة كالخلاف في الحرير. وقال أبو جعفر، وأبو مضر: إن الصلاة تصح فيه\nبالإجماع.\n</p>\n\n<p>\n(و) تكره الصلاة (في السراويل)(5) وحده؛ لأن الرسول صلى الله عليه وآله\nوسلم نهى عن الصلاة في السراويل من غير رداء، والوجه فيه أنه يرى منه حجم\nالعورة(6).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p121'> Vol. 02, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\n(و) تكره أيضا في (الفرو وحده)(1) من دون قميص أو إزار تحته(2) لأنه لا\nيأمن من انكشاف العورة.\n</p>\n\n<p>\n(و) تكره أيضا (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p122'> Vol. 02, p. 122</a>\n            </div>\n             (في جلد الخز)(1) قال الهادي عليه السلام في الأحكام: وأكره الصلاة في جلد\nالخز؛ لأني لا أدري ما هو(2) ولا ما ذكاة دوابه(3) ولا أمانة عماله(4)\nوأخاف أن يكون يجمعون فيه الميت، والمتردي، والمذكى.\n</p>\n\n<p>\nقال محمد بن أسعد المرادي(5) داعي المنصور بالله إلى الجيل والديلم :\nإنه وجده مما لا يؤكل(6).\n</p>\n\n<p>\nقال مولانا عليه السلام: والصحيح عند أهل المذهب وغيرهم أن وبره(7) طاهر؛\nلأنه كان صلى الله عليه وآله وسلم يعتم بعمامة سوداء من خز، وكان يقال لها:\nالسحاب(8).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p123'> Vol. 02, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nالشرط (الرابع: إباحة)(1) المكان الذي يصلي فيه، ولا يلزم إباحة جميعه، بل\nتكفي إباحة (ما يقل مساجده) أي: يحملها (ويستعمله) المصلي حال صلاته (2)\nقراره وهوائه، فلا يصح كون ما بين جبهته وركبتيه غير مباح، إذا كان من\nالمكان؛ لأنه يستعمل هواءه، ويصح(3) إذا لم يكن من المكان، كثوب مطوي، أو\nخشبة، أو نحو ذلك؛ لأنه لا يستعمله.\n</p>\n\n<p>\nقال عليه السلام: وهذا قد تناول الاحتراز من كل مكان لا يباح للمصلى حال صلاته.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p124'> Vol. 02, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nثم فصلنا هذه الجملة <span id='ms0102'></span> بقولنا: (فلا يجزئ) المصلي أربعة أشياء الأول: (قبر)\nلمسلم(1) أو ذمي(2)وهذا ذكره في اللمع. وفى البيان للمذهب، وهو قول المنصور\nبالله؛ لأجل النهي(3) الوارد.\n</p>\n\n<p>\nوقال أبو العباس، وصححه أبو طالب، وهو قول الشافعي، والإمام يحي بن حمزة:\nإنها تجزئ عليه وتكره(4).\n</p>\n\n<p>\nوأما قبر الحربي فقد ذكر المؤيد بالله جواز ازدراعه. قال مولانا عليه\nالسلام: فيحتمل أن تكون الصلاة جائزة عليه، إلا أن ظاهر الخبر عام (5) لكل مقبرة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p125'> Vol. 02, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\n(و) الثاني (سابلة)(1) أي: طريق(2) واختلف في السابلة من جهتين إحداهما في\nتفسيرها، والثانية في حكم الصلاة عليها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p126'> Vol. 02, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nأما تفسيرها: فقال الفقيه يحي البحيبح: المراد بالسابلة المسبلة(1) أو ما\nفي حكمها، وهي التي تكون بين ملكين(2) والتي فيها عمارة لتسهيل المرور، لا\nالطريق التي في القفار، وإن ابيضت بالمرور فإنه يجوز إحياؤها، والصلاة\nفيها. وهكذا حكى الفقيه محمد بن سليمان عن المؤيد بالله.\n</p>\n\n<p>\nوقال أبو مضر: لا يجوز؛ لأنه قد ثبت فيها حق بالتبييض.\n</p>\n\n<p>\nقال مولانا عليه السلام: ولعل صاحب هذا القول لا يفسر السابلة بالموقوفة،\nبل بما ظهر استطراقها للناس(3).\n</p>\n\n<p>\nوأما حكم الصلاة فيها: فمن صحح الصلاة في الدار المغصوبة(4) صحح الصلاة فيها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p127'> Vol. 02, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nوأما المانعون فاختلفوا على ثلاثة أقوال الأول: لأبي طالب: أنها لا تصح،\nوإن كانت واسعة؛ لأنها وضعت(1) لغير الصلاة.\n</p>\n\n<p>\nالثاني: للمؤيد بالله، والمنصور بالله: أنها تصح في الواسعة دون الضيقة.\n</p>\n\n<p>\nالثالث: حكاه في الكافي عن القاسمية، والناصر: أن الصلاة لا تصح إن كانت\nالطريق مسلوكة حال الصلاة فيمنع المار، وإلا صحت.\n</p>\n\n<p>\n(نعم) فهذه الأقوال في الطريق إذاكانت (عامرة) (2) فقط.\n</p>\n\n<p>\nقال أبو مضر: فإن كانت خرابا، وسقط عنها المرور فلم يكن للناس إليها حاجة\nفإنها تصح الصلاة بلا خلاف.\n</p>\n\n<p>\nقال مولانا عليه السلام: ودعوى الإجماع هنا فيه نظر(3) لأن أبا طالب منع\nمن صحة الصلاة في الواسعة، ولو لم يحصل بذلك مضرة، فدل على أن العلة ليست\nالمضرة عنده،، وإنما هو كونها طريقا، وهذا يقتضي تحريمها عنده في الخراب\nكالعامرة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p128'> Vol. 02, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\n(و) الثالث (منزل غصب)(1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p129'> Vol. 02, p. 129</a>\n            </div>\n             فلا تصح الصلاة في الدار <span id='ms0103'></span> المغصوبة (1) للغاصب وغيره (إلا لملجئ)(2) وذلك\nالملجيء أمران أحدهما: أن يكون محبوسا فيها له الصلاة آخر الوقت(3) الثاني:\nمن يدخل لإنكار منكر(4) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p130'> Vol. 02, p. 130</a>\n            </div>\n             وتضيق وقت الصلاة فإنه يجوز له الصلاة فيها.\n</p>\n\n<p>\nوقال المنصور بالله، وعلي خليل: إن صلاته تصح، ولو كان الوقت متسعا.\n</p>\n\n<p>\nقال مولانا عليه السلام: والأول هو الأقرب، وهذا إذا كان يرجو زوال\nالمنكر(1) فإن كان لا يرجو زواله لم تصح صلاته(2) فيها، لا أول الوقت ولا\nآخره، فإن زال المنكر(3) والوقت متسع لم تصح صلاته فيها. وإن كان الوقت قد\nضاق فعن أبي مضر، والقاضي جعفر لمذهب القاسم، ويحيى عليهما السلام: أنه\nيصلي إذا خشى الفوات، وهو قول المنصور بالله.\n</p>\n\n<p>\nوقال الفقيه يحي البحيبح: لا تجوز له الصلاة (4).\n</p>\n\n<p>\nقال مولانا عليه السلام: وهو القياس؛ لأن الشرع أنما أباح له الوقوف لأجل\nالمنكر، وبعد زواله لا وجه للإباحة ما لم يغلب في ظنه رضاء المالك.\n</p>\n\n<p>\nوقال أبو حنيفة، والشافعي: إن الصلاة تصح في الدار المغصوبة للغاصب\nوغيره، وإن كان آثما.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p131'> Vol. 02, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nوالرابع: قوله (ولا أرض) (1)مغصوبة، والمصلي (هو غاصبها) فإن صلاته فيها لا\nتصح(2).\n</p>\n\n<p>\nوقال أبو حنيفة، والشافعي: إن الصلاة فيها تصح للغاصب وغيره.\n</p>\n\n<p>\nوحكى في الزوائد عن القاسم، والهادي، والناصر: أنها لا تصح للغاصب، و[لا] غيره.\n</p>\n\n<p>\nوقال المنصور بالله: إن كانت الصلاة تضر المالك (3) لا تصح للغاصب وغيره،\nوإلا صحت لهما(4).\n</p>\n\n<p>\nقال مولانا عليه السلام: والمذهب أنها لا تصح للغاصب مطلقا (5) وتصح\nلغيره مالم بعلم أو يظن كراهة المالك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p132'> Vol. 02, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\n(وتجوز) الصلاة (فيما ظن) المصلي (أذن مالكه)(1) من ثوب، أو دار، أو أرض.\n</p>\n\n<p>\nفإن قلت: إن هذا يقضي بأن الصلاة في الأراضي لا تجوز إلا إذا ظن أذن\nالمالك، والمفهوم عن أهل المذهب أنها تجوز، ولو لم يحصل له ظن الرضاء، ما\nلم يغلب في ظنه الكراهة.\n</p>\n\n<p>\nقال عليه السلام: قد رفعنا هذا الوهم بقولنا آنفا: \"ولا أرض هو غاصبها\"\nفمفهومه جوازه الصلاة لغير الغاصب، وإن لم يحصل له ظن الرضاء مهما لم يظن\nالكراهة، والمرجع بالرضاء المعتبر هنا <span id='ms0104'></span>(2) أنما هو عدم الكراهة فقط، لا\nإرادة الصلاة من المصلي.\n</p>\n\n<p>\nفإن قلت: هل يجوز التوضؤ بماء الغير إذا ظن أذنه قياسا على الثوب أم لا ؟.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p133'> Vol. 02, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\n)قال مولانا عليه السلام): ذلك استهلاك، واستهلاك مال الغير بغلبة الظن قد\nيجوز(1) ذكره المؤيد بالله في الزيادات(2).\n</p>\n\n<p>\n(وتكره)(3) الصلاة ولو كانت صحيحة (على) خمسة أشياء:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p134'> Vol. 02, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nالأول: (على تمثال)(1)احتراز من تمثال الجماد فإنه لا بأس به، ولا كراهة\n(كامل) احترازا من الناقص، وحد النقصان أن يخرج عن هيئة الحيوانية (2)\nفيلحق بالجماد، وذلك بأن يكون عديم الرأس، فأما لو نقص إحدى العينين، أو\nالأذنين، أو نحوهما مما قد يستقل الحيوان، وتستمر حياته من دونه فإن نقصانه\nلا يكفي، فأما اليدان، والرجلان(3) أو أحد القوائم (4) ففيه تردد(5) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p135'> Vol. 02, p. 135</a>\n            </div>\n             ، وهذا إذا لم تكن الصورة ذات جرم كالذي يتخذ من الصباغات ونحوها، فأما إذا\nكانت ذات جرم مستقلة (1) فإن تمكن المصلي من إزالتها (2) لم تصح صلاته حتى\nيزيلها(3)، وان لم يتمكن من إزالتها كان حكمها حكم ما لا جرم له (إلا) أن\nيكون التمثال (تحت القدم)(4)فإنه لا كراهة حينئذ (أو) يكون ذلك التمثال من\nالمصلي منتزحا (فوق القامة)(5) لم تكره الصلاة، وقدرها الفقيه يحي البحيبح\nمن موضع قدم المصلي(6).\n</p>\n\n<p>\nوقال السيد يحي بن الحسين: من رأسه(7)وقال المؤيد بالله: لا تكره إلا أن\nيسجد عليه بجبهته.\n</p>\n\n<p>\n(و) الثاني مما تكره الصلاة فيه من الأمكنة (بين المقابر)(8).\n</p>\n\n<p>\n(و) الثالث مما يكره من الأمكنة ما يكون يحصل بالصلاة فيه (مزاحمة نجس)\nمن جدار مطين بنجس(9) أو رجل لباسه متنجس.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p136'> Vol. 02, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\nوإنما تكره بشروط ثلاثة الأول: أن تكون المزاحمة على وجه لا يكون المتنجس\nحاملا لأي أعضاء المصلي، أو شيء من محموله في صلاته فإن ذلك يفسد، فلا يطلق\nعليه اسم الكراهة(1) لإيهام صحتها، وإن كان مكروها وزيادة.\n</p>\n\n<p>\nالشرط الثاني: أن يمكن المصلي البعد عنه (2).\n</p>\n\n<p>\nالشرط الثالث: أن (لا يتحرك) ذلك المتنجس (بتحركه) أي: بتحرك المصلي فإن\nذلك يفسد(3) أيضا.\n</p>\n\n<p>\nوالرابع: مما تكره الصلاة فيه (في الحمامات)(4) نص على ذلك يحيى عليه <span id='ms0105'></span>\nالسلام، ونص على أن كراهة الصلاة في البيوت الداخلة لما يماط فيها من الأذى\nدون الخارجة.\n</p>\n\n<p>\nقال علي خليل: فلو غسلت زالت الكراهة. وكذا في شرح الإبانة.\n</p>\n\n<p>\nوقال الفقيه يحي بن أحمد: إنها لا تزول؛ لأن علة الكراهة كونها وضعت\nلإماطة النجاسة، ولو كانت طاهرة. وقد ذكر هذا بعض أصحاب الشافعي.\n</p>\n\n<p>\nوقال بعضهم: العلة كونها مواضع الشياطين، فتستوي الداخلة والخارجة(5).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p137'> Vol. 02, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\n(و) الخامس مما تكره الصلاة عليه (على اللبود) (1) وهي الأصواف (ونحوها)\nالمسوح، وهي بسط الشعر، هذا عند الهادي عليه السلام؛ لأن فيه مخالفة\nللمندوب من السجود على الأرض، أو على ما أنبتت. وقال المؤيد بالله،\nوالمنصور بالله، وعامة العلماء: لا تكره.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p138'> Vol. 02, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nالشرط الخامس من شروط صحة الصلاة: (طهارة ما يباشره)(1) المصلي حال صلاته\n(أو) يباشر (شيأ من محموله) حال صلاته، والمراد بالمباشرة أن يلامسه\nأحدهما(2) من دون حائل، فأما ما كان من النجاسة في طرف ما يصلى عليه، وليس\nبملامس فإن ذلك لا يضر(3).\n</p>\n\n<p>\nوإنما يشترط ذلك في صحة الصلاة حيث يكون الملامس (حاملا)(4) للمصلي، أو\nلبعض أعضائه، أو لأطراف ثيابه، أو شيئا مما يحمله حال صلاته (لا مزاحما) له\nحال قيامه، وقعوده، وسجوده، فإن مزاحمة النجس لا تفسد.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p139'> Vol. 02, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nوإن كانت النجاسة باطنة محاذية لأعضاء المصلي، أو محمولة متصلة بما يباشره\nفقال الحقينى، والمنصور بالله، وأبو مضر للمؤيد بالله، والشافعي: لا تفسد\nبها صلاة المصلي؛ لأنها غير مباشرة.\n</p>\n\n<p>\nوقالت الحنفية، والمؤيد بالله: تفسد.\n</p>\n\n<p>\nقال مولانا عليه السلام: والأول هو الذي صحح للمذهب، فعلى هذا لو كان ثوب\nغليظ(1) في أحد وجهيه نجاسة ليست نافذة صحت الصلاة على الوجه الثاني، ما لم\nتتحرك النجاسة بتحركه، وعلى كلام المؤيد بالله لا تصح.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p140'> Vol. 02, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\n(و) من شروط صحة صلاة المصلي طهارة (ما يتحرك بتحركه) (1) حال صلاته(2)\nسواء كان مباشرا أم مباينا(3) حاملا أم مزاحما، بعيدا أم قريبا.\n</p>\n\n<p>\nقال عليه السلام: ولهذا قلنا: (مطلقا) أي: في كل حال، وفي ذلك خلاف بين\nأهل المذهب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p141'> Vol. 02, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\nفالذي صححه القاضي زيد، وأبو مضر، وحكي عن أبي طالب: هو <span id='ms0106'></span> ما ذكرنا من أن\nتحرك النجاسة بتحرك المصلي يفسد الصلاة.\n</p>\n\n<p>\nوقال المنصور بالله، والحقيني (1)، والشافعي: إن ذلك لا يفسد (2).\n</p>\n\n<p>\nقال الأمير الحسين: لم يصح لى على مذهب القاسم، والهادي أن ذلك يفسد.\n</p>\n\n<p>\nتنبيه\n</p>\n\n<p>\nأما لو وقعت على موضع سجوده نجاسة جافة فرمى بها من دون أن يحملها، بل\nأزالها بإصبعه(3) أو نحو ذلك ؟ قال عليه السلام: فالأقرب أن تحركها بذلك لا\nيضر، والوجه أنها لم تحرك بالتحرك للصلاة، فلم يكن كالمستعمل لها، بخلاف ما\nيتحرك بتحركه للصلاة فهو كالمستعمل(4) (وإلا) يتمكن المصلي من موضع\nطاهر(5)يصلي عليه، بل يكون مستقلا على نجاسة(6) (أومأ لسجوده) من قعود(7)\nولم يباشر النجس(8) بجبهته، وأما الركوع فيستوفيه من قيام. وعن الشافعي:\nيومئ للسجود أيضا من قيام.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p142'> Vol. 02, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nقال الفقيه علي بن يحي الوشلي: (1) إذا كان العذر لأمر يرجع إلى الأرض أو\nالفراش (2) أومأ أقل الإيماء، وإن كان لأمر يرجع إلى جهة المصلي فأخفضه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p143'> Vol. 02, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\nالشرط (السادس: تيقن) المصلي(1) (استقبال عين الكعبة(2) أو جزء منها) أي\nجزء كان(3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p144'> Vol. 02, p. 144</a>\n            </div>\n             وعلى أي صفة كان(1).\n</p>\n\n<p>\nوقال الشافعي: لا بد أن يكون مستقبلا لجزء منتصب.\n</p>\n\n<p>\nقال الفقيه علي بن يحي الوشلي: ثلثا ذراع.\n</p>\n\n<p>\nقال في الانتصار: فإن توجه ببعض بدنه ففى صحة صلاته تردد، المختار أنها\nلا تصح.\n</p>\n\n<p>\nوقال الفقيه يحي بن أحمد: العبرة بالوجه (2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p145'> Vol. 02, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\nقال مولانا عليه السلام: وهو الصحيح (إن) لم يتمكن من تيقن استقبال عينها\nإلا بقطع مسافة بعيدة، نحو أن يحتاج إلى صعود جبل عال حتى يتمكن من اليقين\n(طلب) اليقين ولا يجزئه التحري (إلى) أن يلزمه (آخر الوقت)(1) فيجزئه\nالتحري حينئذ، فأما لو غلب في ظنه أنه لا يدرك اليقين إلا بعد خروج الوقت\nأجزأه التحري(2) في أوله، هذا معنى كلام أبي طالب.\n</p>\n\n<p>\nقال مولانا عليه السلام: وهومبني على أصل يحيى عليه السلام في طلب الماء.\n</p>\n\n<p>\nوقال المنصور بالله: لا تجب المقابلة للعين إلا إذا كان بينه وبينها ميل\n(3) فما دون، ولا يجب أكثر من ذلك.\n</p>\n\n<p>\nقال الفقيه يوسف: وهو الذي صحح للمذهب، وهو أيضا مبني <span id='ms0107'></span> على طلب الماء؛\nلأنهم هنالك صححوا كلام المنصور بالله(4).\n</p>\n\n<p>\nتنبيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p146'> Vol. 02, p. 146</a>\n            </div>\n             ظاهر كلام أهل المذهب أن الحجر من البيت(1) حيث أوجبوا الطواف من خارجه\nفيجزئ استقباله. والفقيه نجم الدين يوسف بن أحمد بن عثمان يروي عن حي\nالمحدث الفاضل أحمد بن سليمان الأوزري(2) رحمه الله تعالى أنه حكى عن بعض\nالمحدثين من الشافعية أن استقباله لا يجزئ؛ لأنه ترك ما تصح الصلاة إليه\nقطعا، وعدل إلى ما يشك أو يظن، ولأنه لم يعرف أن أحدا استقبله في الصلاة.\n</p>\n\n<p>\nقال مولانا عليه السلام: وهذا الاحتجاج ضعيف جدا لا يوافق (3) قوانين\nالعلماء في احتجاجها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p147'> Vol. 02, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\n(و) اليقين لاستقبال عينها إنما (هو) فرض (علىالمعاين)(1) لها، وهو الذي في\nالقرب(2) منها على وجه ليس بينهما حائل (و) هو أيضا فرض على (من في حكمه)\nأي: من في حكم المعاين، وهو الذي يكون في بعض بيوت مكة(3) التي لا يشاهد\nمنها الكعبة، أو يكون بينه وبينها حائل(4) يمنعه من النظر إليها، فإن هذا\nفرضه اليقين كالمعاين.\n</p>\n\n<p>\nوقال بعض العلماء:(5) بل يجزئه التحري(6) كما يجزئ تقليد المؤذن مع\nالتمكن من التحري، وحصول اليقين، وضعف ذلك بأن مسألة المؤذن بخلاف القياس.\n</p>\n\n<p>\nقال مولانا عليه السلام: وأجود من ذلك أن الأذان خصه الإجماع، وفى عدم\nتقليده من الحرج ما ليس في هذا لتكرره.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p148'> Vol. 02, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\n(و) يجب (على غيره)(1) أي: على غير المعاين، ومن في حكمه، وهو الذي لا\nيتمكن من مشاهدة الكعبة بأن يكون أعمى (2) أو بعيدا منها، بحيث لا يتمكن من\nمعاينتها إلا بعد خروج الوقت، وهو (في غير محراب الرسول صلى الله عليه وآله\nوسلم الباقي)(3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p149'> Vol. 02, p. 149</a>\n            </div>\n             على ما وضعه الرسول صلى الله عليه وآله وسلم من دون تقديم، أو تأخير، أو\nتمييل. فإنه إذا كان معاينا لمحراب الرسول صلى الله عليه وآله، أو في حكم\nالمعاين له بأن يكون في المدينة فإن حكمه حكم المعاين للكعبة في أنه لا\nيجزئه التحري، بل يلزمه تيقن استقبال جهة ذلك المحراب.\n</p>\n\n<p>\n(نعم) فمن كان غير معاين للكعبة ولا في حكمه، ولا في <span id='ms0108'></span> مدينة الرسول صلى\nالله عليه وآله ففرضه (التحري لجهتها)(1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p150'> Vol. 02, p. 150</a>\n            </div>\n             لا لعينها، ذكره أبو العباس، وأبو طالب، والكرخي، وهوأحد قولي أصحاب\nالشافعي.\n</p>\n\n<p>\nوقال في الكافي عن زيد بن علي، والناصر، ورواية للحنفية: إن المطلوب العين.\n</p>\n\n<p>\nفقال الفقيه يحي البحيبح: ثمرة الخلاف في العبارة فقط.\n</p>\n\n<p>\nوقال الكني: مبنى الخلاف أن من قال: المطلوب الجهة قال: كل مجتهد مصيب.\nومن قال: المطلوب العين(1) قال: الحق واحد. وضعف كلامه بأن كثيرا ممن قال:\nالحق مع واحد قال: المطلوب الجهة. وممن قال: كل مجتهد مصيب قال: المطلوب العين.\n</p>\n\n<p>\nقال عليه السلام: والأقرب عندي أن ثمرة الخلاف تظهر في القدر الواجب من\nالتحري، فمن يقول: المطلوب العين يشدد فيه أبلغ ممن يقول المطلوب الجهة\nوالله أعلم.\n</p>\n\n<p>\nقال: ومعنى التشديد هو أن لا يجتزئ من تحريه بتوجهه إلى ما بين المشرق\nوالمغرب (2) بل لا يزال يقسم تلك الجهة(3) حتى يغلب في ظنه أن ما توجه إليه\nأقرب الجهات إلى مسامتة الكعبة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p151'> Vol. 02, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\n(نعم) والتحري يكون بالنظر في الأمارات (1) المفيدة للظن بأنه قد صار\nمسامتا للقبلة، فمنها بالنظر إلى جهاتنا: سهيل؛ فإنه عند إنتهاء طلوعه(2)\nيكون في القفا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p152'> Vol. 02, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\nومنها: بنات نعش(1) فإنها تغرب على الحجر، والقطب(2) يياسر منه قليلا(3).\n</p>\n\n<p>\nومنها: الشمس فإنها في الشتاء تغرب في أذن المستقبل (4) وفي الصيف في\nمؤخر عينه الشمال، وما بينهما تدور من العين إلى الأذن.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p153'> Vol. 02, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\n(ثم) إن غيرالمعاين(1) إذا لم يمكنه التحري ففرضه (تقليد الحي)(2) إذا\nوجده، وكان ممن يمكنه التحري، ولا يرجع إلى المحاريب المنصوبة ذكره أبو طالب.\n</p>\n\n<p>\nوقال المؤيد بالله: الرجوع إلى المحاريب أولى؛ لأنها وضعت بآراء واجتماع.\n</p>\n\n<p>\nقال في الزوائد: عن بعض الناصرية خلاف السيدين إذا كان المخبر واحدا، أما\nلوكان أكثر فإنه يرجع إليهم وفاقا بينهما.\n</p>\n\n<p>\nوقال علي خليل [قوي]: الأولى أن يرجع إلى الأصوب عنده من قول المخبر أو\nالمحاريب، يعني: أن ذلك موضع اجتهاد.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p154'> Vol. 02, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\nقال مولانا عليه السلام: وهذا عندنا قول حسن(1)؛ لأنه ربما يكون المخبر في\nأعلى درجات المعرفة، لما يجب من التحري، وأعلى درجات الورع <span id='ms0109'></span> والتقشف (2) ولا\nيؤمن أن لا يكون حضر نصب المحراب من هو في درجة كماله، وإن كانوا جماعة فإن\nالرجوع إلى هذا حينئذ أرجح من المحراب. قال: ولا أظن المؤيد بالله ولا غيره\nيخالف في مثل هذه الصورة، وربما كانت معرفة الحي قاصرة لا تسكن النفس\nإليها، نحو أن يكون من آحاد العوام الذين لهم بعض تمييز(3) فإن الرجوع إلى\nمحراب جامع مأهول(4) في بعض الأمصار أولى من قول ذلك الرجل حينئذ.\n</p>\n\n<p>\nقال: ولا أظن أبا طالب يخالف في ذلك.\n</p>\n\n<p>\n(ثم) إن لم يمكنه التحري، ولا وجد حيا(5) يمكنه التحري ليقلده ففرضه\nالرجوع إلى (المحراب)(6).\n</p>\n\n<p>\nوإنما يصح الرجوع إليه بشرطين أحدهما: أن لا يجد حيا يقلده. الثاني: أن\nيعلم أو يظن أنه نصبه ذو معرفة ودين(7).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p155'> Vol. 02, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\n(ثم) إن لم يجد شيئا من ذلك، بل التبس عليه الحال من كل وجه فإن فرضه أن\nيصلي إلى (حيث يشاء) من الجهات (آخر الوقت)(1) لأن صلوته ناقصة(2)، وأصل\nالهدوية وجوب التأخير. وعن المؤيد بالله: يجوز التقديم أول الوقت(3).\n</p>\n\n<p>\nوقال مالك: يصلي تلك الصلاة أربع مرات (4)إلى كل واحدة من الجهات مرة.\n</p>\n\n<p>\n(نعم) فإن كان فرض التوجه ساقطا عنه، نحو أن يكون مسايفا (5) أو مربوطا\nلا يمكنه الانصراف إلى الجهة، أو راكب سفينة(6) أو غيرها على وجه يتعذر\nعليه الاستقبال، أو مريضا لم يجد(7) من يوجهه إليها فإن فرضه أن يصلي إلى\nحيث أمكنه آخر الوقت.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p156'> Vol. 02, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\n(ويعفى) استقبال القبلة (لمتنفل راكب(1) في غير المحمل)(2) وقد تضمن هذا\nأنه لا يعفى مع التمكن منه من دون مضرة(3) إلا بشروط ثلاثة الأول: أن تكون\nالصلاة نفلا(4) لا فرضا.\n</p>\n\n<p>\nالثاني: أن يكون المصلي راكبا لا ماشيا. قال عليه السلام: هكذا ذكر\nالأصحاب.\n</p>\n\n<p>\nوهل من شرطه أن يكون الركوب في حال السفر؟ قال عليه السلام: لم يصرح بذلك\nالأصحاب إلا الإمام يحيى، فصرح باشتراط أن يكون في السفر (5).\n</p>\n\n<p>\nقال في الانتصار: وفي الحاضر (6) وجهان المختار أنه لا يجوز(7)إلى غير\nالقبلة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p157'> Vol. 02, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\nالشرط الثالث: أن يكون ركوبه في غير المحمل <span id='ms0110'></span>؛ لأنه إذا كان في المحمل أمكنه\nاستقبال القبلة(1) من دون انقطاع السير (ويكفي مقدم التحري)(2) في طلب\nالقبلة (على التكبيرة) التي للإحرام بالصلاة (إن) ظن الإصابة في تحريه في\nالصلاة بالتكبيرة ثم (شك بعدها)(3)وقبل الفراغ من الصلاة (أن يتحرى) تحريا\nثانيا، بأن ينظر (أمامه) لطلب الأمارة، ولا يلتفت إلا يسيرا(4) لا يعد\nمفسدا(5) إن يكن قد غلب في ظنه(6) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p158'> Vol. 02, p. 158</a>\n            </div>\n             الخطأ، فأما إذا تحرى بعد الشك فغلب في ظنه أن الأول خطأ وجب عليه أن يتم\nصلاته (وينحرف)(1) إلى حيث الإصابة، ولو كان انحرافا كثيرا، نحو من قدام\nإلى وراء (ويبني)(2) على ما قد فعله من الصلاة، ويفعل كذلك كلما ظن خطأ\nالتحري الأول، ولو أدى إلى أنه يصلي الظهر ونحوه كل ركعة إلى جهة، من يمين\nوشمال، وقدام ووراء، ولا يجوز له الخروج من الصلاة والاستئناف إلا أن يعلم\nعلما يقينا(3) خطأ الأول، فأما لو لم يكن قد تحرى قبل التكبيرة لزمه\nالاستئناف للصلاة من أولها، إلا أن يعلم الاصابة على قول من يعتبر الحقيقة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p159'> Vol. 02, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\n(ولا يعيد المتحري المخطئ(1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p160'> Vol. 02, p. 160</a>\n            </div>\n             إلا في الوقت إن تيقن الخطأ) قال مولانا عليه السلام: فقولنا:\"المتحري\"\nاحتراز ممن صلى بغير تحر فإنه يعيد في الوقت وبعده (1) إلا أن يعلم\nالإصابة، فإنها تجزئه عند من اعتبر الإنتهاء، وهو أبو العباس، لا عند من\nاعتبر الإبتداء، وهو الأظهر من قولي المؤيد بالله.\n</p>\n\n<p>\nوقولنا: \"المخطئ\" احتراز من المصيب فإنه لا يعيد، ولو صلى إلى غير متحراه\n(2) إن تيقن الإصابة عند أبي العباس، لا عند المؤيد بالله. وقولنا: \"إلا في\nالوقت\" احتراز من أن ينكشف له الخطأ بعد خروج الوقت فإنه لا يقضي، ولو تيقن الخطأ.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p161'> Vol. 02, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\nثم لما كانت مخالفة جهة الإمام حكمها حكم المخالفة للقبلة في وجوب الإعادة\nفي الوقت لا بعده عندنا، ذكرنا ذلك بقولنا: (كمخالفة(1) جهة إمامه) وإنما\nيتصور ذلك في ظلمة أو ما في حكمها(2)، ولهذا قلنا: إذا كان المخالف\n(جاهلا)(3) فإنه يعيد في الوقت لا بعده إن تيقن الخطأ.\n</p>\n\n<p>\nوقال أبو حنيفة: لا <span id='ms0111'></span> يعيد في الوقت ولا بعده.\n</p>\n\n<p>\nوقال المنصور بالله: إنه يعيد في الوقت وبعده، وربما صححه بعض\nالمذاكرين(4) للمذهب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p162'> Vol. 02, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\n(ويكره(1) استقبال نائم(2) ومحدث) لنهيه صلى الله عليه وآله عن الصلاة\nخلفهما(3) (ومتحدث)(4) لئلا يشغل قلب المصلي (وفاسق(5) وسراج)(6) قابس؛ لما\nفي ذلك من التشبه بعبدة النار (ونجس)(7) ولا يكره استقبال هذه الأشياء إلا\nإذا كانت من المصلي (في) قدر (القامة) والمراد بالقامة هنا مسافة، لا\nالارتفاع(8) ولا الانخفاض، فإذا كان بعدها من المصلي قدر مسافة القامة فما\nدون كرهت (ولو) كانت (منخفضة)(9) أكثر من القامة عند السيدين.\n</p>\n\n<p>\nوقال أبو العباس: إذا زاد انخفاضها على القامة لم تكره (10)، وأما لو\nارتفعت فوق القامة فليس بمستقبل لها، ولو قرب النشز التي هي عليه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p163'> Vol. 02, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\n(وندب لمن) أراد الصلاة (في الفضاء اتخاذ سترة)(1) بين يديه من بناء أو غيره.\n</p>\n\n<p>\nقال في مهذب الشافعي: ويكون قدر مؤخرة الرحل(2).\n</p>\n\n<p>\nقال عطاء: ومؤخرة الرحل قدر ذراع.\n</p>\n\n<p>\nقال فيه: ويستحب أن يكون بينه وبينها قدر ثلاثة أذرع. وقال في الانتصار:\nقدر ذراع.\n</p>\n\n<p>\nقال مولانا عليه السلام: ولعل مراد صاحب المهذب أن الثلاثة الأذرع من\nقدمي المصلي(3) ومراد الانتصار من موضع سجوده والله أعلم.\n</p>\n\n<p>\nقال في الانتصار: ويجوز هنا أن يجعل بعيره سترة(4) لأنه كان صلى الله\nعليه وآله وسلم يصلي إلى بعيره(5).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p164'> Vol. 02, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\n(ثم) إذا لم يجد سترة كذلك ندب له نصب (عود) يغرزه مكان السترة، ويكون ذلك\nالعود مواجها لحاجبه الأيمن أو الأيسر لا مقابلا(1) (ثم) إذا لم يتمكن من\nعود ندب له اتخاذ (خط)(2) يخطه في موضع السترة، ويكون إما عرضا، أو\nكالهلال(3) أو كالمحراب(4). وقال أبو يوسف: لا معنى للخط(5).\n</p>\n\n<p>\nفصل (وأفضل أمكنتها المساجد)(6) يعني: أنها أفضل أمكنة الصلوات الخمس (7).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p165'> Vol. 02, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\nثم ذكر عليه السلام أفضل المساجد بقوله: (وأفضلها المسجد الحرام)(1)\n</p>\n\n<p>\nواختلف في تعيينه على ثلاثة أقوال حكاها في الانتصار.\n</p>\n\n<p>\nالأول: أنه الكعبة، والحجر فقط؛ لقوله تعالى: {جعل الله الكعبة البيت\nالحرام} قال: وهذا هو المختار.\n</p>\n\n<p>\nالثاني: أنه الكعبة، وسائر الحرم المحرم؛ لقوله تعالى: {سبحان الذي أسرى\nبعبده <span id='ms0112'></span> ليلا من المسجد الحرام }وكان الإسراء، وهو في بيت خديجة.\n</p>\n\n<p>\nوفي الكشاف، والحاكم قيل: أسري به من المسجد. وقيل: من بيت أم هاني(2)\nوهذان القولان للفقهاء.\n</p>\n\n<p>\nالثالث: أنه الحرم المحرم وما حوله إلى المواقيت. وهذا رأي أئمة العترة،\nذكره في تأويل قوله تعالى:{ذلك لمن لم يكن أهله حاضرى المسجد الحرام} (3).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p166'> Vol. 02, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\n(نعم) والدليل على أن المسجد الحرام أفضل المساجد قوله صلى الله عليه وآله\nفي خبر أبي ذر(1) حيث قال: (يا أبا ذر صلاة في مسجدي هذا تعدل ألف صلاة في\nغيره من المساجد إلا المسجد الحرام، وصلاة في المسجد الحرام تعدل مائة ألف\nصلاة (2) في غيره من المساجد، وأفضل من هذا كله صلاة يصليها الرجل في بيت\nمظلم (3)حيث لا يراه أحد إلا الله عز وجل يطلب بها وجه الله).\n</p>\n\n<p>\n(ثم) إن أفضل المساجد بعد المسجد الحرام (مسجد النبي (4) صلى الله عليه\nوآله وسلم) لما تقدم فيه من الأثر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p167'> Vol. 02, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\n(ثم) إن أفضل المساجد بعد المسجد الحرام، ومسجد رسول الله صلى الله عليه\nوآله وسلم (مسجد بيت المقدس(1) لأنه أحد القبلتين، ولأن الله تعالى وصفه\nبالبركة، فقال: {الذي باركنا حوله}(2).\n</p>\n\n<p>\n(ثم) بعد هذه الثلاثة مسجد (الكوفة) (3) لما ورد في الأثر من أنه صلى فيه\nسبعون نبيا(4).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p168'> Vol. 02, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\n(ثم) بعد هذه الأربعة في الفضل (الجوامع) وهي التي تكثر فيها الجماعات(1).\n</p>\n\n<p>\n(ثم) بعد هذه المذكورة (ما شرف عامره) (2) بأن يكون ذا فضل مشهور(3) في\nدين وعلم، لا شرف الدنيا فلا عبرة به.\n</p>\n\n<p>\nقال عليه السلام: ولا خلاف في هذا الترتيب إلا بين الأخيرين، فمنهم من\nقدم (4) ما شرف عامره على الجوامع التي عامرها ليس كذلك، والصحيح ما\nرتبناه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p169'> Vol. 02, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\n(ولا يجوز في المساجد)(1) شيء من أفعال الجوارح(2) (إلا الطاعات)(3)\nوأنواعها كثيرة كالذكر (4)، والأمر بالمعروف، والنهي عن المنكر، والاشتغال\nبما يعود نفعه على المسلمين إذا لم يستلزم فعل ما لا يجوز فيها، من رهج في\nمباح، أو نحو من ذلك، فأما إذا كانت المنفعة خاصة، نحو أن يشتغل فيه بخياطة\nأو نحوها مما يعود نفعه <span id='ms0113'></span> عليه أو على عائلته، ولا أذية من صوت ونحوه(5)(\nفقال الفقيه علي بن يحي الوشلي: إن ذلك يجوز؛ لأن فيه قربة.\n</p>\n\n<p>\nقال مولانا عليه السلام: والأقرب عندي أنه إذا لم يكن تابعا لقربة متمحضة\nعما يعود نفعه على النفس من عبادة أو غيرها(6) فإنه لا يجوز، وإن كان قربة\nفليس موضوعا لكل قربة، بل لقربة مخصوصة(7) من عبادة ونحوها، إلى آخر ما\nذكره عليه السلام.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p170'> Vol. 02, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال: فثبت من هذا أنه لا يجوز في المسجد إلا ما وضع له من الطاعات، وهو\nالذكر، والصلاة، وقد دخل في الذكر العلوم الدينية (1) كلها؛ لأنها تسمى\nذكرا، ولا يجوز ما عدا ذلك(2) إلا ما خصه دليل شرعى.\n</p>\n\n<p>\nقال: وقد أشرنا إليه بقولنا (غالبا) يحترز من أمور ثلاثة الأول: مما\nيدخل تبعا للطاعة، نحو اجتماع المسلمين للتراود في مصلحة دينية (3) نفعها\nعام أو خاص(4) فإنه ربما صحب الكلام فيها كلام لا يحتاج إليه في تلك\nالحادثة فإن ذلك معفو (5).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p171'> Vol. 02, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\nالثاني: مما ليس مقصودا دخول المسجد من أجله، وإنما دخل للطاعة، وعرض فعله\nقبل فعلها، نحو ما يقع من المنتظر للطاعة فيه من اضطجاع أو اشتغال فيما\nيعود عليه نفعه، من مباح كخياطة ونحوها، فإن ذلك معفو أيضا.\n</p>\n\n<p>\nالثالث: مما تدعو الضرورة (1) إليه من اشتغال بالمباحات(2) نحو نزول رجل\nمن المسلمين(3) فيه لأنه لا يجد مكانا، والقعود لحاجة(4) خفيفة.\n</p>\n\n<p>\nقال الفقيه علي بن يحي الوشلي: والمضطر الذي يجوز له النوم (5) في المسجد\nهو من لا يجد كراء، ولاشراء، ولا عارية ليس فيها منة.\n</p>\n\n<p>\nقال مولانا عليه السلام: وهذا عندنا ضعيف؛ لأنه إذا حاز الوقوف جاز\nالنوم، فاللائق أن يقال: يجوز لمن لا يجد غيره )(6)( ملكا له، أو\nمباحا)(7)( والله أعلم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p172'> Vol. 02, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\n(ويحرم البصق))(1)( وهو الرمي بالريق (فيها))(2)( أي: في المساجد، والأصل\nفيه قوله صلى الله عليه وآله وسلم:(إن المسجد لينزوي (3) من النخامة كما\nتنزوي الجلدة من النار) وعن القاسم: يجوز إذا كان فيه رمل ويدفنها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p173'> Vol. 02, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\n(و) يحرم أيضا البصق(1) (في هوائها)(2) أي: في هواء المسجد <span id='ms0114'></span>، ولو لم يقع\nعليها بل نفذها؛ لأن حرمة المسجد(3) من الثرى إلى الثريا، فما حرم في قراره\nحرم في هوائه.\n</p>\n\n<p>\n(و) يحرم أيضا (استعماله)(4) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p174'> Vol. 02, p. 174</a>\n            </div>\n             أي: استعمال الهواء إما بمد عروش عليه.\n</p>\n\n<p>\nقال بعض المتأخرين:(1) أو مد ثياب على سطحه(2).\n</p>\n\n<p>\nقال عليه السلام: وهو قوي، فلا يجوز في هوائه شيء من الاستعمالات (3)(ما\nعلا) أي: ما ارتفع.\n</p>\n\n<p>\nقال عليه السلام: ثم لما كان بعض الصلاة قد تكون في غير المساجد أفضل،\nوكان عموم كلامنا آنفا لا يفيد ذلك أشرنا إليه بقولنا: (وندب) للمصلي نافلة (4) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p175'> Vol. 02, p. 175</a>\n            </div>\n             (توقي مظان الرياء)(1) وهي حيث يجتمع الناس من المساجد وغيرها؛ لما تقدم من\nالأثر في الصلاة في البيت المظلم حيث لا يراه أحد إلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p176'> Vol. 02, p. 176</a>\n            </div>\n             الله عز وجل.\n</p>\n\n<p>\n(اعلم) أنه لا يخلو إما أن يجد المتنفل مسجدا خاليا، أو مكانا فيه خاليا،\nأو لا يجد، إن وجد فهي في المسجد الذي هو كذلك أفضل. قال عليه السلام: ولا\nأحفظ فيه خلافا.\n</p>\n\n<p>\nوإن لم يجد إلا مسجدا مدخولا في حال تنفله فاختلف فيه على أقوال الأول\nلأبي حنيفة: أنها في البيوت أفضل. وظاهره ولو كان ممن يأمن الرياء.\n</p>\n\n<p>\nالقول الثاني للمنصور بالله: أن رواتب الفرائض من النوافل في المساجد\nأفضل، وسائر النوافل في البيوت أفضل.\n</p>\n\n<p>\nالقول الثالث حكاه بعض معاصرينا(1) للمذهب: أنها في المساجد أفضل (2)\nوظاهره الإطلاق(3).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p177'> Vol. 02, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\nالقول الرابع ذكره بعض متأخري المذاكرين(1) وهو أن المتنفل إذا لم يأمن على\nنفسه الرياء فهي في الخلوات أفضل، وإن أمن فهي في المساجد أفضل سيما إذا\nكان يقتدى به.\n</p>\n\n<p>\nقال مولانا عليه السلام: إن لم يكن يقتدى به فالخلوة أرجح؛ لأن النفس طموح.\n</p>\n\n<p>\nقال: ولهذا قلنا: (إلا من أمنه) أي: أمن الرياء (وبه يقتدى) فإن الأرجح\nله الإظهار، وعلى ذلك يحمل ما ورد في الأثر من أن (صلاة الجهر(2) تزيد على\nصلاة السر سبعين ضعفا) وذلك لأنه يثاب على الصلاة، وعلى قصد الهداية لغيره،\nوتعريه عن محبطات العمل.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p178'> Vol. 02, p. 178</a>\n            </div>\n            \n</p>\n\n<p>\nقال عليه السلام: وحقيقة الإخلاص(1) هو أن يفعل الطاعة، أو يترك المعصية\nللوجه <span id='ms0115'></span> المشروع(2)غير مريد للثناء(3) على ذلك، فهذا هو المخلص، وإن لم يكره\nالثناء(4).\n</p>\n\n<p>\nوالرياء:(5)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p179'> Vol. 02, p. 179</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head2'>AUTO هو أن يريد الثناء في فعل الطاعة، أو ترك معصية أو مكروه.</h2>\n\n<p>\n(باب الأوقات)(1)\n</p>\n\n<p>\n(إختيار الظهر) (2) أي: الوقت الذي ضرب لتأدية صلاة الظهر مقدر (من\nالزوال) (3) أي: زوال الشمس. وعلامته زيادة ظل كل منتصب في ناحية المشرق\nبعد تناهيه في النقصان.\n</p>\n\n<p>\nقال عليه السلام: هكذا جاء في كلام أهل المذهب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p180'> Vol. 02, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\nواختلف المتأخرون في تفسيره فقيل:(1) المراد زيادة الظل(2) إلى ناحية\nالمشرق بعد تناهيه في النقصان من جهة المغرب.\n</p>\n\n<p>\nقال عليه السلام: وفي هذا ضعف؛ لأنه لو أريد ذلك كان يكفيه أن يقول:\nزيادة ظل كل منتصب في ناحية المشرق، ولا يحتاج إلى قوله: بعد تناهيه في\nالنقصان.\n</p>\n\n<p>\nوقيل: المراد بعد تناهيه في النقصان من ناحية الشام، وذلك في الشتاء\nفحسب(3)؛ لأن الشمس فيه تكون في جهة اليمن، والظل إلى نحو الشام، فكيفما\nارتفعت الشمس(4) نقص الظل حتى تستوي الشمس، وفي حال نقصانه ينتقل الظل إلى\nالمشرق، فعند ميل الشمس إلى المغرب يزيد الظل في ناحية المشرق؛ لأنه قد\nانتقل إليها. ونظر ذلك.\n</p>\n\n<p>\nقال عليه السلام: من وجهين أحدهما: أن المراد ذكر علامة الزوال في كل\nوقت، وهذا الذي ذكر يختص الشتاء. والوجه الثاني: ذكره في الغيث)(5)(.\n</p>\n\n<p>\nوقيل: المراد بعد تناهيه في النقصان من ناحية المشرق أيضا، وأن جهة\nالزيادة والنقصان واحدة، وذلك لأنه ذكر)(6)( أن الشمس عند زوالها يزيد الظل\nإلى ناحية المشرق، ثم يقهقر فينقص، ثم يزيد بعد القهقرى، فالزيادة الأولى\nلا عبرة بها لأنها تنقص بعد، وإنما علامة الزوال بعد ذلك النقصان.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p181'> Vol. 02, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\nقال عليه السلام: وقد حكى بعض معاصرينا )(1)( عن بعض الثقات أنه رصد الشمس\nعند زوالها فوجدها كذلك، وهذا إن صح هو الملائم للكلام إلا أن في ذلك\nإشكالا من وجوه ثلاثة ذكرها عليه السلام في الغيث )(2)( ثم قال في آخر\nكلامه عليه السلام: فالأولى حمل الكلام على ما ذكره أهل القول الأول، وهو\nأن المراد بعد تناهيه في النقصان من جهة المغرب <span id='ms0116'></span>؛ لأنه الظاهر)(3)(.\n</p>\n\n<p>\nقال: وأبلغ ما يكون أن يتضمن تكرارا من جهة المعنى، فذلك واقع في كثير من\nالكلام، إما لزيادة في إيضاح، أو للتقرير في الذهن، أو غيرهما )(4)(.\n</p>\n\n<p>\n(نعم) فوقت اختيار الظهر ممتد من الزوال (وآخره مصير ظل الشيء) المنتصب\n(مثله) سوى فيء الزوال )(5) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p182'> Vol. 02, p. 182</a>\n            </div>\n             (.\n</p>\n\n<p>\nواختلف في تقدير المثل في القامة فقيل: إذا بلغ الظل ستة أقدام )(1)(\nونصفا سوى القدم التي قام عليها فذلك قدر القامة.\n</p>\n\n<p>\nوقال أبو جعفر: الاعتبار بالمثل)(2)( دون الأقدام، وهذا هو ظاهر المذهب\nفكأن الأقدام ليست إلا تقريبا، وذكر الناصر في كتابه الكبير(3): أنه يعتبر\nبالأقدام فكأنه جعلها تحقيقا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p183'> Vol. 02, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\nوفائدة الخلاف في من قدم ستة أقدام ونصفا هل يصلي العصر من دون نظر في\nمساواة ذلك الظل للقامة أو لا بد منه ؟ فمن اعتبر الأقدام قال: ما عليه إلا\nذلك. ومن اعتبر المثل قال: عليه النظر في المماثلة)(1)(.\n</p>\n\n<p>\n(و) مصير ظل الشي مثله سوى فيء الزوال (هو أول) وقت اختيار (العصر )(2)(\nوآخره المثلان) أي: مثلا المنتصب(3) سوى فيء الزوال.\n</p>\n\n<p>\nوقال الشافعي: وأبو يوسف، ومحمد: إن أول اختيار العصر بعد أن يزيد الظل\nعلى المثل أدنى زيادة.\n</p>\n\n<p>\nو(و) وقت الاختيار (للمغرب) ابتداؤه (من رؤية كوكب ليلي)(4) لا نهاري،\nوالنهاري(5) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p184'> Vol. 02, p. 184</a>\n            </div>\n             هي الزهرة، والمشتري، والشعرى وهي علب. قال القاضى محمد بن حمزة: (1) هذه\nالمجمع عليها، والخلاف في السماك(2).\n</p>\n\n<p>\nوقال الفقيه يحي البحيبح قيل: إن المختلف فيه المريخ. وقيل: السماك\nالأعزل(3).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p185'> Vol. 02, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\n(نعم) فلا يدخل وقت المغرب في الصحو حتى يظهر كوكب ليلي، وتحصل رؤيته (أو\nما في حكمها) والذي في حكم الرؤية تقليد المؤذن )(1) وخبر المخبر)(2)\nبظهوره، والتحري)(3)( في الغيم.\n</p>\n\n<p>\nوقال زيد بن علي، وأحمد بن عيسى(4)والفقهاء، واختاره الإمام يحي بن حمزة:\nإن أول اختيار المغرب سقوط)(5)( قرص الشمس، ويعرف بتواريها الحجاب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p186'> Vol. 02, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\nقال مولاناعليه السلام: فأما من في بطن واد، أو في أوهاط الأرض فلعلهم\nيقولون: يعتبر بذهاب شعاعها عن رؤوس الجبال (وآخره ذهاب الشفق الأحمر))(1)\nفإذا ذهب فذلك آخر اختيار المغرب.\n</p>\n\n<p>\nوقال أبو حنيفة: آخره ذهاب الشفق الأبيض <span id='ms0117'></span>. وكذا في شرح الإبانة عن الباقر.\n</p>\n\n<p>\n(و) ذهاب الشفق الأحمر(2) (هو أول) وقت اختيار (العشاء) (3) الآخرة\n(وآخره ذهاب ثلث الليل) فللشافعي قولان الجديد إلى الثلث، والقديم إلى النصف.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p187'> Vol. 02, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\n(و) أول وقت الاختيار (للفجر من طلوع) النور (المنتشر)(1) في ناحية المشرق،\nلا النور الأول المستطيل(2) (إلى بقية تسع ركعة كاملة) (3)قبل طلوع الشمس.\n</p>\n\n<p>\nقوله: \"كاملة\" يعني: بقرائتها(4). وقال المنصور بالله: من غير قراءة(5).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p188'> Vol. 02, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\nو(و) قت (اضطرار الظهر)(1) أي: الوقت الذي ضرب للمضطر أن يصلي فيه الظهر،\nوسيأتي تعيين المضطر إن شاء الله تعالى، وذلك الوقت ابتداؤه (من آخر\nاختياره)(2)( وهو مصير ظل الشيء مثله، ويمتد (إلى بقية) من النهار (تسع\nالعصر) (3)( وإلى هنا للإنتهاء، فلا يدخل الحد في المحدود (4) (.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p189'> Vol. 02, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\n(وللعصر) وقتان اضطراريان الأول: (اختيار الظهر) جميعه (إلا ما يسعه) أي:\nيسع الظهر(1)( (عقيب الزوال) فإنه يختص بالظهر.\n</p>\n\n<p>\n(و) الثاني: من وقتي اضطرار العصر ابتداؤه (من آخر اختياره) وهو مصير ظل\nالشيء مثليه (حتى لا يبقى) من النهار (ما يسع ركعة) وهذا أجود من عبارة\nالتذكرة؛ لأنه قال فيها: إلى قبل الغروب بركعة؛ لأن إلى لا تستقيم هنا\nللانتهاء(2) ولا بمعنى مع.\n</p>\n\n<p>\n(وكذلك المغرب والعشاء) أي: هما في الاضطرار نظير الظهر والعصر في\nالتقدير.\n</p>\n\n<p>\nوتحقيق ذلك: أن وقت الاضطرار للمغرب من آخر اختياره إلى بقية من الليل\nتسع العشاء(3) ويكفي ما يسع ركعة بعد المغرب.\n</p>\n\n<p>\nوللعشاء وقتان اضطراريان الأول: وقت اختيار المغرب جميعه إلا قدرا منه\nيسع المغرب(4) عقيب غروب الشمس فإنه يختص المغرب.\n</p>\n\n<p>\nالوقت الثاني من اضطرار العشاء: ابتداؤه من آخر اختياره، وآخره بقية من\nالليل تسع ركعة(5).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p190'> Vol. 02, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\nو(و) قت الاضطرار (للفجر) (1) هو (إدراك ركعة))(2)( منه كاملة قبل طلوع\nالشمس)(3)(.\n</p>\n\n<p>\nوقال المؤيد بالله، وزيد بن علي، وأبو حنيفة: لا بد من ركعتين في الفجر،\nبناء على أصلهم أن الصلاة في الوقت المكروه لا تصح.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p191'> Vol. 02, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\nقال عليه السلام: ثم لما فرغنا من ذكر وقت الصلوات الخمس ذكرنا وقت رواتبها\nفقلنا: (ورواتبها) مشروعة تأديتها (في أوقاتها))(1) أي: في أوقات الفرض،\nولا <span id='ms0118'></span> تصح في أوقاتها إلا (بعد فعلها)(2) لا قبله (إلا) ركعتي (الفجر)(3)\nفإنهما مشروعتان قبل فعله(4).\n</p>\n\n<p>\n(غالبا) يحترز ممن يؤخر في صلاة الفجر حتى خشي فوتها، فإن الواجب تقديم\nالفريضة(5).\n</p>\n\n<p>\nوحكم سنة الفجر حيث تصلى بعده(6) قضاء، ذكره المنصور بالله، وأشار إليه\nفي الشرح.\n</p>\n\n<p>\nوقال الفقيه يحي البحيبح: بل أداء(7).\n</p>\n\n<p>\nوذكر في البيان قولين في سنة الفجر بعده، وفي سنة الظهر بعد العصر(8).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p192'> Vol. 02, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\nواختلفوا في الوتر(1) على ما هو مترتب، فالذي حصله أبو طالب ليحي عليه\nالسلام، وهو المذهب: أنه يترتب على فعل صلاة العشاء(2) ولا عبرة بالوقت.\n</p>\n\n<p>\nوحصل المؤيد بالله: أنه مترتب على الفعل، والوقت جميعا.\n</p>\n\n<p>\nوفى الكافي عن المؤيد بالله، وزيد بن علي: أنه مترتب(3) على الوقت دون الفعل.\n</p>\n\n<p>\nوكل وقت يصلح للفرض قضاء) (4) يعني: أنه لا وقت مكروه في قضاء الفرض.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p193'> Vol. 02, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\n(وتكره)(1) صلاة (الجنازة)(2) ودفنها (و) صلاة (النفل (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p194'> Vol. 02, p. 194</a>\n            </div>\n             فى الثلاثة) الأوقات التي نهى الرسول صلى الله عليه وآله وسلم (1) عن\nالصلاة فيها، وهي عند طلوع الشمس حتى ترتفع(2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p195'> Vol. 02, p. 195</a>\n            </div>\n             وعند قائمة(1) الظهيرة، وعند غروبها(2) حتى يسقط شعاعها.\n</p>\n\n<p>\nوقال المؤيد بالله، وأبو حنيفة، وحكاه في الكافي عن زيد بن علي، واختاره\nالإمام يحيى: إن النهي متناول للنفل والفرض جميعا، إلا صلاة العصر فإنه\nمخصوص بقوله: صلى الله عليه وآله وسلم: (من أدرك من العصر ركعة فقد\nأدركها)(3).\n</p>\n\n<p>\nقال مولانا عليه السلام: وظاهر كلام أهل المذهب أن الكراهة هنا للتنزيه،\nوعلى ما يقتضي كلام أبي جعفر(4) أنها للحظر.\n</p>\n\n<p>\nولا فرق في كراهة الصلاة في هذه الأوقات بين مكة وغيرها، وبين الجمعة\nوغيرها عند أهل المذهب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p196'> Vol. 02, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الشافعي: والمنصور بالله: لا كراهة في مكة (1) ولا في ظهيرة يوم\nالجمعة.\n</p>\n\n<p>\n(نعم) ولا كراهة فيما سوى هذه الأوقات عند القاسم، والهادي.\n</p>\n\n<p>\nوقال المؤيد بالله، والشافعي: يكره بعد صلاة الفجر، وبعد صلاة العصر ما\nلا سبب له.\n</p>\n\n<p>\nوقال أبو حنيفة: تكره النوافل عموما في هذين الوقتين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p197'> Vol. 02, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\n(وأفضل الوقت)(1) المضروب للصلاة (أوله)(2) أما المغرب فذلك إجماع (3)(.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p198'> Vol. 02, p. 198</a>\n            </div>\n            \n</p>\n\n<p>\nقال الإمام: إلا ما يروى عن الروافض(1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p199'> Vol. 02, p. 199</a>\n            </div>\n             ( إن تأخيرها إلى <span id='ms0119'></span> أن تشتبك(1) النجوم أفضل.\n</p>\n\n<p>\nقال: وهؤلاء قوم بدعية، لا يلتفت إلى أقاويلهم، ولا حجة)(2)( لهم.\n</p>\n\n<p>\nوأما ما عداه فاختلف فيه فقال القاسم، والهادي: إن أفضل الوقت أوله في\nكل الصلوات.\n</p>\n\n<p>\nوقال أبو حنيفة: إنه يستحب التأخير في العشاء)(3)( إلى ثلث الليل أو\nنصفه، والفجر إلى الإسفار)(4)( والعصر إلى أن تبيض الشمس )(5)(.\n</p>\n\n<p>\nوأما الظهر فتعجيله عنده أفضل إلا في شدة الحر.\n</p>\n\n<p>\nوقال الشافعي: إن التعجيل أفضل إلا في الظهر فيستحب عنده الإبراد(6) بها\nفي اليوم الحار، إذا كانت تصلى جماعة، ويؤتى لها من بعد.\n</p>\n\n<p>\nوقال مالك: إنه يستحب تأخير الظهر بعد الزوال حتى يزيد الظل ذراعا لمن\nيصلي في مساجد الجماعة.\n</p>\n\n<p>\nوقال المؤيد بالله، والمنصور بالله: إن التعجيل أفضل إلا في العشاء\nالآخرة فيستحب تأخيرها )(7)(.\n</p>\n\n<p>\nفصل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p200'> Vol. 02, p. 200</a>\n            </div>\n             (و) يجب (على ناقص الصلاة)(1) وهو من يصلي قاعدا، أو لا يتم ركوعه، أو\nسجوده، أو اعتداله، أو قراءته(2) لأعذار مانعة من ذلك)(3)( أو مبيحة له في\nالشرع)(4)( (أو) ليس بناقص الصلاة، ولكنه ناقص (الطهارة) نحو: أن يكون\nمتيمما أو في حكمه، أو متلبسا بنجاسة)(5) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p201'> Vol. 02, p. 201</a>\n            </div>\n             ( (غير المستحاضة ونحوها))(1)( وهو من به سلس البول، أو جراحة مطرية\nمستمرة، فمن كان كذلك فالواجب عليه (التحري) في تأدية الصلاة الناقصة أو\nطهارتها (لآخر) وقت (الاضطرار) (2) فلا يؤديها إلا فيه، فيتحرى للظهر بقية\nتسع العصر، حسبما مر في باب التيمم.\n</p>\n\n<p>\nوقال المؤيد بالله: لا يجب التأخير إلا على المتيمم )(3)(.\n</p>\n\n<p>\nتنبيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p202'> Vol. 02, p. 202</a>\n            </div>\n             قال عليه السلام: ظاهر إطلاق الأصحاب أنه لا فرق بين الإقعادين الطارئ)(1)\nوالأصلي، إلا أنه لا ينبغي البقاء على ظاهر هذا الإطلاق؛ لأن من البعيد أن\nيجعل حكم من خرج من بطن أمه لاصقة ساقيه إلى فخذيه، على وجه لا يمكنه الفصل\nفي وجوب التأخير حكم من رجلاه صحيحتان، لكن ثقل به المرض فتعذر القيام\nعليه؛ لأنه لا كلام في أن من لم يخلق الله له رجلين رأسا أن صلاته أصلية(2)\nلا بدلية؛ لأن حالاته كلها حالات القائم، فهو كمن خلقه الله تعالى قصيرا(3)\nفي قدر القاعد، والذي خلق <span id='ms0120'></span> له رجلان ناقصتان على وجه لا ينتفع بهما رأسا\nأشبه بمن لم يخلق له رجلان رأسا، لا بمن له رجلان صحيحتان نافعتان، لكن عرض\nله ما منعه الاستقلال عليهما(4).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p203'> Vol. 02, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\n(و) يجوز (لمن عداهم) أي: من عدا من يلزمه التأخير (جمع المشاركة) )(1)(\nسواء كان مريضا أو نحوه)(2)( أو صحيحا مسافرا، أو مقيما.\n</p>\n\n<p>\nواختلف في تعيين وقته(3) فقال في اللمع: إن نصفه قبل مصير ظل كل شيء\nمثله، ونصفه بعده.\n</p>\n\n<p>\nوقال في مجموع علي خليل: إن جميعه(4) بعد مصير ظل كل شيء مثله(5) وكذا في\nاللمع في آخر باب التيمم. قال الفقيه يوسف: وهذا هو الصحيح.\n</p>\n\n<p>\nوقال الفقيه يحي البحيبح: إن جميعه قبل مصير ظل الشيء مثله.\n</p>\n\n<p>\nواختلف في قدره أيضا فقال الفقيه حسن: إنه قدر ما يسع الظهر(6).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p204'> Vol. 02, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\nقال الفقيه يحي البحيبح: مع سننه. وهذا مع الوضوء(1) فيكون وقتا للصلاتين\nمعا على طريق البدل(2).\n</p>\n\n<p>\nوقيل: قدر ما يسع ثماني ركعات. وقيل: عشر مع الطهارة.\n</p>\n\n<p>\nوقال أبو حنيفة، والشافعي: إن جمع المشاركة ليس بثابت (3) وإن الجمع\nنوعان فقط تقديم وتأخير.\n</p>\n\n<p>\n(و) يجوز (للمريض المتوضئ) (4) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p205'> Vol. 02, p. 205</a>\n            </div>\n             لا المتيمم (والمسافر ولو لمعصية))(1)(.\n</p>\n\n<p>\nوقال الشافعي، وأبو طالب في التذكرة: إن الجمع لا يجوز في سفر المعصية\n(والخائف) على نفسه)(2)( أو ماله (والمشغول بطاعة) كاكتساب علم، أو مال يسد\nبه عائلته، أو يقتضي به دينه أو نحو ذلك (أو) مشغول بشيء (مباح )(3)(\nينفعه، وينقصه التوقيت جمع التقديم والتأخير) فالتقديم: أن يصليهما في وقت\nاختيار الأولى، والتأخير عكسه)(4)(.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p206'> Vol. 02, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\nقال عليه السلام: والأقرب أن حد المرض الذي يجوز معه الجمع )(1)( هو حصول\nألم في الجسم، أي ألم كان يشق معه التوقيت (2)(وسواء سمي مرضا مطلقا كالحمى\nونحوها، أم لم يسم إلا مقيدا كالرمد، وألم الأسنان، والجراحات المؤلمة.\n</p>\n\n<p>\nقال: وحد الخوف الذي يسوغ معه الجمع هو خشية مضرة في نفس أو مال؛ أي\nمضرةكانت)(3)( وإن قلت.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p207'> Vol. 02, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\nومثال الطاعة التي يسوغ لأجلها الجمع نحو أن يكون في وعظ، أو تذكير ويخشى\nفي أول الوقت إن قام للصلاة أن يتفاوت السامعون(1) فلا <span id='ms0121'></span> بأس بجمع التأخير\nحينئذ، وكذا لو كان في صنعة أو عمل يعود نفعهما على من يجب عليه إنفاقه\n)(2)( أو في عمارة مسجد أو منهل، والتوقيت ينقص ذلك العمل، من تسهيل يقع من\nالأجراء أو نحو ذلك )(3)(.\n</p>\n\n<p>\nوأما المباح فنحو أن يكون في حرث أو نحوه، ولم يقصد به وجه قربة)(4)(\nوالتوقيت ينقص ما يرجوه من نفعه، أوتمامه في ذلك الوقت فله الجمع حينئذ.\n</p>\n\n<p>\nوقال الفقيه يحي البحيبح: بل يجوز الجمع، وإن لم يخف نقص المباح(5).\n</p>\n\n<p>\nوضعفه مولانا عليه السلام.\n</p>\n\n<p>\nتنبيه\n</p>\n\n<p>\nقال الإمام يحي بن حمزة، والمطهر بن يحيى، والسيد يحي بن الحسين: إن\nالسنة الجمع في السفر)(6)( وهو أفضل من التوقيت، وهكذا في مهذب الشافعي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p208'> Vol. 02, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الفقيه يحي بن أحمد، والفقيه محمد بن يحي، والفقيه محمد بن سليمان،\nوالفقيح يحي بن حسن البحيبح، والأمير المؤيد: إن الجمع رخصة، والتوقيت\nأفضل)(1).\n</p>\n\n<p>\n(نعم) والأفضل للمسافر النازل أن يصلي أول الوقت، والسائر آخره(2) واختلف\nفي تفسير النازل، وما المراد بآخر الوقت. أما النازل فقيده في الأحكام\nوالكافي بأن يكون على عزم السفر.\n</p>\n\n<p>\nقال مولانا عليه السلام: وهذا يقتضي أنه من ليس بمقيم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p209'> Vol. 02, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الفقيه علي بن يحي الوشلي: هو من يقف قدر الاستراحة (1).\n</p>\n\n<p>\nوأما تعيين الأفضل من آخر الوقت. فقال في الوافي، وأصول الأحكام: هو آخر\nاختيار الأولى.\n</p>\n\n<p>\nوقال أبو طالب: المراد وقت الثانية(2).\n</p>\n\n<p>\n(نعم) فيجوز للمريض ونحوه ممن تقدم ذكره جمع التقديم والتأخير (بأذان)\nواحد ينويه (3) (لهما) جميعا أي: للصلاتين. وقال الفقيه حسن النحوي في\nتذكرته: إنه ينويه للأولى منهما (و) أما الإقامة الواحدة فلا تكفي، بل لا\nبد من (إقامتين) (4) لكل صلاة إقامة (ولايسقط الترتيب) بين الصلاتين\nالمجموعتين إلا أن لا يبقى من الوقت إلا ما يتسع للثانية قدمت\nالثانية)(5)(.\n</p>\n\n<p>\nوقال الشافعي: والمنصور بالله، وحكاه أبو مضر عن المؤيد بالله: إنه يسقط\nالترتيب بدخول وقت الثانية.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p210'> Vol. 02, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أبو حنيفة: إن الترتيب واجب إلا أن يقدم الثانية ناسيا(1) للأولى\nسقط)(2)( ومثل قوله ذكره القاسم عليه السلام.\n</p>\n\n<p>\nوقال مولانا عليه السلام: وإلى هذا <span id='ms0122'></span> القول أشرنا بقولنا: (وإن نسي) يعني:\nوإن نسي الأولى فقدم الثانية فإنه لا يسقط الترتيب، بل يستأنف\nالصلاتين)(3)(.\n</p>\n\n<p>\n(ويصح النفل بينهما)(4) يعني: بين الصلاتين المجموعتين تقديما أو تأخيرا؛\nلأنه لم يرد في ذلك نهي.\n</p>\n\n<p>\nوقال المؤيد بالله [قوي])(5)(: إنه لا يتنفل بينهما؛ لأن الرسول صلى الله\nعليه وآله وسلم لم يكن يفعل ذلك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p211'> Vol. 02, p. 211</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head3'>AUTO قال في اللمع: وعنده إذا فصل بينهما أعاد الأذان</h2>\n\nللثانية)(1)ومثله ذكر أبو جعفر للمؤيد بالله.\n<p>\n(باب الأذان والإقامة) )(2)( \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p212'> Vol. 02, p. 212</a>\n            </div>\n             الأذان في اللغة بمعنى الإعلام. قال الله تعالى: {وأذان من الله ورسوله إلى\nالناس يوم الحج الأكبر})(1)(.\n</p>\n\n<p>\nوفي الشرع: هو الإعلام بدخول أوقات الصلوات الخمس بألفاظ مخصوصة )(2)(\nعلى الصفة المشروعة)(3)(.\n</p>\n\n<p>\nوأما الإقامة فهي في اللغة: عبارة عما يصير به الشيء منتصبا ثابتا، قال\nالله تعالى: {يريد أن ينقض فأقامه}(4) وعبارة عن الاستقرار، يقال: أقام في\nالبلد إقامة أي: استقر فيها مدة.\n</p>\n\n<p>\nوأما في الشرع فهي: إعلام المتأهبين)(5)( للصلاة بالقيام إليها بألفاظ\nالأذان وزيادة(6) على الصفة المشروعة.\n</p>\n\n<p>\nوالدليل على الأذان الكتاب، والسنة، والإجماع.\n</p>\n\n<p>\nأما الكتاب: فقوله تعالى: {وإذا ناديتم إلى الصلاة )(7)(أتخذوها هزؤا}\nوقوله تعالى: {إذا نودي للصلاة من يوم الجمعة فاسعوا إلى ذكر الله} )(8)(.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p213'> Vol. 02, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\nوأما السنة: فأخبار كثيرة منها (الإمام ضامن )(1)( والمؤذن مؤتمن) )(2)(.\n</p>\n\n<p>\nوأما الإجماع: فلا خلاف أنه مشروع(3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p214'> Vol. 02, p. 214</a>\n            </div>\n             ، وجملته معلومة من الدين ضرورة.\n</p>\n\n<p>\nوأما دليل الإقامة ففعله صلى الله عليه وآله وسلم، والخلفاء من بعده، ولا\nخلاف في كونها مشروعة وإن اختلف في الوجوب.\n</p>\n\n<p>\nوأما حكمهما فاختلف فيه قال عليه السلام: وقد أوضحنا المذهب في قولنا:\n(والأذان والإقامة))(1) واجبان (على الرجال) دون النساء)(2)( فإنه لا يجب\nعليهن إجماعا)(3)(.\n</p>\n\n<p>\nوتردد أبو طالب في الاستحباب. قال الفقيه يوسف: وكلام أبي جعفر في شرح\nالإبانة يدل على أنه لا يستحب.\n</p>\n\n<p>\nوقال أبو حنيفة، والشافعي، ورواه في الكافي عن زيد بن علي، والناصر: إن\nالأذان والإقامة سنة.\n</p>\n\n<p>\n(نعم) ولا يجب الأذان لكل صلاة، وإنما يجب (في الخمس) المكتوبة (فقط).\n</p>\n\n<p>\nقال في الشرح: وذلك إجماع الآن(4).\n</p>\n\n<p>\nوهو في الصلوات الخمس على ضربين <span id='ms0123'></span> أحدهما: يكون فيها (وجوبا) وذلك (في\nالأداء).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p215'> Vol. 02, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\nوالضرب الثاني يكون (ندبا) فقط وذلك (في القضاء))(1)( للصلوات الخمس.\n</p>\n\n<p>\nفإن اجتمعت فوائت أذن للأولى )(2)( وأقام لكل صلاة.\n</p>\n\n<p>\n(ويكفي السامع))(3)( سواء كان في البلد أم لا (و) يكفي (من) كان (في\nالبلد))(4) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p216'> Vol. 02, p. 216</a>\n            </div>\n             ( سواء كان من أهلها أم لا، وسواء سمع أم لا (أذان) حصلت فيه الشروط التي\nستأتي، وجملتها ستة)(1)(.\n</p>\n\n<p>\nالأول: أن يكون ذلك الأذان (في الوقت) المضروب لتلك الصلاة، وسواء كان في\nوقت اختيارها)(2)( أم اضطرارها)(3)( تأخيرا.\n</p>\n\n<p>\nالشرط الثاني: أن يكون (من مكلف))(4)( فلا يجزئ أذان الصغير، خلاف أبي\nحنيفة )(5)( ولا المجنون، ولا السكران)(6)( قيل: إجماعا. وفى الكافي عن أبي\nحنيفة: يصح أذانهما.\n</p>\n\n<p>\nالشرط الثالث: أن يكون من(ذكر))(7)( فلا يجزئ أذان المرأة )(8)(.\n</p>\n\n<p>\nوقال أبو حنيفة: يصح(9) ويكره.\n</p>\n\n<p>\nالشرط الرابع: أن يقع من (معرب) )(10) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p217'> Vol. 02, p. 217</a>\n            </div>\n             ( فلا يجزئ أذان اللاحن لحنا يغير المعنى، أو لا وجه له في العربية رأسا\nأما الذي يغير المعنى فنحو أن يكسر الباء من أكبر )(1)( وأما الذي لا يوجد\nله وجه في العربية فنحو أن يضم الياء)(2)( من حي على الصلاة.\n</p>\n\n<p>\nالشرط الخامس: أن يقع من (عدل))(3)( فلا يجزي أذان الفاسق)(4)( عندنا.\n</p>\n\n<p>\nأما تقليده في الوقت فلا خلاف أنه لا يصح، كما لا يقبل خبره )(5)(.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p218'> Vol. 02, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الاعتداد بأذانه)(1)( مع معرفة الوقت من غيره فقال في البيان: لا\nيعتد به. وكذا ذكره الأمير الحسين تخريجا من قول أبي العباس، وأبي طالب:\nيجب أن يكون أمينا. وذلك هو أخير قولي المؤيد بالله، واختاره الإمام يحي بن\nحمزة، والخلاف في ذلك مع المؤيد بالله في أول قوليه، ومع الفقهاء.\n</p>\n\n<p>\nالشرط السادس: أن يقع من (طاهرمن الجنابة))(2)( فلا يجزئ أذان الجنب\nعندنا(3) وعند أبي حنيفة. وقال الشافعي: يجزئ )(4)(. وأما أذان المحدث فيصح\nعند الأكثر.\n</p>\n\n<p>\nقال الفقيه محمد بن يحي: وعند أحمد، وإسحق، والإمام المهدي لا يعتد\nبأذانه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p219'> Vol. 02, p. 219</a>\n            </div>\n            \n</p>\n\n<p>\nقال مولانا عليه السلام: وهو قوي من جهة القياس؛ لأنه ذكر شرع للصلاة(1)\nفأشبه التوجه، فكما لا يجزئ توجه المحدث)(2)(لا يصح أذانه، إلا أن يرد <span id='ms0124'></span> أثر بصحته.\n</p>\n\n<p>\n(ولو) كان ذلك المؤذن (قاضيا) )(3)( أي: أذن لقضاء صلاة فائتة عليه، إلا\nلمؤداة فإنه يسقط به أذان المؤداة إذا كان في وقتها.\n</p>\n\n<p>\nوذكر في الكافي أن الأذان للقضاء لا يجزئ للأداء )(4)(.\n</p>\n\n<p>\nواختلف أيضا في أذان من قد صلى(5) قال الفقيه يحي بن أحمد: قد ذكر في\nالتقرير أن الأذان شرع للوقت فيعتد به. وقال في الياقوتة: لا يجزئ.\n</p>\n\n<p>\nقال مولانا عليه السلام: والخلاف في هذه والتي قبلها في التحقيق هو في\nكون الأذان شرع للوقت فقط أم للصلاة. والصحيح أنه شرع للوقت)(6)( كما ذكرنا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p220'> Vol. 02, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\n(أو) كان المؤذن (قاعدا))(1)( فإنه يصح الأذان من قعود ويكره، وكذا يصح\nأذان الراكب، لكن يكره في المصر.\n</p>\n\n<p>\nقال في الشرح: لأنه خلاف عادة المسلمين، فأما السفر فمبني على التخفيف.\n</p>\n\n<p>\nوقال الفقيه يحي البحيبح: لأنه يشبه النعي )(2)(.\n</p>\n\n<p>\n(أو) كان (غير مستقبل) للقبلة )(3)( فإن أذانه يصح.\n</p>\n\n<p>\nوفى شرح الإبانة: إذا تعمده في التكبير والشهادتين أعاد.\n</p>\n\n<p>\n(ويقلد) المؤذن (البصير))(4)( في معرفة الأوقات (في) أن (الوقت) قد دخل.\n</p>\n\n<p>\nوإنما يصح تقليده بشرطين أحدهما: أن يكون ذلك (في) حال (الصحو) بحيث لا\nتستتر علامات الوقت من الشمس وغيرها، ولا يجوز تقليده مع الغيم.\n</p>\n\n<p>\nقال في الياقوتة: إلا أن يخبر أنه أذن بعلم لا بتحر.\n</p>\n\n<p>\nويجوز للمؤذن في الغيم أن يجهر إذا عرف أن أحدا لا يقلده، وإلا لم\nيجز(5).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p221'> Vol. 02, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\nالشرط الثاني: أن يكون موافقا في المذهب، أو أذن في وقت مجمع عليه)(1)( أو\nكان مذهبه التأخير)(2)(.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p222'> Vol. 02, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\nفصل(ولا يقيم)(1)( إلا هو متطهرا) ولو بالتيمم)(2)(حيث هو فرضه، فلا تجزئ\nإقامة المحدث.\n</p>\n\n<p>\nوقال أبو العباس، وأبو حنيفة، والشافعي: بل تجزئ)(3)(.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p223'> Vol. 02, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\n(فتكفي) الإقامة الصحيحة من واحد (من صلى)(1)( في ذلك المسجد) لا غيره من\nالمساجد (تلك الصلاة) فقط لا غيرها من الصلوات، نحو أن يقيم للظهر فتكفي من\nصلى الظهر لا العصر، وسواء حضر تلك الصلاة التي أقيم لها أم كان غائبا عن\nالمسجد، ثم جاء بعد فراغ الصلاة فإنها تجزئه.\n</p>\n\n<p>\nوهل حكم البيت والصحراء حكم المسجد في أنه إذا <span id='ms0125'></span> أقيم فيه مرة كفت من صلى\nفيه بعد؟\n</p>\n\n<p>\nقال عليه السلام: الأقرب أنها تجزئ الحاضرين)(2)( لا من بعدهم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p224'> Vol. 02, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\n(ولا يضر إحداثه بعدها))(1)( يعني: أنه لو أحدث بعد الإقامة فقد أجزت\nإقامته أهل المسجد، ولا تلزمهم الإعادة لها ذكره المؤيد بالله.\n</p>\n\n<p>\nوهل تجزئه هو فلا يعيدها بعد الوضوء ؟ ظاهر كلام المؤيد بالله أنها لا\nتجزئه؛ لأنه قال: ولو أحدث بعد الإقامة للجماعة كانت مجزئة لهم، وبطل\nإجزاؤها له.\n</p>\n\n<p>\nلكن قد ضعف ذلك المتأخرون)(2)( لأن إقامته وقعت صحيحة، فكما أنه لو أقام\nغيره اكتفى به، ولو توضأ بعد إقامة المقيم، فأولى وأحرى إذا أقام هو بنفسه\nإقامة صحيحة، ثم أحدث بعدها، وحمل قول المؤيد بالله على أنها أنما فسدت\nعليه بطول الفصل بينها وبين الصلاة، لا بمجرد الحدث، وقد ذكر ذلك أبو جعفر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p225'> Vol. 02, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\nقال مولانا عليه السلام: وهذا يفتفر إلى دليل أعني: أن طول الفصل يفسد\nالإقامة، ويوجب إعادتها حتما، ولا أعرف على ذلك(1) دليلا وفوق كل ذي علم\nعليم(2) وإنما المعروف أنه يكره الفصل، ولم يفرقوا بين طوله وقصره (3).\n</p>\n\n<p>\n(و) إذا عرض للمؤذن أو المقيم ما يمنع من الإتمام للأذان أو للإقامة، أو\nاستكمل الأذان، وتحير عن الإقامة فإنها (تصح) من غيره (النيابة)(4) عنه\nفيما قد بقي، فيقيم ذلك الغير.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p226'> Vol. 02, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\n(و) يصح (البناء) على ما قد فعل فيتم غيره الأذان أو الإقامة، ويبني على ما\nقد فعله الأول، ولا يجب الاستئناف، ولا يصح ذلك كله إلا (للعذر) إذا عرض\nللأول، نحو أن يؤذن ثم يحدث، أو يعرض له عارض(1) يؤخره عن الإقامة.\n</p>\n\n<p>\nواختلف في حده. فقال الفقيه علي بن يحي الوشلي: وقتا يتضرر به المنتظرون\n(2) للصلاة.\n</p>\n\n<p>\nوقال الفقيه محمد بن سليمان: وقتا يسع الوضوء.\n</p>\n\n<p>\nفلو أقام غير المؤذن (3)للعذر ثم حضر، فإن كان بعد الإحرام للصلاة فلا حق\nله بلا إشكال، وإن كان قبل الإحرام فقال(4) الفقيه محمد بن يحي: الأحوط\nإعادة الإقامة.\n</p>\n\n<p>\nقال مولانا عليه السلام: والأقرب عندي خلافه (5).\n</p>\n\n<p>\n(والأذن)(6) للنيابة من المؤذن كالعذر، فكما تصح النيابة للعذر عندنا تصح <span id='ms0126'></span>\nللأذن، فإذا أذن وأمر غيره بالإقامة صحت إقامة الغير وإن لم يكن ثم عذر\nللمؤذن.\n</p>\n\n<p>\nوقال أبو حنيفة: إن إقامة غير المؤذن تصح لغير عذر.\n</p>\n\n<p>\nوقال الناصر، والشافعي: إنه لا يقيم إلا المؤذن )(7)(.\n</p>\n\n<p>\nتنبيه\n</p>\n\n<p>\nلو أذن جماعة أيهم يقيم ؟ قال أصحاب الشافعي: الإقامة للراتب سواء سبق أم\nسبق، ثم لمن سبق بالأذان(8) ثم يقترعون بعد ذلك. قال الفقيه يوسف: ولعله مع\nالمشاجرة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p227'> Vol. 02, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الفقيه علي بن يحي الوشلي: السابق إلى الأذان أولى. يعني: من\nالراتب(1) ولو سبق بعضهم بالأول(2) أو بالآخر(3) فهو أولى.\n</p>\n\n<p>\nفأما لو سبق أحدهم في أحد الطرفين، والآخر بأحدهما فقال الفقيه علي بن\nيحي الوشلي: السابق بالأول أولى(4). وقال الفقيه يحي البحيبح: السابق\nبالآخر أولى(5).\n</p>\n\n<p>\nوالسنة في أذان الجماعة أن ينطقوا معا(6) ذكره السيد يحي بن الحسين(7).\n</p>\n\n<p>\nوقال في مهذب الشافعي: السنة واحد بعد واحد (8) كما فعل بلال(9) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p228'> Vol. 02, p. 228</a>\n            </div>\n             وابن أم مكتوم؛ ولأنه أبلغ في الإعلام(1).\n</p>\n\n<p>\nفصل (وهمامثنى إلا التهليل))(2)( في آخرهما فإنه مرة واحدة.\n</p>\n\n<p>\nوقول المؤيد بالله، وأبي حنيفة، ومحمد كقولنا إلا التكبير في أولهما\nفجعلوه رباع.\n</p>\n\n<p>\nوقول الناصر مثلهم(3) إلا التهليل في آخر الأذان فمرتين.\n</p>\n\n<p>\nوقول مالك مثلنا في الأذان، والإقامة عنده فرادى كلها.\n</p>\n\n<p>\nوقال الشافعي: الأذان مثنى إلا التكبير في أوله فرباع، والإقامة فرادى\nإلا التكبير في أولها وآخرها، وقد قامت الصلاة(4) فمثنى مثنى.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p229'> Vol. 02, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\n(ومنهما(1) حي على خير العمل)(2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p230'> Vol. 02, p. 230</a>\n            </div>\n             يعني: أن من جملة ألفاظ الأذان والإقامة حي على خير العمل، والخلاف فيه\nللحنفية، وأول قولي الشافعي (1).\n</p>\n\n<p>\n(والتثويب بدعة))(2)( وقال مالك(3) والشافعي، وبعض الحنفية: إنه\nمشروع)(4)(.\n</p>\n\n<p>\nقال مالك، والشافعي، وبعض الحنفية: ومحله في الأذان فقط بعد حي على\nالفلاح.\n</p>\n\n<p>\nوقال بعض الحنفية: بين الأذان والإقامة.\n</p>\n\n<p>\nوقال أكثرهم: ولا تثويب إلا في صلاة الفجر فقط.\n</p>\n\n<p>\nوعن الحسن بن صالح في الفجر والعشاء. وعن النخعي في جميع الصلوات.\n</p>\n\n<p>\nوالتثويب هو: قول المؤذن:(الصلاة خير من النوم) ذكره مالك، والشافعي،\nوبعض الحنفية.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p231'> Vol. 02, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\n(وتجب نيتهما))(1)( يعني: نية الأذان والإقامة، والواجب منها أن يريد\nفعلهما)(2)( ويستحب للمؤذن مع ذلك نية التقرب <span id='ms0127'></span> إلى الله تعالى، والتأهب\nللصلاة إن كان وحده، والدعاء إليها، والإعلام، والحث على البدار إن كان ثم أحد.\n</p>\n\n<p>\nوكلام السيد يحي بن الحسين في الياقوتة يدل على أن النية لا تجب )(3)(.\n</p>\n\n<p>\nقال الفقيه علي بن يحي الوشلي: وكذا في البيان.\n</p>\n\n<p>\n(ويفسدان بالنقص))(4)( منهما، نحو أن يترك أي ألفاظهما المعروفة، ونعني\nبفسادهما: أن ما فعله لا يسقط به فرضهما ما لم يحصل التمام )(5)(.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p232'> Vol. 02, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\n(و) يفسدهما (التعكيس))(1)( وهو أن لا يأتي بهما على الترتيب المعروف، بل\nيقدم ويؤخر، فإنه إذا أتى بهما كذلك لم يسقط فرضهما (لا) أنهما يفسدان\n(بترك الجهر))(2)( بهما.\n</p>\n\n<p>\nقال الفقيه يحي بن أحمد: ذكر بعض أصحاب الشافعي أنه إن لم يجهر بالأذان\nلم يعتدبه. وهذا لا يبعد)(3)( على مذهب الأئمة.\n</p>\n\n<p>\nوقال السيد يحي بن الحسين: أما في الجمعة فيحتمل وجوب(4) الجهر به.\n</p>\n\n<p>\n(ولا) تفسد (الصلاة بنسيانهما))(5) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p233'> Vol. 02, p. 233</a>\n            </div>\n             ( حتى دخل في الصلاة، فأما لو تركهما عمدا فتردد أبو طالب في صحة الصلاة\nحيث علم(1) أن لا مؤذن.\n</p>\n\n<p>\nقال الفقيه يوسف: والتردد في التحقيق أنما هو في كونهما شرطا في الصلاة\nأم فرضا مستقلا كالزكوة.\n</p>\n\n<p>\nوقد رجح الفقيهان يحي بن أحمد، ويحي بن حسن أنها لا تبطل، وأنه فرض\nمستقل؛ لأنه لو كان شرطا كان فرضا على الأعيان.\n</p>\n\n<p>\nقال مولانا عليه السلام: وفى هذا التعليل نظر)(2)( قال: ويحتمل أن أبا\nطالب أنما حكم بفسادها حيث ترك الأذان عمدا أنه لأجل كونه مطالبا بتقديم\nالأذان، لا لكونه شرطا، بل لكونه فرضا يجب تقديمه عليها فالأظهر بطلانها\n)(3)( إما لكونه شرطا، وأما إذا كان فرضا فلأنه مطالب به حال صلاته كالدين.\n</p>\n\n<p>\n(ويكره الكلام حالهما))(4) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p234'> Vol. 02, p. 234</a>\n            </div>\n             ( يعني: تخليله بين ألفاظ الأذان والإقامة.\n</p>\n\n<p>\nقال عليه السلام: والظاهر أنها كراهة تنزيه. قال في البيان: وهو في\nالإقامة أشد كراهة.\n</p>\n\n<p>\n(نعم): وتزول الكراهة بالضرورة إلى الكلام، نحو أن يرد عليه السلام(1)\nويخشى فوات المسلم(2) إن أخر السلام حتى يفرغ، فإنه يجب تخليل رد السلام،\nفإن لم يخش فوته(3) كره التعجيل.\n</p>\n\n<p>\nوقال الفقيه يحي بن أحمد: وكذا يكره الكلام بينهما <span id='ms0128'></span> (4).\n</p>\n\n<p>\nقيل:(5)ويكره رد السلام على المؤذن، والمصلي، والقارئ، وقاضي الحاجة(6)\nومستمع الخطبة(7).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p235'> Vol. 02, p. 235</a>\n            </div>\n            \n</p>\n\n<p>\n(و) يكره الكلام أيضا (بعدهما)(1) يعني: بعد الأذان والإقامة.\n</p>\n\n<p>\n(و) يكره أيضا (النفل في)(2) صلاة (المغرب بينهما)(3) أي: بين أذانها\nوإقامتها.\n</p>\n\n<p>\nوإنما اختص ذلك في المغرب؛ لأن السنة (4) فيه المبادرة، وأمافي غيره\nفيندب التنفل بين الأذان والإقامة غالبا(5) ويكره متى شرع المقيم.\n</p>\n\n<p>\nتنبيه\n</p>\n\n<p>\nيستحب أن يكون المؤذن صيتا)(6)( وأن يؤذن على موضع عال، وأن يضع رأس\nالسبابة من اصبعه اليمنى في أذنه.\n</p>\n\n<p>\nوفى الانتصار: يجعل المسبحتين في الصماخين )(7)( وأن يلتفت في قوله: حي\nعلى الصلاة يمنة، وفى قوله: حي على الفلاح)(8) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p236'> Vol. 02, p. 236</a>\n            </div>\n             ( يسرة.\n</p>\n\n<p>\nقال أبو طالب: ولا فرق بين أن يكون في المئذنة أو في القرار.\n</p>\n\n<p>\nوقال مالك: ذلك يختص بالمئذنة.\n</p>\n\n\n<h2 class='l2' id='head4'>AUTO قال في الانتصار: وأن يتحول للإقامة من موضع الأذان،، وأن يكون</h2>\n\nالمؤذن غير الإمام، ولا يقعد إذا أذن للمغرب)(1)(.\n<p>\n(باب صفة الصلاة) )(2)( \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p237'> Vol. 02, p. 237</a>\n            </div>\n             (هي ثنائية)كالفجر)(1)( (وثلاثية) كالمغرب)(2)( (ورباعية) كما عداهما في\nالحضر، وقد تكون ثنائية، وثلاثية فحسب)(3)( وذلك في السفر.\n</p>\n\n<p>\nفصل (وفروضها) عشرة\n</p>\n\n<p>\nالأول: (نية)(4) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p238'> Vol. 02, p. 238</a>\n            </div>\n             ( يتعين بها الفرض) الذي يريد فعله، نحو أن ينوي ظهر يومه، أو عصره، أو\nالظهر ويريد المعهود)(1)( وهو الذي قام لأدائه ونحو ذلك.\n</p>\n\n<p>\nوالمذهب أن محل النية (مع التكبيرة) أعني: تكبيرة الإحرام، وذلك أنه حال\nالتكبيرة يعين بقلبه الصلاة التي كبر لها (أو) ينوي (قبلها))(2)( أي: قبل\nالتكبيرة (بيسير))(3)( أي: تقدمها بوقت يسير وقد قدر بمقدار التوجه(4)(.\n</p>\n\n<p>\nوقال الشافعي: إنه يجب مخالطتها للتكبيرة)(5)(.\n</p>\n\n<p>\n(ولا يلزم) نية (للأداء) حيث يصلي أداء (و) لا (للقضاء)(6) حيث يصلي قضاء\n(إلا للبس))(7)( وذلك حيث يريد أن يقضي في وقت يصلح للأداء(8) فإنه يلزمه\nحينئذ تعيين ما يريد فعله من أداء أو قضاء.\n</p>\n\n<p>\nوقال الشافعي، وحكاه الفقيه يحي البحيبح عن المؤيد بالله: إن نية القضاء\nلا تجب.\n</p>\n\n<p>\nوظاهر قول أبي طالب أنها تجب(9).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p239'> Vol. 02, p. 239</a>\n            </div>\n            \n</p>\n\n<p>\nقال الفقيه حسن: النية شرعت للتمييز، فإذا كان الوقت لا يصلح إلا للقضاء\nفإنه لا يحتاج إلى نية القضاء، وإن كان لا يصلح إلا للأداء <span id='ms0129'></span> لم يحتج إلى نية\nالأداء، وذلك نحو آخر الوقت (1)وإن كان يصلح لهما فلا بد من التمييز (2).\n</p>\n\n<p>\nقال مولانا عليه السلام: والأقرب أن المؤيد بالله، والشافعي يوافقان في\nوجوب التمييز حيث يحصل اللبس، وإذا وافقا فليس هذا(3) قولا ثالثا.\n</p>\n\n<p>\nقال عليه السلام: وهذا القول هو الظاهر الصحيح.\n</p>\n\n<p>\nقال: وينبغى حمل كلام أبي طالب على أن نية القضاء تجب حيث لا يتعين إلا بها.\n</p>\n\n<p>\n(ويضاف ذو السبب إليه)(4) أي: وما كان من الصلوات له سبب لم تصح نيته إلا\nمضافا إلى سببه، مثال ذلك صلاة العيد، وصلاة الجمعة، فينوي أن يصلي العيد،\nأو صلاة الجمعة، أو صلاة الكسوف؛ لأنه لو قال: أصلي ركعتين لم يتعين بهما\nالمقصود.\n</p>\n\n<p>\nوهل يحتاج في صلاة العيد أن يعين عيد الإفطار أو الاضحى ؟.\n</p>\n\n<p>\nقال الفقيه يوسف: لا يجب، كما لا يجب في الظهر(5) أن يقول: ظهر يومي.\n</p>\n\n<p>\nقال مولانا عليه السلام: وفى هذا نظر(6) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p240'> Vol. 02, p. 240</a>\n            </div>\n             لأنه لا بد في الظهر والعيد من أن يقصد ما وجب عليه في ذلك الوقت لأجله،\nوفى ذلك تعيين فرض الوقت.\n</p>\n\n<p>\nقال (المؤيد) بالله (تكفي)(1) من جاء والإمام في صلاة، ولم يدر ما صلاته\nأن ينوي أصلي (صلاة إمامي)(2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p241'> Vol. 02, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\nهذا وإنما يجزيه ذلك (حيث التبس) عليه صلاة الإمام (أظهر أم جمعة فقط))(1)(\nلا لو التبس في غير هاتين الصلاتين، نحو أن يلتبس عليه أظهر أم عصر فإن تلك\nالنية لا تجزئه، فلو دخل معه على هذا الوجه)(2)( والتبس عليه عند سلام\nالإمام ما صلى خرج من الصلاة لتعذر المضى عليه.\n</p>\n\n<p>\nقال الفقيه علي بن يحي الوشلي: ولو ظن أنها ظهر فأتمها فانكشف أنها جمعة\nصحت عند المؤيد بالله(3) لأن زيادة المتظنن لا تفسد عنده.\n</p>\n\n<p>\n(واعلم) أن ذلك لا يصح في صلاة الجمعة عند الهدوية؛ لأنهم يشترطون في\nصحتها سماع شيء من الخطبة )(4)( فاللاحق على أصلهم ينوي صلاة الظهر مؤتما،\nويتم ركعتين كما سيأتي إن شاء الله تعالى.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p242'> Vol. 02, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\nوأما إذا التبس الظهر والعصر فينوي أنها ظهر )(1)( وتجزئه إن انكشف\nالاتفاق(2)وإلا فلا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p243'> Vol. 02, p. 243</a>\n            </div>\n            \n</p>\n\n<p>\nقال <span id='ms0130'></span> المؤيد بالله: (و) يكفي (المحتاط) وهو الذي يؤدي صلاة فيشك في صحتها(1)\nوأراد أن يعيدها احتياطا وعليه فائت من جنسها أن ينوي أصلي (آخر ما علي\nمن))(2)( صلاة (كذا) نحو أن يشك في صلاة الظهر فيقول في الإعادة: أصلي آخر\nما علي من صلاة الظهر. فإنه إذا لم تكن الأولى صحيحة فهي آخر ما عليه، وإن\nكانت صحيحة كانت من(3) آخر ما فات عليه من جنسها)(4)(.\n</p>\n\n<p>\nقال الفقيه يحي بن حسن البحيبح: وهذا بناء على أصل المؤيد بالله من أن\nنية القضاء لا تجب، وأما عند الهدوية فلا بد أن ينوي أن الماضية إن صحت\nفهذه قضاء.\n</p>\n\n<p>\nوقال الفقيه حسن النحوي، والفقيه يوسف: بل تصح هذه عند الهدوية؛ لأن نيته\nهذه تضمن نية القضاء، وهي نية مشروطة أيضا.\n</p>\n\n<p>\nقال عليه السلام: وهذا هو الصحيح عندنا؛ لأن نية آخر ما عليه منطوية على\nإرادة الفائت إن صحت المؤداة فلا يحتاج إلى نية قضاء.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p244'> Vol. 02, p. 244</a>\n            </div>\n            \n</p>\n\n<p>\nقال المؤيد بالله: (و) يكفي (القاضي) إذا أراد أن يقضى صلاة ثلاثية، وهي\nالمغرب، ولو فاتت عليه ثلاثيات كثيرة أن يقتصر على نية أصلي (ثلاث)\nركعات(1)(عما علي) ولا يحتاج إلى أن يعين فيقول: عما علي من صلاة المغرب،\nوذلك لأن الثلاثية لا تكون إلا مغربا(2) فكأنه قال: أصلي صلاة المغرب مما\nفات علي فصحت هذه النية (مطلقا) أي: سواءكان عليه صلاة مغرب واحدة أم أكثر،\nوهذه النية تصح عند الهدوية أيضا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p245'> Vol. 02, p. 245</a>\n            </div>\n            \n</p>\n\n<p>\nقال المؤيد بالله: (و)يكفي القاضي أيضا إذا أراد أن يقضى فجرا فات عليه أن\nيقول: (ركعتان)(1) أي: أصلي ركعتين مما علي. وهذه النية لا تصح مطلقا، بل\nيشترط أن تقع (ممن لا) صلاة (قصر عليه)(2) فأما إذاكان عليه صلاة قصر لم\nتكف هذه النية في صلاة الفجر؛ لأنها تردد(3) بين الفجر والمقصورة الفائتة،\nوهذا مبني على أصل المؤيد بالله في كون النية المجملة(4) لا تصح. فأما على\nأصل الهدوية فإنها نية صحيحة(5) سواء كان عليه صلاة مقصورة(6) أم لا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p246'> Vol. 02, p. 246</a>\n            </div>\n            \n</p>\n\n<p>\n(لا) نية (الأربع)(1) فإنها لا تكفي <span id='ms0131'></span> عند المؤيد بالله)(2)( مثاله: أن تفوته\nصلاة رباعية)(3)( فلا يكفي في قضائها أن ينوي أصلي أربع ركعات عما علي حتى\nيعين، فيقول: من صلاة الظهر أو نحو ذلك، لأنه لو لم يعين تردد)(4)( بين\nالظهر، والعصر، والعشاء.\n</p>\n\n<p>\nوعند الهدوية يصح أن ينوي أربع ركعات)(5)( عما عليه؛ لأنهم يصححون النية\nالمجملة.\n</p>\n\n<p>\nقوله: (غالبا))(6) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p247'> Vol. 02, p. 247</a>\n            </div>\n             (يحترز من أن يفوته ظهر واحد أو أكثر، ولا رباعية فائتة عليه سواه، فأراد\nأن يقضيه بعد أن صلى الظهر، أو في سفر القصر، أو في غير وقت صلاة رباعية\nمؤداة، فإنه حينئذ يكفيه أن ينوي(1) أربعا مما عليه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p248'> Vol. 02, p. 248</a>\n            </div>\n            \n</p>\n\n<p>\n(ثم) ذكر عليه السلام (الفرض الثاني) وهو (التكبير))(1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p249'> Vol. 02, p. 249</a>\n            </div>\n             ( ومن شرطه أن يكون المكبر (قائما))(1)( حاله، فلا يجزئ من قاعد إلا لعذر.\n</p>\n\n<p>\nوهو قول القائل: الله أكبر (لا غيره))(2)( فلا يجزئ \"الله كبير\"، ولا\n\"الله أعظم\"، ونحوهما.\n</p>\n\n<p>\nوهذا مذهب المؤيد بالله، وتخريجه، وهو قول الناصر، والمنصور بالله)(3)(.\n</p>\n\n<p>\nوقال أحمد بن يحيي، وأبو العباس، وأبو طالب: إنها تنعقد بما فيه أفعل\nالتفضيل نحو \"الله أعظم\"، \"الله أجل\"، \"الله أكبر\" أو نحوها مما فيه تعظيم.\nقال أبو طالب: وكذا بالتهليل.\n</p>\n\n<p>\nوقال زيد بن علي، وأبو حنيفة: إنه ينعقد بالتسبيح، وكل ما فيه تعظيم لله.\n</p>\n\n<p>\nقال في شرح الإبانة: حتى لو قال: الله. ونوى افتتاح الصلاة أجزأ.\n</p>\n\n<p>\n(وهو) أي: التكبير (منها) أي: من الصلاة (في الأصح) لأن في ذلك قولين\nالأول للهادي(4) عليه السلام، والشافعي: أنه من الصلاة.\n</p>\n\n<p>\nالثاني للمؤيد بالله، وأبي حنيفة: أنه ليس من الصلاة(5).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p250'> Vol. 02, p. 250</a>\n            </div>\n            \n</p>\n\n<p>\nوفائدة الخلاف تظهر في مسائل الأولى: لو وضع المصلي رجله على نجاسة جافة(1)\nحال التكبير ثم رفعها قبل إتمامه فمن قال: إنها من الصلاة فسدت صلوته(2)\nوالعكس في العكس(3) وكذا إذا انكشفت العورة.\n</p>\n\n<p>\nقال في حواشي الإفادة: ولو نوى في نصف التكبيرة جاز عند المؤيد بالله، لا\nعند من يقول: التكبير من الصلاة.\n</p>\n\n<p>\nقال الفقيه يوسف:(4) ومن فوائد الخلاف أن الطمأنينة(5) تجب بعد التكبيرة\nعلى قول المؤيد بالله، ولا تجب على قول الهادي، وقد ذكرذلك في <span id='ms0132'></span> الياقوتة.\n</p>\n\n<p>\nومنهم(6) من قال: إن الطمأنينة بعد التكبيرة واجبة إجماعا(7) لأن القيام\nيجب أن يكون بعدها(8).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p251'> Vol. 02, p. 251</a>\n            </div>\n            \n</p>\n\n<p>\n(ويثني)(1) التكبير (للخروج) من صلاة قد دخل فيها (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p252'> Vol. 02, p. 252</a>\n            </div>\n             وأراد تركها (والدخول(1) في) صلاة (أخرى)(2) مثال ذلك: أن يدخل في صلاة\nفيذكر أن غيرها أقدم منها (3) فيريد الدخول في ما هو أقدم، والخروج مما قد\nدخل فيه، فاختلف العلماء بماذا يكون به خارجا وداخلا.\n</p>\n\n<p>\nفقال المنصور بالله، والشافعي: يخرج بتكبيرة، ولا يكون داخلا إلا بتكبيرة أخرى.\n</p>\n\n<p>\nوقال المؤيد بالله: تكفي تكبيرة ثانية، يكون بها خارجا(4)( وداخلا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p253'> Vol. 02, p. 253</a>\n            </div>\n            \n</p>\n\n<p>\nفإن كان الفرض واحدا، وأعاد التكبيرة(1)( ففي شرح أبي مضر، وروى الأستاذ عن\nالمؤيد بالله: أنه لا يكون خارجا(2)(. وقال الشافعي: يكون خارجا.\n</p>\n\n<p>\nوقال بعض أصحاب الشافعي: كل شفع يبطل الصلاة كالتكبيرة الثانية، وكل وتر\nتصح به، كالأولى والثالثة، وهكذا ما كثرت التكبيرات.\n</p>\n\n<p>\n(ثم) بعد التكبير يلزم (الفرض الثالث) وهو (القيام )(3)( قدر)(4)(\nالفاتحة وثلاث آيات) أي: ذلك القيام مقدر بوقت يتسع لقراءة الفاتحة وثلاث\nآيات، وهذا فرض(5) مستقل، ليس لأجل القراءة، بدليل أنه لو كان لا يحسن\nالقراءة لخرس )(6)( أو غيره لزمه القيام هذا القدر، ذكره المنصور بالله،\nوفي الياقوتة لمذهب الهادي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p254'> Vol. 02, p. 254</a>\n            </div>\n            \n</p>\n\n<p>\n(نعم) ولا يجب أن يكون هذا القيام في كل واحدة من الركعات، ولا في واحدة\nبعينها، بل يجزئ أن يفعله (في أي ركعة) إما في الأولى أو في ما بعدها (أو\nمفرقا) )(1)( بعضه في ركعة، وبعضه في أخرى، ولو قسمه على الأربع الركعات،\nذكر ذلك الفقيه يحي البحيبح.\n</p>\n\n<p>\nوقال الفقيه محمد بن سليمان: ظاهر قول أبي طالب أنه لا يجوز تفريقه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p255'> Vol. 02, p. 255</a>\n            </div>\n            \n</p>\n\n<p>\n(ثم) ذكر عليه السلام الفرض الرابع وهو: (قراءة ذلك) )(1)( القدر، وهو\nالفاتحة(2) وثلاث آيات)(3)( (كذلك) )(4)( أي: يقرأ ذلك قائما في أي ركعة،\nأو مفرقا كما في القيام.\n</p>\n\n<p>\nقال عليه السلام: واعلم أن ثم ههنا ليست للترتيب، وإنما هي لمجرد\nالتدريج، وكان هذا الموضع ونحوه )(5)( يليق به الواو، والعذر في إدخالها\nالتنبيه على أن القيام والقراءة فرضان مختلفان، وهو لا يحصل بالواو مصرحا\nكما يحصل بثم، فتجوزنا <span id='ms0133'></span>)(6)( في إدخال ثم للزيادة في التنبيه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p256'> Vol. 02, p. 256</a>\n            </div>\n            \n</p>\n\n<p>\nلا يقال: إنك دخلت في إيهام أبلغ مما فررت منه، وهو أن القراءة بعد القيام،\nوهذا يوهم أنها تصح في غير حال القيام؛ لأنا قد رفعنا هذا الإيهام بقولنا:\n\"ثم قراءة ذلك كذلك\". أي: في حال القيام، وفى أي ركعة، أو مفرقا، فلا إيهام\nحينئذ؛ لأنه لا فائدة لقولنا:\"كذلك \" إلا رفع الإيهام، فلا إشكال حينئذ،\nوحسن إدخال ثم لما ذكرنا مع الاختصار )(1)(.\n</p>\n\n<p>\nوقال الشافعي: )(2)(: إنها تجب قراءة الفاتحة فقط في جميع الركعات.\n</p>\n\n<p>\nوعن زيد بن علي، والناصر:)(3)( أنها تجب في الأولتين.\n</p>\n\n<p>\nوقال مالك: إنها تجب في الأكثر)(4)( نحو الثلاث من الأربع، والثنتين من\nالثلاث)(5)(.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p257'> Vol. 02, p. 257</a>\n            </div>\n            \n</p>\n\n<p>\nواعلم أن في صفة القراءة قولين)(1)( الأول المذهب: وهو أن القدر الواجب من\nالقراءة يجب أن يقرأ (سرا في العصرين))(2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p258'> Vol. 02, p. 258</a>\n            </div>\n             ( وهما الظهر والعصر (وجهرا في غيرهما)(1) أي: ويجب أن يكون ذلك جهرا في\nغير العصرين، وهي المغرب، والعشاء، والفجر، وصلاة الجمعة، والعيدين)(2)(.\n</p>\n\n<p>\nالقول الثاني للمؤيد بالله، والمنصور بالله، وأبو حينفة، والشافعي: أن\nذلك الجهر والإسرار غير واجب، وهكذا روى في الكافي عن زيد بن علي، والناصر،\nوأحمد بن عيسى، وأبي عبد الله الداعي، وعامة أهل البيت قال: واختلفوا هل هو\nسنة أم هيئة ؟. فقال المؤيد بالله، والناصر، والشافعي: هيئة لا يسجد إن تركه.\n</p>\n\n<p>\nوقال زيد بن علي، وأبو عبد الله، والحنفية: إنه سنة يسجد لأجله.\n</p>\n\n<p>\nقال في التقرير: أما في الجمعة فالجهر واجب)(3)( بلا خلاف.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p259'> Vol. 02, p. 259</a>\n            </div>\n            \n</p>\n\n<p>\nقال عليه السلام: ثم ذكرنا حكما يختص بالجهر (و) هو أنه (يتحمله\nالإمام))(1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p260'> Vol. 02, p. 260</a>\n            </div>\n             ( بمعنى: أنه إذا قرأ الإمام في موضع الجهر سقط فرض المجهور به (عن) المؤتم\n(السامع) )(1)( لا إذا لم يستمع؛ لصمم؛ أو بعد؛ أو تأخر فلا يسقط عنه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p261'> Vol. 02, p. 261</a>\n            </div>\n            \n</p>\n\n<p>\n(و) يجب (على المرأة))(1)( من الجهر (أقله من الرجل)(2)( و) أقله من الرجل\n(هو أن يسمع) صوته (من بجنبه) فهذا أقل الجهر.\n</p>\n\n<p>\nقال الفقيه يحي البحيبح: هذا إذا كانت المرأة إمامة )(3)(فهذا حد جهرها،\nوأما إذا كانت وحدها فحده أن تسمع نفسها.\n</p>\n\n<p>\nقال مولانا <span id='ms0134'></span> عليه السلام: وفي هذا ضعف؛ لأن إسماع النفس لا يسمى جهرا؛ حيث\nلا يسمعه من بجنبه لو كان حاصلا.\n</p>\n\n<p>\nفإن قلت: هذا أقل الجهر فما أقل المخافتة ؟. قال عليه السلام: ظاهر كلام\nأهل المذهب أن أقل المخافتة أن يسمع نفسه فقط. ذكر ذلك في البحر.\n</p>\n\n<p>\nوقال المنصور بالله: أقل المخافتة كأقل الجهر)(4)(.\n</p>\n\n<p>\nوأما أكثر المخافتة: فمفهوم كلام أهل المذهب أن أكثرها أن لا تسمع أذنيك\n)(5)( وأنه مندوب)(6)( حيث يجب)(7)( أو يندب الإسرار)(8)(.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p262'> Vol. 02, p. 262</a>\n            </div>\n            \n</p>\n\n<p>\nوقال النووي في الأذكار: مهما لم يسمع نفسه لم يعتد بقراءته، لا في سرية،\nولا في جهرية، كما لو أمر القراءة على قلبه.\n</p>\n\n<p>\nتنبيه\n</p>\n\n<p>\nقال في الشفاء عن الهادي عليه السلام: إن أذكار الصلاة تنقسم إلى مجهور\nبه في كل حال كالتكبير)(1)( والتسليم، ومخافت به مطلقا، وهو التشهد\nوالتسبيح، ومختلف حاله كالقراءة.\n</p>\n\n<p>\nقال الفقيه يحي البحيبح: لكن الجهر بالتكبير)(2)( والتسليم، والمخافتة\nبالتشهد ونحو ذلك هيئة(3).\n</p>\n\n<p>\nالفرض الخامس قوله: (ثم ركوع))(4)( وإنما يجزي إذا وقع (بعد اعتدال))(5)(\nفي القيام الذي يليه الركوع.\n</p>\n\n<p>\nالفرض السادس قوله: (ثم) بعد ذلك الركوع يلزمه (اعتدال) )(6)( وهو أن\nينتصب بعده قائما، ولا يجزئ ذلك الركوع والاعتدال الذي قبله، والاعتدال\nالذي بعده إلا إذا وقعت من المصلي القادر عليها (تامة))(7)( لا ناقصة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p263'> Vol. 02, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\nأما القيام)(1)( التام فواضح. وأما الركوع التام فله شرطان أحدهما: أن\nينحنى من قيام تا م.\n</p>\n\n<p>\nقال في الكافي، وشرح الإبانة، والانتصار: حتى يمكنه أن يقبض براحتيه على\nركبتيه)(2)( وإن كان أقطع قدر لو كان له راحتان.\n</p>\n\n<p>\nالشرط الثاني: أن يستقر فيه. قيل: ولا حد له سوى أن يسمى مستقرا.\n</p>\n\n<p>\nوقال الفقيه يحي البحيبح: ذكر المذاكرون أنه مقدر بتسبيحة )(3)(.\n</p>\n\n<p>\nوأما الاعتدال التام فله شرطان أحدهما: أن ينتصب(4) بعد تمام ركوعه)(5)(.\n</p>\n\n<p>\nالثاني: أن يطمئن قائما.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p264'> Vol. 02, p. 264</a>\n            </div>\n            \n</p>\n\n<p>\n(وإلا) يقع الاعتدال الأول، والركوع والاعتدال بعده من المصلي تامة، أي: كل\nواحد على ما وصفنا (بطلت))(1)( هذه الأركان الناقصة، فإن نقصها عامدا بطلت\nببطلانها صلاته فيستأنف (إلا لضرر))(2)( يخشاه من استيفاء الأركان، نحوحدوث\nعلة، أو زيادتها، أو استمرارها <span id='ms0135'></span> (أو) خوف (خلل طهارة))(3)( فإنه يجوز)(4)(\nله ترك الاعتدال.\n</p>\n\n<p>\nوأما إذا نقصها ساهيا فسيأتي حكم ذلك في باب سجود السهو إن شاء الله تعالى.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p265'> Vol. 02, p. 265</a>\n            </div>\n            \n</p>\n\n<p>\nالفرض السابع قوله: (ثم السجود))(1)( وشرطه أن يسجد (على) سبعة )(2)(\nأعضاء. منها (الجبهة))(3)(وإنما يتم السجود عليها بشرطين أحدهما: أن تكون\n(مستقرة))(4)( على موضع سجوده، فلو رفعها قبل الاستقرار لم يصح، وحد\nالاستقرار ما تقدم في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p266'> Vol. 02, p. 266</a>\n            </div>\n             الركوع.\n</p>\n\n<p>\nالشرط الثاني: أن تقع الجبهة على المكان (بلا حائل) بينها وبينه.\n</p>\n\n<p>\nقال عليه السلام: ثم بينا أن الحائل لا يفسد السجود إلا في حالين وهما:\nأن يكون الحائل من (حي))(1)( نحو أن يسجد على كفه، أو كف غيره، أو على\nحيوان آخر فإن ذلك لا يصح (أو) ليس بحي ذلك الحائل، ولكن ذلك المصلي\n(يحمله)(2) نحو أن يسجد على كور عمامته )(3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p267'> Vol. 02, p. 267</a>\n            </div>\n             ( أو على فلنسوته، أو على كمه أو طرف ثوبه، فإنه إذا وقعت الجبهة على شيء\nمن ذلك، ولم يباشر المكان منها)(1)( شيء فإن السجود لا يصح.\n</p>\n\n<p>\n(إلا) إذا كان الحائل أحد ثلاثة أشياء وهي: (الناصية)(2) من الذكر، ومن\nفي حكمه(3) (وعصابة الحرة)(4) لا المملوكة فحكمها حكم الرجل، فإن هذين\nالحائلين لا يفسد بهما السجود (مطلقا) أي: سواء سجد على الناصية أو\nالعصابة؛ لعذر أم لغير عذر فإن ذلك لا يفسد إجماعا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p268'> Vol. 02, p. 268</a>\n            </div>\n            \n</p>\n\n<p>\n(و) الثالث من الحائل الذي لا يفسد هو: (المحمول) كالعمامة، والكم، والثوب\nفي بعض الأحوال، وهو أن يسجد عليها المصلي (لحر أو برد) في المصلي بحيث\nيخشى الضرر من ذلك(1) فيضع كمه تحت جبهته (2) فإن ذلك لا يفسد لحصول العذر.\n</p>\n\n<p>\nوقال أبو العباس، والمرتضى، والشافعي: إن ذلك لا يصح مطلقا.\n</p>\n\n<p>\nوقال أبو حنيفة، والمؤيد بالله مذهبا، وتخريجا)(3)( : إنه يصح مطلقا، ويكره.\n</p>\n\n<p>\nوالمذهب التفصيل وهو تخريج أبي طالب.\n</p>\n\n<p>\nفلو خشي الضرر من الحر أو البرد ولم يجد إلاكف نفسه، أو حيوانا ؟ قال\nعليه السلام: فالأقرب أنه يكتفي بالإيماء)(4)( فلو سجد على كف نفسه ؟ قال:\nفالأقرب أنه لا يجزئه)(5)(.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p269'> Vol. 02, p. 269</a>\n            </div>\n            \n</p>\n\n<p>\nثم ذكر عليه السلام بقية أعضاء السجود بقوله: )وعلى الركبتين <span id='ms0136'></span>)(1) فلو لم\nيضع ركبتيه على الأرض حال سجوده لم يصح (و) على (باطن الكفين) )(2)( وهو\nالراحتان، فلو لم يضعهما، أو وضعهما على ظاهرهما، أو على حروفهما)(3)( لم\nيصح سجوده (و) على باطن (القدمين))(4)( يعني: باطن أصابعهما)(5)( فلو\nنصبهما على ظاهر الأصابع لم يصح سجوده.\n</p>\n\n<p>\nفأما لوكان بعضها على باطنه وبعضها على ظاهره ؟ قال عليه السلام: فالأقرب\nأن العبرة بالإبهام، ويحتمل أن العبرة بالأكثر)(6)( مطلقا)(7)(.\n</p>\n\n<p>\n(وإلا) يسجد على هذه الأعضاء السبعة التي هي الجبهة، وهولاء،، بل بقي\nبعضها لم يضعه على الأرض، أو وضعه لكن لا على الصفة المذكورة (بطلت) سجدته،\nوصلاته إن فعل عمدا، وإن كان سهوا بطلت السجدة فقط، فيعود )(8)( لها، ويرفض\nما تخلل على ماسيأتي إن شاء الله تعالى.\n</p>\n\n<p>\nوقال القاضي زيد، ورواية عن المؤيد بالله: إن الواجب السجود على الجبهة\nفقط)(9)( ومثله عن أبي حنيفة. وعنه أيضا يجب على الجبهة، والأنف(10)\nوالراحتين.\n</p>\n\n<p>\nوروي عن المؤيد بالله مثل قولنا إلا القدمين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p270'> Vol. 02, p. 270</a>\n            </div>\n            \n</p>\n\n<p>\nقال مولانا عليه السلام: واستغنينا عن تفصيل السجود الثاني بتفصيل السجود\nالأول، وقد أشرنا إلى كونه من الفروض بقولنا: \"بين كل سجودين \" فيفهم أن ثم\nسجودين لا سجودا.\n</p>\n\n<p>\nتنبيه\n</p>\n\n<p>\nكم القدر الذي يجب وضعه من كل عضو من هذه الأعضاء ؟ أما الجبهة فالذي صحح\nللمذهب أن الواجب منها قدر ما تستقر عليه، ولو على قدر حبة ذرة)(1)( وذكر\nفي حواشي الإفادة: أنه يجب على مقدار الدرهم)(2)(. وقال الفقيه محمد بن\nيحي: يجب تمكينها جميعا.\n</p>\n\n<p>\nوأما اليدان والقدمان فقال الفقيه يحي البحيبح: يجب وضع)(3)( الأكثر\nمنهما، وكذا الركبتان.\n</p>\n\n<p>\nقال مولانا عليه السلام: لكن يطلب من أين أخذه )(4)( ولم لا تجب التسوية\nبينها وبين الجبهة)(5)( ؟.\n</p>\n\n<p>\nتنبيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p271'> Vol. 02, p. 271</a>\n            </div>\n             لو رفع أحد هذه الأعضاء ثم وضعه ؟ فإن كان الجبهة فسدت الصلاة )(1)( وإن\nكان غيرها ؟ فقال الفقيه يحي البحيبح: لا تفسد، إلا أن يبلغ فعلا كثيرا\n)(2)( ومثله ذكر الفقيه يحي بن أحمد حنش. وقال في المذاكرة)(3)(\nوالكفاية)(4)( وابن معرف: تفسد.\n</p>\n\n<p>\nقال مولانا عليه السلام: وفيه ضعف عندي.\n</p>\n\n<p>\nالفرض الثامن قوله: (ثم اعتدال) وهو <span id='ms0137'></span> القعود التام بحيث تستقل الأعضاء\nبعضها على بعض )(5)( وذلك واجب (بين كل سجودين))(6)( ويجب أن يكون القاعد\nفي هذه الحال (ناصبا للقدم اليمنى) على باطن)(7)( أصابعها (فارشا\nلليسرى))(8)(.\n</p>\n\n<p>\nوقال المنصور بالله، وابن داعى، وأبو جعفر: لا يجب افتراش(9) اليسرى،\nونصب اليمنى.\n</p>\n\n<p>\n(وإلا) يستكمل القعود بين السجدتين على الصفة المذكورة من الاعتدال، ونصب\nاليمنى، وفرش اليسرى (بطلت)(10) صلوته إن تعمد، وقعدته فقط إن سها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p272'> Vol. 02, p. 272</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أبو حنيفة: إذا رفع رأسه مقدار حد السيف(1) أجزأه.\n</p>\n\n<p>\nوقال مالك: يكون أقرب إلى الجلوس.\n</p>\n\n<p>\n(و) من لا يمكنه افتراش القدم اليسرى في قعوده فإن الواجب عليه أن (يعزل)\n(2) رجليه ويخرجهما من الجانب الأيمن (3) ويقعد على وركه الأيسر على الأرض.\n</p>\n\n<p>\nقال في مهذب الشافعي: وينصب القدم اليمنى(4) يعني: مع العزل.\n</p>\n\n<p>\nثم قال عليه السلام: (ولا يعكس) فيفترش اليمنى (5)، وينصب اليسرى (للعذر)\nالمانع من افتراش اليسرى، بل يعزل كما تقدم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p273'> Vol. 02, p. 273</a>\n            </div>\n            \n</p>\n\n<p>\nالفرض التاسع قوله: (ثم الشهادتان)(1)وهما أن يقول: \"أشهد أن لا آله إلا\nالله وحده لا شريك له، وأشهد أن محمدا عبده ورسوله\"(2) فإنهما فرض\nعندنا(3).\n</p>\n\n<p>\n(والصلاة على النبي (4) و) على (آله) وهي أن يقول بعد الشهادتين: \"اللهم\nصل على محمد وعلى آل محمد\"(5).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p274'> Vol. 02, p. 274</a>\n            </div>\n            \n</p>\n\n<p>\nفلو حذف على فقال: وآل محمد(1) ؟ قال عليه السلام: ينظر (2) قال: وكذا\nلوقال: وآل محمد رسول الله (3).\n</p>\n\n<p>\nوقال الناصر، وأبو حنيفة: إن التشهد وما بعده سنة، لكن يجب أن يقعد\nالمصلي بعد السجدة الأخيرة (4) وقد تمت صلاته.\n</p>\n\n<p>\nوقال مالك: لا يجب القعود أيضا، بل قد تمت صلاته بآخر سجدة، وما بعدها مسنون.\n</p>\n\n<p>\nقال في الشرح: وحكي عن مالك أن التسليم واجب(5).\n</p>\n\n<p>\nقال عليه السلام: ثم إنا بينا أن القدر الواجب من التشهد لا يجزئ إلا أن\nيقوله (قاعدا)(6) بعد آخر سجدة من صلاته، ويكون قعوده كالاعتدال بين\nالسجدتين، ناصبا للقدم اليمنى فارشا لليسرى، لكنه ليس بواجب ومن ثم قلنا:\n(والنصب والفرش هيئة)(7).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p275'> Vol. 02, p. 275</a>\n            </div>\n            \n</p>\n\n<p>\nالفرض العاشر قوله: (ثم) بعد القدر المشروع من التشهد يجب (التسليم على\nاليمين )(1)( واليسار) وقال الشافعي: الواجب واحدة فقط)(2)(.\n</p>\n\n<p>\nوفي الكافي <span id='ms0138'></span> عن الباقر: أنه يسلم واحدة تلقاء وجهه(3) وواحدة على يمينه.\n</p>\n\n<p>\nوعن عبد الله بن موسى بن جعفر: بل ثلاثا واحدة تلقاء وجهه)(4)( وواحدة\nعن يمينه، وواحدة عن يساره. وعن الصادق، ومالك(5): واحدة تلقاء وجهه.\n</p>\n\n<p>\nثم ذكر عليه السلام أن الواجب في التسليمتين أن يكونا (بانحراف) (6) إلى\nالجانبين، وحد الانحراف أن يرى من خلفه بياض (7) خده، فإن تركه بطلت صلاته\nعندنا(8).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p276'> Vol. 02, p. 276</a>\n            </div>\n            \n</p>\n\n<p>\nولا بد في الانحراف أن يكون (مرتبا) فيقدم تسليم اليمين وجوبا، فلو عكس\nعمدا بطلت، وساهيا أعاد التسليم على اليسار. وقال القاسم عليه السلام:\nالترتيب هيئة.\n</p>\n\n<p>\nولا بد أيضا أن يكون لفظ التسليم (معرفا) بالألف واللام فيقول: السلام\nعليكم(1) ورحمة الله(2) فلو ترك التعريف بطلت صلاته(3) عندنا.\n</p>\n\n<p>\nقال الفقيه محمد بن يحي: ولأصحاب الشافعي وجهان في البطلان.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p277'> Vol. 02, p. 277</a>\n            </div>\n            \n</p>\n\n<p>\nقال في الانتصار: فلو ترك \"ورحمة الله \"(1) لم يضر.\n</p>\n\n<p>\nقال مولانا عليه السلام: وقياس المذهب أن تركها يفسد (2).\n</p>\n\n<p>\n(نعم) ولا بد أن يكون المصلي في تسليمه (قاصدا للملكين) (3) الموكلين به،\nملك اليمين حين يسلم على اليمين، وملك اليسار حين يسلم على اليسار.\n</p>\n\n<p>\nفلو قصدهما معا حين يسلم على اليمين ؟ قال عليه السلام: ينظر.\n</p>\n\n<p>\nقال: والأقرب أنه لا يفسد؛ لأن قصدهما بالتسليم مشروع فيها (4) فلا تفسد،\nوإن كان في غير محلها.\n</p>\n\n<p>\nقال في الكفاية: ويجزئ قصده الملكين عند التسليمة الأخيرة (5).\n</p>\n\n<p>\nقال عليه السلام: وأظنه حكاه عن المنصور بالله.\n</p>\n\n<p>\nوعند المؤيد بالله: أن قصد الملائكة بالتسليم سنة (6).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p278'> Vol. 02, p. 278</a>\n            </div>\n            \n</p>\n\n<p>\n(و) يقصد بالتسليم على (من) كان (في ناحيتهما))(1)( أي: في ناحية كل واحد\nمن الملكين وهو (من المسلمين))(2)( بشرط أن يكونوا داخلين (في) صلاة\n(الجماعة))(3)( التي المصلي يصليها، فإن لم يكن المصلي في جماعة قصد\nالملائكة فقط، وكذا إذا كان عن يمينه وشماله مسلم غير داخل في صلاته التي\nهو فيها وجماعته، فلو قصدهم مع ذلك فسدت صلاته، قياسا على من قصد الخطاب في\nقراءته أوتكبيره، على ما سيأتي.\n</p>\n\n<p>\nقال الفقيه يحي البحيبح: وكذا لو نوى اللاحق من تقدمه )(4)( في الصلاة بطلت.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p279'> Vol. 02, p. 279</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الفقيه علي بن يحي الوشلي <span id='ms0139'></span>: الأولى)(1)( أنها لا تبطل كالمتأخر في\nالسلام لتمام التشهد(2). قال مولانا عليه السلام:، وهذا قوي.\n</p>\n\n<p>\nتنبيه\n</p>\n\n<p>\nقال في الانتصار: ينوي الإمام في التسليم الأول ثلاثة أشياء السلام على\nالحفظة، ومن على يمينه من المأمومين(3) والخروج)(4)( من الصلاة. وفي الثاني\nالسلام على الحفظة(5) والمأمومين الذين عن يساره، فإن كان مأموما فهكذا،\nلكن يزيد نية الرد على الإمام في التسليم إلى جهته، فإن كان في سمته نوى\nالرد عليه في أيهما شاء، وإن كان منفردا نوى في الأولى الخروج، والسلام على\nالحفظة، وفي الثانية على الحفظة. وهكذا في مهذب الشافعي )(6)(.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p280'> Vol. 02, p. 280</a>\n            </div>\n            \n</p>\n\n<p>\n(وكل ذكر) من أذكار الصلاة إذا (تعذر) على المصلي أن يأتي به (با) للغة\n(العربية فبغيرها) ولو بالفارسية ونحوها )(1)( (إلا القرآن) فلا يجوز أن\nينطق به إلا باللسان العربي، فإذا تعذر بالعربية لم يقرأه على لغته (فيسبح)\n(2) مكان القراءة (لتعذره))(3)( بالعربية، ويكون تسبيحه (كيف أمكن) من\nعربية أو عجمية)(4)(.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p281'> Vol. 02, p. 281</a>\n            </div>\n            \n</p>\n\n<p>\nقال الفقيه يوسف: وهذا التسبيح الذي هو مكان القراءة هو (سبحان الله )(1)(\nوالحمد لله، ولا إله إلا الله، والله أكبر) ثلاثا.\n</p>\n\n<p>\nوقال أبو حنيفة: إنه يجزئ بالفارسية في الأذكار، والقرآن)(2)( أحسن\nالعربية أم لا.\n</p>\n\n<p>\nوقال المنصور بالله، وأبو يوسف، ومحمد: يجزئه بالفارسية في الأذكار\nوالقرآن إذا لم يحسن العربية.\n</p>\n\n<p>\n(و) يجب (على الأمي)(3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p282'> Vol. 02, p. 282</a>\n            </div>\n             وهوالذي لا يقرأ القرآن(1) في عرفنا، وهو في الأصل الذي لا يقرأ المكتوب،\nولا يكتب المقروء، فمن كان كذلك وجب عليه أن يقرأ في صلاته (ما أمكنه) من\nالقرآن، ولا يصلي إلا (آخر الوقت)(2) كالمتيمم (إن نقص)(3) في قراءته عن\nالقدر الواجب؛ لأن صلاته حيئنذ ناقصة، فإذالم يحسن القراءة سبح وجوبا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p283'> Vol. 02, p. 283</a>\n            </div>\n            \n</p>\n\n<p>\nقال في الشرح: يقول \"سبحان الله (1)، والحمد لله، ولا اله إلا الله، والله\nأكبر، ولا حول ولا قوة (2) إلا بالله العلى العظيم\" وهذا مذهبنا، والشافعي.\n</p>\n\n<p>\nوقال أبو حنيفة: ليس عليه ذلك، بل يقوم بقدر القراءة.\n</p>\n\n<p>\nوفي مهذب الشافعي عن بعض أصحاب الشافعي: يسبح بعدد حروف (3)( الفاتحة.\n</p>\n\n<p>\n(ويصح الاستملاء)(4) من المصحف في حال الصلاة على ما ذكره القاسم عليه\nالسلام <span id='ms0140'></span>.\n</p>\n\n<p>\nقال أبو جعفر: إلا أن يحتاج إلى حمل المصحف، وتقليب الورق لم يصح؛ لأنه\nفعل كثير.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p284'> Vol. 02, p. 284</a>\n            </div>\n            \n</p>\n\n<p>\nوظاهر قول أبي طالب أنه لا يجزئ الاستملاء، ولو لم يحصل معه تقليب ورق؛ لأن\nعمل القلب(1)( وهو الانتطار فعل كثير(2)( ولهذا شبهه بالتلقين، ولا علة\nلبطلانها سوى الانتظار)(3)( هذا إذا كان يمكنه الاستخراخ، فإن كان لا يمكنه\nفإنه (لا) يجزئه (التلقين)(4) وهو أن يلقنه غيره، بل يقرأ ما أمكنه كما مر.\n</p>\n\n<p>\nوقال في الياقوتة [قوي]: حكى القاضي يوسف عن أبي طالب أن المراد أن\nالتلقين لا يجزئ إذا كان لغير عذر، فأما لمرض أو تعليم فيصح.\n</p>\n\n<p>\nقال فيها: فإن قرأ في صلاته معلما (5) لآخر أجزأ المتعلم لا المعلم(6).\n</p>\n\n<p>\nقال مولانا عليه السلام: وهذا هو القياس، أعني: بطلان صلاة المعلم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p285'> Vol. 02, p. 285</a>\n            </div>\n            \n</p>\n\n<p>\n(و) لا يصح (التعكيس) (1) في القراءة نحو أن يبدأ من آخر الفاتحة، ويختم\nبأولها، فإن ذلك لا يجزئ، ذكر ذلك الإمام يحيى وغيره، حيث قال: لو لم يحسن\nالمصلي إلا النصف الأخير من الفاتحة وجب أن يأتي ببدل النصف الأول من\nالتسبيح (2) ثم يأتي بهذا النصف من الفاتحة بعده؛ لأن الترتيب واجب، فعلى\nهذا لو قدم النصف الأخير من الفاتحة كاملا على النصف الأول فسدت صلاته(3).\n</p>\n\n<p>\nوحكى في شرح أبي مضر قولين للمؤيد بالله في وجوب الترتيب بين آي الفاتحة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p286'> Vol. 02, p. 286</a>\n            </div>\n            \n</p>\n\n<p>\n(ويسقط) فرض القرآن وغيره(1) (عن الأخرس )(2) وهو الذي لا يمكنه شيء من\nالكلام لتغير اللسان، يعني: مع كونه أصم، لكنه ينبغي أن ينظر فإن كان الخرس\nعارضا(3)، وقد كان يحسن القراءة (4) فالواجب عليه أن يثبت قائما )(5)( قدر\nالقراءة الواجبة ذكره في الكفاية.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p287'> Vol. 02, p. 287</a>\n            </div>\n            \n</p>\n\n<p>\nوهل يلزم إمرارها بقلبه ؟ احتمالان لأبي طالب، أصحهما أنه لا يلزم(1) وقد\nذكره الفقيه يحي البحيبح.\n</p>\n\n<p>\nوإن كان الخرس أصليا )(2)( فقد ذكرالسيد يحي بن الحسين: أنه لا صلاة عليه\n)(3)(؛ لأنه غير مأمور بالشرعيات)(4)( بل بالعقليات)(5) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p288'> Vol. 02, p. 288</a>\n            </div>\n             ( فحسب. قال مولانا عليه السلام: وهذا صحيح.\n</p>\n\n<p>\nفإن لم يكن أخرس فإن القراءة (لا) تسقط عن (الألثغ))(1)( وهو بثاء مثلثة\nالذي يجعل الراء لاما، والسين ثاء.\n</p>\n\n<p>\n(و <span id='ms0141'></span>) لا تسقط القراءة عن (نحوه)(2) أي: نحو الألثغ، وذلك من به تمتمة، وهو\nالذي يتردد في التاء، وفأفأة يتردد في الفاء، والأرت، وهو الذي يعدل بحرف\nإلى حرف )(3)(.\n</p>\n\n<p>\nوقال الفراء)(4)(: من يجعل اللام ياء، والأليغ بياء معجمة باثنتين من\nأسفل، والغين معجمة من يجعل الراء لاما، والصاد ثاء، ومن به عقلة، وهي\nالتواء اللسان عند إرادة الكلام، والألت، وهو من يدخل حرفا على حرف)(5)(.\n</p>\n\n<p>\nوفي الانتصار: من يجعل اللام تاء فوقانية باثنتين، نحو أكت في أكلت.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p289'> Vol. 02, p. 289</a>\n            </div>\n            \n</p>\n\n<p>\nومن به غنة: وهو من يشرب الحرف صوت الخيشوم، والخنة)(1)( أشد منها،\nوالحكلة، والعكلة)(2)( العجمة.\n</p>\n\n<p>\n(نعم) فمن في لسانه شيء )(3)( من هذه الآفات قرأ لنفسه كما يقدر، ولا\nيترك ما أمكنه)(4)( (وإن غير))(5)( اللفظ لم يضر، ولم تفسد صلاته.\n</p>\n\n<p>\nوهل يترك اللفظ التي يتعثر فيها ؟ في المسألة أقوال الأول للمؤيد بالله:\nأنه يجب عليه التلفظ بها ولو غيرها.\n</p>\n\n<p>\nالثاني للقاضي زيد: أنه يجب عليه تركها)(6)( وقواه الفقيه يحي بن أحمد حنش.\n</p>\n\n<p>\nالثالث لأبي مضر: أن ذلك عذر له يجوز معه تركها )(7)( فإن أتى بها لم\nتفسد صلاته.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p290'> Vol. 02, p. 290</a>\n            </div>\n            \n</p>\n\n<p>\n(ولا يلزم المرء) في هذه الفروض كلها ونحوها )(1)( مهما لم يمكنه تأديتها\nباجتهاده أن يعتمد (اجتهاد غيره لتعذر اجتهاده))(2)( وذلك نحو أن يتعذر\nعليه السجود على الجبهة لعارض فلا يلزمه السجود على الأنف عملا بقول\nالغير)(3)(، بل يكفي الإيماء.\n</p>\n\n<p>\nوجعل أبو مضر المذهب أنه يجب العمل بمذهب الغير عند تعذر مذهب النفس،\nومثله عن المنصور بالله)(4)(.\n</p>\n\n<p>\nقال مولانا عليه السلام: وهوضعيف، أعنى جعله للمذهب(5).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p291'> Vol. 02, p. 291</a>\n            </div>\n            \n</p>\n\n<p>\nفإن قلت: فإذا لم يلزم ذلك فهل يستحب ؟ قال عليه السلام: نعم: يستحب ذلك\n)(1)( عند أهل المذهب إذا كان قول الغير )(2)( مما يستجيزه المنتقل إليه(3)\nكمسألة الجبهة، فإن كان لايستجيزه نحو أن يجد ماء )(4)( قليلا وقعت فيه\nنجاسة لم تغيره، ولم يجد سواه، ومذهبه أن القليل ينجس بذلك فإنه يعدل إلى\nالتيمم، ولا يجوز له استعمال الماء عملا بقول مالك وغيره)(5)( لأنه عند هذا\nنجس، واستعمال النجس لا يجوز )(6)(.\n</p>\n\n<p>\n[سنن الصلاة] فصل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p292'> Vol. 02, p. 292</a>\n            </div>\n             (وسننها <span id='ms0142'></span>) ثلاثة عشر نوعا)(1)( الأول: (التعوذ))(2)( واختلف في صفته، ومحله، وحكمه.\n</p>\n\n<p>\nأما صفته: فالمذهب أنه (أعوذ )(3)( بالله السميع العليم، من الشيطان\n)(4)( الرجيم).\n</p>\n\n<p>\nوقال أبو حنيفة الشافعي، وكثير من العلماء: إنه (أعوذ بالله من الشيطان\nالرجيم).\n</p>\n\n<p>\nوأما محله: فمذهب الهادي عليه السلام أنه قبل التوجه. وعند من تقدم\nخلافه، وهو أبو حنيفة، والشافعي، ومن تابعهما: أنه قبل القراءة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p293'> Vol. 02, p. 293</a>\n            </div>\n            \n</p>\n\n<p>\nوأماحكمه: فالأكثر أنه مشروع )(1)( وقال مالك: لا يسن التعوذ، ولا التوجه\nإلا في قيام رمضان)(2)(.\n</p>\n\n<p>\n(و) ثانيها: (التوجهان))(3)( وهما كبير وصغير، فالكبير \"وجهت وجهي إلى\nقوله: وأنا من المسلمين\" والصغير \"الحمد لله الذي لم يتخذ ولدا إلى قوله:\nولى من الذل\")(4)(.\n</p>\n\n<p>\nواختلف من قال: إنهما مشروعان في محلهما على أقوال )(5)(.\n</p>\n\n<p>\nالأول: مذهب الهادي عليه السلام أنهما (قبل التكبيرة))(6)( وصورة الترتيب\nعنده أن يبدأ بالتعوذ، ثم التوجه الكبير، ثم الصغير، ثم يكبر، ثم يقرأ.\n</p>\n\n<p>\nقال الفقيه علي بن يحي الوشلي: وذكر القاضي جعفر: أن الهدوي إذا افتتح\n)(7)( بعد التكبير لم تفسد صلاته.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p294'> Vol. 02, p. 294</a>\n            </div>\n            \n</p>\n\n<p>\nقال مولانا عليه السلام: لعله أخذه من قولهم: إن أذكار الصلاة لا تفسد\n)(1)( ولو أتى بهما في غير موضعها، إلا أن لقائل أن يقول: هذا كثير، وقد\nذكروا أن الكثير إذا تعمد أفسد )(2)(.\n</p>\n\n<p>\nالقول الثاني لأبي طالب: أنه يبدأ بالصغير، ثم يكبر، ثم يتعوذ، ثم يتوجه\nبالكبير، ثم يقرأ.\n</p>\n\n<p>\nالقول الثالث للناصر كقول الهادي إلا أنه يؤخر التعوذ بعدهما، ثم يكبر،\nثم يقرأ.\n</p>\n\n<p>\nالقول الرابع للمؤيد بالله، والشافعي )(3)( أنه يكبر أولا، ثم يتوجه\nبالتكبير،)(4)( ثم يتعوذ، ثم يقرأ.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p295'> Vol. 02, p. 295</a>\n            </div>\n            \n</p>\n\n<p>\n(و) ثالثها: (قراءة الحمد والسورة في))(1)( كل واحدة من الركعتين )(2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p296'> Vol. 02, p. 296</a>\n            </div>\n             ( (الأولتين).\n</p>\n\n<p>\nورابعها: أن تكون هذه القراءة في الركعتين جميعا (سرا في العصرين وجهرا\nفي غيرهما) والمسنون فيما عدا القدر الواجب، فأما فيه فذلك واجب كما تقدم.\n</p>\n\n<p>\n(و) خامسها (الترتيب))(1)( فيقدم الفاتحة على السورة فلو قدم السورة\nأجزأ، وسجد للسهو.\n</p>\n\n<p>\n(و) سادسها (الولاء)(2) وهو الموالاة (بينهما) أي: بين الفاتحة والآيات\nبعدها، فلا يتخلل سكوت يطول)(3)( فإن تخلل سجد للسهو.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p297'> Vol. 02, p. 297</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الموالاة بين آي الفاتحة ؟ قال عليه <span id='ms0143'></span> السلام: فالقياس أنه مسنون؛ لأنهم\nقد ذكروا أنه يجوز تفريق الفاتحة على الركعات، ولا يجب استيفاؤها في ركعة،\nفإذا لم يفسد الفصل بين آياتها بأفعال دل على أنه لا تجب الموالاة بين\nآيها، وقد ذكر بعض معاصرينا: (1)أن الموالاة واجبة. وأخذه من قول القاضي\nزيد في الشرح: إن السكوت بين الآي مبطل، قال: ولم يحده.\n</p>\n\n<p>\nقال: وذكر أصحاب الشافعي: أنه يبطل)(2)( إذا طال.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p298'> Vol. 02, p. 298</a>\n            </div>\n            \n</p>\n\n<p>\n(و) سابعها قراءة (الحمد) وحدها (أو التسبيح في) الركعتين)(1)( (الآخرتين)\nمن الرباعية، وفي ثالثة المغرب، والمسنون أنه يقرأ أو يسبح)(2)( (سرا) لا\nجهرا، وأن يكون )كذلك))(3)( أي: مثل قراءة الأولتين في الترتيب والموالاة.\n</p>\n\n<p>\nواعلم أن التسبيح المشروع هنا أن يقول: \"سبحان الله، والحمد لله، ولا اله\nإلا الله، والله أكبر\" ثلاثا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p299'> Vol. 02, p. 299</a>\n            </div>\n            \n</p>\n\n<p>\nواختلف أهل المذهب في الأفضل فمذهب الهادي، والقاسم أن التسبيح فيما بعد\nالأولتين من الفروض الخمس)(1)( أفضل.\n</p>\n\n<p>\nوقال المؤيد بالله )(2)(، والمنصور بالله، والناصر، ورواه في الزوائد عن\nزيد علي: إن القراءة أفضل)(3)(.\n</p>\n\n<p>\n(و) ثامنها (تكبير النقل))(4)( وقال سعيد بن جبير، وعمر بن عبد العزيز:\nليس بمشروع، ولا تكبير في الصلاة إلا الافتتاح.\n</p>\n\n<p>\nقال المنصور بالله: يجب على الإمام أن يجهر به)(5) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p300'> Vol. 02, p. 300</a>\n            </div>\n             ( حتى يعلم الصف الأول، وعلى الأول حتى يعلم الصف الثاني.\n</p>\n\n<p>\n(و) تاسعها (تسبيح الركوع والسجود))(1)( فإنه مسنون.\n</p>\n\n<p>\nواختلف في حكمه، وصفته، وعدده أما حكمه: فالأكثر أنه سنة. وقال أحمد،\nوإسحق: إنه واجب. وكذا عن الإمام أحمد بن سليمان، والواجب عندهم مرة واحدة )(2)(.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p301'> Vol. 02, p. 301</a>\n            </div>\n            \n</p>\n\n<p>\nوأما صفته: فعند الهادي)(1)( والقاسم عليهما السلام: \"سبحان )(2)( الله\nالعظيم وبحمده\" في الركوع، و\"سبحان الله الأعلى وبحمده\" في السجود.\n</p>\n\n<p>\nوقال زيد بن علي، والمؤيد بالله، وأبو حنيفة، والشافعي: \"سبحان ربى\nالعظيم في الركوع\" )(3)(، و\"سبحان ربى الأعلى\" في السجود )(4)(.\n</p>\n\n<p>\nوأما عدده: فأطلق في الأحكام ثلاثا، وفي المنتخب، والقاسم: ثلاثا إلى الخمس.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p302'> Vol. 02, p. 302</a>\n            </div>\n            \n</p>\n\n<p>\nوفي الكافي عن الناصر، والصادق، والباقر: ثلاثا، أو خمسا، أو سبعا، أو تسعا\n)(1)( وأدنى الكمال ثلاث)(2)(.\n</p>\n\n<p>\n(و) عاشرها (التسميع) وهو قول القائل عند رفع رأسه من الركوع (3)(: سمع\nالله لمن حمده <span id='ms0144'></span>(4) وهو مشروع )للإمام والمنفرد))(5)( وهو الذي يصلي وحده من\nدون جماعة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p303'> Vol. 02, p. 303</a>\n            </div>\n            \n</p>\n\n<p>\n(والحمد) مشروع )للمؤتم))(1)( وهو أن يقول بعد )(2)( قول الإمام: \"سمع الله\nلمن حمده\": \"ربنا لك الحمد\" )(3)(.\n</p>\n\n<p>\nوقال زيد بن علي، والناصر: يجمع بينهما الإمام والمنفرد، وأما المؤتم\nفيقتصر على قوله: \"ربنا لك الحمد\". وقال مالك، والشافعي: يجمع بينها كل مصل )(4)(.\n</p>\n\n<p>\n(و) الحادى عشر (تشهد الأوسط) فإنه مسنون جميعه(5).\n</p>\n\n<p>\nواختلف في حكمه وصفته. أما حكمه: فإنه مسنون عند أكثر العلماء.\n</p>\n\n<p>\nوقال أحمد، وإسحق، والليث: إنه واجب.\n</p>\n\n<p>\nوأما صفته: فعند الهادي عليه السلام أنه \"بسم الله، وبالله، والحمد لله،\nوالأسماء )(6)( الحسنى، كلها لله، أشهد أن لا اله إلا الله، وحده لا شريك\nله، وأشهد أن محمدا عبده ورسوله\".\n</p>\n\n<p>\nوعند المؤيد بالله هكذا، إلا أنه يحذف قوله: \"وبالله\".\n</p>\n\n<p>\nويستحب تخفيفه)(7)( لأنه صلى الله عليه وآله وسلم كان إذا قعد له كأنه\nيقعد على الرضف، والرضف بالراء، والضاد معجمة ساكنة، والفاء : هو الحجارة\nالحارة، ذكره في الضياء)(8)(.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p304'> Vol. 02, p. 304</a>\n            </div>\n            \n</p>\n\n<p>\n(و) الثاني عشر (طرفا) التشهد (الأخير) وصفته عند الهادي عليه السلام: أن\nيأتي بالتشهد الذي تقدم(1)، ثم يقول: \"اللهم صل(2) على محمد وعلى آل محمد،\nوبارك )(3)( على محمد وعلى آل محمد، كما صليت وباركت على إبراهيم وعلى آل\nإبراهيم إنك حميد مجيد\" ثم يسلم(4).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p305'> Vol. 02, p. 305</a>\n            </div>\n            \n</p>\n\n<p>\nوقال في المنتخب: يخير(1) بين هذا، وبين )(2)( قوله: \"التحيات لله،\nوالصلوات والطيبات، أشهد أن لا اله إلا الله\" إلى آخره * واختار أبو طالب\nالجمع بينهما )(3)( فيبدأ بقوله: \"بسم الله، وبالله، والحمد لله، والأسماء\nالحسنى كلها )(4)( لله التحيات لله، والصلوات، والطيبات )(5) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p306'> Vol. 02, p. 306</a>\n            </div>\n             ( أشهد أن لا اله إلا الله \" إلى آخره(1).\n</p>\n\n<p>\nواختار المؤيد بالله الجمع بين التشهدين، كما ذكر أبو طالب، ثم يقول بعد\nحميد مجيد: \"السلام عليك أيها النبي ورحمة الله وبركاته، السلام علينا وعلى\nعباد الله الصالحين، ربنا آتنا في الدنيا حسنة، وفي الآخرة حسنة، وقنا عذاب\nالنار\")(2)(.\n</p>\n\n<p>\n(و) الثالث عشر )القنوت))(3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p307'> Vol. 02, p. 307</a>\n            </div>\n             (، واختلف فيه من وجوه فيم يقنت؟ وبم يقنت ؟ وأين يقنت؟ ومن يقنت ؟ أما فيم\nيقنت ؟ فالمذهب أنه (في) صلاة (الفجر والوتر <span id='ms0145'></span>))(1)( فقط.\n</p>\n\n<p>\nوقال أبو حنيفة: في الوتر دون الفجر. وقال الشافعي: في الفجر، وأما الوتر\nففي النصف الأخير من رمضان فقط، وقال الناصر: في الجهريات )(2)( كلها إلا\nالعشاء، وله قول آخر في العشاء: إنه يقنت فيه.\n</p>\n\n<p>\nقال مولانا عليه السلام: ويعني: بالجهريات التي قدمنا الفجر، والوتر،\nوالمغرب، والجمعة )(3)(.\n</p>\n\n<p>\nوأما أين يقنت ؟ فعندنا، والشافعي: أنه (عقيب آخر ركوع))(4)( من الصلاة،\nثم يسجد بعده لتمامها.\n</p>\n\n<p>\nوقال أبو حنيفة: )(5)( قبل الركوع، وأشار في الشرح إلى أنه قبل الركوع\nجوازا، وبعده استحبابا، قال: ويفصل بينه وبين القراءة بتكبيرة(6).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p308'> Vol. 02, p. 308</a>\n            </div>\n            \n</p>\n\n<p>\nوأما بم يقنت ؟ فعند الهادي عليه السلام (بالقرآن) في الفجر والوتر معا،\nوقال المؤيد بالله: في الفجر بالقرآن، والوتر بالدعاء المأثور )(1)( وهو\n\"اللهم اهدني فيمن هديت\" إلى آخره )(2)( وعند الأكثر من العلماء )(3)(\nبالدعاء فيهما.\n</p>\n\n<p>\nوأما من يقنت ؟ فالإمام والمنفرد يقنتان.\n</p>\n\n<p>\nوأما المؤتم فقال المؤيد بالله: يقنت أيضا، ولا يكتفي بالسماع.\n</p>\n\n<p>\nوقال الحسن:)(4)( يؤمن )(5)(. وقال في اختيارات )(6)( المنصور بالله:\nيسكت عند يحيى، وابنيه محمد، وأحمد)(7)(، والمنصور بالله.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p309'> Vol. 02, p. 309</a>\n            </div>\n            \n</p>\n\n<p>\nقال الفقيه محمد بن يحي: وهكذا ذكر القاضي جعفر.\n</p>\n\n<p>\nقال الفقيه علي بن يحي الوشلي: وأقل القنوت آية )(1)(، وأشار في الشرح\nإلى أنه يطول.\n</p>\n\n<p>\nوالجهر بالقنوت مشروع إجماعا )(2)(قال الفقيه يحي البحيبح(3): ولا يجزئ\nالقنوت بقرآن ليس فيه دعاء )(4)(\n</p>\n\n<p>\nقال عليه السلام: ولما كان ما عدا القدر الواجب في الصلاة على ضربين:\nمسنون يستدعي سجود السهو إن ترك، وضرب مندوب لا يوجب ذلك عندنا(5)، وفرغنا\nمن الضرب الأول ذكرنا الضرب الثاني بقولنا: (وندب) فعل (المأثور) )(6)( عن\nرسول الله صلى الله عليه وآله وسلم في الصلاة (من هيئآت القيام) وهو ثلاثة\nأنواع: قيام قبل الركوع، وقيام بعده، وقيام من سجود، ولها هيئة تعمها،\nوهيآت تختص كل واحد.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p310'> Vol. 02, p. 310</a>\n            </div>\n            \n</p>\n\n<p>\nأما التي تعمها فهو: أن يكون في حال القيام ضاربا ببصره إلى موضع سجوده\n)(1)( قال عليه السلام: والأقرب أنه يستحب ذلك عند القيام من السجود قبل\nالانتصاب؛ إذ لا أولى منه(2) حينئذ.\n</p>\n\n<p>\nوأما التي تختص كل واحد، أما القيام قبل الركوع )(3)( فهو حسن الانتصاب\n)(4)(، ولا <span id='ms0146'></span> يضم رجليه(5) حتى يتصل الكعب بالكعب، )(6)( ولا يفرقهما افتراقا\nفاحشا )(7)(، وأما بعده: فهو أن لا يخليه من الذكر، وذلك بأن يبتدئ الإمام\nوالمنفرد ب\"سمع الله لمن حمده\" والمؤتم ب\"ربنا لك الحمد\" قبل رفع رأسه،\nويمد صوته حتى يستوي معتدلا.\n</p>\n\n<p>\nوأما القيام بعد السجود فيستحب فيه امرأن (أحدهما) أن لا يخليه من الذكر،\nفيبتدئ بالتكبيرة قبل رفع رأسه، ويطول بها حتى يستوى بها قائما )(8)(.\n</p>\n\n<p>\n(الثاني) أن يكون في ارتفاعه للقيام مقدما رفع ركبتيه )(9)(.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p311'> Vol. 02, p. 311</a>\n            </div>\n            \n</p>\n\n<p>\n(و) أما )القعود) )(1)( فهو نوعان: بين السجدتين، والتشهد. وله هيئة تعمه،\nوهيئة تختص، أما التي تعم فلا يخليه من الذكر، فيبتدئ بالتكبيرة قبل رفع\nالرأس، ويتمها معتدلا، ويضرب ببصره حجرة )(2)( لا يتعداه، وأما التي تختص،\nأما قعود التشهد فأمران (أحدهما): أن يضع يديه على ركبتيه )(3)(، فاليسرى\nعلى أصل الخلقة من غير ضم، ولا تفريق، ومنهم من قال: يفرق)(4)( ومنهم(5) من\nقال: يضم\n</p>\n\n<p>\nوأما اليمنى ففي ذلك أربعة أقوال الأول ظاهر مذهب الهادي، والقاسم: أنه\nيضعها مبسوطة من غير قبض، وتكون على أصل الخلقة.\n</p>\n\n<p>\nالقول الثاني: أن يقبض الأصابع )(6)( إلا المسبحة )(7)(.\n</p>\n\n<p>\nالقول الثالث:)(8)( أن يقبض الخنصر والبنصر، ويحلق بالإبهام والوسطى،\nويشير بالمسبحة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p312'> Vol. 02, p. 312</a>\n            </div>\n            \n</p>\n\n<p>\nالقول الرابع:)(1)( أن يعقد )(2)( الخنصر والبنصر والوسطى، ويبسط الإبهام،\nوالمسبحة يشير بها، قال الإمام يحي بن حمزة: فيكون المصلي مخيرا، وما فعل\nبه فقد أتى بالسنة )(3)(؛ لأنه صلى الله عليه وآله قد فعلها.\n</p>\n\n<p>\nالأمر الثاني: أن يشير بمسبحته اليمنى )(4)( عند قوله: \"وحده\" )(5)( ذكره\nالفقيه محمد بن سليمان، وكذا في الزوائد. وقال الفقيه حسن: يخير بين رفعها\nعند قوله: \"وحده\" أو عند الجلالة، هذا عند الهادي عليه السلام، وأما عند\nالمؤيد بالله: فعند الجلالة؛ لأن الإمام يحي بن حمزة، والفقيه محمد بن\nسليمان يرويان عن المؤيد بالله أنه لا يقول في التشهد الأخير: \"وحده لا\nشريك له\". وفي الإفادة إثباته.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p313'> Vol. 02, p. 313</a>\n            </div>\n            \n</p>\n\n<p>\n(نعم) وتكون هذه الإشارة في التشهد الأخير فقط، ذكره في كفاية أبي العباس،\nوكذا روي عن شرح أبي طالب )(1)(. وقال الفقيه يحي بن أحمد: إنها فيهما <span id='ms0147'></span> جميعا.\n</p>\n\n<p>\nوأما ما يختص القعود بين السجدتين: فهو أن يضع كفيه على ركبتيه )(2)( قال\nعليه السلام: وصفة الوضع لم يرد فيه أثر مخصوص، والأقرب أنهما يكونان على\nباطن الكفين؛ إذ لا دليل على خلاف ذلك.\n</p>\n\n<p>\n(و) أما المأثور من هيئات (الركوع) )(3)( فهي خمسة الأول: أن يبتدئ\nالتكبير له قبل الإنحناء)(4)( ويتمه راكعا.\n</p>\n\n<p>\nالثاني: أن يضرب ببصره قدميه لا يتعداهما، ويفرج آباطه )(5)(.\n</p>\n\n<p>\nالثالث: أن يطامن ظهره )(6)( أي: يسكنه.\n</p>\n\n<p>\nالرابع: أن يضع يديه على ركبتيه مفرقتي الأصابع، مواجها بهما نحو القبلة.\n</p>\n\n<p>\nالخامس: أن يعدل رأسه، فلا يكبه )(7)( ولا يرفعه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p314'> Vol. 02, p. 314</a>\n            </div>\n            \n</p>\n\n<p>\n(و) أما المأثور من هيئات (السجود)(1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p315'> Vol. 02, p. 315</a>\n            </div>\n             ( فهي ثمانية:)(1)( أن يضع )(2)( أنفه،)(3)( ويخوي)(4)( في سجوده، وهو أن\nيباعد بطنه عن فخذيه، وهو بتشديد الواو، وفتح الخاء.\n</p>\n\n<p>\nوالثالث: إذا سجد من قيام أن يبتدئ بالتكبير له قائما، ويتمه ساجدا، وكذا\nلو سجد من قعود.\n</p>\n\n<p>\nوالرابع: أن يبتدئ القائم بوضع يديه قببل ركبتيه.\n</p>\n\n<p>\nالخامس: أن يضع أصابعه مواجها بها القبلة، ضاما لها )(5)(، وأن يضرب\nببصره أنفه(6) لا يتعداها.\n</p>\n\n<p>\nالسادس: أن يحاذي بيديه )(7)( خديه، وقال المؤيد بالله، والناصر: حذاء\nمنكبيه(8).\n</p>\n\n<p>\nالسابع: أن يمد ظهره، ويسوى آرابه،)(9)( ويفرج آباطه، ويبين(10) عضديه\nومرفقيه عن جنبيه)(11)( إلا أن يكون بجنبه مصل.\n</p>\n\n<p>\nالثامن: أن لا يكشف ركبتيه نحو الأرض، والعكس )(12)( في يديه، ويخير في رجليه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p316'> Vol. 02, p. 316</a>\n            </div>\n            \n</p>\n\n<p>\n(و) حكم (المرأة كالرجل(1) في) جميع (ذلك))(2)( الواجب، والمسنون(3) في\nالصلاة لا تخالفه (غالبا) احتراز من أمور فإن حكمها فيها مخالف لحكم الرجل.\n</p>\n\n<p>\nوقد حصر الفقيه يحي بن أحمد حنش، وجوه المخالفة )(4)(، فقال: الأول: أنها\nلا تؤذن، )(5)( ولا تقيم.\n</p>\n\n<p>\nوالثاني: أنها تقول: \"حنيفة )(6)( مسلمة\" على ما ذكره محمد بن المحسن من\nذرية الهادي عليه السلام.\n</p>\n\n<p>\nوقال في التقرير: \"حنيفا مسلما\" )(7)( على ظاهر قول أبي العباس.\n</p>\n\n<p>\nالثالث: أنها تستر جميع بدنها )(8)( إلا الوجه والكفين )(9)(.\n</p>\n\n<p>\nالرابع: أنها لا ترفع يديها عند القاسم )(10)( عليه السلام.\n</p>\n\n<p>\nالخامس: أنها تجمع بين رجليها )(11)( حال القيام.\n</p>\n\n<p>\nالسادس: أنها في الجهر كما تقدم )(12)(.\n</p>\n\n<p>\nالسابع: أنها تنتصب حال الركوع(13) * وحده بعض الحنفية بوصول أطراف\n)(14)( البنان <span id='ms0148'></span> إلى ركبتيها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p317'> Vol. 02, p. 317</a>\n            </div>\n            \n</p>\n\n<p>\nالثامن: أنها إذا أرادت السجود انتصبت جالسة )(1)( وعزلت رجليها (2)( ثم\nسجدت، وكذلك حال التشهد، وبين السجدتين.\n</p>\n\n<p>\n(التاسع) أنها إذا سجدت كان ذقنها عند ركبتيها(3)، وذراعاها جنب فخذيها،\nغير مرتفعين )(4)( من الأرض.\n</p>\n\n<p>\n(العاشر) أن إمامتهن وسط )(5)(، ويقفن صفا واحدا )(6)(.\n</p>\n\n<p>\n(الحادى عشر) أن صفهن مع الرجال الآخر )(7)(، فإن كانت واحدة تأخرت )(8)(.\n</p>\n\n<p>\n(الثاني عشر) أنها لا تؤم الرجل )(9)(. قال في شرح الإبانة: ولا تدخل إلا\nأن ينويها الإمام )(10)(، قال المنصور بالله: ولا تلتفت عند التسليم\nكالتفات الرجل )(11)(.\n</p>\n\n<p>\nقال المنصور بالله، وأصحاب الشافعي: وتفتح بالتصفيق )(12)(، تضرب بظاهر\nكفها الأيمن باطن كفها الأيسر، والرجل بالتسبيح، وهذا خلاف مذهب الهادي )(13) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p318'> Vol. 02, p. 318</a>\n            </div>\n             [متى تسقط الصلاة]\n</p>\n\n<p>\nفصل (وتسقط) الصلاة )(1)( (عن العليل) بأحد أمرين )(2)( أحدهما (بزوال\nعقله))(3)( في حال مرضه، سواء زال بالكلية أم بقي منه بقية، إذا زال حتى\n(تعذر) منه استكمال القدر )الواجب))(4)( منها، وسواء كان زوال العقل إنما\nيحدث )(5) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p319'> Vol. 02, p. 319</a>\n            </div>\n             ( إذا صلى فقط أو مطلقا، فأما لو كان يزول عقله لأجل مماسة الماء فإن\nالصلاة لا تسقط، بل تجب بالتيمم )(1)( إذا تمكن منها؛ لأنه في حكم من تعذر\nعليه استعمال الماء.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p320'> Vol. 02, p. 320</a>\n            </div>\n            \n</p>\n\n<p>\n(و) الأمر الثاني (بعجزه )(1)( عن الإيماء بالرأس مضطجعا) ولو كان ثابت\nالعقل، فإذا بلغ به الحال إلى أنه لم يقدر على الإيماء برأسه للركوع\nوالسجود لأجل الضعف سقطت عنه الصلاة عندنا،)(2)( وهو قول أبي حنيفة، قال\nالمؤيد بالله: لا تسقط مهما قدر على الإيماء بالعينين )(3)( والحاجبين، وهو\nقول الشافعي قال عليه السلام: وقولنا: \"مضطجعا\" لأنه لو كان يمكنه القعود،\nولكن لا يمكنه الإيماء برأسه لعارض في رقبته )(4)( من يبس أو غيره، لا\nلمجرد الوها )(5)( فإن الصلاة لا تسقط حينئذ، لكن الواجب عليه أن ينحني\nبظهره قائما وقاعدا حسب إمكانه (وإلا) يحصل واحد من زوال العقل، والعجز\nالمقدم ذكرهما (فعل) العليل من فروض الصلاة )ممكنه))(6)(، ولم تسقط عنه،\nوإن عجز من استكمال أركانها على الصفة المشروعة فإن أخل بها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p321'> Vol. 02, p. 321</a>\n            </div>\n             مع عدم المسقطين المذكورين، وإمكان أحد الطهارتين فسق )(1)(، قال(2) الفقيه\nعلي بن يحي الوشلي: بالإجماع. وقال في <span id='ms0149'></span> الانتصار: الفقهاء مختلفون، منهم من\nيفسق بصلاة واحدة، ومنهم من يفسق باثنتين، ومنهم بثلاث، ومنهم بأربع،\nوالمجمع عليه بالخمس )(3)(، فيحمل عليه قول من ادعى الإجماع )(4)(.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p322'> Vol. 02, p. 322</a>\n            </div>\n            \n</p>\n\n<p>\n(واعلم) أن للعليل خمس )(1)( حالات (الحالة الأولى) أن يمكنه أن يأتي\nبالصلاة كاملة خلا أنه يتألم)(2)( فهذه الحالة لا تسقط بها الصلاة التامة،\nمهما لم يخش زيادة العلة )(3)( ونحو ذلك.\n</p>\n\n<p>\n(و) (الحالة الثانية) أن يكون (متعذر السجود) فقط، والقيام والقعود\nممكنان، وحكم هذين أن (يومي له) أي: لسجوده (من قعود) )(4)( ويأتي ببقية\nالأركان تامة، يركع من قيام، ويعتدل ونحوهما )(5)(.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p323'> Vol. 02, p. 323</a>\n            </div>\n            \n</p>\n\n<p>\n(و) (الحالة الثالثة) أن يتعذر الركوع فحسب، أو يتعذر هو والسجود )(1)(\nجميعا، ويمكن القيام والقعود، فحكمه عندنا أن يومئ (للركوع من قيام) )(2)(\nويسجد أو يومي للسجود )(3)( من قعود.\n</p>\n\n<p>\nوقال المؤيد بالله: إنه يومي لهما جميعا من قيام، ويقعد للتشهد. وقال أبو\nيوسف، ومحمد: إنه يومئ لهما جميعا من قعود(4)، ويقوم للقراءة.\n</p>\n\n<p>\nوقال أبو حنيفة: إنه يسقط عنه القيام، ويصلي قاعدا، فإن صلى قائما جاز.\n</p>\n\n<p>\n(والحالة الرابعة) أن يتعذر القيام والسجود فيصلي قاعدا، موميا لركوعه\nوسجوده.\n</p>\n\n<p>\nقال عليه السلام: ومن ثم قلنا: (فإن تعذر) يعني: القيام (فمن قعود) )(5)(.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p324'> Vol. 02, p. 324</a>\n            </div>\n            \n</p>\n\n<p>\n(اعلم) أنه لا خلاف أن قعوده للتشهد، وبين السجدتين كقعود الصحيح لهما، وكل\nعلى أصله، واختلفوا في كيفية القعود حال القراءة، فقال الهادي عليه السلام،\nوالقاسم، والمؤيد بالله: متربعا )(1)( واضعا ليديه )(2)( على ركبتيه. وعن\nزيد بن علي، والناصر: يقعد مفترشا، كما في التشهد، وهو قول المنصور بالله،\nقال أبو جعفر(3): ذلك خلاف في الأفضل(4)، وإلا فالكل جائز؛ لأنه هيئة.\n</p>\n\n<p>\nواختلف أهل المذهب في صفة التربع. فعن المؤيد بالله: يخلف رجليه(5).\nومثله ذكر الفقيه يحي البحيبح لمذهب الهادي عليه السلام.\n</p>\n\n<p>\nوقال الأمير بدر الدين: )(6)( يصف قدميه نحو القبلة )(7)(، وهذا الذي\nأشار إليه في الشرح.\n</p>\n\n<p>\nواختلفوا إذا ركع. فقال القاضي زيد: يركع متربعا )(8)(. وقال أبو حنيفة:\nإذا أراد أن يركع ثنى )(9)( [قوى] رجله اليسرى، وافترشها. ومثله في\nالمجموع، والكافي، وشرح الإبانة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p325'> Vol. 02, p. 325</a>\n            </div>\n            \n</p>\n\n<p>\n(ويزيد في خفض)(1)( السجود) يعني: يخفض رأسه في الإيماء لسجوده <span id='ms0150'></span> أبلغ من\nخفضه لركوعه؛ ليفترق حالتا الركوع والسجود.\n</p>\n\n<p>\nوهل ذلك على الوجوب ؟. قال عليه السلام: الأقرب الوجوب )(2)(.\n</p>\n\n<p>\nثم ذكر عليه السلام الحالة الخامسة بقوله: (ثم) إذا تعذر منه القيام\nوالقعود، وهو يقدر على الإيماء برأسه فالواجب عليه أن يصلي، ويومي لركوعه\nوسجوده )مضطجعا))(3)( يعني: غير قاعد.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p326'> Vol. 02, p. 326</a>\n            </div>\n            \n</p>\n\n<p>\nواختلف في كيفية توجيهه القبلة. فعندنا أنه (يوجه مستلقيا))(1)( على ظهره.\n</p>\n\n<p>\nوقال المؤيد بالله: على جنبه الأيمن )(2)(. وهو قول الشافعي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p327'> Vol. 02, p. 327</a>\n            </div>\n            \n</p>\n\n<p>\nقال عليه السلام: ثم ذكرنا حكم وضوء العليل فقلنا: (ويوضيه )(1)( غيره) أي:\nيغسل أعضاء وضوئه غيره إذا صعب عليه غسلها بنفسه، مع أنه يصح ولو لم يصعب؛\nلكنه خلاف المندوب، فإذا حصل العذر زالت الكراهة (وينجيه منكوحه))(2)( أي:\nولا يغسل عورته إلا من له وطؤه)(3)( من زوجة، أو أمة)(4)( فإن لم يكن له\nأحدهما. فعن أبي طالب: أنه يجب أن يتزوج)(5)( للاستنجاء، أو يشتري أمة)(6) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p328'> Vol. 02, p. 328</a>\n            </div>\n             (، فإن عجز اشترى له الإمام)(1)(، ولم يذكر أن الأجنبي يوضئه.\n</p>\n\n<p>\nوعن المرتضى: إذا عجز عن التزويج وضأه أخوه المسلم بخرقة.\n</p>\n\n<p>\nقال مولانا عليه السلام: ويمكن الجمع بين كلامي الإمامين بأن المرتضى بنى\nعلى أنه لا إمام في تلك الحال، أو موجود ولا بيت مال. وكلام أبي طالب مبني\nعلى وجودهما. قال: ولا يختلفان على هذا التلفيق أن مع عدمهما يوضئه أخوه\nالمسلم بخرقة كالميت.\n</p>\n\n<p>\n(ثم) إذا تعذر توضؤه بنفسه، ولم يكن له زوجة ولا أمة )(2)( وضأه شخص آخر\nمن (جنسه)(3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p329'> Vol. 02, p. 329</a>\n            </div>\n             ( أي: رجل إن كان رجلا، وامرأة إن كانت امرأة، ولا يمس فرجه، بل يغسله\n(بخرقة )(1)( يجعلها على يديه لتحول بين يده وبين بشرة العورة، كما في\nالميت. فأما المرأة الأجنبية )(2)( مع الرجل فكلها عورة، فليس للرجل أن\nيوضئها لا بحائل، ولا بسواه)(3)( وكذا العكس. فأما المحرم كالأم، والأخت\nفكالجنس مع جنسه، فيما يجوز له رؤيته، وأما ما لا يجوز له فكالأجنبي )(4)(.\n</p>\n\n<p>\n[أجرة الموضي لغيره]\n</p>\n\n<p>\nتنبيه\n</p>\n\n<p>\nقال القاضي زيد: ولا تحل الأجرة )(5)( هنا كغسل الميت.\n</p>\n\n<p>\n)قال مولانا عليه السلام): والصحيح ما قال أبو مضر، واختاره في الانتصار،\nوحكاه عن أبي <span id='ms0151'></span> طالب: أنها لا تحرم كالختان)(6)(.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p330'> Vol. 02, p. 330</a>\n            </div>\n            \n</p>\n\n<p>\n(و) إذا كان الإنسان في حال صلاة، أو وضوء، فتغيرت حاله التي هو عليها، بعد\nأن أخذ في الصلاة أو الوضوء فإنه (يبني) ما فعله بعد تغير الحال (على) ما\nقد فعله قبل التغير، ولا يلزمه الاستئناف، هذا إذا كان الذي فعله قبل تغير\nالحال هو (الأعلى) )(1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p331'> Vol. 02, p. 331</a>\n            </div>\n             (، وذلك نحو أن يكون دخل في الصلاة من قيام، فلما تم له ركعة مثلا عرض له\nعلة لم يستطع معها القيام، فإنه يأتي بباقي الصلاة من قعود(1)، ويحتسب منها\nبتلك التي من قيام، ولا يستأنف)(2)( وكذلك في الوضوء لو غسل وجهه وإحدى\nيديه، ثم عرض له مانع من استعمال الماء فإنه ييمم الباقي من أعضاء\nالتيمم(3)، ولا يلزمه الاستئناف (لا) إذا تغير حاله من أدنى إلى أعلى فإنه\nلا يبني على (الأدنى))(4)( وذلك نحو: أن يكون به علة فيدخل في الصلاة من\nقعود )(5)( فلما تم له ركعة من قعود زالت تلك العلة، وأمكنه القيام فإنه\nلا يبني على تلك الركعة التي أتى بها من قعود.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p332'> Vol. 02, p. 332</a>\n            </div>\n            \n</p>\n\n<p>\nقال عليه السلام: ثم بينا كيف يفعل من انتقل من أدنى إلى أعلى بقولنا:\n(فكالمتيمم )(1)( إذا (وجد الماء) وقد تقدم تفصيل حكمه )(2)( وبيانه بالنظر\nإلى المصلي )(3)( أنه إذا أمكنه القيام فإنه يستأنف الصلوتين)(4)( من قيام،\nإن كان في الوقت بقية تسع صلوة الأولى، وركعة من الثانية. فإن كان الوقت\nدون ذلك استأنف الصلاة الثانية فقط إن كان في الوقت ما يسع ركعة منها، وإن\nلم يبق ما يسع ذلك لم تلزمه الإعادة، وقد صحت الصلاة من قعود. هذا مذهب\nالهدوية في هذه المسألة.\n</p>\n\n<p>\nوقال المنصور بالله، والشافعي: إنه يجوز لمن تغير حاله البناء على ما قد\nفعل، سواء كان أعلى أو أدنى.\n</p>\n\n<p>\nقال الفقيه يحي بن أحمد: وهكذا مذهب المؤيد بالله،، وكذا حكى في الروضة\nعن المؤيد بالله.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p333'> Vol. 02, p. 333</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الفقيه علي بن يحي الوشلي: بل مذهب المؤيد بالله كالهدوية؛ لأنه قد\nذكر في المستحاضة أن دمها إذا انقطع في الصلاة استأنفت. فيأتي هنا <span id='ms0152'></span> مثله(1).\nقال: لكنه يخالف الهدوية إذا زال العذر بعد الصلاة فلا استئناف عنده\nكالمستحاضة، وعندهم يستأنف)(2)( مع بقاء الوقت كالمتيمم، هذان المذهبان في\nالإنتقال من الأدنى إلى الأعلى، وأما العكس فلا كلام في صحة البناء إذا كان\nفي آخر الوقت، وأما في أوله فظاهر كلام اللمع أنه يصح أيضا إذا كان آيسا\n)(3)( من زوال العذر)(4)( في الوقت، بخلاف من تغير حاله قبل الدخول في\nالصلاة فإنه يؤخر عند الهدوية(5).\n</p>\n\n<p>\nقال الفقيه يوسف: وعن النجرانى أنه لا يصح إلا في آخر الوقت. وحمل حكاية\nاللمع على ذلك. فأما في أول الوقت فتفسد الصلاة بذلك؛ لوجوب التأخير)(6)(\nعلى من صلاته ناقصة.\n</p>\n\n<p>\n[مفسدات الصلاة] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p334'> Vol. 02, p. 334</a>\n            </div>\n             فصل يتضمن )(1)( ذكر ما يفسد الصلاة (و) هي (تفسد) بأحد أربعة أمور الأول:\n(باختلال شرط )(2)( من الشروط المتقدمة(3) (أو فرض(4)) من فروضها من\nالأذكار أو الأركان )(5)( (غالبا) احتراز من نية الملكين بالتسليم عند من\nأوجبها فإنها لا تفسد إن تركت )(6)(.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p335'> Vol. 02, p. 335</a>\n            </div>\n            \n</p>\n\n<p>\n(و) الثاني: (بالفعل الكثير)(1)( من غير جنسها)(2)( (كالأكل والشرب))(3)(\nإذا وقع من غير المستعطش والمستأكل)(4)( فإن ذلك منهما)(5)( مستثنى، لا\nيفسد الصلاة. ذكره السيد يحي بن الحسين، وكذا إذا كان يسيرا فإنه يعفى، نحو\nأن يكون بين أسنانه شيء )(6)( فازدرده.\n</p>\n\n<p>\nقال في مهذب الشافعي: ما أفسد الصوم أفسد الصلاة. وأشار إلى ذلك في الشرح.\n</p>\n\n<p>\nقوله: (ونحوهما) أي: ونحو الأكل والشرب من الأفعال الكثيرة )(7)( فإنه\nيفسد، نحو ثلاث خطوات )(8)( متوالية فما فوقها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p336'> Vol. 02, p. 336</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الانحراف عن القبلة فإن كان يسيرا لم يضر، وإن كان كثيرا أفسد، وقد\nحد اليسير بقدر التسليم(1) فما زاد على التفات التسليم )(2)( أفسد.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p337'> Vol. 02, p. 337</a>\n            </div>\n            \n</p>\n\n<p>\n(وما ظنه)(1) فاعله من الصلاة (لا حقا به) )(2)( أي: بالفعل الكثير في أنه\nكثير فإنه يفسد الصلاة،، وسواء كان هذا الفعل الملتبس )(3)( لحق بالكثير\n(منفردا) أي: مستقلا بنفسه في حصول الكثرة فيه، نحو: أن يثب وثبة، أو\nنحوها)(4)( (أو) لا يلحق بالكثير إلا (بالضم)(5)( نحو: أن يفعل فعلا يسيرا،\nويكرره حتى يصير بضم بعضه إلى بعض كثيرا، كثلاثة أفعال)(6) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p338'> Vol. 02, p. 338</a>\n            </div>\n             (.\n</p>\n\n<p>\nقال المنصور بالله: وأشار إليه <span id='ms0153'></span> في الشرح. ولا بد من التوالي، وإلا لم\nيفسد )(1)(.وكذا ذكر الفقيه يحي البحيبح.\n</p>\n\n<p>\nوحد التوالى: أن لا يتخلل بينهما قدر تسبيحة(2). وقال في الزوائد: إنها\nإذا حصلت ثلاثة أفعال من أول الصلاة إلى آخرها أفسد.\n</p>\n\n<p>\nوأشار المؤيد بالله إلى أنها إذا حصلت في ركن.\n</p>\n\n<p>\nقوله: (أو التبس))(3)( أي: لم يحصل ظن كونه قليلا، ولا ظن كونه كثيرا\nفإن هذا يلحق بالكثير في كونه مفسدا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p339'> Vol. 02, p. 339</a>\n            </div>\n            \n</p>\n\n<p>\nوقال المؤيد بالله، واختاره الإمام يحي بن حمزة: إن الكثير هو ما وقع\nالإجماع على كونه كثيرا)(1)(. قال الفقيه يحي البحيبح: ولو اختلفوا هل هو\nمفسد أم لا. فلا عبرة بهذا الخلاف بعد إجماعهم على كثرته، كوضع اليد على اليد.\n</p>\n\n<p>\nوقال المنصور بالله: إن الكثير هو ما إذا رآه الغير يفعله اعتقد أنه غير\nمصل. والقليل خلاف ذلك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p340'> Vol. 02, p. 340</a>\n            </div>\n            \n</p>\n\n<p>\n(ومنه) أي: ومن الفعل المفسد للصلاة (العود )(1)( من فرض فعلي إلى مسنون\nتركه) )(2)( المصلي. مثال ذلك: أن يسهو عن التشهد الأوسط)(3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p341'> Vol. 02, p. 341</a>\n            </div>\n             ( حتى ينتصف قائما)(1)(، ثم يذكر فيعود له(2)، أو يسهو عن القنوت في الفجر\nفيسجد، ثم يذكر أنه ترك القنوت فيعود قائما)(3)( للقنوت فإنه مفسد عندنا.\n</p>\n\n<p>\nقال عليه السلام: وإنما قلنا: \"فعلي\" احتراز من الأذكار، فإنه لو عاد من\nمفروضها إلى مسنونها لم تفسد، نحو أن ينسى أول التشهد )(4)( ثم يذكر بعد أن\nتشهد فإنه إذا عاد للتشهد من أوله لم تفسد صلاته(5)، وإنما قلنا: \"إلى\nمسنون تركه\" احترازا من أن يعود من ركن مفروض إلى ركن مفروض تركه(6) فإن\nذلك لا يفسد، بل يجب كما سيأتي.\n</p>\n\n<p>\n(نعم) وظاهر كلام المنتخب أن الرجوع للتشهد لا يفسد، ما لم يشرع في\nالقراءة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p342'> Vol. 02, p. 342</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أبو العباس: ما لم يقف في قيامه قدر ثلاث تسبيحات )(1)(.\n</p>\n\n<p>\nوعن مالك: إذا رجع بعد أن رفع إليتيه من الأرض أفسد.\n</p>\n\n<p>\nوقال في الزوائد)(2)( عن الأستاذ وغيره)(3)(: إذا عاد للقنوت بعد وضع\nيديه على الأرض)(4)( أفسد. وهكذا في مذاكرة الدواري.\n</p>\n\n<p>\n(ويعفى عن) الفعل (اليسير))(5)( في الصلاة فلا تفسد به.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p343'> Vol. 02, p. 343</a>\n            </div>\n            \n</p>\n\n<p>\nقال عليه السلام: ثم أنه قد <span id='ms0154'></span> يكون واجبا، ومندوبا، ومباحا، ومكروها)(1)( وقد\nعددنا الأقسام كلها فقلنا: (وقد يجب) يعني: الفعل اليسير، وذلك (كما تفسد\nالصلاة بتركه) نحو: أن ينحل إزاره)(2)( أو نحو ذلك)(3)( وهو إذا لم يصلح\nذلك انكشفت عورته، وهو يمكن بفعل يسير فإن ذلك يجب، وظاهر قول يحيى(4)،\nوالقاسم، والمنصور بالله: أنه ولو كان كثيرا إذا كان لإصلاح الصلاة لا\nتفسد به.\n</p>\n\n<p>\nقال القاضي زيد، وأبو جعفر: بل تفسد. وصحح للمذهب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p344'> Vol. 02, p. 344</a>\n            </div>\n            \n</p>\n\n<p>\n(و) قد (يندب)(1)( الفعل اليسير في الصلاة (كعد المبتلى) بالشك (الأذكار)\nنحو: أن يعد آي الفاتحة، أو الآيات بعدها (والأركان) وهو الركوع، والسجود\nونحوهما(2)(بالأصابع) نحو: أن يقبض عند كل ركن أصبعا )(3)( أو نحو ذلك)(4)(\n(أو الحصى) نحو: أن يتخذ حصى)(5)( يعزل عند كل ركعة حصاة.\n</p>\n\n<p>\nومن المندوب تسوية الرداء)(6)( أو الحصى لموضع سجوده.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p345'> Vol. 02, p. 345</a>\n            </div>\n            \n</p>\n\n<p>\n(و) قد (يباح) الفعل اليسير (كتسكين) المصلي (ما يؤذيه) من جسمه، وذلك نحو:\nأن يكون في بعض جسمه ألم وهو يسكن إن غمزه، أو تصيبه حكة في بعض جسمه، وهي\nتسكن بالحك فإن ذلك يجوز له الغمز والحك، إذا كان يسيرا، لكن ذلك على وجهين\n(أحدهما): أن يكون هذا الذي يؤذيه يشغل قلبه عن الصلاة، فإذا سكنه حسنت\nصلاته، فإنه حينئذ يلحق بالمندوب، فأما إذا كان يسيرا(1) لا يشغل كان\nتسكينه مباحا، ومن هذا الضرب الإتكاء عند النهوض )(2)( للقيام على حائط أو\nنحوه(3)إذا كان ثم ضعف يقتضي ذلك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p346'> Vol. 02, p. 346</a>\n            </div>\n            \n</p>\n\n<p>\n)و) قد (يكره))(1)( الفعل اليسير كالحقن(2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p347'> Vol. 02, p. 347</a>\n            </div>\n             ، وهو أن يصلي حاقنا، أي: مدافعا لبول أو غائط، أو تنفس، فيجد في حبس ذلك\nفي حال الصلاة، فإن ذلك مكروه لآثار )(1)( وردت فيه، وإنما يكون مكروها حيث\nيمكنه استكمال أركان الصلاة وفروضها على الوجه المشروع، فأما لو أدى مدافعة\nذلك إلى الإخلال بشيء من الواجب فيها كان مفسدا.\n</p>\n\n<p>\n(و) مما يكره (العبث))(2)( في الصلاة. وضابطه: كل فعل يسير ليس من\nالصلاة، ولا من إصلاحها، وذلك نحو أن يعبث بلحيته، أو يحك في جسده ما لا\nيؤذيه، أو يضع يده على فيه عند التثاؤب <span id='ms0155'></span>(3)(.\n</p>\n\n<p>\nوفي شرح الإبانة عن زيد بن علي، والفقهاء جوازه)(4)( من غير كراهة. فأما\nفي غير الصلاة فذلك مستحب)(5)(.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p348'> Vol. 02, p. 348</a>\n            </div>\n            \n</p>\n\n<p>\nومن هذا النوع أن يمسح جبهته من التراب الذي يعلق بها عند السجود، وذلك على\nوجهين أحدهما: أن يكون ذلك كثيرا حتى يمنع من اتصال الجبهة في السجدة\nالثانية بالأرض ، فإن إزالة ذلك واجب؛ لأنه حينئذ يجري مجرى العصابة )(1)(\nوإن كان لا يمنع كره إزالته )(2)( لأن مسحه ليس من الصلاة، ولا من إصلاحها،\nومن هذا أن يغمض عينيه)(3)( أو يتلفت يمنة أو يسرة يسيرا.\n</p>\n\n<p>\nومن هذا تنقية الأنف بفعل يسير، والنفخ، فإن تولد منه حرفان(4) أفسد.\n</p>\n\n<p>\n(و) يكره (حبس النخامة(5) ) في الفم؛ لأن ذلك يخل بالأذكار فيلقيها عند\nرجله )(6)( فإن كان وحده فعن يساره )(7)( وإن كان في مسجد ففي طرف ثوبه )(8)(.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p349'> Vol. 02, p. 349</a>\n            </div>\n            \n</p>\n\n<p>\n(و) يكره (قلم الظفر)(1) ولا يفسد الصلاة.\n</p>\n\n<p>\n(و) يكره (قتل القمل) في الصلاة، ولا يفسد؛ لأنه يحصل بفعل قليل قطعا،\nوعن عطية: أنه يفسد قتل قملة الرأس، لا قملة البدن.\n</p>\n\n<p>\nقال مولانا عليه السلام: وهذا الفرق لا وجه له. فإن قلت: قد كان دخل قتل\nالقمل في العبث ؟ قال عليه السلام: ذكرناه لأنه يتوهم فيه الكثرة، ولأجل\nالخلاف الذي ذكرنا، وللفرق بين قتله وإلقائه قوله: (لا إلقاؤه))(2)( أي: لا\nإلقاء القمل في حال الصلاة فإنه لا يكره،.\n</p>\n\n<p>\nو(النوع الثالث) من المفسدات (قوله عليه السلام): (و) تفسد الصلاة\n(بكلام) )(3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p350'> Vol. 02, p. 350</a>\n            </div>\n             ( فيها (ليس) هو (من القرآن، ولا) من (أذكارها))(1)( أو كلام (منهما) لكن\nالمتكلم قصد به (خطابا )(2)( للغير) نحو أن يقول: يا عيسى، ويريد نداء، أو\nنحو ذلك فإنه يفسد.\n</p>\n\n<p>\nوإنما يفسدها الكلام إذا تكلم (بحرفين فصاعدا) )(3)( سواء كان عمدا، أو\nسهوا فأما إذا كان حرفا واحدا لم يفسد)(4)(. ذكره أبو العباس.\n</p>\n\n<p>\nقال مولانا عليه السلام: اللهم إلا أن يتخلل في لفظة يخرجها عن معناها،\nفإنها تفسد لأجل اللفظة، لا لأجل الحرف، نحو أن يزيد حاء بعد اللام من\n{الضالين} فيقول: الضالحين.\n</p>\n\n<p>\nوقال مالك )(5)( : إن ما وقع سهوا من الكلام لم يفسد مطلقا <span id='ms0156'></span> )(6)( أو عمدا\n(7) لإصلاح الصلاة.\n</p>\n\n<p>\n(ومنه) أي: ومما ألحق بالكلام في الإفساد، وإن لم يسم كلاما تسعة أشياء:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p351'> Vol. 02, p. 351</a>\n            </div>\n            \n</p>\n\n<p>\nالأول: القراءة (الشاذة))(1)( وهي ما لم تكن من\n</p>\n\n<p>\nفحة 271 / \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p352'> Vol. 02, p. 352</a>\n            </div>\n             آي السبع )(1)( القراآت المشهورة فإنها تفسد صلاة (2) من قرأ بها عندنا،\nوعن الحقينى، والإمام يحيى، والزمخشري )(3)( أنها لا تفسد (و) الثاني مما\nالحق بالكلام المفسد (قطع اللفظة )(4)( من وسطها ثم أعادها(5) فذلك مفسد\n(إلا لعذر )(6)( واعلم أن ذلك إن كان لانقطاع نفس )(7)( لم يفسد،(8)وان لم\nيكن فلا يخلو الذي وقف عليه اما أن يوجد مثله في القرآن )(9)( أو أذكار\nالصلاة أولا إن وجد لم يفسد )(10) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p353'> Vol. 02, p. 353</a>\n            </div>\n             ( ما لم يقصد الخطاب، وان لم يوجد نحو أن يقول الحم من الحمد لله أو السلا\nمن السلام )(1)( *، فقال الحقيني تفسد صلاته )(2)( وصحح للمذهب، وعن\nالمنصور بالله، وأبي مضر لا تفسد )(3)(\n</p>\n\n<p>\nقال مولانا عليه السلام: وهذا القول قوي جدا )(4)(. قال: والأقرب أن قطع\nاللفظة سهوا يجري مجرى من انقطع نفسه لأنه تعذر منه الإتمام لأجل السهو(5).\n</p>\n\n<p>\n(و) الثالث: مما ألحق بالكلام المفسد (تنحنح )(6)( من المصلي فيه حرفان\nفصاعدا،(7) وقال الناصر، والشافعي: إنه لا يفسد)(8)( مطلقا.\n</p>\n\n<p>\nوحكى في الكافي عن أنه إن فعله لإصلاح الصلاة لم تفسد، ومثله عن المنصور بالله.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p354'> Vol. 02, p. 354</a>\n            </div>\n            \n</p>\n\n<p>\n(و) الرابع (أنين))(1)( يقع في حال الصلاة من أي مصيبة كانت.\n</p>\n\n<p>\n(غالبا) احترازا من أن يكون الأنين لأجل خوف(2) الله تعالى فإن ذلك لا\nيفسد(3).\n</p>\n\n<p>\nوقال الإمام الناصر، والشافعي: إن الأنين لا يفسد مطلقا(4) لأنه ليس\nبحروف منظومة. وقال السيد إدريس(5) التهامي عكس قولنا، فقال: يفسد إذا كان\nمن خوف الآخرة، ولا يفسد إذا كان من وجع.\n</p>\n\n<p>\nوقال محمد: إنه لا يفسد(6) إذا لم يملك، سواء كان من وجع أو من غيره.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p355'> Vol. 02, p. 355</a>\n            </div>\n            \n</p>\n\n<p>\nقال مولانا عليه السلام: واعلم أن من قال : إن الأنين يفسد فقد دخل تحته(1)\nالتأوه؛ لأنه أبلغ منه(2)، ولهذا لم نذكره في الأزهار استغناء بذكر الأنين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p356'> Vol. 02, p. 356</a>\n            </div>\n            \n</p>\n\n<p>\n[السعال والعطاس في الصلاة]\n</p>\n\n<p>\nتنبيه\n</p>\n\n<p>\nاعلم أن ظاهر كلام أهل المذهب أن السعال، والعطاس(1) لا يفسد الصلاة،\nسواء أمكن دفعه <span id='ms0157'></span> أم لا، وذكر الفقيهان محمد بن سليمان، والفقيه يحي بن حسن\nالبحيبح: أنه إذا أمكن دفعه كان كالتنحنح فيفسد. وأشار في الشرح(2) إلى مثل\nقولهما.\n</p>\n\n<p>\n(و) الخامس مما ألحق بالكلام المفسد: (لحن) واقع في الصلاة(3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p357'> Vol. 02, p. 357</a>\n            </div>\n             إما في القرآن، أو في سائر أذكارها بعد تكبيرة الإحرام(1)، وحقيقة اللحن في\nالاصطلاح: هو تغيير الكلام عن وجهه بزيادة(2) أو نقصان، أو تعكيس(3) أو\nإبدال، وإنما يكون اللحن مفسدا في حالين (الحال الأول) إذا كان (لا مثل له )(4) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p358'> Vol. 02, p. 358</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "250",
    "251",
    "252",
    "253",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "267",
    "268",
    "269",
    "270",
    "271",
    "272",
    "273",
    "274",
    "275",
    "276",
    "277",
    "278",
    "279",
    "280",
    "281",
    "282",
    "283",
    "284",
    "285",
    "286",
    "287",
    "288",
    "289",
    "290",
    "291",
    "292",
    "293",
    "294",
    "295",
    "296",
    "297",
    "298",
    "299",
    "300",
    "301",
    "302",
    "303",
    "304",
    "305",
    "306",
    "307",
    "308",
    "309",
    "310",
    "311",
    "312",
    "313",
    "314",
    "315",
    "316",
    "317",
    "318",
    "319",
    "320",
    "321",
    "322",
    "323",
    "324",
    "325",
    "326",
    "327",
    "328",
    "329",
    "330",
    "331",
    "332",
    "333",
    "334",
    "335",
    "336",
    "337",
    "338",
    "339",
    "340",
    "341",
    "342",
    "343",
    "344",
    "345",
    "346",
    "347",
    "348",
    "349",
    "350",
    "351",
    "352",
    "353",
    "354",
    "355",
    "356",
    "357",
    "358"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16",
    "17",
    "18",
    "19",
    "20",
    "21",
    "22",
    "23",
    "24",
    "25",
    "26",
    "27",
    "28",
    "29",
    "30",
    "31",
    "32",
    "33",
    "34"
  ]
}