{
  "content": "\n\n<h1 class='l1' id='head0'>CHECK [23-كتاب الغصب]</h1>\n\n<p>\n(كتاب الغصب <span id='ms0897'></span>(1)\n</p>\n\n<p>\nالأصل في قبح الغصب العقل والسمع\n</p>\n\n<p>\nأما العقل فلأنه ظلم والظلم قبيح(2) عقلا(3)\n</p>\n\n<p>\nوأما السمع فالكتاب والسنة والاجماع\n</p>\n\n<p>\nأما الكتاب فقوله تعالى ولا تأكلوا أموالكم بينكم بالباطل\n</p>\n\n<p>\nوأما السنة فما روي عن النبي صلى الله عليه وآله أنه، قال لا يحل مال\nأمرء مسلم(4) إلا بطيبة من نفسه\n</p>\n\n<p>\nوأما الاجماع فلا خلاف في قبح الغصب(5) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p001'> Vol. 24, p. 001</a>\n            </div>\n             وحقيقته(1) هي قوله (هو الاستيلاء على مال الغير(2) عدوانا) والاستيلاء هو\nإثبات اليد على الشئ للأكن لا بد من النقل فيما ينقل عند من اعتبره كما كما\nسيأتي والعدوان إثبات اليد لا باذن الشرع والغصب يثبت بالاستيلاء عدوانا\n(وإن(3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p002'> Vol. 24, p. 002</a>\n            </div>\n             لم ينو(1) المستولي الغصب هذا الذي صححه بعض المذاكرين للمذهب وقواه الفقيه\n(ح)، وقال أبو / 520 /مضر بل يحتاج إلى نية الغصب وإلا لم يكن غصبا\n</p>\n\n<p>\nفصل في بيان الوجوه التي يصير بها الشئ مضمونا على الغاصب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p003'> Vol. 24, p. 003</a>\n            </div>\n             اعلم أن المغصوب على ضربين أحدهما مما ينقل ويحول(1) والثاني مما لا ينقل\nفإذا كان المغصوب مما لا ينقل كالضياع فإن الغاصب لا يضمنه بالغصب(2) على\nقياس قول يحيى (عليه السلام(3) ذكره الاخوان وهو قول أبي حنيفة و(ف)، وقال\nالمؤيد بالله إنها تضمن بالغصب(4) وبه، قال الشافعي ومحمد قيل (مد) ولا\nيختلف الهادي، والمؤيد بالله أنه يسمى غاصبا وأنه يأثم وأن صلاته لا تصح في\nالمغصوب وأنه يجب عليه الكراء(5) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p004'> Vol. 24, p. 004</a>\n            </div>\n             والاستفداء(1) بما أمكن قيل (مد) وفائدة الخلاف بينهما إذا زالت من يد\nالغاصب إلى آخر فعند المؤيد بالله يضمن قيمتها للحيلولة وعند الهادي لا\nيضمن، وقال في الزوائد بل محل الخلاف إذا أتلفه الغير في يد الغاصب\nفالهادي(2) لا يضمنه، والمؤيد بالله يضمنه قيل (مد) وهذا(3) فيه نظر، قال\nمولانا عليه السلام والصحيح قول الفقيه (مد) وقد أوضحناه بقولنا (فلا يضمن\nمن غير المنقول إلا ما تلف(4) تحت يده وإن أثم وسمي غاصبا(5) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p005'> Vol. 24, p. 005</a>\n            </div>\n             فهذا تصريح بمثل ما قاله الفقيه (مد) وأما إذا كان الشئ مما ينقل ويحول نحو\nالعروض(1) والحيوانات وما أشبه ذلك فإن الغصب يضمنه\n</p>\n\n<p>\n(و) إنما يضمن <span id='ms0898'></span> ما جمع شروطا خمسة:\n</p>\n\n<p>\nالأول أنه لا يضمن / 521 / (من المنقول إلا ما انتقل) فلو لم ينقل لا\nحسا(2) ولا حكما(3) لم يضمنه(4)\n</p>\n\n<p>\nالشرط الثاني أن ينتقل (بفعله(5) فلو انتقل بفعل الغير نحو أن يدفعه دافع\nعلى مال الغير فينتقل باندفاعه عليه فانه لا يكون غاصبا بهذا النقل لأن\nالرجل المدفوع كالآلة للدافع(6) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p006'> Vol. 24, p. 006</a>\n            </div>\n             الشرط الثالث أن يكون نقل ذلك المال حصل بنقل الغاصب(1) (لا بنقل ذي\nاليد(2) الثابتة عليه نحو أن يحمل امرأة(3) أو صبيا(4) وعليهما شئ من\nالحلي(5) أو الثياب أو في أيديهما(6) شئ يحملأنه فإنه إذا حملهما فانتقل\nالمال الذي في أيديهما تبعا لنقلهما لم يضمن ذلك المال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p007'> Vol. 24, p. 007</a>\n            </div>\n             الشرط الرابع أن يكون ذلك النقل (نقلا ظاهرا أو في حكمه(1))، قال علي خليل\nوالمعتبر في ذلك هو إزالة جملة الشئ عن مكانه، قال فإن كان شيئا متصلا\nفأزال بعضه عن مكانه لم يكن ذلك نقلا حتى ينقل الجميع وذلك نحو أن يطوي(2)\nمن بساط الغير بعضه قل أم كثر لم يكن نقلا حتى يطوي جميعه(3)، قال وكذلك لو\nحرك جملة الشئ ولم ينقله من مكانه لم يكن نقلا نحو أن يفتح الباب\nالمغصوب(4) ويرده(5) ذكره في الزيادات(6) وعن أبي مضر يضمن ما طوى من\nالبساط وكذلك الباب يضمن إذا / 522 /ان موضع رجله واسعا(7) وتأول قول\nالمؤيد بالله على أنه ضيق(8)، قال مولانا عليه السلام والظاهر خلافه(9)\nوالرحا(10) إذا أدارها كالباب لا يضمن عند المؤيد بالله(11) ويضمن عند أبي\nمضر إذا كان موضع قطبها واسعا\n</p>\n\n<p>\nوقد ألحقوا(12) ثلاث صور :\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p008'> Vol. 24, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nالأولى إذا أجال (1) الدابة وهي في رباط، فقال أبو مضر إن كان الرابط لها\nمالكا(2) فلا ضمان وإن كان الرابط لها غاصبا ضمن(3) وكأنها غير مربوطة\n</p>\n\n<p>\nالثانية إذا أدار القنديل المعلق يمينا ويسارا فلا ضمان ذكره القاضي زيد\nوبعض الناصرية وإن رفعه ضمن(4)، وقال (ض ف)، والناصر الرضي لمذهب جده\nالناصر(5) يضمن في الوجوه كلها(6)\n</p>\n\n<p>\nالثالثة إذا سل بعض السيف من غمده والغمد في يد المالك فعن بعضهم أنه لا\nيضمن قال <span id='ms0899'></span> الفقيه علي وعند الهدوية يضمن في هذه الصور كلها، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p009'> Vol. 24, p. 009</a>\n            </div>\n             قال مولانا عليه السلام أما في مسألة البساط والرحا والباب والقنديل(1) فلا\nنسلم لأن ذلك ليس بنقل ظاهر وهم يعتبرون النقل(2) وأما مسألة السيف(3)\nفالاقرب أنه يضمن(4) عند الهدوية، والمؤيد بالله جميعا لأن الغاصب إذا كان\nفي يده رأسه وسل بعضه فقد نقل جملته أغني الحديد نقلا ظاهرا فيضمن عند\nالهدوية وأما عند المؤيد بالله فلان الممسك للرأس أقوى يدا من الممسك للغمد\nإذا لم يكن النجاد(5) مقلدا بعنق الذي في يده الغمد فإن كان مقلدا به فاليد\nله، قال عليه السلام هذا الذي يترجح عندي فصار قولنا نقلا ظاهرا احترازا من\nالصور التي قدمنا والذي في حكم النقل الظاهر جحد الوديعة(6) فإنه /523 /\nيصير بجحدها(7) غاصبا وكذلك لو باع مال الغير وسلمه(8) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p010'> Vol. 24, p. 010</a>\n            </div>\n             بالتخلية واليد في الظاهر له فإنه يصير غاصبا وإنمايكون البائع غاصبا بقيود أربعة:\n</p>\n\n<p>\nأن يكون في يده(1) وأن تكون يده أمانة(2)\n</p>\n\n<p>\nوأن يسلم تسليما لفظيا(3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p011'> Vol. 24, p. 011</a>\n            </div>\n             وأن يكون بالقرب منه(1) ليصح التسليم وعن الكنى لا يشترط أن يكون في يده\nوكذلك لو شهد بمال الغير(2) أنه لغير المالك(3) فإنه يصير /524 / غاصبا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p012'> Vol. 24, p. 012</a>\n            </div>\n             الشرط الخامس أن يكون النقل واقعا (بغير اذن الشرع) فأما لو كان باذن الشرع\nكالتقاط الضالة واللقطة(1) ونحو ذلك مما سيأتي إن شاء الله تعالى فإنه لا\nيكون غاصبا، وقال المؤيد بالله لا يعتبر في المغصوب نقل الغاصب له عدوانا\nبل (ما ثبتت(2) يده عليه كذلك(3) أي: بغير إذن الشرع (وما نقل لاباحة عرف)\nلم يضمن كالضيف ينقل شيئا(4) في المنزل الذي أذن له بدخوله مما جرت العادة\nبنقله ورده نحو أن يشرب من الكوز أو يضع المنديل على العيش أو ينظر في\nمصحف(5) أو كتاب أو نحو ذلك مما أباح له العرف نقله وهكذا الاجير الخاص(6)\nإذا دخل البيت (أو) نقله (خوفا(7) منه(8) لم يكن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p013'> Vol. 24, p. 013</a>\n            </div>\n             غاصبا لأن الشرع قد أباح له ذلك(1) نحو أن يخاف البهيمة أن تنطحه أو تنطح\nغيره أن تتلف زرعه أو زرع غيره(2) أو <span id='ms0900'></span> نحو ذلك فيدفعها فإنه لا يصير بذلك\nغاصبا(3) (أو) نقله خوفا (عليه) نحو أن يخاف على البهيمة من سبع أو لص\nفنقلها فإنه لا يصير بذلك غاصبا (أو) ينقله (من نحو طريق(4)) كلو أزال مال\nالغير من طريق المسلمين(5) أو نحوها مثل أن ينقل / 525 / الثوب(6) أو نحوه\nمن موضع الصلاة في المسجد فإنه لا يصير(7) بذلك غاصبا وكذلك إذا وضع على\nعنقه أو ظهره أو في ملكه شئ وكان الواضع غير المالك(8) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p014'> Vol. 24, p. 014</a>\n            </div>\n             فنقله (فا) ن المنقول في جميع هذه الصور التي قدمنا تكون أ(مانة(1) في يد\nناقله حتى يرده إلى يد مالكه أو سيبه حيث جرت العادة بالتسييب فيه فإن فرط\nضمن (غالبا) إحترازا من صورة لا يكون النقل فيها أمانة ولا ضمانة وذلك نحو\nأن يضع(2) المالك على عنق رجل شيئا أو في ملكه على وجه التعدي(3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p015'> Vol. 24, p. 015</a>\n            </div>\n             فأزاله عن نفسه أو عن ملكه فإن ذلك الشئ لا يصير بذلك أمانة ولا ضمانة لأنه\nمنكر تجب ازالته وكذا لو وضع سمنا في قدحه فله أن يريقه إن لم يجد ما يضعه فيه(1)\n</p>\n\n<p>\n(و) المنقول (بالتعثر غصب(2) كلو تعثر فصدم شيئا برجله حتى أزاله عن\nمكانه فإنه بذلك النقل يصير غاصبا على قول الهدوية وقديم قولي المؤيد بالله\nوعلى قوله الاخير لا يصير غاصبا لعدم ثبوت اليد ذكر ذلك بعض أصحابنا\nالمتأخرين، قال مولانا عليه السلام وفيه نظر(3) على قول الهدوية لأن النقل\nهنا ليس على جهة العدوان إذا فعل المعتاد(4)\n</p>\n\n<p>\nفصل في كيفية رد المغصوب إلى مالكه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p016'> Vol. 24, p. 016</a>\n            </div>\n             (و) اعلم أن المغصوب (يجب رد عينه ما لم تستهلك) ولا يجزي الغاصب دفع\nالقيمة(1) عوضا عنه(2) وذلك إجماع فإن استهلكت حسا وجب العوض / 526 /\nاجماعا وان استهلكت حكما فسيأتي تفصيله (و) يجب على الغاصب أن (يستفدي(3)\nالمغصوب متى خرج عن يده بوجه من الوجوه بشرطين أحدهما أن يكون المغصوب (غير\nالنقدين(4) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p017'> Vol. 24, p. 017</a>\n            </div>\n             فإن كان نقدا لم يلزم استفداؤه(1) بل يرد مثله * الشرط الثاني أن يمكنه\nاستفداؤه (بما لا يجحف(2) بحاله\n</p>\n\n<p>\nوإنمايبرأ الغاصب برد <span id='ms0901'></span> المغصوب (إلى يد المالك(3) ولا يكفي الرد إلى منزله\nولا إلى غلامه بل إلى يده أو إلى يد من أمره (إلا) أن يكون المغصوب عليه\n(صبيا ونحوه) كالمجنون (محجورا(4)) عن التصرف (فيها) أي: في مثل تلك العين\nفإنه لا يرد إليه بل إلى وليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p018'> Vol. 24, p. 018</a>\n            </div>\n             وحاصل ذلك أنه إن علم(1) أنه صار إلى الصبي بالاذن / 527 / جاز الرد\nإليه(2) وإن علم(3) أنه لم يؤذن لم يجز الرد إليه وان التبس رجع إلى العادة\nفما كان يعتاد هذا الصبي حمله جاز الرد إليه نحو القصاع(4) في الحمامات\nوحصر المسجد والكيزان الموضوعة على بابه، قال الفقيه علي هذا(5) إذا\nاستعملت في الموضع الذي وضعت للاستعمال(6) فيه فإن استعملت في غيره(7) لم\nيبر إلا بالرد على المتولي فثبت أنه لا يبرأ إلا بالرد إلى يد المالك (أو)\nبالرد (إلى من أخذ منه) تلك العين المغصوبة وإن لم يكن مالكا(8) (إلا) في\nصورتين فانه لا يبرأ بالرد فيهما إلى من أخذ منه الأولى أن يكون الذي أخذ\nمنه (غاصبا مكرها أو في حكمه) فالمكره الذي يأخذه من دون رضاء مالكه والذي\nفي حكمه الذي يأخذه من صبي برضاه(9)، وقال أبو العباس، وأبو حنيفة أن\nالغاصب الثاني يبرأ بالرد إلى الغاصب الأول، قال السيد يحي بن الحسين وهذا\nالخلاف إذا كان الأول يرده إلى المالك فإن كان يتلفه فلا خلاف أنه لا\nيبرأ(10) وهكذا ذكر الفقيه (ل) قيل (س) فتكون فائدة الخلاف في الكراء(11)\nهل يطالب به الثاني بعد رده إلى الأول أم لا ومن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p019'> Vol. 24, p. 019</a>\n            </div>\n             المذاكرين من قال الخلاف مطلق(1) وأشار في الشرح أنه إذا صار إلى الثاني\nبرضاء الأول لم يبر بالرد على الأول اجماعا(2) لأنه، قال كما لو اشتراه،\nقال أبو مضر أما إذا كان في يد الغاصب باذن المالك كاجرة البغية(3) برئ\nالثاني بالرد إلى الأول بلا خلاف، قال مولانا عليه السلام وهذا الذي\nاخترناه في الأزهار بقولنا مكرها أو في حكمه لأنه ليس بمكره ولا في حكمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p020'> Vol. 24, p. 020</a>\n            </div>\n             (و) الصورة الثانية (نحو راع(1) ردت <span id='ms0902'></span> إليه الشاة (ليلا(2) فإذا رد الغاصب\nالشاة المغصوبة إلى الراعي لم يبر (3) إن ردها إليه في الليل وإن ردها إليه\nفي النهار برئ لأنه قد ردها إلى من / 528 / أذن له المالك بقبضها في تلك\n(4) الحال(5) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p021'> Vol. 24, p. 021</a>\n            </div>\n             وكذا لو غصب من الوديع برأ بالرد إليه وكذلك المستعير(1) والمستأجر قبل مضي\nالمدة (ويبرأ) الغاصب عن العين(2) المغصوبة (بمصيرها إلى المالك(3) بأي\nوجه(4) نحو أن يطعمه إياها(5) قبل أن تستهلك عند الهادي أو يبيعها(6) أو\nيرهنها(7) منه أو يعيره إياها أو نحو ذلك فانه يبرأ (وان جهل(8) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p022'> Vol. 24, p. 022</a>\n            </div>\n             المالك مصيرها إليه وأحد قولي الناصر وأحد قولي الشافعي إنه لا يبرأ إلا مع\nعلم المالك أما لو غلب على ظن الغاصب مصير العين إلى مالكها ولم يتحقق ذلك،\nفقال الفقيه يحي البحيبح: إنه يبرأ وأخذه من كلام (للم) بالله، وقال الفقيه\nمحمد بن سليمان : لا بد من الظن المقارب للعلم وأخذه أيضا من كلام (للم)\nبالله(1)، قال مولانا عليه السلام كلام الفقيه (ح) أقرب(2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p023'> Vol. 24, p. 023</a>\n            </div>\n             (و) يبرأ الغاصب (بالتخلية الصحيحة(1) بين الشئ المغصوب وبين المالك (وإن\nلم(2) يقبض) المالك تلك العين، قال عليه السلام هذا هو الصحيح وفي المسألة\nقولان (للم) بالله أحدهما / 529 / إنه يبرأ بالتخلية والثاني أنه لا يبرأ،\nوقال الكني ليس (للم) بالله إلا قول واحد في المغصوب إنه يبرأ بالتخلية\n(إلا(3) أن يترك القبض (لخوف ظالم(4) يخشى(5) المالك أنه يغصبها عليه في\nتلك الحال (أو نحوه) وهو أن يسلمها في غير موضع الغصب فإنه لا يجب عليه\nقبضها حينئذ ولو لم يخش عليها فلا يبرأ بالتخلية حينئذ(6) (ويجب) الرد (إلى\nموضع الغصب(7) وإن بعد(8)) إذا كان لحمله مؤنة ذكر ذلك (أص) أبي حنيفة،\nوأبو طالب للمذهب، وقال المؤيد بالله بل للغاصب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p024'> Vol. 24, p. 024</a>\n            </div>\n             تسليمه في أي موضع كان ولا يلزمه إلى الموضع الذي غصب منه ولا خلاف أنه إذا\nكان لا مؤنة لحمله ولا غرض يفوت أن له أن يسلمه في ذلك المكان(1) (أو) طلب\nالمالك العين المغصوبة في مكان غير موضع الغصب وجب على الغاصب <span id='ms0903'></span> تسلميها في\nالمكان الذي وقع فيه (الطلب إن كانت) العين موجودة(2) (فيه فإن لم تكن فيه\nلم تجب ولا خلاف في ذلك في الطرفين(3) ذكره أصحابنا (و) إذا كانت العين\nالمغصوبة في جدار للغاصب لزمه هدمه وكذلك إذا كانت في زجاجة له ولم يمكن\nاستخراجها إلا بكسرها أو ابتلعتها بهيمة له(4) يجوز ذبحها وجب أن (يهدم و)\nأن يكسر ويذبح(5) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p025'> Vol. 24, p. 025</a>\n            </div>\n             للرد(1) ما هي فيه(2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p026'> Vol. 24, p. 026</a>\n            </div>\n             حيث(1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p027'> Vol. 24, p. 027</a>\n            </div>\n             له ذلك) يعني /530 / حيث له أن يهدم ويكسر ويذبح فأما لو لم يجز له الهدم\nنحو أن يركب لوحا مغصوبا على سفينة أو خشبة مغصوبة في بيت وفي السفينة أو\nالبيت نفوس محترمة(1) أو مال لغير الغاصب يخشى تلفه بنزع اللوح أو الخشبة\nأو مال له يجحف به إذا تلف فإنه لا يهدم حينئذ وكذلك في الكسر والذبح فأما\nغير المأكول إذا ابتلع الجوهرة المغصوبة(2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p028'> Vol. 24, p. 028</a>\n            </div>\n             فإنه لا يجوز له ذبحه(1) وكذلك إذا خيط جرحه بخيط مغصوب(2) ونزعه يضره وهو\nمحترم الدم فإنه لا يجوز ذبحه(3) بل يلزم العوض (وإ) ن (لا) يكن له الهدم\nأو الكسر أو الذبح(4) أو تعذر عليه بوجه من الوجوه (فقيمة الحيلولة(5)\nلازمة له (على الاصح) من القولين ومعنى ذلك أنه يلزمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p029'> Vol. 24, p. 029</a>\n            </div>\n             / 531 / قيمة تلك العين المغصوبة لأجل أنه حال بينها وبين مالكها فمتى عادت\nتلك العين فهي باقية على ملك المالك ويرد للغاصب التي دفعها إليه للحيلولة،\nقال عليه السلام وحكم ما قدمنا (كعبد(1) غصبه غاصب ثم (أبق) عليه (أو أي\nشئ(2) مغصوب خرج من يد الغاصب (وتنوسخ(3) فتعذر رده) فإن الغاصب يضمنه(4)\nإلى أن يقبضه صاحبه فإن أخذ من الغاصب قيمته(5) ثم ظفر به صاحبه فإنه يكون\nله(6) ويرد للغاصب ما أخذ منه(7) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p030'> Vol. 24, p. 030</a>\n            </div>\n             هذا مذهب الهادي، والشافعي وذلك حيث يسلم القيمة بالبينة(1) أو بقول\nالمالك(2) أو بنكول(3) الغاصب، وقال المؤيد بالله والحنفية بل يملكه الغاصب\nبدفع القيمة(4) فمتى عادت فهي للغاصب لا للمالك، قال أبو مضر لكن على أحد\nقولي المؤيد بالله والحنفية إنه يملك من وقت الغصب بطريق الانكشاف <span id='ms0904'></span> وأحد\nقولي المؤيد بالله وهو الصحيح من مذهبه من وقت دفع القيمة أما لو سلم\nالغاصب القيمة بقوله أن قيمته كذا وحلف على ذلك وانكشف أكثر فإن المغصوب\nإذا رجع هنا فهو لمالكه اتفاقا(5) ذكره في الشرح وفي مجمع البحرين للحنفية\nلكن قالت الحنفية يخير المالك بين(6) إمضاء / 532 / الضمان أو الرد وهكذا\nإذا انكشف أنه في يد الغاصب يوم دفع القيمة بدعواه أنه خرج عن يده\n</p>\n\n<p>\nفصل في بيان حكم المغصوب إذا?أحدث فيه الغاصب تغييرا ينقصه أو يزيد فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p031'> Vol. 24, p. 031</a>\n            </div>\n             (و) هو أن نقول حكم العين المغصوبة (إذا غيرها) الغاصب (إلى غرض) يتعلق\nبها(1) في الغالب وليس باستهلاك كذبح ما تصلح للاكل(2) وسلخه(3) وتقطيع\nالثوب قميصا(4) ونحوه خاطه أم لا فإذا كان التغيير على هذه الصفة (خير)\nالمالك (بينها(5) وبين القيمة) فإن شاء أخذها (ولا أرش) يستحقه وإن شاء أخذ\nقيمتها(6) سليمة، وقال المؤيد بالله ليس له إلا أخذ العين وأرش نقصانها\n(إلا) أن يكون ذلك التغيير (في) شئ يمكن تقويمه على حياله(7) (نحو الخصي(8)\nفي العبد المغصوب فإن أرش الخصي مقدر في نفسه(9) فيستحقه المالك لأن الغاصب\nقد أتلف بعض أعضاء العين المغصوبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p032'> Vol. 24, p. 032</a>\n            </div>\n             فيخير المالك(1) إن شاء أخذ العبد بعينه وأرش الخصي (وإن) كان الخصي قد\n(زادت به(2) قيمة العبد فإنه لا يسقط الارش بتلك الزيادة وإن شاء أخذ قيمته\nسليما من الخصي أو مخصيا(3) ونحو الخصي(4) ذهاب يد زائدة(5) (و) إن غيرها\n(إلى غير غرض) كتمزيق الثوب وتخييطه(6) بما لا غرض به في تلك الناحية وذبح\n/ 533 / المهزول الذي لا يصلح للاكل(7) (ضمن) الغاصب (أرش) النقصان\n(اليسير(8) وهو النصف فما دون (وخير) المالك (في الكثير(9) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p033'> Vol. 24, p. 033</a>\n            </div>\n             وهو ما زاد على النصف(1) (بين) أخذ (قيمتها صحيحة و) أخذ (عينها مع الارش\nو) اختلف العلماء في حكم (فوائدها الأصلية(2) في الضمان وعدمه فمذهبنا،\nوأبي حنيفة ومالك أنها (أمانة(3) في يد الغاصب (فلا) يلزمه أن (يضمن) منها\n(إلا ما نقله لنفسه) (4) لأنه يصير بذلك غاصبا لا إذا نقله لمصلحته\nكسقيه(5) ورعيه لم يضمن <span id='ms0905'></span> إلا أن يكون الرد ممكنا (أو جنى عليه) (6) فيضمن\nضمان جناية لا ضمان غصب (أو لم يرد) تلك الفوائد وتراخى (مع الامكان) فإنه\nيضمنها لأن هذا حكم الأشياء التي تصير إلى الإنسان بغير اختياره كما تقدم\nفي وارث الوديع والمضارب وفيما ألقته(7) الريح في دار الإنسان بغير\nاختياره(8)، وقال الناصر، والشافعي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p034'> Vol. 24, p. 034</a>\n            </div>\n             إن فوائد العين المغصوبة مضمونة كأصلها، قال الفقيه يحي البحيبح: أما إذا\nكان الوالد موجودا في بطنها عند الغصب فذلك موضع اتفاق(1) أنه مضمون لأنه\nقد صار غاصبا له من الام فيضمن قيمة الجميع وإنماالخلاف فيما حدث بعد الغصب\nوأشار في شرح القاضي زيد وذكر في شرح أبي مضر والفقيه (ل) ان ولد الغصب\nأمانة في يد الغاصب على الخلاف الذي تقدم ولو غصب الام وهي حامل(2) / 534 /\nلأن قيمته حينئذ(3) داخلة في قيمة الام والزيادة الحادثة فيه غير مضمونة\nكالولد الحادث(4) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p035'> Vol. 24, p. 035</a>\n            </div>\n             *\n</p>\n\n<p>\nتنبيه\n</p>\n\n<p>\n*، قال عليه السلام اعلم أنما اكتسبه العبد في يد الغاصب فحكمه حكم\nالفائدة الأصلية(1) في أنه للمالك وغير مضمون إلا بتلك الاسباب(2)، قال هذا\nالذي ترجح عندي ولم أقف فيه على نص\n</p>\n\n<p>\nفصل في حكم ما غرمه الغاصب على الغصب } (3) {\n</p>\n\n<p>\nوما زاده فيه وتصرفاته وما يلزمه من الاجرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p036'> Vol. 24, p. 036</a>\n            </div>\n             (و) اعلم أن من غصب عينا وغرم فيها غرامات نحو أن تكون دابة فعلفها أو شجرا\nصغارا فغرسها(1) وسقاها حتى كبرت أو حيوانا صغيرا فكبر أو مهزولا فسمن أو\nجريحا فداواه حتى برئ أو ثوبا فقصره أو صبغة أو أديما فدبغه أو عودا فجعله\nدواة(2) أو نوى فدقه حتى صلح للعلف وغرم على ذلك غرامات فإنه (لا يرجع) في\nذلك كله (بما غرم فيها(3) وإن) كانت تلك العين قد (زادت به) قيمتها لكن\nصاحبها بالخيار حيث تغيرت العين بالصباغ(4) والدباغ ونحوها(5) لا بالسمن\nوالكبر(6) ونحوهما(7) / 535 / إن شاء أخذ تلك العين ولا أرش له سواء زادت\nبذلك أم نقصت(8) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p037'> Vol. 24, p. 037</a>\n            </div>\n             وإن شاء أخذ قيمتها(1) قبل حدوث ذلك الحادث (و) إذا كان الغاصب قد زاد في\nالعين المغصوبة زيادة كان (له فصل <span id='ms0906'></span>(2) ما ينفصل بغير ضرر) يلحق العين\nالمغصوبة نحو أن يحلي السيف أو اللجام أو الدواة فإن للغاصب فصله عنه وهذا\nمما لا خلاف فيه (وإ) ن (لا) تنفصل تلك الزيادة إلا بمضرة تلحق العين\nالمغصوبة (خير المالك) بين أن تقلع الحلية ويأخذ أرش الضرر(3) أو يدفع قيمة\nالحلية للغاصب منفردة لا مركبة(4) وهذا إذا عرف الضرر قبل الفصل فأما لو لم\nيعرف إلا بعد الفصل فإنه ينظر فيه فإن كان يسيرا استحق المالك الارش وإن\nكان كثيرا فالتخيير المتقدم(5) وأما إذا كانت المضرة تلحق الزيادة دون(6)\nالمزيد عليه فللمالك قلعها(7) ولا يستحق الغاصب أرشا للحلية لأنه متعد\nبوضعها وقد دخل في هذه المسألة لو غصب أرضا فبنى فيها بناء أو غرس غروسا\nفعلى الغاصب رفعهما(8) فلو كانت العرصة تنقص برفع البناء والغروس وعرف ذلك\nقبل رفعهما هل يخير(9) المالك كما خير في الحلية إذا ضر قلعها سل، قال\nمولانا عليه السلام والجواب أنها إن كانت تنقص(10) عن قيمتها(11) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p038'> Vol. 24, p. 038</a>\n            </div>\n             يوم الغصب(1) خير وإلا فلا\n</p>\n\n<p>\n(و) إذا زرع الغاصب في الارض المغصوبة ببذر منه فالزرع له (2) ويجب (عليه\nقلع الزرع(3) وإن لم يحصد) أي: لم يبلغ حد الحصاد لأنه متعد (و) يلزم\nالغاصب (أجرة المثل(4) للعين المغصوبة (وإن لم ينتفع(5) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p039'> Vol. 24, p. 039</a>\n            </div>\n             بها، وقال مالك لا يلزم إلا أن ينتفع / 536 وقال أبو حنيفة لا تلزم الغاصب\nأجرة فإن أجره لزمه التصدق بالاجرة (فإن أجر) الغاصب العين المغصوبة (أو\nنحوه) مثل أن يبيعها أو يهبها (فموقوف) على إجازة المالك(1) فإن أجاز أو\nجرى منه ما هو بمعنى الاجازة كالمطالبة(2) بالغلة(3) نفذ ذكره أبو طالب\nواستحق الاجرة(4) قليلة كانت(5) أم كثيرة، قال الفقيه يحي البحيبح: وتكون\nفي يد الغاصب أمانة(6) وعن الفقيه (ي) بل يضمن قدر كراء المثل والزائد\nأمانة، قال مولانا عليه السلام وهو الظاهر من كلام أبي طالب وأما إذا لم\nيجز المالك الاجارة بطل العقد(7) واستحق المالك أجرة المثل على المستأجر(8)\nفإن كانت الغلة أقل منه وفيت(9) وإن كانت أكثر رد الزائد إلى <span id='ms0907'></span> المستأجر (\n</p>\n\n<p>\nتنبيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p040'> Vol. 24, p. 040</a>\n            </div>\n             )، قال الفقيه علي وولاية قبض الغلة(1) عند أبي طالب إلى المالك لأن الغاصب\nفضولي، قال الفقيه محمد بن سليمان : وإنماتلحق الاجازة عند أبي طالب إذا\nكانت الاجرة في الذمة أو نقدا لأنه لا يتعين فأما إذا كانت عرضا فإنه يتعين\nفلا تلحقه الاجازة(2) / 537 / لأن الغاصب يكون مشتريا لتلك العين لنفسه\nبالمنافع والفضولي لو اشترى لنفسه(3) بمال الغير لم تلحقه الاجازة، قال\nالفقيه علي فلو نوى أنه يؤجر للمالك لحقته الاجازة، قال مولانا عليه السلام\nوقد ذكروا أن البائع الفضولي لو باع عن نفسه ملك الغير لحقته الاجازة ولا\nيضر كونه نوى عن نفسه فينظر ما الفرق(4) بين البيع والشراء، قال والاقرب\nأنه لا فرق بينهما وأن المخالف هنا(5) يخالف هناك (و) يجب على الغاصب (أرش\nما نقص(6) من العين المغصوبة نحو أن تكون دارا فتهدم بعضها(7) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p041'> Vol. 24, p. 041</a>\n            </div>\n             أو تصدع جصها(1) أو صاروجها(2) أو حلية فتخشفت(3) أو دابة فاجترحت(4) أو\nثوبا فاسحق(5) أو نحو ذلك فإنه يلزم الغاصب إذا رده أرش ذلك النقصان (ولو)\nكان النقصان (بمجرد زيادة) حصلت (من فعله) فإنها إذا أزالت تلك الزيادة في\nيده ضمن أرشها وقد ذكر عليه السلام مثال ذلك بقوله: (كأن حفر بئرا) في دار\nأو أرض غصبها فارتفعت قيمتها لأجل تلك البئر (ثم) إن الغاصب (طمها(6) فنقصت\nالقيمة ضمن ذلك النقصان هذا إذا كان التراب موضوعا في ملك صاحبه(7) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p042'> Vol. 24, p. 042</a>\n            </div>\n             فإن كان في شارع أو / 538 / ملكا لغير صاحب الدار(1) فلا أرش على الحافر\nلأنه مستحق لرده(2) (إلا) نقصان (السعر(3) فإنه لا يضمن (قيل(4) و) مثل\nالسعر (الهزال(5) ونحوهما) التحاء الشاب وشيب الملتحي(6) وسقوط ثدي الكاعبة\nواغتصاب فردي نعل بعشرة فرد أحدهما يساوي منفردا درهمين(7) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p043'> Vol. 24, p. 043</a>\n            </div>\n             فإن هذه كلها نظائر للهزال فيما ذكره بعض أصحابنا وقد، قال الهادي عليه\nالسلام في الهزال أنه غير مضمون (في) الحيوان (الباقي) (1) إذا رجع لصاحبه\nبعينه، قال المؤيد بالله والمسألة فيها ضعف ولا أحفظ عن غيره(2) أنه، قال\nبها، قال مولانا عليه السلام والصحيح ما قاله المؤيد بالله، وأبو <span id='ms0908'></span> حنيفة،\nوالشافعي أن الهزال ونحوه مضمون في الباقي وأما التالف فلا خلاف بينهم أن\nالهزال ونحوه مضمون فيه وكذا زيادة السعر إذا كانت قد تجددت مطالبة(3) في\nحال زيادة سعره(4) ثم تلف بعد أن نقصت فإن تلك الزيادة تضمن ذكر ما يقتضي\nذلك الاخوان على أصل يحيى عليه السلام\n</p>\n\n<p>\nفصل في حكم ما يشتري بالمغصوب وما تملك به العين المغصوبة وحكم غلتها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p044'> Vol. 24, p. 044</a>\n            </div>\n             واعلم أن الغاصب إذا اشترى بالعين المغصوبة أو باعها واشترى بثمنها شيئا\nفإنه (يملك ما اشترى بها(1) أو بثمنها) إذا كانت العين المغصوبة أو ثمنها\n(نقدين) فإن باع ذلك الشئ وربح فيه / 539 /(و) جب عليه أن (يتصدق(2)\nبالربح(3) نص عليه في الأحكام وعند المؤيد بالله أن الربح يطيب له وهو قول\nالمنتخب، قال في تعليق الافادة فإن اشتراه إلى الذمة(4) ثم دفع هذه الدراهم\nالمغصوبة فلا خلاف بينهم أن الربح يطيب له، قال مولانا عليه السلام في دعوى\nالاجماع نظر لأنه حكى في شرح الابانة عن يحيى عليه السلام، وأبي حنيفة\nومحمد أنه يتصدق بالربح وإن لم يتعين فأما لو كان المغصوب عرضا(5) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p045'> Vol. 24, p. 045</a>\n            </div>\n             أو باعه بعرض واشترى به كان الشراء باطلا بالاجماع(1)\n</p>\n\n<p>\n(و) أما الطرف الثاني وهو في بيان ما تملك به العين المغصوبة فاعلم أن\nالغاصب يملك (ما استهلكه(2) بخلطه) سواء خلطه بملكه أم بملك(3) غيره حتى لم\nيتميز(4) وليس من ذوات الامثال(5) (أو) فعل فيه فعلا كان سبب (ازالة\nإسمه(6) و) اذهاب (معظم(7) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p046'> Vol. 24, p. 046</a>\n            </div>\n             منافعه) فإنه يصير بذلك مستهلكا له فيملكه عند القاسم ويحيى، وأبي حنيفة\nو(ص(1) وتلزمه قيمته ان كان من ذوات القيم أو مثله إن كان من ذوات الامثال\nوذلك نحو أن يغصب قطنا فغزله أو غزلا فنسجه أو بيضا / 540 / فاحضنه(2) أو\nحبا فطحنه أو بذر به(3) في أرض ندية تنبت أو سقاه أو دقيقا فخبزه ونحو ذلك\nولا بد من هذه القيود الثلاثة زوال الاسم وزوال معظم المنافع وكون\nزوالهما(4) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p047'> Vol. 24, p. 047</a>\n            </div>\n             بفعل الغاصب وعند المؤيد بالله أنه يأخذه صاحبه ولا حق فيه للغاصب لأن <span id='ms0909'></span> كل\nفعل إذا فعله المالك في ملكه لم يزل به ملكه(1) فإنه لا يكون استهلاكا إذا\nفعله الغاصب وهو قول الناصر، والشافعي فعلى هذا لا يكون الغزل والنسج\nوالطحن ونحوها استهلاكا عنده لكن يلزم الغاصب الارش والاعتذار والاستحلال\nللاساءة\n</p>\n\n<p>\n(و) إذا راضى الغاصب المالك فإنه (يطيب له) الشئ المستهلك (بعد\nالمراضاة(2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p048'> Vol. 24, p. 048</a>\n            </div>\n             لمالكه فلو تصرف قبل المراضاة ببيع أو هبة أو نحو ذلك لم ينفذ تصرفه(1) ذكر\nذلك أبو مضر ولم يفرق بين أن تزول العين بالكلية كالنوى إذا صار شجرا أم لا\nكالحب إذا طحنه وهكذا عن الكافي، وقال في التفريعات(2) إذا زالت العين\nبالكلية جاز التصرف من غير إذن المالك وكذا عن البيان، وقال أبو حنيفة\nوالمنصور بالله لا تطيب له بعد المراضاة بل يلزمه التصدق به لأنه في حكم\nالمكتسب من وجه محظور (و) إذا كان الغاصب يخشى فساد تلك العين المغصوبة\nالمستهلكة إذا انتظر مراضاة المالك وهو غائب / 541 / أو نحو ذلك وجب عليه\nأن (يتصدق(3) بما خشي فساده(4) قبلها) أي: قبل المراضاة ولا ينتفع هو بتلك العين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p049'> Vol. 24, p. 049</a>\n            </div>\n             (و) أما الطرف الثالث وهو في حكم غلة العين المغصوبة فاعلم أن الغاصب إذا\nباعها فالحكم ما تقدم من أن عقوده موقوفة على إجازة لمالك و(يملك مشتريها\nالجاهل(1) غلتها(2) ويتصدق ما تعدي(3) قيمة الرقبة) اعلم أنه قد اتفق\nالسيدان هنا أن الغلة للمشتري(4) إذا كان جاهلا وأن عليه للمالك كراء المثل\nلكن اختلفا في مقابلة ما يستحق الغلة، فقال أبو طالب في مقابلة ضمان\nالرقبة، وقال المؤيد بالله في مقابلة ضمان كراء المثل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p050'> Vol. 24, p. 050</a>\n            </div>\n             ولهذا الخلاف فائدتان الأولى لو زادت الغلة(1) على كراء المثل فإنه يتصدق\nعلى تخريج المؤيد بالله بالزائد ولا يتصدق على تخريج أبي طالب إلا بما زاد\nعلى قيمة الرقبة الفائدة الثانية لو حكم حنفي(2) بسقوط الاجرة(3) فعلى\nتخريج المؤيد بالله يتصدق بجميع الغلة وعلى تخريج أبي طالب لا يلزم إلا بما\nزاد على قيمة الرقبة(4) (و) اعلم أن المشتري وإن ملك الغلة فإنه يجب (عليه\nالاجرة <span id='ms0910'></span>) للمالك وهي / 542 / أجرة المثل(5)\n</p>\n\n<p>\nفصل فيما يجوز للمالك } (6) { فعله في العين المغصوبة وما يصح له الرجوع\nبه وما لا يصح } (7) { \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p051'> Vol. 24, p. 051</a>\n            </div>\n             وما يتعلق بذلك(1) (و) اعلم أنه يجوز (للمالك(2) تفريغ ملكه عما شغله به\nالغاصب فلو كانت أرضا وقد زرعها أو غرس فيها كان له (قلع الزرع(3) و) إذا\nكان للقلع أجرة كان له أن يطلب من الغاصب (أجرته(4) أيضا وظاهر كلام أبي\nمضر أنه لا بد في القلع من أمر الحاكم، قال مولانا عليه السلام والصحيح ما\nذكره الفقيه (ح) أن له قلعه (ولو مستقلا(5) بنفسه ولا يحتاج إلى أمر\nالحاكم، قال الفقيه يحي البحيبح: والأولى أن للمالك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p052'> Vol. 24, p. 052</a>\n            </div>\n             الاجرة(1) وإن قلع بغير حاكم لأن ولايته أخص (و) لكن (لا) يجوز له أن\n(يفسد(2) زرع الغاصب (إن تمكن) من قلعه (بدونه(3) أي: من غير افساده فإن لم\nيمكن القلع جاز الافساد نحو أن يمتنع الغاصب(4) من القلع والرفع أو لا يكون\nفي القلع فائدة نحو أن يكون مما لا يمكن غرسه في موضع آخر فإذا كان كذلك\nجاز الافساد (و) أما ما يصح له الرجوع به فله (الرجوع) بالعين) (5)\nالمغصوبة (والاجرة) إن كان لها أجرة (على كل ممن قبض(6) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p053'> Vol. 24, p. 053</a>\n            </div>\n             تلك العين، قال عليه السلام / 543 / لكن الاجرة تخالف العين بأنه ينظر فإن\nوقفت معه مدة لمثلها أجرة طولب بقدر ذلك وإن لم تقف في يده قدرا لمثله\nأجرة(1) لم يطالب إلا بالعين(2) (و) إذا صارت العين المغصوبة إلى يد رجل لم\nيعلم أنها غصب فغرم فيها غرامة بأن علفها أو صبغها أو بنى عليها جدارا(3)\nوطلبها مالكها فقبضها بعد التثبيت(4) بأنه يستحقها كان لهذا (المغرور) الذي\nصارت إلى يده أن (يغرم الغار(5) له غراماته في الصبغ والعلف والبناء(6)\nونحو ذلك وهو الذي أعطاه إياها من دون أن يعلمه أنها غصب (ولو) كان الذي\nاعطاه إياها (جاهلا) بأن يكون مغرورا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p054'> Vol. 24, p. 054</a>\n            </div>\n             أيضا فإنه لا يسقط الرجوع عليه بالغرامات بل يسلمها وحكي عن المؤيد بالله،\nوأبي حنيفة أنه لا رجوع على الجاهل (نعم) فيغرم الغار <span id='ms0911'></span> للمشتري(1) (كلما غرم\nفيها) أي: في تلك العين (أو بنى عليها) ويرجع هو على الذي غره بها ثم كذلك\nحتى ينتهي الرجوع إلى الذي سلمها وهو عالم بغصبها(2) وظاهر كلام الهادي\nعليه السلام أن كل مغرور يرجع وأنه لا فرق بين أن يصير الشئ المغصوب إلى\nالمغرور بعوض أو لا لأن احسانه بطل بالتغرير، وقال المؤيد بالله، وأبو طالب\nإذا صارت إليه(3) بغير عوض لم يرجع لأن الواهب محسن وما على المحسنين من\nسبيل(4) / 544 / (إلا) أن المغرور لا يغرم الغار (ما) كان قد (اعتاض منه(5)\nنحو أن يشتري جارية مغصوبة وهو جاهل لغصبها فيطأها(6) فيطلبها المالك ويطلب\nمهرها فإنه يلزمه تسليمها ويسلم مهرها(7) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p055'> Vol. 24, p. 055</a>\n            </div>\n             ولا يرجع بالمهر(1) على البائع لأنه قد استوفى بدله وهو الوطئ وكذلك لو\nكانت دارا فسكنها(2) أو دابة فركبها أو ثوبا فلبسه فإن الحكم واحد في ذلك\nوأما إذا لم يلبس(3) ولم يسكن ولم يركب فإن الاجرة تلزمه لمالكها ويرجع بها\nعلى من غره (والقرار) في ضمان العين المغصوبة إذا تنوسخت (على الآخر(4)\nمنهم قبضا وإن كان كل واحد من القابضين مطالبا ومعنى كون قرار الضمان عليه\nأنه إذا طالبه المالك غرم ولم يرجع على أحد بما غرم وإذا طالب المالك غيره\nرجع(5) عليه ذلك الغير بما دفع وإنمايكون قرار الضمان عليه (إن علم(6) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p056'> Vol. 24, p. 056</a>\n            </div>\n             أن تلك العين مغصوبة فحينئذ يستقر عليه الضمان (مطلقا) أي: سواء أتلفها أو\nتلفت عنده من غير جناية (أو جنى(1) عليها ولم يكن عالما بأنها غصب فانه\nيكون قرار / 545 / الضمان عليه سواء كان عالما(2) أم جاهلا (غالبا) احترازا\nمن صورة فإنه يجني ولا يكون القرار عليه وذلك نحو الخياط إذا استؤجر على\nتقطيع ثوب مغصوب وهو لا يعلم فقطعه قميصا أو نحوه فنقص بهذا التقطيع فإن\nالخياط يغرم أرش ذلك(3) النقص ويرجع به(4) على الذي أمره وإن كان هو\nالجاني(5) وكذلك لو أمر الجزار(6) بذبح الشاة(7) أو نحو ذلك فإنه كتقطيع\nالثوب قميصا فلا يكون قرار أرش النقصان(8) إلا على الأمر لا الجاني <span id='ms0912'></span> (و) إذا\nأبرأ المالك آخر الغاصبين(9) فإنهم جميعا (يبرؤن ببرائه(10) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p057'> Vol. 24, p. 057</a>\n            </div>\n             لا) إذا أبرا (غيره) من الأولين فإنه لا يبرأ الباقون ببرائه بل يبرأ هو(1)\nوحده وللمالك مطالبة الباقين هذا الذي يقتضيه مذهب يحيى عليه السلام، وقال\nالمؤيد بالله في أحد قوليه بل الصورتان سواء في أنهم يبرؤن جميعا (وإذا\nصالح غيره المالك) نحو أن يصالح المالك غير من قرار الضمان عليه وهو أحد\nالأولين فالصلح إما بمعنى الابراء أو بمعنى البيع (فبمعنى الابراء) وهو أن\nتكون العين المغصوبة قد تلفت وصار الواجب للمالك القيمة(2) فصالحه بعض\nالأولين بدفع بعض القيمة(3) عن جميعها فإن المصالح (يرجع) عليهم (بقدر ما\nدفع(4) للمالك و(للم) بالله قولان أحدهما أنه ينتزل منزلة المالك فله أن\nيطالب من قبله ومن بعده(5) والثاني(6) لا يطالب(7) إلا من قرار الضمان عليه\n/546 / (ويبرأ) وحده(8) (من الباقي) من القيمة (لا هم(9) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p058'> Vol. 24, p. 058</a>\n            </div>\n             فلا يبرؤن عند الهادي عليه السلام وفي أحد قولي المؤيد بالله يبرؤن(1)\nجميعا (و) إذا كانت المصالحة التي وقعت من أحد الأولين (بمعنى البيع) نحو\nأن تكون العين باقية فيصالحه عنها بشئ يدفعه له أن تكون قد تلفت فيصالحه عن\nقيمتها(2) بغير النقدين(3) فإنه هنا (يملك) تلك العين إن كانت باقية أو\nعوضها إن كانت تالفة(4) (فيرجع بالعين) على آخر الغاصبين(5) (إن بقت(6)\nوإلا فا) لواجب له ا (البدل(7) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p059'> Vol. 24, p. 059</a>\n            </div>\n             فيرجع بمثلها إن كانت من المثليات وقيمتها إن كانت من القيميات وفيه\nالقولان هل يرجع على من شاء أو على من قرار الضمان عليه وهكذا لو اتهب تلك\nالعين أو ملكها بأي وجوه التمليك، وقال الفقيه يوسف أما إذا دفع القيمة\nوالعين باقية لم يملكها عند الهادي عليه السلام لأن الذي دفعه إنما هو قيمة\nالحيلولة، قال مولانا عليه السلام وفيه نظر لأنهم قد أطلقوا(1) أن الغاصب\nإذا اشترى المغصوب صح الشراء وهذا بمنزلة الشراء وإنمالم يملك بدفع\nالقيمة(2) للحيلولة حيث لا تجري ملافظة للمالك(3) من مصالحة أو غيرها وأما\nحيث تجري ملافظة للمالك فإن الهادي، والمؤيد بالله يتفقان <span id='ms0913'></span> أن الغاصب يملك\n</p>\n\n<p>\nفصل وإذا تلف المغصوب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p060'> Vol. 24, p. 060</a>\n            </div>\n             وجب على الغاصب (في تالف المثلي(1) مثله(2) / 547 إن وجد(3) في ناحيته(4)\nوالمعتبر من الناحية هو البلد على الخلاف بين المذاكرين في تقديرها بالميل\nأو بأن يجمعها البريد والمثلي هو ما تساوت(5) أجزاؤه وله مثل في الصورة(6)\nوقل التفاوت فيه(7) وذلك كالادهان والالبان إذا لم تمزج بالماء(8) والحبوب\nوالبيض والجوز وتقديرهما بالوزن مع العدد(9) وما خالف هذا القيد فقيمي فإن\nكثر التفاوت(10) في المثلي صار قيميا كالغليل(11) والحب الموقوز(12) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p061'> Vol. 24, p. 061</a>\n            </div>\n             والمدفون المتغير والعسل الذي فيه الكبس(1) وأما اللحم فنص في الزيادات على\nأنه قيمي(2)، قال مولانا عليه السلام ويحتمل أن الهدوية يجعلونه مثليا (وإ)\nن (لا) يوجد المثل في الناحية (فقيمته يوم الطلب(3) ذكره الاخوان وهو قول\nأبي حنيفة، وقال في الوافي و(ف) بل قيمته يوم الغصب، وقال محمد وزفر بل\nقيمته يوم انقطع عن أيدي الناس، وقال الناصر، والشافعي بل أوفر القيم من\nوقت الغصب إلى وقت الاستهلاك (و) إنما يجب مثل المثلي إذا وجد مثله في\nالناحية و(صح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p062'> Vol. 24, p. 062</a>\n            </div>\n             للغاصب تملكه(1) وإ) ن (لا) / 548 / يصح للغاصب تملكه نحو أن يغصب خمرا على\nذمي(2) (فقيمته) (3) تجب عليه وإنماتجب قيمته عليه (يوم الغصب) إذا غصبه من\nموضع يجوز لهم سكناه فإن كانوا في موضع لا يجوز لهم سكناه(4) فاحتمالان\nلأبي طالب(5)، قال في التقرير المواضع التي لا يجوز لهم سكناها ولا بناء\nالبيع فيها هي ما اختص بالمسلمين واختصاصه بأحد وجهين الأول أن يخصه الشرع\nوهو جزيرة العرب(6) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p063'> Vol. 24, p. 063</a>\n            </div>\n             ، قال الفقيه محمد بن سليمان : وذكر بعض العلماء أن جزيرة العرب(1) مكة\nوالمدينة واليمامة(2) واليمن(3) والوجه الثاني بأن يختطه المسلمون(4)، قال\nالفقيه محمد بن سليمان : فلا يجوز أن يمكنوا من السكون فيها إلا لمصلحة\nيراها الإمام(5) وله أن يرجع عن ذلك، وقال الناصر، والشافعي أن المسلم إذا\nغصب على ذمي خمرا أو خنزيرا لم يضمنه مطلقا، قال في مهذب الشافعي ويرد إن\nكان باقيا بعينه(6)، وقال أبو حنيفة إنه يضمن مطلقا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p064'> Vol. 24, p. 064</a>\n            </div>\n             (و) إنما يضمن المثل بمثله <span id='ms0914'></span> إذا استمر مثليا إلى وقت الاستهلاك وكان مثليا\nعند الغاصب والمغصوب منه و(لم يصر بعد) الغصب (أو مع أحدهما قيميا وإ) ن\n(لا) يكن كذلك بل غصبه وهو مثلي ثم صار قيميا قبل الاستهلاك أو كان في بلد\nالغاصب قيميا ومع المغصوب منه مثليا أو العكس (اختار) المالك في هاتين\nالصورتين إن شاء طلب / 549 القيمة(1) وإن شاء(2) طلب المثل(3) وصورة كونه\nمثليا في وقت وقيميا في وقت أو مثليا مع أحدهما وقيميا مع الآخر أن يكون\nموزونا في وقت بعد أن لم يكن موزونا(4) أو في جهة أحدهما(5) لا في جهة\nالآخر، قال عليه السلام وأكثر ما يجري فيه الاختلاف في ذلك اللحم(6) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p065'> Vol. 24, p. 065</a>\n            </div>\n             (و) أما إذا كان التالف قيميا فالواجب (في القيمي(1) قيمته يوم الغصب(2) لا\nيوم التلف (وإن تلف مع زيادة غير مضمونة) نحو أن يغصب عبدا قيمته ألف فتعلم\nصناعة(3) حتى تلف وقيمته ألفإن ولم تجدد مطالبة(4) بعد الزيادة ولا أمكن\nالرد ولا تلف بجناية الغاصب فإنه لا يضمن تلك الزيادة بل قيمته يوم الغصب\nوكذلك لم سمن أو كبر أو نحو ذلك(5) (و) أما (في) الزيادة (المضمونة) في\nعينه(6) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p066'> Vol. 24, p. 066</a>\n            </div>\n             أو في قيمته وهي تصير مضمونة بأحد ثلاثة أشياء إما بتجدد غصب أو بأن تتلف\nبجناية الغاصب أو لم يرد مع الامكان بعد حصولها / 550 /كما تقدم في الفوائد\nالأصلية فإذا تلف مع هذه الزيادة المضمونة(1) فإنه (يخير) المالك(2) (بين)\nطلب (قيمته يوم الغصب(3) ومكانه و) بين طلب قيمته (يوم التلف ومكانه ويتعين\nالاخير) وهو التقويم يوم التلف ومكانه (لغير(4) الغاصب(5) وهو حيث كان\nالمستهلك جانيا غير غاصب نحو أن يتلفها قبل أن ينقلها فإنه لا يلزمه إلا\nقيمتها في موضع اتلافها (وإن قل(6) ما تقوم به(7) في ذلك الموضع وهو كثير\nفي غيره(8) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p067'> Vol. 24, p. 067</a>\n            </div>\n             (وما لا يتقوم وحده فمع أصله(1) نحو أن يهدم بيت الغير(2) أو يحفر أرضه أو\nيفسد(3) زرعه(4) فإنه يقوم(5) مع أصله(6) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p068'> Vol. 24, p. 068</a>\n            </div>\n             ليعرف قيمته فتقوم الارض معمورة وغير معمورة فما بينهما فهو قيمة البناء\nوكذلك <span id='ms0915'></span> مزروعة وغير مزروعة ومحفورة وغير محفورة(1) (ويجب رد عين ما لا قيمة\nله) إذا أخذ بغير رضا مالكه ولو حبة أو حبتين (لا) لو تلف في يده لم يلزمه\nرد (عوض تالفه إلا) في صورتين أحداهما أن يكون المتلف (مثليا) كالحب\nوالزبيب فإنه يجب رد مثله وإن لم يكن له قيمة إذا كان / 551 / (لا يتسامح\nبه) فإن كان قدرا يتسامح به فإنه لا يجب رد بدله فإن زاد أتلف مثله بعد ذلك\nحتى صار الأول والثاني إذا اجتمع لم يتسامح به ففيه قولان (للم) بالله\nأحدهما أنه لا يلزمه الضمان(2) والثاني أنه يلزمه(3)، قال أبو مضر إن كان\nالمجلس واحدا يعني مجلس الاتلاف وجب الضمان قولا واحدا (للم) بالله وإن كان\nمجلسين فله قولان، قال الفقيه يحي البحيبح: الصحيح أنه لا فرق بين المجلس\nوالمجالس(4) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p069'> Vol. 24, p. 069</a>\n            </div>\n             لكن إذا نوى أخذ الجميع فهو قول واحد إنه يضمن وإن لم ينو فالقولان وصحح\nعلي خليل أنه لا يجب الضمان(1)، وقال في الكافي بل الصحيح أنه يجب عليه\nالضمان وهو قول أكثر العلماء وذكره القاضي زيد وكلام المؤيد بالله مبني على\nأنه لم تثبت يده على الجميع إذ لو ثبتت فهو ضامن وإن لم يستهلك الصورة\nالثانية قوله (أو إن تلف بعد تقومه(2) وهو أن يأخذ الشئ ولا قيمة له ثم لم\nيتلفه حتى صار له قيمة فإنه يجب عليه ضمان قيمته في أول وقت يثبت له فيه\nقيمة(3)\n</p>\n\n<p>\n[اختلاف الغاصب والمغصوب عليه في العين المغصوبة] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p070'> Vol. 24, p. 070</a>\n            </div>\n             (و) إذا اختلف الغاصب والمغصوب عليه في العين المغصوبة أو في قيمتها كان\n(القول للغاصب(1) في القيمة(2) والعين(3) فإذا ادعى الغاصب أن قيمة المغصوب\nكانت كذا أو أن هذه هي العين المغصوبة فأنكر المالك ذلك كان القول للغاصب،\nقال عليه السلام أما القيمة فذكرها أصحابنا ولا أحفظ فيها خلافا وأما العين\nفذكر ذلك في الانتصار واحتج / 552 / بأن الأصل براءة ذمته(4) مما لم يقربه\nكما أن الأصل براءة ذمته مما لم يقربه في القيمة، قال مولانا عليه السلام\nبخلاف <span id='ms0916'></span> ما تقدم في الاجارة أن البينة على المعين للمعمول فيه فإن الاجير إذا\nعين فهو مدعي لبراءة ذمته مع استحقاق الاجرة(5) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p071'> Vol. 24, p. 071</a>\n            </div>\n             على ما قد عينه(1) فكانت البينة عليه لدعوى استحقاق الاجرة (وبينة المالك)\nعلى أن قيمته كذا أو على أن هذه العين المغصوبة (أولى(2) من بينة الغاصب\nلأن بينة المالك خارجة في الوجهين جميعا\n</p>\n\n<p>\nفصل في بيان حكم الغصب } (3) { إذا تلف\n</p>\n\n<p>\nوعوضه لا ينقسم بين أربابه وحكمه إذا التبس مالكه وما يتعلق بذلك(4) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p072'> Vol. 24, p. 072</a>\n            </div>\n             (و) إذا كان المغصوب مملوكا لجماعة فتلف وعوضه لا ينقسم وجب أن (يسقط(1)\nلزوم (عوض(2) ذلك (التالف(3) عن ذمة الغاصب (حيث لا قيمة لحصصه(4) لو قسم)\nبينهم فأما لو كانت العين باقية وجب أن يردها لهم جميعا لأنه يجب رد عين\nمالا قيمة له كما تقدم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p073'> Vol. 24, p. 073</a>\n            </div>\n             (و) إذا مات الغاصب وقد أتلف المغصوب ويعين عوضه في تركته وتركته ناقصة لا\nتفي بالعوض بحيث أنها لو قسمت بين المستحقين للعوض لم يصر إلى كل واحد ما\nله قيمة وجب أن يصير ذلك العوض للمصالح(1) حيث كان (تركة صارت لنقصانها /\n553 /كذلك(2) ولا يسقط العوض عن ذمة الميت لأنه مات وفي ذمته لكل واحد ماله\nقيمة(3) لكن لم تف تركته فوجب صرفه إلى المصالح لتبرأ ذمته(4) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p074'> Vol. 24, p. 074</a>\n            </div>\n             عما قد تعلق بها (و) عوض التالف في الحكم (كذلك) فيصير (هو أو للعين)\nالمغصوبة للمصالح بأحد أمرين إما (باليأس(1) عن معرفة المالك(2) بأن يخفى\nمالكها على الغاصب وييأس عن معرفته لو رآه ولا تعتبر(3) المدة (أو) ييأس عن\nمعرفة (انحصاره(4) بأن يكون الملاك جماعة غير منحصرة وييأس الغاصب عن ادراك\nحصرها(5) فإنه في هذين الوجهين تصرف العين أو عوضها إلى المصالح (و) إذا\nصارت العي(6)ن للمصالح وتصرف(7) فيها جماعة(8) واحد بعد واحد(9) وجب على كل\nواحد منهم قيمة للفقراء ولزم (حينئذ) أن (تعدد القيمة(10) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p075'> Vol. 24, p. 075</a>\n            </div>\n             / 554 / بتعدد المتصرف(1) في تلك العين ولو دفع إلى القاضي(2) أو الإمام\nهذا أحد قولي المؤيد بالله وقوله الثاني أن القيمة لا تعدد(3) وإذا قلنا\nإنها تعدد وصرفت تلك <span id='ms0917'></span> العين، فقال علي خليل ذلك لا يسقط القيمة عن الباقين\n(وإن بقت(4) تلك (العين) وصرفت(5)، وقال أبو مضر أما إذا كانت العين باقية\nفدفعها أحدهم إلى الإمام أو القاضي أو الفقير برئت ذمة الباقين ولم تجب\nالقيمة على أحد\n</p>\n\n<p>\n[ولاية صرف المظالم] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p076'> Vol. 24, p. 076</a>\n            </div>\n             (وولاية الصرف) في العين والقيمة (إلى الغاصب(1) أي: ولاية صرف المظالم\nالتي لا تعرف أربابها إلى الغاصب هذا قول الهادي، والقاسم وأحد قولي المؤيد\nبالله إلا أن يحس الإمام(2) تقاعده عنها فإنه يلزمه(3) وله(4) أن يأخذ من\nماله(5) قدرها قهرا(6) ويصرفه في مصارفه، وقال الناصر والمنصور بالله إن\nولاية صرفها إلى الإمام وهو أحد قولي المؤيد بالله (و) لكن (لا) يجوز\nللغاصب أن (يصرف فيمن تلزمه نفقته(7) من فقير أو مصلحة(8) (إلا العين) فإنه\nيجوز له صرفها فيمن تلزمه نفقته ولو والدا أو ولدا لأنه لم يخرجها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p077'> Vol. 24, p. 077</a>\n            </div>\n             عن شئ يجب عليه بل هي في نفسها ملك للفقراء بخلاف القيمة فإنه يخرجها عن شئ\nقد وجب عليه فأشبه الصدقة(1) فلم يجز الصرف فيمن / 555 / تلزمه نفقته، قال\nمولانا عليه السلام هكذا ذكر أصحابنا، قال والاقرب عندي أنه لا فرق بين\nالعين وعوضها(2) في جواز الصرف في القريب وغيره(3) (و) هل له أن يصرف العين\n(في نفسه) كما جاز فيمن تلزمه نفقته فيه (خلاف) فعن أبي العباس والقاضي\nجعفر لا يجوز(4)، وقال علي خليل وأبو مضر يجوز له ذلك(5) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p078'> Vol. 24, p. 078</a>\n            </div>\n             (و) إذا كانت عين المظلمة باقية وجب أن يصرفها بعينها و(لا تجزي القيمة(1)\nعن العين) وكذلك لو كانت العين المغصوبة نقدا أوجب أن يخرج النقد إن كان\nباقيا أو مثله إن كان تالفا(2) ولا تجزي القيمة عن تالف المثلي (ولا العرض\nعن النقد(3)، وقال المؤيد بالله يجزئ القيمة عن العين والعرض عن النقد وله\nفي وارث الغاصب قولان(4) (و) متى كان الواجب القيمة وجب أن (تفتقر\nالقيمة(5) إلى النية(6) فلا يصح إخراجها إلا بنية كونها عن المظلمة لتخرج\nعن التبرع ذكره الفقيه (ل (لا) إذا كان المخرج هو (العين(7) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p079'> Vol. 24, p. 079</a>\n            </div>\n             فلا تفتقر <span id='ms0918'></span> إلى نية(1) (12، وقال الفقيه علي تحتاج القيمة إلى النية قولا\nواحدا / 556 / وفي العين قولان (للم) بالله، قال مولانا عليه السلام\nوالصحيح أن العين(2) لا تفتقر إلى النية، وقال الأستاذ(3) لا يفتقر ان\nجميعا إلى النية\n</p>\n\n<p>\n(و) العين المغصوبة (إذا غاب مالكها بقيت) في يد الغاصب ولزمه حفظها\n(حتى) يقع (اليأس(4) من صاحبها(5) (ثم) إذا صار مأيوسا سلمها (للوارث(6) إن\nكان له ورثة (ثم) إن لم يكن له ورثة سلمها (للفقراء(7) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p080'> Vol. 24, p. 080</a>\n            </div>\n             أو المصالح(1) هذا مذهب المؤيد بالله أعني أنه يجوز صرف المظالم في الفقراء\nأو المصالح وذهب (أصش) إلى أنها تصرف إلى المصالح فقط وذهب (أص ح) إلى أنها\nتصرف إلى الفقراء فقط (فإن) صرف المظلمة بعد أن أيس من صاحبها ثم (عاد(2)\nوجب رد الباقي و(غرم التالف(3) الدافع) وهو الصارف بشرطين أحدهما أن يدفع\n(العوض(4) فإن صرف العين(5) وجب على الفقراء أن يردوها إن كانت باقية(6) أو\nيغرموها إن كانت تالفة(7) الشرط الثاني أن يصرف (إلى الفقراء لا) إن صرف\nالعين أو القيمة (إلى الإمام(8) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p081'> Vol. 24, p. 081</a>\n            </div>\n             أو الحاكم فبيت المال) تكون الغرامة / 557 / منه (وإن التبس) المالك مع\nكونه متعددا (منحصرا(1) قسمت) تلك العين(2) فيما بينهم (كما مر) في التباس\nالاملاك بعضها ببعض لا بخالط فإنها تقسم ويبين مدعي الزيادة والفضل(3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p082'> Vol. 24, p. 082</a>\n            </div>\n             لكن لا يقسم إلا بعد اليأس من معرفته هذا مذهب الهدوية وأحد قولي المؤيد\nبالله، وقال المنصور بالله وأحد قولي المؤيد بالله إنه إذا التبس المالك\nصارت العين لبيت المال، قال مولانا عليه السلام والظاهر من مذهب الهدوية\nأنه لا يلزمه شئ آخر في الباطن(1) بعد القسمة وقد يقال(2) بل يلزمه لكل\nواحد قيمة كاملة(3) في الباطن لأن ذمته مشغولة بيقين فلا تبرأ إلا بيقين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p083'> Vol. 24, p. 083</a>\n            </div>\n             (ولا يسقط) عنه (بالإسلام بعد الردة(1) ما يجامع) وجوبه(2) (الكفر)\nكالمظالم(3) التي مصرفها / 558 / المصالح وبيت المال بخلاف الزكوات\nونحوها(4) فإنها لا تلزم في حال الكفر فإذا ارتد وقد كانت لزمت ثم أسلم\nسقطت قيل (ح)(5) المراد(6) إذا لم تكن متعينة في المال فأما المتعين فلا <span id='ms0919'></span>\nيسقط وقيل (ع)(7) الصحيح أنه لا فرق، قال الفقيه يحي البحيبح: والمسجد\nالمعين(8) يحتمل أنه كالآدمي فلا يسقط ما كان له على المرتد وقد أشار إليه\nالمؤيد بالله ويحتمل أنه يسقط لأنه لله تعالى (ولا يضمن ما منع عنه\nمالكه(9) بالزجر(10) فلو أن رجلا منع رجلا آخر من أرضه أو داره بأن توعده\nإن دخلها أو تصرف فيها لم يصر بذلك ضامنا للارض ولا للدار (ما لم تثبت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p084'> Vol. 24, p. 084</a>\n            </div>\n             اليد(1) عليهما ذكر ذلك في شرح أبي مضر ولا خلاف في ذلك\n</p>\n\n<p>\n(و) إذا أمر رجل رجلا آخر أن يسكن دارا لغيره فسكنها مختارا فإنه ينظر في\nالأمر فإن كان الأمر أقوى من المأمور بحيث أن سكون المأمور كان بقوته وجب\nأن (يضمن أمر الضعيف) إذا كان الأمر (قويا(2) فقط) والمأمور ضعيف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p085'> Vol. 24, p. 085</a>\n            </div>\n             (و) للمظلوم مطالبة من شاء منهما لكن (القرار(1) في الضمان (على المأمور)\nبمعنى أنه إذا طولب بالضمان لم يرجع على الأمر وإن طولب الأمر رجع عليه\nلأنه المستهلك فإن كانا مستويين في القوة والضعف أو المأمور أقوى فلا\nضمان(2) على الأمر وهذا قول الحقيني وأبي الحسين(3) بن عبد العزيز(4) وهو\nأحد قولي المؤيد بالله أعني وجوب الضمان على أمر الضعيف إذا كان الأمر قويا\nلأن الساكن كالآلة(5)، قال الفقيه محمد بن سليمان : وهو الذي يأتي على قول\nابني الهادي في قولهما أن الباغي يضمن(6)، وقال (أص ح) و(أص ش) / 559 /\nوبعض الناصرية وهو أحد قولي المؤيد بالله لا يضمن الأمر لأن الأمر بالمحظور\nلا يصح(7) وأما إذا كان الساكن مكرها ضمن الأمر(8) بلا اشكال وأما\nالساكن(9) فيضمن أيضا عند المؤيد بالله، قال الفقيه محمد بن سليمان : وله\nأن يرجع على الأمر(10) لأن ذلك لزمه بسببه، وقال الفقيه يحي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p086'> Vol. 24, p. 086</a>\n            </div>\n             البحيبح: إنه لا يرجع(1) لأنه قد استوفى(2) وذكر في موضع من شرح أبي مضر أن\nالضمان(3) في الاموال على المكره الأمر بلا خلاف وهكذا(4) يأتي الكلام في\nالظلمة(5) وأعوانهم(6) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p087'> Vol. 24, p. 087</a>\n            </div>\n             قيل (ل ولا يضمن الظلمة ما سرق أعوانهم إجماعا(1) ولا ما قتل أعوانهم <span id='ms0920'></span> وكذا\nالرشاء(2) إذا لم يكرهوا وفاقا(3)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v24p088'> Vol. 24, p. 088</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16",
    "17",
    "18",
    "19",
    "20",
    "21",
    "22",
    "23",
    "24",
    "25",
    "26",
    "27",
    "28",
    "29",
    "30",
    "31",
    "32",
    "33",
    "34"
  ]
}