{
  "content": "\n<p>\nتتمة الباب التاسع باب التغليظ في معارضة الحديث بالرأي 369 أخبرنا علي\nبن أحمد بن محمد بن خميرويه أخبرنا الحسين ابن أحمد إملاء حدثنا أحمد بن\nهشام بصور حدثنا المسيب بن واضح حدثنا الليث بن سعد عن نافع عن ابن عمر رضي\nالله عنه قال حلق رسول الله صلى الله عليه وسلم وحلق طائفة من أصحابه رضي\nالله عنهم وقصر بعضهم قال رسول الله صلى الله عليه وسلم (رحم الله المحلقين\nمرة أو مرتين ثم قال والمقصرين) روى هذا الحديث من هذا الطريق أعني من طريق\nالليث عن نافع عن ابن عمر رضي الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p001'> Vol. 03, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\n370 أخبرنا أبو يعقوب أخبرنا العباس بن الفضل حدثنا يحيى بن أحمد بن زياد\nحدثنا أحمد بن سعيد بن صخر حدثنا أحمد بن سليمان حدثنا إسماعيل وهو ابن\nعياش حدثنا عثمان <span id='ms115'></span> بن عطاء عن أبيه أنه قال لقد ولد لي وما أسمع عالما يقول\nأرى ولا أسمع متعلما يقول لعالم كيف ترى أما العالم فيقول سمعت كذا وكذا\nوالمتعلم يقول كيف سمعت أصلحك الله في كذا وكذا 371 أخبرنا الحسن بن يحيى\nأخبرنا إبراهيم بن الشاه أخبرنا أبو أحمد بن قريش ح وأخبرناه القاسم بن\nسعيد أخبرنا محبوب بن عبد الرحمن بن أحمد بن محبوب أبو عاصم قاضي هراة\nأخبرنا محمد بن إسحاق قالا حدثنا عثمان بن سعيد حدثنا محبوب بن موسى أخبرنا\nأبو إسحاق الفزاري عن الأوزاعي قال ما نقمنا على أبي حنيفة أنه يرى كلنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p002'> Vol. 03, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nيرى ولكنا نقمنا عليه أنه يجيئه الحديث عن النبي صلى الله عليه وسلم\nفيخالفه إلى غيره 372 أخبرنا أبو يعقوب أخبرنا أبو بكر بن أبي الفضل أخبرنا\nأحمد ابن محمد بن يونس حدثنا عثمان بن سعيد حدثنا جنادة بن محمد الدمشقي\nحدثنا مخلد بن الحسين عن الأوزاعي عن سليمان بن حبيب قال قال عمر بن عبد\nالعزيز ما أتاك به الزهري مما رواه فاشدد يديك به وما أتاك به من رأيه\nفانبذه 373 أخبرنا الحسن بن يحيى أخبرنا عبد الرحمن أخبرنا ابن منيع حدثني\nمحمد بن علي هو الجوزجاني حدثنا إبراهيم بن بشار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p003'> Vol. 03, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nحدثني ابن عيينة عن الثوري قال دخلت مع سلمة بن كهيل المسجد فرأى حلقة من\nأصحاب الرأي فقال لي بالنبطية برهير من هابي 374 أخبرنا أبو يعقوب أخبرنا\nالعباس بن الفضل بن زكريا حدثنا يحيى بن أحمد بن زياد حدثنا أحمد بن سعيد\nبن صخر حدثنا أحمد بن سليمان حدثنا المبارك بن سعيد عن صالح بن مسلم قال\nلقيت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p004'> Vol. 03, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nالشعبي في السدة فمشيت معه حتى إذا قاربنا أبواب المسجد نظر إليه فقال\nيعلم الله لقد بغض إلي هؤلاء هذا المسجد حتى لهو أبغض إلي من كناسة داري\nفقلت له ومن هؤلاء يا أبا عمرو قال هؤلاء الأرائيون يعني أصحاب الرأي قلت\nلصالح من في المسجد يومئذ قال الحكم بن عتيبة ونظراؤه فمضينا فلقيه رجل\nفسأله <span id='ms116'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p005'> Vol. 03, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nعن الزرع فأبى أن يجيبه فألح عليه فقال يا أبا عبد الله إنك إن علمت ثم\nعملت كان أوجب عليك في الحجة وإنك إن عملت قبل أن تعلم كان أيسر عليك\nومضينا بخربات القصر فلقيه رجل فقال يا أبا عمرو ما تقول في رجل يضرب\nمملوكه فقال ما أدري ما أدري يوم يضرب الشعبي مملوكه فهو حر 375 أخبرنا علي\nبن محمد بن طاهر بن عمرو بن تميم أخبرنا محمد ابن جعفر بن محمد بن هارون\nالكوفي المؤدب حدثنا محمد بن القاسم بن بشار الأنباري ومحمد بن عبد الواحد\nالمكي قالا سمعنا ثعلبا يقول قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p006'> Vol. 03, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nإسحاق الموصلي عن المعتصم قال إذا نصر الهدى بطل الرأي قال إسحاق ما سمعت\nبكلمة مثلها 376 أخبرنا أبو يعقوب أخبرنا أبو الحسين بن رزيق الحافظ\nوالحسين بن أحمد قالا أخبرنا أحمد بن محمد بن يونس حدثنا عثمان بن سعيد عن\nجعفر بن إسماعيل الباذغيسي عن سعيد بن منصور أنه سمعه يقول إنه رأى النبي\nصلى الله عليه وسلم في المنام فسأله عن هشيم فقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p007'> Vol. 03, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nله (إذا ثبت هشيم الحديث فخذ به قلت له فما تقول في أبي يوسف وأصحابه قال\nلا تكونن منهم في شيء) روى الخطيب 377 أخبرتنا فاطمة بنت القاسم قالت\nأخبرنا الحسين بن شعيب أخبرنا الحسين بن محمد بن الحسين بالدينور حدثنا\nعبيد الله بن محمد بن شنبة القاضي حدثنا محمد بن إسحاق السني سمعت أبا جعفر\nالترمذي يقول رأيت النبي صلى الله عليه وسلم في المنام فقلت يا رسول الله\nنأخذ برأي أبي حنيفة قال لا 378 أخبرنا محمد بن عبد الرحمن أخبرنا زاهر بن\nأحمد حدثنا محمد بن المسيب حدثني سعيد بن عمرو حدثنا بقية حدثني ابن\nالمبارك عن معتمر بن سليمان عن سيار أبي الحكم قال إنكم لتسألوننا سؤال قوم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p008'> Vol. 03, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nكأنكم ترون أنا لا نسأل عما نفتيكم به 379 أخبرنا محمد بن محمد بن يوسف\nأخبرنا محمد بن علي بن حامد حدثنا يحيى بن أبي نصر حدثنا الدارمي عن أحمد\nبن سليمان عن <span id='ms117'></span> النضر بن شميل قال لم يرو شعبة عن حماد بن أبي سليمان إلا\nشيئا لم نجده عند غيره من أصحابه وكان ابن عون لا يسلم على حماد 380 أخبرنا\nسعيد بن العباس أخبرنا منصور بن العباس حدثنا محمد بن إسحاق السراج سمعت\nأبا قدامة عبيد الله بن سعيد سمعت إبراهيم بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p009'> Vol. 03, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nموسى حدثني أبو روح قال قال ابن المبارك إذا رجعنا إلى خراسان أخرجنا\nكلام هؤلاء من الكتب 381 أخبرنا أبو يعقوب أخبرنا العباس بن الفضل حدثنا\nيحيى بن أحمد بن زياد حدثنا أحمد بن سعيد بن صخر حدثنا أحمد بن سليمان\nحدثنا خالد بن عبد الله عن داود عن عامر قال ليس أحد بعد النبي صلى الله\nعليه وسلم إلا وأنت آخذ من قوله فتارك 382 أخبرنا محمد بن محمد بن محمود\nحدثنا أحمد بن عبد الله إملاء أخبرنا محمد بن إسحاق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p010'> Vol. 03, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nح وأخبرني أبو يعقوب أخبرنا محمد بن عبد الله بن اللأل سمعت محمد بن\nإبراهيم الصرام قالا حدثنا عثمان بن سعيد حدثنا عبد الله بن صالح عن الهقل\nبن زياد عن الأوزاعي قال وما رأي امريء في أمر بلغة فيه عن النبي صلى الله\nعليه وسلم إلا اتباعه ولو لم يكن فيه عن رسول الله صلى الله عليه وسلم وقال\nفيه أصحابه من بعده كانوا أولى فيه بالحق منا لأن الله أثنى على من بعدهم\nباتباعهم إياهم فقال * (والذين اتبعوهم بإحسان) * فقلتم أنتم لا بل نعرضها\nعلى رأينا في الكتاب فما وافقه منه صدقناه وما خالفه تركناه وتلك غاية كل\nمحدث في الإسلام رد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p011'> Vol. 03, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nما خالف رأيه من السنة 383 أخبرني غالب بن علي أخبرنا محمد بن الحسين\nأخبرنا عبيد الله بن محمد بن حمدان الفقيه الحنبلي بعكبرا أخبرنا أبو بكر\nالأدمي المقري حدثنا زهير بن عمير حدثنا عبد الوهاب بن نجدة حدثنا بقية\nحدثنا سوادة بن زياد وعمرو بن مهاجر عن عمر بن عبد العزيز أنه كتب إلى\nالناس لا رأي لأحد مع سنة سنها رسول الله صلى الله عليه <span id='ms118'></span> وسلم 384 أخبرنا\nمحمد بن أحمد الجارودي إملاء أخبرنا إبراهيم بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p012'> Vol. 03, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن سهل حدثنا أحمد بن محمد بن الأزهر سمعت محمد بن إسماعيل البخاري\nح وأخبرني غالب بن علي أخبرنا محمد بن الحسين سمعت علي بن عمر الحافظ سمعت\nأبا بكر النيسابوري قال البخاري سمعت الحميدي يقول كنا عند الشافعي فأتاه\nرجل فسأله عن مسألة فقال قضى رسول الله صلى الله عليه وسلم كذا وكذا فقال\nرجل للشافعي ما تقول قال سبحانك تراني في كنيسة تراني في بيعة ترى على وسطي\nزنارا أقول لك قضى رسول الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p013'> Vol. 03, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nصلى الله عليه وسلم وأنت تقول لي ما تقول أنت لفظ البخاري 385 أخبرنا\nأحمد بن حمزة حدثنا محمد بن الحسين أخبرنا محمد بن أحمد بن عبد الأعلى\nأخبرنا أحمد بن عبد الرحمن الرقي قال سمعت المزني سمعت الشافعي ح وأخبرتنا\nفاطمة بنت القاسم قالت أخبرنا الحسين بن شعيب حدثنا الحسين بن محمد بن\nالحسين الثقفي الدينوري حدثنا عبيد الله بن محمد بن شنبة القاضي حدثنا محمد\nبن إسحاق السني حدثنا زكار حدثنا حرملة سمعت الشافعي يقول إذا وجدتم سنة\nلرسول الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p014'> Vol. 03, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nصلى الله عليه وسلم فاتبعوها ولا تلتفتوا إلى أحد 386 أخبرنا محمد بن\nأحمد بن محمد الحافظ أخبرنا أبو إسحاق القراب أخبرنا أبو يحيى الساجي حدثني\nإسماعيل بن شجاع البغدادي سمعت الفضل بن زياد عن أبي طالب سمعت أحمد بن\nحنبل يقول ما رأيت أتبع للأثر من الشافعي 387 أخبرنا منصور بن العباس\nأخبرنا محمد بن الحسين سمعت الحسن بن علي بن محمد بن يحيى سمعت ابن جرير\nسمعت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p015'> Vol. 03, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nالربيع سمعت الشافعي يقول لولا أصحاب الحديث لكنا بياع الفول 388 أخبرنا\nمحمد بن موسى حدثنا محمد بن يعقوب الأصم سمعت الربيع يقول سمعت الشافعي\nيقول إذا وجدتم في كتابي خلاف سنة رسول الله صلى الله عليه وسلم فقولوا\nبسنة رسول الله صلى الله عليه وسلم ودعوا ما قلت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p016'> Vol. 03, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\n389 حدثنا عمر بن إبراهيم إملاء أخبرنا أحمد بن محمد العمركي بسرخس حدثنا\nأبو جعفر الأصبهاني حدثنا أحمد <span id='ms119'></span> بن عيسى بن ماهان الرازي سمعت الربيع سمعت\nالشافعي يقول كل مسألة تكلمت فيها صح الخبر فيها عن النبي صلى الله عليه\nوسلم عند أهل النقل بخلاف ما قلت فأنا راجع عنها في حياتي وبعد موتي 390\nوحدثنا عمر حدثنا أبي ح وأخبرناه محمد بن موسى قالا حدثنا محمد بن يعقوب\nسمعت الربيع سمعت الشافعي وروى حديثا فقال له رجل أتأخذ بهذا يا أبا عبد\nالله فقال متى رويت عن رسول الله صلى الله عليه وسلم حديثا صحيحا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p017'> Vol. 03, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nفلم آخذ به فأشهدكم أن عقلي قد ذهب وأشار بيده على رؤوسهم 391 أخبرنا\nمحمد بن أحمد الجارودي أخبرنا إبراهيم بن محمد بن سهل بن بشر بن عبد الجبار\nأخبرنا زكريا بن يحيى حدثني أحمد بن محمد المكي سمعت أبا الوليد بن أبي\nالجارود ح وحدثناه يحيى بن عمار أخبرنا محمد بن الحسين الآبري قال قرأت\nفيما حكي عن ابن أبي الجارود قال قال الشافعي إذا صح عن رسول الله صلى الله\nعليه وسلم حديث وقلت قولا فأنا راجع عن قولي قائل بذلك وقد صح حديثه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p018'> Vol. 03, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\n(أفطر الحاجم والمحجوم) فأنا أقول قال الشافعي أفطر الحاجم والمحجوم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p019'> Vol. 03, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nقال شيخ الإسلام صحح هذا الحديث أحمد بن حنبل وعلي بن المديني وإسحاق بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p020'> Vol. 03, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nراهويه ومحمد بن إسحاق بن خزيمة وقالوا به من حديث رافع بن خديج وشداد\nواعتمد أحمد بن حنبل وابن خزيمة حديث ثوبان أيضا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p021'> Vol. 03, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\n392 أخبرنا إسماعيل بن إبراهيم أخبرنا محمد بن عبد الله أخبرنا أبو\nالوليد حسان بن محمد الفقيه حدثنا إبراهيم بن محمد الكوفي وكان من الإسلام\nبمكان قال رأيت الشافعي بمكة يفتي الناس ورأيت أحمد وإسحاق حاضرين فقال\nالشافعي قال رسول الله صلى الله عليه وسلم (وهل ترك عقيل لنا من دار) هذه\nقطعة من حديث متفق عليه بنحوه رواه البخاري في عدة مواضع منها فقال إسحاق\nحدثنا يزيد عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p022'> Vol. 03, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nالحسن وأخبرنا أبو نعيم وعبدة عن سفيان عن منصور عن إبراهيم أنهما لم\nيكونا يريانه وعطاء وطاوس لم يكونا يريانه فقال الشافعي لبعض <span id='ms120'></span> من عرفه من\nهذا فقال هذا إسحاق بن إبراهيم الحنظلي ابن راهويه الخراساني فقال الشافعي\nأنت الذي يزعم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p023'> Vol. 03, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nأهل خراسان أنك فقيههم ما أحوجني أن يكون غيرك في موضعك فكنت آمر بعرك\nأذنيه أقول قال رسول الله صلى الله عليه وسلم وأنت تقول عطاء وطاوس ومنصور\nعن إبراهيم والحسن وهل لأحد مع رسول الله صلى الله عليه وسلم حجة 393 حدثنا\nمحمد بن محمد بن عبد الله الفقيه إملاء سمعت أحمد بن محمد بن فراشة الفقيه\nبمرو سمعت أحمد بن منصور الشيرازي سمعت الحسن بن محمد الطبري سمعت محمد بن\nالمغيرة سمعت يونس بن عبد الأعلى سمعت الشافعي ح وحدثناه عمر بن إبراهيم\nإملاء أخبرنا محمد بن الحسن بن محمد بن العباس الساوي بمرو حدثنا أبو الحسن\nمحمد بن أبي بكر المروزي حدثنا علي بن محمد المروزي حدثنا أبو الفضل صالح\nبن محمد الرازي سمعت البويطي سمعت الشافعي رحمه الله يقول إذا رأيت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p024'> Vol. 03, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nرجلا من أصحاب الحديث فكأني رأيت رجلا من أصحاب رسول الله صلى الله عليه\nوسلم زاد البويطي قال الشافعي فجزاهم الله خيرا فهم حفظوا لنا الأصل فلهم\nعلينا فضل 394 أخبرنا أبو يعقوب الحافظ حدثني الحسين بن الفضل الحافظ حدثنا\nأحمد بن سعيد بن سعد البغدادي بالجار حدثنا أبو الخير أحمد بن علي بن عبد\nالله الطائي حدثني أحمد بن منصور بن محمد الشيرازي الحافظ سمعت أحمد بن\nمحمد بن حكيم القاضي سمعت أبا العباس بن سريج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p025'> Vol. 03, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nيقول سمعت داود الأصبهاني يقول أصحاب الحديث أعظم أجرا من الفقهاء وذاك\nأن كدهم ضبط الأصول 395 أخبرنا محمد بن أحمد الجارودي أخبرنا أبو إسحاق\nالقراب أخبرنا أبو يحيى الساجي عن البويطي قال سمعت الشافعي يقول عليكم\nبأصحاب الحديث فإنهم أكثر الناس صوابا 396 أخبرني غالب بن علي أخبرنا محمد\nبن الحسين أخبرنا يوسف بن عمر الزاهد حدثنا أبو الفضل الطوسي الفقيه وذكره\nمحمد بن أحمد الجارودي عن القطيعي سمع عبد الله بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p026'> Vol. 03, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nأحمد بن حنبل سمعت أبي يقول قال الشافعي أنتم أعلم بالحديث <span id='ms121'></span> مني فإذا صح\nالحديث عن النبي صلى الله عليه وسلم فقولوا حتى آخذ به 397 أخبرنا محمد بن\nأحمد بن أحمد بن عبد الله بن يزيد أخبرنا إبراهيم بن محمد أخبرنا الساجي\nحدثني محمد بن إسماعيل سمعت الحسين بن علي سمعت الشافعي يقول العشرة أشكال\nلهم أن يغير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p027'> Vol. 03, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nبعضهم على بعض والمهاجرون الأولون والأنصار لهم أن يغير بعضهم على بعض\nومسلمة الفتح أشكال لهم أن يغير بعضهم على بعض فإذا ذهب أصحاب محمد صلى\nالله عليه وسلم فحرام على تابعي إلا اتباع بإحسان حذوا بحذو 398 أخبرنا\nإسماعيل بن إبراهيم أخبرنا محمد بن عبد الله أخبرنا محمد بن علي القفال\nحدثنا عبد الله بن إسحاق المدائني حدثنا الميموني سمعت أحمد بن حنبل يقول\nسألت الشافعي رحمه الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p029'> Vol. 03, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nعن القياس فقال عند الضرورات 399 أخبرنا أبو يعقوب أخبرنا أبو النضر محمد\nبن الحسن أخبرنا محمد بن إبراهيم بن خالد أخبرنا الربيع أخبرنا الشافعي قال\nلم أسمع أحمد أحدا ينسبه عامة علمه أو ينسب نفسه إلى علم يخالف في أن الله\nفرض اتباع أمر رسول الله صلى الله عليه وسلم والتسليم لحكمه وأن الله لم\nيجعل لأحد بعده إلا اتباعه وأنه لا يلزم قول بكل حال إلا بكتاب الله أو سنة\nرسول الله وأن ما سواهما تبع لهما وأن فرض الله علينا وعلى من قبلنا وبعدنا\nفي قبول الخبر عن رسول الله صلى الله عليه وسلم واحد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p030'> Vol. 03, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nلا يختلف فيه أنه الفرض وواجب قبول الخبر عن رسول الله صلى الله عليه\nوسلم إلا فرقة سأصف قولها إن شاء الله افترض الله علينا اتباع نبيه صلى\nالله عليه وسلم فقال * (فلا وربك) * الآية وفرض علينا اتباع أمره صلى الله\nعليه وسلم فقال * (وما آتاكم الرسول فخذوه) * ثم بنى على هذا كتاب جماع\nالعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p031'> Vol. 03, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\n400 أخبرنا الحسين أخبرنا الغطريفي أخبرنا عمران حدثنا محمد بن عبيد بن\nحساب حدثنا خلف حدثنا محمد بن ثور عن معمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p032'> Vol. 03, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nعن قتادة في قوله * (فلا يكن في صدرك حرج) * قال شك 401 حدثنا إسماعيل <span id='ms122'></span> بن\nإبراهيم أخبرنا البياع أخبرنا محمد بن يوسف الدقيقي حدثنا علي بن الحسين بن\nعثمان الوراق حدثنا محمد بن علي العمري حدثنا أبو بكر بن الجنيد سمعت أبا\nثور يقول لولا أن الله من علي بالشافعي للقيت الله وأنا ضال قدم علينا وأنا\nأظن أن الله لم يعبده أحد بغير مذهب الرأي قال الشافعي وضع الله نبيه صلى\nالله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p033'> Vol. 03, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nوأهل دينه موضع الإبانة من كتاب الله مع ما أراد الله وفرض طاعته فقال *\n(من يطع الرسول فقد أطاع الله) * فليس لمفت أن يفتي ولا لحاكم أن يحكم حتى\nيكون عالما بهما ولا يخالفهما ولا واحدا منهما وإلا فهو عاص وحكمه مردود\nوإن لم يجدهما منصوصين فالاجتهاد أن يطلبهما 402 سمعت إسماعيل بن إبراهيم\nيقول وجدت عن أبي جعفر محمد بن عبد الرحمن المترفق الرازي سمعت ياقوت\nالمقتدري سمعت الربيع يقول سمعت الشافعي يقول لولا المابر لخطبت الزنادقة\nعلى المنابر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p034'> Vol. 03, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\n403 أخبرني يحيى بن عمار أخبرنا محمد بن أحمد بن نصر حدثنا إسماعيل بن\nمحمد بن الوليد حدثنا حرب بن إسماعيل قال سئل أحمد بن حنبل عن النظر في\nالرأي فكرهه ونهى عنه 404 أخبرنا أحمد بن محمد بن سليمان النيسابوري أخبرنا\nأبو بكر محمد بن أحمد العبدوسي أخبرنا عمي إبراهيم بن عبدوس ح وأخبرنا أبو\nيعقوب الحافظ أخبرنا أبو بكر بن أبي الفضل أخبرنا أحمد بن محمد بن يونس\nقالا سمعنا عثمان بن سعيد يقول قال لي أحمد بن حنبل لا تنظر في رأي أحد 405\nأخبرنا أحمد بن محمد بن إسماعيل السيرجاني أخبرنا أحمد بن تركان حدثنا\nمنصور بن جعفر النهاوندي حدثنا عبد الله بن إسحاق الكرماني حدثنا حرب بن\nإسماعيل قال قيل لأحمد بن حنبل رجل نزلت به مسألة فلم يجد من يسأله أيسأل\nأهل الرأي قال لا يسأل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p035'> Vol. 03, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nأهل الرأي عن شيء البتة 406 أخبرنا محمد بن موسى حدثنا الأصم حدثنا عبد\nالله بن أحمد بن حنبل سمعت أبي يقول إنه لا ينبغي أن يروى عن أصحاب أبي\nحنيفة شيء <span id='ms123'></span> 407 أخبرنا أبو يعقوب أخبرنا محمد بن عبد الله اللأل أخبرنا أبو\nإسحاق البزاز حدثنا عثمان بن سعيد قال قال لي أحمد بن حنبل لا تقربن من رأي\nأحد 408 أخبرنا الحسن بن يحيى أخبرنا أحمد بن محمد بن العباس أخبرنا أحمد\nبن أحيد بن حمدان البخاري بها إملاء حدثنا أبو عاصم عمرو بن عاصم المروزي\nسمعت علي بن محمود بن خليل سمعت عاصم بن عصمة قال كنت عند أبي سليمان\nالجوزجاني فجاءه كتاب أحمد بن حنبل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p036'> Vol. 03, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه لو تركت رواية كتب أبي حنيفة أتيناك فسمعنا كتب عبد الله يعني\nابن المبارك 409 أخبرنا أبو يعقوب أخبرنا أبو بكر بن أبي الفضل أخبرنا أحمد\nبن محمد بن يونس الحافظ حدثنا عثمان بن سعيد قال لما قدم أحمد بن حنبل حمص\nوجه إلى يحيى بن صالح الوحاظي إنك إن تركت الرأي أتيتك وكتبت عنك وذلك أن\nيحيى كان كتب كتب الرأي فكان يذهب مذهبهم فلذلك لم يأته أحمد 410 أخبرنا\nأبو يعقوب حدثنا جدي حدثنا أحمد بن محمد بن ياسين حدثنا موسى بن أحمد\nالفريابي قال قال بشر الحافي علامة طاعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p037'> Vol. 03, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nالله تسليم أمره لطاعته وعلامة حب رسول الله صلى الله عليه وسلم تسليم\nآثاره والعمل على سنته ولا يلتفت إلى غيره قال شيخ الإسلام رحمه الله هذا\nباب كبير يدخل فيه علم من علم الدين كثير قد استقصيت وجوهه في باب اتباع\nالسنة من كتاب القواعد وبعضه في كتاب مناقب أهل الآثار فلذلك لم أتقصه في\nكتابي هذا لكني لم أجد بدا من الإبانة عن طرف من شدة كراهية خيار السلف\nوصالحي المسلمين من الأمة وصفوة أهل العلم من صدرها والقائمين بنصرة الدين\nمنها معارضة الحديث بالرأي والإضراب عن التسليم لها ذهابا إلى تقوية القياس\nفي فروع الدين التي هي مما تحيط بمباني بعضها الأفهام وتشرع في مجاريها\nالعوام ولا يستغنى في أشياء منها عن النظر في القياس الشرعي والرأي القوي\nحذارا منهم على ضعيفه أن يتقوى ومستقيمه أن يتعدى فقد تحقق والله <span id='ms124'></span> ما حذروا\nوتعدى ما قصروا ووقع بالمسلمين سوء ما ذكروا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p038'> Vol. 03, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nالباب العاشر صلى الله عليه وسلم باب شدة كراهية المصطفى صلى الله عليه\nوسلم وخيار أمته التعمق في الدين 411 أخبرنا عمر بن إبراهيم والحسين بن\nمحمد قالا أخبرنا أحمد بن إبراهيم أخبرني أبو يعلى حدثنا زهير بن حرب حدثنا\nيزيد بن هارون أخبرنا حميد عن ثابت عن أنس رضي الله عنه أن رسول الله صلى\nالله عليه وسلم واصل في آخر الشهر وواصل الناس فبلغ ذلك رسول الله صلى الله\nعليه وسلم فقال (لو مد الشهر لواصلت وصالا يدع المتعمقون تعمقهم إنكم لستم\nكهيأتي إني أبيت يطعمني ربي ويسقيني) رواه من طريق حميد البخاري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p040'> Vol. 03, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\n412 حدثنا محمد بن محمد بن عبد الله إملاء حدثنا الحسن بن عمران الحنظلي\nحدثنا عبد الرحمن بن يوسف الحنفي حدثنا يعلى بن عبيد حدثنا محمد بن عون\nالخراساني قال سألت نافعا مولى ابن عمر عن صلاة المسافر فقال قال ابن عمر\nرضي الله عنهما صلاة المسافر ركعتين من خالف السنة كفر 413 وأخبرنا أحمد بن\nالحسن أبو الأشعث أخبرنا محمد بن إبراهيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p041'> Vol. 03, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nالأصبهاني حدثنا أبو سعد حدثنا أبو بكر حدثنا عبد الرحمن حدثنا شعبة عن\nأبي التياح سمعت مورقا ح قال وحدثنا أبو سعد حدثنا حميد حدثنا خالد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p042'> Vol. 03, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا شعبة عن قتادة أن مورقا حدثهم يقول سأل صفوان بن محرز ابن عمر رضي\nالله عنهما عن الصلاة في السفر فقال يخشى أن تكذب علي ركعتان من خالف السنة\nكفر 414 قال وحدثنا أبو سعد حدثنا أبو بكر حدثنا عبد الرحمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p043'> Vol. 03, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nعن هشام عن قتادة عن صفوان سئل ابن عمر عن صلاة المسافر فقال ركعتان من\nخالف السنة كفر عبد الرحمن هو ابن مهدي وأبو بكر هو ابن خلاد وحميد هو ابن\nمسعدة وخالد هو ابن الحارث 415 أخبرنا علي بن عبد الله البلخي أخبرنا محمد\nبن عمر بن شبويه الزاهد بمرو أخبرنا المنكدري حدثنا يعقوب بن سفيان من\nالأصل بانتخاب السكري أبي عبد الله ولم يكن في المسند ح <span id='ms125'></span> وأخبرنا أحمد بن\nمحمد بن إبراهيم البلخي حدثنا الحسن بن أحمد المخلدي حدثنا محمد بن حمدون\nحدثنا إسحاق بن سيار النصيبي قالا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p044'> Vol. 03, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عمرو بن عاصم الكلابي حدثنا همام عن مطر أخبرنا الزهري عن سالم عن\nأبيه قال سافرت مع رسول الله صلى الله عليه وسلم ومع عمر رضي الله عنه فلم\nأرهما يزيدان على الركعتين وكنا ضلالا فهدانا الله فبه نقتدي 416 أخبرنا\nمحمد بن محمد بن محمود أخبرنا أحمد بن عبد الله حدثنا الحسين بن محمد بن\nمصعب حدثنا يحيى بن حكيم حدثنا يحيى بن سعيد عن سليمان التيمي عن أنس قال\nذكر لي أن رسول الله صلى الله عليه وسلم قال (يكون فيكم قوم يدينون حتى\nيعجب بهم الناس وتعجبهم أنفسهم يمرقون من الدين مروق السهم من الرمية) رواه\nأحمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p045'> Vol. 03, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\n417 أخبرنا أحمد بن الغمر بن محمد الأبيوردي أخبرنا محمد بن محمود الفقيه\nبمرو حدثنا عبد الرحمن بن عبد الله بن أبي مسعود الساسجردي أخبرنا عبدان ح\nوأخبرنا أحمد بن محمد بن أحمد بن علي أخبرنا أحمد بن محمد بن شارك أخبرنا\nالحسن بن سفيان حدثنا عتبة قالا أخبرنا عبد الله بن المبارك حدثنا سفيان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p046'> Vol. 03, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nح وأخبرنا الحسين بن محمد بن علي أخبرنا أحمد بن حسنويه أخبرنا الحسين بن\nإدريس حدثنا عثمان بن أبي شيبة حدثنا وكيع عن سفيان ح وأخبرنا أحمد بن محمد\nبن أحمد أخبرنا أحمد بن محمد بن شارك أخبرنا الحسن بن سفيان حدثنا هشام عن\nأنس بن عياض ح وأخبرنا أحمد بن محمد بن إبراهيم بن إسحاق البلخي حدثنا بشر\nابن محمد المزني حدثنا محمد بن إسحاق بن خزيمة وأبو جعفر السامي ح وأخبرنا\nأحمد بن محمد بن إسحاق بن سجور المقري الكازروني أخبرنا محمد بن عبد الله\nالأصبهاني أخبرنا ابن أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p047'> Vol. 03, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nحاتم حدثنا الحسن بن محمد بن الصباح الزعفراني حدثنا عبد الوهاب بن عبد\nالمجيد ح وأخبرنا الحسين بن محمد بن علي أخبرنا أحمد بن حسنويه أخبرنا\nالحسين بن إدريس حدثنا عثمان بن أبي <span id='ms126'></span> شيبة حدثنا محمد بن ميمون الزعفراني\nكلهم عن جعفر بن محمد وقال بشر حدثنا جعفر ح وأخبرنا محمد بن أبي الطيب\nأخبرنا محمد بن عمر بن موسى الحارثي بفلسطين حدثنا محمد بن جعفر بن سهل\nحدثنا عمر بن شبه حدثنا يحيى بن سعيد حدثنا جعفر بن محمد عن أبيه عن جابر\nقال كان رسول الله صلى الله عليه وسلم يقوم في خطبته بحمد الله ويثني عليه\nبما هو له أهل ثم يقول (من يهد الله فلا مضل له ومن يضلل فلا هادي له أصدق\nالحديث كتاب الله وأحسن الهدي هدي محمد وشر الأمور محدثاتها وكل محدثة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p048'> Vol. 03, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nبدعة وكل بدعة ضلالة وكل ضلالة في النار) لفظ عبدان رواه النسائي وقال\nيحيى بن سعيد إذا خطب بعد التشهد وقال عبد الوهاب إذا خطب يقول أما بعد فإن\nخير الحديث كتاب الله وخير الهدي هدي محمد وشر الأمور محدثاتها وكل بدعة\nضلالة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p049'> Vol. 03, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\n418 أخبرنا عمر بن إبراهيم والحسين بن محمد بن علي قالا أخبرنا أحمد بن\nإبراهيم حدثنا يوسف القاضي حدثنا سليمان بن حرب ح قال الإسماعيلي وأخبرنا\nيحيى بن محمد حدثنا عبيد الله حدثنا أبي ح قال الإسماعيلي وأخبرناه محمد بن\nيحيى حدثنا عاصم بن علي حدثنا شعبة قال الإسماعيلي وأخبرني ابن منيع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p050'> Vol. 03, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nح وأخبرناه الحسن بن يحيى أخبرنا عبد الرحمن حدثنا ابن منيع حدثنا علي بن\nالجعد قالوا حدثنا شعبة عن عمرو بن مرة عن مرة عن عبد الله قال أحسن الحديث\nكتاب الله وأحسن الهدي هدي محمد صلى الله عليه وسلم وشر الأمور محدثاتها\nوإن ما توعدون به لآت وما أنتم بمعجزين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p051'> Vol. 03, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\n419 وأخبرنا محمد بن الفضل الطاقي الشيخ الزاهد حدثنا عبد الله ابن عدي\nالحافظ بجرجان حدثنا عمر بن سعيد بن سنان حدثنا أحمد بن أبي شعيب الحراني\nحدثنا موسى بن أعين حدثنا عطاء بن السائب عن أبي البختري عن ابن مسعود أنه\nسمع رسول الله صلى الله عليه وسلم يقول (إنما هما اثنان الهدي والكلام)\nالإسناد ضعيف 420 وأخبرناه الحسين بن <span id='ms127'></span> محمد بن علي أخبرنا أحمد بن حسنويه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p052'> Vol. 03, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا الحسين بن إدريس حدثنا عثمان بن أبي شيبة حدثنا جرير عن إدريس\nالأودي ح وأخبرنا محمد بن محمد أخبرنا أحمد بن عبد الله أخبرنا الحسين ابن\nمحمد بن مصعب حدثنا يحيى بن حكيم حدثنا عبد الله بن رجاء حدثنا إسرائيل\nكلاهما عن أبي إسحاق عن أبي الأحوص عن عبد الله رفع الحديث إلى النبي صلى\nالله عليه وسلم قال كان يخطب يوم الخميس قائما يقول (أيها الناس إنما هما\nاثنان الهدي والكلام وأصدق الحديث كلام الله وأحسن الهدي هدي محمد وشر\nالأمور محدثاتها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p053'> Vol. 03, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nوكل محدثة ضلالة لا يتطاول عليكم الأمد ولا يلهكم الأمل وكل ما هو آت\nقريب والشقي من شقي في بطن أمه والسعيد من وعظ بغيره) في حديث طويل وهذا\nلفظ حديث إدريس الأودي وأحاديثهم سواء ولم يذكر إسرائيل النبي صلى الله\nعليه وسلم أي أنه موقوف على ابن مسعود رضي الله عنه وقد رواه موقوفا من\nطريق أبي الأحوص عن ابن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p054'> Vol. 03, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\n421 أخبرنا محمد بن محمد بن يوسف حدثنا القاسم بن محمد بن محمود ح\nوأخبرنا محمد بن إبراهيم أخبرنا محمد بن أحمد حدثنا محمد بن إسحاق قالا\nحدثنا عثمان بن سعيد حدثنا موسى بن إسماعيل حدثنا حماد بن سلمة عن عطاء بن\nالسائب عن أبي الأحوص عن ابن مسعود قال هدي وكلام وخير الكلام كلام الله\nوأحسن الهدي هدي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p055'> Vol. 03, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد صلى الله عليه وسلم 422 أخبرنا محمد بن موسى حدثنا الأصم حدثنا\nالصغاني حدثنا يحيى هو ابن أبي بكير حدثنا عبيد الله بن إياد بن لقيط سمعت\nإيادا يقول قال عبد الله خير الدين الإسلام وأحسن الهدي هدي محمد وشر\nالأمور محدثاتها إنكم اليوم في زمان العمل خير من الهوى وليأتين عليكم زمان\nالهوى فيه خير من العمل لأن يموت ابن مسعود وأهل بيته أهون عليه من عدتهم\nمن جعلان القاعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p056'> Vol. 03, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nأحب إلي من أن يدركوا ذلك الزمان قالوا ولم يا أبا عبد الرحمن قال أخاف\nعليكم إمارة الصبيان 423 أخبرنا <span id='ms128'></span> أحمد بن محمد بن سليمان أخبرنا محمد بن\nقريش حدثنا عثمان بن سعيد حدثنا القعنبي فيما قرأ على مالك ح وحدثنا يحيى\nبن بكير أخبرنا مالك ح وأخبرنا أبو يعقوب أخبرنا بشر بن محمد وأحمد بن\nحسنويه ح وأخبرنا عبد الرحمن بن محبور أخبرنا أحمد بن حسنويه ح وأخبرنا\nمحمد بن محمد بن محمود والحسين بن محمد قالا أخبرنا العباس بن الفضل قالوا\nأخبرنا الحسين بن إدريس الأنصاري زاد العباس وإبراهيم بن عبد الله بن جبلة\nالهروي ح وأخبرنا أحمد بن محمد بن حسان أخبرنا أحمد بن محمد بن شارك ح\nوأخبرنا منصور بن إسماعيل أخبرنا زاهر قالا أخبرنا إبراهيم بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p057'> Vol. 03, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الصمد قالوا حدثنا أبو مصعب عن مالك ح وأخبرنا أحمد بن حمزة أخبرنا\nعبد الوهاب بن الحسن أخبرنا ابن جوصا حدثنا يونس أخبرنا ابن وهب أخبرني\nمالك ح قال وأخبرنا ابن جوصا حدثنا عيسى بن مثرود حدثنا عبد الرحمن بن\nالقاسم حدثني مالك عن أبي طوالة عن أبي يونس مولى عائشة عن عائشة ح وأخبرنا\nعمر بن إبراهيم والحسين بن محمد بن علي قالا أخبرنا أحمد بن إبراهيم أخبرني\nأبو يعلى حدثنا أبو خيثمة حدثنا أبو معاوية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p058'> Vol. 03, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nح قال وأخبرنا ابن زيدان حدثنا محمد بن طريف وأبو كريب قالا حدثنا أبو\nمعاوية عن الأعمش ح قال وأخبرني أبو يعلى حدثنا عباس النرسي حدثنا يحيى\nالقطان عن سليمان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p059'> Vol. 03, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nح قال وأخبرني أبو يحيى الروياني حدثنا إبراهيم هو الفراء أخبرنا عيسى عن\nالأعمش عن مسلم قال قال مسروق عن عائشة أن رجلا قال لرسول الله صلى الله\nعليه وسلم وهو واقف على الباب وأنا اسمع يا رسول الله إني أصبح جنبا وأنا\nأريد الصوم فأغتسل وأصوم ذلك اليوم فقال رسول الله صلى الله عليه وسلم\n(وأنا أصبح جنبا وأنا أريد الصوم فأغتسل وأصوم ذلك اليوم) فقال له الرجل\nإنك لست مثلنا قد غفر الله لك ما تقدم من ذنبك وما تأخر فغضب رسول الله صلى\nالله عليه وسلم وقال (والله <span id='ms129'></span> إني لأرجو أن أكون أخشاكم لله وأعلمكم بما\nأتقي) رواه مسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p060'> Vol. 03, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nلفظ أبي يونس وعيسى 424 أخبرنا يحيى بن عمار أخبرنا محمد بن إبراهيم بن\nجناح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p061'> Vol. 03, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا إسحاق بن إبراهيم البستي حدثنا قتيبة حدثنا مفضل بن فضالة عن محمد\nبن يزيد الدمشقي عن مكحول عن بلال أنه رأى رجلا يتوضأ فنزع خفيه فقال له\nبلال لا تعتدوا إن الله لا يحب المعتدين فقال الرجل أفي الوضوء اعتداء يا\nبلال فقال نعم لقد رأيت رسول الله صلى الله عليه وسلم يمسح على الخفين وعلى\nالنصيف) رواه مسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p062'> Vol. 03, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\n425 حدثنا محمد بن أحمد الجارودي إملاء سنة ثلاث عشرة حدثنا إسماعيل بن\nأحمد الجرجاني حدثنا محمد بن الحسن بن قتيبة حدثنا محمد بن أبي السري حدثنا\nعبد العزيز بن عبد الصمد حدثنا أبان بن أبي عياش عن أنس ح وأخبرنا لقمان بن\nأحمد و سهل بن محمد و عطاء بن أحمد قالوا أخبرنا معمر بن أحمد أخبرنا\nسليمان بن أحمد حدثنا أبو مسلم الكجي حدثنا محمد بن عرعرة بن برند السامي\nحدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p064'> Vol. 03, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nفضال بن الزبير أبو مهند الغداني قال سمعت أبا أمامة الباهلي يقول خطبنا\nرسول الله صلى الله عليه وسلم فقال (طوبى لمن وسعته السنة ولم يعدها إلى\nبدعة) أورده الحكيم الترمذي وفيه طول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p065'> Vol. 03, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\n426 أخبرنا علي بن محمد بن أحمد بن إبراهيم أخبرنا حامد بن محمد حدثنا\nأبو المثنى حدثنا علي بن الجعد حدثنا شعبة عن سعيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p066'> Vol. 03, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nابن أبي بردة عن أبيه عن أبي موسى عن النبي صلى الله عليه وسلم أنه لما\nبعث معاذا وأبا موسى إلى اليمن قال معاذ لكني أنام ثم أقوم فأقرؤ فأحتسب\nنومتي كما أحتسب قومتي قال فكان معاذ أفضل منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p067'> Vol. 03, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\n427 أخبرنا أحمد بن الحسن أبو الأشعث أخبرنا جعفر بن فناكي حدثنا محمد بن\nهارون حدثنا بندار حدثنا عبد الأعلى حدثنا هشام عن أيوب وعبيد الله عن نافع\nعن ابن عمر أنه كان يكره دخول مكة ليلا وكان إذا قدم مكة لم يدخلها ليلا\nحتى يصبح ينزل ذا طوى <span id='ms130'></span> من أجل أن النبي صلى الله عليه وسلم صنعه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p068'> Vol. 03, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\n428 أخبرنا محمد بن محمد بن محمود حدثنا أحمد بن نعيم حدثنا عبيد بن محمد\nالفقيه الشيخ الصالح حدثنا محمد بن المهلب حدثنا هوذة أخبرنا عوف عن الحسن\nقال قال رسول الله صلى الله عليه وسلم (قليل عمل في سنة خير من كثير في\nبدعة) الحديث ضعيف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p069'> Vol. 03, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\n429 أخبرني يحيى بن عمار حدثنا أبو عصمة المنادي حدثنا إسماعيل بن محمد\nبن الوليد العجلي حدثنا حرب بن إسماعيل حدثنا أبو بكر حدثنا الفريابي عن\nسفيان عن الأعمش ح وأخبرنا الحسين بن محمد بن علي أخبرنا أحمد بن إبراهيم\nأخبرني الهيثم الدوري حدثنا الحسن بن موسى بن واضح حدثنا المعافى بن سليمان\nحدثنا موسى بن أعين عن إدريس هو الأودي عن الأعمش عن مالك بن الحارث عن عبد\nالرحمن بن يزيد وقال إدريس عبد الرحمن بن الحارث عن ابن مسعود أنه قال\nاقتصاد في سنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p070'> Vol. 03, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nخير من اجتهاد في بدعة زاد إدريس فإن كل بدعة ضلالة وقال سفيان قصد في\nسنة 430 أخبرنا عمر بن إبراهيم أخبرنا الإسماعيلي حدثنا إسماعيل بن محمد\nالمزني حدثنا عمر بن حفص حدثنا أبي ح وأخبرنا عبد الرحمن هو ابن محمد بن\nأبي الحسين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p071'> Vol. 03, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا النضروي أخبرنا أحمد بن نجدة حدثنا سعيد بن منصور حدثنا ابن نمير\nحدثنا أبي قالا أخبرنا الأعمش عن عمارة ومالك ابن الحارث عن عبد الرحمن بن\nيزيد عن عبد الله قال الاقتصاد في السنة خير من الاجتهاد في البدعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p072'> Vol. 03, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\n431 أخبرنا الحسين بن محمد بن علي أخبرنا أبو بكر بن أبي جعفر ابن أبي\nخالد حدثنا حمدون بن حميد بن ماجد أبو حامد الطوسي حدثنا محمد بن يحيى\nحدثنا حاجب بن الوليد حدثنا الموقري عن ابن شهاب عن سالم عن ابن عمر أنه\nرأى رجلا يصلي بعد اطلاع الفجر وهو يكثر الصلاة فحصبه ابن عمر ونهاه فقال\nله الرجل أترى الله يعذبني على كثرة الصلاة فقال لا ولكن يعذبك على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p073'> Vol. 03, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nخلاف السنة) رواه عبد الرزاق 432 أخبرنا محمد <span id='ms131'></span> بن موسى حدثنا الأصم حدثنا\nالصغاني حدثنا يحيى بن أبي بكير حدثنا علي بن عاصم أخبرنا حصين بن عبد\nالرحمن قال صليت إلى جانب عمارة من رويبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p074'> Vol. 03, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nرضي الله عنه فصعد بشر بن مروان المنبر فرفع يديه رفعا شديدا قال علي\nيعني في الخطبة فقال عمارة ألا قبح الله هاتين اليديتين أو لعن الله شك\nحصين قد رأيت رسول الله صلى الله عليه وسلم على المنبر فما يزيد على أن\nيشير بأصبعه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p075'> Vol. 03, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\n433 أخبرنا علي بن عبد الله البلخي أخبرنا أحمد بن منصور البخاري أخبرنا\nأبو محمد الحسن بن أحمد بن إبراهيم الفجري بحلب حدثنا أبو عبد الرحمن أحمد\nبن حماد بن سفيان بن دغفل الكوفي القاضي بحلب حدثنا ابن أبي أيوب عن محمد\nبن منصور ح وأخبرني غالب بن علي وأحمد بن حمزة قالا أخبرنا محمد بن الحسين\nأخبرنا محمد بن محمود بمرو حدثنا محمد بن عمير الرازي حدثنا رشدين حدثنا\nعلي بن سليمان صاحب عبد الرزاق حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p076'> Vol. 03, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الغفار بن الحسن أبو حازم حدثنا محمد بن منصور عن ربيعة بن أبي عبد\nالرحمن عن أنس قال قال رسول الله صلى الله عليه وسلم (من عمل ببدعة خلاه\nالشيطان والعبادة وألقى عليه الخشوع والبكاء) لفظا واحدا 434 أخبرنا أبو\nيعقوب أخبرنا أحمد بن محمد بن شادان حدثنا محمد بن أبي جعفر المنذري حدثنا\nأبو الحسن محمد بن هارون المصيصي بهراة حدثنا داود بن معاذ أبو سليمان ابن\nأخت مخلد بن الحسين وكان من أفضل خلق الله وأخبرني غير واحد من أصحابنا أنه\nصام ولم يتوسد الفراش ولم يأكل الأدم ولم يرفع رأسه إلى السماء أربعين سنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p077'> Vol. 03, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nوصبر أيام المحنة وقام لها قياما لم يقمه أحد وكان أتى عليه مائة ونيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p078'> Vol. 03, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عمران بن خالد الخزاعي قال كنت عند الحسن فأتى رجل فقال يا أبا\nسعيد إن قوما يجتمعون من الليل فيقرؤون ويبكون ويرفعون أصواتهم فإذا\nانصرفوا فليس وراء ذلك شيء فقال الحسن إن من البكاء خدعا كخدع بني يعقوب إذ\nجاؤوا <span id='ms132'></span> أباهم عشاء يبكون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p079'> Vol. 03, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\n435 أخبرنا أحمد بن محمد بن منصور بن الحسين أخبرنا عبد الله بن عدي\nحدثنا عبدان حدثنا شيبان بن فروخ حدثني يزيد بن إبراهيم حدثنا أيوب حدثتنا\nمعاذة قالت سألت عائشة رضي الله عنها أتقضي إحدانا الصلاة قالت أحرورية أنت\nقد كنا عند \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p080'> Vol. 03, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nالنبي صلى الله عليه وسلم فلم نقض ولم نكن نؤمر 436 أخبرنا أحمد بن محمد\nبن إبراهيم أخبرنا محمد بن عبد الله السياري أخبرنا أحمد بن محمد بن محمود\nحدثنا الحلواني حدثنا وهب ابن جرير حدثنا شعبة عن يزيد الرشك عن معاذة قالت\nسألت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p081'> Vol. 03, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nعائشة امرأة عن الحائض فذكره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p082'> Vol. 03, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\n437 أخبرنا محمد بن عبد الرحمن أخبرنا الحسن بن أبي الحسن أخبرنا ابن\nمنيع حدثنا هدبة حدثنا حماد بن سلمة عن أيوب عن ابن سيرين أن عمر بن الخطاب\nرضي الله عنه خرج من الخلاء فقرأ القرآن فقال له أبو مريم أتقرؤ القرآن يا\nأمير المؤمنين وأنت غير طاهر فقال أ مسيلمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p083'> Vol. 03, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nأفتاك بهذا 438 أخبرنا محمد بن محمد بن محمود حدثنا حاتم بن محمد أخبرنا\nأحمد بن إبراهيم الكندي أخبرنا محمد بن جعفر الخرائطي حدثنا عبد الله بن\nمحمد المخرمي ح وأخبرنا عبد الرحمن بن عبد الملك أخبرنا منصور بن عبد الله\nبن خالد أخبرنا أحمد بن حاجب السمرقندي أخبرنا الحسين بن محمد بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p084'> Vol. 03, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nأبي جعفر المدني قالا حدثنا وكيع عن عيينة بن عبد الرحمن بن جوشن عن أبيه\nعن بريدة الأسلمي قال قال رسول الله صلى الله عليه وسلم (عليكم هديا قاصدا\nفإنه من شاد هذا الدين يغلبه) رواه وكيع اتفقا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p085'> Vol. 03, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\n439 أخبرنا الحسين بن محمد أخبرنا أبو بكر بن أبي جعفر بن أبي خالد حدثني\nأبي حدثنا محمد بن منصور الجواز ح وأخبرنا علي بن عبد الله أخبرنا البياع\nحدثنا عبد الله بن محمد الفاكهي حدثنا ابن أبي مسرة قالا حدثنا خلاد بن\nيحيى حدثنا أبو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p086'> Vol. 03, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nعقيل يحيى بن المتوكل لم يكنه الجواز عن محمد بن المنكدر عن جابر أن\nالنبي صلى الله عليه وسلم قال (إن <span id='ms133'></span> هذا الدين متين فأوغل فيه برفق ولا تبغض\nإلى نفسك عبادة الله) زاد ابن أبي مسرة (فإن المنبت لا أرضا قطع ولا ظهرا\nأبقى) رواه وكيع في الزهد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p087'> Vol. 03, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\n440 أخبرنا عبد الرحمن بن محمد بن أبي الحسين أخبرنا أبو عمرو ابن حمدان\nحدثنا أبو يعلى حدثنا إبراهيم بن محمد بن عرعرة حدثنا إبراهيم بن صدقة\nحدثنا سفيان يعني ابن حسين عن الزهري عن عروة عن عائشة أن النبي صلى الله\nعليه وسلم قال (من اشترط شرطا ليس في كتاب الله فهو رد وإن شرط مائة شرط)\nرواه الإمام أحمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p088'> Vol. 03, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\n441 أخبرنا أبو يعقوب والحسن بن علي ومحمد بن عبد الرحمن ومنصور بن\nالعباس قالوا أخبرنا زاهر بن أحمد ح وأخبرنا أبو يعقوب ويحيى بن الفضيل\nوعبد الرحمن بن محمد بن محمد بن إبراهيم بن محبور بن مبرور قالوا أخبرنا\nعبد الرحمن بن أحمد قالا أخبرنا عبد الله بن محمد البغوي حدثنا أحمد بن\nمحمد بن حنبل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p089'> Vol. 03, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عبد الرزاق أخبرنا معمر عن الزهري عن عروة قال دخلت امرأة عثمان بن\nمظعون على عائشة وهي باذة الهيئة فسألتها ما شأنك قالت زوجي يقوم الليل\nويصوم النهار فدخل رسول الله صلى الله عليه وسلم فذكرت عائشة ذلك له فلقي\nرسول الله صلى الله عليه وسلم عثمان فقال صلى الله عليه وسلم (يا عثمان إن\nالرهبانية لم تكتب علينا فمالك في أسوة والله إن أخشاكم لله عز وجل وأحفظكم\nلحدوده لأنا) رواه من طريق عائشة رضي الله تعالى عنها بمثل لفظ المؤلف عبد\nالرزاق في المصنف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p090'> Vol. 03, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\n442 أخبرنا محمد بن العباس بن محمد بن محمد الكاتب الصدوق أخبرنا محمد بن\nأحمد بن موسى حدثنا محمد بن إسحاق بن خزيمة حدثنا أبو موسى حدثنا المقري\nحدثنا سعيد هو ابن أبي أيوب حدثني يزيد بن أبي حبيب أن كليب بن ذهل الحضرمي\nحدثه عن عبيد بن جبر قال ركبت مع أبي بصرة الغفاري صاحب رسول الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p091'> Vol. 03, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nصلى الله عليه وسلم في سفينة من الفسطاط في شهر رمضان فدفع <span id='ms134'></span> ثم قرب غداءه\nفقال اقترب فقلت ألست ترى البيوت فقال أبو بصرة أترغب عن سنة رسول الله صلى\nالله عليه وسلم) رواه أبو داود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p092'> Vol. 03, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا محمد بن محمد بن يوسف أخبرنا محمد بن محمد بن ياسين أخبرنا أبو\nمحمد إسحاق بن بنان بن معن الأنماطي حدثنا محمد بن شجاع حدثنا وكيع حدثنا\nالربيع عن الحسن ح وأخبرنا محمد بن محمد بن محمود حدثنا أحمد بن عبد الله\nأخبرنا محمد بن إسحاق حدثنا عثمان بن سعيد حدثنا نعيم حدثنا ابن المبارك\nأخبرنا سفيان قال قال الحسن قال رسول الله صلى الله عليه وسلم (أنا أنكح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p093'> Vol. 03, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nوأطلق فمن رغب عن سنتي فليس مني) روى الجملة الأخيرة من المرفوع من طريق\nالحسن البصري عبد الرزاق في المصنف لفظ الربيع وزاد فيه سفيان عن الحسن\n(فما أكثر الراغبين عن سنة رسول الله صلى الله عليه وسلم والتاركين لها فقد\nسفههم ربي ومقتهم) 444 أخبرنا الحسن بن يحيى أخبرنا محمد بن أحمد بن الفضل\nأخبرنا محمد بن إسحاق حدثنا عثمان بن سعيد حدثنا ابن أبي شيبة ح وأخبرنا\nمحمد بن محمد بن عبد الله المعلم حدثنا أحمد بن نعيم حدثنا الزهيري حدثنا\nإسحاق بن منصور قالا حدثنا عفان حدثنا حماد بن سلمة عن ثابت عن أنس أن رسول\nالله صلى الله عليه وسلم قال (من رغب عن سنتي فليس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p094'> Vol. 03, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nمني) في حديث طويل رواه البخاري 445 حدثناه أبو منصور محمد بن محمد بن\nعبد الله القاضي إملاء وأخبرناه شعيب بن محمد ومحمد بن جبريل بن ماح قالوا\nأخبرنا حامد بن محمد بن عبد الله أخبرنا علي بن عبد العزيز حدثنا عارم\nحدثنا حماد بن سلمة أخبرنا ثابت عن أنس أن رسول الله صلى الله عليه وسلم\nقال (من رغب عن سنتي فليس مني) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p095'> Vol. 03, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\n446 وأخبرنا محمد بن محمد والقاسم بن سعيد قالا أخبرنا عبد الرحمن بن\nأحمد أخبرنا سعيد بن محمد أخو الزبير أبو عثمان حدثنا إسحاق بن إبراهيم\nحدثنا يحيى بن يعلى الأسلمي عن مختار التيمي عن <span id='ms135'></span> كرز الحارثي عن أبي أيوب\nالأنصاري قال كان رسول الله صلى الله عليه وسلم يلبس الصوف ويخصف النعل\nويرقع القميص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p096'> Vol. 03, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nويركب الحمار ويقول (من رغب عن سنتي فليس مني) رواه السهمي 447 أخبرنا\nمحمد بن العباس الأنصاري أخبرنا أبو بكر بن موسى حدثنا محمد بن إسحاق بن\nخزيمة ح وأخبرناه محمد بن عبد الرحمن أخبرنا زاهر بن أحمد أخبرنا أبو بكر\nمحمد بن أحمد بن أسد قالا حدثنا محمد بن الوليد بن عبد الحميد البسري حدثنا\nمحمد بن جعفر حدثنا شعبة عن حصين عن مجاهد عن عبد الله بن عمرو عن النبي\nصلى الله عليه وسلم قال (من رغب عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p097'> Vol. 03, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nسنتي فليس مني) رواه أحمد 448 أخبرنا يحيى بن عمار أخبرنا محمد بن\nإبراهيم بن جناح بن هارون حدثنا إسحاق بن إبراهيم أخبرنا أحمد بن سيار\nالمروزي حدثنا يحيى بن نصر بن حاجب المروزي أخبرنا ابن المبارك عن حشرج بن\nنباته عن إسحاق بن إبراهيم عن رجل قال ابن المبارك يرون أنه عدي بن حاتم\nقال قال رسول الله صلى الله عليه وسلم (ومن أظلم ممن رغب عن سنتي) قال أحمد\nبن سيار وحدثني أبو تميلة بن مالك بن قطن حدثني أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p098'> Vol. 03, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nمالك بن قطن عن حشرج بن نباته عن إسحاق بن إبراهيم عن عدي بن حاتم عن\nالنبي صلى الله عليه وسلم مثله 449 أخبرنا إسماعيل بن محمد بن إسماعيل\nالجيرفتي أخبرنا أحمد بن محمد بن مردويه بن سهل المقري بالأهواز أخبرنا\nإسماعيل بن محمد حدثنا الحسن بن عرفة حدثنا أبو بكر بن عياش عن أبي إسحاق\nالسبيعي عن البراء بن عازب قال قال رسول الله صلى الله عليه وسلم (انظروا\nالذي آمركم به فافعلوا) فردوا عليه القول فغضب ثم انطلق حتى دخل على عائشة\nغضبان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p099'> Vol. 03, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nفرأت الغضب في وجهه فقالت من أغضبك أغضبه الله فقال (ومالي لا أغضب وأنا\nآمر بالأمر فلا يتبع) رواه ابن ماجة في قصة الإحرام 450 أخبرنا الحسن بن\nيحيى وناصر بن محمد الحاكم قالا أخبرنا عبد الرحمن <span id='ms136'></span> بن أحمد أخبرنا ابن منيع\nحدثنا علي بن الجعد أخبرنا شريك عن الأشعث يعني ابن سليم عن الحارث بن سويد\nقال كنت عند عبد الله فجاء رجل فقال إنه طلق امرأته ثلاثا فأصبحت غادية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p100'> Vol. 03, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nإلى أهلها فقال ما أحب أن لي دين هذا بتمرة 451 أخبرنا محمد بن العباس\nأخبرنا أبو بكر بن موسى حدثنا ابن خزيمة حدثنا محمد بن عبد الله بن عبد\nالحكم حدثنا أبي وشعيب قالا أخبرنا الليث عن يزيد بن أبي حبيب ح قال ابن\nخزيمة وحدثنا محمد بن يحيى حدثنا ابن أبي مريم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p101'> Vol. 03, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا الليث عن يزيد عن أبي الخير عن منصور هو ابن زيد الكلبي أن دحية\nبن خليفة خرج من قرية إلى قرية قدر قرية عقبة ابن عامر من الفسطاط في رمضان\nفأفطر وأفطر معه أناس وكره آخرون أن يفطروا فلما رجع إلى قريته قال والله\nلقد رأيت اليوم أمرا ما كنت أظن أن أراه إن قوما رغبوا عن هدي رسول الله\nصلى الله عليه وسلم وأصحابه يقول ذلك للذين صاموا ثم قال عند ذلك اللهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p102'> Vol. 03, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nاقبضني إليك وقال ابن عبد الحكم خرج من قرية بدمشق المزة 452 أخبرني عبد\nالرحمن بن محمد بن محمد بن صالح أخبرنا أبي حدثنا محمد بن حبان التميمي قال\nما رأيت على وجه الأرض من يحسن صناعة السنن ويحفظ ألفاظها الصحاح ويقوم\nبزيادة كل لفظة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p103'> Vol. 03, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nزاد ها في الخبر ثقة حتى كأن السنن كلها بين عينيه إلا محمد بن إسحاق بن\nخزيمة فقط 453 أخبرنا أبو يعقوب إملاء وأخبرناه دعلج بن سيحان الوراق قالا\nسمعنا إبراهيم بن إسماعيل الخلالي يقول سمعت أبا بشر القطان يقول (رأى جار\nلابن خزيمة من أهل العلم فيما يرى النائم كأن لوحا عليه صورة النبي صلى\nالله عليه وسلم ومحمد بن إسحاق يصقله فقال المعبر هذا رجل يحيى سنة رسول\nالله صلى الله عليه وسلم 454 أخبرنا محمد بن محمد بن محمود حدثنا أحمد بن\nنعيم حدثنا محمد بن علي بن سحتويه حدثنا السري بن خزيمة <span id='ms137'></span> حدثنا محمد بن عقبة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p104'> Vol. 03, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أغلب بن تميم المسعودي حدثنا المعلى بن زياد الفردوسي أبو الحسن عن\nمعاوية بن قرة عن معقل بن يسار قال قال رسول الله صلى الله عليه وسلم\n(صنفان من أمتي لا تنالهما شفاعتي ظلوم غشوم وغال في الدين) رواه وفيه\nزيادة ابن أبي عاصم في السنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p105'> Vol. 03, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\n455 أخبرنا أبو يعقوب أخبرنا محمد بن أحمد بن موسى حدثنا محمد بن إسحاق\nالسراج حدثنا محمد بن عمرو الباهلي حدثنا سعيد بن عامر حدثنا حزم عن غالب\nالقطان قال رأيت مالك بن دينار في المنام يقول صنفان من الناس لا تجالسوهم\nفإن مجالستهما مفسدة لقلب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p106'> Vol. 03, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\nكل مسلم صاحب بدعة قد غلا فيها وصاحب دنيا مسرف فيها 456 وأخبرنا سعيد بن\nإبراهيم أخبرنا محمد بن عبد الله بن نعيم أخبرنا جعفر بن أحمد بن إبراهيم\nالمقري بمكة حدثنا أبو عوف عبد الرحمن بن مرزوق البزوري حدثنا روح بن عبادة\nحدثنا شعبة أخبرني حصين سمعت مجاهدا يحدث عن عبد الله بن عمرو قال قال لي\nرسول الله صلى الله عليه وسلم (إن لكل عمل شرة ولكل شرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p107'> Vol. 03, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nفترة فمن كانت فترته إلى سنتي فقد أفلح ومن كانت فترته إلى غير ذلك فقد\nهلك) رواه أحمد 457 أخبرنا أسعد بن محمد بن الحسين الحنفي أخبرنا محمد بن\nعبد الله السياري أخبرنا الحسين بن إدريس حدثنا داود بن رشيد حدثنا أبو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p108'> Vol. 03, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nحفص الأبار عن منصور عن مجاهد عن عائشة قالت لما قدم رسول الله صلى الله\nعليه وسلم أمرهم فطافوا بالبيت وسعوا بين الصفا والمروة وأمرهم أن يحلوا\nفقالوا الإحلال كله يا رسول الله قال نعم وإنهم ترددوا فدخل مغضبا علي فقلت\nما أغضبك يا رسول الله قال (إني آمرهم بالأمر فيترددون ولو كنت استقبلت من\nأمري ما استدبرت لكنت رجلا من القوم) رواه البخاري 458 أخبرنا الحسن بن\nمحمد بن أحمد بن عبد الله أخبرنا شافع بن محمد أخبرنا أحمد بن محمد بن\nسلامة بمصر حدثنا المزني حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p109'> Vol. 03, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nالشافعي سمعت ابن عيينة يحدث عن الزهري <span id='ms138'></span> عن سنان بن أبي سنان عن أبي واقد\nالليثي قال مررنا مع النبي صلى الله عليه وسلم بشجرة يعلق بها المشركون\nأسلحتهم يقال لها ذات أنواط فقلنا يا رسول الله اجعل لنا ذات أنواط فقال\nرسول الله صلى الله عليه وسلم هذا كما قالت بنو إسرائيل اجعل لنا إلها كما\nلهم آلهة) رواه الترمذي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p110'> Vol. 03, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\n459 أخبرنا محمد بن أبي اليمان وكان من الأبربر ومحمد بن المظفر قالا\nأخبرنا أحمد بن محمد بن شارك حدثنا محمد بن صالح بن ذريح حدثنا أبو سعيد\nالأشج حدثنا بشر بن منصور عن أبي زيد عن أبي المغيرة عن ابن عباس قال قال\nرسول الله صلى الله عليه وسلم (أبى الله أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p111'> Vol. 03, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nيقبل عمل صاحب بدعة حتى يدع بدعته) رواه ابن ماجة 460 أخبرنا محمد بن\nمحمد بن يوسف أخبرنا محمد بن علي بن حامد حدثنا عثمان بن سعيد حدثنا ابن\nأبي مريم حدثنا ابن لهيعة عن جعفر بن ربيعة عن ربيعة بن يزيد عن أبي إدريس\nالخولاني قال كنا في بعض المغازي وعلينا شرحبيل بن السمط فأصابنا ذات ليلة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p112'> Vol. 03, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nخوف فحضرت صلاة الصبح فأمرنا أن نصلي على دوابنا إيماء برؤوسنا ففعلنا\nإلا الأشتر إنه نزل من بيننا فصلى فمر به شرحبيل فقال مخالف خالف الله بك\n461 أخبرنا أحمد بن الحسن أبو الأشعث أخبرنا بشر بن أحمد بن بشر حدثنا داود\nبن الحسين حدثنا يحيى بن يحيى حدثنا إسماعيل بن عياش عن أبي بكر بن عبد\nالله عن ضمرة بن حبيب رفع الحديث إلى رسول الله صلى الله عليه وسلم أنه خرج\nفي سرية له فصلى على ظهر هو ومن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p113'> Vol. 03, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nرسول الله صلى الله عليه وسلم فقال مخالف خالف الله به فلم يمت ذلك الرجل\nحتى خرج من الإسلام 462 أخبرنا سعيد بن العباس أخبرنا عمر بن أحمد بن علي\nحدثنا عبد الله بن محمد بن ناجية حدثنا أبو معمر حدثنا ابن عيينة عن سليمان\nالأحول قال ما ذكر الله هوى في القرآن إلا ذمه 463 قال شيخ الإسلام <span id='ms139'></span> ذكر عبد\nالله بن محمد بن عبد الله بن خزيمة حدثنا الأصم حدثنا عبد الله بن محمد بن\nمسلم حدثنا أبو بكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p114'> Vol. 03, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن إدريس وراق الحميدي حدثنا الزبير بن بكار حدثني سفيان بن عيينة\nقال قال رجل لمالك من أين قال من حيث أحرم رسول الله صلى الله عليه وسلم\nفأعاد عليه مرارا قال فإن زدت على ذلك قال فلا تفعل فإني أخاف عليك الفتنة\nقال وما في هذا من الفتنة إنما هي أميال أزيدها قال إن الله يقول * (فليحذر\nالذين يخالفون) * الآية قال وأي فتنة في هذا قال وأي فتنة أعظم من أن ترى\nأنك أصبت فضلا قصر عنه رسول الله صلى الله عليه وسلم أو ترى أن اختيارك\nلنفسك خير من اختيار الله واختيار رسول الله صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p115'> Vol. 03, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\n464 كان علي بن أبي طالب أخبرناه أخبرنا حامد بن محمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p116'> Vol. 03, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا محمد بن يونس حدثنا أزهر عن ابن عون عن إبراهيم قال قال حذيفة ح\nوأخبرناه الحسين بن محمد بن علي أخبرنا أحمد بن إبراهيم بن إسماعيل أخبرني\nمحمد بن الحسن حدثنا عمار حدثنا أبو نعيم عن الأعمش عن إبراهيم عن همام عن\nحذيفة قال يا معشر القراء استقيموا فقد سبقتم سبقا بعيدا وإن أخذتم يمينا\nوشمالا لقد ضللتم ضلالا بعيدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p117'> Vol. 03, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\n465 أخبرنا محمد بن أحمد بن محمد الحافظ أخبرنا محمد بن محمد بن يعقوب\nالحجاجي أخبرنا سعيد بن هاشم بن مرثد أن دحيما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p118'> Vol. 03, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nحدثهم حدثنا عمرو بن أبي سلمة حدثنا صدقة عن الأوزاعي عن يحيى بن أبي\nكثير عن أبي سلمة عن أبي هريرة عن النبي صلى الله عليه وسلم قال (بعثت بين\nيدي الساعة بالسيف وجعل رزقي تحت ظل رمحي وجعل الذل والصغار على من خالفني\nومن تشبه بقوم فهو منهم) رواه الذهبي 466 وحدثنيه علي بن محمد بن الحسن بن\nمحمد أخبرنا عبد الله بن أحمد بن السري البوسنجي حدثنا الحسين بن محمد بن\nعفير حدثنا الحجاج بن يوسف بن قتيبة حدثنا بشر بن الحسين عن <span id='ms140'></span> الزبير بن عدي\nعن أنس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p119'> Vol. 03, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nقال قال رسول الله صلى الله عليه وسلم (جعل رزقي تحت ظل رمحي وجعل الذل\nوالصغار على من خالف أمري ومن تشبه بقوم فهو منهم) رواه أبو نعيم 467\nوأخبرنا محمد بن عبد الرحمن أخبرنا زاهر بن أحمد الفقيه حدثنا عمر بن الحسن\nبن علي بن الجعد أخبرنا ابن عسكر حدثنا الفريابي وعلي بن عياش قالا حدثنا\nابن ثوبان عن حسان بن عطية عن أبي منيب عن ابن عمر قال قال رسول الله صلى\nالله عليه وسلم (بعثت بين يدي الساعة بالسيف وجعل رزقي تحت ظل رمحي وجعل\nالصغار على من خالف أمري ومن تشبه بقوم فهو منهم) أورد البخاري جزءا منه\nمعلقا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p120'> Vol. 03, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\n468 أخبرنا محمد بن موسى حدثنا الأصم حدثنا الصغاني أخبرنا علي بن الحسن\nبن شقيق ح وأخبرناه محمد بن محمد حدثنا أحمد بن عبد الله حدثنا عبيد بن\nمحمد الفقيه حدثنا محمد بن المهلب حدثنا علي بن الحسن حدثنا عبد الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p121'> Vol. 03, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nعن مهدي بن ميمون ح وأخبرناه محمد بن محمد أخبرنا أحمد بن عبد الله\nأخبرنا محمد بن يوسف الفربري حدثنا عبد الكريم بن عبد الله حدثنا سعيد بن\nهبيرة حدثنا وهيب عن داود بن أبي هند حدثنا مهدي بن ميمون ح وأخبرناه عبد\nالرحمن بن محمد أخبرنا ابن خميرويه أخبرنا محمد بن عبد الرحمن السامي حدثنا\nأبو الصلت ح وأخبرنا أحمد بن محمد بن منصور أخبرنا عبد الله بن عدي أخبرنا\nجعفر بن محمد بن الليث حدثنا سليمان بن حرب قالا حدثنا حماد بن زيد كلاهما\nعن هشام بن حسان عن الحسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p122'> Vol. 03, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nقال ما ازداد صاحب بدعة عبادة إلا ازداد من الله بعدا لفظ ابن المبارك\nوقال حماد كلما ازداد صاحب البدعة اجتهادا ازداد من الله بعدا وقال داود لا\nيزداد صاحب بدعة عبادة سياق سليمان بن حرب 469 أخبرني أحمد بن محمد بن\nإبراهيم الأشناني في كتابه أخبرنا أحمد بن محمد بن عبدوس حدثنا عثمان بن\nسعيد حدثنا محبوب بن موسى حدثنا أبو <span id='ms141'></span> إسحاق الفزاري قال قال سفيان الثوري\nكان الفقهاء يقولون لا يستقيم قول إلا بعمل ولا يستقيم قول وعمل إلا بنية\nولا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p123'> Vol. 03, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nيستقيم قول وعمل ونية إلا بنية موافقة السنة 470 أخبرني عبد الرحمن بن\nمحمد بن محمد بن صالح أخبرنا أبي حدثنا محمد بن حبان الفقيه أخبرنا عثمان\nبن سعيد عن بكر بن سهل سمعت عبد الله بن يوسف يقول قال مالك رأيت رسول الله\nصلى الله عليه وسلم فنزع خاتمه وألبسنيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p124'> Vol. 03, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\n471 أخبرنا أبو يعقوب أخبرنا جدي حدثنا محمد بن إسحاق حدثنا علي بن\nالحسين الهرثمي الرازي سمعت حفص بن عمر المهرقاني سألت عبد الرزاق قلت يا\nأبا بكر إن عندنا قوما مختلفين في الإيمان فأخبرني على ما أنت وعلى ما\nأدركت العلماء فقال الأيمان عندنا قول وعمل ويقين وإصابة السنة فمن عمل\nوأيقن وقال ولم يصب السنة فهو منقوص ومن قال ولم يعمل فهو منصوص ومن قال\nوعمل ولم يوقن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p125'> Vol. 03, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nفهو منقوص على هذا أدركت العلماء 472 قال علي بن الحسين سمعت محمد بن\nمقاتل يقول سألت وكيعا قلت إن عندنا قوما يقولون إن الإيمان لا يزداد فقال\nهؤلاء المرجئة الخبثاء قال أهل الإيمان لا يجزيء قول إلا بعمل وبعقد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p126'> Vol. 03, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nوبإصابة السنة لو قد بقيتم لجاءكم شيء آخر قال ابن مقاتل فيا ليتنا\nسألناه عن ذلك الشيء 473 أخبرنا أبو يعقوب أخبرنا بشر بن محمد المزني حدثنا\nمحمد بن إبراهيم حدثنا ابن أبي الدنيا حدثنا محمد بن علي بن شقيق عن\nإبراهيم بن الأشعث عن فضيل بن عياض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p127'> Vol. 03, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو يعقوب وأخبرنا أبو بكر بن موسى حدثنا محمد بن الحسين العجلي\nالبغدادي حدثنا محمد بن الفضل بن سلمة قال قل ما جلسنا إلى فضيل إلا أتانا\nبهاتين الكلمتين إن الله لا يقبل من العمل إلا ما كان له خالصا ولا يقبله\nإلا على السنة 474 أخبرنا أبو يعقوب أخبرنا الحسين بن أحمد أخبرنا محمد بن\nالمسيب سمعت بركة بن محمد الأنصاري سمعت يوسف بن أسباط يقول أهل السنة أقل\nمن الكبريت الأحمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p128'> Vol. 03, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\n475 أخبرنا <span id='ms142'></span> محمد بن محمد بن يوسف أخبرنا محمد بن علي بن حامد حدثنا عثمان\nبن سعيد حدثنا سعيد بن أبي مريم حدثنا السري حدثني الحسن أنه كان يدعو يقول\nاللهم اجعلنا مؤمنين حقا واجعل ديننا الإسلام القديم 476 أخبرنا الحسن بن\nيحيى أخبرنا أحمد بن إبراهيم القراب حدثنا محمد بن قريش حدثنا موسى بن\nهارون قال سمعت سليمان بن حرب يقول من زال عن السنة بشعرة فلا تعتدن به 477\nأخبرنا الحسن بن يحيى حدثنا عبد الرحمن بن أحمد أخبرنا ابن منيع حدثنا محمد\nبن علي بن شقيق حدثنا عبدان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p129'> Vol. 03, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nعن عبد الله قال قال سفيان وجدت الأمر الاتباع 478 أخبرنا أبو يعقوب\nأخبرنا علي بن عيسى حدثنا شكر حدثنا الرمادي حدثنا عبد الرزاق قال سمعت\nرجلا يقول للثوري من آل محمد صلى الله عليه وسلم قال اختلف الناس منهم من\nيقول أهل البيت ومنهم من يقول من أطاعه وعمل بسنته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p130'> Vol. 03, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\n479 أخبرنا عبد الرحمن بن محمد بن أبي الحسين أخبرنا أبو عمرو بن حمدان\nأخبرنا أحمد بن الحسن بن عبد الجبار حدثنا يحيى بن معين حدثنا غندر حدثنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p131'> Vol. 03, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nشعبة عن إسماعيل بن أبي خالد عن قيس بن أبي حازم عن عمرو بن العاص رضي\nالله عنه عن النبي صلى الله عليه وسلم قال (إن آل بني فلان ليسوا لي\nبأولياء إنما وليي الله وصالحو المؤمنين) رواه البخاري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p132'> Vol. 03, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\n480 أخبرنا أبو يعقوب أخبرنا محمد بن العباس العصمي سمعت أبا بكر بن أبي\nعثمان النيسابوري يقول آخر كلمة تكلم بها أبي سمعته يقول خلاف السنة في\nالظاهر من رياء باطن في القلب 481 حدثنا محمد بن محمد بن عبد الله الفقيه\nإملاء حدثنا إبراهيم ابن محمد القراب حدثنا النضر بن محمد حدثنا إبراهيم بن\nأحمد بن يعيش حدثنا أبو داود الحفري عن يعقوب القمي عن لاحق بن حميد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p133'> Vol. 03, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\nعن فضيل الناجي في قوله * (وإني لغفار لمن تاب وآمن وعمل صالحا ثم اهتدى)\n* قال اتبع السنة أخبرنا أبو يعقوب أخبرنا جدي حدثنا محمد بن إسحاق حدثنا\nمحمد بن الفضل <span id='ms143'></span> حدثنا عبد الأعلى بن حماد حدثنا يعقوب بن عبد الله عن حفص بن\nحميد عن فضيل الناجي به 482 أخبرنا محمد بن محمد بن محمود حدثنا أحمد بن\nنعيم أخبرنا محمد بن إسحاق حدثنا عثمان بن سعيد ح وأخبرناه أبو يعقوب\nأخبرنا جدي أخبرنا محمد بن إسحاق حدثنا محمد بن الفضل القسطاني قالا حدثنا\nأبو سعيد الأشج حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p134'> Vol. 03, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الله بن خراش الشيباني عن العوام بن حوشب عن سعيد بن جبير * (ثم\nاهتدى) * قال لزم السنة 483 وأخبرنا أبو يعقوب أخبرنا جدي أخبرنا محمد بن\nإسحاق أخبرنا محمد بن الفضل حدثنا عثمان بن أبي شيبة حدثني ابن إدريس عن\nجويبر عن الضحاك في قوله * (ثم اهتدى) * قال استقام 484 أخبرنا أحمد بن\nمحمد بن الحسن بن عبد الله الضبي الصدوق أخبرنا حامد بن محمد بن عبد الله\nأخبرنا علي بن عبد العزيز حدثنا أبو نعيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p135'> Vol. 03, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا سفيان عن معمر عن ابن طاوس عن أبيه قال جاء رجل إلى ابن عباس فقال\nالحمد لله الذي جعلني على هواكم فقال الأهواء كلها ضلالة 485 أخبرنا عمر بن\nإبراهيم إملاء حدثنا محمد بن أحمد بن الغطريف حدثنا محمد بن إسحاق السراج\nحدثنا إسماعيل بن أبي الحارث حدثنا إسحاق بن عيسى عن مخلد بن الحسين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p136'> Vol. 03, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\nعن يونس ح وأخبرنا محمد بن محمد بن محمود بن يحيى أخبرنا العباس بن الفضل\nأخبرنا الحسين بن إدريس حدثنا سويد ح وأخبرنا منصور بن العباس ومنصور بن\nإسماعيل قالا حدثنا زاهر بن أحمد أخبرنا محمد بن معاذ حدثنا الحسين بن\nالحسن قالا أخبرنا ابن المبارك عن يونس ح وأخبرنا محمد بن عبد الرحمن\nأخبرنا علي بن بكران بالبصرة أخبرنا الحسن بن محمد بن عثمان الفسوي حدثنا\nيعقوب بن سفيان حدثنا عبد الله بن صالح حدثني الليث حدثني يونس عن ابن شهاب\nح وأخبرنا أبو يعقوب أخبرنا العباس بن الفضل أخبرنا يحيى بن أحمد بن زياد\nحدثنا أحمد بن سعيد بن صخر حدثنا أحمد بن سليمان سمعت ابن عيينة يقول قال\nالزهري الاعتصام <span id='ms144'></span> بالسنة نجاة هذا سياق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p137'> Vol. 03, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\nمخلد وقال ابن المبارك عن ابن شهاب بلغنا عن رجال من أهل العلم أنهم\nكانوا يقولون وقال ابن عيينة كان ناس من أهل العلم يقولون وقال الليث بلغنا\nعن رجال من أهل العلم أنهم كانوا يقولون وزاد والعلم يقبض قبضا سريعا فنعش\nالعلم ثبات الدين والدنيا ثم زاد الليث وحده وذهابه كله في ذهاب العلم وزاد\nابن عيينة والعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p138'> Vol. 03, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nخزائن وإنما تفتحه المسألة 486 أخبرنا غالب بن علي وأحمد بن حمزة قالا\nأخبرنا محمد بن الحسين أخبرنا عبيد الله بن محمد بن حمدان بعكبرا أخبرنا\nأبو الفضل شعيب بن محمد حدثنا أحمد بن أبي العوام حدثنا أبي حدثنا عمر ابن\nإبراهيم الهاشمي عن موسى بن يسار عن أبي معن عن زيد بن أرقم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p139'> Vol. 03, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nقال من تمسك بالسنة وثبت نجا ومن أفرط مرق ومن خالف هلك 487 أخبرنا أحمد\nبن الحسن أبو الأشعث أخبرنا عبيد الله بن سعيد البروجردي القاضي حدثنا عبد\nالله بن محمد بن وهب حدثنا محمد بن خلف حدثنا مؤمل بن إسماعيل حدثنا\nإسرائيل بن يونس عن عبد الكريم عن مجاهد عن ابن عباس رضي الله عنهما قال من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p140'> Vol. 03, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\nخالف السنة كفر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p141'> Vol. 03, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\nالباب الحادي عشر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p142'> Vol. 03, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nباب كراهية التنطع في الدين والتكلف فيه والبحث عن الحقائق وإيجاب\nالتسليم قال الله تعالى * (وأمرنا لنسلم لرب العالمين) * 488 أخبرنا أحمد\nبن حمدان بن أحمد بن محمد بن شارك أخبرنا جدي أخبرنا يعقوب بن إسحاق حدثنا\nنصر بن سيار الكسائي ح وأخبرنا محمد بن محمد بن محمود أخبرنا عبد الله بن\nأحمد أخبرنا إبراهيم بن خزيم ح وأخبرنا محمد قال وأخبرنا أحمد بن عبد الله\nح وأخبرنا إسماعيل بن علي الدلال أخبرنا أحمد بن عبد الله أخبرنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p143'> Vol. 03, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\nزاهد وبكر قالوا حدثنا عبد بن حميد حدثنا يونس عن شيبان عن قتادة *\n(وأمرنا لنسلم لرب العالمين) * قال خصومة علمها الله محمدا صلى الله عليه\nوسلم وأصحابه يخاصمون بها أهل الضلالة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p144'> Vol. 03, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\n489 أخبرنا ابن العالي والحسين بن محمد بن علي قالا أخبرنا محمد بن الحسن <span id='ms145'></span>\nحدثنا الحسن بن المثنى حدثنا عفان بن مسلم حدثنا حماد بن سلمة عن علي بن\nزيد عن أوس بن خالد عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال\n(يحشر الناس ثلاثة أصناف مشاة وركبانا وعلى وجوههم قالوا وكيف يمشون على\nوجوههم قال الذي أمشاهم على أرجلهم قادر على أن يمشيهم على وجوههم) رواه\nالترمذي 490 حدثنا محمد بن أحمد بن محمد الحافظ إملاء أخبرنا محمد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p145'> Vol. 03, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\nابن عبد الله السليطي حدثنا محمد بن إبراهيم البوسنجي حدثنا أحمد بن حنبل\nحدثنا يونس بن محمد حدثنا شيبان حدثنا قتادة حدثنا أنس (إن رجلا قال يا نبي\nالله كيف يحشر الكافر على وجهه قال نبي الله صلى الله عليه وسلم أن الذي\nأمشاه على رجليه قادر على أن يمشيه على وجهه) رواه البخاري 491 أخبرنا\nالحسن بن علي أخبرنا زاهر أخبرنا محمد بن وكيع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p146'> Vol. 03, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا محمد بن أسلم حدثنا يعلى بن عبيد حدثنا إسماعيل عن نفيع عن أنس قال\n(قيل يا رسول الله كيف يحشر الناس على وجوههم قال صلى الله عليه وسلم الذي\nأمشاهم على أرجلهم قادر على أن يمشيهم على وجوههم) رواه من هذا الطريق نفيع\nعن أنس رضي الله عنه مرفوعا أحمد والطبري في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p147'> Vol. 03, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\n492 أخبرنا الحسين بن محمد بن علي أخبرنا محمد بن عبد الله السياري\nأخبرنا أحمد بن نجدة حدثنا سعيد بن منصور حدثنا حزم بن أبي حزم قال سمعت\nالحسن يقول قيل للنبي صلى الله عليه وسلم فذكر نحوه مرسلا 493 أخبرنا الحسن\nبن محمد بن أحمد المقري المكي أخبرنا أبو جعفر إبراهيم بن إسماعيل الموسوي\nبمكة أخبرنا أحمد بن محمد بن زياد الأعرابي حدثنا موسى بن هارون حدثنا يحيى\nحدثنا قيس عن زياد بن علاقة عن قطبة بن مالك قال جاء ناس من اليهود إلى عمر\nح وأخبرناه الحسن بن محمد أخبرنا أبو جعفر أخبرنا ابن الأعرابي حدثنا موسى\nبن هارون حدثنا يحيى حدثنا وكيع عن سفيان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p148'> Vol. 03, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nعن قيس بن مسلم عن طارق بن شهاب قال قالت اليهود <span id='ms146'></span> لعمر بن الخطاب رضي الله\nعنه جنة عرضها السماوات والأرض فأين النار من ذلك قال أين يذهب الليل إذا\nجاء النهار وأين يذهب النهار إذا جاء الليل قالوا نزعت بما في التوراة 494\nأخبرنا علي بن بشرى أخبرنا محمد بن إسحاق بن محمد بن يحيى بن مندة أخبرنا\nمحمد بن عمرو بن البختري حدثنا ابن شاكر ح قال ابن مندة وحدثنا عبد الله بن\nإبراهيم المقري بأصبهان حدثنا محمد بن عاصم الأصبهاني قالا حدثنا حسين بن\nعلي الجعفي عن زائدة عن المختار بن فلفل ح وأخبرنا سعيد بن محمويه أخبرنا\nمحمد بن الفضل بن محمد بن إسحاق بن خزيمة حدثنا جدي حدثنا زياد بن أيوب\nحدثنا محمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p149'> Vol. 03, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\nفضيل حدثنا الأعمش عن المختار عن أنس بن مالك قال قال رسول الله صلى الله\nعليه وسلم (إن الله قال إن أمتك لا يزالون يتساءلون ما كذا ما كذا حتى\nيقولوا الله خلق كل شيء فمن خلق الله) رواه مسلم لفظ زائدة ولم يقل أحد فيه\nقال الله إلا المختار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p150'> Vol. 03, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\n495 وأخبرنا محمد بن جبريل وعلي بن أبي طالب قالا أخبرنا حامد بن محمد\nأخبرنا بشر بن موسى حدثنا الحميدي حدثنا سفيان عن هشام بن عروة عن أبيه عن\nأبي هريرة قال قال رسول الله صلى الله عليه وسلم (لا يزال يستفتون حتى يقول\nأحدكم هذا الله خلق الخلق فمن خلق الله عز وجل) رواه مسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p151'> Vol. 03, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\n496 ورواه عمار بن محمد ابن أخت سفيان عن الثوري عن هشام بن عروة عن أبيه\nعن عائشة وهو وهم وعمار لم يكن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p152'> Vol. 03, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\nبالحافظ أخبرنا محمد بن محمد محمود حدثنا أحمد بن نعيم أخبرنا الحسين بن\nمحمد بن مصعب حدثنا الحسن بن عرفة حدثنا عمار بن محمد ابن أخت سفيان عن\nسفيان عن هشام بن عروة عن أبيه عن عائشة قالت قال رسول الله صلى الله عليه\nوسلم فذكره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p153'> Vol. 03, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\nوالحديث حديث أبي هريرة روي عنه من وجوه 497 أخبرنا محمد بن إبراهيم بن\nأحمد حدثنا محمد بن أحمد بن الفضل <span id='ms147'></span> أخبرنا محمد بن إسحاق حدثنا عثمان بن\nسعيد حدثنا يحيى بن بكير المصري حدثنا الليث يعني ابن سعد عن عقيل عن ابن\nشهاب أخبرني عروة بن الزبير أن أبا هريرة قال قال رسول الله صلى الله عليه\nوسلم (يأتي الشيطان العبد فيقول من خلق كذا وكذا حتى يقول له من خلق ربك\nفإذا بلغ ذلك فليستعذ بالله ولينته) رواه البخاري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p154'> Vol. 03, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\n498 أخبرنا أحمد بن محمد بن أحمد بن الحويص أخبرنا أحمد بن محمد بن شارك\nح وأخبرنا أبو يعقوب أخبرنا جدي والحسن بن خلف السرخسي ح وأخبرنا عبد\nالرحمن بن محبور أخبرنا أحمد بن نعيم ح وأخبرتنا صفية بنت محمد بن الحسن\nقالت أخبرنا محمد بن إبراهيم بن شعيب قالوا أخبرنا حاتم بن محبوب حدثنا\nسلمة بن شبيب ح وأخبرنا يحيى بن عمار بن يحيى أخبرنا محمد بن إبراهيم حدثنا\nإسحاق بن إبراهيم البستي حدثنا محمد بن رافع قالا حدثنا عبد الرزاق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p155'> Vol. 03, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\nح وأخبرناه محمد بن أحمد بن محمد بن عبد الله أخبرنا الطبراني أخبرنا\nإسحاق بن إبراهيم الدبري قال قرأنا على عبد الرزاق أخبرنا معمر ح وأخبرنا\nعلي بن بشرى أخبرنا ابن مندة حدثنا محمد بن عمر بن حفص حدثنا إسحاق بن\nإبراهيم شاذان حدثنا سعد بن الصلت عن معمر عن همام بن منبه عن أبي هريرة عن\nرسول الله صلى الله عليه وسلم 499 ح وأخبرنا أبو يعقوب الحافظ أخبرنا أبو\nجعفر أحمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p156'> Vol. 03, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن أحمد بن عبد الرحمن بن محمد بن خالد بن أمية القرشي الإمام\nأخبرنا محمد بن إسحاق القرشي حدثنا عثمان بن سعيد ح وأخبرنا حمد بن أحمد بن\nحمدين أخبرنا هارون بن أحمد بن هارون أخبرنا أبو خليفة قالا حدثنا مسدد\nحدثنا يحيى بن سعيد القطان عن مجالد عن الشعبي عن المحرر بن أبي هريرة عن\nأبيه قال قال رسول الله صلى الله عليه وسلم (لا يزال) رواه أحمد بمثل حديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p157'> Vol. 03, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\nعروة أو نحوه 500 وأخبرناه علي بن بشرى أخبرنا محمد بن إسحاق الأصبهاني\nحدثنا الحسن <span id='ms148'></span> بن مروان بقيسارية حدثنا إبراهيم بن أبي سفيان حدثنا الفريابي\nحدثنا سفيان عن جعفر بن برقان عن يزيد بن الأصم عن أبي هريرة عن النبي صلى\nالله عليه وسلم فذكره وزاد فيه (فإن سئلتم فقولوا الله قبل كل شيء وهو كائن\nبعد كل شيء وهو خالق كل شيء) رواه مسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p158'> Vol. 03, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\nوفي حديث المحرر (هذا الله قبل كل شيء فمن كان قبله) 501 وأخبرنا محمد بن\nمحمد بن عبد الله حدثنا أحمد بن عبد الله أخبرنا خلف بن حنظلة حدثنا محمد\nبن المهلب حدثنا معلى بن أسد حدثنا وهيب عن أيوب عن محمد عن أبي هريرة عن\nرسول الله صلى الله عليه وسلم فذكره وزاد ابن سيرين (فبينا أبو هريرة ذات\nيوم آخذ بيد رجل ويقول صدق الله ورسوله صدق الله ورسوله ولقد سألني عنه\nرجلان وهذا الثالث) رواه مسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p159'> Vol. 03, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\n502 أخبرنا محمد بن إبراهيم الجكاني أخبرنا محمد بن أحمد بن الفضل الأزدي\nأخبرنا محمد بن إسحاق حدثنا عثمان بن سعيد حدثنا سهل بن بكار حدثنا أبو\nعوانة عن عمر بن أبي سلمة عن أبيه عن أبي هريرة قال قال رسول الله صلى الله\nعليه وسلم (لا تزالون تتساءلون حتى يقال لأحدكم هذا الله خلقنا فمن خلق\nالله تبارك وتعالى) قال أبو هريرة إني لجالس ذات يوم إذ قال لي رجل من أهل\nالعراق يا أبا هريرة هذا الله خلقنا فمن خلق الله تبارك وتعالى قال أبو\nهريرة فوضعت أصبعي في أذني وصرخت صدق الله ورسوله الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p160'> Vol. 03, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\nالواحد الأحد الصمد لم يلد ولم يولد ولم يكن له كفوا أحد 503 أخبرنا محمد\nبن موسى إجازة أخبرنا محمد بن عبد الله الصفار إملاء حدثنا عبد الله بن\nالحسن بن أحمد بن أبي شعيب الحراني ببغداد حدثني جدي أحمد بن أبي شعيب\nحدثنا موسى بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p161'> Vol. 03, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\nأعين عن فرات بن سلمان عن أبي وهب عن القاسم عن عائشة زوج النبي صلى الله\nعليه وسلم أنها قالت سمعت أبا القاسم صلى الله عليه وسلم يقول (إن أول ما <span id='ms149'></span>\nيكفؤ الدين كما يكفؤ الإناء لفي الخمر قلت كيف يا خليلي وقد بين الله فيه\nما بين قال أقوام من أمتي يسمونه بغير اسمه يستحلونه بذلك يشربونه) رواه\nالدارمي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p162'> Vol. 03, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\n504 أخبرنا محمد بن أحمد بن محمد الحافظ أو محمد بن محمد عنه أخبرنا أحمد\nبن إسماعيل بن حازم الأزدي بنيسابور أخبرنا محمد بن أحمد بن زهير ح وأخبرنا\nمحمد بن أحمد الحافظ قال وأخبرنا محمد بن محمد بن يعقوب الحجاجي حدثنا ابن\nصاعد والعباس بن يوسف الشكلي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p163'> Vol. 03, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\nوالحسين بن إسماعيل ح وأخبرنا سعيد بن إبراهيم أخبرنا عبد الرحمن بن أحمد\nأخبرنا يحيى بن محمد بن صاعد ح وأخبرنا الحسن بن محمد بن أحمد بن عبد الله\nأخبرنا الحسن بن أحمد المخلدي أخبرنا أحمد بن حمدون بن رستم ح وأخبرنا محمد\nبن المظفر بن محمد بن عبد الواحد أخبرنا أبو طالب محمد بن أحمد بن محمد بن\nأحمد بن المعلم ح وأخبرنا محمد بن المنتصر وعبد الرحمن بن محمد الهندواني\nقالا أخبرنا محمد بن ظفر قالا حدثنا عبد الله بن عروة قالوا حدثنا أبو\nحذافة حدثنا مالك عن نافع ح وأخبرنا محمد بن أحمد الحافظ أو محمد بن محمد\nعنه أخبرنا محمد بن المظفر الحافظ حدثنا ابن صاعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p164'> Vol. 03, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\nح وأخبرنا الحسين بن محمد بن علي حدثنا أبو أحمد الحافظ أخبرنا حرمي بن\nأبي العلاء المكي ببغداد قالا حدثنا الزبير بن بكار حدثنا سعيد بن داود\nالزنبري عن مالك عن داود بن الحصين عن طاوس كليهما عن ابن عمر قال العلم\nثلاثة كتاب ناطق وسنة قائمة ولا أدري وحديث الزنبري أشبه وهو مدني من\nخيارهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p165'> Vol. 03, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\nوكان عند مالك حظيا خصه بأشياء من حديثه وقد أخبرنا سعيد بن العباس\nأخبرنا أبي حدثنا محمد بن أبي جعفر المنذري حدثنا أبو العباس بن الصقر\nالسكري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p166'> Vol. 03, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\nح وأخبرني غالب بن علي أخبرنا محمد بن الحسين أخبرنا محمد بن أحمد بن\nحمدان أخبرنا الحسن بن سفيان قالا حدثنا إبراهيم بن المنذر حدثنا عمر بن\nعصام حدثنا مالك عن <span id='ms150'></span> نافع عن ابن عمر به 505 وأخبرنا محمد بن موسى حدثنا\nالأصم حدثنا هارون بن سليمان حدثنا عبد الرحمن بن مهدي عن أبي عوانة عن\nمغيرة عن الشعبي قال لا أدري نصف العلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p167'> Vol. 03, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\n506 أخبرنا الحسين بن محمد أخبرنا محمد بن عبد الله أخبرنا أحمد بن نجدة\nحدثنا سعيد بن منصور حدثنا خلف بن خليفة حدثنا أبو يزيد عن الشعبي قال قال\nابن مسعود إذا سئل أحدكم عما لا يدري فليقل لا أعلم فإنه ثلث العلم 507\nوأخبرنا محمد بن موسى حدثنا الأصم حدثنا هارون بن سليمان حدثنا عبد الرحمن\nبن مهدي حدثنا أبو هلال عن منصور بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p168'> Vol. 03, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\nالأصفر قال كنت عند ابن عمر فسئل عن شيء فقال لا أدري فلما ذهب الرجل\nأقبل على نفسه وقال سئل ابن عمر عما لا يعلم فقال لا أدري ونعم ما قال ابن\nعمر لما لا يدري قال لا أدري 508 أخبرنا محمد بن أحمد الجارودي أخبرنا أبو\nإسحاق القراب أخبرنا أبو يحيى الساجي حدثنا أبو داود السجزي حدثنا أحمد بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p169'> Vol. 03, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\nحنبل حدثنا الشافعي حدثنا مالك عن ابن عجلان عن أبيه قال إذا أغفل العالم\nلا أدري أصيبت مقاتله 509 أخبرنا أحمد بن محمد بن خزيمة أخبرنا عبد الوهاب\nبن الحسن بن الوليد أخبرنا محمد بن خريم حدثنا هشام بن عمار حدثنا مالك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p170'> Vol. 03, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\nقال سئل القاسم عن شيء فقال إن من إكرام المرء نفسه أن لا يقول إلا ما\nأحاط به علمه 510 أخبرنا إسماعيل بن إبراهيم أخبرنا محمد بن الحسن السراجي\nحدثنا عبد الرحمن بن أبي حاتم حدثنا أبي حدثنا حرملة بن يحيى قال سمعت\nالشافعي يقول ما رأيت أحدا من الناس فيه من آلة العلم ما في ابن عيينة وما\nرأيت أحدا أحسن لتفسير الحديث منه وما رأيت أحدا أكف عن الفتيا منه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p171'> Vol. 03, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\n511 أخبرنا يحيى بن الفضيل حدثنا محمد بن عبد الله أخبرنا أحمد بن نجدة\nحدثنا سعيد بن منصور حدثنا مهدي بن ميمون عن غيلان بن جرير عن مطرف قال\nعقول الناس على قدر زمانهم 512 أخبرنا <span id='ms151'></span> منصور بن العباس أخبرنا الحسن بن أبي\nالحسن أخبرنا عبد الله بن محمد بن عبد العزيز حدثنا زهير بن حرب حدثنا عبد\nالرحمن ابن مهدي حدثنا مالك عن الزهري عن سهل بن سعد قال كره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p172'> Vol. 03, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\nرسول الله صلى الله عليه وسلم المسائل وعابها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p173'> Vol. 03, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\n513 أخبرنا أبو يعقوب أخبرنا أبو بكر الجوزقي أخبرنا الدغولي حدثنا محمد\nبن سليمان القيراطي عن علي بن الحسن بن شقيق قال قال لي ابن المبارك سئل\nالثوري عن ابن عيينة فقال ذاك أحد الأحدين 514 وأخبرنا أبو يعقوب أخبرنا\nأبو بكر الجوزقي سمعت الأصم يقول سمعت الربيع يقول سمعت الشافعي يقول لولا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p174'> Vol. 03, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\nمالك وابن عيينة لذهب علم الحجاز 515 أخبرنا الحسن بن يحيى أخبرنا محمد\nبن أحمد السعدي أخبرنا أبو منصور بن يعقوب حدثنا عثمان بن سعيد حدثنا محمد\nبن كثير أخبرنا شعبة عن سليمان وحبيب قال السعدي وحدثنا محمد بن إسحاق\nحدثنا عثمان حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p175'> Vol. 03, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن كثير أخبرنا سفيان عن الأعمش عن أبي وائل عن عبد الله قال إن\nالذي يفتي الناس في كل ما يستفتونه لمجنون 516 أخبرنا محمد بن جبريل وعلي\nبن أبي طالب قالا أخبرنا حامد بن محمد أخبرنا بشر بن موسى حدثنا الحميدي\nحدثنا سفيان حدثنا الأعمش أو أخبرت عنه عن مسلم بن صبيح عن مسروق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p176'> Vol. 03, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\nقال قال عبد الله من علم منكم شيئا فليقل به ومن لم يعلم فليقل الله أعلم\nفإن من علم الرجل أن يقول لما لا يعلم الله أعلم وقد قال الله لنبيه صلى\nالله عليه وسلم * (قل ما أسألكم عليه من أجر وما أنا من المتكلفين) *\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p177'> Vol. 03, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\n517 أخبرنا عمر بن إبراهيم والحسين بن محمد قالا أخبرنا أحمد بن إبراهيم\nأخبرني الهيثم بن خلف حدثنا محمد بن علي بن النضر الهروي حدثنا أبو الصلت\nحدثنا حماد بن زيد حدثنا يونس بن عبيد عن ثابت عن أنس أن رجلا سأل عمر بن\nالخطاب عن قوله تعالى * (وفاكهة وأبا) * ما الأب فقال عمر نهينا عن التعمق\nوالتكلف 518 أخبرنا محمد بن عبد الله بن إبراهيم <span id='ms152'></span> بن داود أخبرنا الحسن بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p178'> Vol. 03, p. 178</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن أحمد بن محمد بن زياد أخبرنا علي بن محمد بن عيسى حدثنا أبو\nاليمان أخبرني شعيب عن الزهري أخبرني أنس أنه سمع عمر بن الخطاب قال ما\nالأب ثم قال مه ورمى بعصاه الأرض فقال هذا لعمرو الله التكلف اتبعوا ما بين\nلكم من هذا الكتاب 519 أخبرنا أبو يعقوب أخبرنا جدي أخبرنا أحمد بن محمد بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p179'> Vol. 03, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\nيونس حدثنا عثمان بن سعيد حدثنا مؤمل بن إسماعيل حدثنا حماد عن ثابت\nوحميد عن أنس أن عمر بن الخطاب قرأ هذه الآية * (وفاكهة وأبا) * قال هذه\nالفاكهة وهذه الأشياء قد عرفناها فما الأب فوضع يده على رأسه ثم قال هذا\nالتكلف يا ابن أم عمر ما عليك أن لا تدري ما الأب 520 أخبرنا محمد بن جبريل\nوعلي بن أبي طالب قالا أخبرنا حامد بن محمد أخبرنا بشر بن موسى حدثنا\nالحميدي حدثنا سفيان حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p180'> Vol. 03, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\nالزهري عن عامر بن سعد عن أبيه قال قال رسول الله صلى الله عليه وسلم\n(أعظم المسلمين في المسلمين جرما من سأل عن أمر لم يحرم فحرم من أجل\nمسألته) رواه البخاري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p181'> Vol. 03, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\n521 أخبرنا محمد بن عبد الرحمن أخبرنا زاهر أخبرنا أبو طالب محمد بن أحمد\nالكاتب حدثنا علي بن مسلم حدثنا محاضر عن الأعمش عن إبراهيم التيمي عن أبيه\nعن سعد بن أبي وقاص قال كانوا يسألون عن الشيء وهو حلال فلا يزالون يسألون\nعنه حتى يحرم عليهم فإذا حرم عليهم وقعوا فيه 522 أخبرنا الحسين بن محمد بن\nعلي أخبرنا أحمد بن حسنويه أخبرنا الحسين بن إدريس حدثنا عثمان بن أبي شيبة\nحدثنا حماد بن أسامة عن مسعر بن كدام قال أخرج معن إلي كتابا فحلف لي أنه\nخط أبيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p182'> Vol. 03, p. 182</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الرحمن بيده فإذا فيه قال عبد الله والذي لا إله غيره ما رأيت أحدا\nكان أشد على المتنطعين من رسول الله صلى الله عليه وسلم ولا رأينا بعده\nأحدا أشد عليهم خوفا من أبي بكر رضي الله عنه وإني لأظن عمر <span id='ms153'></span> رضي الله عنه\nكان أشد أهل الأرض خوفا عليهم 523 أخبرنا عبد الرحمن بن حمدان بنيسابور\nأخبرنا محمد بن عبد الله السليطي حدثنا محمد بن إبراهيم العبدي حدثنا يوسف\nبن عدي عن زيد بن أبي أنيسة عن عاصم ح وأخبرنا الحسين بن محمد بن علي\nأخبرنا أحمد بن إبراهيم حدثني محمد بن أبي عمرو المصعبي حدثني أسلم بن سهل\nحدثنا عمار بن خالد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p183'> Vol. 03, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا علي بن غراب عن إدريس الأودي عن عاصم ح وأخبرنا الحسن بن محمد\nأخبرنا شافع بن محمد أخبرنا الطحاوي حدثنا المزني حدثنا الشافعي حدثنا ابن\nعيينة عن عبدة بن أبي لبابة وعاصم بن بهدلة عن زر بن حبيش قال سألت أبي بن\nكعب عن المعوذتين قلت إن ابن مسعود لا يكتبها في المصحف فقال سألت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p184'> Vol. 03, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\nعنهما رسول الله صلى الله عليه وسلم قال فقيل لي فقلت قال أبي فقيل لنا\nفنحن نقول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p186'> Vol. 03, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\n524 أخبرنا الحسين بن محمد أخبرنا العباس بن الفضل أخبرنا أحمد بن نجدة\nحدثنا سعيد بن منصور حدثنا شهاب بن خراش حدثني العوام بن حوشب قال قال لي\nمجاهد قلت لابن عباس في السجدة التي في ص فقال إن الله ذكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p187'> Vol. 03, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\nالأنبياء ثم قال * (فبهداهم اقتده) * فاقتدى رسول الله صلى الله عليه\nوسلم كما أمر واقتدينا نحن برسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p188'> Vol. 03, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\n525 أخبرنا الحسين أخبرنا العباس أخبرنا أحمد حدثنا سعيد حدثنا يزيد بن\nهارون عن العوام عن مجاهد قال قال ابن عباس كان داود ممن أمر نبيكم أن\nيقتدي به 526 أخبرنا حمدين بن أحمد أخبرنا هارون بن أحمد أخبرنا أبو خليفة\nحدثنا مسدد عن عيسى عن الأوزاعي عن عبد الله بن سعد عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p189'> Vol. 03, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\nالصنابحي عن رجل من أصحاب النبي صلى الله عليه وسلم يعني عن النبي صلى\nالله عليه وسلم أنه نهى عن الأغلوطات 527 أخبرناه يحيى بن الفضيل أخبرنا\nمحمد بن عبد الله أخبرنا أحمد بن نجدة حدثنا سعيد بن منصور حدثنا عيسى بن\nيونس عن الأوزاعي عن عبد الله بن سعد عن الصنابحي عن <span id='ms154'></span> رجل من أصحاب النبي\nصلى الله عليه وسلم سماه قال نهى رسول الله صلى الله عليه وسلم عن\nالأغلوطات قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p190'> Vol. 03, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\nالأوزاعي يعني شرار المسائل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p191'> Vol. 03, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\n528 أخبرنا محمد بن محمد بن محمود أخبرنا العباس بن الفضل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p192'> Vol. 03, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا الحسين بن إدريس حدثنا سويد ح وأخبرنا منصور ومنصور قالا أخبرنا\nزاهر بن أحمد أخبرنا محمد بن معاذ أخبرنا الحسين بن الحسن قالا حدثنا عبد\nالله بن المبارك عن مسعر سمعت عمرو بن مرة يحدث عن عون أراه عن أبيه قال أو\nحقا إن شاء الله وإن كان يقال اتقوا صعاب الكلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p193'> Vol. 03, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\n529 أخبرناه محمد بن محمد بن يوسف أخبرنا حامد بن محمد أخبرنا علي بن عبد\nالعزيز حدثنا أبو نعيم حدثنا المسعودي عن عون ابن عبد الله أن عبد الله قال\nإياكم وصعاب القول 530 أخبرنا محمد بن موسى حدثنا الأصم حدثنا محمد بن\nإسحاق حدثنا أبو النضر حدثنا المستلم بن سعيد عن منصور بن زاذان عن الحسن\nقال شرار عباد الله الذين يتبعون شرار المسائل يعمون بها عباد الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p194'> Vol. 03, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\n531 أخبرنا أبو يعقوب أخبرنا عبد الرحمن بن محمد بن حامد أخبرنا إبراهيم\nبن الشادي الجبلي حدثنا محمد بن إسحاق السراج حدثنا زياد بن أيوب حدثنا\nمبشر بن إسماعيل عن معان بن رفاعة حدثنا أبو خلف عن أنس قال كان رسول الله\nصلى الله عليه وسلم يقول (الإسلام ذلول لا يركبه إلا ذلول) رواه أحمد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p195'> Vol. 03, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\n532 أخبرنا أبو يعقوب أخبرنا العباس بن الفضل أخبرنا يحيى بن زياد حدثنا\nأحمد بن سعيد حدثنا أحمد بن سليمان حدثنا إبراهيم بن سليمان أبو إسماعيل عن\nأبي خالد عن عمه قال كتب رجل إلى عمي دحيم بن مالك بن جبل أن يسأل من\nبالكوفة عن الرجل يدفع غنمه إلى الراعي فيشترط عليه أن يعطيه من كل شاة من\nاللبن كذا وكذا ومن الصوف كذا وكذا فسألت علقمة فقال سل غيري سل عبيدة\nفسألت عبيدة فقال سل غيري سل علقمة فقلت علقمة أرسلني إليك قال سل مسروقا\nفسألت مسروقا وابن أبي ليلى فقالا <span id='ms155'></span> لا يصلح ذلك وكان يقال أجرؤهم على الفتيا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p196'> Vol. 03, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\nأقلهم علما 533 أخبرنا الحسن بن يحيى أخبرنا عبد الرحمن بن أحمد أخبرنا\nابن منيع حدثنا علي بن الجعد أخبرنا زهير حدثنا عطاء بن السائب عن كثير بن\nجمهان قال كنت مع ابن عمر فقال له قائل مررت بدجاجة ميتة فوطئت عليها فخرجت\nمنها بيضة ففرختها أآكله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p197'> Vol. 03, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\nقال ممن أنت قال من أهل العراق قال فعل الله بأهل العراق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p198'> Vol. 03, p. 198</a>\n            </div>\n            \n</p>\n\n<p>\n534 أخبرنا يحيى بن الفضيل أخبرنا محمد بن عبد الله أخبرنا أحمد بن نجدة\nحدثنا سعيد بن منصور حدثنا سفيان عن عمرو بن دينار قال سئل جابر بن زيد عن\nرجل له أربع نسوة طلقت واحدة فقال أيهن طالق قال هذه أغلوطة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p199'> Vol. 03, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\n535 أخبرنا أبو يعقوب أخبرنا أبو بكر بن أبي الفضل أخبرنا أحمد بن محمد\nبن يونس حدثنا عثمان حدثنا عبد الله حدثني الليث حدثني عقيل سألت ابن شهاب\nفقال نحن نرى أن لا تسألوا عن عويص المشكلات إذ عافاكم الله أن ينزل بكم\n536 أخبرنا سعيد بن العباس أخبرنا محمد بن عبد الله بن خميرويه أخبرنا أحمد\nبن محمود بن مقاتل حدثنا الحلواني حدثنا بشر بن عمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p200'> Vol. 03, p. 200</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا مالك عن سهيل بن أبي صالح عن أبيه عن أبي هريرة أن سعد بن عبادة\nقال لرسول الله صلى الله عليه وسلم (أرأيت لو وجدت مع امرأتي رجلا أمهله\nحتى آتي بأربعة شهداء قال نعم) رواه مسلم 537 أخبرنا لقمان بن أحمد أخبرنا\nمعمر بن أحمد أخبرنا الطبراني حدثنا محمد بن عثمان بن أبي شيبة حدثنا عمي\nأبو بكر حدثنا وكيع عن جعفر بن برقان عن يحيى بن أبي هاشم السامي قال قال\nمعاذ بن جبل إياك والبدع والتبدع والتنطع وعليك بالأمر العتيق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p201'> Vol. 03, p. 201</a>\n            </div>\n            \n</p>\n\n<p>\n538 وأخبرنا لقمان بن أحمد أخبرنا معمر أخبرنا سليمان بن أحمد حدثنا محمد\nبن عثمان حدثنا عمي أبو بكر حدثنا حفص عن الأعمش عن حبيب بن أبي ثابت عن\nأبي عبد الرحمن السلمي قال قال بن مسعود يا أيها الناس إنكم ستحدثون ويحدث\nلكم فإذا رأيتم <span id='ms156'></span> محدثا فعليكم بالأمر الأول 539 أخبرنا سعيد بن إبراهيم\nأخبرنا أحمد بن محمد البالوي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p202'> Vol. 03, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا عبد الملك بن محمد بن عدي حدثنا العباس بن الوليد بن مزيد أخبرني\nمحمد بن شعيب حدثني إسحاق بن أبي فروة عن صفوان بن سليم أنه أخبره عن عطاء\nبن يسار عن أبي هريرة عن عمر رضي الله عنهما قال قال رسول الله صلى الله\nعليه وسلم (عليكم بكتاب الله وحدوه ولا تدخلوا اللو فإن من أدخل اللو دخل\nعليه عمل الشيطان) لم أتمكن من العثور على هذه الرواية وفيها من هذا الطريق\nإسحاق بن أبي فروة وهو متروك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p203'> Vol. 03, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\n540 أخبرنا عبد الله بن أبي نصر بن أبي الفوارس حدثنا محمد بن محمد بن\nعبد الله إملاء أخبرنا إسماعيل بن أحمد الجرجاني أخبرنا أبو العباس عبد\nالله بن محمد بن علي بن أبي فاطمة القرشي الفقيه الكوفي بها أخبرنا الفضل\nبن يوسف بن حمزة الجعفي أبو العباس حدثنا محمد بن عكاشة حدثنا سوار عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p204'> Vol. 03, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\nمجالد عن الشعبي عن النعمان بن بشير رضي الله عنهما قال كان رسول الله\nصلى الله عليه وسلم يقضي القضية فينزل القرآن على غير ما قضى فيمضي القضية\nعلى ما قضى ويستأنف القضاء بما أنزل القرآن 541 أخبرنا الحسين بن محمد\nأخبرنا محمد بن عبد الله أخبرنا أحمد بن نجدة حدثنا سعيد بن منصور حدثنا\nهشيم أخبرنا مغيرة عن شباك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p205'> Vol. 03, p. 205</a>\n            </div>\n            \n</p>\n\n<p>\nعن إبراهيم * (وخاب كل جبار عنيد) * قال المناكب للحق 542 أخبرنا القاسم\nأخبرنا محمد بن عمر بن علي الوراق ببغداد أخبرنا ابن أبي داود حدثنا محمد\nبن يحيى النيسابوري ح وأخبرناه محمد بن محمد أخبرنا أحمد بن عبد الله حدثنا\nمحمد بن عبد الرحمن الدغولي حدثنا محمد بن محمد قالا حدثنا قبيصة حدثنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p206'> Vol. 03, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\nسفيان عن أبي إسحاق الشيباني عن الشعبي عن شريح أن عمر رضي الله عنه كتب\nإليه إذا أتاك أمر فاقض بما في كتاب الله فإن أتاك ما ليس في كتاب الله\nفاقض مما سن رسول الله صلى الله عليه وسلم فإن أتاك <span id='ms157'></span> ما ليس في كتاب الله\nولم يسن فيه رسول الله صلى الله عليه وسلم فاقض بما اجتمع عليه الناس فإن\nأتاك ما ليس في كتاب الله ولم يسنه رسول الله صلى الله عليه وسلم ولم يتكلم\nفيه أحد فأي الأمرين شئت فخذ به إن شئت فتقدم واجتهد رأيك وإن شئت فتأخر\nولا أرى التأخر إلا خيرا لك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p207'> Vol. 03, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\n543 أخبرنا علي بن أبي طالب أخبرنا حامد بن محمد أخبرنا موسى بن الحسن\nحدثنا عبد الله بن بكر السهمي حدثنا محمد بن حاتم عن أبي المقدام مولى\nعثمان عن محمد بن كعب حدثنا ابن عباس رضي الله عنهما أن رسول الله صلى الله\nعليه وسلم قال (الأمور ثلاثة أمر بين رشده فاتبعه وأمر بين غيه فاجتنبه\nوأمر اختلف فيه فكله إلى عالمه) رواه الطبراني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p208'> Vol. 03, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\n544 أخبرنا عبد الجبار بن الجراح أخبرنا محمد بن أحمد بن محبوب حدثنا أبو\nعيسى الترمذي سمعت قتيبة بن سعيد يقول بلغني أن محمد بن كعب القرظي رحمه\nالله ولد في حياة النبي صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p209'> Vol. 03, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\n545 أخبرنا أحمد بن محمد بن إسحاق بن سجور المقري الكازروني والحسن بن\nعلي البشمهري المعدل قالا أخبرنا أحمد بن محمد بن الحسين بن إسحاق بالري\nحدثنا محمود بن إسحاق الخزاعي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p210'> Vol. 03, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا محمد بن إسماعيل البخاري حدثنا إبراهيم بن المنذر الحزامي حدثنا\nإسحاق بن جعفر بن محمد عن كثير بن عبد الله عن أبيه عن جده رضي الله عنه عن\nالنبي صلى الله عليه وسلم قال (إنكم ما اختلفتم فيه من شيء فحكمه إلى الله\nوإلى محمد صلى الله عليه وسلم) رواه البخاري 546 أخبرنا محمد بن محمد بن\nمحمود أخبرنا العباس بن الفضل أخبرنا الحسين بن إدريس حدثنا سويد بن نصر ح\nوأخبرنا منصور ومنصور قالا أخبرنا زاهر بن أحمد أخبرنا محمد بن معاذ حدثنا\nالحسين بن الحسن قالا أخبرنا ابن المبارك عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p211'> Vol. 03, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\nسفيان عن أبيه قال كان بكر بن ماعز يذكر عن ربيع بن خثيم أنه كان يقول يا\nبكر بن ماعز إني <span id='ms158'></span> اتهمت الناس على ديني أطع الله فيما علمت وما استؤثر به\nعليك فكله إلى عالمه 547 أخبرنا أبو يعقوب والحسن بن علي ومنصور بن العباس\nقالوا أخبرنا زاهر ح وأخبرنا أبو يعقوب وعبد الرحمن بن محبور ويحيى بن\nالفضيل قالوا أخبرنا عبد الرحمن بن أحمد قالا أخبرنا ابن منيع حدثنا حدثنا\nأحمد بن حنبل حدثنا عبد الرحمن بن مهدي حدثنا إسرائيل عن سعيد بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p212'> Vol. 03, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\nمسروق عن منذر الثوري عن الربيع بن خثيم قال اتق الله فيما علمت وما\nاستؤثر به فكله إلى عالمه 548 أخبرنا سعيد بن العباس أخبرنا أبي حدثنا\nالمنذري حدثنا أبو العباس عبد الله بن الصقر حدثنا إبراهيم بن المنذر حدثني\nعمر بن عثمان التيمي حدثني نافع بن راشد قال ما خطب عمر بن عبد العزيز على\nهذا المنبر يعني منبر رسول الله صلى الله عليه وسلم قط إلا قال أيها الناس\nعليكم بالقرآن فتعلموه وعلموه فبه فقه الفقهاء وبه علم العلماء وبه يبلغ\nالعلم وإليه ينتهي العلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p213'> Vol. 03, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\n549 أخبرنا أبو يعقوب أخبرنا خالي أحمد بن إبراهيم أخبرنا أبو علي بن\nرزين حدثنا أحمد بن عبد الله الفرياناني حدثنا ابن شقير عن عمرو بن عثمان\nقال سمعت عمر بن عبد العزيز يقول انتهى علمهم إلى قولهم آمنا به كل من عند\nربنا وقرأ على المنبر * (وما يعلم تأويله إلا الله) * 550 أخبرنا الحسين بن\nمحمد أخبرنا محمد بن أحمد بن الغطريف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p214'> Vol. 03, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عمران بن موسى حدثنا محمد بن عبيد بن حساب حدثنا محمد بن ثور عن\nمعمر عن الكلبي قال التأويل العاقبة 551 أخبرنا يحيى بن الفضيل أخبرنا محمد\nبن عبد الله أخبرنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p215'> Vol. 03, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\nأحمد بن نجدة حدثنا سعيد بن منصور حدثنا أبو الأحوص عن العلاء بن المسيب\nعن عمرو بن مرة قال جاء رجل إلى ابن عمر فقال مالك تحج وتعتمر ولا تجاهد\nقال بني الإسلام على خمس شهادة أن لا إله إلا الله وإقام الصلاة وإيتاء\nالزكاة وحج البيت وصيام رمضان فأخذهن الرجل يعدهن بيده وصيام رمضان وحج\nالبيت فقال ابن <span id='ms159'></span> عمر وحج البيت وصيام رمضان هكذا سمعنا رسول الله صلى الله\nعليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p216'> Vol. 03, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\n552 نظيره حديث أبي إسحاق عن البراء آمنت بكتابك الذي أنزلت وبرسولك قال\nلا ونبيك الذي أرسلت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p217'> Vol. 03, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\n553 أخبرنا محمد بن عبد الرحمن أخبرنا زاهر بن أحمد الفقيه حدثنا محمد بن\nالمسيب حدثنا أبو ثوبان حدثنا المعافى حدثني إسماعيل حدثني العلاء بن\nالحجاج البصري عن الحسن بن أبي الحسن عن أيوب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p219'> Vol. 03, p. 219</a>\n            </div>\n            \n</p>\n\n<p>\nالسختياني قال قلت لأبي قلابة أوصني قال أوصيك بثلاث خصال احفظهن بعدي\nكتاب الله لا تفسره برأيك وأصحاب محمد لا تذكر واحدا منهم إلا بخير والقدر\nلا تقولن فيه شيئا وضعه ابن المسيب في الأقران لرواية الحسن عن أيوب 554\nوأخبرنا محمد بن محمد بن محمود أخبرنا عبد الله بن أحمد حدثنا إبراهيم بن\nخزيم حدثنا عبد بن حميد أخبرني شبابة عن ورقاء عن ابن أبي نجيح عن مجاهد\nقال * (لا تقدموا بين يدي الله ورسوله) * قال لا تفتاتوا على رسول الله صلى\nالله عليه وسلم بشيء حتى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p220'> Vol. 03, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\nيقضيه الله على لسانه 555 أخبرنا أبو يعقوب أخبرنا العباس بن الفضل\nأخبرنا يحيى بن أحمد بن زياد حدثنا أحمد بن سعيد بن صخر حدثنا أحمد بن\nسليمان حدثنا الوليد بن مسلم عن عبد الرحمن بن يزيد بن جابر عن القاسم بن\nمخيمرة قال كتب أبو موسى إلى ابنه يا بني ما آتاك الله من علم فلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p221'> Vol. 03, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\nتكتمه فتخرج من الدين ولا تزد فيه فتكون من المتكلفين 556 أخبرنا عمر بن\nإبراهيم والحسين بن محمد بن علي قالا أخبرنا أحمد بن إبراهيم أخبرني عبد\nالله بن محمد بن مسلم حدثنا يوسف عن حجاج حدثنا ليث حدثني عقيل عن الزهري\nأخبرني أنس أنه سمع خطبة عمر بن الخطاب الأخيرة حين جلس أبو بكر على منبر\nرسول الله صلى الله عليه وسلم وذلك من الغد من متوفى رسول الله صلى الله\nعليه وسلم فتشهد عمر وأبو بكر صامت ثم قال أما بعد فإني قلت لكم أمس مقالة\nوإنها لم تكن كما قلت والله ما وجدت <span id='ms160'></span> الذي قلت لكم في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p222'> Vol. 03, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\nكتاب الله ولا في عهد عهده إلي رسول الله صلى الله عليه وسلم ولكني رجوت\nأن يعيش رسول الله صلى الله عليه وسلم حتى يدبر أمرنا يقول حتى يكون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p223'> Vol. 03, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\nرسول الله صلى الله عليه وسلم آخرنا فاختار الله لرسوله صلى الله عليه\nوسلم الذي عنده على الذي عندكم وإن الله جعل بين أظهركم كتابه الذي هدى به\nمحمدا صلى الله عليه وسلم فخذوا به تهتدوا بما هدي به رسول الله صلى الله\nعليه وسلم 557 أخبرنا علي بن بشرى أخبرنا محمد بن إسحاق بن محمد بن يحيى\nأخبرنا أحمد بن إبراهيم بن نافع حدثنا المقدام بن داود حدثنا محمد بن يحيى\nالإسكندراني حدثنا حيوة عن عقيل عن سلمة بن أبي سلمة بن عبد الرحمن عن أبيه\nعن عبد الله بن مسعود عن رسول الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p224'> Vol. 03, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\nصلى الله عليه وسلم قال (كان الكتاب الأول نزل من باب واحد على حرف واحد\nونزل القرآن من سبعة أبواب على سبعة أحرف زاجر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p225'> Vol. 03, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\nوآمر وحلال وحرام ومحكم ومتشابه وأمثال فأحلوا حلاله وحرموا حرامه\nوافعلوا ما أمرتم به وانتهوا عما نهيتم عنه واعتبروا بأمثاله واعملوا\nبمحكمه وآمنوا بمتشابهه وقولوا آمنا به كل من عند ربنا) رواه بسنده ولفظه\nالطبري في تفسيره والطحاوي في مشكل الآثار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p226'> Vol. 03, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\n558 ورواه أبو ضمرة عن أبي حازم عن أبي سلمة عن أبي هريرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p227'> Vol. 03, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\n559 أخبرنا أبو شعيب صالح بن النعمان حدثنا إسحاق بن محمد بن حمدان\nببخارى حدثنا أحمد بن عبد الله بن خالد حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p228'> Vol. 03, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الله بن حماد الآملي حدثنا أحمد بن شبيب بن سعيد حدثنا أبي عن يونس\nعن ابن شهاب أخبرني سلمة بن أبي سلمة عن ابن مسعود أن رسول الله صلى الله\nعليه وسلم قاله 560 وأخبرنا علي بن بشرى أخبرنا ابن مندة أخبرنا عبد الرحمن\nابن حمدان الجلاب بهمذان حدثنا محمد بن الجهم السمري حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p229'> Vol. 03, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\nالهيثم بن خالد المقري حدثنا عبيد أبو عمرو البصري حدثنا معارك بن عباد\nعن عبد الله بن سعيد بن أبي سعيد <span id='ms161'></span> المقبري عن أبيه عن أبي هريرة قال قال\nرسول الله صلى الله عليه وسلم (اعرضوا القرآن واتبعوا غرائبه وأقيموا حدوده\nفإن القرآن نزل على ثمانية وجوه حلال وحرام ومحكم ومتشابه فاعملوا بالحلال\nواجتنبوا الحرام واعملوا بمحكمه واعتبروا بمتشابهه وقولوا كل من عند ربنا)\nروى طرفه الأول أبو عبيد في فضائل القرآن وابن أبي شيبة في المصنف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p230'> Vol. 03, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\n561 أخبرنا إسماعيل بن الحسين بن علي الدارمي بنيسابور أخبرنا محمد بن\nمحمد بن أحمد بن إسحاق الحافظ حدثنا محمد بن ميمون بن مسعود الزيات البالسي\nبأنطاكية حدثنا إبراهيم بن سعيد الجوهري أخبرنا معن بن عيسى عن جعفر بن\nمحمد بن خالد ح وأخبرنا علي بن بشرى أخبرنا ابن مندة أخبرنا ابن الأعرابي\nحدثنا محمد بن إسماعيل الصائغ حدثنا إبراهيم بن المنذر حدثنا عبد الله بن\nنافع حدثنا جعفر بن محمد بن خالد الزبيري عن هشام بن عروة عن أبيه عن عائشة\nرضي الله عنها قالت ما كان رسول الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p232'> Vol. 03, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\nصلى الله عليه وسلم يفسر شيئا من القرآن إلا آيا تعده علمهن إياه جبريل\nعليه السلام لفظ معن بن عيسى 562 وأخبرنا علي بن بشرى أخبرنا محمد بن إسحاق\nالأصبهاني الحافظ أخبرنا الحسن بن منصور بحمص حدثنا جدي محمد بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p233'> Vol. 03, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\nالعباس بن معاوية حدثنا موسى بن يوسف الذهبي حدثنا إسماعيل بن عياش عن\nعمر بن محمد عن هشام بن عروة عن أبيه أنه لم يتكلم في شيء من القرآن إلا\nشيئا سمعه من خالته عائشة تأثره عن رسول الله صلى الله عليه وسلم 563\nأخبرنا عبد الرحمن بن حمدان بنيسابور أخبرنا أحمد بن الحسن بن هانيء\nالصباحي حدثنا زكريا بن يحيى المدائني حدثنا سليمان بن سفيان حدثنا ورقاء\nبن عمر عن يحيى بن عبيد الله عن أبيه عن أبي هريرة قال يكون في آخر الزمان\nرؤوس جهال يفتون الناس برأيهم فيضلون ويضلون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p234'> Vol. 03, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\n564 أخبرناه علي بن أحمد بن خميرويه أخبرنا الحسين بن أحمد الصفار إملاء\nحدثنا محمد بن المسيب حدثنا حميد بن زنجويه حدثنا يزيد بن هارون حدثنا <span id='ms162'></span>\nالأصبغ بن زيد عن يحيى بن عبيد الله قال سمعت أبي يقول سمعت أبا هريرة يقول\nقال رسول الله صلى الله عليه وسلم (يخرج في آخر الزمان رجال رؤوس جهال\nيفتون الناس فيضلون ويضلون) رواه الخطيب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p235'> Vol. 03, p. 235</a>\n            </div>\n            \n</p>\n\n<p>\nالباب الثاني عشر باب مخافة المصطفى صلى الله عليه وسلم والسلف الصالح\nعلى من اشتغل بأقاويل أهل الكتاب وعلى من أكب على كتاب سوى كتاب الله تعالى\nعلما منه صلى الله عليه وسلم بما هو كائن فيهم من الكتب المضلة بعده 565\nأخبرنا أحمد بن محمد بن منصور أخبرنا عبد الله بن عدي حدثنا محمد بن سلمة\nبن عثمان الحنفي حدثنا موسى بن إسماعيل ح وأخبرنا الحسين بن محمد بن علي\nأخبرنا أحمد بن حسنويه أخبرنا الحسين بن إدريس حدثنا عثمان بن أبي شيبة\nحدثنا ابن علية قالا حدثنا همام حدثنا زيد بن أسلم ح وأخبرناه محمد بن أحمد\nبن محمد بن عبد الله الحافظ وأحمد بن محمد بن منصور قالا أخبرنا محمد بن\nالمظفر الحافظ ببغداد حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p238'> Vol. 03, p. 238</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن الحسين القطان حدثنا النضر بن طاهر حدثنا عمرو بن النعمان عن\nالثوري عن زيد بن أسلم عن عطاء بن يسار عن أبي سعيد الخدري عن النبي صلى\nالله عليه وسلم قال (لا تكتبوا غير القرآن فمن كتب غير القرآن فليمحه) رواه\nمسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p239'> Vol. 03, p. 239</a>\n            </div>\n            \n</p>\n\n<p>\n566 أخبرنا أبو يعقوب الحافظ ومحمد بن محمد بن محمود وعبد الرحمن بن محمد\nبن محمد بن إبراهيم وأحمد بن محمد بن إبراهيم ابن إسحاق والحسن بن يحيى\nقالوا أخبرنا عبد الرحمن بن أحمد أخبرنا عبد الله بن محمد حدثنا علي بن\nالجعد أخبرنا شعبة عن الجريري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p240'> Vol. 03, p. 240</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبي نضرة عن أبي سعيد الخدري قال تحدثوا فإن الحديث يهيج الحديث قلت\nأكتبني قال أتريد أن تتخذه قرآنا اسمع كما كنا نسمع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p241'> Vol. 03, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\n567 أخبرنا محمد بن موسى حدثنا الأصم حدثنا الحسن بن مكرم حدثنا عثمان بن\nعمر أخبرنا مستمر عن أبي نضرة قال قلت لأبي سعيد لو كتبتم لنا فإنا لا نحفظ\nقال لا نكتبكم ولا <span id='ms163'></span> نجعلها مصاحف كان رسول الله صلى الله عليه وسلم يحدثنا\nفنحفظ فاحفظوا عنا كما كنا نحفظ عن نبيكم صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p242'> Vol. 03, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\n568 أخبرنا أحمد بن محمد بن أحمد بن محمد بن علي بن الحويص المذكر الصدوق\nأخبرنا أحمد بن محمد بن شارك حدثنا ابن منيع حدثنا عبيد الله بن سعد الزهري\nحدثني عمي حدثنا ابن أخ الزهري عن عمه أخبرني ح وأخبرنا سعيد بن العباس\nأخبرنا محمد بن عبد الله أخبرنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p243'> Vol. 03, p. 243</a>\n            </div>\n            \n</p>\n\n<p>\nالحسين بن إدريس وابن مقاتل قالا حدثنا الحلواني حدثنا عبد الرزاق أخبرنا\nمعمر عن الزهري حدثني ابن أبي نملة الأنصاري أن أبا نملة أخبره قال بينا هو\nجالس عند رسول الله صلى الله عليه وسلم جاءه رجل من اليهود فمر بجنازة فقال\nيا محمد هل تكلم هذه الجنازة فقال رسول الله صلى الله عليه وسلم الله أعلم\nقال اليهودي فإنها تتكلم فقال رسول الله صلى الله عليه وسلم (ما حدثكم أهل\nالكتاب فلا تصدقوهم ولا تكذبوهم وقولوا آمنا بالله وكتبه ورسله فإن كان\nباطلا لم تصدقوه وإن كان حقا لم تكذبوه) رواه أبو داود هذا سياق معمر بن\nراشد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p244'> Vol. 03, p. 244</a>\n            </div>\n            \n</p>\n\n<p>\n569 وأخبرنا القاسم بن سعيد أخبرنا عبد الله بن يوسف الأصبهاني أخبرنا\nابن الأعرابي حدثنا الهيثم بن سهل حدثنا حماد بن زيد حدثنا مجالد عن عامر\nعن جابر بن عبد الله عن رسول الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p245'> Vol. 03, p. 245</a>\n            </div>\n            \n</p>\n\n<p>\nصلى الله عليه وسلم قال (لا تسألوا أهل الكتاب عن شيء فإنهم لن يهدوكم\nوقد ضلوا) رواه أحمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p246'> Vol. 03, p. 246</a>\n            </div>\n            \n</p>\n\n<p>\nهذا غريب والمحفوظ إنما هو من قول عبد الله بن مسعود رضي الله عنه 570\nأخبرنا محمد بن عبد الله بن داود أخبرنا الحسن بن محمد بن الزناد أخبرنا\nعلي بن محمد بن عيسى حدثنا أبو اليمان أخبرني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p247'> Vol. 03, p. 247</a>\n            </div>\n            \n</p>\n\n<p>\nشعيب عن الزهري أخبرني عروة بن الزبير أن عمر بن الخطاب رضي الله عنه\nأراد أن يكتب السنن واستشار فيها أصحاب رسول الله صلى الله عليه وسلم فأشار\nعليه عامتهم بذلك فلبث عمر شهرا يستخير الله تعالى في ذلك شاكا فيه ثم <span id='ms164'></span> أصبح\nيوما وقد عزم الله له فقال إني كنت ذكرت لكم من كتاب السنن ما قد علمتم ثم\nتذكرت فإذا أناس من أهل الكتاب قبلكم قد كتبوا مع كتاب الله كتبا فأكبوا\nعليها وتركوا كتاب الله وإني والله لا ألبس كتاب الله بشيء فترك كتاب السنن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p248'> Vol. 03, p. 248</a>\n            </div>\n            \n</p>\n\n<p>\n571 أخبرنا عمر بن إبراهيم والحسين بن محمد بن علي قالا أخبرنا أحمد بن\nإبراهيم أخبرنا جعفر بن محمد الفريابي حدثنا منجاب ح وأخبرنا محمد بن\nالعباس الأوسي أخبرنا عبد الله بن أحمد بن حمويه ح وأخبرنا محمد بن محمد بن\nمحمود أخبرنا أحمد بن نعيم قالا أخبرنا أحمد بن محمد بن إسحاق حدثنا علي بن\nحجر قالا حدثنا علي بن مسهر عن الأعمش ح وأخبرنا عمر بن إبراهيم والحسين بن\nمحمد قالا أخبرنا أحمد بن إبراهيم أخبرني أبو يعلى أخبرنا أبو خيثمة ح\nوأخبرنا عبد الرحمن بن محمد بن أبي الحسين أخبرنا محمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p249'> Vol. 03, p. 249</a>\n            </div>\n            \n</p>\n\n<p>\nأحمد بن حمدان الفقيه حدثنا عبدان الجواليقي ح وأخبرنا الحسين بن محمد بن\nعلي أخبرنا أحمد بن محمد بن حسنويه أخبرنا الحسين بن إدريس ح وأخبرنا عمر\nوالحسين قالا أخبرنا أحمد بن إبراهيم حدثنا عمران بن موسى قالوا ثلاثتهم\nحدثنا عثمان بن أبي شيبة ح وأخبرنا محمد بن محمد بن محمود حدثنا أحمد بن\nنعيم حدثنا محمد ابن أحمد بن زهير حدثنا عبد الله بن هاشم قالوا حدثنا أبو\nمعاوية عن الأعمش ح وأخبرنا عمر والحسين قالا أخبرنا أحمد بن إبراهيم\nأخبرني أبو يحيى الروياني حدثنا إبراهيم هو الفراء أخبرنا عيسى هو ابن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p250'> Vol. 03, p. 250</a>\n            </div>\n            \n</p>\n\n<p>\nيونس عن الأعمش عن إبراهيم التيمي عن أبيه قال خطبنا علي رضي الله عنه\nفقال من زعم أن عندنا شيئا تقرؤه إلا كتاب الله وهذه الصحيفة صحيفة فيها\nأسنان الإبل وأشياء من الجراحات فقد كذب قال وفيها قال رسول الله صلى الله\nعليه وسلم المدينة حرم ما بين عير إلى ثور من أحدث فيها حدثا أو آوى محدثا\nفعليه لعنة الله والملائكة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p251'> Vol. 03, p. 251</a>\n            </div>\n            \n</p>\n\n<p>\nوالناس أجمعين لا يقبل الله <span id='ms165'></span> منه يوم القيامة عدلا ولا صرفا) رواه البخاري\nأحاديثهم متقاربة متداخلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p252'> Vol. 03, p. 252</a>\n            </div>\n            \n</p>\n\n<p>\n572 أخبرنا محمد بن جبريل وعلي بن أبي طالب قالا أخبرنا حامد بن محمد\nأخبرنا بشر بن موسى حدثنا الحميدي حدثنا سفيان حدثنا مطرف بن طريف سمعت\nالشعبي يقول ح وأخبرنا الأبرار محمد بن أبي اليمان ومحمد بن محمد بن يوسف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p253'> Vol. 03, p. 253</a>\n            </div>\n            \n</p>\n\n<p>\nوأحمد بن حمدان ومحمد بن المظفر ونصر بن عبيد قالوا أخبرنا أحمد بن محمد\nبن شارك أخبرنا أبو يعلى حدثنا زهير حدثنا ابن عيينة عن مطرف عن الشعبي\nأخبرني أبو جحيفة رضي الله عنه قال قلت لعلي رضي الله عنه هل عندكم عن رسول\nالله صلى الله عليه وسلم شيء سوى كتاب الله قال لا إلا أن يؤتي الله رجلا\nفهما وما في هذه الصحيفة قلت وما في هذه الصحيفة قال العقل وفكاك الأسير\nولا يقتل مسلم بكافر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p254'> Vol. 03, p. 254</a>\n            </div>\n            \n</p>\n\n<p>\n573 أخبرنا محمد بن محمود الجوهري أخبرنا عبد الواحد بن مهدي حدثنا\nالمحاملي حدثنا أحمد بن محمد بن يحيى بن سعيد القطان حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p255'> Vol. 03, p. 255</a>\n            </div>\n            \n</p>\n\n<p>\nسعيد بن عامر أخبرنا شعبة عن سليمان عن إبراهيم التيمي عن الحارث بن سويد\nقال قلنا لعلي رضي الله عنه أخصكم رسول الله صلى الله عليه وسلم بشيء فذكره\n574 وأخبرناه القاسم بن سعيد أخبرنا أحمد بن محمد بن عمران \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p256'> Vol. 03, p. 256</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا ابن أبي داود حدثنا محمد بن عمر أخو رسته حدثنا محمد بن بكير عن\nشريك عن مخارق عن طارق رضي الله عنه قال خطبنا علي رضي الله عنه وعليه سيف\nحليته من حديد فقال ما عندنا شيء نقرؤه عليكم إلا كتاب الله وهذه الصحيفة\nفكان فيها فرائض الصدقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p257'> Vol. 03, p. 257</a>\n            </div>\n            \n</p>\n\n<p>\n575 أخبرنا سعيد بن إبراهيم حدثنا محمد بن عبد الله الحافظ حدثنا عبد\nالله بن هرثمة الزاهد ببغداد حدثنا إسحاق بن إبراهيم بن سنين ببغداد حدثنا\nأبو خالد يزيد بن سيف بن خالد الحضرمي حدثنا الربيع بن بدر عن راشد أبي\nمحمد الحماني عن الحسن عن قيس بن عباد قال قال علي بن أبي طالب رضي الله\nعنه عن رسول الله صلى <span id='ms166'></span> الله عليه وسلم سنة مكتوبة في قائم سيفي هذا من أحدث\nحدثا أو آوى محدثا فعليه لعنة الله والملائكة والناس أجمعين ومن انتمى إلى\nغير أبيه متعمدا فمثل ذلك ومن تولى غير مواليه فمثل ذلك ومن انتقص شيئا من\nحدود مكة فمثل ذلك ومن لعن أبويه المسلمين فمثل ذلك ومن ذبح لغير الله فمثل\nذلك ومن كذب علي متعمدا فمثل ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p258'> Vol. 03, p. 258</a>\n            </div>\n            \n</p>\n\n<p>\n576 أخبرنا محمد بن محمد بن محمود حدثنا أحمد بن عبد الله أخبرنا محمد بن\nإسحاق القرشي حدثنا عثمان بن سعيد ح وأخبرنا أحمد بن محمد بن منصور أخبرنا\nعبد الله بن عدي حدثنا محمد بن عثمان بن أبي سويد قالا حدثنا سليمان بن حرب\nحدثنا حماد بن زيد عن إسحاق بن سويد عن أبي قتادة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p259'> Vol. 03, p. 259</a>\n            </div>\n            \n</p>\n\n<p>\nرضي الله عنه قال كنا مع عمران بن حصين وبشير بن كعب رضي الله عنهما فحدث\nعمران قال قال رسول الله صلى الله عليه وسلم (الحياء خير كله) رواه أحمد أو\n(الحياء كله خير) فقال بشير بن كعب إنا نجد في بعض الكتب أن منه سكينة\nووقارا ومنه ضعف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p260'> Vol. 03, p. 260</a>\n            </div>\n            \n</p>\n\n<p>\nقال وأعاد بشير الكلام وأعاد عمران الحديث فغضب عمران حتى أحمرت عيناه\nوقال ألا أراني أحدثك عن رسول الله صلى الله عليه وسلم وتحدثني عن كتبك قال\nقلنا يا أبا نجيد إنه وإنه 577 وأخبرنا حمد بن محمد بن حمدين أخبرنا هارون\nبن أحمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p261'> Vol. 03, p. 261</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا أبو خليفة حدثنا مسدد عن يزيد بن زريع حدثنا أبو نعامة حدثنا حجير\nبن الربيع عن عمران بن حصين رضي الله عنه قال سمعت رسول الله صلى الله عليه\nوسلم يقول (الحياء خير كله) فقال بشير منه ضعف ومنه وقار لله فقال والله لا\nأحدثك بحديث اليوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p262'> Vol. 03, p. 262</a>\n            </div>\n            \n</p>\n\n<p>\n578 أخبرنا محمد بن محمد بن محمود أخبرنا أحمد بن عبد الله حدثنا محمد بن\nيوسف الفربري حدثنا علي بن خشرم حدثنا عيسى بن يونس عن شعبة عن قتادة قال\nسمعت أبا السوار العدوي يحدث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p263'> Vol. 03, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\nعن عمران بن حصين رضي الله عنه أن رسول الله <span id='ms167'></span> صلى الله عليه وسلم قال (إن\nالحياء لا يأتي إلا بخير) فقال بشير بن كعب إن في الحكمة أن من الحياء\nوقارا ومن الحياء ضعفا فقال عمران رضي الله عنه أحدثك عن رسول الله صلى\nالله عليه وسلم وتحدثني عن الصحف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p264'> Vol. 03, p. 264</a>\n            </div>\n            \n</p>\n\n<p>\nوفي حديث عفان بن مسلم (لا حدثتك أبدا حديثا) ورواه بعضهم (وتحدثني عن\nكتبك الخبيثة) وبعضهم قال (حكمك الخبيثة) 579 أخبرنا منصور بن إسماعيل\nأخبرنا زاهر بن أحمد حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p265'> Vol. 03, p. 265</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن حفص الجويني حدثنا أبو حاتم هو الرازي حدثنا آدم بن أبي إياس\nحدثنا ورقاء بن عمر عن جابر الجعفي عن عامر الشعبي عن عبد الله بن ثابت\nخادم النبي صلى الله عليه وسلم ورضي عنه قال جاء عمر رضي الله عنه بصحيفة\nفقال يا رسول الله بعث إلي بهذه الصحيفة رجل من بني قريظة فيها جوامع من\nالتوراة أقرؤها عليك فجعل عمر رضي الله عنه يقرؤها وجعل وجه رسول الله صلى\nالله عليه وسلم يتغير فغمزت عمر وقلت مسخ الله وجهك ألا ترى وجه رسول الله\nصلى الله عليه وسلم يتغير فرمى عمر الصحيفة بشماله وقال رضيت بالله ربا\nوبالإسلام دينا وبمحمد رسولا فما زال يقولها حتى أسفر وجه رسول الله صلى\nالله عليه وسلم ثم قال (والذي نفس محمد بيده لو أصبح موسى اليوم فيكم ثم\nاتبعتموه وتركتموني لضللتم إنكم حظي من الأمم وأنا حظكم من الأنبياء) رواه\nأحمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p266'> Vol. 03, p. 266</a>\n            </div>\n            \n</p>\n\n<p>\n580 وأخبرنا محمد بن المظفر بن محمد بن محمد بن عبد الواحد أخبرنا محمد\nبن أحمد بن الأزهر حدثنا محمد بن إسحاق بن سعيد حدثنا الرمادي حدثنا عبد\nالرزاق أخبرنا معمر عن أيوب عن أبي قلابة أن عمر رضي الله عنه مر برجل يقرأ\nكتابا فاستمعه ساعة فاستحسنه فقال أتكتب لي من هذا الكتاب قال نعم فاشترى\nأديما فهيأه ثم جاء به إليه فتسخ له في ظهره وبطنه ثم أتى به النبي صلى\nالله عليه وسلم فجعل يقرأ عليه وجعل النبي صلى الله عليه وسلم يتلون فضرب\nرجل من الأنصار <span id='ms168'></span> بيده الكتاب وقال ثكلتك أمك يا ابن الخطاب ألا ترى إلى وجه\nرسول الله صلى الله عليه وسلم منذ اليوم وأنى تقرأ عليه هذا الكتاب فقال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p268'> Vol. 03, p. 268</a>\n            </div>\n            \n</p>\n\n<p>\nالنبي صلى الله عليه وسلم عند ذلك (إنما بعثت فاتحا وخاتما وأعطيت جوامع\nالكلم وفواتحه واختصر لي الحديث اختصارا فلا يلهينكم المتهوكون) رواه عبد\nالرزاق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p296'> Vol. 03, p. 296</a>\n            </div>\n            \n</p>\n\n<p>\n581 وأخبرنا محمد أخبرنا محمد أخبرنا محمد حدثنا الرمادي حدثنا عبد\nالرزاق أخبرنا معمر عن الزهري عن حفصة رضي الله عنها جاءت إلى النبي صلى\nالله عليه وسلم بكتاب من قصص يوسف في كتف فجعلت تقرأ عليه والنبي يتلون\nوجهه فقال (والذي نفسي بيده لو أتاكم يوسف وأنا معكم فاتبعتموه وتركتموني\nضللتم) رواه عبد الرزاق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p270'> Vol. 03, p. 270</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "232",
    "233",
    "234",
    "235",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "250",
    "251",
    "252",
    "253",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "268",
    "296",
    "270"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05"
  ]
}