{
  "content": "\n<p>\nإيمان أبي طالب تأليف الإمام الشيخ المفيد محمد بن محمد بن النعمان ابن\nالمعلم أبي عبد الله، العكبري، البغدادي (336 - 413 ه‍) تحقيق مؤسسة،\nالبعثة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p001'> Vol. 00, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم تقديم كان شيخ البطحاء أبو طالب الدرع الواقية\nلرسول الله صلى الله عليه وآله منذ بزوغ شمس الرسالة إلى يوم قبضه الله\nإليه، حيث وقف كالسد المنيع يحول بين الوثنية - وهي القوة العظمى التي كانت\nحينذاك تمسك بمقدرات العالم - وبين تحقيق أهدافها في وأد الرسالة السماوية\nوالدعاة إليها.\n</p>\n\n<p>\nوله في هذا السبيل مواقف مشهورة تفوق الاحصاء، وإجمالها يحتاج إلى كتاب\nمفرد، ولكن هذا التأريخ بدفتيه مفتوح بين يديك، ويكفيك أن تطالع فيه صفحات\nأيام الضغط على رسول الله صلى الله عليه وآله وذويه والمقاطعة الشاملة لهم،\nوحبسهم في \" شعب أبي طالب \" لترى أن أبا طالب كان الرجل الوحيد الذي تعهد\nحفظهم وحراستهم، وتكفل أرزاقهم.\n</p>\n\n<p>\nوكفاك شاهدا على عظم منزلته عند الله ورسوله أن الرسول الأعظم الذي لا\nينطق عن الهوى، اشتد وجده وهاج حزنه بعد وفاة عمه وناصره أبي طالب، وسمى\nذلك العام بعام الحزن، ولم يمكنه بعدها المقام بمكة فاضطر إلى الهجرة إلى\nالمدينة المنورة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p003'> Vol. 00, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nأما أقوال أبي طالب وأشعاره المثبتة في كتب السير والتواريخ والحديث\nوالتي يرويها المخالف والمؤالف، فهي صريحة في اعترافه برسالة محمد صلى الله\nعليه وآله ونبوته وأمانته وصدقه، وأنه يوحى إليه من ربه، وخاتم الأنبياء،\nوتعرب عن كمال إيمانه وحقيقة إخلاصه لصاحب الشريعة وتفانيه في نصرة الاسلام\nوحماية بيضته.\n</p>\n\n<p>\nوكل هذه الأشعار قد جاءت مجئ التواتر، فإن لم تكن آحادها متواترة\nفمجموعها متواتر يدل على أمر واحد لا غير، وهو إيمانه وتصديقه بمحمد صلى\nالله عليه وآله كما أن كل واحدة من قتلات علي عليه السلام الفرسان منقولة\nآحادا ومجموعها متواتر، يفيدنا العلم الضروري بشجاعته، وكذلك القول فيما\nيروى عن سخاء حاتم وحلم الأحنف...\n</p>\n\n<p>\nوأما ما يروى عن آله وذويه وولده، خاصة أمير المؤمنين علي وأولاده\nالمعصومين عليهم السلام، فصريحة في إثبات إيمانه، ولم يؤثر عنهم ما <span id='ms01'></span> يخالفه،\nبل أكدوا أن \" إيمان أبي طالب لو وضع في كفة ميزان، وإيمان هذا الخلق في\nالكفة الأخرى، لرجح إيمان أبي طالب \" (1) وكتبوا إلى بعض ثقاتهم وخاصتهم \"\nإن شككت في إيمان أبي طالب كان مصيرك إلى النار \" (2)، وأهل البيت أدرى بما\nفيه.\n</p>\n\n<p>\nورغم كل ذلك فقد حاول بعض من في قلوبهم مرض، وممن فاتهم إيذاء رسول الله\nفي حياته ومحاربة دعوته، أن يقوضوا دعامة من دعائم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p004'> Vol. 00, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nالاسلام المتينة، من خلال تشكيكهم في إيمان أبي طالب، تلك المحاولة التي\nباءت بالفشل الذريع، لأن نور الشمس لا يحجبه غربال، ونتيجة لتصدي جماعة من\nكبار علماء الاسلام وأعلامه لهم، وكشف دسائسهم ومكائدهم، وفضح أهدافهم\nالدنيئة.\n</p>\n\n<p>\nوإليك سردا بما كتبه هؤلاء الأعلام وحماة رجال الاسلام في سيرة أبي طالب\nوفضله وإيمانه:\n</p>\n\n<p>\n1 - أبو طالب عم الرسول: لمحمد كامل حسن المحلمي، طبع ضمن سلسلة عظماء\nالاسلام التي يصدرها المكتب العالمي ببيروت.\n</p>\n\n<p>\n2 - أبو طالب مؤمن قريش: للأستاذ الأديب الشيخ عبد الله بن علي الخنيزي\nالقطيفي المولود سنة (1350 ه‍)، مطبوع عدة مرات.\n</p>\n\n<p>\nترجم له الشيخ الطهراني في \" نقباء البشر \" 4: 1393 وقال:\n</p>\n\n<p>\n\" حكم عليه من أجله - أي كتابه أبو طالب مؤمن تريش - قضاة الشرع\nالسعوديون بالاعدام لولا أن أنجته الصرخات التي توالت من البلدان الإسلامية\nوزعماء الدين من الشيعة من تنفيذ ذلك به \".\n</p>\n\n<p>\nنعم، حكموا عليه بالاعدام لأنه أثبت في كتابه هذا بالبراهين الساطعة\nإيمان عم النبي وكافله وناصره ومؤيده أبي طالب، وفي المقابل لم ينبسوا ببنت\nشفة عن إهانات المرتد مؤلف \" الآيات الشيطانية \" لرسول الله والأنبياء\nعليهم السلام والرسالات السماوية، بل استنكروا فتوى الإمام الخميني قدس سره\nبإهدار دمه \" وما عشت أراك الدهر عجبا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p005'> Vol. 00, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\n3 - إثبات إسلام أبي طالب: لمولانا محمد معين بن محمد أمين بن طالب الله\nالهندي السندي التتوي الحنفي، المتوفى سنة (1161 ه‍)، أحد العلماء المبرزين\nفي الحديث والكلام والعربية، ذكره سماحة الحجة السيد عبد العزيز الطباطبائي\nفي \" أهل البيت في المكتبة العربية \" رقم (13).\n</p>\n\n<p>\n4 - أخبار أبي طالب وولده: للعلامة الحافظ أبي الحسن علي بن محمد بن عبد\nالله <span id='ms02'></span> بن أبي سيف المدائني الأخباري (135 - 215 وقيل 225 ه‍)، قال عنه\nالذهبي في سير أعلام النبلاء 10: 400: \" كان عجبا في معرفة السير والمغازي\nوالأنساب وأيام العرب، مصدقا فيما ينقله، عالي الاسناد \".\n</p>\n\n<p>\nعد هذا الكتاب من تصانيفه ابن النديم في \" الفهرست \" ص:\n</p>\n\n<p>\n148، وياقوت الحموي في \" معجم الأدباء \" 14: 131.\n</p>\n\n<p>\n5 - أسنى المطالب في نجاة أبي طالب: للعلامة أحمد زيني دحلان، الفقيه\nالخطيب مفتي الشافعية (1232 - 1304 ه‍) اختصر فيه كتاب \" بغية الطالب\nلإيمان أبي طالب \" للعلامة محمد بن رسول البر زنجي الآتي ذكره، وأضاف عليه\nمطالب مهمة، طبع بمصر سنة (1305 ه‍)، وبعدها مكررا.\n</p>\n\n<p>\nوترجمه إلى اللغة الأردوية المولوي الحكيم مقبول أحمد الدهلوي وطبع في\nدلهي سنة (1313 ه‍)، ذكر الشيخ في الذريعة 4: 78.\n</p>\n\n<p>\n6 - إيمان أبي طالب: لأحمد بن القاسم، قال عنه النجاشي في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p006'> Vol. 00, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nرجاله: 95: \" رجل من أصحابنا رأينا بخط الحسين بن عبيد الله كتابا له في\nإيمان أبي طالب \".\n</p>\n\n<p>\nوالحسين بن عبيد الله هو أبو عبد الله الغضائري شيخ النجاشي بالإجازة،\nمات سنة (411 ه‍).\n</p>\n\n<p>\n7 - إيمان أبي طالب: للشيخ أبي الحسين أحمد بن محمد بن أحمد ابن طرخان\nالجر جرائي الكاتب، قال عنه النجاشي في رجاله: 87: \" ثقة، صحيح السماع،\nوكان صديقنا \".\n</p>\n\n<p>\n8 - إيمان أبي طالب: للشيخ الرجالي أبي علي أحمد بن محمد بن عمار الكوفي\nالمتوفى سنة (346 ه‍)، وصفه النجاشي في رجاله: 95 والشيخ الطوسي في\nالفهرست: 29: شيخ من أصحابنا، ثقة، جليل القدر، كثير الحديث والأصول.\n</p>\n\n<p>\nوله أيضا كتاب: أخبار آباء النبي صلى الله عليه وآله وسلم وفضائلهم\nوإيمانهم، وكتاب الممدوحين والمذمومين.\n</p>\n\n<p>\n9 - إيمان أبي طالب: للفقيه المتكلم السيد الجليل أبي الفضائل جمال الدين\nأحمد بن موسى بن جعفر ابن طاوس العلوي الحسني الحلي، المتوفى سنة (673 ه‍)،\nذكره هو في كتابه \" بناء المقالة الفاطمية في نغض الرسالة العثمانية \" (1).\n</p>\n\n<p>\n10 - إيمان أبي طالب: للشيخ المحدث الجليل أبي محمد سهل بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p007'> Vol. 00, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nأحمد بن عبد الله بن أحمد بن سهل الديباجي البغدادي (286 - 380 ه‍)، ذكر\nكتابه هذا النجاشي في رجاله: 186.\n</p>\n\n<p>\n11 - إيمان أبي طالب: لأبي نعيم علي بن حمزة البصري اللغوي، المتوفى سنة\n(375 ه‍) \" أحد أعيان أهل اللغة الفضلاء المتحققين العارفين <span id='ms03'></span> بصحيحها من\nسقيمها \" (1).\n</p>\n\n<p>\nذكر كتابه هذا الشيخ الطهراني في الذريعة 2: 513 وقال: \" نقل من بعض\nفصوله الحافظ العسقلاني في ترجمة أبي طالب في الإصابة، وصرح بكونه رافضيا \"\n(2).\n</p>\n\n<p>\n12 - إيمان أبي طالب وأحواله وأشعاره: للميرزا محسن بن الميرزا محمد\nالمعروف ب‍ (بالا مجتهد) القره داغي التبريزي، من أعلام القرن الثالث عشر،\nذكره في الذريعة 2: 513.\n</p>\n\n<p>\n13 - إيمان أبي طالب: للشيخ الجليل أبي عبد الله محمد بن محمد ابن\nالنعمان المفيد، المتوفى سنة (413 ه‍)، وهو هذا الكتاب، وسيأتي الحديث عنه.\n</p>\n\n<p>\n14 - إيمان أبي طالب: ذكر الشيخ آقا بزرگ الطهراني في الذريعة 2: 512،\nوقال: لبعض الأصحاب، استدل فيه على إيمانه بفعاله ومقاله وفعال النبي صلى\nالله عليه وآله وسلم به ومقاله فيه، فذكر بعد بيان أفعال أبي طالب أقواله\nالمنبئة عن إسلامه وحسن بصيرته، وأورد كثيرا من أشعار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p008'> Vol. 00, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nمع الشرح والبيان.\n</p>\n\n<p>\nواحتمل أنه للسيد حسين المجتهد المفتي الموسوي العاملي الكركي، المتوفى\nسنة (1001 ه‍)، لأنه وعد في آخر كتابه \" دفع المناواة عن التفضيل والمساواة\n\" أن يؤلف كتابا مفردا في إيمان أبي طالب.\n</p>\n\n<p>\n15 - بغية الطالب لإيمان أبي طالب: ينسب للحافظ جلال الدين عبد الرحمن\nالسيوطي الشافعي، المتوفى سنة (911 ه‍)، توجد نسخته في مكتبة قوله بمصر،\nضمن مجموعة برقم (16)، تاريخها (1105 ه‍). (1) 16 - بغية الطالب في إسلام\nأبي طالب: للعالم الجليل المفتي السيد محمد عباس بن السيد علي أكبر الموسوي\nالتستري اللكهنوي (1224 - 1306 ه‍)، ذكره اللكهنوي في كشف الحجب، والشيخ\nالطهراني في الذريعة 3: 134.\n</p>\n\n<p>\n17 - بغية الطالب في بيان أحوال أبي طالب، وإثبات إيمانه وحسن عقيدته:\nللسيد محمد بن حيدر بن نور الدين علي الموسوي الحسيني العاملي، فرغ منه سنة\n(1096 ه‍)، ذكره في الذريعة 3: 135.\n</p>\n\n<p>\n18 - بغية الطالب لإيمان أبي طالب: للعالم محمد بن عبد الرسول البر زنجي\nالشافعي الشهر زوري المدني (1040 - 1103 ه‍)، لخصه - كما قدمنا - السيد\nأحمد زيني دحلان وسماه \" أسنى المطالب في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p009'> Vol. 00, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nنجاة أبي طالب \".\n</p>\n\n<p>\n19 - البيان عن خيرة الرحمن في إيمان أبي طالب وآباء النبي صلى الله عليه\nوآله وعليهم لأبي الحسن علي بن بلال بن أبي معاوية المهلبي الأزدي، وصفه\nالنجاشي في رجاله: 265: \" شيح أصحابنا بالبصرة <span id='ms04'></span>، ثقة، سمع الحديث فأكثر \"\nروى النجاشي كتبه عن شيخه المفيد وأحمد بن علي بن نوح.\n</p>\n\n<p>\nوذكر كتابه هذا أيضا الشيخ الطوسي في الفهرست: 96.\n</p>\n\n<p>\n20 - الحجة على الذاهب إلى تكفير أبي طالب: للعالم الفقيه السيد شمس\nالدين أبي علي فخار بن معد الموسوي، المتوفى سنة (630 ه‍)، كتاب قيم، كبير\nالفائدة، طبع عدة مرات.\n</p>\n\n<p>\n21 - ديوان أبي طالب وذكر إسلامه: لأبي نعيم علي بن حمزة البصري التميمي\nاللغوي، المتوفى سنة (375 ه‍)، مر ذكره تحت الرقم (11)، ذكره بهذا العنوان\nفي الذريعة 9: 42.\n</p>\n\n<p>\n22 - الرغائب في إيمان أبي طالب: للعلامة السيد مهدي بن علي الغريفي\nالبحراني النجفي، ذكره في الذريعة 11: 241.\n</p>\n\n<p>\n23 - شعر أبي طالب بن عبد المطلب وأخباره: للأديب الشاعر أبي هفان عبد\nالله بن أحمد بن حرب المهزمي العبدي، من شيوخ ابن دريد الأزدي المتوفى سنة\n(321 ه‍)، ذكره النجاشي في رجاله: 218، طبع في المطبعة الحيدرية في النجف\nالأشرف سنة (1356 ه‍) بشرح اللغوي الأديب عثمان بن جني المتوفى سنة (392\nه‍)، عن النسخة التي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p010'> Vol. 00, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nكتبها عفيف بن أسعد ببغداد سنة (380 ه‍) عن نسخة بخط الشيخ ابن جني\nوعارضها به وقرأها عليه.\n</p>\n\n<p>\n24 - الشهاب الثاقب لرجم مكفر أبي طالب: للعلامة الحجة الشيخ الميرزا نجم\nالدين جعفر الشريف ابن الميرزا محمد بن رجب علي الطهراني العسكري (1313 -\n1395 ه‍)، مخطوط.\n</p>\n\n<p>\n25 - شيخ الأبطح: للعلامة الفاضل السيد محمد علي بن العلامة الحجة عبد\nالحسين الموسوي آل شرف الدين الموسوي، كتاب لطيف في إثبات إيمان أبي طالب\nوبعض شعره، والرد على من نصب له العداوة، طبع سنة (1349 ه‍)، وذكره في\nالذريعة 14: 265.\n</p>\n\n<p>\n26 - شيخ بني هاشم: للفاضل عبد العزيز سيد الأهل، طبع سنة (1371 ه‍)،\nوذكره في الذريعة 14: 265.\n</p>\n\n<p>\n27 - فصاحة أبي طالب: للسيد الشريف المحدث أبي محمد الحسن بن علي بن\nالحسن بن عمر بن علي بن الحسين بن علي بن أبي طالب الأطروش، ذكره النجاشي\nفي رجاله: 57.\n</p>\n\n<p>\n28 - فضل أبي طالب و عبد المطلب وأبي النبي صلى الله عليه وآله لشيخ\nالطائفة وفقيهها أبي القاسم سعد بن عبد الله بن أبي خلف الأشعري القمي،\nالمتوفى سنة (299) أو (301 ه‍)، ذكره النجاشي في رجاله <span id='ms05'></span>:\n</p>\n\n<p>\n177.\n</p>\n\n<p>\n29 - فيض الواهب في نجاة أبي طالب: للشيخ أحمد فيضي ابن الحاج علي عارف\nبن عثمان بن مصطفى الجورومي الحنفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p011'> Vol. 00, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\n(1253 - 1327 ه‍)، ذكره في هدية العارفين 1: 195.\n</p>\n\n<p>\n30 - القول الواجب في إيمان أبي طالب: للعلامة الشيخ محمد علي ابن\nالميرزا جعفر علي الفصيح الهندي، نزيل مكة، فرغ منه في جمادى الأولى سنة\n(1299 ه‍)، ذكره في الذريعة 17: 216.\n</p>\n\n<p>\n31 - مقصد الطالب في إيمان آباء النبي صلى الله عليه وآله وعمه أبي طالب:\n</p>\n\n<p>\nللميرزا شمس العلماء محمد حسين بن علي رضا الرباني الجرجاني المشهور\nبجناب، طبع في بومباي سنة (1311 ه‍)، ذكره في الذريعة 22: 111.\n</p>\n\n<p>\n32 - منى الطالب في إيمان أبي طالب: للشيخ المفيد أبي سعيد محمد بن أحمد\nبن الحسين بن أحمد الخزاعي النيسابوري، جد الشيخ المفسر أبي الفتوح الرازي،\nمن أعلام القرن الخامس الهجري، ذكره الشيخ منتجب الدين الرازي في الفهرست:\n102، والحر العاملي في أمل الآمل 2: 240.\n</p>\n\n<p>\n33 - منية الراغب في إيمان أبي طالب: للعلامة الشيخ محمد رضا الطبسي\nالنجفي، ذكره في كتابه \" ذرايع البيان \" 1: 169، وذكر في فهرس مؤلفاته\nالمطبوع في آخر كتابه \" ذرايع البيان \" أن \" منية الراغب \" طبع ثلاث مرات\nباللغتين العربية والفارسية.\n</p>\n\n<p>\n34 - منية الطالب في إيمان أبي طالب: للسيد الجليل حسين الطباطبائي\nاليزدي الحائري الشهير بالواعظ، المتوفى سنة (1307 ه‍)، فارسي مطبوع، ذكره\nفي الذريعة 23: 204. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p012'> Vol. 00, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\n35 - منية الطالب في حياة أبي طالب: للسيد حسن بن علي بن الحسين القبانجي\nالحسيني النجفي، ألفه سنة (1358 ه‍) ذكره في الذريعة 23: 204 وقال: \" رأيته\nبخطه في 82 صفحة \".\n</p>\n\n<p>\n36 - مواهب الواهب في فضائل أبي طالب: للعلامة البارع الشيخ جعفر بن محمد\nالنقدي التستري النجفي (1303 -. 137 ه‍) ألفه سنة (1322 ه‍) وطبع في النجف\nالأشرف سنة (1341 ه‍).\n</p>\n\n<p>\n37 - الياقوتة الحمراء في إيمان سيد البطحاء: للسيد الفاضل طالب الحسيني\nآل علي خان المدني، الشهير بالخرسان، المعاصر، والكتاب في مقدمة وثمانية\nفصول، وما يزال مخطوطا عنده.\n</p>\n\n<p>\nكانت هذه قائمة بأسماء الكتب المؤلفة في إيمان أبي طالب وفضائله وحياته\nوشعره، وقع كتاب الشيخ المفيد في المرتبة الأولى من حيث أهميته التاريخية،\nفهو أقدم مصدر وصل إلينا في هذا المضمار.\n</p>\n\n<p>\nطبعات الكتاب طبع في العراق ضمن <span id='ms06'></span> مجموعة \" نفائس المخطوطات \" التي قام\nبتحقيقها وإصدارها العلامة الشيخ محمد حسن آل ياسين، سنة (1372 ه‍).\n</p>\n\n<p>\nكما طبع ضمن \" عدة رسائل للشيخ المفيد \" منشورات مكتبة المفيد - إيران -\nقم المقدسة، اعتمادا على ثلاث نسخ خطية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p013'> Vol. 00, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nالنسخ المعتمدة ومنهج التحقيق اعتمدنا في تحقيق هذه الرسالة على النسخة\nالخطية المحفوظة في خزانة مخطوطات المكتبة المركزية العامة في مدينة مشهد\nالمقدسة، برقم (8283)، والتي تحتوي على اثنتين وثلاثين رسالة، شغلت رسالتنا\nهذه الصفحات 268 - 277، فرغ من كتابتها تاج الدين صاعد \" بعد العصر من يوم\nالجمعة أول أول الربيعين سنة ست وثمانين وتسعمائة بالمسجد الجامع الكبير\nبإصفهان \".\n</p>\n\n<p>\nورمزنا لها في التعليقات ب‍ \" أ \".\n</p>\n\n<p>\nوقمنا بمقابلة نسختنا هذه على مطبوعة مكتبة المفيد، مستخدمين في النهاية\nنهج التلفيق لإثبات متن سليم صحيح، كما قمنا بتخريج ومقابلة الأشعار على\nديوان أبي طالب رضوان الله عليه لأبي هفان عبد الله بن أحمد المهزمي العبدي\nوبشرح ابن جني، وعلى بعض المصادر المعتبرة الأخرى، كما يلاحظ ذلك جليا في\nالتعليقات.\n</p>\n\n<p>\nوشرحنا غريب الرسالة والأشعار - وهو كثير قياسا على حجم الرسالة -\nمعتمدين على أمهات المعاجم اللغوية.\n</p>\n\n<p>\nوفي النهاية لا يسعنا إلا أن نتقدم بجزيل شكرنا وتقديرنا للإخوة المحققين\nالذين ساهموا في إخراج هذه الرسالة بحلة جديدة تروق أهل التحقيق والفضل،\nسائلين العلي القدير أن يتقبل هذا الجهد بأحسن قبوله، إنه سميع الدعاء.\n</p>\n\n<p>\nقسم الدراسات الإسلامية مؤسسة البعثة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p014'> Vol. 00, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nصورة الصفحة الأولى من نسخة أ. صورة الصفحة الأخيرة من نسخة أ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p015'> Vol. 00, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم (1) الحمد لله ولي الحمد ومستحقه، وصلاته على\nخيرته من خلقه، محمد وآله، وسلم كثيرا.\n</p>\n\n<p>\nوبعد:\n</p>\n\n<p>\nأطال الله بقاء الأستاذ الجليل، وأدام له العز والتأييد، والعلو\nوالتمهيد، فإنني مثبت بتوفيق الله عز وجل، وما يهب من التسديد، طرفا من\nالمقال في المعنى الذي كنت أجريت منه جملا بحضرته معاينة، وما في حيزه بيان\nالطرف والجمل من الدلائل على إيمان أبي طالب بن عبد المطلب بن هاشم بن عبد\nمناف رضي الله عنه وأرضاه، المقتضبة من مقاله وفعاله، التي لا يمكن دفعها\nإلا بالعناد <span id='ms07'></span>، وإن كنت قد أشبعت الكلام في هذا الباب في مواضع من كتبي\nالمصنفات، وأمالي المشهورات (2)،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p017'> Vol. 00, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nليكون ما يحصل به الرسم في هذا المختصر تذكارا، ولما أخبرت عنه بيانا،\nوفي الغرض الملتمس منه كافيا، وبالله أستعين.\n</p>\n\n<p>\nفمن الدليل على إيمان أبي طالب رضي الله عنه ما اشتهر عنه من الولاية\nلرسول الله صلى الله عليه وآله والمحبة والنصرة، وذلك ظاهر معروف لا يدفعه\nإلا جاهل، ولا يجحده إلا بهات معاند، وفي معناه يقول رضي الله تعالى عنه في\nاللامية السائرة المعروفة:\n</p>\n\n<p>\nلعمري لقد كلفت وجدا بأحمد وأحببته حب الحبيب المواصل (1) وجدت بنفسي\nدونه وحميته ودارأت عنه بالذرى والكلاكل (2) فما زال في الدنيا جمالا\nلأهلها وشينا لمن عادى وزين المحافل (3) حليما رشيدا حازما غير طائش يوالي\nإله الخلق ليس بما حل (4)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p018'> Vol. 00, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nفأيده رب العباد بنصره وأظهر دينا حقه غير باطل (1) ومن تأمل هذا المدح\nعرف منه صدق ولاء صاحبه لرسول الله صلى الله عليه وآله، واعترافه بنبوته،\nوإقراره بحقه فيما أتى به، إذ لا فرق بين أن يقول: محمد نبي صادق، وما دعا\nإليه حق صحيح واجب، وبين قوله:\n</p>\n\n<p>\nفأيده رب العباد بنصره * وأظهر دينا حقه غير باطل وفي هذا البيت إقرار\nأيضا بالتوحيد صريح (2)، واعتراف لرسول الله صلى الله عليه وآله وسلم\nبالنبوة صحيح (3)، وفي الذي قبله مثل ذلك، حيث يقول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p019'> Vol. 00, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nوهو يصف النبي صلى الله عليه وآله وسلم:\n</p>\n\n<p>\nحليما رشيدا حازما غير طائش * يوالي إله الخلق ليس بما حل يعني: ليس\nبكاذب متقول للمحال.\n</p>\n\n<p>\nوما بعد هذا القول المعلوم من أبي طالب رضي الله تعالى عنه المتيقن من\nقبله طريق إلى التأويل في كفره، إلا وهو طريق إلى التأويل على حمزة وجعفر\nوغيرهما من وجوه المسلمين، حتى لا يصح إيمان أحدهم وإن أظهر الاقرار\nبالشهادتين، وبذل جهده في نصرة الرسول صلى الله عليه وآله.\n</p>\n\n<p>\nوهو في أمر أبي بكر وعمر وعثمان أقرب (1)، لأنه إن لم يثبت لأبي طالب،\nوهو مقر به في نثره ونظمه الذي يسير به عنه الركبان، ويطبق <span id='ms08'></span> على رواياته\nنقلة الأخبار، ورواة السير والآثار، مع ظهور نصرته للنبي صلى الله عليه\nوآله، وبذل نفسه وولده وأهله وماله دونه، ورفع الصوت بتصديقه، والحث على\nاتباعه، كان أولى أن لا يثبت للذين ذكرناهم إيمان، وليس ظهور إقرارهم\nوشهرته يقارب ظهور إقرار أبي طالب رضي الله تعالى عنه، ويداني في الوضوح\nاعترافه بصدقه ونبوته، ولهم مع ذلك من التأخر عن نصره، ومن خذلانه، والفرار\nعنه ما لا يخفى على ذي حجا (2)، ممن سمع الأخبار وتصفح الآثار وهذا لازم لا\nفصل منه.\n</p>\n\n<p>\nثم إن أبا طالب رضي الله تعالى عنه يصرح في هذه، لقعيدة بتصديق النبي صلى\nالله عليه وآله وسلم بأخص ألفاظ التصديق، ينادي بالقسم (3) في نصرته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p020'> Vol. 00, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nصلى الله عليه وآله وسلم وبذل المهجة والأهل دونه، حيث يقول:\n</p>\n\n<p>\nألم تعلموا أن ابننا لا مكذب لدينا ولا يعبأ بقول الأباطل (1) وأبيض\nيستسقى الغمام بوجهه ربيع اليتامى عصمة للأرامل يطوف به (2) الهلاك من آل\nهاشم فهم عنده في عصمة وفواضل إلى حيث قال:\n</p>\n\n<p>\nكذبتم وبيت الله نسلم أحمدا ولما نطاعن دونه ونقاتل (3)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p021'> Vol. 00, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nونسلمه حتى نصرع حوله ونذهل عن أبنائنا والحلائل (1 و 2) وفي هذه الأبيات\nأيضا بيان لمن تأملها في صحة ما ذكرناه من إخلاص أبي طالب رضي الله عنه،\nوالولاء لرسول الله صلى الله عليه وآله وسلم، وبذل غاية النصرة له،\nوالشهادة بنبوته وتصديقه حسب ما ذكرناه.\n</p>\n\n<p>\nوقد جاءت الأخبار متواترة لا يختلف فيها من أهل النقل اثنان، أن قريشا\nأمرت بعض السفهاء أن يلقي على ظهر النبي صلى الله عليه وآله وسلم سلى (3)\nالناقة إذا ركع في صلاته، ففعلوا ذلك، وبلغ الحديث أبا طالب، فخرج مسخطا\n(4) ومعه عبيد له، فأمرهم أن يلقوا السلى عن ظهره صلى الله عليه وآله وسلم\nويغسلوه، ثم أمرهم أن يأخذوه فيمروه على سبال (5) القوم، وهم إذ ذاك وجوه\nقريش، وحلف بالله أن لا يبرح حتى يفعلوا بهم ذاك، فما امتنع أحد منهم عن\nطاعته، وأذل جماعتهم بذلك وأخزاهم (6).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p022'> Vol. 00, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nوفي هذا الحديث دليل على رئاسة أبي طالب <span id='ms09'></span> على الجماعة، وعظم محله فيهم،\nوأنه ممن تجب طاعته عندهم، ويجوز أمره فيهم وعليهم، ودلالة على شدة (1)\nغضبه لله عز وجل ولرسوله صلى الله عليه وآله، وحميته له ولدينه، وترك\nالمداهنة والتقية في حقه، والتصميم لنصرته، والبلوغ في ذلك إلى حيث لم\nيستطعه أحد قبله، ولا ناله أحد بعده.\n</p>\n\n<p>\nوقد أجمع أهل السير أيضا ونقلة الأخبار أن أبا طالب رضي الله عنه لما فقد\nالنبي صلى الله عليه وآله ليلة الاسراء، جمع ولده ومواليه، وسلم إلى كل رجل\nمنهم مدية، وأمرهم أن يباكروا الكعبة، فيجلس كل رجل منهم إلى جانب رجل من\nقريش ممن كان يجلس بفناء الكعبة، وهم يومئذ سادات أهل البطحاء، فإن أصبح\nولم يعرف للنبي صلى الله عليه وآله خبرا أو سمع فيه سوءا، أومأ إليهم بقتل\nالقوم، ففعلوا ذلك.\n</p>\n\n<p>\nوأقبل رسول الله صلى الله عليه وآله وسلم إلى المسجد مع طلوع الشمس، فلما\nرآه أبو طالب قام إليه مستبشرا فقبل بين عينيه، وحمد الله عز وجل على\nسلامته، ثم قال: والله، يا ابن أخي، لو تأخرت عني لما تركت من هؤلاء عينا\nتطرف. وأومأ إلى الجماعة الجلوس بفناء الكعبة من سادات قريش ذلك.\n</p>\n\n<p>\nثم قال لولده ومواليه: أخرجوا أيديكم من تحت ثيابكم. فلما رأت قريش ذلك\nانزعجت له، ورجعت على أبي طالب بالعتب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p023'> Vol. 00, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nوالاستعطاف فلم يحفل بهم (1).\n</p>\n\n<p>\nولم تزل قريش بعد ذلك خائفة من أبي طالب، مشفقة على أنفسها من أذى يلحق\nالنبي صلى الله عليه وآله، وهذا هو النصر الحقيقي نابع عن صدق في الولاية،\nوبه ثبتت النبوة، وتمكن النبي صلى الله عليه وآله وسلم من أداء الرسالة،\nولولاه ما قامت الدعوة، ومن لم يعرف باعتباره إيمان صاحبه وعظم عناه في\nالدين، خرج من حد المكلفين.\n</p>\n\n<p>\nعلى أن رسول الله صلى الله عليه وآله وسلم لم يزل عزيزا ما كان أبو طالب\nحيا، ولم يزل به ممنوعا من الأذى، معصوما حتى توفاه الله تعالى، فنبت (2)\nبه مكة، ولم تستقر له فيها دعوة، وأجمع القوم على <span id='ms10'></span> الفتك به، حتى جاءه الوحي\nمن ربه، فقال له جبرئيل عليه السلام: إن الله عز وجل يقرئك السلام، ويقول\nلك: اخرج عن مكة فقد مات ناصرك (4).\n</p>\n\n<p>\nفخرج عليه السلام: هاربا مستخفيا بخروجه، وبيت أمير المؤمنين بدلا منه\nعلى فراشه، فبات موقيا له بنفسه، وسالكا بذلك منهاج أبيه رضي الله عنه في\nولايته ونصرته، وبذل النفس دونه.\n</p>\n\n<p>\nفكم بين من أسلم نفسه لنبيه، وشراها الله تعالى في طاعة نبيه صلى الله\nعليه وآله، وبين من حصل مع النبي صلى الله عليه وآله وسلم في أمن وحرز، وهو\nلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p024'> Vol. 00, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nيملك نفسه جزعا، ولا قلبه هلعا، قد أظهر الحزن، وأبدى الخور (1)، شاكا في\nخبر الله تعالى، مرتابا بقول رسول الله صلى الله عليه والله وسلم، غير واثق\nبنصر الله عز وجل، آيسا من روح الله، ضأنا (2) بنفسه عن الشهادة مع نبي\nالله صلى الله عليه وآله، أم كم بين ما ذكرناه من نصر أبي طالب لرسول الله\nصلى الله عليه وآله وقيامه بأمره حتى بلغ دين الله ومسارعته إلى اتباعه\nومعاضدته ومؤازرته وبين تأخر غيره عنه واخلائه مع أعدائه عليه ونحره في\nالسفر إلى......... يطعم منه الراحلين معه لسفك دمه حتى إذا ظفره الله\nتعالى به مقهورا وجئ به إليه أسيرا دعاه إلى الإيمان فلجلج وأمره بفداء\nنفسه فامتنع، فلما أشرف على دمه أقر وانقاد للفداء ضرورة وأسلم.\n</p>\n\n<p>\nإن هذا لعجب في القياس وغفلة خصوم الحق عن فصل ما بين هذه الأمور حتى\nعموا فيها عن الصواب، وركبوا العصبية والعناد، لأعجب والله نسأل التوفيق.\n</p>\n\n<p>\nومما يؤيد ما ذكرناه من إيمان أبي طالب رضي الله تعالى عنه ويزيده بيانا،\nأنه لما قبض رحمه الله، آتى أمير المؤمنين عليه الصلاة والسلام رسول الله\nصلى الله عليه وآله وسلم، فآذنه بموته فتوجع لذلك النبي صلى الله عليه وآله\nوقال: \" امض يا علي، فتول غسله وتكفينه وتحنيطه، فإذا رفعته على سريره\nفأعلمني \".\n</p>\n\n<p>\nففعل ذلك أمير المؤمنين عليه الصلاة والسلام، فلما رفعه على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p025'> Vol. 00, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nالسرير اعترضه النبي صلى الله <span id='ms11'></span> عليه وآله وسلم، فرق له، وقال: \" وصلتك\nرحم، وجزيت خيرا، فلقد ربيت وكفلت صغيرا، وآزرت ونصرت كبيرا \".\n</p>\n\n<p>\nثم أقبل على الناس، فقال: \" أما والله، لأشفعن لعمي شفاعة يعجب منها أهل\nالثقلين \" (1).\n</p>\n\n<p>\nوفي هذا الحديث دليلان على إيمان أبي طالب رضي الله عنه:\n</p>\n\n<p>\nأحدهما: أمر رسول الله عليا صلوات الله عليهما وآلهما بغسله وتكفينه دون\nالحاضرين من أولاده، إذ كان من حضره منهم سوى أمير المؤمنين إذ ذاك على\nالجاهلية، لأن جعفرا رحمه الله كان يومئذ ببلاد الحبشة، وكان عقيل وطالب\nحاضرين، وهما يومئذ على خلاف الاسلام، لا يسلم واحد منهما بعد، وأمير\nالمؤمنين عليه الصلاة والسلام مؤمن بالله تعالى ورسوله، فخص المؤمن منهم\nبولاية أمره، وجعله أحق به منهما، لإيمانه ووفاقه إياه في دينه.\n</p>\n\n<p>\nولو كان أبو طالب رضي الله عنه مات على ما يزعم النواصب كافرا، كان عقيل\nوطالب أحق بتولية أمره من علي عليه الصلاة والسلام ولما جاز للمسلم من ولده\nالقيام بأمره، لانقطاع العصمة بينهما.\n</p>\n\n<p>\nوفي حكم رسول الله صلى الله عليه وآله لعلي عليه الصلاة والسلام به\nدونهما وأمره إياه بإجراء أحكام المسلمين عليه من الغسل والتطهير والتحنيط\nوالتكفين والمواراة، شاهد صدق في إيمانه على ما بيناه.\n</p>\n\n<p>\nوالدليل الآخر: دعاء النبي صلى الله عليه وآله [له] (2) بالخيرات، ووعده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p026'> Vol. 00, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nأمته فيه بالشفاعة إلى الله، واتباعه بالثناء والحمد والدعاء، وهذه هي\nالصلاة التي كانت مكتوبة إذ ذاك على أموات أهل الاسلام، ولو كان أبو طالب\nمات كافرا لما وسع رسول الله صلى الله عليه وآله الثناء عليه بعد الموت،\nوالدعاء له بشئ من الخير، بل كان يجب عليه اجتنابه، واتباعه بالذم واللوم\nعلى قبح ما أسلفه من الخلاف له في دينه، كما فرض الله عز وجل ذلك عليه\nللكافرين، حيث يقول: (ولا تصل على أحد منهم مات أبدا ولا تقم على قبره)\n(١١).\n</p>\n\n<p>\nوفي قوله: <a class=\"quran\" href=\"http://qadatona.org/عربي/القرآن-\nالكريم/0/9\" target=\"_blank\" title=\"سورة التوبة 9\">﴿وما كان استغفار\nإبراهيم لأبيه إلا عن موعدة وعدها إياه فلما تبين له أنه عدو لله تبرأ\nمنه <span id='ms12'></span>﴾</a> (2).\n</p>\n\n<p>\nوإذا كان الأمر على ما وصفناه، ثبت أن أبا طالب رضي الله عنه مات مؤمنا،\nبدلالة فعله ومقاله، وفعل نبي الله صلى الله عليه وآله به ومقاله، حسبما\nشرحناه.\n</p>\n\n<p>\nويؤكد ذلك ما أجمع عليه أهل النقل من العامة والخاصة، ورواه أصحاب الحديث\nعن رجالهم الثقات من أن رسول الله صلى الله عليه وآله وسلم سئل فقيل له: ما\nتقول في عمك أبي طالب، يا رسول الله، وترجو له؟ قال:\n</p>\n\n<p>\n\" أرجو له كل خير من ربي \" (3).\n</p>\n\n<p>\nفلولا أنه رحمة الله عليه مات على الإيمان لما جاز من رسول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p027'> Vol. 00, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nالله صلى الله عليه وآله وسلم رجاء الخيرات له من الله عز وجل، مع ما قطع\nله تعالى به في القرآن وعلى لسان نبيه صلى الله عليه وآله وسلم من خلود\nالكفار في النار، وحرمان الله لهم سائر الخيرات وتأبيدهم في العذاب على وجه\nالاستحقاق والهوان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p028'> Vol. 00, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nفصل فأما قوله لم رضي الله عنه المنبه على إسلامه وحسن نصرته، وإيمانه\nالذي ذكرناه عنه، فهو ظاهر مشهور في نظمه المنقول عنه على التواتر\nوالاجماع، وسأورد منه جزءا يدل على ما سواه، إن شاء الله تعالى.\n</p>\n\n<p>\nفمن ذلك قوله في قصيدته الميمية التي أولها:\n</p>\n\n<p>\nألا من لهم آخر الليل مقتم طواني وأخرى النجم لما تقحم؟ (1) إلى قوله:\n</p>\n\n<p>\nأترجون أن نسخو بقتل محمد ولم تختضب سمر العوالي (2) من الدم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p029'> Vol. 00, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nكذبتم وبيت الله حتى تفرقوا (1) جماجم تلقى بالحطيم وزمزم وتقطع أرحام\nوتنسى حليلة خليلا ويغشى محرم بعد محرم وينهض قوم في الحديد إليكم يذودون\nعن أحسابهم كل مجرم على ما أتى من بغيكم وضلالكم وعصيانكم في كل أمر ومظلم\n(2) بظلم نبي جاء يدعو إلى الهدى وأمر أتى من عند ذي العرش مبرم (3) فلا\nتحسبونا مسلميه ومثله إذا كان في قوم فليس بمسلم (4) أفلا ترى الخصوم إلى\nهذا الجد من أبي طالب رضي الله عنه في نصرة نبي الله صلى الله عليه وآله\nوسلم، والتصريح بنبوته، والاقرار بما جاء من عند الله عز وجل، والشهادة\nبحقه، فيتدبرون ذلك أم <span id='ms13'></span> على قلوب أقفالها؟!\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p030'> Vol. 00, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nومنه قوله رضي الله تعالى عنه:\n</p>\n\n<p>\nتطاول ليلي بهم نصب ودمع كسح السقاء السرب (1) للعب قصي بأحلامها وهل\nيرجع الحلم بعد اللعب (2) إلى قوله رضي الله عنه:\n</p>\n\n<p>\nوقالوا لأحمد أنت امرؤ خلوف الحديث ضعيف النسب ألا إن أحمد قد جاءهم بحق،\nولم يأتهم بالكذب (3) وفي هذا البيت صرح بالإيمان برسول الله صلى الله عليه\nوآله.\n</p>\n\n<p>\nومنه قوله رضي الله تعالى عنه:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p031'> Vol. 00, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nأخلتم بأنا مسلمون محمدا ولما نقاذف دونه بالمراجم (1) أمينا حبيبا في\nالبلاد مسوما بخاتم رب قاهر للخواتم (2) يرى الناس برهانا عليه وهيبة وما\nجاهل في فضله مثل عالم (3) نبيا أتاه الوحي من عند ربه فمن قال لا يقرع بها\nسن نادم (4) تطيف به جر ثومة (5) هاشمية تذبب عنه كل باغ وظالم (6) ومنه\nقوله رضي الله تعالى عنه:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p032'> Vol. 00, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nألا أبلغا عني على ذات بينها.\n</p>\n\n<p>\nلؤيا وخصا من لؤي بني كعب ألم تعلموا أنا وجدنا محمدا نبيا كموسى خط في\nأول الكتب وأن عليه في العباد محبة ولا شك فيمن خصه الله بالحب (1) وفي هذا\nالشعر والذي قبله محض الإقرار برسول الله صلى الله عليه وآله وسلم\nوبالنبوة، وصريحه بلا ارتياب.\n</p>\n\n<p>\nومن ذلك قوله رضي الله عنه:\n</p>\n\n<p>\nألا من لهم آخر الليل منصب وشعب العصا من قومك المشعب إلى قوله:\n</p>\n\n<p>\nوقد كان في أمر الصحيفة عبرة متى ما تخبر غائب القوم يعجب (2) محا الله\nمنها كفرهم وعيوبهم وما نقموا من باطل الحق مقرب (3)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p033'> Vol. 00, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nفكذب (1) ما قالوا من الأمر باطلا ومن يختلق ما ليس بالحق يكذب وأمسى ابن\nعبد الله فينا مصدقا على سخط من قومنا غير معتب فلا تحسبونا مسلمين محمدا\nلذي غربة منا ولا متغرب ستمنعه منا يد هاشمية مركبها في الناس غير (2) مركب\n(3) وقال أيضا رضي الله عنه يحض حمزة بن عبد المطلب رضي الله عنه على اتباع\nرسول الله صلى الله عليه وآله، والصبر على طاعته، والثبات على دينه:\n</p>\n\n<p>\nفصبرا أبا يعلى على دين أحمد وكن مظهرا للدين وفقت صابرا نبي أتى بالدين\nمن عند <span id='ms14'></span> ربه بصدق وحق لا تكن حمز كافرا فقد سرني إذ قلت: لبيك، مؤمنا فكن\nلرسول الله في الدين ناصرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p034'> Vol. 00, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nوناد قريشا بالذي قد أتيته جهارا، وقل: ما كان أحمد ساحرا (1) وليس وراء\nهذه الشهادة والاقرار بالنبوة والحث على اعتقادها بيان في إيمانه ولا بعده\nشبهة وليس غير ذلك إلا العناد ورفع الاضطرار، نعوذ بالله من الخذلان.\n</p>\n\n<p>\nومن ذلك قوله رضي الله تعالى عنه:\n</p>\n\n<p>\nإذا قيل من خير هذا الورى قبيلا، وأكرمهم أسره؟\n</p>\n\n<p>\nأناف بعبد مناف أبي أبو نضلة هاشم الغره (2) وقد حل مجد بني هاشم مكان\nالنعائم والزهره (3) وخير بني هاشم أحمد رسول المليك على فتره (4) وهذا\nمطابق لقوله تعالى: (قد جاءكم رسولنا يبين لكم على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p035'> Vol. 00, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nفترة من الرسل) (1).\n</p>\n\n<p>\nفإن لم يكن في ذلك شهادة للنبي صلى الله عليه وآله وسلم بالنبوة، فليس في\nظاهر الآية شهادة، وهذا ما لا يرتكبه عاقل، له معرفة بأدنى معرفة أهل\nاللسان.\n</p>\n\n<p>\nومنه قوله في ذكر الآيات للنبي صلى الله عليه وآله وسلم ودلائله، وقول\nبحيراء الراهب فيه، وذلك أن أبا طالب رضي الله عنه لما أراد الخروج إلى\nالشام ترك رسول الله صلى الله عليه وآله وسلم إشفاقا عليه، ولم يعمل على\nاستصحابه، فلما ركب أبو طالب رضي الله تعالى عنه بلغه ذلك، فتعلق رسول الله\nصلى الله عليه وآله وسلم بالناقة وبكى، وناشده الله في إخراجه معه، فرق له\nأبو طالب وأجابه إلى استصحابه.\n</p>\n\n<p>\nفلما خرج معه أظلته الغمامة، ولقيه بحيراء الراهب فأخبره بنبوته، وذكر\nلهم (2) البشارة في الكتب الأولى، فقال أبو طالب رضي الله تعالى عنه:\n</p>\n\n<p>\n[إن الأمين محمدا في قومه عندي يفوق منازل الأولاد (3) لما تعلق بالزمام\nضممته (4) والعيس قد قلصن بالأزواد (5)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p036'> Vol. 00, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nحتى إذا ما القوم بصرى عاينوا لاقوا على شرف (1) من المرصاد حبرا فأخبرهم\nحديثا صادقا عنه ورد معاشر الحساد (2) ومنه قوله رضي الله عنه وقد حضرته\nالوفاة في وصيته لرسول الله صلى الله عليه وآله وسلم أوصي بنصر النبي الخير\nمشهده عليا ابني وشيخ القوم عباسا وحمزة الأسد <span id='ms15'></span> الحامي حقيقته وجعفرا\nليذودوا دونه الباسا (3) ومن ذلك قوله رحمه الله تعالى:\n</p>\n\n<p>\nأبيت بحمد الله ترك محمد بمكة أسلمه لشر القبائل وقال لي الأعداء: قاتل\nعصابة أطاعوه، وابغهم جميع الغوائل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p037'> Vol. 00, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nإلى قوله:\n</p>\n\n<p>\nأقيم على نصر النبي محمد أقاتل عنه بالقنا والذوابل (1) ومنه أيضا قوله\nيحض النجاشي على نصر النبي صلى الله عليه وآله وسلم:\n</p>\n\n<p>\nتعلم مليك الحبش أن محمدا نبي كموسى والمسيح بن مريم أتى بهدى مثل الذي\nأتيا به فكل بأمر الله يهدي ويعصم (2) وإنكم تتلونه في كتابكم بصدق حديث لا\nحديث المبرجم (3) وإنك ما تأتيك منا عصابة بفضلك إلا عاودوا بالتكرم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p038'> Vol. 00, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nفلا تجعلوا لله ندا وأسلموا فإن طريق الحق ليس بمظلم (1) وفي هذا الشعر\nمن التوحيد والاسلام ما لا يمكن دفعه مسلما.\n</p>\n\n<p>\nومن ذلك قوله رضي الله تعالى عنه لجعفر ابنه وقد أمر بالصلاة مع النبي\nصلى الله عليه وآله: صل، يا بني، جناح ابن عمك. فعل، فلما رأى إجابته له\nأنشأ يقول:\n</p>\n\n<p>\nإن عليا وجعفرا ثقتي عند ملم الخطوب والكرب والله لا أخذل النبي ولا\nيخذله من بني ذو حسب لا تخذلا وانصرا ابن عمكما أخي لأمي من دونهم وأبي (2)\nفهذا القول في خاتمة أمره وفاقا لما سلف منه في مضي (3) زمانه وحياته، وهو\nمحض التصديق حقيقة الإيمان، وصريح الاسلام، وإيمانه بالله تعالى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p039'> Vol. 00, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nوله من بعد هذا أبيات في المعنى المتقدم يطول بها التقصاص، منها قوله في\nقصيدة ميمية له وقد عدد آيات النبي صلى الله عليه وآله وسلم:\n</p>\n\n<p>\nفذلك من أعلامه وبيانه * وليس نهار واضح كظلام (1).\n</p>\n\n<p>\nوقوله في قصيدته الدالية:\n</p>\n\n<p>\nفما يرجوا حتى رووا من محمد أحاديث تجلو غم كل فؤاد (2) فأما دليل توحيده\nلله عز وجل فمن كلامه المشهور ومقاله المعروف أكثر من أن يحصى، وقد تقدم\nمنه مما كتبناه، ما سنلحقه بأمثاله له في معناه، على سبيل الاختصار إن شاء\nالله.\n</p>\n\n<p>\nفمن ذلك قوله في قصيدة طويلة:\n</p>\n\n<p>\nمليك الناس ليس له شريك * هو الوهاب والمبدي المعيد ومن فوق السماء له\nملاك (3) * ومن تحت السماء <span id='ms16'></span> له عبيد (4) فأقر لله تعالى بالتوحيد، وخلع\nالأنداد من دونه، وأنه يعيد بعد الابداء (5)، وينشئ خلقه نشأة أخرى، وبهذا\nالمعنى فارق المسلمون أهل الجاهلية وباينهم فيما كانوا عليه من خلاف\nالتوحيد والملة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p040'> Vol. 00, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nوله أيضا في قصيدة بائية:\n</p>\n\n<p>\nفوالله لولا الله لا شئ غيره لأصبحتم لا تملكون لنا شربا وأشباه ذلك\nونظائره مما هو موجود في نظمه ونثره، وفي وصاياه وسجعه في خطبه وكلامه\nالمدون له في البلاغة والحكمة، وإيراد جميعه يطول، وفيما أثبتناه منه\nكفاية، ومن دلائل إيمانه برسول الله صلى الله عليه وآله وسلم كفاية وبلاغ.\n</p>\n\n<p>\nوالحمد لله رب العالمين، وصلواته على سيدنا محمد وآله الطاهرين.\n</p>\n\n<p>\n* * * تمت الرسالة، من تأليفات الشيخ المقدم والإمام المكرم الفقيه\nالمفيد محمد بن محمد بن النعمان رضوان الله تعالى عليه، وكان ذلك بعد العصر\nمن يوم الجمعة، أول أول الربيعين، سنة ست وثمانين وتسعمائة، بالمسجد الجامع\nالكبير بأصفهان، بتوفيق الله تعالى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p041'> Vol. 00, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nفهرس المصادر والمراجع 1 - القرآن الكريم:\n</p>\n\n<p>\n2 - الاختصاص:\n</p>\n\n<p>\nلأبي عبد الله محمد بن محمد بن النعمان العكبري البغدادي المعروف بالشيخ\nالمفيد (ت 413 ه‍) تحقيق الشيخ علي أكبر الغفاري - منشورات جماعة المدرسين\nفي الحوزة العلمية - قم المقدسة.\n</p>\n\n<p>\n3 - الارشاد في معرفة حجج الله على العباد:\n</p>\n\n<p>\nلأبي عبد الله محمد بن محمد بن النعمان الحارثي، المعروف بالشيخ المفيد\n(ت 413 ه‍) - منشورات مكتبة بصيرتي - قم المقدسة.\n</p>\n\n<p>\n4 - الإصابة في تمييز الصحابة:\n</p>\n\n<p>\nلشهاب الدين أبي الفضل أحمد بن علي ابن حجر العسقلاني الشافعي (773 - 852\nه‍) مطبعة السعادة مصر - 1323 ه‍.\n</p>\n\n<p>\n5 - الأمالي:\n</p>\n\n<p>\nلأبي عبد الله محمد بن محمد بن النعمان الحارثي، المعروف با لشيخ المفيد\n(ت 413 ه‍) - منشورات جماعة المدرسين في الحوزة العلمية - قم المقدسة -\n1403 ه‍.\n</p>\n\n<p>\n6 - الأوائل:\n</p>\n\n<p>\nلأبي هلال الحسن بن عبد الله بن سهل العسكري (المتوفى بعد سنة 395 ه‍) -\nدار الكتب العلمية - بيروت - الطبعة الأولى سنة 1407 ه‍ / 1987 م.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p042'> Vol. 00, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\n7 - أوائل المقالات في المذاهب والمختارات:\n</p>\n\n<p>\nلأبي عبد الله محمد بن محمد بن النعمان العكبري. المعروف بالشيخ المفيد\n(ت 413 ه‍) - تحقيق الشيخ فضل الله الشهير بشيخ الاسلام الزنجاني - مكتبة\nالداوري - قم المقدسة - الطبعة الثانية - 1371 ه‍.\n</p>\n\n<p>\n8 - البداية <span id='ms17'></span> والنهاية:\n</p>\n\n<p>\nلأبي الفداء الحافظ ابن كثير الدمشقي (ت 774 د) - حققه مجموعة من\nالأساتذة - دار الكتب العلمية - بيروت - الطبعة الرابعة - سنة 1408 ه‍ /\n1988 م.\n</p>\n\n<p>\n9 - تاريخ الاسلام و وفيات المشاهير والأعلام / قسم المغازي:\n</p>\n\n<p>\nللحافظ شمس الدين محمد بن أحمد بن عثمان الذهبي (ت 748 ه‍) - تحقيق\nالدكتور عمر عبد السلام تدمري - دار الكتاب العربي - بيروت - الطبعة الأولى\n- سنة 1407 ه‍ / 1987 م.\n</p>\n\n<p>\n10 - تصحيح الاعتقاد بصواب الانتقاد:\n</p>\n\n<p>\nلأبي عبد الله محمد بن محمد بن النعمان العكبري. المعروف بالشيخ المفيد\n(ت 413 ه‍) - منشورات الرضي - قم المقدسة.\n</p>\n\n<p>\n11 - تفسير القرطبي، الجامع لأحكام القرآن:\n</p>\n\n<p>\nلأبي عبد الله محمد بن أحمد الأنصاري القرطبي (ت 671 ه‍) - دار إحياء\nالتراث العربي - بيروت.\n</p>\n\n<p>\n12 - تهذيب تاريخ دمشق الكبير:\n</p>\n\n<p>\nلأبي القاسم علي بن الحسن بن هبة الله الشافعي، المعروف بابن عساكر (ت\n571 ه‍) - هذبه ورتبه الشيخ عبد القادر بدران (ت 1346 ه‍) - دار إحياء\nالتراث العربي - بيروت - الطبعة الثالثة - سنة 1407 ه‍ / 1987 م.\n</p>\n\n<p>\n13 - الحجة على الذاهب إلى تكفير أبي طالب، إيمان أبي طالب:\n</p>\n\n<p>\nلشمس الدين أبي علي فخار بن معد الموسوي (ت 630 ه‍) - تحقيق السيد محمد\nبحر العلوم - انتشارات سيد الشهداء - قم المقدسة - الطبعة الأولى - سنة\n1410 ه‍.\n</p>\n\n<p>\n14 - خزانة الأدب ولب لباب لسان العرب:\n</p>\n\n<p>\nللشيخ عبد القادر بن عمر البغدادي (1030 - 1093 ه‍) - دار صادر - بيروت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p043'> Vol. 00, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\n15 - الخصائص الكبرى:\n</p>\n\n<p>\nلجلال الدين عبد الرحمن أبي بكر السيوطي (ت 911 ه‍) - دار الكتب العلمية\n- بيروت - الطبعة الأولى - سنة 1405 ه‍ / 1985 م.\n</p>\n\n<p>\n16 - دلائل النبوة ومعرفة أحوال صاحب الشريعة:\n</p>\n\n<p>\nلأبي بكر أحمد بن الحسين البيهقي (384 - 458 ه‍) تحقيق الدكتور عبد\nالمعطي قلعجي - دار الكتب العلمية - بيروت - الطبعة الأولى - سنة 1405 ه‍ /\n1985 م.\n</p>\n\n<p>\n17 - ديوان شيخ الأباطح أبي طالب:\n</p>\n\n<p>\nجمع أبي هفان عبد الله بن أحمد المهزمي العبدي - مكتبة نينوى الحديثة -\nطهران.\n</p>\n\n<p>\n18 - الذريعة إلى تصانيف الشيعة:\n</p>\n\n<p>\nللشيخ محمد محسن بن محمد رضا الرازي، المعروف بآقا بزرگ الطهراني (1293 -\n1389 ه‍) دار الأضواء - بيروت - الطبعة الثانية - سنة 1403 ه‍ / 1983 م.\n</p>\n\n<p>\n19 - روضة الواعظين:\n</p>\n\n<p>\nللشيخ محمد بن الفتال النيسابوري (ت 508) - منشورات الرضي - قم المقدسة.\n</p>\n\n<p>\n20 - السنن الكبرى:\n</p>\n\n<p>\nلأبي بكر أحمد بن الحسين بن علي البيهقي (384 - 458 ه‍) - دار المعرفة -\nبيروت.\n</p>\n\n<p>\n21 - سيرة <span id='ms18'></span> ابن إسحاق، كتاب السير والمغازي:\n</p>\n\n<p>\nلمحمد بن إسحاق المطلبي الشهير بابن السحاق (ت 151 ه‍) - تحقيق الدكتور\nسهيل زكار - دار الفكر - بيروت - الطبعة الأولى - سنة 1398 ه‍ / 1978 م.\n</p>\n\n<p>\n22 - سيرة ابن هشام:\n</p>\n\n<p>\nلأبي محمد عبد الملك بن هشام بن أيوب الحميري (ت 213 أو 218 ه‍) - جماعة\nمن المحققين - مطبعة مصطفى البابي الحلبي وأولاده - ممر - سنة 1355 ه‍ /\n1936 م.\n</p>\n\n<p>\n23 - السيرة النبوية:\n</p>\n\n<p>\nللحافظ محمد بن أحمد بن عثمان الذهبي (ت 748 ه‍) - تحقيق حسام الدين\nالقدسي - دار الكتب العلمية - بيروت - الطبعة الأولى - سنة 1401 ه‍ / 1981\nم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p044'> Vol. 00, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\n24 - شرح نهج البلاغة:\n</p>\n\n<p>\nلعز الدين أبي حامد بن هبة الله بن محمد ابن أبي الحديد المدائني\nالمعتزلي (586 - 656 ه‍) - تحقيق محمد أبو الفضل إبراهيم - دار إحياء الكتب\nالعربية عيسى البابي الحلبي وشركاه - مصر - الطبعة الأولى - سنة 1378 ه‍ /\n1959 م.\n</p>\n\n<p>\n25 - الصحاح:\n</p>\n\n<p>\nلأبي نصر إسماعيل بن حماد الجوهري (332 - 393 ه‍) - تحقيق أحمد عبد\nالغفور العطار - دار العلم للملايين - بيروت - الطبعة الرابعة - سنة 1407\nه‍ / 1987 م.\n</p>\n\n<p>\n26 - الصحيح:\n</p>\n\n<p>\nلأبي عبد الله محمد بن إسماعيل البخاري (194 - 256 ه‍) - عالم الكتب -\nبيروت - الطبعة الخامسة - سنة 1406 ه‍ / 1986 م.\n</p>\n\n<p>\n27 - الطبقات الكبرى:\n</p>\n\n<p>\nلأبي عبد الله محمد بن سعد بن منيع البصري الزهري (168 - 230 ه‍) - دار\nصادر - بيروت - 1405 ه‍ / 1985 م.\n</p>\n\n<p>\n28 - الطرائف في معرفة مذاهب الطوائف:\n</p>\n\n<p>\nللسيد رضي الدين أبي القاسم علي بن موسى بن جعفر ابن طاووس الحسني\nالحسيني (589 - 664 ه‍) مطبعة الخيام - قم المقدسة - 1401 ه‍.\n</p>\n\n<p>\n29 - عمدة عيون صحاح الأخبار في مناقب إمام الأبرار:\n</p>\n\n<p>\nللحافظ يحيى بن الحسن الأسدي الحلي، المعروف بابن البطريق (533 - 600 ه‍)\n- مؤسسة النشر الاسلامي لجماعة المدرسين - قم المقدسة - سنة 1407 ه‍.\n</p>\n\n<p>\n30 - الغدير في الكتاب والسنة والأدب:\n</p>\n\n<p>\nللشيخ عبد الحسين أحمد الأميني النجفي (1320 - 1390 ه‍) - دار الكتب\nالإسلامية - طهران - 1372 ه‍.\n</p>\n\n<p>\n31 - الفصول المختارة من العيون والمحاسن:\n</p>\n\n<p>\nللسيد الشريف أبي القاسم علي بن الحسين المرتضى (355 - 436 ه‍) - دار\nالأضواء - بيروت - الطبعة الرابعة - سنة 1405 ه‍ / 1985 م. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p045'> Vol. 00, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\n32 - الكافي:\n</p>\n\n<p>\nلأبي جعفر محمد بن يعقوب الكليني الرازي (328 أو 329 ه‍) - تحقيق علي\nأكبر الغفاري - المكتبة الإسلامية - طهران - سنة 1388 ه‍.\n</p>\n\n<p>\n33 - كنز الفوائد:\n</p>\n\n<p>\nللشيخ محمد بن علي بن عثمان الكراجكي الطرابلسي (ت 449 ه‍) - تحقيق الشيخ\nعبد الله نعمة - دار الأضواء <span id='ms19'></span> - بيروت - سنة 1405 ه‍ 19852 م.\n</p>\n\n<p>\n34 - لسان العرب:\n</p>\n\n<p>\nلأبي الفضل جمال الدين محمد بن مكرم ابن منظور الأفريقي المصري (630 -\n711 ه‍) - نشر أدب الحوزة - قم المقدسة - 1405 ه‍.\n</p>\n\n<p>\n35 - متشابه القرآن ومختلفه:\n</p>\n\n<p>\nللشيخ أبي جعفر محمد بن علي بن شهرآشوب المازندراني (ت 588 ه‍) -\nانتشارات بيدار - إيران.\n</p>\n\n<p>\n36 مجمع البحرين ومطلع النيرين:\n</p>\n\n<p>\nللشيخ فخر الدين بن محمد علي الطريحي (979 - 1087 ه‍) - المكتبة\nالمرتضوية - طهران - الطبعة الثانية - سنة 1365 ه‍. ش.\n</p>\n\n<p>\n37 - المخصص:\n</p>\n\n<p>\nلأبي الحسن علي بن إسماعيل النحوي اللغوي الأندلسي، المعروف بابن سيده.\n(ت 458 ه‍) - دار الآفاق الجديدة - بيروت.\n</p>\n\n<p>\n38 - المستدرك على الصحيحين:\n</p>\n\n<p>\nلأبي عبد الله محمد بن عبد الله الحاكم النيسابوري (321 - 405 ه‍) - طبع\nحيدر آباد - الهند.\n</p>\n\n<p>\n39 - معجم الأدباء:\n</p>\n\n<p>\nلأبي عبد الله ياقوت بن عبد الله الرومي الحموي (ت 626 ه‍) - مكتبة عيسى\nالبابي الحلبي وشركاه - مصر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p046'> Vol. 00, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\n40 - النهاية في غريب الحديث:\n</p>\n\n<p>\nلمجد الدين أبي السعادات المبارك بن محمد الجزري، المعروف بابن الأثير\n(544 - 606 ه‍) - تحقيق طاهر أحمد الزاوي ومحمود محمد الطناحي - المكتبة\nالإسلامية بيروت.\n</p>\n\n<p>\nاستدراك حصلنا بعد الفراغ من طبع كتاب (إيمان أبي طالب) على نسختين\nمخطوطتين، فيهما مزيد من الاختلافات والتقديم والتأخير والزيادات، آثرنا\nالإشارة إلى أهم زيادات هاتين النسختين لإتمام الفائدة وهي كما يلي:\n</p>\n\n<p>\n1 - ص 36 بعد البيت الثاني:\n</p>\n\n<p>\nفارفض من عيني دمع ذارف * مثل الجمان مفرد الأفراد راعيت فيه قرابة\nموصولة * وحفظت فيه فريضة الأجداد وأمرته بالسير بين عمومة * بيض الوجود\nمصالت أنجاد ساروا لأبعد طيبة معلومة * فلقد تباعد طيبة المرتاد 2 - ص 37\nبعد البيت الثاني:\n</p>\n\n<p>\nقوما يهودا قد رأوا ما قد رأى * ظل الغمام وعن ذي الأكباد ثاروا لقتل\nمحمد فنهاهم * عنه وأجهد أحسن الإجهاد ومنه أيضا قوله:\n</p>\n\n<p>\nمنعنا الرسول رسول المليك * ببيض تلا لا كلمع البروق بضرب يذيب دون\nالنهاب * حذرا النوادر والخنفقيق أذب وأحمي رسول المليك * حماية حام عليه\nشفيق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p047'> Vol. 00, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nأفبعد هذا شك في إيمان قائل هذا الشعر، أم يقدم على إكفار مع ظهور هذا\nالمقال عنه إلا غبي ناقص أو كافر معاند بلا ارتياب!\n</p>\n\n<p>\nوله أيضا:\n</p>\n\n<p>\nزعمت قريش أن أحمد ساحر * كذبوا ورب الراقصات إلى الحرم ما زلت <span id='ms20'></span> أعرفه\nبصدق حديثه * وهو الأمير على الحرائر والحرم بهتوه لا سعدوا بقطر بعدها *\nومضت مقالتهم تسير إلى الأمم وله أيضا:\n</p>\n\n<p>\nيقولون لي دع نصر من جاء بالهدى * وغالب لنا غلاب كل مغالب وسلم إلينا\nأحمدا واكفلن لنا * بنيا ولا تحفل بقول المعاتب فقلت لهم الله ربي وناصري *\nعلى كل باغ من لؤي بن غالب 3 - ص 37 بعد البيت الرابع:\n</p>\n\n<p>\nكونوا فدى لكم أمي وما ولدت * في نصر أحمد دون الناس أتراسا 4 - ص 25 بعد\nالسطر الثالث حتى نطق القرآن بشكه، ونزل ما قاله بخلاف ملائكته، وصرح بصرف\nالسكينة عنه لفساد نيته، أفيقاس بين هذا (3) وبين من وصفنا حاله في طاعة\nربه. والصبر على الأذى في جنبه، لا يخاف في الله لومة لائم، لشدة نفسه،\nوتأكد معارفه، وما اختص به من البسطة في العلم والجسم، لمكانه من الله\nتعالى، وما أهله له من خلافته؟!\n</p>\n\n<p>\nإن هذا لعجب في القياس، وغفلة خصوم الحق عن فصلها بين هذه الأمور حتى\nعموا فيها عن الصواب، وركبوا العصبية والعناد، لأعجب، والله نسأله\nالتوفيق.\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p048'> Vol. 00, p. 048</a>\n            </div>\n            \n</p>\n\n\n\n#####ENDNOTES#\n\n\n(١) الحبة على الذاب إلى تكفير أبي طالب: ٨٥، <a href=\"/الكتب/2198_شرح-\nنهج-البلاغة-ج-١٤/الصفحة_0?pageno=68#top\">شرح نهج البلاغة ١٤: ٦٨</a>.\n<p>\n(٢) الحجة على الذاب إلى تكفير أبي طالب: ٧٧ و ٨٢، كنز <a\nhref=\"/الكتب/2163_الفوائد\">الفوائد</a> 1: 183.\n(١) أنظر <a href=\"/الكتب/4007_بناء-المقالة-\nالفاطمية/الصفحة_0?pageno=181#top\">بناء المقالة الفاطمية: ١٨١</a>.\n(١) معجم الأدباء ١٣: ٢٠٨.\n</p>\n\n<p>\n(٢) أنظر <a\nhref=\"/الكتب/3323_الإصابة-ج-٧/الصفحة_0?pageno=113#top\">الإصابة ٧:\n١١٣</a> - 116.\n(١) رابع <a\nhref=\"/الكتب/3367_الذريعة-ج-٢/الصفحة_0?pageno=511#top\">الذريعة ٢:\n٥١١</a>.\n(١) زاد ناسخ \" أ \": رب وفق بحق وليك الرضا عليه السلام والتحية والتسليم.\n</p>\n\n<p>\n(٢) أنظر <a\nhref=\"/الكتب/1300_الاختصاص/الصفحة_0?pageno=147#top\">الاختصاص: ١٤٧</a> و\n١٤٨ و ٢٤١، الارشاد: ١٠٠، الأمالي: ٣٠٣ و ٣٠٤، <a href=\"/الكتب/1292_أوائل-\nالمقالات/الصفحة_0?pageno=12#top\">أوائل المقالات: ١٢</a>، تصحيح الاعتقاد:\n٦٧، <a href=\"/الكتب/1303_الفصول-المختارة/الصفحة_0?pageno=32#top\">الفصول\nالمختارة: ٣٢</a> وما بعدها، وص 228 وما بعدها.\n(1) في الديوان وبعض المصادر: وأخوته دأب المحب المواصل.\n</p>\n\n<p>\n(2) في الديوان وبعض المصادر: ودافعت عنه بالطلي والكلاكل.\n</p>\n\n<p>\nالذرى: جمع ذروة، وهي <span id='ms21'></span> أعلى الشئ وأشرفه \" أنظر لسان العرب - ذرا - 14:\n284 \".\n</p>\n\n<p>\nالطلى: جمع الطلاة، وهي العنق. \" لسان العرب - طلى - 15: 13 \".\n</p>\n\n<p>\nالكلاكل: جمع كلكل، وهو الصدر من كل شئ \" لسان العرب - كلل - 11: 596 \".\n</p>\n\n<p>\n(3) في الديوان وبعض المصادر: وزينا على رغم العدو المخابل.\n</p>\n\n<p>\n(4) الماحل: المحتال، الماكر \" الصحاح - محل - 5: 1817 \" ويأتي شرحها عن\nالشيخ المفيد قريبا، وفي الديوان وبعض المصادر:\n</p>\n\n<p>\nفمن مثله في الناس أو من مؤمل * إذا قايس الحكام أهل التفاضل حليم رشيد\nعادل غير طائش * يوالي إلها ليس عنه بذاهل\n(١) هذه القصيدة مشهورة معروفة، رواها أهل الأدب والتاريخ والسير، وشرحها\nجماعة من العلماء كابن جني والبغدادي، وقال فيها ابن كثير: \" هذه قصيدة\nعظيمة بليغة جدا، لا يستطيع أن يقولها إلا من نسبت إليه، وهي أفحل من\nالمعلقات السبع، وأبلغ في تأدية المعنى فيها جميعها \" وهي مائة وأحد عشر\nبيتا.\n</p>\n\n<p>\nأنظر ديوان أبي طالب: ٣ - ١٢، سيرة ابن هشام ١: ٢٩١ - ٢٩٩، الحجة على\nالذاهب: ٣٣٩ - ٣٤٣، <a\nhref=\"/الكتب/1353_العمدة/الصفحة_0?pageno=412#top\">العمدة: ٤١٢</a> \" <a\nhref=\"/الكتب/2198_شرح-نهج-البلاغة-ج-١٤/الصفحة_0?pageno=79#top\">شرح نهج\nالبلاغة ١٤: ٧٩</a>، الطرائف: ٣٠١، <a href=\"/الكتب/3595_البداية-\nوالنهاية-ج-٣/الصفحة_0?pageno=51#top\">البداية والنهاية: ٣: ٥١</a> - ٥٥،\nالسيرة النبوية للذهبي: ٩٥، <a href=\"/الكتب/4649_خزانة-\nالأدب-ج-١/الصفحة_0?pageno=252#top\">خزانة الأدب ١:\n</p>\n\n<p>\n٢٥٢</a> - 261.\n</p>\n\n<p>\n(2) (صريح) من ط، وفي \" أ \" بدلها كلمة غير واضحة.\n</p>\n\n<p>\n(3) (صحيح) من ط.\n(1) وفي بعض النسخ: وهو في أمر أشهر وطريق أقرب.\n</p>\n\n<p>\n(2) الحجا: العقل \" الصحاح - حجا - 6: 2309 \".\n</p>\n\n<p>\n(3) وفي بعض النسخ: ويباهي.\n(١) في الديوان وبعض المصادر:\n</p>\n\n<p>\nلقد علموا أن ابننا لا مكذب لدينا ولا يعنى بقول الأباطل (٢) في الديوان\nوبعض المصادر: يلوذ به.\n</p>\n\n<p>\n(٣) روي هذا البيت في المصادر باختلاف في بعض ألفاظه، منها:\n</p>\n\n<p>\nكذبتم وبيت الله نبزي محمدا ولما نطاعن دونه و نناضل وفي <a\nhref=\"/الكتب/41_النهاية/الصفحة_0?pageno=125#top\">النهاية: ١٢٥</a>،\nواللسان 14: 73: يبزى، أي يقهر ويستذل ويغلب، وأراد: لا يبزى، فحذف (لا) من\nجواب القسم، والمراد أنه لا يقهر ولم نقاتل عنه وندافع.\n(١) الحلائل: جمع حليلة، وهي الزوجة \" المحاح - حلل - ٤: ١٦٧٣ \".\n</p>\n\n<p>\n(٢) إضافة إلى المصادر المتقدمة، راجع <span id='ms22'></span>: <a href=\"/الكتب/1716_صحيح-\nالبخاري-ج-٢/الصفحة_0?pageno=75#top\">صحيح البخاري ٢: ٧٥</a> <a\nhref=\"/الكتب/1756_السنن-الكبرى-ج-٣/الصفحة_0?pageno=352#top\">السنن الكبرى\n٣: ٣٥٢</a>، دلائل النبوة للبيهقي: ٦: ١٤١، الخصائص الكبرى ١: ١٤٦ وص ٢٠٨.\n</p>\n\n<p>\n(٣) السلى: الجلد الرقيق الذي يخرج فيه الولد من بطن أمه ملفوفا فيه \"\nلسان العرب - سلا - ٤: ٣٩٦ \".\n</p>\n\n<p>\n(٤) خ ل: مغضبا.\n</p>\n\n<p>\n(٥) السبال: جمع السبلة، وهو الشارب \" الصحاح - سبل - ٥: ١٧٢٤ \".\n</p>\n\n<p>\n(٦) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=373#top\">الكافي ١:\n٣٧٣</a> / ٣٠، <a href=\"/الكتب/2621_تفسير-\nالقرطبي-ج-٦/الصفحة_0?pageno=405#top\">تفسير القرطبي ٦: ٤٠٥</a>.\n(1) في \" أ \": ومنها شدة بدل (ودلالة على شدة).\n(١) <a href=\"/الكتب/3044_الطبقات-\nالكبرى-ج-١/الصفحة_0?pageno=202#top\">الطبقات الكبرى ١: ٢٠٢</a>، الحجة على\nالذاهب: ٢٨٦ (٢) يقال: نبت بي تلك الأرض: أي لم أجد بها قرارا \" لسان العرب\n- نبا - ١٥: ٣٠٢ \" (٣) الحجة على الذاهب: ٢٩٠ <a href=\"/الكتب/2188_شرح-\nنهج-البلاغة-ج-٤/الصفحة_0?pageno=70#top\">شرح نهج البلاغة ٤: ٧٠</a>.\n(1) الخور: الضعف \" مجمع البحرين - خور - 3: 293 \".\n</p>\n\n<p>\n(2) ضن بالشئ: بخل به \" الصحاح - ضنن - 6: 2156 \".\n(١) الحجة على الذاهب: ٢٩٨، <a href=\"/الكتب/2198_شرح-نهج-\nالبلاغة-ج-١٤/الصفحة_0?pageno=77#top\">شرح نهج البلاغة ١٤: ٧٧</a>.\n</p>\n\n<p>\n(2) زيادة يقتضيها السياق.\n(١) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/0/9\"\ntarget=\"_blank\">سورة التوبة ٩</a>: ٨٥.\n</p>\n\n<p>\n(٢) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/0/9\"\ntarget=\"_blank\">سورة التوبة ٩</a>: ١١٥.\n</p>\n\n<p>\n(٣) الحجة على الذاهب: ٩٤، <a href=\"/الكتب/2198_شرح-نهج-\nالبلاغة-ج-١٤/الصفحة_0?pageno=68#top\">شرح نهج البلاغة ١٤: ٦٨</a>، تاريخ\nالاسلام للذهبي 1: 138.\n(1) في الديوان: معتم بدل مقتم وكلاهما بمعنى واحد.\n</p>\n\n<p>\nطواني: أقام عندي \" لسان العرب - طوى - 15: 20 \".\n</p>\n\n<p>\nوتقحم النجم: غاب \" لسان العرب - قحم - 12: 463 \".\n</p>\n\n<p>\n(2) العوالي: جمع عالية. وهي أعلى الرمح ورأسه، وقيل: العالية: القناة\nالمستقيمة \" لسان العرب - علا - 15: 87 \".\n(١) في \" أ \": تعرفوا، وفي شرح النهج: تفلقوا.\n</p>\n\n<p>\n(٢) في الديوان:\n</p>\n\n<p>\nعلى ما مضى من بغيكم وعقوقكم * وغشيانكم في أمرنا كل مأثم (٣) في الديوان\nوشرح النهج: قيم.\n</p>\n\n<p>\n(٤) ديوان أبي طالب: ٢٩ - ٣١. <a href=\"/الكتب/2198_شرح-نهج-\nالبلاغة-ج-١٤/الصفحة_0?pageno=71#top\">شرح نهج البلاغة ١٤: ٧١</a>.\n(١) سح: سال \" الصحاح - سحح - ١: ٣٧٣ \".\n</p>\n\n<p>\nالسرب: الذي يسيل منه الماء \" الصحاح - سرب <span id='ms23'></span> - ١: ١٤٧ \".\n</p>\n\n<p>\n(٢) ورد هذا البيت مصحفا في (١) هكذا:\n</p>\n\n<p>\nبلغت قصي بأكلابها * وهل يرجع الحكم بعد اللعب؟!\n</p>\n\n<p>\n(٣) ديوان أبي طالب: ٢٥. مناقب ابن شهرآشوب ١: ٦٦، الحجة على الذاهب:\n٢٤٥، <a href=\"/الكتب/2198_شرح-نهج-\nالبلاغة-ج-١٤/الصفحة_0?pageno=61#top\">شرح نهج البلاغة ١٤: ٦١</a>.\n(١) المراجم: قبيح الكلام، ولعل المراد هنا التقاذف بها يرجم به من السلاح\n\" لسان العرب - رجم - ١٢: ٢٢٨ \" وفي شرح النهج: ونزاحم. ولم يرد هذا البيت\nفي الديوان.\n</p>\n\n<p>\n(٢) في \" أ \": للجراثم.\n</p>\n\n<p>\n(٣) في الديوان: وما جاهل أمرا كآخر عالم.\n</p>\n\n<p>\nوفي شرح النهج: وما جاهل في قومه مثل عالم.\n</p>\n\n<p>\n(٤) قرع فلان أسنانه ندما أي حك بعضها على بعض حتى يسمع لها صوت غيظا\nوحنقا وندما \" أنظر لسان العرب - قرع - ٨: ٢٦٤ و - حرق - ١٠: ٤٤ \".\n</p>\n\n<p>\n(٥) جرثومة كل شئ: أصله ومجتمعه \" لسان العرب - جرثم - ١٢: ٩٥ \".\n</p>\n\n<p>\n(٦) ديوان أبي طالب: ٣٢، <a href=\"/الكتب/2198_شرح-نهج-\nالبلاغة-ج-١٤/الصفحة_0?pageno=73#top\">شرح نهج البلاغة ١٤: ٧٣</a>\n(١) مناقب ابن شهرآشوب ١: ٦٣، سيرة ابن هشام ١: ٣٧٧، شرح النهج ١٤: ٧٢، <a\nhref=\"/الكتب/3595_البداية-والنهاية-ج-٣/الصفحة_0?pageno=84#top\">البداية\nوالنهاية ٣: ٨٤</a>، <a href=\"/الكتب/4649_خزانة-\nالأدب-ج-١/الصفحة_0?pageno=261#top\">خزانة الأدب ١: ٢٦١</a>.\n</p>\n\n<p>\n(2) في الديوان: أتاك بها من غائب متعصب.\n</p>\n\n<p>\n(3) في الديوان:.... وعقوقهم * وما نقموا من صادق القول منجب.\n(١) في الديوان: وأصبح.\n</p>\n\n<p>\n(٢) في الديوان و<a href=\"/الكتب/3697_المناقب\">المناقب</a>: خير.\n</p>\n\n<p>\n(3) ديوان أبي طالب: 16، مناقب ابن شهرآشوب 1: 64.\n(١) مناقب ابن شهرآشوب ١: ٦٢، <a href=\"/الكتب/2198_شرح-نهج-\nالبلاغة-ج-١٤/الصفحة_0?pageno=76#top\">شرح نهج البلاغة ١٤: ٧٦</a>، <a\nhref=\"/الكتب/1609_الغدير-ج-٧/الصفحة_0?pageno=357#top\">الغدير ٧: ٣٥٧</a>.\n</p>\n\n<p>\n(٢) أناف: ارتفع وأشرف، (لسان العرب - نوف - ٩: ٣٤٢ \".\n</p>\n\n<p>\nأبو نضلة: كنية هاشم بن عبد مناف \" الصحاح - نضل - ٥: ١٨٣١ \" (٣)\nالنعائم: منزل من منازل القمر \" لسان العرب - نعم - ١٢: ٥٨٦ \".\n</p>\n\n<p>\nالزهرة: كوكب معروف \" لسان العرب - زهر - ٤: ٣٣٢ \".\n</p>\n\n<p>\n(٤) <a href=\"/الكتب/2198_شرح-نهج-\nالبلاغة-ج-١٤/الصفحة_0?pageno=78#top\">شرح نهج البلاغة ١٤: ٧٨</a>.\n(١) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/0/5\"\ntarget=\"_blank\">سورة <span id='ms24'></span> المائدة ٥</a>: 19.\n</p>\n\n<p>\n(2) في \" ط \": له.\n</p>\n\n<p>\n(3) في السيرة وتاريخ ابن عساكر:\n</p>\n\n<p>\nإن ابن آمنة النبي محمدا * عندي بمثل منازل الأولاد (4) في السيرة وتاريخ\nابن عساكر: رحمته.\n</p>\n\n<p>\n(5) العيس: الإبل البيض. يخالط بياضها شئ من الشقرة ويقال: هي كرائم\nالإبل.\n</p>\n\n<p>\n\" الصحاح - عيس - 3: 954 \".\n</p>\n\n<p>\nوقلصن: ارتفعن وذهبن، والتشديد للمبالغة \" أنظر لسان العرب - قلص - 7: 80\n\".\n(١) في السيرة وتاريخ ابن عساكر: شرك.\n</p>\n\n<p>\n(٢) ديوان أبي طالب: ٣٣، سيرة ابن إسحاق: ٧٦، تهذيب تاريخ ابن عساكر ١:\n٢٧٢.\n</p>\n\n<p>\n<a href=\"/الكتب/1609_الغدير-ج-٧/الصفحة_0?pageno=343#top\">الغدير ٧:\n٣٤٣</a>.\n</p>\n\n<p>\n(٣) متشابه <a href=\"/الكتب/1_القرآن\">القرآن</a> 2: 65، مناقب ابن\nشهرآشوب 1: 39 و 61.\n(١) أي الرماح الذوابل، سميت بذلك ليبسها ولصوق ليطها، يعني قشرها \"\nالمخصص.\n</p>\n\n<p>\nالسفر السادس: ٣١ \".\n</p>\n\n<p>\n(٢) في هذا البيت إقواء ظاهر، إذ أن حركة حرف الروي الكسر وجاءت هنا\nمضمومة إقواء.\n</p>\n\n<p>\n(٣) من البرجمة وهي: غلظ الكلام \" <a\nhref=\"/الكتب/41_النهاية\">النهاية</a> - برجم - 1: 113 ولعلها \" الترجم \"\nمن الرجم. وهو القول بالظن والحدس \" لسان العرب - رجم - 12: 227 \".\n(١) متشابه <a href=\"/الكتب/1_القرآن\">القرآن</a> ٢: ٦٥، مناقب ابن شهرآشوب\n١: ٦٢. مستدرك الحاكم ٢: ٦٢٣.\n</p>\n\n<p>\n(٢) ديوان أبي طالب: ٣٦، الأوائل لأبي هلال العسكري: ٧٥، كنز <a\nhref=\"/الكتب/2163_الفوائد\">الفوائد</a> ١: ٢٧١، الحجة على الذاهب: ٢٤٩ و\n٢٥٠، <a href=\"/الكتب/2198_شرح-نهج-\nالبلاغة-ج-١٤/الصفحة_0?pageno=76#top\">شرح نهج البلاغة ١٤: ٧٦</a>. <a\nhref=\"/الكتب/1171_روضة-الواعظين/الصفحة_0?pageno=86#top\">روضة الواعظين:\n٨٦</a>.\n</p>\n\n<p>\n(3) في \" ط \": وقتي.\n(١) ديوان أبي طالب: ٣٥، سيرة ابن إسحاق: ٧٧، تهذيب تاريخ ابن عساكر ١:\n٢٧٣، <a href=\"/الكتب/1609_الغدير-ج-٧/الصفحة_0?pageno=345#top\">الغدير ٧:\n٣٤٥</a>.\n</p>\n\n<p>\n(٢) تقدمت أربعة أبيات من هذه القصيدة الدالية مع تخريجاتها، ويضاف لها:\nالخصائص الكبرى ١: ١٤٤.\n</p>\n\n<p>\n(٣) في \" أ \": له لحق. وفي متشابه <a href=\"/الكتب/1_القرآن\">القرآن</a>:\nله نجوم.\n</p>\n\n<p>\n(٤) متشابه <a href=\"/الكتب/1_القرآن\">القرآن</a> 2: 66.\n</p>\n\n<p>\n(5) في \" أ \": الانذار، تصحيف، وما في المتن هو الأنسب لقوله \" المبدئ\nالمعيد \". <span id='ms25'></span>\n</p>\n",
  "pages": [
    "001",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048"
  ],
  "volumes": [
    "01"
  ]
}