{
  "content": "\n#\n<p>\n| كتاب الجهاد من المدونة الكبرى\n</p>\n\n#\n<p>\n| الدعوة قبل القتال\n</p>\n\n<p>\nقال سحنون بن سعيد قلت لعبد الرحمن بن القاسم أكان مالك يأمر بالدعوة قبل\nالقتال ( قال ) نعم كان يقول لا أرى أن يقاتل المشركون حتى يدعوا ( قلت )\nولا يبيتون حتى يدعوا قال نعم ( قلت ) وسواء إن غزوناهم نحن أو أقبلوا هم\nإلينا غزاة فدخلوا بلادنا لا نقاتلهم في قول مالك حتى ندعوهم ( قال ) قد\nأخبرتك بقول مالك ولم أسأله عن هذا وهذا كله عندي سواء ( قلت ) وكيف الدعوة\nفي قول مالك ( قال ) ماسمعت من مالك فيها شيئا ولكن ندعوهم إلى الله ورسوله\nأو يؤدوا الجزية عن يد ( وقال مالك ) أيضا أما من قارب الدروب فالدعوة\nمطروحة لعلمهم بما يدعون إليه وما هم عليه من البغض والعداوة للدين وأهله\nومن طول معارضتهم للجيوش ومحاربتهم لهم فلتطلب غرتهم ولا تحدث لهم الدعوة <span id='ms0527'></span>\nإلا تحذيرا وأخذ عدة لمحاربة المسلمين ومنعا لما رجاه المسلمون من الظهور\nعليهم\n</p>\n\n<p>\nوأما من بعد وخيف أن لا تكون ناحيته ناحية من أعلمتك فإن الدعوة أقطع\nللشك وأبر للجهاد يبلغ ذلك بك وبه ما بلغ وبه تنال علم ما هو عليه في\nالإجابة لك ( بن وهب ) ولعله أن لا يكون عالما وإن ظننت أنه عالم ( بن وهب\n) عن الليث بن سعد وعميرة بن أبي ناجية ويحيى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p002'> Vol. 03, p. 002</a>\n            </div>\n             بن أيوب عنيحيى\nبن سعيد أنه قال لا بأس بابتغاء عورة العدو بالليل والنهار لأن دعوة\nالإسلام قد بلغتهم وقد كان رسول الله صلى الله عليه وسلم بعث إلى خيبر\nفقتلوا أميرهم بن أبي الحقيق غيلة وإلى صاحب بني لحيان من قتله غيلة وبعث\nنفرا فقتلوا آخرين إلى جانب المدينة من اليهود منهم بن الأشرف ( قال ) يحيى\nبن سعيد وكان عمر بن عبد العزيز يأمر أمراء الجيوش أن لا ينزلوا بأحد من\nالعدو إلا دعوهم ( قال ) يحيى ولعمري انه لحقيق على المسلمين أن لا ينزلوا\nبأحد من العدو في الحصون ممن يطمعون به ويرجون أن يستجيب لهم إلا دعوه فأما\nمن ان جسلت بأرضك أتوك وإن سرت إليهم قاتلوك فإن هؤلاء لا يدعون\n</p>\n\n<p>\nولو طمع بهم لكان ينبغي للناس أن يدعوهم ( وأخبرني ) القاسم بن عبد الله\nعن حسين بن عبد الله عن أبيه عن جده عن علي بن أبي طالب رضي الله تعالى عنه\nأنه لم يكن يقاتل أحدا من العدو حتى يدعوهم ثلاث مرات ( قلت ) لابن القاسم\nوكان يفرق بين الروم في قتالهم وبين القبط قال نعم ( قال ) ولا يقاتلون حتى\nيدعوا وقال أيضا ولا يبيتون ( قالت ) أكان مالك يرى أن يدعوا قبل أن\nيقاتلوا ولا يرى أن الدعوة قد بلغتهم قال نعم ( قال ) وقال مالك في قتال\nالسلابة يدعوه إلى أن يتقي الله ويدع ذلك فإن أبى فقاتله وإن عاجلك عن أن\nتدعوه فقاتله ( قال ) وكذلك أهل الحرب إن عاجلوك عن أن تدعوهم فقاتلهم\nقالابن القاسم وإن طلبت السلابة الطعام أو <span id='ms0528'></span> الأمر الخفيف فأرى أن يعطوا ولا\nيقاتلوا وكذلك سمعت من مالك قالابن القاسم وسأل مالكا رجل من أهل المغرب\nفقال يا أبا عبد الله انا نكون في خصوصنا فيأتينا قوم يكابرونا يريدون\nأنفسنا وأموالنا وحريمنا أو قال أموالنا وأهلينا\n</p>\n\n<p>\nقال ناشدوهم الله في ذلك فإن أبوا وإلا السيف ( قال ) وسئل مالك عن قوم\nأتوا إلى قوم في ديارهم فأرادهم قتلهم وأخذ أموالهم ( قال مالك ) ناشدوهم\nالله ثم بالسيف ( بن وهب ) عن عقبة بن نافع عن ربيعة أنه قال إن كان عدو\nولم تبلغه الدعوة ولا أمر النبوة فانهم يدعون ويعرض عليهم الإسلام وتسير\nإليهم الأمثال وتضرب لهم العبر ويتلى عليهم القرآن حتى إذا بلغ العذر في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p003'> Vol. 03, p. 003</a>\n            </div>\n             دعائهم وأبوا طلبت عورتهم والتمست غفلتهم وكان الدعاء فيمن\nأعذر إليهم في ذلك بعد الأعذار تحذيرا لهم ( مالك ) عن حميد الطويل عن أنس\nبن مالك أن رسول الله صلى الله عليه وسلم خرج إلى خيبر فأتاها ليلا وكان\nإذا جاء قوما ليلا لم يغر حتى يصبح فلما أصبح خرجت عليه يهود خيبر بمساحيهم\nومكاتلهم فلما رأوه قالوا محمد والله محمد والخميس فقال رسول الله صلى الله\nعليه وسلم الله أكبر الله أكبر خربت خيبر أنا إذا نزلنا بساحة قوم فساء\nصباح المنذرين ( بن وهب ) عن خالد بن حميد المهرى أن إسحاق بن أبي سليمان\nالأنصاري حدثهم أنه سأل ربيعة بن أبي عبد الرحمن عن رجل عرض له لص ليغضبه\nماله فرماه فنزع عينه هل عليه ديته ( قال ) لا ولا نفسه فقلت لربيعة عمن\nتذكر هذا قال كان سعد بي أبي وقاص وعبد الرحمن بن عوف يخبران أن رسول الله\nصلى الله عليه وسلم قال من قتل دون ماله فأفضل شهيد قتل في الإسلام بعد أن\nيتعوذ بالله وبالإسلام ثلاث مرات فإن قتل اللص فشر قتيل قتل في الإسلام (\nقال ) إسحاق وكان مسلم بن أبي مريم يرى هذا ( بن وهب ) عن عمر بن محمد بن\nزيد عن عاصم بن عبد الله عن سعيد بن زيد <span id='ms0529'></span> بن عمرو بن نفيل قال قال رسول الله\nصلى الله عليه وسلم من قاتل دون ماله حتى يقتل فهو شهيد ( بن وهب ) عن جرير\nبن حازم عن يحيى بن عتيق قال قلت للحسن يا أبا سعيد إنا نخرج تجارا فيعرض\nلنا قوم يقطعون علينا السبيل من أهل الإسلام فقال أيها الرجل قاتل عن نفسك\nومالك ( بن وهب ) عن أشهل بن حاتم عن عبد الله بن عون عن محمد بن سيرين أنه\nقال ما علمت أحدا من الناس ترك قتال من يريد نفسه وماله وكانوا يكرهون قتال\nالأمراء ( بن وهب ) عن جرير بن حازم عن أيوب السختياني عن محمد بن سيرين\nأنه قال ما علمت أحدا ترك قتال الحرورية واللصوص تحرجا إلا أن يجبن الرجل\nفذلك المسكين لا يلام ( بن وهب ) عن محمد بن عمرو عن بن جريج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p004'> Vol. 03, p. 004</a>\n            </div>\n            \nعن عمرو بن شعيب قال قال رسول الله صلى الله عليه وسلم من حمل علينا السلاح\nفليس منا ولا راصدا بطريق ( بن وهب ) عن مالك وعد الله بن عمر ويونس وأسامة\nوغيرهم أن نافعا أخبرهم عن عبد الله بن عمر أن رسول الله صلى الله عليه\nوسلم قال من حمل علينا السلاح فليس منا\n</p>\n\n#\n<p>\n| في الجهاد مع هؤلاء الولاة\n</p>\n\n<p>\n( قال ) وقال مالك لا أرى بأسا أن يجاهد الروم مع هؤلاء الولاة قالابن\nالقاسم وكان فيما بلغني عنه لما كان زمان مرعش وصنعت الروم ما صنعت فقال لا\nبأس بجهادهم ( قال بن القاسم ) وأما أنا فقد أدركته يقول لا بأس بجهادهم (\nقال بن القاسم ) قلت لمالك يا أبا عبد الله أنهم يفعلون\n</p>\n\n<p>\nفقال لا بأس على الجيوش وما يفعل الناس وقال ما أرى به بأسا ويقول لو ترك\nهذا أي لكان ضررا على أهل الإسلام ويذكر مرعش وما فعل بهم وجرأة الروم على\nأهل الإسلام وغاراتهم على أهل الإسلام ولو أنه ترك مثل هذا لكان ضررا على\nأهل الإسلام\n</p>\n\n#\n<p>\n| الغزو بالنساء\n</p>\n\n<p>\nقالابن القاسم وسألت مالكا عن الرجل يغزو ومعه أهله إلى الرباط على بعض <span id='ms0530'></span>\nالسواحل فقال لا بأس بذلك ( قلت ) فهل كشفتموه عن الرجل يدرب في أرض الحرب\nغازيا أيغزو بأهله معه أو يغزو النساء مع الرجل في دار الحرب ( فقال ) ما\nكشفناه عن أكثر مما قلت لك في الرباط ولا أرى أن يخرج بالنساء إلى دار\nالحرب ( قلت ) أرأيت النساء هل يدرب بهن في أرض العدو في الغزو ( قال ) ما\nسمعت من مالك فيه شيئا ولكن سمعت مالكا يقول في السواحل لا بأس أن يخرج\nالرجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p005'> Vol. 03, p. 005</a>\n            </div>\n             بامرأته في عسكر لا يخاف عليهم لقلتهم مثل الاسكندرية\nوما أشبهها قال بن القاسم وإن غزا المسلمون في عسكر لا يخاف عليهم لقلتهم\nلم أرى بأسا أن يخرج بالنساء في ذلك ( بن وهب ) عن أنس بن عياض عن جعفر بن\nمحمد عن أبيه عن يزيد بن هرمز أن نجدة كتب إلى بن عباس رضي الله عنه يسأله\nعن خمس خلال فقال بن عباس ان الناس يقولون ان بن عباس يكاتب الحرورية ولولا\nأني أخاف أن أكتم علما لم أكتب إليه ولا نعمة عين وقال بن جريج في حديثه\nقال بن عباس ولولا أن أرده عن شين يقع فيه ما كتبت إليه ولا نعمة عين\n</p>\n\n<p>\nفكتب إليه نجدة أما بعد فأخبرني هل كان رسول الله صلى الله عليه وسلم\nيغزو بالنساء وهل كان يضرب لهن في الخمس بسهم وهل كان يقتل الصبيان ومتى\nينقضي يتم اليتيم وعن الخمس لمن هو\n</p>\n\n<p>\nفكتب إليه قد كان رسول الله صلى الله عليه وسلم يغزو بالنساء فيداوين\nالمرضى ويحدين من الغنيمة ولم يسهم لهن وانه لم يكن يقتل الصبيان وكتبت\nتسألني متى ينقضي يتم اليتيم ولعمري أن الرجل لتنبت لحيته وأنه لضعيف الأخذ\nلنفسه ضعيف الإعطاء منها فإذا أخذ لنفسه من صالح ما يأخذ الناس فقد انقطع\nعنه اليتم\n</p>\n\n#\n<p>\n| في قتل النساء والصبيان في أرض الحرب\n</p>\n\n<p>\n( قلت ) هل كان مالك يكره قتل النساء والصبيان والشيخ الكبير في أرض\nالحرب قال نعم ( قلت ) فهل كان مالك يكره قتل الرهبان ( قال ) نعم كان يكره <span id='ms0531'></span>\nقتل الرهبان المحبسين في الصوامع والديارات ( قلت ) أرأيت الراهب هل يقتل (\nقال ) سمعت مالكا يقول لا يقتل الراهب ( قال مالك ) وأرى أن يترك لهم من\nأموالهم ما يعيشون به لا يأخذون منهم أموالهم كلها فلا يجدون وما يعيشون به\nفيموتوا ( بن وهب ) عن بن لهيعة عن عبد ربه بن سعيد عن سلمة بن كهيل عن\nشقيق بن سلمة عن جرير بن عبد الله البجلي قال كان رسول الله صلى الله عليه\nوسلم إذا بعث سرية قال بسم الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p006'> Vol. 03, p. 006</a>\n            </div>\n             وفي سبيل الله لا تغلوا ولا\nتغدروا ولا تمثلوا ولا تقتلوا الولدان ( مالك ) عن بن شهاب أن إبنا لكعب بن\nمالك الأنصاري أخبره قال نهى رسول الله صلى الله عليه وسلم النفر الذين\nقتلوا بن أبي الحقيق عن قتل النساء والولدان ( مالك ) وغيره عن نافع أن\nرسول الله صلى الله عليه وسلم رأى في بعض مغازيه امرأة مقتولة فأنكر ذلك\nونهى عن قتل النساء والصبيان ( بن أبي الزناد ) عن أبيه قال حدثني المرقع\nبن صيفي أن جده رباح بن ربيع أخا حنظلة الكاتب أخبره أنه خرج مع رسول الله\nصلى الله عليه وسلم في غزوة غزاها كان على مقدمة فيها خالد بن الوليد فمر\nرباح وأصحاب رسول الله صلى الله عليه وسلم على امرأة مقتولة مما أصابت\nالمقدمة فوقفوا عليها ينظرون إليها ويعجبون من خلقها حتى لحقهم رسول الله\nصلى الله عليه وسلم على ناقة له فانفرجوا عن المرأة فوقف عليها رسول الله\nصلى الله عليه وسلم ثم قال هاه ما كانت هذه تقاتل قال ثم نظر في وجوه القوم\nفقال لأحدهم الحق بخالد بن الوليد فلا يقتلن ذرية ولا عسيفا ( مالك ) عن\nيحيى بن سعيد أن أبا بكر بعث جيشا إلى الشام فخرج يمشي مع يزيد بن أبي\nسفيان وقال له انك ستجد قوما قد فحصوا عن أوساط رؤوسهم من الشعر فأضرب ما\nفحصوا عنه بالسيف وستجد قوما زعموا أنهم حبسوا أنفسهم لله فدعهم وما زعموا\nأنهم حبسوا أنفسهم له اني <span id='ms0532'></span> موصيك بعشر لا تقتلن امرأة ولا صبيا ولا كبيرا\nهرما ولا تقطعن شجرا مثمرا ولا تخربن عامرا ولا تعقرن شاة ولا بعيرا إلا\nلمأكله ولا تحرقن نخلا ولا تغرقنه ولا تغل ولا تجبن ( وذكر ) عن عمر بن\nالخطاب أنه قال ولا تقتلوا هرما ولا امرأة ولا وليدا وتوقوا قتلهم إذا\nالتقى الزحفان وعند حمة النهضات وفي شن الغارات ( قلت ) فهل كان مالك يكره\nأن تحرق قراهم وحصونهم بالنار أو تغرق بالماء ( قال ) قال مالك لا بأس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p007'> Vol. 03, p. 007</a>\n            </div>\n             أن تحرق قراهم وحصونهم بالنيران وتغرق بالماء وتخرب قالسحنون\nوأصل ما جاء عن أبي بكر رضي الله عنه في النهي عن قطع الشجر واخراب العامر\nأن ذلك لم يكن من أبي بكر رحمه الله نظرا للشرك وأهله والحيطة لهم والذب\nعنهم ولكنه أراد النظر للإسلام وأهله والتوهين للشرك ورجا أن يصير ذلك\nللمسلمين وأن خرابه وهن على المسلمين للذي رجا من كونه للمسلمين لأن خرابه\nضرر على الإسلام وأهله ولم يرد به نظرا لأهل الشرك ومنع نواحيه وكل بلد لا\nرجاء فيه للمسلمين على الظهور عليها والمقدرة فوهن ذلك وضرره على أهل الشرك\n( وذكر ) بن وهب عن مخرمة بن بكير قال سألت عبد الرحمن بن القاسم ونافعا\nمولى بن عمر عن شجر العدو هل يقطع وهل تهدم بيوتهم فقالا نعم ( قلت ) فقطع\nالشجر المثمر وغير المثمر أكان مالك يرى به بأسا ( قال ) قال مالك نعم يقطع\nالشجر في بلادهم المثمر وغير المثمر فلا بأس بذلك ( قلت ) وكان يرى حرق\nقراهم وحصونهم وقطع شجرهم وخراب بلادهم أفضل من ترك ذلك ( قال ) لا أدري\nولكني سمعته يقول لا بأس بذلك وكان يتأول هذه الآية <span class='quran'>ما قطعتم من لينة\nأو تركتموها قائمة على أصولها فبإذن الله وليخزي الفاسقين </span>يتأول هذه\nالآية إذا ذكر قطع الشجر وخراب بلادهم وقد ذكر مالك أو رسول الله صلى الله\nعليه وسلم قطع نخل بني النضير ( بن وهب ) عن الليث عن نافع عن عبد الله بن\nعمر أن رسول الله صلى الله <span id='ms0533'></span> عليه وسلم أحرق نخل بني النضير وهي البويرة ولها\nيقول حسان بن ثابت رضي الله تعالى عنه\n</p>\n\n<p>\nفوهان على سراة بني لؤي حريق بالبويرة مستطير فأنزل الله تبارك وتعالى\n<span class='quran'>ما قطعتم من لينة أو تركتموها قائمة على أصولها فبإذن الله وليخزي\nالفاسقين </span>( بن وهب ) عن بن لهيعة عن عبد الجليل بن حميد أنه سمع بن\nشهاب يقول ان رسول الله صلى الله عليه وسلم أمر أسامة بن زيد حين بعثه نحو\nالشام أن يسير حتى يأتي أبنى فيحرق فيها ويهريق دما ففعل ذلك أسامة ( بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p008'> Vol. 03, p. 008</a>\n            </div>\n             وهب ) عن عمرو بن الحارث أن بكيرا حدثه قال سمعت سليمان بن\nيسار يقول أمر رسول الله صلى الله عليه وسلم أسامة بن زيد على جيش وأمره أن\nيحرق في أبنى\n</p>\n\n#\n<p>\n| في قتل الأسارى\n</p>\n\n<p>\n( قلت ) أرأيت إن سبوا رجالا ونساء وذراري فلم يجدوا لهم حمولة ولم يقووا\nعلى اخراجهم هل سمعت من مالك فيه شيئا ( قال ) سمعت مالكا سئل عن قتل\nالأسارى فقال أما كل من خيف منه فأرى أن يقتل ( قلت ) أرأيت إن أخذ الإمام\nأسارى هل سمعت مالكا يقول إن ذلك إلى الإمام إن شاء ضرب رقابهم وإن شاء\nاستحياهم وجعلهم فيئا ( قال ) سمعته يقول أما من خيف منه فإنه يقتل\n</p>\n\n<p>\nقال فرأيت مالكا فيما وقفته يفر من الذين لا يخاف منهم أن يقتلوا مثل\nالكبير والصغير قال سحنون ألا ترى إلى ما نال المسلمين من أبي لؤلؤة فإذا\nكان ممن أبغض الدين وعادى عليه وأحب له وخيف عليه أن لا تؤمن غيلته فهو\nالذي يقتل فأما غير ذلك فهم الحشوة ولهم قوتل المشركون وهم كالأموال وفيهم\nالرغبة وبهم القوة على قتال الشرك ( وقد ذكر ) عبد الله بن عمر عن نافع عن\nعبد الله بن عمر أنه قال كتب عمر إلى أمراء الجيوش يأمرهم بأن يقتلوا من\nالكفار كل من جرت عليه المواسي ولا يسبوا إلينا من علوجهم أحدا وكان يقول\nلا تحملوا إلى المدينة من علوجهم أحدا فلما أصيب عمر رحمه الله <span id='ms0534'></span> تعالى قال\nمن أصابني قالوا غلام المغيرة فقال قد نهيتكم أن تحملوا إلينا من هؤلاء\nالعلوج أحدا فعصيتموني ( قال ) ولقد سئل مالك عن الرجل من الروم يلقاه\nالمسلمون فيقول إنما جئت أطلب الأمان فيقال له كذبت ولكنا حين أخذناك\nاعتللت بهذا ( قال ) قال مالك وما يدريهم هذه أمور مشكلة\n</p>\n\n<p>\nقال مالك وأرى أن يرد إلى مأمنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p009'> Vol. 03, p. 009</a>\n            </div>\n             ( قلت ) أرأيت الرجل من أهل\nالحرب يدخل إلى بلاد الإسلام بغير أمان فيأخذه رجل من أهل الإسلام أيكون له\nفيئا أم يكون فيئا لجميع المسلمين ( قال ) لم أسمع من مالك في هذا شيئا إلا\nأن مالكا قال فيمن وجد على ساحل المسلمين من العدو فزعموا أنهم تجار وما\nأشبه هذا ان ذلك لا يقبل منهم ولا يكونون لأهل قرية إن سقطوا إليهم ولكن\nذلك إلى وإلى المسلمين يرى فيهم رأيه وأنا أرى ذلك فيئا للمسلمين ويجتهد\nفيه الوالي ( قلت ) أرأيت الرومي يحل بساحلنا تاجرا فينزل قبل أن يعطى\nالأمان فيقول ظننت أنكم لا تعرضون لمن جاءكم بتجارة حتى يبيع تجارته وينصرف\nعنكم أيعذر بهذا ولا يكون فيئا ( قال ) سمعت مالكا وسأله أهل المصيصة\nفقالوا إنا نخرج في بلاد الروم فنلقى العلج منهم مقبلا إلينا فإذا أخذناه\nقال إنما جئت أطلب الأمان أفترى أن أصدقه ( قال ) قال مالك هذه أمور مشكلة\nأرى أن يرد إلى مأمنه\n</p>\n\n<p>\nفأرى هؤلاء مثله في رأيي إما قبلت منهم ما قالوا وإما رددتهم إلى مأمنهم\n( وروى ) بن وهب عن مالك في قوم من العدو يوجدون بغير إذن من المسلمين على\nضفة البحر في أرض المسلمين فيزعمون أنهم تجار وأن البحر قد لفظهم ثغبا ولا\nيعرف المسلمون تصديق ذلك إلا أن مراكبهم قد انكسرت ومعهم السلاح أو يشكون\nالعطش الشديد فينزلون للماء بغير إذن من المسلمين ( قال مالك ) ذلك إلى\nالإمام يرى فيهم رأيه ولا أرى لمن أخذهم فيهم خمسا لا وال ولا غيره ( قال\nمالك ) ولا يكون الخمس إلا فيما أوجف عليه الخيل والركاب\n</p>\n\n<p>\nخمس رسول الله صلى الله عليه <span id='ms0535'></span> وسلم قريظة وقسم النضير بين المهاجرين\nوثلاثة من الأنصار سهل بن حنيف وأبي دجانة والحارث ( بن وهب ) عن بن لهيعة\nعن يحيى بن سعيد انه قال ليس للعدو المحارب إذا أصابه المسلمون في نفسه أمر\nولا قضاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p010'> Vol. 03, p. 010</a>\n            </div>\n             وهم يقضون في أمره ما أحبوا ليس للعدو أن ينزلوا بأرض\nالمسلمين للتجارة ولا يقبل بها إلا أن يكون رسولا بعث لأمر ما مما بين\nالمسلمين وعدوهم فأما من أخذه المسلمون فزعم أنه جاء للتجارة أو مستأمنا\nبعد ما أخذ فلا أمان له قالابن لهيعة وقال ربيعة إن كانوا من أرض متجر قد\nأمنوا بالتجارة فيهم والاختلاف إليهم فهم على منزلة أمان يشربون من الماء\nويقضون حاجتهم وإن كانوا من أرض عدو ولم يكن بينهم وبينهم ذمة ولم تكن\nالتجارة منهم ولا منكم فيما يليكم ويليهم لم يكن لهم عهد بقولهم إنما جئنا\nتجارا لا تكون تجارة بين المسلمين وعدوهم إلا بخبر قد ثبت وأمر قد جرى ولو\nترك أشباه هذا لم تزل عين من العدو مظلة على المسلمين يحذرونهم ويطمع\nبضعفهم ( قال ) ولقد سئل مالك عن الروم ينزلون بساحل المسلمين بأمان معهم\nالتجارات فيبيعون ويشترون ثم يركبون البحر راجعين إلى بلادهم فإذا أمعنوا\nفي البحر رمتهم الريح إلى بعض بلدان المسلمين غير البلاد التي كانوا أخذوا\nفيها الأمان\n</p>\n\n<p>\nقال مالك أرى لهم الأمان أبدا ما داموا في تجرهم حتى يرجعوا إلى بلادهم\nولا أرى لهم أن يهاجموا ( بن وهب ) عن بن لهيعة وعمر بن مالك عن عبيد الله\nبن أبي جعفر عن حنش بن عبد الله أن رسول الله صلى الله عليه وسلم قتل سبعين\nأسيرا بعد الاثخان من اليهود وقتل عقبة بن أبي معيط أتي به أسيرا يوم بدر\nفذبحه فقال من للصبية قال النار ( بن وهب ) عن الليث بن سعد عن يزيد بن أبي\nحبيب حدثه ان عمر بن عبد العزيز أتي بأسير من الخزر فقال له عمر لاقتلنك\nفقال له الأسير إذا لا ينقص ذلك من عدة الخزر شيئا <span id='ms0536'></span> فقتله عمر ولم يقتل\nأسيرا في خلافته غيره قال الليث وكان أبو عبيدة وعياض بن عقبة بن نافع\nيقتلون الأسارى إذا أتى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p011'> Vol. 03, p. 011</a>\n            </div>\n             بهم في أرض الروم ( مخرمة بن بكير عن\nأبيه عن نافع مولى بن عمر قال قتل رسول الله صلى الله عليه وسلم حيي بن\nأخطب صبرا بعد أن ربط ( بن وهب ) عن مخرمة عن أبيه عن عبد الرحمن بن القاسم\nقال قتل رسول الله صلى الله عليه وسلم الزبير صاحب بني قريظة صبرا\n</p>\n\n#\n<p>\n| في قسم الغنائم في بلاد الحرب\n</p>\n\n<p>\n( قلت ) أرأيت إذا غنم المسلمون غنيمة هل يكره مالك لهم أن يقسموا ذلك في\nبلاد الحرب ( قال ) الشأن عند مالك أن تقسم في بلاد الحرب وتباع ثم قال\nوكان يحتج فيه مالك ويقول هم أولى برخصه ( قال ) وقال مالك تقسم الغنائم\nوتباع في دار الحرب وقال مالك هو الشأن ألا ترى أن الصوائف والجيوش ليس\nسيرتهم سيرة السرايا إنما سيرتهم على الإظهار وعلى غير الاختفاء وانهم في\nاجتماعهم وكثرتهم إذا نزلوا بموضع فكأنهم غلبوا عليه وظهروا عليه وهم الذين\nيبعثون السرايا وإليهم ترجع فليس يخاف عليهم أمر ولا يتعقب فيهم خوف وهم\nأمراء يقيمون الحدود ويقسمون الفيء ( وذكر ) بن وهب عن مسلمة عن الأوزاعي\nأنه قال في قسمة الغنيمة في أرض الفيء قبل خروجهم منها قال لم يقفل رسول\nالله صلى الله عليه وسلم من غزوة أصاب فيها مغنما إلا خمسه وقسمه قبل أن\nيقفل ( قال ) من ذلك غزوة بني المصطلق وخيبر وحنين ثم لم يزل المسلمون على\nذلك بعده ووغلت جيوشهم في أرض الشرك في خلافة عمر بن الخطاب إلى خلافة عمر\nبن عبد العزيز ثم هلم جرا في أرض الشرك حتى هاجت الفتنة ( بن وهب ) عن بن\nلهيعة عن يزيد بن أبي حبيب أنعمر بن الخطاب كتب إلى سعد بن أبي وقاص يوم\nافتتح العراق أما بعد فقد بلغني كتابك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p012'> Vol. 03, p. 012</a>\n            </div>\n             تذكر فيه أن الناس قد\nسألوك أن تقسم بينهم مغانمهم وما أفاء الله عليهم فإذا جاءك كتابي <span id='ms0537'></span> هذا\nفانظر ما أجلب الناس عليك إلى العسكر من كراع أو مال فاقسمه بين من حضر من\nالمسلمين واترك الأرض والأنهار بعمالها ليكون ذلك في أعطيات المسلمين فإنك\nلو قسمتها بين من حضر لم يكن لمن بقي بعدهم شيء\n</p>\n\n#\n<p>\n| في الرجل يعترف متاعه وعبيده قبل أن يقعوا في المقاسم\n</p>\n\n<p>\n( قلت ) أرأيت ما كان من أموال أهل الإسلام من عبيد أو غير ذلك وساداتهم\nغيب أيقسمون ذلك أم لا في قول مالك ( قال ) قال مالك ما علموا أنه لأهل\nالإسلام فلا يقسموه وإن كان ساداتهم غيبا وإن كان أهل الشرك أحرزوهم أو\nأبقوا إليهم فذلك سواء لا يقسمون شيئا من ذلك إذا هم عرفوا أصحابه وإن لم\nيعرفوا اقتسموا ( قال ) وقال مالك كل مال يعرف أنه لأهل الإسلام وإن غاب\nصاحبه عنه فإنه لا يباع في المقاسم إذا عرف صاحبه وإذا لم يعرف قسم ( قلت )\nأرأيت ما أحرز المشركون إلى بلادهم من عروض أهل الإسلام ثم غنمه المسلمون\nفصار في سهمان رجل أيكون هذا الرجل أولى به بالثمن أم لا في قول مالك\n</p>\n\n<p>\nوكيف بما أحرزوا من أموال أهل الذمة هم وأهل الإسلام في ذلك كله سواء\nوكيف إن أحرزوا إحرازا من أهل الذمة فأسلموا على الدار وأهل الذمة في\nأيديهم أيكونون رقيقا لهم أم يردون إلى ذمتهم ولا يكونون رقيقا لهم في قول\nمالك ( قال ) قال مالك في الذمي إذا سباه أهل الحرب ثم غنمه المسلمون إنه\nلا يكون فيئا فأراهم إن أسلموا على الدار وفي أيديهم ناس من أهل الذمة\nأسارى أنهم يكونون رقيقا لهم ولا يردون إلى ذمتهم وإنما أهل ذمتنا بمنزلة\nعبيدنا إذا هم أسلموا عليها ( قال ) وأما ما ذكرت لك من أموال أهل الذمة\nإنهم في ذلك وأهل الإسلام سواء إن أدركوا أموالهم قبل أن تقسم كانوا أولى\nبها بغير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p013'> Vol. 03, p. 013</a>\n            </div>\n             شيء وإن أدركوها بعد القسمة أخذوها بالثمن وإن عرف\nأهل الإسلام إنه أموال أهل الذمة لم يقسموه في الغنيمة ويردونه إليهم إذا\nعرفوه قالابن القاسم وهذا <span id='ms0538'></span> قول مالك\n</p>\n\n<p>\nوأما ما ذكرت من أموال أهل الإسلام فقد أخبرتك فيه بما قال مالك أنه إن\nأدركه قبل القسمة أخذه بغير شيء وإن أدركه بعد ما قسم كان أولى به بالثمن\nوإن عرف أنه مال لأهل الإسلام رده إلى أهله ولم يقتسموه إن عرفوا أهله وإن\nلم يعرفوا أهله فليقتسموه فأموال أهل الذمة مثله ( بن وهب ) عن مسلمة بن\nعلي عن زيد بن واقد عن مكحول أنه قال في رجل من أهل الذمة أصابه العدو\nوماله فأحرزوه ثم أصابه المسلمون بعد ذلك انه يرد إلى ذمته وأهله وماله (\nبن وهب ) عن مسلمة بن علي عمن حدثه عن سماك بن حرب عن تميم بن طرفة الطائي\nقال أصاب المسلمون ناقة لرجل من المسلمين فاشتراها بعضهم فقال لصاحبها أنت\nأحق بها بالثمن ( بن وهب ) عن مسلمة عن عبد الملك بن ميسرة عن طاوس عن عبد\nالله بن عباس قال وجد رجل من المسلمين بعيرا له في المغنم قد كان أصابه\nالمشركون فأتى رسول الله صلى الله عليه وسلم إن وجدته في المغنم فخذه وإن\nوجدته قسم فأنت أحق به بالثمن إن أردته ( قلت ) أرأيت إن عرفوا أنه مال\nللمسلمين ولم يعرفوا من أهله أيقسمونه في الغيبة أم يكون لجماعة المسلمين\nوهل سمعت من مالك في هذا شيئا قال بن القاسم بلغني عن مالك أنه قال إن\nعرفوا أهله ردوه إلى أهله وإن لم يعرفوا من أهله قسم بينهم فأموال أهل\nالذمة مثله ( بن وهب ) عن عبد الله بن عمرو وغيره عن نافع أن فرسا وغلاما\nلعبد الله بن عمر أخذهما العدو فأخذهما المسلمون فردوهما إلى عبد الله بن\nعمر ولم يكونا قسما قال بن وهب وأخبرني بن لهيعة عن سليمان بن موسى أن رجاء\nبن حيوة حدثه أنعمر بن الخطاب كتب إلى أبي عبيدة بن الجراح أو إلى معاوية\nبن أبي سفيان يقول ما أحرز العدو من أموال المسلمين ثم غنمها المسلمون من\nالعدو فما اعترفه المسلمون من أموالهم قبل أن <span id='ms0539'></span> يقسم فهو مردود إليهم ( بن\nوهب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p014'> Vol. 03, p. 014</a>\n            </div>\n             عن بن لهيعة عن عبيد الله بن أبي جعفر عن زيد بن ثابت مثله\n( بن وهب ) عن بن لهيعة عن بكير بن الأشج وخالد بن أبي عمران عن سليمان بن\nيسار مثله ( بن وهب ) عن رجال من أهل العلم عن أبي بكر الصديق وعبادة بن\nالصامت ويحيى بن سعيد وربيعة انهم كانوا يقولون مثل ذلك ( بن وهب ) عن\nإسماعيل بن عياش عن الحسن عن عبد الملك بن ميسرة عن طاوس عن بن عباس مثله\nقال وجد رجل من المسلمين بعيرا له في المغانم قد كان أصابه المشركون فأتى\nالنبي صلى الله عليه وسلم فذكر ذلك له فقال إن وجدته في المغانم فخذه وإن\nوجدته قد قسم فأنت أحق به بالثمن إن أردته ( قلت ) أرأيت العبد إذا أبق\nإليهم أو أسروه أهو عند مالك سواء ( قال ) قال مالك هو سواء ( قلت ) وإن\nأدركهما أدرك هذا الذي أبق أو هذا الذي أسره أهل الحرب بعد ما قسما في\nالغنيمة لم يأخذهما إلا بالثمن قال نعم ( قلت ) أرأيت لو أن رجلا أبق منه\nعبده أليس يؤمر من أخذه أن يرده على سيده في قول مالك قال نعم ( قلت ) فما\nبال هذا الذي أبق إلى دار الحرب لم لا يؤمر من صار العبد في يديه أن يرده\nإلى سيده ( قال ) هذا حين أبق إلى أرض الشرك قد أحرزوه ( قال بن القاسم\nوبلغني عن مالك أنه قال ما أحرز أهل الشرك من أموال المسلمين فأتوا به\nليبيعوه قال مالك لا أحب لأحد أن يشتريه منهم ( قلت ) أرأيت ان أحرز أهل\nالشرك جارية لرجل من المسلمين فغنمها المسلمون ثم صارت في سهمان رجل\nفاعتقها أو اتخذها أم ولد ( قال بن القاسم ) يمضي عتقها وتكون أم ولد لمن\nولدت منه ولا ترد على صاحبها الأول ( قلت ) أرأيت إن صارت في سهمان رجل من\nالمسلمين فعلم أنها لرجل من المسلمين أيحل له أن يطأها في قول مالك ( قال )\nلا ولم أسمع من <span id='ms0540'></span> مالك فيه شيئا ولكن سمعت مالكا يسئل عن الرجل يصيب الجارية\nأو الغلام في المغنم ثم يعلم بعد ذلك أنه لرجل من المسلمين قال ان علم\nفليرده إليه يريد بقوله هذا يعرضه عليه حتى يأخذه أو يتركه فهذا يدلك على\nأنه لا يطأ ( قلت ) أرأيت إن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p015'> Vol. 03, p. 015</a>\n            </div>\n             اشتراها رجل من العدو الذين\nأحرزوها أيحل له أن يطأها ( قال ) إن علم أنها للمسلمين فلا أحب له أن\nيطأها في بلاد الحرب اشتراها أو في بلاد المسلمين\n</p>\n\n#\n<p>\n| في التاجر يدخل بلاد الحرب فيشتري عبيدا لأهل الإسلام\n</p>\n\n<p>\n( قلت ) أرأيت لو أن عبيدا للمسلمين أحرزهم أهل الحرب فدخل رجل من\nالمسلمين بلادهم بأمان فاشترى أولئك العبيد منهم أيكون لساداتهم أن يأخذوهم\nمن هذا الذي اشتراهم بغير ثمن أم لا ( قال ) قال مالك لا يأخذونهم إلا\nبالثمن الذي ابتاعهم به\n</p>\n\n<p>\n( قلت ) وكذلك العبيد لو كانوا هم الذين أبقوا إلى بلاد الحرب فاشتراهم\nهذا الرجل ( قال ) قال مالك في العبيد إذا وقعوا في المغانم ان الآبق وغير\nالآبق سواء ليس لساداتهم أن يأخذوهم إلا بالثمن ( قلت ) أرأيت لو أن أهل\nالحرب أحرزوا عبيدا للمسلمين ثم دخل رجل أرض الحرب بأمان فوهبهم أهل الحرب\nلهذا الرجل أو باعوهم منه ثم خرج بهم إلى بلاد المسلمين أيكون لساداتهم أن\nيأخذوهم من هذا الرجل بغير شيء في قول مالك ( قال ) إن كانوا وهبوهم له ولم\nيكافئ عليهم فذلك لهم وأما ما ابتاعه فليس لهم أن يأخذوهم إلا أن يدفع إليه\nالثمن الذي ابتاع به المشتري وكذلك إن كافأ عليهم لم يكن لسيدهم أن يأخذهم\nإلا بعد غرم المكافأة التي كافأ بها وهو قول مالك ( قلت ) أرأيت إن كان قد\nباعه هذا الذي اشتراه من أرض الحرب من رجل آخر أو باعه الذي وهب له ( قال )\nما سمعت من مالك فيه شيئا وأرى أن ينفذ البيع ويرجع صاحبه بالثمن على الذي\nوهب له فيأخذه منه قال سحنون وقال غيره ينقض البيع ويرد إلى صاحبه بعد أن\nيدفع إليه الثمن ويرجع به <span id='ms0541'></span> على الموهوب له فيأخذ منه ما أخذ قال بن القاسم\nوأما الذي ابتاعه فأرى له الثمن الذي بيع به لصاحب العبد المستحق بعد أن\nيدفع الثمن الذي ابتاعه به المشتري ( قلت ) أرأيت إن اشتريت رجلا من\nالمسلمين حرا اشتريته من المشركين أسيرا في أيديهم بغير أمره أيكون لي أن\nأرجع عليه بالثمن الذي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p016'> Vol. 03, p. 016</a>\n            </div>\n             اشتريته به قول قول مالك قال نعم على ما\nأحب أو كره ( قلت ) أرأيت إن اشتريت أم ولد لرجل من المسلمين من أرض الحرب\nقد كانوا أسروها ( قال ) قال مالك أرى أن يتبع سيدها بالثمن الذي اشتراها\nبه على ما أحب أو كره ( قال ) لأن مالكا قال لي في أم ولد المسلم إذا سباها\nالعدو ثم اشتراها رجل من المغنم بم يأخذها سيدها أبقيمتها أم بالثمن الذي\nاشتراها به\n</p>\n\n<p>\nقال مالك بل بالثمن الذي اشتراها به وإن كان أكثر من قيمتها\n</p>\n\n<p>\nقال مالك ويجبر السيد على أخذها ( قال مالك ) ولو لم يكن عند سيدها الثمن\nرأيت أن تدفع إليه ولا تقر في يد هذا يطأ أم ولد رجل أو ينظر إلى ما لا يحل\nله ويتبع بثمنها سيدها دينا عليه ( قال ) وقال مالك في أم ولد رجل سباها\nالعدو ثم بيعت في المقاسم فاشتراها رجل فاعترفها سيدها ( قال ) أرى\nلمشتريها على سيدها الثمن الذي اشتراها به كان ذلك أكثر من قيمتها أو أقل\nوأرى إن لم يجد عنده شيئا أن يقبضها سيدها ويكتب ذلك دينا عليه ولا ينبغي\nأن تترك أم ولد رجل عند رجل لعله يخلو بها ويرى منها ما لا ينبغي له ( بن\nوهب ) عن إسماعيل بن عياش عن عطاء بن أبي رباح أنه قال في حرائر أصابهن\nالعدو فابتاعهن رجل فلا يصبهن ولا يسترقهن ولكن يعطيهن أنفسهن بالذي أخذهن\nبه ولا يزاد عليهن ( بن وهب ) وقال ذلك عبد الكريم وإن كانت من أهل الذمة\nفكذلك ( بن وهب ) عن بن لهيعة عن يزيد بن أبي حبيب عن عطاء بن أبي رباح أنه\nقال من ابتاع <span id='ms0542'></span> أسيرا من المسلمين حرا من العدو فهو حر وعليه ما اشتراه به (\nبن وهب ) عن يونس بن يزيد أنه سأل بن شهاب عن رجل عرف أم ولده في أرض الروم\nوقد خمست وأعطى أهل النفل نفلهم والقوم الذي لهم ( قال ) نرى إن قد أحرزها\nالعدو حتى عادت فيئا للمسلمين فنرى أن يأخذها بقيمة عدل من أجل ما فيها من\nالرق ولو كانت عتقت رأيت أن لا تؤخذ فيها فدية ولا يسترق أحد أعتقه الله من\nالمسلمين حين يفيئه الله عليهم ( بن وهب ) عن الليث عن يحيى بن سعيد أنه\nقال في امرأة من أهل الذمة يسبيها العدو ثم اشتراها منهم رجل من المسلمين\nفأراد أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p017'> Vol. 03, p. 017</a>\n            </div>\n             يطأها ( قال ) لا يطؤها ويكون له الثمن الذي أعطى\nفيها وهي على أمرها\n</p>\n\n#\n<p>\n| في الذمية والمسلمة يأسرهما العدو ثم يغنمهما المسلمون وأولادهما\n</p>\n\n<p>\n( قلت ) أرأيت المرأة من أهل الذمة يأسرها العدو فتلد عندهم أولادا ثم\nيغنمها المسلمون أيكون أولادها فيئا أم لا يكونون فيئا قال بن القاسم أرى\nأولادها يمنزلتها لا يكونون فيئا وإنما هي بمنزلة الحرة المسلمة تسبى فتلد\nأولادا فإن أولادها بمنزلتها ( قلت ) أرأيت المرأة المسلمة تسبى فتلد عند\nأهل الحرب فتغنم ومعها أولاد صغار أو كبار والأمة تسبى فتلد عندهم فتغنم\nومعها أولاد صغار أو كبار ( قال بن القاسم ) أما الحرة المسلمة فما سبيت به\nمن ولد صغير فهو بمنزلتها وما كان من ولد كبير قد بلغ وقاتل واحتلم فأراهم\nفيئا وأما ما سبيت به الامة من ولد صغير أو كبير فهو لسيدها ولا يكون شيء\nمن ولدها فيئا وهذا رأيي\n</p>\n\n#\n<p>\n| في الحربي يسلم وفي يديه عبيد لأهل الإسلام\n</p>\n\n<p>\n( قلت ) أرأيت لو أن عبيدا للمسلمين أسرهم أهل الحرب ثم دخل إلينا رجل من\nأهل الحرب بأمان والعبيد معه أيعرض له ويؤخذ العبيد منه أم لا في قول مالك\n( قال ) لا يؤخذون منه وهذا رأيي ( قلت ) أرأيت إن دخل بهم هذا الحربي\nمستأمنا فأسلم عندنا ( قال ) هو حين أسلم فصار من المسلمين فليس لسيدهم <span id='ms0543'></span> أن\nيأخذهم من قبل أنه كان ممتنعا من المسلمين حين أسلم وهو بمنزلة من أسلم من\nأهل الحرب على أموال في أيديهم للمسلمين قد أحرزوها عبيدا أو غير ذلك فليس\nلأهل الإسلام أن يأخذوا من أيديهم شيئا من ذلك بالثمن ولا بالقيمة إن كانوا\nقد تبايعوا على ذلك بينهم وبين من أسلم منهم على شيء اشتراه أو أحرزه هو\nنفسه من بلاد المسلمين فهو أولى به ( قلت ) سمعت هذا من مالك ( قال ) لا\nإلا ما أخبرتك في أم الولد ( قلت ) أرأيت الحربي يدخل دار الإسلام بأمان\nومعه عبيد أهل الإسلام قد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p018'> Vol. 03, p. 018</a>\n            </div>\n             كان أهل الحرب أحرزوهم أيأخذهم سيدهم\nبالقيمة أم لا ( قال ) لا أرى ذلك له ( قلت ) فإن باعهم من رجل من المسلمين\nأو من أهل الذمة أيأخذهم سيدهم بالثمن ( قال ) لا أرى ذلك له لأنهم قد\nكانوا هؤلاء العبيد في يدي الحربي الذي نزل بأمان وسيدهم لا يقدر على أخذهم\nمنه ولا يكون لسيدهم أن يأخذهم بعد البيع ( قلت ) تحفظ هذا عن مالك ( قال )\nلا ولكنه رأيي ولا يشبه الذي اشترى من دار الحرب لأن الذي اشترى في دار\nالحرب لو وهبه لرجل من المسلمين في دار الحرب ثم خرج به إلى بلاد الإسلام\nأخذه صاحبه بلا ثمن وإن هذا الذي خرج به بأمان هو عبده ولو وهبه لأحد لم\nيأخذه سيده على حال لأن سيده لم يكن يستطيع أن يأخذه من الذي كان في يديه\nفكذلك لا يأخذه من الذي وهب له ( قلت ) أرأيت ما غنم أهل الشرك من أهل\nالإسلام ثم أسلموا عليه أيكون لهم ولا يرد ذلك إلى ساداتهم في قول مالك (\nقال ) نعم وهم أحق بما أسلموا عليه وهو عندنا بين ثابت أن ما أسلموا عليه\nفهو لهم دون أربابه ( بن وهب ) عن بن لهيعة عن أبي الأسود عن عروة بن\nالزبير أن رسول الله صلى الله عليه وسلم قال من أسلم على شيء فهو له\n</p>\n\n#\n<p>\n| في الحربي يسلم ثم يغنم المسلمون ماله\n</p>\n\n<p>\n( قلت ) أرأيت إذا <span id='ms0544'></span> أسلم في بلاد الحرب رجل منهم ثم خرج إلينا وترك ماله\nفي دار الحرب فغزا المسلمون بلادهم فغنموهم ومال هذا المسلم ( قال بن\nالقاسم ) ماله وأهله وولده فيء للمسلمين ( قال بن القاسم ) سألت مالكا عن\nالرجل من المشركين أسلم ثم غزا المسلمون تلك الدار فأصابوا أهله وولده\n</p>\n\n<p>\nقال مالك أهله وولده فيء للمسلمين ( قال بن وهب ) وقال ربيعة في رجل\nاشترى عبدا من الفيء قال فدل سيده على مال له في أرض العدو أو لغيره عتق\nالعبد أو لم يعتق أو كان كافرا لم يسلم ( قال ) ربيعة ان كان حرا أو مسلما\nأو أقام على دينه أو كان عبدا فذلك المال مال حرب ليس للعبد ولا للسيد ولا\nللجيش الذين كان فيهم إذا كانوا قفلوا قبل أن يدله وإنما دله في غزوة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p019'> Vol. 03, p. 019</a>\n            </div>\n             أخرى وإنما ذلك في الجيش الذي خرج فيهم فإن كان دله بعد أن\nاشترى وقفل بقفول الجيش الذين كانوا سبوه فهو على ذلك الجيش الذي كان فيهم\nومال العدو في ذلك ومال غيره من الروم سواء هو على ذلك الجيش وإن كان إنما\nوجد المال ودل عليه بعد أن سبى العبد فقد انقطع المال منه وأبين\n</p>\n\n#\n<p>\n| في التاجر يدخل بلاد الحرب فيشتري عبدا للمسلمين فيعتقه\n</p>\n\n<p>\n( قلت ) أرأيت لو أن عبيدا لأهل الإسلام حازهم أهل الشرك فدخل رجل من\nالمسلمين أرض الشرك بأمان فاشتراهم فأعتقهم وأغار أهل الشرك على بلاد\nالمسلمين فحازوا رقيقا لأهل الإسلام ثم غنمهم المسلمون بعد ذلك فلم يعلموا\nبهؤلاء الرقيق إنهم كانوا لأهل الإسلام فانتسموهم وصاروا في سهمان الرجال\nفأعتقوهم ثم أتى ساداتهم بعد ذلك أينقض العتق ويردوهم رقيقا إلى ساداتهم في\nالوجهين جميعا في قول مالك أم لا ( قال بن القاسم ) في الوجهين جميعا إن\nعتقهم جائز ولا يردون ولا يكون ساداتهم أحق بهم بالثمن وإنما يكون ساداتهم\nأحق بهم بالثمن ما لم يدخلهم العتق وكذلك الذي اشتراهم من أرض العدو ما لم\nيعتقهم المشترى فإنه يقال لسيد العبد ادفع إليه الثمن الذي اشتراه <span id='ms0545'></span> به وخذ\nعبدك وإلا فلا شيء لك وليس للذي اشتراه من أرض الحرب أن يأبى ذلك على سيد\nالعبد ولو أوصى بذلك سيد العبد وإنما الخيار في ذلك إلى سيد العبد ألا ترى\nأن مشتريه كان ضامنا لو مات في يديه وإن سيده لم يلزمه أخذه فلذلك ثبتت\nعتاقته ولم يرد وكذلك سمعت فيه عن بعض من مضى وهو الذي آخذ به\n</p>\n\n<p>\nوكذلك لو أن جارية وطئت فحملت كانت أم ولد للذي اشتراها من أرض العدو إن\nوقعت في سهمانه وهو بمنزلة العتق إذا ثبت لا يرد\n</p>\n\n<p>\nوكذلك سمعت عن أهل العلم\n</p>\n\n#\n<p>\n| في الذمي ينقض العهد ويهرب إلى دار الحرب فيغنمه المسلمون\n</p>\n\n<p>\n( قلت ) أرأيت لو أن قوما من أهل الذمة حاربوا أو قطعوا الطريق وأخافوا\nالسبيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p020'> Vol. 03, p. 020</a>\n            </div>\n             وقتلوا فأخذهم الإمام أيكونون فيئا أم يحكم عليهم بحكم\nأهل الإسلام إذا حاربوا ( قال ) أما إذا خرجوا خرابا محاربين يتلصصون فإنه\nيحكم عليهم بحكم أهل الإسلام إذا حاربوا وأما ان خرجوا ومنعوا الجزية\nونقضوا العهد وامتنعوا من أهل الإسلام من غير أن يظلموا فهؤلاء فيء وهذا\nإذا كان الإمام يعدل فيهم ( قلت ) أرأيت الذمي إذا هرب ونقض العهد ولحق\nبدار الحرب ثم ظفر به المسلمون بعد ذلك أيرد إلى جزيته ولا يقع في المقاسم\n( قال ) أراهم فيئا إذا حاربوا ونقضوا العهد من غير ظلم يركبون به فأراهم\nفيئا قال بن القاسم وإن كان ذلك من ظلم ركبوا به فأرى أن يردوا إلى ذمتهم\nولا يكونوا فيئا ( قلت ) تحفظه عن مالك ( قال ) أما ما ذكرت لك في الحرابة\nمن أهل الذمة فهو في قول مالك تحفظه عنه وأما الذين امتنعوا من الجزية\nونقضوا العهد والإمام يعدل فيهم فقد مضت في هذا السنة من الماضين فيمن نقض\nمن أهل الذمة العهد أنهم سبوا\n</p>\n\n<p>\nمنها الاسكندرية قاتلهم عمرو بن العاص الثانية\n</p>\n\n<p>\nوسلطيس قوتلت ثانية وسبيت ( وقال ) غيره لا يعود الحر إلى الرق أبدا ل\nيردون إلى ذمتهم ولا يكونون فيئا ( وقد ) ذكر الليث عن يزيد بن أبي <span id='ms0546'></span> حبيب في\nبلهيت وسلطيس أنهم سبوا بعد أن نقضوا حتى دخل سبيهم المدينة سباهم عمرو في\nزمان عمر بن الخطاب\n</p>\n\n#\n<p>\n| في عبد أهل الحرب يخرج إلينا تاجرا فيسلم ومعه مال لمولاه أيخمس\n</p>\n\n<p>\n( قلت ) أرأيت لو أن عبدا لرجل من أهل الحرب دخل إلينا بأمان فأسلم ومعه\nمال لمولاه أيكون حرا ويكون المال له في قول مالك ( قال ) أراه للعبد ولا\nأرى فيه خمسا وليس الخمس إلا فيما أوجف عليه ( بن وهب ) عن بن لهيعة عن\nعقيل عن بن شهاب أن المغيرة بن شعبة نزل وأصحاب له بأيلة فشربوا خمرا حتى\nسكروا وناموا وهم كفار وقبل أن يسلم المغيرة فقام إليهم المغيرة فذبحهم\nجميعا ثم أخذ ما كان لهم من شيء فسار به حتى قدم على رسول الله صلى الله\nعليه وسلم فأسلم المغيرة ودفع المال إلى رسول الله صلى الله عليه وسلم\nوأخبره الخبر فقال رسول الله صلى الله عليه وسلم إنا لا نخمس مالا أخذ غصبا\nفترك رسول الله صلى الله عليه وسلم ذلك المال في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p021'> Vol. 03, p. 021</a>\n            </div>\n             يدي المغيرة\nبن شعبة ( بن وهب ) عن عمرو بن الحارث والليث عن بكير بن الأشج أن المغيرة\nبن شعبة أتى رسول الله صلى الله عليه وسلم وقد قتل أصحابه وجاء بغنائمهم\nفتركها رسول الله صلى الله عليه وسلم وأبى أن يقربها وهو كافر وهم كفار (\nبن وهب ) عن الليث عن ربيعة أنه قال في قبطي فر من أرض العدو بمال وعليه\nالجزية ( قال ) المال مال الذي فر به وإن جاء مسلما فالمال له وهو من\nالمسلمين ( بن وهب ) عن عقبة بن نافع عن يحيى بن سعيد أنه قال من أسره\nالعدو فأتمنوه على شيء من أموالهم فليؤد أمانته إلى من أئتمنه وإن كان\nمرسلا يقدر على أن يتخلص منهم ويأخذ من أموالهم ما قدر عليه مما لا يؤتمن\nعليه فليفعل\n</p>\n\n#\n<p>\n| في عبيد أهل الحرب يسلمون في دار الحرب أيسقط عنهم ملك ساداتهم أم لا\n</p>\n\n<p>\n( قلت ) أرأيت لو أن عبيدا لأهل الحرب أسلموا في <span id='ms0547'></span> دار الحرب أيسقط ملك\nساداتهم عنهم أم لا في قول مالك ( قال ) لا أحفظ عن مالك فيه شيئا ولا أرى\nأن يسقط ملك ساداتهم عنهم إلا أن يخرجوا إلينا إلى دار الإسلام فإن خرجوا\nسقط عنهم ملك ساداتهم ألا ترى أن بلالا أسلم قبل مولاه فاشتراه أبو بكر\nفأعتقه وكانت الدار يومئذ دار حرب لأن أحكام الجاهلية كانت ظاهرة يومئذ فلو\nكان إسلام بلال يسقط ملك سيده عنه لم يكن ولاؤه لأبي بكر ولكان إذا ما صنع\nفي اشترائه إياه إنما هو فداء فليس هذا هكذا ولكنه مولاه\n</p>\n\n<p>\nوأما الذين خرجوا إلى دار الإسلام بعد ما أسلموا وتركوا ساداتهم في دار\nالشرك فهؤلاء قد أعتقهم النبي صلى الله عليه وسلم بخروجهم إلى دار الإسلام\nوهم عبيد لأهل الطائف الذين نزلوا على النبي عليه السلام فأسلموا وساداتهم\nفي حصن الطائف على الشرك فأعتقهم الإسلام وخروجهم إلى دار الإسلام كذلك فعل\nالنبي عليه السلام ( قلت ) أما بلال فإنما أعتقه أبو بكر قبل الهجرة قبل أن\nتظهر أحكام النبي عليه السلام فليس لك في هذا حجة وإنما كان يكون هذا حجة\nعلى من خالفه لو كان هذا بعد هجرة النبي عليه السلام وظهور أحكامه ( قال )\nهي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p022'> Vol. 03, p. 022</a>\n            </div>\n             الحجة حتى يأتي ما ينقضها ولا نعرف أنه جاء ما ينقض ذلك (\nقال بن القاسم ) ولو خرج العبيد مسلمين من دار الحرب وساداتهم مسلمون في\nدار الحرب ثم خرج ساداتهم بعد ذلك ردوا إليهم وكانوا عبيدا لهم ولم يعتقوا\n</p>\n\n<p>\nولو دخل المسلمون دار الحرب فأصابوا بها عبيدا مسلمين وساداتهم مشركون\nكانوا أحرارا ولا يردون إلى ساداتهم إن أسلم ساداتهم بعد ذلك لأنهم حين دخل\nإليهم أهل الإسلام فكأنهم خرجوا إليهم\n</p>\n\n#\n<p>\n| في عبد أهل الحرب يسلم في دار الحرب فيشتريه رجل من المسلمين من سيده\n</p>\n\n<p>\n( قلت ) أرأيت لو أن عبدا لرجل من المشركين في دار الحرب أسلم فدخل رجل\nمن المسلمين إليهم بأمان فاشتراه أيكون رقيقا أم لا في قول مالك ( قال ) لا\nأحفظ قول مالك في هذه <span id='ms0548'></span> المسألة بعينها ولكن أراه رقيقا لأنه لو أسلم عبد\nحربي في دار الحرب ولم يسلم سيده وهو في دار الحرب والعبد في يديه كان\nرقيقا ما لم يخرج إلينا فإذا باعه قبل خروجه إلينا فهو رقيق مثل ما صنع\nمولى بلال وشراء أبي بكر بلالا ( قال ) ولكن مالكا قال في عبد من عبيد\nالمسلمين سباه أهل الشرك فاشتراه منهم رجل من المسلمين أنه رقيق فكذلك\nالعبد إذا أسلم في دار الحرب ومولاه حربي أنه رقيق إن اشتراه منه أحد من\nالمسلمين فهو رقيق له ولو أسلم عليه سيده في دار الحرب قبل أن يخرج إلينا\nكان رقيقا له ( قال سحنون ) وقال أشهب إذا أسلم العبد في دار الحرب سقط عنه\nملك سيده أقام بدار الحرب أو خرج إلينا وان اشترى في دار الحرب فهو كرجل من\nالمسلمين اشترى في دار الحرب يتبع بما اشترى به\n</p>\n\n#\n<p>\n| في عبيد أهل الحرب يسلمون في دار الحرب فيغنمهم المسلمون\n</p>\n\n<p>\n( قلت ) فلو أن جيشا من المسلمين غزوهم فغنموا أولئك الذين أسلموا وهم في\nأرض الحرب بعدوهم في يدي ساداتهم ( قال ) لم أسمع من مالك في هذا شيئا وأرى\nأنهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p023'> Vol. 03, p. 023</a>\n            </div>\n             أحرار لأنهم أسلموا وليس لأحد من المسلمين عليهم ملك\nيردون إليه فهؤلاء أحرار حين غنمهم أهل الإسلام لأن أهل الإسلام حين حازوهم\nإليهم فكأنهم خرجوا إلينا ألا ترى أنهم بخروجهم أحرار فكذلك إذا حازهم أهل\nالإسلام وغنموهم فهم أحرار وكذلك قال الأوزاعي هو حر وهو أخوهم ( قلت )\nأرأيت العرب إذا سبوا هل عليهم الرق في قول مالك ( قال ) لم أسمع من مالك\nفيهم شيئا ولا أقوم عليه وهم في هذا بمنزلة الأعاجم\n</p>\n\n#\n<p>\n| في الحربي المستأمن يموت ويترك مالا ما حال ماله\n</p>\n\n<p>\n( قلت ) أرأيت لو أن رجلا من أهل الحرب دخل إلينا بأمان فمات عندنا وترك\nمالا ما حال ماله هذا أيكون فيئا أم يرد إلى ورثته ( قال ) يرد إلى ورثته\nوهو قول مالك ( قال ) ولقد سئل مالك عن رجل من أهل الحرب دخل إلينا بأمان\nفقتله <span id='ms0549'></span> رجل من المسلمين ( قال ) مالك يدفع ديته إلى ورثته في بلاد الحرب\nفهذا يدلك على مسألتك أن ماله لورثته ولا أعلم مالكا إلا وقد قال يعتق أيضا\nالقاتل رقبة ويدفع ماله وديته إلى حكامهم وأهل النظر لهم حتى كأنهم تحت\nأيديهم ماتوا عندهم\n</p>\n\n#\n<p>\n| في محاصرة العدو وفيهم المسلمون\n</p>\n\n<p>\n( قلت ) أرأيت لو أن رجالا من المشركين في حصن من حصونهم حصرهم أهل\nالإسلام وفيهم المسلمون أسارى في أيديهم أيحرق هذا الحصن وفيه هؤلاء\nالاسارى المسلمون أو يغرق هذا الحصن ( قال ) سمعت مالكا وسئل عن قوم من\nالمشركين في البحر في مراكبهم أخذوا أسارى من المسلمين فأدركهم أهل الإسلام\nفأرادوا أن يحرقوهم ومراكبهم بالنار ومعهم الاسارى في مراكبهم ( قال ) قال\nمالك لا أرى أن تلقى عليهم النار ونهى عن ذلك ( قال مالك ) يقول الله لأهل\nمكة <span class='quran'>لو تزيلوا لعذبنا الذين كفروا منهم عذابا أليما </span>أي إنما صرف\nالنبي عليه السلام عن أهل مكة لما كان فيهم من المسلمين ولو تزيل الكفار عن\nالمسلمين لعذب الكفار أي هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p024'> Vol. 03, p. 024</a>\n            </div>\n             تأويله والله أعلم ( سحنون ) عن\nالوليد عن الأوزاعي يقول في قوم من المسلمين يلقون السفينة من سفن العدو\nوفيها سبي من المسلمين ( قال ) يكف عن تحريقها ما كان فيها من أسارى\nالمسلمين ( قلت ) أرأيت إن كان في الحصن الذي حصره المسلمون ذراري المشركين\nونساؤهم وليس فيه من أهل الإسلام أحد أترى أن ترسل عليهم النار فيحرق الحصن\nويغرقوا ( قال ) لا أقوم على حفظه وأكره هذا ولا يعجبني ( قلت ) أليس قد\nأخبرتني أن مالكا قال لا بأس أن تحرق حصونه ويغرقوا ( قال ) إنما ذلك إذا\nكانت خاوية ليس فيها ذرار وذلك جائز إذا كان فيها الرجال مقاتلة فأحرقوهم\nفلا بأس بذلك ( بن وهب ) عن أسامة بن زيد عن بن شهاب عن عبيد الله بن عبد\nالله بن عتبة بن مسعود عن عبد الله بن عباس أن الصعب بن جثامة قال يا رسول\nالله إن الخيل في غثم الغارة تصيب من أولاد المشركين قال رسول الله صلى <span id='ms0550'></span>\nالله عليه وسلم هم منهم أو هم مع الآباء ( قالابن وهب ) وأخبرني هشام بن\nسعد عن بن شهاب مثله ( بن وهب ) عن إسماعيل بن عياش قال سمعت أشياخنا\nيقولون إن رسول الله عليه السلام رمى أهل الطائف بالمجانيق فقيل له يا رسول\nالله إن فيها النساء والصبيان فقال رسول الله صلى الله عليه وسلم هم من\nآبائهم\n</p>\n\n#\n<p>\n| في تحريق العدو مركب المسلمين\n</p>\n\n<p>\n( قلت ) أرأيت السفينة إذا أحرقها العدو وفيها أهل الإسلام أكان مالك\nيكره لهم أن يطرحوا بأنفسهم وهل يراهم قد أعانوا على أنفسهم ( قال ) بلغني\nأن مالكا سئل عنه فقال لا أرى به بأسا إنما فروا من الموت إلى الموت قالابن\nوهب قال ربيعة أيما رجل يفر من النار إلى أمر يعرف أن فيه قتله فلا ينبغي\nله إذا كان إنما يفر من موت إلى موت أيسر منه فقد جاء ما لا يحل له وإن كان\nإنما تحامل في ذلك رجاء النجاة وأن يقيم لعله يرى قرية أو يكون يرى الأسر\nأرجى عنده أن يخلوه إلى الإسلام وأهله من الإقامة في النار فكل متحامل لأمر\nيرجو النجاة فيه فلا جناح عليه وإن عطب فيه ( قال ) وبلغني عن ربيعة أنه\nقال إن صبر فهو أكرم إن شاء الله وإن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p025'> Vol. 03, p. 025</a>\n            </div>\n             اقتحم فقد عوفى ولا بأس\nبه إن شاء الله ( وسئل ) ربيعة عن قوم كانوا في سفينة فاحترقت أيثقل الرجل\nنفسه بسلاحه فيغرق أو يقوم يلتمس النجاة بالغا ما بلغ\n</p>\n\n<p>\nأرأيت إن كان بقرب عدوه فهو يخاف أن يؤسر إن عاش\n</p>\n\n<p>\nقال ربيعة كليهما لا أحبهما ولكن ليثبت في مركبه حتى يقضي الله\n</p>\n\n#\n<p>\n| في قسم الفيء\n</p>\n\n<p>\n( قلت ) أرأيت الخمس كيف يقسم وهل سمعت من مالك فيه شيئا ( قال ) قال\nمالك الفيء والخمس سواء يجعلان في بيت المال ( قال ) وبلغني عمن أثق به أن\nمالكا قال ويعطى الإمام أقرباء رسول الله صلى الله عليه وسلم على ما يرى\nويجتهد وأما جزية الأرض فإنه لا علم لي بها ولا أدري كيف كان يصنع فيها <span id='ms0551'></span> إلا\nأن عمر أقر الأرض فلم يقسمها بين الناس الذين افتتحوها وكنت أرى أنه لو نزل\nهذا بأحد سأل أهل ذلك البلد وأهل العلم والأمانة كيف كان الأمر فيه فإن وجد\nعلما يشفيه وإلا اجتهد في ذلك هو ومن حضره من المسلمين ( قال ) وأخبرني من\nأثق به عن مالك أنه قال في المال الذي يقسم في وجوه مختلفة ينظر في البلد\nالذي به ذلك المال وفي غيره من البلدان فإن كان غيره من البلدان والبلد\nالذي فيه متكافئين في الحاجة بدأ بالذين المال فيهم فأعطاهم بقدر ما يسعهم\nويغنيهم فإن فضل فضل أعطاه غيرهم أو يوقفه إن رأى ذلك لنوائب أهل الإسلام\nفإن كان في غير البلدة من هو أشد منهم حاجة فقد يأتي على بعض البلدان بعض\nالزمان وبهم حاجة شديدة من الجدوبة وهلاك المواشي والحرث وقلة المال فإذا\nكان ذلك أعطى ذلك البلد الذي به المال من ذلك المال وينقل أكثر ذلك المال\nإلى الذي به الجدوبة والحاجة وكذلك حق أهل الإسلام إنما هم أهل الإسلام وإن\nتفرقوا في البلدان والمنازل لا يقطع ذلك حقهم ( قلت ) أرأيت الفيء الذي قال\nمالك يجعل الفيء والخمس في بيت المال أي فيء هذا ( قال ) ما أصيب من العدو\nفخمس فهذا الخمس وكل بلد فتحها أهل الإسلام بصلح فهذا فيء لأن المسلمين لم\nيكن لهم أن يقسموها وأهلها على ما صالحوا عليها فهذا فيء وكل أرض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p026'> Vol. 03, p. 026</a>\n            </div>\n             افتتحوها عنوة فتركت أهل الإسلام فهذه التي قال مالك يجتهد\nفيها الإمام ومن حضره من المسلمين ( قال ) وأما الجماجم في خراجهم فلم\nيبلغني عن مالك فيه شيء إلا أني أرى الجماجم تبعا للأرض إذا كانوا عنوة أو\nبصلح ( بن وهب ) عن بن لهيعة عن يزيد بن أبي حبيب أن عمر بن الخطاب كتب إلى\nسعد بن أبي وقاص يوم افتتح العراق أما بعد فقد بلغني كتابك تذكر أن الناس\nقد سألوك أن تقسم بينهم مغانمهم وما أفاء الله عليهم فإذا جاءك كتابي هذا\nفانظر ما أجلب <span id='ms0552'></span> الناس عليك إلى العسكر من كراع أو مال فاقسمه بين من حضر من\nالمسلمين وأترك الأرض والأنهار بعمالها ليكون ذلك في أعطيات المسلمين فإنك\nلو قسمتها بين من حضر لم يكن لمن بقي بعدهم شيء ( قلت ) فما قول مالك في\nهذا الفيء إيساوي بين الناس فيه أم يفضل بعضهم على بعض ( قال ) قال مالك\nنعم يفضل بعضهم على بعض ويبدأ بأهل الحاجة حتى يغنوا منه ( قلت ) أرأيت\nجزية جماجم أهل الذمة وخراج الأرضين ما كان منها عنوة وما صالح عليها أهلها\nما يصنع بهذا الخراج ( قال ) قال مالك هذه من الجزية\n</p>\n\n<p>\nوالجزية عند مالك فيما نعلم من قوله فيء كله وقد أعلمتك ما قال مالك في\nالعنوة ( قلت ) فمن يعطى هذا الفيء وفيمن يوضع ( قال ) قال مالك على أهل كل\nبلد افتتحوها عنوة أو صالحوا عليها هم أحق به يقسم عليهم ويبدأ بفقرائهم\nحتى يغنوا ولا يخرج منها إلى غيرها إلا أن ينزل بقوم حاجة فينقل منهم إليهم\nبعد أن يعطى أهلها يريد ما يغنيهم على وجه النظر والاجتهاد ( قال بن القاسم\n) وبذلك كتب عمر بن الخطاب أن لا يخرج فيء قوم عنهم إلى غيرهم ( قال )\nورأيت مالكا يأخذ بالحديث الذي كتب به عمر بن الخطاب إلى عمار بن ياسر\nوصاحبيه إذ ولاهما العراق حين قسم لأحدهما نصف شاة وللآخرين ربعا ربعا فكان\nفي كتاب عمر إليهم إنما مثلي ومثلكم كمثل ما قال الله في ولي اليتيم <span class='quran'>ومن كان غنيا فليستعفف ومن كان فقيرا فليأكل بالمعروف </span>( قال ) وقال\nمالك يبدأ بالفقراء في هذا الفيء فإن فضل شيء كان بين جميع الناس كلهم\nبالسواء إلا أن يري الوالي أن يحبسه لنوائب تنزل به من نوائب أهل الإسلام\nفإن كان كذلك رأيت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p027'> Vol. 03, p. 027</a>\n            </div>\n             ذلك له ( قال بن القاسم ) والناس في ذلك\nسواء عربيهم ومولاهم وذلك أن مالكا حدثني أن عمر بن الخطاب خطب الناس فقال\nأيها الناس اني عملت عملا وأن صاحبي عمل عملا ولئن بقيت إلى قابل لألحقن\nأسفل الناس بأعلاهم ( قال <span id='ms0553'></span> مالك ) وبلغني أن عمر بن الخطاب قال ما من أحد من\nالمسلمين الا وله في هذا المال حق أعطيه أو منعه حتى لو كان راع أو راعية\nبعدن ( قال ) ورأيت مالكا يعجبه هذا الحديث ( قال ) وكان مالك يقول قد يعطى\nالوالي الرجل يجيزه لأمر يراه فيه على وجه الدين أي على وجه الدين من\nالوالي يجيزه لفضل دينه الجائزة أو لأمر يراه قد استحق الجائزة فلا بأس على\nالوالي بجائزة مثل هذا ولا بأس أن يأخذها هذا الرجل ( قلت ) ويعطى المنفوس\nمن هذا المال ( فقال ) نعم قد أخبرني مالك أنعمر بن الخطاب مر ليلة فسمع\nصبيا يبكي فقال لأهله مالكم لا ترضعونه فقال أهله ان عمر لا يفرض للمنفوس\nحتى يفطم وأنا قد فطمناه قال فولى عمر وهو يقول كدت والذي نفسي بيده أن\nأقتله ففرض للمنفوس من ذلك اليوم مائة درهم ( قلت ) فإن كان هذا المنفوس\nوالده غنى أليس يبدأ بكل منفوس والده فقير\n</p>\n\n<p>\nقال نعم في رأيي ( قلت ) أفكان يعطي النساء من هذا المال فيما سمعت من\nمالك ( قال ) سمعت مالكا يقول كانعمر بن الخطاب يقسم للنساء حتى أن كان\nليعطيهن المسك ( قلت ) ومجمل ما رأيت من مالك أنه يبدأ بالفقيرة منهن قبل\nالغنية قال نعم ( قلت ) أرأيت قول مالك يسوى بين الناس في هذا الفيء أرأيت\nالصغير والكبير والمرأة والرجل أهم فيه سواء ( قال ) تفسيره أن يعطي كل\nإنسان بقدر ما يغنيه الصغير بقدر ما يغنيه والكبير بقدر ما يغنيه والمرأة\nبقدر ما يغنيها هذا تفسير قوله عندي يساوي بين الناس في هذا المال قلت فإن\nفضل الآن بعد ما استغنى أهل الإسلاممن هذا المال فضل ( فقال ) ذلك على\nاجتهاد الإمام إن رأى أن يحبس ما بقي لنوائب أهل الإسلام حبسه وإن رأى أن\nيفرقه على أغنيائهم فرقه كذلك قال مالك ( قلت ) وهذا الفيء حلال للأغنياء\nقال نعم ( قلت ) وهو قول مالك ( قال ) نعم ولقد حدثني مالك أنه أتى بمال\nعظيم من بعض النواحي في زمان عمر <span id='ms0554'></span> قال فصب في المسجد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p028'> Vol. 03, p. 028</a>\n            </div>\n             فبات عليه\nجماعة من أصحاب رسول الله صلى الله عليه وسلم منهم علي وعثمان وطلحة\nوالزبير وعبد الرحمن بن عوف وسعد بن أبي وقاص يحرسونه فلما أصبح كشف عنه\nانطاع أو مسوح كانت عليه فلما أصابته الشمس ائتلقت وكانت فيها تيجان فبكى\nعمر فقال له عبد الرحمن بن عوف يا أمير المؤمنين ليس هذا حين بكاء إنما هذا\nحين شكر فقال إني أقول ما فتح هذا على أحد قط الا سفكوا عليه دماءهم وقطعوا\nأرحامهم ثم قال لابن الأرقم أكتب لي الناس قال فكتبهم ثم جاءه بالكتاب فقال\nله هل كتبت الناس قال نعم قال كتبت المهاجرين والأنصار والمهاجرين من العرب\nوالمحررين يغني المعتقين قال نعم قال فقال له عمر أرجع فاكتب فلعلك قد تركت\nرجلا لم تعرفه ارادة أن لا يترك أحدا\n</p>\n\n<p>\nففي هذا ما يدلك على أن عمر كان يقسم لجميع الناس ( قال ) وسمعت مالكا\nوهو يذكر أن عمر بن الخطاب كتب إلى عمرو بن العاص وهو بمصر في زمان الرمادة\n</p>\n\n<p>\nقال فقلنا لمالك فزمان الرمادة كانت سنة أو سنتين\n</p>\n\n<p>\nقال بل ست سنين\n</p>\n\n<p>\nقال فكتب إليه وأغوثاه واغوثاه واغوثاه قال فكتب إليه عمرو بن العاص لبيك\nلبيك لبيك\n</p>\n\n<p>\nقال فكان يبعث إليه بالبعير عليه الدقيق في العباء قال فيقسمها عمر فيدفع\nالجمل كما هو إلى أهل البيت فيقول لهم كلوا دقيقة والتحفوا العباء وانتحروا\nالبعير فكلوا لحمه وائتدموا بشحمه\n</p>\n\n#\n<p>\n| في السلب\n</p>\n\n<p>\n( قلت ) فالرجل يقتل القتيل هل يكون سلبه لمن قتله ( قال ) قال مالك لم\nيبلغني أن ذلك كان إلا في يوم حنين ( قال مالك ) وإنما هذا إلى الامام\nيجتهد فيه\n</p>\n\n#\n<p>\n| في النفل\n</p>\n\n<p>\n( قلت ) أرأيت النفل هل يصلح للإمام أن ينفل بعد ما صارت الغنيمة في يديه\nأو هل يصلح له أن ينفل من قبل أن يغنموا يقول من جاء بشيء فله ثلثه أو ربعه\nأو خمسه أو نصفه أو ما أشبه هذا ( قال ) سئل مالك عن النفل أيكون في أول\nمغنم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p029'> Vol. 03, p. 029</a>\n            </div>\n             فقال ذلك <span id='ms0555'></span> على وجه الاجتهاد من الإمام ليس عندنا في ذلك\nأمر معروف إلا اجتهاد السلطان ( قال ) ولم يبلغني أن رسول الله صلى الله\nعليه وسلم نفل في مغازيه كلها وقد بلغني أنه قد نفل في بعضها وإنما ذلك على\nوجه الاجتهاد من الإمام في أول مغنم وفيما بعده ( قلت ) ففي قول مالك هذا\nعندك أنه لا بأس أن ينفل الإمام من الغنيمة بعد ما صارت غنيمة وصارت في\nيديه ( قال ) نعم على وجه الاجتهاد منه ولا يكون إلا في الخمس قال لي مالك\nلا نفل إلا في الخمس ( قلت ) أرأيت هذا الذي ينفله الإمام للناس أهو من\nالخمس أو من جملة الغنيمة ( قال بن القاسم ) سمعت مالكا يقول النفل من\nالخمس مثل قول سعيد بن المسيب ( قلت ) قبل أن يغنموا أو بعد أن يغنموا أهو\nمن الخمس في قول مالك ( قال ) أما ما نفل الإمام بعد الغنيمة من الخمس فذلك\nجائز عند مالك وأما ما نفل قبل الغنيمة فذلك عنده لا يجوز ( بن وهب ) عن\nسعيد بن عبد الرحمن الجمحي عن صالح بن محمد بن زائدة الليثي أن مكحولا\nحدثهم أن رسول الله صلى الله عليه وسلم نفل من نفل يوم حنين من الخمس ( قال\nمالك ) وأخبرني أبو الزناد أنه سمع بن المسيب يقول إنما كان الناس يعطون\nالنفل من الخمس وقال مالك وذلك أحسن ما سمعت ( بن وهب ) عن سليمان بن بلال\nوغيره عن يحيى بن سعيد أنه سمع سعيد بن المسيب يقول ذلك\n</p>\n\n<p>\nوأخبرني مالك ورجال من أهل العلم عن نافع عن عبد الله بن عمر أن رسول\nالله صلى الله عليه وسلم بعث سرية فيها عبد الله بن عمر فغنموا ابلا كثيرة\nوكانت سهمانهم اثني عشر بعيرا أواحد عشر بعيرا ونفلوا بعيرا بعيرا ( بن وهب\n) عن بن لهيعة عن سليمان بن موسى أنه قال لا نفل في عين ولا فضة ( بن وهب )\nعن يونس بن يزيد عن بن شهاب قال بلغنا أن من الأنفال السلب والفرس وقد\nبلغنا <span id='ms0556'></span> أن رسول الله عليه الصلاة والسلام كان ينفل بعض من يبعث من السرايا\nفيعطيهم النفل خاصة لأنفسهم سوى قسم عامة الجيش ( مالك ) عن بن شهاب عن\nالقاسم بن محمد أنه سمع رجلا يسأل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p030'> Vol. 03, p. 030</a>\n            </div>\n             بن عباس عن الأنفال قال بن\nعباس الفرس من النفل والسلب من النفل ثم أعاد المسألة قال ذلك أيضا قال\nالأنفال التي قال الله ما هي\n</p>\n\n<p>\nقال القاسم فلم يزل يسأله حتى كاد أن يحرجه قال بن عباس أتدرون ما مثل\nهذا مثل صبيغ الذي ضربه عمر بن الخطاب\n</p>\n\n#\n<p>\n| في ندب الإمام للقتال بجعل\n</p>\n\n<p>\n( قلت ) أرأيت ان قال الإمام من قاتل في موضع كذا فله كذا وكذا أو قال من\nقتل من العدو رجلا وجاء برأسه فله كذا وكذا أو بعث سرية في وجه من الوجوه\nقال ما غنمتم من شيء فلكم نصفه ( قال ) سمعت مالكا يكره هذا كراهية شديدة\nأن يقال لهم قاتلوا ولكم كذا وكذا ويقول أكره أن يقاتل أحد على أن يجعل له\nجعل وكرهه كراهية شديدة أن يسفك دم نفسه على مثل هذا ( قال مالك ) ما نفل\nرسول الله صلى الله عليه وسلم إلا من بعد ما برد القتال فقال من قتل قتيلا\nتقوم له عليه بينة فله سلبه وفي رسول الله أسوة حسنة فكيف يقال بخلاف ما\nقال وسن رسول الله صلى الله عليه وسلم ولم يبلغني أن النبي عليه السلام قال\nذلك ولا عمل به بعد حنين ولو أن رسول الله عليه السلام سن ذلك وأمر به فيما\nبعد حنين كان ذلك أمرا ثابتا ليس لأحد فيه قول وقد كان أبو بكر بعد رسول\nالله عليه السلام يبعث الجيوش فلم يبلغنا أنه فعل ذلك ولا عمل به ثم كان\nعمر بعده فلم يبلغنا عنه أيضا أنه فعل ذلك ( قلت ) أرأيت لو أن قوما من\nالمسلمين أسارى في بلاد الشرك أو تجارا استعان بهم صاحب تلك البلاد على قوم\nمن المشركين ناووه من أهل مملكته أو من غير أهل مملكته أترى أن <span id='ms0557'></span> يقاتلوا معه\nأم لا ( قال ) سمعت مالكا يقول في الاسارى يكونون في بلاد المشركين يستعين\nبهم الملك على أن يقاتلوا عدوا له ويخليهم إلى بلاد الإسلام ( قال ) قال\nمالك لا أرى أن يقاتلوا على هذا ولا يحل لهم أن يسفكوا دماءهم على هذا (\nقال مالك ) وإنما يقاتل الناس ليدخلوا في الإسلام من الكفر فأما أن يقاتلوا\nالكفار ليدخلوهم من الكفر إلى الكفر ويسفكوا في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p031'> Vol. 03, p. 031</a>\n            </div>\n             ذلك دماءهم\nفهذا مما لا ينبغي لمسلم أن يسفك دمه على هذا\n</p>\n\n#\n<p>\n| في السهمان\n</p>\n\n<p>\n( قلت ) كم يضرب للفارس في الغنيمة ( قال ) بسهم وللفرس سهمان عند مالك\nفذلك ثلاثة أسهم ( قلت ) فالبراذين ( قال ) قال مالك إذا أجازها الوالي\nفسهمانها كسهمان الخيل لها سهمان وللفارس سهم ( قلت ) أرأيت البغال والحمار\nأراجل هو أم لا ( قال ) ما سمعت من مالك فيه شيئا وما أشك أنه راجل ( قلت )\nأرأيت البعير ( قال ) ما سمعت فيه شيئا وما أشك أنه راجل ( قلت ) أرأيت\nالبعير ( قال ) ما سمعت فيه شيئا ولكن قد غزا رسول الله صلى الله عليه وسلم\nبالابل فلم أسمع أنه قسم إلا للخيل ( قلت ) أرأيت ان حملوا معهم الخيل في\nالسفن فلقوا العدو فغنموا بكم يضرب للفارس ( قال ) بثلاثة أسهم للفرس سهمان\nوللرجل سهم وهو قول مالك ( قلت ) أرأيت لو أن قوما عسكروا في أرض العدو\nوفيهم أصحاب خيل ورجالة فسروا رجالة فغنموا غنائم وهم رجالة أيكون للفارس\nأن يضرب بسهمي الفرس وهم رجالة ( قال ) نعم وذلك أن مالكا قال في السرية\nإذا خرجت من العسكر فغنمت إن ذلك بين أهل العسكر وبين أهل السرية بعد خروج\nالخمس ولم يذكر راجلا من فارس فهذا بينهم لا شك أن للفارس ثلاثة أسهم\nوللراجل سهم ( قلت ) فبكم يضرب لمن معه فرسان في قول مالك ( قال ) قال مالك\nيضرب له بسهم فرس واحد لا يزاد على ذلك ( قال ) مالك وذلك أنه بلغني أن\nالزبير شهد مع رسول الله صلى الله عليه وسلم بفرسين يوم حنين فلم يسهم له\nإلا بسهم فرس واحد ( قلت <span id='ms0558'></span> ) أرأيت من دخل من المسلمين على فرس فنفق فرسه في\nأرض الحرب فلقى العدو راجلا أو دخل راجلا فاشترى في بلاد الحرب فرسا كيف\nيضرب لهم وهل سمعت من مالك فيه شيئا أم لا ( قال ) ما سمعت من مالك فيه\nشيئا ولكن سمعت مالكا يقول إذا دخل الرجل أرض العدو غازيا فمات قبل أن يلقى\nالمسلمون عدوا وقبل أن يغنموا غنيمة ثم غنم المسلمون بعد ذلك إنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p032'> Vol. 03, p. 032</a>\n            </div>\n             لا شيء لمن مات قبل الغنيمة ( قال مالك ) وإن لقوا العدو وقاتل\nثم مات قبل أن يغنموا ثم غنموا بعد ما فرغوا من القتال وقد مات الرجل قبل\nأن يغنموا إلا أنه قد قاتل معهم وكان حيا قال مالك أرى أن يضرب له بسهم\nفالفرس ان نفق بمنزلة ان اشتراه فشهد به فإنما له من يوم اشتراه وإن مات\nقبل أن يلقى العدو فلا شيء له ( بن وهب ) عن عبد الله بن عمر عن نافع عن\nعبد الله بن عمر أن رسول الله صلى الله عليه وسلم كان يسهم للخيل للفرس\nسهمين وللراجل سهما ( بن وهب ) عن يحيى بن أيوب عن يحيى بن سعيد وصالح بن\nكيسان أن رسول الله صلى الله عليه وسلم قسم لمائتي فرس في يوم خيبر سهمين\nوقسم يوم النضير لستة وثلاثين فرسا سهمين سهمين ( بن وهب ) عن أسامة بن زيد\nعن مكحول حدثه أن رسول الله صلى الله عليه وسلم أسهم للفرس سهمين ولفارسه\nسهما ( بن وهب ) عن مخرمة بن بكير عن أبيه عن عمر بن عبد العزيز أن سهمين\nفريضة فرضهما رسول الله صلى الله عليه وسلم سهمين للفرس وسهما للرجل ( قال\nبن وهب ) وأخبرني سفيان الثوري عن عمرو بن ميمون عن عمر بن عبد العزيز أنه\nقال إذا بلغت البراذين ما يبلغ الخيل فألحقها بالخيل ( بن وهب ) عن سفيان\nالثوري عن هشام بن حسان عن الحسن أنه قال الخيل والبراذين في السهمان سواء\n</p>\n\n#\n<p>\n| في سهمان النساء والتجار والعبيد\n</p>\n\n<p>\n( قلت ) أرأيت الصبيان والعبيد والنساء هل يضرب لهم <span id='ms0559'></span> بسهم في الغنيمة إذا\nقاتلوا في قول مالك قال لا ( قلت ) أفيرضخ لهم في قول مالك ( قال ) سألنا\nمالكا عن النساء هل يرضخ لهن من الغنيمة قال ما سمعت أن أحدا أرضخ للنساء\nفالصبيان عندي بمنزلة النساء وقد قال مالك ليس لهم شيء ( قلت ) أرأيت\nالتجار إذا خرجوا في عسكر المسلمين أيرضخ لهم أم لا ( قال ) سمعت مالكا\nيقول في الأجير أنه إذا شهد القتال أعطى سهمه وإن لم يقاتل فلا شيء له\nوكذلك التجار عندي إذا علم منهم مثل ما علم من الأجير ( قلت ) فالعبد أيضرب\nله بسهمه ( قال ) لا يضرب له بسهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p033'> Vol. 03, p. 033</a>\n            </div>\n             وقيل ليس للعبد في الغنيمة\nشيء ( بن وهب ) عن بن لهيعة عن خالد بن أبي عمران عن عمر بن عبد العزيز أنه\nكتب بعزل العبيد من أن يقسم لهم شيء ( قال ) وبلغني عن يحيى بن سعيد أنه\nقال ما نعلم للعبيد قسما في الغنائم وإن قاتلوا أو أعانوا ( بن وهب ) عن بن\nلهيعة عن خالد بن أبي عمران أنه سأل القاسم وسالما عن الصبي يغزى به أو\nيولد والجارية الحرة فقالا لا نرى لهؤلاء من غنائم المسلمين شيئا ( بن وهب\n) عن حرملة بن عمران التجيبي أن تميم بن فرع المهري حدثه أنه كان في الجيش\nالذين افتتحوا الاسكندرية في المرة الأخرى قال فلم يقسم لي عمرو بن العاص\nمن الفيء شيئا قال وكنت غلاما لم أحتلم حتى كاد يكون بين قومي وبين ناس من\nقريش في ذلك نائرة قال بعض القوم فيكم ناس من أصحاب رسول الله صلى الله\nعليه وسلم فسلوهم فسألوا أبا بصرة الغفاري وعقبة بن عامر الجهني صاحب النبي\nصلى الله عليه وسلم فقالا انظروا فإن كان أنبت الشعر فاقسموا له فنظر إلي\nبعض القوم فإذا أنا قد أنبت فقسم لي\n</p>\n\n#\n<p>\n| في سهمان المريض والذي يضل في أرض العدو\n</p>\n\n<p>\n( قلت ) أرأيت الرجل يقتل يخرج غازيا فلا يزال مريضا حتى يشهد القتال\nوتحرز الغنيمة أيكون له فيها سهم أم لا ( قال ) قال مالك نعم <span id='ms0560'></span> له سهمه ( قال\nبن القاسم ) وبلغني عن مالك أن الفرس إذا رهص أنه يضرب له بسهمه وهو بمنزلة\nالرجل المريض ( قال بن القاسم ) قال مالك في القوم يغزون في البحر يسيرون\nيوما فتضربهم الريح فتفرقهم ويرد الريح بعضهم إلى بلاد المسلمين ويمضي\nبعضهم إلى بلاد الروم فيلقون العدو فيغنمون ( قال مالك ) إن كان إنما ردهم\nالريح وليسوا هم رجعوا فلهم سهمانهم في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p034'> Vol. 03, p. 034</a>\n            </div>\n             الغنيمة مع أصحابهم (\nقلت ) أرأيت إن غزا المسلمون أرض العدو فضل منهم رجل فلم يرجع إليهم حتى\nلقي العدو المسلمون فقاتلوا وغنموا ثم رجع الرجل إليهم أيكون له في الغنيمة\nشيء أم لا ( قال ) قد أخبرتك بقول مالك في الذين يردهم الريح وهم في بلاد\nالمسلمين فجعل لهم سهمانهم في الغنيمة التي غنمها أصحابهم فهذا الذي ضل في\nبلاد العدو أحرى أن يكون له في الغنيمة نصيب\n</p>\n\n#\n<p>\n| في الجيش يحتاجون إلى الطعام والعلف بعد أن يجمع في المغنم\n</p>\n\n<p>\n( قلت ) أرأيت الطعام والعلف في بلاد المشركين إذا جمعت في الغنائم ثم\nيحتاج رجل إليها أيأكل منها بغير إذن الإمام في قول مالك ( قال ) قال مالك\nسنة الطعام والعلف في أرض العدو أنه يؤكل وتعلف الدواب ولا يستأمر الإمام\nولا غيره ( قال مالك ) والطعام هو لمن أخذه يأكله وينتفع به وهو أحق به (\nقال مالك ) والبقر والغنم أيضا لمن أخذها يأكل منها وينتفع بها ( بن وهب )\nعن عمرو بن الحارث عن بكر بن سوادة الجذامي حدثه أن زياد بن نعيم حدثه أن\nرجلا من بني ليث حدثه أن عمه حدثه أنهم كانوا مع رسول الله صلى الله عليه\nوسلم في غزوة فكان النفر يصيبون الغنم العظيمة ولا يصيب الآخرون إلا الشاة\nفقال رسول الله صلى الله عليه وسلم لو إنكم أطعمتم إخوانكم قال فرميناهم\nبشاة شاة حتى كان الذي معهم أكثر من الذي معنا ( قال ) بكير وما رأيت أحدا\nيقسم الطعام كله ولا ينكر أخذه ويستمتع آخذه به ولا يباع فأما غير الطعام\nمن متاع العدو فإنه يقسم ( بن وهب <span id='ms0561'></span> ) عن الحارث بن نبهان عن محمد بن سعيد عن\nمكحول قال قال معاذ بن جبل قد كان الناس في زمان رسول الله صلى الله عليه\nوسلم يأكلون ما أصابوا من البقر والغنم ولا يبيعونها وإن رسول الله صلى\nالله عليه وسلم يوم حنين أصاب غنما فقسمها وأخذ الخمس منها وقد كان رسول\nالله صلى الله عليه وسلم إذا أصابوا الغنم والبقر يقسم للناس إذا كانوا لا\nيحتاجون إليها ( وقال ) محمد بن سعيد عن مكحول إن شرحبيل بن حسنة باع غنما\nوبقرا فقسمه بين الناس فقال معاذ بن جبل لم يسئ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p035'> Vol. 03, p. 035</a>\n            </div>\n             شرحبيل إذ لم\nيكن المسلمون محتاجين أن يذبحوها فترد على أصحابها فيبيعونها فيكون ثمنها\nمن الغنيمة في الخمس إذا كان المسلمون غير محتاجين إلى لحومها يأكلوها ( بن\nوهب ) عن إسماعيل بن عياش عن أسيد بن عبد الرحمن عن رجل حدثه عن هانئ بن\nكلثوم أن عمر بن الخطاب كتب إلى صاحب جيش الشام يوم فتحت أن دع الناس\nيأكلون ويعلفون فمن باع شيئا بذهب أو فضة فقد وجب فيه خمس الله وسهام\nالمسلمين ( أنس بن عياض ) عن الأوزاعي عن أسيد بن عبد الرحمن عن خالد بن\nدريك عن بن محيريز قال سمعت فضالة بن عبيد يقول من باع طعاما أو علفا بأرض\nالروم مما أصيب منها بذهب أو فضة فقد وجب فيه حق الله وفيء المسلمين ( قلت\n) أرأيت لو أصابوا بقرا كثيرة فأخذ الناس حاجتهم وفضل فضلة من الغنم والبقر\nفجمعها الوالي فضمها إلى الغنائم ثم احتاج الناس إلى اللحم أن يأخذوا من\nتلك البقر أو تلك الغنم بمنزلة الطعام بغير أمر الإمام ويراه واسعا في قول\nمالك ولا يكون البقر والغنم من الغنائم ( قال ) سمعت مالكا يقول في البقر\nوالغنم إنها بمنزلة الطعام يذبحونها ويأكلونها بغير أمر الإمام ولم أسمع\nفيه من مالك إذا حازها الوالي شيئا ( قال بن القاسم ) ولا أرى بذلك بأسا (\nقلت ) هل وسع في شيء من الغنيمة مالك ماطلا الطعام والشراب أن يؤخذ قال سئل <span id='ms0562'></span>\nمالك عن جلود الغنم والبقر يذبحها المسلمون في الغنائم ( قال ) قال مالك لا\nأرى بأسا إذا احتاجوا إليها أن يحتذوا منها نعالا ويجعلوا منها على أكفهم\nأو يجعلوا منها حزما أو يصلحوا منها أخفافهم أو يتخذوا منها أخفافا إذا\nاحتاجوا إليها ( قلت ) أرأيت السلاح يكون في الغنيمة فيحتاج رجل من\nالمسلمين إلى سلاح يقاتل به أيأخذه فيقاتل به بغير إذن الإمام أم لا ( قال\n) سمعت مالكا يقول في البراذين تكون في الغنيمة فيحتاج رجل من المسلمين إلى\nدابة يركبها يقاتل عليها ويقفل عليها ( قال ) قال مالك يركبها يقاتل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p036'> Vol. 03, p. 036</a>\n            </div>\n             عليها ويركبها حتى يقفل إلى أهله يريد أرض الإسلام أن احتاج\nإلى ذلك ثم يردها إلى الغنيمة ( قلت ) فإن كانت الغنيمة قد قسمت ( قال ) ما\nسمعت من مالك فيه شيئا وأرى إن كانت قد قسمت أن يبيعها ويتصدق بثمنها\nفالسلاح إذا احتاج إليه أن يقاتل به بهذه المنزلة ( قلت ) أرأيت ان احتاج\nرجل إلى شيء من ثياب الغنيمة أيلبسه أم لا ( قال ) ما سمعت من مالك فيه\nشيئا ولا أرى بأسا أن يلبسه حتى يقدم موضع الإسلام فإذا قدم موضع الإسلام\nرده وبهذه المنزلة البراذين\n</p>\n\n<p>\nوقد روى علي بن زياد وبن وهب أن مالكا قال لا ينتفع بدابة ولا بسلاح ولا\nبثوب ولو جاز ذلك لجاز أن يأخذ دنانير فيشترى بها\n</p>\n\n<p>\nوقال بعض الرواة ما قال بن القاسم واستحسنوه ورأوه صوابا ( قلت ) أرأيت\nإن حاز الإمام هذه الثياب وهذه الجلود فاحتيج إليها بعد ما حازها الإمام\nأيكون لهم أن ينتفعوا بها أيضا كما كان ذلك لهم قبل أن يحوزها لهم الإمام\nقال نعم ( بن وهب ) عن مسلمة بن علي عن زيد بن واقد عن مكحول وسليمان بن\nموسى قالا لا يتقى الطعام بأرض العدو ولا يستأذن فيه الأمير ولا يتقيه أن\nيأخذه من سبق إليه فإن باع إنسان شيئا من الطعام بذهب أو فضة فلا يحل له\nفهو حينئذ من الغنائم وذكر أن هذا الخبر من الطعام السنة والحق ( بن وهب )\nعن <span id='ms0563'></span> مسلمة عن سعيد عن رجل من قريش قال لما حاصر رسول الله صلى الله عليه\nوسلم خيبر جاع بعض الناس فسألوا رسول الله صلى الله عليه وسلم أن يعطيهم\nفلم يجدوا عنده شيئا فافتتحوا بعض حصونها فأخذ رجل من المسلمين جرابا\nمملوءا شحما فبصر به صاحب المغانم وهو كعب بن عمرو بن زيد الأنصاري فأخذه\nفقال الرجل لا والله لا أعطيكه حتى أذهب به إلى أصحابي فقال أعطنيه أقسمه\nبين الناس فأبى وتنازعاه فقال رسول الله صلى الله عليه وسلم خل بين الرجل\nوبين جرابه يذهب به إلى أصحابه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p037'> Vol. 03, p. 037</a>\n            </div>\n            \n</p>\n\n#\n<p>\n| في العلف والطعام يفضل مع الرجل منه فضلة بعد ما يقدم بلده\n</p>\n\n<p>\n( بن وهب ) عن بن لهيعة وحيوة بن شريح عن خالد بن أبي عمران عن القاسم بن\nمحمد وسالم أنهما سألا عن الرجل يجد في منازل الروم الطعام والودك الذي\nيغنم فيحمل منه حتى يقدم به إلى أهله فيأكله في القرار فقالا لا بأس بذلك\nفقيل لهما أفيحل له بيعه فكرها بيعه ( قلت ) لابن القاسم أرأيت الرجل يأخذ\nالعلف في دار الحرب فيعلف دابته فتفضل منه فضلة بعد ما خرج من دار الحرب\nإلى دار الإسلام ( قال ) سمعت مالكا يسئل عن الطعام يأخذه الرجل في دار\nالحرب فيأكل منه ويخرج ومعه منه فضلة قال مالك لا أرى به بأسا إذا كان شيئا\nيسيرا ( قلت ) أرأيت إن كان شيئا له بال ( قال ) إن كان شيئا له بال تصدق\nبه ( قلت ) أرأيت الرجل يقرض الرجل الطعام في دار الحرب أيكون هذا قرضا أم\nلا ( قال ) سألت مالكا عن الرجل يكون في أرض العدو مع الجيش يصيب الطعام\nفيكون في الطعام فضل فيسأله بعض من لم يصب طعاما أن يبيع منه ( قال ) قال\nمالك لا ينبغي له ذلك وقال إنما سنة العلف أن يعلف فإن استغنى عن شيء أعطاه\nأصحابه\n</p>\n\n<p>\nفهذا يدلك على أن القرض ليس بقرض ولا أرى القرض يحل فيه فإن نزل وأقرض\nفلا يكون له على الذي أقرضه شيء ( بن <span id='ms0564'></span> وهب ) عن جرير بن حازم عن أشعث بن\nسوار عن أبي محمد قال سألت عبد الله بن أبي أوفى وكان ممن بايع تحت الشجرة\nيوم الحديبية وهو ممن أسلم عن الطعام هل كان يقسم في المغانم فقال لنا كنا\nعلى عهد رسول الله صلى الله عليه وسلم لا نقسم طعاما إذا أصبناه في مغنم (\nبن وهب ) عن عطاف بن خالد القرشي عن رجل حدثه عن سعيد بن المسيب أنه سئل عن\nالطعام يأخذونه في أرض العدو مثل العسل والدقيق وغير ذلك قال فلا بأس به (\nبن وهب ) عن عمرو بن الحارث عن رجل من أهل الأردن حدثه عن القاسم مولى عبد\nالرحمن عن بعض أصحاب رسول الله صلى الله عليه وسلم أنه قال كنا نأكل الجزر\nفي الغزو ولا نقسمه حتى إن كنا لنرجع إلى رحالنا وأخرجتنا منه مملوءة ( بن\nوهب ) عن بن لهيعة عن يحيى بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p038'> Vol. 03, p. 038</a>\n            </div>\n             سعيد أنه قال قد رأينا الناس في\nالغزو وما الطعام إلا لمن أخذه فإذا كان ذلك كان الذي عليه أمر الناس فمن\nأخذه أكله وأطعمه أهله إلا أن تكون بالجيش إليه حاجة بادية فإنه يكره أن\nيذهب به إلى أهله وبالناس من الحاجة إليه ما بهم فإن لم تكن بهم إليه حاجة\nفليأكله وليطعم أهله ولا يبع منه شيئا ( بن وهب ) عن مسلمة بن علي عن زيد\nبن واقد قال قال القاسم بن مخيمرة أما كل شيء اصطنعته من عيدان أرض الروم\nأو حجارتها فلا بأس أن تخرج به وأما شيء تجده مصنوعا فلا يخرج به وقال\nمكحول في المصنوع مثله قالا إلا أن يشتريه من المغنم ( قال بن وهب ) وقال\nزيد بن واقد قال سليمان بن موسى لا بأس أن يحمل الرجل الطعام إلى أهله من\nأرض العدو وقد كان الناس فيما أدركنا وما لم ندرك فيما بلغنا عنهم يحملون\nالقديد حتى يقدموا به إلى أهليهم فلا ينهون عن ذلك ولا يعاب عليهم إلا أن\nيباع فإن بيع بعد ما يخرج به <span id='ms0565'></span> وإن وقع في أهله صار مغنما ( بن وهب ) عن بن\nلهيعة عن خالد بن أبي عمران أنه سأل القاسم بن محمد وسالما عن الرجل يصيد\nالطير في أرض العدو والحيتان أيبيعه ويأكل ثمنه فقالا نعم وسألتهما عن\nالرجل يكون له غلام يعمل الفخار في أرض العدو فيبيعه أيحل له ثمن ما باع\nمنها فقالا نعم\n</p>\n\n<p>\nقلت وإن كثر حتى بلغ مالا كثيرا قالا نعم وإن كثر\n</p>\n\n<p>\nولقد سألنا مالكا عن القوم يكونون في الغزو فيصيب بعضهم القمح وآخرون\nالعسل وآخرون اللحم فيقول الذين أصابوا اللحم للذين أصابوا العسل أو للذين\nأصابوا القمح أعطونا مما معكم ونعطيكم مما معنا يتبادلونه ولو لم يعطهم\nهؤلاء لم يعطوهم شيئا ( قال ) قال مالك ما أرى به بأسا في الطعام والعلف\nإنما هذا كله للأكل ولا أرى بأسا به أن يبدل بعضهم لبعض بحال ما وصفت لك\n</p>\n\n<p>\nقال مالك والعلف كذلك ( قلت ) أرأيت ما اتخذ الرجل في بلاد الحرب من سرج\nنحته أو سهم يراه أو مشجب صنعه أو ما أشبه ذلك ما عليه في قول مالك ( قال )\nهو له ولا شيء عليه فيه ولا يخمس ولا يرفعه إلى المقسم وهذا قول مالك ( بن\nوهب ) عن عمرو بن الحارث عن بكر بن سوادة أنه قال رأيت الناس ينقلبون\nبالمشاجب والعيدان لا يباع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p039'> Vol. 03, p. 039</a>\n            </div>\n             في مقسم لنا منه شيء ( سحنون )\nمعناه إذا كان يسيرا وقد قيل أنه يأخذ اجارة ما عمل فيه والباقي يصير فيئا\nإذا كان له قدر\n</p>\n\n#\n<p>\n| في عرقبة البهائم والدواب وتحريق السلاح والطعام في أرض العدو\n</p>\n\n<p>\n( قلت ) أرأيت البقر والغنم والدواب والطعام والسلاح والأمتعة من متاع\nالروم ودوابهم وبقرهم وطعامهم وما ضعف عنه أهل الإسلام من أمتعات أنفسهم\nوما قام عليهم من دوابهم كيف يصنعون بهذا كله في قول مالك ( قال ) قال مالك\nيعرقبون الدواب أو يذبحونها وكذلك البقر والغنم ( قال ) وأما الأمتعات\nوالسلاح فإن مالكا قال تحرق ( قلت ) والدواب والبقر والغنم هل تحرق بعد ما\nعرقبت ( قال ) ما سمعته يقول تحرق ( قال ) ولقد <span id='ms0566'></span> قال مالك في الرجل تقف عليه\nدابته أنه يعرقبها أو يقتلها ولا يتركها للعدو ينتفعون بها\n</p>\n\n#\n<p>\n| في الاستعانة بالمشركين على قتال العدو\n</p>\n\n<p>\n( قلت ) هل كان مالك يكره أن يستعين المسلمون بالمشركين في حروبهم ( قال\n) سمعت مالكا يقول بلغني أن رسول الله صلى الله عليه وسلم قال لن أستعين\nبمشرك\n</p>\n\n<p>\nقال ولم أسمعه يقول في ذلك شيئا ( قال بن القاسم ولا أرى أن يستعينوا بهم\nيقاتلون معهم إلا أن يكونوا نواتية أو خدما فلا أرى بذلك بأسا ( مالك ) عن\nالفضيل بن أبي عبد الله عن عبد الله بن نيار الأسلمي عن عروة بن الزبير عن\nعائشة زوج النبي صلى الله عليه وسلم أنها قالت خرج رسول الله صلى الله عليه\nوسلم قبل بدر فلما كان بحرة الوبرة أدركه رجل قد كان يذكر منه جرأة ونجدة\nففرح أصحاب رسول الله صلى الله عليه وسلم حين رأوه فلما أدركه قال يا رسول\nالله جئت لأتبعك وأصيب معك فقال له رسول الله صلى الله عليه وسلم تؤمن\nبالله ورسوله قال لا قال فارجع فلن أستعين بمشرك قالت ثم مضى حتى إذا كان\nبالشجرة أدركه الرجل فقال له كما قال أول مرة فقال له النبي صلى الله عليه\nوسلم أتؤمن بالله ورسوله فقال لا قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p040'> Vol. 03, p. 040</a>\n            </div>\n             فارجع فرجع ثم أدركه\nبالبيداء فقال له كما قال له أول مرة فقال أتؤمن بالله ورسوله قال نعم قال\nرسول الله صلى الله عليه وسلم فانطلق ( وذكر ) بن وهب عن جرير بن حازم أن\nبن شهاب قال ان الأنصار قالت يوم أحد ألا نستعين بحلفائنا من يهود فقال\nرسول الله صلى الله عليه وسلم لا حاجة لنا فيهم\n</p>\n\n#\n<p>\n| في أمان المرأة والعبد والصبي\n</p>\n\n<p>\n( قلت ) أرأيت أمان المرأة والعبد والصبي هل يجوز في قول مالك ( قال )\nسمعت مالكا يقول أمان المرأة جائز وما سمعته يقول في العبد والصبي شيئا\nأقوم لك على حفظه وأنا أرى أن أمانهما جائز لأنه جاء في الحديث أنه يجير\nعلى المسلمين أدناهم إذا كان الصبي يعقل <span id='ms0567'></span> ما الأمان ( قالسحنون ) وقال غيره\nان رسول الله صلى الله عليه وسلم إنما قال في أم هانئ وفي زينب قد أمنا من\nأمنت يا أم هانئ وفيما أجاز من جوار زينب أنه إنما كان بعد ما نزل الأمان\nوقد يكون الذي كان من اجارته ذلك هو النظر والحيطة للدين وأهله ولم يجعل ما\nقال يجير على المسلمين أدناهم أمرا يكون في يدي أدنى المسلمين فيكون ما فعل\nيلزم الإمام ليس له الخروج من فعله ولكن الإمام المقدم ينظر فيما فعل فيكون\nإليه الاجتهاد في النظر للمسلمين ( بن وهب ) عن إسماعيل بن عياش قال سمعت\nأشياخنا يقولون لا جوار للصبي ولا للمعاهد فإن اجارا فالإمام مخير ان أحب\nأمضى جوارهما وإن أحب رده فإن أمضاه فهو ماض وإن لم يمضه فليبلغه إلى مأمنه\n( بن وهب ) عن الحارث بن نبهان عن محمد بن سعيد عن عباد بن نسي عن عبد\nالرحمن بن غنم الأشعري قال كتب إلينا عمر بن الخطاب فقرئ علينا كتابه إلى\nسعيد بن عامر بن حذيم ونحن محاصرو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p041'> Vol. 03, p. 041</a>\n            </div>\n             قيسارية إن من أمنه منكم حر\nأو عبد من عدوكم فهو آمن حتى يرد إلى مأمنه أو يقيم فيكون على الحكم في\nالجزية وإذا أمنه بعض من تستعينون به على عدوكم من أهل الكفر فهو آمن حتى\nتروده إلى مأمنه أو يقيم فيكم وإن نهيتم أن يؤمن أحد أحدا فجهل أحد منكم أو\nنسي أو لم يعلم أو عصى فأمن أحدا منهم فليس لكم عليه سبيل حتى تردوه إلى\nمأمنه ولا تحملوا اساءتكم على الناس وإنما أنتم جند من جنود الله وإن أشار\nأحد منكم إلى أحد منهم أن هلم فانا قاتلوك فجاء على ذلك ولم يفهم ما قيل له\nفليس لكم عليه سبيل حتى تردوه إلى مأمنه إلا أن يقيم فيكم وإذا أقبل إليكم\nرجل منهم مطمئنا وأخذتموه فليس لكم عليه سبيل إن كنتم علمتم أنه جاءكم\nمتعمدا فإن شككتم فيه فظننتم أنه جاء كم ولم تستيقنوا ذلك فلا تردوه <span id='ms0568'></span> إلى\nمأمنه واضربوا عليه الجزية وإن وجدتم في عسكركم أحدا لم يعلمكم بنفسه حتى\nقدرتم عليه فليس له أمان ولا ذمة فاحكموا عليه بما ترون أنه أفضل للمسلمين\n( قال بن وهب ) وقال الليث والأوزاعي في النصراني يكون مع المسلمين فيعطى\nلرجل من المشركين أمانا قالا لا يجوز على المسلمين أمان مشرك ويرد إلى\nمأمنه\n</p>\n\n#\n<p>\n| في تكبير المرابطين على البحر\n</p>\n\n<p>\n( قلت ) أرأيت التكبير الذي يكبر به هؤلاء الذين يرابطون على البحر أكان\nمالك يكرهه ( قال ) سمعت مالكا يقول لا بأس به ( قال ) وسئل عن القوم\nيكونون في الحرس في الرباط فيكبرون في الليل ويطربون ويرفعون أصواتهم (\nفقال ) أما التطريب فأني لا أدري وأنكره\n</p>\n\n<p>\nقال وأما التكبير فأني لا أرى به بأسا\n</p>\n\n#\n<p>\n| في الديوان\n</p>\n\n<p>\n( قلت ) أرأيت الديوان ما قول مالك فيه ( قال ) أما مثل دواوين أهل مصر\nوأهل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p042'> Vol. 03, p. 042</a>\n            </div>\n             الشام وأهل المدينة مثل دواوين العرب فلم ير مالك به بأسا\nوهو الذي سألناه عنه ( قلت ) أرأيت الرجلين يتنازعان في اسم في العطاء\nمكتوب فأعطى أحدهما صاحبه مالا على أن يبرأ من الإسم إلى صاحبه أيجوز ذلك (\nقال ) قال مالك في رجل زيد في عطائه فأراد أن يبيع تلك الزيادة بعرض أنه لا\nيجوز ذلك فكذلك ما أصطلحا عليه أنه غير جائز لأنه إن كان الذي أعطاه\nالدراهم أخذ غير اسمه فلا يجوز شراؤه وإن كان الذي يعطي الدراهم هو صاحب\nالإسم فقد باع أحدهما الآخر بما لا يحل له فإن كان الآخر هو صاحب الإسم فلا\nيجوز له لأنه لا يدري ما باع أقليلا بكثير أم كثيرا بقليل ولا يدري ما تبلغ\nحياة صاحبه فهذا الغرر لا يجوز ( قال سحنون ) قال لي الوليد بن مسلم سمعت\nأبا عمرو الأوزاعي يقول أوقف عمر بن الخطاب وأصحاب رسول الله صلى الله عليه\nوسلم هذا الفيء وخراج الأرض للمجاهدين ففرض منه للمقاتلة والعيال والذرية\nفصار ذلك سنة لمن بعده فمن افترض فيه ونيته الجهاد فلا بأس بذلك ( قال\nسحنون ) قال الوليد وحدثنا عبد الرحمن بن يزيد <span id='ms0569'></span> بن جابر عن القاسم بن عبد\nالرحمن عن رجل قال عرضت علي الفريضة فقلت لا أفترض حتى ألقي أصحاب رسول\nالله صلى الله عليه وسلم فلقيت أبا ذر فسألته فقال لي افترض فإنه اليوم\nمعونة وقوة فإذا كان ثمنا عن دين أحدكم فاتركوه ( قال سحنون ) قال الوليد\nبن مسلم وحدثني خليد عن قتادة عن الأحنف بن قيس عن أبي ذر مثله ( قال سحنون\n) قال الوليد بن مسلم الدمشقي وأخبرني بن لهيعة عن بكر بن عمرو المعافري عن\nعبد الله بن محيريز أن أصحاب العطاء أفضل من المتطوعة لما يروعون ( قال\nسحنون ) قال الوليد وأخبرني يحيى بن مسيك أنه سمع مكحولا يقول روعات البعوث\nتنفي روعات القيامة ( قال سحنون ) قال الوليد بن مسلم وأخبرني مسلمة بن علي\nعن خالد بن حميد مثله\n</p>\n\n#\n<p>\n| ما جاء في الجعائل وذكر أخذ الجزية من المجوس وغيرهم\n</p>\n\n<p>\n( قلت ) أرأيت الجعائل هل سمعت من مالك فيها شيئا ( قال ) قال مالك لا\nبأس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p043'> Vol. 03, p. 043</a>\n            </div>\n             بذلك ( قال ) وأخبرني مالك أن أهل المدينة كانوا يفعلون\nذلك ( قلت ) أرأيت الجعائل في البعوث أيجوز هذا أم لا في قول مالك ( قال )\nسألنا مالكا عن ذلك فقال لا بأس به لم يزل الناس يتجاعلون بالمدينة عندنا\nقال كانوا يتجاعلون بجعل القاعد للخارج ( قال ) فقلنا ويخرج لهم العطاء قال\nمالك ربما خرج لهم وربما لم يخرج لهم ( قلت ) فهذا الذي ذكر مالك أنه لا\nبأس به بالجعائل بينهم لأهل الديوان بينهم قال نعم ( قلت ) فلو جعل رجل من\nأهل الديوان لرجل من غير أهل الديوان شيئا على أن يغزو عنه ( قال ) ما سمعت\nمن مالك فيه شيئا ولا يعجبني ( قال ) ولقد سألنا مالكا عن الرجل يأتي\nعسقلان وما أشبهها غازيا ولا فرس معه فيستأجر من رجل من أهلها فرسا يغزو\nعليه أو يرابط عليه فكره ذلك ولم يعجبه أن يعمد رجل في سبيل الله معه فرس\nفيؤاجره ( فقيل ) لمالك فالقوم يغزون فيقال لهم من يتقدم إلى الحصن وما\nأشبهه من الأمور التي يبعث فيها فله <span id='ms0570'></span> كذا وكذا فأعظم ذلك وشدد فيه الكراهية\nمن أن يقاتل أحد على مثل هذا أو يسفك فيه دمه ( قلت ) أرأيت الذي قلت لي إن\nمالكا كره للرجل أن يكون بعسقلان فيؤاجر فرسه ممن يحرس عليه لا يشبه الذي\nيجعل لغيره على الغزو ( فقال ) هذا أيسر عندي في الفرس منه في الرجل ألا\nترى إن مالكا كره للرجل أن يكون بعسقلان يؤاجر فرسه في سبيل الله فهو إذا\nآجر نفسه أشد كراهية ألا ترى إن مالكا قد كره للذي يعطيه الوالي على أن\nيتقدم إلى الحصن فيقاتل فكره له الجعل فهذا يدلك ( قلت ) فلم جوز مالك لأهل\nالعطاء أن يتجاعلوا بينهم ( قال ) ذلك وجه شأنهم لأنها مباعث مختلفة وإنما\nأعطوا أعطياتهم على هذا وما أشبهه فأهل الديوان عندي مخالفون لمن سواهم (\nقال ) والذي يؤاجر نفسه في الغزوان ذلك لا يجوز في قول مالك وهو رأيي أنه\nلا يجوز وأما أهل الديوان فيما بينهم فليست تلك اجارة إنما تلك جعائل لأن\nسد الثغور عليهم وبهذا مضى أمر الناس ( بن وهب ) عن بن لهيعة عن بكر بن\nعمرو المعافري عن عكرمة عن بن عباس أنه كان يقول لا بأس بالطوى من مأجور\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p044'> Vol. 03, p. 044</a>\n            </div>\n             إلى ماحوز إذا ضمنه الإنسان ( بن وهب ) عن بن لهيعة عن يحيى بن\nسعيد قال في الطوى لو أن رجلا قال لرجل خذ بعثي وآخذ بعثك وأزيدك دينارا أو\nبعيرا أو شيئا فلا بأس بذلك\n</p>\n\n<p>\nوقال الليث مثله ( بن وهب ) عن عبد الرحمن بن شريح قال يكره من الطوى أن\nيعقد الرجلان الطوى قبل أن يكتتبا في البعثين اللذين يتطاويان فيهما وذلك\nأن يقول الرجل للرجل قبل الطوى اكتتب في بعث كذا وكذا وأنا أكتتب في بعث\nكذا وكذا ثم يعتقدان الطوى على ذلك وأما الطوى بعد الكتبة فلم أسمع أحدا\nينكر ذلك إلا الرجل الذي يقف نفسه يتنقل من ماحوز إلى ماحوز التماس الزيادة\nفي الجعل ( بن وهب ) عن بن لهيعة عن يزيد بن أبي حبيب عن عكرمة أنه كان <span id='ms0571'></span> لا\nيرى بأسا بالطوى من ماحوز إلى ماحوز ( قال سحنون ) قال الوليد وحدثنا أبو\nعمرو بن جابر وسعيد بن عبد العزيز عن مكحول أنه كان لا يرى بالجعل في\nالقبيلة بأسا ( قال بن جابر ) فسمعت مكحولا يقول إذا هويت المغزى فاكتتبت\nفيه ففرض لك فيه جعل فخذه وإن كنت لا تغزو إلا على جعل مسمى فهو مكروه (\nقال ) بن جابر فكان مكحول إذا خرجت البعوث أوقع اسمه في المغزى بهواه فإن\nكان له فيه جعل لم يأخذه وإن كان عليه أداه ( سحنون ) قال الوليد وحدثني بن\nلهيعة عن بن هبيرة عن علي بن أبي طالب أنه قال في جعيلة الغازي إذا جعل\nالرجل في نفسه غزوا فجعل له فيه جعل فلا بأس به وإن كان إنما يغزو من أجل\nالجعل فليس له أجر\n</p>\n\n<p>\n( بن وهب ) عن بن لهيعة وحيوة بن شريح عن حسين بن شقي الأصبحي عن الصحابة\nأنهم قالوا يا رسول الله أفتنا عن الجاعل والمجتعل في سبيل الله فقال\nللجاعل أجر ما احتسب وللمجتعل أجر الجاعل والمجتعل ( بن وهب ) عن الليث بن\nسعد أن يعمر بن خالد المدلجي يحدث عن عبد الرحمن بن وعلة الشيباني أنه قال\nقلت لعبد الله بن عمر أنا نتجاعل في الغزو فكيف ترى فقال عبد الله بن عمر\nأما أحدكم إذا أجمع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p045'> Vol. 03, p. 045</a>\n            </div>\n             على الغزو فعرضه الله رزقا فلا بأس بذلك\nوأما أحدكم أن أعطى درهما غزا وإن منع درهما مكث فلا خير في ذلك ( بن وهب )\nعن حيوة بن شريح عن زرعة بن معشر عن تبيع أن الأمداد قالوا له ألا تسمع ما\nيقول لنا الربطاء يقولون ليس لكم أجر لأخذكم الجعائل فقال كذبوا والذي نفسي\nبيده إني لأجدكم في كتاب الله كمثل أم موسي أخذت أجرها وآتاها الله ابنها (\nبن وهب ) عن حي بن عبد الله عن أبي عبد الرحمن الجبلي وعمرو بن نصر عن تبيع\nمثله ( قال سحنون ) قال الوليد أخبرني أبو بكر بن عبد الله بن أبي مريم عن\nعطية <span id='ms0572'></span> بن قيس الكلابي قال خرج على الناس بعث في زمان عمر بن الخطاب غرم فيه\nالقاعد مائة دينار\n</p>\n\n#\n<p>\n| باب الجزية\n</p>\n\n<p>\n( قلت ) أرأيت الأمم كلها إذا رضوا بالجزية على أن يقروا على دينهم\nأيعطون ذلك أم لا في قول مالك ( قال ) قال مالك في مجوس البربر إن الجزية\nأخذها منهم عثمان بن عفان ( وقال مالك ) في المجوس ما قد بلغك عن عبد\nالرحمن بن عوف أنه قال قال رسول الله صلى الله عليه وسلم سنوا بهم سنة أهل\nالكتاب\n</p>\n\n<p>\nفالأمم كلها في هذا بمنزلة المجوس عندي ( قال ) ولقد سئل مالك عن\nالفزازنة وهم جنس من الحبشة سئل عنهم مالك فقال لا أرى أن يقاتلوا حتى\nيدعوا إلى الإسلام\n</p>\n\n<p>\nففي قول مالك هذا إذ قال لا أرى أن يقاتلوا حتى يدعوا فأراهم في قوله هذا\nأنهم يدعون إلى الإسلام فإن لم يجيبوا دعوا إلى إعطاء الجزية وأن يقروا على\nدينهم فإن أجابوا قبل ذلك منهم\n</p>\n\n<p>\nفهذا يدلك على قول مالك في الأمم كلها إذ قال في الفزازنة انهم يدعون\nفكذلك الصقالبة والأبر والترك وغيرهم من الأعاجم ممن ليسوا من أهل الكتاب (\nبن وهب ) عن مسلمة بن علي عن رجل عن أبي صالح السمان عن بن عباس قال كتب\nرسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p046'> Vol. 03, p. 046</a>\n            </div>\n             إلى منذر بن ساوى أخي بني عبد\nالله بن غطفان عظيم أهل هجر يدعوهم إلى الله وإلى الإسلام فرضي بالإسلام\nوقرأ كتاب رسول الله صلى الله عليه وسلم على أهل هجر فمن بين راض وكاره\nفكتب إلى النبي صلى الله عليه وسلم إني قرأت كتابك على أهل هجر فأما العرب\nفدخلوا في الإسلام وأما المجوس واليهود فكرهوا الإسلام وعرضوا الجزية\nفانتظرت أمرك فيهم فكتب إليه رسول الله صلى الله عليه وسلم إلى عباد الله\nالأسديين فإنكم إذا أقمتم الصلاة وآتيتم الزكاة ونصحتم لله ولرسوله وآتيتم\nعشر النخل ونصف عشر الحب ولم تمجسوا أولادكم فإن لكم ما أسلمتم عليه غير أن\nبيت النار لله ورسوله فإن أبيتم فعليكم الجزية <span id='ms0573'></span> فقرىء عليهم فكره اليهود\nوالمجوس الإسلام وأحبوا الجزية فقال منافقو العرب زعم محمد أنه إنما بعث\nلقتال الناس كافة حتى يسلموا ولا يقبل الجزية إلا من أهل الكتاب ولا نراه\nإلا قد قبل من مشركي أهل هجر ما رد على مشركي العرب فأنزل الله تبارك\nوتعالى <span class='quran'>يا أيها الذين آمنوا عليكم أنفسكم لا يضركم من ضل إذا اهتديتم\n</span>( بن وهب ) عن يحيى بن عبد الله بن سالم بن عبد الله بن عمر بن الخطاب\nقال هذا كتاب أخذته من موسى بن عقبة فيه بسم الله الرحمن الرحيم من محمد\nرسول الله إلى منذر بن ساوى سلم أنت فإني أحمد الله الذي لا إله إلا هو أما\nبعد فإن كتابك جاءني وسمعت ما فيه فمن صلى صلاتنا واستقبل قبلتنا وأكل\nذبيحنا فإن ذلك المسلم الذي له ذمة الله وذمة رسوله ومن يفعل ذلك منكم فهو\nآمن ومن أبى فعليه الجزية\n</p>\n\n#\n<p>\n| في الخوارج\n</p>\n\n<p>\n( قلت ) أرأيت قتال الخوارج ما قول مالك فيهم ( قال ) قال مالك في\nالأباضية والحرورية وأهل الأهواء كلهم أرى أن يستتابوا فإن تابوا وإلا\nقتلوا ( قال بن القاسم ) وقال مالك في الحرورية وما أشبههم أنهم يقتلون إذا\nلم يتوبوا إذا كان الإمام عدلا\n</p>\n\n<p>\nفهذا يدلك على أنهم ان خرجوا على إمام عدل وهم يريدون قتاله ويدعون إلى\nما هم عليه دعوا إلى الجماعة والسنة فإن أبوا قتلوا ( قال ) ولقد سألت\nمالكا عن أهل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p047'> Vol. 03, p. 047</a>\n            </div>\n             العصبية الذين كانوا بالشام قال مالك أرى للإمام\nأن يدعوهم إلى الرجوع وإلى مناصفة الحق بينهم فإن رجعوا وإلا قوتلوا ( قلت\n) أرأيت الخوارج إذا خرجوا فأصابوا الدماء والأموال ثم تابوا ورجعوا ( قال\n) بلغني أن مالكا قال الدماء موضوعة عنهم وأما الأموال فإن وجدوا شيئا\nعندهم بعينه أخذوه وإلا لم يتبعوا بشيء من ذلك وإن كانت لهم الأموال لأنهم\nإنما استهلكوها على التأويل وهذا الذي سمعت ( قلت ) فما فرق ما بين\nالمحاربين والخوارج في الدماء ( قال ) لأن الخوارج خرجوا على التأويل\nوالمحاربين خرجوا فسقا وخلوعا على غير تأويل <span id='ms0574'></span> وإنما وضع الله عن المحاربين\nإذا تابوا حد الحرابة حق الإمام وأنه لا يوضع عنهم حقوق الناس وإنما هؤلاء\nالخوارج قاتلوا على دين يرون أنه صواب ( قلت ) أرأيت قتلى الخوارج أيصلى\nعليهم أم لا ( قال ) لا قال لي مالك في القدرية والإباضية لا يصلى على\nموتاهم ولا تتبع جنائزهم ولا تعاد مرضاهم فإذا قتلوا فذلك أحرى أن لا يصلى\nعليهم ( بن وهب ) عن سفيان بن عيينة عن عبيد الله بن أبي يزيد قال ذكرت\nالخوارج واجتهادهم عند بن عباس وأنا عنده قال فسمعته يقول ليسوا بأشد\nاجتهادا من اليهود والنصاري ثم هم يضلون ( بن وهب ) عن محمد بن عمرو عن بن\nجريج عن عبد الكريم أن الحرورية خرجت فنازعوا عليا وفارقوه وشهدوا عليه\nبالشرك ( بن وهب ) عن يونس عن بن شهاب قال أخبرني أبو سلمة بن عبد الرحمن\nعن أبي سعيد الخدري قال بينا نحن عند رسول الله صلى الله عليه وسلم وهو\nيقسم قسما إذ أتاه ذو الخويصرة وهو رجل من بني تميم فقال يا رسول الله أعدل\nفقال رسول الله صلى الله عليه وسلم ويلك من يعدل إذا لم أعدل قد خبت وخسرت\nإن لم أعدل فقال عمر يا رسول الله ائذن لي فيه أضرب عنقه فقال دعه فإن له\nأصحابا يحقر أحدكم صلاته مع صلاتهم وصيامه مع صيامهم يقرؤون القرآن لا\nيجاوز تراقيهم يمرقون من الإسلام كما يمرق السهم من الرمية ينظر إلى نصله\nفلا يوجد فيه شيء ثم ينظر إلى رصافه فلا يوجد فيه شيء ثم ينظر إلى نضيه فلا\nيوجد فيه شيء ثم ينظر إلى قذذه فلا يوجد فيه شيء قد سبق الفرث والدم آيتهم\nرجل أسود أحد عضديه مثل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p048'> Vol. 03, p. 048</a>\n            </div>\n             ثدي المرأة أو مثل البضعة تدردر\nويخرجون على خير فرقة من الناس ( قال ) أبو سعيد فأشهد أني سمعت هذا الحديث\nمن رسول الله صلى الله عليه وسلم وأشهد أن علي بن أبي طالب قاتلهم وأنا معه\nفأمر بذلك الرجل فالتمس فوجد فأتى به حتى نظرت <span id='ms0575'></span> إليه على نعت رسول الله صلى\nالله عليه وسلم الذي نعته ( بن وهب ) عن عمرو بن الحارث عن بكير بن الأشج\nعن بسر بن سعيد عن عبيد الله بن أبي رافع مولى رسول الله صلى الله عليه\nوسلم أن الحرورية لما خرجت وهو مع علي بن أبي طالب فقالوا لا حكم إلا لله\nفقال علي كلمة حق أريد بها باطل إن رسول الله صلى الله عليه وسلم وصف ناسا\nإني لأعرف صفتهم في هؤلاء يقولون الحق بألسنتهم لا يجاوز هذا منهم وأشار\nإلى حلقه من أبغض خلق الله إليه منهم أسود إحدى يديه كطبي شاة أو حلمة ثدي\nفلما قتلهم علي بن أبي طالب قال أنظروا فنظروا فلم يجدوا شيئا فقال أرجعوا\nفوالله ما كذبت ولا كذبت مرتين أو ثلاثا ثم وجدوه في خربة فأتوا به حتى\nوضعوه بين يديه قال عبيد الله أنا حاضر ذلك من أمورهم وقول علي فيهم ( قال\n) بكير وحدثني رجل عن بن جبير أنه قال رأيت ذلك الأسود ( بن وهب ) عن عمرو\nبن الحارث عن بكير بن الأشج عن بن عباس أنه قال أرسلني علي إلى الحرورية\nلأكلمهم فلما قالوا لا حكم إلا لله فقلت أجل صدقتم لا حكم إلا لله إن الله\nقد حكم في رجل وامرأة وحكم في قتل الصيد فالحكم في رجل وامرأة وصيد أفضل من\nالحكم في الأمة ترجع به وتحقن دماءها ويلم شعثها قال بن الكوى دعوهم فإن\nالله قد أنبأكم أنهم قوم خصمون ( بن وهب ) عن عمرو بن محمد بن زيد بن عبد\nالله بن عمر بن الخطاب عن أبيه عن عبد الله بن عمر وذكرت الحرورية فقال قال\nرسول الله صلى الله عليه وسلم يمرقون من الإسلام مروق السهم من الرمية ( بن\nوهب ) عن يونس بن يزيد عن بن شهاب قال هاجت الفتنة الأولى فأدركت رجالا ذوي\nعدد من أصحاب رسول الله صلى الله عليه وسلم ممن شهد بدرا مع رسول الله صلى\nالله عليه وسلم فبلغنا أنهم <span id='ms0576'></span> كانوا يرون أن يهدم أمر الفتنة فلا يقام فيه\nعلى رجل قاتل في تأويل القرآن قصاص فيمن قتل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p049'> Vol. 03, p. 049</a>\n            </div>\n             ولا حد في سبى\nامرأة سبيت ولا نرى عليها حدا ولا يرى بينها وبين زوجها ملاعنة ولا نرى أن\nيقذفها أحد إلا جلد الحد ونرى أن ترد إلى زوجها الأول بعد أن تعتد فتنقضي\nعدتها من زوجها الآخر ونرى أن ترث زوجها الأول ( وذكر ) عن بن شهاب قال ولا\nيضمن ما ذهب إلا أن يوجد شيء بعينه فيرد إلى أهله ( مالك ) عن عمه أبي سهيل\nبن مالك قال سألني عمر بن عبد العزيز وأنا معه ماذا ترى في هؤلاء القدرية\nقال قلت استتبهم فإن تابوا وإلا فاعرضهم على السيف قالعمر وأنا أرى ذلك (\nقال مالك ) ورأيي على ذلك ( بن وهب ) عن أسامة بن زيد عن أبي سهيل بن مالك\nأن عمر بن عبد العزيز قال له ما الحكم في هؤلاء القدرية قال قلت يستتابون\nفإن تابوا قبل ذلك منهم وإن لم يتوبوا قوتلوا على وجه البغي قال عمر بن عبد\nالعزيز ذلك الرأي فيهم قال ويحهم فأين هم عن هذه الآية ^ فإنكم وما تعبدون\nما أنتم عليه بفاتنين إلا من هو صال الجحيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p050'> Vol. 03, p. 050</a>\n            </div>\n            \n</p>\n\n#\n<p>\n| كتاب الصيد من المدونة الكبرى\n</p>\n\n<p>\n( قلت ) لابن القاسم صف لي الباز المعلم والكلب المعلم في قول مالك ( قال\n) قال مالك هو الذي يفقه إذا زجر ازدجر وإذا أشلى أطاع ( قلت ) أرأيت إذا\nأرسل كلبه ونسي التسمية ( قال ) قال مالك كله وسم الله ( قلت ) وكذلك في\nالباز والسهم ( قال ) نعم كذلك هذا عند مالك ( قيل ) أرأيت إن ترك التسمية\nعمدا في شيء من هذا ( قال ) ما سمعت فيه شيئا ولقد سألته عن تفسير حديث عبد\nالله بن عياش بن أبي ربيعة حين قال لغلامه سم الله ويحك مرتين أو ثلاثا\nفيقول الغلام قد سميت ولا يسمعه التسمية فقال مالك لا أرى ذلك على الناس\nإذا أخبر الذابح أنه قد سمى الله قال بن القاسم من ترك التسمية عمدا على\nالذبيحة <span id='ms0577'></span> لم أر أن تؤكل الذبيحة وهو قول مالك والصيد عندي مثله ( قال مالك )\nوأما الرجل يذبح في خاصة نفسه فيأخذ بحديث عبد الله بن عياش بن أبي ربيعة\nالمخزومي فلا أرى به بأسا ( قلت ) أرأيت المسلم والمجوسي إذا أرسلا الكلب\nجميعا فأخذ الصيد فقتله أيؤكل في قول مالك ( قال ) ما سمعت منه فيه شيئا\nإلا أني سمعت مالكا يقول في كلب المسلم إذا أرسله المجوسي فأخذ فقتل أنه لا\nيؤكل وأرى هذا أنه لا يؤكل ( قلت ) أرأيت إن أرسلت كلبي على صيد فتواريا\nعني جميعا فأخذه الكلب فقتله ثم وجدته أآكله أم لا ( قال ) قال مالك إذا\nأصابه ميتا وفيه أثر كلبه أو أثر سهمه أوأثر بازه فليأكله ما لم يبت ( قال\nمالك ) فإن بات فلا يأكله وإن كان الذي به قد أنفذ مقاتله فلا يأكله لأنه\nقد بات عنه وإن أدركه من يومه ميتا وفيه أثر كلبه فليأكله ( قلت ) أرأيت إن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p051'> Vol. 03, p. 051</a>\n            </div>\n             توارى الكلب أو الباز مع الصيد فرجع الرجل إلى بيته ثم طلبه\nبعد ذلك فأصابه من يومه ذلك أيأكله أم لا ( قال ) لم أسمع من مالك فيه شيئا\nولكن أرى أن لا يأكله لأنه قد تركه ورجع إلى بيته ألا ترى أنه لا يدري لعله\nلو كان في الطلب ولم يفرط إنه كان يدرك ذكاته قبل أن يموت فهو لما رجع إلى\nبيته فقد فرط فلا يأكله لموضع ما فرط في ذكاته ألا ترى إنه لو أدركه ولم\nينفذ الكلب مقاتله فتركه حتى قتله الكلب لم يأكله فهذا حين رجع إلى بيته\nبمنزلة هذا الذي أدرك كلبه ولم ينفذ مقاتل الصيد فتركه حتى قتله الكلب فلا\nيأكله لأنه لعله لو كان في الطلب أدركه قبل أن ينفذ الكلب مقاتله ولعله\nإنما أنفذ الكلب مقاتله بعد ما جرحه وبعد أن أخذه فلو كان هذا في الطلب\nلعله كان يدركه قبل أن ينفذ مقاتله ( قال ) ولقد سئل مالك عن الرجل يرسل\nكلبه أو بازه على الصيد فيدركه وبه من الحياة <span id='ms0578'></span> ما لو شاء أن يذكيه ذكاه ولم\nينفذ الكلب أو الباز مقاتله فيشتغل باخراج سكينه من خرجه أو لعلها أن تكون\nمع رجل خلفه فينتظره حتى يأتيه أو مع غلامه فلا يخرج السكين من خرجه ولا\nيدركه من كان معه سكين حتى يقتل الكلب الصيد أو الباز أو يموت وإن عزل\nالكلب والبازي عنه ( قال مالك ) لا يأكله لأنه قد أدركه حيا ولو شاء أن\nيذكيه ذكاه إلا أن يكون أدركه وقد أنفذ الكلب مقاتله فلا بأس أن يأكله لأن\nذكاته ها هنا ليست بذكاة ( قال ) ولقد سألت مالكا عن الصيد يدركه الرجل وقد\nأنفذ الكلب مقاتله أو الباز فيفرط في ذكاته ويتركه حتى يموت أيأكله ( قال )\nنعم لا بأس بذلك وليأكله ( قلت ) أرأيت الذي توارى عني فأصبته من الغد وقد\nأنفذت مقاتله بسهمي أو أنفذت مقاتله ببازي أو كلابي لم قال مالك لا يأكله\nإذا بات وقال كله ما لم يبت ( قال ) لم أر لمالك ها هنا حجة أكثر من أنها\nالسنة عنده ( قلت ) أرأيت السهم إذا أصبته فيه قد أنفذ مقاتله إلا أنه بات\nعني لم قال مالك لا يأكله ( قال ) في السهم بعينه سألنا مالكا أيضا إذا بات\nوقد أنفذ السهم مقاتله فقال لا يأكله ( قلت ) أرأيت إن أرسل كلبه فأخذ\nالصيد فأكل منه أكثره أو أقله فأصاب منه بقيته أيأكله في قول مالك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p052'> Vol. 03, p. 052</a>\n            </div>\n             أم لا ( قال ) قال مالك يأكله ما لم يبت ( قلت ) أرأيت الكلب\nإذا كان كلما أرسله على صيد أخذه فأكل منه أو جعل يأكل ما أخذ أهذا معلم في\nقول مالك قال نعم ( قلت ) أرأيت إن أدركه وقد أنفذ الكلب مقاتله أو سهمه أو\nبازه فأدركه على تلك الحال يضطرب أيدعه حتى يموت أو يذكيه ( قال ) يفرى\nأوداجه فذلك أحسن عند مالك وإن تركه حتى يموت أكله ولا شيء عليه ولقد سئل\nمالك عن الرجل يدرك الكلب أو الباز على صيده فيريد أن يذكيه فلا يستطيع\nفقال مالك إن هو غلبه عليه ولم <span id='ms0579'></span> يأت التفريط منه حتى فات بنفسه فليأكله وإن\nهو لو شاء أن يعزله عزله عنه فذكاه فلم يعزله حتى مات فلا يأكله ( قلت )\nأرأيت إن كنت لا أقدر أن أخلص الصيد من كلبي أو من بازي وأنا أقدر على أن\nأذكيه تحته أأتركه أم أذكيه ( قال ) قال مالك ذكه ( قلت ) أرأيت إن لم أذكه\nفي مسئلتي أآكله أم لا في قول مالك ( قال ) قال مالك لا تأكله ( قلت )\nأرأيت إن أدركته قد فرى الكلب أوداجه أو فراه سهمي أو بازي ( قال ) هذا قد\nفرغ من ذكاته ينكلها ( قلت ) أرأيت إن أدرك الصيد والكلاب تنهشه وليس معه\nما يذكيه به فتركه حتى قتله الكلب أيأكله أم لا في قول مالك ( قال ) قال\nمالك لا يأكله ( قلت ) أرأيت إن أدركه حيا فذهب يذبحه من غير أن يفرط ففات\nبنفسه أيأكله أم لا في قول مالك قال نعم يأكله عند مالك ( قلت ) أرأيت\nالفهد وجميع السباع إذا علمت أهي بمنزلة الكلاب في قول مالك ( قال ) لم\nأسمع من مالك فيه شيئا ولكنها عندي بمنزلة الكلاب ( قلت ) أرأيت جميع سباع\nالطير إذا علمت أهي بمنزلة البزاة ( قال ) لا أدري ما مسئلتك هذه ولكن\nالبزاة والعقبان والزمامجة والشذانقات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p053'> Vol. 03, p. 053</a>\n            </div>\n             والسفاه والصقور وما\nأشبه هذه فلا بأس بها عند مالك ( قلت ) أرأيت الرجل يرسل كلبه على الصيد\nفيأخذه غيره أيأكله أم لا ( قال ) قال مالك لا يأكله ( قلت ) أرأيت إن نسي\nالتسمية عند الإرسال أيأكل ( قال ) قال مالك يسمي الله إذا أكل ( قلت )\nأرأيت إن ترك التسمية عمدا ( قال ) هذا بمنزلة الذبيحة إذا نسي التسمية فهو\nكمن نسي التسمية على الذبيحة وإذا ترك التسمية عامدا عند الإرسال فهو كمن\nترك التسمية عند الذبيحة فلا يأكله ( قلت ) أرأيت إن أرسل كلبه على جماعة\nصيد ولم يرد واحدا منها دون آخر فأخذها كلها أو أخذ بعضها ( قال ) سألنا\nمالكا عن الذي يرسل بازه على جماعة من الطير وهو ينوي ما أخذ منها فيأخذ\nأحدها أو يرى جماعة من الطير <span id='ms0580'></span> ينويها فيصيب واحدا منها قال مالك يأكله فهذا\nيدلك على أنه إن صادها كلها فلا بأس بأكلها كلها ( قال ) وقال مالك إذا\nأصاب في رميته أثنين منها أكلهما ( قال ) ولقد سألناه عن الجماعتين من\nالطير تكونان في الهواء بعضهما فوق بعض فيرمي وهو يريد الجماعتين جميعا\nيريد ما أصاب منهما أيأكله ( قال ) قال لي مالك ما أصاب من الجماعتين جميعا\nأكله ( قال ) وقال مالك وإن أرسل كلبه على جماعة من الطير ونوى واحدا منها\nبعينه فأصاب الكلب غيره فلا يأكله ( قلت ) أرأيت الكلاب غير السلالقة إذا\nعلمت أهي بمنزلة السلالقة في قول مالك ( قال قال مالك ) السلالقة وغيرها\nإذا علمت فهي سواء ( قلت ) أرأيت الكلب غير المعلم إذا أرسلته فصاد آكله أم\nلا ( قال ) لا تأكله إلا أن يكون معلما أو تدرك ذكاته فتذكيه وهو قول مالك\n( قلت ) أرأيت إن أرسلت كلبي من يدي وكان معي أو كان يتبعني فأثرت الصيد\nفأرسلت الكلب عليه وليس الكلب في يدي ولكنه بحال ما وصفت لك فانشلى الكلب\nفأخذ الصيد فقتله آكله أم لا ( قال ) كان مالك مرة يقول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p054'> Vol. 03, p. 054</a>\n            </div>\n             إذا\nكان الكلب معه وأثار الرجل الصيد فأشلى الكلب فخرج الكلب في طلب الصيد\nبأشلاء الرجل لم يكن الكلب هو الذي خرج في طلب الصيد ثم أشلاه سيده بعد ذلك\nقال مالك فلا بأس به ( قال ) وأما إن كان الكلب هو الذي خرج في طلبه ثم\nأشلاه سيده بعد ذلك قال مالك فلا يأكله\n</p>\n\n<p>\nقال فكان هذا قوله الأول ثم رجع عن ذلك وقال لا يأكله إلا أن يكون في يده\nثم أرسله بعد أن أثار الصيد قال وقوله الأول أحب إلي إذا كان الكلب إنما\nخرج في طلب الصيد بأشلاء سيده إياه وإن كان في غير يده لأن الكلب ها هنا\nإذا خرج بأشلاء سيده فكأن السيد هو الذي أرسله من يده ( قلت ) أرأيت صيد\nالصبي إذا لم يحتلم أيؤكل إذا قتل الكلب صيده ( قال ) قال مالك ذبيحة الصبي\nتؤكل إذا أطاق الذبح <span id='ms0581'></span> وعرفه فكذلك صيده عندي بمنزلة الذبح ( قلت ) أرأيت إن\nأرسل كلبا معلما على صيد فأعانه عليه كلب غير معلم آكله أم لا ( قال ) قال\nمالك إذا أعانه عليه غير معلم لم يؤكل ( قلت ) أرأيت إن أرسلت بازي على صيد\nفأعانه عليه باز غير معلم ( قال ) قال مالك لا يؤكل ( قلت ) أرأيت إن أرسلت\nكلبي على صيد ونويت ما صاد من الصيد سوى هذا الصيد ولست أرى شيئا من الصيد\nغير هذا الواحد فأخذ الكلب صيدا وراء ذلك لم أره حين أرسلت الكلب فقتله\nآكله أم لا ( قال ) قال مالك في الرجل يرسل كلبه على جماعة من الصيد ونوى\nإن كان وراءها جماعة أخرى فما أخذ منها فقد أرسله عليها وذلك نيته ولا يعلم\nوراء هذه الجماعة جماعة من الصيد أخرى فأصاب صيدا وراء ذلك من الجماعة التي\nلم يكن يراها حين أرسل الكلب ( قال ) قال مالك يأكله وإن كان إنما أرسله\nعلى هذه الجماعة ووراءها جماعة أخرى لم ينو الجماعة التي وراءها فلا يأكله\nإن أخذ من الجماعة التي لم ينوها وإن رآها أو لم يرها ( قلت ) أرأيت إن\nأفلت الكلب من يدي على صيد فزجرته بعد ما انفلت من يدي ( قال ) قال لي مالك\nفي الكلب يرى الصيد فيخرج فيعدو في طلبه ثم يشليه صاحبه فينشلى انه لا يؤكل\nلأنه خرج بغير إرسال صاحبه ( قلت ) أرأيت الكلب إذا أرسلته على الصيد\nفأدركه فقطع يده أو رجله فمات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p055'> Vol. 03, p. 055</a>\n            </div>\n             من ذلك أو قتله الكلب بعد ذلك\nأيؤكل اليد والرجل وجميع الصيد أم لا ( قال ) سئل مالك عن الرجل يدرك الصيد\nفيضرب عنقه فيخزله أو يضرب وسطه فيخزله نصفين ( قال ) قال مالك يؤكل هذا\nكله\n</p>\n\n<p>\nفقلت لمالك فإن قطع يدا أو رجلا ( قال ) لا يأكل اليد ولا الرجل وليذك ما\nبقي منه وليأكله فإن فات بنفسه قبل أن يذكيه من غير تفريط فليأكله ولا يأكل\nاليد ولا الرجل فكذلك مسئلتك في الكلاب إذا قطعت وكذلك الباز إذا ضرب الصيد\nفأطار جناحه أو <span id='ms0582'></span> رجله لم يؤكل ما أبان من الطير من جناح أو رجل بحال ما وصفت\nلك وإن خزلهما أكلهما جميعا ( قال ) نعم على قول مالك في الضرب الذي وصفت\nلك ( قلت ) أرأيت اليهودي والنصراني أيؤكل صيدهما في قول مالك إذا قتلت\nالكلاب الصيد ( قال ) قال مالك تؤكل ذبيحتهما فأما صيدهما فلا يؤكل وتلا\nهذه الآية <span class='quran'>تناله أيديكم ورماحكم </span>فلم يذكر الله بهذا النصارى ولا\nاليهود ولا يؤكل صيدهما ( قال بن القاسم ) وهو رأيي أن لا يأكله ( قلت )\nأرأيت ما صاد المجوسي من البحر أيؤكل في قول مالك قال نعم ( قلت ) أرأيت ما\nصاد في البر أيؤكل في قول مالك ( قال ) لا إلا أن يدرك ذكاة ما صاد إذا لم\nينفذ المجوسي مقاتله ( قلت ) أرأيت الدواب التي تخرج من البحر فتحيا اليوم\nواليومين والثلاثة والأربعة أتؤكل بغير ذكاة ( قال ) بلغني إن مالكا سئل عن\nترس الماء أيذكي فقال مالك إني لا أعظم هذا من قول من يقول لا يؤكل إلا\nبذكاة ( قلت ) أرأيت النصراني إذا ذبح وسمى باسم المسيح أو أرسل كلبه أو\nبازه أو سهمه وسمى باسم المسيح أيؤكل أم لا ( قال ) سمعت مالكا يكره كل ما\nذبحوا لأعيادهم وكنائسهم قال مالك أكره أكلها ( قال ) وبلغني عنه أنه تلا\nهذه الآية <span class='quran'>وما أهل به لغير الله </span>وكان يكرهها كراهية شديدة ( قال\n) وما سمعت من مالك في مسئلتك إذا سموا المسيح شيئا ( قال ) وأراهم إذا\nسموا المسيح بمنزلة ذبحهم لكنائسهم فلا أرى أن تؤكل ( قلت ) أرأيت كلب\nالمجوسي إذا علمه المجوسي فأخذه المسلم فأرسله فأخذ أيأكل ما قتل قال نعم (\nقلت ) وهذا قول مالك قال نعم ( قلت ) أرأيت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p056'> Vol. 03, p. 056</a>\n            </div>\n             الغلام إذا كان\nأبواه من أهل الذمة أحدهما مجوسي والآخر نصراني أتؤكل ذبيحته وصيده أم لا (\nقال ) قال مالك الولد تبع للأب في الحرية فأرى الوالد إذا كان نصرانيا أن\nتؤكل ذبيحته ولا يؤكل صيده إلا أن يكون قد تمجس وتركه على ذلك فلا تؤكل\nذبيحته ( قلت ) أرأيت ما قتلت الحبالات من الصيد أيؤكل <span id='ms0583'></span> أم لا ( قال ) قال\nمالك لا يؤكل إلا ما أدركت ذكاته من ذلك ( قال ) فقلت لمالك فإن كانت في\nالحبالات حديدة فانفذت الحديدة مقاتل الصيد ( قال ) قال مالك لا يؤكل منه\nإلا ما أدركت ذكاته ( قلت ) فهذا الذي قد أنفذت الحبالات مقاتله إن أدركه\nلم يكن له ذكاة في قول مالك\n</p>\n\n<p>\nقال نعم لا ذكاة له ( قلت ) أرأيت صيد المرتد أيؤكل ( قال ) قال مالك\nذبيحته لا تؤكل فكذلك صيده مثل قول مالك في الذبيحة انها لا تؤكل ( قلت )\nأرأيت صيد الشبك أيحتاج فيه إلى التسمية كما يحتاج في صيد البر إلى التسمية\nعند الإرسال ( قال ) لا ولم أسمع من مالك فيه شيئا ولكن صيد البحر مذكى كله\nعند مالك فإنما يحتاج إلى التسمية على ما يذكى ألا ترى أن المجوسي يصيده\nفيكون حلالا ( قلت ) أرأيت ما طفا على الماء من حيتان البحر ودواب البحر\nأيؤكل في قول مالك ( قال ) لا أدري ما الدواب ولكني لم أسمع مالكا يكره\nشيئا من دواب البحر ولم يكن يرى بالطافي بأسا ( قلت ) أرأيت الرجل يأخذ\nالطير من طير الماء فيذبحه فيجد في بطنه حوتا أيأكله ( قال ) قال مالك في\nالحوت يوجد في بطنه الحوت إنه لا بأس بأكله فكذلك ما في بطن الطير لا بأس\nبه ( قلت ) أرأيت الجراد إذا وجد ميتا يتوطؤه غيري أو أتوطؤه أنا فيموت\nأيؤكل أم لا في قول مالك ( قال ) قال مالك لا يؤكل ( قلت ) فإن صدت الجراد\nفجعلته في غرارة فيموت في الغرارة أيؤكل أم لا ( قال ) قال مالك لا يؤكل\nإلا ما قطعت رأسه فتركته حتى تطبخه أو تقليه أو تسلقه وإن أنت طرحته في\nالنار أو سلقته أو قليته وهو حي من غير أن تقطف رأسه فذلك حلال أيضا عند\nمالك ولا يؤكل الجراد إلا بما ذكرت لك من هذا ( قلت ) أرأيت إن إخذ الجراد\nفقطع أجنحته وأرجله فرفعها حتى يسلقها أو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p057'> Vol. 03, p. 057</a>\n            </div>\n             يقليها فتموت أيأكلها\nأم لا في قول مالك ( قال ) لم أسمع من مالك في <span id='ms0584'></span> هذا شيئا إلا أنه إذا قطع\nأرجلها وأجنحتها فهو بمنزلة قطع رؤسها لأنها قد ماتت من فعل فعله من قطع\nأرجلها وأجنحتها فهو بمنزلة قطع رؤسها ( قلت ) فحين أخذها وأدخلها غرارته\nأليس إنما ماتت من فعله ( قال ) لم أر عند مالك القتلة إلا بشيء يفعله بها\nبحال ما وصفت لك ( قال بن القاسم ) ولقد سألنا مالكا عن خنزير الماء فلم\nيكن يجيبنا فيه ويقول أنتم تقولون خنزير ( قال بن القاسم ) وإني لاتقيه ولو\nأكله رجل لم أره حراما ( قلت ) أرأيت الرجل يدرك كلابه وقد أخذت الصيد وهو\nيقدر على أن يخلصه منها فيتركها تنهشه ويذكيه وهو في أفواهها فتنهشه وهو\nيذكيه حتى يموت ( قال ) قال مالك لا يؤكل لأني أخاف أن يكون إنما مات من\nنهشها ( قال بن القاسم ) إلا أن يكون يستيقن أنه قد ذكاه وحياته فيه مجتمعة\nقبل أن تنفذ مقاتله الكلاب فلا بأس بأكله لأن مالكا قال في الذي يذبح\nذبيحته فتسقط في الماء بعد ما ذبحها أو تتردى من جبل أنه لا بأس بأكلها (\nقال ) وقال لي مالك في الذي يذبح ذبيحته فيقطع منها بضعة قبل أن تزهق نفس\nالذبيحة ( قال ) مالك بئس ما صنع وأكلها حلال ( قلت ) أرأيت الرجل يرسل\nكلبه أو بازه على الصيد فيطلبه ساعة ثم يرجع الكلب عن الطلب ثم يعود في\nالطلب فيأخذ الصيد فيقتله أيؤكل أم لا وهل ترى رجوعه عن صيده قطعا لارسالي\nأم لا ( قال ) لم أسمع من مالك فيه شيئا وأرى إن كان إنما ضل عنه صيده فعطف\nالكلب أو الباز كما تصنع الجوارح إذا ضل عنها صيدها طلبته يمينا وشمالا\nوعطف كل ذلك في الطلب فهي على ارسالها ما دامت بهذه الحال فأما إن مر الكلب\nبكلب مثله فوقف يشمه أو مر على جيفة فوقف يأكل منها أو ما أشبه هذا أو يكون\nالطير عجز عن صيده فهذا تارك لما أرسل فيه وقد خرج من الإرسال الأول فإن\nكان لما عطف راجعا تاركا للطلب أبصر ذلك <span id='ms0585'></span> الصيد فطلبه أو لما رجع عاجزا عن\nصيده تاركا للطلب نظر إليه بعد ذلك فطلبه فهذا ابتداء منه ليس بإرسال وكذلك\nهذا في الكلاب ولم أسمع هذا من مالك ( قلت ) أرأيت الصيد إذا رماه رجل\nفأثخنه حتى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p058'> Vol. 03, p. 058</a>\n            </div>\n             صار لا يستطيع الفرار فرماه آخر بعد ذلك فقتله\nأيؤكل أم لا ( قال ) قال مالك لا يؤكل فقد صار أسيره ( قلت ) فهل يضمنه هذا\nالذي رماه فقتله للأول ( فقال ) ما سمعت فيه شيئا وأراه ضامنا ( قلت )\nأرأيت الرجل يرمي الصيد وهو في الجو فيصيبه فيقع إلى الأرض فيدركه ميتا\nفنظر فإذا سهمه لم ينفذ مقاتله أيؤكله في قول مالك ( قال ) قال مالك لا\nيأكله لأنه لا يدري من أي ذلك مات أمن السقطة أو من السهم ( قال ) وقال\nمالك وكذلك الصيد يكون في الجبل فيرميه الرجل فيتردى من الجبل فيموت ( قال\n) قال مالك لا يأكله إلا أن يكون قد أنفذ مقاتله بالرمية ( قلت ) له أرأيت\nالرجل يطلب الصيد فيحرجه حتى يدخله دار القوم فيأخذه أهل الدار أو يأخذه\nالذي طلبه في دار القوم لمن يكون\n</p>\n\n<p>\nوكيف إن قال رب الدار دخل الصيد داري قبل أن يقع في ملكك أيها الطالب فقد\nصار ما في داري لي وقال الطالب أخذته قبل أن يقع في ملكك يا صاحب الدار لأن\nما دخل دارك ليس بملك لك وإن كان لا مالك له ما القول في هذا ( قال ) لم\nأسمع من مالك فيه شيئا إلا أني أرى أن الكلاب أو الرجل هو الذي اضطره ورهقه\nلأخذه فأراه له وإن كان لم يضطره وذلك بعيد لا يدري أتأخذه الكلاب أو\nالطارد في مثل ذلك أم لا وهو من الصيد بعيد فأرى الصيد لصاحب الدار ولا أرى\nلصاحب الكلاب ولا للطالب شيئا ( قال ) وقد سمعت مالكا يقول في الحبالات\nالتي تنصب إن ما وقع فيها فأخذه رجل أجنبي أن صاحب الحبالات أحق به ( قلت )\nأرأيت إن تعمدت صيدا فرميته وسميت فأصبت غيره آكله أم لا وكيف إن أنفذت\nالذي <span id='ms0586'></span> سميت عليه وأصبت آخر وراءه ولم أتعمده ( قال ) قال مالك لا تأكل إلا\nالذي تعمدته وحده ( قلت ) أرأيت إن رميت صيدا وتعمدته ونويته ونويت آخر إن\nكان وراءه فأصابه سهمي أنه مما أرمي ولست أرى وراءه شيئا فأصبت هذا الذي\nرميت فأنفذته وأصاب السهم آخر وراءه أو أصاب سهمي الذي وراءه وأخطأه آكله\nأم لا ( قال ) قد أخبرتك أن مالكا سئل عن الرجل يرسل كلبه على الجماعة من\nالصيد فيطلبها فيكون خلفها جماعة أخرى فيأخذ من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p059'> Vol. 03, p. 059</a>\n            </div>\n             تلك التي كانت\nوراء ولا يأخذ من الجماعة الأولى فيقتله قال مالك إن كان حين أرسله ينوي إن\nكان خلفها جماعة أخرى فيأخذ من تلك التي كانت وراء ولا يأخذ من الجماعة\nالأولى فليأكله وإلا فلا فمسئلتك وهذه سواء ( قلت ) أرأيت ما أصاب بحجر أو\nببندقة فخرق أو بضع أو بلغ المقاتل أيؤكل أم لا في قول مالك ( قال ) قال\nمالك لا يؤكل وقال مالك ليس ذلك بخرق وإنما ذلك رض ( قلت ) أرأيت ما كان من\nمعراض أصاب به فخرق ولم ينفذ المقاتل فمات أيؤكل أم لا في قول مالك ( قال )\nنعم وهو بمنزلة السهم إذا لم يصب به عرضا ( قال ) وقال مالك إذا خرق\nالمعراض أكل ما قتل ( قلت ) أرأيت إن رميت صيدا بعود أو بعصى فخرقته أيؤكل\nأم لا ( فقال ) هو مثل المعراض انه يؤكل ( قلت ) وكذلك إن رمى برمحه أو\nمطرده أو بحربته فخرق أيأكله قال نعم هذا كله سواء ( قلت ) أرأيت ما ند من\nالأنسية من الابل والبقر والغنم فلم يستطع أن يؤخذ أيذكى بما يذكى به الصيد\nمن الرمي وغيره في قول مالك ( قال ) قال مالك لا يؤكل ما ندمنها إلا أن\nيؤخذ فيذكى كما تذكى الابل والبقر والغنم ( قلت ) أرأيت ما أخذ من الصيد\nفدجن في أيدي الناس ثم استوحش وند أيذكي بما يذكى به الصيد من الرمي وغير\nذلك ( قال ) نعم إذا ند ولحق بالوحش صار منها ( قال ) مالك ويذكى بما يذكى\nبه الصيد ( قلت ) فلم قال <span id='ms0587'></span> مالك في هذا انه يذكى بما يذكى به الصيد وقال\nفيما ند من الأنسى أنه لا يذكى بما يذكى به الأنسى أرأيت هذا الصيد أليس قد\nكان إذا كان داجنا سبيله سبيل الأنسي فلما استوحش جعلت سبيله سبيل الوحش في\nالذكاة فلم لا يكون مثل ما ند من الأنسي واستوحش في الذكاة مثل الوحشي (\nقال ) قال مالك هذا الأنسي إذا استوحش فإنما هو على أصله وأصله أن لا يؤكل\nإلا بالذبح أو النحر والوحشي إذا استوحش هو على أصله وأصل الصيد أنه يذكى\nبالرمي والذبح وغير ذلك ( قلت ) أرأيت إن رميت صيدا بسكيني أو بسيفي فأصبته\nفقتلته وقد بضع السيف أو السكين منه إلا أنه لم ينفذ مقاتله آكله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p060'> Vol. 03, p. 060</a>\n            </div>\n             أم لا في قول مالك ( قال ) نعم أما إن مات قبل أن يذكيه بغير\nتفريط فكله عند مالك ( قال ) وقال مالك من رمى صيدا بسكين فقطع رأسه قال إن\nكان رماه حين رماه ونيته اصطياده فلا أرى بأكله بأسا وإن كان رماه حين رماه\nوليس من نيته اصطياده فلا يأكله ( قلت ) أرأيت إن رميت حجرا وأنا أظنه حجرا\nفإذا هو صيد فأصبته وأنفذت مقاتله آكله أم لا ( قال ) لا ألا ترى أن مالكا\nقال في الذي يرمي الصيد بسكين فيقطع رأسه وهو لا ينوي اصطياده إنه لا يأكله\nفهذا الذي رمى حجرا لم ينو اصطياد هذا الذي أصاب فلا يأكله ( قلت ) وكذلك\nإن رمى صيدا وهو يظنه سبعا أو خنزيرا فأصاب ظبيا إنه لا يأكله ( قال ) نعم\nمثل ما أخبرتك لأنه حين رمى لم يرد برميته الاصطياد فلا يأكله ( قلت ) لم\nكره مالك هذا الذي رمى ظبيا وهو يظنه سبعا فقال لا يأكله أرأيت لو أن رجلا\nأتى إلى شاة له فضربها بالسكين وهو لا يريد قتلها ولا ذبحها فأصاب حلقها\nففرى الحلق والأوداج أيأكلها أم لا في قول مالك قال لا يأكلها لأنه لم يرد\nبها الذبح لأن مالكا قال لا تؤكل الأنسية بشيء مما يؤكل به الوحشي من الضرب <span id='ms0588'></span>\nوالرمي فهذا والذي سألت عنه من إرساله على الصيد وهو يظن أنه سبع فهو سواء\nلا يؤكل واحد منهما لأنه إذا لم يرسله على صيده ولم يرد الذكاة وكذلك إذا\nضرب شاته بسيفه وهو لا يريد ذكاتها ففرى أدراجها فلا يأكلها ( قلت ) أرأيت\nإن طلبت الكلاب الصيد أو البزاة فلم تزل في الطلب حتى مات من غير أن تأخذه\nالكلاب أو البزاة مات قبل أن تأخذه أيؤكل\n</p>\n\n<p>\nقال لا يؤكل ( قلت ) أرأيت ان أخذته الكلاب فقتلته ولم تدمه حتى مات\nأيؤكل أم لا في قول مالك وكيف إن صدمته الكلاب فقتلته ولم تدمه أيؤكل أم لا\n</p>\n\n<p>\nوكيف إن أدركت الصيد فجعلت أضربه بسيفي ولا يقطع السيف حتى مات من ذلك\nأيؤكل أم لا\n</p>\n\n<p>\nوهذا السيف في هذا إذا لم يقطع والكلاب إذا لم تنيب وتدم بمنزلة واحدة لا\nيؤكل شيء من ذلك في قول مالك ( قال ) لا يؤكل شيء من ذلك كله لأن السيف إذا\nلم يقطع فهو عندي بمنزلة العصا لا تأكله وأما الكلاب إذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p061'> Vol. 03, p. 061</a>\n            </div>\n             صدمت\nفقتلت فهو عندي بمنزلة العصا ولا أرى أن يجوز من قتل الكلاب إلا ما يجوز من\nقتلك بيدك وما مات من الصيد من طلب الكلاب وما مات من عضها ولم تنيبه فلا\nيؤكل وهذا قول مالك ( قلت ) أرأيت إذا ند صيد وكان قد دجن عندي فهرب فصاده\nغيري لمن يكون ( قال ) قال مالك إن أخذه هذا الآخر بحدثان ما هرب من الأول\nولم يلحق بالوحش ولم يستوحش فهو للأول وإن كان قد استوحش ولحق بالوحش ولم\nيأخذه الآخر بحدثان ما هرب من الأول فهو لمن أخذه ( قلت ) وكذلك البزاة\nوالصقور والظباء وكل شيء ( قال ) كذلك قال لي مالك في البزاة والصقور\nوالظباء وكل شيء ( قلت ) أرأيت إن ضربت فخذ الصيد أو رجله أو يده فتعلقت\nفمات ( قال ) قال مالك إن كان أبانها أو كانت متعلقة بشيء من الجلد أو\nاللحم لا يجرى فيه دم ولا روح ولا تعود لهيئتها أبدا فلا يؤكل ما <span id='ms0589'></span> تعلق منها\nعلى هذه الصفة وليذكه وليأكله وليطرح ما تعلق منه إلا أن يكون مما لو ترك\nعاد لهيئته يوما ما فلا بأس بأكله ( قلت ) أرأيت إن ضرب عنق الصيد فأبانه\nأيأكله أم لا ( قال ) يأكل الرأس وجميع الجسد ( قلت ) فإن ضرب خطمه فأبانه\nأيأكله أم لا ( قال ) هو مثل اليد والرجل عندي لا يأكله ولم أسمع من مالك\nفيه شيئا ولا أرى أن يؤكل الخطم ( قلت ) أرأيت لو أن رجلا ضرب عنق شاة\nبالسيف فأبانها وهو يريد الذكاة أيأكلها أم لا ( قال ) قال مالك في رجل ذبح\nوهو يريد الذبح فأخطأ فذبح من العنق أو من القفا انها لا تؤكل فكذلك هذا\nالذي ضرب عنقها وهو يريد الذبح فأخطأ لا تؤكل ( قلت ) هل يكره مالك شيئا من\nالطير فقال لا ( قلت ) أرأيت الأرنب والضب ما قول مالك فيهما ( قال ) قال\nمالك لا بأس بأكل الضب والأرنب والوبر والظرانيب والقنفذ ( قلت ) أرأيت\nالضبع والثعلب والذئب هل يحل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p062'> Vol. 03, p. 062</a>\n            </div>\n             مالك أكلها ( قال ) قال مالك لا\nأحب أكل الضبع ولا الذئب ولا الثعلب ولا الهر الوحشي ولا الأنسي ولا شيء من\nالسباع ( وقال مالك ) ما فرس وأكل اللحم فهو من السباع ولا يصلح أكله لنهى\nرسول الله صلى الله عليه وسلم عن ذلك ( قال سحنون ) كان بن القاسم يكره صيد\nالنصراني وأنا لا أرى بأكل صيد النصراني بأسا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p063'> Vol. 03, p. 063</a>\n            </div>\n            \n</p>\n\n#\n<p>\n| كتاب الذبائح من المدونة الكبرى\n</p>\n\n<p>\n( قلت ) لعبد الرحمن بن القاسم أرأيت اليربوع والخلد هل يحل أكله في قول\nمالك ( قال ) ما سمعت من مالك فيه شيئا ولا أرى به بأسا إذا ذكى وهو عندي\nمثل الوبر وقد قال مالك في الوبر إنه لا بأس به ( قلت ) أرأيت هوام الأرض\nكلها خشاشها وعقاربها ودودها وحياتها وما أشبه هذا من هوامها أيؤكل في قول\nمالك ( قال ) سمعت مالكا يقول في الحيات إذا ذكيت في موضع ذكاتها إنه لا\nبأس بأكلها لمن احتاج إليها قال ولم أسمع من مالك في هوام الأرض شيئا إلا\nأني سمعت مالكا يقول <span id='ms0590'></span> في خشاش الأرض كله إنه إذا مات في الماء إنه لا يفسد\nالماء وما لم يفسد الماء والطعام فليس بأكله بأس إذا أخذ حيا فصنع به ما\nيصنع بالجراد وأما الضفادع فلا بأس بأكلها وإن ماتت لأنها من صيد الماء\nكذلك قال مالك\n</p>\n\n<p>\nولقد سئل مالك عن شيء يكون في المغرب يقال له الحلزون يكون في الصحارى\nيتعلق بالشجر أيؤكل قال أراه مثل الجراد ما أخذ منه حيا فسلق أو شوي فلا\nأرى بأكله بأسا وما وجد منه ميتا فلا يؤكل ( قلت ) أرأيت الحمار الوحشي\nأيؤكل إذا دجن وصار يحمل عليه كما يحمل على الاهلي ( قال ) قال مالك إذا\nصار بهذه المنزلة فلا يؤكل ( قال بن القاسم ) وأنا لا أرى به بأسا ( قلت )\nأرأيت الجلالة من الإبل والبقر والغنم هل يكره مالك لحومها ( قال ) قال\nمالك لو كرهتها لكرهت الطير التي تأكل الجيف قال مالك لا بأس بالجلالة (\nقلت ) أرأيت الطير كله أليس لا يرى مالك بأكله بأسا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p064'> Vol. 03, p. 064</a>\n            </div>\n             الرخم\nوالعقبان والنسور والحدآن والغربان وما أشبهها قال نعم قال مالك لا بأس\nبأكلها كلها ما أكل الجيف وما لم يأكل ولا بأس بأكل الطير كله ( قلت )\nأرأيت الرجل يذبح بالعرشدة أو بالعود أو بالحجر أو بالعظم ومعه السكين\nأيجوز ذلك ( قال ) قال مالك إذا احتاج الرجل إلى الحجر والعظم والعود وما\nسواه من هذه الأشياء فذبح بها إن ذلك يجزئه ( قال بن القاسم ) فإذا ذبح بها\nمن غير أن يحتاج إليها لأن معه السكين فليأكله إذا فرى الاوداج ( قلت )\nويجيز مالك الذبح بالعظم قال نعم ( قلت ) أرأيت إن ذبح فقطع الحلقوم ولم\nيقطع الاوداج أو فرى الاوداج ولم يقطع الحلقوم أيأكله ( قال ) قال مالك لا\nيأكله إلا بإجتماع منهما جميعا لا يأكله إن قطع الحلقوم ولم يفر الاوداج\nوإن فرى الاوداج ولم يقطع الحلقوم فلا يأكله أيضا ولا يأكله حتى يقطع جميع\nذلك كله الحلقوم والاوداج جميعا ( قلت ) أرأيت المرىء هل يعرفه مالك ( قال\n) لم أسمع مالكا يذكر المرىء ( قلت ) هل <span id='ms0591'></span> ينحر ما يذبح أو يذبح ما ينحر في\nقول مالك ( قال ) قال مالك لا ينحر ما يذبح ولا يذبح ما ينحر ( قال بن\nالقاسم ) فقلت لمالك فالبقر إن نحرت أترى أن تؤكل ( قال ) نعم وهي خلاف\nالإبل إذا ذبحت\n</p>\n\n<p>\nقال مالك والذبح فيها أحب إلي لأن الله تبارك وتعالى يقول في كتابه <span class='quran'>إن الله يأمركم أن تذبحوا بقرة </span>قال فالذبح أحب إلي فإن نحرت أكلت (\nقال ) والبعير إذا ذبح لا يؤكل إذا كان من غير ضرورة لأن سنته النحر ( قلت\n) وكذلك الغنم إن نحرت لم تؤكل في قول مالك ( قال ) نعم إذا كان ذلك من غير\nضرورة ( قلت ) وكذلك الطير كله ما نحر منه لم يؤكل في قوله ( قال ) لم\nأسأله عن الطير وكذلك هو عندي لا يؤكل ( قلت ) أرأيت إن وقع في البئر ثور\nأو بعير أو شاة ولا يستطيعون أن ينحروا البعير ولا يذبحوا البقرة ولا الشاة\n( قال ) قال مالك ما اضطروا إليه في مثل هذا فإن ما بين اللبة والمذبح منحر\nومذبح فإن ذبح فجائز وإن نحر فجائز ( قلت ) ولا يجوز في غير هذا ( قال بن\nالقاسم ) قلنا لمالك فالجنب والكتف والجوف قال قال مالك لا يؤكل إذا لم يكن\nفي الموضع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p065'> Vol. 03, p. 065</a>\n            </div>\n             الذي ذكرت لك ما بين اللبة والمذبح ويترك يموت ( قلت\n) أرأيت مالكا هل كان يأمر بأن توجه الذبيحة إلى القبلة ( قال ) قال مالك\nنعم توجه إلى القبلة قال مالك وبلغني أن الجزارين يجتمعون على الحفرة\nيدورون بها فيذكون الغنم حولها قال فبعثت في ذلك لينهى عنه فأمرت أن\nيأمروهم بأن يوجهوها إلى القبلة ( قلت ) هل كان مالك يكره أن يبدأ الجزار\nبسلخ الشاة قبل أن تزهق نفسها ( قال ) نعم كان يكره ذلك ويقول لا تنخع ولا\nتقطع رأسها ولا شيء من لحمها حتى تزهق نفسها ( قلت ) فإن فعلوا ذلك بها (\nقال ) قال مالك لا أحب لهم أن يفعلوا ذلك بها\n</p>\n\n<p>\nقال فإن فعلوا ذلك بها أكلت وأكل ما قطع منها ( قلت ) أرأيت النخع عند\nمالك <span id='ms0592'></span> أهو قطع المخ الذي في عظام العنق قال نعم ( قلت ) وكسر العنق من النخع\n( قال ) نعم إن انقطع النخاع في قول مالك ( قلت ) أرأيت إن سبقت يده في\nذبيحته فقطع رأسها أيأكلها أم لا في قول مالك ( قال ) قال مالك يأكلها إذا\nلم يتعمد ذلك قلت فإن تعمد ذلك لم يأكله في قول مالك قال لم أسمع من مالك\nفيه شيئا وأرى إن كان أضجعها للذبح فذبحها وأجاز على الحلقوم والاوداج وسمى\nالله ثم تمادى فقطع العنق فأرى أن تؤكل لأنها بمنزلة ذبيحة ذكيت ثم عجل\nفأحتز رأسها قبل أن تموت فلا بأس بأكلها وكذلك قال لي مالك في التي تقطع\nرأسها قبل أن تموت ( قالسحنون ) اختلف قول بن القاسم فيها فمرة قال لا تؤكل\nإذا تعمد قطع رأسها ثم رجع فقال لي تؤكل وان تعمد ذلك ( قلت ) أرأيت إن وجه\nذبيحته لغير القبلة أيأكل منها\n</p>\n\n<p>\nقال نعم يأكل وبئس ما صنع ( قلت ) كيف التسمية عند مالك على الذبيحة (\nقال ) بسم الله والله أكبر ( قلت ) هل كان مالك يكره ان يذكر على الذبيحة\nصلى الله على رسول الله بعد التسمية أو يقول محمد رسول الله بعد التسمية (\nقال ) لم أسمع من مالك فيه شيئا وذلك موضع لا يذكر هنا الا اسم الله وحده (\nقلت ) أرأيت الضحايا هل يذكر عليها اسم الله ويقول بعد التسمية اللهم تقبل\nمن فلان ( قال ) قال مالك يقول على الضحايا بسم الله والله أكبر فإن أحب\nقال اللهم تقبل مني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p066'> Vol. 03, p. 066</a>\n            </div>\n             والا فإن التسمية تكفيه ( قال ) فقلت لمالك\nفهذا الذي يقول الناس اللهم منك وإليك فأنكره وقال هذا بدعة ( قلت ) أرأيت\nالمرأة تذبح من غير ضرورة أتؤكل ذبيحتها في قول مالك\n</p>\n\n<p>\nقال نعم تؤكل ( قال ) ولقد سألت مالكا عن المرأة تضطر إلى الذبيحة وعندها\nالرجل النصراني أتأمره أن يذبح لها فقال لا ولكن تذبح هي ( قلت ) أفتحل\nذبائح نساء أهل الكتاب وصبيانهم ( قال ) ما سمعت من مالك فيه شيئا ولكن إذا\nحل ذبائح رجالهم فلا بأس بذبائح <span id='ms0593'></span> نسائهم وصبيانهم إذا أطاقوا الذبح ( قلت )\nأرأيت ما ذبحوه لاعيادهم وكنائسهم أيؤكل ( قال ) قال مالك أكرهه وما أحرمه\nوتأول مالك فيه أو فسقا أهل لغير الله به وكان يكرهه كراهية شديدة من غير\nأن يحرمه ( قلت ) أرأيت مالكا هل كان يكره للمسلم أن يمكن أضحيته أو هديه\nمن أحد من النصارى أو اليهود أن يذبحها ( قال ) كان مالك يكره أن يمكن\nأضحيته أو هديه من أحد من الناس أن يذبحها ولكن يليها هو نفسه ( قال ) وقال\nمالك وإن ذبح النصراني أضحيته المسلم أعاد ضحيته\n</p>\n\n<p>\nقال بن القاسم واليهودي مثله ( قلت ) فإن ذبحها من يحل ذبحه من المسلمين\nأيجزئه في قول مالك ( قال ) قال مالك يجزئه وبئس ما صنع والشأن أن يليها هو\nنفسه أعجب إلى مالك ( قلت ) أرأيت ما ذبحت اليهود من الغنم فأصابوه فاسدا\nعندهم لا يستحلونه لأجل الرئة وما أشبهها التي يحرمونها في دينهم أيحل أكله\nللمسلمين ( قال ) كان مالك يجيزه مرة فيما بلغني ثم لم أزل أسمعه يكرهه بعد\nفقال لا يؤكل ( قال بن القاسم ) رأيت مالكا يستثقل ذبائح اليهود والنصارى\nولا يحرمها ( قال بن القاسم ) ورأيي أن ما ذبحت اليهود مما لا يستحلونه أن\nلا يؤكل ( قلت ) هل كان يكره مالك ذبائح اليهود والنصارى من أهل الحرب (\nقال ) أهل الحرب والذين عندنا من النصارى واليهود عند مالك سواء في ذبائحهم\nوهو يكره ذبائحهم كلها من غير أن يحرمها ويكره اشتراء اللحم من مجازرهم ولا\nيراه حراما ( قال مالك ) وبلغني أن عمر بن الخطاب كتب إلى البلدان ينهاهم\nأن يكون النصارى واليهود في أسواقهم صيارفة أو جزارين وأن يقاموا من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p067'> Vol. 03, p. 067</a>\n            </div>\n             الأسواق كلها فإن الله قد أغنانا بالمسلمين ( قال ) فقلت لمالك\nما أراد بقوله يقامون من الأسواق\n</p>\n\n<p>\nقال لا يكونون جزارين ولا صيارفة ولا يبيعون في أسواق المسلمين في شيء من\nأعمالهم قال مالك وأرى أن يكلم من عندهم من الولاة في ذلك أن يقيموهم ( قلت\n) أرأيت الرجل المسلم يريد إلى اليهودية أو إلى النصرانية أتحل ذبيحته في <span id='ms0594'></span>\nقول مالك قال لا ( قلت ) ذبيحة الاخرس أتؤكل ( قال ) ما سمعت من مالك فيه\nشيئا ولا أرى بها بأسا ( قلت ) أرأيت إن تردت من جبل أو غير ذلك فاندق\nعنقها أو اندق منها ما يعلم أنها لا تعيش من ذلك أتؤكل أم في قول مالك (\nقال ) قال مالك ما لم يكن قد نخعها ذلك فلا بأس به ( قال ) وقال لي مالك في\nالشاة التي تخرق بطنها فتشق أمعاؤها فتموت إنها لا تؤكل لأنها ليست تذكية\nلأن الذي صنع السبع بها كان قتلا لها وإنما الذي فيها من الحياة خروج نفسها\nلأنها لا تحيا على حال ( قلت ) أرأيت الازلام هل سمعت من مالك فيها شيئا (\nقال مالك ) الازلام قداح كانت تكون في الجاهلية قال في واحد افعل وفي آخر\nلا تفعل والآخر لا شيء فيه قال فكان أحدهم إذا أراد سفرا أو حاجة ضرب بها\nفإن خرج الذي فيه افعل فعل ذلك وخرج وإن خرج الذي فيه لا تفعل ترك ذلك ولم\nيخرج وإن خرج الذي لا شيء فيه أعاد الضرب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p068'> Vol. 03, p. 068</a>\n            </div>\n            \n</p>\n\n#\n<p>\n| كتاب الضحايا من المدونة الكبرى\n</p>\n\n<p>\n( قلت ) لابن القاسم ما دون الثنى من الإبل والبقر والمعز هل يجزئ في شيء\nمن الضحايا والهدايا في قول مالك أم لا ( قال ) لا الا الضأن وحدها فإن\nجذعها يجزئ ( قلت ) أرأيت الضحية هل تجزئ من ذبحها قبل أن يصلي الإمام في\nقول مالك قال لا ( قلت ) أهل البوادي وأهل الحضر والقرى في هذا سواء ( قال\n) سمعت مالكا يقول في أهل القرى الذين ليس لهم إمام انهم يتحرون صلاة أقرب\nالأئمة إليهم وذبحه ( قالابن القاسم ) فإن تحرى أهل البوادي النحر فأخطؤا\nفذبحوا قبل الإمام لم أر عليهم إعادة إذا تحروا ذلك ورأيت ذلك مجزئا عنهم (\nقلت ) أرأيت إن ذبحوا بعد الصلاة قبل أن يذبح الإمام أيجزئهم ذلك في قول\nمالك ( قال ) لا يجزئهم ذلك ولا يذبحون إلا بعد ذبح الإمام عند مالك وهذا\nفي أهل المدائن ( قلت ) أرأيت مكسورة القرن هل تجزئ في الهدايا والضحايا <span id='ms0595'></span> في\nقول مالك ( قال ) قال مالك نعم إن كانت لا تدمي ( قلت ) ما معنى قوله لا\nتدمي أرأيت إن كانت مكسورة القرن قد برأ ذلك وانقطع الدم وجف أيصلح هذا أم\nلا في قول مالك ( قال ) نعم إذا برأت إنما ذلك إذا كانت تدمي بحدثان ذلك (\nقلت ) لم كرهه مالك إذا كانت تدمي ( قال ) لأنه رآه مرضا من الأمراض ( قلت\n) أرأيت الإمام أينبغي له أن يخرج أضحيته إلى المصلى فإذا صلى ذبحها مكانه\nكما يذبح الناس ( قال ) قال مالك هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p069'> Vol. 03, p. 069</a>\n            </div>\n             وجه الشأن أن يخرج أضحيته\nإلى المصلى فيذبحها في المصلى ( قلت ) أرأيت الجرباء هل تجزئ ( قال ) إنما\nقال مالك المريضة البين مرضها إنها لا تجزئ وقال مالك في الحمرة انها لا\nتجزئ ( قلت ) لابن القاسم وما الحمرة ( قال ) البشمة قال لأن ذلك قد صار\nمرضا فالجرب إن كان مرضا من الأمراض لم يجز ( قلت ) أرأيت الهدي التطوع\nأيجزىء أن أسوقه عن أهل بيتي في قول مالك ( قال ) قال مالك لا يشترك في\nالهدي وإن كان تطوعا ( قلت ) أرأيت الرجل يشتري الأضحية فيريد أن يبدلها\nأيكون له ذلك في قول مالك ( قال ) قال مالك لا يبدلها الا بخير منها ( قلت\n) فإن باعها فاشترى دونها ما يصنع بها وما يصنع بفضل الثمن ( قال ) قال\nمالك لا يجوز أن يستفضل من ثمنها شيئا وذكرت له الحديث الذي جاء في مثل هذا\nفأنكره وقال ليشتر بجميع الثمن شاة واحدة ( قلت ) فإن لم يجد بالثمن شاة\nمثلها كيف يصنع ( قال ) أرى أن يزيد من عنده حتى يشتري مثلها قال ولم أسمعه\nمن مالك ( قلت ) له هل سألت مالكا عن الرجل يتصدق بثمن أضحيته أحب إليه أم\nيشتري أضحيته ( قال ) قال مالك لا أحب لمن كان يقدر على أن يضحي أن يترك\nذلك ( قال ) فقلت له أفتجزيء الشاة الواحدة عن أهل البيت قال نعم\n</p>\n\n<p>\nقال مالك ولكن إن كان يقدر فأحب إلي أن يذبح عن كل نفس شاة وإن ذبح شاة\nواحدة عن جميعهم أجزأه ( قال <span id='ms0596'></span> ) وسألته عن حديث أبي أيوب الأنصاري وحديث بن\nعمر فقال حديث بن عمر أحب إلي لمن كان يقدر ( قلت ) أرأيت الأضحية إذا نتجت\nما يصنع بولدها في قول مالك ( قال ) كان مرة يقول إن ذبحه فحسن وان تركه لم\nأر ذلك عليه واجبا لأن عليه بدل أمه إن هلكت فلما عرضته على مالك قال امح\nواترك منها ان ذبحه معها فحسن ( قال بن القاسم ) ولا أرى ذلك عليه بواجب (\nقلت ) أرأيت الأضحية أيصلح له أن يجز صوفها قبل أن يذبحها ( قال ) قال مالك\nلا ( قلت ) أرأيت جلد الأضحية أو صوفها أو شعرها هل يشتري به متاع البيت أو\nيبيعه في قول مالك ( قال ) قال مالك لا يشتري به شيئا ولا يبيعه ولكن يتصدق\nبه أو ينتفع به قال ولقد سألناه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p070'> Vol. 03, p. 070</a>\n            </div>\n             عن الرجل يبدل جلد أضحيته بجلد\nاخر يكون أجود منه ( قال ) مالك لا خير فيه قال ولو أجزت له هذا لأجزت له\nأن يبدله بقلنسية أو ما أشبهها ( قلت ) أرأيت لبن الأضحية ما يصنع به ( قال\n) ما سمعت من مالك فيه شيئا الا أن مالكا قد كره لبن الهدية وقد جاء في\nالحديث ما علمت أنه لا بأس أن يشرب منها بعد ري فصيلها ( قال بن القاسم )\nفأرى إن كانت الأضحية ليس لها ولد أن لا يأكله إلا أن يكون ذلك مضرا بها\nفليحلبها ويتصدق به ولو أكله لم أر عليه بأسا وإنما رأيت أن يتصدق به لأن\nمالكا قال لا يجز صوفها وصوفها قد يجوز له أن ينتفع به بعد ذبحها فهو لا\nيجوز له أن يجزه قبل أن يذبحها وينتفع به فكذلك لبنها عندي ما لم يذبحها لا\nينبغي له أن ينتفع به ( قلت ) أرأيت العين إذا كان فيها نقص هل تجوز في\nالضحايا والهدايا ( قال ) قال مالك إذا كان البياض أو الشيء ليس على الناظر\nوإنما هو على غيره فلا بأس بذلك ( قلت ) أرأيت الأذن إذا قطع منها ( قال )\nقال مالك إذا كان إنما قطع منها الشيء <span id='ms0597'></span> اليسير أو أثر ميسم أو شق في الأذن\nيكون يسيرا فلا بأس به ( قال مالك ) وإن كان قد جدعها أو قطع جل أذنها فلا\nأرى ذلك ( قلت ) ولم يؤقت لكم في الأذن نصفا من ثلث قال ما سمعته ( قلت )\nأرأيت العرجاء التي لا تجوز صفها في قول مالك ( قال ) العرجاء البين ظلعها\nهذا ما يدلك على ما يجوز منها ( قال ) قال مالك إلا أن يكون الشيء الخفيف\nالذي لا ينقص مشيها ولا تعب عليها فيه وهي تسير بسير الغنم من غير تعب فأرى\nذلك خفيفا كذلك بلغني عن مالك ( قلت ) أرأيت إن اشتريت أضحية وهي سمينة\nفعجفت عندي أو أصابها عمى أو عور أيجزىء أن أضحي بها في قول مالك ( قال )\nقال مالك لا يجزئك ( وقال مالك ) إذا اشترى أضحية فأصابها عنده عيب أو\nاشتراها بذلك العيب لم يجزه فهي لا تجزئه إذا أصابها ذلك بعد الشراء ( قلت\n) لم قال مالك هذا في الضحايا وقال في الهدى يجزئه إذا اشتراها صحيحة ثم\nعميت قبل أن ينحرها ولا شيء عليه في الهدى الواجب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p071'> Vol. 03, p. 071</a>\n            </div>\n             والتطوع\n</p>\n\n<p>\nقلت فما فرق مابين الضحايا والهدي ( قال ) لأن الأضحية لم تجب عليه كما\nيجب الهدى ألا ترى أن الهدي إذا ضل منه ثم أبدله بغيره ثم وجده بعد ذلك\nنحره ولم يكن ما أبدل مكانه يضع عنه نحره وأن الضحية لو ضلت عنه ثم أبدلها\nبغيرها ثم أصابها بعد ذلك لم يكن عليه ذبحها وكانت مالا من ماله فهذا فرق\nما بينهما ( قلت ) أرأيت إن لم يبدل أضحيته هذه التي ضاعت حتى مضت أيام\nالنحر ثم أصابها بعد أيام النحر كيف يصنع بها في قول مالك ( قال ) لم أسمع\nمن مالك فيها شيئا ولكن أرى أنه لا شيء عليه فيها لأن مالكا قال إذا وجدها\nوقد ضحى ببدلها أنه لا شيء عليه فيها فلو كانت واجبة عليه لكان عليه أن\nيذبحها إذا أصابها وإن كان قد أبدلها وقد مضت أيام النحر فليس على أحد أن\nيضحي بعد <span id='ms0598'></span> أيام النحر وهو بمنزلة رجل ترك الأضحى ( قلت ) وكذلك لو اشتراها\nفلم يضح بها حتى مضت أيام النحر ولم تضل منه ( قال ) هذا والأول سواء وهذا\nرجل قد أثم حين لم يضح بها ( قلت ) أرأيت إن سرقت أضحيته أو ماتت أعليه\nالبدل ( قال ) قال مالك إذا ضلت أو ماتت أو سرقت فعليه أن يشتري أضحية أخرى\n( قلت ) أرأيت إن أراد ذبح أضحيته فاضطربت فانكسرت رجلها أو اضطربت فأصابت\nالسكين عينها فذهبت عيها أيجزئه أن يذبحها وإنما أصابها ذلك بحضرة الذبح (\nقال ) لم أسمع من مالك في هذا إلا ما أخبرتك وأرى أن لا يجزئ عنه ( قلت )\nأرأيت الشاة تخلق خلقا ناقصا ( قال ) قال مالك لا تجزئ إلا أن تكون جلحاء\nأو سكاء والسكاء التي تكون لها أذنان صغيران ( قال بن القاسم ) ونحن نسميها\nالصمعاء فأما أن خلقت بغير أذنين خلقا ناقصا فلا خير في ذلك ( قلت ) أرأيت\nإن ذبح رجل أضحيتي عني بغير امرى أيجزئني ذلك أم لا ( قال ) ما سمعت من\nمالك في هذا شيئا إلا أني أرى إن كان مثل الولد في عيال أبيه وعياله الذين\nإنما ذبحوها له ليكفوه مؤنتها فأرى ذلك مجزئا عنه وإن كان على غير ذلك لم\nيجز ( قلت ) أرأيت أن غلطنا فذبح صاحبي أضحيتي وذبحت أنا أضحيته أيجزئ عنا\nفي قول مالك أم لا ( قال ) بلغني أن مالكا قال لا يجزئ ويكون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p072'> Vol. 03, p. 072</a>\n            </div>\n            \nكل واحد منهما ضامنا لأضحية صاحبه ( قلت ) أرأيت المسافر هل عليه أن يضحي\nفي قول مالك ( قال ) قال مالك المسافر والحاضر واحد في الضحايا ( قلت )\nأفعلى أهل مني أن يضحوا في قول مالك ( قال ) قال لي مالك ليس على الحاج\nأضحية وإن كان من سكان منى بعد أن يكون حاجا ( قلت ) فالناس كلهم عليهم\nالأضاحي في قول مالك إلا الحاج قال نعم ( قلت ) فعلى العبيد أضاحي في قول\nمالك ( قال ) سئل مالك عن الأضحية عن أمهات الأولاد فقال ليس ذلك عليهن\nفالعبيد أحرى أن لا يكون ذلك عليهم والعبيد مما لا <span id='ms0599'></span> اختلاف فيه أنه ليس\nعليهم أضحية ( قلت ) أرأيت ما في البطن هل يضحى عنه في قول مالك قال لا (\nقلت ) أرأيت النحر كم هو في قول مالك ( قال ) ثلاثة أيام يوم النحر ويومان\nبعده وليس اليوم الرابع من أيام الذبح وإن كان الناس بمنى فإنه ليس من أيام\nالذبح ( قلت ) فيضحي ليلا ( قال ) قال مالك لا يضحى ليلا ومن ضحى ليلا في\nليالي أيام النحر أعاد أضحيته ( قلت ) فإن نحر الهدايا ليلا أيعيدها أم لا\n( قال ) قال مالك من نحر هديته ليلة النحر أعادها ولم يجزه ( قلت ) فإن\nنحرها في ليالي أيام النحر أيجزئه ذلك ( قال ) أرى عليه الإعادة وذلك أن\nمالكا قال لي واحتج بهذه الآية ليذكروا اسم الله في أيام معلومات على ما\nرزقهم من بهيمة الأنعام فإنما ذكر الله تبارك وتعالى الأيام ولم يذكر\nالليالي ( قال بن القاسم ) وإنما ذكر الله هذا في كتابه في الهدايا في أيام\nمنى ( قلت ) أرأيت كل من تجب عليهم الجمعة أعليهم أن يجمعوا صلاة العيدين\nفي قول مالك قال نعم ( قلت ) فأهل منى لا جمعة عليهم ولا صلاة عند مالك (\nقال ) نعم لا جمعة عليهم وليس عليهم صلاة العيد عند مالك ( قلت ) أرأيت\nالأبرجة هل يصاد حمامها أو ينصب لها أو يرمى قال سئل مالك عن حمام الأبرجة\nإذا دخلت حمام هذا البرج في حمام هذا البرج أو حمام هذا البرج في حمام هذا\nالبرج ( قال مال ) إن كان يستطاع أن ترد حمام كل واحد منهما إلى برجه رد\nذلك وإن كان لا يستطاع لم أر عليهم شيئا فأرى أن لا يصاد منها شيء ومن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p073'> Vol. 03, p. 073</a>\n            </div>\n             صاده فعليه أن يرده أو يعرفه ولا يأكله ( قلت ) أرأيت الأجباح\nإذا نصبت في الجبال فيدخلها النحل لمن يكون النحل ( قال ) مالك هي لمن وضع\nالأجباح ( قلت ) أرأيت إن صاد طيرا في رجليه سباقان بازا أو عصفورا أو غير\nذلك أو صاد ظبيا في أذنيه قرط أو في عنقه قلادة ( قال ) يعرفه وينظر فإن\nكان إنما <span id='ms0600'></span> كان هروبه من صاحبه ليس بهروب انقطاع ولا توحش فعليه أن يرده إلى\nصاحبه وإن كان هروبه هروبا قد ند وتوحش فليس لصاحبه الأول عليه سبيل وهو\nلمن أخذه وكذلك قال مالك فيه غير مرة ولا مرتين ( قلت ) فإن اختلفا فيه\nفقال الذي صاده لا أدري متى ذهب منك وقال الذي هو له إنما ذهب منى منذ يوم\nأو يومين ( قال ) القول قول الذي صاده وعلى الذي هو له البينة ( قلت )\nأرأيت إن قتلت بازا معلما ما علي من الغرم لصاحبه أو في الكفارة فيما بيني\nوبين خالقي إذا كنت محرما ( قال ) يكون عليك لصاحبه قيمته معلما ويكون عليك\nفي الفدية قيمته غير معلم ولكن عدله في كثرة لحمه كما يقوم غيره من الوحشية\n( قلت ) وهذا قول مالك قال نعم ( قلت ) أرأيت الكلاب هل يجيز مالك بيعها (\nقال ) قال مالك لا يجوز بيعها ( قال بن القاسم ) ولا السلالقة قال نعم لا\nيجوز بيعها سلوقية ولا غيرها ( قلت ) أفيجيز مالك بيع الهر قال نعم ( قلت )\nأفيجيز مالك بيع السباع أحياء النمور والفهود والأسد والذئاب وما أشبهها (\nقال ) ما سمعت من مالك فيه شيئا ولكن إن كانت تشترى وتذكى لجلودها فلا أرى\nبأسا لأن مالكا قال إذا ذكيت السباع فلا أرى بالصلاة على جلودها ولا بلبسها\nبأسا ( قال بن القاسم ) وإذا ذكيت لجلودها لم يكن ببيع جلودها بأس ( قلت )\nأرأيت كلب الدار إذا قتله رجل أيكون عليه قيمته ( قال ) قال مالك كلاب\nالدور تقتل ولا تترك فكيف يكون على هذا قيمة ( قلت ) فكلب الزرع وكلب\nالماشية وكلب الصيد إذا قتلها أحد أيكون عليه قيمتها قال نعم ( قال بن\nالقاسم ) سمعت مالكا يقول في نصراني باع خمرا بدينار إنه كره للمسلم أن\nيتسلف ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p074'> Vol. 03, p. 074</a>\n            </div>\n             الدينار منه وكره أن يبيعه بذلك الدينار شيئا أو\nيعطيه فيه دراهم ويأخذ ذلك الدينار منه ( قال مالك ) ولا يأكل من طعام\nاشتراه النصراني بذلك الدينار ( قال مالك ) ولا بأس أن تقتضى ذلك الدينار\nمنه من دين لك عليه <span id='ms0601'></span> ( قلت ) فما فرق بين الدين إذا قضاني الدينار وإذا وهبه\nلي أو اشتريته منه لم يجز ( قال ) قال مالك لأن الله تبارك وتعالى قد أمر\nبأخذ الجزية منهم ( قلت ) أرأيت صيد الحرم حمامه وغير حمامه إذا خرج من\nالحرم أيصاد أم لا ( قال ) سمعت أن مالكا كان يكره في حمام مكة أنه إذا خرج\nمن الحرم إنه يكرهه ولا أرى أنا به بأسا أن يصيده الحلال في الحل ( قلت )\nأرأيت إن رمى صيدا في الحرم ( قال ) هذا لا شك فيه أنه لا يؤكل عند مالك\nوعليه جزاؤه ( قلت ) فالأول الذي رمى من الحرم والصيد في الحل أيكون عليه\nالجزاء في قول مالك أم لا ( قال ) ما سمعت من مالك فيه شيئا وأرى عليه\nالجزاء ( قلت ) أرأيت ما صيد في الحل فأدخل الحرم أيؤكل في قول مالك أم لا\n( قال ) سئل مالك عنها فأبى أن يجيب فيها ( قال بن القاسم ) ولا أرى أنا به\nبأسا أن يؤكل ذلك الصيد إذا كان ذلك الغصن الذي عليه الطير واقع قد خرج من\nالحرم وصار في الحل ( قال سحنون ) وأرى أن يؤكل لأن أصله في الحرم ولأنه\nمستأنس به كتاب العقيقة قال وقال بن القاسم سئل مالك عن العقيقة بالعصفور\nفقال ما يعجبني ذلك وما تكون الذبائح إلا من الأنعام قال والعقيقة مستحبة\nلم تزل من عمل المسلمين وليست بواجبة ولا سنة لازمة ولكن يستحب العمل بها\nوقد عق عن حسن وحسين ابني فاطمة بنت رسول الله صلى الله عليه وسلم وليس\nيجزئ فيها من الذبائح إلا ما يجزئ في الضحية لا يؤكل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p075'> Vol. 03, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\n| كتاب النذور الأول\n</p>\n\n#\n<p>\n| ما جاء في الرجل يحلف بالمشي إلى بيت الله ثم يحنث\n</p>\n\n<p>\n( قال سحنون ) قلت لعبد الرحمن بن القاسم أرأيت الرجل يقول علي المشي إلى\nبيت الله إن كلمت فلانا فكلمه ما عليه في قول مالك ( قال ) قال مالك إذا\nكلمه فقد وجب عليه أن يمشي إلى بيت الله ( قلت ) ويجعلها في قول مالك إن\nشاء حجة وإن شاء <span id='ms0602'></span> عمرة قال نعم ( قلت ) فإن جعلها عمرة فحتى متى يمشي ( قال\n) حتى يسعى بين الصفا والمروة ( قلت ) فإن ركب قبل أن يحلق بعد ما سعى في\nعمرته هذه التي حلف فيها أيكون عليه شيء في قول مالك ( قال ) لا وإنما عليه\nالمشي حتى يفرغ من السعي بين الصفا والمروة عند مالك ( قلت ) فإن جعلها حجة\nفإلى أي موضع يمشي في قول مالك ( قال ) حتى يطوف طواف الإفاضة كذلك قال\nمالك ( قلت ) فإذا قضى طواف الإفاضة أيركب راجعا إلى منى في قول مالك قال\nنعم ( قلت ) أرأيت إن جعل المشي الذي وجب عليه في حجة فمشى حتى لم يبق عليه\nالأطواف الإفاضة فأخر طواف الإفاضة حتى رجع من منى أيركب في رمي الجمار وفي\nحوائجه بمنى في قول مالك أم لا ( قال ) قال مالك لا يركب في رمي الجمار\n</p>\n\n<p>\nقال مالك ولا بأس أن يركب في حوائجه ( قال بن القاسم ) وأنا لا أرى به\nبأسا وإنما ذلك عندي بمنزلة ما لو مشى فيما قد وجب عليه من حج أو عمرة فأتى\nالمدينة فركب في حوائجه أو رجع من الطريق في حاجة له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p076'> Vol. 03, p. 076</a>\n            </div>\n             ذكرها\nفيما قد مشى\n</p>\n\n<p>\nقال فلا بأس أن يركب فيها وهذا قول مالك الذي أحب أن آخذ به ( قالابن وهب\n) أخبرني عبد الله بن لهيعة عن عمارة بن غزية أنه سمع رجلا يسأل سالم بن\nعبد الله عن رجل جعل على نفسه المشي إلى الكعبة مائة مرة فقال سالم فليمش\nمائة مرة وعن يحيى بن سعيد أنه قال في رجل نذر أن يمشي إلى بيت الله عشر\nمرات من افريقية\n</p>\n\n<p>\nقال أرى أن يوفي بنذره وذلك الذي كان يقوله الصالحون ويأمرون به ويحذرون\nفي أنفسهم إذا قالوا غير ذلك لمن نذر نذرا أوجبه على نفسه غير وفاء الذي\nجعل على نفسه ( بن وهب ) وسئل مالك عن الذي يحلف بنذور مسماة إلى بيت الله\nأن لا يكلم أباه أو أخاه بكذا وكذا نذرا لشيء لا يقوى عليه ولو تكلف ذلك <span id='ms0603'></span>\nعاما بعام لعرف أنه لا يبلغ عمره ما جعل على نفسه من ذلك فقيل له هل يجزئه\nمن ذلك نذر واحد أو نذور مسماة ( فقال ) ما أعلمه يجزئه من ذلك إلا الوفاء\nبما جعل على نفسه فليمش ما قدر عليه من الزمان وليتقرب إلى الله بما استطاع\nمن الخير ( وقال ) الليث بن سعد مثل قول مالك ( بن وهب ) قال مالك سمعت أهل\nالعلم يقولون في الرجل والمرأة يحلفان بالمشي إلى بيت الله الحرام انه من\nمشى لم يزل يمشي حتى يسعى بين الصفا والمروة فإذا سعى فقد فرغ إذا كان\nمعتمرا وإن كان حاجا لم يزل يمشي حتى يفرغ من المناسك كلها ذلك عليه فإذا\nفرغ من الإفاضة فقد فرغ وتم نذره\n</p>\n\n<p>\nوقالالليث ما رأيت الناس إلا على ذلك ( قلت ) ما قول مالك فيه إذا هو خرج\nماشيا في مشي وجب عليه أله أن يركب في المناهل في حوائجه ( قال ) قال مالك\nنعم\n</p>\n\n<p>\nقال وقال مالك لا بأس أن يركب في حوائجه ( قال بن القاسم ) ولا أرى بذلك\nبأسا وليس حوائجه في المناهل من مشيه ( قلت ) ما قول مالك إذا ذكر حاجة\nنسيها أو سقط بعض متاعه أيرجع فيها راكبا قال لا بأس بذلك ( قلت ) وهل يركب\nإذا قضى طواف الإفاضة في رمي الجمار بمنى ( قال ) نعم وفي رجوعه من مكة إذا\nقضى طواف الإفاضة إلى منى ( قلت ) أرأيت إن هو ركب في الإفاضة وحدها وقد\nمشى في حجة كله أيجب عليه لذلك في قول مالك دم أو يجب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p077'> Vol. 03, p. 077</a>\n            </div>\n             عليه\nالعودة ثانية حتى يمشي ما ركب ( قال ) أرى أن يجزئه ويكون عليه الهدي\n</p>\n\n<p>\nقال لأن مالكا قال لنا لو أن رجلا مرض في مشيه فركب الأميال أو البريد أو\nاليوم ما رأيت عليه الرجوع ثانية لركوبه ذلك ورأيت أن يهدى هديا ويجزئ عنه\n( قال مالك ) لو أن رجلا دخل مكة حاجا في مشي وجب عليه فلما فرغ من سعيه\nبين الصفا والمروة خرج إلى عرفات راكبا وشهد المناسك وأفاض راكبا <span id='ms0604'></span> ( قال مال\n) أرى أن يحج الثانية راكبا حتى إذا دخل مكة وطاف وسعى خرج ماشيا حتى يفيض\nفيكون قد ركب ما مشى ومشى ما ركب ولم يره مثل الذي ركب في الطريق الأميال\nمن المرض ( بن وهب ) قال أخبرني يعقوب بن عبد الرحمن الزهري وحفص بن ميسرة\nعن موسى بن عقبة عن نافع عن بن عمر قال إذا قال الإنسان علي المشي إلى\nالكعبة فهذا نذر فليمش إلى الكعبة ( قال ) وقال الليث مثله ( بن وهب ) قال\nوأخبرني مالك عن عبد الله بن أبي حبيبة قال قلت لرجل وأنا يومئذ حديث السن\nليس على الرجل يقول علي المشي إلى بيت الله ولا يسمى نذر شيء فقال لي رجل\nهل لك أن أعطيك هذا الجرو لجرو فثاء هو في يده ويقول علي المشي إلى بيت\nالله فقلته فمكثت حينا حتى غفلت فقيل لي إن عليك مشيا فجئت سعيد بن المسيب\nفسألته عن ذلك فقال عليك مشي فمشيت ( بن وهب ) قال وأخبرني بن لهيعة عن أبي\nالأسود إن أهل المدينة يقولون ذلك ( بن وهب ) قال وأخبرني يونس عن ربيعة\nمثله ( بن مهدي ) عن عبد الله بن المبارك عن إسماعيل بن أبي خالد عن\nإبراهيم مثله ( قال ) وسألته عن رجل قال إن دخلت على أبي كذا وكذا شهرا\nفعلي المشي إلى الكعبة فاحتمله أصحابه فأدخلوه على أبيه فقال احتملني\nأصحابي فأدخلوني قال ليمش إلى الكعبة ( قال سحنون ) وإنما ذكرت لك هذا حجة\nعلى من زعم أن من حلف بالمشي على شيء أن لا يفعله من طاعة الله أو معصيته\nففعله أن لا شيء عليه ( سحنون ) وإني لأقول إن فعل المكره ليس بفعل وأنه\nليس بحانث ( وقد ) ذكر سفيان بن عيية عن إسماعيل بن أبي خالد قال سئل\nإبراهيم عن رجل حلف بالمشي أن لا يدخل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p078'> Vol. 03, p. 078</a>\n            </div>\n             على رجل فاحتمل فأدخل\nعليه قال عليه يعنى المشي\n</p>\n\n#\n<p>\n| ما جاء في الرجل يحلف بالمشي فيحنث من أين يحرم أو من أين يمشي أو يقول\nإن كلمته فأنا محرم <span id='ms0605'></span> بحجة أو بعمرة\n</p>\n\n<p>\n( قال ) وقال مالك في الرجل يحلف بالمشي إلى بيت الله فيحنث قال مالك\nيمشي من حيث حلف الا أن تكون له نية فيمشي من حيث نوى ( بن وهب ) عن عبد\nالرحمن بن إسحاق قال سألت سالم بن عبد الله عن امرأة نذرت أن تمشي إلى بيت\nالله ومنزلها بمران فتحولت إلى المدينة\n</p>\n\n<p>\nقال ترجع فتمشي من حيث حلفت ( بن وهب ) عن الليث بن سعد أن يحيى بن سعيد\nكان يقول ما نرى الإحرام علي من نذر أن يمشي من بلد إذا مشى من ذلك البلد\nحتى يبلغ المنهل الذي وقت له ( قلت ) أرأيت رجلا قال إن كلمت فلانا فأنا\nمحرم بحجة أو بعمرة ( قال ) قال مالك أما الحجة فإن حنث قبل أشهر الحج لم\nتلزمه حتى تأتي أشهر الحج فيحرم بها إذا دخلت أشهر الحج الا أن يكون نوى في\nنفسه أنا محرم من حين أحنث فأرى ذلك عليه حين يحنث وإن كان في غير أشهر\nالحج ( قال ) وأما العمرة فإني أرى الإحرام يجب عليه فيها حين يحنث الا أن\nلا يجد من يخرج معه ويخاف على نفسه ولا يجد من يصحبه فلا أرى عليه شيئا حتى\nيجد أنسا وصحابة في طريقه فإذا وجدهم فعليه أن يحرم بعمرة قلت فمن أين يحرم\nأمن الميقات أم من موضعه الذي حلف فيه في قول مالك قال ( ) من موضعه ولا\nيؤخر إلى الميقات عند مالك ولو كان له أن يؤخر إلى الميقات في الحج لكان له\nأن يؤخر ذلك في العمرة\n</p>\n\n<p>\nولقد قال لي مالك يحرم بالعمرة إذا حنث الا أن لا يجد من يخرج معه\nويستأنس به فإن لم يجد أخر حتى يجد\n</p>\n\n<p>\nفهذا يدلك في الحج أنه من حيث حنث إذ جعله مالك في العمرة غير مرة من حيث\nحنث الا أن يكون نوى من الميقات أو غير ذلك فهو على نيته ( قلت ) أرأيت إن\nقال رجل حين أكلم فلانا فأنا محرم يوم أكلمه فكلمه ( قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p079'> Vol. 03, p. 079</a>\n            </div>\n             أرى\nأن <span id='ms0606'></span> يكون محرما يوم يكلمه ( قلت ) أرأيت إن قال يوم أفعل كذا وكذا فأنا أحرم\nبحجة أهو مثل الذي قال يوم أفعل كذا وكذا فأنا محرم بحجة ( قال ) نعم هو\nسواء عند مالك ( قلت ) أرأيت إن قال إن فعلت كذا وكذا فأنا أحج إلى بيت\nالله ( قال ) أرى قوله فأنا أحج إلى بيت الله أنه إذا حنث فقد وجب عليه\nالحج وهو بمنزلة قوله فعلي حجة إن فعلت كذا وكذا وهذا مثل قوله إن فعلت كذا\nوكذا فأنا أمشي إلى مكة أو فعلي المشي إلى مكة فهما سواء وكذلك قوله فأنا\nأحج أو فعلي الحج هو مثل قوله فأنا أمشي أو فعلي المشي إلى مكة ( قال )\nوقال مالك من قال علي المشي إلى بيت الله إن فعلت أو أنا أمشي إلى بيت الله\nإن فعلت فحنث ( قال ) فإن عليه المشي وهما سواء ( قال ) وكذلك قوله فأنا\nأحج أو فعلي الحج ( قلت ) أرأيت قوله علي حجة أو لله علي حجة أهما سواء\nوتلزمه حجة قال نعم ( بن مهدي ) عن يزيد عن عطاء عن مطرف عن فضيل عن\nإبراهيم قال إذا قال إن فعلت كذا وكذا فهو محرم فحنث فإذا دخل شوال فهو\nمحرم وإذا قال يوم أفعل كذا وكذا فهو محرم فيوم يفعله فهو محرم ( بن مهدي )\nعن المغيرة عن إبراهيم قال إذا قال إن فعل كذا وكذا فهو محرم بحجة فليحرم\nإن شاء من عامه وإن شاء متى ما تيسر عليه وان قال يوم أفعل ففعل ذلك فهو\nيومئذ محرم ( بن مهدي ) عن إسماعيل بن أبي خالد عن الشعبي مثله\n</p>\n\n#\n<p>\n| في الرجل يحلف بالمشي فيعجز عن المشي\n</p>\n\n<p>\n( قلت ) أرأيت ان مشي هذا الذي حلف بالمشي فحنث فعجز عن المشي كيف يصنع\nفي قول مالك ( قال ) يركب إذا عجز عن المشي فإذا استراح نزل فمشي فإذا عجز\nعن المشي ركب أيضا حتى إذا استراح نزل ويحفظ المواضع التي مشي فيها\nوالمواضع التي ركب فيها فإذا كان قابلا خرج أيضا فمشي ما ركب <span id='ms0607'></span> وركب ما مشي\nوأهراق لما ركب دما ( قلت ) وإن كان قد قضى ما ركب من الطريق ماشيا أيكون\nعليه الدم في قول مالك ( قال ) قال مالك عليه الدم لأنه فرق مشيه ( قلت )\nفإن هو لم يتم مشيه في المرة الثانية أعليه أن يعود في الثالثة في قول مالك\n( قال ) ليس عليه أن يعود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p080'> Vol. 03, p. 080</a>\n            </div>\n             بعد المرة الثانية وليهرق دما ولا\nشيء عليه ( قلت ) فإن كان حين مضى في مرته الأولى إلى مكة فمشي وركب فعلم\nأنه إن عاد الثانية لا يقدر على أن يتم ما ركب ماشيا ( قال ) إذا علم أنه\nلا يقدر على أن يمشي في المواضع التي ركب فيها في المرة الأولى فليس عليه\nأن يعود ويجزئه الذهاب الأول وإن كانت حجة فحجة وإن كانت عمرة فعمرة ويهريق\nلما ركب دما وليس عليه أن يعود ( قلت ) فإن كان حين حلف بالمشي فحنث يعلم\nأنه لا يقدر على أن يمشي الطريق كله إلى مكة في ترداده إلى مكة مرتين أيركب\nفي أول مرة ويهدي قال نعم ولا يكون عليه شيء غير ذلك في قول مالك ( قال )\nوقال مالك يمشي ما أطاق ولو شيئا ثم يركب ويهدي ويكون بمنزلة الشيخ الكبير\nوالمرأة الضعيفة ( قلت ) أرأيت إن حلف بالمشي فحنث وهو شيخ كبير قد يئس من\nالمشي ما قول مالك فيه ( قال ) قال مالك يمشي ما أطاق ولو نصف ميل ثم يركب\nويهدي ولا شيء عليه بعد ذلك ( قلت ) فإن كان هذا الذي حلف مريضا فحنث كيف\nيصنع في قول مالك قال أرى إن كان مريضا قد يئس من البرء فسبيله سبيل الشيخ\nالكبير وإن كان مرضه مرضا يطمع بالبرء منه وهو ممن لو صح كان يجب عليه\nالمشي ليس بشيخ كبير ولا بامرأة ضعيفة فلينتظر حتى إذا صح وبرأ مشى الا أن\nيكون يعلم أنه إن برأ وصح لا يقدر على أن يمشي أصلا الطريق كله فليمش ما\nأطاق ثم ليركب ويهدي ولا شيء عليه وهذا رأيي ( قلت ) أرأيت إن عجز <span id='ms0608'></span> عن المشي\nفركب كيف يحصي ما ركب في قول مالك أعدد الأيام أم يحصى ذلك في ساعات النهار\nوالليل أم يحفظ المواضع التي يركب فيها من الأرض فإذا رجع ثانية مشي ما ركب\nوركب ما مشي ( قال ) إنما يأمره مالك بأن يحفظ المواضع التي ركب فيها من\nالأرض ولا يلتفت إلى الأيام والليالي فإن عاد الثانية مشى تلك المواضع التي\nركب فيها من الأرض ( قلت ) ولا يجزئه عند مالك أن يركب يوما ويمشي يوما أو\nيمشي أياما ويركب أياما فإذا عاد الثانية قضى عدد الأيام التي ركب فيها (\nقال ) لا يجزئه عند مالك لأن هذا إذا كان هكذا يوشك أن يمشي في المكان\nالواحد المرتين جميعا ويركب في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p081'> Vol. 03, p. 081</a>\n            </div>\n             المكان الواحد المرتين جميعا\nفلا يتم المشي إلى مكة فليس معنى قول مالك على عدد الأيام وإنما هو على عدد\nالمواضع من الأرض ( قلت ) والمشي في الرجال والنساء سواء في قول مالك قال\nنعم ( قلت ) أرأيت إن هو مشي حين حنث فعجز عن المشي فركب ثم رجع من قابل\nليقضي ما ركب فيه ماشيا فقوى على مشي الطريق كله أيجب عليه أن يمشي الطريق\nكله أم يمشي ما ركب ويركب ما مشى ( قال ) ليس عليه أن يمشي الطريق كله ولكن\nعليه أن يمشي ما ركب ويركب ما مشى قال وهذا قول مالك ( قلت ) أرأيت إن حنث\nفلزمه المشي فخرج فمشي فعجز ثم ركب وجعلها عمرة ثم خرج قابلا ليمشي ما ركب\nويركب ما مشى فأراد أن يجعلها قابلا حجة أله ذلك أم ليس له أن يجعلها الا\nعمرة أيضا في قول مالك لأنه جعل المشي الأول في عمرة ( قال ) قال مالك نعم\nيجعل المشي الثاني إن شاء حجة وإن شاء عمرة ولا يبالي وإن خالف المشي الأول\nالا أن يكون نذر المشي الأول في حج فليس له أن يجعل الثاني في عمرة وإن كان\nنذره الأول في عمرة فليس له أن يجعل المشي الثاني في حج وهذا الذي قال لي\nمالك ( قلت <span id='ms0609'></span> ) وليس له أن يجعل المشي الثاني والأول في فريضة ( قال ) نعم\nليس له ذلك ( مالك ) عن عروة بن أذينة قال خرجت مع جدة لي كان عليها مشي\nحتى إذا كنا ببعض الطريق عجزت فأرسلت مولى لها إلى بن عمر يسأله وخرجت معه\nفسأل عن ذلك بن عمر فقال مرها فلتركب ثم لتمش من حيث عجزت ( قال ) مالك\nوقاله سعيد بن المسيب وأبو سلمة بن عبد الرحمن ( بن وهب ) عن سفيان الثوري\nعن إسماعيل بن أبي خالد عن الشعبي عن بن عباس مثل قول بن عمر قال بن عباس\nوتنحر بدنة ( بن وهب ) عن سفيان عن المغيرة عن إبراهيم مثل قول بن عباس قال\nولتهد ( قال ) سفيان والليث ولتهد مكان ما ركبت ( بن مهدي ) عن سفيان\nالثوري عن منصور عن إبراهيم قال يمشي فإذا عجز ركب فإذا كان عاما قابلا حج\nفمشى ما ركب وركب ما مشى ( بن مهدي ) عن إسماعيل بن أبي خالد عن الشعبي عن\nبن عباس مثل ذلك\n</p>\n\n<p>\nوذكر غير إسماعيل عن بن عباس قال هدي بدنة ( بن مهدي ) عن المغيرة عن\nإبراهيم في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p082'> Vol. 03, p. 082</a>\n            </div>\n             رجل نذر أن يمشي إلى بيت الله فمشي ثم أعيا قال\nليركب وليهد لذلك هديا حتى إذا كان قابلا فليركب ما مشى وليمش ما ركب فإن\nأعيا في عامه الثاني ركب ( وقال ) سعيد بن جبير يركب ما مشى ويمشي ما ركب\nفبلغ الشعبي قول سعيد فأعجبه ذلك ( وقال ) علي بن أبي طالب يمشي ما ركب\nفإذا عجز ركب وأهدي بدنة ( وقال ) الحسن وعطاء مثل قول علي وإنما ذكرت لك\nقول علي والحسن وعطاء حجة لقول مالك لأنه لم يران عجز في الثانية أن يعود\nفي الثالثة مع قول إبراهيم إنه ان عجز في الثانية ركب ولم يذكر أنه يعود في\nالثالثة وقد قال يعود في الثالثة لقول مالك الذي ذكرت لك ولم يقولوا إن عجز\nفي الثانية أن يمشي في الثالثة\n</p>\n\n#\n<p>\n| ما جاء في الرجل يحلف بالمشي حافيا فيحنث\n</p>\n\n<p>\n( قلت ) أرأيت إن قال علي <span id='ms0610'></span> المشي إلى بيت الله حافيا راجلا أعليه أن يمشي\nوكيف إن انتعل ( قال ) قال مالك ينتعل وإن أهدي فحسن وإن لم يهد فلا شيء\nعليه وهو خفيف ( بن وهب ) عن عثمان بن عطاء الخرساني عن أبيه أن امرأة من\nأسلم نذرت أن تمشي وتحج حافية ناشرة شعر رأسها فلما رآها رسول الله صلى\nالله عليه وسلم استتر بيده منها وقال ما شأنها قالوا نذرت أن تحج حافية\nناشرة شعرها فقال رسول الله صلى الله عليه وسلم مروها فلتختمر ولتنتعل\nولتمشي\n</p>\n\n<p>\nونظر النبي صلى الله عليه وسلم في حجة الوداع إلى رجلين نذرا أن يمشيا في\nقرن فقال لهما حلا قرنكما وامشيا إلى الكعبة وأوفيا نذركما ( قال سحنون )\nونظر النبي صلى الله عليه وسلم إلى رجل يمشي إلى الكعبة القهقري فقال مروه\nفليمش لوجهه ( وقال ) ربيعة بن أبي عبد الرحمن لو أن رجلا قال علي المشي\nإلى الكعبة حافيا لقيل له البس نعلين وامش فليس لله حاجة بحفائك إذا مشيت\nمنتعلا فقد وفيت نذرك وقاله يحيى بن سعيد\n</p>\n\n#\n<p>\n| ما جاء في الرجل يحلف بالمشي فيحنث فيمشي في حج فيفوته الحج\n</p>\n\n<p>\n( قال ) وقال مالك في رجل حلف بالمشي إلى بيت الله فحنث فمشي في الحج\nففاته الحج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p083'> Vol. 03, p. 083</a>\n            </div>\n             قال مالك يجزئه المشي الذي مشى ويجعلها عمرة ويمشي\nحتى يسعى بين الصفا والمروة وعليه قضاء الحج عاما قابلا راكبا والهدي لفوات\nالحج ولا شيء عليه غير ذلك\n</p>\n\n#\n<p>\n| في الرجل يحلف بالمشي فيحنث فيمشي في حج ثم يريد أن يمشي حجة الإسلام\nمن مكة أو يجمعهما جميعا عند الإحرام\n</p>\n\n<p>\n( قلت ) هل يجوز لهذا الذي حلف بالمشي فحنث فمشي وجعلها عمرة أن يحج حجة\nالإسلام من مكة ( قال ) قال مالك نعم يحج من مكة ويجزئه عن حجة الإسلام (\nقلت ) ويكون متمتعا إن كان قد اعتمر في أشهر الحج قال نعم ( قلت ) أرأيت إن\nقرن الحج والعمرة يريد بالعمرة عن المشي الذي وجب عليه وبالحج حجة الفريضة\nأيجزئه ذلك عنهما جميعا ( قال ) لا يجزئه ذلك عن حجة <span id='ms0611'></span> الإسلام ( قلت ) ويكون\nعليه دم القران قال نعم ( قلت ) ولم لا يجزئه من حجة الإسلام ( قال ) لأن\nعمل العمرة والحج في هذا واحد فلا يجزئه من فريضته ولا من مشي أوجبه على\nنفسه ( قال ) ولقد سئل مالك عن رجل كان عليه مشي فمشى في حجة وهو صرورة\nيريد بذلك وفاء نذر يمينه واداء الفريضة عنه ( فقال ) لنا مالك لا يجزئه من\nالفريضة وهو للنذر الذي عليه من المشي وعليه حجة الفريضة قابلا وقالها غير\nمرة ( وقال ) المخزومي يجزئه عن الفريضة وعليه النذر\n</p>\n\n#\n<p>\n| في الرجل يحلف أنا أحج بفلان إلى بيت الله إن فعلت كذا وكذا فحنث\n</p>\n\n<p>\n( قلت ) ما قول مالك في الرجل يقول أنا أحج بفلان إلى بيت الله إن فعلت\nكذا وكذا فحنث ( قال ) قال مالك إذا قال الرجل أنا أحمل فلانا إلى بيت الله\nفإني أرى أن ينوي فإن كان أراد تعب نفسه وحمله على عنقه فأرى أن يحج ماشيا\nويهدي ولا شيء عليه في الرجل ولا يحجه وإن لم ينو ذلك فليحج راكبا وليحج\nبالرجل معه ولا هدي عليه فإن أبى الرجل أن يحج فلا شيء عليه في الرجل وليحج\nهو راكبا ( قال سحنون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p084'> Vol. 03, p. 084</a>\n            </div>\n             ورواه علي بن زياد عن مالك إن كان نوى أن\nيحمله إلى مكة يحجه من ماله فهو ما نوى ولا شيء عليه هو الا احجاج الرجل\nالا أن يأبى ( قال بن القاسم ) وقوله أنا أحج بفلان إلى بيت الله عندي أوجب\nعليه من الذي يقول أنا أحمل فلانا إلى بيت الله لا يريد بذلك على عنقه لأن\nاحجاجه الرجل إلى بيت الله من طاعة الله فأرى ذلك عليه الا أن يأبى الرجل\nفلا يكون عليه شيء في الرجل ( قال ) وقال لنا مالك في الرجل يقول أنا أحمل\nهذا العمود إلى بيت الله أو هذه الطنفسة أو ما أشبه هذا من الأشياء إنه يحج\nماشيا ويهدي لموضع ما جعل على نفسه من حملان تلك الأشياء وطلب مشقة نفسه\nفليضع المشقة عن نفسه ولا يحمل <span id='ms0612'></span> تلك الأشياء وليهد ( بن وهب ) عن سفيان\nوالليث عن يحيى بن سعيد أنه قال في امرأة قالت في امرأة ابنها إن وطئتها\nفأنا أحملها إلى بيت الله فوطئها ابنها\n</p>\n\n<p>\nقال تحج وتحج بها معها وتذبح ذبحا لأنها لا تستطيع حملها ( سحنون )\nوأخبرني من أثق به عن بن مهدي عن أبي عوانة عن المغيرة عن إبراهيم قال إذا\nقال أنا أهدي فلانا على أشفار عيني قال يحجه ويهدي بدنة\n</p>\n\n#\n<p>\n| في الإستثناء في المشي إلى بيت الله\n</p>\n\n<p>\n( قلت ) أرأيت من قال علي المشي إلى بيت الله إلا إن يبدو لي أو الا أن\nأرى خيرا من ذلك ما عليه ( قال ) عليه المشي وليس استثناؤه هذا بشيء لأن\nمالكا قال لا إستثناء في المشي إلى بيت الله ( قلت ) أرأيت إن قال علي\nالمشي إلى بيت الله إن شاء فلان ( قال ) هذا لا يكون عليه المشي إلا أن\nيشاء فلان وليس هذا بإستثناء وإنما مثل ذلك مثل الطلاق أن يقول الرجل\nامرأته طالق إن شاء فلان أو غلامي حر إن شاء فلان فلا يكون عليه شيء حتى\nيشاء فلان ولا إستثناء في طلاق ولا عتاق ولا مشي ولا صدقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p085'> Vol. 03, p. 085</a>\n            </div>\n            \n</p>\n\n#\n<p>\n| في الرجل يحلف بالمشي إلى بيت الله ونوى مسجدا\n</p>\n\n<p>\n( قلت ) أرأيت إن قال علي المشي إلى بيت الله ونوى مسجدا من المساجد\nأتكون له نيته في قول مالك قال نعم ( قلت ) أرأيت إن قال علي المشي إلى بيت\nالله وليست له نية ما عليه في قول مالك ( قال ) عليه المشي إلى مكة إذا لم\nتكن له نية ( قلت ) أرأيت إن قال علي المشي ولم يقل إلى بيت الله ( قال )\nإن كان نوى مكة مشي وإن لم يكن نوى ذلك فلا شيء عليه ( قلت ) أرأيت إن قال\nعلي المشي إلى بيت الله ونوى مسجدا من المساجد كان ذلك له في قول مالك قال\nنعم ( يونس ) وقال ربيعة بن أبي عبد الرحمن مثل قول مالك في الذي يحلف\nبالمشي إلى بيت الله وينوي مسجدا من المساجد إن <span id='ms0613'></span> له نيته ( وروى ) بن وهب عن\nمالك والليث مثل قول ربيعة\n</p>\n\n#\n<p>\n| في الرجل يحلف بالمشي إلى بيت المقدس أو إلى المدينة أو عسقلان\n</p>\n\n<p>\n( قال ) وقال مالك في الذي يحلف بالمشي إلى مسجد الرسول أو مسجد بيت\nالمقدس ( قال ) فليأتهما راكبا ولا شيء عليه ومن قال علي المشي إلى بيت\nالله فهذا الذي يمشي ( قال ) ومن قال علي المشي إلى غير هذه الثلاثة\nالمساجد فليس عليه أن يأتيه مثل قوله علي المشي إلى مسجد البصرة أو إلى\nمسجد الكوفة فأصلي فيهما أربع ركعات قال فليس عليه أن يأتيهما وليصل في\nموضعه حيث هو أربع ركعات ( قال ) وقال مالك فيمن قال علي المشي إلى مسجد\nبيت المقدس فعليه أن يأتي مسجد بيت المقدس راكبا فيصلي فيه ( قال بن القاسم\n) ومن قال علي المشي إلى بيت المقدس أو إلى المدينة فلا يأتيهما أصلا إلا\nأن يكون أراد الصلاة في مسجديهما فليأتهما راكبا ومن قال من أهل المدينة أو\nمن أهل مكة أو من أهل بيت المقدس لله علي أن أصوم بعسقلان أو بالاسكندرية\nشهرا فعليه أن يأتي عسقلان أو الاسكندرية فيصوم بها كما نذر قال وكل موضع\nيتقرب فيه إلى الله بالصيام فليأته وإن كان من أهل المدينة ومكة ( قال بن\nالقاسم ) ومن نذر أن يرابط فذلك عليه وإن كان من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p086'> Vol. 03, p. 086</a>\n            </div>\n             أهل المدينة\nومكة قال وهو قول مالك ( قال ) وقال مالك ومن قال لله علي أن آتي المدينة\nأو بيت المقدس أو المشي إلى المدينة أو المشي إلى بيت المقدس فلا شيء عليه\nإلا أن يكون نوى بقوله ذلك أن يصلي في مسجد المدينة أو في مسجد بيت المقدس\nفإن كانت تلك نيته وجب عليه الذهاب إلى المدينة أو إلى بيت المقدس راكبا\nولا يجب عليه المشي وإن كان حلف بالمشي ولا دم عليه ( قال ) وقال مالك وإن\nقال علي المشي إلى مسجد المدينة أو مسجد بيت المقدس فهذا مخالف لقوله علي\nالمشي إلى بيت المقدس أو علي المشي إلى المدينة هذا إذا <span id='ms0614'></span> قال علي المشي إلى\nبيت المقدس ممن لا يجب عليه الذهاب إلا أن ينوي الصلاة فيه\n</p>\n\n<p>\nفإذا قال علي المشي إلى مسجد المدينة أو مسجد بيت المقدس وجب عليه الذهاب\nراكبا والصلاة فيهما وإن لم ينو الصلاة فيهما وهو إذا قال علي المشي إلى\nهذين المسجدين فكأنه قال لله علي أن أصلي في هذين المسجدين\n</p>\n\n#\n<p>\n| في الرجل يحلف بالمشي إلى الصفا والمروة أو منى أو عرفة أو الحرم أو\nبشيء من الحرم ثم يحنث\n</p>\n\n<p>\n( قلت ) أرأيت إن قال علي المشي إلى الصفا والمروة ( قال ) لا أحفظ عن\nمالك فيه شيئا ولا يلزمه المشي ( قلت ) أرأيت إن قال علي المشي إلى منى أو\nإلى عرفات أو إلى ذي طوى ( قال ) إن قال على المشي إلى ذي طوى أو منى أو\nعرفات أو غير ذلك من مواضع مكة لا يكون عليه شيء ( قلت ) أرأيت الرجل يحلف\nيقول علي المشي إلى بيت الله أو إلى الكعبة أو إلى الحرم أو إلى الصفا أو\nإلى المروة أو إلى الحطيم أو الحجر أو إلى قعيقعان أو إلى بعض جبال الحرم\nأو إلى بعض مواضع مكة فحنث أيجب عليه ذلك أم لا ( قال ) لا أدري ما هذا كله\nإنما سمعت من مالك يقول من قال علي المشي إلى بيت الله أو علي المشي إلى\nمكة أو علي المشي إلى الكعبة إن هذا يجب عليه وأنا أرى أن من حلف بالمشي\nإلى غير مكة أو الكعبة أو المسجد أو البيت أن ذلك لا يلزمه مثل قوله علي\nالمشي إلى الصفا أو إلى المروة أو إلى غير ذلك من جبال مكة أو إلى الحرم أو\nنحو ذلك أو إلى منى أو إلى المزدلفة أو إلى عرفات فإن ذلك لا يلزمه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p087'> Vol. 03, p. 087</a>\n            </div>\n             ( قلت ) أرأيت إن قال علي المشي إلى الحرم ( قال ) ما سمعت من\nمالك في هذا شيئا ولا أرى عليه شيئا ( قلت ) أرأيت إن قال علي المشي إلى\nالمسجد الحرام ( قال ) قال مالك عليه المشي إلى بيت الله ( قال <span id='ms0615'></span> بن القاسم )\nولا يكون المشي إلا على من قال مكة أو بيت الله أو المسجد الحرام أو الكعبة\nفما عدا أن يقول الكعبة أو البيت أو المسجد أو مكة أو الحجر أو الركن أو\nالحجر فذلك كله لا شيء عليه فإن سمى بعض ما سميت لك من هذا لزمه المشي\n</p>\n\n#\n<p>\n| ما جاء في الرجل يقول إن فعلت كذا وكذا فعلي أن أسير أو أذهب أو أنطلق\nإلى مكة\n</p>\n\n<p>\n( قلت ) أرأيت إن قال إن كلمت فلانا فعلي السير إلى مكة أو قال علي\nالذهاب إلى مكة أو قال علي الإنطلاق إلى مكة أو علي أن آتي مكة أو علي\nالركوب إلى مكة ( قال ) أرى أن لا شيء عليه إلا أن يكون أراد بذلك أن\nيأتيها حاجا أو معتمرا فيأتيها راكبا إلا أن يكون نوى أن يأتيها ماشيا وإلا\nفلا شيء عليه أصلا\n</p>\n\n<p>\nوقد كان بن شهاب لا يرى بأسا أن يدخل مكة بغير حج ولا عمرة ويذكر أن رسول\nالله صلى الله عليه وسلم دخلها غير محرم ( قلت ) أرأيت إن قال علي الركوب\nإلى مكة ( قال ) أرى ذلك عليه ( قال سحنون ) وقد كان بن القاسم يختلف في\nهذا القول وأشهب يرى عليه في هذا كله إتيان مكة حاجا أو معتمرا\n</p>\n\n#\n<p>\n| في الرجل يحلف يقول للرجل أنا أهديك إلى بيت الله\n</p>\n\n<p>\n( قال ) وقال مالك من قال لرجل أنا أهديك إلى بيت الله إن فعلت كذا وكذا\nفحنث فعليه أن يهدي هديا ( قال ) وقال مالك إن قال لرجل أنا أهديك إلى بيت\nالله إن فعلت كذا وكذا فحنث فإنه يهدي عنه هديا ولم يجعله مالك مثل يمينه\nإذا حلف بالهدى في غير ماله ( قال عبد الرحمن بن القاسم ) وأخبرني بعض من\nأثق به عن بن شهاب أنه قال فيها مثل قول مالك ( بن وهب ) عن سفيان الثوري\nعن منصور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p088'> Vol. 03, p. 088</a>\n            </div>\n             عن الحكم بن عتيبة أن علي بن أبي طالب قال في رجل قال\nلرجل أنا أهديك إلى بيت الله قال علي بن أبي طالب <span id='ms0616'></span> يهدي ( بن وهب ) عن سفيان\nعن عبد الكريم الجزوري عن عطاء قال يهدي شاة\n</p>\n\n#\n<p>\n| في الرجل يحلف بهدي مال غيره\n</p>\n\n<p>\n( قلت ) أرأيت الرجل يحلف بمال غيره فيقول دار فلان هذه هدي أو عبد فلان\nهدي أو يحلف بشيء من مال غيره من الأشياء كلها أنه هدي فيحنث ( قال ) قال\nمالك لا شيء عليه ( بن وهب ) عن يونس بن يزيد عن بن شهاب أنه قال إذا قال\nالرجل لعبده أو لأمته أو داره أنت هدي ثم حنث إنه يشتري بثمنه هديا ثم\nيهديه ولا يراه فيما سوى ذلك فيما لا يملك بيعه ولا يصلح أنه يقول فيه ذلك\nالقول ( بن مهدي ) عن بشر بن منصور عن عبد الملك عن عطاء قال سرقت إبل\nللنبي صلى الله عليه وسلم وطردت وفيها امرأة فنجت على ناقة منها حتى أتت\nالنبي صلى الله عليه وسلم فقالت يا رسول الله إني جعلت على نفسي نذرا إن\nالله أنجاني على ناقة منها حتى آتيك أن أنحرها قال لبئس ما جزيتها لا نذر\nفي معصية ولا فيما لا يملك بن آدم ( بن مهدي ) عن حماد بن زيد عن أيوب عن\nأبي قلابة عن أبي المهلب عن عمران بن حصين عن النبي صلى الله عليه وسلم قال\nلا وفاء لنذر في معصية الله ولا فيما لا يملك بن آدم\n</p>\n\n#\n<p>\n| في الرجل يحلف بالهدي أو يقول علي بدنة\n</p>\n\n<p>\n( قلت ) أرأيت إن قال علي الهدي إن فعلت كذا وكذا فحنث ( قال ) قال مالك\nفعليه الهدي ( قلت ) أمن الإبل أو من البقر أو من الغنم ( قال ) قال لي\nمالك إن نوى شيئا فهو على ما نوى وإلا فبدنة فإن لم يجد فبقرة فإن لم يجد\nوقصرت نفقته فأرجو أن تجزئه شاة ( قلت ) لم أو ليس الشاة بهدي ( قال ) كان\nمالك يرجو بالشاة كرها قال مالك والبقر أقرب شيء إلى الإبل ( بن مهدي ) عن\nحماد عن قتادة عن خلاس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p089'> Vol. 03, p. 089</a>\n            </div>\n             بن عمرو عن بن عباس قال بدنة أو بقرة أو\nكبش ( بن مهدي <span id='ms0617'></span> ) عن حماد بن سلمة عن قيس بن سعد عن عطاء عن بن عباس قال لا\nأقل من شاة ( وقال ) سعيد بن جبير البقر والغنم من الهدي ( قلت ) لابن\nالقاسم أرأيت إن حلف فقال علي بدنة فحنث ( قال ) قال مالك البدن من الإبل\nفإن لم يجد فبقرة فإن لم يجد فسبع من الغنم ( قال ) وقال مالك من قال لله\nعلي أن أهدي بدنة فعليه أن يشتري بعيرا فينحره في قول مالك فإن لم يجد\nبعيرا فبقرة فإن لم يجد بقرة فسبعا من الغنم ( قلت ) أرأيت إن كان يجد\nالإبل فاشترى بقرة فنحرها وقد كانت وجبت عليه بدنة أتجزئه في قول مالك (\nقال ) قال لنا مالك إن لم يجد الإبل اشترى البقر ( قال ) لي مالك والبقر\nأقرب شيء يكون إلى الإبل ( قال بن القاسم ) وإنما ذلك عندي إن لم يجد بدنة\nأي إذا قصرت النفقة فلم تبلغ نفقته بدنة وسع له أن يهدي من البقر فإن لم\nتبلغ نفقته البقر اشترى الغنم ( قال ) ولا يجزئه عند مالك أن يشتري البقر\nإذا كانت عليه بدنة إلا أن لا تبلغ نفقته بدنة لأنه قال فإن لم يجد فهو إذا\nبلغت نفقته فهو يجد ( قال بن القاسم ) وكذلك قال بن المسيب وخارجة بن زيد\nوقطيع من العلماء منهم أيضا سالم بن عبد الله قال وقالوا فإن لم يجد بدنة\nفبقرة ( قلت ) فإن لم يجد الغنم أيجزئه الصيام ( قال ) لا أعرف الصيام فيما\nنذر على نفسه إلا أن يحب أن يصوم فإن أيسر يوما ما كان عليه ما نذر على\nنفسه فإن أحب الصيام فعشرة أيام ( قال ) ولقد سألت مالكا عن الرجل ينذر عتق\nرقبة إن فعل الله به كذا وكذا فأراد أن يصوم إن لم يجد رقبة\n</p>\n\n<p>\nقال قال لي مالك ما الصيام عندي بمجزىء إلا أن يشاء أن يصوم فإن أيسر\nيوما ما أعتق فهذا عندي مثله ( بن وهب ) عن سفيان عن بن أبي نجيح عن مجاهد\nقال ليست البدن إلا من الإبل ( وقال <span id='ms0618'></span> ) طاوس والشعبي وعطاء ومالك بن أنس\nوخارجة بن زيد بن ثابت وسالم بن عبد الله وعبد الله بن محمد البدنة تعدل\nسبعا من الغنم\n</p>\n\n#\n<p>\n| ما جاء في الرجل يحلف بالهدي أو ينحر بدنة أو جزورا\n</p>\n\n<p>\nقلت أرأيت من قال لله على أن أنحر بدنة أين ينحرها\n</p>\n\n<p>\nقال بمكة قلت وكذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p090'> Vol. 03, p. 090</a>\n            </div>\n             ان قال لله علي هدى قال ينحره أيضا بمكة\nقلت وهذا قول مالك قال نعم قلت فإن قال لله علي أن أنحر جزورا أين ينحره أو\nقال لله علي جزور أين ينحره قال ينحره في موضعه الذي هو فيه قال مالك ولو\nنوى موضعا فلا يخرجها إليه ولينحرها بموضعه الذي هي به قال بن القاسم كانت\nالجزور بعينها أو بغير عينها ذلك سواء قال فقلنا لمالك فإن نذرها لمساكين\nبالبصرة أو مصر وكان من غير أهل البصرة أو من غير أهل مصر قال مالك نعم وان\nنذرها لمساكين أهل البصرة أو أهل مصر فلينحرها بموضعه وليتصدق بها على\nمساكين من عنده اذا كانت بعينها أو بغير عينها أو نذر أن يشتريها من موضعه\nفيسوقها إلى مصر قال مالك وسوق البدن إلى غير مكة من الضلال بن وهب عن مالك\nعن نافع عن بن عمر قال من نذر بدنة فليقلدها وليشعرها ولا محل لها دون مكة\nبن مهدي عن قيس بن الربيع عن جابر عن عطاء عن بن عباس في رجل جعل على نفسه\nبدنة قال لا أعلم مهراق الدماء الا بمكة أو بمنى وقال الحسن والشعبي وعطاء\nمكة وقال سعيد بن المسيب البدن من الابل ومحلها البيت العتيق\n</p>\n\n#\n<p>\n| ما جاء في الرجل يحلف بهدي لشيء من ماله بعينه مما يهدي أولا يهدي\n</p>\n\n<p>\n( قال ) وقال مالك من حلف فقال داري هذه هدي أو بعيري هذا هدي أو دابتي\nهذه هدي فإن كان ذلك الذي حلف عليه مما يهدي أهداه بعينه إذا كان يبلغ وإذا\nكان مما لا يهدي باعه واشترى بثمنه هديا ( قال ) وقال مالك وإن قال لا بل\nله هي <span id='ms0619'></span> هدي إن فعلت كذا وكذا فحنث فهي كلها هدي وإن كانت ماله كله ( قال\nمالك ) وإن قال لشيء مما يملك من عبد أو دابة أو فرس أو ثوب أو عرض من\nالعروض هو يهديه فإنه يبيعه ويشتري بثمنه هديا فيهديه\n</p>\n\n<p>\nوإن قال لما لا يملك من عبد غيره أو مال غيره أو دار غيره فلا شيء عليه\nولا هدي عليه فيه ( قال بن القاسم ) وأخبرني من أثق به عن بن شهاب أنه كان\nيقول في مثل هذه الأشياء مثل قول مالك سواء ( قلت ) أرأيت إن قال علي أن\nأهدي هذا الثوب أي شيء عليه في قول مالك ( قال ) يبيعه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p091'> Vol. 03, p. 091</a>\n            </div>\n             ويشتري\nبثمنه هديا ويهديه ( قلت ) له فما قول مالك في هذا الثوب إذا كان لا يبلغ\nأن يكون في ثمنه هدي ( قال ) بلغني عن مالك ولم أسمعه منه أنه قال يبعث\nبثمنه فيدفع إلى خزان مكة ينفقونه على الكعبة ( قال بن القاسم ) وأحب إلي\nأن يتصدق بثمنه ويتصدق به حيث شاء ألا ترى أن بن عمر كان يكسو جلال بدنه\nالكعبة فلما كسيت الكعبة هذه الكسوة تصدق بها ( قلت ) فإن لم يبيعوه وبعثوا\nبالثوب بعينه ( قال ) لا يعجبني ذلك لهم ويباع هناك ويشتري بثمنه هدي ( قال\n) ألا ترى أن مالكا قال يباع الثوب والعبد والحمار والفرس وكل ما جعل من\nالعروض هكذا ( قال ) وقال مالك إذا قال ثوبي هذا هدي فباعه واشترى بثمنه\nهديا وبعثه ففضل من ثمنه شيء بعث بالفضل إلى خزان مكة إذا لم يبلغ الفضل أن\nيكون فيه هدي ( قال بن القاسم ) وأحب إلي أن يتصدق به ( قلت ) أرأيت ما بعث\nبه إلى البيت من الهدايا من الثياب والدنانير والدراهم والعروض أيدفع إلى\nالحجبة في قول مالك ( قال ) بلغني عن مالك فيمن قال لشيء من ماله هو هدي\nقال يبيعه ويشتري بثمنه هديا فإن فضل شيء لا يكون في مثله هدي ولا شاة رأيت\nأن يدفع إلى خزان الكعبة يجلونه فيما تحتاج إليه الكعبة ( قال بن القاسم )\nولقد <span id='ms0620'></span> سمعت مالكا وذكروا له أنهم أرادوا أن يشركوا مع الحجبة في الخزانة\nفأعظم ذلك وقال بلغني أن النبي صلى الله عليه وسلم هو الذي دفع المفتاح إلى\nعثمان بن طلحة رجل من بني عبد الدار فكأنه رأى هذه ولاية من رسول الله صلى\nالله عليه وسلم فأعظم ذلك أن يشرك معهم ( قلت ) أرأيت لو أن رجلا قال إن\nفعلت كذا وكذا فعلي أن أهدي دوري أو رقيقي أو دوابي أو غنمي أو أرضي أو\nبقري أو إبلي أو دراهمي أو دنانيري أو عروضي لعروض عنده أو قمحي أو شعيري\nفحنث كيف يصنع في قول مالك وهل هذا كله عند مالك سواء إذا حلف أم لا ( قال\n) هذا كله عند مالك سواء إذا حلف فحنث أخرج ثمن ذلك كله فبعث به فاشتري له\nبه هدي إلا الدنانير والدراهم فإنه بمنزلة الثمن يبعث بذلك ويشتري بها بدن\nكما وصفت لك والإبل والبقر والغنم إذا كانت بموضع تبلغ وإلا فهي عندي تباع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p092'> Vol. 03, p. 092</a>\n            </div>\n             ( بن مهدي ) عن سلام بن مسكين قال سألت جابر بن زيد عن امرأة\nعمياء كانت تعولها امرأة كانت تحسن إليها فآذتها بلسانها فجعلت على نفسها\nهديا ونذرا أن لا تنفعها بخير ما عاشت فندمت المرأة\n</p>\n\n<p>\nقال جابر مرها فلتهد مكان الهدي بقرة وإن كانت المرأة معسرة فلتهد شاة\nومرها فلتصم مكان النذر ( بن مهدي ) عن حماد بن سلمة عن إبراهيم في رجل نذر\nأن يهدي داره قال يهدي بثمنها بدنا ( وقال عطاء ) يشتري بها ذبئح فيذبحها\nبمكة فيتصدق بها ( وقال ) سعيد بن جبير يهدي بثمنها بدنا من حديث عبد الله\nبن المبارك ( وقال بن عباس ) في امرأة جعلت دارها هديا تهدي ثمنها\n</p>\n\n<p>\nمن حديث عبد الله المبارك عن مسعر عن بن هبيرة ( قال بن وهب ) وأخبرني\nيونس بن يزيد وغيره عن بن شهاب أنه قال إذا قال الرجل لعبده أو لأمته أو\nداره أنت هدي ثم حنث أنه يشتري بثمنه هديا ثم يهديه ولا أراه فيما سوى ذلك\nفيما لا يملك <span id='ms0621'></span> بيعه ولا يصلح أن يقول فيه ذلك القول ( قلت ) أرأيت قوله أنا\nأهدي هذه الشاة إن فعلت كذا وكذا فحنث أيكون عليه أن يهديها في قول مالك (\nقال ) نعم عليه أن يهديها عند مالك إذا حنث إلا أن يكون بموضع بعيد فيبيعها\nويشتري بثمنها شاة بمكة يخرجها إلى الحل ثم يسوقها إلى الحرم عند مالك إذا\nحنث ( قلت ) أرأيت إن قال لله علي أن أهدي بعيري هذا وهو بافريقية أيبيعه\nويبعث بثمنه فيشتري به هديا من المدينة أو من مكة في قول مالك ( قال ) قال\nمالك الإبل يبعث بها إذا جعلها الرجل هديا يقلدها ويشعرها ولم يقل لنا من\nبلد من البلدان بعد ولا قرب ولكنه إذا قال بعيري أو إبلي هذه هدي أشعرها\nوقلدها وبعث بها ( قال بن القاسم ) وأنا أرى ذلك له لازما من كل بلد إلا من\nبلد يخاف بعده وطول سفره والتلف في ذلك فإذا كان هكذا رجوت أن يجزئه أن\nيبيعها ويبعث بأثمانها فيشتري له بها هدي من المدينة أو من مكة أو من حيث\nأحب ( قلت ) فإن لم يحلف على إبل بأعيانها ولكن قال لله علي أن أهدي بدنة\nإن فعلت كذا وكذا فحنث ( قال ) يجزئه عند مالك أن يبعث بالثمن فيشتري به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p093'> Vol. 03, p. 093</a>\n            </div>\n             البدنة من المدينة أو من مكة فتوقف بعرفة ثم تنحر بمنى وإن لم\nتوقف بعرفة أخرجت إلى الحل إن كانت اشتريت بمكة ونحرت بمكة إذا ردت من الحل\nإلى الحرم ( ) قال مالك وذلك دين عليه إن كان لا يملك ثمنها ( قلت ) فلو\nقال لله علي أن أهدي بقري هذه فحنث وهو بمصر أو بافريقية ما عليه في قول\nمالك ( قال ) البقر لا تبلغ من هذا الموضع فعليه أن يبيع بقره هذه ويبعث\nبالثمن فيشتري بالثمن هدي من حيث يبلغ ويجزئه عند مالك أن يشتري له من\nالمدينة أو من مكة أو من حيث شاء من البلدان إذا كان الهدي الذي يشتري يبلغ\nمن حيث يشتري ( قلت ) أرأيت إن قال لله علي <span id='ms0622'></span> أن أهدي بقري هذه وهو بافريقية\nفباعها وبعث بثمنها أيجزئه أن يشتري بثمنها بعيرا في قول مالك ( قال )\nيجزئه أن يشتري بها إبلا فيهديها قال لأني لما أجزت له هذا البيع لبعد\nالبلد صارت البقر كأنها دنانير أو دراهم فلا أرى بأسا أن يشتري بالثمن\nبعيرا وإن قصر عن البعير فلا بأس أن يشتري بقرة قال ولا أحب له أن يشتري\nغنما إلا أن يقصر الثمن عن البعير والبقر ( قلت ) فلو قال لله علي أن أهدي\nغنمي هذه أو بقري هذه فحنث وذلك في موضع تبلغ البقر والغنم منه وجب عليه أن\nيبعثها بأعيانها هديا ولا يبيعها ويشتري مكانها غيرها في قول مالك قال نعم\n</p>\n\n#\n<p>\n| في الرجل يحلف بهدي جميع ماله أو شيء بعينه وهو جميع ماله )\n</p>\n\n<p>\n( قلت ) أرأيت ما قول مالك إذا قال الرجل إن فعلت كذا وكذا فلله علي أن\nأهدي مالي فحنث ( قال ) فعليه أن يهدي ثلث ماله ويجزئه ولا يهدي جميع ماله\n( قلت ) وكذلك لو قال علي أن أهدي جميع مالي أجزأه من ذلك الثلث في قول\nمالك قال نعم ( قال ) وقال مالك إذا قال الرجل إن فعلت كذا وكذا فلله علي\nأن أهدي بعيري وشاتي وعبدي وليس له مال سواهم فحنث وجب عليه أن يهديهم\nثلاثتهم بعيره وشاته وعبده فيبيعهم ويهدي ثمنهم وإن كانوا جميع ماله فيهدهم\n( قلت ) فإن لم يكن له إلا عبد واحد ولا مال له سواه فقال لله علي أن أهدي\nعبدي هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p094'> Vol. 03, p. 094</a>\n            </div>\n             إن فعلت كذا وكذا فحنث ( قال ) قال مالك عليه أن يهدي\nعبده يبيعه ويهدي ثمنه وإن لم يكن له مال سواه ( قلت ) فإن لم يكن له مال\nسوى العبد فقال إن فعلت كذا وكذا فلله علي أن أهدي جميع مالي فحنث ( قال )\nقال مالك يجزئه أن يهدي ثلثه ( قلت ) وكذلك لو قال لله علي أن أهدي جميع\nمالي ( قال ) مالك يجزئه من ذلك الثلث ( قلت ) فإذا سماه فقال لله علي أن\nأهدي شاتي وبعيري وبقرتي فعدد ذلك حتى سمى <span id='ms0623'></span> جميع ماله فعليه إذا سمى أن يهدي\nجميع ما سمى وإن أتى ذلك على جميع ماله في قول مالك قال نعم ( قلت ) فإن لم\nيسم ولكنه قال لله علي أن أهدي جميع مالي فحنث فإنما عليه أن يهدي ثلث ماله\nفي قول مالك قال نعم ( قلت ) فما فرق ما بينهما عند مالك إذا سمى فأتي على\nجميع ماله وإن لم يسم وقال جميع مالي أجزأه من ذلك الثلث ( قال ) قال مالك\nإنما ذلك عندي بمنزلة الرجل يقول كل امرأة أنكحها فهي طالق فلا شيء عليه\nوإذا سمى قبيلة أو امرأة بعينها لم يصلح له أن ينكحها فكذلك إذا سمى لزمه\nوكان آكد في التسمية ( قلت ) فلو قال إن فعلت كذا وكذا فأنا أهدي عبدي هذا\nوأهدي جميع مالي فحنث ما عليه في قول مالك ( قال بن القاسم ) يهدي ثمن عبده\nالذي سمى وثلث ما بقي من ماله ( قلت ) وكذلك هذا في الصدقة وفي سبيل الله\nقال نعم ( بن وهب ) عن بن لهيعة عن يزيد بن أبي حبيب عن بن شهاب عن سعيد بن\nالمسيب أنه قال من قال مالي صدقة كله تصدق بثلث ماله ( قال بن شهاب ) ولا\nأرى للرجل أن يتصدق بماله كله فينخلع مما رزقه الله ولكن بحسب المرء أن\nيتصدق بثلث ماله\n</p>\n\n#\n<p>\n| في الرجل يحلف بصدقة ماله أو بشيء بعينه هو جميع ماله في سبيل الله\nوالمساكين\n</p>\n\n<p>\n( قال ) وقال مالك إذا حلف الرجل بصدقة ماله فحنث أو قال مالي في سبيل\nالله فحنث أجزأه من ذلك الثلث ( قال ) وإن كان سمى شيئا بعينه وإن كان ذلك\nالشيء جميع ماله فقال إن فعلت كذا وكذا فلله علي أن أتصدق على المساكين\nبعبدي هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p095'> Vol. 03, p. 095</a>\n            </div>\n             وليس له ماله غيره أو قال فهو في سبيل الله وليس له\nمال غيره فعليه أن يتصدق به إن كان حلف بالصدقة وإن كان قال فهو في سبيل\nالله فليجعله في سبيل الله ( قلت ) ويبعث به في سبيل الله في قول مالك أن\nيبيعه ويبعث <span id='ms0624'></span> بثمنه ( قال ) بل يبيعه ويدفع ثمنه إلى من يغزو به في سبيل\nالله من موضعه إن وجده وإن لم يجد فليبعث بثمنه ( قلت ) أرأيت إن حنث\nويمينه بصدقته على المساكين أيبيعه في قول مالك ويتصدق بثمنه على المساكين\nقال نعم ( قلت ) فإن كان سلاحا أو فرسا أو سرجا أو أداة من أداة الحرب فقال\nإن فعلت كذا وكذا فهذه الأشياء في سبيل الله يسميها بأعيانها أيبيعها أم\nيجعلها في سبيل الله في قول مالك ( قال ) بل يجعلها في سبيل الله بأعيانها\nأن وجد من يقبلها إن كانت سلاحا أو دواب أو أداة من أداة الحرب إلا أن يكون\nبموضع لا يبلغ ذلك الموضع الذي فيه الجهاد ولا يجد من يقبله منه ولا من\nيبلغه له فلا بأس بأن يبيع ذلك كله ويبعث بثمنه فيجعل ذلك الثمن في سبيل\nالله ( قلت ) فيجعل ثمنه في مثله أم يجعل دراهم في سبيل الله في قول مالك (\nقال ) لا أحفظ عن مالك فيه شيئا وأرى أن يجعلها في مثلها من الأداة والكراع\n( قلت ) ما فرق ما بين هذا وبين البقر إذا جعلها هديا جاز له أن يبيعها\nويشتري بأثمانها إبلا إذا لم تبلغ ( قال ) لأن البقر والإبل إنما هي كلها\nللأكل وهذه إذا كانت كراعا أو سلاحا فإنما هي قوة على أهل الحرب ليس للأكل\nفينبغي أن يجعل الثمن في مثله في رأيي ( قلت ) فإن كان حلف بصدقة هذه الخيل\nوهذا السلاح وهذه الأداة باعه وتصدق به في قول مالك قال نعم ( قلت ) وكذلك\nإن كانت يمينه أن يهديه باعه وأهدي ثمنه في قول مالك قال نعم ( قال ) وقال\nمالك إذا حلف بالصدقة أو في سبيل الله أجزأه من ذلك الثلث أو بالهدي فهذه\nالثلاثة الإيمان سواء إن كان لم يسم شيئا من ماله بعينه صدقة أو هديا أو في\nسبيل الله أجزأه من ذلك الثلث وإن سمى وأتى في التسمية على جميع ماله وجب\nعليه أن يبعث بجميع ماله كان في سبيل الله <span id='ms0625'></span> أو في الهدي وإن كان في صدقة\nتصدق بجميع ماله ( قلت ) أرأيت إن قال مالي في المساكين صدقة كم يجزئه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p096'> Vol. 03, p. 096</a>\n            </div>\n             من ذلك في قول مالك ( قال ) قال مالك يجزئه الثلث ( قلت ) وإذا\nقال داري أو ثوبي أو دوابي في سبيل الله صدقة وذلك الشيء ماله كله ( قال )\nقال مالك يخرج ذلك الشيء كله ولا يجزئه بعضه من بعض ولا يجزئه منه الثلث (\nقال ) وقال مالك من سمى شيئا بعينه وإن كان ذلك الشيء ماله كله فقال هذا\nصدقة أو في المساكين أو في سبيل الله فليخرجه كله ( قلت ) أرأيت إن قال\nفرسي في سبيل الله وقال أيضا مع ذلك ومالي في سبيل الله ( قال ) يخرج الفرس\nفي سبيل الله وثلث ما بقي من ماله بعد الفرس ( قلت ) ولم جعل مالك ما سمى\nبعينه جعله ينفذه كله وما لم يسم بعينه جعل الثلث يجزئه ( قال ) كذلك قال\nمالك ( قلت ) أرأيت إن قال ثلث مالي في المساكين صدقة ( قال ) يخرج ما قال\nيتصدق به كله ( قلت ) أرأيت إن قال نصف مالي في المساكين صدقة ( قال ) يخرج\nنصف ماله في المساكين إذا قال نصف مالي أو ثلثه أو ثلاثة أرباع مالي أو\nأكثر من ذلك أخرجه ما لم يقل مالي كله وذلك أن مالكا قال من قال لشيء من\nماله بعينه هو صدقة إن فعلت كذا وكذا أو جزء من ماله أخرج ذلك الجزء وما\nسمى من ماله بعينه ( ) ( قلت ) وإذا حلف الرجل فقال إن فعلت كذا وكذا فمالي\nفي سبيل الله فإنما سبيل الله عند مالك موضع الجهاد والرباط ( قال ) قال\nمالك سبل الله كثيرة وهذا لا يكون إلا في الجهاد قال مالك فيعطي في السواحل\nوالتغور ( قال ) فقلنا لمالك أيعطى في جدة قال لا ولم ير جدة مثل سواحل\nالروم والشام ومصر ( قال ) فقيل لمالك أنه قد كان في جدة أي خوف فقال إنما\nكان ذلك مرة ولم يكن يرى جدة من السواحل التي هي مرابط ( بن وهب ) عن بن\nلهيعة <span id='ms0626'></span> عن عبيد الله بن أبي جعفر عن محمد بن عبد الرحمن أن رجلا تصدق بكل\nشيء له في زمن النبي صلى الله عليه وسلم فقال له رسول الله صلى الله عليه\nوسلم قد قبلت صدقتك وأجاز الثلث ( بن وهب ) عن مخرمة بن بكير عن أبيه عن\nعمرو بن شعيب قال أعطى رجل ماله في زمان رسول الله صلى الله عليه وسلم فقال\nله رسول الله صلى الله عليه وسلم أأبقيت للوارث شيئا فليس لك ذلك ولا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p097'> Vol. 03, p. 097</a>\n            </div>\n             يصلح لك أن تستوعب مالك\n</p>\n\n#\n<p>\n| في الرجل يقول مالي في رتاج الكعبة أو حطيم الكعبة أو كسوتها أو طيبها\nأو أنا أضرب به الكعبة\n</p>\n\n<p>\n( قال ) وسألت مالكا عن الرجل يقول مالي في رتاج الكعبة ( قال ) قال مالك\nلا أرى عليه في هذا شيئا لا كفارة يمين ولا يخرج فيه شيئا من ماله ( قال )\nوقال مالك والرتاج عندي هو الباب ( قال ) فأنا أراه خفيفا ولا أرى عليه فيه\nشيئا وقاله لنا غير عام ( قلت ) أرأيت من قال مالي في الكعبة أو في كسوة\nالكعبة أو في طيب الكعبة أو في حطيم الكعبة أو أنا أضرب به حطيم الكعبة أو\nأنا أضرب به الكعبة أو أنا أضرب به أستار الكعبة ( قال ) ما سمعت من مالك\nفي هذا شيئا وأراه إذا قال مالي في كسوة الكعبة أو في طيب الكعبة أن يهدي\nثلث ماله فيدفعه إلى الحجبة وأما إذا قال مالي في حطيم الكعبة أو في الكعبة\nأو في رتاج الكعبة فلا أرى عليه شيئا لأن الكعبة لا تنقض فتبنى بمال هذا\nولا ينقض الباب فيجعل هذا فيه ( قال ) وسمعت مالكا يقول رتاج الكعبة هو\nالباب ( قال ) وقال مالك وكذلك إذا قال مالي في حطيم الكعبة\n</p>\n\n<p>\nلم يكن عليه شيء وذلك أن الحطيم لا يبني فيجعل هذا نفقة في بنيانه ( قال\nبن القاسم ) وبلغني أن الحطيم ما بين الباب إلى المقام أخبرني بذلك بعض\nالحجبة ( قال ) ومن قال أنا أضرب بمالي حطيم الكعبة فهذا يجب عليه الحج <span id='ms0627'></span> أو\nالعمرة ولا يجب عليه في ماله شيء ( قال ) وكذلك لو أن رجلا قال أنا أضرب\nبكذا وكذا الركن الأسود انه يحج أو يعتمر ولا شيء عليه إذا لم يرد حملان\nذلك الشيء على عنقه\n</p>\n\n<p>\nقال بن القاسم وكذلك هذه الأشياء ( بن وهب ) عن بن لهيعة وعمرو بن الحرث\nعن بكير بن عبد الله بن الأشج عن سليمان بن يسار أن رجلا قال لأخيه في شيء\nكان بينهما علي نذر إن كلمتك أبدا وكل شيء لي في رتاج الكعبة فرفع ذلك إلى\nعمر بن الخطاب فقال كلم أخاك لا وفاء لنذرك في معصية ولا في قطيعة رحم ولا\nحاجة للكعبة في شيء من أموالكم ( بن مهدي ) عن اسرائيل عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p098'> Vol. 03, p. 098</a>\n            </div>\n            \nابراهيم بن مهاجر عن صفية بنت شيبة عن عائشة وسألها رجل فقال اني جعلت مالي\nفي رتاج الكعبة أن أنا كلمت عمي فقالت له لا تجعل مالك في رتاج الكعبة وكلم\nعمك\n</p>\n\n#\n<p>\n| في الرجل يحلف أن ينحر ابنه عند مقام إبراهيم أو عند الصفا والمروة\n</p>\n\n<p>\n( قلت ) أرأيت الرجل يحلف فيقول أنا أنحر ولدي ان فعلت كذا وكذا فحنث (\nقال ) سمعت مالكا يسئل عنها فقال اني أرى أن آخذ فيه بحديث بن عباس ولا\nأخالفه والحديث الذي جاء عن بن عباس أنه يكفر عن يمينه مثل كفارة اليمين\nبالله ( ثم ) سئل مالك بعد ذلك عن الرجل أو المرأة تقول أنا أنحر ولدي (\nقال مالك أنا ) أرى أن أنويه فإن كان إنما أراد بذلك وجه الهدي أن يهدي\nابنه لله رأيت عليه الهدى وأن كان لم ينو ذلك ولم يرده فلا أرى عليه شيئا\nلا كفارة ولا غيرها وذلك أحب إلي من الذي سمعت أنا منه ( قلت ) والذي سمعت\nأن من مالك أنه قال إذا قال أنا أنحر ولدي ولم يقل عند مقام إبراهيم انه\nيكفر عن يمينه وإن قال أنا أنحر ولدي عند مقام إبراهيم إن عليه هديا مكان\nابنه قال نعم ( قلت ) وكذا فرق مالك بينهما عندك في الذي سمعت أنت <span id='ms0628'></span> منه لأنه\nإذا قال عند مقام إبراهيم إن هذا قد أراد الهدى وإن لم يقل عند مقام\nإبراهيم يجعله مالك في الذي سمعت أنت منه يمينا لأنه لم يرد الهدى وفي\nجوابه يشعر أنه نواه ودينه فإن لم تكن له نية لم يجعل عليه شيئا وإن كانت\nله نية في الهدي جعل عليه الهدي قال نعم ( قلت ) أرأيت إن قال أنا أنحر\nولدي بين الصفا والمروة ( قال ) مكة كلها منحر عندي وأرى عليه فيه الهدى\nولم أسمع هذا من مالك ولكن في هذا كله يراد به الهدى ألا ترى أن المنحر ليس\nهو عند مقام إبراهيم لأن رسول الله صلى الله عليه وسلم قال عند المروة هذا\nالمنحر وكل طرق مكة منحر وفجاجها منحر فهذا إذا لزمه لقوله عند المقام\nالهدي فهو عند المنحر أحرى أن يلزمه ( قلت ) أرأيت إن قال أنا أنحر ابني\nبمنى ( قال ) قد أخبرتك عن مالك بالذي قال عند مقام إبراهيم أن عليه الهدي\nفمنى عندي منحر وعليه الهدى ( قلت ) أرأيت أن قال أنا أنحر أبي أو أمي إن\nفعلت كذا وكذا ( قال ) هو عندي مثل قول مالك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p099'> Vol. 03, p. 099</a>\n            </div>\n             في الإبن سواء (\nبن مهدي ) عن حماد بن سلمة عن قتادة بن دعامة عن عكرمة عن بن عباس في رجل\nنذر أن ينحر ابنه عند مقام إبراهيم أنه سئل عنه فقال رضي الله عن إبراهيم\nيذبح كبشا ( قال بن وهب ) قال مالك قال بن عباس في الذي يجعل ابنه بدنة (\nقال ) يهدي ديته مائة من الإبل ( قال ) ثم ندم بعد ذلك فقال ليتني كنت\nأمرته أن يذبح كبشا كما قال الله تبارك وتعالى في كتابه <span class='quran'>وفديناه بذبح\nعظيم </span></p>\n\n#\n<p>\n| ما جاء في الرجل تجب عليه اليمين فيفتدى منها\n</p>\n\n<p>\n( قلت ) أرأيت الرجل تجب عليه اليمين فيفتدي من يمينه بمال أيجوز هذا (\nقال ) قال لي مالك كل من لزمته يمين فأفتدى منها بالمال فذلك جائز\n</p>\n\n#\n<p>\n| في الرجل يحلف بالله كاذبا\n</p>\n\n<p>\n( قلت ) لابن القاسم أرأيت إن حلف فقال والله ما لقيت فلانا <span id='ms0629'></span> أمس ولا يقين\nله في لقيه ليس في معرفته حين حلف بالله أنه لقيه بالأمس أو لم يلقه ثم فكر\nبعد يمينه فعلم أنه لقيه بالأمس أتكون عليه كفارة اليمين في قول مالك ( قال\n) قال مالك ليس عليه كفارة اليمين في هذا ( قلت ) ولم وقد أيقن أنه لقيه\nوقد حلف أنه لم يلقه ولم يحلف حين حلف على أمر ظنه إنما حلف بيمينه التي\nحلف بها على غير يقين كان في نفسه ( فقال ) هذه اليمين التي تصف أعظم من أن\nتكون لها كفارة أو يكفرها كفارة عند مالك لأن هذه اليمين لا يكون فيها لغو\nاليمين لأنه لم يحلف على أمر يظنه كذلك فينكشف على غير ذلك فيكون ذلك لغو\nاليمين وإنما حلف هذا بهذه اليمين جرأة وتقحما على اليمين على غير منه لشيء\nفهو ان انكشفت له يمينه أنه كما حلف بها بر وان أنكشفت يمينه أنه على غير\nما حلف به فهو آثم ولم يكن لغو اليمين فكان بمنزلة من حلف عامدا للكذب\nفليستغفر الله فإن هذه اليمين أعظم من ان تكون فيها كفارة أو يكفرها شيء\nوقد قال رسول الله صلى الله عليه وسلم من أقتطع حق امرئ مسلم بيمينه حرم\nالله عليه الجنة قال ( سحنون ) وقال بن عباس في هذه الآية ^ إن الذين\nيشترون بعهد الله وأيمانهم ثمنا قليلا أولئك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p100'> Vol. 03, p. 100</a>\n            </div>\n             لا خلاق لهم في\nالآخرة ^ فهذه اليمين في الكذب واقتطاع الحقوق فهي أعظم من أن تكون فيها\nكفارة ( بن مهدي ) عن العوام بن حوشب عن إبراهيم السكسكي عن بن أبي أوفى أن\nرجلا حلف على سلعة فقال والله لقد أعطى بها كذا وكذا ولم يعط فنزلت هذه\nالآية ^ إن الذين يشترون بعهد الله وأيمانهم ثمنا قليلا ^\n</p>\n\n#\n<p>\n| ما جاء في لغو اليمين واليمين التي تكون فيها الكفارة\n</p>\n\n<p>\n( قلت ) أرأيت قول الرجل لا والله وبلى والله أكان مالك يرى ذلك من لغو\nاليمين ( قال ) لا وإنما اللغو عند مالك أن يحلف على الشيء يظن أنه كذلك\nكقوله والله <span id='ms0630'></span> لقد لقيت فلانا أمس وذلك يقينه وإنما لقيه قبل ذلك أو بعده فلا\nشيء عليه وهذا اللغو ( قال مالك ) ولا يكون اللغو في طلاق ولا عتاق ولا\nصدقة ولا مشي ولا يكون اللغو إلا في اليمين بالله ولا يكون الإستثناء أيضا\nإلا في اليمين بالله ( قال مالك ) وكذلك الإستثناء لا يكون في طلاق ولا\nعتاق ولا مشي إلا في اليمين بالله وحدها أو نذر لا يسمى له مخرجا فمن حلف\nبطلاق أو عتاق أو مشي أو غير ذلك من الإيمان سوى اليمين بالله وذلك يقينه\nثم استيقن أنه على غير ما حلف فإنه حانث عند مالك ولا ينفعه الإستثناء\nوكذلك إن استثنى في شيء من هذا فحنث لزمه ما حلف عليه ( بن وهب ) عن الثقة\nأن بن شهاب ذكر عن عروة بن الزبير عن عائشة زوج النبي صلى الله عليه وسلم\nأنها كانت تتأول هذه الآية لا يؤاخذكم الله باللغو في أيمانكم فتقول هو\nالشيء يحلف عليه أحدكم لم يرد فيه إلا الصدق فيكون على غير ما حلف عليه\nفليس فيه كفارة وقاله مع عائشة عطاء بن أبي رباح وعبيدة بن عميرة ( بن وهب\n) وقال مثل قول عائشة بن عباس ومحمد بن قيس ومجاهد وربيعة ويحيى بن سعيد\nومكحول وقاله إبراهيم النخعي من حديث المغيرة ( سحنون ) وقاله الحسن البصري\nمن حديث بن مهدي عن الربيع بن صبيح ( سحنون ) وقاله عطاء بن أبي رباح من\nحديث أيوب بن أبي ثابت ( وقال بن القاسم ) قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p101'> Vol. 03, p. 101</a>\n            </div>\n             مالك إنما تكون\nالكفارة في اليمين في هاتين اليمينين فقط في قول الرجل والله لأفعلن كذا\nوكذا فيبدو له أن لا يفعل فيكفر ولا يفعل أو يقول والله لا أفعل كذا وكذا\nفيبدو له أن يفعل فيكفر يمينه ويفعله وأما ما سوى هاتين اليمينين من\nالإيمان كلها فلا كفارة فيها عند مالك وإنما الإيمان بالله عند مالك أربعة\nأيمان لغو اليمين ويمين غموس وقوله والله لا أفعل ووالله لأفعلن وقد فسرت\nلك ذلك كله وما يجب فيه <span id='ms0631'></span> شيئا شيئا ( بن مهدي ) عن حماد بن زيد عن غيلان بن\nجرير عن أبي بردة عن أبي موسى قال أتيت رسول الله صلى الله عليه وسلم في\nرهط من الأشعريين نستحمله فقال والله لا أحملكم والله ما عندي ما أحملكم\nعليه ثم أتى باب وأمر لنا بثلاث ذود فلما انطلقنا قال قلت أتينا رسول الله\nعليه السلام نستحمله فحلف أن لا يحملنا ثم حملنا والله لا يبارك لنا ارجعوا\nبنا إلى رسول الله صلى الله عليه وسلم فأتيناه فأخبرناه فقال ما أنا حملتكم\nبل الله حملكم اني والله لا أحلف على يمين فأرى خيرا منها إلا أتيت الذي هو\nخير وكفرت يميني أو كفرت عن يميني وأتيت الذي هو خير وكان أبو بكر الصديق\nلا يحلف على يمين فيحنث فيها حتى نزلت رخصة الله فقال لا أحلف على يمين\nفأرى غيرها خيرا منها إلا تحللتها وأتيت الذي هو خير * وقد قال مثل قول\nمالك في أن الإيمان أربعة يمينان تكفران ويمينان لا تكفران قال إبراهيم\nالنخعي من حديث سفيان الثوري عن أبي معشر * وذكره عبد العزيز بن مسلم عن\nأبي حصين عن مسلم عن أبي مالك ( مالك ) عن سهيل بن أبي صالح عن أبيه عن أبي\nهريرة أن رسول الله صلى الله عليه وسلم قال من حلف على يمين فرأى خيرا منها\nفليكفر عن يمينه ولفعل الذي هو خير ( بن وهب ) عن عبد الله بن لهيعة والليث\nبن سعد عن يزيد بن أبي حبيب عن سنان بن سعد الكندي عن أنس بن مالك أن رسول\nالله صلى الله عليه وسلم أنه قال من حلف على يمين فرأى خيرا منها فليفعل\nالذي هو خير وليكفر عن يمينه ( قال مالك ) والكفارة بعد الحنث أحب إلي ( بن\nوهب ) عن عبد الله بن عمر عن نافع قال كان عبد الله بن عمر ربما حنث ثم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p102'> Vol. 03, p. 102</a>\n            </div>\n             كفر وربما قدم الكفارة ثم يحنث\n</p>\n\n#\n<p>\n| ما جاء في الحلف بالله أو باسم من أسماء الله\n</p>\n\n<p>\n( قلت ) أرأيت إن <span id='ms0632'></span> حلف الرجل باسم من أسماء الله أتكون أيمانا في قول مالك\nمثل أن يقول والعزيز والسميع والعليم والخبير واللطيف هذه وأشباهها في قول\nمالك كل واحدة منها يمين قال نعم ( قلت ) أرأيت إن قال والله لا أفعل كذا\nوكذا هذه يمين ( قال ) نعم هي يمين عند مالك ( قلت ) أرأيت إن قال تالله لا\nأفعل كذا وكذا أو لأفعلن كذا وكذا ( قال ) لم أسمع من مالك فيها شيئا وهي\nيمين يكفرها ( قلت ) أرأيت إن قال وعزة الله وكبرياء الله وقدرة الله\nوأمانة الله ( قال ) هذه عندي أيمان كلها وما أشبهها ولم أسمع من مالك فيها\nشيئا ( قلت ) أرأيت إن قال لعمر الله لأفعلن كذا وكذا أتكون هذه يمينا في\nقول مالك ( قال ) نعم أراها يمينا ولم أسمع من مالك فيها شيئا ( بن مهدي )\nعن حماد بن سلمة عن غير واحد عن الحسن قال تالله والله يمين واحدة\n</p>\n\n#\n<p>\n| الرجل يحلف بعهد الله وميثاقه\n</p>\n\n<p>\n( قلت ) أرأيت إن قال علي عهد الله وذمته وكفالته وميثاقه ( قال ) قال\nمالك هذه إيمان كلها إلا الذمة فإني لا أحفظها من قوله ( قال مالك ) فإن\nحلف بهذه فعليه في كل واحدة يمين ( قال ) وقال مالك وإن قال علي عشر كفالات\nكان عليه عشرة إيمان ( قال مالك ) وكذلك لو قال علي عشرة مواثيق أو عشرة\nنذور أو أكثر من ذلك أو أقل لزمه عند مالك عدد ما قال إن قال عشر فعشر\nكفارات وإن قال أكثر من ذلك فأكثر وإن قال أقل من ذلك فأقل ( قلت ) أرأيت\nقوله علي عهد الله أو علي ميثاق الله وقوله ميثاق الله وعهد الله أيكون هذا\nفي الوجهين جميعا في قول مالك أيمانا كلها قال نعم ( قال بن وهب ) وأخبرني\nبن أبي ذئب عن بن شهاب قال من عاهد الله على عهد فحنث فليتصدق بما فرض الله\nفي اليمين وقاله بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p103'> Vol. 03, p. 103</a>\n            </div>\n             عباس وعطاء بن أبي رباح ويحيى بن سعيد\nوغيرهم من أهل العلم ( بن وهب ) عن سفيان الثوري عن فراس عن الشعبي قال <span id='ms0633'></span> إذا\nقال علي عهد الله فهي يمين ( بن مهدي ) عن قيس بن الربيع عن الأعمش عن\nإبراهيم مثل ذلك\n</p>\n\n#\n<p>\n| في الرجل يحلف فيقول أقسم أو أحلف أو أشهد أو أعزم\n</p>\n\n<p>\n( قلت ) أرأيت إن قال أشهد أن لا أكلم فلانا ( قال ) قال مالك لا شيء\nعليه وليكلمه ( قال بن القاسم ) إلا أن يكون أراد بقوله أشهد أي أشهد بالله\nيمينا مثل ما يقول أشهد بالله فهي يمين ( قلت ) أرأيت إن قال أحلف أن لا\nأكلم فلانا أتكون هذه يمينا في قول مالك ( قال ) سألت مالكا عن الرجل يقول\nأقسمت أن لا أفعل كذا وكذا قال مالك إذا كان أراد بقوله أقسمت أي بالله فهي\nيمين لأن المسلم لا يقسم إلا بالله وإلا فلا يمين عليه فهذا الذي قال أحلف\nأن لا أكلم فلانا أن كان إنما أراد أني أحلف بالله فذلك عليه وهي يمين وإلا\nفلا شيء عليه لأن مالكا قال في قوله أقسمت إن لم يرد بالله فلا يمين عليه (\nقلت ) أرأيت إن قال أشهد أن لا أفعل كذا وكذا أيكون هذا يمينا في قول مالك\n( قال ) لا إلا أن يكون أراد أشهد أي أشهد بالله فإن كان أراد بها اليمين\nفهي يمين ( قلت ) أرأيت إن قال أعزم أن لا أفعل كذا وكذا أيكون هذا يمينا\nفي قول مالك ( قال ) لم أسمع من مالك فيه شيئا وليست بيمين ( قلت ) أرأيت\nإن قال أعزم بالله أن لا أفعل كذا وكذا ( قال ) هذا لا شك فيه أنه يمين\nعندي ( قلت ) أرأيت إن قال لرجل أعزم عليك بالله إلا ما أكلت فأبى أن يأكل\nأيكون على العازم أو المعزوم عليه كفارة في قول مالك ( قال ) لم أسمع من\nمالك فيه شيئا إلا أني لا أرى على واحد منهما شيئا لأن هذا بمنزلة قوله\nأسألك بالله لتفعلن كذا وكذا فيأبى عليه فلا شيء على واحد منهما ( بن مهدي\n) عن إسرائيل عن جابر الجعفي عن رجل عن محمد بن الحنفية قال إذا أقسم رجل\nولم <span id='ms0634'></span> يذكر الله فليس بشيء حتى يذكر الله ( بن مهدي ) عن حماد بن سلمة عن\nقتادة عن الحسن قال أقسمت وحلفت ليس بيمين حتى يحلف بالله ( بن مهدي ) عن\nإسرائيل عن إبراهيم بن المهاجر عن إبراهيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p104'> Vol. 03, p. 104</a>\n            </div>\n             النخعي قال إذا قال\nأقسمت عليك فليس بشيء وإذا قال الرجل أقسمت بالله فهي يمين يكفرها ( بن وهب\n) عن عبد الله بن عمر عن نافع أن عبد الله بن عمر كان يرى القسم يمينا\nيكفرها إذا حنث ( بن وهب ) عن بن لهيعة عن يزيد بن أبي حبيب عن القاسم بن\nمحمد مثله ( بن وهب ) عن سفيان بن عيينة عن بن أبي نجيح عن مجاهد في قول\nالله وأقسموا بالله جهد أيمانهم قال هي يمين ( بن مهدي ) عن يزيد بن\nإبراهيم قال سمعت الحسن سئل عن رجل قال أشهد أن لا أفعل كذا وكذا قال ليس\nبيمين ( بن مهدي ) عن همام عن قتادة قال أرجو أن لا يكون يمينا\n</p>\n\n#\n<p>\n| الرجل يحلف يقول علي نذر أو يمين\n</p>\n\n<p>\n( قلت ) أرأيت ان قال علي نذر ( قال ) هي يمين عند مالك ( قلت ) وسواء في\nقول مالك ان قال علي نذر أو قال لله علي نذر سواء عند مالك قال نعم ( قلت )\nأرأيت ان قال علي نذر ان فعلت كذا وكذا فحنث وهو ينوي بنذره ذلك صوما أو\nصلاة أو حجا أو عمرة أو عتقا أو غير ذلك ( قال ) قال مالك ما نوى بنذره مما\nيتقرب به إلى الله فذلك له لازم وله نيته ( قال مالك ) وإن لم تكن له نية\nفكفارته كفارة يمين ( قلت ) أرأيت ان قال علي نذر ولم يقل كفارة يمين\nأيجعلها كفارة يمين في قول مالك ( قال ) نعم كذلك قال مالك ( قلت ) أرأيت\nان قال علي يمين ان فعلت كذا وكذا ولم يرد به اليمين حين حلف ولا غير ذلك\nلم يكن له نية في شيء ( قال ) أرى عليه اليمين وما سمعت من مالك فيه شيئا\nوإنما قوله علي يمين كقوله علي عهد أو علي نذر ( قال <span id='ms0635'></span> بن وهب ) عن يحيى بن\nعبد الله بن سالم عن إسماعيل بن رافع عن خالد بن سعيد أو خالد بن يزيد بن\nعقبة بن عامر الجهني أنه قال أشهد لسمعت رسول الله صلى الله عليه وسلم يقول\nمن نذر نذرا ولم يسمه فكفارته كفارة يمين ( وقال ) مالك والليث ان كفارته\nكفارة يمين إذا لم يسم لنذره مخرجا من حج أو صوم أو صلاة وقاله بن عباس\nوجابر بن عبد الله ومحمد بن علي والقاسم بن محمد وعطاء والشعبي ومجاهد\nوطاوس والحسن ( وقال ) بن مسعود يعتق رقبة وقال أبو سعيد الخدري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p105'> Vol. 03, p. 105</a>\n            </div>\n             وإبراهيم النخعي كفارة يمين\n</p>\n\n#\n<p>\n| ما جاء في الرجل يحلف بما لا يكون يمينا\n</p>\n\n<p>\n( قلت ) أرأيت ان قال هو يهودي أو مجوسي أو نصراني أو كافر بالله أو بريء\nمن الإسلام ان فعل كذا وكذا أتكون هذه كلها أيمانا في قول مالك ( قال ) لا\nليست هذه أيمانا عند مالك ويستغفر الله مما قد قال ( قلت ) أرأيت ان قال\nالحل علي حرام ان فعلت كذا وكذا أترى هذا يمينا ( قال ) لا يكون في الحرام\nيمين قال لي مالك لا يكون في الحرام يمين في شيء من الأشياء لا في طعام ولا\nفي شراب ولا في أم ولد ان حرمها على نفسه ولا خادمه ولا عبده ولا فرسه ولا\nفي شيء من الأشياء إلا أن يحرم امرأته فيلزمه الطلاق وإنما ذلك في امرأته\nوحدها ( قلت ) أرأيت قوله لعمر أيكون يمينا ( قال ) قال مالك لا يكون يمينا\n( قلت ) أرأيت إن حلف الرجل بحد من حدود الله كقوله هو زان هو سارق ان فعل\nكذا وكذا ( قال ) ليس عليه شيء عند مالك ( قلت ) أرأيت ان حلف بشيء من\nشرائع الإسلام كقوله والصلاة والصيام والزكاة والحج أن لا أفعل كذا وكذا\nفيفعله أتكون هذه أيمانا في قول مالك ( قال ) ما سمعت من مالك في هذا شيئا\nولا أحدا يذكره عنه ولا أرى في هذا شيئا ( قلت ) أرأيت ان قال الرجل أنا\nكافر بالله ان فعلت كذا <span id='ms0636'></span> وكذا أيكون هذا يمينا في قول مالك ( قال ) قال مالك\nلا يكون هذا يمينا ولا يكون كافرا حتى يكون قلبه مضمرا على الكفر وبئس ما\nصنع ( قلت ) أرأيت ان حلف فقال هو يأكل لحم الخنزير أو لحم الميتة أو يشرب\nالدم أو الخمر ان فعل كذا وكذا أيكون شيء من هذا يمينا في قول مالك أم لا (\nقال ) لا يكون في شيء من هذا يمين عند مالك ( قلت ) أرأيت ان قال ان فعلت\nكذا وكذا فأنا أترك الصلاة أيكون هذا يمينا ( قال ) لا يكون هذا يمينا لأن\nمالكا قال من قال أنا أكفر بالله فلا يكون ذلك يمينا فكذلك هذا ( بن وهب )\nعن سفيان بن عيينة عن داود بن أبي هند عن الشعبي عن مسروق قال آلي رسول\nالله صلى الله عليه وسلم وحرم فعوتب في التحريم وأمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p106'> Vol. 03, p. 106</a>\n            </div>\n             بالكفارة\nفي اليمين ( مالك بن أنس ) عن زيد بن أسلم قال حرم رسول الله صلى الله عليه\nوسلم أم إبراهيم فقال أنت علي حرام ووالله لا أمسك فأنزل الله تعالى في ذلك\nما أنزل ( بن وهب ) عن هشام بن سعد عن زيد بن أسلم قال إنما كفر رسول الله\nصلى الله عليه وسلم عن يمينه ولم يكفر لتحريمه ( بن وهب ) عن عبد ربه بن\nسعيد عن داود بن أبي هند عن الشعبي أن رسول الله صلى الله عليه وسلم حرم\nوحلف فأمره الله أن يكفر عن يمينه ( بن مهدي ) عن عبد الواحد بن زياد عن\nعبيد المكاتب قال سألت إبراهيم النخعي عن رجل قال الحل علي حرام ان أكل من\nلحم هذه البقرة قال أله امرأة قال قلت نعم قال لو لا امرأته لأمرته أن يأكل\nمن لحمها ( قلت ) أرأيت لو أن رجلا قال لعنة الله عليه أو غضب الله عليه ان\nفعلت كذا وكذا أيكون هذا يمينا في قول مالك أم لا ( قال ) قال مالك لا يكون\nيمينا ( قلت ) أرأيت ان قال أحرمه الله الجنة وأدخله النار ان فعل كذا وكذا <span id='ms0637'></span>\nأيكون هذا يمينا في قول مالك أم لا\n</p>\n\n<p>\nقال لا ( قلت ) وكل دعاء دعا به على نفسه لا يكون يمينا في قول مالك\n</p>\n\n<p>\nقال نعم لا يكون يمينا ( قلت ) أرأيت الرجل يقول وأبي وأبيك وحياتي\nوحياتك وعيشي وعيشك ( قال مالك ) هذا من كلام النساء وأهل الضعف من الرجال\nفلا يعجبني هذا وكان مالك يكره الإيمان كلها بغير الله ( قلت ) هل كان مالك\nيكره للرجل أن يحلف بهذا القول والصلاة لا أفعل كذا وكذا أو شيئا مما ذكرت\nلك ( قال ) كان مالك يكره ذلك لأنه كان يقول من حلف فليحلف بالله وإلا فلا\nيحلف وكان يكره اليمين بغير الله ولقد سألنا مالكا عن الرجل يقول رغم أنفي\nلله فقال لا يعجبني ذلك ( قال مالك ) ولقد بلغني أن عمر بن عبد العزيز قال\nرغم أنفي لله الحمد لله الذي لم يمتنى حتى قطع مدة الحجاج بن يوسف ( قال\nمالك ) وما يعجبني أن يقول الرجل رغم أنفي لله ( قال مالك ) من كان حالفا\nفليحلف بالله ( بن وهب ) عن بن لهيعة عن خالد بن يزيد عن عطاء بن أبي رباح\nأنه قال في رجل قال عليه لعنة الله ان لم يفعل كذا وكذا قال لا أرى عليه\nشيئا ( قال ) خالد وقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p107'> Vol. 03, p. 107</a>\n            </div>\n             عطاء في رجل قال أخزاه الله ان فعل كذا\nوكذا ثم فعله ( قال ) ليس عليه شيء ( وقال ) الشعبي في رجل قال قطع الله\nيده أو رجله أو صلبه يحلف بالدعاء على نفسه فحنث قال ليس عليه كفارة ( بن\nمهدي ) عن يزيد بن عطاء عن أبي إسحاق عن مصعب بن سعد عن أبيه قال حلفت\nباللات والعزى فأتيت رسول الله صلى الله عليه وسلم فقلت اني حديث عهد\nبالجاهلية فحلفت باللات والعزى قال قل لا إله إلا الله وحده لا شريك له\nثلاثا واستغفر الله ولا تعد ( بن مهدي ) عن عبد الله بن المبارك عن بن أبي\nذئب عمن سمع بن المسيب وجاءه رجل فقال اني حلفت يمين فقال وما هي قال حلفت\nيمين <span id='ms0638'></span> قال قلت الله لا إله إلا هو قال لا قال فقت علي نذر قال لا قال قلت\nكفرت بالله قال نعم قال فقل آمنت بالله فإنها كفارة لما قلت ( بن مهدي ) عن\nعبيد الله بن جعفر الزهري عن أم بكر بنت المسور بن مخرمة الزهري أن المسور\nدخل وابنه جعفر يقول كفرت بالله وأشركت بالله فقال المسور بن مخرمة سبحان\nالله لا أكفر بالله ولا أشرك بالله شيئا وضربه فقال أستغفر الله وقال آمنت\nبالله ثلاث مرات ( بن مهدي ) عن أبي عوانة عن ليث عن عطاء وطاوس ومجاهد في\nالرجل يقول علي غضب الله قال لم يكونوا يرون عليه كفارة يرون أنه أشد من\nذلك ( بن مهدي ) عن رجال من أهل العلم أن نافعا حدثهم عن عبد الله بن عمر\nأن رسول الله صلى الله عليه وسلم سمع عمر يقول لا وأبي فقال رسول الله صلى\nالله عليه وسلم ان الله ينهاكم أن تحلفوا بآبائكم من كان حالفا فليحلف\nبالله أو ليصمت ( وقال ) بن عباس لرجل حلف بأبيه والله لأن أحلف مائة مرة\nبالله ثم آثم أحب إلي من أن أحلف بغيره واحدة ثم أبر ( بن وهب ) عن سفيان\nبن عيينة عن مسعر بن كدام عن وبرة أن عبد الله بن مسعود كان يقول لأن أحلف\nبالله كاذبا أحب إلي من أن أحلف بغيره صادقا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p108'> Vol. 03, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\n| الإستثناء في اليمين\n</p>\n\n<p>\n( قلت ) أرأيت ان قال الرجل علي نذر ان كلمت فلانا ان شاء الله ( قال\nمالك ) في هذا لا شيء عليه\n</p>\n\n<p>\nوهذا مثل الحالف بالله عند مالك ( قال ) بن القاسم الإستثناء في اليمين\nجائز وهذه يمين كفارتها كفارة اليمين بالله والإستثناء فيها جائز ولغو\nاليمين أيضا يكون فيها وكذلك العهد والميثاق الذي لا شك فيه ( قلت ) أرأيت\nان قال والله لا أفعل كذا وكذا إن شاء الله ثم فعله ( قال ) قال مالك إن\nكان أراد بذلك الإستثناء فلا كفارة عليه وأن كان أراد قول الله في كتابه\nولا تقولن لشيء إني فاعل ذلك <span id='ms0639'></span> غدا إلا أن يشاء الله ولم يرد الإستثناء فإنه\nيحنث ( قلت ) أرأيت ان حلف على يمين ثم سكت ثم استثنى بعد السكوت ( قال )\nلا ينفعه وكذلك قال لي مالك إلا أن يكون الإستثناء نسقا متتابعا ( فقلنا )\nلمالك فلو أنه لم يذكر الإستثناء حين ابتدأ اليمين فلما فرغ من اليمين\nذكرها فنسقها وتدارك اليمين بالإستثناء بعد انقضاء يمينه إلا أنه قد وصل\nالإستثناء باليمين ( قال ) مالك إن كان نسقها بها فذلك له إستثناء وان كان\nبين ذلك صمات فلا تفيا له ونزلت بالمدينة فأفتى بها مالك ( وقال مالك ) وان\nاستثنى في نفسه ولم يحرك به لسانه لم ينتفع بذلك ( مالك بن أنس ) عن نافع\nأن عبد الله بن عمر قال من قال والله ثم قال إن شاء الله ولم يفعل الذي حلف\nعليه لم يحنث ( وأخبرني ) عن رجال من أهل العلم عن بن مسعود وبن عباس وبن\nقسيط وعبد الرحمن بن القاسم وزيد بن أسلم وبن شهاب وطاوس وعطاء بن أبي رباح\nومجاهد مثله وقال عطاء ما لم يقطع اليمين ويبرد ( بن مهدي ) عن أبي عوانة\nعن الأعمش عن إبراهيم قال إذا حلف الرجل فله أن يستثني ما كان الكلام متصلا\n( بن مهدي ) عن المغيرة في رجل حلف واستثنى في نفسه قال ليس عليه شيء ( بن\nمهدي ) عن هشيم عن محل قال سألت إبراهيم في رجل حلف واستثنى في نفسه فقال\nلا حتى يجهر بالإستثناء كما يجهر باليمين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p109'> Vol. 03, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\n| في الذمي يحلف بالله ثم يحنث بعد إسلامه\n</p>\n\n<p>\n( قلت ) أرأيت لو أن ذميا حلف بالله أن لا يفعل كذا وكذا فحنث بها بعد\nإسلامه أيجب عليه الكفارة أم لا في قول مالك ( قال ) لا كفارة عليه عند\nمالك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p110'> Vol. 03, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\n| كتاب النذور الثاني من المدونة الكبرى\n</p>\n\n#\n<p>\n| في النذر في معصية أو طاعة\n</p>\n\n<p>\n( قال بن القاسم ) في النذور إنه من نذر أن يطيع الله في صيام أو عتق أو\nصلاة أو حج أو غزو أو رباط أو صدقة أو ما أشبه ذذلك وكل عمل يتقرب به <span id='ms0640'></span> إلى\nالله فقال علي نذر أن أحج أو أن أصلي كذا وكذا أو أعتق كذا وكذا أو أتصدق\nبشيء يسميه في ذلك كله فإن ذلك عليه ولا يجزئه إلا الوفاء به ( حلف ) فقال\nعلي نذر إن لم أعتق رقبة أو إن لم أحج إلى بيت الله أو ما أشبه ذلك مما\nسميت لك حلف به فقال إن لم أفعل كذا وكذا فعلي نذر فهو مخير إن شاء أن يفعل\nما نذر من الطاعة فليفعل ولا كفارة عليه وإن أحب أن يترك ذلك ويكفر عن\nيمينه فليفعل\n</p>\n\n<p>\nوإن كان لنذره ذلك أجل مثل أن يقول علي نذر إن لم أحج العام أو علي نذر\nإن لم أغز العام أو إن لم أصم رجبا في هذا العام أو إن لم أركع في هذا\nاليوم عشر ركعات فإن فات ذلك الأجل في هذا كله قبل أن يفعله فعليه الحنث\nويكفر عن يمينه بكفارة اليمين إلا أن يكون جعل لنذره مخرجا فعليه ذلك\nالمخرج إذا حنث\n</p>\n\n<p>\nوتفسير ذلك أن يقول علي نذر صدقة دينار أو عتق رقبة أو صيام شهر إن أنا\nلم أحج العام أو إن لم أغز العام أو ينوي ذلك أو ما أشبه ذلك فإذا فات\nالأجل الذي وقت فيه ذلك الفعل فقد سقط عنه ذلك الفعل وقد وجب عليه ما نذر\nله وما سمى وإن لم يجعل لنذره مخرجا فهو على ما فسرت لك يكفر كفارة يمين *\nومن نذر في شيء من المعاصي فقال علي نذر إن لم أشرب الخمر أو إن لم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p111'> Vol. 03, p. 111</a>\n            </div>\n             أقتل فلانا أو إن لم أزن بفلانة أو ما كان من معاصي الله فإنه\nيكفر نذره في ذلك إذا قال إن لم أفعل فالكفارة كفارة اليمين إن كان لم يجعل\nلنذره مخرجا يسميه ولا يركب معاصي الله\n</p>\n\n<p>\nوإن كان جعل لنذره مخرجا شيئا مسمى من مشي إلى بيت الله أو صيام أو ما\nأشبه ذلك فإنه يؤمر أن يفعل ما سمى من ذلك ولا يركب معاصي الله <span id='ms0641'></span> فإن اجترأ\nعلى الله وفعل ما قال من المعصية فإن النذر يسقط عنه كان له مخرج أم لم يكن\nوقد ظلم نفسه ولله حسيبه ( قال ) وقوله لا نذر في معصية مثل أن يقول علي\nنذر أن أشرب الخمر أو قال علي نذر شرب الخمر فيها بمنزلة واحدة لا يشربها\nولا كفارة عليه لأنه لا نذر في معصية الله وقد كذب ليس شرب الخمر مما ينذر\nلله ولا يتقرب به لله وإن قال علي نذر إن شربت الخمر فلا يشربها ولا كفارة\nعليه وهو علي بر إلا أن يجترئ على الله فيشربها فيكفر يمينه بكفارة يمين\nإلا أن يكون جعل له مخرجا سماه وأوجبه على نفسه من عتق رقبة أو صيام أو\nصدقة أو ما أشبه ذلك فيكون ذلك عليه مع سمى من ذلك إذا شربها * وإن قال علي\nنذر أن أفعل كذا وكذا لشيء ليس لله بطاعة ولا معصية مثل أن يقول لله علي أن\nأمشي إلى السوق أو إلى بيت فلان أو أن أدخل الدار أو ما أشبه ذلك من\nالأعمال التي ليست لله بطاعة ولا لله في فعلها معصية فإنه إن شاء فعل وإن\nشاء ترك فإن فعل فلا وفاء فيه وإن لم يفعل فلا نذر فيه ولا شيء لأن الذي\nترك من ذلك ليس لله فيه طاعة فيكون ما ترك من ذلك حقا لله تركه وهذا قول\nمالك ( بن وهب وعلي وبن القاسم ) عن مالك عن طلحة بن عبد الملك عن القاسم\nعن عائشة عن النبي صلى الله عليه وسلم أنه قال من نذر أن يطيع الله فليطعه\nومن نذر أن يعصي الله فلا يعصه ( وأخبرني ) عن رجال من أهل العلم عن بن\nعباس وبن عمرو بن العاص وطاوس وزيد بن أسلم ومصعب بن عبد الله الكناني وعمر\nبن الوليد بن عبدة أن رسول الله صلى الله عليه وسلم دخل المسجد يوم الجمعة\nفخطب فحانت منه التفاتة فإذا هو بأبي إسرائيل رجل من بني عامر بن لؤي <span id='ms0642'></span> قائما\nفي الشمس فقال ما شأن أبي إسرائيل فأخبروه فقال له استظل وتكلم واقعد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p112'> Vol. 03, p. 112</a>\n            </div>\n             وصل وأتم صومك ( وقال ) طاوس في الحديث فنهاه عن البدع وأمره\nبالصلاة والصيام ( مالك ) عن حميد بن قيس وثور بن زيد الديلي أن رسول الله\nصلى الله عليه وسلم رأى رجلا قائما في الشمس فقال ما بال هذا قالوا نذر أن\nلا يتكلم ولا يستظل ولا يجلس وأن يصوم فقال رسول الله صلى الله عليه وسلم\nمروه فليتكلم وليستظل وليجلس وليتم صيامه ( قال مالك ) ولم يبلغنا أن النبي\nصلى الله عليه وسلم أمره بكفارة وقد أمره أن يتم ما كان لله فيه طاعة وأن\nيترك ما كان لله فيه معصية ( قلت ) أرأيت الرجل يقول والله لأضربن فلانا أو\nلأقتلن فلانا ( قال ) يكفر يمينه ولا يفعل فإن فعل ما حلف عليه فلا كفارة\nعليه ( قلت ) أرأيت إن حلف فقال امرأته طالق أو عبده حر أو عليه المشي إلى\nبيت الله إن لم أقتل فلانا أو إن لم أضرب فلانا ( قال ) أما المشي فليمش\nولا يضرب فلانا ولا يقتله وأما العتق والطلاق فإنه ينبغي للإمام أن يعتق\nعليه ويطلق عليه ولا ينتظر به فيئته وهذا قول مالك وإن قتله أو ضربه في هذا\nكله قبل أن يطلق عليه الإمام أو يعتق عليه أو يحنث نفسه بالمشي إلى بيت\nالله فلا حنث عليه ( قلت ) أرأيت الرجل يقول لأمرأته والله لأطلقنك ( قال )\nقال مالك إن طلق فثد يرو إن لم يطلق فلا يحنث إلا أن يموت الرجل أو تموت\nالمرأة\n</p>\n\n<p>\nقال مالك فهو بالخيار إن شاء طلق وإن شاء كفر يمينه ( قلت ) ويجبر على\nالكفارة وإن لم يطلق في قول مالك قال لا ( قلت ) ولا يحال بينه وبين امرأته\nفي قول مالك قبل أن يكفر قال لا ( قلت ) أفيكون بهذا موليا في قول مالك قال\nلا ( بن مهدي ) عن حماد بن زيد عن بن لعبد الله بن أبي قتادة قال سئل سعيد\nبن المسيب عن رجل نذر أن لا يكلم <span id='ms0643'></span> أخاه أو بعض أهله قال يكلمه ويكفر عن\nيمينه ( بن مهدي ) عن عبد الله بن المبارك عن معمر عن الزهري قال سمعت سعيد\nبن المسيب ورجالا من علمائنا يقولون إذا نذر الرجل نذرا ليس فيه معصية لله\nفليس له كفارة إلا الوفاء به ( بن مهدي ) عن حماد بن سلمة عن أبي حمزة قال\nقالت امرأة لابن عباس إني نذرت أن لا أدخل على أخي حتى أبكي على أبي فقال\nقال بن عباس لا نذر في معصية الله كفري عن يمينك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p113'> Vol. 03, p. 113</a>\n            </div>\n             وأدخلي عليه\nقالت وما كفارته قال كفارة اليمين ( بن مهدي ) عن حماد بن سلمة عن أبي حمزة\nأن رجلا أتى بن عباس وفي أنفه حلقة من فضة فقال إني نذرت أن أجعلها في أنفي\nفقال أنفها ولم يذكر فيها كفارة ( بن مهدي ) عن حماد بن سلمة عن ثابت\nالبناني قال سألت بن عمر قلت إني نذرت أن لا أدخل على أخي فقال لا نذر في\nمعصية الله كفر عن يمينك وأدخل على أخيك ( بن مهدي ) عن هشيم عن المغيرة عن\nإبراهيم في رجل حلف أن لا يصل رحمه فقال يكفر عن يمينه ويصل رحمه ( بن مهدي\n) عن أبي عوانة عن المغيرة عن إبراهيم قال كل يمين في معصية الله فعليه\nالكفارة\n</p>\n\n#\n<p>\n| في الرجل يحلف على أمر أن لا يفعله أو ليفعلنه\n</p>\n\n<p>\n( قلت ) أرأيت إن قال والله لأضربن فلانا ولم يوقت لذلك أجلا أو وقت في\nذلك أجلا ( قال ) أما إذا لم يوقت في ذلك أجلا فليكفر عن يمينه ولا يضرب\nفلانا وإن وقت في ذلك أجلا فلا يكفر حتى يمضي الأجل لأني سألت مالكا عن\nالرجل يقول لأمرأته أنت طالق واحدة إن لم أتزوج عليك فأراد أن لا يتزوج\nعليها ( قال مالك ) يطلقها تطليقة ويرتجعها ولا شيء عليه ولأني سمعت مالكا\nيقول في الذي يقول لأمرأته أنت طالق تطليقة إن لم أتزوج عليك إلى شهر قال\nمالك فهو على بر فليظأها فإذا كان على بر فليس له أن يحنث نفسه <span id='ms0644'></span> قبل أن يحنث\nلأنه إنما يحنث حين يمضي الأجل وان الذي لم يوقت الأجل إنما هو على حنث من\nيوم يحلف ولذلك قيل له كفر ( قلت ) أرأيت إن قال والله لا أضرب فلانا ( قال\n) هذا لا يحنث حتى يضرب فلانا وأصل هذا كله في قول مالك أن من حلف على شيء\nليفلعنه فهو على حنث حتى يفعله لأنا لا ندري أيفعله أم لا ألا ترى أنه لو\nقال لأمرأته أنت طالق إن لم أدخل دار فلان أو إن لم أضرب فلانا فإنه يحال\nبينه وبين امرأته ويقال له أفعل ما حلفت عليه وإلا دخل عليك الايلاء فهذا\nيدلك على أنه على حنث حتى يبر لأنا لا ندري أيفعل ما حلف عليه أم لا ( قال\n) ومن حلف على شيء أن لا يفعله فهو على بر حتى يفعله ألا ترى أنه لو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p114'> Vol. 03, p. 114</a>\n            </div>\n             حلف بالطلاق أن لا يدخل دار فلان إنه لا يحال بينه وبين امرأته\nوكذلك قال مالك فهذا يدلك أنه على بر حتى يحنث وهذا كله قول مالك\n</p>\n\n#\n<p>\n| الرجل يحلف في الشيء الواحد يردد فيه الإيمان\n</p>\n\n<p>\n( قلت ) أرأيت لو قال لأربع نسوة له والله لا أجامعكن فجامع واحدة منهن\nأيكون حانثا في قول مالك قال نعم ( قلت ) فله أن يجامع البواقي قبل أن يكفر\n( قال ) قد كان له أن يجامعهن كلهن قبل أن يكفر وإنما يجب عليه كفارة واحدة\nعند مالك في جماعهن كلهن أو في جماع واحدة منهن ( قلت ) أرأيت إن قال والله\nلا أدخل دار فلان والله لا أكلم فلانا والله لا أضرب فلانا ففعل ذلك كله\nماذا يجب عليه في قول مالك ( فقال ) يجب عليه ثلاثة أيمان في كل واحدة\nكفارة يمين ( قلت ) فإن قال والله لا أدخل دار فلان ولا أكلم فلانا ولا\nأضرب فلانا ففعل ذلك كله ( قال ) كفارة واحدة تجزئه عند مالك ( قلت ) فإن\nفعل واحدة من هذه الخصال الثلاث فقد حنث وليس عليه فيما فعل منها بعد ذلك\nشيء ( قلت ) لم أحنثته في فعله <span id='ms0645'></span> في الشيء الواحد من هذه الأشياء في قول مالك\n( قال ) لأنه كأنه قال والله لا أقرب شيئا من هذه الأشياء ( قلت ) أرأيت ان\nقال والله لا أجامعك والله لا أجامعك أيكون على هذا كفارة يمين واحدة في\nقول مالك قال نعم ( قلت ) أرأيت الرجل يحلف أن لا يدخل دار فلان ثم يحلف\nبعد ذلك في مجلس آخر أنه لا يدخل دار فلان لتلك الدار يعينها التي حلف\nعليها أول مرة ( قال ) قال مالك إنما عليه كفارة واحدة ( قلت ) وان نوى\nيمينين أو لم تكن له نية ( قال ) إذا لم يكن له نية فهي يمين واحدة وان كان\nنوى يمينين فكفارتان مثل ما ينذرهما لله عليه فأرى ذلك عليه ولم أسمع هذا\nمن مالك هكذا ( قلت ) أرأيت ان قال والله لا أفعل كذا وكذا ثم يحلف على ذلك\nالشيء بعينه أيضا بحجة أو بعمرة أن لا يفعله ثم يفعله ( قال ) يحنث في ذلك\nويلزمه ذلك كله ( قلت ) وهذا قول مالك قال نعم ( قلت ) أرأيت ان قال والله\nلا أكلم فلانا والله لا أكلم فلانا والله لا أكلم فلانا وفلان هذا إنما هو\nفي أيمانه كلها رجل واحد ثم قال إنما أردت ثلاثة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p115'> Vol. 03, p. 115</a>\n            </div>\n             أيمان أيكون\nعليه كفارات ثلاث أم كفارة واحدة ( قال بن القاسم ) إنما قال مالك من حلف\nبالله مرارا فليس عليه إلا كفارة واحدة ( قال بن القاسم ) فإن قال أردت\nبأيماني هذه ثلاثة أيمان لله علي كالنذور رأيت ذلك عليه لأن مالكا قال من\nقال لله علي نذور ثلاثة أو أربعة فهذه ثلاثة أيمان أو أربعة أيمان فكذلك\nهذا إذا قال أردت ثلاثة أيمان لله علي كالنذور فيكون ذلك عليه ( قلت )\nأرأيت ان قال أردت ثلاثة أيمان ولم يقل لله علي أيكون ذلك عليه قال نعم (\nقلت ) أرأيت ان نوى باليمين الثانية غير اليمين الأولى أو باليمين الثالثة\nغير اليمين الأولى والثانية أيكون عليه ثلاثة أيمان ( قال ) لا يكون ذلك\nأبدا إلا يمينا واحدة إلا أن يريد بها محمل النذور <span id='ms0646'></span> ثلاثة أيمان تكون عليه\nفيكون كما وصفت لك ( بن مهدي ) عن همام عن قتادة عن الحسن قال إذا حلف على\nيمين واحدة في شيء واحد في مقاعد شتى فعليه كفارة واحدة ( بن مهدي ) عن عبد\nالله بن المبارك عن عبد الملك عن عطاء في رجل حلف عشرة أيمان ثم حنث قال ان\nكان في أمر واحد فكفارة واحدة ( بن مهدي ) عن عبد الله بن المبارك عن هشام\nبن عروة عن أبيه في رجل حلف في أمر واحد مرتين أو ثلاثا قال عروة فعليه\nكفارة واحدة ( بن مهدي ) عن عبد الواحد بن زياد عن بن جريج عن عطاء في\nالرجل يحلف على الشيء الواحد أيمانا ستة قال عليه لكل يمين كفارة ( بن مهدي\n) عن عبد الله بن المبارك عن بن جريج قال إذا حلف الرجل على أمر واحد لقوم\nشتى وحلف عليه أيمانا فنوى بها يمينا واحدة بالله ففي ذلك كفارة واحدة وان\nحلف على أمر واحد أيمانا شتى فكفارتين ان حنث\n</p>\n\n#\n<p>\n| ما جاء في الكفارات قبل الحنث\n</p>\n\n<p>\n( قلت ) أرأيت ان حلف بالله فأراد أن يكفر قبل الحنث أيجزيء ذلك عنه أم\nلا ( قال ) أما قولك يجزئ عنه فانا لم نوقف مالكا عليه إلا أنه كان يقول لا\nتجب عليه الكفارة إلا بعد الحنث قال مالك ولا أحب لأحد أن يكفر إلا بعد\nالحنث واختلفنا في الايلاء أيجزئ عنه إذا كفر قبل الحنث أم لا يجزئ عنه\nفسألنا مالكا عنه فقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p116'> Vol. 03, p. 116</a>\n            </div>\n             مالك أعجب إلي أن لا يكفر إلا بعد الحنث\nفإن فعل أجزأ ذلك عنه واليمين بالله أيسر من الايلاء أراها مجزئة عنه ان هو\nكفر قبل الحنث ( قلت ) أرأيت من حلف فصام وهو معسر قبل أن يحنث فحنث وهو\nموسر ( قال ) إنما سألنا مالكا فيمن كفر قبل أن يحنث فرأى أن ذلك مجزئ عنه\nوكان أحب إليه أن يكفر بعد الحنث فالذي سألت عنه مثله وهو مجزيء عنه وإنما\nوقفنا مالكا على الكفارة قبل الحنث في الايلاء فقال بعد الحنث <span id='ms0647'></span> أحب إلي ورآه\nمجزئا عنه ان فعل\n</p>\n\n<p>\nفأما الايمان بالله في غير الايلاء فلم نوقف مالكا عليها وقد بلغني عنه\nأنه قال ان فعل رجوت أن يجزئ عنه ( مالك بن أنس ) عن سهيل بن أبي صالح عن\nأبيه عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال من حلف على يمين\nفرأى خيرا منها فليكفر عن يمينه وليفعل الذي هو خير ( بن وهب ) عن عبد الله\nبن عمر عن نافع قال كان بن عمر ربما حنث ثم كفر وربما قدم الكفارة ثم حنث (\nقال ) وسمعت مالكا يقول الحنث قبل الكفارة أحب إلي وان كفر ثم حنث لم أر\nعليه شيئا\n</p>\n\n#\n<p>\n| الرجل يحلف أن لا يفعل الشيء حينا أو زمانا أو دهرا\n</p>\n\n<p>\n( قلت ) أرأيت ان قال والله لأقضينك حقك إلى حين كم الحين عند مالك ( قال\n) قال مالك الحين سنة ( قلت ) وكم الزمان قال سنة ( قلت ) وكم الدهر ( قال\n) بلغني عنه ولم أسمعه منه أنه قال أيضا سنة ( وقال ) ربيعة الدهر سنة\nوالزمان سنة ( وذكر ) بن وهب عن مالك أنه شك في الدهر أن يكون سنة وأما\nالحين والزمان فقال سنة وقال لي ربيعة ومالك قال الله تبارك وتعالى تؤتي\nأكلها كل حين باذن ربها فهو سنة ( بن مهدي ) عن أبي الأحوص عن عطاء بن\nالسائب عن رجل منهم قال قلت لابن عباس اني حلفت أن لا أكلم رجلا حينا فقال\nبن عباس تؤتي أكلها كل حين باذن ربها الحين السنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p117'> Vol. 03, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\n| ما جاء في كفارة العبد عن يمينه\n</p>\n\n<p>\n( قلت ) أرأيت العبد إذا حنث في اليمين بالله أيجزئه أن يكسو السيد عنه\nأو يطعم ( قال ) قال مالك الصيام أحب إلي وان اذن له السيد فأطعم أو كسا\nفما هو عندي بالبين وفي قلبي منه شيء والصيام أحب إلي ( قال ) بن القاسم\nوأرجو أن يجزئ عنه ان فعل وما هو عندي بالبين وأما العتق فإنه لا يجزئه (\nقلت ) كم يصوم العبد في كفارة اليمين قال مثل صيام الحر ( قلت ) والعبد في <span id='ms0648'></span>\nجميع الكفارات مثل الحر في قول مالك قال نعم ( قلت ) أرأيت من حنث اليمين\nبالله وهو عبد فأعتق فأيسر فأراد أن يعتق عن يمينه أيجزئه أم لا ( قال ) هو\nمجزئ عنه ولم أسمع من مالك فيه شيئا وإنما يمنع العبد أن يعتق وهو عبد لأن\nالولاء يكون لغيره ( بن مهدي ) عن سفيان الثوري عن ليث بن أبي سليم عن\nمجاهد قال ليس على العبد إلا الصوم والصلاة ( بن مهدي ) عن حماد بن سلمة\nأنه بلغه عن إبراهيم النخعي في العبد يظاهر من امرأته قال يصوم ولا يعتق\n</p>\n\n#\n<p>\n| ما جاء في تنقية كفارة اليمين\n</p>\n\n<p>\n( قال ) وسئل مالك عن الحنطة في كفارة اليمين أتغربل ( فقال ) إذا كانت\nنقية من التراب والتبن فأراها تجزئ وان كانت مغلوثة بالتبن والتراب فإنها\nلا تجزئ حتى يخرج منها ما فيها من التراب والتبن\n</p>\n\n#\n<p>\n| في إطعام كفارة اليمين\n</p>\n\n<p>\n( قلت ) كم اطعام المساكين في كفارة اليمين ( قال ) قال مالك مد مد لكل\nمسكين ( قال مالك ) وأما عندنا ها هنا فليكفر بمد النبي صلى الله عليه وسلم\nفي اليمين بالله مدا مدا وأما أهل البلدان فإن لهم عيشا غير عيشنا فأرى أن\nيكفروا بالمد الأوسط من عيشهم لقول الله تعالى من أوسط ما تطعمون أهليكم (\nقلت ) ولا ينظر فيه في البلدان إلى مد النبي صلى الله عليه وسلم فيجعله مثل\nما جعله في المدينة ( قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p118'> Vol. 03, p. 118</a>\n            </div>\n             هكذا فسر لنا مالك كما أخبرتك وأنا\nأرى ان كفر بالمد مد النبي صلى الله عليه وسلم فإنه مجزيء عنه حيثما كفر به\n( قلت ) وما يظن أن مالكا أراد بهذا في الكفارة ( قال ) أراد به القمح (\nقلت ) ولا يجزئ أن يعطي العروض مكان هذا الطعام وان كان مثل ثمنه ( قال )\nنعم لا يجزئ عند مالك ( قلت ) أيجزئ أن يغديهم ويعشيهم في كفارة اليمين\nبالله ( قال ) قال مالك ان غدي وعشي أجزأه ذلك ( قال ) وسألنا مالكا عن\nالكفارة أغداء وعشاء أم غداء بلا عشاء أو عشاء بلا غداء قال بل غداء وعشاء\n( قلت ) كيف يطعمهم <span id='ms0649'></span> الخبز قفارا أو يطعمهم الخبز والملح أو الخبز وإلا دام\n( قال ) بلغني عن مالك أنه قال الزيت والخبز ( قلت ) أرأيت ان غدي الفطيم\nمن الكفارة أيجزىء عنه ( قال ) سألنا مالكا هل يعطي الفطيم من الكفارة فقال\nنعم ( مالك ) عن نافع أن عبد الله بن عمر كان يكفر عن يمينه باطعام عشرة\nمساكين لكل مسكين منهم مد من حنطة قال وانه كان يعتق المرار إذا أكد اليمين\n( قال بن وهب ) وأخبرني رجال من أهل العلم عن عبد الله بن عباس وعبد الله\nبن عياش بن أبي ربيعة المخزومي وزيد بن ثابت ويحيى بن سعيد وغيرهم من أهل\nالعلم في إطعام المساكين مد من حنطة لكل إنسان ( قال ) وقال ذلك أبو هريرة\nوبن المسيب وبن شهاب ( وقال مالك ) سمعت أن إطعام الكفارات في الايمان مد\nبمد النبي صلى الله عليه وسلم لكل إنسان وان اطعام الظهار لا يكون إلا شبعا\nلأن إطعام الايمان فيه شرط ولا شرط في اطعام الظهار ( مالك بن أنس ) عن\nيحيى بن سعيد عن سليمان بن يسار أنه قال أدركت الناس وهم إذا أعطوا\nالمساكين في كفارة اليمين بالمد الأصغر رأوا أن ذلك مجزئ عنهم ( وقال )\nالقاسم وسالم مد مد ( بن مهدي ) عن حماد بن زيد عن أيوب عن أبي يزيد المدني\nعن بن عباس قال مد من حنطة فإن في ريعه ما يأتدمه ( بن مهدي ) عن زمعة بن\nصالح عن بن طاوس عن أبيه قال قدر ما يمسك بعض أهله غداؤه وعشاؤه ( بن مهدي\n) عن بن المبارك عن عبد الله بن لهيعة عن خالد بن أبي عمران أنه سأل القاسم\nبن محمد وسالما فقالا غداء وعشاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p119'> Vol. 03, p. 119</a>\n            </div>\n             ( بن مهدي ) عن الربيع بن\nصبيح عن الحسن قال إذا اجتمع عشرة مساكين أطعمهم خبزا مأدوما بلحم أو بسمن\nأو بلبن\n</p>\n\n<p>\nوقال الحسن وبن سيرين ان شاء أطعمهم خبزا ولحما أو خبزا ولبنا أو خبزا\nوزيتا ( قلت ) أرأيت الرجل يحلف باليمين بالله في أشياء شتى فحنث أيجزئه أن\nيطعم عشرة مساكين <span id='ms0650'></span> عن هذه الايمان كلها في قول مالك ( قال ) سئل مالك عنها\nوأنا أسمع عن الرجل تكون عليه كفارة يمينين فيطعم عشرة مساكين عن يمين\nواحدة ثم أراد من الغد أن يطعم عن الأخرى فلم يجد غيرهم أيطعمهم عن اليمين\nالأخرى ( قال ) ما يعجبني ذلك وليلتمس غيرهم ( قلت ) فإن لم يجد غيرهم حتى\nمضت أيام ( قال ) وان مضت لهم أيام فهوالذي سألنا مالكا عنه فلا يفعل ( بن\nمهدي ) عن سفيان الثوري عن جابر قال سألت الشعبي عن الرجل يتردد على\nمسكينين أو ثلاثة فكرهه ( بن مهدي ) عن محمد بن عبيد عن يعقوب بن قيس عن\nالشعبي في رجل ظاهر من امرأته فسأل أيعطي أهل بيت فقراء وهم عشرة إطعام\nستين مسكينا فقال لا بل إطعام ستين مسكينا كما أمركم الله الله أعلم بهم\nوأرحم\n</p>\n\n#\n<p>\n| ما جاء في إطعام الذمي والعبد وذوي القربى من الطعام\n</p>\n\n<p>\n( قلت ) أرأيت أهل الذمة أنطعمهم في الكفارة ( قال ) لا يطعمهم منها شيئا\nولا من شيء من الكفارات ولا العبيد وان أطعمهم لم يجز عنه ( قلت ) أرأيت ان\nكسا أو أطعم عبد رجل محتاج أيجزئ عنه في قول مالك أم لا ( قال ) لا يجزئ\nعنه لأن مالكا قال لا يجزئ أن يطعم عبدا ( قلت ) ويجزئ أن يطعم في الكفارات\nأم ولد رجل فقير ( فقال ) لا يجزئ لأنها بمنزلة العبد ( قلت ) أرأيت ان\nأطعم غنيا وهو لا يعلم ثم علم ( قال ) لم أسمع من مالك فيه شيئا ولا يجزئه\nلأن الله تبارك وتعالى قال في كتابه عشرة مساكين وهذا الغني ليس بمسكين فقد\nتبين له أنه قد أعطى غير أهله الذين فرض الله لهم الكفارة فهو لا يجزئه (\nقلت ) أرأيت من له المسكن والخادم أيعطي من كفارة اليمين أم لا ( فقال )\nسألت مالكا عن الزكاة أيعطي منها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p120'> Vol. 03, p. 120</a>\n            </div>\n             من له المسكن والخادم فقال\nأما من له المسكن الذي لا فضل في ثمنه والخادم التي يكف بها عن الناس وجه\nأهل البيت التي لا فضل في ثمنها فأرى أن يعطي من <span id='ms0651'></span> الزكاة\n</p>\n\n<p>\nفأرى أنا كفارة اليمين بهذه المنزلة لأن الله تبارك وتعالى قال في\nالإطعام في الكفارة عشرة مساكين وقال في الزكاة إنما الصدقات للفقراء\nوالمساكين فهم ها هنا مساكين وها هنا مساكين فالأمر فيهما واحد في هذا (\nقلت ) أرأيت ان أطعم ذا رحم محرم أيجزئه في الكفارة في قول مالك ( قال )\nسألنا مالكا عن الرجل يجب عليه الكفارة أيعطيها ذا قرابة ممن لا تلزمه\nنفقتهم قال لا يعجبني ذلك ( قلت ) فإن أعطاهم أيجزئه ذلك أم لا ( قال ) أرى\nان كان فقيرا أن يجزئه ( قلت ) وجميع الكفارات في هذا سواء ( قال ) الذي\nسألت عنه مالكا إنما هو عن كفارة اليمين فأراها كلها والزكاة في هذا سواء\nلأنه محمل واحد ( بن وهب ) قال وأخبرني بن لهيعة عن عبيد الله بن أبي جعفر\nعن نافع أنه قال لا يطعم نصراني في كفارة يمين ( قال ) وقال ربيعة وغيره من\nأهل العلم انه لا يعطي منها يهودي ولا نصراني ولا عبد شيئا وقال الليث مثله\n( بن مهدي ) عن إسرائيل عن جابر عن الحكم قال لا يتصدق عليهم وقال الحكم لا\nيجزئ إلا مساكين مسلمون ( بن مهدي ) عن حماد بن زيد قال سألت أيوب عن الأخ\nأيعطيه من كفارة اليمين قال أمن عياله قلت لا قال نعم ( قلت ) فهل يعلم أحد\nمن القرابة لا يعطي قال الغني ( قلت ) فالأب ( قال ) لا يعطي وقد كره بن\nالمسيب ومالك إعطاء القريب من الزكاة\n</p>\n\n#\n<p>\n| في تخيير المكفر في كفارة اليمين\n</p>\n\n<p>\n( قلت ) أرأيت من حلف في اليمين بالله أهو مخير في أن يكسو أو يطعم أو\nيعتق في قول مالك قال نعم ( قلت ) فإن لم يقدر على شيء صام قال نعم ( قلت )\nوهل يجوز له أن يصوم وهو يقدر على أن يطعم أو يكسو أو يعتق ( قال ) لا\nيجزئه أن يصوم وهو يقدر على شيء من ذلك ( وأخبرني ) بن وهب عن عثمان بن\nالحكم الجذامي عن يحيى بن سعيد أنه قال في كفارة الايمان هو مخير إن شاء\nأطعم وإن <span id='ms0652'></span> شاء كسا وإن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p121'> Vol. 03, p. 121</a>\n            </div>\n             شاء أعتق فإن لم يجد شيئا من هذه الثلاثة\nصام ثلاثة أيام وقال بن شهاب مثله\n</p>\n\n<p>\nوقال بن المسيب وغيره من أهل العلم مثله وقالوا كل شيء في القرآن أو أو\nفصاحبه مخير أي ذلك شاء فعل ( بن مهدي ) عن سفيان عن ليث عن بن عباس قال كل\nشيء في القرآن أو أو فهو مخير وما كان مما لم يجد يبدأ بالأول فالأول وقاله\nعطاء بن أبي رباح ( وقال ) أبو هريرة إنما الصيام لمن لم يجد في كفارة\nاليمين\n</p>\n\n#\n<p>\n| في الصيام في كفارة اليمين\n</p>\n\n<p>\n( قلت ) أرأيت الصيام أمتتابع أم لا في قول مالك ( قال ) ان تابع فحسن\nوان لم يتابع أجزأ عنه عند مالك ( قلت ) أرأيت إن أكل في صيام كفارة اليمين\nأو شرب ناسيا قال قال مالك يقضي يوما مكانه قلت أرأيت إن صامت امرأة في\nكفارة اليمين فحاضت\n</p>\n\n<p>\nقال تبني عند مالك ( قلت ) أرأيت إن صام في كفارة اليمين في أيام التشريق\n( قال لا ) يجزئ عنه إلا أن يصوم آخر يوم منها فعسى أن يجزئه وما يعجبني أن\nيصومه فإن صامه أجزأ عنه لأني سمعت مالكا يقول من نذر صيام أخر يوم من أيام\nالتشريق فليصمه ومن نذر صيام أيام النحر فلا يصمها ( قال مالك ) ولا أحب\nلأحد أن يبتدئ صياما وإن كان واجبا عليه في آخر أيام التشريق ( مالك بن أنس\n) عن حميد عن مجاهد عن أبي بن كعب أنه كان يقرأ فصيام ثلاثة أيام متتابعات\nذلك كفارة أيمانكم ( بن مهدي ) عن سفيان عن ليث عن مجاهد قال كل صيام في\nالقرآن متتابع إلا قضاء رمضان ( بن مهدي ) عن أبي عوانة عن المغيرة عن\nإبراهيم قال في قراءة عبد الله فصيام ثلاثة أيام متتابعات ( بن مهدي ) عن\nسفيان بن عيينة عن بن أبي نجيح قال سئل طاوس عن صيام كفارة اليمين هل تفرق\nفقال مجاهد يا أبا عبد الرحمن في قراءة بن مسعود فصيام ثلاثة أيام متتابعات\n( بن مهدي ) عن الحجاج عن عطاء أنه <span id='ms0653'></span> كان لا يرى بتفريقهن بأسا ( وقال )\nإبراهيم النخعي إذا كان على المرأة شهران متتابعان فأفطرت من حيض فلا بد من\nالحيض فإنها تقضي ما أفطرت وتصله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p122'> Vol. 03, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\n| في كفارة الموسر بالصيام\n</p>\n\n<p>\n( قلت ) أرأيت من كان ماله غائبا عنه أيجزئه أن يكفر كفارة اليمين\nبالصيام ( قال ) لا ولكن ليتسلف ( قلت ) أتحفظه عن مالك قال لا ( قلت )\nأرأيت ان حنث في يمينه فأراد أن يكفر وله مال وعليه دين مثله أيجزئه أن\nيصوم في قول مالك ( قال ) لم أسمع من مالك فيه شيئا ولكن إذا كان عليه من\nالدين مثل جميع ما في يديه ولا مال له غيره أجزأه الصوم ( قلت ) أرأيت إن\nكانت له دار يسكنها أو خادم يخدمه أيجزئه الصوم في قول مالك في كفارة\nاليمين أم لا\n</p>\n\n<p>\nقال لا يجزئه ( قلت ) أرأيت من كان عليه ظهار وعنده دار أو خادم أيجزئه\nالصوم أم لا ( قال ) لا يجزئه وإنما جعل الله الصوم لمن لم يجد كفارة\nاليمين كما جعل الصيام في الظهار لمن لم يجد عتق رقبة ( بن مهدي ) عن سفيان\nعن جابر بن الحكم في رجل عليه رقبة وله رقبة ليس له غيرها قال يعتقها\n</p>\n\n#\n<p>\n| ما جاء في كفارة اليمين بالكسوة\n</p>\n\n<p>\n( قلت ) أرأيت الرجال كم يكسوهم في قول مالك ( قال ) ثوبا ثوبا ( فقلت )\nفهل تجزئ العمامة وحدها ( قال ) لا يجزئ إلا ما تحل فيه الصلاة لأن مالكا\nقال في المرأة لا يجزئ أن يكسوها في كفارة اليمين إلا ما يحل لها الصلاة\nفيه الدرع والخمار ( بن وهب ) عن يونس عن بن شهاب قال ثوبا لكل مسكين في\nكفارة اليمين ( بن وهب ) عن رجال من أهل العلم عن مجاهد وسعيد بن المسيب\nويحيى بن سعيد وغيرهم من أهل العلم مثله ( بن مهدي ) عن سفيان الثوري وشعبة\nعن المغيرة عن إبراهيم قال ثوب جامع ( بن مهدي ) عن سفيان عن يونس عن الحسن\nقال ثوبان ( بن مهدي ) عن سفيان عن أبي داود بن هند عن سعيد بن المسيب قال\nعمامة يلف بها رأسه <span id='ms0654'></span> وعباءة يلتحف بها ( سحنون ) وإنما ذكرت هذا لقول مالك\nثوبان للمرأة لأنه أدنى ما تصلي به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p123'> Vol. 03, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\n| في كفارة اليمين بالعتق\n</p>\n\n<p>\n( قلت ) أرأيت المولود والرضيع هل يجزئان في عتق كفارة اليمين ( قال )\nقال مالك من صلى وصام أحب إلي وان لم يجد غيره مكان ذلك من قصر النفقة رجوت\nأن يجزئ هنه ( وقال مالك ) والأعجمي الذي قد أجاب عندي كذلك الذي قد أجاب\nإلى الإسلام وغيره أحب إلي فإن لم يجد غيره أجزأ عنه ( قلت ) وما وصفت لي\nمن الرقاب في كفارة الظهار هل يجزئ في اليمين بالله ( قال ) سألت مالكا عن\nالعتق في الرقاب الواجبة وما أشبهها فمحملها كلها عنده سوى كفارة اليمين\nوكفارة الظهار وغيرهما سواء يجزئ في هذا كله ما يجزئ في هذا ( قلت ) أرأيت\nأقطع اليد والرجل أيجزىء عند مالك ( قال ) سئل مالك عن الأعرج فكرهه مرة\nوآخر قوله أنه قال إذا كان عرجا خفيفا فإنه جائز وان كان عرجا شديدا فلا\nيجزئ وإلا قطع الذي لا شك فيه أنه يجزئ ( قلت ) أرأيت المدبر والمكاتب وأم\nالولد والمعتق إلى سنين هل يجزئ في الكفارة ( قال ) لا يجزئ عند مالك في\nالكفارة شيء من هؤلاء ( قلت ) فإن اشترى أباه أو ولده أو ولد ولده أو أحدا\nمن أجداده أيجزئ أحد من هؤلاء في الكفارة ( قال ) سألنا مالكا عنه فقال لا\nيجزئ في الكفارة أحد ممن يعتق عليه إذا ملكه من ذوي القرابة لأنه إذا\nاشتراه لا يقع له عليه ملك إنما يعتق باشترائه إياه ( قال مالك ) ولا أحب\nله أن يعتق في عتق واجب إلا ما كان يملكه بعد ابتياعه ولا يعتق عليه ( قلت\n) أرأيت الرجل يقول لرجل أعتق عني عبدك في كفارة اليمين أو كفر عني فيعتق\nعنه أو يطعم أو يكسو ( قال ) ذلك يجزئه عند مالك ( قلت ) فإن هو كفر عنه من\nغير أن يأمره ( قال ) ما سمعت من مالك فيه شيئا وأراه يجزئ ألا ترى أن\nالرجل يموت وعليه كفارة من ظهار أو غير ذلك <span id='ms0655'></span> فكفر عنه أهله أو غيرهم فيجوز\nذلك ( قلت ) وهذا قول مالك أنه يجزئه ( قال ) نعم في الميت هو قوله ( قلت )\nأرأيت ان اشترى الرجل امرأته وهي حامل منه أتجزئ عنه في شيء من الكفارات\nإذا أعتقها قبل أن تضع في قول مالك ( قال ) لا تجزئ عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p124'> Vol. 03, p. 124</a>\n            </div>\n             لأن\nمالكا جعلها أم ولد بذلك الحمل حين اشتراها ( بن وهب ) عن يونس عن بن شهاب\nأنه قال في المدبر لا يجزئ ( وقال ) عبد الجبار عن ربيعة لا يجزئ المكاتب\nولا أم الولد في شيء من الرقاب الواجبة وقاله الليث بن سعد ( وقال ) بن\nشهاب ويحيى بن سعيد وربيعة بن أبي عبد الرحمن وعطاء في المرضع إنه يجزئ في\nالكفارة ( مالك بن أنس ) وسفيان بن عيينة ويونس عن بن شهاب عن عبيد الله بن\nعبد الله بن عتبة بن مسعود أن رجلا من الأنصار أتى إلى رسول الله صلى الله\nعليه وسلم بوليدة سوداء فقال يا رسول الله ان علي رقبة مؤمنة فإن كنت تراها\nمؤمنة أعتقتها فقال لها رسول الله صلى الله عليه وسلم أتشهدين أن لا إله\nإلا الله فقالت نعم قال أتشهدين أن محمدا رسول الله قالت نعم قال أفتوقنين\nبالبعث بعد الموت قالت نعم قال أعتقها ( مالك بن أنس ) عن هلال بن أسامة عن\nعطاء بن يسار عن معاوية بن الحكم أنه أتى النبي صلى الله عليه وسلم فقال إن\nلي جارية كانت ترعى غنما لي ففقدت شاة من الغنم فسألتها عنها فقالت أكلها\nالذئب فأسفت وكنت من بني آدم فلطمت وجهها وعلي رقبة أفأعتقها فإنها مؤمنة\nفقال لها رسول الله صلى الله عليه وسلم أين الله فقالت هو في السماء فقال\nمن أنا فقالت أنت رسول الله قال أعتقها فإنها مؤمنة ( قال مالك ) أحسن ما\nسمعت في الرقاب الواجبة أنه لا يشتريها الذي يعتقها بشرط على أن يعتقها لأن\nتلك ليست برقبة تامة وفيها شرط يوضع عنه من ثمنها\n</p>\n\n<p>\nقال مالك ولا بأس أن يشتري المتطوع ( قال مالك ) وبلغني <span id='ms0656'></span> أن عبد الله بن\nعمر سئل عن الرقبة الواجبة هل تشتري بشرط فقال لا ( وقال ) الحسن والشعبي\nلا يجزئ الأعمى وقاله النخعي أيضا ( وقال عطاء ) لا يجوز عرج ولا أشل ولا\nصبي لم يولد في الإسلام من حديث بن مهدي عن بشر بن منصور عن بن جريج عن\nعطاء ( وقال ) سفيان عن المغيرة عن إبراهيم وجابر عن الشعبي قال لا تجوز أم\nالولد في الواجب ( بن المبارك ) عن الاوزاعي قال سئل إبراهيم النخعي عن\nالمرضع هل تجوز في كفارة الدم قال نعم ( بن وهب ) عن عبد الجبار عن ربيعة\nأنه قال لا يجزئ عنه إلا مؤمنة ( وقال ) عطاء لا تجوز إلا مؤمنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p125'> Vol. 03, p. 125</a>\n            </div>\n             صحيحة ( وقال ) يحيى بن سعيد لا يجوز أشل ولا أعمى ( وقال ) بن\nشهاب لا يجوز أعمى ولا أبرص ولا مجنون\n</p>\n\n#\n<p>\n| ما جاء في تفرقة كفارة اليمين\n</p>\n\n<p>\n( قلت ) أرأيت ان كسا أو أعتق أو أطعم عن ثلاثة أيمان ولم ينو الإطعام عن\nواحدة من الايمان ولا الكسوة ولا العتق إلا أنه نوى بذلك الايمان كلها (\nقال ) يجزئه عند مالك لأن هذه الكفارات كلها إنما هي عن الايمان التي كانت\nبالله فهي تجزئه ( قلت ) وكذلك إذا أعتق رقبة ولم ينو عن ايمانه كلها إلا\nأنه نوى يعتقها عن احدى هذه الايمان وليست بعينها وقد كانت أيمانه تلك كلها\nبأشياء مختلفة إلا أنها كلها بالله أيجزئه في قول مالك قال نعم ( قلت )\nأرأيت ان أطعم خمسة مساكين وكسا خمسة أيجزئه ( قال ) ما سمعت من مالك فيه\nشيئا ولا يجزئه لأن الله قال فإطعام عشرة مساكين من أوسط ما تطعمون أهليكم\nأو كسوتهم أو تحرير رقبة فمن لم يجد فصيام ثلاثة أيام فلا يجزئه أن يكون\nبعض هذا إلا أن يكون نوعا واحدا\n</p>\n\n#\n<p>\n| ما جاء في الرجل يعطي المساكين قيمة كفارة يمينه\n</p>\n\n<p>\n( قلت ) أرأيت ان أعطي المساكين قيمة الثياب أيجزئه أم لا ( قال ) لا\nيجزئ عند مالك ( بن مهدي ) عن سفيان عن جابر قال سألت عامرا الشعبي عن رجل\nحلف على يمين <span id='ms0657'></span> فحنث هل يجزئ عنه أن يعطي ثلاثة مساكين أربعة دراهم\n</p>\n\n<p>\nفقال لا يجزئ عنه إلا أن يطعم عشرة مساكين من أوسط ما تطعمون أهليكم\n</p>\n\n#\n<p>\n| ما جاء في بنيان المساجد وتكفين الميت من كفارة اليمين\n</p>\n\n<p>\n( قلت ) أرأيت ان أعطي من كفارة يمينه في أكفان الموتى أو في بنيان\nالمساجد أو في قضاء دين الميت أو في عتق رقبة أيجزئه في قول مالك ( قال )\nلا يجزئه عند مالك ولا يجزئه إلا ما قال الله تعالى فإطعام عشرة مساكين من\nأوسط ما تطعمون أهليكم أو كسوتهم أو تحرير رقبة فلا يجزئه إلا ما قال الله\nثم قال وما كان ربك نسيا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p126'> Vol. 03, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\n| في الرجل يشتري كفارة يمينه أو توهب له\n</p>\n\n<p>\n( قلت ) أرأيت ان وهبت له كفارته أو تصدق بها عليه أو اشتراها أكان مالك\nيكره له ذلك ( قال ) ما سمعت من مالك فيه شيئا ولكن مالكا كان يكره للرجل\nأن يشتري صدقة التطوع فهذا أشد كراهية وذلك رأيي ( قلت ) وكان مالك يكره أن\nيقبل الرجل صدقة التطوع ( قال ) نعم وقد جاء هذا عن عمر بن الخطاب وغيره\nوهذا مثبت في كتاب الزكاة\n</p>\n\n#\n<p>\n| الرجل يحلف أن لا يأكل طعاما فيأكل بعضه أو يشربه أو يخوله عن حاله تلك\nإلى حال أخرى فيأكله\n</p>\n\n<p>\n( قلت ) أرأيت ان قال والله لا آكل هذا الرغيف فأكل بعضه أيحنث في قول\nمالك ( قال ) قال مالك نعم ( قلت ) أرأيت ان حلف ليأكلن هذه الرمانة فأكل\nنصفها أيحنث أم لا قال يحنث ( قلت ) وهذا قول مالك قال نعم ( قلت ) أرأيت\nان حلف ليأكلن هذا الرغيف اليوم فأكل اليوم نصفه وغدا نصفه ( قال ) أراه\nحانثا ولم أسمع من مالك في هذه الأشياء شيئا ولكنا نحمل الحنث على من قد\nوجدناه حانثا في حال ( قلت ) أرأيت الرجل يحلف أن لا يأكل هذا الدقيق فأكل\nخبزا من خبز ذلك الدقيق أيحنث أم لا في قول مالك أو حلف أن لا يأكل هذه\nالحنطة أو من هذه الحنطة فأكل سويقا عمل من تلك الحنطة أو خبزا <span id='ms0658'></span> خبز من تلك\nالحنطة أو الحنطة بعينها صحيحة أو أكل الدقيق بعينه أيحنث أم لا في هذا كله\nفي قول مالك ( قال بن القاسم ) هذا حانث في هذا كله لأن هذا هكذا يؤكل (\nقلت ) أرأيت ان حلف أن لا يأكل من هذا الطلع فأكل منه بسرا أو رطبا أو تمرا\nأيحنث في قول مالك ( قال ) ان كانت نيته أن لا يأكل من الطلع بعينه وليس\nنيته على غيره فلا شيء عليه وان لم تكن له نية فلا يقربه ( قلت ) أتحفظه عن\nمالك قال لا ( قلت ) أرأيت ان حلف أن لا يأكل من هذا اللبن فأكل من جبنه أو\nمن زبده ( قال ) هذا مثل الأول ان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p127'> Vol. 03, p. 127</a>\n            </div>\n             لم تكن له نية كما أخبرتك\nفهو حانث ( قلت ) أرأيت ان حلف فقال والله لا آكل من هذه الحنطة فزرعت فأكل\nمن حب خرج منها ( قال ) قال مالك في الذي يحلف أن لا يأكل من هذا الطعام\nفبيع فاشترى من ثمنه طعام آخر ( قال ) قال مالك لا يأكل منه إذا كان على\nوجه المن وإن كان لكراهية الطعام وخبئه ورداءته أو لسوء صنعته قال مالك فلا\nأرى به بأسا فقس مسألتك في هذا الزرع على هذا إن كان على وجه المن فلا يأكل\nمما يخرج منها وإن كان لرداءة الحب فلا بأس أن يأكل مما يخرج منها ( قلت )\nأرأيت ان حلف أن لا يشرب هذا السويق فأكله أيحنث ( قال ) إن كان إنما كره\nشربه لأذى كان يصيبه منه مثل المغص يصيبه عليه أو النفخ أو لشيء يؤذيه فلا\nأراه حانثا إن هو أكله وإن لم تكن له نية فأكله أو شربه حنث ( قلت ) أرأيت\nإن قال والله لا آكل هذا اللبن فشربه أيحنث في قول مالك أم لا ( قال ) قد\nأخبرتك في هذه الأشياء إن لم تكن له نية حنث وإن كانت له نية فله نيته (\nقلت ) أرأيت إن حلف أن لا يأكل سمنا فأكل سويقا ملتوتا بسمن فوجد فيه طعم\nالسمن أو ريح السمن <span id='ms0659'></span> ( قال ) هذا مثل ما أخبرتك إن كانت له نية في ذلك السمن\nالخالص وحده بعينه فله نيته ولا يحنث وإن لم تكن له نية فهو حانث وقد فسرت\nلك هذه الوجوه ( قلت ) فإن لم يجد ريح السمن ولا طعمه في السويق ( قال ) لا\nيراد من هذا ريح ولا طعم وهو على ما أخبرتك وفسرت لك ( قلت ) أرأيت إن حلف\nأن لا يأكل خلا فأكل مرقا فيه خل ( قال ) لم أسمع من مالك في هذا شيئا ولا\nأرى عليه حنثا إلا أن يكون أراد أن لا يأكل طعاما داخله الخل ( بن مهدي )\nعن المغيرة عن إبراهيم قال سئل عن رجل قال كل شيء يلبسه من غزل امرأته فهو\nيهديه أيبيع غزلها ويشتري به ثوبا فيلبسه فقال إبراهيم لعن الله اليهود\nحرمت عليهم الشحوم فباعوها وأكلوا أثمانها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p128'> Vol. 03, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\n| ما جاء في الرجل يحلف أن لا يهدم البئر فيهدم منها حجرا أو يحلف أن لا\nيأكل طعامين فيأكل أحدهما\n</p>\n\n<p>\n( قلت ) أرأيت الرجل يحلف أن لا يهدم هذه البئر فيهدم منها حجرا واحدا (\nقال ) قال مالك هو حانث إلا أن تكون له نية في هدمها كلها ( قلت ) أرأيت ان\nقال والله لا أكلت خبزا وزيتا أو قال والله لا أكلت خبزا وجبنا فأكل أحدهما\nأيحنث أم لا في قول مالك ولا نية له ( قال ) لم أسمع من مالك فيه شيئا إلا\nأن مالكا قال من حلف أن لا يأكل شيئين فأكل أحدهما أو قال لا أفعل فعلين\nففعل أحدهما حنث فإن كان هذا الذي قال لا آكل خبزا وزيتا أو خبزا وجبنا لم\nتكن له نية فقد حنث وان كانت له نية أن لا يأكل خبزا بزيت أو خبزا بجبن\nوإنما كره أن يجمعهما لم يحنث\n</p>\n\n#\n<p>\n| ما جاء في الرجل يحلف أن لا يأكل طعاما فذاقه أو أكل مما يخرج منه\n</p>\n\n<p>\n( قلت ) أرأيت إن حلف أن لا يأكل طعاما فذاقه أو لا يشرب شرابا كذا وكذا\nفذاقه أيحنث أم لا في قول مالك ( قال بن <span id='ms0660'></span> القاسم ) إن لم يكن يصل إلى جوفه\nلم يحنث ( قلت ) أرأيت إن قال والله لا أكلت من هذه النخل بسرا أو قال\nوالله لا أكلت بسر هذه النخل فأكل من بلحها أيحنث أم لا\n</p>\n\n<p>\nقال لا يحنث ( قلت ) أرأيت إن قال والله لا آكل لحما ولا نية له فأكل\nحيتانا ( قال ) بلغني عن مالك أنه قال هو حانث لأن الله تبارك وتعالى قال\nفي كتابه وهو الذي في قول البحر لتأكلوا منه لحما طريا ( قال مالك ) إلا أن\nتكون له نية فله ما نوى ( قلت ) أرأيت إن حلف أن لا يأكل رؤسا فأكل رؤس\nالسمك أو حلف أن لا يأكل بيضا فأكل بيض السمك أو بيض الطير سوى الدجاج\nأيحنث أم لا في قول مالك ( قال بن القاسم ) إنما ينظر إلى الذي خرجت يمينه\nما هو فيحمل عليه لأن للايمان بساطا يحمل الناس على ذلك فإن لم يكن ليمينه\nكلام يستدل به على ما أراد بيمينه ولم تكن له نية لزمه في كل ما يقع عليه\nذلك الأسم الحنث وقد أخبرتك في اللحم أنه إذا أكل الحيتان حنث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p129'> Vol. 03, p. 129</a>\n            </div>\n            \nإن لم تكن له نية وإنما اللحم عند الناس ما قد علمت ( قلت ) أرأيت إن حلف\nأن لا يأكل لحما فأكل شحما أيحنث أم لا في قول مالك ( قال ) بلغني عن مالك\nأنه قال من حلف أن لا يأكل لحما فأكل شحمها فإنه يحنث ( قلت ) فشحم الثروب\nوغيرها من الشحوم سواء في هذا ( قال ) الشحم كله سواء عند مالك إلا أن تكون\nله نية أن يقول إنما أردت اللحم بعينه ( قال مالك ) ومن حلف أن لا يأكل\nشحما فأكل لحما فلا شيء عليه ومن حلف أن لا يأكل اللحم فأكل الشحم حنث لأن\nالشحم من اللحم ( بن مهدي ) عن أبي عوانة عن المغيرة عن إبراهيم قال من حلف\nأن لا يأكل الشحم فليأكل اللحم ومن حلف أن لا يأكل اللحم فلا يأكل الشحم\nلأن الشحم من اللحم\n</p>\n\n#\n<p>\n| ما جاء في الرجل يحلف <span id='ms0661'></span> أن لا يكلم فلانا فسلم عليه في صلاة أو غير صلاة\nوهو يعلم أو لا يعلم\n</p>\n\n<p>\n( قلت ) أرأيت لو أن رجلا حلف أن لا يكلم فلانا فصلى الحالف بقوم\nوالمحلوف عليه فيهم فسلم من صلاته عليهم أيحنث أم لا ( قال ) لا يحنث قال\nوقد بلغني ذلك عن مالك ( قلت ) أرأيت لو صلى الحالف خلف المحلوف عليه وقد\nعلم أنه امامهم فرد عليه السلام حين سلم من صلاته ( قال ) قال مالك لا حنث\nعليه وليس مثل هذا كلاما ( قلت ) أرأيت إن حلف أن لا يكلم فلانا فمر على\nقوم وهو فيهم فسلم عليهم وقد علم أنه فيهم أو لم يعلم ( قال ) قال مالك هو\nحانث إلا أن يحاشيه ( قلت ) علم أو لم يعلم قال نعم ( قلت ) أرأيت لو أن\nرجلا حلف أن لا يكلم فلانا فسلم على قوم وهو فيهم ( قال ) قال مالك يحنث\nإلا أن يكون حاشاه ( قال مالك ) وإن مر في جوف الليل فسلم عليه وهو لا\nيعرفه حنث\n</p>\n\n#\n<p>\n| في الرجل يحلف أن لا يكلم فلانا فيرسل إليه رسولا أو يكتب إليه كتابا\n</p>\n\n<p>\n( قلت ) أرأيت لو أن رجلا حلف أن لا يكلم فلانا فأرسل إليه رسولاأو كتب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p130'> Vol. 03, p. 130</a>\n            </div>\n             إليه كتابا ( قال ) قال مالك إن كتب إليه كتابا حنث وإن أرسل\nإليه رسولا حنث إلا أن تكون له نية على مشافهته ( قلت ) أرأيت إن كانت له\nفي الكتاب نية على المشافهة ( قال ) قال مالك في هذا مرة إن كان نوى فله\nنيته ثم رجع بعد ذلك فقال لا أرى أن أنويه في الكتاب وأراه في الكتاب حاشا\n( قال مالك ) وإن كتب إليه فأخذ الكتاب قبل أن يصل إلى المحلوف عليه فلا\nأرى عليه حنثا وهو آخر قوله\n</p>\n\n#\n<p>\n| في الرجل يحلف أن لا يساكن رجلا\n</p>\n\n<p>\n( قلت ) أرأيت الرجل يحلف أن لا يساكن فلانا فسكنا في دار فيها مقاصير\nفسكن هذا في مقصورة وهذا في مقصورة أخرى أيحنث أم لا ( قال ) إن كانا في\nدار واحدة وكل واحد منهما في منزلة والدار تجمعهما <span id='ms0662'></span> فأراه حانثا في مسألتك\nوكذلك سمعت مالكا يقول\n</p>\n\n<p>\nوإن كانا في بيت واحد رفيقين فحلف أن لا يساكنه فانتقل عنه إلى منزل في\nالدار يكون مدخله ومخرجه ومرافقه في حوائجه ومنافعه على حدة فلا حنث عليه\nإلا أن يكون نوى الخروج من الدار لأني سمعت مالكا يقول وسأله رجل عن امرأة\nله وأخت له كانتا ساكنتين في منزل واحد وحجرة واحدة فوقع بينهما ما يقع بين\nالنساء من الشر فحلف الرجل بطلاق امرأته أن لا تساكن احداهما صاحبتها\nفتكاري منزلا سفلا وعلوا وكل منزل منهما مرفقه على حدة مرحاضه ومفسله\nومطبخه ومدخله ومخرجه على حدة إلا أن سلم العلو في الدار يجمعهما باب الدار\nيدخلان منه ويخرجان منه ( قال ) مالك لا أرى عليه حنثا إذا كانتا معتزلين\nهكذا ( قلت ) أرأيت إن قال والله لا أساكنك فسكنا في قرية أيحنث أم لا (\nقال ) ما سمعت من مالك فيه شيئا ولا أراه يحنث إلا إن كان معه في دار ( قلت\n) وكذلك لو ساكنه في مدينة من المدائن ( قال ) نعم لا حنث عليه إلا أن\nيساكنه في دار ( قلت ) أرأيت إن حلف أن لا يساكنه فزاره ( قال ) قال مالك\nليست الزيارة سكنى ( قال مالك ) وينظر في ذلك إلى ما كانت عليه أول يمينه\nفإن كان إنما ذلك لما يدخل بين العيال والصبيان والنساء فذلك عندي أخف وإن\nكان إنما أرد التنحي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p131'> Vol. 03, p. 131</a>\n            </div>\n             عنه فهو عندي أشد ( قلت ) أرأيت الرجل\nيحلف أن لا يساكن فلانا في دار قد سماها أو لم يسمها فقسمت الدار فضربا\nبينهما حائطا وجعل مخرج كل نصيب على حدته فسكن في أحد النصفين هذا الحالف\nأتراه حانثا أم لا ( قال ) سئل مالك وأنا أسمع عن رجل حلف أن لا يساكن إبنا\nله أو أخا له وكانا في دار واحدة فأراد أن يضربا في سوط الدار حائطا\nويقستماها ويفتح هذا بابه إلى السكة وهذا بابه إلى السكة الأخرى قال مالك\nما يعجبني وكرهه ( قال بن القاسم ) وأنا لا أرى به بأسا ولا <span id='ms0663'></span> أرى عليه شيئا\nوكذلك مسألتك\n</p>\n\n#\n<p>\n| في الرجل يحلف أن لا يسكن دار رجل\n</p>\n\n<p>\n( قلت ) أرأيت إن حلف أن لا يسكن هذه الدار وهو فيها ساكن متى يؤمر\nبالخروج في قول مالك ( قال ) قال مالك يخرج ساعة يحلف ( قلت ) فإن كانت\nيمينه في جوف الليل ( قال ) قال مالك فأرى أن يخرج تلك الساعة فراجعه إبن\nكنانة فيها فقال له ألا ترى له أن يمكث حتى يصبح\n</p>\n\n<p>\nقال مالك إن كان نوى ذلك وإلا انتقل تلك الساعة فرأيته حين راجعه بن\nكنانة وراجعه مرارا فيها فلم يزده على هذا ولم نسأله وإن أقام حتى يصبح\nفرأيته يراه إن أقام حتى يصبح إذا لم تكن له نية أنه حانث وذلك رأيي ( فقلت\n) لمالك فإن كانت له نية حتى يصبح أيقيم حتى يلتمس مسكنا بعد ما أصبح ( قال\n) قال مالك يعجل ما استطاع\n</p>\n\n<p>\nقيل له إنه لا يجد مسكنا قال هو يجده ولكنه لعله أن لا يجده إلا بالغلاء\nأو الموضع الذي لا يوافقه فلينتقل ولا يقم وإن كان إلى مثل هذا الموضع\nفلينتقل إليه حتى يجد على مهل فإن لم ينتقل رأيته حانثا ( قلت ) أرأيت إن\nارتحل بعياله وولده وترك متاعه ( قال ) قال مالك لا يترك متاعه ( قلت ) فإن\nترك متاعه أيحنث أم لا في قول مالك قال نعم ( قلت ) والرحلة عند مالك أن\nينتقل بكل شيء له قال نعم ( قلت ) أرأيت إن حلف أن لا يسكن في دار فلان هذه\nفباعها فلان أيحنث إن سكن أم لا ( قال ) أرى أن لا يسكن هذه الدار إذا\nسماها بعينها وإن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p132'> Vol. 03, p. 132</a>\n            </div>\n             خرجت من ملك واحد بعد واحد إلا أن يكون أراد\nما دامت في ملك فلان المحلوف عليه فإن سكن حنث فهذا حين حلف أن لا يسكن دار\nفلان هذه فإن كان أراد أن لا يسكن هذه الدار فلا يسكنها أبدا فإن سكنها حنث\nوإن كان إنما أراد ما دامت لفلان فإن خرجت من ملك فلان فلا بأس عليه في\nسكناها ( قلت ) فإن قال والله <span id='ms0664'></span> لا أسكن دار فلان فباعها فلان ( قال ) أرى\nأنه لا يحنث إن سكنها إلا أن يكون نوى أن لا يسكنها وإن خرجت من ملكه ( قلت\n) أرأيت إن حلف أن لا يسكن دار فلان فسكن دارا بين فلان ورجل آخر أيحنث أم\nلا ( قال ) نعم يحنث لأني سمعت مالكا يقول في رجل قال لإمرأته أنت طالق إن\nكسوتك هذين الثوبين ونيته أن لا يكسوها إياهما جميعا فكساها أحدهما إنها قد\nطلقت عليه ( قلت ) أرأيت إن قال لإمرأته إن سكنت هذه الدار وهي فيها ساكنة\nفأنت طالق ( قال ) تخرج فإن تمادت في سكناها يحنث\n</p>\n\n<p>\nفكذلك اللباس والركوب إذا كانت راكبة أو لابسة فإن هي ثبتت على الدابة أو\nلم تنزع اللباس مكانها من فورها فهي طالق\n</p>\n\n#\n<p>\n| الرجل يحلف أن لا يدخل بيتا أو لا يسكن بيتا\n</p>\n\n<p>\n( قلت ) أرأيت إن قال والله لا أسكن بيتا ولا نية له وهو من أهل القرى أو\nمن أهل الحاضرة فسكن بيتا من بيوت الشعر أتراه حانثا في قول مالك ( قال )\nلم أسمع من مالك فيه شيئا إلا أنه إن لم تكن له نية فهو حانث لأن الله\nتبارك وتعالى يقول <span class='quran'>بيوتا تستخفونها يوم ظعنكم ويوم إقامتكم </span>فقد\nسماها الله بيوتا ( قال ) ولقد سألت مالكا عن الرجل يحلف بطلاق امرأته ما\nله مال ولا مال له يعلمه فيكون قد وقع له ميراث بأرض قبل يمينه ( قال )\nمالك إن كان لم ينو حين حلف أنه ما له مال يعلمه فأرى أنه قد حنث وإن كان\nنوى حين نوى أنه ما له مال يعني ما لا يعلمه لم يحنث\n</p>\n\n#\n<p>\n| الرجل يحلف أن لا يدخل على رجل بيتا\n</p>\n\n<p>\n( قلت ) أرأيت رجلا حلف أن لا يدخل على رجل بيتا فدخل عليه في المسجد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p133'> Vol. 03, p. 133</a>\n            </div>\n             أيحنث أم لا ( قال ) لا يحنث ( قلت ) وهذا قول مالك ( قال )\nبلغني عن مالك أنه قال لا حنث على هذا وليس على هذا حلف ( قلت ) أرأيت لو\nأن رجلا حلف أن لا يدخل على فلان بيتا فدخل الحالف <span id='ms0665'></span> على جار له بيته فإذا\nفلان المحلوف عليه في بيت جاره ذلك أيحنث أم لا ( قال ) نعم يحنث ( قلت )\nأرأيت إن حلف أن لا يدخل على فلان بيتا فدخل بيتا فدخل عليه فلان ذلك البيت\n( قال ) قال مالك في هذا بعينه لا يعجبني ( قال بن القاسم ) وأرى إن دخل\nعليه فلان ذلك البيت أن لا يكون حانثا إلا أن يكون نوى أن لا يجامعه في بيت\nقال فإن كان نوى ذلك فقد حنث ( قلت ) أرأيت قول مالك في هذه المسألة لا\nيعجبني أخاف مالك الحنث في ذلك قال نعم خاف الحنث\n</p>\n\n#\n<p>\n| في رجل حلف أن لا يدخل دارا بعينها أو بغير عينها\n</p>\n\n<p>\n( قلت ) أرأيت لو أن رجلا حلف أن لا يدخل هذه الدار فتهدمت حتى صارت\nطريقا أو خربة من الخرائب يذهب الناس فيها يخرقونها ذاهبين وجائين ( قال )\nأرى إذا تهدمت وخربت حتى تصير طريقا فدخلها لم يحنث ( قلت ) فلو بنيت بعد\nذلك دارا ( قال ) لا يدخلها لأنها حين بنيت بعد فقد صارت دارا ( قلت )\nأرأيت إن حلف أن لا يدخل دار فلان فدخل بيت فلان المحلوف عليه وإنما فلان\nساكن في ذلك البيت بكراء أيحنث أم لا ( قال ) أرى أن المنزل منزل الرجل\nبكراء كان فيه أو بغير كراء ويحنث هذا الحالف إن دخل ( قلت ) أرأيت إن حلف\nأن لا يدخل دار فلان فقام على ظهر بيت منها أيحنث أم لا قال يحنث ( قلت )\nأرأيت إن قال والله لا أدخل من باب هذه الدار فحول بابها فدخل من بابها هذا\nالمحدث أيحنث أم لا ( قال ) يحنث ( قلت ) أتحفظه عن مالك ( قال ) لا وهو\nرأيي إلا أن يكون كره الدخول من ذلك الباب لضيق أو لسوء ممر أو ممر على أحد\nولم يكره دخول الدار بعينها فإن هذا إذا حول الباب ودخل لم يحنث ( قلت )\nأرأيت إن قال والله لا أدخل من هذا الباب فأغلق ذلك الباب وفتح له باب آخر\nفدخل من ذلك الباب الذي فتح أيحنث أم لا <span id='ms0666'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p134'> Vol. 03, p. 134</a>\n            </div>\n             ( قال ) يحنث إلا أن\nيكون نوى أن لا يدخل من هذا الباب وإنما أراد ذلك الباب بعينه ولم يرد دخول\nالدار فإن لم تكن هذه نيته فهو حانث لأن نيته ها هنا إنما وقعت على أن لا\nيدخل هذه الدار ( قلت ) أرأيت إن حلف أن لا يدخل دار فلان فاحتمله إنسان\nفأدخله أيحنث أم لا ( قال ) قال مالك وغيره من أهل العلم أنه لا يحنث ( قلت\n) أرأيت إن قال احتملوني فأدخلوني ففعلوا أيحنث أم لا ( قال ) هذا يحنث لا\nشك فيه\n</p>\n\n#\n<p>\n| في الرجل يحلف أن لا يأكل طعام رجل\n</p>\n\n<p>\n( قلت ) أرأيت إن قال والله لا أكلت من طعام فلان فباع فلان طعامه ثم أكل\nمن ذلك الطعام ( قال ) فإنه لا يحنث إلا أن يحلف لا أكلت من هذا الطعام\nبعينه فإنه لا يأكل منه وإن خرج من ملك فلان ذلك الرجل فإن أكل منه حنث وإن\nانتقل من ملك رجل إلى ملك رجل إلا أن يكون نوى ما دام في يده ( قلت ) أرأيت\nإن قال والله لا آكل من طعام فلان ولا ألبس من ثياب فلان ولا أدخل دار فلان\nفاشترى هذا الحالف هذه الأشياء من فلان فأكلها أو لبسها أو دخلها بعد\nالاشتراء ( قال ) ليس عليه شيء إلا أن يكون نواه بعينه أن لا يأكله ( قلت )\nفإن وهب هذا المحلوف عليه هذه الأشياء للحالف أو تصدق بها عليه فقبلها\nفأكلها أو لبس أو دخل الدار أيحنث أم لا في قول مالك ( قال ) ما يعجبني هذا\nوما سمعت من مالك فيه شيئا ولكني إنما كرهته لك لأن هذا إنما يكره لوجه\nالمن ألا ترى أنه إذا وهب له الهبة من بها الواهب عليه وإن اشتراها منه فلا\nمنة للبائع عليه ولا يعجبني ذلك وأراه حانثا إن كان إنما كره منه إن فعل (\nقال بن القاسم ) وبلغني عن مالك أنه سئل عن رجل حلف أن لا يأكل لرجل طعاما\nفدخل بن الحالف على المحلوف عليه فأطعمه خبزا ثم خرج به الصبي <span id='ms0667'></span> إلى منزل\nأبيه فتناوله أبوه منه فأكل منه وهو لا يعلم فسئل مالك عن ذلك فقال أراه\nحانثا ( قلت ) أرأيت إن حلف أن لا يأكل من طعام يشتريه فلان فأكل من طعام\nاشتراه فلان وآخر معه أيحنث أم لا في قول مالك ( قال ) أراه حانثا ( قلت )\nأرأيت إن حلف أن لا يأكل هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p135'> Vol. 03, p. 135</a>\n            </div>\n             الرغيف فأكره عليه فأكله ( قال )\nلا يحنث في رأيي ( قلت ) فإن أكره فحلف أن لا يأكل كذا وكذا فأجبر على أكله\nفأكله أيحنث أم لا ( قال ) لا يحنث عند مالك والمكره عند مالك على اليمين\nليس يمينه بشيء\n</p>\n\n#\n<p>\n| الرجل يحلف أن لا تخرج امرأته إلا بإذنه أو لا يأذن لإمرأته أن تخرج\n</p>\n\n<p>\n( قلت ) أرأيت إن حلف رجل أن لا تخرج إمرأته من الدار إلا بإذنه فأذن لها\nحيث لا تسمع فخرجت بعد الإذن أيحنث أم لا ( قال ) بلغني عن مالك أنه سئل عن\nرجل حلف أن لا تخرج إمرأته إلا بإذنه فسافر فخاف أن تخرج بعده فقال اشهدوا\nأني قد أذنت لها إن خرجت فهي على إذني فخرجت قبل أن يأتيها الخبر قال مالك\nما أراه إلا قد حنث قال مالك وليس هذا الذي أراد\n</p>\n\n<p>\nولم أسمعه أنا من مالك ولكن بلغني ذلك عنه وهو رأيي وكذلك مسألتك ( قلت )\nأرأيت إن حلف رجل أن لا يأذن لإمرأته أن تخرج إلا في عيادة مريض فأذن لها\nفخرجت في عيادة مريض ثم عرضت لها حاجة غير العيادة وهي عند المريض فذهبت\nفيها أيحنث الزوج أم لا قال لا يحنث ( قلت ) أرأيت إن حلف أن لا يأذن\nلإمرأته أن تخرج إلا في عيادة مريض فخرجت من غير أن يأذن لها إلى الحمام أو\nإلى غير ذلك أيحنث أم لا ( قال ) لا يحنث في رأيي لأن الزوج لم يأذن لها\nإلى حيث خرجت إلا أن يعلم بذلك فيتركها فإن هو حين يعلم بذلك لم يتركها\nفإنه لا يحنث ( قلت ) فإن لم يعلم حتى فرغت من ذلك ورجعت ( قال ) لا حنث\nعليه <span id='ms0668'></span> في رأيي ( قال سحنون ) وقد ذكر عن ربيعة شيء مثل هذا أنه حانث في غير\nالعيادة إذا أقرها لأنه قد كان يقدر على ردها فلما تركها فإنه أذن لها في\nخروجها\n</p>\n\n#\n<p>\n| الرجل يحلف ليقضين فلانا حقه غدا أو ليأكلن طعاما غدا فيقضيه أو يأكله\nقبل غد\n</p>\n\n<p>\n( قلت ) أرأيت لو أن رجلا قال لرجل والله لأقضينك حقك غدا فعجل له حقه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p136'> Vol. 03, p. 136</a>\n            </div>\n             اليوم أيحنث أم لا في قول مالك ( قال ) قال مالك لا يحنث إن\nعجل له حقه قبل الأجل وإنما يحنث إذا أخر حقه بعد الأجل ( قلت ) فإن قال\nوالله لآكلن هذا الطعام غدا فأكله اليوم أيحنث أم لا ( قال ) نعم هذا يحنث\n( قلت ) أتحفظه عن مالك قال لا ( قلت ) لم أحنثته في هذا ولم تحنثه في\nالأول ( قال ) لأن هذا حلف على الفعل في ذلك اليوم والأول إنما أراد القضاء\nولم يرد ذلك اليوم بعينه وإنما أراد أن لا يتأخر عن ذلك اليوم وكذلك قال\nمالك فيه\n</p>\n\n#\n<p>\n| الرجل يحلف أن لا يشتري ثوبا فاشترى ثوب وشي\n</p>\n\n<p>\n( قلت ) أرأيت لو أن رجلا حلف أن لا يشتري ثوبا فاشترى ثوبا من الوشي أو\nغيره ( قال ) إن كانت له نية فله نيته فيما بينه وبين الله وإن كانت عليه\nبينة واشترى ثوبا حنث إن كان حلف بالطلاق أو بالعتاق أو بشيء مما يقضي عليه\nالقاضي به ( قال بن القاسم ) ولو أن رجلا حلف أن لا يدخل دارا سماها فدخلها\nبعد ذلك وقال إنما نويت شهرا قال إن كانت عليه بينة لم يقبل قوله وإن كان\nفيما بينه وبين الله وجاء مستفتيا فله نيته فمسألتك مثل هذه\n</p>\n\n#\n<p>\n| في الرجل يحلف أن لا يلبس ثوبا\n</p>\n\n<p>\n( قلت ) أرأيت إن حلف أن لا يلبس هذا الثوب وهو لابسه فيتركه عليه بعد\nاليمين ( قال ) بلغني عن مالك ولم أسمعه منه أنه قال في الرجل يحلف أن لا\nيركب هذه الدابة وهو عليها قال قال مالك إن نزل عنها مكانه وإلا فهو حانث\nفمسألتك مثل هذا ( قلت ) أرأيت لو <span id='ms0669'></span> أن رجلا حلف أن لا يلبس من غزل فلانة\nفلبس ثوبا غزلته فلانة وأخرى معها ( قال ) أراه حانثا في رأيي ( قلت )\nأرأيت إن حلف أن لا يلبس هذا الثوب فقطعه قباء أو قميصا أو سراويل أو جبة (\nقال ) هو حانث إلا أن يكون إنما حلف لضيق به كره أن يلبسه على ذلك الحال أو\nلسوء عمله فكره لبسه لذلك فحوله فهذا له نيته فإن لم تكن له نية حنث ( قلت\n) أرأيت لو أن رجلا حلف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p137'> Vol. 03, p. 137</a>\n            </div>\n             أن لا يلبس هذا الثوب وهو قميص أو قباء\nأو ملحفة فاتزر به أو لف رأسه به أو طرحه على منكبيه أيكون حانثا في قول\nمالك وهل يكون هذا لبسا عند مالك ( قال ) سأل رجل مالكا عن رجل حلف بطلاق\nامرأته البتة أن لا يلبس لها ثوبا فأصابته من الليل هراقة الماء فقام من\nالليل فتناول ثوبا عند رأسه فإذا هو ثوب امرأته وهو لا يعلم فوضعه بيديه\nعلى مقدم فرجه فقال مالك لا أرى هذا لبسا ( قال ) فقيل لمالك فلو أداره\nعليه فقال مالك لو أداره عليه لرأيته لبسا فأما مسألتك فأراه لبسا وأراه\nحانثا وما سمعت من مالك فيها شيئا\n</p>\n\n#\n<p>\n| في الرجل يحلف أن لا يركب دابة رجل فركب دابة عبده\n</p>\n\n<p>\n( قلت ) أرأيت لو أن رجلا حلف أن لا يركب دابة رجل فركب دابة لعبده أيحنث\nأم لا ( قال ) سمعت مالكا يقول في العبد يشتري رقيقا لو اشتراهم سيده عتقوا\nعليه ( قال مالك ) يعتقون على السيد وإن كان العبد هو الذي اشتراهم لنفسه\nفإنهم أحرار على السيد إذا كانوا ممن يعتقون على السيد فمسألتك مثل هذا\nعندي إنه حانث إلا أن تكون للحالف نية لأن ما في يد العبد لسيده ألا ترى أن\nما في يديه من الرقيق الذين يعتقون على السيد أنهم أحرار قبل أن يأخذهم منه\nالسيد ( وقال أشهب ) لا حنث عليه في دابة عبده ألا ترى لو أنه ركب دابة\nلابنه كان يجوز له اعتصارها لم يحنث فكذلك هذا\n</p>\n\n#\n<p>\n| ما <span id='ms0670'></span> جاء في الرجل يحلف ما له مال وله دين وعروض\n</p>\n\n<p>\n( قلت ) أرأيت رجلا حلف ما له مال وله دين على الناس وعروض وغير ذلك ولا\nشيء له غير ذلك الدين أيحنث أم لا في قول مالك ( قال ) يحنث عند مالك لأني\nسمعت مالكا وسئل عن رجل استعاره رجل ثوبا فحلف بطلاق امرأته أنه ما يملك\nإلا ثوبه وله ثوبان مرهونان أترى عليه حنثا قال إن كان في ثوبيه المرهونين\nكفاف لدينه فلا أرى عليه حنثا وكانت تلك نيته مثل أن يقول ما أملك ما أقدر\nعليه يريد بقوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p138'> Vol. 03, p. 138</a>\n            </div>\n             ما أملك أي ما أقدر على ثوبي هذين فإن لم تكن\nله نية هكذا أو كان في الثوبين فضل رأيت أن يحنث في مسألتك مثل هذا ( قال\nبن القاسم ) وإن لم تكن له نية وليس في الثوبين وفاء فأرى أنه يحنث ( قلت )\nأرأيت إن حلف بالله ما له مال وليست له دنانير ولا دراهم ولا شيء من\nالأموال التي تجب فيها الصدقة وله شوار بيته أو خادم أو فرس أيحنث أم لا في\nقول مالك ( قال ) ما سمعت من مالك في هذا شيئا وما أشك أنه حانث لأني لا\nأحصى ما سمعت مالكا يقول من قال مالي مال وله عروض ولا فرض له أنه يحنث\nفهذا يدلك على أنه قد جعل العروض كلها أموالا إلا أن تكون للحالف نية فتكون\nله نيته ألا ترى أن في الحديث الذي ذكر عن النبي صلى الله عليه وسلم يوم\nحنين إن فيه لم يغنم ذهبا ولا ورقا إلا الأموال المتاع والخرثي\n</p>\n\n#\n<p>\n| الرجل يحلف أن لا يكلم رجلا أياما فيكلمه فيحنث ثم يكلمه أيضا قبل أن\nينقضي الأجل\n</p>\n\n<p>\n( قلت ) أرأيت لو أن رجلا حلف لرجل والله لا أكلمك عشرة أيام فكلمه في\nهذه العشرة الأيام فأحنثته ثم كلمه بعد ذلك مرة أخرى ( قال ) لا حنث عليه\nعند مالك بعد الحنث الأول وإن كلمه في العشرة الأيام ( قلت ) وكذلك إن كان\nكلمه في هذه العشرة الأيام قبل <span id='ms0671'></span> أن يكفر مرارا لم يكن عليه إلا كفارة واحدة\nفي قول مالك قال نعم\n</p>\n\n#\n<p>\n| في الرجل يحلف للرجل إن علم أمرا ليخبرنه فعلماه جميعا\n</p>\n\n<p>\n( قلت ) أرأيت لو أن رجلا حلف لرجل إن علم أمر كذا وكذا ليخبرنه ذلك أو\nليعلمنه ذلك فعلماه جميعا أترى الحالف إن لم يخبره المحلوف له أو يعلمه أنه\nحانث في قول مالك أو يقول إذا علم المحلوف له فلا شيء على الحالف ( قال )\nلم أسمع من مالك في هذا شيئا بعينه وأنا أرى أن علمهما لا يخرجه من يمينه\nحتى يخبره أو يعلمه ولقد سئل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p139'> Vol. 03, p. 139</a>\n            </div>\n             مالك عن رجل أسر إليه رجل سرا\nفاستحلفه على ذلك ليكتمنه ولا يخبرنه أحدا فأخبر المحلوف له رجلا بذلك السر\nفانطلق ذلك الرجل فأخبر الحالف فقال إن فلانا أخبرني بكذا وكذا فقال الحالف\nما كنت أظنه أخبر بهذا غيري ولقد أخبرني به فظن الحالف أن يمينه لا شيء\nعليه فيها أن أخبر هذا لأن هذا قد علم ( قال ) قال مالك أراه حانثا ( قلت )\nأرأيت إن حلف إن علم بكذا وكذا ليعلمن فلانا أو ليخبرنه فعلم بذلك فكتب\nإليه بذلك أو أرسل إليه بذلك رسولا أيبر أم لا ( قال ) لم أسمع من مالك في\nهذا شيئا وأراه بارا\n</p>\n\n#\n<p>\n| الرجل يحلف أن لا يتكفل بمال أو برجل\n</p>\n\n<p>\n( قلت ) أرأيت إن حلف أن لا يتكفل بمال أحد أبدا فتكفل بنفس رجل أيحنث أم\nلا ( قال ) الكفالة عند مالك بالنفس هي الكفالة بالمال إلا أن يكون قد\nاشترط وجهه بلا مال فلا يحنث ( قلت ) أرأيت إن حلفت أن لا أتكفل لرجل\nبكفالة أبدا فتكلفت لوكيل له بكفالة عن رجل ولم أعلم أنه وكيل للذي حلفت له\n( قال ) إذا لم تعلم بذلك ولم يكن هذا الذي تكفلت له من سبب الذي حلفت له\nمثل ما وصفت لك قبل في صدر الكتاب فلا حنث عليه\n</p>\n\n#\n<p>\n| في الرجل يحلف ليضربن عبده مائة\n</p>\n\n<p>\n( قلت ) أرأيت لو أن رجلا حلف ليضربن عبده مائة سوط فجمعها فضربه بها\nواحدة ( قال <span id='ms0672'></span> ) قال مالك لا يجزئه ذلك ولا يخرجه من يمينه ( قلت ) أرأيت إن\nقال والله ليضربن عبده مائة ضربة فضربه ضربا خفيفا ( قال ) ليس الضرب إلا\nالضرب الذي يؤلم ( قلت ) أرأيت هذا الذي حلف ليضربن عبده مائة جلدة إن أخذ\nسوطا له رأسان أو أخذ سوطين فجعل يضربه بهما فضربه خمسين بهذا السوط الذي\nله رأسان أو بهذين السوطين أيجزئه من يمينه ( قال ) سألت مالكا عن الرجل\nالذي يجمع سوطين فيضرب بهما قال قال مالك لا يجزئه ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p140'> Vol. 03, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\n| الرجل يحلف أن لا يشتري عبدا أو لا يضربه أو لا يبيع شلعة فأمر غيره\nبذلك\n</p>\n\n<p>\n( قلت ) أرأيت إن حلف أن لا يشتري عبدا فأمر غيره فاشترى له عبدا أيحنث\nأم لا في قول مالك ( قال ) نعم يحنث عند مالك ( قلت ) أرأيت إن حلف أن لا\nيضرب عبده فأمر غيره فضربه أيحنث أم لا ( قال ) هذا حانث إلا أن تكون له\nنية حين حلف أن لا يضربه هو نفسه ( قلت ) وهذا قول مالك قال هذا رأيي ( قلت\n) أرأيت إن حلف ليضربن عبده فأمر غيره فضربه ( قال ) هذا بار إلا أن تكون\nنيته أن يضربه هو نفسه ( قلت ) وكذلك لو حلف أن لا يبيع سلعة فأمر غيره\nفباعها له أنه يحنث في قول مالك قال نعم ( قلت ) ولا تدينه في شيء من هذا\nفي قول مالك ( قال ) ما سمعت مالكا يدينه ولا أرى ذلك له\n</p>\n\n#\n<p>\n| في الرجل يحلف أن لا يبيع سلعة رجل فأعطاه إياها غير الرجل فباعها له\nوهو لا يعلم\n</p>\n\n<p>\n( قلت ) أرأيت لو أن رجلا حلف أن لا يبيع لفلان سلعة وأن المحلوف عليه\nدفع إلى رجل سلعة ليبيعها فدفعها هذا الرجل إلى الحالف ليبيعها له ولم يعلم\nالحالف أنها المحلوف عليها فباعها أيحنث أم لا في قول مالك ( قال ) إن كان\nالذي دفع السلعة إلى الحالف من سبب المحلوف عليه أو من ناحيته فإني أرى أنه\nقد حنث وإلا فلا حنث عليه لأني سمعت مالكا يقول في الرجل يحلف أن لا <span id='ms0673'></span> يبيع\nسلعة من رجل فباعها من غيره فإذا هذا المشتري إنما اشتراها للمحلوف عليه (\nقال ) قال مالك إن كان المشتري من سبب المحلوف عليه أو من ناحيته فأراه\nحانثا وإلا فلا حنث عليه ( قال ) فقيل لمالك إنه قد تقدم إليه وقال له\nالحالف إن علي يمينا أن لا أبيع من فلان فقال المشتري إني إنما اشتريت\nلنفسي فباعه على ذلك فلما وجب البيع قال المشتري أدفع السلعة إلى فلان\nالمحلوف عليه فإني إنما اشتريتها له ( قال ) قال مالك قد لزمه البيع ( قلت\n) فإن قال الحالف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p141'> Vol. 03, p. 141</a>\n            </div>\n             إني قد تقدمت إليه في ذلك ( قال ) لا ينفعه\nذلك ( قال ) فقيل لمالك أترى عليه الحنث ( قال ) مالك إن كان المشتري من\nسبب المحلوف عليه أو من ناحيته فقد حنث ولم ير ما تقدم إليه ينفعه ( قال )\nفقلت لابن القاسم ما يعني بقوله من سبب المحلوف عليه أو من ناحيته ( قال )\nالصديق الملاطف أو من هو في عياله أو من هو من ناحيته ولم يفسره لنا مالك\nهكذا ولكنا علمنا أنه هو هذا\n</p>\n\n#\n<p>\n| في الرجل يحلف لغريمه ليقضينه حقه فيقضيه نقصا\n</p>\n\n<p>\n( قلت ) أرأيت الرجل يحلف ليدفعن إلى فلان حقه وهي دراهم فقضاه نقصا (\nقال ) قال مالك لو كان فيها درهم واحد ناقص لكان حانثا\n</p>\n\n<p>\nقال فإن كان فيها شيء بار لا يجوز فإنه حانث ( قلت ) أرأيت إن حلف رجل\nلغريم له أن لا يفارقه حتى يستوفي منه حقه فأخذ منه حقه فلما افترقا أصاب\nبعضها نحاسا أو رصاصا أو ناقصا بينا نقصانها أيحنث في قول مالك أم لا ( قال\n) هو حانث لأني سألت مالكا عن الرجل يحلف بطلاق إمرأته ليقضينه حقه إلى أجل\nفيقضيه حقه ثم يذهب صاحب الحق بالذهب فيجد فيها زائفا أو ناقصا بينا نقصانه\nفيأتي به بعد ذلك وقد ذهب الأجل قال مالك أراه حانثا لأنه لم يقضه حقه حين\nوجد فيما اقتضى ناقصا أو زائفا ( قلت ) وكذلك إن أستحقها مستحق ( قال ) نعم\nيحنث في رأيي ( قلت ) أرأيت إن أخذ بحقه عرضا <span id='ms0674'></span> من العروض ( قال ) قال مالك\nإن كان عرضه ذلك يساوي ما أعطاه به وهو قيمته لو أراد أن يبيعه باعه لم أر\nعليه شيئا ثم استثقله بعد ذلك وقوله الأول أعجب إلي إذا كان يساوي دراهمه\n</p>\n\n#\n<p>\n| الرجل يحلف أن لا يفارق غريمه حتى يقضيه فيفر منه\n</p>\n\n<p>\n( قلت ) أرأيت إن حلفت أن لا أفارق غريمي حتى استوفي حقي ففر مني أو أفلت\nأأحنث في قول مالك أم لا ( قال ) قال مالك إن كان إنما غلبه غريمه وإنما\nنوى أن لا يفارقه مثل أن يقول لا أخلي سبيله ولا أتركه إلا أن يفر مني فلا\nشيء عليه ( قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p142'> Vol. 03, p. 142</a>\n            </div>\n             وسمعت مالكا يقول في رجل قال لإمرأته أنت طالق\nإن قبلتك فقبلته من خلفه وهو لا يدري ( قال ) لا شيء عليه إن كانت غلبته\nولم يكن منه في ذلك استرخاء\n</p>\n\n<p>\nفكلم مالك في ذلك فقال ومثل ذلك أن يقول الرجل لإمرأته إن ضاجعتك فأنت\nطالق فينام فتضاجعه وهو نائم إنه لا شيء عليه ( قال ) ولو قال إن ضاجعتني\nأو قبلتني فهذا كله خلاف للقول الأول وهو حانث والذي حلف لغريمه أن لا\nيفارقه فغصب نفسه فربط فهذا يحنث إلا أن يقول نويت إلا أن أغلب عليه أو\nأغصب عليه ( قلت ) أرأيت الذي حلف لغريمه أن لا يفارقه حتى يستوفي حقه منه\nفأحاله على غريم له ( قال ) لا أراه يبر في ذلك\n</p>\n\n#\n<p>\n| الرجل يحلف لغريمه ليقضينه حقه رأس الهلال\n</p>\n\n<p>\n( قلت ) أرأيت إن حلف لأقضين فلانا ماله رأس الهلال أو عند رأس الهلال (\nقال ) قال مالك له ليلة ويوم من رأس الهلال ( قال ) فقلت لمالك وإلى رمضان\n( قال ) إذا انسلخ شعبان ولم يقضه حنث لأنه إنما جعل القضاء فيما بينه وبين\nرمضان ( قال ) وقال مالك عند رأس الهلال أو إذا استهل الشهر بمنزلة واحدة\nله ليلة ويوم من أول الشهر وإلى الشهر وإلى استهلال الشهر مثل قوله إلى\nرمضان إن لم يقضه حقه ما بينه وبين استهلال الشهر حنث\n</p>\n\n#\n<p>\n| في الرجل يحلف ليقضين فلانا حقه فيهبه <span id='ms0675'></span> له أو يتصدق به عليه\n</p>\n\n<p>\n( قلت ) أرأيت إن حلف ليقضين فلانا حقه رأس الهلال فوهب له فلان دينه ذلك\nأو تصدق به عليه أو اشترى صاحب الدين به من الحالف سلعة من السلع ( قال )\nقال مالك في هذه المسألة بعينها إن كانت تلك السلعة هي قيمة ذلك الدين لو\nأخرجت إلى السوق أصاب بها ذلك الثمن فقد بر ولا شيء عليه ثم سمعته بعد ذلك\nيكرهه ويقول لا ولكن ليقضينه دنانيره ( وقال مالك ) إن كانت السلعة تساوي\nذلك فلم لا يعطيه دنانيره ( قال بن القاسم ) وقوله الأول أعجب إلي ( قال )\nوإنما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p143'> Vol. 03, p. 143</a>\n            </div>\n             رأيت مالكا كرهه من خوف الذريعة ( قال ) والهبة والصدقة\nلا تخرج الحالف ذلك من يمينه ولا وضيعة الذي له الدين إن وضع ذلك عن الذي\nعليه الدين لم يخرجه ذلك عن يمينه ( قال ) وإن حلف ليقضينه دنانيره أو\nليقضينه حقه فإن ذلك سواء ويخرجه من يمينه أن يدفع فيه عرضا إذا كان ذلك\nالعرض يساوي تلك الدنانير إذا كانت نيته على وجه القضاء ولم تكن على\nالدنانير بأعيانها فإذا كانت يمينه على الدنانير بأعيانها فهو حانث إلا أن\nيدفع إليه الدنانير بأعيانها ( قلت ) أرأيت إن مات المحلوف عليه كيف يصنع\nالحالف ( قال ) قال مالك يدفع ذلك إلى ورثته ويبر في يمينه أو إلى وصيه أو\nإلى من يلي ذلك منه أو إلى السلطان ولا شيء عليه إذا أدى ذلك إلى أحد من\nهؤلاء\n</p>\n\n#\n<p>\n| في الرجل يحلف أن لا يهب لرجل شيئا فيعيره أو يتصدق عليه\n</p>\n\n<p>\n( قلت ) أرأيت إن حلف رجل أن لا يهب لفلان هبة فتصدق عليه بصدقة أيحنث أم\nلا ( قال ) قال مالك في كل ما ينفع به الحالف المحلوف عليه أنه يحنث كذلك\nقال مالك وكل هبة كانت لغير الثواب فهي على وجه الصدقة ( قلت ) أرأيت إن\nحلفت أن لا أهب لفلان هبة فأعرته دابة أأحنث في قول مالك أم لا ( قال ) نعم\nفي رأيي إلا أن يكون ذلك نيتك لأن أصل يمينك ها هنا على المنفعة <span id='ms0676'></span>\n</p>\n\n#\n<p>\n| في الرجل يحلف أن لا يكسو امرأته أو رجلا فوهب لهما\n</p>\n\n<p>\n( قلت ) أرأيت لو إن رجلا حلف أن لا يكسو فلانة إمرأته فأعطاها دراهم\nفاشترت بها ثوبا أيحنث أم لا ( قال ) نعم يحنث عند مالك وقد بلغني عن مالك\nأنه سئل عن رجل حلف أن لا يكسو إمرأته فافتك لها ثيابا كانت رهنا قال مالك\nأراه حانثا ( قال بن القاسم ) وقد عرضت هذه المسألة على مالك فأنكرها وقال\nأمحها وأبى أن يجيب فيها بشيء ( قال بن القاسم ) ورأيي فيها أنه ينوي فإن\nكانت له نية أن لا يهب لها ثوبا ولا يبتاعه لها فلا أرى عليه شيئا وإن لم\nتكن له نية رأيته حانثا وأصل هذا عند مالك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p144'> Vol. 03, p. 144</a>\n            </div>\n             إنما هو على وجه\nالمنافع والمن ( قال ) ولقد قال مالك في الرجل يحلف أن لا يهب لفلان دينارا\nلرجل أجنبي فكساه ثوبا قال مالك أرى هذا حانثا لأنه حين كساه فقد وهب له\nالدينار ( فقيل ) لمالك أرأيت إن كانت له نية ( فقال ) مالك لا أنويه في\nهذا ولا أقبل منه نيته ( فقيل ) لمالك فلو حلف أن لا يهب لإمرأته دنانير\nفكساها ( قال ) قال مالك كنت أنويه فإن قال إنما أردت الدنانير بأعيانها\nرأيت ذلك له وإن لم تكن له نية حنث ( قال ) ورأيت محمل ذلك عنده حين كلم في\nذلك لأن الرجل قد يكره أن يهب لإمرأته الدنانير وهو يكسوها ولعله إنما كره\nأن يعطيها إياها من أجل الفساد أو الخدع فيها فهذا يدلك على أن محمل هذه\nالأشياء عند مالك على وجه النفع والمن ( قلت ) وهذا الذي يحلف أن لا يعطي\nفلانا دنانير إن أعطاه فرسا أو عرضا من العروض أهو بمنزلة الكسوة عند مالك\nيحنثه في ذلك قال نعم ( قلت ) أرأيت محمل هذه الإيمان عند مالك على المن\nوالنفع كيف تأويل المن ( قال ) لو أن رجلا وهب لرجل شاة وقال له الواهب ألم\nأفعل بك كذا وكذا فقال إياي تريد إمرأته طالق البتة إن أكلت من لحمها أو\nشربت من <span id='ms0677'></span> لبنها ( فقال ) قال لي مالك إن باعها فاشترى بثمنها شاة أخرى أو\nطعاما كائنا ما كان فأكله فإنه يحنث ( قلت ) فإن اشترى بثمن تلك الشاة كسوة\nأيحنث أيضا في قول مالك ( قال ) نعم يحنث لأن هذا على وجه المن فلا ينبغي\nله أن ينتفع من ثمن الشاة بقليل ولا كثير لأن يمينه إنما وقعت جوابا لما\nقال صاحبه فصارت على جميع الشاة ولم يرد اللبن وحده لأن يمينه على أن لا\nينتفع منها بشيء لأن يمينه إنما جرها من صاحبها عليه ( قلت ) فإن أعطاه شاة\nأخرى أو عرضا من العروض من غير ثمن تلك الشاة ( قال ) لا بأس به إذا لم يكن\nثمنها يبدلها به فلا بأس بذلك إلا أن يكون نوى أن لا ينتفع منه بشيء أبدا (\nقلت ) أرأيت إن حلف أن لا يكسو فلانا ثوبا فأعطاه دينارا أيحنث أم لا ( قال\n) قد أخبرتك بقول مالك أنه إذا حلف أن لا يعطي فلانا دينارا فكساه إياه إنه\nحانث فالذي حلف أن لا يكسو فلانا ثوبا فأعطاه دينارا أبين أنه حانث وأقرب\nفي الحنث وقد بلغني ذلك عن مالك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p145'> Vol. 03, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\n| في الرجل يحلف أن لا يفعل أمرا حتى يأذن فلان فيموت المحلوف عليه\n</p>\n\n<p>\n( قلت ) أرأيت لو أن رجلا حلف بالله أن لا يدخل دار فلان لرجل سماه إلا\nأن يأذن له فلان لرجل سماه آخر أو حلف بالعتق أو بالطلاق فيموت فلان\nالمحلوف عليه بالاستثناء فيدخل الحالف دار فلان المحلوف عليه أيحنث أم لا\nقال يحنث ( قلت ) أينتفع بإذن الورثة إن أذنوا له ( قال ) لا لأن هذا ليس\nبحق يورث ( قلت ) أرأيت لو أن رجلا حلف أن لا يعطي فلانا حقه إلا أن يأذن\nله فلان فمات المحلوف عليه بالإذن أيورث هذا الإذن أم لا ( قال ) لا يورث (\nقلت ) أفتراه حانثا إن قضاه ( قال ) إن قضاه فهو حانث ( قلت ) أتحفظه عن\nمالك ( قال ) لا إنما الذي سمعت من مالك أنه يورث ما كان حقا للميت وحلف له\nفهذا يورث لأنه كان <span id='ms0678'></span> حقا للميت\n</p>\n\n#\n<p>\n| الرجل يحلف للسلطان أن لا يرى أمرا إلا رفعه إليه فيعزل السلطان أو\nيموت\n</p>\n\n<p>\n( قلت ) أرأيت لو أن رجلا حلف لأمير من الأمراء أنه لا يرى كذا وكذا إلا\nرفعه إليه تطوع له باليمين فعزل ذلك الأمير أو مات كيف يصنع في يمينه ( قال\n) سئل مالك عن الوالي يأخذ على القوم أيمانا أن لا يخرجوا إلا بإذنه فيعزل\n( قال ) أرى لهم أن لا يخرجوا حتى يستأذنوا هذا الوالي الذي بعده فما كان\nمن هذه الوجوه من الوالي علي وجه النظر ولم يكن من الوالي على وجه الظلم\nفذلك عليهم أن يرفعوا ذلك إلى من كان بعده إذا عزل\n</p>\n\n#\n<p>\n| الرجل يحلف ليقضين فلانا حقه إلى أجل فيموت المحلوف له أو الحالف قبل\nالأجل أو يغيب\n</p>\n\n<p>\n( قلت ) أرأيت إن حلف لأقضين فلانا حقه رأس الشهر فغاب فلان عنه ( قال )\nقال مالك يقضي وكيله أو السلطان فيكون ذلك مخرجا له من يمينه ( قال ) قال\nمالك وربما أتى السلطان فلم يجده أن تحجب عنه أو يكون بقرية ليس فيها سلطان\nفإن خرج إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p146'> Vol. 03, p. 146</a>\n            </div>\n             السلطان سبقه ذلك الأجل ( قال ) مالك فإذا جاء مثل\nهذا فأرى إن كان أمرا بينا يعذر به فأتى بذهبه إلى رجال عدول فأشهدهم على\nذلك والتمسه فعلموا ذلك واجتهد في طلبه فلم يجده تغيب عنه أو غاب عنه أو\nسافر عنه وقد بعد عنه السلطان أو حجب عنه فإذا شهد له الشهود على حقه أنه\nجاءه به بعينه على شرطه لم أر عليه شيئا ( قلت ) أرأيت لو أن رجلا حلف\nليوفين فلانا حقه إلى أجل كذا وكذا فحل الأجل وغاب فلان ولفلان المحلوف\nعليه وكيل في ضيعته ولم يوكله المحلوف له بقبض دينه فقضاه هذا الحالف أترى\nذلك يخرجه من يمينه ( قال ) قال لي مالك ذلك يخرجه من يمينه وإن لم يكن\nمستخلفا على قبض الدين إلا أنه وكيل المحلوف له فذلك يخرجه ( قال بن القاسم\n) ولقد سألت مالكا عن الرجل يحلف للرجل بالطلاق أو بالعتاق في حق عليه <span id='ms0679'></span>\nليقضينه إلى أجل يسميه له إلا أن يشاء أن يؤخره فيموت صاحب الحق قبل أن يحل\nالأجل فيريد الورثة أن يؤخروه بذلك أترى ذلك له مخرجا قال نعم ونزلت هذه\nبالمدينة فقال فيها مالك مثل ما قلت لك ( قال مالك ) ولو كان له ولد صغار\nلم يبلغ أحد منهم فأوصى بهم إلى وصي وليس عليه دين فأخره الوصي ( قال ) ذلك\nجائز ( قال مالك ) فإذا كان عليه دين أو كان له ولد كبار لم أر ذلك للوصي\nلأنه حينئذ إنما يؤخره في مال ليس يجوز قضاؤه فيه ( قلت ) أيجوز أن يؤخره\nالغرماء ولا يحنث ( قال ) لم أسمع من مالك فيه شيئا وأرى أن ذلك جائز إذا\nكان دينهم لا يسعه مال الميت وأبرؤا ذمة الميت ( قلت ) أرأيت إن حلف ليأكلن\nهذا الطعام غدا أو ليلبسن هذه الثياب أو ليركبن هذه الدواب غدا فماتت\nالدواب وسرق الطعام والثياب قبل غد ( قال ) لا يحنث لأن مالكا قال لي لو أن\nرجلا حلف بطلاق إمرأته ليضربن غلامه إلى أجل سماه فمات الغلام قبل الأجل لم\nيكن عليه في إمرأته طلاق لأنه مات وهو على بر فكذلك مسألتك في الموت وأما\nالسرقة فهو حانث إلا أن يكون نوى الا أن يسرق أو لا أجده ( قلت ) أرأيت إن\nحلف ليقضين فلانا حقه غدا وقد مات فلان وهو لا يعرف أيحنث أم لا ( قال ) لا\nيحنث لأن هذا إنما وقعت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p147'> Vol. 03, p. 147</a>\n            </div>\n             يمينه على الوفاء ( قال ) وقال لي مالك\nبن أنس في الذي يحلف ليوفين فلانا حقه فيموت إنه يعطي ذلك ورثته ( قلت )\nولم لا يكون هذا على بر وإن مضى الأجل ولم يوف الورثة فلم لا يكون على بر\nكما قلت عن مالك في الذي يحلف بالطلاق ليضربن عبده إلى أجل يسميه فيموت\nالعبد قبل الأجل قلت هو على بر ولا شيء عليه من يمينه فلم لا يكون هذا الذي\nحلف ليوفين فلانا حقه بهذه المنزلة ( قال ) لأن هذا أصل يمينه على الوفاء\nوالورثة ها هنا في الوفاء <span id='ms0680'></span> مقام الميت ألا ترى أنه إذا كان وكل وكيلا بقبض\nالمال وغاب عنه الذي له الحق فدفع ذلك إلى السلطان إن ذلك مخرج له والذي\nحلف ليضربن غلامه لا يجوز له أن يضرب غير عبده ( قال بن القاسم ) وأخبرني\nبن دينار أن رجلا كان له يتيم وكان يلعب بالحمامات وإن وليه حلف بالطلاق\nليذبحن حماماته وهو في المسجد أو في موضع من المواضع فقام مكانه حين حلف\nومعه جماعة إلى موضع الحمامات ليذبحها فوجدها ميتة كلها كان الغلام قد\nسجنها فماتت وظن وليه حين حلف انها حية فأخبرني أنه لم يبق عالم بالمدينة\nإلا رأى أنه لا حنث عليه لأنه لم يفرط وإنما حلف على وجه أن أدركها حية\nورأى أهل المدينة أن ذلك وجه ما حلف عليه ( قال ) بن القاسم وهو رأيي ( قلت\n) أرأيت إن حلف ليضربن فلانا بعتق رقيقه فحبست عليه الرقيق ومنعته من البيع\nليبر أو يحنث فمات المحلوف عليه والحالف صحيح ( قال ) إن لم يضرب لذلك أجلا\nفالرقيق أحرار في قول لذلك حين مات المحلوف عليه من رأس المال إذا كان\nالمحلوف عليه قد حيى قدر ما لو أراد أن يضربه ضربه ( قلت ) فإن مات المحلوف\nعليه وقد كان حي قدر ما لو أراد أن يضربه ضربه فمات المحلوف عليه والحالف\nمريض فمات الحالف من مرضه ذلك ( قال ) أرى انهم يعتقون في الثلث لأن الحنث\nوقع والحالف مريض وكل حنث وقع في مرض فهو من الثلث إن مات الحالف من ذلك\nالمرض وكل حنث وقع في الصحة عند مالك هو من رأس المال ( قال ) وقال مالك\nإذا مات الحالف قبل الأجل فلا حنث عليه لأنه كان على بر ( قال ) لي مالك\nوإن حلف رجل بعتق رقيقه أو بطلاق نسائه ليقضين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p148'> Vol. 03, p. 148</a>\n            </div>\n             فلانا حقه إلى\nرمضان فمات في رجب أو في شعبان الحالف ( قال ) مالك فلا حنث عليه في رقيقه\nولا في نسائه لأنه مات على بر ( قال ) وقد أخبرني من أثق به وهو سعد بن عبد\nالله <span id='ms0681'></span> عن عبد العزيز بن أبي سلمة أنه قال مثله ( قلت ) فإن لم يقض ورثة\nالميت ذلك الحق إلا بعد الأجل أيكون الميت حانثا في قول مالك ( قال ) لا\nيحنث وهو حين مات حل أجل الدين ( قال ) وإنما اليمين ها هنا على التقاضي\nعجل ذلك أو أخره فقد سقط الأجل وليس على الورثة يمين ولا حنث في يمين\nصاحبهم ( قال ) ولقد سألت مالكا عن الرجل يقول لإمرأته غلامي حر لوجه الله\nإن لم أضربك إلى سنة فتموت إمرأته قبل أن توفى السنة هل عليه في غلامه حنث\nأم لا ( قال ) لا لأنه على بر إذا ماتت المرأة قبل أن توفى الأجل ( قال )\nقلت ويبيع الغلام وأن مضى الأجل وهو عنده لم يعتق في قول مالك قال نعم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p149'> Vol. 03, p. 149</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16"
  ]
}