{
  "content": "\n<p>\n| كتاب الظهار\n</p>\n\n<p>\n( قلت ) لعبد الرحمن بن القاسم أرأيت إن قال رجل لامرأته أنت علي كظهر\nأمي أيكون مظاهرا قال نعم ( قلت ) أرأيت إن قال لامرأته أنت علي كظهر فلانة\nلذات رحم محرم من نسب أو محرم من رضاع ( قال ) قال مالك من ظاهر بشيء من\nذوات المحارم من نسب أو رضاع فهو مظاهر قال بن القاسم ومن ظاهر من صهر فهو\nمظاهر ( قلت ) أرأيت إن قال أنت علي كرأس أمي أو كقدم أمي أو كفخذ أمي (\nقال ) لم أسمع من مالك فيه شيئا وأراه مظاهرا لأن مالكا قال في الذي يقول\nأنت علي مثل أمي أنه مظاهر فكل ما <span id='ms1138'></span> قال به من شيء منها فهو مثله يكون مظاهرا\nلأن مالكا قال في رجل قال أنت علي حرام مثل أمي قال مالك فهو مظاهر قال\nسحنون وقد قال بعض كبار أصحاب مالك إذا وجدته قال في التحريم بالطلاق من\nذلك شيئا فكانت امرأته تطلق به وذلك أن يقول رجل لزوجته رأسك طالق إصبعك\nطالق يدك حرام فرجك حرام بطنك حرام قدمك حرام فإذا وجب به على هذا النحو\nالطلاق كان قائله لزوجته بذوات المحارم في الظهار مظاهرا أن يقول رأسك علي\nكظهر أمي وكذلك في العضو أو البطن والفرج والظهر وكذلك في ذوات المحارم\nيلزمه بكل ذلك الظهار ( قلت ) لم قال مالك هو مظاهر ولم يجعله البتات ومالك\nيقول في الحرام أنه البتة ( قال ) لأنه قد جعل للحرام مخرجا حين قال مثل\nأمي ومن قال مثل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p049'> Vol. 06, p. 049</a>\n            </div>\n             أمي فإنما هو مظاهر ولو أنه لم يذكر أمه كان\nالبتات في قول مالك ( وقد ) قال غيره من كبار أصحاب مالك لا تكون حراما ألا\nترى أنه إنما يبني على أن الذي أنزل الله فيه الظهار لم يكن قبله أمر يقاس\nبقوله عليه ولم يكن كان من التظاهر شيء يكون هو أراده ولا نواة وقد حرم\nبأمه فأنزل الله فيه التظاهر وقد كانت النية منه على ما أخبرتك من أنه لم\nيكن يظاهر حين قال ما قال فأنزل الله في قوله التطاهر وقد أراد التحريم فلم\nتكن حراما إن حرمها وجعلها كظهر أمه وقد روى بن نافع عن مالك نحو هذا أيضا\n( قلت ) أرأيت إن قال أنت علي كظهر فلانة لجارة ليس بينه وبينها محرم ( قال\n) سئل مالك عنها فقال أراه مظاهرا ( قال ) وسأله الذي سأله عنها على وجه\nأنها نزلت به وقد قال غيره في الاجنبية أنها طالق ولا يكون مظاهرا ( قلت )\nوسواء إن كانت ذات زوج أو فارغة من زوج ( قال ) سواء قال بن القاسم وأخبرني\nمن أثق به أنه قال عليه الظهار من قبل أن أسمعه منه قاله مرة بعد مرة <span id='ms1139'></span> ( قلت\n) أرأيت إن قال لامرأته أنت علي مثل ظهر فلانة الاجنبية ليس بينه وبينها\nمحرم ( قال ) قال مالك هو مظاهر من امرأته ( قلت ) فإن قال لها أنت علي\nكفلانة لأجنبية ( قال ) لم أسمع من مالك فيه شيئا إلا أنه حين قال أنت علي\nكظهر فلانة علمنا أنه أراد الظهار وإن لم يقل كظهر فهو عندي ولم أسمع من\nمالك فيه شيئا أنه طلاق البتات لأن الذي يقول الظهر فقد بين أنه أراد\nالظهار وإن لم يقل الظهر فقد أراد التحريم إذا قال لامرأته أنت علي كأجنبية\nمن الناس وإذا قال ذلك في ذوات المحارم فقال أنت علي كفلانة فهذا قد علمنا\nأنه قد أراد الظهار لأن الظهار هو لذوات المحارم فالظهار في ذوات المحارم\nوقوله كفلانة وهي ذات محرم منه ظهار كله لأن هذا وجه الظهار وإن قال أنت\nعلي كفلانة لذات محرم منه وهو يريد بذلك التحريم أنها ثلاث البتة أن أراد\nبذلك التحريم ( قلت ) أرأيت إن قال أنت علي حرام كأمي ولا نية له ( قال )\nهو مظاهر كذلك قال لي مالك في قوله حرام علي مثل أمي وقوله حرام كأمي عندي\nمثله وهذا مما لا اختلاف فيه ( بن وهب ) عن يونس بن يزيد عن ربيعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p050'> Vol. 06, p. 050</a>\n            </div>\n             أنه قال في رجل قال لامرأته أنت علي مثل كل شيء حرمه الكتاب (\nقال ) أرى عليه ظهارا لأن الكتاب قد حرم عليه أمه وغيرها مما حرم الله قال\nبن وهب قال يونس وقال بن شهاب في رجل قال لامرأته أنت علي كبعض ما حرم علي\nمن النساء ( قال ) نرى ذلك تظاهرا والله أعلم قال يونس وقال ربيعة مثله\nوقال من حرم عليه من النساء بمنزلة أمه في التظاهر\n</p>\n\n#\n<p>\n| ظهار الرجل من أمته وأم ولده ومدبرته\n</p>\n\n<p>\n( قلت ) أرأيت إن ظاهر من أمته أو من أم ولده أو من مدبرته أيكون مظاهرا\nفي قول مالك ( قال ) نعم قال مالك يكون مظاهرا ( قلت ) فإن ظاهر من معتقته\nإلى أجل ( قال ) لا يكون مظاهرا لأن وطأها لا <span id='ms1140'></span> يحل له بن وهب عنابن لهيعة عن\nيزيد بن أبي حبيب عن بن شهاب عن سعيد بن المسيب وسالم بن عبد الله أنهما\nكانا يقولان ظهار الأمة أنه مثل ظهار الحرة بن وهب عن رجال من أهل العلم عن\nعلي بن أبي طالب وبن شهاب ويحيى بن سعيد وسليمان بن يسار وعبد الله بن أبي\nسلمة ومكحول ومجاهد انهم قالوا يفتدى كما يفتدى في الحرة قال بن شهاب وقد\nجعل الله لذلك بيانا في كتابه فقال ولا تنكحوا ما نكح آباؤكم من النساء إلا\nما قد سلف والسرية من النساء وهي أمة بن وهب عن بن لهيعة عن خالد بن أبي\nعمران أنه سأل القاسم بن محمد وسالم بن عبد الله عن الرجل يتظاهر من وليدته\nولا يقدر على ما يعتق غيرها أيجوز له عتقها ( قال ) نعم وينكحها بن وهب عن\nيحيى بن أيوب عن يحيى بن سعيد أنه قال يجوز له عتقها بتظاهره منها ( قال )\nولو كان له اماء يظاهر منهن جميعا فإنما كفارته كفارة واحدة بن وهب عن يونس\nبن يزيد عن ربيعة أنه قال من يظاهر من أم ولد له فهو مظاهر وقاله بن شهاب\nوعطاء بن أبي رباح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p051'> Vol. 06, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\n| فيمن لا يجب عليه الظهار\n</p>\n\n<p>\n( قلت ) أرأيت ذميا يظاهر من امرأته ثم أسلم ( قال ) قال مالك كل يمين\nكانت عليه من طلاق أو عتاق أو صدقة أو شيء من الأشياء فهو موضوع عنه إذا\nأسلم والظهار من ناحية الطلاق ألا ترى أن طلاقه في الشرك عند مالك ليس بشيء\nفظهاره مثل طلاقه لا يلزمه ( قلت ) أرأيت إن ظاهرت امرأة من زوجها أتكون\nمظاهرة في قول مالك ( قال ) لا وقال مالك إنما قال الله ^ والذين يظاهرون\nمنكم من نسائهم ^ ولم يقل واللائي يظاهرن منكن من أزواجهن ( قلت ) أرأيت إن\nظاهر الصبي من امرأته أيكون مظاهرا في قول مالك ( قال ) قال مالك لا طلاق\nللصبي فكذلك ظهاره عندي أنه لا يلزمه ( قلت ) وكذلك المعتوه الذي لا يفيق\nقال نعم ( قلت <span id='ms1141'></span> ) أرأيت ظهار المكره أيلزم في قول مالك أم لا ( قال ) قال\nمالك لا يلزم المكره الطلاق فكذلك الظهار عندي لا يلزمه ( قلت ) أرأيت\nالعتق هل يلزم المكره في قول مالك قال لا بن وهب عن بن لهيعة عن خالد بن\nأبي عمران أنه سأل القاسم وسالما عن الرجل يخطب المرأة فتظاهر منه ثم أرادت\nبعد ذلك نكاحه فقالا ليس عليها شيء بن وهب عن رجال من أهل العلم عن ربيعة\nوأبي الزناد ويحيى بن سعيد وغيرهم من أهل العلم أنهم قالوا ليس على النساء\nتظاهر\n</p>\n\n#\n<p>\n| ظهار السكران\n</p>\n\n<p>\n( قلت ) أرأيت ظهار السكران من امرأته أيلزمه الظهار في قول مالك ( قال )\nقال مالك يلزم السكران الطلاق فكذلك الظهار عندي هو لازم له لأن الظهار\nإنما يجر إلى الطلاق\n</p>\n\n#\n<p>\n| تمليك الرجل امرأته الظهار\n</p>\n\n<p>\n( قلت ) أرأيت إن قال رجل لامرأته إن شئت الظهار فأنت علي كظهر أمي ( قال\n) لم أسمع من مالك فيه شيئا ولكني أراه مظاهرا إن شاءت الظهار ( قلت ) حتى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p052'> Vol. 06, p. 052</a>\n            </div>\n             متى يكون ذلك إليها ما دامت في مجلسها أم حتى توقف ( قال ) حتى\nتوقف ( وقال ) غيره وإنما هذا على جهة قول مالك في التمليك في الطلاق أنه\nقال حتى توقف مرة وقال أيضا ما داما في المجلس وكذلك الظهار إنما الخيار\nلها ما دامت في المجلس\n</p>\n\n#\n<p>\n| الظهار إلى أجل\n</p>\n\n<p>\n( قلت ) أرأيت إن قال أنت علي كظهر أمي اليوم أو هذا الشهر أو قال أنت\nعلي كظهر أمي هذه الساعة أيكون مظاهرا منها إن مضى ذلك اليوم أو ذلك الشهر\nأو تلك الساعة ( قال ) قال مالك هو مظاهر منها وإن مضى ذلك اليوم أو ذلك\nالشهر أو تلك الساعة ( قال ) قال مالك وإن قال لها أنت علي كظهر أمي إن\nدخلت هذه الدار اليوم أو كلمت فلانا اليوم أو قال أنت علي كظهر أمي إن كلمت\nفلانا أو دخلت الدار فهذا إذا مضى ذلك اليوم ولم يفعل فلا يكون مظاهرا لأن\nهذا لم يجب عليه الظهار بعد وإنما يجب عليه بالحنث والأول قد <span id='ms1142'></span> وجب عليه\nالظهار باللفظ ألا ترى أنه لو قال لامرأته أنت طالق اليوم كانت طالقا أبدا\nفإن قال لها إن دخلت هذه الدار اليوم فأنت طالق أو قال أنت طالق إن دخلت\nالدار اليوم فمضى ذلك اليوم ثم دخلت أنه لا يلزمه من الطلاق شيء فكذلك\nالظهار وكذلك قال مالك في هذا كله في الطلاق وفي الظهار ( قلت ) أرأيت إن\nقال أنت علي كظهر أمي اليوم فمضى ذلك اليوم أيكون له أن يطأ بغير كفارة (\nقال ) قال مالك لا يكون له أن يطأها إلا بكفارة ( قلت ) أرأيت إن قال رجل\nلامرأته أنت علي كظهر أمي إلى قدوم فلان ( قال ) لا يكون مظاهرا إلا إلى\nقدوم فلان فإن قدم فلان كان مظاهرا وإن لم يقدم فلان لم يقع الظهار لأن\nمالكا قال إذا قال الرجل لامرأته أنت طالق إلى قدوم فلان أنها لا تطلق حتى\nيقدم فلان فإن قدم فلان طلقت عليه وإن لم يقدم لم تطلق عليه وكذلك الظهار\nمثل هذا ( قلت ) أرأيت إن قال لها أنت طالق من الساعة إلى قدوم فلان ( قال\n) هي طالق الساعة ( قلت ) إرأيت إن قال أنت علي كظهر أمي من الساعة إلى\nقدوم فلان ( قال ) هو مظاهر منها الساعة لأن من ظاهر من امرأته ساعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p053'> Vol. 06, p. 053</a>\n            </div>\n             واحدة لزمه الظهار تلك الساعة وهو مظاهر في المستقبل وليس له\nأن يطأ إلا بكفارة وكذلك من طلق امرأته ساعة فقد خرج الطلاق ومضى فهي طالق\nتلك الساعة وبعد تلك الساعة وكذلك الظهار إذا خرج فظاهر منها ساعة واحدة\nفهو مظاهر تلك الساعة وبعد تلك الساعة ( بن وهب ) عن يحيى بن أيوب عن يحيى\nبن سعيد أنه قال إذا ظاهر الرجل من امرأته إلى شهر أو يوما إلى الليل إن\nذلك قد وجب عليه بن وهب عن بن أبي ذئب ويونس عن بن شهاب أنه قال إذا قال\nالرجل لامرأته أنت علي كظهر أمي هذا اليوم إلى الليل فإن عليه الكفارة بما\nلفظ من المنكر والقول الزور ( بن وهب <span id='ms1143'></span> ) عن مسلمة بن علي عن الأوزاعي مثله\n</p>\n\n#\n<p>\n| فيمن ظاهر من نسائه في كلمة واحدة أو مرة بعد أخرى أو ظاهر من امرأته\nمرارا\n</p>\n\n<p>\n( قلت ) أرأيت إن ظاهر من أربع نسوة له في كلمة واحدة ( قال ) قال مالك\nكفارة واحدة تجزئة ( قال ) قال مالك وإن تظاهر منهن في مجالس مختلفة ففي كل\nواحدة كفارة وإن كان في مجلس واحد فقال لواحدة أنت علي كظهر أمي ثم قال\nلأخرى أيضا وأنت علي كظهر أمي حتى أتى على الأربع كان عليه لكل واحدة كفارة\nكفارة قال مالك وإنما مثل ذلك عندي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p054'> Vol. 06, p. 054</a>\n            </div>\n             مثل ما يقول الرجل والله لا\nآكل هذا الطعام ولا ألبس هذا الثوب ولا أدخل هذه الدار فإن حنث في شيء واحد\nأو فيهن كلهن فليس عليه إلا كفارة واحدة ولو قال والله لا آكل هذا الطعام\nثم قال والله لا ألبس هذا الثوب ثم قال والله لا أدخل هذه الدار كانت عليه\nلكل واحدة كفارة فبهذا احتج مالك في الظهار ( قلت ) أرأيت إن قال لامرأته\nأنت علي كظهر أمي ثم قال لامرأة أخرى أنت علي مثلها ( قال ) لم أسمع من\nمالك في هذا شيئا وهو مظاهر من التي قال لها أنت علي مثلها وعليه كفارتان\nكفارة كفارة لكل واحدة منهما ( قلت ) أرأيت إن قال لامرأته أنت علي كظهر\nأمي أنت علي كظهر أمي أنت علي كظهر أمي قال لها ذلك مرارا ( قال ) قال مالك\nإن كان ذلك في شيء واحد أو في غير شيء مثل ما يقول الرجل أنت علي كظهر أمي\nمرارا ( قال ) قال مالك ليس عليه إلا كفارة ظهار واحد قال مالك وإن كان ذلك\nفي أشياء مختلفة مثل ما يقول الرجل أنت علي كظهر أمي إن دخلت هذه الدار ثم\nيقول بعد ذلك أنت علي كظهر أمي إن لبست هذا الثوب ثم يقول بعد ذلك أنت علي\nكظهر أمي إن أكلت هذا الطعام فعليه في كل شيء يفعله من هذا كفارة كفارة لأن\nهذه أشياء مختلفة فصارت أيمانا <span id='ms1144'></span> بالظهار مختلفة ( قلت ) أرأيت إن قال\nلامرأته أنت علي كظهر أمي أنت علي كظهر أمي أنت علي كظهر أمي ثلاث مرات\nأيكون عليه ثلاث كفارات أو كفارة واحدة في قول مالك قال بن القاسم لا تكون\nعليه إلا كفارة واحدة إلا أن يكون ينوي ثلاث كفارات فيكون عليه ثلاث كفارات\nمثل ما يحلف بالله ثلاث مرات وينوي بذلك ثلاث كفارات فتكون عليه أن حنث بن\nوهب عن مالك عن هشام بن عروة عن أبيه أنه قال في رجل يظاهر من أربع نسوة له\nبكلمة واحدة أنه ليس عليه إلا كفارة واحدة بن وهب عن مالك ويونس وعبد\nالجبار عن ربيعة مثله بن وهب عن رجال من أهل العلم عن عمر بن الخطاب وسعيد\nبن المسيب وعبد الله بن هبيرة مثله بن وهب عن بن أبي ذئب وغيره عن بن شهاب\nأنه قال من يظاهر من امرأته ثلاث مرات في مجلس واحد فعليه كفارة واحدة بن\nوهب عن يحيى بن أيوب عنيحيى بين سعيد أنه قال في رجل يظاهر من امرأته ثلاث\nمرات في مجلس واحد في أمور مختلفة فحنث ان عليه ثلاث كفارات ( وقال ) ربيعة\nمثله وقال بن وهب وبلغني عن ربيعة أنه قال وان تظاهر منها ثلاثا في مجلس\nواحد في أمر واحد فكفارة واحدة ( قلت ) أرأيت كل كلام تكلم به ينوي به\nالظهار أو الايلاء أو تمليكا أو خيارا أيكون ذلك كما نوى ( قال ) نعم إذا\nأراد أنك بما قلت لك مخيرة أو مظاهر منك أو مطلقة\n</p>\n\n#\n<p>\n| فيمن قال أن تزوجت فلانة أو كل امرأة أتزوجها\n</p>\n\n<p>\n( قلت ) أرأيت إن قال لأربع نسوة إن تزوجتكن فأنتن علي كظهر أمي فتزوج\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p055'> Vol. 06, p. 055</a>\n            </div>\n             واحدة ( قال ) قد لزمه الظهار ولا يقربها حتى يكفر فإن كفر\nفتزوج البواقي فلا ظهار عليه فيهن وان تزوج الأولى فلم يكفر حتى ماتت أو\nفارقها ثم تزوج البواقي لم يكن له أن يطأ واحدة منهن حتى يكفر لأنه لم يحنث\nفي يمينه بعد ولا يحنث إلا بالوطء لأن <span id='ms1145'></span> من تظاهر من امرأته ثم طلقها أو ماتت\nعنه قبل أن يطأها فلا كفارة عليه وإنما يوجب عليه كفارة الظهار الوطء فإذا\nوطىء فقد وجبت عليه الكفارة ولا يطأ في المستقبل حتى يكفر فهذا إذا تزوجها\nثم فارقها أو ماتت عنه فقد سقطت عنه الكفارة فإن تزوج واحدة من البواقي فلا\nيقربها حتى يكفر وإن كانت الأولى قد وطئها فماتت أو طلقها أو لم يطلقها ثم\nتزوج بعض البواقي أو كلهن فلا يقرب واحدة منهن حتى يكفر لأن الحنث قد وجب\nعليه فوطء الأولى كوطء الأواخر أبدا حتى يكفر يمنع من كلهن حتى يكفر فإن لم\nيطأ الاولى لم يجز له أيضا أن يطأ الأواخر حتى يكفر وإنما وجب الظهار\nبتزويجه من تزوج منهن ولا يجب الحنث إلا بالوطء ولا يجوز له أن يطأ إلا بعد\nالكفارة بن وهب عن مالك عن سعيد بن عمر بن سليم الدرقي أن القاسم بن محمد\nحدثه أن رجلا جعل امرأة عليه كظهر أمه ان تزوجها فتزوجها فأمره عمر بن\nالخطاب ان تزوجها أن لا يقربها حتى يكفر كفارة المتظاهر ( بن وهب ) عن سعيد\nبن عبد الرحمن عنهشام بن عروة قال كان أبي يقول إذا قال الرجل كل امرأة\nأتزوجها علي كظهر أمي ما عشت يقول عتق رقبة يجزئه من ذلك كله\n</p>\n\n#\n<p>\n| الحلف بالظهار\n</p>\n\n<p>\n( قلت ) أرأيت إن قال لأربع نسوة له من دخلت منكن هذه الدار فهي علي كظهر\nأمي فدخلنها كلهن أيجزئه كفارة واحدة أو أربع كفارات ( قال ) لم أسمع من\nمالك فيه شيئا إلا أني أرى أن عليه في كل واحدة تدخل كفارة كفارة لأنه عندي\nبمنزلة من قال لأربع نسوة عنده أيتكن كلمتها فهي علي كظهر أمي فكلم واحدة\nمنهن فوقع عليه الظهار فيها أنه لا يقع عليه الظهار فيمن بقي منهن في\nالثلاث البواقي وان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p056'> Vol. 06, p. 056</a>\n            </div>\n             وطئهن ولم يكلمهن\n</p>\n\n<p>\nفهذا يدلك على أنه لا بد لكل من دخلت الدار منهن أن يلزم الزوج فيها\nالكفارة على حدة ولو كان ذلك ظهارا <span id='ms1146'></span> واحدا كان قد لزمه في الثلاث البواقي\nوإن لم يكلمهن الظهار وإن لم يدخلن الدار إذا دخلت الدار واحدة كان ينبغي\nأن يلزمه الظهار في اللاتي لم يدخلن فهذا ليس بشيء ولو كان ذلك حنثا لم يكن\nله سبيل إلى وطء واحدة منهن ممن لم تدخل الدار ولا من اللاتي لم يكلم لم\nيكن له سبيل إلى وطء من بقي منهن ولا هي وإن متن أو طلقهن كانت عليه فيهن\nالكفارة فليس هذا بشيء وإنما هذا فعل حلف به فأيتهن دخلت الدار وأيتهن كلم\nواحدة بعد واحدة فعليه لكل واحدة الظهار ( قلت ) أرأيت التي كلمها فوجب\nعليه الظهار فيها ثم كلم الاخرى بعد ذلك أيجب عليه الظهار فيها أيضا ( قال\n) نعم وإنما ذلك بمنزلة ما لو قال لأربع نسوة من تزوجت منكن فهي علي كظهر\nأمي فتزوج واحدة كان منها مظهارا وإن تزوج الأخرى كان مظاهرا ولا يبطل\nظهاره منها إيجاب الظهار عليه من الاولى وليس هذا بمنزلة من قال إن تزوجتكن\nفأنتن علي كظهر أمي ( قلت ) أرأيت إن قال أنت علي كظهر أمي إن لم أضرب\nغلامي اليوم ففعل أيلزمه الظهار أم لا قال لا ( قلت ) أرأيت إن قال إن\nتزوجت فلانة فهي علي كظهر أمي ( قال ) قال مالك إن تزوجها فعليه الظهار (\nقلت ) أرأيت إن قال كل امرأة أتزوجها فهي علي كظهر أمي قال قال مالك إن\nتزوجها فلا يطؤها حتى يكفر كفارة الظهار قال مالك وكفارة واحدة تجزئه عن\nذلك قلت أرأيت إن قال كل امرأة أتزوجها فهي طالق ( قال ) قالمالك لا يكون\nهذا بشيء ولا يلزمه إن تزوج ( قلت ) فما فرق ما بين هذا وبين الظهار في قول\nمالك ( قال ) لأن الظهار يمين لازمه لا تحرم النكاح عليه والطلاق يحرم فليس\nله أن يحرم على نفسه جميع النساء والظهار يمين يكفرها فلا بد من أن يكفرها\n( قلت ) والظهار عند مالك يمين قال نعم قال سحنون وقد أخبرتك بقول عروة بن\nالزبير وما قال في ذلك ( قلت <span id='ms1147'></span> ) أرأيت إن قال لامرأته إن دخلت الدار فأنت\nعلي كظهر أمي فطلقها تطليقة فبانت منه أو البتة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p057'> Vol. 06, p. 057</a>\n            </div>\n             فدخلت الدار\nوهي في غير ملكه ثم تزوجها بعد زوج فدخلت الدار وهي تحته أيلزمه الظهار في\nقول مالك أم لا ( قال ) إن كان طلاقه إياها واحدة أو اثنتين ثم تزوجها وقد\nبقي عليه من الطلاق شيء فاليمين بالظهار ترجع عليه وإن طلقها البتة سقط عنه\nالظهار إن تزوجها بعد زوج لأنه لم يقع عليه الظهار قبل أن يفارقها فقد سقط\nعنه الظهار لسقوط الطلاق والنكاح الذي كان يملكه وإنما يقع عليه الظهار بعد\nزوج إذا طلقها البتة إذا كان قد وجب عليه الظهار قبل أن يطلقها بحنث أو قول\nفيلزمه الظهار في قول مالك ( قلت ) لم ( قال ) لأنه لم يحنث بدخولها وهي في\nغير ملكه وإنما يحنث بدخولها وهي في ملكه ( قلت ) أرأيت إن ظاهر من امرأته\nثم طلقها البتة ثم تزوجها بعد زوج ( قال ) هو مظاهر منها وإن طلقها البتة\nثم تزوجها بعد زوج فلا يقربها حتى يكفر عند مالك بن وهب عن حيوة بن شريح\nوبن لهيعة عن خالد بن أبي عمران أنه سأل القاسم وسالم عن الرجل يتظاهر من\nامرأته إن لم يجلد غلامه مائة جلدة قبل أن يطعم الطعام ففعل ذلك هل عليه\nكفارة فقالا لا قد وفت يمينه ( وقال ) طاوس وربيعة بن أبي عبد الرحمن ويحيى\nبن سعيد وعطاء بن أبي رباح والليث بن سعد مثله\n</p>\n\n#\n<p>\n| فيمن ظاهر من امرأته ثم اشتراها وفي الكفارة من اليهودية والنصرانية\n</p>\n\n<p>\n( قلت ) أرأيت إن ظاهر من امرأته وهي أمة ثم اشتراها أيكون مظاهرا منها\nأم لا ( قال ) هو مظاهر منها وإن اشتراها كذلك قال مالك ( قلت ) أرأيت لو\nأن رجلا ظاهر من امرأته وهي أمة أو حرة أكفارته منهما سواء في قول مالك قال\nنعم ( قلت ) وكذلك لو كانت يهودية أو نصرانية قال نعم ( قلت ) أرأيت العبد\nإذا ظاهر من امرأته وهي حرة أو أمة أتكون الكفارة في الظهار منهما سواء <span id='ms1148'></span> (\nقال ) نعم قال مالك سألت بن شهاب عن ظهار العبد فقال أراه نحو ظهار الحر\nيريد بن شهاب أن ذلك يقع عليه كما يقع على الحر قال بن وهب وقاله يحيى بن\nسعيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p058'> Vol. 06, p. 058</a>\n            </div>\n             وقال يحيى ولا يخرجه من قوله إلا ما يخرج المسلمين من مثل\nذلك بن وهب عن بن لهيعة عن يزيد بن أبي حبيب عن عبد الرحمن بن يزيد عن محمد\nبن سيرين أنه قال إذا تظاهر العبد فليس عليه إلا الصيام ( قلت ) أرأيت إن\nظاهر منها قبل البناء أو بعد البناء وهو رجل بالغ أهو في قول مالك سواء (\nقال ) نعم لأنها زوجته وقد قال الله تعالى <span class='quran'>الذين يظاهرون منكم من\nنسائهم </span>ألا ترى أنه لو ظاهر من أمة له لم يطأها قط أنه مظاهر منها في\nقول مالك فالزوجة أحرى وأشد في الظهار من الكتابية والنصرانية والمجوسية (\nقلت ) أرأيت المسلم أيلزمه الظهار في زوجته النصرانية واليهودية كما يلزمه\nفي الحرة المسلمة ( قال ) نعم ألا ترى أن الطلاق يلزمه فيهن فكذلك الظهار\nوهن من الازواج ( قلت ) أرأيت لو أن مجوسيا على مجوسية أسلم المجوسي ثم\nظاهر منها قبل أن تسلم هي فعرض عليها الاسلام فأسلمت مكانها بعد ما ظاهر\nمنها أيكون مظاهرا منها أم لا وهي زوجته في قول مالك أم لا ( قال ) لم أسمع\nمن مالك فيها شيئا وإن ظاهر منها ثم أسلمت قبل أن يتطاول أمرها فأسلمت بقرب\nإسلام الرجل فردت إليه وصارت زوجته كان ظهاره ذلك لازما له وكذلك لو أنه\nكان طلق ثم أسلمت بقرب ذلك لزمه الطلاق لأنها لم تكن خرجت من ملك النكاح\nالذي طلق فيه ألا ترى أنها تكون عنده لو لم تطلق على النكاح الأول بلا\nتجديد نكاح من ذي قبل ( قلت ) أرأيت إن ظاهر من امرأته وهي صبية أو محرمة\nأو حائض أو رتقاء ( قال ) هذا مظاهر منهن كلهن لأنهن أزواج وقد قال الله عز\nوجل الذين يظاهرون منكم من نسائهم\n</p>\n\n#\n<p>\n| فيمن قال إن تزوجتك فأنت علي كظهر <span id='ms1149'></span> أمي وأنت طالق\n</p>\n\n<p>\n( قلت ) أرأيت إن قال رجل لامرأة إن تزوجتك فأنت علي كظهر أمي وأنت طالق\nأو قال لها أنت علي كظهر أمي وأنت طالق إن تزوجتك أيكون هذا سواء في قول\nمالك وما يلزم الزوج من هذا الظهار وهذا الطلاق ( قال ) قال مالك في الرجل\nيقول في المرأة إن تزوجتها فهي طالق وهي علي كظهر أمي أنه إن تزوجها وقع\nعليه الظهار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p059'> Vol. 06, p. 059</a>\n            </div>\n             والطلاق جميعا فإن تزوجها بعد ذلك لم يقربها حتى\nيكفر كفارة الظهار لأن الظهار والطلاق وقعا جميعا معا في الوجهين وإنما\nتكلم مالك في الذي يقول لامرأة إن تزوجتك فأنت طالق وأنت علي كظهر أمي انه\nان تزوجها وقع عليه الطلاق والظهار جميعا والذي قدم الظهار أبين عندي ( قال\n) وقال مالك لو قال رجل لامرأة تحته أنت طالق البتة وأنت علي كظهر أمي قدم\nالطلاق طلقت عليه البتة فإن تزوجها بعد زوج لم يكن عليه كفارة في الظهار\nلأن الظهار وقع عليه وليست له بامرأة وهي مخالفة للتي يقول ان تزوجتك فأنت\nطالق وأنت علي كظهر أمي لأن هذه ليست في ملكه فوقعا جميعا مع النكاح كذلك\nفسر ملك فيهما جميعا\n</p>\n\n#\n<p>\n| الرجل يظاهر ويولي وفي ادخال الايلاء على الظهار ومن أراد الوطء قبل\nالكفارة\n</p>\n\n<p>\n( قلت ) أرأيت إذا قال الرجل لامرأة ان تزوجتك فأنت علي كظهر أمي ووالله\nلا أقربك أيلزمه الظهار في قول مالك والايلاء جميعا أم لا ( قال ) قال مالك\nيلزمه الايلاء والظهار جميعا ( قلت ) وقوله لامرأة لم يتزوجها إن تزوجتك\nفأنت علي كظهر أمي ووالله لا أقربك فتزوجها مثل قوله لامرأة نفسه والله لا\nأقربك وأنت علي كظهر أمي في قول مالك قال نعم ( قلت ) أرأيت إن قال لامرأة\nإن تزوجتك فوالله لا أقربك وأنت علي كظهر أمي فتزوجها أيلزمه الايلاء\nوالظهار جميعا في قول مالك ( قال ) نعم وهو بمنزلة رجل قال لامرأته والله\nلا أقربك وأنت علي كظهر أمي فهو مول مظاهر مها ( قلت ) أرأيت إن ظاهر من\nامرأته فأراد أن يجامعها قبل <span id='ms1150'></span> الكفارة أتمنعه المرأة من ذلك أم لا وكيف إن\nخاصمته إلى القاضي أيحول بينه وبين جماعها حتى يكفر في قول مالك أم لا قال\nنعم ( قلت ) وترى أن يؤدبه السلطان على ذلك إن أراد أن يجامعها قبل الكفارة\nقال نعم ( قلت ) أيباشرها قبل أن يكفر ويقبلها ( قال ) قال مالك لا يباشرها\nولا يقبل ولا يلمس قال مالك ولا ينظر إلى صدرها ولا إلى شعرها حتى يكفر لأن\nذلك لا يدعو إلى خير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p060'> Vol. 06, p. 060</a>\n            </div>\n             ( قلت ) ويكون معها في البيت ويدخل عليها\nبلا إذن ( قال ) ما أرى بذلك بأسا إذا كان تؤمن ناحيته قال بن وهب قال يونس\nوقال بن شهاب وليس له أن يتلذذ بها ولا يقبلها قبل أن يكفر قال يونس وقال\nربيعة ليس له أن يتلذذ منها بشيء ( قلت ) هل يدخل الايلاء على الظهار في\nقول مالك ( قال ) قال مالك نعم يدخل الايلاء على الظهار إذا كان مضارا\n</p>\n\n<p>\nومما يعلم به ضرره أن يكون يقدر على الكفارة فلا يكفر فإنه إذا علم ذلك\nفمضت أربعة أشهر وقف مثل المولى فأما كفر وإما طلقت عليه ( قلت ) أرأيت إن\nقال إن قربتك فأنت علي كظهر أمي متى يكون مظاهرا ساعة تكلم بذلك أو حتى يطأ\n( قال ) هو مول في قول مالك حين تكلم بذلك فإن وطىء سقط الايلاء عنه ولزمه\nالظهار بالوطء ولا يقربها بعد ذلك حتى يكفر كفارة الظهار فإن تركها ولم\nيكفر كفارة الظهار كان سبيله سبيل ما وصفت لك في قول مالك في المظاهر\nالمضار ( قلت ) لم قال مالك إذا ظاهر من امرأته فقال لها أنت علي كظهر أمي\nأنه مول إن تركها ولم يكفر كفارة الظهار وعلم أنه مضار وليس هذا بيمين لأنه\nلم يقل إن قربتك فأنت علي كظهر أمي وإنما قال أنت علي كظهر أمي فهذا لا\nيكون يمينا فلم جعله مالك موليا وجعله يمينا ( قال ) قال مالك لا يكون\nموليا حتى يعلم أنه مضار فإذا علم أنه مضار حمل محمل الايلاء لأن مالكا قال\nكل <span id='ms1151'></span> يمين منعت الجماع فهي إيلاء وهذا الظهار إن لم يكن يمينا عند مالك فهو\nإذا كف عن الوطء وهو يقدر على الكفارة علم أنه مضار فلا بد أن يحمل محمل\nالمولى ( وقال ) غيره والظهار ليس بحقيقة الإيلاء ولكنه من شرح ما يقدر\nعليه الرجل فيما يحلف فيه بالطلاق ليفعلنه ثم يقيم وهو قادر على فعله وتكون\nزوجته موقوفة عنه لا يصيبها لأنه على حنث فيدخل عليه الايلاء إذا قالت له\nامرأته هذا ليس يحل له وطء وهو يقدر علي أن يحل له بأن يفعل ما حلف عليه\nليفعلنه فيحل له وطء فكذلك التي ظاهر منها تقول هذا لا يحل له وطء وهو يقدر\nعلى أن يحل له بأن يكفر فيجوز له وطء فهو يبتدأ به أجل المولى بالحكم عندما\nيرى السلطان من أضراره إذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p061'> Vol. 06, p. 061</a>\n            </div>\n             رآه ثم يجري بحساب المولى غير أن\nفيئته أن يفعل ما يقدر عليه من الكفارة ثم لا يكون عليه أن يصيب إذا حل له\nالوطء كما لم يكن على الذي حلف ليفعلن إذا فعله أن يصيب ( وقال ) ربيعة وبن\nشهاب في الذي حلف بطلاق امرأته ليفعلن فعلا أنه لا يمس امرأته قالا ينزل\nبمنزلة الايلاء ( قلت ) لابن القاسم وإذا قال أنا أكفر ولم يقل أنا أطأ\nأيكون له ذلك في قول مالك ( قال ) نعم لأن فيئه الكفارة ليس الوطء لأنه إذا\nكفر عن ظهاره فقد سقط عنه الايلاء وكان له أن يطأ بلا كفارة فإذا كفر عن\nظهاره فلا يكون موليا وإذا لم يكن يعلم منه الضرر وكان يعمل في الكفارة فلا\nيدخل عليه الايلاء ( قلت ) أرأيت إن كان ممن لا يقدر على العتق وهو يقدر\nعلى الصوم في الأربعة الأشهر فلم يصم الشهرين عن ظهاره في الأربعة الأشهر\nحتى مضت الأربعة الأشهر أيكون موليا فيها ويكون لها أن توقفه في قول مالك (\nقال ) نعم وقد روى غيره أن وقفه لا يكون إلا من بعد ضرب السلطان أجله وكل\nلمالك والوقف بعد ضرب الأجل أحسن ( قلت <span id='ms1152'></span> ) لابن القاسم فإن وقفته فقال الزوج\nدعوني أنا أصوم شهرين عن ظهاري ( قال ) ذلك له ولا يعجل عليه السلطان إذا\nقال أنا أصوم عن ظهاري ( قلت ) أرأيت إن ترك فلم يصم حتى مضى شهر فرفعته\nإلى السلطان فقالت هو مفطر قد ترك الصيام أو لما تركه السلطان ليصوم ترك\nالصوم يوما أو يومين أو خمسة أيام فرفعته امرأته إلى السلطان أيكون هذا\nمضارا ويفرق السلطان بينهما في قول مالك أم لا ( قال ) يختبر بذلك المرتين\nوالثلاث ونحو ذلك فإن فعل وإلا فرق السلطان بينهما ولم ينظره لأن مالكا قال\nفي المولى إذا قال أنا أفيء فانصرف فلم يفىء فرفعته أيضا إلى السلطان أنه\nيأمره بذلك ويختبره المرة بعد المرة فإن لم يفىء وعرف كذبه ولم يكن له عذر\nطلق عليه ( قلت ) أرأيت إن تركها أربعة أشهر ولم يكفر كفارة الظهار فرفعته\nإلى السلطان فقال دعوني حتى أكفر كفارة الظهار أصوم شهرين متتابعين\nوأجامعها وقالت المرأة لا أؤخرك ( قال ) قال مالك في المولى إذا أتت\nالأربعة الأشهر وكان في سفر أو مريضا أو في سجن أنه يكتب إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p062'> Vol. 06, p. 062</a>\n            </div>\n            \nذلك الموضع حتى يوقف في موضعه ذلك فأما فاء وإما طلق عليه السلطان\n</p>\n\n<p>\nومما يعرف به فيئته أن يكون يقدر على الكفارة فيكفر عن يمينه التي كانت\nعليه في الايلاء فإن قال أنا أفيء في موضعه ذلك وكفر ترك وإن أبى طلقت عليه\n( قلت ) أرأيت إن أبى أن يكفر وقال أنا أفيء ( قال ) لم أر قول مالك في هذا\nأنه يجزئه قوله أنا أفيء دون أن يكفر وإن لم يرد الفيء ها هنا دون الكفارة\nلأنه يعلم أنه لا يطأ وهو مريض أو غائب أو في سجن لا يقدر عليه ( قال )\nولقد سألنا مالكا عن الرجل يولى من امرأته فيكفر عن يمينه قبل أن يطأ أترى\nذلك مجزئا عنه قال نعم قال مالك وأصوب مما فعل عندي أن لو وطىء قبل أن يكفر\nولكن من كفر قبل أن يطأ فهو مجزئ عنه فهذا <span id='ms1153'></span> مما يوضح لك مسئلتك ويوضح لك ما\nأخبرتك من قول مالك في الذي يريد الفيء في السفر إذا كفر أو في السجن إذا\nكفر أن الايلاء يسقط عنه ( قلت ) أرأيت إن كان هذا المظاهر لما وقفته بعد\nما مضى الأربعة الأشهر إن كان ممن يقدر على رقبة أو إطعام فقال أخروني حتى\nأطعم أو حتى أعتق عن ظهاري ثم أجامعها وقالت المرأة لا أؤخره ( قال ) يتلوم\nله السلطان ولا يعجل عليه ويأمره أن يعتق أو يطعم ثم يجامع فإن عرف السلطان\nأنه مضار وإنما يرد اللدد والضرر طلق عليه ولم ينتظره إذا كان قد تلوم له\nمرة بعد مرة ( قلت ) وهذا قول مالك ( قال ) هذا قول مالك في الايلاء\nوالظهار جميعا إلا أنه في الايلاء إن كفر سقط عنه بحال ما وصفت لك وإن كفر\nعن الظهار سقط عنه الظهار أيضا في قول مالك\n</p>\n\n#\n<p>\n| في المظاهر يطأ قبل الكفارة ثم تموت المرأة أو يطلقها\n</p>\n\n<p>\n( قلت ) أرأيت من ظاهر فجامع قبل أن يكفر أتجب عليه الكفارة إن طلقها أو\nماتت تحته أو مات عنها ( قال ) قالمالك قد وجبت عليه الكفارة بجماعة إياها\nمات عنها أو طلقها أو ماتت عنده ( سحنون ) عن بن وهب عن مسلمة بن علي عن\nالأوزاعي عن حسان بن عطية أنأوس بن الصامت ظاهر من امرأته ثم أتاها قبل أن\nيكفر فقال له رسول الله صلى الله عليه وسلم ساء ما صنعت وأعطاه آصعا من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p063'> Vol. 06, p. 063</a>\n            </div>\n             شعير فقال له تصدق بها على ستين مسكينا حين لم يجد ما يعتق ولم\nيستطع الصوم ( وقال ) سعيد بن المسيب وربيعة وأبو الزناد ويحيى بن سعيد\nوطاوس وعطاء بن أبي رباح أنهم قالوا في المتظاهر يطأ قبل أن يكفر أنه ليس\nعليه إلا كفارة واحدة الآثار لابن وهب\n</p>\n\n#\n<p>\n| فيمن ظاهر وهو معسر ثم أيسر أو دخل في الصيام والطعام ثم أيسر\n</p>\n\n<p>\n( قلت ) أرأيت ان ظاهر رجل وهو معسر ثم أيسر ( قال ) قال مالك لا يجزئه\nللصوم إذا أيسر ( قلت ) أرأيت إن أعسر بعد <span id='ms1154'></span> ما أيسر ( قال ) أرى أن الصوم\nيجزئه لأنه إنما ينظر إلى حاله يوم يكفر ولا ينظر إلى حاله قبل ذلك ( قال )\nفقلنا لمالك وإن دخل في الصيام أو الطعام فأيسر في العتق أترى أن العتق\nعليه ( قال ) إن كان إنما صام اليوم أو اليومين وما أشبهه فإني أرى ذلك\nحسنا أن يرجع إلى العتق ولست أرى ذلك بالواجب عليه ولكنه أحب ما فيه إلي\nوإن كان صام أياما لها عدد فلاأرى ذلك عليه وأرى أن يمضي على صيامه قال\nمالك وكذلك الاطعام على ما فسرت لك في الصيام ( قلت ) وإن كان يوم جامعها\nمعدما إنما هو من أهل الصيام لأنه لا يقدر على رقبة ثم أيسر بعد ذلك قبل أن\nيكفر ( قال ) قال مالك عليه العتق لأنه إنما ينظر إلى حاله يوم يكفر ولا\nينظر إلى حاله يوم جامع ولا يوم ظاهر\n</p>\n\n#\n<p>\n| في كفارة العبد في الظهار\n</p>\n\n<p>\n( قلت ) أرأيت العبد إذا ظاهر أيجزئه العتق أم الاطعام إذا أذن له سيده\nأم لا وهل يجزئه أن يصوم وقد أذن له سيده في الاطعام أو العتق ( قال ) قال\nمالك أما العتق فلا يجزئه وإن أذن له سيده قال مالك وأحب إلي أن يصوم ( قلت\n) فإن كان قد أذن له سيده في الطعام فالصيام أحب إليك منه قال نعم قال بن\nالقاسم والصيام عليه وهو الذي فرضه الله على من قوى عليه وليس يطعم أحد\nيستطيع الصيام ( قلت ) هل يجزئ العبد أن يعتق بإذن سيده في كفارة الايلاء\nأو في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p064'> Vol. 06, p. 064</a>\n            </div>\n             كفارة شيء من الإيمان في قول مالك ( قال ) قال مالك لا (\nقلت ) أرأيت لو أن عبدا حلف بالله أن لا يكلم فلانا فكلمه فأذن له سيده في\nالطعام أو الكسوة أو الصوم أي ذلك أحب إلى مالك أيطعم أم يكسو أم يصوم وهل\nيجوز له أن يصوم وهو يقدر على الكسوة والاطعام إذا كان في يد العبد مال\nفأذن له سيده في أن يطعم أو يكسو عن يمينه ( قال ) قال لي مالك الصيام <span id='ms1155'></span> أبين\nعندي من الاطعام وإن أذن له سيده فأطعم أجزأ عنه وكان يقول في قلبي منه شيء\nوقال بن القاسم وهو مجزىء عنه إن أذن له سيده لأن سيده لو كفر عنه بالطعام\nأو رجلا كفر عن صاحب له بالطعام بإذنه أجزأ ذلك عنه فهذا مما يبين لك في\nالعبد بن وهب عن بن لهيعة عنيزيد بن أبي حبيب عنعبد الرحمن بن يزيد عنمحمد\nبن سيرين أنه قال إذا تظاهر العبد ليس عليه إلا الصيام بن مهدي عن سفيان عن\nليث عن مجاهد قال ليس على العبد إلا الصوم\n</p>\n\n#\n<p>\n| فيمن ظاهر من امرأته ثم طلقها ثم كفر قبل أن يتزوجها\n</p>\n\n<p>\n( قلت ) أرأيت إن ظاهر من امرأته ثم طلقها ثلاثا أو واحدة فبانت منه فلما\nبانت منه أعتق رقبة عن ظهاره منها أو صام إن كان لا يقدر على رقبة أو أطعم\nإن كان من أهل الاطعام هل يجزئه هذا في الكفارات عن ظهاره منها إن هو\nتزوجها من ذي قبل ( قال ) لا يجزئه ذلك ( قلت ) لم لا يجزئه والظهار لم\nيسقط عنه في قول مالك قال إذا خرجت المرأة من ملكه فقد سقط عنه الظهار لأنه\nلا ظهار عليه لو ماتت أو لم يتزوجها وإنما يرجع عليه الظهار إذا هو تزوجها\nمن ذي قبل فإذا تزوجها من ذي قبل فلزمه الظهار فلا تجزئة تلك الكفارة لأن\nالكفارة لا تجزئ إلا أن يكون الظهار لازما فأما في حال الظهار فيه غير لازم\nفلا تجزئة في تلك الحال الكفارة ( قلت ) أرأيت إن قال رجل لامرأة أجنبية إن\nتزوجتك فأنت علي كظهر أمي فكفر عن ظهاره هذا قبل أن يتزوجها ثم تزوجها (\nقال ) لا يجزئه ذلك قالسحنون وقد قال الله تبارك وتعالى <span class='quran'>ثم يعودون لما\nقالوا </span>( قال ) فالعودة إذا أراد الوطء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p065'> Vol. 06, p. 065</a>\n            </div>\n             والإجماع عليه فإذا\nأراد كفر بما قال الله تعالى وإذا سقط موضع الارادة للوطء لما حرم الله\nعليه من الفرج بالطلاق أو غيره لم يكن للكفارة موضع فإن كفر كان بمنزلة من <span id='ms1156'></span>\nكفر عن غير شيء وجب عليه فلا يجزئه\n</p>\n\n#\n<p>\n| فيمن أكل أو جامع في الصيام في الظهار ناسيا أو عامدا\n</p>\n\n<p>\n( قلت ) أرأيت من صام عن ظهار فأكل في يوم من صيامه ذلك ناسيا ( قال )\nقال لي مالك يقضي هذا اليوم ويصله بالشهرين فإن لم يفعل استأنف الشهرين (\nقلت ) أرأيت إن صام عن ظهاره فغصبه قوم وصبوا في حلقه الماء أيجزئه ذلك\nالصوم عن ظهاره ( قال ) أرى أن يقضي يوما مكانه ويصله بالشهرين فإن لم يفعل\nاستأنف الشهرين ( قلت ) أرأيت إن جامع امرأته وهو يصوم عن أخرى من ظهاره\nناسيا ( قال ) هذا يقضي يوما مكان هذا اليوم ويصله بالشهرين لأن مالكا قال\nذلك في الذي يأكل ناسيا وهو يصوم عن ظهاره أنه يقضي يوما مكانه ويصله\nبالشهرين فإن لم يصله بالشهرين استأنف الشهرين ( قلت ) أرأيت إن صام عن\nظهاره شهرا ثم جامع امرأته ناسيا ليلاأو نهارا أيجزئه صومه ذلك في قول مالك\n( قال ) يستأنف ( قلت ) لم ( قال ) لأن الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p066'> Vol. 06, p. 066</a>\n            </div>\n             تبارك وتعالى قال\nفي كتابه من قبل أن يتماسا ( قال ) فلا يسعه هذا الأكل والشرب لأن الأكل\nوالشرب يحل له بالليل وهو يصوم والجماع لا يحل له على حال ( قال ) وسمعت\nمالكا يقول في المظاهر إن وطىء ليلا استأنف الصيام ولم يقل لي فيه عامدا\nولا ناسيا وأرى ذلك واحدا ( قلت ) وكذلك من جامع في الحج ناسيا فعليه أن\nيستأنف ( قال ) عليه أن يتم حجه ذلك ويبدله من قابل ناسيا كان أو عامدا (\nقلت ) أرأيت ان صام تسعة وخمسين يوما ثم جامع ليلا أو نهارا أيستأنف\nالكفارة أم لا ( قال ) مالك يستأنف الكفارة ولا تجزئة تلك الكفارة ( قلت )\nوكذلك إن أطعم بعض المساكين ثم جامع ( قال ) قال مالك يستأنف وإن كان بقي\nمسكين واحد ( قلت ) أرأيت الطعام إذا أطعم عن ظهاره بعض المساكين ثم جامع\nامرأته لم قال مالك هذا يستأنف الطعام ولم يذكر الله تبارك وتعالى في\nالتنزيل في إطعام المساكين من قبل أن يتماسا وإنما قال ذلك في العتق\nوالصيام ( قال <span id='ms1157'></span> ) إما محمل الطعام عند مالك محمل العتق والصيام لأنها كفارة\nالظهار كلها فكل كفارة الظهار تحمل محملا واحدا تجعل كلها قبل الجماع ( بن\nوهب ) عن محمد بن عمرو عن بن جريج قال قلت لعطاء أرأيت اطعام ستين مسكينا\nمن قبل أن يتماسا فإنه لم يذكر في الطعام من قبل أن يتماسا قال نعم كل ذلك\nمن قبل أن يتماسا ( بن وهب ) وقال مسلمة بن علي وكان الأوزاعي يقول فإن\nأطعم ثلاثين مسكينا ثم وطيء امرأته فإنه يستأنف الاطعام بن وهب وقاله الليث\n</p>\n\n#\n<p>\n| فيمن أخذ في الصيام ثم مرض\n</p>\n\n<p>\n( قلت ) أرأيت ان صام عن ظهاره شهرا ثم مرض أيكون له أن يطعم وهو ممن لا\nيجد رقبة ( قال ) لا يكون ذلك له لأنه إذا صح صام ( قلت ) أرأيت إن تمادى\nبه مرضه أربعة أشهرا يكون موليا أم لا في قول ( قال ) إنما قال مالك في\nالمظاهر أنه يوقف ويصنع به ما يصنع بالمولى إذا كان مضارا فأما إذا لم يكن\nمضارا فلا يوقف ولا يدخل عليه شيء من هذا فهذا إذا تمادى به المرض فليس\nبمضار ( قلت ) أرأيت إذا تمادى به المرض كيف يصنع ( قال ) إذا تمادى به\nالمرض انتظر حتى إذا صح صام إلا أن يصيبه مرض يعلم أن مثل ذلك المرض لا\nيقوى صاحبه على الصيام بعد ذلك فإن هذا قد خرج من أن يكون من أهل الصيام\nوصار من أهل الاطعام ( وقال ) غيره إذا مرض فهو ممن لا يستطيع وعليه\nالاطعام\n</p>\n\n#\n<p>\n| فيمن ظاهر وليس له إلا خادم أو عرض قيمته قيمة رقبة\n</p>\n\n<p>\n( قلت ) أرأيت إن ظاهر من امرأته وليس له إلا خادم واحد أيجزئه الصيام في\nقول مالك ( قال ) قال مالك لا يجزئه الصيام لأنه يقدر على العتق قال مالك\nوإن تظاهر من أمته وهو لا يملك غيرها لم يجزه الصيام أيضا وهي تجزئة نفسها\nإن أعتقها عن ظهاره فإن تزوجها جاز له وأجزأه عتقها عن الظهار الذي كان\nتظاهر منها ( قلت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p067'> Vol. 06, p. 067</a>\n            </div>\n             أرأيت إن كان يملك من العروض <span id='ms1158'></span> ما يشتري به\nرقبة أو له دار يسكن فيها ثمنها قيمة رقبة أيجزئه الصوم في قول مالك ( قال\n) قال مالك لا يجزئه الصوم لأن هذا واجد لرقبة\n</p>\n\n#\n<p>\n| فيمن أطعم بعض المساكين وصام أو أعتق بعض رقبة وأطعم\n</p>\n\n<p>\n( قلت ) أرأيت إن صام شهرا وأطعم ثلاثين مسكينا عن ظهاره أيجزئه في قول\nمالك ( قال ) لا يجزئه ذلك عند مالك ( قلت ) أرأيت إن أعتق نصف عبد وأطعم\nثلاثين مسكينا أو صام شهرا أيجزئه ( قال ) لا يجزئه\n</p>\n\n#\n<p>\n| في الاطعام في الظهار\n</p>\n\n<p>\n( قلت ) أرأيت إن أطعم عن ظهاره كم يطعم في قول مالك ( قال ) قال مالك\nيطعم مدا بمد الهشامي لكل مسكين ( قلت ) حنطة أو شعيرا ( قال ) حنطة ( قلت\n) والشعير كم يطعم ( قال ) قال مالك في كفارة الإيمان إن كان الشعير عيش\nأهل البلد أجزأ ذلك عنه كما تجزئ الحنطة سواء ويطعمهم من الشعير وسطا من\nشبع الشعير والتمر مثل الشعير إن كان التمر عيشهم ويطعم الوسط منه أيضا في\nكفارة الإيمان وأرى أن يطعم في الظهار من الشعير والتمر عدل شبع مد هشام من\nالحنطة ولا يطعمهم الوسط من الشبع وإنما يكون الوسط من الشبع في كفارة\nالإيمان ( قلت ) هل يجزئه أن يغدى ويعشى ستين مسكينا في قول مالك في الظهار\nأو يغديهم ولا يعشينهم أو يعشيهم ولا يغديهم أو يغديهم ويعشيهم ( قال )\nبلغني أن مالكا يقول في كفارة الإيمان إن غداهم وعشاهم أجزأ عنه ولم أسمع\nفي الظهار أحدا يحد فيه غداء أو عشاء إلا ما جاء فيه عن النبي صلى الله\nعليه وسلم مدين مدين قلت لم قال مالك مدا بالهشامي قال لأن الهشامي هو بمد\nالنبي صلى الله عليه وسلم مدان إلا ثلثا وهو الشبع الذي لا يعدله في الغداء\nوالعشاء فلذلك جوزه مالك ( قال ) ولا أظن من يغدى ويعشى يبلغ أن يطعم مدين\nإلا ثلثا بمد النبي صلى الله عليه وسلم ولا أحب أن يغدى ويعشى في الظهار\nقال بن القاسم وكان مالك يقول في الكفارات كلها في كل شيء <span id='ms1159'></span> من الأشياء مدا\nمدا بمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p068'> Vol. 06, p. 068</a>\n            </div>\n             النبي صلى الله عليه وسلم في الافطار في رمضان وفي\nالأيمان وفي كل شيء مدا مدا بمد النبي صلى الله عليه وسلم إلا في كفارة\nالظهار فإنه قال مالك مدا بالهشامي وهو مدان إلا ثلثا بمد النبي صلى الله\nعليه وسلم وقال في كفارة الأذى مدين مدين بمد النبي صلى الله عليه وسلم لكل\nمسكين ( قال ) وقال مالك اطعام الكفارات في الأيمان مدا مدا بمد النبي صلى\nالله عليه وسلم لكل إنسان وإن إطعام الظهار لا يكون إلا شبعا لأن اطعام\nالأيمان فيه شرط ولا شرط في اطعام الظهار ( قلت ) أرأيت ما كان من كفارة في\nالإفطار في رمضان لم لا يحمله مالك محمل كفارة الظهار وإنما هو مثله عتق\nرقبة أو صيام شهرين متتابعين أو اطعام ستين مسكينا ( قال ) قال مالك إنما\nيحمل ذلك محمل كفارة الأيمان ولا يحمل محمل كفارة الظهار ولم يكن يرى مالك\nأن يكفر فيمن أكل في رمضان إلا بالاطعام ويقول هو أحب إلي من العتق والصيام\nقال مالك وما للعتق وماله يقول الله تعالى ^ وعلى الذين يطيقونه فدية طعام\nمساكين ^ فالاطعام أحب إلي ( قلت ) أرأيت إن أعطى المساكين في كفارة الظهار\nالدقيق أو السويق أيجزئه كما يجزئ من الحنطة والشعير في قول مالك ( قال )\nقال لي مالك لا يجزئه السويق ولا الدقيق في صدقة الفطر ولا أرى أن يجزئ\nالدقيق والسويق في شيء من الكفارات إلا أني أرى أن أطعم في الكفارات كلها\nالطعام ما خلا كفارة الأذى وكفارة الظهار إن ذلك يجزئه ( قلت ) أرأيت\nالكفارات كلها إن أعطى من الذي هو عيشهم عندهم أيجزىء ذلك في قول مالك (\nقال ) نعم يجزئهم ذلك ( قلت ) أرأيت إن أطعم في كفارات الأيمان فيما يجوز\nله أن يطعم الخبز وحده أيجزىء في قول مالك ( قال ) نعم يجزئهم ذلك ولم أسمع\nمن مالك فيه شيئا إلا أنه قال يغدى ويعشى ويكون معه الادام فإذا أعطى من\nالخبز ما يكون عدل ما يخرج في <span id='ms1160'></span> الكفارات من كيل الطعام أجزأ عنه ( قلت ) ولا\nيجوز فيقول مالك أن يعطى في كل شيء من الكفارات العروض وإن كانت تلك العروض\nقيمة الطعام ( قال ) نعم لا يجزئ ( قلت ) ولا يجزئ أن يعطى دراهم في قول\nمالك وإن كانت الدراهم قيمة الطعام ( قال ) نعم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p069'> Vol. 06, p. 069</a>\n            </div>\n             لا يجزئ عند\nمالك ( قلت ) أرأيت إن أطعم في كفارة الظهار نصف مد نصف مد حتى أكمل ستين\nمدا بالهشامي فأعطى عشرين ومائة مسكين أيجزئه ذلك ( قال ) لا يجزئه ذلك\nوعليه أن يعيد على ستين مسكينا منهم نصف مد بالهشامي حتى يستكمل ستين\nمسكينا لكل مسكين مد بالهشامي ( قلت ) ولا يجزئه أن يعطى ثلاثين مسكينا\nستين مدا ( قال ) نعم لا يجزئ ذلك عنه حتى يعطى ستين مسكينا مدا مدا ( قلت\n) فإنما ينظر في هذا إلى عدد المساكين ولا يلفت إلى الامداد ( قال ) نعم\nإنما ينظر في هذا إلى عدد المساكين إذا استكمل عدد المساكين فاكمل لهم ما\nيجب لكل مسكين أجزأه ذلك وان استكمل عدد المساكين ونقصهم مما يجب لهم في\nالكفارة لم يجز ذلك عنه وإن أعطاهم ما نقصهم من الذي كان ينبغي له أن\nيعطيهم في الكفارة غيرهم من المساكين لم يجزئه ذلك وكذلك هذا في جميع\nالكفارات كلها في فدية الأذى لا يجزئه أن يعطى إثني عشر مسكينا إثني عشر\nمدا ولكن يعطى ستة مساكين إثني عشر مدا لكل مسكين مدين مدين بمد النبي صلى\nالله عليه وسلم وكذلك في كفارة الافطار في رمضان لا يجزئه أن يعطى عشرين\nومائة مسكين نصف مد نصف مد بمد النبي صلى الله عليه وسلم ولكن يعطى ستين\nمسكينا مدا مدا بمد النبي صلى الله عليه وسلم ولا يجزئه أن يعطى عشرين\nومائة مسكين نصف مد نصف مد بمد النبي لله ولكن يعطى مسكينا مدا مدا بمد\nالنبي صلى الله عليه وسلم ولا يجزئه أن يعطى ثلاثين مسكينا مدين مدين وقد\nسئل الشعبي في كفارة الظهار أيعطى أهل بيت فقراء وهم عشرة طعام ستين مسكينا\nفقال <span id='ms1161'></span> لا اطعام ستين مسكينا كما أمركم الله الله أعلم بهم وأرحم\n</p>\n\n<p>\nمن حديث بن مهدي ( قلت ) أرأيت إن أطعم ثلاثين مسكينا في كفارة الظهار\nحنطة ثم ضاق السعر واشتد حال الناس حتى صار عيشهم التمر أو الشعير أيجزئه\nأن يطعم ثلاثين مسكينا بعد الثلاثين الذين ذكرت لك من هذا الذي صار عيش\nالناس قال نعم ( قلت ) وكذلك لو أطعم ثلاثين مسكينا في بلاد عيشهم فيها\nالحنطة ثم خرج إلى بلاد عيشهم فيها التمر أو الشعير فأطعم هناك مما هو عيش\nأهل تلك البلاد أيجزىء ذلك عن ظهاره قال نعم ( قلت ) وكذلك هذا في جميع\nالكفارات قال نعم ( قلت ) أرأيت إن لم يجد إلا ثلاثين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p070'> Vol. 06, p. 070</a>\n            </div>\n             مسكينا\nأيجزئه أن يطعمهم اليوم نصف الكفارة وغدا نصف الكفارة في قول مالك ( قال )\nلا يجزئه ذلك بن مهدي عن سفيان عنجابر قال سألت الشعبي عن الرجل يردد على\nمسكينين أو ثلاثة فكرهه وقالابن القاسم وان لم يجد عنده في بلاده فليبعث\nبها إلى بلاد أخرى وذلك أني سمعت مالكا وسئل عن رجل كانت عليه كفارتان\nفأطعم اليوم عن كفارة فلما كان من الغد أراد أن يطعمهم كفارة اليمين الأخرى\nأو لم يجد غيرهم ( قال ) لا يعجبني ذلك ( قلت ) أكانت هاتان الكفارتان من\nشيء واحد أو شيئين مختلفين ( قال ) إنما سألوا مالكا عن كفارتين في اليمين\nبالله فقال ما أخبرتك ( قلت ) وإن افترقت الكفارتان فكانتا عن ظهار وعن\nافطار في رمضان ( قال ) لم أسمع من مالك فيه شيئا وقد أخبرتك من قوله في\nكفارة اليمين بالله أنه كرهه وهذا مثله عندي بن وهب عن بشر بن منصور قال\nسألت يونس بن عبيد عن الرجل يكون عليه يمينان فيدعو عشرة مساكين فيطعمهم ثم\nيدعوهم من الغد فيطعمهم فكره ذلك وقال لا ولكن يدعوهم اليوم فإن حدثت يمين\nأخرى فليدعهم من الغد إن شاء ( قلت ) أرأيت إن أطعم في كفارة الظهار أو في\nشيء من الكفارات أخا أو أختا أو والدا أو ولدا أو ذا رحم محرم ( قال <span id='ms1162'></span> ) سألت\nمالكا عن ذلك فقال مالك لا يطعم في شيء من الكفارات أحدا من أقاربه وإن\nكانت نفقتهم لا تلزمه ولا يطعمهم في شيء من الكفارات التي عليه ( قلت )\nأيجزىء في قول مالك أن يطعم مكاتبه قال بن القاسم لا يطعم مكاتبه ولا\nمكاتبي غيره ولا عبدا ولا أم ولد ولا أحدا من أهل الذمة ( قال ) وقال مالك\nولا يجزئ أن يطعم في الكفارات كلها إلا حرا مسلما وقد قاله ربيعة ونافع\nمولى بن عمر وغيرهما قال نافع نصراني وقال ربيعة وغيره من أهل العلم نصراني\nويهودي وعبد ( قلت ) أفيجزىء أن يطعم الأغنياء ( قال ) قال الله تعالى في\nكتابه <span class='quran'>فإطعام ستين مسكينا </span>فلا يجزئه الأغنياء ( قلت ) أرأيت أن\nأطعم ذميا أو عبدا في شيء من الكفارات أيعيد ( قال ) نعم أنه يعيد وكذلك ان\nأطعم الأغنياء أنه يعيد أيضا ( قلت ) أرأيت إن أطعم بعض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p071'> Vol. 06, p. 071</a>\n            </div>\n             من قال\nمالك لا أحب أن يطعم أحدا من قرابته وإن كانت نفقتهم لا تلزمه أيعيد أم لا\n( قال ) لا يعيد ان كانوا مساكين قال بن القاسم قلت لمالك الصبي المرضع\nأيطعم من الكفارات ( قال ) نعم إذا كان قد أكل الطعام ( قلت ) ويحسبه له\nمالك في العدد ويجعله مسكينا ( قال ) نعم قال بن القاسم وقال لي مالك إذا\nكان قد بلغ أن يأكل الطعام أطعم في الكفارات وأنا أرى أنه إن كان في يمين\nبالله أعطي بمد النبي صلى الله عليه وسلم وإن كان في كفارة الظهار أعطى بمد\nهشام وإن كان في فدية الأذى أعطى مدين بمد النبي صلى الله عليه وسلم\n</p>\n\n#\n<p>\n| الكفارات بالعتق في الظهار\n</p>\n\n<p>\n( قلت ) أرأيت إن أعتق عن ظهاره نصف عبد لا مال له غيره ثم اشترى بعد ذلك\nالنصف الباقي فأعتقه عن ظهاره أيجزئه أم لا ( قال ) لا أرى أن يجزئه وما\nسمعت من مالك في هذا بعينه شيئا إلا أن مالكا قال في العبد يكون بين\nالرجلين فيعتق أحدهما نصفه فيقوم عليه فلا يوجد له مال فيرق نصفه لصاحبه ثم\nيوسر <span id='ms1163'></span> الذي أعتق بعد ذلك فيشتري النصف الباقي أو يرثه أو يوهب له أو يوصى به\nله فيقتله أنه لا يعتق عليه فلما كان إذا اشترى النصف الباقي لم يعتق عليه\nلم يجزه عن ظهاره وإن أعتق النصف في الذي اشترى عن ظهاره لم يجزه أيضا لأنه\nقد كان حين ملكه لا يعتق عليه إلا بعتق من ذي قبل والظهار لا يكون فيه\nتبعيض العتق ولو كان الشريك المعتق لنصفه عن ظهاره موسرا لم يجزه النصف\nالباقي إن قوم عليه عن ظهاره ألا ترى أنه لما أعتق نصفه لزمه أن يقوم عليه\nالنصف الباقي لما أفسد فيه قبل أن يتم كفارته فصار هذا النصف معتقا عليه\nبحكم ألا ترى أن الذي يشتري بشرط لا يجزئ ولا يجزئ من جرى فيه عقد عتق من\nمدبر أو مكاتب أو معتق إلى أجل أو أم ولد أو بعض من يعتق عليه إذا ملكه\nلأنه لا يستطيع أن يملكه ملكا تاما وكذلك النصف الذي وجب عليه تقويمه لا\nيستطيع أن يملكه إلا إلى عتق لما دخله من العتق وأنه يعتق عليه بحكم ( قلت\n) أرأيت إن قال إن اشتريت فلانا فهو حر فاشتراه عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p072'> Vol. 06, p. 072</a>\n            </div>\n             ظهاره ( قال\n) لا يجزئه لأن مالكا قال من اشترى أحدا ممن يعتق عليه فأعتقه في ظهاره قال\nلا يجزئه ولا أرى أن يجزئه إلا رقبة يملكها قبل أن تعتق عليه فكذلك مسئلتك\nهذه لأنه لا يملكها حتى تعتق عليه ( قلت ) أرأيت إن اشترى أبا نفسه عن\nظهاره هل يجزئه في قول مالك ( قال ) قال لي مالك غير مرة لا يجزئه ( قلت )\nوكذلك ان اشترى من ذوي المحارم ممن يعتق عليه فاشتراه عن ظهاره أيجزئه (\nقال ) لا يجزئه ذلك في قول مالك ( قلت ) وهذا قول مالك ( قال ) نعم كذلك\nقال مالك ( قلت ) أرأيت إن وهب له أبوه فقبله ونوى به عن ظهاره أيجزئه (\nقال ) لا يجزئه ( قلت ) وكذلك ان أوصى له به فقبله عن ظهاره ( قال ) لا\nيجزئه ( قلت ) وكذلك إن ورثه فنوى <span id='ms1164'></span> به عن ظهاره ( قال ) كذلك أيضا لا يجزئ (\nقلت ) هل يجزئ المكاتب والمدبر وأم الولد في كفارة الظهار أو في شيء من\nالكفارات ( قال ) قال مالك لا يجزئ ذلك ( قلت ) أرأيت المكاتب الذي لم يؤد\nشيئا من نجومه هل يجزئ في قول مالك في شيء من الكفارات ( قال ) لا يجزئ في\nقول مالك ( قلت ) أرأيت ما في بطن الجارية هل يجزئه ان أعتقه في شيء من\nالكفارات ( قال ) لا يجزئ ( قلت ) ويكون حرا ولا يجزئ ( قال ) نعم إن ولدته\nفهو حر ولا يجزئ ( قلت ) أرأيت ان أعتق عبدا عن ظهاره أو عن شيء من\nالكفارات على مال يجعله عليه دينا يؤديه العبد إليه يوما ما ( قال ) لا\nيجزئه ذلك ( قلت ) أرأيت ان أعتق رجل عبدا من عبيده عن رجل عن ظهاره على\nجعل جعله له أيكون الولاء للذي أعتق عنه ويكون الجعل لازما للذي جعله له (\nقال ) نعم ولا يجزئه عن ظهاره والجعل له لازم والولاء له وهذا يشبه عندي أن\nيشتريها بشرط فيعتقها عن ظهاره فلا يجزئه ذلك وهو حر والولاء له إذا أعتقه\n( قلت ) أرأيت إذا أعتق عن ظهاره عبدا أقطع اليد الواحدة ( قال ) قال مالك\nلا يجزئه ( قلت ) فإن كان مقطوع الاصبع أو الاصبعين قال بن القاسم لا يجزئه\n( قلت ) أرأيت ان كان أجذم أو أبرص أو مجنونا أيجزىء في قول مالك ( قال )\nأما الاجذم فلا يجزئ في قول مالك وكذلك المجنون لا يجزئ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p073'> Vol. 06, p. 073</a>\n            </div>\n             في\nقوله وأما الأبرص فسمعت مالكا يقول في الاصم أنه لا يجزئ في الكفارات\nفالاصم أيسر شأنا من الابرص والابرص لا يجزئ ( وقال ) غيره في الابرص ان\nكان خفيفا ولم يكن مرضا أجزأه ( قلت ) أرأيت الخصي والمجبوب أيجوز في\nالكفارات في قول مالك ( قال ) لم أسمع من مالك فيه شيئا إلا أني رأيت مالكا\nيضعف شأن الخصي في غير وجه واحد سمعته يكره أن يكون الخصي إماما راتبا في\nمساجد القبائل أو في مساجد الجماعات والخصي إنما ارتفع ثمنه لما صنع فيه من <span id='ms1165'></span>\nالباطل حين أنثوه وقد انتقص بدنه فغير الخصي أحب إلي من الخصي في الكفارات\nولا يعجبني أنا ذلك ( قلت ) هل يجزئ الاخرس في شيء من الكفارات ( قال ) قال\nمالك لا يجزئ ( قلت ) ولا الاعمى ( قال ) قال مالك ولا الاعمى لا يجزئ (\nقلت ) أرأيت المجنون الذي يجن ويفيق هل يجزئ في شيء من الكفارات ( قال )\nقال مالك لا يجزئ وقد قال مالك لا يجزئ الاصم ( قلت ) وهل يجزئ المفلوج\nاليابس الشق ( قال ) لا يجزئ ( قلت ) أرأيت ان أعتق عن ظهاره أو في شيء من\nالكفارات عبدا مقطوع الاذنين هل يجزئه ذلك في قول مالك ( قال ) لم أسمع من\nمالك فيه شيئا إلا أنه كره الاصم وقال لا يجزئ ذلك فالمقطوع الاذنين عندي\nبهذه المنزلة ( قلت ) أرأيت ان أعتق عبدا مقطوع الابهام أو الابهامين جميعا\nأيجزئه في الكفارة في ظهاره أو في شيء من الكفارات في قول مالك ( قال ) لا\nيجزئه لان مالكا قد قال فيما هو أخف من هذا أنه لا يجزئه ( قلت ) أرأيت\nالاشل هل يجوز في شيء من الكفارات في قول مالك ( قال ) لا وقد قال غيره في\nمقطوع الاصبع انه يجزئ ( قلت ) أرأيت ان أعتق عبدا عن ظهاره من امرأتين ولا\nينوي به عن واحدة منهما ثم نوى به عن احداهما بعد ذلك ( قال ) لا يجزئه ذلك\n( قلت ) أرأيت ان اعتق عبدا عن ظهاره عن امرأتين جميعا ثم أعتق بعد ذلك\nرقبة أخرى أيجزئه ذلك ( قال ) لا يجزئه ذلك وان أعتق بعد ذلك رقبة أخرى لم\nيجز عنهما لأن الاولى إنما أعتقت عنهما فصار ان أعتق عن كل واحدة نصف رقبة\nفلا يجزئ ولا يجزئ أخرى بعدها وان جبرها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p074'> Vol. 06, p. 074</a>\n            </div>\n             وأنما يجزئ أن لو أعتق\nرقبة عن واحدة منهما وإن لم ينوها ثم أعتق بعد ذلك رقبة أخرى أجزأت عنه\nلانا علمنا أنه إنما خص بالرقبة واحدة منهما ولم يشركهما فيها فلما أعتق\nالأخرى لم تبال الاولى لا يتهما كنت اللاولى أو للاخرة إلا أنه لا يطأ\nواحدة منهما <span id='ms1166'></span> حتى يعتق الرقبة الأخرى وهذا أحب ما سمعته ( قلت ) أرأيت ما لم\nيذكر الله في القرآن مؤمنة أتجوز فيه اليهودية والنصرانية ( قال ) قال مالك\nلا يجوز في شيء من الكفارات في العتق إلا مؤمنة وقال ولا يطعم في شيء من\nالكفارات إلا مؤمن لا يطعم منها غير المؤمنين ( قلت ) أرأيت ان أعتق عن\nظهاره عبدا أعور أيجزئه ذلك في قول مالك ( قال ) قال مالك نعم يجزئه ( قلت\n) فهل يجيز مالك العتق في الكفارات في الظهار وفي الايمان وفي غير ذلك من\nالكفارات العبد المعيب إذا لم يكن عيبه فاحشا ( قال ) سألت مالكا عن الأعرج\nيعتق في الكفارات فقال لي ان كان شيئا خفيفا أجزأ ذلك عنه وأحب ما فيه إلي\nأنه ان كانت هذه العيوب التي ذكرت شيئا خفيفا مثل العرجة الخفيفة والجدع في\nالاذن وقطع الانملة وطرف الاصبع وما أشبهه فأرجو أن يجزئ في الكفارات كلها\nإذا كان مؤمنا وما كان من ذلك عيبا مضرا به حتى ينقصه ذلك نقصانا فاحشا أو\nينقصه فيما يحتاج إليه من غنائه وجزائه رأيت أن لا يجوز في الكفارات ( قلت\n) أرأيت العبد الصغير والأمة الصغيرة هل يجوز في كفارة الظهار ( قال ) سألت\nمالكا عن ذلك فقال نعم يجوز وإن كان صغيرا إذا كان ذلك من قصر النفقة ( قال\n) مالك وأحب ذلك إلي أن يعتق من صلى وصام فمعنى قوله من صلى وصام أي من قد\nعقل الإسلام والصلاة والصيام ( قال ) ثم سمعته بعد ذلك وابتدأنا بالقول\nفقال ان رجلا يختلف إلي في ظهار عليه يريد أن يعتق صبيا فنهيته عن ذلك وهو\nيختلف إلى لأرخص له فلم أر محمل قوله ذلك اليوم إلا أن الرجل كان غنيا\nفلذلك لم يأمره مالك بذلك ولذلك نهاه ( قال ) ولقد سألت مالكا عن العجمي\nيشتريه فيعتقه عن ظهاره ( قال ) نعم ان كان من ضيق النفقة فأرجو أن يجزئ (\nقال ) قال مالك ومن صلى وصام أحب إلي ( قلت ) أرأيت ان أعتق رجل عبدا من\nعبيده عن رجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p075'> Vol. 06, p. 075</a>\n            </div>\n             عن <span id='ms1167'></span> ظهاره أو عن شيء من الكفارات فبلغه فرضى بذلك\nأيجزئه ذلك من ظهاره ومن الكفارات التي وجبت عليه في قول مالك ( قال ) لا\nأقوم على حفظ قول مالك الساعة ولكن مالكا قال إذا مات الرجل وقد جامع\nامرأته بعد ما ظاهر منها فوجبت عليه كفارة الظهار فأعتق عنه رجل رقبة عن\nظهاره ذلك ان ذلك مجزئ عنه وكذلك قال مالك في الكفارات إذا مات الرجل وعليه\nشيء من الكفارات فكفر عنه رجل بعد موته أنه مجزىء عنه فأرى أن ذلك مجزئا\nعنه إذا كفر عنه وهو حي فرضى بذلك لان مالكا قال أيضا في الذي يعتق عبدا من\nعبيده عن رجل من الناس ان الولاء للذي أعتق عنه وليس الولاء للذي أعتق وقد\nقال غيره لا يجزئ عنه وقد قال بن القاسم غير هذا إذا كان يأمره وهو أحسن من\nقوله هذا ألا ترى أن الذي أعتق عنه بغير أمره ان قال لا أجيز ان ذلك ليس\nبالذي يرد العتق وإن قال قد أجزأت فإنما أجاز شيئا قد فات فيه العتق أو لا\nترى أن الله تبارك وتعالى يقول ثم يعودون لما قالوا فتحرير رقبة فإذا كفر\nعنه قبل أن يريد العودة فقد جعلت الكفارة في غير موضعها ألا ترى أنه لو\nأعتق رقبة قبل أن يريد العودة ثم أراد العودة لم يجزه ذلك وقد كان كبراء\nأصحاب مالك يقولون إذا كفر المتظاهر بغير نية للجماع كما قال الله ثم\nيعودون فمعنى يعودون يريدون ان ذلك لا يجزئه ( قلت ) أرأيت ان أعتق عبدا عن\nظهاره وفي يد العبد مال فقال له سيده أعتقك عن ظهاري أو عن شيء من الكفارات\nعلى أن تعطيني هذا المال الذي عندك فقال إذا كان المال عند العبد قبل أن\nيعتق ولم يجعل السيد المال عليه للعتق دينا فلا بأس بذلك لأن هذا المال قد\nكان للسيد أن ينزعه وإنما اشترط أخذه من العبد فلا بأس بذلك وقد سمعت مالكا\nوسأله رجل عن رجل أوصى <span id='ms1168'></span> إليه بعتق رقبة فوجد رقبة تباع فأبى أهلها أن\nيبيعوها إلا أن يدفع العبد إلى سيده مالا ( قال ) ان كان ينقده العبد فلا\nبأس بأن يبتاعه الوصي ويعتقه عن الذي أوصى فردد عليه الرجل فقال أنه إنما\nيبيعه لمكان ما يأخذ منه وأنا لم أدخل في ذلك بشيء والقائل أنا لم أدخل في\nذلك بشيء هو المشتري ( فقال ) قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p076'> Vol. 06, p. 076</a>\n            </div>\n             مالك أليس يدفع إليه ذلك\nنقدا قال بلى قال فاشتره وأعتقه عن صاحبك ولا شيء عليك وهو يجزئ صاحبك\n</p>\n\n<p>\nفمسئلتك تشبه هذا وأخف لأنه إنما يأخذ ماله من عبده وقد كان يجوز له أن\nيأخذه فلا بأس أن يشترط أخذه قال بن وهب وقد قال بن عمر ومعقل بن يسار\nصاحبا النبي صلى الله عليه وسلم وغيرهم من أهل العلم لا تجزئ الرقبة تشتري\nبشرط في العتق الواجب ( وقال ) بن وهب وربيعة لا يجزئ إلا مؤمنة وقالعطاء\nلا يجزئ إلا مؤمنة صحيحة ( وقال ) يحيى بن سعيد وإبراهيم النخعي في الأعمى\nلا يجزئ ( وقال ) بن شهاب مثله وقال بن شهاب لا يجزئ مجنون ولا أعمى ولا\nأبرص وقال يحيى ولا أشل وقال عطاء ولا أعرج ولا أشل ( وقال ) إبراهيم\nالنخعي والحسن يجزئ الأعور وكان إبراهيم النخعي والشعبي لا تجزئ أم الولد (\nوقال ) بن شهاب لا يجزئ المدبر لما عقد له من العتق وان أبا هريرة وفضالة\nبن عبيد قالا يعتق ولد الزنى فيمن عليه عتق رقبة وقاله عبد الله بن عمر\nوربيعة ( قال ) بن شهاب ويحيى بن سعيد وربيعة وعطاء وخالد بن أبي عمران\nيجزئ الصبي الصغير المرضع في الكفارة وقاله الليث\n</p>\n\n<p>\nوالأجر على قدر ذلك بلغنا أن رسول الله صلى الله عليه وسلم سئل أي الرقاب\nأفضل فقال أغلاها ثمنا وأنفسها عند أهلها\n</p>\n\n#\n<p>\n| فيمن صام شهرا قبل رمضان وشهر رمضان\n</p>\n\n<p>\n( قلت ) لابن القاسم أرأيت لو أن رجلا كان عليه صيام شهرين متتابعين من\nظهار فصام شهرا قبل رمضان ورمضان وينوي برمضان شهر ظهاره جاهلا يظن أن\nرمضان يجزئه من ظهاره ويريد <span id='ms1169'></span> أن يقضي رمضان في أيام أخر ( فقال ) لا يجزئه\nمن رمضان ولا من ظهاره شهر رمضان قال بن القاسم وسألت مالكا عن الرجل يكون\nعليه صيام شهرين في تظاهر أو قتل نفس خطأ فيصوم ذا القعدة وذا الحجة فقال\nلي لا أرى ذلك يجزئ عنه وليبتدىء الصيام شهرين متتابعين أحب إلي ( قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p077'> Vol. 06, p. 077</a>\n            </div>\n             فقلت له يا أبا عبد الله أنه دخل فيه بجهالة ورجا أن ذلك يجزئه\nفقال وما حمله على ذلك فقلت الجهالة ويظن أن ذلك يجزئه فقال عسى أن يجزئه\nوما هو عندي بالبين وقال وأحب ذلك إلي أن يبتدئ ( قال ) فقال له بعض\nأصحابناأفرأيت من سافر في شهري صيام التظاهر فمرض فيهما فأفطر فقال اني\nأخاف أن يكون إنما هيج عليه مرضه السفر حر أو برد أصابه ولو استيقن أن ذلك\nمن غير حر أو برد أصابه لرأيت أن يبنى على صيامه ولكني أخاف\n</p>\n\n#\n<p>\n| في أكل المتظاهر ناسيا أو وطئه امرأته\n</p>\n\n<p>\n( قلت ) أرأيت من أكل وهو يظن أن الشمس قد غابت وهو صائم في ظهار أو نذر\nأو قتل نفس أو فيما كان من صيام أليس سبيله سبيل من تسحر في الفجر وهو لا\nيعلم في قول مالك ( قال ) نعم هو سبيله عند مالك في جميع ذلك بن وهب عن بن\nجريج عن عطاء بن أبي رباح وعمرو بن دينار في الرجل يفطر في اليوم المغيم\nيظن أن الليل قد دخل عليه في الشهرين المتتابعين ( قالا ) نرى أن يبدله ولا\nيستأنف شهرين آخرين بن وهب وقاله سليمان بن يسار وربيعة بن أبي عبد الرحمن\n( قلت ) أرأيت من صام شهرين متتابعين من ظهار فوطئ امرأته قبل أن يتم\nالشهرين ليلا ناسيا أو نهارا ( فقال ) قال لي مالك من وطىء امرأته وقد ظاهر\nمنها وقد كان صام بعض الصيام من قبل أن يطأ أو تصدق بحل الصدقة قبل أن يطأ\nثم وطىء ( قال ) فقال مالك يبتدئ الصيام والطعام قال بن القاسم ولم يقل لي\nمالك ناسيا لا في ليل ولا <span id='ms1170'></span> في نهار ولكني أرى أن يكون ذلك عليه وان كان\nناسيا لأنه لو طلقها البتة وقد وطئها ناسيا لم يضع عنه نسيانه الكفارة التي\nوجبت عليه ولو طلقها قبل أن يمسها وقد عمل في الكفارة لم يكن عليه أن يتم\nما بقي من الكفارة ( قال ) فأرى الكفارة قد وجبت عليه بوطئه إياها ناسيا\nكان أو متعمدا ليلا كان أو نهارا قال سحنون وقد قال بعض رواة مالك وهو بن\nنافع إذا أخذ في الكفارة قبل الطلاق ثم طلق فأتم ان ذلك يجزئه لأنه حين\nابتدأ كان ذلك جائزا له ولأنه ممن كانت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p078'> Vol. 06, p. 078</a>\n            </div>\n             العودة له جائزة قبل أن\nيطلق ( قلت ) لابن القاسم وكان مالك يقول إذا ظاهر منها ثم وطئها قبل\nالكفارة ثم طلقها أو ماتت بعد أن وطئها ان عليه الكفارة وقد لزمته على كل\nحال وان طلقها أو مات فلا بد من الكفارة لأنه وطىء بعد الظهار فبالوطء\nلزمته الكفارة وان لم يطأ بعد أن ظاهر حتى طلق فلا كفارة عليه ( قال ) نعم\nهذا قول مالك لي وقد ذكرت آثار هذا قبل هذا ( قلت ) أرأيت ان ظاهر منها ثم\nطلقها البتة أو غير البتة قبل أن يطأها من بعد ما ظاهر منها ثم تزوجها بعد\nزوج أيرجع عليه الظهار ولا يكون له أن يطأ حتى يكفر ( قال ) قال مالك نعم\nلا يطؤها إذا تزوجها بعد أن طلقها حتى يكفر كان ذلك الطلاق ثلاثا أو واحدة\n( قلت ) أرأيت من ظاهر من امرأته أله أن يطأ جواريه ونساءه غيرها قبل أن\nيكفر وفي خلال الكفارة أيضا في قول مالك ( فقال ) قال مالك نعم يطأ غيرها\nمن نسائه وجواريه قبل أن يكفر وفي خلال الكفارة ليلا\n</p>\n\n#\n<p>\n| في القيء في صيام الظهار\n</p>\n\n<p>\n( قلت ) أرأيت من تقيأ في صيام من ظهار أيستأنف أم يقضي يوما مكانه يصله\nبالشهرين ( فقال ) يقضي يوما يصله بالشهرين ( قلت ) وهذا قول مالك ( قال )\nهذا رأيي\n</p>\n\n#\n<p>\n| في مرض المتظاهر من امرأته وهو صائم\n</p>\n\n<p>\nقال بن القاسم وقال مالك من مرض <span id='ms1171'></span> في صيام الظهار فأفطر فإنه إذا صح وقوي\nعلى الصيام صام وبنى على ما كان صام قبل ذلك وان هو صح وقوي على الصيام\nفأفطر يوما من بعد قوته على الصيام استأنف الصوم ولم يبن ( قال ) ومن أفطر\nيوما من قضاء رمضان متعمدا لم يكن عليه إلا قضاء ذلك اليوم ( قلت ) أرأيت\nلو أن امرأة كان عليها صيام شهرين متتابعين فحاضت في الشهرين ولم تصل أيام\nحيضتها بالشهرين أتستأنف أم لا ( قال ) قال مالك تستأنف ان لم تصل أيام\nالحيض بالشهرين ( قلت ) أرأيت رجلا ظاهر من امرأته وهو ممن لا يجد رقبة\nفمرض أيجوز له أن يطعم ( فقال ) ما سمعت من مالك فيها شيئا ألا أن مالكا\nقال لي إذا ظاهر فصام ثم مرض فإنه ان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p079'> Vol. 06, p. 079</a>\n            </div>\n             صح بني على ما صام فإن\nفرط حين صح استأنف الشهرين ( قلت ) أرأيت قول الله تبارك وتعالى في كتابه\n<span class='quran'>فمن لم يستطع فإطعام ستين مسكينا </span>كيف هذا الذي لا يستطيع ومن هو\n( فقال ) ما حفظت من مالك فيه شيئا إلا أنه عندي الصحيح الذي لا يقوى على\nالصيام من كبر أو ضعف فإن من الناس من هو صحيح لا يقوى على الصيام وأني\nلأرى أن كل من مرض مثل الأمراض التي يصح من مثلها الناس أنه ان ظاهر وهو في\nذلك المرض أنه ينتظر حتى يصح من ذلك المرض ثم يصوم إذا كان لا يجد رقبة وكل\nمرض يطول بصاحبه فلا يدري أيبرأ منه أم لا يبرأ لطول ذلك المرض به ولعله أن\nيحتاج إلى أهله فأرى أن يطعم ويلم بأهله وان صح بعد ذلك أجزأ عنه ذلك\nالطعام لأن مرضه كان إياسا ( وقال ) أشهب إلا أن يطول مرضه وان كان ممن\nيرجى برؤه وقد احتاج إلى أهله فإنه يكفر بالطعام بن وهب عن يونس بن يزيد\nعنابن شهاب قال سمعت رجالا من أهل العلم يقولون في المرأة التي تقطع صيامها\nالحيضة لها رخصة في صيام الشهرين المتتابعين من قبل أن الحيضة تقطع عليها <span id='ms1172'></span>\nالصيام الذي فرض الله عليها\n</p>\n\n#\n<p>\n| في كفارة المتظاهر\n</p>\n\n<p>\n( قال ) وقال مالك فيمن تظاهر من أربع نسوة له في غير مرة واحدة ان عليه\nفي كل واحدة منهن كفارة كفارة ولا يجزئه كفارة واحدة ( قلت ) أرأيت ان أعتق\nأربع رقاب في مرة واحدة عنهن أيجزئه ذلك وان لم يسم لكل واحدة رقبة بعينها\n( فقال ) نعم يجزئه ذلك لأنه لم يشرك بينهن في العتق وإنما صارت كل رقبة\nلامرأة وذلك فيما بينه وبين الله تعالى ليس لهن من ولائهن شيء ( قال ) وان\nأعتق ثلاث رقاب عن ثلاث أجزأه وان لم يسم لكل واحدة منهن رقبة فإن أعتق\nالثلاث الرقاب عن النسوة الاربع لم تجزئه الرقاب في ذلك من ظهاره إذا نوى\nبهن عن جميعهن لأنه انما أعتق عن كل واحدة ثلاثة أرباع رقبة فليس له أن\nيعتق رقبة أخرى فيجزئ عنه ذلك ولو أعتق ثلاثا عن ثلاث وحاشى واحدة من نسائه\nلم ينوها بعينها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p080'> Vol. 06, p. 080</a>\n            </div>\n             لم يكن له أن يطأ حتى يعتق الرقبة الرابعة\nفيطئهن ولو ماتت واحدة منهن أو طلقها لم تجزه الثلاث حتى يعتق رقبة فيجوز\nله الوطء حين أعتق ثلاثا عن ثلاث ولم يعتقهن عن جميعهن لانا لا ندري أيتهن\nالباقية فلما أعتق الرقبة الرابعة كان قد استكمل عنهن الكفارات ولم يشرك\nبينهن في أصل العتق فلما ماتت واحدة أو طلقها قلنا لا نشك أن اثنتين ممن\nبقي قد وقعت لهن الكفارة والاخرى التي ماتت أو بقيت فلا يطأ واحدة منهن حتى\nيعتق رقبة احتياطا للتي بقيت فتستكمل الكفارة وأما الذي لا يجزئ عنه أن\nيعتق رقبة إذا ماتت واحدة منهن أو طلقها إذا أعتق ثلاثا عن أربع فحينئذ\nيكون قد جعل لكل واحدة منهن في العتق نصيبا فلا تجزئه حتى يعتق أربع رقاب\nسواهن ( قال ) وان صام ثمانية أشهر متتابعات يريد بذلك الكفارة عنهن أشركهن\nجميعا في صيام كل يوم كما أشركهن في العتق لم أر ذلك يجزئ عنه إلا أن ينوي\nبالصيام كفارة كفارة وان لم يوقع ذلك <span id='ms1173'></span> على واحدة من نسائه بعينها كما وصفت\nلك في العتق فيجزئ ذلك عنه وأما الطعام فأرى أن ذلك مجزىء عنه وذلك أني\nرأيته مجزئا عنه لأنه لو متواحدة منهن وقد أطعم عنهن عشرين ومائة مسكين سقط\nمن ذلك حظ الميتة وجبر بما كان أطعم عن الثلاث اللاتي بقين عنده بقية\nالاطعام وذلك أنه لا بأس أن يفرق الاطعام ولو أطعم اليوم عن هذه عشرين وعن\nهذه غدا ثلاثين وعن الاخرى بعد ذلك أربعين وعن الأخرى مثل ذلك ثم جبر ما\nبقي بعد ذلك عنهن أجزأه فلذلك رأيته مجزئا عنه وان لم ينو واحدة منهن فمن\nماتت منهن فعل في أمرها كما فسرت لك يجبر ما بقي من الكفارة ويسقط قدر حظها\nلأنه أطعم عنهن كلهن ولم ينو واحدة من واحدة فهذا الذي أرى والله أعلم\nبالصواب إلا أن يطعم فيشركهن أيضا في الاطعام في كل مسكين فلا يجزئ ذلك عنه\nإلا أن ينوي به مدا لكل مسكين في كفارته وان لم ينو امرأة بعينها فذلك\nيجزئه لأنه أطعم عنهن ولم ينو واحدة فهذا الذي أرى والله أعلم ( قلت )\nأرأيت رجلا ظاهر من أربع نسوة له في كلمة واحدة فصام شهرين متتابعين عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p081'> Vol. 06, p. 081</a>\n            </div>\n             واحدة منهن فجامع في شهري صيامه بالليل واحدة من نسائه ممن لم\nينو الصوم عنها أيفسد ذلك صومه عن هذه التي نوى بالصوم عنها فقال نعم ( قلت\n) ولم وإنما نوى بالصيام واحدة منهن ( قال ) لأنه لو حلف على ثلاثة أشياء\nبيمين واحدة كقوله والله لا ألبس قميصا ولا آكل خبزا ولا أشرب ماء ثم فعل\nواحدة منهن حنث فوجبت عليه الكفارة ولا شيء عليه فيما بقي مما كان حلف عليه\nان فعله لو فعله ( قال ) ومما يبين لك ذلك أيضا أنه لو كفر في قول من يقول\nلا بأس بأن يكفر قبل الحنث وقد قال مالك أحب إلي أن يكفر بعد الحنث قال وإن\nكفر قبل الحنث رجوت أن يجزئه في هذه الأشياء الثلاثة قبل أن يفعل واحدة <span id='ms1174'></span>\nمنهن وإن نوى بالكفارة عن شيء واحد من هذه الأشياء الثلاثة إن أراد أن\nيفعله ولم يخطر له الاثنتان الباقيتان في كفارته وإنما أراد بكفارته عن ذلك\nالشيء الواحد ثم فعل بعد للكفارة هذين اللذين لم يرد بالكفارة عنهما فإنه\nلا يجب عليه كفارة أخرى في فعله وتجزئة الكفارة الأولى من الثلاثة الأشياء\nالتي حلف عليها ( قال ) وهذا رأيي ولقد سئل مالك عن رجل حلف بعتق رقبة أن\nلا يطأ امرأته فكان في ذلك موليا فأخبر أن الايلاء عليه فأعتق رقبة في ذلك\nإرادة إسقاط الايلاء عنه أترى ذلك مجزئا عنه ولا إيلاء عليه ( فقال ) نعم\nوإن كان أحب إلي أن لا يعتق إلا بعد ما يحنث ولكن انفعل فهو مجزئ عنه فهذا\nيبين لك ما كان قبله ( قال ) ومما يبين لك ذلك لو أن رجلا ظاهر من ثلاث\nنسوة له في كلمة واحدة فوطئ واحدة منهن ثم كفر عنها ونسي الباقيتين أن\nيدخلهما في كفارته وإنما أراد بكفارته لمكان ما وطىء من الاولى لكان ذلك\nمجزئا عنه في الثنتين الباقيتين ولم يكن عليه فيما بقي شيء ( قال ) وقال\nمالك من ظاهر من امرأته فصام شهرا ثم جامعها في الليل ( قال ) يستأنف ولا\nيبني وكذلك الاطعام لو بقي من المساكين شيء\n</p>\n\n#\n<p>\n| جامع الظهار\n</p>\n\n<p>\n( قلت ) أرأيت المرأة إذا ظاهر منها زوجها هل يجب عليها أن تمنعه نفسها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p082'> Vol. 06, p. 082</a>\n            </div>\n             ( قال ) قال مالك نعم تمنعه نفسها ( قال ) ولا يصلح له أن ينظر\nإلى شعرها ولا إلى صدرها ( قال ) فقلت لمالك أفينظر إلى وجهها ( فقال ) نعم\nوقد ينظر غيره أيضا إلى وجهها ( قلت ) فإن خشيت منه على نفسها أترفع ذلك\nإلى الامام قال نعم ( قلت ) ويرى مالك أيضا للامام أن يحول بينه وبينها (\nفقال ) بلغني ذلك عن مالك ( قال ) وسمعت مالكا وسئل عن امرأة طلقها زوجها\nتطليقة فارتجعها ولم يشهد على رجعتها فامتنعت منه المرأة وقالت لا أمكنك\nحتى تشهد قال مالك قد أصابت ونعم ما صنعت ( قلت ) أرأيت الرجل يصوم ثلاثة\nأيام في الحج <span id='ms1175'></span> ثم يجد ثمن الهدي في اليوم الثالث هل ينتقض صومه قال مالك\nيمضي على صيامه ( قلت ) وإن كان أول يوم صام وجد ثمن الهدي ( فقال ) قال\nمالك ان شاء أهدى وإن شاء تمادى في صيامه ( قلت ) وكذلك صيام الظهار إذا\nأخذ في الصيام ثم أيسر فقال قال مالك إذا صام يوما أو يومين في الظهار ثم\nأيسر فليعتق أحب إلي وإن كان صام أكثر من ذلك تمادى في صيامه قال بن القاسم\nوقتل النفس عندي مثل الظهار ( قلت ) ما قول مالك فيمن أراد الصيام في جزاء\nالصيد ( فقال ) يصوم مكان كل مد يوما في قول مالك وقال مالك في الأذى من\nكان به أذى من رأسه فالصيام فيه ثلاثة أيام والطعام فيه ستة مساكين لكل\nمسكين مدين مدين ( قال ) وقال مالك وكفارة اليمين اطعام عشرة مساكين مدا\nمدا لكل مسكين وكل شيء من الكفارات أيضا سواء كفارة الظهار وكفارة الأذي من\nقتل النفس والطعام في الجزاء فكل شيء من هذا مدا مدا لكل مسكين وقال مالك\nفي كفارة الظهار أنه ان لم يجد إلا ثلاثين مسكينا فأطعمهم ثم أراد أن يرد\nعليهم الثلاثين مدا الباقية لم يجزه أن يرد عليهم ولا يجزئه إلا أن يطعم\nستين مسكينا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p083'> Vol. 06, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\n| كتاب الايلاء واللعان\n</p>\n\n#\n<p>\n| ما جاء في الإيلاء\n</p>\n\n<p>\nقال سحنون قلت لعبد الرحمن بن القاسم أرأيت ان حلف أن لا يطأ امرأته\nأربعة أشهر أيكون موليا في قول مالك ( قال ) قال مالك لا ( قلت ) فإن زاد\nعلى الأربعة الأشهر ( قال ) إذا زاد على الأربعة الأشهر بيمين عليه فهو مول\n( قلت ) أرأيت ان حلف أن لا يغتسل من امرأته من جنابة أيكون موليا ( قال )\nنعم يكون موليا لأن هذا لا يقدر على الجماع إلا بكفارة ( قلت ) أرأيت إن\nآلى منها بحج أو بعمرة أو بصوم أو بعتق أو بطلاق أو بهدي أيكون موليا في\nقول مالك ( قال ) قال مالك نعم ( قلت ) فإن قال ان قربتك فعلي أن أصلي مائة\nركعة أيكون موليا قال نعم ( قلت <span id='ms1176'></span> ) أرأيت لو أن رجلا قال والله لا أقربك حتى\nيقدم فلان أيكون موليا في قول مالك ( قال ) قال لي مالك في رجل قال لغريم\nله والله لا أطأ امرأتي حتى أوفيك حقك أنه مول فكذلك مسئلتك عندي تشبه هذا\n( قلت ) وكل من حلف أن لا يطأ امرأته حتى يفعل كذا وكذا فهو مول في قول\nمالك قال نعم ( قلت ) فإن كان ذلك الشيء مما يقدر على فعله أو مما لا يقدر\nعلى فعله فهو سواء وهو مول في قول مالك ( قال ) نعم لان مالكا قال في الرجل\nيقول لامرأته ان وطئتك فأنت طالق البتة ففعله وبره فيها لا يكون إلا حاشا\nفرأى مالك أنه مول وكان من حجته أو حجة من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p084'> Vol. 06, p. 084</a>\n            </div>\n             احتج عنه وأنا أشك\nفي قوله أرأيت ان رضيت بالاقامة أكنت أطلقها فكذلك عندي كل ما لا يستطيع\nفعله والفيء فيه لم يعجل عليه بطلاق لعلها أن ترضى فلا يكون فيه ايلاء\n</p>\n\n<p>\nومما يبين لك ذلك أن لو قال رجل ان وطئتك حتى أمس السماء فعلى كذا وكذا\nفقالت لا أريد أن تطأني وأنا أقيم كان ذلك لها ولم تطلق عليه قال سحنون إلا\nأن المرأة إن قامت في الأمرين جميعا على زوجها قبل مضي الأربعة أشهر أو بعد\nمضيها فإن الذي حلف بطلاق البتة أن لا يطأ أبدا يطلقها عليه السلطان ولا\nيمكنه من وطئها وليس هو ممن يوقف على فيء\n</p>\n\n<p>\nوأما الأخرى فإن قامت قبل مضي الأربعة أشهر لم يعجل عليه بشيء لأن فيه\nالوطء وبه يحنث وإن قامت بعد مضي الأربعة فعلي كفارة أو قال علي يمين أيكون\nموليا ( قال ) نعم ( قلت ) أرأيت إن قال والله لا ألتقي أنا وأنت سنة أيكون\nهذا موليا ( قال ) نعم ( قلت ) أرأيت إن قال والله لا ألتقي أنا وأنت سنة\nأيكون هذا موليا في قول مالك أم لا ( قال ) سمعت مالكا يقول كل يمين لا\nيقدر صاحبها على الجماع لمكانها فهو مول فإن كان هذا لا يقدر على الجماع\nلمكان <span id='ms1177'></span> يمينه هذه فهو مول بن وهب عن الليث بن سعد عن يحيى بن سعيد أنه قال\nأن الايلاء في المسيس فلو أن رجلا حلف أن لا يكلم امرأته سنة فإن كلمها فهي\nطالق البتة ثم ترك كلامها ووطئها لم يكن عليه ايلاء ولو أن رجلا حلف أن لا\nيطأ امرأته وهو يكلمها كان قد آلى منها ووقف حتى يراجع أو يطلق وإن مضت\nالأربعة الأشهر لم يكن ذلك طلاقا على ذلك أدركن الناس فيما مضى ولكنه يوقف\nحين يؤبه له حتى يفيء أو يطلق بن وهب قاليونس وقال بن شهاب ان حلف أن لا\nيكلم امرأته وهو في ذلك يمسها فلا نرى ذلك يكون من الايلاء بن وهب وقال\nمالك ولا يكون الايلاء في هجره إلا أن يحلف في المسيس\n</p>\n\n#\n<p>\n| فيمن قال لامرأته والله لا أطؤك ان شاء الله\n</p>\n\n<p>\nقلت أرأيت إن حلف بالله أن لا يقرب امرأته إن شاء الله أيكون موليا وقد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p085'> Vol. 06, p. 085</a>\n            </div>\n             استثنى في يمينه ( قال ) سألت مالكا عنها فقال هو مول قال\nسحنون وقال غيره أنه لا يكون موليا ( قلت ) أرأيت هذا الذي استثنى في يمينه\nهل له أن يطأ بغير كفارة في قول مالك قال نعم ( قلت ) فإذا كان له أن يطأ\nبغير كفارة فلم جعله مالك موليا وهو يطأ بغير كفارة ( قال ) لأنه إذا تركها\nأربعة أشهر ولم يطأها فلها أن توقفه لأن اليمين التي حلف بها هي في رقبته\nإلا أن فيها استثناء فهو مول منها بيمين فيها استثناء فلا بد من التوقيف\nإذا مضت الأربعة الاشهر إذا طلبت امرأته ذلك وان كان له أن يطأ بغير كفارة\nلأن اليمين لازمة له ولم تسقط عنه وإنما تسقط عنه بالجماع ألا ترى أنه حالف\nإلا أنه حالف بيمين فيها استثناء فهو حالف وإن كان في يمينه استثناء\n</p>\n\n#\n<p>\n| فيمن قال علي نذر أن لا أقربك\n</p>\n\n<p>\n( قلت ) أرأيت إن قال علي نذر أن لا أقربك ( قال ) إذا قال علي نذر ففي\nقول مالك هي يمين فإذا كانت <span id='ms1178'></span> يمينا فهو مول ( قلت ) أرأيت ان قال علي عهد\nالله أو الميثاق أو قال كفالة الله أيكون موليا ( قال ) هذه كلها عند مالك\nأيمان فإذا كانت أيمانا فهو مول ( قلت ) فإن قال علي ذمة الله قال مالك\nأراها يمينا قال بن القاسم وأراه موليا ( قلت ) أرأيت إن قال وقدره الله\nوعظمة الله وجلال الله ( قال ) هذه كلها أيمان ( قلت ) أرأيت إن قال أشهد\nأن لا أقربك أيكون موليا ( قال ) قال لي مالك في أشهد ولعمرى ليستا بيمين (\nقلت ) فإن قال أقسم أن لا أطأك ( قال ) قال لي مالك في أقسم أنها ليست\nبيمين ألا أن يكون أراد بالله قال بن القاسم فإن كان أراد أقسم بالله فأراه\nموليا لأنها يمين وإن لم يقل بالله ولم يرد بالله فليس بالمولى ( قلت )\nأرأيت إن قال أنا يهودي أو أنا نصراني إن جامعنك ( قال ) لا تكون هذه يمينا\nفي قول مالك وإذا لم تكن يمينا لم يكن موليا ( قلت ) أرأيت إن قال أعزم ولم\nيقل بالله أو قال أعزم على نفسي ولم يقل بالله إن قربتك ( قال ) قال لي\nمالك في أقسم إذا لم يقل بالله ما قد أخبرتك فقوله عندي أعزم مثل قوله أقسم\n( قلت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p086'> Vol. 06, p. 086</a>\n            </div>\n             أرأيت إن قال أنا زان إن قربتك أيكون موليا أم لا ( قال\n) لا يكون موليا لأن مالكا قال من قال أنا زان إن فعلت كذا وكذا فليس بحالف\n( قلت ) أرأيت إن حلف ليغيظها أو ليسوءنها فتركها أربعة أشهر فوقفته أيكون\nموليا أم لا ( قال ) لا يكون هذا موليا قال بن وهب وأخبرني يونس أنه سأل بن\nشهاب عن رجل قال إن قربت امرأتي سنة فهي طالق أو قال علي هدى أو عتق فمضى\nأربعة أشهر قبل أن يصيب امرأته ( قال ) أرى قوله بمنزلة الايلاء والله أعلم\nمن أجل ما عقد على نفسه لله وإن لم يكن حلف بن وهب قاليونس وسألت ربيعة عن\nالمولى هل يجب عليه ايلاء بغير يمين حلفها ولو قال علي مشي أو عتق <span id='ms1179'></span> أو هدي\nأو عهد أو قال مالي في سبيل الله ( قال ) كل ما عقد على نفسه فهو بمنزلة\nاليمين ( قلت ) أرأيت ان قال والله لا أطؤك فلما مضت الأربعة الأشهر وقفته\nفقال لم أرد بقولي الايلاء وإنما أردت أن لا أطأها بقدمي ( قال ) لا يقبل\nقوله ويقال له جامعها حتى تعلم أنك لم ترد الايلاء وأنت في الكفارة أعلم ان\nشئت فكفر إذا وطئت وإن شئت فلا تكفر ( قلت ) وكذلك إن قال والله لا أجامعك\nفي هذه الدار فمضت الأربعة الأشهر فوقفته أتأمره أن يجامعها ولا يلتفت إلى\nقوله اني أردت أن لا أجامعها في هذه الدار ( قال ) نعم كذلك يقال له أخرجها\nوجامعها إن كنت صادقا فإن كنت صادقا فلا كفارة عليك ولا تترك من غير أن\nتجامعها\n</p>\n\n#\n<p>\n| فيمن قال والله لا أطؤك في داري هذه سنة أو في هذا المصر\n</p>\n\n<p>\n( قلت ) أرأيت إن قال لامرأته والله لا أطؤك في داري هذه سنة وهو فيها\nساكن مع امرأته فلما مضت أربعة أشهر وقفته فقالت قد آلى مني وقال الزوج لست\nموليا إنما أنا رجل حلفت أن لا أجامعها في داري هذه فأنا لو شئت جامعتها في\nغير داري بلا كفارة ( قال ) لا أراه موليا ولكني أرى أن يأمره السلطان أن\nيخرجها فيجامعها لأني أخاف أن يكون مضارا إلا أن تتركه المرأة ولا تريد ذلك\n( قلت ) وكذلك إن قال والله لا أطؤك في هذا المصر أو في هذه البلدة ( قال )\nهو مول لأنه كانه قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p087'> Vol. 06, p. 087</a>\n            </div>\n             والله لا أطؤك حتى أخرج منها فإذا كان\nخروجه يتكلف فيه المؤنة والكلفة فهو مول قال سحنون ألا ترى أنه إذا قال\nوالله لا أطأ امرأتي ولك علي حق كأنه قال والله لا أطأ حتى أقضيك حقك قال\nسحنون وقد قال مالك في الذي يقول لا أطأ حتى أقضيك حقك أنه مول\n</p>\n\n#\n<p>\n| فيمن قال إن وطئتك فكل مملوك أملكه فيما أستقبل حر أو قال كل مملوك\nأشتريه من الفسطاط فهو حر\n</p>\n\n<p>\n( قلت ) أرأيت إن قال <span id='ms1180'></span> لامرأته إن وطئتك فكل مملوك أملكه فيما أستقبل فهو\nحر ( قال ) لا شيء عليه وقد قال لي مالك إذا حلف الرجل فقال كل مملوك\nأشتريه فهو حر أنه لا يعتق عليه شيء مما سمى لأن هذا مثل من قال كل امرأة\nأتزوجها فهي طالق فإذا عم في العتق وفي الطلاق لم يلزمه ( قلت ) فإن قال كل\nمملوك اشتريه من الفسطاط فهو حر ( قال ) هذا يلزمه فيه الحرية ( قلت )\nويكون به موليا إن قال ذلك لامرأته ( قال ) لا لأنه ليس عليه يمين ان وطئها\nحنث بها إلا أن يشتري عبدا بالفسطاط فيقع عليه الايلاء من يوم يشتريه وكل\nيمين حلف بها صاحبها على ترك وطء امرأته كان لو وطىء لم يكن بذلك حانثا في\nشيء يقع عليه حنث فلا أراه موليا حتى يفعل ذلك الشيء فيمنعه الوطء مكانه\nفيكون به موليا ( وقد ) قال غيره يكون موليا لان كل من يقع عليه الحنث\nبالفيء حتى يلزمه ذلك إذا صار إليه فهو مول ألا ترى أنه لو وطىء امرأته قبل\nأن يشتريه ثم اشتراه عتق عليه وقد قال عبد الرحمن أيضا مثله ( قلت ) أرأيت\nإن قال لامرأته إن وطئتك فكل مال أملكه من ذي قبل في المساكين صدقة قال )\nلا شيء عليه لأن مالكا قال لو حلف بهذا لم يكن عليه أن يتصدق بثلث ما يفيد\n( قلت ) فإن قال كل مال أفيده بالفسطاط فهو صدقة ان جامعتك أيكون موليا أم\nلا في قول مالك ( قال ) لا وهو مثل ما فسرت لك في العتق ( قلت ) أرأيت إن\nقال إن جامعتك فعلي صوم هذا الشهر الذي هو فيه بعينه أيكون موليا أم لا (\nقال ) لا يكون هذا موليا ( قلت ) فإن لم يصم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p088'> Vol. 06, p. 088</a>\n            </div>\n             ذلك الشهر حتى خرج\nثم جامعها أيكون عليه قضاء ذلك الشهر أم لا ( قال ) لا يكون عليه قضاء ذلك\nالشهر ( قلت ) لم ( قال ) لان الشهر قد مضى وإنما كان يكون عليه قضاؤه لو\nأنه جامع قبل أن ينسلخ الشهر أو جامع وقد بقى <span id='ms1181'></span> من الشهر شيء فهذا الذي يكون\nعليه قضاء الأيام التي جامع فيها ولا يكون عليه الايلاء ألا ترى أنه لو حلف\nبعتق عبده ان جامع امرأته ثم باع عبده ثم جامعها أنه لا يكون موليا فكذلك\nالشهر إذا مضى ثم جامع بعد ذلك بمنزلة العبد الذي باعه ثم جامع بعد ذلك (\nقلت ) أرأيت إن قال لامرأته والله لا أطؤك في هذه السنة الا يوما واحدا\nأيكون موليا ( قال ) قد اختلف فيها أهل المدينة ولم أسمع من مالك فيها شيئا\nولست أرى عليه الايلاء إلا أن يطأ فإن وطىء وقد بقي عليه من السنة أكثر من\nأربعة أشهر فهو مول ( قلت ) أرأيت إن قال والله لا أقربك حتى تفطمي ولدك (\nقال ) قال مالك لا يكون هذا موليا قال بن القاسم قال مالك لأن هذا ليس على\nوجه الضرر إنما أراد صلاح ولده ( قال ) وقال مالك وبلغني عن علي بن أبي\nطالب رضي الله عنه أنه قال ( بن وهب ) عن يونس بن يزيد أنه سأل بن شهاب عن\nالرجل يقول لامرأته والله لا أقربك حتى تفطمي ولدي قال بن شهاب ما نعلم\nالايلاء يكون إلا بالحلف بالله فيما يريد المرء أن يضاربه امرأته من\nاعتزالها وما نعلم الله فرض فريضة الايلاء إلا على أولئك فيما نرى لأن الذي\nيحلف يريد الضرر والاساءة إلا أن حلفه ينزل بمنزلة الايلاء ولا نرى هذا\nالذي أقسم الاعتزال لامرأته حتى تفطم ولده أقسم إلا على أمر يتحرى فيه\nالخير وليس متحرى الخير كالمضار فلا نراه وجب على هذا ما وجب على المولى\nالذي يولى في الغضب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p089'> Vol. 06, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\n| فيمن قال والله لا أجامعك سنة ونوى الجماع\n</p>\n\n<p>\n( قلت ) أرأيت إن قال والله لا أجامعك سنة ونوى الجماع فمضت سنة قبل أن\nتوقفه ( قال ) قال مالك إذا مضت السنة فلا إيلاء عليه ( قال ) ولقد سألت\nمالكا عن رجل آلي أن لا يمس امرأته ثمانية أشهر فلما مضت الأربعة الاشهر\nوقف فأبى أن يفيء فطلقت عليه ثم ارتجعها فانقضت الاربعة الأشهر <span id='ms1182'></span> قبل أن\nتنقضي عدتها ولم يمسها أترى رجعته ثابتة عليها ان انقضت عدتها قبل أن يمسها\nبعد الاربعة الاشهر إن لم يمسها قال مالك الرجعة له ثابتة إذا انقضى وقت\nاليمين وهي في عدتها فلا يمين عليه ورجعته رجعة لأنه ليس ها هنا يمين تمنعه\nمن الجماع ( قلت ) أرأيت إن قال لامرأته والله لا أقربك ثم قال لها بعد ذلك\nبشهر علي حجة إن قربتك فلما مضت أربعة أشهر من يوم حلف باليمين الأولى\nوقفته المرأة عند السلطان فلم يفىء فطلق عليه السلطان فارتجعها مكانه فمضى\nشهر آخر وحل أجل الايلاء الذي بالحج فأرادت أن توقفه أيضا أيكون لها ذلك أم\nلا في قول مالك ( قال ) لا لأن اليمين التي زاد إنما هي توكيد ألا ترى أنه\nلو وقف فحنث نفسه إن الحنث يجب عليه باليمينين جميعا فكذلك إذا حلف بالطلاق\nإذا أبى الفيء فذلك لليمينين وقد قال غيره هذا أيضا ( وقال ) في رجل حلف\nليجلدن غلامه جلدا يجوز له بطلاق امرأته فباع الغلام قبل أن يجلده ( قال )\nأوقفه عن امرأته وأضرب له أجل المولى فإذا مضت الأربعة الاشهر ولم يرجع\nإليه العبد بشراء أو ميراث أو نحلة فيجلده طلقت عليه امرأته واحدة فإن صار\nالعبد إليه بشيء من الملك الأول وهي في العدة فجلده رأيت له الرجعة ثابتة\nوإن لم يصر إليه العبد حتى تنقضي عدتها بانت منه فإن تزوجها رجع عليه الوقف\nإلا أن يملك العبد فيجلده فيخرج من يمينه ( وقال ) كبير من أصحاب مالك وهو\nبن دينار ساعة باع عبده وخرج من ملكه وقع عليه الطلاق ( وقال ) بن دينار في\nرجل حلف بعتق غلامه ليضربنه فباعه إن البيع مردود فإذا رددته أعتقت العبد\nلأني لا أنقض شراء مسلم قد ثبت إلى رق ولكني أنقضه إلى حرية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p090'> Vol. 06, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\n| فيمن قال لامرأته طالق ثلاثا ان لم أفعل كذا ولم يوقت\n</p>\n\n<p>\n( قلت ) أرأيت الرجل يقول لامرأته أنت طالق ان لم أفعل كذا وكذا ولم يوقت\n( قال ) قال مالك يحال بينه وبينها <span id='ms1183'></span> ويدخل عليه الايلاء من يوم يرفع ذلك\nوقال غيره إذا تبين للسلطان ضرره بها ( قال ) وإنه لم يمكنه فعل ما حلف\nعليه ليفعلنه فلا يحال بينه وبين امرأته ولا يضرب له أجل فإذا أمكنه فعل\nذلك قيل له أنت بسبيل الحنث فلا تقربها فإن رفعت امرأته أمرها ضرب له\nالسلطان أجل المولى مثل الرجل يقول امرأتي طالق إن لم أحج ولم يوقت سنة\nبعينها وهو في أول السنة أو قال لأخرجن إلى بلدة فلم يجد سبيلا إلى الخروج\nمن قبل انقطاع الطريق ألا ترى أن الحج لا يستطاع في أول السنة ولا يمكنه\nفعله فيفىء وفيئه فعل ما حلف عليه ليفعلنه ولا يمكنه الخروج فيفىء لأن فيء\nهذين ليس هو بالوطء إنما فيئه فعل الشيء الذي لا يمكنه فعله فمنها هنا لا\nيكون بسبيل الحنث ولا يوقف عنها ألا ترى إن المولى نفس الايلاء إذا حل أجله\nوأوقفته امرأته وهو مريض أو مسجون أنه يمد له في أجله للعذر الذي به لأنه\nلا يقال له طأ وهو مسجون ولا وهو مريض فإذا أمكنه قيل له فئ وإلا طلق عليك\nفكذلك الحالف ليحجن أو ليخرجن فإذا أمكنه الخروج إلى البلدة ووجد السبيل\nإلى الفيء فترك الخروج الذي له صار بسبيل الحنث وترك الحج حتى جاء وقت أن\nخرج لم يدرك الحج فمن حينئذ يقال له لا تصب امرأتك لأنك بسبيل حنث حين تركت\nما قدرت عليه من فعلك ما حلفت لتفعلن فإن رفعت امرأته أمرها ضرب له السلطان\nأجل الايلاء فإن فعل قبل أجل الايلاء ما هو بره ومخرجه من الحج والخروج إلى\nالبلدة بر في يمينه وسقط حلفه ولم يكن عليه ايلاء وإن جاء وقت الايلاء ولم\nيفعل ما أمكنه فعله طلق عليه السلطان بالايلاء فإن ارتجع وفعل الحج والخروج\nقبل أن تنقضي العدة كانت امرأته وكانت رجعته ثابتة له لأنه قد بر في يمينه\nوقد فاء لأن فيئه فعله كما أن فيء المولى نفس الايلاء الوطء ألا ترى أن <span id='ms1184'></span>\nالمولى إذا طلق عليه بعد الأربعة الأشهر لترك الفيء ثم ارتجع فإن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p091'> Vol. 06, p. 091</a>\n            </div>\n             صدق رجعته بفيئه وهو الوطء قبل انقضاء العدة ثبتت رجعته وسقطت\nعنه اليمين بن وهب عن يونس بن يزيد عن ربيعة في الرجل يقول إن لم أضرب\nفلانا فامرأته طالق قال ربيعة ينزل بمنزلة المولى ألا أن يكون حلف بطلاقها\nالبتة ليضربن رجلا مسلما وليس له على ذلك الرجل وتر ولا أدب وإن ضربه إياه\nلو ضربه خديعة من ظلم فإن حلف على ضرب رجل هو بهذه المنزلة فرق بينه وبين\nامرأته ولا ينتظر به ولا نعمة عين\n</p>\n\n#\n<p>\n| فيمن حلف على فعل غيره\n</p>\n\n<p>\n( قلت ) فإن قال يا فلان امرأتي طالق إن لم تهب لي دينارا ( قال ) يحال\nبينه وبينها ولا يدخل عليه في هذا الايلاء ولكن يتلوم له السلطان على قدر\nما يرى مما حلف عليه فإن وهب له المحلوف عليه ما حلف عليه وإلا فرق السلطان\nبينهما مكانه ( قلت ) وهاتان المسئلتان جميعا قوله مالك قال نعم ( قلت )\nأريت الرجل يقول لامرأته وهي نصرانية أنت طالق إن لم تسلمي ( قال ) قالمالك\nليس في هذا إيلاء ولكن يوقف ويتلوم له السلطان فإن أسلمت وإلا فرق بينهما\nمكانه وكذلك بلغني عن مالك فيها وقال بن شهاب ان حلف ليفعلن فعلا ان ضرب\nلذلك أجلا خلى بينه وبين امرأته وحمل ذلك وإن لم يجعل ليمينه أجلا ضرب له\nأجل فإن أنفذ ما حلف عليه فبسبيل ذلك وإن لم ينفذ ما حلف عليه فرق بينه\nوبين امرأته صاغرا قميئا فإنه هو فتح ذلك على نفسه في اليمين الخاطئة وقال\nربيعة في الذي يحلف ليخرجن إلى افريقية بطلاق امرأته قال ربيعة يكف عن\nامرأته ولا يكون منها بسبيل فإن مرت به أربعة أشهر أنزل بمنزلة المولى وعسى\nأن لا يزال موليا حتى يأتي افريقية ويفيء في أربعة أشهر بن وهب قال الليث\nوقال ربيعة في الرجل يحلف بطلاق امرأته ليتزوجن عليها أنه يوقف عنها حتى لا\nيطأها ويضرب له أجل المولى قال الليث <span id='ms1185'></span> ونحن نرى ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p092'> Vol. 06, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\n| في الذي يحلف بطلاق امرأته ليحجن أو يقول لامرأة ليست له بزوجة والله\nلا أطؤك\n</p>\n\n<p>\n( وقال ) بن نافع قال مالك في الذي يحلف بطلاق امرأته ليحجن ولم يسم\nالعام الذي يحج فيه إن له أن يمس امرأته قبل أن يحج ما بينه وبين الحجة\nالاولى فإن جاء الابان الذي يدرك فيه الحج من بلده فلا يمسها حتى يحج ( قلت\n) أريت لو أن رجلا قال لامرأة نظر إليها ليست له بزوجة والله لا أطؤك\nفتزوجها بعد ذلك أيكون موليا إن تركها أربعة أشهر لم يطأها في قول مالك (\nقال ) نعم هو مول عند مالك ( قلت ) ولم وهو حين حلف أن لا يطأها لم تكن له\nبزوجة وإنما قال الله تبارك وتعالى للذين يؤلون من نسائهم تربص أربعة أشهر\n( قال ) ألا ترى أن الله تبارك وتعالى قال الذين يظاهرون منكم من نسائهم\nوقد قال مالك إذا ظاهر الرجل من أمته فهو مظاهر فهذا يدلك على أن الذي آلى\nنم تلك المرأة وليست له بزوجة ثم تزوجها بعد ذلك أنه مول منها في قول مالك\nوقد قال الله تعالى <span class='quran'>وأمهات نسائكم </span>فلا يجوز له أن يطأ أم جارية\nله قد وطئها بملك\n</p>\n\n#\n<p>\n| فيمن قال لامرأة إن تزوجتك فأنت طالق ووالله لا أقربك\n</p>\n\n<p>\n( قلت ) أرأيت لو أن رجلا قال لامرأة إن تزوجتك فأنت طالق ووالله لا\nأقربك فتزوجها فوقع الطلاق في قول مالك أيقع الايلاء أم لا توقعه من قبل أن\nالطلاق يقع قبل وقوع الايلاء في قول مالك ( قال ) نعم هذا يلزمه في اليمين\nلأنه لو حلف فقال لامرأة أجنبية والله لا أقربك ثم تزوجها أنه مول فكذلك\nمسئلتك ألا ترى أن مالكا قد قال في رجل قال لامرأة نظر أليها فقال إن\nتزوجتك فأنت طالق وأنت علي كظهر أمي أنه ان تزوجها وقع عليه الطلاق وهو\nمظاهر منها ان تزوجها بعد ذلك وجعل مالك وقوع الطلاق والظهار جعلهما\nيلزمانه جميعا ألا ترى لو أن رجلا نظر إلى امرأة فقال <span id='ms1186'></span> لها أنت علي كظهر أمي\nولم يقل إن تزوجتك ولم يرد بقوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p093'> Vol. 06, p. 093</a>\n            </div>\n             ذلك إن تزوجتك فإن تزوجها بعد\nذلك لم يكن مظاهرا منها إلا أن يكون حين قال لها أنت علي كظهر أمي أراد\nبذلك أي ان تزوجتك فأنت علي كظهر أمي فيكون مظاهرا بما نوى فهذا في الظهار\nإذا قال لها أنت علي كظهر أمي ولم يقل ان تزوجتك ولم ينو ما قلت لك لا يكون\nمظاهرا ان تزوجها وهو ان قال لها ان تزوجتك فأنت طالق وأنت علي كظهر أمي\nأنه ان تزوجها فهي طالق وهو مظاهر منها في قول مالك ان تزوجها بعد ذلك فهذا\nيدلك على أن الطلاق والظهار وقعا جميعا معا في قول مالك فالايلاء ألزم من\nهذا فقد وقع الايلاء والطلاق جميعا معا وإنما أخبرتك أن الايلاء ألزم من\nالظهار لأنه لو نظر إلى امرأة في قول مالك فقال والله لا أقربك فتزوجها بعد\nذلك أنه مول ولو نظر إلى امرأة فقال لها أنت علي كظهر أمي فتزوجها لم يكن\nمظاهرا إذا لم يكن ينوي ان تزوجتك فبهذا كان الايلاء ألزم من الظهار\nوالايلاء لازم في مسئلتك\n</p>\n\n#\n<p>\n| فيمن قال لامرأة ان تزوجتك فوطئتك فأنت طالق أو آلى من امرأته وهي\nصغيرة\n</p>\n\n<p>\n( قلت ) أرأيت إن قال ان تزوجتك فوطئتك فأنت طالق ( قال ) ان تزوجها فهو\nمول إذا تزوجها فإن وطئها كانت طالقا ويسقط الايلاء ( قلت ) أرأيت إن آلى\nمنها وهي صغيرة لا يجامع مثلها ( قال ) ما سمعت من مالك في هذا شيئا ولا\nأرى هذا موليا ولا أرى أن يوقف حتى تبلغ الوطء ( قلت ) أتوقفه يوم بلغت\nالوطء ان كان قد مضى أربعة أشهر قبل ذلك أم حتى تمضي أربعة أشهر من يوم\nبلغت الوطء ( قال ) بل حتى أربعة أشهر من يوم بلغت ( قلت ) أرأيت لو أن\nرجلا قال لامرأته ان وطئتك فأنت طالق البتة أيطلقها مالك عليه مكانه أم\nيجعله موليا ولا يطلقها عليه ( قال ) بلغني عن مالك أنه قال هو مول ( قلت )\nلم <span id='ms1187'></span> لا يطلقها مالك عليه حين قال ان وطئتك فأنت طالق البتة وقد علم أن هذا\nلا يستطيع أن يقيم على امرأته الا أن لا يطأها ( قال ) لان هذا لا يحنث إلا\nبالفعل وليس هذا أجلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p094'> Vol. 06, p. 094</a>\n            </div>\n             طلق إليه وإنما هذا فعل طلق به فلا يطلق\nحتى يحنث بذلك الفعل وهي ان تركته ولم ترفعه إلى السلطان لم يقع عليه ظلاق\nأبدا ألا ان يجامعها فها هنا وجه لا يقع عليها طلاقه أبدا لأنها ان تركته\nلم يقع الطلاق عليها وقد ذكر أكثر الرواة عن مالك أنه لا يمكن من الفيء لان\nباقي وطئه لا يجوز له فلذلك لا يمكن منه قال سحنون وقد روى أيضا عن مالك أن\nالسلطان يحنثه ولا يضرب له أجل المولى لأنه لا يمكن من الفيء إذا قامت به\nامرأته إذا كان حلفه على أن لا يطأها أبدا ( سحنون ) وهذا أحسن من هذا الذي\nفوق ( قلت ) أرأيت ان طلقها تطليقة يملك الرجعة ثم آلى منها أيكون موليا في\nقول مالك ( قال ) قال مالك أراه موليا ان مضت الأربعة الأشهر قبل أن تنقضي\nالعدة وقف فأما فاء وأما طلق عليه ( قلت ) أرأيت لو أن رجلا قال لامرأته\nعبدي ميمون حر ان وطئتك فباع ميمونا أيكون له أن يطأ امرأته في قول مالك\nقال نعم ( قلت ) فإن اشترى ميمونا بعد ذلك أيعتق عليه بما وطىء مولاه قبل\nأن يشتريه ( قال ) لا يعتق عليه ( قلت ) فهل يكون موليا من امرأته حين\nاشتراه ( قال ) نعم هو مول لأنه لو وطىء امرأته عند مالك بعد ما اشترى\nالعبد حنث وكذلك قال لي مالك فلما صار لا يطؤها إلا بالحنث صار موليا\n</p>\n\n#\n<p>\n| في الرجل حلف أن لا يطأ امرأته بطلاق امرأة له أخرى\n</p>\n\n<p>\n( قلت ) أرأيت لو أن رجلا حلف بطلاق امرأته ثلاثا أن لا يطأ امرأة له\nأخرى فطلق التي حلف بطلاقها تطليقة فتركها حتى انقضت عدتها أيكون له أن يطأ\nامرأته التي كان موليا منها في قول مالك قال نعم ( قلت ) فإن <span id='ms1188'></span> تزوج التي كان\nحلف بطلاقها بعد زوج أو قبل زوج أيكون له أن يطأ امرأته التي كان منها\nموليا بطلاق هذه التي نكح ( قال ) ان وطئها طلقت هذه عليه بقية طلاقها وهما\nتطليقتان وان تركها لا يطؤها كان منها موليا لأنه لا يستطيع أن يطأ إلا\nبحنث وهذا قول مالك ( قلت ) أرأيت ان طلق التي كان حلف بطلاقها ثلاثا البتة\nثم تزوجها بعد زوج أيكون موليا من امرأته التي كان آلى منها بطلاق هذه (\nقال ) لا يكون موليا لأن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p095'> Vol. 06, p. 095</a>\n            </div>\n             الطلاق الذي حلف فيه قد ذهب كله وهذا\nبمنزلة رجل حلف بعتق عبد له أن لا يطأ امرأته فمات العبد فقد سقطت اليمين\nفكذلك طلاق تلك المرأة قد ذهب كله ( قلت ) أرأيت ان طلق التي آلى منها\nثلاثا ثم تزوجها بعد زوج ( قال ) هو مول منها ما دامت هذه التي آلى بطلاقها\nمن الأخرى تحته على شيء من طلاق ذلك الملك الذي آلى فيه ألا ترى أن مالكا\nقال لو أن رجلا قال لامرأته والله لا أطؤك فطلقها ثلاثا البتة ثم تزوجها\nبعد زوج انه مول منها فكذلك إذا آلى منها بطلاق صاحبتها ثم طلق التي آلى\nمنها ثلاثا ثم تزوجها بعد زوج والتي كان حلف بطلاقها تحته على شيء من طلاق\nالملك الذي حلف به فإنه مول من امرأته هذه ( قلت ) أرأيت ان قال لامرأته ان\nوطئتك ففلانة طالق لامرأة له أخرى فطلق التي حلف بطلاقها تطليقة فوطىء هذه\nالاخرى وتلك في عدتها أتقع عليه تطليقة أخرى فيقول مالك قال نعم ( قلت )\nوكذلك ان كانت عدتها قد انقضت فوطئ هذه التي تحته ثم تزوج التي كان طلق ثم\nوطىء هذه التي تحته انه يحنث ويقع عليه تطليقة في قول مالك ( قال ) نعم\nكذلك قال مالك ( قلت ) أرأيت ان حلف أن لا يقربها حتى يموت فلان لرجل أجنبي\nأيكون موليا قال نعم ألا ترى أن مالكا يقول لو قال ان وطئتك حتى يقدم أبي\nوأبوه باليمن فأنت طالق فقال هو مول <span id='ms1189'></span> ( قلت ) أرأيت ان آلى من أربع نسوة له\nفماتت احداهن أو طلقها البتة أيكون موليا من البواقي وإن وطىء شيئا منهن\nحنث في قول مالك قال نعم ( قلت ) أرأيت ان حلف أن لا يطأ نساءه الأربع في\nكلمة واحدة فوطىء واحدة منهن أيقع عليه اليمين في قول مالك قال نعم ( قلت )\nفإن وطىء الأواخر فإنما يطؤهن بغير يمين ( قال ) نعم لأنه لما حنث في\nالاولى سقطت اليمين فوجبت عليه الكفارة بوطء الاولى ( قلت ) أرأيت ان قال\nوالله لا أقرب واحدة منكن وليست له نية لواحدة دون الاخرى أتجعله على\nجميعهن ( قال ) نعم كذلك قال مالك يكون على جميعهن ( قلت ) أرأيت المولى\nإذا مضت له سنة ولم يوقف أتطلق عليه امرأته قال لا ( مالك بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p096'> Vol. 06, p. 096</a>\n            </div>\n            \nأنس ) عن جعفر بن محمد عن أبيه أن علي بن أبي طالب كان لا يرى الايلاء شيئا\nحتى يوقف ( مالك ) عن نافع عن بن عمر أنه كان يقول إذا آلى الرجل أن لا يمس\nامرأته فمضت أربعة أشهر فأما أن يمسكها كما أمره الله وإما أن يطلقها ولا\nيوجب عليه الذي صنع طلاقا ولا غيره عبد الله بن عمرعن عبد الرحمن بن القاسم\nعن أبيه عن عائشة مثلهابن وهب وأخبرني رجال من أهل العلم عن عمر بن الخطاب\nوعثمان بن عفان وبضعة عشر رجلا من الأنصارمن أصحاب رسول الله صلى الله عليه\nوسلم وعروة بن الزبير والقاسم بن محمد وسليمان بن يسار ويحيى بن سعيد وعمر\nبن عبد العزيز وسعيد بن المسيب وأبي الدرداء وأبي الزناد ومروان بن الحكم\nومجاهد وسعيد بن جبير أنهم كانوا يقولون ليس عليه شيء حتى يوقف وان مضت\nالاربعة الاشهر فيفيء أو يطلق بعد ذلك ( قال ) سليمان بن يسار وان مضت به\nسنة حتى يوقف فيفىء أو يطلق ( بن لهيعة ) عن بن الهاد ان عائشة زوج النبي\nصلى الله عليه وسلم كانت تقول إذا آلى الرجل من امرأته فلا تحرم عليه وان\nمكثت تسع سنين ولكن السلطان يدعوه فيفيء أو يطلق <span id='ms1190'></span> قال بن الهاد وكان علي بن\nأبي طالب يقول وإن مكثت سنة ( قلت ) أرأيت إن قال لامرأته والله لا أطؤك\nإلا في بلد كذا وكذا وبينه وبين البلدة مسيرة أربعة أشهر أو أقل أو أكثر\nأيكون موليا ( قال ) نعم والايلاء له لازم ألا ترى ان مالكا يقول في الذي\nيقولوا لله لا أطؤك حتى أقضي فلانا حقه أنه مول ( قلت ) فإن وقفته فقال\nدعوني حتى أخرج إلى تلك البلدة ( قال ) أرى إن كان ذلك البلد من قريته\nمثلما يختبر بالفيئة فذلك له وان كان بعيدا رأيت ان يطلق عليه ولا يزاد في\nالايلاء أكثر مما فرض الله وإنما هو عندي بمنزلة ما لو قال ان وطئتك حتى\nأكلم فلانا أو أقضي فلانا فأنت طالق فمضت أربعة أشهر فوقفته فقال أنا أقضي\nوأنا أفيء والمحلوف عليه غائب ( قال ) ان كانت غيبته قريبة مثل ما لو قال\nأنا أفيء فيترك إليه فذلك له وان كانت غيبته بعيدة لم يقبل قوله وطلقت عليه\nامرأته وقيل له ارتجع ان أحببت ولقد قال مالك في الذي يقول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p097'> Vol. 06, p. 097</a>\n            </div>\n            \nوالله لا أطؤك حتى أقضي فلانا حقه انه مول فهذا حين قال والله لا أطؤك حتى\nأقدم بلد كذا وكذا فهو مثل ما يقول حتى أقضي فلانا ( قلت ) أرأيت ان جامعها\nبين فخذيها بعد ما وقفته أو قبل أن توقفه أيكون حانثا ويسقط عنه الايلاء\nوهل يكون هذا فيئا أم لا في قول مالك ( قال ) قال مالك الفيء الجماع إذا لم\nيكن له عذر فلا أرى فيه إلا الجماع ولا يجزئه الجماع حيث ذكرت ولا القبلة\nولا المباشرة ولا اللمس ( قلت ) ويكون عليه الكفارة حين جامع بين فخذيها في\nقول مالك ( قال ) ان كان نوى الفرج فلا كفارة عليه وإلا فعليه الكفارة لأني\nسمعت مالكا يقول في رجل قال لجارية له أنت حرة ان وطئتك شهرا فعبث عليها\nفيما دون الفرج ( قال ) ان كان لم ينو الفرج بعينه فأراه حانثا لأني لا أرى\nمن حلف بمثل هذا إلا <span id='ms1191'></span> أنه أراد أن يعتزلها فإن لم يكن له نية في الفرج بعينه\nفقد حنث فإن كانت يمينه بعتق رقبة بعينها أو بطلاق امرأة له أخرى فحنث بعتق\nالغلام أو بطلاق امرأته سقطت عنه اليمين ولا يكون موليا وان هو كفر وكانت\nيمينه بالله حتى تسقط يمينه فلا إيلاء عليه ( سحنون ) وقد قال غيره إذا\nكانت يمينه بالله فالايلاء عليه كما هي حتى يجامع وهو أعلم في كفارته لأنه\nلعله أن يكفر في أشياء وجبت عليه غير هذا وحق المرأة في الوقف ووجوب\nالايلاء قد كان عليه فلا يخرجه إلا الفيء وهو الجماع أو يطلق عليه إلا أن\nتكون يمينه في شيء بعينه فيسقطه فتقع اليمين ولا يكون عليه ايلاء مثل أن\nتكون يمينه بعتق رقبة بعينها أو بطلاق امرأة له أخرى وقد ذكر عن مالك في\nاليمين بالله مثل هذا\n</p>\n\n#\n<p>\n| فيمن آلى من امرأته ثم سافر عنها\n</p>\n\n<p>\n( قلت ) أرأيت ان آلى من امرأته ثم سافر عنها فلما مضت أربعة أشهر أتت\nامرأته إلى السلطان كيف يصنع هذا السلطان في أمرها ( قال ) قال مالك لا\nتطلق عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p098'> Vol. 06, p. 098</a>\n            </div>\n             ولكنه يكتب إلى الموضع الذي هو فيه فيوقف فأما فاء\nواما طلق عليه\n</p>\n\n<p>\nومما يعرف به فيئته أن يكفر إن كان يقدر على الكفارة وإلا طلق عليه قال\nبن وهب قال يونس سألت ربيعة هل يخرجه من الايلاء أن فاء أو كفر وهو مسافر\nأو مريض ( قال ) نعم في رأيي بن وهب وقال بن أبي ذئب عن بن شهاب مثل ذلك (\nقلت ) أرأيت ان كان بينه وبينها مسيرة شهر أو شهرين فرفعت المرأة أمرها إلى\nالسلطان بعد الاربعة الاشهر ( قال ) نعم لا يقع عليها الطلاق عند مالك حتى\nيكتب إلى ذلك الموضع كما أخبرتك ( قلت ) أرأيت ان وقف في موضعه ذلك ففاء\nبلسانه وهو يقدر على الكفارة ( قال ) قد أخبرتك أن مالكا قال إذا كان يقدر\nعلى الكفارة لم تعرف فيئته إلا بالكفارة ( قلت ) أرأيت ان وقف في موضعه\nالذي هو فيه مع امرأته <span id='ms1192'></span> ففاء بلسانه وهو يقدر على الكفارة ( قال ) قد أخبرتك\nأن مالكا قال يختبر المرة والمرتين فإن فاء وإلا طلق عليه ( قلت ) أرأيت ان\nقال أنا أفيء وهي حائض ( قال ) يمكنه السلطان منها ويمهله حتى تطهر في قول\nمالك ( قلت ) أرأيت المسجون والمريض إذا رفعت امرأته أمرها بعد الأربعة\nالاشهر إلى السلطان ( قال ) تعرف فيئته في قول مالك كما تعرف فيئة الغائب\nالذي وصفت لك والمريض والمسجون في هذا بمنزلة الغائب فيئته مثل فيئة الغائب\nالذي وصفت لك ( وقال ) بن أبي حازم وبن دينار ان عرض له فحبس في سجن أو\nبمرض لا يقدر فيه على الاصابة فلما حل أجله قيل له أتفيء أم تفارق فإن قال\nأنا أفيء ولكني في عذر كما ترون قيل له فإن مما تعرف به فيئتك ان تعتق\nغلامك ان كنت حلفت بعتق غلام بعينه فيسقط عنك اليمين وتكون قد بينت لنا\nصدقك وإنما فيئتك التي تسألنا أن ننظرك إليها توجب عليك عتق غلامك ولو كانت\nيمينك بغير العتق مما لا تستطيع أن تحنث فيه إلا بالفعل قبلنا ذلك منك\nوجعلنا فيئتك فيئة وأما أن تجد سبيلا إلى طرح اليمين عنك فتقول أنا أحنث أو\nأفيء ولا أعتق فليست تلك فيئة وهو قول مالك ( قلت ) أرأيت ان آلى من امرأته\nوهو صحيح ثم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p099'> Vol. 06, p. 099</a>\n            </div>\n             جاء أجل الايلاء وهو مريض فوقفته فلم يفئ فطلق\nعليه فمات من مرضه ذلك أترثه امرأته أم لا ( قال ) بن القاسم أرى أن ترثه\nوأجعله فارا ( قلت ) أرأيت إن كان آلى منها وهو مريض فحل أجل الايلاء وهو\nمريض فوقفته أيطلق عليه السلطان أم لا ( قال ) يطلق عليه ان لم يفيء فإن\nفاء وكان لا يقدر على الوطء فإن له في ذلك عذرا\n</p>\n\n<p>\nومما يعلم به فيئته ان كانت عليه يمين يكفرها مثل عتق رقبة بعينها أو\nصدقة بعينها أو حلف بالله فإن فيئته تعرف إذا سقطت عنه اليمين قال مالك\nوكذلك لو كان في سجن أو في سفر كتب إلى ذلك الموضع <span id='ms1193'></span> حتى يوقف على مثل هذا\nقال بن القاسم فإن لم تكن يمينه التي حلف بها أن لا يجامع امرأته مما\nيكفرها فإن الفيئة له بالقول فإن صح أو خرج من السجن أو قدم من السفر فوطىء\nوإلا طلقت عليه ( قلت ) أرأيت الرجل إذا آلى من امرأته وهو مريض فلما حل\nأجل الايلاء وقفته ففاء بلسانه وإنما كان حلف بالله أن لا يطأها ولم يكفر\nعن يمينه ( قال ) ذلك له ويؤمر أن يكفر عن يمينه فإن لم يفعل ففيئته تلك\nتجزئة حتى يصح فإذا صح فأما وطىء وأما طلقت عليه قال سحنون وهذه الرواية\nعليها أكثر الرواة وهي أصح من كل ما كان من هذا الصنف على غير هذا ( قلت )\nأرأيت ان كفر عن يمينه قبل أن يصح فلما صح أبي أن يجامع أتطلق عليه امرأته\nأم لا ( قال ) لا تطلق عليه امرأته لأنه ليست عليه يمين لأنه حين فاء\nبلسانه وكان له عذر فهو في سعة ألا أن يصح أو يكفر قبل ذلك ( قلت ) أيحنث\nإذا فاء بلسانه وهو مريض في قول مالك ( قال ) لا يحنث وإنما يحنث إذا جامع\n( قلت ) هل تجزئة الكفارة في الايلاء قبل أن يحنث ويسقط عنه اليمين\nبالكفارة ( قال ) نعم قد جعل مالك ذلك له إذا كان في المرض ( قال ) وقال\nمالك إذا كان صحيحا فأحسن ذلك أن يحنث ثم يكفر فإن كفر قبل أن يحنث أجزأه\nذلك وقال بن القاسم سألنا مالكا عن الرجل يكف عن امرأته من غير يمين فلا\nيطأ فترفع ذلك إلى السلطان قال لا يترك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p100'> Vol. 06, p. 100</a>\n            </div>\n             وذلك إذا لم يكن له عذر\nحتى يطأ أو يفرق بينهما ( قال ) فقلنا له فحديث عمر بن عبد العزيز الذي كتب\nفيه إلى رجال كانوا بخراسان قد خلفوا أهليهم فكتب إلى أمرائهم أما ان\nحملوهن إليهم وأما ان قدموا عليهن وإما ان فارقوهن قال مالك وذلك رأيي وأرى\nأن يقضي بذلك ( قلت ) أرأيت الشيخ الكبير الذي لا يقدر على الجماع وقد\nوطئها قبل ذلك ( قال <span id='ms1194'></span> ) قال مالك كل من تزوج امرأة بكرا كانت أو ثيبا فوطئها\nوطأة ثم جاءه من أمر الله ما حبسه عنها فلم يقدر أن يطأها وعلم أن الذي ترك\nمن ذلك إنما هو لمكان ما أصابه ليس ليمين عليه ولا ترك ذلك وهو يقدر على\nذلك فإنه لا يفرق بينه وبينها أبدا ( قلت ) أرأيت الشيخ الكبير الذي لا\nيقدر على الجماع إذا آلى من امرأته أيوقف بعد الأربعة الأشهر أم لا في قول\nمالك ( قال ) ما سمعت من مالك في هذا شيئا ولا يوقف إذا لم يستطع الجماع\nوإنما الايلاء على من يستطيع الفيئة بالوطء ومثل ذلك الخصي الذي لا يطأ\nيولي من امرأته أيوقف بعد الأربعة الأشهر أو الرجل يولي من امرأته ثم يقطع\nذكره فهذا كله واحد ولا يكون على واحد منهم توقيف\n</p>\n\n#\n<p>\n| فيمن آلى من امرأته وهي مستحاضة\n</p>\n\n<p>\n( قلت ) أرأيت إن آلى من امرأه وهي مستحاضة فوقفته بعد مضي الاربعة\nالأشهر فطلق عليه السلطان فكانت في عدتها وعدتها سنة فارتجعها فمضت أربعة\nأشهر من بعد ما راجعها قبل أن تنقضي عدتها أيوقف ثانية أم لا ( قال ) قال\nمالك لا يوقف ولكن ينتظر به ما دامت المرأة في عدتها فإن وطئها في العدة\nفهي رجعة وإلا فليست برجعة ( قلت ) ولم لا توقفه لها وهي ان ماتت توارثا\nوهو زوج ( قال ) ألا ترى أنها إن لم يرتجعها فماتت في العدة إذا كان الطلاق\nغير بائن أنه يرثها وترثه ولا يوقف لها ان مضت أربعة أشهر من بعد ما طلق\nعليه السلطان قبل أن تنقضي عدتها فكذلك مسئلتك بل هي هذه بعينها ولا يوقف\nالرجل في الايلاء مرتين عند مالك في نكاح واحد لأنه إذا وقف مرة فطلق عليه\nالسلطان فارتجع في العدة أنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p101'> Vol. 06, p. 101</a>\n            </div>\n             ان وطىء حنث وكفر وسقط عنه\nالايلاء وان لم يطأ حتى تنقضي العدة فليست رجعته برجعة وتصير أحق بنفسها\nفهذا يدلك على أنه لا يوقف في الايلاء عند مالك مرتين وإنما حبستها العدة (\nقلت ) أرأيت لو أن <span id='ms1195'></span> رجلا آلى من امرأته ثم طلقها تطليقة فمضى أجل الايلاء\nقبل انقضاء عدتها أيكون لها أن توقفه أم لا ( قال ) قال مالك نعم لها أن\nتوقفه ( قلت ) أرأيت ان انقضت العدة قبل أجل الايلاء فمضى أجل الايلاء\nوليست له بامرأة ثم تزوجها بعد ذلك فأرادت أن توقفه ( قال ) يرجع الايلاء\nعليه مبتدأ من يوم تزوجها التزويج الثاني فإذا مضت أربعة أشهر من يوم\nتزوجها التزويج الثاني وقفته ان أحبت ( قلت ) أرأيت إن آلى منها ثم طلقها\nفانقضت عدة الطلاق بعد مضي ثلاثة أشهر من يوم آلى منها فبانت منه ثم خطبها\nمكانه فتزوجها فلما مضى الشهر قالت له المرأة أنا أوقفك فإما أن تفيء وأما\nأن تطلق ( قال ) لا يكون لها أن توقفه إلا بعد مضي أربعة أشهر من النكاح\nالثاني لأن الملك الأول قد سقط فقد سقط الاجل الذي مضى من الايلاء الذي كان\nوالايلاء لازم للزوج تبتدئ فيه المرأة أربعة أشهر من يوم نكحها النكاح\nالثاني قال بن القاسم قال مالك إن آلى منها فوقفته بعد الاربعة الاشهر فطلق\nثم تزوجها فلما مضت أربعة أشهر وقفته أيضا وطلق ثم تزوجها فلما مضت أربعة\nأشهر وقفته امرأته فإن فاء وإلا طلق عليه السلطان قال مالك وكذلك في الظهار\nوالايلاء لا يبطله طلاق الزوج إياها ثلاث تطليقات طلقها بترك الفيء أو\nبطلاق غير ذلك ثم تزوجها بعد ذلك فإنه لا يسقط عنه الايلاء ولا الظهار لأنه\nلا يقدر على أن يجامع إلا بالكفارة فكل جماع لا يقدر عليه صاحبه إلا\nبالكفارة فإن طلاقه إياها ثلاثا ثم تزويجه إياها بعد زوج لا يسقط عنه\nالايلاء ولا الظهار ألا ترى أنه لا يقدر على أن يجامع إلا بكفارة فهذا يدلك\nعلى أن ذلك ثابت عليه قال مالك وإذا آلى منها إلى أجل من الآجال فوقفته بعد\nالأربعة الأشهر فلم يفئ ففرق السلطان بينهما ثم تزوجها بعد ذلك وقد بقي من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p102'> Vol. 06, p. 102</a>\n            </div>\n             الوقت الذي آلى إليه أربعة أشهر سواء أو أدنى من أربعة أشهر <span id='ms1196'></span>\nقال مالك فلا إيلاء عليه إلا أن يكون بقي من الوقت أكثر من أربعة أشهر (\nقلت ) فإذا آلى ثم طلق فمضت الأربعة الأشهر من يوم آلى قبل مضي عدتها\nفوقفته فطلق عليه السلطان أتكون تطليقة أخرى في قول مالك قال نعم ( قلت )\nويكون للزوج أن يرتجعها إذا طلق عليه السلطان حين أبى الفيء ( قال ) قال\nمالك نعم له أن يرتجعها ما كانت في عدتها إذا كان طلاق السلطان عليه من\nنكاح قد كان وطئها فيه ( قلت ) أرأيت إذا ارتجعها في عدتها فلم يطأها حتى\nمضت العدة أتكون رجعته رجعة أم لا ( قال ) قال مالك لا تكون رجعته رجعة إذا\nلم يطأها في عدتها ( قلت ) ويكون الزوج موسعا عليه يخلى بينه وبينها ما\nكانت في عدتها إذا هو ارتجعها قال نعم ( قلت ) فإذا لم يطأها في عدتها حتى\nدخلت في الدم من الحيضة الثالثة بانت وحلت للأزواج مكانها في قول مالك (\nقال ) نعم إلا أن يكون له عذر من مرض أو سجن أو سفر فإن رجعته ثابتة عليها\n( قال ) فقلت لمالك فإذا صح أو أخرج من السجن أو قدم من السفر فأمكن منها\nفأبى أن يطأها ( قال ) أرى أن يفرق بينهما إذا كانت العدة قد انقضت ( قال )\nفقلت لمالك فهل عليها الآن عدة ( قال ) لا وعدتها الاولى تكفيها قال بن\nالقاسم ومحمل ذلك عندي إذا لم يخل بها في العدة فإن خلا بها في العدة وأقر\nبأنه لم طأ فرقت بينهما وجعلت عليها العدة للأزواج من ذي قبل ولا يكون\nللزوج عليها في هذه العدة رجعة ( قلت ) أرأيت ان قال الزوج قد وطئتها وقالت\nالمرأة لم يطأني ( قال ) فإن القول قول الزوج يصدق ويحلف\n</p>\n\n#\n<p>\n| في الذي يولي من امرأته قبل أن يبني بها\n</p>\n\n<p>\n( قلت ) أرأيت الرجل يولي من امرأته ولم يبن بها ولم يطأها ثم توقفه بعد\nالأربعة الأشهر فيطلق عليه السلطان أيكون له رجعة أم لا في قول مالك ( قال\n) قال مالك لا رجعة له عليها وكذلك إذا كان قد <span id='ms1197'></span> وطئها ثم طلق عليه السلطان\nفانقضت عدتها ثم تزوجها بعد ذلك ولم يطأها فوقفته بعد الأربعة فلم يفئ فطلق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p103'> Vol. 06, p. 103</a>\n            </div>\n             عليه السلطان أيضا انه لا رجعة له عليها لأنه لم يطأها في هذا\nالملك من بعد ما عقد نكاحها الثانية وكذلك كل ملك لا يطؤها فيه فلا رجعة له\nعليها ( قلت ) أرأيت لو أن رجلا حرا وتحته مملوكة آلى منها كم أجل إيلائه\nهذا من هذه الأمة في قول مالك ( قال ) قال مالك كل حر آلى من أزواجه\nحرائركن أو إماء مسلمات أو مشركات من أهل الكتاب حرائر فأجل إيلائه أربعة\nأشهر ولا ينظر في ذلك إلى النساء وكذلك كل عبد آلى من نسائه وتحته حرائر\nوإماء مسلمات أو مشركات حرائر من أهل الكتاب فأجل إيلائه شهران وإنما ينظر\nفي هذا إلى حال الرجال لا إلى حال النساء قال مالك لأن الطلاق على الرجال\nوالعدة على النساء فكذلك أجل الايلاء للرجال ( قلت ) أرأيت إذا آلى منها\nوهو عبد وهي أمة فوقفته بعد الشهرين فلم يفىء فطلقها عليه السلطان ثم أعتقت\nوهي في عدتها أتنتقل إلى عدة الحرائر ويملك الزوج الرجعة في ذلك أم لا (\nقال ) قال مالك في الأمة إذا أعتقت وهي في عدتها من طلاق يملك الزوج الرجعة\nأو لا يملك الزوج الرجعة أنها تبني على عدتها عدة الأمة ولا تنتقل إلى عدة\nالحرائر لأن العدة قد لزمت الأمة حين طلقها ولا يلتفت في ذلك إلى العتق\nفكذلك مسئلتك ( قلت ) أرأيت لو أن عبدا على أمة أو على حرة آلى منها فلما\nمضى شهر عتق العبد فمضى شهر آخر فأرادت امرأته أن توقفه بعد مضي الشهرين من\nيوم آلى فقال الزوج أنا حر ولي أربعة أشهر ( قال ) قال مالك في عبد طلق\nامرأته تطليقة وهي حرة أو أمة ثم أعتق بعد ذلك أنه إنما بقي من طلاقه\nتطليقة واحدة قال مالك الإيلاء للرجال لأن الطلاق للرجال فأرى هذا قد لزمه\nالايلاء وهو عبد فأعتق بعد ذلك فلا يلتفت إلى حاله <span id='ms1198'></span> التي تحول إليها بعد\nالعتق لأن الايلاء قد لزمه وهو عبد فأجله في الايلاء أجل عبد ألا ترى أن\nمالكا قال إنما بقي من طلاقه تطليقة فهذا يدلك على قول مالك أو لا ترى أن\nمالكا قال في الأمة يطلقها زوجها فتعتد بعض عدتها ثم تعتق أنها لا تنتقل\nإلى عدة الحرائر لأن العدة قد لزمتها يوم طلقها زوجها وهي أمة فكذلك مسئلتك\n( قلت ) أرأيت العبد إذا آلى بالعتق أو بالصدقة أيكون موليا في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p104'> Vol. 06, p. 104</a>\n            </div>\n            \nقول مالك ( قال ) قال مالك في عبد حلف بعتق جارية ان اشتراها فأتى مالكا\nيستفتيه فقال مالك لا أحب له أن يشتريها ونهاه عن ذلك قال بن القاسم فقلت\nلمالك أسيده أمره أن يحلف لها ( قال ) مالك لا ما قال لي أن سيده أمره أن\nيحلف قال مالك ولم أر له أن يشتريها قال بن القاسم فأراه موليا لأنه لو حنث\nثم أعتق لزمته اليمين ( قلت ) أرأيت إيلاء الذمي إذا حلف بعتق أو بطلاق أو\nبالله أو بصدقة ما يملك أو بغير ذلك من الإيمان أن لا يقرب امرأته فأسلم\nأيكون موليا أم لا ( قال ) قال مالك لا يكون موليا إذا أسلم سقط عنه هذا\nكله ألا ترى أن طلاقه لا يلزمه فكذلك إيلاؤه لأن الايلاء إلى الطلاق انتهى\n</p>\n\n#\n<p>\n| ما جاء في اللعان\n</p>\n\n<p>\nقال سحنون قلت لابن القاسم أرأيت الامام إذا لاعن بين الزوجين الحرين\nالمسلمين أو الكافرة تحت المسلم أو العبد تحته الأمة أو الأمة تحت الحر أو\nالحرة تحت العبد كيف يلاعن بينهم وبمن يبدأ ( قال ) يبدأ بالرجل فيحلف أربع\nشهادات يقول أشهد بالله لرأيتها تزني أشهد بالله لرأيتها تزني والخامسة\nيقول الزوج لعنة الله علي ان كنت من الكاذبين ( قال ) وكذلك سمعت مالكا\nيقول ( قال ) وقال لي ويدرأ عنها العذاب أن تشهد فتقول أشهد بالله ما رآني\nأزني أشهد بالله ما رآني أزني قال تقول ذلك أربع مرات والخامسة أن غضب الله\nعليها إن كان من الصادقين ( قلت ) فإن تبرأ من الحمل كيف <span id='ms1199'></span> يلتعن ( قال ) ما\nسمعت من مالك فيه شيئا وأرى أن يقول أشهد بالله لزنت ولم أسمعه من مالك\nوتشهد المرأة أشهد بالله ما زنيت قال بن وهب عن مالك عن سعيد بن المسيب\nوسليمان بن يسار أنهما كانا يقولان يقع اللعان بين كل زوجين قال بن وهب\nوأخبرني مالك أن ربيعة بن أبي عبد الرحمن وعبد الله بن يزيد بن هرمز وجميع\nمن أدركت من العلماء كانوا يقولون يقع اللعان بين كل زوجين بن وهب عن رجال\nمن أهل العلم عن يحيى بن سعيد ونافع مولى بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p105'> Vol. 06, p. 105</a>\n            </div>\n             عمر وعطاء بن أبي\nرباح وأبي الزناد وطريف قاضي هشام وبكير بن الأشج وعبد الرحمن بن القاسم\nوبن قسيط بذلك وقال أبو الزناد مضت السنة في المرأة من أهل الكتاب تكون تحت\nالرجل المسلم أنهما يتلاعنان إذا قذفها بن وهب وقال عبد العزيز الحر يلاعن\nالأمة والعبد يلاعن الحرة وذلك أنهما زوجان وإن للولد حرمة نكحت أمه نكاح\nالإسلام فهي زوجة وليست له بأمة يصدق عليها بما قال إذا استبرأها ( قلت )\nلابن القاسم هل بين الكافرة والمسلم لعان إذا قذفها في قول مالك ( قال )\nإذا قذفها فلا يكون عليه لعان لأنها كافرة ( قلت ) أرأيت إن ادعى رؤية\nوتدعى أنه لم يجامع بعد الرؤية وهي كافرة ( قال ) يلاعن في قول مالك الساعة\nلأنه يدفع عن نفسه ما يكون له منها من الولدان أحب أن يلاعن وإنما جعل مالك\nللزوج أن يلاعن حين زعم أنه رآها من قبل أن يظهرالحمل لأن الزوج يقول أخاف\nأن أموت ويكون من هذه ولد فيلحقني فلذلك كان له أن يلاعن ويدفع عن نفسه\nالولد ان جاءت به وإنما يلاعن المسلم النصرانية في دفع الحمل ولا يلاعنها\nفيما سوى ذلك ( قلت ) وهل بين الحرة والعبد أو الأمة والحر لعان في قول\nمالك ( قال ) نعم قال والحر مع الأمة على ما فسرت لك من الحر والنصرانية\nأنه لا لعان بينهما إلا في نفي الحمل بن وهب عن يحيى بن سعيد في <span id='ms1200'></span> حر تحته\nأمة فقذفها بالزنى ( قال ) ان كان يبرأ من حملها فإنه يلاعنها لمكان ولدها\nوان كان زناها ولم يتبرأ من حملها زجر عنها وقال في المملوك تحته الأمة مثل\nذلك ( وقال ) يحيى بن سعيد في النصرانية تحت المسلم مثل ذلك ( قلت ) لابن\nالقاسم أين تلاعن النصرانية في قول مالك ( قال ) في كنيستها حيث تعظم ( قال\n) قال مالك وتحلف بالله ( قلت ) لابن القاسم فالمسلم أين يلتعن ( قال ) في\nالمسجد وعند الإمام قال سحنون وقد بينا في كتاب الشهادات أين تحلف\nالنصرانية\n</p>\n\n#\n<p>\n| ما جاء في الوقت الذي يلتعن فيه\n</p>\n\n<p>\n( قلت ) أي الساعات يلتعن فيه في قول مالك ( قال ) سمعت مالكا يقول يلتعن\nفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p106'> Vol. 06, p. 106</a>\n            </div>\n             دبر الصلوات ( قلت ) فهل تحضر النصرانية الموضع الذي يلتعن\nفيه زوجها أم لا في قول مالك والزوج إنما يلتعن في المسجد ( قال ) لا أعرف\nمن قوله أنها تحضر ولا تحضر لأنها تمنع من المسجد ( قلت ) فهل يحضر الرجل\nموضعها حيث تلتعن في كنيستها ( قال ) لم أسمع من مالك فيه شيئا إلا أنه قال\nتلتعن النصرانية في كنيستها ويلتعن المسلم في المسجد والنصرانية تمنع من\nدخول المسجد عند مالك فهذا يدلك على أنه لا بأس أن يلتعن كل واحد منهما\nبغير محضر من صاحبه إلا أن يشاء الزوج أن يحضرها ( قلت ) فهل يجمع الامام\nللعان المسلم ناسا من المسلمين ( قال ) قال مالك يلتعن في دبر الصلوات\nبمحضر من الناس ولا بد للامام فيما سمعنا من مالك أن يلاعن بينهما بمحضر من\nالناس ( قلت ) أرأيت اتمام اللعان بين الزوجين أم حتى يفرق السلطان بينهما\nقال قال مالك إتمام اللعان هي الفرقة بين الزوجين بن وهب عن يونس عن بن\nشهاب وغيره أن رسول الله صلى الله عليه وسلم أمر الزوج والمرأة فحلفا بعد\nالعصر عند المنبر بن وهب عن يحيى بن أيوب عن المثنى بن الصباح عن عمرو بن\nشعيب أن المتلاعنين يتلاعنان في دبر صلاة الظهر أو العصر وما كان في دبر\nالعصر أشدهما ( قلت ) لابن القاسم أرأيت الملاعن <span id='ms1201'></span> إذا أكذب نفسه بعد ما تم\nاللعان أيحل له أن ينكحها في قول مالك ( قال ) قال مالك لا تحل له أبدا\nويضرب الحد ويلحق به الولد بن وهب وقالمالك السنة في المتلاعنين أنهما لا\nيتناكحان أبدا وان أكذب نفسه جلد الحد وألحق به الولد ولم ترجع إليه امرأته\nقال مالك وتلك السنة عندنا لا شك فيها قال بن وهب وقاله بن شهاب ويحيى بن\nسعيد وربيعة بن أبي عبد الرحمن بنحو ذلك بن وهب وأخبرني بن لهيعة والليث عن\nعبيد الله بن أبي جعفر عن بكير بن الاشج أن التلاعن هي البتة ولا يتوارثان\nولا يتناكحان أبدا وعليها عدة المطلقة وان كان لها عليه مهر وجب عليه ( قلت\n) لابن القاسم فإن أكذب نفسه قبل أن يتم اللعان ولم يبق من اللعان إلا مرة\nواحدة من المرات ( قال ) أرى أنه ان أكذب نفسه وقد بقي من لعان المرأة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p107'> Vol. 06, p. 107</a>\n            </div>\n             مرة واحدة أو اثنتان جلد الحد وكانت امرأته بن وهب وحدثني يحيى\nبن أيوب عن المثنى بن الصباح عن عمرو بن شعيب عن أبيه عن عبد الله بن عمرو\nبن العاص أنه كان يقول في الملاعن أنه إن أكذب نفسه بعد ما شهد أربع شهادات\nمن قبل الخامسة التي يلتعن فيها جلد الحد ولم يفرق بينهما ( قلت ) أرأيت ان\nظهر بامرأته حمل فانتفى منه ولاعن السلطان بينهما ثم انفش ذلك الحمل أتردها\nإليه ( قال ) لا وقد مضى اللعان ( قلت ) أفيتزوجها من ذي قبل قال لا ( قلت\n) لم وقد مضى اللعان ( قال ) ومن يدري أن ذلك انفش ولعلها أسقطت فكتمته بن\nوهب عن عبد الله بن عمر عن نافع عن بن عمر أنه قال قذف رجل من الأنصار ثم\nمن بني العجلان امرأته فأحلفهما رسول الله صلى الله عليه وسلم ثم فرق\nبينهما بعد أن تلاعنا قالابن وهب وأخبرني عياض بن عبد الله الفهري وغيره عن\nبن شهاب عن سهل بن سعد الأنصاري بنحو ذلك بن وهب قال سهل حضرت هذا عند رسول\nالله <span id='ms1202'></span> صلى الله عليه وسلم فمضت سنة المتلاعنين أن يفرق بينهما ثم لا يجتمعان\nأبدا بن وهب عن رجال من أهل العلم عن بن شهاب وبكير بن الأشج ويحيى بن سعيد\nوربيعة وأبي الزناد أن المتلاعنين لا يتناكحان أبدا بن وهب عن سفيان بن\nعيينة والفضيل بن عياض عن سليمان الأعمش عن إبراهيم النخعي أن عمر بن\nالخطاب قال في المتلاعنين لا يجتمعان أبدا ( قلت ) لابن القاسم أرأيت\nالمحدود والمحدودة في القذف هل بينهما لعان في قول مالك ( قال ) قال مالك\nاللعان بين كل زوجين ألا أن يكونا جميعا كافرين فلا يكون بينهما لعان وقد\nبينا هذا قبل هذا وآثاره ( قلت ) أرأيت الصبي إذا قذف امرأته وهي امرأة\nكبيرة أيلاعن أم لا في قول مالك ( قال ) لا لأنه ليس بقاذف ولا يلحقه الولد\nان جاءت امرأته بولد فلما كان لا يلحقه الولد وكان ليس بقاذف علمنا أنه لا\nيلاعن وقد قال مالك فيه أنه إن زنى لم يحد قال مالك وإن قذف الصغير لم يحد\nفهذا يدلك على أنه لا يلاعن ( قلت ) أرأيت المملوكين المسلمين هل بينهما\nلعان في قول مالك ( قال ) نعم بينهما اللعان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p108'> Vol. 06, p. 108</a>\n            </div>\n             كذلك قال مالك إذا\nأراد أن ينفي الولد أو ادعى رؤية فقال أنا ألتعن خوفا من أن يلحقني الولد\nإذا جاء ( قلت ) أرأيت الحر إذا قذف امرأته الحرة فقال رأيتها تزني وأراد\nأن يلاعنها وهي ممن لا تحمل من كبر أو لا تحمل من صغر ( قال ) يلاعن إذا\nكانت الصغيرة قد جومعت وإن كان مثلها لا يحمل فلا بد له من اللعان وإن كانت\nممن لو نكلت لم يكن عليها حد ألا ترى أن النصرانية لو نكلت عن لعان المسلم\nوصدقته لم يكن عليها حد وكذلك الصغيرة عندي توجب على الرجل اللعان فيما\nادعى لأنه صار لها قاذفا ولا يسقط عنه الحد إن لم يلاعن ولا تلاعن الصغيرة\nلأنها لو أقرت بما رماها به الزوج لم تحد لذلك ولو زنت أيضا لم يكن عليها\nحد ( قلت <span id='ms1203'></span> ) فإن كانت هذه الحرة مثلها لا يلد إلا أن زوجها قال رأيتها تزني\nوهو لا يدعى حذرا من الحمل أيلتعن أم لا في قول مالك ( قال ) يلتعن لأن هذا\nقاذف لهذه الحرة فلا بد من اللعان وهو في الأمة والمشركة لا يكون قاذفا ولا\nيلتعن إذا قذفها إلا أن يدعى رؤية أو ينفي حملا باستبراء يدعيه فيقول أنا\nألتعن خوفا من أن أموت فيلحقني الولد فهذا الذي يلتعن إذا كانت امرأته أمة\nأو مشركة أو من أهل الكتاب أو ينتفي من حملها ان له أن يلتعن وان أراد أن\nيلتعن ويحق قوله عليها لم أمنعه من ذلك لأن الله تبارك وتعالى قال <span class='quran'>فشهادة أحدهم أربع شهادات بالله </span>وإن لم يرد ذلك لم يكن عليه شيء لأنه\nلا حد عليه في قذفه إياها ( قلت ) أرأيت لو أن رجلا نظر إلى امرأته حاملا\nوهي أمة أو نصرانية أو مسلمة فسكت ولم ينتف من الحمل ولم يدعه حتى إذا هي\nوضعت الحمل انتفي منه ( قال ) قال مالك إذا رأى الحمل ولم ينتف منه حتى\nتضعه فليس له أن ينتفي منه بعد ذلك حرة كانت امرأته أو أمة أو كافرة فإن\nانتفى منه حين ولدته وقد رآها حاملا فلم ينتف منه فإنه يجلد الحد لأنها حرة\nمسلمة فصار قاذفا وهذا قول مالك وأما الكافرة والأمة فإنه لا يجلد فيهما\nلأنه لا يجلد قاذفهما ( قلت ) فإن ظهر الحمل وعلم به ولم يدعه ولم ينتف منه\nشهرا ثم انتفى منه بعد ذلك ( قال ) لا يقبل قوله ذلك ويضرب الحد إن كانت\nحرة مسلمة وإن كانت كافرة أو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p109'> Vol. 06, p. 109</a>\n            </div>\n             أمة لم يضرب الحد ولحقه ذلك الولد\n( قلت ) ويجعل سكوته ها هنا اقرارا منه بالحمل قال نعم ( قلت ) فإن رآه\nيوما أو يومين فسكت ثم انتفى بعد ذلك ( قال ) إذا ثبتت البينة أنه قد رآه\nفلم ينكره أو أقر ثم جاء بعد ذلك ينكر لم يكن له ذلك ( قلت ) أرأيت الصبية\nالتي يجامع مثلها إلا أنها لم تحض إذا <span id='ms1204'></span> قذفها زوجها أيلتعن في قول مالك أم\nلا ( قال ) قال مالك من قذف صبية مثلها يجامع وإن لم تبلغ المحيض فإن\nقاذفها يحد فكذلك زوجها عندي إذا قذفها فإنه يلاعن ليدفع بذلك عن نفسه الحد\n( قلت ) وتلتعن وهي صغيرة إذا كان مثلها يجامع وإن لم تبلغ المحيض ( قال )\nلا لأنها لو زنت لم يكن عليها حد وإنما اللعان على من عليه الحد لأنها لو\nأقرت بما قال لم يكن عليها حد وقد قال الله تبارك وتعالى <span class='quran'>ويدرأ عنها\nالعذاب أن تشهد أربع شهادات بالله </span>وهي ممن لا عذاب عليها في إقرارها\nولا زناها ( قلت ) أرأيت إن قذف رجل امرأته فقال رأيتها تزني الساعة ولم\nأجامعها بعد ذلك إلا أني قد كنت جامعتها قبل ذلك وقد جامعتها اليوم قبل أن\nأراها تزني فأما منذ زنت اليوم فلم أجامعها أيلتعن أم لا في قول مالك ( قال\n) قال لي مالك في هذه المسألة بعينها انه يلتعن ولا يلزمه الولد ان جاءت\nبولد قال مالك وان أقر أنه كان يطؤها حتى ساعة رآها تزني فلاعنها فإن الولد\nلا يلزمه إذا التعن باقراره أنه كان يطؤها حتى رآها تزني ( قلت ) فإن جاءت\nبالولد من بعد ما التعن بشهرين أو بثلاثة أو بخمسة أيلزم الأب الولد أم لا\n( قال ) نعم لان الابن إنما هو من وطء هو به مقر وإنه يزعم أنه رآها تزني\nمنذ خمسة أشهر والحمل قد كان من قبل أن يراها تزني ( قلت ) أفيلحق به الولد\nأم لا في قول مالك ( قال ) قد اختلف فيه قول مالك فيما سمعنا منه وفيما\nبلغنا عنه مما لم نسمعه وأحب ما فيه إلي أنه إذا رآها تزني وبها حمل ظاهر\nلا يشك فيه فإنه يلحق به الولد إذا التعن على الرؤية ( قلت ) أرأيت اختلاف\nقول مالك في هذه المسألة ما هو ( قال ) ألزمه مرة ومرة لم يلزمه الولد ومرة\nيقول بنفيه وإن كانت حاملا ( وكان ) المخزومي يقول في الذي يقول لزوجته\nرأيتها تزني وهو مقر بالحمل <span id='ms1205'></span> قال يلاعنها بالرؤية فإن ولدت ما في بطنها قبل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p110'> Vol. 06, p. 110</a>\n            </div>\n             ستة أشهر من ادعائه فالولد منه وإن ولدته لستة أشهر فصاعدا\nفالولد للعان واعترافه به ليس بشيء فإن اعترف به بعد هذا ضربته الحد وألحقت\nبه الولد ( قلت ) لابن القاسم أرأيت ان ولدت ولدين في بطن واحد فأقر بالاول\nونفى الآخر أتلزمه الولدين جميعا وتضربه الحد أم لا ( قال ) يضرب الحد\nويلزمه الولدان جميعا ( قال ) ولم أسمعه من مالك ( قلت ) أرأيت لو أن امرأة\nولدت ولدا ثم ولدا آخر بعد ذلك بخمسة أشهر أتجعله بطنا واحدا قال نعم ( قلت\n) فإن وضعت الثاني لستة أشهر فصاعدا أتجعله بطنين أو بطنا واحدا ( قال ) بل\nبطنين ( قلت ) أرأيت ان قال لم أجامعها بعد ما ولدت الولد الاول ( قال )\nيلاعنها وينفي الثاني إذا كانا بطنين ( قلت ) فإن قال فإني لم أجامعها من\nبعد ما ولدت الولد الاول ولكن هذا الثاني ابني ( قال ) يلزمه الولد الثاني\nلأن هذا الولد للفراش ( قلت ) فهل يجلد الحد حين قال لم أجامعها من بعد ما\nولدت الولد الاول وهذا الثاني ولدي ( قال ) أرى أن تسئل النساء فإن كان\nالحمل يتأخر عندهن هكذا لم أر أن يجلد وان قلن أنه لا يتأخر إلى مثل هذا\nجلدته الحد ولا أجلده إذا كان يتأخر عندهن وكان عندهن بطنا واحدا وقد سمعت\nغير واحد يذكر أن الحمل يكون واحدا ويكون بين وضعهما الأشهر ولا يشبه هذا\nأن يقول الرجل لامرأة تزوجها ولم يبن بها فجاءت بولد من بعد ما عقد نكاحها\nلستة أشهر فقال هذا ابني ولم أطأها من حين عقدت نكاحها فهذا يكون ابنه\nويجلد الحد لأنه حين قال هو ابني ولم أطأها فكأنه إنما قال حملت به من غيري\nثم أكذب نفسه بقوله انه ابني فهذا يدلك على أن الحد قد وجب عليه\n</p>\n\n#\n<p>\n| ما جاء في الرجل يغيب ثم يقدم من سفره وقد ولدت امرأته ولدا ويكون\nالرجل غائبا فيقدم من سفره\n</p>\n\n<p>\n( قلت ) أرأيت إذا قدم رجل من سفره فولدت امرأته ولدا <span id='ms1206'></span> فلاعنها ثم ولدت\nبعد ذلك بشهر أو أقل ولدا آخر أيلتعن له أيضا أم لا يلتعن ( قال ) يجزئه\nاللعان الاول ولم أسمعه من مالك ( قلت ) لم ( قال ) لأنه حين التعن بالولد\nالأول فقد التعن وقطع عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p111'> Vol. 06, p. 111</a>\n            </div>\n             نفسه كل ولديكون من هذا الحمل ( قلت )\nفإن ادعى الولد الثاني ( قال ) يلحق به الولد الأول والآخر ويجلد الحد (\nقلت ) أرأيت ان ولدت امرأته ولدا فمات ولم يعلم الرجل بذلك أو كان غائبا\nفلما قدم انتفى منه أيلاعن والولد ميت أم لا ( قال ) يلاعن لأنه قاذف ( قلت\n) وكذلك لو ولدته ميتا فنفاه أيلتعن قال نعم ( قلت ) أرأيت الرجل يقذف\nامرأته وقد كانت زنت وحدت فقال إني رأيتها تزني ( فقال ) إذا قذفها برؤية\nولم يقذفها بالزنى الذي حدت فيه لاعن ( قلت ) أرأيت إن أكذب نفسه وقد قذفها\nبرؤية ولم يقذفها بالزنى الذي حدت فيه أتضربه لها الحد أم لا في قول مالك (\nقال ) لا حد عليه وعليه العقوبة ( قلت ) فإن قذفها زوجها وقد غصبت نفسها\nأتلتعن قال نعم وقال غيره إن كان قذفه إياها برؤية سوى الذي اغتصبت فيه\nفإنه يلتعن ثم يقال لها ادرئي عن نفسك ما أحق عليك بالتعانه وخذي مخرجك\nالذي جعله الله لك بأن تشهدي أربع شهادات بالله وتخمسي بالغضب\n</p>\n\n<p>\nفإن لم يقذف وإنما غصبت ثم استمرت حاملا فنفاه لم يسقط نسب الولد إلا\nاللعان فإن التعن دفع الولد لأنه قد يمكن أن يكون من وطء الفاسق ولم يكن\nعليها أن تلتعن للشبهة التي دخلت عليها بالاغتصاب لأنها تقول أنا ممن قد\nتبين لكم أنه إن لم يكن منه فقد كان من الغاصب ( قلت ) أرأيت من أبي اللعان\nمن الزوجين أيحده مالك بابائه أم حتى يكذب نفسه ( قال ) إذا أبى اللعان أحد\nالزوجين أقيم عليه الحد ان كان الرجل أقيم عليه حد القذف وإن كانت المرأة\nأقيم عليها حد الزنى ( قلت ) أرأيت إذا التعن الرجل فنكلت المرأة عن اللعان\nأتحدها أم تحبسها حتى تلتعن أو تقر على نفسها بالزنى فتقيم عليها <span id='ms1207'></span> الحد (\nقال ) قال لي مالك إذا نكلت عن اللعان رجمت لقول الله تبارك وتعالى <span class='quran'>ويدرأ عنها العذاب أن تشهد أربع شهادات بالله </span>( قال ) فإذا تركت\nالمخرج الذي جعله الله لها برد قوله جلدت إن كانت بكرا ورجمت ان كانت ثيبا\nلأنه أحق عليها الزنى بالتعانة وصدق به قوله حتي صار غير قاذف لها فإن خرجت\nمن صدقه عليها وإلا أقيم عليها الحد ( قلت ) أرأيت إذا نكل الرجل عن اللعان\nأتحده في قول مالك مكانه ( قال ) نعم قال مالك إذا نكل عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p112'> Vol. 06, p. 112</a>\n            </div>\n            \nاللعان جلدته الحد ( قلت ) أرأيت ان ادعت المرأة أن الزوج قذفها والزوج\nينكر فأقامت البينة ( قال ) إذا أقامت البينة جلد الحد إلا أن يدعي رؤية\nفيلتعن ( قلت ) ويقبل قوله إذا ادعى رؤية بعد جحوده القذف ( قال ) نعم لأنه\nيقول كنت أريد أن أكتم فأما إذا قامت البينة فأنا ألتعن وقد قال بعض كبار\nأصحاب مالك أنه يحد ولا يلاعن لأنه لما جحد ثم أقر أو قامت عليه بينة أنه\nقال قد رأيتها تزني وهو يجحد كان إذا جحد ترك المخرج الذي كان له لأنه لما\nثبت أنه قاذف فكان مخرجه اللعان كما قال الله فشهادة أحدهم أربع شهادات\nبالله فكانه قال حين جحد أن يكون قال قد رأيتها تزني ثم قال لم أرها فكان\nمكذبا لنفسه وقع عليه الحد باكذابه نفسه ثم قال أنا صادق فلا يقبل منه (\nقلت ) أرأيت لو أن رجلا قذف امرأته ثم طلقها فبانت منه وتزوجت إلا زواج ثم\nرفعته إلى السلطان أيحده أم ماذا يصنع به ( قال ) لم أسمع فيه شيئا إلا أني\nأرى أن يلتعن لأن القذف إنما كان في موضع اللعان فليس تركها إياه بالذي\nيوجب عليه الحد ولكنه ان دعى إلى اللعان فلم يلتعن فقد أكذب نفسه فإنما\nأمرته أن يلتعن لأن اللعان كان حده يوم قذفها وإنما يدفع عنه العذاب إذا\nلاعن ( قلت ) أرأيت المرأة هل يلزمها لعان الزوج وقد انقضت عدتها من النكاح\nالذي قذفها فيه وتزوجت ثم قامت <span id='ms1208'></span> عليه بالقذف ( قال ) نعم تلاعن لأني إذا\nرأيت عليه اللعان إذا لم تكن تحته فدرأت عنه العذاب لما التعن رجع عليها\nاللعان فأما أبرت نفسها وأما حدت ( قلت ) أرأيت لو أن رجلا قال لامرأته هذا\nالولد الذي ولدتيه ليس مني فقالت المرأة صدقت ليس هو منك ( قال ) قال مالك\nوالليث لا يلزمه الولد إذا تصادق الزوجان أن الصبي ليس ابنا له ولا ينسب\nإليه ( قلت ) أفتحد الأم ( قال ) قال مالك نعم تحد ( قلت ) وينقطع نسب هذا\nالصبي بغير لعان من الزوجين ( قال ) نعم كذلك قالا وقاله مالك غير مرة فيما\nبلغني ( قلت ) فإن كانت تحته قبل أن تلد هذا الولد بعشرين سنة أو أدنى من\nذلك مما يلحق به الحمل ( قال ) فهو عندي واحد قال بن القاسم وسمعت الليث بن\nسعد يقول مثله قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p113'> Vol. 06, p. 113</a>\n            </div>\n             سحنون وقد قال أكثر الرواة عن مالك أنه لا\nينفيه إلا اللعان ولا يخرجه من الفراش المعروف والعصبة والعشيرة إلا اللعان\n</p>\n\n<p>\nوقد روى ما قال بن القاسم\n</p>\n\n<p>\nوأكثر الرواة يرون قول مالك أنه لا ينفي إلا باللعان قال بن القاسم وقال\nمالك لا يكون للرجل أن ينفي ولده إذا ولدته امرأته وهو مقيم معها ببلد يرى\nحملها إلا أن يكون غائبا عن الحمل فيقدم وقد ولدته فله أن ينفيه فإن أقام\nمقرى به فليس له أن ينفيه بعد ذلك ( قلت ) أرأيت إن قال وجدت مع امرأتي\nرجلا في لحافها أو وجدتها وقد تجردت لرجل أو وجدتها وهي مضاجعة رجل في\nلحافها عريانة مع عريان أيلتعن أم لا في قول مالك ( قال ) لم أسمع من مالك\nفي هذا شيئا إلا أنه لا لعان بين الزوج وبين امرأته إلا أن يرميها بالزنى\nبرؤية أو ينفي حملها فإن رماها بالزنى ولم يدع رؤية ولم يرد أن ينفي حملا\nفعليه الحد لأن هذا مفتر قال سحنون وقد قاله المخزومي وبن دينار وقالا في\nالحمل ان نفاه ولم يدع استبراء جلد الحد قال بن القاسم فأرى في مسئلتك إن\nلم يكن <span id='ms1209'></span> له بينة على ما ذكر من تجردها له ومضاجعتها إياه كما ذكرت رأيت عليه\nالأدب ولا حد عليه ( قال ) وجل رواة مالك على أن اللعان لا يكون إلا بأحد\nوجهين إما برؤية لا مسيس بعدها أو بنفي حمل يدعى قبله استبراء وأما قاذف لا\nيدعى هذا فإنه يحد وقاله بن القاسم أيضاسحنونوق الابن القاسم أيضا غير هذا\nقال إذا قذف أو نفى حملا لم يكن به مقرى لا عن ولم يسئل عن شيء وقاله معه\nبن نافع بن وهب عن بن أبي الزناد عن أبيه عن القاسم بن محمد عن عبد الله بن\nعباس أن النبي صلى الله عليه وسلم لاعن بين العجلاني وامرأته وكانت حبلى\nوقال زوجها والله ما قربتها منذ عفرنا النخل والعفر أن يسقى النخل بعد أن\nيترك من السقي بعد الابار بشهرين فقال رسول الله صلى الله عليه وسلم اللهم\nبين قال فجاءت بغلام أسود وكان الذي رميت به بن السحماء ( مالك بن أنس ) عن\nنافع عن بن عمر أن رجلا لاعن امرأته في زمن النبي صلى الله عليه وسلم\nوانتفى من ولدها ففرق رسول الله صلى الله عليه وسلم بينهما وألحق الولد\nبأمه قال بن وهب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p114'> Vol. 06, p. 114</a>\n            </div>\n             وأخبرني عبد الله بن عمر أنه سأل عبد الرحمن\nبن القاسم ما يوجب اللعان بين المرأة وزوجها فقال لا يجب اللعان إلا من\nرؤية أو استبراء بن وهب وأخبرني الليث بن سعد عن يحيى بن سعيد أنه قال\nالتلاعن بين الزوجين لا يكون إلا بإنكار الولد فإنه يقول إن شاء ما وطئتها\nمنذ كذا وكذا أو يقول رأيت معها رجلا ففي ذلك التلاعن فإن قال هي زانية ولم\nأر معها رجلا جلد الحد بن وهب وأخبرني يونس عن ربيعة بذلك بن وهب وأخبرني\nعبد الرحمن بن أبي الزناد عن أبيه بنحو ذلك ( قلت ) أرأيت من لاعن امرأته\nفنفى ولدها عنه ثم قذفها رجل أيضرب لها الحد أم لا في قول مالك ( قال ) قال\nمالك يضرب قاذفها الحد ومن قذف <span id='ms1210'></span> ابنها فقال له يا بن الزانية ضرب الحد أيضا\nكذلك قال مالك ومن قال لابنها ليس فلان أباك على وجه المشاتمة ضرب الحد\nأيضا ( مالك ) عن نافع عن بن عمر أنه قال من دعا بن الملاعنة لزينة ضرب\nالحد قال بن وهب قال يونس وقال بن شهاب من نفى ولدها جلد الحد ( بن وهب )\nعن مخرمة بن بكير عن أبيه عن سليمان بن يسار قال من دعاها زانية جلد الحد (\nوقال ) علي بن أبي طالب من قذف بن ملاعنة جلد الحدابن وهب عن يونس بن يزيد\nعن ربيعة أنه قال في الرجل يلاعن امرأته ثم يقذفها بعد ذلك قال يجلد الحد (\nوقاله ) نافع مولى بن عمر والقاسم بن محمد ذكره بن وهب عنمخرمة بن بكير عن\nأبيه عنهما ( قلت ) لابن القاسم أرأيت ان شهدت الشهود على هذا الذي لاعن\nأنه قد أقر بابنه بعد اللعان وهو ينكر ذلك ( قال ) يلحق به الولد ويضرب\nالحد ( قلت ) أرأيت إذا لاعنها بولد فنفاه ثم زنت المرأة بعد ذلك فادعى\nالملاعن ولده أتضربه الحد أم لا في قول مالك لأنها قد زنت ( قال ) لم أسمع\nمن مالك في هذه المسألة بعينها شيئا ولكنه لا حد عليه إذا ادعاه لأنها قد\nصارت زانية ( وعن ) ربيعة في رجل يزعم أنه رأى على امرأته رجلا يسميه باسمه\nقال يلاعنها ويجلد الحد في الرجل فأما التلاعن فيدفع عن نفسه شيئا لا يعرفه\nوأما الحد فيكون عليه في تسمية رجل لو لم يسمه لم نضربه الحد وقاله مالك (\nقلت ) رأيت المرأة إذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p115'> Vol. 06, p. 115</a>\n            </div>\n             ضرب رجل بطنها فألقت جنينها ميتا فانتفي\nمنه الزوج والتعن لمن تكون الغرة ( قال ) للام ومن ورث الجنين مع الأم وهذا\nمثل ولد الملاعنة إذا مات عن مال ورثته أمه وعصبته ( قلت ) أرأيت لو أن\nرجلا أنكر ولده فنفاه بلعان ثم مات الولد عن مال فادعى الملاعن الولد بعد\nما مات ( قال ) لا أدري أسمعته من مالك سماعا أو بلغني عن مالك أنه قال ان\nكان لولده <span id='ms1211'></span> ولد ضرب الحد ولحق به لأن له نسبا يلحق به قال بن القاسم وإن لم\nيكن له ولد فلا يقبل قوله لأنه يتهم بوراثته ويجلد الحد ولا يرثه وقال مالك\nمن أنكر لون ولده فإنه لا يكون في ذلك لعان وإنما هو عرق نزعه بن وهب عن\nيونس بن يزيد عن بن شهاب عن أبي سلمة بن عبد الرحمن عن أبي هريرة أن\nأعرابيا أتى رسول الله صلى الله عليه وسلم فقال ان امرأتي ولدت غلاما أسود\nوأني أنكرته ثم ذكر الحديث\n</p>\n\n<p>\nوفي الحديث أن رسول الله صلى الله عليه وسلم قال له هل لك من ابل قال نعم\nقال ما ألوانها قال حمر قال هل فيها من أورق قال ان فيها لورقا قال فأنى\nترى ذلك جاءها فقال يا رسول الله عرق نزعها قال فلعل هذا عرق نزعه ولم يرخص\nله في الانتفاء منه ( قلت ) لابن القاسم أرأيت ان لاعن السلطان بينهما فلما\nالتعن الرجل ماتت المرأة ( قال ) قال مالك يرثها ( قلت ) فإن التعن الرجل\nوالتعنت المرأة فلما بقي من لعانها مرة أو مرتان ماتت المرأة ( قال ) أرى\nأن الزوج وارث ما لم يتم اللعان من المرأة بن وهب عن بن لهيعة عن خالد بن\nيزيد عن ربيعة أنه قال يرثها ان ماتت وان مات هو لم ترثه ( قلت ) أرأيت ان\nمات الزوج وبقيت المرأة وقد التعن الزوج ما يقال للمرأة في قول مالك ( قال\n) قال مالك يقال للمرأة التعني وادرئي العذاب عن نفسك ولا ميراث لك وإن\nأبيت اللعان وأكذبت نفسك أقيم عليك الحد وكان لك الميراث\n</p>\n\n#\n<p>\n| في لعان الأعمى\n</p>\n\n<p>\n( قلت ) أرأيت الأعمى إذا قذف امرأته أيلتعن في قول مالك قال نعم ( قلت )\nلم وهو لا يجوز له أن يدعي رؤية أرأيت ان قلت أنه يدعي الاستبراء في الحمل\nفيجوز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p116'> Vol. 06, p. 116</a>\n            </div>\n             له أن يلتعن في الحمل فهل يجوز له أن يلتعن إذا ادعى\nرؤية قال غيره ليس برؤية ولكن بعلم يدله على المسيس وغيره من أسباب العلم\nوأما رؤية <span id='ms1212'></span> فلا وكذلك قال هو قال بن القاسم هو من الأزواج وقد قال الله\nتبارك وتعالى <span class='quran'>والذين يرمون أزواجهم </span>والأعمى عند مالك هو زوج فلا\nبد من اللعان وهو قول مالك قال بن وهب قال مالك يجعل ذلك إليه ويحمله في\nدينه\n</p>\n\n#\n<p>\n| في لعان الأخرس\n</p>\n\n<p>\n( قلت ) أرأيت الأخرس هل يلتعن إذا قذف بالاشارة أو بالكتاب ( قال )\nنعمان فقه ما يقال له وما يقول ( وسألته ) عن الذي يدعى الرؤية في امرأته\nفيلتعن فتأتي بولد لأدنى من ستة أشهر من يوم ادعى الرؤية ( قال ) الولد\nولده لا ينفي بوجه من الوجوه إذا زعم أنه لم يكن استبرأ قبل أن يرى لأن\nاللعان قد مضى ولانا قد علمنا أنه ابنه لأنه رآها يوم رآها وهي حامل منه (\nقلت ) أرأيت ان ادعى الاستبراء حين ولدته لأدنى من ستة أشهر ( قال ) فالولد\nلا يلحقه ويكون اللعان إذا قال ذلك الذي كان نفيا للولد ( قلت ) فإن لم يدع\nالاستبراء إلا أنه قال لم أزل أطؤها وهذا الولد ليس مني وإنما ألتعن\nبالرؤية وقد جاءت بالولد لأدنى من ستة أشهر فألحقته بأبيه ألا يثبت أن يكون\nقاذفا ويجلد الحد قال لا ( قلت ) فإن قال حين ولدت بعد الرؤية بخمسة أشهر\nهذا ليس مني قد كنت استبريت فنفيت الولد وتم اللعان أرأيت ان قال الولد لي\nولم أكن استبرأت يومئذ وأنا كاذب في الاستبراء أيلحق به الولد ولا يكون\nعليه حد لأن اللعان قد كان لرؤية ( قال ) أرى عليه الحد لأنه صار قاذفا لأن\nاللعان الذي كان لما ادعى الاستبراء إنما كان بعد ما وضعته فقد كان نفيا\nللولد فلما استلحقه وأكذب نفسه في الاستبراء صار قاذفا ( قلت ) أرأيت\nالمرأة يشهد عليها أربعة بالزنى أحدهم زوجها ( قال ) يلاعن الزوج ويجلد\nالثلاثة بن وهب عن يونس عن أبي الزناد في المرأة يشهد عليها أربعة بالزنى\nأحدهم زوجها قال أبو الزناد القاذف كان زوجا أو غيره يأتي بأربعة شهداء أو\nيلاعن الزوج ها هنا ويجلد الآخرون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p117'> Vol. 06, p. 117</a>\n            </div>\n             قال يونس وقال بن شهاب <span id='ms1213'></span> لا\nترجم ولا ترى زوجها تجوز شهادته عليها من أجل ان الله تبارك وتعالى رد\nشهادته عنها بالملاعنة ونرى أن يجلد الثلاثة إذا ردت شهادة الزوج حد الفرية\nثمانين جلدة ونرى أن يلاعنها زوجها فإن نكص عن ملاعنتها جلد الحد وان\nلاعنها فرق بينها وبينه قال بن وهب وأخبرني رجال من أهل العلم عن بن عباس\nوعبد الرحمن بن القاسم بن محمد وبن قسيط بمثله ( وقال ) بن عباس يلاعن\nالزوج ويجلد الآخرون ( وقال ) إبراهيم النخعي مثله وقال بن شهاب في رجل قذف\nامرأته وجاء بثلاثة يلاعن الزوج ويجلد الثلاثة ثم ان جاء برجلين يشهدان قال\nيجلدان\n</p>\n\n#\n<p>\n| في ترك رفع اللعان إلى السلطان\n</p>\n\n<p>\n( قلت ) أرأيت ان قذف رجل امرأته فلم ترفعه إلى السلطان أيكون على الزوج\nشيء أم لا ( قال ) لا شيء على الزوج ( قال ) وكذلك سمعت مالكا يقول فيها (\nقال ) وقال مالك في رجل قذف رجلا فلم يرفعه المقذوف إلى السلطان فلا شيء\nعلى القاذف\n</p>\n\n#\n<p>\n| في لعان المرأة البكر لم يدخل بها جاءت بولد\n</p>\n\n<p>\n( قلت ) أرأيت لو أن رجلا تزوج امرأة فلم يبن بها ولم يجتلها حتى جاءت\nبولد فأنكره الزوج أيلاعن أم لا في قول مالك ( قال ) قال مالك يلاعن إذا\nدعت أنه منه وانه كان يغشاها وكان ما قالت يمكن وجاءت بالولد لستة أشهر\nفأكثر من يوم تزوجها ولها نصف الصداق ولا سكنى عليه ولا متعة ( قلت ) وكذلك\nان طلقها قبل البناء بها فجاءت بولد لمثل ما تلد له النساء أيلزم الزوج\nالولد أم لا وهل له أن يلاعن ( قال ) قال مالك يلزمه الولد إلا أن يلاعن\nفإن لاعنها لم يلزمه الولد وهذا إذا كان ما ادعت به من اتيانه إليها يمكن\nفيما قالت قبل أن يطلقها بن وهب عن يونس أنه سأل بن شهاب عن رجل تزوج بكرا\nفلم يجمعها إليه حتى حملت فقالت هو من زوجي وكان يغشاني في أهلي سرا فسئل\nزوجها فقال لم أغشها وأني من ولدها لبريء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p118'> Vol. 06, p. 118</a>\n            </div>\n             ( قال ) سنتها سنة\nالمتلاعنين ولا تنكح <span id='ms1214'></span> حتى تضع حملها ثم لا يجتمعان أبدا ولدها يدعى إلى أمه\nومن قذفها جلد الحد قال بن وهب قاليونس وقال ربيعة إذا تكلمت بذلك وعرف ذلك\nمنها لاعنها وان مضت سنون وقاله يحيى بن سعيد وبن قسيط انه يلاعنها ان تمت\nنكرته\n</p>\n\n#\n<p>\n| في نفقة الملاعنة وسكناها\n</p>\n\n<p>\n( قلت ) أرأيت هذا الذي لاعن امرأته وانتفى من حملها فولدت ولدا ثم ادعاه\nالزوج بعد ما ولدته فجلدته الحد وألحقت به الولد أيجعل لها على الزوج نفقة\nالحمل إذا طلبت ذلك المرأة أم لا ( قال ) لم أسمع من مالك في هذا شيئا وأرى\nأن ينظر إلى حال الزوج يومئذ حين كانت المرأة حاملا فإن كان الزوج يومئذ\nموسرا ألزمته النفقة لها وان كان يومئذ معسرا فلا نفقة لها ( قلت ) فإن كان\nفي بعض الحمل موسرا وفي بعض الحمل معسرا ( قال ) يلزمه من النفقة بقدر ما\nكان فيه موسرا ويسقط عنه من النفقة بقدر ما كان معسرا وإنما قلته على قول\nمالك في الرجل يطلق امرأته البتة وهي حامل ان عليه النفقة ان كان موسرا وان\nلم يكن موسرا فلا نفقة عليه ( قلت ) أرأيت الملاعنة أيكون لها السكنى وهي\nبمنزلة المبتوتة ( قال ) قال مالك للملاعنة السكنى قال مالك ولا متعة لها (\nقلت ) أرأيت ان كانت هذه الملاعنة غير مدخول بها ولم يسم لها صداقا فالتعن\nأيكون عليه المتعة والسكنى ( قال ) قال مالك لا يكون للملاعنة مدخولا بها\nأو غير مدخول بها سمي لها صداقا أو لم يسم لها صداقا لا يكون لها المتعة\nعلى حال من الحالات ( قلت ) أرأيت الملاعنة لم جعل مالك لها السكنى وهو لا\nيلحقه منها الولد ( قال ) لأنها في عدة منه وهي مبتوتة منه فلا بد من أن\nيكون لها السكنى ألا ترى أنه لا يحل لها أن تنكح حتى تنقضي عدتها\n</p>\n\n#\n<p>\n| في ملاعنة الحائض\n</p>\n\n<p>\n( قلت ) أرأيت الرجل يقذف امرأته أو ينتفي من ولدها ويدعي الاستبراء وهي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p119'> Vol. 06, p. 119</a>\n            </div>\n             في دم نفاسها أو حائض ( قال ) لا أحفظ قول مالك فيه ولا يلاعن\nالسلطان <span id='ms1215'></span> بينهما حتى تطهر إلا أني سمعت منه في الذي لا يجد ما ينفق ويضرب له\nأجل فيأتي الاجل وهي حائض أنه لا يطلق عليه حتى تطهر وفي الذي لا يقدر على\nمسيس امرأته في قول مالك كذلك إلا المولى وحده فإني سمعت ويضرب له أجل\nفيأتي الاجل وهي حائض أنه لا يطلق عليه حتى تطهر ملكا غير مرة وأخبرني عنه\nغير واحد من أصحابنا قديما أنه قال إذا أوقفه السلطان وهي حائض فلم يفيء\nطلق عليه ( وقد روى ) أشهب عن مالك أنه لا يطلق عليه في الحيض\n</p>\n\n#\n<p>\n| متعة الملاعنة\n</p>\n\n<p>\n( قلت ) ولم قلتم في الملاعنة أنه لا متاع لها وليست كالمختلعة لأنها لا\nتعطي الزوج شيئا ( قال ) لم أسمع من مالك في هذا شيئا إلا أنه قال لي لا\nمتاع للملاعنة قال بن القاسم إلا أن الذي يقع في قلبي لأن الفراق جاء من\nقبلها حين أنكرت ما قال الزوج فلما وقع اللعان بينهما والتعنت وقعت الفرقة\nولم يكن لها متاع لأن الفراق لم يكن من قبل الزوج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p120'> Vol. 06, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\n| كتاب الاستبراء\n</p>\n\n#\n<p>\n| في استبراء الأمة المستحاضة\n</p>\n\n<p>\n( قلت ) لعبد الرحمن بن القاسم أرأيت لو أن رجلا اشترى أمة مستحاضة يعلم\nبذلك بكم يستبرئها في قول مالك ( قال ) يستبرئها بثلاثة أشهر إلا أن لا\nيبرئها ذلك ويشك فيرفع بها إلى تسعة أشهر ( قال ) وقال مالك وهذه والتي\nرفعتها حيضتها بمنزلة واحدة قال بن القاسم لان استبراءها عنده إنما كان\nحيضة فلما رفعت هذه حيضتها واستحيضت هذه كانتا عنده بمنزلة واحدة لا حيضة\nلهما إلا أن مالكا قال في العدة من طلاق أو موت في المستحاضة إذا جاءها دم\nلا تشك ولا يشك النساء أنه دم حيضة للونه وتغيره بمعرفة النساء به رأيته\nقرءا وتكف عن الصلاة فهذه الأمة المشتراة المستحاضة كذلك إذا جاء منها في\nدمها دم لا تشك ولا يشك النساء أنه دم حيضة رأيت ذلك استبراء وتحل لسيدها\nمثل ما قال مالك في العدة ( قال ) وإنما جعل مالك المستحاضة في الاستبراء\nبمنزلة التي <span id='ms1216'></span> ترفعها حيضتها إذا لم تعرف النساء ولا هي حيضتها فإذا عرفت\nكانت كما وصفت لك بن وهب عن يونس بن يزيد عن ربيعة أنه قال في الأمة\nالعذراء أو غيرها حاضت أو لم تحض أو قعدت قال ربيعة ينتظر بها ثلاثة أشهر\nلا تعلم براءتها إلا براءة الحرة ها هنا ( قال ) يحيى بن سعيد فالتي تباع\nمنهن تعتد بثلاثة أشهر إلا أن تحيض حيضة من الاماء اللائي لم يحضن\n</p>\n\n#\n<p>\n| في استبراء المغتصبة والمكاتبة\n</p>\n\n<p>\n( قلت ) أرأيت ان كان غصبها منه رجل فردها عليه أعليه أن يستبرئها في قول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p121'> Vol. 06, p. 121</a>\n            </div>\n             مالك قال نعم ( قلت ) فإن كاتب أمته ثم عجزت أعليه أن يستبرئها\n( قال ) لم أسمع من مالك فيه شيئا وأحب إلي أن يستبرئها لأنها قد حرم عليه\nفرجها وقد أطلقها تدور ولو كانت في يديه لا تخرج لم يكن عليه استبراء ( قلت\n) فلو أن رجلا غصب جارية أجنبية فوطئها ثم اشتراها أيكون عليه الاستبراء\nبعد الشراء قال نعم ( قلت ) فإن غصبها رجل فردها علي أيجب علي أن أستبرئها\nفي قول مالك ( قال ) إذا غاب عليها الذي غصبها وجب عليك الاستبراء ( قال )\nلأن مالكا قال لي في الرجل يبتاع الجارية الحرة فينقلب بها ويغلق عليها\nبابه فتستحق أنها حرة فتقوم على ذلك البينة فيقر بأنه لم يمسها وتقر المرأة\nبأنه لم يمسها ( قال ) ما أرى أن تتزوج حتى يستبرئ رحمها بثلاث حيض لأنه قد\nأغلق عليها بابه وخلا بها ( قال ) فقيل لمالك فإن كان وطئها أترى عليه في\nوطئها شيئا حين خرجت حرة صداقا أو غيره ( قال ) لا لأنه وطئها وهي عنده ملك\nله قال مالك وإن كان وطئها وهو يعلم أنها حرة رأيت أن يقام عليه الحد ( قلت\n) أفيجب عليه الصداق مع الحد في قول مالك قال نعم\n</p>\n\n#\n<p>\n| في استبراء الأمة يسبيها العدو\n</p>\n\n<p>\n( قلت ) أرأيت ان سبي العدو جارية أو مدبرة أو أم ولد أو حرة فرجعن إلي\nأيكون علي الاستبراء في قول مالك أم لا ( قال ) نعم عليك الاستبراء ( قلت )\nفبكم تستبرئهن <span id='ms1217'></span> فقال ) الحرة بثلاث حيض والأمة والمدبرة وأم الولد بحيضة\nحيضة ( قلت ) وهذا قول مالك قال نعم ( قلت ) فإن قلن أنا لم نوطأ ( قال )\nلا يصدقهن وعليهن الاستبراء لأن أهل الحرب قبضوهن على وجه الملك لهن لا على\nوجه الوديعة فالاستبراء لازم\n</p>\n\n#\n<p>\n| في استبراء المرهونة والموهوبة\n</p>\n\n<p>\n( قلت ) أرأيت ان رهنت جارية فافتككتها أيكون علي أن أستبرئها في قول\nمالك ( قال ) لم أسمع من مالك فيها شيئا ولا يكون على سيدها استبراء لأنها\nبمنزلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p122'> Vol. 06, p. 122</a>\n            </div>\n             ما لو استودعتها رجلا ( قلت ) أرأيت ان وهبت لرجل جارية\nفغاب عليها ثم ارتجعتها أيكون علي أن أستبرئها في قول مالك قال نعم ( قلت )\nولا يكون هذا مثل البيع ( قال ) لا لأن هذا حين غاب عليها غاب وهو حائز لها\nفعلى الذي وهب إذا ارتجع أن يستبرئ لنفسه وفي البيع يتواضعانها فإذا رجعت\nإليه قبل أن تدخل في الحيضة ويذهب عظم حيضتها فلا استبراء على البائع إذا\nرجعت إليه وان كان في البيع قد قبضها المشتري وحازها لنفسه ليس على\nالمواضعة عنده ولكن على الحيازة لنفسه فعلى البائع أن استقالة أن يستبرئها\nوإن كان ذلك بعد يوم إذا غاب عليها فكذلك الهبة ( قلت ) أرأيت ان وهبت لابن\nلي صغير في عيالي جارية أو لابن لي كبير وهو في عيالي فارتجعت هبتي\nاعتصرتها أعلي استبراء أم لا ( قال ) الصغير والكبير بمنزلة واحدة إن كانتا\nفي يدي الأب لم تكونا تخرجان فلا استبراء عليه وإن كانتا تخرجان أو قبضها\nالكبير وغاب عليها فالاستبراء عليها فان وطئها الابن فلا اعتصار للاب فيها\n( قال ) وكذلك قال مالك ليس له اعتصار ( قال ) وقال مالك لو أن رجلا استودع\nرجلا جارية فحاضت عند المستودع ثم اشتراها المستودع أجزتها تلك الحيضة من\nالاستبراء ( قلت ) أرأيت ان اشتريت جارية أو وهبت لي أو تصدق بها علي أو\nصارت لي من مغنم أو من غيره أو أوصى لي بها أو ورثتها أو صارت لي بوجه من\nالوجوه أيجب علي أن أستبرئها في قول مالك قال نعم\n</p>\n\n#\n<p>\n| في <span id='ms1218'></span> استبراء الأمة تباع فتحيض عند البائع قبل أن يقبضها المتباع\n</p>\n\n<p>\n( قلت ) أرأيت ان اشتريت جارية فمنعني صاحبها من أن أقبضها حتى أدفع إليه\nالثمن فحاضت عند البائع بعد اشترائي إياها قبل أن أقبضها ثم دفعت إليه\nالثمن وقبضت الجارية أتجزئني تلك الحيضة من الاستبراء في قول مالك أم لا (\nقال ) إن أخذها في أول حيضتها أجزأه ذلك وان كانت في آخر حيضتها أو بعد ان\nطهرت لم يجزه ذلك حتى تحيض حيضة مستقبلة وعلى البائع المواضعة ( قلت )\nأرأيت ان لم يمنعه القبض فلم يقبضها المشتري حتى حاضت عند البائع أتجزىء\nالمشتري هذه الحيضة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p123'> Vol. 06, p. 123</a>\n            </div>\n             من الاستبراء أم لا ( قال ) إن كان المشتري\nلم يسأله القبض والبائع لم يمنعه ألا أن المشتري ذهب ليأتي بالثمن فأبطأ عن\nالقبض حتى حاضت الجارية عند البائع ثم جاء ليقبضها فإن كانت من وخش الرقيق\nفأرى أن يستبرئها بحيضة مستقبلة وإن كانت من علية الرقيق رأيت أن يتواضعاها\nوكذلك ان كان البائع منعها من المشتري حتى يقبض الثمن فحاضت عند البائع فإن\nكانت من علية الرقيق تواضعاها وإن كانت من وخش الرقيق قبضها المشتري وكان\nعليه أن يستبرئها بحيضة مستقبلة إلا أن يكون أمكنه منها وتركها عنده فإن\nحيضتها استبراء للمشتري لأن ضمانها كان منه ولأن استيداعه أتاها بمنزلة أن\nلو وضعها عند غيره ( قلت ) أرأيت من اشترى جارية وهي حائض أتجزئه تلك\nالحيضة في قول مالك من الاستبراء ( قال ) قال مالك ان كانت في أول حيضتها\nأجزأه ذلك من الاستبراء وان كانت في آخر الحيضة لم يجزه مثل اليوم وما\nأشبهه وإن كانت قد أتت على آخر حيضتها استقبلت حيضة أخرى ( قلت ) أرأيت ان\nكانت هذه الأمة المشتراة قد حاضت عند بائعها فلما اشتريتها رأت الدم عندي\nيوما أو يومين بعد خمسة أيام من حيضتها التي حاضتها عند البائع أيكون هذا\nاستبراء أم لا ( قال ) لا يكون هذا استبراء ( قلت ) وتدع الصلاة قال نعم (\nقلت ) ولا تجعله استبراء ( قال ) لا يكون الدم الذي تراه استبراء <span id='ms1219'></span> حتى يكون\nبين الدمين من الايام ما يعلم ان الدم الثاني حيض كانت به حائضا ( قلت )\nفإن لم تر هذا الدم الثاني الذي يعلم أنه حيض مستقبل إلا يوماء واحدا ثم\nانقطع عنها أتجعله حيضا وتجزئها من الاستبراء ( قال ) تسئل النساء عن ذلك\nفإن قلن ان الدم يوما أو بعض يوم يكون حيضا كان هذا استبراء وإلا فلا أراه\nاستبراء حتى تقيم في الدم ما تعرف وتستيقن أنه استبراء لرحمها ولا يكون هذا\nالدم استبراء إن لم أجعله حيضة تامة وإن كنت أمنعها من الصلاة ( قلت )\nأرأيت ما بين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p124'> Vol. 06, p. 124</a>\n            </div>\n             الدمين من الطهر كيف يعرف عدد ما بين الدمين حتى\nيجعل الدم الثاني حيضا ( قال ) قال لي مالك الثلاثة الأيام والأربعة\nوالخمسة إذا طهرت فيهن ثم رأت الدم بعد ذلك ان ذلك من الحيضة الأولى ( قال\n) وما قرب من الحيضة فهو كذلك ( قال ) وسألنا مالكا عن امرأة طلقت فقالت قد\nحضت في الشهر ثلاث حيض ( قال ) يسئل النساء عن ذلك فإن كن يحضن كذلك ويطهرن\nصدقت وإلا فلا ويسئل النساء عن عدد أيام الطهر فإن قلن إن هذه الأيام تكون\nطهرا فيما بين الحيضتين وجاء هذه الأمة بعد هذه الأيام من الدم ما يقول\nالنساء أنه دم حيضة ولا يشككن أنها حيضة أجزأه ذلك من الاستبراء وإلا فلا\n</p>\n\n#\n<p>\n| في استبراء الجارية تباع ثم يستقيله البائع\n</p>\n\n<p>\n( قلت ) أرأيت الجارية يشتريها الرجل فيقبضها ثم يستقيله البائع قبل أن\nيفترقا أيجب على البائع أن يستبرئ في قول مالك أم لا ( فقال ) لا لأنهما لم\nيفترقا ولم يغب على الجارية ( قلت ) أرأيت إن انقلبت بها ثم استقالنى ( قال\n) إن كان لم يكن في مثل ما غاب عليها المشتري أن تحيض فيه لأنها لم تقم\nعنده قدر ما يكون في مثله الاستبراء فليس على المشتري مواضعة لأنها لو هلكت\nفي مثل ذلك كانت من البائع ولا يطؤها البائع حتى يستبرئ لنفسه وإن كانت من\nوخش الرقيق فهلاكها من المشتري إذا كان البائع لم يضعها عند المشتري <span id='ms1220'></span> على\nوجه الاستبراء وإنما وضعها على وجه الشراء وحازها لنفسه فالمشتري لم يستبرئ\nفتحل له فهي وإن لم تحل له حتى ردها إلى البائع فلا يطؤها البائع أيضا حتى\nيستبرئها لنفسه احتياطا لأنه قد دفعها للمشتري وغاب عليها إلا أن يكون\nدفعها إلى المشتري وائتمنه البائع على الاستبراء فلا يكون على البائع\nاستبراء لنفسه إذا ارتجعها قبل أن تحيض عظم حيضتها وإن كان إنما دفعها\nالبائع إلى المشتري قبضا لنفسه فقد وصفت لك ذلك ولو وضعاها على يدي رجل أو\nامرأة للاستبراء أكان على البائع إذا استقاله ورجعت إليه فيها استبراء وإن\nطال مكثها في الموضع الذي تواضعاها فيه للاستبراء إذا لم تحض فإذا كانت قد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p125'> Vol. 06, p. 125</a>\n            </div>\n             حاضت في الموضع الذي جعلاها فيه للاستبراء وخرجت من الحيضة فقد\nحلت للمشتري فإن استقالة البائع بعد هذا فعليه الاستبراء لأنها قد حلت\nللمشتري قبل أن يستقيله وصارت عليه العهدة ووجبت عليه المواضعة وكان\nالمشتري إنما هو تارك لها في موضعها فلم يكن للمستقيل بد من الاستبراء إلا\nأن يستقيل البائع المشتري والجارية في أول دمها أو في عظم دمها فإذا فعل لم\nيكن عليه استبراء إلا أن يستقيل في آخر دمها فيكون عليه الاستبراء ( قلت )\nأرأيت ان استقالة في آخر دمها ( قال ) فعلى البائع المستقيل أن يستبرئ\nلنفسه وله المواضعة على المقيل ( قلت ) ولم وهي لم تحل للمشتري حتى تخرج من\nدمها ( قال ) لأنها إذا دخلت في الدم من أول ما تدخل في الدم فمصيبتها من\nالمشتري وقد حل للمشتري أن يقبل وأن يصنع بها ما يصنع الرجل بجاريته إذا\nحاضت وان أقال المشتري البائع في أول الدم أو في عظمة رأيته بمنزلة رجل\nاشترى جارية في آخر دمها أو في عظمه وان أقاله في آخر دمها كان بمنزلة رجل\nاشترى جارية في آخر دمها فلا تجزئها تلك الحيضة ( قلت ) لم أمرت البائع حين\nاستقاله في آخر دمها أن يستبرئ والمشتري لم يحل له وطؤها ( قال ) لأن\nالجارية قد تحمل في آخر الدم <span id='ms1221'></span> إذا وطئت فيه فلا أدري ما أحدثت الجارية وهي\nلو اشتريت في هذه الحال لم تجزئ من استبرائها هذه الحيضة فإنما تحمل هذه\nمحمل الاستبراء الحادث ( قال ) وقال مالك في الذي يشتري الجارية في آخر\nدمها أنه لا يجزئه من الاستبراء وعليه أن يستبرئ استبراء آخر وله المواضعة\nوعهدته قائمة ( بن وهب ) عن عقبة بن نافع المعافري عن يحيى بن سعيد أنه قال\nفي الرجل يشتري الجارية وهي حائض هل تبرئها تلك الحيضة قاليحيى أدركنا\nالناس وهو أمرهم إلى اليوم أن الوليدة إذا اشتريت فإنما يبرئها ويسلم للذي\nاشتراها إذا حاضت حيضة واحدة مخرمة بن بكير عن أبيه بكير قال يقال أيما رجل\nابتاع وليدة تحيض فوضعت على يدي رجل حتى تحيض حيضة فماتت فهي من صاحبها حتى\nتحيض وكل عهدة على ذلك قال بكير ويقال أيما رجل ابتاع وليدة فأراد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p126'> Vol. 06, p. 126</a>\n            </div>\n             أن يخاصم فيها لم يصلح له أن يطأها وفي نفسه خصومة صاحبها فيها\nبن لهيعة عن بن أبي جعفر عن زيد بن إسحاق الانصاري أن عمر بن الخطاب قضى في\nجارية وضعت على يدي رجل حتى تحيض فماتت بأنها من البائع بن وهب قال يونس\nقال بن شهاب مثله قال بن شهاب وإن كانت قد حاضت فهي من المبتاع بن وهب عن\nيونس عنابن شهاب أنه قال في رجل اشترى من آخر وليدة فدعاه إلى ثمنها فقال\nسوف فماتت الوليدة عند البائع ( قال ) ان كانت الوليدة ماتت في العهدة قبل\nأن تحيض فهي من البائع وإن كانت حاضت فهي من المبتاع وان وضعاها على يدي\nعدل فهي كذلك أيضا\n</p>\n\n#\n<p>\n| في استبراء الجارية يباع شقص منها\n</p>\n\n<p>\n( قلت ) أرأيت إن بعت شقصا من جاريتي أيأمرنا مالك أن نتواضعها للاستبراء\nان كانت من علية الرقيق قال نعم ( قلت ) أرأيت ان بعت شقصا منها ثم استقلته\nفأقالني بعد ما تواضعناها وحاضت أو كانت من وخش الرقيق فبعته شقصا منها\nفاستقلته بعد ما أمكنته منها أيجب علي الاستبراء ( قال ) نعم يجب عليك فيها\nالاستبراء <span id='ms1222'></span> لأنها قد حرمت على البائع حين حاضت وله على المقيل المواضعة لأن\nالضمان قد كان وجب عليه وبرئ منه البائع الأول فلما استقاله كان بمنزلة ما\nلو اشتراها من المشتري أجنبي من الناس فله المواضعة فكذلك يكون للمستقيل\nعلى المقيل وإن كانت من وخش الرقيق فلا يطأها حتى يستبرئ لأن المشتري قد\nغاب عليها إذ كان قابضا لها وأخذها على القبض وهي لو أصيبت كانت من المشتري\nفكأن المستقيل أجنبي من الناس اشتراها من المشتري الذي قبضها على الإيجاب\nفلذلك صار ضمانها منه وأنهاإذا كانت من وخش الرقيق يجوز بيعها بالبراءة من\nالحمل وأنه لا يبقى فيها من الخطر ما يبقى في التي تباع على المواضعة\nوللسنة فيها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p127'> Vol. 06, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\n| في استبراء أم الولد والمدبرة إذا بيعتا\n</p>\n\n<p>\n( قلت ) أرأيت رجلا باع أم ولده أو مدبرته فقبضها المشتري أيكون على\nالبائع إذا ردت إليه الاستبراء في قول مالك ( قال ) نعم عليه الاستبراء إذا\nكان قد دفعها على الحيازة ولم يتواضعاها للاستبراء\n</p>\n\n#\n<p>\n| في استبراء الجارية يشتريها الرجل\n</p>\n\n<p>\n( قلت ) أرأيت ان اشترى رجل من عبد له تاجر جارية أيجب عليه الاستبراء (\nقال ) لم أسمع من مالك فيه شيئا وأرى عليه الاستبراء ( قلت ) وكذلك ان\nانتزعها السيد كان عليه الاستبراء ( قال ) نعم ويكون هذا مثل البيع\n</p>\n\n#\n<p>\n| في استبراء الأمة تباع بالخيار ثم ترد\n</p>\n\n<p>\n( قلت ) أرأيت لو أني بعت جارية لي على أني بالخيار ثلاثا أو على أن\nالمشتري بالخيار ثلاثا فتواضعناها وهي من علية الرقيق أو كانت من وخش\nالرقيق فدفعتها إليه فاختار الرد أو اخترت الرد أيكون على البائع إذا رجعت\nإليه استبراء أم لا ( قال ) لا لأن ملكه عليها ولأن مصيبتها منه لأن البيع\nلم يكن يتم فيها فإن أحب أن يستبرئ إذا غاب المشتري عليها وكان الخيار له\nفهو حسن لأن المشتري قد كان لو وطئها وإن كان لا يجوز له ذلك كان ذلك رضا\nمنه واختيارا فقد خلا بها وقد كان له ما أعلمتك ألا ترى أن المغصوبة أحب\nلسيدها أن لا <span id='ms1223'></span> يمس حتى يستبرئ لأن الغاصب لا يؤمن إذا غاب عليها\n</p>\n\n#\n<p>\n| في استبراء الجارية ترد بالعيب\n</p>\n\n<p>\n( قلت ) أرأيت ان اشترى جارية فردها من عيب هل يكون على البائع استبراء (\nقال ) نعم عليه الاستبراء إذا كانت قد خرجت من الحيضة وضمانها من المشتري\nوإن لم تكن خرجت من الحيضة فلا استبراء عليه قالسحنون يريد أن لا مواضعة\nعلى الذي يرد بالعيب للبائع لأنها لو هلكت قبل أن تحيض كانت المصيبة فيها\nمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p128'> Vol. 06, p. 128</a>\n            </div>\n             البائع وقال أشهب لا يكون على الذي رد بالعيب مواضعة خرجت\nمن الحيضة أو لم تخرج لأن الرد بالعيب نقض بيع وليس هو بيعا مبتدأ\n</p>\n\n#\n<p>\n| ما ينقضي به الاستبراء\n</p>\n\n<p>\n( قلت ) أرأيت ان اشتريت أمة حاملا فأسقطت سقطا لم يتم خلقه أينقضي به\nالاستبراء ( قال ) قال مالك كل ما ألقته المرأة الحرة من دم أو مضغة أو شيء\nمما يستيقن النساء أنه ولد\n</p>\n\n<p>\nأو أم ولد ألقت ذلك فإن الحرة تنقضي به عدتها وتكون الأمة به أم ولد\nفكذلك الاستبراء عندي مثله ( قلت ) أرأيت ان قالت الأمة قد أسقطت أيصدقها\nسيدها أم لا ( قال ) السقط لا يكاد يخفي دمه وينظر إليها النساء فإن كان\nبها من ذلك ما يعلم أنها قد أسقطت أجزأه ذلك إذا طهرت وإن لم يكن بها من\nالدم ما يعلم النساء أنها قد أسقطت لم تصدق\n</p>\n\n#\n<p>\n| في مواضعة الحامل\n</p>\n\n<p>\n( قلت ) أرأيت ان اشتريت أمة حاملا أن تواضعها حتى تلد في قول مالك أم لا\n( قال ) قال مالك إذا كانت حاملا فلا يتواضعانها وليقبضها ولينقد ثمنها ولا\nيطأها المشتري حتى تضع ما في بطنها ( قلت ) أرأيت ان قالت الأمة قد أسقطت\nمنذ عشرة أيام وانقطع الدم عني ( قال ) لا تصدق الأمة ( قلت ) وكيف يصنع\nبها سيدها ( قال ) لا يطؤها حتى تحيض حيضة ( قلت ) فقد رجعت هذه الأمة إلى\nحال ما لا يجوز النقد فيها ولا بد أن يتواضعاها إذا كان استبراؤها بالحيض (\nقال ) إذا باعها البائع والحمل بها ظاهر لم يستطع هذا المشتري ارتجاع الثمن\nولا يتواضعانها لأن <span id='ms1224'></span> البائع يقول للمشتري أما أنا فقد بعتك حاملا فلا أدري\nما صار إليه الحمل وقد بعتك ما يجوز فيه النقد وقد انتقدت ويقال للمشتري\nاستبرىء لنفسك بحيضة مستقبلة ( قال ) وان كان حين باعها البائع لم يكن\nحملها بينا عند الناس رأيت البيع فاسدا ان كانت من الجواري المرتفعات جواري\nالوطء لأنه ان كان تبرأ من الحمل فلا يجوز أن يبيعها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p129'> Vol. 06, p. 129</a>\n            </div>\n             ويتبرأ من\nالحمل وان كان باعها على أنها حامل بأمر لا يستيقن ولا تعرفه النساء فإنما\nهو رجل باعها على أنها ان كانت حاملا فأنا بريء من الحمل فهذا لا يجوز في\nالمرتفعات فأرى أن يفسخ البيع بينهما وهو قول مالك لا يجوز\n</p>\n\n<p>\nوفي هذا البيع أيضا وجه آخر انه اشترط النقد في الجواري المرتفعات وهن لا\nبد من المواضعة فيهن للاستبراء وان كانت من وحش الرقيق جاز ذلك فيما بينهما\nويقال للمشتري استبرىء لنفسك بحيضة مستقبلة لان وخش الرقيق يجوز فيهن عند\nالبيع البراءة من الحمل ويستبرئ المشتري لنفسه ويجوز أن يشترط البائع فيها\nالنقد فإن كانت حاملا لم يستطع ردها لان البائع قد تبرأ من الحمل ( قال )\nوان كانت مرتفعة وكانت بينة الحمل جاز النقد وجاز تبري البائع من الحمل ولا\nتصدق الأمة على أنها أسقطت إلا أن يكون ذلك معروفا عند النساء كما وصفت لك\nخوفا من أن يكون كان ريحا فانفش وليس على البائع في بيعه عيب لأنه قد باع\nحملا ظاهرا تعرفه النساء ويشهدن عليه ولم يرد وجه براءة من حمل ان كان بها\nولا مخاطرة ولا استبراء للمشتري على البائع وليستبرىء المشتري لنفسه لأن\nالبائع باع على الحمل بيعا صحيحا ( قلت ) ما بال الحرائر يصدقن على انقضاء\nالعدة ويصدقن في الحيض وفي أنهن قد أسقطن ولا تصدق الأمة في الحيض في\nالاستبراء ولا في السقط ( قال ) لأن الحرائر لا ينظر إليهن وشأنهن أن يصدقن\nعلى أنفسهن وتؤخذ أمانتهن في ذلك والأمة لا تصدق في نفسها إذا دعت الحيضة\nحتى ترى حيضتها ولمشتريها أن يريها <span id='ms1225'></span> النساء فينظرن إليها إذا زعمت أنها حائض\nسحنون لأنها عهدة لا تسقط عن البائع والضمان لازم على البائع لا يسقط بقول\nالجارية إلا بالبينة التي تجوز في مثله أو تبرئة المشتري مما له أوقفت وليس\nلزوج المرأة إذا طلقها فزعمت أنها قد حاضت أن يريها أحدا فهذا فرق ما\nبينهما قال سحنون ولأن الله تبارك وتعالى جعل ذلك إليهن فيما يذكر أهل\nالعلم فقال تعالى <span class='quran'>ولا يحل لهن أن يكتمن ما خلق الله في أرحامهن </span>وهو الحيضة والحمل وقد بينا هذا في غير هذا الموضع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p130'> Vol. 06, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\n| في مواضعة الأمة على يدي المشتري\n</p>\n\n<p>\n( قلت ) أرأيت لو أني اشتريت جارية من علية الرقيق فأئتمنني البائع على\nاستبرائها ووضعها عندي أيجوز هذا في قول مالك ( قال ) كان مالك يكره ذلك\nويرى المواضعة على يدي النساء أحب إليه قال بن القاسم فإن فعلا هذا وجهلا\nأن يضعاها على يدي النساء حتى تحيض رأيت ذلك مجزئا عنهما ورأيتها من البائع\nحتى تدخل في أول دمها لأن البائع أئتمنه على ذلك ورضي بقوله في ذلك ( قلت )\nأكان مالك يأمر بالجارية إذا أراد أن يتواضعاها للاستبراء أن يضعاها على\nيدي امرأة ولا يضعاها على يدي رجل ( قال ) قال مالك الشأن أن يضعاها على\nيدي امرأة فإن وضعاها على يدي رجل له أهل ينظرون إليها وتوضع على يديه\nلمكانهم أجزأه ذلك ووجه ذلك ما وصفت لك في النساء قال مالك ولو أن جارية\nعند رجل وديعة حاضت عنده حيضة ثم اشتراها أجزأته تلك الحيضة التي حاضت عنده\nمن الاستبراء إذا كانت لا تخرج ( قلت ) أرأيت ان اشتريت جارية فقال البائع\nأنا أرضى أن تكون عندك أيها المشتري حتى تستبرئها ( قال ) غيره أحب إلي منه\nوإن فعلا أجزأهما\n</p>\n\n#\n<p>\n| في الأمة تموت أو تعطب في المواضعة\n</p>\n\n<p>\n( قلت ) أرأيت ان اشتريت جارية من علية الرقيق فشرطت على البائع أو شرط\nعلي أن أقبضها وأحوزها لنفسي كما أقبض وخش الرقيق فماتت عندي ( قال )\nالمواضعة منهما فلا يفسخ شرطهما البيع إذا لم يكن إنما <span id='ms1226'></span> باعها على البراءة\nمن الحمل ويسلك بهما سبيل من لم يشترط استبراء في المواضعة وكذلك سمعت فإن\nهلكت في أيام الاستبراء قبل أن يمضي من الأيام ما يكون في مثله استبراء لها\nفمصيبتها من البائع وإن مضى من الأيام ما يكون في مثله استبراء للجارية\nوهلكت فهي من المشتري إلا أن يشترط في القبض تبرؤه من الحمل ويقول البائع\nليس الحمل مني ان ظهر ولا وطئت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p131'> Vol. 06, p. 131</a>\n            </div>\n             الجارية فدفعها على وجه إيجاب\nالبيع والبراءة من الحمل فيكون ضمان الجارية من المشتري من حين قبضها ويكون\nالبيع فاسدا ويرد الا أن يفوت فأما الذي قال مالك في المشتري إذا هلكت في\nمثل ما يكون فيه استبراء لها فمصيبتها من المشتري فإن هلكت فيما لا يكون في\nعدد تلك الأيام استبراء لها فمصيبتها من البائع لم يكن في المسألة التي سئل\nمالك عنها اشتراط براءة من الحمل إلا أنه قبضها المشتري من البائع كما يقبض\nوخش الرقيق وجهلا وجه المواضعة فيها قال بن القاسم فإذا اشترط القبض على\nوجه البراءة للبائع من الحمل والجارية من علية الرقيق فالبيع فاسد إذا كان\nالبائع لم يطأها وهلكت الجارية في مثل ما لا يكون فيه استبراء لها أو في\nمثل ما يكون فيه استبراء لها ويكون على المشتري قيمتها يوم قبضها الا أن\nيكون البائع وطىء واشترط هذا الشرط فإن كان وطىء ثم هلكت الجارية في مثل ما\nلا يكون فيه استبراء فالمصيبة من البائع ولا ينفعه شرطه وبراءته لأنه لو\nظهر حمل كان منه وهو قول مالك إذا وطىء ما لم تخرج من الحيضة فمصيبتها من\nالبائع وان هلكت في مثل ما يكون فيه الاستبراء فالمصيبة من المشتري وعليه\nقيمتها في الوقت الذي جعلناها تحيض في مثله لأن من ذلك اليوم وجب عليه\nضمانها ولأنه مدع ان ادعى أنها لم تحض وإنما مثل ذلك مثل رجل اشترى جارية\nمرتفعة بالبراءة من الحمل ولم يطأها البائع وإنما تبرأ من حمل ان كان بها\nمن غيره فهلكت <span id='ms1227'></span> عند المشتري فالمصيبة من المشتري وان هلكت بعد ذلك بيوم أو\nيومين لأنه شراء فاسد والبائع قد تبرأ من الحمل فلا يلحقه الولد وإنما\nتخاطرا على حمل ان كان من غيره فأراه بيعا فاسدا إلا أن يدرك فيرد فإن لم\nيدرك كان على المشتري القيمة\n</p>\n\n#\n<p>\n| في الرجل يبتاع الأمة قد تزوجها قبل أن يدخل بها ثم يبيعها قبل أن\nيطأها\n</p>\n\n<p>\n( قال ) وقال بن القاسم في الرجل يتزوج الأمة ثم يشتريها قبل أن يدخل بها\nثم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p132'> Vol. 06, p. 132</a>\n            </div>\n             يبيعها قبل أن يطأها ( قال ) يستبرئها بحيضة ( قال ) وكذلك\nإذا وطئها ثم باعها فإنها تستبرأ بحيضة وإن كان دخل بها ثم اشتراها فباعها\nقبل أن يطأها بعد الاستبراء فإن المشتري الآخر يستبرئها بحيضتين لأنها عدة\nفي هذا الوجه ( قال ) وسواء إذا كان دخل بها ثم طلقها واحدة ثم اشتراها قبل\nأن تنقضي عدتها فإنه إن كان وطئها بعد الشراء ثم باعها فإن المشتري\nيستبرئها بحيضة وان كان لم يطأها بعد الشراء فأرى أن تستبرأ بحيضتين لأنه\nإذا باعها بعد ما اشتراها قبل أن يطأها فإن الحيضتين ها هنا عدة لأن شراءه\nإياها فسخ لنكاحه وأن كان طلق واحدة وانقضت عدتها ثم اشتراها أو طلقها\nثلاثا فانقضت عدتها ثم اشتراها ثم باعها فإنها تستبرأ بحيضة لأنه اشتراها\nوليست له بامرأة وهو قول مالك قال مالك ولو اشتراها وقد حاضت بعد طلاقه\nحيضة ثم باعها فإن المشتري يستبرئها بحيضة ثم تحل له\n</p>\n\n#\n<p>\n| في استبراء الأمة تتزوج بغير إذن سيدها فيفسخ السيد نكاحها\n</p>\n\n<p>\n( قلت ) أرأيت إن تزوجت أمة بغير إذن سيدها فدخل بها ففرق السيد بينهما (\nقال ) على السيد الاستبراء ولا عدة عليها ( قلت ) كم الاستبراء ( قال )\nحيضتان لأنه نكاح يلحق به الولد ويدرأ عنهما الحد فيسلك بهما سبيل النكاح\nالصحيح وقد قال بعض الناس هو نكاح\n</p>\n\n#\n<p>\n| في الأب يطأ جارية ابنه أعليه الاستبراء\n</p>\n\n<p>\n( قلت ) أرأيت الرجل يتعدى فيطأ جارية ابنه هل يكون على هذا الأب إذا\nقومت عليه هذه الجارية التي وطئها استبراء بعد التقويم ( قال ) نعم <span id='ms1228'></span> إذا لم\nيكن الأب قد عزلها عنده واستبرأها ( وقال ) غيره يستبرئها لأنه لا ينبغي له\nأن يصب ماءه على الماء الذي لزمته به القيمة لأنه ماء فاسد وإن كان الولد\nيلحق فيه وان كانت مستبرأة عند الأب لأن وطأه إياها كان تعديا فلزمته لذلك\nالقيمة فلا ينبغي له أن يصب ماءه الصحيح على ماء العداء ( قلت ) لابن\nالقاسم لم جعلته يستبرئ والولد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p133'> Vol. 06, p. 133</a>\n            </div>\n             يلحق الأب ( قال ) لأن الوطء\nفاسد وكل وطء فاسد فلا يطأ فيه حتى يستبرئ\n</p>\n\n#\n<p>\n| في الرجل يطأ جاريته فأراد أن يزوجها متى يزوجها\n</p>\n\n<p>\n( قلت ) أرأيت من كان يطأ جاريته فأراد أن يزوجها متى يزوجها ( قال ) حتى\nتحيض حيضة ثم يزوجها ( قلت ) وهو قول مالك قال نعم ( قال ) فقلت لمالك أفلا\nيزوجها ويكف عنها زوجها حتى تحيض حيضة ( قال ) لا ولا يعجبني أن يقع النكاح\nإلا في موضع يحل فيه المسيس ( قلت ) فإن زوجها قبل أن تحيض حيضة ( قال )\nقال مالك ان كان السيد يطؤها فلا يصلح له أن يزوجها حتى تحيض حيضة من يوم\nوطئها وإن كان لم يطأها فلا بأس أن يزوجها مكانه ( قلت ) فإن زوجها وقد\nوطئها قبل أن تحيض حيضة ( قال ) النكاح لا يترك على حال ويفسخ ( قال ) وقال\nمالك لا يزوج الرجل أمته إلا في موضع يجوز للزوج الوطء فيه ( قلت ) أرأيت\nان اشتريت جارية وقد أقر سيدها البائع أنه قد كان وطئها وتواضعاها\nللاستبراء أو لم يقر السيد البائع بالوطء ولم يجحد أيجوز لي أن أزوجها في\nقول مالك ( قال ) لا أحفظ عن مالك في هذا بعينه شيئا ولكن لا يجوز أن\nيزوجها حتى يستبرئها لأنه لو ظهر حمل فادعاه سيدها البائع جاز دعواه ( قلت\n) فإن كان البائع قد تبرأ من حملها وقال ليس الحمل مني ولم أطأها وهي من\nوخش الرقيق ( قال ) فليزوجها من قبل أنه لو ظهر بها حمل وقد قال البائع لم\nأطأ كان الحمل عيبا إن شاء المشتري قبلها وإن شاء ردها فهي إذا لم يظهر\nالحمل فزوجها فلا <span id='ms1229'></span> بأس بذلك وان كان ذلك قبل الاستبراء لأن البائع قد قال لم\nأطأ ألا ترى أنها لو كانت عند البائع جاز له أن يزوجها ولا يستبرئها فكذلك\nالمشتري يجوز له أيضا أن يزوجها ولا يستبرئها وأصل هذا أن ينظر إلى كل\nجارية كان للبائع أن يزوجها ولا يستبرئها فكذلك للمشتري أيضا إذا رضي بها\nبعد الاشتراء أن يزوجها ولا يستبرئها وإذا لم يكن للبائع أن يزوجها حتى\nيستبرئها فلا يجوز للمشتري أن يزوجها حتى يستبرئها ( قلت ) فإن كانت من\nعلية الرقيق فاشتراها وتواضعاها أيجوز للمشتري أن يزوجها ( قال ) إذا قال\nالبائع لم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p134'> Vol. 06, p. 134</a>\n            </div>\n             أطأ وباعها على أنه لم يطأ وأنه ان كان حمل فليس مني\nولم يتبرأ من الحمل إلى المشتري ويقول ان كان حمل فهو منك فالبيع جائز\nوللمشتري أن يزوجها في أيام الاستبراء إذا اختارها لأن المشتري لو قال\nلبائع أنت قد قلت أنك لم تطأ فالجارية ان ظهر بها حمل فهو من غيرك وهو عيب\nفيها فأنا أقبلها بعيبها ان ظهر الحمل فذلك له جائز فإن قبلها ثم تزوجها\nقبل أن يستبرئها جاز النكاح وصلح للزوج أن يطأها قبل الاستبراء لأن البائع\nلو زوجها قبل أن يبيعها جاز النكاح ( قال ) ولأن مالكا قال لو أن رجلا باع\nجارية مثلها يتواضع للاستبراء من علية الرقيق فظهر بها حمل فأراد المشتري\nأن يقبلها بذلك الحمل فأبى البائع ذلك وقال لا أسلمها إذا وجدتها حاملا\nوقال الحمل ليس مني إلا أني لا أسلمها وليس لك أن تختار علي قال مالك ان\nشاء المشتري أن يأخذها أخذها وليس للبائع ها هنا حجة لأنه عيب قبله إلا أن\nيدعي البائع أن الحمل منه لأنه إذا باعها على أن الحمل ليس منه فتواضعاها\nللحيضة فإنما البراءة في ذلك للمشتري من حمل ان كان بها فإذا كان له أن\nيقبلها إذا ظهر الحمل فذلك له قبل أن يظهر الحمل على ما أحب البائع أو كره\nإذا لم يدع الحمل لنفسه فإذا قبلها جاز له أن <span id='ms1230'></span> يزوجها وهو بمنزلة عيب حدث\nبها اعورت عينها أو قطعت يدها\n</p>\n\n#\n#\n<p>\n| في الجارية تشترى ولها زوج لم يدخل بها فيطلقها\n</p>\n\n<p>\n( قلت ) أرأيت ان اشتريت جارية لها زوج لم يبن بها زوجها فلما اشتريتها\nطلقها زوجها مكانه وذلك قبل أن يبني بها أيصلح لي أن أطأها ( قال ) لا يصلح\nللمشتري يطأها حتى تحيض حيضة عند المشتري ( قلت ) فإن اشتراها وهي في عدة\nمن وفاة زوجها ثم انقضت عدتها من بعد ما اشتراها بيوم أو يومين ( قال ) قال\nمالك لا يطؤها حتى تحيض حيضة من بعد اشترائه إياها فإن حاضت حيضة وبقي\nعليها بقية من عدتها لم يطأها حتى تنقضي عدتها فإذا انقضت عدتها أجزأها من\nالعدة ومن الاستبراء جميعا ويطؤها ( قلت ) أرأيت أمة رجل زنت أله أن يطأها\nفي قول مالك ( قال ) قال مالك لا يطؤها حتى تحيض حيضة ( قلت ) أفيصلح أن\nيزوجها من بعد أن زنت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p135'> Vol. 06, p. 135</a>\n            </div>\n             قبل أن تحيض حيضة ( قال ) لا يجوز ذلك\nلأن مالكا قال لا يزوج الرجل أمته إلا أمة يصلح للزوج أن يطأها مكانه\n</p>\n\n#\n<p>\n| في الرجل يبيع جارية الرجل بغير أمره فيجيز السيد البيع\n</p>\n\n<p>\n( قلت ) أرأيت لو أني بعت جارية رجل بغير أمره فحاضت عند المشتري ثم أراد\nسيد الأمة إجازة البيع أيكون على المشتري أن يستبرئ ( قال ) ليس عليه أن\nيستبرئ لأن مالكا قال في المستودع إذا حاضت عنده الجارية ثم اشتراها لم يكن\nعليه أن يستبرئها وأجزتها تلك الحيضة\n</p>\n\n#\n<p>\n| في الرجل يخالع امرأته على الجارية أعليه استبراء\n</p>\n\n<p>\n( قلت ) أرأيت ان خالع امرأته على جارية لها أيكون على الزوج الاستبراء (\nقال ) ان كانت الجارية محبوسة في بيته مع أهله لا تخرج لم أر عليه استبراء\nوإن كانت تخرج رأيت عليه الاستبراء ( قلت ) وكذلك لو وهبت امرأة لزوجها\nجارية ( قال ) هي بهذه المنزلة وهذه المسألة التي قالها مالك أنه لا\nاستبراء عليه إذا كانت لا تخرج\n</p>\n\n#\n<p>\n| في الأمة تشترى وهي في العدة\n</p>\n\n<p>\n( قلت ) أرأيت ان اشترى جارية وهي في عدة من وفاة فمضى لها شهران وخمس <span id='ms1231'></span>\nليال ولم تحض حيضة أيصلح للمشتري أن يطأها في قول مالك ( قال ) لا يطؤها\nحتى تحيض حيضة من بعد الشهرين والخمسة الأيام ان أحست من نفسها ريبة فإن لم\nتحض حتى مرت بها تسعة أشهر من يوم اشتراها ولم تحس شيئا فليطأها فإنها قد\nخرجت من الريبة إلا أن تأتي التسعة الأشهر وهي مسترابة فلا يطؤها حتى تنسلخ\nمن الريبة وإن انقطعت ريبتها قبل تمام التسعة الأشهر ومسها القوابل فلم\nيرين شيئا فليطأها وقد روى عن مالك في التي تشتري وهي ممن تحيض فلما اشتريت\nارتفعت حيضتها أشهرا اختلاف ( قال ) قال مالك تستبرأ بتسعة أشهر رواه بن\nوهب وأشهب قال سحنون وإن بن غانم كتب بهذه المسألة إلى مالك فقال مالك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p136'> Vol. 06, p. 136</a>\n            </div>\n             إذا مضت لها ثلاثة أشهر ودعى لها القوابل فقلن لا حمل بها فأرى\nأن استبراءها قد انقضى وان لسيدها أن يطأها قال أشهب وقوله هذا أحبهما إلي\nوأحسنهما عندي لأن رحمها تبرأ بثلاثة أشهر كما تبرأ بتسعة أشهر لأن الحمل\nيتبين في ثلاثة أشهر وذلك الذي حمل كثيرا من أهل العلم على أن جعلوا\nاستبراء الأمة إذا كانت لا تحيض أو قد يئست من المحيض ثلاثة أشهر وفي قول\nالله جل وعز في عدة الحرائر <span class='quran'>واللائي يئسن من المحيض من نسائكم إن\nارتبتم فعدتهن ثلاثة أشهر </span>( قلت ) فإن اشتراها وهي في عدة من طلاق وهي\nممن تحيض فارتفعت حيضتها فلم تدر لم رفعتها ( قال ) أما في الطلاق فإنه لا\nيطؤها حتى تنقضي السنة وهو انقضاء عدتها من يوم طلق ويكون فيما استبرأها\nاستبراء لرحمها فيما أقامت عنده وذلك ثلاثة أشهر ( قلت ) أرأيت من اشترى\nامرأته بعد ما دخل بها أو قبل أن يدخل بها أعليه أن يستبرئ في قول مالك قال\nلا قال بن وهب قال مالك من ابتاع أمة وهي في عدتها من وفاة أو طلاق فلا\nيجردها لينظر منها عند البيع ولا يتلذذ منها بشيء إذا ابتاعها حتى تنقضي\nعدتها وهو قول بن نافع أيضا قال سحنون <span id='ms1232'></span> لا مواضعة فيها والمصيبة من المشتري\n</p>\n\n#\n<p>\n| في الرجل يطأ الجارية ثم يشتري أختها أو يتزوجها\n</p>\n\n<p>\n( قلت ) أرأيت رجلا كان يطأ جاريته فاشترى أختها أله أن يطأ التي اشترى\nويكف عن التي كان يطأ في قول مالك ( قال ) قال مالك لا يطأ التي اشترى ولكن\nيطأ التي كان يطأ فإن حرم عليه فرج التي كان يطأ فلا بأس أن يطأ التي اشترى\nولا يطأ التي اشترى حتى يحرم عليه فرج التي كان يطأ ( قلت ) أرأيت أن\nاشتريت جارية فوطئتها ثم اشتريت أختها فوطئتها أيصلح أن أطأ واحدة منهما في\nقول مالك ( قال ) قال مالك لا يطأ واحدة منهما حتى يحرم عليه فرج واحدة\nمنهما فإذا حرم عليه فرج واحدة منهما وطىء الأخرى إن شاء كذلك بلغني عن\nمالك ( قال ) لأن مالكا قال لو أن رجلا اشترى جارية فوطئها ثم باعها ثم\nاشترى أختها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p137'> Vol. 06, p. 137</a>\n            </div>\n             فكان يطؤها فأراد أن يشتري أختها التي كان يطأ\nويقيم على وطء هذه التي عنده قال مالك لا بأس بذلك ولكن لا يرجع إلى التي\nاشترى حتى يحرم عليه فرج هذه ( قال ) ثم قال مالك إذا وطئهما جميعا وكانتا\nعنده لم يصلح له أن يطأ واحدة منهما حتى يحرم عليه فرج واحدة وقد بلغني ذلك\nعن مالك ( قلت ) أرأيت إن اشتريت أختين صفقة واحدة ألى أن أطأ أيتهما شئت (\nقال ) قال مالك نعم ( قلت ) أرأيت إن كنت قد وطئتهما جميعا ثم بعتهما ثم\nاشتريتهما صفقة واحدة قال مالك يطأ أيتهما شاء لأن هذا ملك مبتدأ وقد كانتا\nقد حرمتا عليه حين باعهما ( قلت ) فما حد التحريم للأخت الأولى من ملك\nاليمين في الوطء إذا أراد أن يصيب أختها ( قال ) التزويج والكتابة والعتق\nإلى أجل وكل ما يحرم الفرج وهي في ملكه والبيع ( قلت ) فلو ظاهر منها ( قال\n) لا يحرمها ألا ترى أنه يكفر من يومه فيصيب والإحلال إليه ( قلت ) فلو\nحرمها بأن وهبها لإبنه الكبير أو الصغير أو لمملوكه أو ليتيمه وهو في حجره\nهل يكون ذلك محلا <span id='ms1233'></span> له أختها ( قال ) إذا كان إليه أن يصيبها بشراء هو الحاكم\nفي ذلك ليس له من يدفعه أو باعتصار فإن هذا كله يرجع إلى أنه يملك وطأها\nمتى ما أراد وإن كان لعبده أن يطأها لأن إلى سيده إنتزاعها فتحل له بلا\nمانع له وكذلك كل ما كان يفسخ في البيوع والنكاح مما ليس لهما أن يثبتا\nعليه إذا شاء واحد منهما ( قيل ) له فلو كان البيع إنما يرد بالعيوب التي\nلو شاء صاحبها أقام عليها ولم يرد ( قال ) إذا يمضي على وجه التحريم لأن\nالراد لها كان لو شاء أقام عليها وليس الرد بواجب لازم يغلبان عليه جميعا (\nقلت ) لابن القاسم أرأيت إن اشترى جارية فوطئها ثم اشترى أختها فوطئها ثم\nباع إحداهما وبقيت الأخرى عنده فاشترى التي باع قبل أن يطأ التي بقيت عنده\nهل يكون له أن يطأ أيتهما شاء ( قال ) لا يكون له أن يطأ إلا التي بقيت\nعنده لأنه قد كان وطئها قبل أن يبيع أختها وإنما منعناه من أن يطأ هذه التي\nاشترى لأن أختها في ملكه وقد وطئها أيضا فلما أخرج أختها من ملكه صارت له\nحلالا أن يطأها وقد كان وطئها قبل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p138'> Vol. 06, p. 138</a>\n            </div>\n             ذلك وهي عنده قد وطئها فلما\nاشترى أختها لم يكن له أن يطأ المشتراة لأن الباقية في ملكه كانت له حلالا\nقبل أن يرتجع أختها وقد كان وطئها قبل أن يبيع أختها فهي عنده على وطئه\nإياها ( قلت ) أرأيت إن كانت عندي أختان فوطئتهما جميعا ثم زوجت إحداهما\nفلم أطأ الباقية التي لم أزوجها حتى طلق الزوج أختها قبل البناء ( قال )\nقال لي مالك يقيم على وطء هذه التي لم يزوجها وإن كان زوج الأخرى قد طلقها\nقبل البناء لأن فرجها قد كان حرم عليه حين زوجها فبقيت أختها عنده حلالا\nوانظر أبدا فإذا كانت عنده أختان أو جارية وعمتها أو جارية وخالتها فوطئ\nواحدة فإن الأخرى لا يطؤها حتى يحرم عليه فرج هذه فإن وطىء الأخرى قبل أن\nيحرم <span id='ms1234'></span> فرج الأولى فليمسك عنهما حتى يحرم واحدة منهما فإن حرم الأولى فلا يطأ\nالأخرى حتى يستبرئها بحيضة لأن فرجها قد كان حراما عليه للتي كان يطأ قبلها\nفلما حرم الأولى قيل له لا تصب ماءك الطيب على الماء الفاسد الذي كان الوطء\nبه غير جائز فإن حرم الآخرة التي وطىء آخرا فليطأ الأولى ولا يستبرئها لأنه\nفيها على وطئه الأول ولأن ماءه الأول كان صبه بما يجوز له وإنما منعناه منه\nلمكان ما دخل من الوطء الآخر لما نهى عنه من الجمع بين الأختين بكتاب الله\nتعالى وبين المرأة وعمتها بسنة رسول الله صلى الله عليه وسلم فإذا حرم\nالآخرة جاز له أن يطأ الأولى مكانه لأن ماءه الأول كان جائزا له ( قلت )\nلابن القاسم فإن كان وطئهما جميعا ثم باع إحداهما بيعا فاسدا أو زوج\nإحداهما تزويجا فاسدا أيصلح له أن يطأ أختها ( قال ) أما في التزويج إذا\nكان التزويج فاسدا لا يقيم عليه على حال فلا أرى أن يطأ الثانية التي عنده\nوإن كان بيعا فاسدا فلا يطأ التي بقيت عنده حتى تفوت التي باع فإذا فاتت\nولم يكن للمشتري أن يردها فليطأ التي عنده ( قلت ) أرأيت إن أبقت إحداهما\nوقد كنت وطئتهما جميعا أو أسرها أهل الحرب ( قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p139'> Vol. 06, p. 139</a>\n            </div>\n             لم أسمع من\nمالك في هذا شيئا فإن كان أباقها أباقا قد يئس منها فيه فليطأ أختها وأما\nالتي أسرها العدو فأراها قد فاتت فليطأ أختها ( قلت ) أرأيت إن اشترى جارية\nفوطئها ثم تزوج أختها ( قال ) لم أسمع من مالك في هذا شيئا ولا يعجبني هذا\nالنكاح لأن مالكا قال لا يجوز للرجل أن ينكح إلا في موضع يجوز له فيه الوطء\nوقال أيضا إن تزوج كان تزويجه جائزا وأوقفته عن الوطء في النكاح وفي الملك\nفيختار فإما طلق وإما حرم فرج الأمة فأي ذلك فعل جاز له حبس الباقية\n</p>\n\n<p>\nوقد اختلف فيها وقد قال أشهب إن كان النكاح قبل وطء الأخرى لم يضر النكاح\nوحرمت الأمة وثبت على <span id='ms1235'></span> النكاح وإن كان وطىء الأمة ثم تزوج الأخت بعدها فعقد\nالنكاح تحريم للملك فيكون النكاح جائزا وهو تحريم للأمة\n</p>\n\n<p>\nوقد قال بعض كبار أصحاب مالك منهم عبد الرحمن وسئل عن الجمع بين الأختين\nمن ملك اليمين أو جمعهما بنكاح وملك فقال إذا كان يصيب المملوكة فليس له أن\nينكح أختها إلا أن يحرمها قبل النكاح لأن النكاح لا يكون إلا للوطء ( قلت )\nله فلو كان يصيبها ثم اشترى أختها ( قال ) له أن يشتريها قبل أن يحرم التي\nكان يصيب لأن الشراء يكون لغير الوطء ولأن النكاح لا يكون إلا للوطء فهو\nمثل ما لو أراد أن يصيب أمة قد كانت عنده عمتها يصيبها قبل أن يحرمها فكما\nلا يصيب الأخرى من ملك اليمين حتى يحرم الأولى فكذلك لا يتزوج الأخرى حتى\nيحرم الأولى لأن النكاح لا يجوز على عمة قد كان يصيبها بملك اليمين كما لا\nيجوز الوطء لأمة على عمتها قد كانت تصاب بملك اليمين فصار النكاح في\nالمنكوحة على أخت مثل الوطء بملك اليمين على عمة قد وطئت ( قيل ) له فلو\nتزوج على أمة قد كان يصيب أختها وهو يصيبها بملك اليمين هل يكون له إن هو\nحرم أختها الأولى التي كان يصيب بملك اليمين أن يثبت على هذا النكاح الذي\nنكح قبل التحريم ( قال ) لا لأنه إنما يفسخ بالتحريم تحريم نكاح الأخت على\nأختها لأن الجمع بين الأختين في ملك اليمين بالوطء إنما يقاس على ما نهى\nالله تبارك وتعالى عنه من الأختين في جمع النكاح فكما لا ينعقد النكاح في\nأخت على أخت فكذلك لا ينعقد النكاح في أخت على أخت توطأ بملك اليمين ( وقد\n) قال علي بن أبي طالب في رجل له جاريتان أختان وقد ولدت منه إحداهما ثم\nإنه رغب في الأخرى فأراد أن يطأها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p140'> Vol. 06, p. 140</a>\n            </div>\n             فقال علي يعتق التي كان\nيطؤها ثم يطأ الأخرى إن شاء ( قال ) ثم قال علي يحرم عليك من الملك ما يحرم\nعليك في كتاب الله من النساء ويحرم عليك <span id='ms1236'></span> من الرضاعة ومن الأحرار ومن ملك\nيمينك ما يحرم عليك في كتاب الله من النسب\n</p>\n\n<p>\nوقد كره الجمع بين الأختين في الملك عثمان بن عفان والزبير بن العوام\nوالنعمان بن بشير صاحب النبي صلى الله عليه وسلم وقالابن شهاب لا يلم\nبالأخرى حتى يعتقها أو يزوجها أو يبيعها وقاله يحيى بن سعيد وبن قسيط (\nوقال ) بن أبي سلمة حتى يبيعها أو ينكحها أو يهبها لمن لا يجوز له أن\nيعتصرها منه وقال بن عمر لا يطأ حتى تخرج الأخرى من ملكه\n</p>\n\n#\n<p>\n| في استبراء الأمة يبيعها سيدها وقد وطئها\n</p>\n\n<p>\n( قلت ) أرأيت إن بعت جارية وقد كنت أطؤها أكان مالك يأمر بائعها أن\nيستبرئها قبل أن يبيع ( قال ) لا يبيعها إلا أن يستبرئها أو يتواضعاها على\nيدي امرأة لتستبرأ ( قلت ) فإن وضعاها على يدي امرأة لتستبرأ أتجزئهما هذه\nالحيضة البائع والمشتري جميعا ( قال ) قال مالك نعم تجزئهما هذه الحيضة قال\nمالك ولو أن رجلا اشترى جارية فوضعاها على يدي رجل لتستبرأ له فحاضت فسأله\nالذي وضعت على يديه أن يوليه إياها ولم تخرج من يديه كان ذلك له استبراء في\nشرائه ويطؤها ويجزئه الإستبراء الذي استبرئت عنده وقال مالك ولو أن جارية\nكانت بين رجلين فكانت على يدي أحدهما فحاضت عنده ثم اشتراها من شريكه أجزأه\nذلك من الإستبراء ووطئها\n</p>\n\n#\n<p>\n| ما جاء في استبراء الأمة يبيعها سيدها وقد اشتراها\n</p>\n\n<p>\n( قلت ) أرأيت إن اشترى رجل جارية وهو يريد بيعها فاستبرأها قبل أن\nيبيعها عنده ثم باعها أيجزئ ذلك الإستبراء البائع قال مالك لا يجزئه ذلك\nالإستبراء ولا بد لها من أن توضع للإستبراء للمشتري قال مالك وإن كانت من\nالجواري المرتفعات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p141'> Vol. 06, p. 141</a>\n            </div>\n             لم يبعها بالبراءة من الحمل وإن كان قد\nاستبرأ لنفسه فلا تنفعه البراءة من الحمل وإن قال قد استبرأت لنفسي وإن\nكانت من وخش الرقيق فباعها وقد استبرأها أو لم يستبرئها إذا لم يكن يطؤها\nفباعها بالبراءة من حمل إن كان بها إن ذلك جائز وهو بريء من الحمل إن ظهر\nبها <span id='ms1237'></span>\n</p>\n\n#\n<p>\n| في استبراء الأمة تشتري من المرأة أو الصبي\n</p>\n\n<p>\n( قلت ) أرأيت الجارية إذا كان مثلها يوطأ فكانت لرجل لم يطأها أو كانت\nلامرأة أو صبي فباعوها أيتواضعانها للإستبراء أم لا ( قال ) قال مالك\nيتواضعانها للإستبراء إذا كان مثلها يوطأ ولا يلتفت في ذلك إلى سيدها وطىء\nأم لا وإن كان صبيا أو كانت امرأة فالإستبراء لازم للجارية على كل حال إذا\nكان مثلها يوطأ وتستبرأ ( قلت ) أرأيت إن اشتريت جارية من امرأتي أو من بن\nلي صغير في حجري أيكون علي الإستبراء في قول مالك ( قال ) قال مالك إن كانت\nجارية لاتخرج وهي في بيت الرجل فلا أرى عليه الإستبراء وهي مثل المستودعة\nعنده ( قلت ) فإن كانت تخرج في حوائجهم إلى السوق أيجب عليه استبراء إذا\nاشترى من إبنته أو من امرأته ( قال ) عليه الإستبراء ( قلت ) فإن كانت\nالجارية التي عنده تخرج إلى السوق فإن اشتراها بعد ما حاضت عنده أيكون عليه\nالإستبراء ( قال ) نعم عليه الإستبراء لأنه سئل الرجل يبضع مع رجل في جارية\nيشتريها له من بلد فبعث بها إليه فحاضت في الطريق قبل أن تصل إليه قال مالك\nلا يطؤها حتى يستبرئ لنفسه وهو قول مالك في الجارية المستودعة إن حيضتها\nعند الذي استودعها لا تجزئه إلا أن تكون جارية لا تخرج وهي محبوسة في بيته\n</p>\n\n#\n<p>\n| النقد في الإستبراء\n</p>\n\n<p>\n( قلت ) أرأيت إذا اشترى الرجل الجارية وهي ممن تستبرأ أيصلح له أن يشترط\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p142'> Vol. 06, p. 142</a>\n            </div>\n             النقد فيها أم لا ( قال ) قال مالك إذا اشترط النقد فيها\nفالبيع مفسوخ ( قلت ) فإن اشترطا أن يتواضعا النقد على يدي رجل أيجوز ذلك\nفي قول مالك أم لا ( قال ) نعم قال مالك ذلك جائز ( قال ) فقلت لمالك فإن\nهلك الثمن قبل أن تخرج الجارية من الإستبراء ممن يكون الثمن ( قال ) إن\nخرجت من الحيضة كان الثمن من البائع وإن ماتت أو ألفيت حاملا كان الثمن من\nالمشتري لأنه إذا تم البيع فالبائع قابض للثمن لأن الثمن إنما وضع له وإذا\nلم يتم البيع فالثمن للمشتري <span id='ms1238'></span> لأن الجارية لم تجب له فالمال له ( قلت ) فهل\nيصلح في هذا إذا جعلاها على يدي المشتري أن يشترط النقد ( قال ) لا يصلح\nوإن اشترط النقد في هذا كان البيع مفسوخا ( قلت ) فإن لم يشترط النقد ونقده\nالمشتري الثمن في أيام الإستبراء أيجوز ذلك في قول مالك أم لا ( قال ) قال\nمالك لا بأس بذلك إذا كان بغير شرط\n</p>\n\n#\n<p>\n| في استبراء الصغيرة والكبيرة التي تحيض والتي لا تحيض من صغر أو كبر\n</p>\n\n<p>\n( قلت ) أرأيت إن كانت لا تحيض من صغر أو كبر ومثلها يوطأ فاشتراها رجل (\nقال ) قال مالك يستبرئها بثلاثة أشهر ( قلت ) فإن كانت ممن تحيض ( قال )\nقال مالك يستبرئها بحيضة ( قلت ) فإن كانت ممن تحيض فارتفعت حيضتها أشهرا\nكيف يصنع في قول مالك ( قال ) قال مالك لا يطؤها المشتري حتى تمضي لها\nثلاثة أشهر إلا أن ترتاب فإن ارتابت رفع بها إلى تسعة أشهر فإن لم تحض ولم\nيتبين بها حمل وطئها مكانه وليس عليه بعد التسعة الأشهر شيء إلا أن ترتاب\nبحمل فإن ارتابت بحمل لم توطأ حتى تستبرأ من تلك الريبة فإن انقطعت عنها\nالريبة بعد الثلاثة الأشهر فمتى ما انقطعت أصابها سيدها ولم ينتظر بها تسعة\nأشهر بن وهب عن عبد الله بن عمر عن نافع عن بن عمر أنه كان يقول فيمن اشترى\nأمة أنه لا يقربها حتى تستبرأ بحيضة ( قال ) وسمعت سفيان الثوري يحدث عن\nفراس بن يحيى عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p143'> Vol. 06, p. 143</a>\n            </div>\n             عامر الشعبي عنعلقمة بن قيس عن عبد الله بن\nمسعود أنه قال تستبرأ الأمة إذا بيعت بحيضة ( وقاله ) القاسم بن محمد وسالم\nبن عبد الله وفضالة بن عبيد صاحب النبي صلى الله عليه وسلم وبن شهاب ويحيى\nبن سعيد وربيعة بن أبي عبد الرحمن وعطاء ( وقال ) بن شهاب وهي السنة وقال\nربيعة أن النكاح إنما استبراؤه بعد الإيطاء والدخول على المنكوحة أمانة\nلأنه إنما أحل نكاحها لأنها محصنة فليس مثلها يوقف على الريبة وأن المملوكة\nالتي تشتري حيضتها حيضة واستبراؤها سنة فلا تتفق المنكوحة <span id='ms1239'></span> والتي تباع (\nوقال ) لي مالك لا تستبرأ الأمة في النكاح ( قال ) وقالمالك استبراء أرحام\nالإماء اللائي لم يبلغن المحيض واللائي يئسن من المحيض ثلاثة أشهر أمر\nالناس على ذلك عندنا وهو مع ذلك أعجب ما سمعت إلي وإن كانت تحيض فحيضة قال\nبن وهب وقاله عمر بن الخطاب وعمر بن عبد العزيز وبن شهاب ويحيى بن سعيد\nوربيعة وبكير بن الأشج وغيرهم من أهل العلم\n</p>\n\n#\n<p>\n| في استبراء المريضة\n</p>\n\n<p>\n( قلت ) أرأيت إن اشتريت جارية فتواضعناها للإستبراء فأصابها في\nالإستبراء مرض وارتفعت حيضتها من ذلك المرض فرضي المشتري أن يقبلها بذلك\nالمرض متى يطأ المشتري في قول مالك ( قال ) لا يطؤها المشتري إذا رفعتها\nحيضتها إلا بعد ثلاثة أشهر فالمرض وغير المرض يدخل في قول مالك هذا ( قلت )\nوكل شيء أصابها في أيام الإستبراء من مرض أو عيب أو داء يكون ذلك عند الناس\nعيبا أو نقصانا في الجارية فللمشتري أن يردها ولا يقبلها في قول مالك ( قال\n) نعم إلا أن يحب أن يقبلها بذلك العيب فإن رضي أن يقبلها بذلك العيب وقال\nالبائع لا أدفعها إليك إذا كان لك لو وجدت بها عيبا أن تردها علي فليس لك\nأن تختار علي ( قال ) ذلك إلى المشتري إن أحب أن يأخذها أخذها وليس للبائع\nفي هذا حجة وإن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p144'> Vol. 06, p. 144</a>\n            </div>\n             أحب أن يترك ترك\n</p>\n\n#\n<p>\n| في وطء الجارية في أيام الإستبراء\n</p>\n\n<p>\n( قلت ) أرأيت الرجل يشتري الجارية أيصلح له أن يقبل أو يباشر في حال\nالإستبراء ( قال ) قال مالك لا يتلذذ منها في حال الإستبراء بقبلة ولا بجس\nولا بنظر ولا بشيء إلا أن ينظر على غير وجه التلذذ فلا بأس بذلك ( قلت )\nأرأيت من اشترى جارية فوطئها في حال الإستبراء ثم حاضت فصارت له أترى أن\nينكله السلطان بما صنع من وطئه إياها في أيام الإستبراء ( قال ) نعم إلا أن\nيعذر بالجهالة ( قلت ) أرأيت إن اشترى رجل جارية وهي بكر فوطئها في حال\nالإستبراء فأصابها عيب في حال الإستبراء ذهاب عين أو ذهاب يد أو عمى <span id='ms1240'></span> أو داء\nفأراد المشتري أن يردها ( قال ) له أن يردها ويرد معها ما نقصها الوطء (\nقلت ) ولا يكون عليه العقر ( 1 ) في قول مالك ( قال ) لا لأنها سلعة من\nالسلع فإنما عليه ما نقصها الوطء فإن لم ينقصها الوطء فلا شيء عليه ( قلت )\nوكذلك في قول مالك إن اغتصب رجل جارية فوطئها كانت بكرا أو ثيبا فإنما عليه\nما نقصها قال نعم ( قلت ) ولا يعرف مالك الصداق قال لا الليث عن يحيى بن\nسعيد أنه حدثه قال من اشترى جارية قد بلغت المحيض فلا ينبغي له أن يطأها\nحتى تحيض ولا يقبلها ولا يتلذذ بشيء من أمرها فإذا اشتريت الجارية التي قد\nعركت لم توطأ حتى تعرك فإن ماتت قبل ذلك كانت من البائع وليس للمشتري أن\nيقبلها ولا يغمزها ولا ينظر إليها تلذذا بن لهيعة عن خالد بن يزيد عن عطاء\nبن أبي رباح أنه قال في رجل اشترى جارية حبلى هل يباشرها في ثوب واحد ( قال\n) ما أحب أن يفعل مسلمة بن علي عن هشام بن حسان عن محمد بن سيرين قال لا\nيضع يده عليها حتى تضع وقاله الأوزاعي ( قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p145'> Vol. 06, p. 145</a>\n            </div>\n             بن وهب وبن نافع\nعنمالك من إبتاع أمة حبلى أو كانت له أمة حامل من غيره فلا يحل له وطؤها\nكان حملها ذلك عنده أو عند غيره من زوج أو زنا ولا ينبغي له أن يباشرها ولا\nيقبلها ولا يغمزها ولا يجسها ولا يجردها للذة حتى تضع حملها ( قال ) وإن\nبيعت الجارية بالبراءة حاملا أو غير حامل فلا يقبل ولا يباشر ولا يتلذذ لا\nقبل أن يتبين حملها ولا بعد حتى تضع\n</p>\n\n#\n<p>\n| في وطء الجارية في أيام الإستبراء ثم تأتي بولد\n</p>\n\n<p>\n( قلت ) أرأيت إن وطئها في حال الإستبراء ثم جاءت بولد وقد كان البائع\nوطئها أيضا كيف يصنع بهذا الولد ( قال ) قال مالك أرى أن القافة تدعى له\nإذا ولدته لأكثر من ستة أشهر من يوم وطئها المشتري فإن كان ولدته لأقل من\nستة أشهر من يوم وطئها <span id='ms1241'></span> المشتري فالولد للبائع إذا أقر بالوطء وينكل المشتري\nفي ذلك كله حين وطيء في حال الإستبراء وإن كان البائع أنكر الوطء فالولد\nولد الجارية لا أب له إذا جاءت به لأقل من ستة أشهر من يوم وطئها المشتري\nويكون للمشتري أن يردها ولا يكون عليه للوطء غرم وعليه العقوبة إلا أن يكون\nنقصها وطؤه ( قلت ) فإن كانت الجارية بكرا فافتضها المشتري في حال\nالإستبراء فجاءت بالولد لأقل من ستة أشهر ( قال ) لا أب له وهي وولدها\nللأول إلا أن يقبلها المشتري فذلك له إلا أن يكون البائع أقر أن الولد ولده\nفينقض البيع ويكون الولد ولده والجارية أم ولد له ( قلت ) أرأيت إن قال\nالبائع قد كنت أفخذتها ولكن لم أنزل الماء فيها وليس الولد ولدي أيكون ذلك\nله أم لا ( قال ) ذلك له ولا يلزمه الولد ( قلت ) أرأيت هذه التي وطىء\nالمشتري في حال الإستبراء فجاءت الجارية بولد لأكثر من ستة أشهر فألحقت\nالقافة الولد بالمشتري أتصير أم ولد بهذا الولد في قول مالك قال نعم ( قلت\n) أرأيت إن باع رجل جارية وأقر بأنه كان يطؤها ولا ينزل فيها فجاءت بولد\nلما يجيء به النساء من يوم وطئها سيدها ( قال ) قال لي مالك يلزمه الولد\nولا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p146'> Vol. 06, p. 146</a>\n            </div>\n             ينفعه أن يقول كنت أعزل عنها وقال أشهب قد نزل مثل ذلك على\nعهد أصحاب رسول الله صلى الله عليه وسلم فقال رجل إني كنت أعزل عنها فقال\nله صاحب رسول الله صلى الله عليه وسلم ذلك أن الوطء ينفلت وألحق به الولد\nذكره أشهب عن بن لهيعة عن يزيد بن أبي حبيب عن صاحب رسول الله صلى الله\nعليه وسلم بهذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p147'> Vol. 06, p. 147</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16"
  ]
}