{
  "content": "\n<p>\n| كتاب التدبير\n</p>\n\n#\n<p>\n| ما جاء في التدبير\n</p>\n\n<p>\nقلت لعبد الرحمن بن القاسم التدبير أي شيء هو في قول مالك أيمين هو أم لا\nقال هو إيجاب يوجبه على نفسه والإيجاب لازم عند مالك\n</p>\n\n<p>\nقلت والتدبير والعتق بيمين أمختلف قال نعم لأن العتق بيمين إذا حنث عتق\nعليه إلا أن يكون جعل عتقه بعد موت فلان أو بعد خدمة العبد إلى أجل كذا\nوكذا فيكون كما قال وأخبرني بن وهب عن سفيان بن سعيد الثوري وغيره عنأشعث\nعن الشعبي عنعلي بن أبي طالب أنه كان يجعل المدبر من الثلث\n</p>\n\n<p>\nوأخبرنيابن وهب عن رجال من أهل العلم عن شريح الكندي وعمر بن عبد العزيز\nويحيى بن سعيد وبكير بن الأشج وغيرهم من أهل العلم مثله وأخبرني بن وهب عن\nيونس بن يزيد عن ربيعة أنه قال في رجل دبر عبدا له ثم مات السيد وليس له\nمال\n</p>\n\n<p>\nقال لا يرد في الرق ولكن يعتق ثلثه\n</p>\n\n<p>\nقالابن وهب قال يونس وقال أبو الزناد وبن شهاب وأبي الزناد يعتق ثلثه\n</p>\n\n#\n<p>\n| في اليمين بالتدبير\n</p>\n\n<p>\nقلت أرأيت إن قال في مملوك إن اشتريته فهو مدبر فاشترى بعضه قال يكون\nمدبرا ويتقاومانه هو وشريكه مثل ما أخبرتك في التدبير\n</p>\n\n<p>\nقال سحنون فإن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p294'> Vol. 08, p. 294</a>\n            </div>\n             أحب الشريك أن يضمنه ولا يقاومه كان ذلك له\nللفساد الذي أدخل فيه وإن أحب أن يتمسك فعل لأنه يقول لا أخرج عبدي من يدي\nإلى غير عتق تام ناجز وإنما قال رسول الله صلى الله عليه وسلم من أعتق شركا\nله في عبد فكان <span id='ms1395'></span> له مال قوم عليه فذلك صريح العتق بخروج العبد من الرق إلى\nحرية تتم بها حرمته وتجوز شهادته ويوارث الأحرار والتدبير ليس بصريح العتق\nفأقوم عليه من يثبت له الوطء بالملك ومن يرده الدين عن العتق فأنا أولى\nبالرق منه لأنه أراد بما فعل أن يخرج ما في يدي إلى غير عتق ناجز فيملك\nمالي ويقضي به دينه ويستمتع إن كانت جارية وليس كذلك قضى رسول الله صلى\nالله عليه وسلم\n</p>\n\n<p>\nبن وهب عن يونس بن يزيد أنه سأل ربيعة عن عبد بين رجلين أعتق أحدهما\nنصيبه عن دبر منه قال ربيعة عتاقته رد\n</p>\n\n#\n<p>\n| في الرجل يقول لعبده وهو صحيح أنت حر يوم أموت أو بعد موتي أو موت فلان\n</p>\n\n<p>\nقلت أرأيت إن قال رجل لعبده أنت حر يوم أموت وهو صحيح قال سئل مالك عن\nرجل قال لعبده أنت حر بعد موتي وهو صحيح فأراد بيعه بعد ذلك\n</p>\n\n<p>\nقال مالك يسأل فإن كان إنما أراد به وجه الوصية فالقول قوله وإن كان إنما\nأراد به التدبير منع من بيعه والقول قوله في الوجهين جميعا\n</p>\n\n<p>\nقال بن القاسم وهي وصية أبدا حتى يكون إنما أراد به التدبير وكان أشهب\nيقول إذا قال مثل هذا في غير إحداث وصية لسفر أو لما جاء من أنه لا ينبغي\nلأحد أن يبيت ليلتين إلا ووصيته عنده مكتوبة فهو تدبير إذا قال ذلك في صحته\n</p>\n\n<p>\nقلت أرأيت إن قال لعبده أنت حر بعد موتي وموت فلان قال هذا يكون من الثلث\nوكذلك بلغني عن مالك\n</p>\n\n<p>\nقال لأن هذا إن مات فلان قبل موت السيد فهو من الثلث لأنه لا يعتق إلا\nبعد موت سيده وإن مات السيد قبل موت فلان فهو من الثلث أيضا لأنه إنما قال\nإن مت فأنت حر بعد موت فلان وإن مات فلان فأنت حر بعد موتيقال سحنون وكذلك\nيقول أشهب\n</p>\n\n<p>\nقلت أرأيت إن قال لعبد أنت حر بعد موتي إن كلمت فلانا فكلمه أيكون حرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p295'> Vol. 08, p. 295</a>\n            </div>\n             بعد موته قال نعم <span id='ms1396'></span> في ثلثه ولم أسمع من مالك في هذا شيئا\n</p>\n\n<p>\nإلا أني أراه مثل من حلف بعتق عبده إن فعل كذا وكذا أو حلف إن فعل فلان\nكذا وكذا فعبده حر فهذا يلزمه عند مالك فأرى العتق بعد الموت لازما له لأنه\nقد حلف بذلك فحنث فصار حنثه بعتق العبد بعد الموت شبيها بالتدبير\n</p>\n\n<p>\nقلت أرأيت إن قال أنت حر بعد موتي بيوم أو يومين أو شهر أو شهرين أيكون\nهذا مدبرا أم لا في قول مالك أم يكون معتقا إلى أجل من جميع المال قال لم\nأسمع من مالك فيه شيئا وأراه من الثلث لأنه إذا قال أنت حر بعد موتي فإنما\nيكون من الثلث فكذلك إذا قال بعد موتي بشهر أو بيوم أو أكثر من ذلك\n</p>\n\n<p>\nقال ومما يدلك على ذلك أن الدين يلحقه وأن الآخر الذي أعتقه بعد موت فلان\nلا يلحقه دين وهو من رأس المال إذا كان ذلك في الصحة\n</p>\n\n<p>\nقال سحنون وقد بينا آثار العتق إلى أجل\n</p>\n\n#\n<p>\n| في عتق المدبر الأول فالأول\n</p>\n\n<p>\nقلت أرأيت إذا دبر في مرضه ثم صح ثم دبر في صحته ثم مرض فدبر في مرضه\nأيضا ثم مات من مرضه ذلك قال قال مالك في التدبير الأول فالأول أبدا إلا أن\nيكون التدبير كله في مرض واحد\n</p>\n\n<p>\nقال وقال لي مالك من دبر في الصحة فإنه يبدأ بمن دبر أولا ثم الذي بعده\nوكذلك هذا في المرض يبدأ بمن دبر أولا ثم الذي بعده أبدا الأول فالأول حتى\nيأتوا على جميع الثلث فإذا لم يبق من الثلث شيء رق ما بقي منهم ولم يكن لهم\nمن الوصية شيء\n</p>\n\n<p>\nقال وقال مالك وإذا دبرهم جميعا في كلمة واحدة فإنهم يعتقون جميعهم في\nالثلث\n</p>\n\n<p>\nقالابن القاسم إن حملهم الثلث عتقوا جميعهم وإن لم يحملهم الثلث جميعهم\nعتق منهم مبلغ الثلث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p296'> Vol. 08, p. 296</a>\n            </div>\n             فإن أتى الثلث على نصفهم أو ثلاثة أرباعهم\nأعتق منهم مقدار ذلك وإنما يفض ثلث الميت على قيمتهم فيعتق منهم مبلغ الثلث\nمنهم <span id='ms1397'></span> جميعا بالسوية فإن كان الميت لم يدع مالا غير هؤلاء المدبرين عتق من\nكل واحد منهم ثلثه ورق ثلثاه وذلك أنا إذا فضضنا ثلث الميت على قيمتهم ولم\nيدع مالا غيرهم فإنه يعتق من كل واحد منهم ثلثه\n</p>\n\n<p>\nقال مالك ولا يسهم بينهم ولا يكونون بمنزلة من أعتق رقيقا له بتلا عند\nموته لا يحملهم الثلث فإن هؤلاء يقرع بينهم\n</p>\n\n<p>\nسحنون وقال مالك في الذي يدبر عبده في الصحة ثم يمرض فيعتق اخر بتلا\n</p>\n\n<p>\nقال يبدأ بالمدبر في الصحة على الذي بتل في المرض\n</p>\n\n<p>\nقال سحنون وقد حدثني بن وهب عن يونس بن يزيد عنربيعة بن أبي عبد الرحمن\nأنه قال إذا قصر الثلث فأولاهما بالعتاقة الذي دبر في حياته وأخبرني بن وهب\nعن الليث عن يحيى بن سعيد مثله\n</p>\n\n#\n<p>\n| في المديان يموت ويترك مدبرا\n</p>\n\n<p>\nقلت أرأيت لو أن رجلا مات ولم يترك إلا مدبرا وعليه من الدين مثل قيمة\nنصف المدبر قال قال مالك يباع من المدبر نصفه ويعتق منه ثلث النصف الباقي\nويرق منه ثلثا النصف الذي بقي في يدي الورثة\n</p>\n\n<p>\nقلت فإن أحاط الدين برقبته بيع في الدين في قول مالك قال نعم ( قلت فإن\nباعه السلطان في الدين ثم طرأ للميت مال قال ما سمعت من مالك فيه شيئا وأرى\nأن ينقض البيع ويعتق إذا كان ثلث ما طرأ يحمله\n</p>\n\n#\n<p>\n| في المدبر يموت سيده ويتلف المال قبل أن يقوم\n</p>\n\n<p>\nقلت أرأيت لو أن رجلا هلك وترك مالا ومدبرا فلم يقوم المدبر عليه حتى تلف\nالمال فلم يبق إلا المدبر وحده قال قال مالك يعتق ثلث المدبر ويرق ثلثاه\nوما تلف من المال قبل القيمة فكأنه لم يكن وكأن الميت لم يترك إلا هذا\nالمدبر وحده لأن المال قد تلف ولم يبق إلا هذا المدبر وحده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p297'> Vol. 08, p. 297</a>\n            </div>\n            \n</p>\n\n<p>\n| في المدبر يموت سيده متى تكون قيمته أيوم مات سيده أم يوم ينظر في\nقيمته\n</p>\n\n<p>\nقال بن القاسم وبلغني عن مالك أنه قال حدوده وحرمته ومواريثه على مثل\nالعبيد أبدا حتى <span id='ms1398'></span> يخرج حرا بالقيمة\n</p>\n\n<p>\nقلت ومتى يقوم هذا المدبر في قول مالك أيوم مات سيده أم اليوم وقد حالت\nقيمته بعد موت سيده قال قال مالك يقوم اليوم ولا ينظر إلى قيمته يوم مات\nسيده\n</p>\n\n<p>\nقلت وإن كان هذا المدبر أمة حاملا فولدت بعد موت سيدها قبل أن يقوموها\nقال قال مالك تقوم ولدها معها\n</p>\n\n#\n<p>\n| فيما ولدت المدبرة بعد التدبير وقبله أيكون بمنزلتها\n</p>\n\n<p>\nقلت أرأيت المدبرة إذا دبرت وفي بطنها ولد وولدت بعد التدبير أهم\nبمنزلتها يعتقون بعتقها في قول مالك قال نعم\n</p>\n\n<p>\nقال وقال مالك كل أمة مدبرة أو أم ولد أو معتقة إلى أجل أو مخدمة إلى\nسنين وليس فيها عتق فولدها بمنزلتها\n</p>\n\n<p>\nقلت والعبد المدبر أو المعتق إلى سنين إذا اشترى جارية فوطئها فولدت منه\nأيكون ولده بمنزلته في قول مالك قال قال مالك نعم ولده بمنزلته في هذا\nالموضع قال وقال مالك كل ولد ولدته بعد التدبير قبل موت السيد أو بعد موت\nالسيد فإنه يقوم معها فيعتق منها ومن جميع ولدها ما حمل الثلث ولا يقرع\nبينهم\n</p>\n\n<p>\nقال وقال مالك وإن كانت أمة غير مدبرة أو أوصى بعتقها فما ولدت قبل موت\nالسيد فهم رقيق لا يدخلون معها وما ولدت بعد موته فهم بمنزلتها يقومون معها\nفي الثلث فيعتق من جميعهم ما حمل الثلث وما ولد للعبد المدبر بعد تدبيره\nقبل موت سيده أو بعده من أمته فهم بمنزلته يقومون معه في الثلث وما ولد\nللعبد الموصى بعتقه من أمته قبل موت سيده فهم رقيق وما ولد له بعد موت سيده\nفهم يقومون معه وهذا قول مالك كله وهو رأيي\n</p>\n\n<p>\nقالسحنون وحدثنا عبد الله بن وهب عنعبد الله بن عمر عن نافع عن عبد الله\nبن عمر أنه كان يقول ولد المدبرة بمنزلتها يرقون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p298'> Vol. 08, p. 298</a>\n            </div>\n             برقها ويعتقون\nبعتقها\n</p>\n\n<p>\nبن وهب عن رجال من أهل العلم عن علي بن أبي طالب وعثمان بن عفان وزيد بن\nثابت وجابر بن عبد الله وسعيد بن المسيب وعمر بن عبد العزيز <span id='ms1399'></span> وسليمان بن\nيسار وبن شهاب وطاوس وعطاء بن أبي رباح مثل قول بن عمر قالابن عمر\n</p>\n\n<p>\nقال مالك قد بلغني أنعبد الله بن عمر كان يقول ولد المدبر من أمته\nبمنزلته يعتقون بعتقه ويرقون برقه\n</p>\n\n<p>\nبن وهب عن عبد الله بن عمر عن نافع عن عبد الله بن عمر أنه كان يقول ولد\nالمدبر من أمته بمنزلته يرقون برقه ويعتقون بعتقه قالابن وهب\n</p>\n\n<p>\nوقال مالك في عبد دبره سيده ثم توفي ولم يترك شيئا غيره فأعتق ثلثه ثم\nوقع العبد على جارية له فولدت أولادا ثم توفي العبد وترك مالا كثيرا أولم\nيترك شيئا غيره قال أرى ولده على مثل منزلته يعتق منه ما عتق وما بقي فهو\nرقيق له يستخدمهم الأيام التي له ويرسلهم الأيام التي لهم أو ضريبة على نحو\nذلك\n</p>\n\n<p>\nقال يونس بن يزيد عن بن شهاب وأبي الزناد مثل ذلك\n</p>\n\n<p>\nبن وهب عن رجال من أهل العلم عن بن المسيب ويحيى بن سعيد وبن قسيط وأبي\nالزناد وسليمان بن يسار أنه لا يصلح وطء أمة معتقة أعتقت إلى أجل أو وهبت\nخدمتها إلى أجل\n</p>\n\n<p>\nقال سعيد بن المسيب وربيعة وأولادها بمنزلتها\n</p>\n\n<p>\nقال ربيعة وذلك لأن رحمها كان موقوفا لا يحل لرجل أن يصيبها إلا زوج\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p299'> Vol. 08, p. 299</a>\n            </div>\n            \n</p>\n\n<p>\n| في مال المدبرة يقوم معها\n</p>\n\n<p>\nقلت أرأيت المدبرة لمن غلتها وعقلها وعملها ولمن مهرها إن زوجها سيدها في\nقول مالك قال قال مالك أما غلتها وعقلها فلسيدها وأما مالها ففي يديها إلا\nأن ينتزعه السيد منها في الصحة منه فيجوز ذلك ومهرها بمنزلة مالها\n</p>\n\n<p>\nقال إن أخذه السيد جاز ذلك له وإن لم يأخذه منها حتى مرض كان بمنزلة سائر\nمالها وكذلك قال مالك\n</p>\n\n<p>\nقال وقال مالك في مهرها إنه بمنزلة سائر مالها\n</p>\n\n<p>\nقلت أرأيت إن لم ينتزع السيد شيئا من هذا حتى مات أتقوم الجارية ومالها\nفي ثلث مال الميت في قول مالك قال نعم\n</p>\n\n<p>\nقلت وكيف تقوم في الثلث قال يقال ما تسوى هذه الجارية ولها من المال كذا <span id='ms1400'></span>\nوكذا ومن العروض كذا وكذا\n</p>\n\n<p>\nقلت فإن لم يحمل الثلث شيئا منها إلا نصفها قال يعتق نصفها ويقر المال\nكله في يديها فهذا كله قول مالك\n</p>\n\n<p>\nقلت وكل ما كان في يد الأمة قبل التدبير لم ينتزعه السيد من يد الأمة حتى\nمات أيكون بمنزلة ما اكتسبت الأمة بعد التدبير في قول مالك قال نعم\n</p>\n\n<p>\nقلت أرأيت الرجل أيكون له أن يأخذ أم ولد مدبره فيبيعها قال قال مالك نعم\nينتزعها فيبيعها لنفسه ماله أيضا ما لم يمرض السيد فإذا مرض السيد لم يكن\nله أن يأخذ مال مدبره ولا مال أم ولده لأنه إنما يأخذه لغيره\n</p>\n\n<p>\nقال وقال مالك والمعتق إلى أجل يأخذ ماله ما لم يتقارب ذلك فإذا تقارب\nذلك لم يكن له أن يأخذ لغيره\n</p>\n\n#\n<p>\n| ما جاء في الأمة بين الرجلين يدبرها أحدهما بغير رضا الآخر\n</p>\n\n<p>\nقلت أرأيت أمة بين رجلين دبرها أحدهما كيف يصنع فيها قال قال مالك\nيتقاومانها فإن صارت للمدبر كانت مدبرة كلها وإن صارت للذي لم يدبرها كانت\nرقيقا كلها\n</p>\n\n<p>\nقال قال مالك إلا أن يشاء الذي لم يدبر أن يسلمها إلى الذي دبرها ويتبعه\nبنصف قيمتها فذلك له\n</p>\n\n<p>\nقلت أرأيت عبدا بين ثلاثة نفر دبره أحدهم وأعتقه الآخر وتمسك الآخر بالرق\nوالمعتق معسر قال أرى أن للمدبر والمتمسك بالرق أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p300'> Vol. 08, p. 300</a>\n            </div>\n             يتقاوماه\nبينهما إذا كان التدبير قبل العتق فإن كان العتق قبل التدبير والمعتق معسر\nلم يتقاوماه هذا المدبر والمتمسك بالرق لأن المدبر لو بتل عتقه لم يضمن\nلصاحبه المتمسك بالرق شيئا لأن الأول هو الذي ابتدأ الفساد والعتق وأصل هذا\nأن من يلزمه عتق نصيب صاحبه إذا أعتق نصيبه لزمته المقاومة في التدبير ومن\nلا يلزمه عتق نصيب صاحبه إذا أعتق لأنه معسر لم تلزمه المقاومة إن دبر لأن\nتدبيره ليس بفساد لما بقي منه لأنه لم يزده إلا خيرا\n</p>\n\n#\n<p>\n| في الأمة بين الرجلين يدبرها أحدهما برضا الآخر\n</p>\n\n<p>\nقلت أرأيت إن دبر صاحبي عبدا بيني وبينه فرضيت أنا أن أتمسك بنصيبي منه <span id='ms1401'></span>\nرقيقا وأجزت تدبير صاحبي قال أخبرني سعيد بن عبد الله أنه كتب إلى مالك في\nالعبد بين الرجلين يدبر أحدهما نصيبه بإذن صاحبه قال قال مالك لا بأس بذلك\nويكون نصف العبد مدبرا ونصفه رقيقا وإنما الحجة في ذلك للذي لم يدبر فإذا\nرضي بذلك فذلك جائز وهو رأيي\n</p>\n\n<p>\nقلت أرأيت لو أن عبدا بين رجلين دبره أحدهما فرضي صاحبه بذلك أيكون نصفه\nمدبرا على حاله ونصفه رقيقا قال نعم\n</p>\n\n<p>\nقلت وهذا قول مالك قال كذلك بلغني أن مالكا قال إنما الكلام فيه للذي لم\nيدبر فإذا رضي فذلك جائز\n</p>\n\n<p>\nقلت أرأيت إن دبر صاحبي نصيبه ورضيت أنا وتمسكت بنصيبي ولم أدبر نصيبي\nأيكون لي أن أبيع نصيبي في قول مالك قال نعم ذلك لك في قوله\n</p>\n\n<p>\nقال ولكن لا تبيع حتى يعلم المشتري أن نصف العبد مدبر\n</p>\n\n<p>\nقلت أرأيت لو أن المشتري قال للمدبر هلم حتى أقاومك قال لم أسمع من مالك\nفيه شيئا إلا ما أخبرتك أنه بلغني عن مالك ولا أرى أن يقاومه\n</p>\n\n#\n<p>\n| في الأمة بين الرجلين يدبرانها جميعا\n</p>\n\n<p>\nقلت أرأيت أمة بين رجلين يدبرانها جميعا قال سألت مالكا عنها فقال هي\nمدبرة بينهما والتدبير جائز لأنهما قد دبرا جميعا\n</p>\n\n<p>\nقلت وكذلك لو دبرها أحدهما ثم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p301'> Vol. 08, p. 301</a>\n            </div>\n             دبرها الآخر بعده قال هذا لا\nشك فيه أنه جائز\n</p>\n\n#\n<p>\n| في الأمة بين الرجلين يدبرانها جميعا ثم يموت أحدهما ولا يدع مالا\nغيرها\n</p>\n\n<p>\nقلت أرأيت أمة بيني وبين رجل دبرناها جميعا فمات أحدنا ولم يترك مالا\nسواها فعتق ثلث النصف الذي كان له وبقي ثلثا النصف رقيقا في يدي الورثة\nفقال الورثة هذا الذي في أيدينا غير مدبر فنحن نريد أن نقاومك أيها المدبر\nأيكون ذلك لهم أم لا في قول مالك قال لا يكون ذلك لهم لأن المقاومة إنما\nكانت تكون أولا فيما بين السيدين الأولين فأما فيما بين هؤلاء فلا مقاومة\nبينهم\n</p>\n\n<p>\nقال سحنون لأن العتق قد وقع في العبد فما كان من تدبير فإنما هو خير\nللعبد\n</p>\n\n<p>\nقلت <span id='ms1402'></span> أرأيت أمة بين رجلين دبراها جميعا أتكون مدبرة عليهما جميعا في قول\nمالك قال سألنا مالكا عنها فقال نعم هي مدبرة عليهما جميعا\n</p>\n\n<p>\nقلت فإن مات أحدهما قال تعتق عليه حصته في ثلثه\n</p>\n\n<p>\nقلت ولا يقوم عليه نصيب صاحبه في ثلثه في قول مالك قال قال مالك لا\n</p>\n\n<p>\nقلت ولم قال لأنه لم يبتدئ بفساد ولأن ماله قد صار لغيره ولأنه لم يبتل\nعتق نصيبه منها في حياته\n</p>\n\n<p>\nقلت فإن كان ثلث ماله لا يحمل حصته منها قال يعتق من نصيبه في قول مالك\nما حمل الثلث ويرق منها ما بقي من نصيبه\n</p>\n\n<p>\nقلت وإذا مات السيد الباقي قال سبيله سبيل السيد الأول يصنع في نصيبه مثل\nما وصفت لك في نصيب صاحبه\n</p>\n\n#\n<p>\n| في العبد بين الرجلين يدبر أحدهما أو يدبرانه جميعا ويعتقه الآخر بعده\n</p>\n\n<p>\nقلت أرأيت لو أن عبدا بين رجلين دبره أحدهما وأعتقه الآخر بعد ما دبره\nشريكه قال قال مالك في المدبر بين الرجلين يعتقه أحدهما أنه يقوم على الذي\nأعتق حصة شريكه فمسألتك مثل هذا أرى أن يقوم على المعتق نصيب الذي دبره\n</p>\n\n<p>\nقال سحنون وكذلك يقول جميع الرواة لأنه صار إلى أفضل مما كان فيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p302'> Vol. 08, p. 302</a>\n            </div>\n             لأن الذي دبره وأعتقه من الثلث وربما لم يكن لسيده ثلث\n</p>\n\n<p>\nقلت وكيف يقوم هذا النصف على هذا الذي أعتق المدبر الذي دبراه جميعا\nأيقوم عليه مدبرا أو مملوكا غير مدبر قال إنما يقوم عليه عبدا\n</p>\n\n<p>\nقلت ولم قومه مالك عبدا وإنما هو في يد هذا الذي لم يبت عتقه مدبرا قال\nلأن ذلك التدبير قد انفسخ ولأن مالكا قال في المدبر إذا جرح أو قتل أو\nأصابه ما يكون له عقل فإنه يقوم قيمة عبد ولا يقوم قيمة مدبر وكذلك قال\nمالك في أم الولد وكذلك قال مالك في المعتقة إلى سنين\n</p>\n\n<p>\nقلت أرأيت إن دبرا عبدا بينهما ثم أعتق أحدهما نصيبه قال قال لي مالك\nيقوم على الذي أعتق\n</p>\n\n<p>\nقلت وكيف يقوم أمدبرا أو غير مدبر قال يقوم <span id='ms1403'></span> قيمة عبد غير مدبر لأن\nالتدبير في قول مالك قد انفسخ\n</p>\n\n<p>\nقلت ولم كان هذا هكذا قال لأنه إنما ينظر إلى أوكد الأشياء في الحرية\nفيلزم ذلك سيده الذي أعتقه ألا ترى أن أم الولد أوكد من التدبير والعتق\nكذلك هو أوكد من التدبير\n</p>\n\n#\n<p>\n| في المدبرة يرهنها سيدها\n</p>\n\n<p>\nقلت أرأيت المدبرة هل يجوز أن يرهنها سيدها في قول مالك قال نعم\n</p>\n\n<p>\nقلت ولم أجاز مالك أن يرهنها سيدها ولها في الحرية عقد قال لأن ذلك لا\nينقصها من عتقها شيئا إن مات سيدها\n</p>\n\n<p>\nقلت وكيف أجاز مالك رهن المدبر وهو ليس بمال في يدي المرتهن قال بلى هو\nمال عند مالك ألا ترى أن السيد إن مات ولا مال له غير هذا المدبر بيع\nللمرتهن في دينه ولو لم يكن رهنا في يد هذا المرتهن بيع للغرماء جميعهم\nوإنما يباع لهذا دون الغرماء لأنه قد حازه دونهم\n</p>\n\n#\n<p>\n| في بيع المدبرة\n</p>\n\n<p>\nقلت أرأيت المدبرة أيجوز أن أمهرها امرأتي قال لا يجوز ذلك لأن المدبرة\nلا تباع فكذلك لا تمهر لأن التزويج بها بيع لها\n</p>\n\n<p>\nقلت أرأيت لو أني بعت مدبرة فأصابها عند المشتري عيب ثم علم بقبيح هذا\nالفعل فرد البيع أيكون للبائع على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p303'> Vol. 08, p. 303</a>\n            </div>\n             المشتري قيمة ما أصابها عنده\nمن العيب والنقصان في البدن قال ما سمعت من مالك فيه شيئا إلا أني سمعت\nمالكا يقول في المدبرة إذا باعها سيدها ثم ماتت عند المشتري أن المصيبة من\nالمشتري وينظر البائع في ثمنها فيحبس منه قدر قيمتها لو كان يحل بيعها على\nرجاء العتق لها وخوف الرق عليها ثم يشتري بما بقي بعد ذلك رقبة فيدبرها أو\nيعين به في رقبة إن لم يبلغ ثمن رقبة فأما مسألتك فلم أسمع من مالك فيها\nشيئا وأنا أرى أن يرجع بما أصابها عند المشتري من العيوب المفسدة\n</p>\n\n<p>\nقال وقال مالك لا بأس أن يعطي سيد المدبر مالا على أن يعتقه هو نفسه\nويكون الولاء لسيده الذي دبره\n</p>\n\n<p>\nقال قال مالك لا يجوز أن <span id='ms1404'></span> يبيع مدبره ممن يعتقه إنما يجوز في هذا أن يأخذ\nمالا على أن يعتقه\n</p>\n\n<p>\nقالسحنون عنابن وهب عن يونس بن يزيد عن بن شهاب أنه قال لا يباع المدبر\nإلا من نفسه\n</p>\n\n<p>\nبن وهب عن مخرمة بن بكير عن أبيه عن عمرو بن شعيب مثله\n</p>\n\n<p>\nبن وهب عن بن لهيعة عن بكير بن الأشج أن رجلا سأل سعيد بن المسيب عن رجل\nأعتق عبده عن دبره فاستباع سيده فقال بن المسيب كاتبه فخذ منه ما دمت حيا\nفإن مت فله ما بقي عليه وهو حر وحدثني بن وهب عن يحيى بن أيوب عن يحيى بن\nسعيد بذلك\n</p>\n\n<p>\nقال بن وهب وأخبرني يونس بن يزيد عن بن شهاب أنه سئل عن مدبر أو مدبرة\nسأل سيده أن يبيعه أو يكاتبه قال بن شهاب إن عجل له العتق بالشيء يعطيه فلا\nبأس بذلك وأما أن يبيعه من أحد غير نفسه فلا\n</p>\n\n<p>\nقال بن وهب قال يونس وقالأبو الزناد قال ليس بأن يقاطعه بأس\n</p>\n\n<p>\nبن وهب عن يونس عنربيعة مثل قول بن المسيب\n</p>\n\n<p>\nقال بن وهب قالربيعة وإن أعتق قبل موت سيده فذلك له بما أعطاه وليعجل\n</p>\n\n#\n<p>\n| في المدبر يباع فيموت عند المشتري أو يعتقه المشتري\n</p>\n\n<p>\nقلت أرأيت المدبر إذا باعه سيده فمات عند المشتري قال أما المدبر فقال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p304'> Vol. 08, p. 304</a>\n            </div>\n             مالك فيه إنه إذا مات عند المشتري فإنه ينظر إلى قيمته التي لو\nكان يحل بيعه بها مدبرا على حاله من الغرر بمنزلة من يستهلك الزرع فيقوم\nعليه على الرجاء والخوف فينظر البائع إلى ما فضل بعد ذلك فيجعله في عبد\nيشتريه فيدبره\n</p>\n\n<p>\nقلت فإن لم يبلغ الفضل ما يشتري به عبدا قال هذا الذي سمعت من مالك ولم\nأسمع منه غير هذا فأرى إن لم يبلغ أن يشارك به في رقبة\n</p>\n\n<p>\nقلت فلو أن مشتري المدبر أعتقه قال قال مالك إذا أعتقه المشتري فالثمن\nكله للبائع وليس عليه في ثمنه شيء\n</p>\n\n<p>\nقلت وموت المدبر عند المشتري وعتقه مختلف قال نعم إنما العتاقة عند <span id='ms1405'></span>\nالمشتري بمنزلة أن لو قتله رجل فلسيده أن يأخذ جميع قيمته عبدا لا تدبير\nفيه ويصنع به ما شاء\n</p>\n\n<p>\nقال فقلت لمالك أفلا يكون على قاتله قيمته مدبرا قال لا ولكن على قاتله\nقيمة عبد\n</p>\n\n<p>\nقلت أرأيت إن باع مدبرة فأعتقها المشتري قال العتق جائز وينتقض التدبير\nوالولاء للمعتق\n</p>\n\n<p>\nقلت ولا يرجع هذا المشتري بشيء على البائع قال لا\n</p>\n\n<p>\nقلت أفيكون على البائع أن يخرج الفضل من قيمتها كما وصفت لي في الموت عن\nمالك قال لا\n</p>\n\n<p>\nقلت فإن اشتراها فوطئها فحملت منه قال ينقض التدبير أيضا وتكون أم ولد\nللمشتري وهو بمنزلة العتق وهو قول مالك\n</p>\n\n<p>\nقلت ولا يوضع عن المشتري من الثمن ما بين قيمتها مدبرة وقيمتها غير مدبرة\nقال لا ألا ترى أن مالكا قال لو أن المدبر قتله رجل غرم قيمته عبدا ليس فيه\nتدبير قال بن وهب وأخبرني يونس عن بن شهاب وربيعة وأبي الزناد أنهم قالوا\nيكره بيع المدبر فإن سبق فيه بيع ثم أعتقه الذي ابتاعه فالولاء للذي عجل له\nالعتق\n</p>\n\n<p>\nقال بن وهب وأخبرني الليث بن سعد عن يحيى بن سعيد بذلك\n</p>\n\n<p>\nقال يحيى ولا يباع المدبر وسيده أولى بماله ما كان حيا فإذا توفي سيده\nفمال المدبر له وولده من أمته لورثة سيده لأن الولد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p305'> Vol. 08, p. 305</a>\n            </div>\n             ليس من\nماله\n</p>\n\n#\n<p>\n| في المدبر يكاتبه سيده ثم يموت السيد\n</p>\n\n<p>\nقلت أرأيت لو أن رجلا دبر عبده ثم كاتبه ثم مات السيد وله مال يخرج منه\nالعبد في ثلث ماله أتنتقض الكتابة وتعتقه بالتدبير في قول مالك قال نعم إذا\nحمله الثلث\n</p>\n\n<p>\nقلت فإن لم يحمله الثلث قال يعتق منه ما حمل الثلث ويوضع عنه من الكتابة\nبقدر ذلك ويسعى فيما بقى منها وتفسير ما يوضع عنه أنه إن أعتق نصفه وضع عنه\nمن كل نجم نصفه وإن أعتق ثلثه وضع عنه من كل نجم ثلثه وهو قول مالك\n</p>\n\n<p>\nقلت أرأيت إن كان المدبر الذي كاتبه سيده موسرا له مال أيؤخذ ماله في\nالكتابة قال لا <span id='ms1406'></span> ولكن يقوم بماله في ثلث مال الميت فإن خرج عتق وسقطت عنه\nالكتابة كلها لأن الذي صنع به الميت من الكتابة حين كاتبه لم يكن ذلك فسخا\nللتدبير إنما هو تعجيل عتق بمال\n</p>\n\n<p>\nقلت أرأيت مدبرا كاتبه سيده أتجوز كتابته في قول مالك قال نعم\n</p>\n\n<p>\nقلت فإن مات السيد أيعتق في ثلثه أم يمضي على الكتابة قال يعتق في ثلثه\nإن حمله الثلث وإن لم يحمله الثلث ينظر إلى ما يحمل الثلث من المدبر فيعتق\nمنه بقدر ذلك ويوضع عنه من الكتابة بقدر الذي يعتق منه إن أعتق نصفه وثلثه\nأو ثلثاه وضع عنه من كل نجم بقي عليه بقدر ما أعتق منه ويسعى فيما بقي فإن\nأداه خرج جميعه حرا\n</p>\n\n<p>\nقلت فإن لم يترك الميت مالا غيره وهو مدبر مكاتب قال يعتق ثلثه ويوضع عنه\nمن كل نجم بقي عليه ثلثه\n</p>\n\n<p>\nقلت أرأيت إن كان قد أدى جميع كتابته إلا نجما واحدا ثم مات السيد قال\nيعتق ثلثه بالتدبير ويوضع عنه ثلث النجم الباقي ويسعى في بقيته فإن أدى خرج\nحرا\n</p>\n\n<p>\nقالسحنون حدثني بن وهب عن بن لهيعة عنبكير بن الأشج أن رجلا سأل بن\nالمسيب عن رجل أعتق عبده عن دبر فاستباع سيده قال بن المسيب كاتبه فخذ منه\nما دمت حيا فإن مت فلك ما بقي عليه وهو حر\n</p>\n\n<p>\nقال بن وهب وأخبرني يونس عنربيعة مثل قول بن المسيب قال ربيعة وإن أعتق\nقبل موت سيده فذلك له بما أعطاه ويعجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p306'> Vol. 08, p. 306</a>\n            </div>\n             قلت لابن القاسم ولا\nيلتفت إلى ما قبض السيد منه قبل ذلك قال نعم لا يلتفت إلى ذلك وهذا كله قول\nمالك\n</p>\n\n<p>\nقلت فإن مات السيد وعليه دين يغترق قيمة العبد ما حال العبد في قول مالك\nقال هو مكاتب كما هو وتباع كتابته للغرماء فإن أدى إلى المشتري أعتق وولاؤه\nلسيده الذي عقد كتابته فإن عجز كان رقيقا للمشتري\n</p>\n\n<p>\nقلت فإن مات السيد وعليه دين لا يغترق قيمة العبد قال قال مالك في المدبر\nإذا <span id='ms1407'></span> مات سيده وعليه دين ودينه أقل من قيمة العبد بيع منه بقدر الدين ثم عتق\nمنه ثلث ما بقي بالتدبير وكان ما بقي رقيقا للورثة فمسألتك عندي على مثل\nهذا القول يباع من كتابة هذا المدبر إذا كان مكاتبا بقدر الدين ثم يعتق منه\nبالتدبير ثلث ما بقي بعد الدين ويوضع من كل نجم بقي عليه بعد الذي يباع من\nكتابته في الدين ثلث كل نجم لأنه قد أعتق منه ثلث ما بقي بعد الذي بيع من\nكتابته في الدين فلذلك وضع عنه ثلث كل نجم بقي عليه بعد الذي يباع من\nكتابته فإن أدى جميع ما عليه خرج حرا وكان الولاء للذي عقد الكتابة وإن عجز\nرد رقيقا وكان الذي أعتق منه بعد الذي بيع من كتابته في الدين حرا لا سبيل\nلأحد على ما أعتق منه وكان ما بقي رقيقا للذي اشترى من الكتابة ما اشترى\nيكون له بقدر ذلك من رقه ويكون للورثة بقدر ما كان لهم من الكتابة بعد الذي\nاشترى من الكتابة وبعد الذي عتق منه ويكون العبد رقيقا لهم بحال ما وصفت لك\nوتكون الحرية بحال ما وصفت لك\n</p>\n\n#\n<p>\n| في مدبر وعبد كوتبا كتابة واحدة ثم مات السيد\n</p>\n\n<p>\nقلت أرأيت مدبرا لي وعبدا كاتبتهما كتابة واحدة ثم مت قال بعض الكتابة\nيوم كاتبتهما على ما وصفت لك من قوتهما على الأداء فيكون على المدبر حصته\nمن ذلك\n</p>\n\n<p>\nثم ينظر إلى ثلث الميت فإن حمله الثلث عتق ويسعى المكاتب الآخر في حصته\nمن الكتابة\n</p>\n\n<p>\nقال سحنون وقال غيره لا تجوز كتابتهما لأنها تؤول إلى خطر\n</p>\n\n<p>\nألا ترى أن الكتابة إذا كانت منعقدة عليهما لم يجز له أن يعتق أحدهما\n</p>\n\n<p>\nلأنه إذا أعتق أحدهما كان في ذلك رق لصاحبه لأن بعضهم حملاء عن بعض وإن\nرضي بذلك صاحبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p307'> Vol. 08, p. 307</a>\n            </div>\n             لم يجز لأنه لا يجوز له أن يرق نفسه\n</p>\n\n<p>\nقلت أرأيت إن لم يحمل الثلث المدبر قال يعتق منه مبلغ الثلث ويوضع عنه من\nالكتابة بقدر ذلك ويسعيان <span id='ms1408'></span> جميعا فيما بقي من الكتابة\n</p>\n\n<p>\nقلت ويسعى هذا المدبر مع هذا الذي لم يدبر في جميع ما بقي من الكتابة قال\nنعم ولا تعتق بقيته التي يسعى فيها إلا بصاحبه ولا صاحبه إلا به عند مالك\n</p>\n\n<p>\nقلت ويرجع عليه هذا المدبر بما يؤدى عنه قال نعم إلا أن يكون بينهما رحم\nيعتق بها بعضهم على بعض إذا ملكه\n</p>\n\n<p>\nقلت وهذا قول مالك قال هذا رأيي\n</p>\n\n<p>\nقلت أرأيت إذا كاتب الرجل عبده ومدبره كتابة واحدة قال ذلك جائز فإن هلك\nالسيد وكان له مال يخرج المدبر من الثلث عتيقا عتق ويوضع عن صاحبه حصة\nالمدبر من الكتابة ويسعى العبد المكاتب فيما بقي من الكتابة\n</p>\n\n<p>\nقلت ولا يلزم هذا المدبر أن يسعى مع هذا الآخر فيما بقي قال لا\n</p>\n\n<p>\nقلت لم وأنت تقول لو أن السيد كاتب عبدين له كتابة واحدة فأعتق السيد\nأحدهما وهو قوي على السعاية أن عتقه غير جائز إلا أن يسلم صاحبه العتق\nويرضى بذلك قال لأن المدبر لم يعتقه السيد بأمر يبتدئه بعد الكتابة إنما\nأعتق على السيد لأمر لزم السيد قبل الكتابة فلا بد من أن يعتق على السيد\nعلى ما أحب صاحبه أو كره وتوضع عن صاحبه حصة المدبر من الكتابة وتسقط عنه\nحصة المدبر من الكتابة\n</p>\n\n<p>\nقلت فلم لا يسعى المدبر مع صاحبه وإن خرج حرا أليس هو ضامنا لما على\nصاحبه من حصة صاحبه من الكتابة وصاحبه أيضا كان ضامنا لما على المدبر من\nحصته من الكتابة فلم لا يلزمه السعاية بالضمان قال لأن صاحبه قد علم حين\nدخل معه في الكتابة أنه معتق بموت السيد فلا يجوز أن يضمن حر كتابة مكاتب\nلسيده لأن السيد لم يعتقه لأمر يبتدئه بعد الكتابة إنما أعتق على السيد\nبأمر لزمه على ما أحب صاحبه أو كره فلا ينبغي أن يضمن حر كتابة المكاتب وإن\nلم يخرج المدبر من الثلث عتق منه ما حمل الثلث وسقط عنه من الكتابة بقدر\nذلك وسعى هو وصاحبه في بقية <span id='ms1409'></span> الكتابة لأنه لا عتق لواحد منهما إلا بصاحبه\nفأيهما أدى منهما رجع على صاحبه بما يصيبه مما أدى عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p308'> Vol. 08, p. 308</a>\n            </div>\n             وإنما\nيسعى من المدبر ما بقي فيه من الرق\n</p>\n\n<p>\nقال سحنون وقالأشهب لا يجوز أن يعقد كتابة عبدين له أحدهما مدبر والآخر\nغير مدبر لأنه غرر\n</p>\n\n<p>\nقلت لابن القاسم فلو أن مكاتبين في كتابة واحدة دبر السيد أحدهما بعد\nالكتابة ثم مات السيد وثلثه يحمل العبد المدبر قال إن كان هذا المدبر قويا\nعلى الأداء يوم مات السيد فلا يعتق بموت السيد إلا أن يرضى أصحابه الذين\nمعه في الكتابة بذلك فإن رضي أصحابه كانوا بحال ما وصفت لك في العتق وإن\nكان يوم مات السيد المدبر زمنا وقد كان صحيحا فإنه يعتق ولا يكون للذين معه\nفي الكتابة ها هنا قول ولا يوضع عنهم حصة هذا المدبر من الكتابة لأن مالكا\nقال في الزمن يكون مع القوم في الكتابة فيعتقه سيده أنه لا يوضع عنهم بذلك\nشيء وكل من أعتق من صغير أو كبير زمن فإنه عتيق إن شاؤوا وإن أبوا لا يوضع\nعنهم من الكتابة شيء وكل من عتق ممن له قوة فلا عتق لهم إلا برضاهم فذلك\nالذي يوضع عنهم قدر ما يصيبه من الكتابة ويسعون فيما بقي\n</p>\n\n#\n<p>\n| في وطء المدبرة بين الرجلين\n</p>\n\n<p>\nقلت أرأيت مدبرة بين رجلين وطئها أحدهما فحملت منه قال قال مالك تقوم على\nالذي حملت منه وينفسخ التدبير قال وإنما ينظر في هذا إلى ما هو أوكد فيلزم\nذلك سيدها وأم الولد أوكد من التدبير وكذلك قال لي مالك قال سحنونوكذلك\nيقول لي جميع الرواة مثل ما قول مالك وقال غيره وإن كان الواطئ معسرا\nفالشريك بالخيار إن شاء ضمنه نصف قيمتها وكانت أم ولد للواطئ وإن أبى وتمسك\nبنصيبه كان ذلك له واتبع الواطئ بنصف قيمة الولد يوم تلده أمه قال سحنون\nفإن أفاد الواطئ مالا لم يلزمه ضمان نصيب صاحبه لأنه قد سقط عنه التقويم\nإذا كان لا مال له ولا يلزم <span id='ms1410'></span> الشريك قيمة نصيبه وتمسك بنصيبه ويتبع الواطىء\nبنصف قيمة الولد وإن مات الواطئ ولا شيء عنده بقي نصيب المتمسك بالرق مدبرا\nكما هو وكان نصيب الميت حرا من رأس المال لأنه بمنزلة أم الولد وإن مات\nالذي لم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p309'> Vol. 08, p. 309</a>\n            </div>\n             يطأ وقد كان يتشبث بنصيبه وترك أن يضمنها شريكه وليس\nله مال وعليه دين يرد التدبير فبيعت في الدين فإن اشتراها الشريك الذي كان\nوطىء ليسر حدث له حل له وطؤها فإن مات فنصفها حر بمنزلة أم الولد والنصف\nالذي اشترى رقيق للورثة\n</p>\n\n<p>\nألا ترى أن الرجل يعتق مصابته من عبده ولا شيء عنده فلا يقوم عليه لعسره\nويبقى نصيب صاحبه رقيقا ثم يحدث للمعتق المعسر مال فيشتري النصف الرقيق إنه\nرقيق كما هو ولا يعتق عليه فكذلك المسألة الأولى\n</p>\n\n#\n<p>\n| في الأمة يدبر سيدها ما في بطنها أله أن يبيعها أو يرهنها\n</p>\n\n<p>\nقلت أرأيت الأمة إن دبر رجل ما في بطن أمته أله أن يبيعها في قول مالك أو\nيرهنها قال هو كقوله ما في بطنك حر\n</p>\n\n<p>\nقلت أفيكون له أن يرهنها في قول مالك قال نعم لأن المدبرة عند مالك ترهن\n</p>\n\n#\n<p>\n| في ارتداد المدبر\n</p>\n\n<p>\nقلت أرأيت العبد إذا دبره سيده ثم ارتد العبد ولحق بدار الحرب فظفر\nالمسلمون به ما يصنع به في قول مالك قال يستتاب فإن تاب وإلا قتل\n</p>\n\n<p>\nقلت فإن تاب أيباع في المقاسم قال لا ويرد إلى سيده عند مالك ولا يباع في\nالمقاسم إذا عرفوا سيده أو علموه إنه لأحد من المسلمين بعينه\n</p>\n\n<p>\nقلت فإن لم يعلموا حتى اقتسموا كيف يصنع في قول مالك وقد جاء سيده بعد ما\nقسم قال يخير سيده فإن افتكه كان على تدبيره وإن أبى أن يفتكه خدم العبد في\nالثمن الذي اشترى به في المقاسم فإذا استوفى ثمنه المشتري وسيده حي رجع إلى\nسيده على تدبيره وإن هلك السيد قبل ذلك فكان الثلث يحمله خرج حرا واتبع بما\nبقي من الثمن وإن لم يحمله الثلث أعتق منه بقدر ما حمل <span id='ms1411'></span> الثلث وكان ما بقي\nمنه رقيقا لمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p310'> Vol. 08, p. 310</a>\n            </div>\n             اشتراه لأن السيد قد كان أسلمه إليه وليس للورثة\nفيه شيء وقال غيره إن حمله الثلث عتق ولم يتبع بشيء وإن لم يحمله الثلث فما\nحمل منه الثلث يعتق ولم يتبع العتيق منه بشيء وكان ما بقي منه رقيقا لمن\nاشتراه لأنه قد كان اشترى عظم رقبته وإن لحق السيد دين أبطل الثلث حتى يرد\nعتقه كان مملوكا لمن اشتراه وليس ما اشتريت به رقبته كجنايته التي هو فعلها\nفما أعتق منه اتبع بما يقع عليه من الجناية لأنه فعل نفسه وجنايته\n</p>\n\n#\n<p>\n| في مدبر الذمي يسلم\n</p>\n\n<p>\nقلت أرأيت لو أن نصرانيا اشترى مسلما فدبره ما يصنع به قال أما الذي سمعت\nمن مالك في النصراني يدبر العبد النصراني ثم يسلم العبد فإنه يؤاجر فأنا\nأرى هذا يشبهه وهو مثله عندي ومما يدلك على ذلك أن لو قال له أنت حر إلى\nسنة مضى ذلك عليه وأوجر له ولم يكن إلى رد العتق سبيل\n</p>\n\n<p>\nقلت أرأيت إن أسلم مدبر النصراني قال يؤاجر فيعطى إجارته حتى يموت\nالنصراني فإن مات النصراني وله مال يخرج المدبر من ثلثه عتق المدبر وكان\nولاؤه لجميع المسلمين وإن لم يترك النصراني وفاء عتق منه ما عتق وبيع منه\nما بقي من المسلمين\n</p>\n\n<p>\nقلت وهذا قول مالك قال نعم\n</p>\n\n<p>\nقال بن القاسم فإن أسلم النصراني قبل أن يموت رجع إليه عبده وكان له\nولاؤه فإن أسلم بعض ولد النصراني أو أخ له ممن يجر ولاء مواليه ويرثه كان\nولاء المدبر له يرثه دون جماعة المسلمين\n</p>\n\n<p>\nقلت أرأيت أذا أسلم العبد ثم دبره مولاه النصراني قال أرى أن يعمل فيه\nمثل ما يعمل بالذي دبر وهو نصراني يؤاجر لأنا إن بعناه كان الذي يعجل\nالنصراني من هذا العبد منفعة له ومضرة على العبد ولأن العبد إن أخطأه العتق\nيوما كان أمره إلى البيع فلا يعجل له البيع لعله يعتق يوما ما وليس\nللنصراني فيه أمر يملكه إذا أجرناه من غيره إلا <span id='ms1412'></span> الغلة التي يأخذها إلا أن\nولاء هذا أيضا إن عتق للمسلمين لا يرجع إلى النصراني وإن أسلم ولا إلى\nأولاد له مسلمين وقد ثبت ولاؤه للمسلمين\n</p>\n\n<p>\nقالسحنون وقال بعض الرواة لا يجوز اشتراء النصراني مسلما لأني لو أجزت\nشراءه ما بعته عليه ولكن لما لم يجز له ملكه ابتداء لم يجز له شراؤه ( وقد\nقال ) بعض الرواة وإذا أسلم عبده ثم دبره فإنه يكون حرا لأنه إذا أسلم\nالعبد بيع على سيده فلما منع نفسه بالتدبير الذي هو له من البيع والمدبر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p311'> Vol. 08, p. 311</a>\n            </div>\n             لا يباع عتق عليه\n</p>\n\n#\n<p>\n| في مدبر المرتد\n</p>\n\n<p>\nقلت أرأيت الرجل يدبر عبده ثم يرتد السيد ويلحق بدار الحرب أيعتق مدبره\nأم لا قال سمعت مالكا يقول في الأسير يتنصر أن ماله موقوف إلى أن يموت\nفكذلك مسألتك مدبر المرتد موقوف ولا يعتق إلا بعد موته\n</p>\n\n<p>\nقلت أرأيت المرتد إذا ارتد وله عبيد قد دبرهم ولحق بدار الحرب قال قال\nمالك ماله موقوف فرقيقه بمنزلة ماله عندي\n</p>\n\n#\n<p>\n| في الدعوى في التدبير\n</p>\n\n<p>\nقلت أرأيت إن ادعى العبد على السيد أنه دبره أو كاتبه وأنكر المولى ذلك\nأتستحلفه للعبد في قول مالك قال لا يستحلف وهذا من وجه العتق فإذا أقام\nشاهدا واحدا أحلف له السيد فإن نكل عن اليمين حبس حتى يحلف\n</p>\n\n#\n<p>\n| في المعتق إلى أجل أيكون من رأس المال\n</p>\n\n<p>\nقلت أرأيت إن قال لعبده أنت حر بعد موت فلان أيكون هذا مدبرا أم لا في\nقول مالك قال ليس هذا تدبيرا عند مالك ولكن هذا معتق إلى أجل وهذا أحرى إذا\nمات فلان أن يعتق من جميع المال ولا يكون من الثلث\n</p>\n\n<p>\nقلت وسواء إن مات السيد قبل فلان فالعبد حر إذا مات فلان من جميع المال\nيخدم الورثة بقية حياة فلان ثم هو حر قال نعم إذا كان هذا القول أصله في\nصحة سيده فإن كان هذا القول من سيده في مرضه كان العبد في ثلثه فإن حمله\nالثلث خدم الورثة بقية حياة فلان ثم هو حر بعد <span id='ms1413'></span> موت فلان وإن لم يحمله الثلث\nقيل للورثة أما أمضيتم ما قال الميت وأما أعتقتم ما حمل الثلث الساعة\n</p>\n\n<p>\nقلت وهذا قول مالك قال نعم قال وقال مالك كل من حاد في وصيته على ثلثه\nفأبت الورثة أن يجيزوا وصيته فإنه يقال لهم أسلموا ثلث مال الميت إلى أهل\nالوصايا وأنفذوا ما قال الميت\n</p>\n\n<p>\nقلت أرأيت إن قال أنت حربعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p312'> Vol. 08, p. 312</a>\n            </div>\n             موت فلان بشهر أيعتق من جميع\nالمال أم من الثلث قال هذا أجل من الآجال قد أعتق عبده إلى ذلك الأجل فهو\nحر إلى ذلك الأجل من جميع المال بحال ما وصفت لك\n</p>\n\n<p>\nقلت أرأيت إن قال لعبده أنت حر إذا خدمتني سنة فخدم العبد بعض السنة ثم\nمات السيد قال يخدم الورثة بقية السنة في قول مالك\n</p>\n\n<p>\nقلت فإن لم يمت السيد ولكنه وضع عنه الخدمة قال فهو حر مكانه مثل المكاتب\nإذا وضع عنه سيده كتابته\n</p>\n\n<p>\nقلت رأيت إن قال لعبده اخدم ابني هذا سنة ثم أنت حر أو قال اخدم فلانا\nسنة ثم أنت حر فمات فلان أو مات ابنه قبل تمام السنة قال قال مالك إذا قال\nالرجل لعبده اخدم فلانا سنة ثم أنت حر فمات الذي جعل له خدمة العبد قال\nمالك يخدم ورثة الذي جعل له الخدمة بقية السنة ثم هو حر وأما الابن فإن\nمالكا قال لي ينظر في ذلك فإن كان إنما أراد به وجه الحضانة لولده والكفالة\nله فإن العبد حر حين يموت ابنه وإن كان إنما أراد به وجه الخدمة خدم ورثة\nالابن إلى الأجل الذي جعل له ثم هو حر ولم يقل لي مالك في الأجنبيين مثل ما\nقال لي في الابن والبنت وكذلك لو قال اخدم أخي هذا سنة ثم أنت حر أو بن\nفلان سنة ثم أنت حر أو ابنة فلان سنة ثم أنت حر قال هذا كله ينظر فيه فإن\nكان إنما أراد به وجه الحضانة والكفالة فإنه حر حين يموت المخدم وإن كان\nأراد به <span id='ms1414'></span> وجه الخدمة فإن العبد يخدم ورثة المخدم بقية السنة ثم هو حر\n</p>\n\n<p>\nقلت أرأيت إن قال لعبده أنت حر على أن تخدمني سنة\n</p>\n\n<p>\nقال ينظر في ذلك في قول مالك فإن كان إنما عجل عتقه وشرط عليه الخدمة\nفالخدمة ساقطة عن العبد وهو حر وإن كان إنما أراد أن يجعل عتقه بعد الخدمة\nفهو كما جعل ولا يكون حرا حتى يخدم\n</p>\n\n<p>\nقال ولقد سألت مالكا عن الرجل يقول لعبده أنت حر بعد سنة فيأبق فيها\nأتراه حرا قال نعم وإنما هو عندي بمنزلة ما لو قال له اخدمني سنة ثم أنت حر\nفمرض فيها ثم صح عند انقضاء السنة فإنه حر ولا خدمة عليه\n</p>\n\n<p>\nقلت وسواء إن قال اخدمني سنة وأنت حر فمرض سنة من أول ما قال أو قال له\nاخدمني هذه السنة لسنة سماها أهو سواء عند مالك قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p313'> Vol. 08, p. 313</a>\n            </div>\n             نعم وإنما\nسألت مالكا عن سنة ليست بعينها قال ومما يبين لك ذلك أن الرجل إذا أكرى\nدابته أو داره أو غلامه فقال أكريكها سنة أنه من أول ما يقع الكراء تلك\nالسنة من أول يوم يقع الكراء ولو قال هذه السنة بعينها كان كذلك أيضا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p314'> Vol. 08, p. 314</a>\n            </div>\n            \n</p>\n\n<p>\n| كتاب أمهات الأولاد\n</p>\n\n#\n<p>\n| في الرجل يقر بوطء أمته فتأتي بولد أيلزمه أم لا\n</p>\n\n<p>\nأخبرناسحنون بن سعيد قال قلت لعبد الرحمن بن القاسم أرأيت إن أقر رجل\nبوطء أمته فجاءت بولد أيلزمه ذلك الولد أم لا في قول مالك قال قال مالك نعم\nيلزمه الولد إلا أن يدعي استبراء يقول قدحاضت حيضة فكففت عنها فلم أطأها\nبعد تلك الحيضة حتى ظهر هذا الحمل فليس هو مني فله ذلك ولا يلزمه هذا الولد\nإذا ولدته لأكثر من ستة أشهر بعد الاستبراء\n</p>\n\n<p>\nقلت فإن لم يدع الاستبراء إلا أنه يقر أنه وطئها منذ أربع سنين فجاءت\nبهذا الولد بعد وطئه أيلزمه هذا الولد أم لا قال قال لنا مالك يلحقه الولد\nولم نوقفه على سنة ولا على أربع سنين فأرى أن يلزمه الولد إذا جاءت به <span id='ms1415'></span> لما\nيشبه أن يكون من وطء السيد وذلك إذا جاءت به لأقصى ما تحمل له النساء إلا\nأن يدعي الاستبراء\n</p>\n\n<p>\nبن وهب عن مالك بن أنس وغير واحد أن نافعا أخبرهم عن صفية بنت أبي عبيد\nأن عمر بن الخطاب قال ما بال رجال يطئون ولائدهم ثم يدعونهن يخرجن لا\nتأتيني وليدة يعترف سيدها أن قد وطئها إلا ألحقت به ولدها فارسلوهن بعد أو\nأمسكوهن\n</p>\n\n<p>\nوأخبرني بن وهب عن أسامة بن زيد عن نافع أن بن عمر قال من وطىء أمته ثم\nضيعها فأرسلها تخرج ثم ولدت فالولد منه والضيعة عليه قال نافع فهذا قضاء\nعمر بن الخطاب وقول عبد الله بن عمر\n</p>\n\n<p>\nقال وأخبرني عبد الله بن عمر عن نافع أن عبد الله بن عمر كان إذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p315'> Vol. 08, p. 315</a>\n            </div>\n             وطىء جارية له جعلها عند صفية بنت أبي عبيد ومنعها أن تخرج حتى\nيستمر بها حمل أو تحيض قبل ذلك وقال عبد العزيز مثل قول مالك إن أقر بالوطء\nلزمه الولد إلا أن يدعي استبراء وإن ولدته لمثل ما يحمل له النساء إلا أن\nيدعي الاستبراء\n</p>\n\n#\n<p>\n| في الرجل يقر في مرضه بوطء أمته في فجاءت بولد لما يشبه أن يكون من وطء\nالسيد أيلزمه الولد أم لا\n</p>\n\n<p>\nقلت أرأيت إن أقر رجل في مرضه أن هذه الأمة حملها منه وأقر بولد أمة له\nأخرى فقال ولدها مني وقال في أمة له أخرى قد وطئتها ولم يذكر الاستبراء بعد\nالوطء وكل هذا في مرضه فجاءت هذه التي أقر بوطئها بولد يشبه أن يكون من وطء\nالسيد\n</p>\n\n<p>\nقال يلزمه الولد في هؤلاء كلهم وأمهاتهم أمهات أولاد عند مالك ويعتق\nأمهات الأولاد من جميع المال وإن لم يكن له مال سواهن فهم أحرار وأمهاتهم\nأمهات أولاد عند مالك ويعتقن\n</p>\n\n<p>\nقال وهذا كله قول مالك\n</p>\n\n<p>\nقال وسألت مالكا عن الرجل يقر عند موته بالجارية أنها قد ولدت منه ولا\nيعلم ذلك أحد إلا بقوله أترى أن يصدق في ذلك قال فقال لي مالك إن كان الرجل <span id='ms1416'></span>\nورثته كلالة إنما هم عصبة ليسوا هم ولده فلا أرى أن يقبل قوله إلا ببينة\nتثبت على ما قال وإن كان له ولد رأيت أن يعتق\n</p>\n\n<p>\nقال فقلت لمالك أفمن رأس المال أم من الثلث فقال بل من رأس المال\n</p>\n\n<p>\nقال فقلت لمالك فالذي ورثته كلالة إنما هم عصبته ليسوا بولد أفلا ترى أن\nتعتق في الثلث قال لا وهي أمة إلا أن يكون لها على ما قال بينة تثبت\n</p>\n\n<p>\nقلت وهذا إذا لم يكن مع الأمة ولد يدعيه السيد قال نعم\n</p>\n\n<p>\nقلت فإن كان مع الأمة ولد يدعيه السيد جاز قوله في ذلك وكانت أم ولده قال\nنعم\n</p>\n\n<p>\nقلت وهذا قول مالك قال نعم\n</p>\n\n<p>\nقلت أرأيت قول مالك إذا كان ورثته كلالة لم يصدق إذا قال في جارية له عند\nموته أنها أم ولده أيجعل مالك الأخوة والأخوات كلالة في هذا الوجه أم لا\nقال الأخوة والأخوات كلالة عند مالك في غير هذا الوجه ( قال ) وإنما قال\nمالك الذي أخبرتك مبهما\n</p>\n\n<p>\nقال لنا إن كان ورثته كلالة فالأخ والأخت ها هنا في أمر هذه الجارية التي\nأقر بها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p316'> Vol. 08, p. 316</a>\n            </div>\n             أنها ولدت منه بمنزلة الكلالة لا يصدق إذا كان ورثته\nأخوة أو أخوات\n</p>\n\n<p>\nقالسحنون وقد قال إذا أقر في مرضه لجارية أنها ولدت منه وليس معها ولد\nكان ورثته كلالة أو ولدا فلا عتق لها من ثلث ولا من رأس المال وإنما قوله\nقد ولدت مني ولا ولد معها يلحق نسبه مثل قوله هذا العبد قد كنت أعتقته في\nصحتي فلا يعتق في ثلث ولا في رأس مال لأنه أقر وقد حجب عن ماله إلا من\nالثلث ولم يرد به الوصية ولا يكون في الثلث إلا ما أريد به الوصية أو فعله\nفي المرض وليس له أن يعتق من رأس ماله في مرضه وقد قال أبو بكر الصديق\nلعائشة لو كنت حزتيه لكان لك ولكنه اليوم مال وارث وهذا كله قول مالك وأكثر\nالرواة\n</p>\n\n#\n<p>\n| في الرجل يبيع الجارية ثم يدعي ولدها <span id='ms1417'></span> ويقر بالوطء ثم ينكر ذلك المشتري\n</p>\n\n<p>\nقلت أرأيت لو أني بعت جارية فجاءت بولد لما يشبه أن يكون من وطء جارية\nجاءت به لستة أشهر أو سنتين أو ثلاث فادعيت ولدها وأنكر المشتري أن يكون\nولدي قال سئل مالك عن رجل باع جارية له وهي حامل فادعى أنه ولده قال مالك\nأمثل ذلك عندي إذا لم يكن في ذلك تهمة أن يلحق الولد به وتكون أمة أم ولد\nفكذلك إذا أقر بالوطء وأدعى الولد أنه يلحق به عند مالك لأنه ادعى أن ماءه\nفيها حين أقر بالوطء فإذا جاءت بولد لما يشبه أن يكون من الماء جعلته ولده\n</p>\n\n<p>\nقال ولقد سألت مالكا عن الرجل يبيع الجارية ومعها الولد فيدعيه عند الموت\nبعد سنين كثيرة كيف ترى فيه قال قال مالك أرى أن يلحق به إن لم يتهم على\nانقطاع من الولد إليه يكون الرجل لا ولد له فيتهم على أنه إنما أراد أن\nيميل بميراثه إليه لأن الصبي له إليه انقطاع فلا يقبل قوله إذا كان كذلك\nإذا كان ورثته كلالة ليس ورثته أولاده\n</p>\n\n<p>\nقالسحنون وقد قال بعض الرواة منهمأشهب إذا ولد عنده من أمته ولم يكن له\nنسب يلحق به فإقراره جائز ويلحق به الولد وتكون الأمة أم ولد ويرد الثمن\nكان ورثته كلالة أو ولدا قال سحنون وهو قول أكثر كبار أصحاب مالك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p317'> Vol. 08, p. 317</a>\n            </div>\n            \n</p>\n\n<p>\n| الرجل يقر بوطء جاريته ثم ينكر ولدها\n</p>\n\n<p>\nقلت أرأيت إن أقر رجل بوطء جاريته ثم باعها قبل أن يستبرئها فجاءت بولد\nلما يشبه أن يكون من وطئه ذلك فأنكر البائع أن يكون منه قال هو ولده لأنه\nمقر بالوطء ولا يقطع بيعه إياها ما لزمه من ذلك في الولد إلا أن يدعي\nاستبراء وهذا قول مالك\n</p>\n\n<p>\nقلت أرأيت إن أقر بوطء جاريته فجاءت بولد فأنكر السيد أن يكون ولده قال\nسئل مالك عن الرجل يطلق امرأته فتدعي أنها قد أسقطت وقد انقضت عدتها ولا\nيعلم ذلك إلا بقولها\n</p>\n\n<p>\nقال قال مالك إن الولادة والسقط لا <span id='ms1418'></span> يكاد يخفى هذا على الجيران وإنها\nلوجوه تصدق النساء فيها وهو الشأن ولكن لا يكاد يخفى هذا على الجيران فكذلك\nمسألتك في ولادة الأمة\n</p>\n\n<p>\nقلت أرأيت أم ولد الرجل إذا ولدت ولدا فنفاه أيجوز نفيه في قول مالك قال\nقال مالك أما نفيه فجائز إذا ادعى الاستبراء وإلا لزمه الولد\n</p>\n\n#\n<p>\n| في أم الولد والأمة يقر سيدها بوطئها ثم تأتي بولد من بعد موته بما\nيشبه أن يكون تلد لمثله النساء\n</p>\n\n<p>\nقلت أرأيت أم الولد إذا أعتقها سيدها أو مات عنها فجاءت بولد لأربع سنين\nأو لما تجيء به النساء أيلزم السيد الولد أم لا قال نعم الولد له لازم إلا\nأن يدعي الاستبراء لأن كل من أقر بوطء أمة له عند مالك فجاءت بولد لما يشبه\nأن تكون حاملا لذلك الوطء فالولد ولده إلا أن يدعي الاستبراء بعد الوطء\n</p>\n\n<p>\nقلت وهذا مصدق في الاستبراء في قول مالك قال نعم\n</p>\n\n#\n<p>\n| في المديان يقر بولد أمته أنه منه\n</p>\n\n<p>\nقلت أرأيت لو أن رجلا عليه دين يحيط بماله فقال هذا الولد ولدي من أمتي\nهذه قال أراها أم ولده ولا يلحقها الدين والولد ولده وكذلك قال لي مالك في\nأمهات الأولاد إن الدين لا يلحقهن ولا يردهن ولا يجعلهن بمنزلة الرجل يعتق\nعبده وعليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p318'> Vol. 08, p. 318</a>\n            </div>\n             دين\n</p>\n\n<p>\nقال سحنون وهذا قول الرواة كلهم لا أعلم بينهم فيه اختلافا وهذا يدل على\nالمسألة الأولى في الذي ادعى الولد وورثته عصبة والولد له انقطاع إلى\nالمدعي وناحية فالمقر بالولد والدين غالب عليه أولى بالتهمة لإتلافه أموال\nالناس ولكن استلحاق الولد يقطع كل تهمة\n</p>\n\n<p>\nوقد قال ذلك بعض كبار رواة مالك منهم أشهب ألا ترى أن الرجل يتزوج المرأة\nثم يطلقها قبل أن يدخل بها وقد علم أنه لم يمسها فالطلقة بائن ولا يجوز له\nارتجاعها إلا بنكاح جديد وولي وصداق لما بانت منه في الحكم الظاهر فإن ظهر\nبالمرأة حمل فادعاه كان ولده وكانت زوجته بلا صداق ولا نكاح مبتدإ\nلاستلحاقه الولد فالولد قاطع للتهم\n</p>\n\n#\n<p>\n| في الرجل <span id='ms1419'></span> يزوج أمته فتلد ولدا لتمام ستة أشهر أو أقل من ذلك فيدعيه\nالسيد\n</p>\n\n<p>\nقلت لابن القاسم أرأيت لو أن رجلا زوج أمته من عبده أو من رجل أجنبي\nفجاءت بولد لستة أشهر فصاعدا فادعاه السيد لمن الولد قال قال مالك في الرجل\nيزوج أمته ثم يطؤها السيد فتجيء بولد أن الولد ولد الزوج ولا يكون ولد\nالسيد إلا أن يكون زوجها قد اعتزلها ببلد يعرف أن في إقامته ما كان استبراء\nلرحمها في طول ذلك فالولد يلحق بالسيد وسئل مالك عن رجل زوج أمته عبده ثم\nوطئها السيد فجاءت بولد قال الولد للعبد إلا أن يكون العبد معزولا عنها فإن\nالولد يلحق بالسيد لأنها أمته يدرأ عنه فيها الحد فكذلك يلحق به الولد إذا\nكان الزوج معزولا عنها\n</p>\n\n<p>\nقلت أرأيت إن زوج أمته فجاءت بولد لأقل من ستة أشهر وقد دخل بها زوجها\nأيفسد نكاحه في قول مالك قال نعم ويلحق الولد بالسيد إذا كان السيد مقرى\nبالوطء إلا أن يدعي الاستبراء\n</p>\n\n#\n<p>\n| في الرجل يطأ أمة مكاتبه فتحمل\n</p>\n\n<p>\nقلت أرأيت الرجل يطأ أمة مكاتبه فحملت فجاءت بولد أيعتق الولد أم لا قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p319'> Vol. 08, p. 319</a>\n            </div>\n             لم أسمع من مالك في هذه المسألة شيئا إلا أني سمعت مالكا يقول\nلا يجتمع النسب والحد فإذا درئ الحد ثبت النسب فأرى في مسألتك هذه لا بد من\nأن يدرأ الحد ولا أحفظه عن مالك فإذا درئ الحد ثبت النسب\n</p>\n\n<p>\nقلت فهل يكون للمكاتب في الابن القيمة على أبيه يوم حملت وتكون الأمة أم\nولد له بتلك القيمة أم لا تكون له أم ولد وترجع إلى المكاتب أمة قال أحسن\nما جاء فيه عندي أنها تقوم عليه يوم حملت بمنزلة الذي يطأ جارية ابنه أو\nابنته أو شريكه ولا يكون هذا في أمة مكاتبه أشد مما يطأ جارية على الشريك\nفي حصة شريكه وتكون أم ولد له ولا يصلح أن يلحق الولد به وتكون أمه أمة\nلمكاتبه\n</p>\n\n<p>\nقلت فإن لم يكن له مال وليس فيما بقي على <span id='ms1420'></span> مكاتبه قدر قيمتها أتكون أم ولد\nويعتق المكاتب ويتبع سيده بفضل القيمة أم تكون أمة للمكاتب ويقاص السيد\nبقيمة الولد فيما بقي عليه من كتابته قال أرى أن يكون ذلك على السيد ويقاص\nالمكاتب سيده بذلك فإن كانت قيمتها كفافا لما بقي عليه من الكتابة أعتق وإن\nكان في قيمتها فضل رجع بذلك المكاتب على سيده وأعتق\n</p>\n\n<p>\nقالسحنون وقال غيره ليس للسيد تعجيل ما على مكاتبه وقال فإن كان له مال\nأخذت القيمة من ماله وصارت أم ولد للشبهة في ذلك وإن كان ماله على مكاتبه\nلا يحيط بقيمتها بيع ما على مكاتبه فإن كان ذلك قيمتها كانت أم ولد وأعطى\nالمكاتب ذلك الثمن إلا أن يشاء المكاتب أن يكون أولى بما بيع منه لتعجيل\nالعتق وإن أبى كان له الوقوف على كتابته وإن لم يكن في ذلك إلا بقدر نصف\nالجارية أخذه المكاتب وبقي نصف الجارية للمكاتب ونصفها بحساب أم ولد واتبع\nالسيد بنصف قيمة الولد\n</p>\n\n#\n<p>\n| في الرجل يطأ جارية ابنه\n</p>\n\n<p>\nقلت أرأيت الرجل يطأ جارية ابنه أتقوم عليه في قول مالك أم لا وكيف إن\nكان ابنه صغيرا أو كبيرا أو حملت أو لم تحمل الجارية من الأب قال قال مالك\nتقوم عليه جارية ابنه إذا وطئها حملت أو لم تحمل كبيرا كان أو صغيرا وهو\nقول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p320'> Vol. 08, p. 320</a>\n            </div>\n             مالك أن الصغير والكبير في ذلك سواء تقوم عليه إذا وطئها\nوإن لم تحمل ولا حد عليه فيها لأن مالكا قال في الجارية بين الشريكين إذا\nوطئها أحدهما قومت عليه يوم حملت إلا أن يحب الشريك إن هي لم تحمل أن لا\nتقوم على شريكه فذلك له ولا أرى أنا الابن بمنزلة الشريك إذا هي لم تحمل\nفإن كان الابن كبيرا وليس للأب مال فإنها تقوم على الأب على كل حال مليا\nكان أو معدما وتباع عليه إن لم تحمل لابنه وكذلك المرأة تحل جاريتها لزوجها\nأو لابنها أو لغيرهما وكذلك الأجنبيون هم بمنزلة سواء\n</p>\n\n<p>\nقلت أرأيت إن وطىء رجل جارية <span id='ms1421'></span> ابنه وقد كان ابنه وطئها قبل ذلك أتقوم على\nالأب أم لا قال قال مالك تقوم على الأب فقلت فهل للأب أن يبيعها في قول\nمالك قال نعم\n</p>\n\n<p>\nقلت فإن حملت من وطء الأب قال قال مالك تقوم على الأب وتخرج حرة ويلحقه\nالولد لأنها حرمت على الأب لأن الابن قد كان وطئها قبل ذلك وإنما كان للأب\nفيها المتعة فلما كانت عليه حراما عتقت\n</p>\n\n<p>\nقال ولم أسمعه من مالك ولكن أخبرني عنه بعض من أثق به\n</p>\n\n<p>\nقلت أرأيت إن وطىء الأب أم ولد ابنه أتقوم عليه أم ماذا يصنع به في قول\nمالك قال لم أسمع من مالك فيه شيئا ولكن أرى أن تؤخذ القيمة من الأب قيمة\nأم الولد فتدفع إلى الابن وتعتق الجارية على الابن ولا تعتق على الأب لأن\nالولاء قد ثبت للابن وإنما ألزمنا الأب القيمة للفساد الذي أدخله على الابن\nولا آمر الابن أن يطأها فإذا نهيت الابن عن الوطء وحرمت عليه بوطء الأب\nأعتقتها عليه وقد بلغني ذلك عن مالك\n</p>\n\n<p>\nقلت لم حرمت هذه الجارية على الابن وقد قال مالك لو أن رجلا وطىء امرأة\nابنه لم تحرم على الابن قال لا تشبه الحرة في هذا الأمة لأن الرجل لو وطىء\nامرأة ابنه لرجمته إن كان محصنا وإن كان لم يحصن بامرأة قد حددته حد البكر\nولست أحده في أم ولد الابن فلما لم أحده في أم ولد ابنه حرمتها على الابن\nفكذلك أم ولد الابن لأنها أمة إذا وطئها الأب دفعت عنه الحد وحرمتها على\nالابن وألزمت الأب قيمتها وأعتقتها على الابن\n</p>\n\n<p>\nقلت أرأيت إن جاءت هذه الجارية بولد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p321'> Vol. 08, p. 321</a>\n            </div>\n             بعد ما وطئها الأب قال\nينظر في ذلك فإن كان الابن غائبا يوم وطئها الأب وقد غاب الابن قبل ذلك\nغيبة يعلم أن في مثلها قد استبرأت لطول مغيبة فالولد ولد الأب لأن مالكا\nقال لو أن رجلا زوج غلاما له أمة له فوطئها سيدها بعد ما دخل بها زوجها\nفولدت ولدا\n</p>\n\n<p>\nقال <span id='ms1422'></span> مالك إن كان العبد غير معزول عنها فالولد للعبد وإن كان معزولا عنها\nأو غائبا قد استيقن في ذلك أنها قد حاضت بعده واستبرأ رحمها\n</p>\n\n<p>\nقال مالك رأيت أن يلحق الولد بالسيد وترد الجارية إلى زوجها فكذلك الأب\nفي جارية ابنه\n</p>\n\n#\n<p>\n| في الرجل يتزوج الأمة فتلد منه ثم يشتريها أتكون بذلك أم ولد أم لا\n</p>\n\n<p>\nقلت أرأيت إن تزوج الولد أمة والده فولدت ثم اشتراها أتكون أم ولد بذلك\nالولد أم لا في قول مالك قال قال مالك كل من تزوج أمة ثم اشتراها وقد كانت\nولدت منه قبل أن يشتريها أنها لا تكون أم ولد بذلك الولد إلا أن يشتريها\nوهي حامل فتكون بذلك الولد أم ولد ألا ترى أن الولد الذي ولدته قبل أن\nيشتريها أنه لسيدها الذي باعها وأن الذي اشتراها وهي حامل به يكون له فتصير\nبهذا أم ولد ولا تصير بالذي ولدت قبل الشراء أم ولد لأنه رقيق وأما ما سألت\nعنه من اشتراء الولد امرأته من أبيه وهي حامل فإني لا أراها أم ولد وإن\nاشتراها وهي حامل منه لأن الولد قد عتق على جده في بطنها وإنما تكون أم ولد\nإذا اشتراها وهي حامل منه بمن لم يعتق عليه وهو في بطنها فأما ما ثبتت فيه\nالحرية يعتق على من ملكه فاشتراها وهي حامل به فلا تكون به أم ولد\n</p>\n\n<p>\nألا ترى أن سيدها لو أراد أن يبيعها لم يكن ذلك له لأنه قد عتق عليه ما\nفي بطنها وأن الأمة التي لغير أبيه لو أراد أن يبيعها وهي تحت زوجها باعها\nوكان ما في بطنها رقيقا فهذا فرق ما بينهما\n</p>\n\n<p>\nقلت أرأيت لو أني اشتريت أمة قد كان أبي تزوجها وهي حامل من أبي قال يعتق\nعليك ما في بطنها ولا تستطيع أن تبيعها حتى تضع ما في بطنها ولا تعتق عليك\nالأمة\n</p>\n\n<p>\nقلت فإن رهقني دين بعد ما اشتريتها أتباع أم لا قال نعم تباع عليك وتباع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p322'> Vol. 08, p. 322</a>\n            </div>\n             بالولد وذلك أنه إنما <span id='ms1423'></span> يعتق عليك إذا خرج إلا أنك لا تستطيع أن\nتبيعها لما عقد لولدها من العتق بعد الخروج\n</p>\n\n<p>\nقال سحنون وقد قال أشهب مثل قول عبد الرحمن بن القاسم وقال بعض رواة مالك\nلا تباع في الدين حتى تضع لأن عتق هذا ليس هو عتق اقتراب من السيد إنما\nأعتقته السنة وعتق السنة أوكد من الاقتراب وأشد\n</p>\n\n<p>\nقلت فإن اشتريتها وهي حامل من أبي وأبي حي وهي تحته أتكون أم ولد لأبي\nبذلك الولد ويفسخ التزويج قال لا لا تكون أم ولد بذلك الولد وهي أمة للابن\nولا تكون أم ولد بذلك الولد لأن الولد إنما عتق على أخيه ولم يعتق على أبيه\nولم يكن للأب فيها ملك وتحرم على الأب بملك ابنه إياها لأن الأب لا ينبغي\nله أن يتزوج أمة ابنه\n</p>\n\n<p>\nقلت فإن كانت حاملا من أخي فاشتريتها قال تكون هي وولدها رقيقا لك لأن\nالرجل لا يعتق عليه بن أخيه\n</p>\n\n<p>\nقال سحنون وقد قال غيره في الابن الذي تزوج جارية أبيه فحملت منه ثم\nاشتراها من أبيه إن ذلك لا يجوز لأن ما في بطنها قد عتق على جده ولا يجوز\nأن تباع ويستثنى ما في بطنها لأن ذلك غرر لأنه وضع من ثمنها لما استثنى وهو\nلا يدري أيكون لها ولد أم لا يكون فكما لا يجوز له بيع ما في بطنها لأنه\nغرر فكذلك إذا باعها واستثنى ما في بطنها لأنه وضع من الثمن لمكانه\n</p>\n\n<p>\nألا ترى أن عتق ما في بطنها عتق لا يتسلط عليه الدين ولا يلحقه الرق لأنه\nعتق سنة وليس هو عتق اقتراب\n</p>\n\n#\n<p>\n| في أم ولد المرتد ومدبره\n</p>\n\n<p>\nقلت أرأيت لو أن مسلما ارتد ولحق بدار الحرب وله عبيد قد دبرهم وأمهات\nأولاد في دار الإسلام أيعتقون عليه حين لحق بدار الحرب كافرا قال قال مالك\nفي الأسير يتنصر إنه لا يقسم ماله الذي في دار الإسلام بين ورثته فهذا يدلك\nعلى أن أمهات أولاد المرتد لا يعتقن عليه بلحاقه بدار الحرب <span id='ms1424'></span> لأن من لا يقسم\nماله بين ورثته لا تعتق عليه أمهات أولاده فلما كان الأسير إن تنصر لم يقسم\nماله بين ورثته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p323'> Vol. 08, p. 323</a>\n            </div>\n             فكذلك المرتد إذا ارتد في دار الإسلام ولحق\nبدار الحرب فهو بمنزلة الأسير الذي تنصر فإن رجع إلى دار الإسلام فتاب ثم\nمات كان ميراثه بين ورثته وعتق عليه أمهات أولاده ومدبروه وإن مات على\nالارتداد كان ماله لجميع المسلمين وأما مدبروه فإنهم يعتقون وليس هي وصية\nاستحدثها لأنه أمر عقده في الصحة ولم يكن يستطيع أن ينقضه وهو مسلم فلذلك\nجاز عليه وأما كل وصية لو شاء أن يردها وهو مسلم ردها فإنها لا تجوز إذا\nارتد وكذلك الأسير إذا تنصر ولو جاز له ما أوصى به وهو مسلم ولو شاء أن\nيرده رده لجاز له أن يحدث في ارتداده وصية فهذا وجه ما سمعته\n</p>\n\n<p>\nقلت أرأيت المرتد إذا ارتد وله أمهات أولاد أيحرمن عليه في حال ارتداده\nفي قول مالك قال نعم\n</p>\n\n<p>\nقلت فهل يعتقن عليه إذا وقعت الحرمة قال لا أحفظ قول مالك في العتق ولكني\nلا أرى أن يعتقن عليه لأن الحرمة التي وقعت ها هنا من قبل ارتداده ليست\nكحرمة النكاح لأن النكاح عصمة تنقطع منه بارتداده وهذه عصمة ليس لها من\nعصمة تنقطع وهذه تحل له إن رجع عن ارتداده إلى الإسلام فأراها موقوفة إن\nأسلم كانت أم ولده بحال ما كانت قبل أن يرتد\n</p>\n\n#\n<p>\n| في أم ولد الذمي تسلم\n</p>\n\n<p>\nقلت أرأيت أم ولد الذمي إذا أسلمت ما عليها في قول مالك قال تعتق وقد قال\nمالك توقف حتى يموت أو يسلم فتحل له ثم رجع إلى أن تعتق\n</p>\n\n<p>\nقلت ولا تسعى في قيمتها في قول مالك قال لا لأن الذمي إنما كان له فيها\nالاستمتاع بوطئها فلما أسلمت حرم عليه فرجها فرجها فصارت حرة\n</p>\n\n<p>\nقلت أرأيت إن أسلمت أم ولد النصراني ثم أسلم النصراني مكانه بعد إسلامها\nأتجعلها أم ولده كما كانت أم تعتقها عليه قال إن أسلم قبل أن يعتقها <span id='ms1425'></span>\nالسلطان عليه بعد ما أسلمت كانت أم ولد له\n</p>\n\n<p>\nقال والذي أرى في أم ولد الذمي إذا أسلمت إن غفل عنها فلم يرفع أمرها حتى\nأسلم سيدها النصراني وقد طال في ذلك زمانها أن سيدها أولى بها إن أسلم ما\nلم يحكم عليه السلطان بعتقها لأنه أمر قد اختلف الناس\n</p>\n\n<p>\nعن مالك قلت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p324'> Vol. 08, p. 324</a>\n            </div>\n             أرأيت أم ولد ذمي ولدت بعد أن صارت أم ولد من\nغير سيدها فأسلمت فأعتقتها عليه في قول مالك ما حال الولد وهل هم مسلمون\nبإسلام أمهم إذا كانوا صغارا أم لا وهل يعتق ولد أم الولد على سيدهم\nالنصراني إن أسلم وأمه نصرانية أو أسلمت أم الولد ولم يسلم معها أولادها\nوهم كبار قد استغنوا عن أمهم بلغوا الحلم أو لم يبلغوا أتعتقهم أم لا قال\nلا عتق للولد الكبار إذا أسلموا مع إسلام أمهم أو قبلها أو بعدها ولا إسلام\nللولد الصغار بإسلام أمهم استغنوا عنها أو بلغوا الإثغار أو لم يبلغوا ولا\nعتق لهم ولا لجميع ولدها إن أسلموا إلا إلى موت سيدها ولا يعتق منهم\nبالإسلام إلا الأم وحدها وذلك أن الأم إذا جنت أجبر سيدها على افتكاكها وأن\nولدها لو جنوا جناية لم يجبر السيد على افتكاكهم وإنما عليه أن يسلم الخدمة\nالتي له فيهم فيختدمهم المجروح إلى أن يستوفي جرحه قبل ذلك فيرجعون إلى\nسيدهم فهذا فرق ما بينهما وإنما إسلام الأم بمنزلة ما لو عجل لها سيدها\nالعتق دون ولدها فلا عتق لولدها إذا أسلموا إلا إلى موت سيدها ولقد قال\nمالك الأولاد تبع للآباء في الإسلام في الأحرار وقال في أولاد العبيد في\nالرق إنهم تبع للأمهات في الرق ولم أسمعه قال في إسلامهم شيئا إلا أني أرى\nأن لو أن أمة لنصراني لها ولد صغير فأسلمت بيعت وما معها من ولد صغير ولا\nيفرق بينها وبين ولدها لأنه لا يستغنى عنها\n</p>\n\n<p>\nقلت فإن كان قد استغنى عنها قال لا يباع معها\n</p>\n\n<p>\nقلت ولا يكون مسلما بإسلامها صغيرا كان <span id='ms1426'></span> أو كبيرا قال إذا استغنى عنها فلا\nأراه عندي مسلما بإسلامها وإن لم يستغن عنها بيع معها من مسلم فأما إسلامه\nفلا أراه مسلما إذا كان أبوه نصرانيا ولا لسيده الذي اشتراه مع أمه أن\nيجعله مسلما إذا كره ذلك أبوه\n</p>\n\n<p>\nقال ولقد سمعت مالكا وهو يسأل عن الرجل المسلم يكون له العبد والأمة على\nالنصرانية فتلد أولادا أترى أن يكره الأولاد على الإسلام وهم صغار قال ما\nعلمت ذلك استنكارا أن يكون ذلك لسيدهم\n</p>\n\n<p>\nقلت أرأيت المكاتب النصراني إذا كان مولاه مسلما فأسلمت أم ولد هذا\nالنصراني المكاتب قال أرى أن توقف فإن عجز المكاتب كانت حاله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p325'> Vol. 08, p. 325</a>\n            </div>\n            \nمثل حال النصراني يشتري الأمة المسلمة وإن كان السيد نصرانيا ثم أسلمت أم\nولد المكاتب النصراني أوقفت فإن أدى المكاتب عتقت عليه وإن عجز كان رقيقا\nوبيعت عليه\n</p>\n\n#\n<p>\n| أم الولد يكاتبها سيدها\n</p>\n\n<p>\nقلت أرأيت أم الولد أيصلح أن يكاتبها سيدها في قول مالك قال قال مالك لا\nيكاتبها سيدها إلا بشيء يتعجله منها فأما أن يكاتبها يستسعيها في الكتابة\nفلا يجوز ذلك\n</p>\n\n<p>\nقلت وإنما يجوز عند مالك في أم الولد أن يعتقها على مال يتعجله منها قط\nقال نعم\n</p>\n\n<p>\nقلت أرأيت إن كاتب الرجل أم ولده أيجوز هذا في قول مالك قال قال مالك لا\nيجوز ذلك\n</p>\n\n<p>\nقلت فإن فاتت بأداء الكتابة أتعتقها أم لا قال لم أسمع من مالك فيه شيئا\nوأرى أن لا ترد في الرق بعد ان عتقت\n</p>\n\n<p>\nقلت أرأيت أم الولد إذا كاتبها سيدها على مال فأدته إلى السيد فخرجت حرة\nأيكون لها أن ترجع على السيد بذلك فتأخذه منه في قول مالك لأن مالكا قال لا\nيجوز أن يكاتب الرجل أم ولده قال لا ترجع على سيدها بشيء مما دفعت لأن\nمالكا قال للسيد أن يأخذ مال أم ولده منها ما لم يمرض فإذا مرض لم يكن له\nأن يأخذ مالها منها لأنه إنما يأخذه الآن لورثته\n</p>\n\n<p>\nقال وقال مالك أيضا لا بأس بأن يقاطع الرجل أم <span id='ms1427'></span> ولده على مال يتعجله منها\nويعتقها فهذا يدلك على أنها لا ترجع بما أدت من ذلك إلى السيد\n</p>\n\n<p>\nقلت فلم جوز مالك القطاعة في أم الولد ولم يجوز الكتابة قال لأن القطاعة\nكأنه أخذ مالها وأعتقها وقد كان له أن يأخذ مالها ولا يعتقها وأما الكتابة\nفإذا كاتبها فكأنه باعها خدمتها ورقها فلا يجوز أن يبيعها بذلك ولا\nيستسعيها لأن أمهات الأولاد لا سعاية عليهن إنما فيهن المتعة لساداتهن\n</p>\n\n<p>\nقال وقال مالك ليس لسيد أم الولد أن يستخدمها ولا يجهدها في مثل استقاء\nالماء والطحين وما أشبهه ولا يكاتبها ولو أن رجلا كاتب أم ولده فسخت\nالكتابة فيها إلا أن تفوت بأداء الكتابة فتكون حرة\n</p>\n\n<p>\nقلت أرأيت أم الولد إذا كاتبها سيدها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p326'> Vol. 08, p. 326</a>\n            </div>\n             قال تفسخ كتابتها وقال\nفي أم الولد إذا كوتبت فأدت أنها حرة لأن مالكا قال لا بأس بأن يقاطع الرجل\nأم ولده فإذا كان لا بأس بالقطاعة فهي إذا أدت حرة لا شك في ذلك ولا ينبغي\nكتابتها ابتداء\n</p>\n\n<p>\nقالسحنون وأخبرني بن وهب عن يونس بن يزيد عن بن شهاب أنه قال إذا أرادت\nأم الولد أن تتعجل العتق بأمر صالحها عليه سيدها فهو جائز فأما الكتابة\nكتابة المملوك فلا ولكن تصالح من ذات يدها ما يثبت لها العتق\n</p>\n\n<p>\nوأخبرني بن وهب عن الليث عن يحيى بن سعيد بذلك\n</p>\n\n<p>\nقال ( بن وهب ) قال الليث قاليحيى ولو مات سيدها وعليها الدين الذي اشترت\nبه نفسها كان ذلك دينا عليها تتبع به لأنها اشترت رقا كان عليها تعجلت\nالعتق بما كتب عليها ولو أنها كاتبت على كتابة معلومة ونجم عليها تلك\nالكتابة الشهور والسنين ثم مات الرجل عتقت وبطل ما بقي عليها من الكتابة\n</p>\n\n<p>\nقال بن وهب وأخبرني يونس بن يزيد عن أبي الزناد بنحو ذلك\n</p>\n\n<p>\nقال بن وهب وأخبرني يونس عن ربيعة أنه قال في رجل كاتب سريته قال فإن\nكانت جاءته بمال تدفعه إليه على عتق تتعجله يكون بعض ذلك لبعض فذلك جائز\nلها وأنكر ربيعة أن يكاتبها <span id='ms1428'></span> وقال إن كاتبها مخالفة لشروط المسلمين فيها\nالآثار بن وهب\n</p>\n\n#\n<p>\n| في الرجل يعتق أم ولده على مال يجعله عليها دينا برضاها أو بغير رضاها\n</p>\n\n<p>\nقلت أرأيت من أعتق أم ولده على مال يجعله عليها دينا برضاها أو بغير\nرضاها أيلزمها ذلك أم لا في قول مالك قال لا أقوم على حفظ قول مالك إلا أن\nمالكا قال ليس له أن يستعملها ولا يكاتبها فإذا لم يكن له أن يستعملها ولا\nيكاتبها فليس له أن يعتقها ويجعل عليها دينا بغير رضاها وإذا كان برضاها\nفليس به بأس عندي إنما هي بمنزلة امرأة حرة اختلعت من زوجها بدين جعله\nعليها فكذلك أم الولد لأنه إنما كان لسيدها المتاع فيها مثل ما كان له في\nالحرة من المتاع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p327'> Vol. 08, p. 327</a>\n            </div>\n            \n</p>\n\n<p>\n| في أم ولد الذمي يكاتبها ثم يسلم\n</p>\n\n<p>\nقلت أرأيت لو أن نصرانيا كاتب أم ولده النصرانية فأسلمت أم ولده أتسقط\nالكتابة عنها وتعتق في قول مالك قال نعم لأنه قال إذا أسلمت أم ولد\nالنصراني عتقت عليه\n</p>\n\n<p>\nقلت أرأيت لو أن ذميا كاتب أم ولده الذمية ثم أسلمت قال قال مالك في أم\nولد الذمي إذا أسلمت أنها حرة فأرى هذه بتلك المنزلة أنها حرة وتسقط عنها\nالكتابة\n</p>\n\n#\n<p>\n| بيع أم الولد وعتقها\n</p>\n\n<p>\nقلت أرأيت إن اشتريت أم ولد رجل فأعتقتها قال قال مالك ليس عتقك عتقا\nويرد هذا البيع وترجع إلى سيدها\n</p>\n\n<p>\nقلت لم وهذا العتق آكد من أم الولد قال لأن ذلك قد ثبت في أم الولد ولا\nيشبه التدبير لأن التدبير من الثلث وأم الولد حرة من رأس المال إلا أن له\nفيها المتعة فهي مردودة على كل حال أم ولد للبائع فإن ماتت في يدي المشتري\nقبل أن ترد فمصيبتها من البائع ويرجع المشتري إلى ماله فيأخذه\n</p>\n\n<p>\nقلت أرأيت لو أن رجلا باع أم ولده فأعتقها المشتري أيكون هذا فوتا قال لا\nيكون هذا فوتا ولا تكون حرة وترد إلى سيدها\n</p>\n\n<p>\nقلت فإن ماتت وذهب المشتري فلم يقدر عليه ما يصنع بالثمن <span id='ms1429'></span> قال يتبعه\nفيطلبه حتى يرده إليه فإن قدر عليه وقد ماتت الجارية أم الولد في يدي\nالمشتري رد عليه جميع الثمن ولم يتبعه بشيء لأن أم الولد إنما كان لسيدها\nفيها المتاع بالوطء لا بغيره وهي معتوقة من رأس المال على سيدها فلا يأكل\nثمن حرة\n</p>\n\n<p>\nقلت فإن مات سيدها وقد ماتت أم الولد قبله أو بعده أو لم تمت قال يرد\nالثمن إلى مشتريها على كل حال ويكون ثمنها دينا على بائعها إن لم يكن عنده\nوفاء ماتت أو لم تمت مات سيدها أو لم يمت مات سيدها قبلها أو بعدها أفلس أو\nلم يفلس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p328'> Vol. 08, p. 328</a>\n            </div>\n            \n</p>\n\n<p>\n| العبد المأذون له يعتق وله أمة أو أم ولد حامل\n</p>\n\n<p>\nقلت أرأيت العبد المأذون له في التجارة إذا اشترى جارية فوطئها بملك\nاليمين بإذن السيد أو بغير إذن السيد فولدت ثم أعتق العبد بعد ذلك فتبعته\nكما تبعه ماله أتكون بذلك الولد أم ولد أم لا قال قال مالك لا تكون به أم\nولد وله أن يبيعها وكل ولد ولدته قبل أن يعتقه سيده أو أعتقه سيده وأمته\nحامل منه لم تضعه فإن ما ولدت قبل أن يعتقه سيده وما في بطن أمته رقيق كلهم\nللسيد ولا تكون بشيء منهم أم ولد لأنهم عبيد وأما أمهم فبمنزلة ماله لأنه\nإذا أعتقه سيده تبعه ماله\n</p>\n\n<p>\nقال بن القاسم إلا أن يملك العبد ذلك الحمل الذي في بطن جاريته منه قبل\nأن تضعه فتكون به أم ولد له\n</p>\n\n<p>\nقال فقلت لمالك فلو أن العبد حين أعتقه سيده أعتق هو جاريته وهي حامل منه\nقال قال لي مالك لا عتق له في جاريته وحدودها وحرمتها وجراحها جراح أمة حتى\nتضع ما في بطنها فيأخذه سيده وتعتق الأمة إذا وضعت ما في بطنها بالعتق الذي\nأعتقها به العبد المعتق ولا تحتاج الجارية ها هنا إلى أن يجدد لها العتق\n</p>\n\n<p>\nقال مالك ونزل هذا ببلدنا وحكم به\n</p>\n\n<p>\nقال بن القاسم وسأله بعض أصحابه بن كنانة بعد ما قال لي <span id='ms1430'></span> هذا القول بأعوام\nأرأيت المدبر إذا اشترى جارية فوطئها فحملت منه ثم عجل السيد عتقه وقد علم\nأن ماله يتبعه أترى ولده يتبع المدبر قال لا ولكنها إذا وضعته كان مدبرا\nعلى حال ما كان عليه الأب قبل أن يعتقه السيد والجارية للعبد تبع لأنها\nماله\n</p>\n\n<p>\nقلت وتصير ملكا له ولا تكون بهذا الولد أم ولد له قال قد اختلف قول مالك\nفي هذه بمنزلة ما اختلف في المكاتب وجعله في هذه الجارية بمنزلة المكاتب في\nجاريته والذي سمعت من مالك أنه قال تكون أم ولد إذا ولدته في التدبير أو في\nالكتابة\n</p>\n\n<p>\nقال فقلت لمالك وإن لم يكن لها يوم تعتق ولد حي قال نعم وإن لم يكن لها\nولد حي يوم تعتق\n</p>\n\n<p>\nقال سحنون وقد قال أكثر الرواة لا تكون أم ولد المدبر أم ولد أذا عتق\nالمدبر كان له ولد يوم يعتق أو لا ولد له لأنه قد كان للسيد أخذها ( قالوا\n) ماله وليس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p329'> Vol. 08, p. 329</a>\n            </div>\n             هي مثل أم ولد المكاتب لأن المكاتب كان ماله\nممنوعا من سيده فبذلك افترقا وأم ولد المكاتب أم ولد إذا أدى وعتق\n</p>\n\n<p>\nقلت ما حجة مالك في التي في بطنها ولد من هذا العبد الذي أعتقه سيده فقال\nالمعتق هي حرة لم جعلها مالك في جراحها وحدودها بمنزلة الأمة وأن ما في\nبطنها ملك للسيد وهي إذا وضعت ما في بطنها كانت حرة باللفظ الذي أعتقها به\nالعبد المعتق قال لأن ما في بطنها ملك للسيد فلا يصلح أن تكون حرة وما في\nبطنها رقيق فلما لم يجز هذا أوقفت فلم تنفذ لها حريتها حتى تضع ما في بطنها\n</p>\n\n<p>\nقال ومما يبين لك ذلك أن العبد إذا كاتبه سيده وله أمة حامل منه أن ما في\nبطنها رقيق ولا يدخل في كتابة المكاتب إلا أن يشترطه المكاتب\n</p>\n\n<p>\nقالسحنون وهذا قول الرواة كلهم ما علمت لأحد منهم خلافا في هذا إلا أشهب\nفإنه قال إذا كاتب الرجل عبده وله أمة حامل منه دخل حملها <span id='ms1431'></span> معه في الكتابة\nإلا أن يشترطه السيد\n</p>\n\n#\n<p>\n| في أم ولد المدبر يموت سيده فيعتق في ثلثه\n</p>\n\n<p>\nقال وقال مالك في أم ولد المدبر إذا مات سيده فعتق في ثلث مال الميت إن\nأم ولده أم ولد له بالولد الذي كان في التدبير وولده الذين ولدوا بعد\nالتدبير من أم ولده بمنزلته يعتقون في ثلث مال الميت\n</p>\n\n<p>\nقال بن القاسم وإن أراد المدبر أن يبيع أم ولده قبل موت سيده لم يكن ذلك\nله إلا بإذن سيده وإن أراد سيده انتزاعها كان ذلك له\n</p>\n\n<p>\nقال فقلت لمالك فإن كان أعتق المكاتب أو المدبر ولا ولد له يوم أعتق قال\nنعم أراها أم ولد بما ولدت في التدبير والكتابة\n</p>\n\n<p>\nقال بن القاسم وإنما تكون أم ولد لأن ولدها بمنزلة والدهم فقد جرى في\nولدها مثل ما جرى في أبيهم فهذا يدلك أيضا على أنه يجري فيها ما يجري في\nولدها\n</p>\n\n<p>\nقال وقال مالك أم ولد في المدبر إذا مات سيده فعتق في ثلث ماله إن أم\nولده أم ولد له بالولد الذي حملت به في تدبيره كانوا معها يوم يعتق أبوهم\nأو ماتوا قبل ذلك\n</p>\n\n<p>\nقال بن القاسم فتكون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p330'> Vol. 08, p. 330</a>\n            </div>\n             أم ولد لأن ولدها بمنزلة أبيهم لأنه جرى\nالعتق في الولد بما جرى في الوالد فكذلك يجري أيضا فيها كما جرى في ولدها\n</p>\n\n<p>\nقال سحنون قد أعلمتك بهذا الأصل قبل هذا\n</p>\n\n#\n<p>\n| في أم ولد المدبر وولده يموت قبل سيده\n</p>\n\n<p>\nقلت أرأيت لو أن رجلا له مدبر فولد للمدبر ولد من أمة ثم مات المدبر ثم\nمات السيد قال لما مات المدبر كانت أم ولده أمة للسيد وجميع ما ترك المدبر\nمن مال للسيد وأما الولد فإنه مدبر يقوم في ثلث مال الميت بعد موته\n</p>\n\n<p>\nقلت وهذا قول مالك قال نعم\n</p>\n\n#\n<p>\n| في الرجل يدعي الصبي في ملك غيره أنه ولده\n</p>\n\n<p>\nقلت أرأيت لو أن رجلا باع صبيا صغيرا في يديه ثم أقر بعد ذلك أنه ابنه\nأيصدق في قول مالك ويرد الصبي قال نعم <span id='ms1432'></span> إذا كان قد ولد عنده\n</p>\n\n<p>\nقال وأخبرني بن دينار أنها نزلت بالمدينة فقضى بها بعد خمس عشرة سنة\nوكذلك قال مالك\n</p>\n\n<p>\nقلت فإن كان الصبي لم يولد عنده قال قال مالك القول قوله أبدا إلا أن\nيأتي بأمر يستدل به على كذبه\n</p>\n\n<p>\nقال مالك فما ادعى مما يعرف كذبه فيه فهو غير لاحق به\n</p>\n\n<p>\nقلت أرأيت لو أن رجلا ادعى ابنا فقال هذا ابني ولم تكن أمه في ملكه ولا\nكانت له زوجة أيصدق في ذلك إذا كان الابن لا يعرف نسبه قال قال مالك من\nادعى ولدا لا يعرف كذبه فيما ادعى الحق به الولد إذا لم يكن للولد نسب ثابت\n</p>\n\n<p>\nقلت ومن يعرف كذبه ممن لا يعرف كذبه قال الغلام يولد في أرض الشرك فيؤتى\nبه محمولا مثل الصقالبة والزنج ويعرف أن المدعي لم يدخل تلك البلاد قط فهذا\nالذي يعرف كذبه وما أشبهه\n</p>\n\n<p>\nقلت أرأيت إن شهد الشهود أن أم هذا الغلام لم تزل ملكا لفلان أو لم تزل\nزوجة لفلان غير هذا المدعي حتى هلكت عنده أيستدل بهذا على كذب المدعي قال\nأما الأمة فلعله كان تزوجها فلا أدري ما هذا وأما الحرة فإذا شهدوا أنها\nزوجة الأول حتى ماتت فهي مثل ما وصفت لك فيما يولد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p331'> Vol. 08, p. 331</a>\n            </div>\n             في أرض\nالعدو\n</p>\n\n<p>\nقلت وهذا قول مالك قال إنما قال مالك في الحمل إذا ادعاه ولم يعرف أنه\nدخل تلك البلاد قط لم يصدق فأما إذا علموا أنه دخل تلك البلاد فإن الولد\nيلحق به\n</p>\n\n<p>\nقلت أرأيت إن ادعى أنه ابنه وهو في ملك غيره أيصدق أم لا أو كان أعتقه\nالذي كان في ملكه ثم ادعاه هذا الرجل أتجوز دعواه إن أكذبه الذي أعتقه أو\nصدقه قال قد سمعت أنه لا يصدق إذا أكذبه المعتق ولا أدري أهو قول مالك أم\nلا وهو رأيي\n</p>\n\n<p>\nقلت أرأيت لو أن رجلا قال هذا ابني وهو بن أمة لرجل وقال زوجني الأمة\nسيدها فولدت لي هذا الولد فكذبه سيدها أيكون ولده <span id='ms1433'></span> أم لا قال ما سمعت من\nمالك فيه شيئا ولا أرى أن يصدق\n</p>\n\n<p>\nقلت فإن اشتراه قال أراه ابنه وأراه حرا وإنما قلت أراه حرا لأن مالكا\nقال من شهد على عتق عبد فردت شهادته ثم اشتراه بعد ذلك عتق عليه وأما في\nالنسب فهو رأيي\n</p>\n\n<p>\nقلت أرأيت إن ادعيت أولاد أمة لرجل فقلت لسيدها زوجتني أمتك هذه وولدت\nهؤلاء الأولاد مني وكذبه السيد وقال ما زوجتك ولا هؤلاء الأولاد منك أيثبت\nنسب الولد منه أم لا في قول مالك قال لا يثبت نسبهم منه\n</p>\n\n<p>\nقلت فإن اشتراهم هذا الذي ادعاهم واشترى أمهم قال إذا اشتراهم ثبت نسبهم\nمنه لأنه أقر بأنهم أولاده بنكاح لا بحرام فلذلك ثبت النسب منه ولم أسمعه\nمن مالك\n</p>\n\n<p>\nقلت ولا تكون أمهم بولادتهم أم ولد في قول مالك قال نعم لا تكون أم ولد\n</p>\n\n<p>\nقلت أرأيت لو أن السيد أعتق الأولاد قبل أن يشتريهم هذا الذي ادعاهم\nأيثبت نسبهم من هذا الذي ادعاهم أم لا قال لا يثبت نسبهم منه لأن الولاء قد\nثبت للذي أعتقهم ولا ينتقل الولاء عنه ولا توارثهم إلا ببينة تثبت لأن\nالولاء لا ينتقل عند مالك إلا بأمر يثبت\n</p>\n\n<p>\nقلت أرأيت لو أن رجلا باع صبيا قد ولد عنده أو لم يولد عنده ثم ادعاه أنه\nابنه قال سمعت مالكا وهو يسأل عن الرجل يدعي الغلام فقال يلحق به إلا أن\nيستدل على كذبه\n</p>\n\n<p>\nقال وأخبرني من أثق به من أهل المدينة أن رجلا باع غلاما قد ولد عنده\nفادعاه وهو عند المشتري بعد خمس عشرة سنة قال مالك يلحق به\n</p>\n\n<p>\nقلت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p332'> Vol. 08, p. 332</a>\n            </div>\n             أرأيت إذا اشترى رجل جارية من رجل فجاءت بولد عند\nالمشتري لمثل ما تلد له النساء فادعاه البائع قال مالك دعواه جائز ويرد\nالبيع وتكون أمة أم ولد إذا لم تكن تهمة\n</p>\n\n<p>\nقال ولم نسأل مالكا عن قولك لمثل ما تلد له النساء وهو رأيي\n</p>\n\n<p>\nقلت أرأيت إن اشترى رجل جارية فولدت عند المشتري لستة أشهر أو <span id='ms1434'></span> لسبعة أشهر\nفادعى البائع ولدها وقد أعتق المشتري الأم قال سئل مالك عن رجل اشترى جارية\nفأعتقها فادعى البائع أن الجارية قد كانت ولدت منه\n</p>\n\n<p>\nقال مالك لا يقبل قوله إلا ببينة فأرى مسألتك مثل هذه لا يقبل قوله بعد\nالعتق في الأمة لأن عتقها قد ثبت وتقبل دعواه في الولد ويصير ابنه\n</p>\n\n<p>\nقال سحنون ويرد الثمن لأنه قد أقر أنه أخذ ثمن أم ولده\n</p>\n\n<p>\nقلت أرأيت إن بعت جارية لي حاملا فولدت عند المشتري فأعتق المشتري ولدها\nفادعاه البائع أتثبت دعواه قال قال مالك في الجارية إذا أعتقها المشتري\nفادعى ولدها البائع ما أخبرتك ففي ولدها أيضا إذا أعتق المشتري ولدها أن\nالولاء قد ثبت فلا يرد بقول البائع هذا الذي قد ثبت من الولاء إلا بأمر\nيثبت\n</p>\n\n<p>\nقلت فالجارية ما حالها ها هنا قال أرى إن كانت دنية لا يتهم في مثلها\nرأيت أن تلحق به ويرد الثمن وإن كانت ممن يتهم عليها لم يقبل قوله وكذلك\nقال مالك في الأمة إذا ادعى أنها أم ولد رأيت أن تلحق به إذا لم يتهم\n</p>\n\n<p>\nقلت فالولد ها هنا أينتسب إلى أبيه ويوارثه قال ينتسب إلى أبيه والولاء\nقد ثبت للمعتق\n</p>\n\n<p>\nقلت أرأيت لو أن رجلا باع جارية فولدت عند المشتري فمات ولدها وماتت\nالجارية فادعى البائع ولدها بعد موتها قال لا أحفظ عن مالك في هذا شيئا\nولكن أرى أن يرد البائع جميع الثمن لأنه مقر بأن الثمن الذي أخذه لا يحل له\nوهذا المشتري لم يحدث في الجارية شيئا يضمن به\n</p>\n\n<p>\nقلت فإن كانت الجارية والولد لم يموتا ولكن أعتقهما هذا المشتري قال يرد\nالثمن والعتق ماض والولاء للمعتق\n</p>\n\n<p>\nقلت أرأيت إن اشتريت جارية فأقامت عندي سبعة أشهر فوضعت ولدا فادعيته أنا\nوالبائع جميعا قال إن كان المشتري قد استبرأها بحيضة فجاءت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p333'> Vol. 08, p. 333</a>\n            </div>\n            \nبولد لستة أشهر من بعد الاستبراء فالولد ولد المشتري وإن كان المشتري لم\nيستبرئ وقد وطئاها جميعا في طهر واحد دعي له القافة\n</p>\n\n<p>\nقلت أرأيت إن <span id='ms1435'></span> دعي له فقالت القافة فقال هو منهما جميعا قال قول مالك إنه\nيوالي أيهما شاء كما قال عمر بن الخطاب وبه يأخذ\n</p>\n\n<p>\nقلت أرأيت إن بعت جارية حاملا فولدت فأعتقها المشتري وولدها فادعيت الولد\nأتجوز دعواي وترد إلي وتكون أم ولدي في قول مالك أم لا قال أما الولد فيلحق\nبه نسبه وأما أم الولد فإنها إن لم تعتق فإن مالكا قال فيها إن لم يتهم فإن\nأمثل شأنها أن تلحق به وترد أم ولد له فأما إذا أعتقت هي فإني لا أحفظ أني\nسمعت من مالك فيه شيئا إلا أني أرى فيها أن العتق لا يرد بعد أن عتقت ولا\nيقبل قوله ولا يرد عتق الجارية إلا ببينة تثبت له وهو قول مالك\n</p>\n\n<p>\nقال بن القاسم وأنا أرى أن لا يفسخ عتق جارية قد ثبتت حريتها بقوله فترد\nإليه أمه وإن كان مثلها لا يتهم عليها فلا ترد عليه إلا ببينة تثبت وأنا\nأرى أن يرد على المشتري الثمن ولا ترد إليه الجارية بقوله ويكون الولاء\nللمشتري\n</p>\n\n<p>\nقلت أرأيت إن اشتريت جارية فجاءت بولد لأقل من ستة أشهر فادعيت الولد\nأتعتق علي أم لا وتكون أم ولدي أم لا في قول مالك قال لا تكون أم ولدك ولا\nيكون ولدك تعتق عليك لأنه ولد قبل تمام ستة أشهر من يوم اشتريت الأم فالحمل\nلم يكن أصله في ملكك فلا يجوز دعواك فيه في قول مالك\n</p>\n\n<p>\nقال وقال مالك كل من ادعى ولدا يستيقن فيه كذبه لم يلحق به فهذا عندي مما\nيستيقن فيه كذبه\n</p>\n\n<p>\nقلت أتضر به الحد حين قال ولدي وقد جاءت به لأقل من ستة أشهر في قول مالك\nقال لا أحفظه عن مالك ولا أرى عليه الحد\n</p>\n\n<p>\nقلت أرأيت لو أني بعت أمة لي فجاءت بولد عند المشتري ما بينها وبين أربع\nسنين فادعى البائع الولد أيجوز ذلك ويثبت نسب الولد وترد إليه الأمة أم ولد\nقال نعم أرى ذلك له\n</p>\n\n<p>\nقلت وهذا قول مالك قال <span id='ms1436'></span> سألت مالكا عن الرجل يبيع الجارية فتلد فيدعي\nالولد قال تجوز دعواه إلا أن يتهم\n</p>\n\n<p>\nقال سحنون وقال غيره من أصحاب مالك في الرجل يبيع الجارية وولدها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p334'> Vol. 08, p. 334</a>\n            </div>\n             وقد ولدت عنده أو ولدت عند المشتري إلى مثل ما تلد له النساء\nولم يطأها المشتري ولا زوج أو باعها وبقي ولدها الذي ولدت عند البائع أو\nباع الولد وحبسها ثم ادعى البائع الجارية وولدها وهي عند المشتري أو ادعى\nالولد عند المشتري وأمه عنده أو ادعى الجارية عند المشتري والولد عنده بأنه\nولده وقد أعتقها المشتري أو أعتقهما أو أعتقه أو كاتب أو دبر إن ذلك كله\nإذا ادعاه الأول المولود عنده منتزع من المشتري منتقض فيه البيع حتى يرجع\nإلى ربه البائع ولدا وأمه أم ولد ويرد الثمن على المشتري وإن كان معدما\nوالجارية في يد المبتاع والولد أو الجارية بغير ولد وقد أحدث فيهما المشتري\nأو لم يحدث من العتق وغيره فقال بعض أصحابنا إذا لحق النسب رجعت إليه\nالجارية واتبع بالثمن دينا وقال آخرون ومالك يقوله يرجع الولد لأنه يلحق\nبالنسب وتبقى الأم في يد المبتاع لأنه يتهم أن تكون بردها متعة له وتستخدم\nولا يغرم ثمنا والولد يرجع إلى حرية لا إلى رق بالذي يصير عليه من الثمن\nوإذا لم تكن الولادة عنده ولا عند المشتري من أمة باعها فولدت عند المشتري\nمن حين اشتراها إلى ما لا تلحق فيه الأنساب فلا تنقض فيه صفقة مسلم أحدث\nفيهما المشتري شيئا أو لم يحدثه لأن النسب لا يلحق به أبدا إلا أن تكون أمة\nأمة كانت له وولدت عنده أو عند غيره ممن باعها منه ولم يحزه نسب أو كانت\nعنده زوجة بقدر ما تلحق به الأنساب ويشبه أن يكون الولد ولده من حين زالت\nعنه وإلا فلا يلحق به أبدا\n</p>\n\n<p>\nقال سحنون هذا أصله كله وهو جيد\n</p>\n\n#\n<p>\n| في الرجل يدعي الملقوط أنه ابنه\n</p>\n\n<p>\nقلت أرأيت إن التقطت لقيطا فجاء رجل فادعى أنه ولده أيصدق أم لا قال\nبلغني <span id='ms1437'></span> عن مالك أنه قال لا يصدق إلا أن يكون لذلك وجه مثل أن يكون رجلا لا\nيعيش له ولد فيسمع قول الناس أنه إذا طرح عاش فيطرح ولده فالتقط ثم جاء\nيدعيه فإن جاء من مثل هذا ما يعلم أن الرجل كان لا يعيش له ولد وقد سمع منه\nما يستدل به على صدق قوله ألحق به اللقيط وإلا لم يلحق به اللقيط ولم يصدق\nمدعي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p335'> Vol. 08, p. 335</a>\n            </div>\n             اللقيط إلا ببينة أو بوجه ما ذكرت لك أو ما أشبهه\n</p>\n\n<p>\nقالسحنون وقال غيره إذا علم أنه لقيط لم تثبت فيه دعوى لأحد إلا ببينة\nتشهد\n</p>\n\n<p>\nقلت لابن قاسم أرأيت الذي هو في يده إن أقر أو جحد أينفع إقراره أو جحوده\nقال لم أسمع فيه شيئا وأراه شاهدا وشهادة واحد في الأنساب لا تجوز وهي غير\nتامة عند مالك ولا يمين مع الشاهد الواحد في الأنساب\n</p>\n\n<p>\nقلت أرأيت الذي التقطه لو ادعاه هو لنفسه أيثبت نسبه منه قال لم أسمع من\nمالك فيه شيئا إلا أنه هو وغيره فيه سواء لا يثبت نسب الولد منه بقوله إذا\nعرف أنه التقطه\n</p>\n\n<p>\nقلت أرأيت إذا ادعت المرأة لقيطا أنه ولدها أيقبل قولها قال لا أرى أن\nيقبل قولها وقال أشهب أرى قولها مقبولا وإن ادعته أيضا من زنا إلا أن يعرف\nكذبها\n</p>\n\n#\n<p>\n| في الرجل يدعي الصبي في ملكه أنه ابنه\n</p>\n\n<p>\nقلت أرأيت رجلا قال لعبد له أو لأمة هؤلاء أولادي أيكونون أحرارا في قول\nمالك أم لا قال قال مالك القول قول السيد فيهم ما لم يأت بأمر يستدل به على\nكذب السيد في قوله هذا فإذا جاء بأمر يستدل به على كذب السيد لم يكن قوله\nبشيء\n</p>\n\n<p>\nقلت أرأيت إن كان لهؤلاء أب معروف أو كانوا محمولين من بلاد أهل الشرك\nأهذا مما يستدل به على كذبه\n</p>\n\n<p>\nقال نعم\n</p>\n\n<p>\nقلت أرأيت صبيا ولد في ملكي ثم بعته فمكث زمانا ثم ادعيت أنه ولدي أتجوز\nدعواي قال إن لم يستدل على كذب ما قال فهو <span id='ms1438'></span> ولده ويترادان الثمن\n</p>\n\n<p>\nقلت وهذا قول مالك قال نعم\n</p>\n\n<p>\nقلت فإن كان المشتري قد أعتق الغلام فادعاه البائع وقد كان ولد في ملكه\nأتجوز دعواه وينتقض البيع فيما بينهما وينتقض العتق قال إن لم يستدل على\nكذب البائع كان القول قول البائع\n</p>\n\n<p>\nقال سحنون وهذه المسألة أعدل قوله في هذا الأصل\n</p>\n\n<p>\nقلت أرأيت لو أن صبيا ولد في ملكي من أمتي فأعتقته ثم كبر الصبي فادعيت\nأنه ولدي أتجوز دعواي ويثبت نسبه قال نعم\n</p>\n\n<p>\nقلت وإن أكذبني الولد قال نعم تجوز الدعوى ولا يلتفت إلى قول الولد\n</p>\n\n<p>\nقلت وهذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p336'> Vol. 08, p. 336</a>\n            </div>\n             قول مالك قال قال مالك تجوز دعواه إذا لم يتبين\nكذبه\n</p>\n\n<p>\nقلت فإن اشترى جارية فولدت عنده من الغد فادعى الولد لم تجز دعواه حتى\nيكون أصل الحمل عنده وهذا مما يستدل به على كذبه في قول مالك قال نعم لا\nيجوز أن يدعي الولد ولا يثبت نسبه إلا أن يكون أصل الحمل عنده في ملكه فإذا\nكان أصل الحمل في ملك غيره لم تجز دعواه في قول مالك في الولد إلا أن يكون\nكان تزوجها ثم اشتراها وهي حامل فهذا تجوز دعواه\n</p>\n\n#\n<p>\n| الأمة تدعي أنها ولدت من سيدها\n</p>\n\n<p>\nقلت أرأيت إن قالت أمة له ولدت منك وأنكر السيد أتحلفه لها أم لا قال لا\nأحلفه لها لأن مالكا لم يحلفه في العتق فكذلك هذه لا شيء لها إلا أن تقيم\nرجلين على إقرار السيد بالوطء ثم تقيم امرأتين على الولادة فهذا إذا أقامته\nصارت أم ولد وثبت نسب ولدها إن كان معها ولد إلا أن يدعي السيد استبراء بعد\nالوطء فيكون ذلك له\n</p>\n\n<p>\nقلت وهذا قول مالك قال هذا رأيي\n</p>\n\n<p>\nقلت إن أقامت شاهدين على إقرار السيد بالوطء وأقامت امرأة واحدة على\nالولادة أيحلف السيد قال ما سمعت من مالك في هذا شيئا وأرى أن يحلف لأنها\nلو أقامت امرأتين ثبتت الشهادة على الولادة فهي إذا أقامت امرأة واحدة على\nالولادة رأيت اليمين على السيد\n</p>\n\n#\n<p>\n| في المسلم يلتقط اللقيط فيدعى <span id='ms1439'></span> الذمي أنه ابنه\n</p>\n\n<p>\nقلت أرأيت اللقيط من أقام عليه بينة أيقضي له به وإن كان في يد مسلم\nفأقام ذمي البينة من المسلمين أنه ابنه أتقضي به لهذا الذمي وتجعله نصرانيا\nفي قول مالك قال قال مالك في اللقيط يدعيه رجل أن ذلك لا يقبل منه إلا\nببينة أو يكون رجلا قد عرف أنه لا يعيش له ولد فيزعم أنه فعله لذلك قال\nلابن القاسم فإن من الناس من يفعل ذلك فإذا عرف ذلك منه رأيت القول قوله\nوإن لم يعرف ذلك منه لم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p337'> Vol. 08, p. 337</a>\n            </div>\n             يلحق به فإذا أقام البينة عدولا من\nالمسلمين فهذا أحرى أن يلحق به نصرانيا كان أو غيره\n</p>\n\n<p>\nقلت فما يكون الولد إذا قضيت به للنصراني وألحقته به أمسلما أم نصرانيا\nقال إن كان قد عقل الإسلام وأسلم في يد مسلم فهو مسلم وإن كان لم يعقل\nالإسلام قضى به لأبيه وكان على دينه\n</p>\n\n#\n<p>\n| في الحملاء يدعي بعض\n</p>\n\n<p>\nهم مناسبة بعض قلت أرأيت الحملاء إذا أعتقوا فادعى بعضهم أنهم إخوة بعض\nأو ادعى بعضهم أنهم عصبة بعض أيصدقون أم لا قال قال مالك أما الذين سبوا\nأهل البيت أو النفر اليسير يتحملون إلى الإسلام فيسلمون فلا أرى أن\nيتوارثوا بقولهم ولا تقبل شهادة بعضهم لبعض وأما أهل حصن يفتح أو جماعة لهم\nعدد كثير فيتحملون يريدون الإسلام فيسلمون فأنا أرى أن يتوارثوا بتلك\nالولادة وتقبل شهادة بعضهم لبعض وبلغني عن مالك أنه قال لا تقبل شهادة\nهؤلاء النفر القليل الذين يتحملون بعضهم لبعض إلا أن يشهد شهود مسلمون قد\nكانوا ببلادهم قال فأرى أن تقبل شهادتهم قال ولم أسمعه من مالك ولكن بلغني\nعنه وهو رأيي\n</p>\n\n<p>\nقال قال مالك قال بن وهب وأخبرني مالك بن أنس حدثني الثقة عن سعيد بن\nالمسيب أنه سمعه يقول أن عمر بن الخطاب أبى أن يورث أحدا من الأعاجم إلا\nأحدا ولد في العرب\n</p>\n\n<p>\nقال مالك وذلك الأمر المجتمع عليه عندنا\n</p>\n\n<p>\nوأخبرني بن وهب عن مخرمة\n</p>\n\n<p>\nويزيد بن عياض عن بكير <span id='ms1440'></span> بن عبد الله بن الأشج عن بن المسيب عن عمر بن\nالخطاب مثله\n</p>\n\n<p>\nقال بن وهب وأخبرني يونس بن يزيد عن بن شهاب عن عمر بن عبد العزيز وعروة\nبن الزبير وعمرو بن عثمان بن عفان وأبي بكر بن سليمان بن أبي حثمة وأبي بكر\nبن عبد الرحمن بن الحارث بن هشام مثله\n</p>\n\n<p>\nقال بن وهب وأخبرني يحيى بن حميد المعافري عن قرة بن عبد الرحمن عن بن\nشهاب أنه قال قد قضى بذلك عمر بن الخطاب وعثمان بن عفان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p338'> Vol. 08, p. 338</a>\n            </div>\n            \n</p>\n\n<p>\n| في الأمة بين الرجلين يطآنها جميعا فتحمل فيدعيان ولدها\n</p>\n\n<p>\nقلت أرأيت الأمة تكون بين العبد والحر فتلد ولدا فيدعيان ولدها جميعا قال\nقال مالك في الجارية توطأ في طهر واحد فيدعيان جميعا ولدها أنه يدعي لولدها\nالقافة\n</p>\n\n<p>\nقلت وكيف تكون هذه الجارية التي وطئاها في طهر واحد أهي ملك لهما أم ماذا\nقال إذا باعها هذا وقد وطئها فوطئها المشتري في ذلك الطهر فهذه التي قال\nمالك يدعي لولدها القافة كانا حرين أو عبدين\n</p>\n\n<p>\nقلت أرأيت إن حملت أمة بين رجلين فادعى ولدها السيدان جميعا قال قال مالك\nفي أمة وطئها سيدها ثم باعها فوطئها المشتري أيضا واجتمعا عليها في طهر\nواحد أنه يدعي لولدها القافة فكذلك هذا الذي سألت عنه عندي ولم أسمعه من\nمالك أنه يدعي لولدها القافة فإن قالت القافة قد اشتركا فيه جميعا قيل\nللولد وال أيهما شئت\n</p>\n\n<p>\nقلت فإن كانت أمة بين مسلم ونصراني فادعيا جميعا ولدها أو كانت بين حر\nوعبد فادعيا ولدها جميعا قال لم أسمع من مالك فيه شيئا ولكن يدعي لولدها\nالقافة لأن مالكا قال إنما القافة في أولاد الإماء فلا أبالي ما كان الآباء\nإذا اجتمعوا عليها في طهر واحد فإنه يدعي لولدها القافة فيلحقونه بمن\nألحقوه منهم إن ألحقوه بالحر فكسبيل ذلك وإن ألحقوه بالعبد فكسبيل ذلك وإن\nألحقوه بالنصراني فكسبيل ذلك\n</p>\n\n<p>\nقلت أرأيت إن جاءت بولد فادعاه الموليان جميعا وأحدهما مسلم والآخر\nنصراني فدعي لهذا الولد القافة فقالت <span id='ms1441'></span> القافة اجتمعا فيه جميعا وهو لهما\nفقال الصبي أنا أوالي هذا النصراني أتمكنه من ذلك أم لا قال لم أسمع من\nمالك في هذا شيئا إلا أن عمر قد قال ما قد بلغك أنه يوالي أيهما شاء فأرى\nأن يوالي أيهما شاء بالنسب ولا يكون الولد إلا مسلما\n</p>\n\n<p>\nقال وسمعت مالكا يقول كان عمر بن الخطاب يليط أولاد أهل الجاهلية بآبائهم\nفي الزنى\n</p>\n\n<p>\nقال بن القاسم ولقد سمعت مالكا يقول ذلك غير مرة واحتج به في المرأة تأتي\nحاملا من العدو فتسلم فتلد توأمين أنهما يتوارثان من قبل الأب وهما أخوان\nلأم وأب\n</p>\n\n<p>\nقال وكان مالك لا يرى القافة في الحرائر لو أن رجلا طلق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p339'> Vol. 08, p. 339</a>\n            </div>\n            \nامرأته فتزوجت قبل أن تحيض فاستمر بها حمل كان يراه مالك للأول ويقول الولد\nللفراش لأن الثاني لا فراش له إلا فراش فاسد قال وبلغني عن مالك أنه قال\nفإن تزوجها بعد حيضة أو حيضتين ودخل بها كان الولد للآخر إذا وضعت لتمام\nستة أشهر لحق الولد بالآخر\n</p>\n\n<p>\nقلت أرأيت ما ذكرت من قولك في الأمة إذا اجتمعا عليها في طهر واحد فقلت\nإذا قالت القافة هو لهما جميعا أنه يقال للصبي وال أيهما شئت أهو قول مالك\nأم لا قال لا أدري ولكني رأيته مثل قول عمر بن الخطاب لأن مالكا قال فيما\nأخبرتك إنه يدعي لولد الأمة القافة إذا اجتمعا عليها في طهر واحد وكذلك فعل\nعمر بن الخطاب ولكن الذي فعل عمر رضي الله تعالى عنه فعله في الحرائر في\nأولاد الجاهلية\n</p>\n\n<p>\nقلت أرأيت إن مات الصبي قبل أن يوالي واحدا منهما وقد وهب له مال من يرثه\nقال لم أسمع من مالك فيه شيئا ولو نزل بي هذا لرأيت المال بينهما نصفين\nلأنهما قد اشتركا فيه وكان له أن يوالي أيهما شاء فلما لم يوال واحدا منهما\nحتى مات رأيت المال بينهما\n</p>\n\n<p>\nقلت أرأيت كل من دعا عمر لأولادهم القافة في الذي ذكرت عن عمر أنه كان\nيليط أولاد الجاهلية بمن <span id='ms1442'></span> ادعاهم إنما كانوا أولاد زنا كلهم\n</p>\n\n<p>\nقال لا أدري أكلهم كذلك أم لا إلا أن مالكا ذكر لي ما أخبرتك أن عمر كان\nيليط أولاد أهل الجاهلية بالآباء في الزنى\n</p>\n\n<p>\nقلت فلو أن قوما من أهل الحرب أسلموا أكنت تليط أولادهم بهم من الزنى\nوتدعو لهم القافة قال لم أسمع من مالك فيه شيئا ولكن وجه ما جاء عن عمر بن\nالخطاب أن لو أسلم أهل دار من أهل الحرب كان ينبغي أن يصنع بهم ذلك لأن عمر\nقد فعله وهو رأيي\n</p>\n\n#\n<p>\n| في الرجلين يطآن الأمة في طهر واحد فتحمل\n</p>\n\n<p>\nقلت أرأيت الأمة تكون بين الحر والعبد فتلد ولدا فيدعيان ولدها جميعا قال\nقال مالك في الجارية توطأ في طهر واحد فيدعيان جميعا ولدها إنه يدعي لولدها\nالقافة\n</p>\n\n<p>\nقلت وكيف هذه الجارية التي وطئاها جميعا في طهر واحد أهي ملك لهما أم\nماذا قال إذا باعها هذا وقد وطئها فوطئها المشتري في ذلك الطهر فهذه التي\nقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p340'> Vol. 08, p. 340</a>\n            </div>\n             مالك يدعى لولدها القافة فالتي هي لهما جميعا فوطئاها في\nطهر واحد فإني أرى أن يدعى لهما القافة كانا حرين أو عبدين\n</p>\n\n<p>\nقلت أرأيت إن وطئها هذا في طهر ثم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p341'> Vol. 08, p. 341</a>\n            </div>\n             وطئها هذا في طهر قال\nالولد للآخر منهما إذا ولدته لستة أشهر فأكثر من يوم وطئها لأن مالكا قال\nفي الرجل يبيع الجارية فتحيض عند المشتري حيضة فيطؤها المشتري فتلدان ولدها\nللمشتري إذا ولدته لستة أشهر وكذلك إذا كانت ملكا لهما فوطئها هذا ثم وطئها\nهذا بعد ذلك في طهر آخر أن الولد للذي وطئها في الطهر الآخر إذا جاءت به\nلستة أشهر فصاعدا وتقوم عليه\n</p>\n\n<p>\nقلت أفيجعل مالك عليه نصف الصداق قال لا أعرف من قول مالك نصف الصداق ولا\nأرى ذلك\n</p>\n\n<p>\nقلت أفتجعل عليه نصف قيمة الولد مع نصف قيمة الأم قال إن كان موسرا كان\nعليه نصف قيمتها يوم وطئها ولا شيء عليه من قيمة الولد وإن كان معسرا كان\nعليه نصف قيمتها يوم حملت ونصف قيمة ولدها ويباع نصفها <span id='ms1443'></span> للذي لم يطأ في نصف\nالقيمة فإن كان ثمنه كفافا بنصف القيمة أتبعه بنصف قيمة الولد وإن كان أنقص\nأتبعه بما نقص مع نصف قيمة الولد ولا يباع من الولد شيء ويلحق بأبيه ويكون\nحرا وهذا قول مالك\n</p>\n\n<p>\nقلت أرأيت الجارية يبيعها الرجل فتلد ولدا عند المشتري فيدعيه البائع\nوالمشترى وقد جاءت بالولد لما يشبه أن يكون من البائع ومن المشتري\n</p>\n\n<p>\nقال قال مالك في الجارية يطؤها المشتري والبائع في طهر واحد فتلد ولدا\nأنه يدعى لولدها القافة فأرى مسألتك إن كان وطئاها في طهر واحد دعي لولدها\nالقافة وإن كان بعد حيضة وولدت لأقل من ستة أشهر فهو للأول وإن كانت ولدته\nلستة أشهر أو أكثر من ذلك فهو للمشتري وهذا قول مالك\n</p>\n\n<p>\nقال بن وهب وأخبرني الخليل بن مرة عن أبان بن أبي عياش عن أنس بن مالك عن\nرسول الله صلى الله عليه وسلم أنه قال من كان يؤمن بالله واليوم الآخر فلا\nيغش رجلان امرأة في طهر واحد\n</p>\n\n<p>\nقال بن وهب وأخبرني أسامة بن زيد عن عطاء بن أبي رباح قال أتى عمر بن\nالخطاب بجارية قد تداولها ثلاثة نفر كلهم يطؤها في طهر واحد ولا يستبرئها\nفاستمر حملها فأمر بها عمر فحبست حتى وضعت ثم دعا لها القافة فألحقوه برجل\nمنهم فلحق به وقضى عمر عند ذلك أن من ابتاع جارية قد بلغت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p342'> Vol. 08, p. 342</a>\n            </div>\n            \nالمحيض فليتربص بها حتى تحيض\n</p>\n\n<p>\nقال ونكلهم جميعا\n</p>\n\n<p>\nقال بن وهب وأخبرني بن أبي ذئب ويونس عن بن شهاب مثله\n</p>\n\n<p>\nقال يونس قال بن شهاب فأيهم ألحق به كان منه وأمه أم ولد\n</p>\n\n<p>\nقالابن وهب قال يونس قال أبو الزناد يعاقبون ويدعى لولدها القافة فيلحق\nبالذي يلحقونه به منهم والوليدة والولد للملحق به\n</p>\n\n<p>\nوقال يحيى بن سعيد قال كان سلفنا يقضون في الرهط يتداولون الجارية بالبيع\nأو الهبة فيطؤنها قبل أن يستبرؤها بحيضة فتحمل فلا يدرى ممن حملها إن وضعت\nقبل ستة أشهر فهو من الأول\n</p>\n\n<p>\nوتعتق في ماله ويجلدون خمسين خمسين <span id='ms1444'></span> كل واحد منهم فإن بلغت ستة أشهر ثم\nوضعت بعد ستة أشهر دعي لولدها القافة فألحقوه بمن ألحقوه ثم أعتقت في مال\nمن ألحقوا به الولد ويجلد كل واحد منهم خمسين جلدة وإن أسقطت سقطا معروفا\nأنه سقط قضى بثمنها عليهم وعتقت وجلد كل واحد خمسين جلدة وإن ماتت قبل أن\nتضع فهي منهم جميعا ثمنها عليهم كلهم\n</p>\n\n<p>\nقال فمضى بهذا أمر الولاة\n</p>\n\n<p>\nقال سحنون وأخبرني بن وهب عن الليث بن سعد أنابن شهاب حدثه عن عروة بن\nالزبير عن عائشة زوج النبي صلى الله عليه وسلم أنها قالت دخل على رسول الله\nصلى الله عليه وسلم مسرورا تبرق أسارير وجهه فقال ألم تري أن مجززا نظر\nآنفا إلى زيد بن حارثة وأسامة بن زيد فقال إن بعض هذه الأقدام لمن بعض\n</p>\n\n<p>\nقالابن وهب وحدثني رجال من أهل العلم عن أبي موسى الأشعري وكعب بن سور\nالأزدي وكان قاضيا لعمر بن الخطاب ضي الله عنه وعمر بن عبد العزيز أنهم\nقضوا بقول القافة وألحقوا به النسب الآثار لإبن وهب\n</p>\n\n#\n<p>\n| في الأمة بين الرجلين يطؤها أحدهما فتحمل أو لا تحمل\n</p>\n\n<p>\nقلت أرأيت جارية بين رجلين وطئها أحدهما فلم تحمل أيكون على الذي وطئها\nشيء في قول مالك قال قال مالك أرى أن تقوم على الذي وطئها حملت أو لم تحمل\nألا أن يحب الذي لم يطأها إذا هي لم تحمل أن يتمسك بحقه منها ولا يقومها\nعلى الذي وطئها فذلك له\n</p>\n\n<p>\nقلت ومتى تقوم إذا هي لم تحمل في قول مالك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p343'> Vol. 08, p. 343</a>\n            </div>\n             أيوم وطىء أم يوم\nيقومونها قال لم أسمع من مالك في هذا شيئا ولكن أرى أن تقوم يوم وطئها\n</p>\n\n<p>\nقال وقال مالك ولا حد على الذي وطىء ولا عقوبة عليه وليس نعرف نحن العقر\nمن قول مالك وإنما قلت إنها تقوم عليه يوم وطئها من قبل أنه كان ضامنا لها\nإن ماتت بعد وطئه حملت أو لم تحمل فمن أجل ذلك رأيت عليه قيمتها يوم وطئها\n</p>\n\n<p>\nقلت أرأيت إذا هي <span id='ms1445'></span> حملت والذي وطئها موسر قال قال مالك تقوم على الذي\nوطئها إن كان موسرا قلت ومتى تقوم أيوم حملت أم يوم تضع أم يوم وطئها قال\nقال مالك تقوم عليه يوم حملت\n</p>\n\n<p>\nقلت فإذا قومت عليه أتكون أم ولد للذي حملت منه في قول مالك ويكون ولدها\nثابت النسب منه قال نعم\n</p>\n\n<p>\nقلت وإن كان الذي وطئها عديما لا مال له قال بلغني أن مالكا كان يقول\nقديما ولم أسمعه من مالك\n</p>\n\n<p>\nأنها تكون أم ولد للذي وطئها وإن كان عديما ويكون نصف قيمتها دينا على\nالذي وطىء يتبع به\n</p>\n\n<p>\nقلت فهل يكون عليه في قول مالك القديم نصف قيمة الولد قال لا يكون عليه\nمن قيمة الولد شيء لأنها حين حملت ضمن فولدت وهو ضامن لها\n</p>\n\n<p>\nألا ترى أنها لو ماتت حين حملت كان ضامنا لشريكه نصف قيمتها وأما الذي هو\nقوله منذ أدركناه نحن والذي حفظناه من قوله أنه إن كان موسرا قومت عليه\nوكانت أم ولده وإن لم يكن موسرا بيع نصفها للذي لم يطأ فيدفع إلى الذي لم\nيطأ وإن كان فيه نقصان عن نصف قيمتها يوم حملت كان الذي وطىء ضامنا لما نقص\nوولدها حر ويتبع أيضا هذا الذي وطىء بنصف قيمة الولد ويثبت نسب الولد ولا\nيباع نصف الولد وليس هو مثل أمة في البيع وهذا رأيي والذي آخذ به\n</p>\n\n<p>\nقلت فهل يكون هذا النصف الذي بقي في يدي الذي وطىء بمنزلة أم الولد أم\nحرة في قول مالك قال أرى أن يعتق هذا النصف الذي بقي في يديه لأنه لا متعة\nله فيها ولأن سيد أم الولد ليس له فيها إلا المتعة بها وليس له أن يستخدمها\nفلما بطل الاستمتاع بالجماع من هذه ولم يكن له أن يستخدمها عتق عليه ذلك\nالنصف وصار النصف الآخر رقيقا لمن اشتراه\n</p>\n\n<p>\nقال بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p344'> Vol. 08, p. 344</a>\n            </div>\n             القاسم ولقد سئل مالك وأخبرني من أثق به أنه مالكا\nسئل عن رجل وطىء أمة له وهي أخته من الرضاعة فحملت منه\n</p>\n\n<p>\nقال <span id='ms1446'></span> مالك يلحق به الولد ويدرأ عنه الحد بملكه إياها وتعتق عليه لأنه إنما\nكان له في أمهات الأولاد الاستمتاع بالوطء وليس له أن يستخدمهن فإذا كان لا\nيقدر على أن يطأها ولا يستخدمها فهي حرة\n</p>\n\n<p>\nقال ونزلت بقوم فحكم فيها بقول مالك هذا\n</p>\n\n<p>\nقلت أرأيت لو أني اشتريت أنا ورجل أمة بيننا فجاءت بولد فادعيت الولد قال\nتقوم الأمة يوم حملت فيكون عليه نصف قيمتها يوم حملت قلت ولا يكون عليه نصف\nالصداق في قول مالك قال لا\n</p>\n\n<p>\nقال سحنون وقال غيره إذا كانت الأمة بين رجلين فعدا عليها أحدهما فوطئها\nفولدت قال لا حد عليه ويعاقب إن لم يعذر بجهالة وتقوم عليه إن كان له مال\nفإن لم يكن له مال كان الشريك بالخيار إن شاء ثبت على حقه منها وكان حق\nشريكه فيها بحساب أم ولد واتبع شريكه بنصف قيمة الولد دينا عليه وإن شاء أن\nيضمنه ضمنه ويتبعه في ذمته وليس هو بمنزلة من أعتق نصيبا له في عبد بينه\nوبين رجل ولا شيء عنده فأراد الشريك أن يضمنه فليس ذلك له عليه ولم يكن\nكالواطىء لأن الواطئ وطىء حقه وحق غيره فأفسد حقه وحق غيره وإن الذي أعتق\nلم يحدث في مال شريكه إذا أعتق نصيبه وقد قضى رسول الله صلى الله عليه وسلم\nأن يقوم عليه إن كان له مال وإلا فقد عتق منه ما عتق فإن أراد الشريك أن\nيحبس نصيبه ويرق نصيب شريكه بحساب أم ولد فذلك له ولا يعتق على الشريك\nالواطئ نصيبه لأنه قد يشتري النصف الباقي إن وجد مالا فيكون له وطؤها إلا\nأن يعتق المتمسك بالرق نصيبه فيعتق على الواطئ نصيبه لأنه لا يقدر على\nوطئها وليس له خدمتها\n</p>\n\n<p>\nقلت فإذا أيسر الشريك الذي وطىء ولم يكن عنده مال ولم يضمن شيئا فأراد\nالمتمسك بالرق أن يضمنه أو أراد هو أن يقوم عليه لليسر الذي حدث أو أطاع\nبذلك هل يكون نصفها الذي كان رقيقا بحساب أم ولد حتى <span id='ms1447'></span> يكون جميعها أم ولد\nقال لا تكون بذلك أم ولد لأنه لم يكن يلزم الواطئ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p345'> Vol. 08, p. 345</a>\n            </div>\n             إن وجد مالا\nأن تلزمه القيمة للرق الذي يرد فيها فكذلك لا يلزم الذي له النصف أن يؤخذ\nبغير طوعه ولا تكون أم ولد إلا بما يلزم الواطىء بالجدة ويلزم الشريك\nبالقضية قال سحنون وهذه مسألة كثر الاختلاف فيها من أصحابنا وهذا أحسن ما\nعلمت من اختلافهم\n</p>\n\n#\n<p>\n| في الرجل يقر بالولد من زنا\n</p>\n\n<p>\nقلت أرأيت لو أن رجلا قال زنيت بهذه الأمة فجاءت بهذا الولد وهو مني\nفجلدته الحد مائة جلدة ثم اشترى الأمة وولدها أيثبت نسبه منه ويعتق عليه في\nقول مالك أم لا قال لا يثبت نسبه منه ولا يعتق عليه عند مالك\n</p>\n\n<p>\nقلت فإن كان الولد جارية فأراد أن يطأها بعد ما أقر بها قال قد أخبرتك\nأنه لا يكون له أن يطأها في قول مالك قال لا يحل له وطؤها أبدا\n</p>\n\n#\n<p>\n| في الرجل يخدم الرجل جاريته سنين ثم يطؤها السيد فتحمل\n</p>\n\n<p>\nقال وسألته عن الرجل يخدم الرجل جاريته عشر سنين ثم يطؤها سيدها فتحمل\nمنه قال إن كان له مال كانت له أم ولد وأخذ منه في مكانها أمه تخدم في مثل\nخدمتها\n</p>\n\n<p>\nقلت قيل لهفإن ماتت هذه الأمة والأولى حية قال فلا شيء له وهو أحب قوله\nإلي وهذا الذي أرى أن يؤخذ منه أمة إذا حملت الأولى وقد اختلف فيها فقال\nبعض من قال يؤخذ منه القيمة فيؤاجر له منها فإن ماتت الأولى قبل أن تنفد\nالقيمة رجع ما بقي إلى السيد وإن نفدت القيمة والأولى حية لم تنقض السنون\nلم يرجع على سيدها بشيء وإن انقضت العشر سنين وقد بقيت من القيمة بقية من\nالقيمة ردت إلى السيد الذي أخدم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p346'> Vol. 08, p. 346</a>\n            </div>\n            \n</p>\n\n<p>\n| كتاب الولاء والمواريث من المدونة الكبرى\n</p>\n\n#\n<p>\n| في ولاء العبد يعتقه الرجل بأمره أو بغير أمره\n</p>\n\n<p>\nقلت لعبد الرحمن بن القاسم أرأيت إن أعتقت عن رجل عبدا بأمره أو بغير\nأمره لمن الولاء في قول مالك قال قال مالك <span id='ms1448'></span> الولاء للمعتق عنه\n</p>\n\n<p>\nقلت وسواء إن كان المعتق عنه حيا أو ميتا فهو سواء وولاء هذا المعتق للذي\nأعتق عنه في قول مالك قال نعم ألا ترى أن رسول الله صلى الله عليه وسلم أمر\nبذلك سعد بن عبادة أخبرنا بذلك مالك عن عبد الرحمن بن أبي عمرة الأنصاري أن\nأمه أرادت أن توصي ثم أخرت ذلك إلى أن تصح فهلكت وقد كانت همت بأن تعتق\n</p>\n\n<p>\nقال عبد الرحمن فقلت للقاسم بن محمد أينفعها أن أعتق عنها قال القاسم إن\nسعد بن عبادة قال لرسول الله صلى الله عليه وسلم إن أمي هلكت وليس لها مال\nأينفعها أن أعتق عنها فقال رسول الله صلى الله عليه وسلم نعم فأعتق عنها\n</p>\n\n<p>\nقال بن وهب قال جرير بن حازم إنه سمع الحسن يذكر ذلك عن رسول الله صلى\nالله عليه وسلم وأن رسول الله صلى الله عليه وسلم قال له اعتق عنها وتصدق\nفإنه سينالها وإن عائشة زوج النبي صلى الله عليه وسلم أعتقت عن عبد الرحمن\nبن أبي بكر رقابا كثيرة بعد موته\n</p>\n\n<p>\nقال بن وهب وأخبرني عقبة بن نافع عن يحيى بن سعيد أنه قال من أعتق رقبة\nعن أحد فالولاء لمن كانت العتاقة عنه وإن من الدليل على أن ولاءه للذي أعتق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p347'> Vol. 08, p. 347</a>\n            </div>\n             عنه وميراثه له إن السوائب الذين يعتقون سائبة لله إن ولاءهم\nللمسلمين فميراثهم لهم وإن أصحاب رسول الله صلى الله عليه وسلم قد أعتقوا\nالسوائب ولم يرثوهم وكان ولاؤهم وميراثهم للمسلمين\n</p>\n\n<p>\nقال ذلك بن أبي الزناد عن أبيه أن عمر بن عبد العزيز كتب بذلك إلى بعض\nعماله أن يجعل ميراثهم في بيت مال المسلمين وأن سالما أعتقته امرأة من\nالأنصار سائبة فقتل فلم يأخذ ورثتها ميراثه ذكر ذلك سفيان بن عيينة عن أبي\nطوالة الأنصاري وأن عمر بن الخطاب قال ميراث السائبة لبيت المال ويعقل عنه\nالمسلمون\n</p>\n\n<p>\nوقال أبو الزناد وربيعة وبن شهاب ميراثه لبيت المال وقال قبيصة بن ذؤيب\nكان الرجل إذا أعتق سائبة لم <span id='ms1449'></span> يرثه وأن عبد الله بن عمر أعتق سائبة فلم ترثه\nوقال هؤلاء يعقل عنهم المسلمون\n</p>\n\n<p>\nبن وهب عن بن أبي الزناد عن عبد الرحمن بن الحرث أنه قال أعتق عبد الله\nبن عياش رجلا يقال له العلمين سائبة وكان عبد الله بن عياش لا يقر بولائه\nلأنه سائبة قالسحنون وإنما معنى السائبة كأنه أعتق عن المسلمين إذ كانوا\nيرثونه ويعقلون عنه ولو كان ولاؤه للذي أعتقه لورثه ولكان العقل على عاقلته\nألا ترى أن عمر بن عبد العزيز وبن شهاب وربيعة بن عبد الرحمن يجعلون عقله\nعلى بيت المال لأن الميراث لهم\n</p>\n\n#\n<p>\n| في ولاء العبد يعتقه الرجل عن العبد\n</p>\n\n<p>\nقلت أرأيت إن أعتقت عبدي عن عبد رجل لمن ولاؤه قال ما سمعت من مالك فيه\nشيئا ولكني أرى أن ولاءه لسيد المعتق عنه\n</p>\n\n<p>\nقلت أرأيت إن أعتق العبد المعتق عنه بعد ذلك أيجر ولاءه قال لا لأن مالكا\nقال في عبد أعتق عبده بإذن سيده ثم أعتقه سيده بعد ذلك أنه لا يجر الولاء\nقال سحنون وذكر بن وهب أن إبراهيم النخعي سئل عن عبد كان لقوم فأذنوا له أن\nيبتاع عبدا فيعتقه ثم باعوا العبد بعد ذلك فقالوا الولاء لمواليه الأولين\nالذين أذنوا له\n</p>\n\n<p>\nوقال أشهب يرجع إليه الولاء لأنه عقد عتقه يوم عقده ولا إذن للسيد فيه\nولا رد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p348'> Vol. 08, p. 348</a>\n            </div>\n            \n</p>\n\n<p>\n| في ولاء العبد يعتقه الرجل على مال\n</p>\n\n<p>\nقلت أرأيت لو قال رجل لرجل أعتق عبدك على ألف درهم أضمنها لك أتكون عليه\nالألف أن أعتق الرجل عبده أم لا قال نعم المال عليه عند مالك\n</p>\n\n<p>\nقلت ولمن الولاء قال للذي أعتق في قول مالك\n</p>\n\n<p>\nقلت أرأيت إن قال رجل لرجل أعتق عبدك على أن أدفع إليك كذا وكذا تنجمها\nعلي وتعجل للعبد العتق قال لا بأس بذلك والمال لازم للرجل كان نقدا أو إلى\nأجل فإن كان عتق العبد إلى أجل والمال حال أو إلى أجل فلا خير فيه لأني\nسألت مالكا عن الرجل يعطي الرجل مالا على أن <span id='ms1450'></span> يدبر عبده\n</p>\n\n<p>\nقال مالك لا خير في ذلك لأنه لا يدري أيتم عتق العبد أم لا\n</p>\n\n<p>\nقال بن القاسم لأن العبد لو هلك قبل الأجل الذي أعتق له ذهب مال هذا\nالرجل باطلا وكذلك الكتابة إنها غير جائزة لأنها من وجه الغرر لأن سيد\nالعبد إن مات العبد قبل أن يؤدي هذا الذي كاتبه من عنده جميع الكتابة ذهب\nمال الرجل باطلا لأن العبد لم يعتق فهذا لا يجوز وإنما يجوز من هذا إذا عجل\nالسيد العتق كان الذي جعل للسيد حالا أو إلى أجل فهو جائز\n</p>\n\n<p>\nقال مالك والولاء للذي أعتق وأخذ المال\n</p>\n\n<p>\nوكذلك قال مالك بن أخي في رجل دبر عبده فأعطاه رجل مالا على أن يعجل عتقه\nففعل إن ذلك جائز والمال لازم للرجل وهو جائز للعبد والولاء للسيد\n</p>\n\n#\n<p>\n| في ولاء العبد يعتقه الرجل عن امرأة العبد بإذنها أو بغير إذنها\n</p>\n\n<p>\nقلت أرأيت لو أن امرأة حرة تحت عبدي أعتقت عبدي عنها أيفسد النكاح أم لا\nقال ما سمعت من مالك فيه شيئا ولا أرى أن يفسخ النكاح لأنها لم تمكنه وإنما\nجعلنا الولاء لها بالسنة والآثار\n</p>\n\n<p>\nقلت أرأيت إن قالت امرأة حرة تحت عبد لسيد زوجها أعتق زوجي عني بألف درهم\nأيفسد النكاح في قول مالك قال أرى أن يفسد النكاح ولم أسمع من مالك فيها\nشيئا لأنها في هذا الباب قد اشترته حين أعطته ألف درهم على أنه حر عنها\nوقولها له أعتقه عني بألف درهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p349'> Vol. 08, p. 349</a>\n            </div>\n             إنما هذا اشتراء ولها ولاؤه وقد\nقالأشهب لا يفسد النكاح لأنها لم تملكه\n</p>\n\n<p>\nقال سحنون وقول أشهب أحسن\n</p>\n\n<p>\n| في ولاء العبد يعتقه الرجل عن أبيه وعن أخيه النصراني\n</p>\n\n<p>\nقلت أرأيت من أعتق عبدا عن أبيه وهو نصراني أو مسلم أو عن أخيه وهو\nنصراني أو مسلم قال قال مالك الولاء للذي أعتق عنه إذا كان مسلما\n</p>\n\n<p>\nقال بن القاسم وأرى إن أعتق عبدا مسلما عن نصراني فلا ولاء له هو لجماعة\nالمسلمين بمنزلة النصراني يعتق المسلم إن كان المعتق <span id='ms1451'></span> مسلما فإن كان المعتق\nنصرانيا فولاؤه لأبيه إن أسلم أبوه\n</p>\n\n#\n<p>\n| في ولاء العبد النصراني يعتقه النصراني ثم يسلم بعد عتقه\n</p>\n\n<p>\nقلت أرأيت لو أن نصرانيا أعتق عبدا له نصرانيا فأسلم العبد بعد ما أعتق\nوللسيد ورثة مسلمون أيكون ولاء هذا العبد المعتق حين أسلم لورثة هذا\nالنصراني إذا كانوا مسلمين وإن كان النصراني الذي أعتق حيا أو ميتا قال نعم\nلأنه كان الولاء له إذا كان نصرانيا فلما أسلم العبد المعتق لم يرثه سيده\nمن قبل أنه لا يرث المسلم النصراني فإن مات العبد المعتق وسيده على\nنصرانيته وللسيد ورثة أحرار مسلمون رجال فميراث المولى الذي أسلم لهم دون\nالنصراني الذي أعتق والنصراني في هذه الحال بمنزلة الميت لا يحجب ورثته عن\nأن يرثوا ماله ولا يرث هو وكل من لا يرث فلا يحجب عند مالك\n</p>\n\n<p>\nقلت وهذا قول مالك قال نعم\n</p>\n\n<p>\nقلت فإن أسلم السيد رجع إليه ولاء مولاه قال نعم\n</p>\n\n<p>\nقلت أرأيت لو أن نصرانيا أعتق عبدا له نصرانيا وللسيد أب مسلم أو أخ مسلم\nأو بن مسلم أو عم مسلم أو بن أو رجل من عصبته مسلم أو بن ابن مسلم فأسلم\nالعبد المعتق ثم مات عن مال أيكون ميراثه لقرابة سيده المسلم أم لا في قول\nمالك قال نعم ميراثه لمن ذكرت والولاء بمنزلة النسب\n</p>\n\n<p>\nألا ترى أن هذا النصراني لو كان له بن مسلم فمات ووالده نصراني ولوالده\nعصبة مسلمون أن ميراث الابن لعصبته المسلمين فكذلك ولاء مواليه\n</p>\n\n<p>\nقلت أرأيت لو أن نصرانيا من بني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p350'> Vol. 08, p. 350</a>\n            </div>\n             تغلب أعتق عبيدا له نصارى ثم\nأسلموا بعد ذلك فهلكوا عن مال من يرثهم\n</p>\n\n<p>\nقال عصبة سيدهم إن كانوا مسلمين يعرفون\n</p>\n\n<p>\nقلت وما جنوا بعد إسلامهم هؤلاء الموالي فعقل ذلك على بني تغلب فقال نعم\n</p>\n\n<p>\nقلت أرأيت لو أن رجلا من العرب نصرانيا أعتق عبدا له والعبد نصراني ثم\nأسلم العبد بعد ذلك أيكون ولاؤه لجميع المسلمين أم لقوم هذا العربي\nالنصراني قال بل ولاؤه لقوم هذا العربي النصراني ولا <span id='ms1452'></span> يكون ولاؤه لجميع\nالمسلمين وهو مثل النسب\n</p>\n\n<p>\nقلت أرأيت لو أن نصرانيا أعتق عبدا له إلى أجل من الآجال فأسلم العبد قبل\nمحل الأجل قال أرى ذلك على مثل تدبير النصراني وكتابته أن العبد إذا أسلم\nيؤاجر المدبر وتباع كتابة المكاتب وكذلك المعتق إلى أجل هو أثبت أنه يؤاجر\nفإن مضى الأجل كان حرا\n</p>\n\n<p>\nقلت ولمن ولاؤه قال للمسلمين ما دام سيده على نصرانيته\n</p>\n\n<p>\nقلت فإن أسلم النصراني أيرجع إليه الولاء قال نعم\n</p>\n\n<p>\nقلت ولم رددت إليه الولاء والعتق حين وقع والعبد مسلم فلم لا تجعل ولاءه\nلجميع المسلمين ولا ترده إلى النصراني بعد ذلك قال لأن حرمته إنما ثبتت له\nاليوم بما عقد له قبل اليوم\n</p>\n\n<p>\nألا ترى لو أن عبدا أعتق عبدا له بغير إذن سيده ثم أعتقه سيده وهو لا\nيعلم بما صنع عبده لزم العبد عتق عبده بما صنع وولاؤه يرجع إليه ليس لسيده\nمنه شيء\n</p>\n\n<p>\nقلت ولا يشبه عبد العبد ما هنا لأن عبد العبد قد تمت حرمته حين أعتقه\nالعبد الأسفل\n</p>\n\n<p>\nقال لا من قبل أن حرمته لم تكن تامة إلا من بعد ما أعتق السيد عبده\nالأعلى فهنالك تمت حرمة العبد الأسفل وهذا قول مالك فهذا يدلك على جميع\nمسائلك أنك إنما تنظر في هذا كله إلى عقد العتق يوم وقع فإن كان المعتق\nنصرانيا سيده نصرانيا فأسلم العبد بعد ذلك فإن سيده إن أسلم رجع إليه ولاؤه\nفإن كان يوم عقد له العتق كان العبد مسلما فبتل له عتقه أو أعتقه إلى أجل\nفأسلم السيد قبل مضي الأجل فإنه لا شيء له من ولائه إنما ينظر في هذا إلى\nعقد العتق يوم عقده السيد للعبد كان العتق إلى أجل أو باتا فإن كان العبد\nيوم عقد العتق مسلما والسيد نصراني لم يسلم فلا شيء للسيد من الولاء فإن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p351'> Vol. 08, p. 351</a>\n            </div>\n             كان العبد نصرانيا يومئذ والسيد نصراني فأسلم العبد وأسلم\nالسيد النصراني فإن الولاء يرجع إليه\n</p>\n\n#\n<p>\n| في ولاء أم ولد النصراني\n</p>\n\n<p>\nقلت أرأيت أم ولد <span id='ms1453'></span> الذمي إن أسلمت فأعتقت عليه في قول مالك لمن يكون\nولاؤها قال لجميع المسلمين\n</p>\n\n<p>\nقلت أرأيت إن أسلم سيدها بعد ذلك هل يرجع إليه ولاؤها قال نعم لأن مالكا\nقال في مكاتب الذمي إذا أسلم فأدى كتابته إن ولاءه للمسلمين فإن أسلم سيده\nبعد ذلك رجع إليه ولاؤه لأنه عقد كتابته وهو على دينه فكذلك أم ولده\n</p>\n\n#\n<p>\n| في ولاء العبد المسلم يعتقه النصراني\n</p>\n\n<p>\nقلت أرأيت عبد النصراني إذا أسلم فأعتقه سيده لمن ولاؤه في قول مالك قال\nلجميع المسلمين\n</p>\n\n<p>\nقلت فإن أسلم السيد بعد ذلك أيرجع إليه ولاؤه أم لا في قول مالك قال قال\nمالك لا يرجع إليه ولاؤه\n</p>\n\n<p>\nقلت فما فرق ما بين هذا وبين مكاتبه وأم ولده في قول مالك وقد قال مالك\nفي أم ولده ومكاتبه إنه إن أسلم رجع إليه ولاؤه قال لأن العتق قد كان وجب\nفي أم ولده وفي مكاتبه في حال نصرانيتهما وهذا العبد الذي أسلم فأعتقه بعد\nإسلامه لم تجب فيه حرية إلا بعد إسلامه فلم يجب لهذا النصراني فيه ولاء في\nحال نصرانيته وإنما وجب الولاء فيه لهذا النصراني بعد إسلام العبد لأنه\nإنما أعتقه بعد إسلامه فلا يثبت لهذا النصراني فيه ولاء وولاؤه لجميع\nالمسلمين ولا يرجع إليه ولاؤه بعد ذلك إن أسلم\n</p>\n\n<p>\nقلت فلو أن نصرانيا له عبد نصراني فأسلم العبد واشترى عبدا مسلما فأعتقه\nوللنصراني الذي أعتق ورثة مسلمون أحرار رجال أيكون لهم من ولاء هذا العبد\nالذي أعتقه هذا النصراني شيء أم لا قال قال مالك لا يكون لهم من الولاء شيء\nوالولاء لجميع المسلمين\n</p>\n\n<p>\nقال وقال مالك وإن أسلم النصراني الذي أعتق لم يكن له من ولائه قليل ولا\nكثير ولا يرجع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p352'> Vol. 08, p. 352</a>\n            </div>\n             إليه الولاء والولاء إذا وقد ثبت لمن وقع له\nالولاء يوم وقع العتق بمنزلة النسب ولا يزول بعد ذلك كما لا يزول النسب\nوأما ما ذكرت من ورثته المسلمين فلا شيء لهم من هذا الولاء لأنه لم يثبت\nلصاحبهم الذي أعتقه فلذلك لا <span id='ms1454'></span> يكون لهم الولاء\n</p>\n\n<p>\nقلت أرأيت لو أن رجلا من العرب من بني تغلب وهو نصراني أعتق عبدا له\nوالعبد مسلم أيكون ولاؤه لبني تغلب أم لجماعة المسلمين في قول مالك قال قال\nمالك ولاؤه لجماعة المسلمين ألا ترى أن ولد هذا التغلبي النصراني لو كانوا\nمسلمين فأعتق الأب وهو نصراني عبيدا له من المسلمين أن ولاء العبيد لجماعة\nالمسلمين ولا يكون ولاؤهم لولده فولده أقرب إليه من عصبته وهذا ولده لا شيء\nلهم من هذا الولاء فالعصبة في هذا أحرى أن لا يكون لهم هذا الولاء\n</p>\n\n#\n<p>\n| في ولاء مدبر النصراني يسلم\n</p>\n\n<p>\nقلت فمدبر الذمي إذا أسلم قال قال مالك يؤاجر وتكون الإجرة للسيد ولا\nيترك يخدم النصراني فإن مات النصراني على نصرانيته وله مال يخرج هذا المدبر\nمن ثلثه عتق عليه وإن لم يكن له مال يخرج من ثلثه عتق عليه مبلغ ثلثه ورق\nمن المدبر ما بقي فإن كان ورثة النصراني نصارى بيع عليهم مارق من المدبر\nوإن لم يكن له ورثة من النصارى فما رق من هذا المدبر فهو لجميع المسلمين\nوهذا قول مالك\n</p>\n\n<p>\nقلت وإن كان ورثة النصراني مسلمين أيكون لهم ولاؤه قال نعم لهم الولاء\nلأن الأب قد ثبت له الولاء بالتدبير الذي كان في النصرانية\n</p>\n\n#\n<p>\n| في ولاء العبد يعتقه العبد بإذن سيده أو بغير إذن سيده\n</p>\n\n<p>\nقال وقال مالك ما أعتق العبد بإذن سيده فولاؤه لسيده ولا يرجع إلي العبد\nوإن أعتق العبد فهو مخالف للمكاتب في هذا وما أعتق العبد من عبيده مما لم\nيأذن له فيه سيده فلم يعلم به حتى عتق العبد جاز عتقه وولاؤه للعبد دون\nالسيد\n</p>\n\n<p>\nقال بن القاسم وذلك لأن العبد حين أعتقه سيده تبعه ماله فحين تبعه ماله\nجاز عليه عتق عبده الذي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p353'> Vol. 08, p. 353</a>\n            </div>\n             كان أعتقه لأن سيده لم يكن رده قبل ذلك\nفي الرق وأعتقه حين أعتقه ولم يستثن ماله فجاز عتق العبد في عبده الأول ولو\nاستثنى السيد مال عبده فسخ عتق العبد الذي كان أعتق بغير <span id='ms1455'></span> إذن سيده ورد\nرقيقا إلى السيد لأن السيد قد استثناه ولأن السيد كان له أن يرده إذا علم\nبذلك قبل أن يعتق عبده\n</p>\n\n<p>\nقلت وهذا كله قول مالك قال نعم\n</p>\n\n<p>\nقلت وكان مالك يجيز عتق العبد أذا أعتق عبده بإذن سيده قال نعم\n</p>\n\n<p>\nقلت وكان مالك يجيز عتقه إذا أعتقه بغير إذن السيد ثم أعتق السيد العبد\nالأعلى قبل أن يعلم بعتق العبد الثاني قال نعم كما فسرت لك\n</p>\n\n#\n<p>\n| في ولاء العبد المسلم يكاتبه النصراني\n</p>\n\n<p>\nقلت أرأيت النصراني إذا كاتب عبده والعبد مسلم ثم أسلم السيد قبل أداء\nالكتابة قال فإن ولاء المكاتب إذا أدى لجميع المسلمين ولا يرجع إلى السيد\nولاؤه وإنما ينظر إليه يوم عقد له العتق ولا ينظر إلى العتق يوم وقع ألا\nترى لو أن نصرانيا كاتب نصرانيا ثم أسلم العبد بيعت كتابته فإذا أدى أعتق\nوكان ولاؤه للنصراني إذا أسلم\n</p>\n\n<p>\nقلت لم نظرت إلى حاله يوم عقد له العتق ولا تنظر إلى حاله يوم وقع العتق\nقال لأنه حين عقد له ما عقد صار لا يستطيع رده ويجب له وإنما ينظر إلى\nحالته تلك حين يوم وجب ولا ينظر إلى ما بعد ذلك\n</p>\n\n<p>\nقلت وهذا قول مالك قال هذا يدلك على ما أخبرتك من عتق النصراني وتدبيره\nوكتابته العبد النصراني قبل أن يسلم العبد ثم أسلم العبد\n</p>\n\n#\n<p>\n| في ولاء العبد النصراني يكاتبه المسلم\n</p>\n\n<p>\nقلت أرأيت عبدا نصرانيا لمسلم كاتبه فاشترى هذا النصراني عبدا نصرانيا\nفكاتبه فأسلم المكاتب الأسفل فلم تبع كتابته وجهلا ذلك حتى أديا جميعا\nفعتقا لمن ولاء هذا النصراني المكاتب الأعلى في قول مالك قال لسيده وميراثه\nلجميع المسلمين فإن أسلم كان ميراثه لسيده وكذلك قال لي مالك\n</p>\n\n<p>\nقلت فلمن ولاء مكاتبه الأسفل وقد أدى للنصراني قال لمولى النصراني\n</p>\n\n<p>\nقلت فإن ولد لهذا النصراني أولاد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p354'> Vol. 08, p. 354</a>\n            </div>\n             فأسلموا بعد أداء كتابته\nفهلكوا عن مال من يرثهم قال مولى النصراني الذي كاتبه\n</p>\n\n<p>\nقلت وكذلك لو أعتق النصراني عبيدا مسلمين بعد ما أدى كتابته وهلكوا عن\nمال <span id='ms1456'></span> لمن ولاؤهم قال لجماعة المسلمين لأن ولاءهم لم يثبت لهذا النصراني حين\nأعتقهم فلذلك لا يكون ذلك لمولى النصراني أيضا\n</p>\n\n<p>\nقلت ولم جعلت له ولاء مكاتب مكاتبه إذا أسلم وولاء ولده إن أسلموا وهو لا\nيرث ولده الذين ولدهم ولا الذي كاتب لأنه نصراني قال إنما منعته ميراث هذا\nالنصراني لاختلاف الدينين لا لغير ذلك ألا ترى أن هذا النصراني نفسه إن\nأسلم كان سيده الذي كاتبه هو وارثه دون المسلمين فكذلك أولاده الذين هم على\nالإسلام هو وارثهم وكذلك مواليه الذين أسلموا بعد العتق هو وارثهم لأنه\nمولاهم وهو مولى مولاهم أيضا ألا ترى أنه لا يرث مسلم نصرانيا\n</p>\n\n<p>\nقلت فلم قلت في عبيد النصراني إذا هو أعتقهم وهم على الإسلام إن ولاءهم\nلجميع المسلمين ولا يكون ولاؤهم لسيدهم إن أسلم ولا لسيد النصراني قال لأنه\nحين أعتقهم ثبت ولاؤهم لجميع المسلمين فلا يرجع الولاء بعد ذلك إلى أحد من\nالناس ألا ترى أن هذا النصراني الذي أعتقهم لو أسلم وكان له ولد مسلمون لم\nيرجع إليه ولا إليهم ولاؤهم فكذلك موالي النصراني هو بمنزلة كل من كان لا\nيرجع إلى النصراني من الولاء إذا أسلم النصراني فليس لسيده من ذلك الولاء\nشيء وكل ولاء إذا أسلم النصراني يرجع إليه ذلك الولاء فهو ما دام النصراني\nفي حال نصرانيته لسيد النصراني الذي أعتق النصراني\n</p>\n\n<p>\nقال وقال مالك لو أن نصرانيا أعتق عبدا له نصرانيا ثم أسلم المعتق وللسيد\nولد مسلمون ورثوا مولى أبيهم فكذلك إذا أعتق عبدا نصرانيا فولد له أولاد\nفأسلموا ثم ماتوا وكان له ولد نصراني فأسلموا ورثهم مولى أبيهم النصراني\nلأنه لو كان للنصراني الذي أعتق أولاد على الإسلام ورثوا مواليه الذين\nأسلموا بعد العتق فكذلك مواليه في هذا بمنزلة واحدة\n</p>\n\n#\n<p>\n| في ولاء ولد الأمة تعتق وهي حامل به وأبوه حر\n</p>\n\n<p>\nقلت أرأيت لو أن رجلا أعتق أمة له وهي حامل وزوجها حر لمن ولاء هذا الولد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p355'> Vol. 08, p. 355</a>\n            </div>\n             الذي في بطنها في قول مالك قال للمولى الذي <span id='ms1457'></span> أعتق الأم لأن ما\nفي بطنها قد أصابه الرق\n</p>\n\n<p>\nقلت أرأيت لو أن رجلا أعتق أمة له وهي حامل من زوج حر فولدت ولدا لمن\nولاء هذا الولد في قول مالك قال للمولى الذي أعتقها\n</p>\n\n<p>\nبن وهب أخبرني محمد بن عمرو عن بن جريج عن عطاء بن أبي رباح في حر تزوج\nأمة فأعتق ما في بطنها\n</p>\n\n<p>\nقال ولاؤه للذي أعتقه وميراثه لأبيه قال وأخبرني يحيى بن أيوب عن يحيى بن\nسعيد أنه قال في عبد وامرأته أمة لهما ولد فعتق قبل أبيه ثم أعتقت أمه قال\nفإن أبويه يرثانه ما بقيا فإذا هلك أبواه صار ولاؤه إلى من أعتقه ولا يجر\nالوالد ولاء ولده قال سحنون وقاله بن شهاب وقال وأولو الأرحام بعضهم أولى\nببعض في كتاب الله\n</p>\n\n#\n<p>\n| في ولاء العبد تدبره أم الولد أو تعتقه بإذن سيدها أو بغير إذنه\n</p>\n\n<p>\nقلت أرأيت أم الولد أيجوز عتقها عبدها أو تدبيرها أو كتابتها قال لا يجوز\nذلك عند مالك\n</p>\n\n<p>\nقلت فإن كان لم يعلم السيد بذلك حتى أعتقها أو مات عنها قال سبيلها على\nما وصفت لك في عتق العبد إذا أذن لها السيد كان الولاء للسيد ولم يرجع\nإليها وإن لم يأذن لها السيد كان الولاء لها\n</p>\n\n<p>\nقلت فالمكاتب إذا أذن له سيده في عتق عبده فأعتقه ثم عتق المكاتب أيرجع\nولاؤه إلى المكاتب في قول مالك قال نعم\n</p>\n\n<p>\nقلت لابن القاسم فما فرق ما بينها وبين المكاتب قال لأن المكاتب لم يكن\nللسيد أن ينزع ماله وأم الولد كان له أن ينزع مالها فلذلك كان كما وصفت لك\nفي عتقها\n</p>\n\n#\n<p>\n| في ولاء عبيد أهل الحرب إذا خرجوا إلينا فأسلموا\n</p>\n\n<p>\n(قال ابن القاسم) بلغني أن مالكا قال في عبيد لأهل الحرب أسلموا ثم أن\nساداتهم أسلموا وخرجوا إلينا بعدهم مسلمين (قال) العبيد أحرار ولا يردون\nإلى الرق (وبلغني) عن مالك أنه قال ولاؤهم لأهل الإسلام ولا يرجع إلى\nساداتهم قلت أرأيت لو أن قوما من أهل الحرب أعتقوا عبيدا <span id='ms1458'></span> لهم ثم إن العبيد\nخرجوا إلينا فأسلموا ثم خرج ساداتهم بعد ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p356'> Vol. 08, p. 356</a>\n            </div>\n             فأسلموا أيرجع\nإليهم ولاؤهم أم لا في قول مالك قال قال مالك الولاء ها هنا بمنزلة النسب\nإذا قامت البينة على عتقهم إياهم مثل أهل حصن أسلموا جميعا ثم شهد بعضهم\nلبعض بعتق هؤلاء أو كان في أيديهم قوم من المسلمين أسارى أو تجار فشهدوا\nعلى عتقهم إياهم رجع إليهم الولاء بمنزلة النسب إذا ثبتت البينة على النسب\nألحقته بنسبه فكذلك الولاء\n</p>\n\n<p>\n| في ولاء عبيد أهل الحرب يسلمون بعد ما أعتقهم ساداتهم ثم يسلم ساداتهم\nبعد ذلك\n</p>\n\n<p>\nقلت وهذا قول مالك قال كذلك قال مالك في النسب والولاء بمنزلة النسب ها\nهنا\n</p>\n\n<p>\nقال بن القاسم بلغني أن مالكا قال في عبيد لأهل الحرب أسلموا ثم إن\nساداتهم أسلموا وخرجوا إلينا بعدهم مسلمين\n</p>\n\n<p>\nقال العبيد أحرار ولا يردون إلى الرق الرق قال وبلغني عن مالك أنه قال\nولاؤهم لأهل الإسلام ولا يرجع إلى ساداتهم\n</p>\n\n<p>\nقلت أرأيت لو أن عبيدا من عبيد أهل الحرب خرجوا إلينا فأسلموا ثم قدم\nساداتهم بعد ذلك فأسلموا قال قد ثبت ولاء العبيد لأهل الإسلام فلا يرجع إلى\nساداتهم الولاء أبدا في قول مالك لأن ولاءهم حين أسلموا ثبت لأهل الإسلام\nكلهم\n</p>\n\n<p>\nقلت فلم رددت الولاء في المسألة الأولى قال لأن المسألة الأولى قد كانوا\nأعتقوهم ببينة ثبتت قبل إسلام العبيد فلما أسلموا رجع إليهم الولاء لأنهم\nهم أعتقوهم وفي هذه المسألة إنما أعتق العبيد الإسلام ولم يعتقهم ساداتهم\nفلذلك لا يرجع إليهم الولاء\n</p>\n\n#\n<p>\n| في ولاء العبد النصراني يعتقه النصراني فيسلم المعتق ويهرب السيد إلى\nدار الحرب فيسبيه المسلمون\n</p>\n\n<p>\nقلت أرأيت لو أن رجلا من النصارى من أهل الذمة أعتق عبيدا له نصارى ثم\nأسلم العبيد الذين أعتق فهرب السيد إلى دار الحرب ونقض العهد ثم ظهر عليه\nأهل الإسلام بعد ذلك فسبوه ثم أسلم أيرجع إليه ولاء عبيده الذين أعتق وهو\nعبد إلا أنه قد أسلم قال نعم يرجع إليه ولاء عبيده حين أسلم <span id='ms1459'></span> ولا يرثهم إلا\nأن يعتق\n</p>\n\n<p>\nقلت فهل يرث هؤلاء الموالي سيده الذي هو له ما دام العبد في الرق قال لا\n</p>\n\n<p>\nقلت ولا يشبه هذا مكاتب المكاتب إذا أدى المكاتب الثاني كتابته قبل الأول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p357'> Vol. 08, p. 357</a>\n            </div>\n             ثم مات عن مال قال نعم لا يشبهه لأن مكاتب المكاتب إنما كاتبه\nالمكاتب الأعلى وهو مكاتب لسيده وهؤلاء أعتقهم هذا العبد يوم أعتقهم وهو حر\nإلا أن الرق مسه بعد ذلك\n</p>\n\n<p>\nقلت فلو أعتق السيد هذا العبد أيكون ولاؤهم لهذا العبد المعتق قال نعم\n</p>\n\n<p>\nقلت ويجر ولاءهم إلى سيده الذي أعتقه قال لا\n</p>\n\n<p>\nقلت لم قال لأن ولاءهم حين أعتقهم السيد لو أن سيدهم أسلم وهو عبد كان\nولاؤهم لجميع المسلمين وإن لم يسلم أيضا فهو لجميع المسلمين فهو في\nالحالتين جميعا لجميع المسلمين فلا ينتقل ذلك عن المسلمين للرق الذي أصابه\nولكنه إن أعتق هو نفسه فهم مواليه لأنه هو أعتقهم ولا يجر ولاءهم إلى\nمواليه ولا ينقلهم عن أهل الإسلام\n</p>\n\n<p>\nقال وكذلك ولده الذين أسلموا قبل أن يؤسر إنه لا يجر ولاءهم لأن ولاءهم\nقد ثبت لجميع المسلمين ولكن ما أعتق بعد عتق السيد إياه أو ولد له بعد ذلك\nفي حال الرق من ولد فإن ولاء هؤلاء للسيد الذي أعتق العبد\n</p>\n\n#\n<p>\n| في ولاء العبد النصراني يعتقه النصراني فيسلم المعتق ويهرب السيد إلى\nدار الحرب فيسبيه المسلمون فيصير في سهمان عبده فيعتقه\n</p>\n\n<p>\nقلت أرأيت لو أن نصرانيا أعتق عبدا له فأسلم العبد المعتق وهرب السيد\nنصرانيا ناقضا للعهد إلى دار الشرك فسبي بعد ذلك فصار في سهمان عبده الذي\nأعتق فإعتقه بعد ذلك وأسلم أيكون ولاء كل منهما لصاحبه قال نعم كذلك ينبغي\nلأن الولاء بمنزلة النسب فقد كان ولاء هذا العبد المعتق للنصراني الذي هرب\nثم سبي فصار له رقيقا فأعتقه فأسلم فصار ولاؤه للعبد المعتق فقد صار ولاء\nكل واحد منهما لصاحبه مثل النسب يرث كل واحد منهما صاحبه إن هلك عن مال قال\nوالولاء إنما هو نسب من الأنساب وكذلك <span id='ms1460'></span> سمعت مالكا يقول الولاء نسب ثابت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p358'> Vol. 08, p. 358</a>\n            </div>\n            \n</p>\n\n<p>\n| في ولاء العبد يبتاعه الرجل ثم يشهد مشتريه على بائعه بعتقه\n</p>\n\n<p>\nقلت أرأيت لو أن رجلا اشترى عبدا من رجل فشهد هذا المشتري أن البائع كان\nقد أعتقه والبائع ينكر قال قال مالك لو أن رجلا شهد على رجل بأنه أعتق عبدا\nله أو على أبيه بعد موته بأنه أعتق عبدا له في وصيته فصار العبد إليه في\nخطة واشترى الشاهد العبد إنه يعتق عليه\n</p>\n\n<p>\nقلت ولمن ولاؤه قال للذي زعم هذا أنه أعتقه\n</p>\n\n<p>\nقلت أتحفظه عن مالك قال لا وإنما قال لي مالك إنه يعتق عليه وأما الولاء\nفهو رأيي\n</p>\n\n<p>\nقلت أرأيت إن اشترى رجل أمة من رجل فأقر أنها قد كانت ولدت من سيدها الذي\nباعها قال سمعت مالكا يقول من اشترى عبدا فأقر أنه حر فإنه يعتق عليه فأرى\nأم الولد إذا أقر لها رجل بأنها أم ولد لبائعها وقد اشتراها هذا الذي أقر\nأنها بهذه المنزلة أنه يؤخذ بإقراره إلا أني لا أرى أن تعتق الساعة حتى\nيموت سيدها لأني أخاف أن يقر سيدها بما قال هذا المشتري فتصير أم ولد له\nولا أرى للذي اشتراها عليها سبيلا\n</p>\n\n<p>\nقلت أرأيت إن أقررت أني بعت عبدي هذا من فلان فأن فلانا أعتقه وفلان يجحد\nذلك قال أراه حرا لأن مالكا قال في رجل شهد على رجل بعتق عبده فردت شهادته\nثم اشتراه بعد ذلك قال يعتق عليه بقضاء\n</p>\n\n<p>\nقلت ولمن ولاؤه قال للذي شهد له أنه أعتقه\n</p>\n\n<p>\nقال أشهب لا يعتق عليه إلا أن يقر بعد ما اشتراه بأن سيده قد كان أعتقه\nفإن ولاءه للذي أعتق عليه وليس للأول من ولائه شيء فأما الولاء فليس قول\nأشهب إلا أنه قول كثير من أصحابنا\n</p>\n\n#\n<p>\n| في ولاء العبد يدبره المكاتب أو يعتقه بإذن سيده أو بغير إذن سيده\n</p>\n\n<p>\nقلت أرأيت المكاتب إذا دبر عبده أيجوز أم لا قال إن علم بذلك السيد فرد\nتدبيره بطل تدبيره وإن لم يعلم بذلك حتى أدى <span id='ms1461'></span> الكتابة وعتق كان العبد مدبرا\n</p>\n\n<p>\nقلت وكذلك لو دبر عبد عبده له كان بهذه المنزلة قال قال مالك هو مثل الذي\nأخبرتك من عتق العبد\n</p>\n\n<p>\nقلت أرأيت المكاتب أيجوز عتقه أم لا في قول مالك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p359'> Vol. 08, p. 359</a>\n            </div>\n             قال لا يجوز\nعتقه عند مالك\n</p>\n\n<p>\nقلت أرأيت إن أعتق المكاتب عبدا له فلم يعلم سيده بما صنع من ذلك حتى أدى\nكتابته وعتق أينفذ عتق عبده ذلك أم لا قال قال مالك إذا لم يعلم سيده حتى\nيؤدي كتابته فإن عتق ذلك العبد جائز وليس له أن يرده\n</p>\n\n<p>\nقلت وكذلك صدقة ماله إن علم بذلك السيد كان له أن يرده قال نعم كذلك قال\nمالك قال وما رد السيد من ذلك من عتق أو صدقه ثم عتق المكاتب لم يلزم\nالمكاتب ذلك إلا أن يشاء\n</p>\n\n<p>\nقلت وهذا المكاتب الذي أجزت عتق عبده حين أدى كتابته لمن تجعل ولاء ذلك\nالمعتق قال قال مالك ولاؤه للمكاتب\n</p>\n\n<p>\nقال قال مالك وإن أعتق المكاتب أيضا عبده بإذن سيده ثم عتق المكاتب فإن\nالولاء يرجع إليه إذا عتق\n</p>\n\n#\n<p>\n| في ولاء العبد يعتقه المكاتب عن غيره على مال\n</p>\n\n<p>\nقلت أرأيت إذا أعتق المكاتب عبده على مال أيجوز ذلك أم لا في قول مالك\nقال قال مالك إذا أعتقه على مال يدفعه إليه من غير مال هو للعبد فذلك جائز\nإذا كان على وجه النظر لنفسه وإن كان إنما أعتقه على مال للعبد يأخذه منه\nفإن ذلك لا يجوز لأن هذا إنما أعتق عبده وأخذ منه مالا كان له فلا يجوز له\nهذا العتق لأن المكاتب لو أعتق عبده بغير إذن سيده لم يجز لأن مالكا قال في\nالمكاتب إذا كاتب عبده على وجه النظر لنفسه فإن ذلك جائز وكذلك عتقه إياه\nعلى مال يأخذه منه من غير ماله\n</p>\n\n<p>\nقلت أرأيت لو أن رجلا أتى إلى مكاتب أو إلى عبد مأذون له في التجارة فقال\nأعتق عبدك هذا عني ولك ألف درهم\n</p>\n\n<p>\nففعل أيجوز العتق في قول مالك قال قال <span id='ms1462'></span> مالك بيعهما جائز فأرى هذا بيعا\nوأراه جائزا\n</p>\n\n<p>\nقلت أرأيت لو أن مكاتبا أتاه رجل فقال أعتق عبدك هذا أيها المكاتب على\nألف درهم ولم يقل عني أيجوز هذا العتق أم لا قال العتق جائز إذا كانت الألف\nثمنا للعبد أو أكثر من ثمنه\n</p>\n\n<p>\nقلت ولمن الولاء قال للمكاتب إن أدى فعتق كان الولاء له وإن عجز المكاتب\nكان الولاء لسيد المكاتب ولا يكون للذي أعطاه الألف من الولاء قليل ولا\nكثير وتلزمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p360'> Vol. 08, p. 360</a>\n            </div>\n             الألف الدرهم\n</p>\n\n<p>\nقلت ولم جعلت الألف درهم لازمة له ولم تجعل له من الولاء شيئا قال ألا\nترى لو أن رجلا أتى إلى رجل فقال أعتق عبدك ولم يقل عني على ألف درهم\nفأعتقه إن الألف لازمة له وإن الولاء للذي أعتق لأنه لم يقل عني فكذلك\nالمكاتب هو في ذلك بمنزلة الحر لأن المكاتب لو كاتب عبدا له على وجه النظر\nجازت الكتابة وإن كره ذلك السيد فإن أدى المكاتب كتابته كان له ولاء مكاتبه\nالذي كاتبه وإن عجز كان ولاء مكاتبه لسيده وهذا الآخر قول مالك وما قبله\nرأيي\n</p>\n\n#\n<p>\n| في ولاء العبد النصراني يعتقه المسلم فيهرب إلى دار الحرب ثم يسبيه\nالمسلمون فيصير في سهمان رجل فيعتقه\n</p>\n\n<p>\nقلت أرأيت النصراني إذا أعتقه رجل من المسلمين فهرب النصراني إلى دار\nالحرب فسبي بعد ذلك أيكون رقيقا في قول مالك قال نعم يكون رقيقا لأنه كل من\nنصب الحرب على أهل الإسلام ممن لم يكن على دين الإسلام فهو فيء\n</p>\n\n<p>\nقلت فإن سبي بعد ذلك فأعتقه الذي صار في سهمانه لمن يكون ولاؤه أللأول أو\nللثاني قال لم أسمع فيه شيئا وأرى ولاءه للثاني\n</p>\n\n<p>\nقلت فإن كان قبل أن يلحق بدار الحرب مراغما لأهل الإسلام كان أعتق عبيدا\nله نصارى في بلد المسلمين قبل لحاقه فلحق بعد ما أعتقهم أو كان تزوج\nبنصرانية حرة فولدت له أولادا ثم أسلموا لمن يكون ولاء مواليه أولئك وولاء\nولده أيكون ذلك للمولى الثاني أو للمولى الأول قال أراه للمولى الأول <span id='ms1463'></span> ولا\nيكون للمولى الثاني من ذلك الولاء شيء لأن ذلك قد ثبت لمولاه الأول قبل أن\nيلحق النصراني بدار الحرب فلا ينتقض ذلك الولاء بلحاقه إلى دار الحرب لأن\nالولاء ثبت وإنما ينتقض ولاؤه نفسه لأنه قد عاد إلى الرق وليس ذلك الولاء\nمما يجره إذا وقع في الرق ثانية فأعتق لأن مواليه أولئك أعتقهم وهو حر\nوولده أولئك ولدوا وهو حر فثبت ولاؤهم للمولاه الأول وإنما يجر الولاء إذا\nكان عبدا فتزوج حرة فما ولدته في حال العبودية من ولد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p361'> Vol. 08, p. 361</a>\n            </div>\n             فهو يجر\nولاءهم إذا أعتق وإن تداوله موال وكانت امرأته هذه تلد منه وهو في ملك\nأقوام شتى يتداولونه فاشتراه رجل فأعتقه فهذا يجر ولاء أولاده كلهم الذين\nولدوا له من هذه الحرة لأنهم ولدوا له وهو في حال الرق وما ولد له في حال\nالحرية أو أعتقهم ثم مسه الرق بعد ذلك فإنه لا يجر ولاءهم لأن ولاءهم قد\nثبت للمولى الأول\n</p>\n\n#\n<p>\n| في ولاء العبد يشتريه أخوه أو أبوه أو ابنه فيعتق عليهم\n</p>\n\n<p>\nقلت أرأيت لو أني اشتريت أخي فعتق علي أيكون لي ولاؤه قال نعم لك ولاؤه\nعند مالك\n</p>\n\n<p>\nقلت وكذلك لو أن امرأة اشترت ولدها فعتق عليها أيكون مولاها قال نعم\n</p>\n\n<p>\nقال وقال مالك لو أن امرأتين اشتريا أباهما فأعتق عليهما فهلك فإنهما\nيرثان الثلثين بالنسب والثلث بالولاء إذا لم يكن ثم وارث غيرهما\n</p>\n\n#\n<p>\n| في ولاء ولد المكاتبة من المكاتب وولد المدبر\n</p>\n\n<p>\nة من المدبر قلت أرأيت لو أن مكاتبا لرجل تزوج مكاتبة لرجل آخر فولدت\nأولادا في كتابتها ثم أدى الأب والأم الكتابة فأعتقا وأعتق الولد لمن ولاء\nالولد في قول مالك قال لموالي الأم لأنهم إنما عتقوا بعتق أمهم وإنما كانوا\nفي كتابة الأم وكذلك المدبر لو تزوج مدبرة لغير مولاه فولدت له أولادا\nكانوا على تدبير أمهم يعتقون بعتقها ويرقون برقها وكذلك ولد المكاتبة ويكون\nولاء ولد المدبرة وولاء ولد المكاتبة لموالي الأم وهذا قول مالك\n</p>\n\n<p>\nقلت أرأيت لو أن مكاتبة تحت حر <span id='ms1464'></span> أو تحت مكاتب حملت في حال كتابتها فأدت\nوهي حامل ثم وضعته بعد ما أدت لمن ولاء هذا الولد قال ولاؤه لسيد الأمة\nلأنه قد مسه الرق حين كانت به حاملا وهي مكاتبة لأنها إن وضعته قبل أن تؤدي\nكتابتها فهو معها في كتابتها وإن وضعته بعد أداء الكتابة فقد مسه الرق إذ\nهو في بطنها ألا ترى لو أن رجلا أعتق أمته وهي حامل فوضعته بعد ما عتقت\nووالده عبد ثم عتق أن هذا الولد مولى لمولى الأمة لأن الرق قد مسه ولا يجر\nالأب ولاءه وهذا قول مالك في هذا الآخر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p362'> Vol. 08, p. 362</a>\n            </div>\n            \n</p>\n\n<p>\n| في ولاء الحربي يسلم\n</p>\n\n<p>\nقلت أرأيت لو أن امرأة من أهل الحرب قدمت بأمان فأسلمت لمن ولاؤها في قول\nمالك قال لجميع المسلمين\n</p>\n\n<p>\nقلت فإن سبي والدها بعد ذلك فأعتق وأسلم أيجر ولاءها في قول مالك أم لا\n</p>\n\n<p>\nقال نعم وما سمعت من مالك فيها شيئا\n</p>\n\n<p>\nقلت ولم قلت في هذه إنه يجر ولاءها وقلت في المسألة الأولى إذ لحق بدار\nالحرب فسبي ثم أعتق أنه لا يجر ولاء ولده الذين ولدوا في حال حريته قال\nأولاده الذين ولدوا قبل أن يلحق بدار الحرب قد ثبت ولاؤهم لمن كان له الرق\nفي أبيهم فأعتقه فجر ولاء ولده بعتقه إياهم فهذا ولاء قد ثبت لرجل بعتق\nأبيهم وأما التي أسلمت فلم يثبت ولاؤها لأحد من عتق من أعتقها أو من قبل\nعتق أبيها ولم يمسها رق قط فلما أعتق هذا أباها بعد ما سبي صار ولاؤها لهذا\nالذي أعتق أباها لأنه لم يستحق أحد من الناس ولاءها من قبل الرق فلم يستحق\nأحد من الناس ولاءها برق كان له في أبيها أو في جدها\n</p>\n\n<p>\nقلت أليس قد قلت إن العبد النصراني إذا أعتقه رجل فولد له أولاد من حرة\nنصرانية فأسلموا ثم لحق النصراني بدار الحرب فسبي ثم صار في سهمان رجل\nفأعتقه أنه لا يجر ولاءهم ولا يجر من الولاء إلا ولاء كل ولد كان له في <span id='ms1465'></span> حال\nعبوديته قال إنما قلت لك هذا في كل ولد قد استحق ولاءهم مولى أبيهم أنه إن\nرجع في الرق ثم عتق لم ينتقل ولاء ولده عن مواليهم الذين ثبت لهم الولاء\nوإما هذه البنت التي أسلمت قبل أبيها ثم سبي أبوها ثم أسلم بعد ذلك فإنه\nيجر ولاءها لأنه ليس لأحد عليها نعمة عتق ولم يكن لأحد على أبيها نعمة عتق\nقبل هذا العتق الذي حدث فيه فلذلك جر ولاءها\n</p>\n\n#\n<p>\n| في ولاء أولاد المكاتب الأحرار من المرأة الحرة يموت ويدع وفاء بكتابته\n</p>\n\n<p>\nقلت أرأيت مكاتبا مات وترك أولادا حدثوا في كتابته وأولادا من امرأة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p363'> Vol. 08, p. 363</a>\n            </div>\n             أخرى حرة وترك وفاء بالكتابة فأدى عنه ولده الذين حدثوا في\nالكتابة كتابته أيجر السيد ولاء ولده الأحرار الذين من الحرة قال لا يجر\nولاءهم لأن مالكا قال إذا مات وعليه شيء من كتابته فإن ترك ولدا حدثوا في\nالكتابة ومالا فيه وفاء فإنما مات عبدا فهو لا يجر الولاء في مسألتك ولا\nيجر إليه الولد الذين حدثوا في الكتابة ولاء إخوتهم\n</p>\n\n<p>\nقلت أرأيت مكاتبا هلك وله ولد حدثوا في الكتابة وولد أحرار من امرأة حرة\nوترك مالا فيه وفاء بكتابته فأدى عنهم وخرج ولده أحرارا ولم يترك مالا\nيعتقون فيه فسعوا فأدوا لمن ولاء ولده الأحرار قال قال مالك لا يجره إلى\nسيده في الوجهين جميعا\n</p>\n\n<p>\nقال ومما يدلك على ذلك أن مالكا قال في الرجل يكاتب عبده ويكاتب المكاتب\nعبدا له آخر فيهلك المكاتب الأول وله ولد حدثوا في الكتابة أو كاتب عليهم\nوله ولد أحرار فيسعون ولده الذين في الكتابة حتى يؤدوها أن ولاء المكاتب\nالثاني لولد المكاتب الأول الذين كوتبوا معه دون ولده الأحرار فجعل ولاؤه\nبمنزلة ماله إذا مات عن مال فيه فضل عن كتابته كان ما بقي بعد الكتابة\nلولده الذين معه في الكتابة\n</p>\n\n#\n<p>\n| في ولاء مكاتب المكاتب يؤدي الأسفل قبل المكاتب الأعلى\n</p>\n\n<p>\nقلت أرأيت المكاتب الأعلى إذا كاتب مكاتبا فأدى المكاتب الأسفل قبل\nالأعلى ثم أدى المكاتب الأعلى <span id='ms1466'></span> بعد ذلك أيرجع إليه الولاء في قول مالك قال\nنعم إذا أدى رجع إليه ولاء مكاتبه الأسفل عند مالك\n</p>\n\n#\n<p>\n| في ولاء العبد المسلم يعتقه المسلم والنصراني\n</p>\n\n<p>\nقلت أرأيت عبدا مسلما بين نصراني ومسلم أعتقاه جميعا معا لمن ولاء حصة\nهذا النصراني قال لجميع المسلمين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p364'> Vol. 08, p. 364</a>\n            </div>\n            \n</p>\n\n<p>\n| في ولاء الذمي يسلم وجنايته\n</p>\n\n<p>\nقلت أرأيت من أسلم من أهل الذمة أعقلهم في بيت المال أم لا في قول مالك\nقال نعم عقلهم في بيت المال في قول مالك\n</p>\n\n<p>\nقلت وكذلك جريرة مواليهم يكون ذلك في بيت المال في قول مالك قال نعم لأنه\nمالكا قال فيهم أنفسهم إن جريرتهم في بيت المال فمواليهم بمنزلتهم\n</p>\n\n<p>\nقال بن وهب وأخبرني رجال من أهل العلم عن زيد بن ثابت وعبد الله بن مسعود\nويحيى بن سعيد وعطاء بن أبي رباح أنهم كانوا يقولون فيمن يموت ولا يعرف له\nعصبة ولا أصل يرجع إليه أنه يرثه المسلمون قال سحنون وقد كتب أبو موسى\nالأشعري إلى عمر بن الخطاب يذكر أن ناسا يموتون عندهم ولا يتركون رحما لهم\nولا ولاء فكتب عمر أن الحق أهل الرحم برحمهم فإن لم يكن رحم ولا ولاء فأهل\nالإسلام يرثونهم ويعقلون عنهم\n</p>\n\n<p>\nقال سحنون قاليزيد بن عياض سئل عمر بن عبد العزيز عمن يسلم من أهل الجزية\nمن اليهود والنصارى والمجوس فقال من أسلم من أهل تلك الملل فهو مسلم عليه\nما على المسلمين وله ما للمسلمين وليست عليه الجزية وميراثه لذي رحم إن كان\nفيهم مسلم يتوارثون كما يتوارث أهل الإسلام فإن لم يكن له وارث مسلم\nفميراثه في بيت مال الله يقسم بين المسلمين وما أحدث من حدث ففي مال الله\nالذي بين المسلمين يعقل عنهم منه\n</p>\n\n<p>\nقال وقال مالك من أسلم من الأعاجم البربر والسودان والقبط ولا موالي لهم\nفجر جريرة فعقلهم على جماعة المسلمين وميراثه لهم قال سحنون وقد أبى عمر أن\nيورث من الأعاجم إلا أحدا ولد في العرب وقد كانت الأجناس كلها في الزمن\nالأول وليس إسلام <span id='ms1467'></span> الرجل على يدي رجل بالذي يجر ولاءه وقاليحيى بن سعيد ومن\nأسلم من أهل الذمة على يدي رجل مسلم فإن ولاءه للمسلمين عامة كما كانت\nجزيته للمسلمين عامة\n</p>\n\n<p>\nقال وأخبرني سفيان بن عيينة عن مطرف عن الشعبي أنه قال لا ولاء إلا لذي\nنعمة\n</p>\n\n<p>\nوقال مالك لا يرث أحد أحدا إلا بنسب قرابة أو ولاء عتاقة\n</p>\n\n<p>\nبن وهب عن بن لهيعة عنيزيد بن أبي حبيب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p365'> Vol. 08, p. 365</a>\n            </div>\n             أن عمر بن الخطاب قال\nومن أسلم من أهل الذمة كان ولاؤه للمسلمين وهم يعقلون عنه\n</p>\n\n<p>\n| في الوصية للرجل بمن يعتق عليه وولائه\n</p>\n\n<p>\nقلت أرأيت من أوصى لرجل بمن يعتق عليه إذا ملكه فقبل أو لم يقبل قال هو\nحر على كل حال قبل أو لم يقبل إذا حمله الثلث والولاء للموصى له إن قبل أو\nلم يقبل فهو للموصى له ويبدأ على أهل الوصايا كأنه إنما أوصى أن يعتق عليه\nويبدأ على أهل الوصايا\n</p>\n\n<p>\nقال مالك وأرى إن لم يحمله الثلث فإن قبل عتق منه ما حمله الثلث وقوم\nعليه ما بقي فيه وكان الولاء له وإن لم يقبل\n</p>\n\n<p>\nقال علي بن زياد عن مالك سقطت الوصية\n</p>\n\n<p>\nقال بن القاسم وإن أوصى له بشقص منه فهو مثل ذلك سواء إن قبل عتق عليه\nوقوم عليه ما بقي وكان له الولاء وإن لم يقبل لم يعتق من العبد إلا ما أوصى\nبه وإن كان الثلث يحمله فلا يعتق منه إلا الجزء الذي أوصى له به ويبدأ على\nأهل الوصايا ولا يقوم عليه ما بقي وإن أوصى لسفيه أو ليتيم بشقص ممن يعتق\nعليه أو أوصى له به كله فلم يحمله الثلث فقبله وليه لم يعتق منه إلا ذلك\nولم يقوم عليه وليس يقول لا أقبله وأن يرده والولاء لليتيم فيما عتق عنه\n</p>\n\n<p>\nقلت أرأيت إذا أوصى رجل لرجل بأبيه أو بابنه فأبى أن يقبل الوصية فمات\nالموصي والموصى له يقول لا أقبل الوصية أيعتق أم لا في قول مالك قال قال\nمالك يعتق وإن لم <span id='ms1468'></span> يقبله الموصى له ويبدأ على أهل الوصايا كما يبدأ العتق\nعلى أهل الوصايا وكان الولاء له قال سحنون وقال أشهب لأنه في ترك قبول\nالوصية مضار إذا كان الثلث يحمله وليس يلزمه فيه تقويم وقد قال رسول الله\nصلى الله عليه وسلم لا ضرر ولا ضرار\n</p>\n\n#\n<p>\n| في ولاء العبد النصراني يعتقه المسلم وجنايته\n</p>\n\n<p>\nقلت أرأيت لو أن عبدا نصرانيا أعتقه رجل من المسلمين فجر المعتق النصراني\nجريرة أيعقل عنه هذا المسلم وقومه أم لا في قول مالك قال ما سمعت من مالك\nفي هذا شيئا ولا أرى أن يعقل عنه قوم الذي أعتقه جريرته\n</p>\n\n<p>\nقلت فعلى من عقله قال أراه على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p366'> Vol. 08, p. 366</a>\n            </div>\n             جميع المسلمين لأن ميراثه\nلجميع المسلمين لأن مالكا قال ليس على النصراني إذا أعتقه المسلم جزية\n</p>\n\n<p>\nقال مالك وميراثه لجميع المسلمين إذا لم تكن له قرابة يرثونه من أهل دينه\n</p>\n\n<p>\nقال مالك ولا أرى عليه الجزية فلم يجعله مالك من أهل الجزية لم يحمل عنه\nأهل الجزية جريرته إذا لم تكن له منهم ذمة ولا يجعل مالك ميراثه للذي أعتقه\nفتكون جريرته على سيده وإنما جريرته على جميع المسلمين لأنهم ورثته ولو أن\nرجلا قتله كان العقل على الذي قتله لجميع المسلمين يرثون ذلك ويكون ذلك\nالعقل على قوم القاتل إن كان من المسلمين وله عاقلة تعقل عنه وهذا قول مالك\n</p>\n\n<p>\nألا ترى أن مالكا وغير واحد ذكر أن يحيى بن سعيد حدثهم عن إسماعيل بن أبي\nحكيم أخبرهم أن عمر بن عبد العزيز أعتق عبدا له نصرانيا فتوفي قالإسماعيل\nفأمرني عمر بن عبد العزيز أن آخذ ميراثه فأجعله في بيت مال المسلمين وإنما\nلم يرثه المولى الذي أعتقه لاختلاف الدينين ألا ترى أن بن عمر ذكر عنه يحيى\nبن أيوب عن موسى بن عقبة عن نافع عن بن عمر أنه قال لا يرث مسلم كافرا إلا\nالرجل عبده أو مكاتبه ولقول رسول الله صلى الله عليه وسلم لا يتوارث أهل\nملتين\n</p>\n\n<p>\nولقول عمر بن الخطاب لا نرث أهل <span id='ms1469'></span> الملل ولا يرثونا\n</p>\n\n#\n<p>\n| في ولاء العبد يعتقه القرشي والقيسي وجنايته وإلى من ينتمي\n</p>\n\n<p>\nقلت أرأيت لو أن رجلا من قريش وآخر من قيس أعتقا عبدا بينهما فجنى العبد\nجناية قتل خطأ أيكون نصف العقل على قريش ونصف العقل على قيس في قول مالك\nقال قال مالك لو أن قوما اجتمعوا على قتل رجل خطأ وهم من قبائل شتى فإن\nالعقل على جميع تلك القبائل فكذلك هذا العبد المعتق عقل جنايته على قريش\nوقيس\n</p>\n\n<p>\nقلت أرأيت هذا العبد المعتق كيف يكتب شهادته أيكتب القرشي أو القيسي قال\nقال مالك يكتب مولى فلان بن فلان القرشي ومولى فلان بن فلان القيسي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p367'> Vol. 08, p. 367</a>\n            </div>\n            \n</p>\n\n<p>\n| في ولاء العبد النصراني يعتقه القرشي والنصراني وجنايته\n</p>\n\n<p>\nقلت أرأيت لو أن عبدا نصرانيا بين رجل من أهل الذمة ورجل من قريش أعتقاه\nجميعا فجني جناية أيكون نصفها على قريش ونصفها على أهل الذمة إذا كان العبد\nنصرانيا قال لا ولكن نصفها على أهل خراج مولاه الذي أعتقه أهل بلده الذين\nيؤدون معه خراجه ونصفها على بيت المال لأن هذا المسلم لا يرث هذا العبد\nلأنه نصراني\n</p>\n\n<p>\nقلت فإن أسلم العبد قبل أن يجني جناية ثم جنى قال يكون نصف عقل جنايته في\nبيت المال ونصفها على قريش قوم مولاه\n</p>\n\n<p>\nقلت لم قال قال لأن القرشي حين أسلم العبد صار وارثا لما أعتق والذي\nانقطعت وراثته من حصته التي أعتقها لإسلام العبد وصار ذلك لجميع المسلمين\nفصار في بيت المال جريرة ذلك النصف\n</p>\n\n<p>\nقلت فإن أسلم مولاه النصراني بعد ذلك قال يرجع إليه ولاؤه ويكون ما جنى\nبعد ذلك خطأ\n</p>\n\n<p>\nنصفها في بيت المال ونصفها على قوم القرشي\n</p>\n\n#\n<p>\n| في ولاء الملقوط والنفقة عليه وجنايته\n</p>\n\n<p>\nقلت أرأيت مالكا أليس كان يقول اللقيط حر قال نعم وولاؤه للمسلمين يعقلون\nعنه ويرثونه\n</p>\n\n<p>\nقال وقال مالك من أنفق على اللقيط فإنما نفقته على وجه الحسبة ليس له أن\nيرجع عليه بشيء\n</p>\n\n<p>\nقلت فإن كان للقيط مال وهب له أيرجع عليه بما أنفق في ماله قال <span id='ms1470'></span> نعم يرجع\nعليه\n</p>\n\n<p>\nقلت أرأيت اللقيط أيكون ولاؤه لمن التقطه قال قال مالك يكون ولاؤه تجميع\nالمسلمين كلهم ولا يكون لمن التقطه\n</p>\n\n<p>\nقلت أرأيت جناية اللقيط على من هي قال هي على بيت مال المسلمين\n</p>\n\n<p>\nقلت وميراثه للمسلمين قال نعم وهذا قول مالك\n</p>\n\n<p>\nقلت أرأيت اللقيط أيكون مولى ولاؤه لمن التقطه في قول مالك أم لا قال لا\n</p>\n\n<p>\nقلت ولمن ولاؤه قال لجميع المسلمين عند مالك\n</p>\n\n<p>\nقلت أرأيت اللقيط أيكون له أن يوالي من شاء في قول مالك قال لا وولاؤه\nلجميع المسلمين عند مالك قالابن وهب وأن علي بن أبي طالب وعمر بن عبد\nالعزيز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p368'> Vol. 08, p. 368</a>\n            </div>\n             قالا اللقيط حر قالعمر بن عبد العزيز ونفقته على بيت\nالمال\n</p>\n\n#\n<p>\n| في ولاء العبد يشترى من الزكاة فيعتق\n</p>\n\n<p>\nقال وقال مالك إنما تفسير وفي الرقاب أن يشتري رقبة يفتديها فيعتقها\nفيكون ولاؤها لجميع المسلمين\n</p>\n\n<p>\nقال ولقد سألنا مالكا عن عبد تحته حرة لها منه أولاد أحرار يشترى من\nالزكاة فيعتق لمن ولاء ولده قال قال مالك ولاؤه لجميع المسلمين ويجر ولاء\nولده الأحرار\n</p>\n\n<p>\nقال وقال مالك ولو أن عبدا تزوج حرة فولدت له أولادا فاشتري العبد من\nزكاة المسلمين فأعتق فإن ولاء ولده تبع له ويصير ولاؤه وولاء ولده لجميع\nالمسلمين\n</p>\n\n#\n<p>\n| في ولاء موالي المرأة وعقل مواليها\n</p>\n\n<p>\nقلت أرأيت المرأة على من عقل مواليها ولمن ميراثهم في قول مالك قال قال\nمالك عقل ما جرموا إليها من جريرة على قومها وما تركوا من ميراث فهو لولد\nالمرأة إن كان لها ولد وإن كانت ميتة فإن لم يكن لها ولد فلولد الولد\nالذكور من ولد ولدها الذكور دون الإناث\n</p>\n\n<p>\nقلت وإلى من ينتمي مولى هذه المرأة إلى قوم ولدها أو إلى قوم المرأة وكيف\nتكتب شهادته قال ينتمي إلى قوم المرأة كما كانت المرأة تنتمي\n</p>\n\n<p>\nبن وهب عن يونس بن يزيد عن بن شهاب قال أخبرني رجال من أهل العلم أن عليا\nوالزبير اختصما في موالي أم الزبير وهي صفية بنت عبد المطلب وهي أم <span id='ms1471'></span> الزبير\nفقال علي أنا عصبتها وأنا أولى بمواليها منك يا زبير وقال الزبير أنا ابنها\nوأنا أرثها وأولى بمواليها منك يا علي فقضى عمر بن الخطاب رضي الله عنه\nللزبير بموالي أم الزبير وهم آل إبراهيم منهم عطاء ومسافر بن إبراهيم قال\nبن شهاب ثم اختصم الناس فيهم حين هلك ولد المرأة الذكور وولد ولدها فردوا\nإلى عصبة أمهم ولم يكن لعصبة ولد المرأة من ولائهم شيء\n</p>\n\n<p>\nقال بن وهب وأخبرني رجال من أهل العلم أن عمر بن الخطاب قضى بالميراث\nللزبير وبالعقل على عصبتها فإن مات الزبير رجع إلى عصبتها\n</p>\n\n<p>\nمالك بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p369'> Vol. 08, p. 369</a>\n            </div>\n             أنس عنعبد الله بن أبي بكر بن عمرو بن حزم أن أباه\nأخبره أنه كان جالسا عند أبان بن عثمان فاختصم إليه نفر من جهينة ونفر من\nبني الحارث بن الخزرج وكانت امرأة من جهينة تحت رجل من بني الحارث بن\nالخزرج يقال له إبراهيم بن كليب فماتت المرأة وتركت مالا وموالي فورثها\nابنها وزوجها ثم مات ابنها فقال ورثة ابنها لنا ولاء الموالي قد كان ابنها\nأحرزه وقال الجهينيون ليس كذلك إنما هم موالي صاحبتنا فإذا مات ولدها فلنا\nولاؤهم ونحن نرثهم فقضى أبان بن عثمان للجهينيين بولاء الموالي\n</p>\n\n<p>\nقالابن وهب قال وأخبرنا رجال من أهل العلم عن علي بن أبي طالب وبن شهاب\nويحيى بن سعيد أن الموالي يرجعون إذا هلك ولدها إلى عصبتها\n</p>\n\n#\n<p>\n| في ولاء ولد المعتقة من الرجل المسلم\n</p>\n\n<p>\nقلت أرأيت إن أعتقت أمة لي فزوجتها من رجل أسلم من أهل الذمة فولدت منه\nأولادا لمن ولاء الأولاد أللأب أم لموالي الأم في قول مالك قال قال مالك كل\nحرة تزوجها حر فالولاء للأب كان من أهل الذمة فأسلم أو من عليه بالعتق\nفأسلم ويرث ولده عند مالك كل من كان يرث أباه إذا كان الأب ميتا\n</p>\n\n<p>\nقلت أرأيت رجلا أسلم وكان ولاؤه لجميع المسلمين فتزوج امرأة من العرب أو\nمن الموالي معتقة فولدت أولادا ثم مات ومات الأولاد بعده لمن ميراثهم ولمن <span id='ms1472'></span>\nولاؤهم في قول مالك قال قال مالك إن كل ولد يولد للحر من حرة فهو تبع للأب\nفولاء هؤلاء لجميع المسلمين وميراثهم لجميع المسلمين عند مالك\n</p>\n\n<p>\nقلت أرأيت رجلا أسلم من أهل الذمة فتزوج امرأة معتقة أو امرأة من العرب\nفولدت له أولادا لمن ولاء الولد قال لجميع المسلمين وإنما الولد ها هنا تبع\nللأب وهذا قول مالك\n</p>\n\n#\n<p>\n| في بيع الولاء وصدقته وهبته\n</p>\n\n<p>\nقلت أرأيت بيع الولاء وهبته وصدقته أيجوز في قول مالك قال لا يجوز ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p370'> Vol. 08, p. 370</a>\n            </div>\n             عند مالك\n</p>\n\n<p>\nقال بن وهب وأخبرني رجال من أهل العلم عن عبد الله بن عباس وعلي بن أبي\nطالب وعبد الله بن مسعود وسعيد بن المسيب أن الولاء لحمة كالنسب لا يباع\nولا يوهب وقال بن مسعود أيبيع أحدكم نسبه وقاله بن شهاب ومكحول وربيعة بن\nأبي عبد الرحمن\n</p>\n\n#\n<p>\n| في انتقال الولاء\n</p>\n\n<p>\nقلت أرأيت المرأة الحرة إذا كانت تحت المملوك فولدت له أولادا فأعتق\nالمملوك أيجر ولاء ولده في قول مالك قال نعم\n</p>\n\n<p>\nقلت أرأيت الجد إذا أعتق أيجر ولاء ولد ولده في قول مالك قال نعم\n</p>\n\n<p>\nقلت وجد الجد إذا أعتق أيجر ولاء ولد ولد ولده إذا أعتق قال قال مالك\nالجد يجر ولاء ولد ولده فجد الجد بمنزلة الجد\n</p>\n\n<p>\nمالك بن أنس عن هشام بن عروة وربيعة بن أبي عبد الرحمن أن الزبير بن\nالعوام اشترى عبدا فأعتقه ولذلك العبد أولاد من امرأة حرة فلما أعتقه\nقالالزبير بن العوام هم موالي وقال موالي الأم هم موالينا فاختصموا في ذلك\nإلى عثمان بن عفان فقضى بولائهم للزبير بن العوام إلا أن هشاما ذكره عن\nأبيه\n</p>\n\n<p>\nقالابن وهب وأخبرني رجال من أهل العلم عن عمر بن الخطاب وعبد الله بن عمر\nوأبي أسيد صاحب النبي صلى الله عليه وسلم وعبد الله بن مسعود وعلي بن أبي\nطالب وعمر بن عبد العزيز وربيعة بن أبي عبد الرحمن أن الأب يجر الولاء إذا\nأعتق الأب\n</p>\n\n<p>\nقال سعيد بن المسيب إن مات أبوهم وهو عبد فولاء <span id='ms1473'></span> ولده لموالي أمهم وقال\nمالك الأمر المجتمع عليه عندنا على ذلك وإنما مثل ذلك مثل ولد الملاعنة\nينسب الزمان من دهره إلى موالي أمه فيكونون هم مواليه إن مات ورثوه وإن جر\nجريرة عقلوا عنه ثم إن اعترف به أبوه ألحق بأبيه وصار إلى موالي أبيه وصار\nميراثه لهم الحر وعقله وعقله عليهم ويجلد أبوه الحر إذا اعترف به وكذلك ولد\nالملاعنة من العرب إذا اعترف به أبوه صار بمنزلة هذا الذي وصفنا وإنما ورثه\nمن ورثه من قبل أن يعترف به لأنه لم يكن له نسب ولا عصبة فلما ثبت نسبه إلى\nأصله وعصبته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p371'> Vol. 08, p. 371</a>\n            </div>\n            \n</p>\n\n<p>\n| في شهادة النساء في الولاء\n</p>\n\n<p>\nقلت أرأيت شهادة النساء أتجوز على الولاء في قول مالك قال قال مالك لا\nتجوز شهادة النساء على الولاء ولا على النسب\n</p>\n\n<p>\nقلت أرأيت إن شهدن على السماع في الولاء أتجوز شهادتهن في قول مالك قال\nما سمعت من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p372'> Vol. 08, p. 372</a>\n            </div>\n             مالك فيه شيئا ولا أرى أن تجوز على السماع ولا على\nغيره في الولاء ولا في النسب لا تجوز شهادتهن على الولاء ولا على النسب على\nحال من الحالات قال سحنون ألا ترى أن شهادتهن في العتق لا تجوز فكيف في\nالولاء والولاء هو نسب وقد قال ربيعة وبن شهاب لا تجوز شهادتهن في العتق\nوقال مكحول لا تجوز شهادتهن إلا حيث أجازها الله في الدين\n</p>\n\n#\n<p>\n| في الشهادة على الشهادة في الولاء\n</p>\n\n<p>\nقلت أرأيت الشهادة على الشهادة أتجوز في الولاء في قول مالك قال نعم\n</p>\n\n<p>\nقال مالك وشهادة الرجلين تجوز على شهادة عدد كثير\n</p>\n\n#\n<p>\n| في الشهادة على الشهادة في سماع الولاء\n</p>\n\n<p>\nقلت أرأيت إن شهدا على أنهما سمعا أن هذا الميت مولى لفلان هذا لا يعلمان\nله وارثا غير هذا\n</p>\n\n<p>\nقال قال مالك إذا شهد شاهدان على السماع أو شهد شاهد واحد أنه مولاه\nأعتقه ولم يكن إلا ذلك من البينة\n</p>\n\n<p>\nقال فإن الإمام لا يعجل في ذلك حتى يثبت فإن جاء أحد يستحق ذلك وإلا قضى\nله\n</p>\n\n<p>\nقال قال لنا <span id='ms1474'></span> مالك وقد نزل هذا ببلدنا وقضي به\n</p>\n\n<p>\nقال وقال مالك إن لم يكن إلا قوم يشهدون على السماع فإنه يقضي له بالمال\nمع يمين الطالب ولا يجر بذلك الولاء وقال أشهب بن عبد العزيز ويكون له بذلك\nولاؤه وولاء ولده بشهادة السماع وكذلك لو أقر رجل أن فلانا مولاي ثم مات\nولم يسأل أمولى عتاقة رأيته مولاه يرثه بالولاء\n</p>\n\n<p>\nقلت لابن القاسم فإن كان شاهد واحد على السماع أيحلف ويستحق المال في قول\nمالك قال ما سمعت من مالك فيه شيئا وأرى أنه لا يحلف مع الشاهد الواحد على\nالسماع ولا يستحق به من المال شيئا لأن الشهادة على السماع إنما هي شهادة\nعلى شهادة فلا تجوز شهادة واحد على شهادة غيره\n</p>\n\n<p>\nقال سحنون وقال غيره ألا ترى لو شهد له شاهد واحد على الولاء\n</p>\n\n<p>\nبالبت أو على النسب بالبت لم يكن له أن يحلف مع شاهده ويستحق المال لأن\nالمال لا يستحق حتى يثبت النسب والنسب والولاء لا يثبت بأقل من اثنين ألا\nترى أن مالكا يقول في الأخ يدعيه أحد إخوته أنه لا يحلف معه ولا يثبت له\nشيء من المال في جميع المال لأنه لا يثبت له المال إلا بإثبات النسب والنسب\nلا يثبت إلا باثنين فلا يكون لهذا أن يحلف ولكن يكون له فيما في يدي أخيه\nما يصيبه منه على الإقرار به مثل أن يكونا أخوين أقر أحدهما بأخ وأنكره\nالآخر فإنه يكون للمقر له فيما في يدي المقر ثلث ما في يديه وهو السدس من\nالجميع\n</p>\n\n<p>\nوقال غيره وإنما استحسن له في المال أن يكون له مع يمينه إذا لم يكن\nللمال طالب لأنه ليس ثم نسب يلحقه في المولى الذي شهد فيه شاهد على أنه\nمولاه أو شهد شاهدان على السماع\n</p>\n\n<p>\nألا ترى أن الأخ يقر بأخ وليس له غيره أن ذلك يوجب له المال ولا يثبت له\nالنسب\n</p>\n\n#\n<p>\n| في شهادة ابني العم لابن عمهما في الولاء\n</p>\n\n<p>\nقلت أرأيت إن شهد أعمامي على <span id='ms1475'></span> رجل مات أنه مولاي وأن أبي أعتقه قال سمعت\nمالكا وسئل عن ابني عم شهدا على عتق لابن عمهما\n</p>\n\n<p>\nقال مالك إن كانا ممن يتهمان على قرابتهما أن يجرا بذلك ولاء فلا أرى ذلك\nيجوز وإن كانا من الأباعد ممن لا يتهمان أن يجرا بذلك ولاء ولعل ذلك يرجع\nإليهما يوما ما ولا يتهمان عليه اليوم\n</p>\n\n<p>\nقال مالك فشهادتهما جائزة ففي مسألتك إن كان إنما هو مال يرثه وقد مات\nمولاه ولا ولد لمولاه ولا موالي فشهادتهما جائزة لأنهما لا بشهادتهما يجران\nإلى أنفسهما شيئا فإن كان لموالي الميت ولد وموال يجر هؤلاء الشهود بذلك\nإلى أنفسهم شيئا يتهمون عليه لقعددهم لمن شهدوا له لم أر شهادتهم تجوز في\nالولاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p373'> Vol. 08, p. 373</a>\n            </div>\n            \n</p>\n\n<p>\n| في الإقرار في الولاء\n</p>\n\n<p>\nقلت أرأيت أقر رجل أنه أعتق هذا الرجل وأنه مولاه وقال الآخر صدق هو\nأعتقني أيصدق وإن كذبه قومه قال أرى القول قوله ويكون ثابت الولاء ولا\nيلتفت إلى إنكار قومه ها هنا إلا أن تقوم عليه البينة بخلاف ما أقر به فإن\nقامت عليه البينة بخلاف ما أقر به أخذ بالبينة وترك قوله\n</p>\n\n<p>\nقلت أرأيت الرجل تحضره الوفاة فيقول فلان مولاي أعتقني وهو وارثي ولا\nيعلم ذلك إلا بقوله أيصدق في قول مالك أم لا قال نعم يصدق إلا أن يأتي أحد\nيقيم بينة على خلاف ما قال وقاله أشهب بن عبد العزيز\n</p>\n\n<p>\nقلت أرأيت إن أقر الرجل على أبيه أن أباه أعتق عبده هذا في مرضه أو في\nصحته ولا وارث لأبيه غيره أيجوز إقراره على أبيه بالولاء ويعتق هذا العبد\nويجعل ولاؤه لأبيه في قول مالك قال نعم يلزمه العتق فإن كان إقراره بأن\nأباه أعتقه في المرض والثلث يحمله جاز العتق\n</p>\n\n<p>\nقلت أفلا تتهمه في جر الولاء قال لا لأنه لو أعتقه عن أبيه كان الولاء\nلأبيه فليس ها هنا تهمة إلا أن يكون معه وارث\n</p>\n\n<p>\nألا ترى أن مولى أبيه هو مولاه وإنما نقص نفسه ومولاه هو مولى أبيه إلا\nأن <span id='ms1476'></span> يكون معه وارث غيره\n</p>\n\n<p>\nبن وهب قال الليث بن سعد وقال ربيعة بن أبي عبد الرحمن لا تجوز شهادته\nولو جاز مثل ما شهد عليه هذا في العبد الذي بينه وبين إخوته لم يشأ رجل أن\nيدخل مثل ذلك على شركائه ويخرج بمثل ذلك من الذي عليه في السنة من قيمة\nالعبد كله ولا يجوز مثل شهادة هذا على مثل ما شهد عليه\n</p>\n\n<p>\nقال عبد الجبار قال ربيعة إن كان معه رجل آخر يشهد على ذلك جاز ذلك على\nالورثة وإن لم يكن معه غيره سقطت شهادته عنه وعن أهل الميراث وأعطي حقه منه\n</p>\n\n#\n<p>\n| في الدعوى في الولاء\n</p>\n\n<p>\nقلت أرأيت إن أعتقت أمة وهي تحت حر فولدت له أولادا فقالت أعتقت وأنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p374'> Vol. 08, p. 374</a>\n            </div>\n             حامل بهذا الولد وقال الزوج بل حملت به بعد العتق فولاؤه\nلموالي قال القول قول الزوج\n</p>\n\n<p>\nقلت أتحفظه عن مالك قال لا\n</p>\n\n<p>\nقال وقالأشهب وغيره ولو أقر الزوج بما قالت لم يصدق إلا أن يكون المعتق\nواقعها وهي حامل بينة الحمل أو تضع بعد العتق لأقل من ستة أشهر\n</p>\n\n<p>\nقلت لابن القاسم أرأيت إن أقمت البينة أن فلانا أعتقني وفلان يجحد ذلك\nويقول لا أعرفك وما كنت لي عبدا أو قال ما أنت لي بمولى أيلزمه ولائي\nوتمكنني من إيقاع البينة عليه في قول مالك قال لا أقوم على حفظ قول مالك في\nهذه المسألة ولكن هذا عندي بمنزلة النسب ألا ترى لو أن رجلا ادعى أنه بن\nهذا الرجل وجحد ذلك الرجل أنه ابنه فأقام عليه البينة فإني أمكنه من ذلك\nوأثبت نسبه منه\n</p>\n\n<p>\nقلت أرأيت إن أنكر مولاي أني أعتقته وجحد ولائي فأردت أن أوقع عليه\nالبينة عند القاضي أيمكنني القاضي من ذلك أم لا قال نعم يمكنك من إيقاع\nالبينة عليه حتى يثبت أنه مولاك\n</p>\n\n<p>\nقلت وهذا قول مالك قال لم أزل أسمع هذا\n</p>\n\n<p>\nقلت وكذلك الأنساب لو أن رجلا جحد ابنه أو ابنا جحد أباه فأراد أن يوقع\nالبينة عليه أتمكنه من ذلك قال <span id='ms1477'></span> نعم\n</p>\n\n<p>\nقلت وكذلك الأم والولد قال نعم\n</p>\n\n<p>\nقلت وكذلك الأخ والأخت إذا جحد بعضهم بعضا فأراد المجحود أن يوقع البينة\nأتمكنه من ذلك في قول مالك قال نعم\n</p>\n\n<p>\nقلت أرأيت لو أن رجلا مات وترك ابنتين فادعى رجل أنه أعتق هذا الميت وأنه\nمولاه فصدقته إحدى الابنتين وأنكرت الأخرى ذلك\n</p>\n\n<p>\nقال لا أرى للمولى شيئا في إقرار هذه من المال لأنه لا يدخل عليها في\nالثلث الذي صار لها في إقرارها للمولى شيء وأما الولاء فإني لا أرى أن يثبت\nالولاء له حتى يكون ولاء تحمل العاقلة جريرتها وأما الميراث فإني أرى أن\nيحلف إذا ماتت ولم تدع وارثا غيره أو عصبة يحلف ويأخذ الميراث\n</p>\n\n<p>\nقال ويحلف مع الابنتين ويأخذ الثلث الباقي إن لم يأت أحد بأحق مما شهدتا\nله به وذلك إذا كانتا عدلتين\n</p>\n\n<p>\nقلت أرأيت لو أن رجلا هلك وترك ابنتين فادعى رجل أنه مولاه وأنكرت\nالبنتان أن يكون هذا الرجل مولى أبيهما قال لا يكون مولاه إلا أن يقيم\nالبينة في قول مالك\n</p>\n\n<p>\nقلت فإن أقرت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p375'> Vol. 08, p. 375</a>\n            </div>\n             البنتان أنه مولى أبيهما قال إذا لم يكن\nلأبيهما عصبة ولا من يستحق الثلث الباقي بولاء معروف ولا نسب حلف وهذا مع\nإقرار البنتين واستحق المال ولا يستحق الولاء ألا ترى أن الرجل يهلك ويترك\nابنا فيقول الابن إن هذا أخوه ولم يكن للمقر له بينة أنه يستحق المال ولا\nيثبت نسبه وقال غيره لا يحلف مع البنتين في الثلث الباقي لأنهما شهدتا على\nعتق وشهادتهما في العتق لا تجوز ولا يثبت المال إلا بإثبات الولاء\nوشهادتهما في الولاء لا تجوز ولو أقرتا له بالولاء أنه مولاهما ورثهما إذا\nلم يكن يعرف باطل قولهما بمنزلة الرجل يقر للرجل أنه مولاه ولا يعرف باطل\nقوله فهو مولاه\n</p>\n\n<p>\nقلت أرأيت لو ادعى رجل على رجل فقال أنت مولاي أعتقتني وأنكر الرجل ذلك\nوقال لا أعرفك\n</p>\n\n<p>\nأيكون عليه اليمين في قول مالك قال لا يكون عليه اليمين\n</p>\n\n<p>\nقلت فإن أقام شاهدا واحدا أحلفته في <span id='ms1478'></span> قول مالك فإن أبى حبسته حتى يحلف قال\nلا أحبسه ولكن أقول لهذا أقم شاهدا آخر وإلا فلا ولاء له عليك\n</p>\n\n<p>\nقلت أرأيت لو أن رجلين أقاما البينة على رجل كل واحد منهما يقيم البينة\nأنه مولاه وكلتا البينتين في العدالة سواء والمولى مقر بالولاء لأحدهما\nومنكر للآخر قال أراه مولى للذي أقر له بالولاء لأن البينتين لما تكافأتا\nفي العدالة كانتا بمنزلة من لا بينة لهما فيكون الولاء للذي أقر له به\n</p>\n\n<p>\nوقال مالك إذا تكافأت البينتان والحق في يدي أحدهما فالحق لمن هو في يديه\nفإقرار هذا بمنزلة من في يديه الحق\n</p>\n\n<p>\nقلت فإن كانت بينة الذي ينكره المولى أعدل من بينة الذي يقر له بالولاء\nقال فهو مولى لصاحب البينة العادلة ولا ينظر في هذه إلى إقراره\n</p>\n\n<p>\nقلت أرأيت لو أن رجلا مات فأخذت ماله وزعمت أني وارثه وأنه مولاي فأتى\nرجل بعد ذلك فأقام البينة أنه مولاه وأقمت أنا البينة أنه مولاي وتكافأت\nالبينتان في العدالة أيكون المال للذي في يديه في قول مالك قال المال\nبينهما\n</p>\n\n<p>\nقلت ولم ذلك وقد قال مالك إذا تكافأت البينتان فالمال للذي هو في يديه\nقال إنما ذلك في مال في يديه ولا يعرف من أين أصله فأما إذا عرف أصله فهو\nللذي له أصل المال وقد أقاما جميعا البينة أنهما استحقا جميعا هذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p376'> Vol. 08, p. 376</a>\n            </div>\n             المال من الذي كان له أصل هذا المال فهو بينهما\n</p>\n\n#\n<p>\n| في ميراث الأقعد فالأقعد في الولاء\n</p>\n\n<p>\nقلت ما قول مالك في ميراث الولاء إذا مات رجل وترك مولاه وترك ابنين فمات\nأحد الابنين وترك ولدا ذكرا ثم مات المولى قال قال مالك الميراث لابن الميت\nالمعتق ولا شيء لولد ولده مع ولده لصلبه لأنه أقعد بالميت وإنما الولاء عند\nمالك لأقعدهم بالميت ولو استويا في القعدد كان الميراث بينهما بالسواء\n</p>\n\n<p>\nوأخبرني مالك قال بلغني أن بن المسيب قال في رجل هلك وترك بنين له ثلاثة\nوترك موالي أعتقهم هو ثم إن رجلين من بنيه هلكا وتركا <span id='ms1479'></span> ولدا\n</p>\n\n<p>\nفقال سعيد بن المسيب يرث الموالي الباقي من ولد الثلاثة فإذا هلك فولده\nوولد أخويه في الموالي شرعا سواء\n</p>\n\n<p>\nقالابن وهب قال وأخبرني مخرمة بن بكير عن أبيه عن بن قسيط وأبي الزناد\nمثله\n</p>\n\n<p>\nبن لهيعة عن بكير بن الأشج أن عمرو بن عثمان وأبان بن عثمان ورثا أباهما\nعثمان بن عفان فكان يرثان الموالي سواء ثم توفي عمرو بن عثمان فخلص الميراث\nلأبان بن عثمان ثم توفي أبان بن عثمان فرجع الولاء لبني أبان وبني عمرو بن\nعثمان بن عفان فكانوا فيه شرعا سواء وأنه قضى بمثل ذلك في ولد سالم وعبيد\nالله وواقد بني عبد الله بن عمر فيمن هلك من موالي بن عمر\n</p>\n\n<p>\nبن وهب عن بن لهيعة عن بن هبيرة عن عبد الله بن عمر أنه استفتى في رجل\nهلك وترك ابنين فورثا ماله ومواليه ثم توفي أحدهما وترك بنين ثم توفي مولى\nأبيهم فقال عمهم أنا أحق به وقال بنو أخيه إنما ورثت أنت وأبونا المال\nوالموالي فقال بن عمر ميراثهم للعم\n</p>\n\n<p>\nبن وهب وأخبرني من أرضى من أهل العلم عن طاوس مثله\n</p>\n\n<p>\nقلت لابن القاسم أرأيت لو أن امرأة هلكت وتركت ثلاثة إخوة أخا لأب وأم\nوأخا لأب وأخا لأم وتركت موالي فمات الموالي لمن ميراثهم في قول مالك قال\nقال مالك ميراثهم لأخيها لأمها وأبيها وليس لأخيها لأمها ولا لأخيها لأبيها\nمن ولاء مواليها قليل ولا كثير ولا لأخيها لأبيها من ميراث الموالي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p377'> Vol. 08, p. 377</a>\n            </div>\n             مع أخيها لأبيها وأمها قليل ولا كثير لأن الأخ للأب والأم أقرب\nإليها بأم\n</p>\n\n<p>\nقال مالك ولو كان الأخ للأب والأم مات وترك ولدا كان الأخ للأب أقعد بها\nوكان ميراث الموالي لأخيها لأبيها دون ولد أخيها لأبيها وأمها وإن مات الأخ\nللأب والأم ومات الأخ للأب وكلاهما قد ترك ولدا ذكورا فميراث الموالي إذا\nهلكوا لولد الأخ للأب والأم دون ولد الأخ للأب لأنهم أقرب إلى الميتة بأم\nفإن هلك ولد الأخ للأب والأم وترك ولدا وولد أخ <span id='ms1480'></span> لأب حيا كان الميراث لهم\nدون ولد ولد الأخ للأب والأم لأنهم أقعد بالميتة وليس للأخ للأم ولا أخته\nلأمه قليل ولا كثير وإن لم تترك أحدا غيره كان ميراث مواليها لعصبتها فإن\nكان الأخ للأم من عصبتها كان له الميراث كرجل من عصبتها وهذا قول مالك\n</p>\n\n<p>\nبن وهب عن بن لهيعة عنمحمد بن زيد بن المهاجر أنه قال حضرت القاسم بن\nمحمد بن أبي بكر وطلحة بن عبد الله بن عبد الرحمن بن أبي بكر وهما يختصمان\nإلى عبد الله بن الزبير في ميراث أبي عمر وذكوان مولى عائشة وكان عبد الله\nبن عبد الرحمن بن أبي بكر وارث عائشة دون القاسم لأن أباه كان أخاها لأبيها\nوأمها وكان محمد أخاها لأبيها ثم توفي عبد الله فورثه ابنه طلحة ثم توفي\nذكوان أبو عمرو فقضى به بن الزبير لطلحة فسمعت القاسم بن محمد يقول سبحان\nالله إن الموالي ليس بمال موضوع يرثه من يرث المال إنما الموالي في قول\nمالك عصبة\n</p>\n\n<p>\nقلت لابن القاسم أرأيت إذا مات رجل وترك موالي وترك من القرابة بن عمه\nلأبيه وأمه وبن عمه لأبيه من أولى بولاء هؤلاء في قول مالك قال بنو عمه\nلأبيه وأمه أولى من بن عمه لأبيه لأنهم أقرب إلى الميت بأم\n</p>\n\n<p>\nقلت أرأيت رجلا هلك وترك ابنا وأبا وموالي لمن ولاء هؤلاء الموالي ولمن\nميراثهم إذا ماتوا قال سئل مالك عن رجل هلك وترك مولى فهلك المولى وترك أبا\nمولاه وترك ابنه\n</p>\n\n<p>\nفقال الميراث لابنه وليس لأبيه منه شيء\n</p>\n\n<p>\nقال مالك وولاء هؤلاء لولده الميت الذكور دون والده وكذلك لو لم يكن له\nولد لصلبه ولكن له ولد ولد ذكور ووالد فإن ولاء مواليه لولد ولده الذكور\nدون والده لا يرث الوالد من ولاء الموالي مع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p378'> Vol. 08, p. 378</a>\n            </div>\n             الولد ولا مع ولد\nالولد إذا كانوا ذكورا قليلا ولا كثيرا عند مالك\n</p>\n\n<p>\nقلت أرأيت إن مات وترك أخاه وجده وترك موالي قال قال مالك الأخ أحق بولاء\nالموالي من الجد\n</p>\n\n<p>\nقال <span id='ms1481'></span> قال مالك وبنو الأخ وبنو بني الأخ أحق بولاء الموالي من الجد ولو أن\nرجلين أعتقا عبدا بينهما فمات أحدهما وترك عصبة وبنين ثم مات المولى المعتق\nوترك أحد مولييه وترك عصبة الآخر وولده\n</p>\n\n<p>\nقال مالك الميراث بين المولى الباقي وبين ورثة الميت الذكور\n</p>\n\n<p>\nقلت أرأيت رجلا مات وترك موالي وترك بن ابن وترك أخا لمن الولاء في قول\nمالك\n</p>\n\n<p>\nقال ليس للإخوة من الولاء مع ولد الولد الذكور شيء عند مالك\n</p>\n\n<p>\nقلت أرأيت رجلا أعتق عبدا له ثم مات وترك ولدين له فمات الولدان جميعا\nوترك أحدهما ابنا واحدا وترك الآخر أربعة أولاد ذكور كيف الولاء بينهم في\nقول مالك قال الولاء بينهم عند مالك أخماس لكل واحد منهم خمس الميراث إذا\nمات المولى لأنهم في القعدد والقرابة من الميت سواء\n</p>\n\n<p>\nبن وهب عن مالك عن عبد الله بن أبي بكر بن حزم عن عبد الملك بن أبي بكر\nعن عبد الرحمن عن أبيه أن العاصي بن هشام هلك وترك بنين له ثلاثة اثنان لأم\nوأب آخر لعلة فهلك أحد الاثنين اللذين هما لأم وأب وترك مالا وموالي فورثه\nأخوه لأمه وأبيه ورث ماله وولاء مواليه ثم هلك الذي ورث المال والموالي\nوترك ابنه وأخا لأبيه فقال ابنه قد أحرزت ما كان أبي أحرزه من المال وولاء\nالموالي وقال أخوه ليس كذلك إنما أحرزت المال فأما ولاء الموالي فلا\n</p>\n\n<p>\nقلت أرأيت لو هلك أخي اليوم ألست أرثه أنا فاختصما إلى عثمان بن عفان\nفقضى لأخيه بولاء الموالي\n</p>\n\n<p>\nبن وهب عن عبد الجبار بن عمر عن أبي الزناد عن خارجة بن زيد بن ثابت أنه\nقال الولاء للأخ دون الجد\n</p>\n\n<p>\nبن وهب قال عبد الجبار وقال ذلك ربيعة بن أبي عبد الرحمن\n</p>\n\n<p>\nقال مالك وبنو الأخ أولى بولاء الموالي من الجد\n</p>\n\n<p>\nبن وهب عن مخرمة بن بكير عن أبيه قال سمعت سليمان بن يسار واستفتي هل ترث\nالمرأة ولاء موالي زوجها فقال لا\n</p>\n\n<p>\nثم سئل هل يرث الرجل ولاء موالي <span id='ms1482'></span> امرأته فقال لا\n</p>\n\n<p>\nقال بكير وقال ذلك عبد الله بن أبي سلمة\n</p>\n\n<p>\nبن وهب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p379'> Vol. 08, p. 379</a>\n            </div>\n             قال بكير سمعت سليمان بن يسار واستفتي هل يرث الرجل\nمن ولاء موالي أخيه لأمه شيئا فقال لا\n</p>\n\n<p>\nوقال ذلك عبد الله بن أبي سلمة\n</p>\n\n<p>\nوقالسليمان بن يسار وإن لم يترك أحدا من الناس إلا أخا لأمه لم يرثه وإن\nلم يترك غيره\n</p>\n\n#\n<p>\n| في ميراث النساء في الولاء\n</p>\n\n<p>\nقلت أرأيت رجلا مات وترك بن بن وابنته لصلبه وترك موالي قال الولاء لابن\nالابن وليس لابنته من الولاء شيء\n</p>\n\n<p>\nقلت وكذلك لو ترك الميت بنات وعصبة وترك موالي كان ولاؤهم للعصبة دون\nالنساء في قول مالك قال نعم\n</p>\n\n<p>\nقلت ولا يرث البنات من ولاء موالي الآباء ولا من ولاء موالي الأولاد ولا\nمن ولاء موالي إخوتهن ولا من ولاء موالي أمهاتهن شيئا في قول مالك قال نعم\nوإن مات موالي من ذكرت ولم يدع الموالي من الورثة إلى من ذكرت من قرابة\nمواليهم من النساء كان ما ترك هؤلاء الموالي لبيت المال عند مالك ولا يرث\nالنساء من الولاء شيئا عند مالك إلا من أعتقن أو أعتق من أعتقن وقد وصفت لك\nهذا\n</p>\n\n<p>\nقلت أرأيت موالي النعمة أهم أولى بميراث الميت من عمة الميت وخالته في\nقول مالك قال نعم والعمة والخالة لا يرثان عند مالك قليلا ولا كثيرا إذا لم\nيترك الميت غيرهما ويكون ما ترك للعصبة\n</p>\n\n<p>\nقال بن وهب وأخبرنييونس بن يزيد عن بن شهاب قال أخبرني سالم بن عبد الله\nأن عبد الله بن عمر كان يرث موالي عمر دون بنات عمر\n</p>\n\n<p>\nقال وأخبرني أشهل بن حاتم عن بن عون عن محمد بن سيرين قال مات مولى لعمر\nبن الخطاب فسأل بن عمر زيد بن ثابت فقال أتعطي بنات عمر شيئا فقال ما أرى\nلهن شيئا وإن شئت أعطيتهن\n</p>\n\n<p>\nقال وأخبرني يونس عن بن شهاب قال حدثني سعيد بن المسيب أن النساء لا يرثن\nالولاء إلا أن تعتق امرأة شيئا فترثه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p380'> Vol. 08, p. 380</a>\n            </div>\n            \n</p>\n\n<p>\n381\n</p>\n\n<p>\n| في ميراث النساء <span id='ms1483'></span> ولاء من أعتقن أو أعتق من أعتقن\n</p>\n\n<p>\nقال وقال مالك لا ترث النساء من الولاء شيئا إلا من أعتقن أو أعتق من\nأعتقن أو ولد من أعتقن من ولد الذكور ذكرا كان ولد هذا الذكر أو أنثى\n</p>\n\n<p>\nقلت فلو أعتقت امرأة أمتها ثم إنها تزوجت زوجا فولدت منه أولادا فلاعنها\nوانتفى من ولدها أيكون ميراث هذا الولد للمرأة التي أعتقت أمة في قول مالك\nقال نعم ولو ولدت من الزنى كان بهذه المنزلة\n</p>\n\n<p>\nقلت أرأيت لو أن امرأة اشترت أباها فأعتقته ثم مات الأب عن مال ولا وارث\nله غير هذه البنت أيكون جميع المال لها في قول مالك قال قال مالك نعم لها\nجميع المال نصفه بالنسب ونصفه بالولاء\n</p>\n\n<p>\nقلت أرأيت إن اشترى الأب بعد ما أعتقته البنت ابنا له فمات الأب وترك\nمالا وترك ابنه وابنته قال الميراث بينهما للذكر مثل حظ الأنثيين\n</p>\n\n<p>\nقلت فإن مات الابن بعد ذلك قال للأخت النصف بالنسب والنصف بالولاء لأن\nالابن مولى أبيه والأب مولى لها وهي ترث بالولاء من أعتقت أو أعتق من أعتقت\nوهذا قول مالك\n</p>\n\n<p>\nبن وهب وأخبرني عن رجال من أهل العلم عن عمر بن عبد العزيز ويحيى بن سعيد\nوربيعة وأبي الزناد وغير واحد من التابعين من أهل العلم أنه لا يرث من\nالنساء إلا ما كاتبن أو أعتقن أو أعتق من أعتقن\n</p>\n\n<p>\nوقال الشعبي وقال إبراهيم النخعي إلا من أعتقن وقال عمر بن عبد العزيز\nإلا ما أعتقت أو كاتبت فعتق منها أو أعتق من أعتقت\n</p>\n\n<p>\nقالابن وهب عيسى بن يونس عن إسماعيل عن الشعبي أن مولى لابنة حمزة بن عبد\nالمطلب مات وله ابنة فقسم رسول الله صلى الله عليه وسلم ميراثه على ابنته\nوابنة حمزة نصفين\n</p>\n\n<p>\nقلت لابن القاسم أرأيت مولى المرأة على من جريرته في قول مالك قال على\nقومها\n</p>\n\n<p>\nقلت والميراث لولدها الذكور والعقل على قومها في قول مالك قال نعم\n</p>\n\n<p>\nقلت أرأيت امرأة ماتت وتركت موالي وتركت ابنا\n</p>\n\n<p>\nفمات ابنها وترك <span id='ms1484'></span> أولادا ذكورا قال قال مالك ميراث الموالي لولدها وولد\nولدها الذكور والعقل على عصبتها فإن انقطع ولدها الذكور رجع الميراث إلى\nعصبتها الذين هم أقعد بها يوم يموت الموالي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p381'> Vol. 08, p. 381</a>\n            </div>\n             قلت أرأيت المرأة\nإذا ماتت وتركت مولى وتركت أبا وابنا فمات المولى قال قال مالك ميراث\nالمولى للولد دون الوالد\n</p>\n\n<p>\nقال بمنزلة ما وصفت لك في موالي الأب إذا مات الأب وترك ابنا وأبا فموالي\nالأم ها هنا وموالي الأب سواء\n</p>\n\n<p>\nقلت أرأيت لو أن امرأة أعتقت عبدا ثم مات وتركت ولدا ذكرا ثم مات ولدها\nهذا وترك أخاه لأبيه ثم مات المولى لمن ميراثه قال لعصبة المرأة التي\nأعتقته\n</p>\n\n<p>\nقلت ولا يرث ولاء هذا الموالي أخو ولدها لأبيه في قول مالك قال نعم لا\nيرث عند مالك وقد كتبت آثار هذا قبل هذا الموضع\n</p>\n\n#\n<p>\n| ميراث الغراء\n</p>\n\n<p>\nقلت أرأيت الغراء هل تكون إلا إذا كانت أختا وأما وزوجا قال نعم لا تكون\nإلا كذلك عند مالك\n</p>\n\n<p>\nقلت فإن كانت أم وزوج وأختان وجد قال هذه لا تكون غراء في قول مالك قلت\nلم قال لأن الأم إذا أخذت السدس وأخذ الزوج النصف وأخذ الجد السدس فإنه\nيبقى ها هنا للأخوات السدس فإذا بقي من المال شيء فإنما للأخوات ما بقي ولا\nتكون غراء وإنما الغراء إذا بقيت الأخت وليس في المال فضل فيربى لها بالنصف\nلأن الفريضة إذا كانت أختا وأما وزوجا وجدا كان للزوج النصف وللأم الثلث\nوللجد السدس فبقيت الأخت وليس في المال فضل فيربى لها بالنصف وفي المسألة\nالأخرى فضل للأختين فإذا كان في المال فضل فإنما للأخوات ما بقي ولا يربى\nلهما بشيء غير السدس وهو قول مالك\n</p>\n\n#\n<p>\n| في المواريث\n</p>\n\n<p>\nقلت أرأيت كل من التقى هو وعصبته إلى جد جاهلي أيتوارثان بذلك أم لا قال\nقال مالك في كل بلاد افتتحت عنوة وكانت دارهم في الجاهلية ثم سكنها أهل\nالإسلام ثم أسلم أهل تلك الدار إنهم يتوارثون بأنسابهم التي كانت في\nالجاهلية وهم على أنسابهم التي كانوا <span id='ms1485'></span> عليها يريد بذلك كما كانت العرب حين\nأسلمت وأما كل قوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p382'> Vol. 08, p. 382</a>\n            </div>\n             تحملوا فإن كان لهم عدد وكثرة فإنهم\nيتوارثون مثل الحصن يفتح وما يشبه ذلك وإن كانوا قوما لا عدد لهم فلا\nيتوارثون بذلك إلا أن تقوم لهم بينة عادلة على الأصل مثل الأسارى من\nالمسلمين يكونون عندهم فيخرجون فيشهدون لهم فإنهم يتوارثون\n</p>\n\n<p>\nقلت أرأيت لو أن رجلا هلك من العرب من قيس يعلم أنه من أنفسهم وليس له\nوارث ولا يعلم من عصبته من قيس دنية أو من هو سليم ولا يعلم من عصبته من\nسليم لمن تجعل ميراثه فقال قال مالك في هذه المسألة إنه لا يورث بهذا ولا\nيورث حتى يعلم من عصبته الذين يرثونه\n</p>\n\n<p>\nقلت فإن كانت عصبته الذين يرثونه إنما يلتقون معه إلى جد جاهلي بعد عشرة\nآباء أو عشرين أبا أيرثونه في قول مالك قال نعم إذا كان ذلك يعرف وكان\nعصبته هؤلاء الذين يلتقون معه إلى ذلك الأب قوم يحصون ويعرفون\n</p>\n\n<p>\nقلت فإذا ورثت هذا الذي يلتقي مع هذا الميت إلى أب جاهلي فلم لا تورث\nسليما كلها من الميت وأنت قد علمت أن هذا الميت يلتقي هو وكل من ولد من ولد\nسليم إلى سليم قال لأن سليما لا تحصى فلمن تجعله منهم وكيف تقسمه بينهم\nأرأيت إن أتاك سليمي فقال أعطني حقي من هذا المال كم تعطيه منه فهذا لا\nيستقيم قال وقال مالك ولا يورث أحد إلا بيقين والذي ذكرت لك من عصبة ذلك\nالرجل هم قوم يعرفون أو يعرف حق كل واحد منهم\n</p>\n\n<p>\nمالك عن الثقة عن سعيد بن المسيب أن عمر بن الخطاب أبى أن يورث أحدا من\nالأعاجم إلا أحدا ولد في العرب\n</p>\n\n<p>\nقالابن وهب مخرمة بن بكير ويزيد بن عياض عن بكير بن عبد الله عن بن\nالمسيب عن عمر مثله\n</p>\n\n<p>\nيونس بن يزيد عن بن شهاب عن عمر بن عبد العزيز عن عروة بن الزبير وعمرو\nبن عثمان وأبي بكر بن سليمان بن أبي حثمة <span id='ms1486'></span> وأبي بكر بن عبد الرحمن بن الحارث\nبن هشام مثله\n</p>\n\n<p>\nقال بن شهاب وإن عمر بن الخطاب وعثمان بن عفان قضيا بذلك سليمان بن بلال\nويحيى بن أيوب عن يحيى بن سعيد أنه قال أدركت الصالحين يذكرون أن في السنة\nأن ولادة العجم ممن ولد في أرض الشرك ثم يحمل الآن يتوارثون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p383'> Vol. 08, p. 383</a>\n            </div>\n            \nمحمد بن عمرو عن بن جريج عن عطاء بن أبي رباح مثل ذلك\n</p>\n\n<p>\nيونس بن يزيد عن ربيعة بن أبي عبد الرحمن أنه قال أرى أن كل امرأة جاءت\nحاملا فإنه وارث لها موروث لها وأرى أن كل من قذفه بها فهو مفتر وإن جاءت\nبغلام مفصول فادعت أنه ولدها فإنه غير ملحق بها في ميراث ولا مجلود من\nافترى عليه بأمه\n</p>\n\n<p>\nوقال بن وهب عن مالك مثل رواية بن القاسم عن مالك في أهل مدينة من أهل\nالحرب أسلموا فشهد بعضهم لبعض أنهم يتوارثون بذلك\n</p>\n\n#\n<p>\n| في الميراث بالشك\n</p>\n\n<p>\nقلت أرأيت لو أن رجلا معه امرأته وابنه وأخ لامرأته فماتت المرأة وابنه\nفاختلف الزوج والأخ في ميراث المرأة فقال الزوج ماتت المرأة أولا وقال الأخ\nبل مات الابن أولا ثم ماتت أختي بعد ذلك قال لا ينظر إلى من هلك منهم ممن\nلم يعرف هلاكه قبل صاحبه ولا يورث الموتى بعضهم من بعض إذا لم يعرف من مات\nمنهم أولا ولكن يرثهم ورثتهم الأحياء عند مالك\n</p>\n\n<p>\nقال مالك فإنما يرث كل واحد منهما ورثته من الأحياء وإنما يرث المرأة\nورثتها من الأحياء ولا ترث المرأة الابن ولا يرث الابن المرأة\n</p>\n\n<p>\nقال وقال مالك لا يرث أحد أحدا إلا بيقين\n</p>\n\n<p>\nقلت أرأيت لو أن أمة تحت رجل حر مات عنها زوجها فقالت الأمة أعتقني مولاي\nقبل أن يموت زوجي وقال المولى صدقت أنا قد أعتقتها قبل أن يموت زوجها\n</p>\n\n<p>\nوقالت الورثة بل أعتقك بعد موته\n</p>\n\n<p>\nقال أرى أنه لا ميراث لها لأن مالكا قال لا يورث بالشك ولا يورث أحد إلا\nبيقين\n</p>\n\n<p>\nقلت أرأيت لو أن امرأة أعتقت رجلا <span id='ms1487'></span> فماتت ومات المولى ولا يدري أيهما مات\nأولا ولم يدع وارثا غيرهما قال لا ترثه مولاته في قول مالك ويكون ميراثه\nلأقرب الناس من مولاته الذكور\n</p>\n\n<p>\nقلت وهو هكذا في المواريث في الآباء إذا مات الرجل وابنه لا يدري أيهما\nمات أولا فإنه لا يرث واحد منهما صاحبه في قول مالك قال نعم\n</p>\n\n<p>\nقلت ويرث كل واحد منهما ورثته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p384'> Vol. 08, p. 384</a>\n            </div>\n             من الأحياء في قول مالك قال\nنعم\n</p>\n\n<p>\nقال وقال مالك لا يورث أحد بالشك\n</p>\n\n<p>\nقلت ولا يرث المولى الأسفل المولى الأعلى في قول مالك قال نعم لا يرثه\n</p>\n\n<p>\nبن وهب عنعبد الله بن عمرو بن حفص بن عاصم بن عمر بن الخطاب أن أم كلثوم\nبنت علي بن أبي طالب امرأة عمر بن الخطاب وابنها زيد بن عمر بن الخطاب هلكا\nفي ساعة واحدة فلم يدر أيهما هلك قبل صاحبه فلم يتوارثا\n</p>\n\n<p>\nقال مالك سمعت ربيعة وغيره ممن أدركت من العلماء يقولون لم يتوارث أحد من\nقتل يوم الجمل وأهل الحرة وأهل صفين وأهل قديد فلم يورث بعضهم من بعض لأنهم\nلم يدر من قتل منهم قبل صاحبه\n</p>\n\n<p>\nبن وهب عن عبد الجبار بن عمر عن أبي الزناد حدثه عن عمر بن عبد العزيز\nأنه كتب إلى عبد الحميد بن عبد الرحمن بالعراق في القوم يموتون جميعا لا\nيدرى أيهم مات قبل أن ورث الأقرب فالأقرب الأحياء منهم من الأموات ولا تورث\nالأموات من الأموات\n</p>\n\n<p>\nبن وهب عن سفيان الثوري عن داود بن أبي هند عن عمر بن عبد العزيز مثله\n</p>\n\n<p>\nقال بن شهاب وعطاء بن أبي رباح مثله\n</p>\n\n<p>\nقال بن وهب وبلغني عن علي بن أبي طالب قضى بذلك\n</p>\n\n<p>\nبن وهب عن سفيان الثوري أن أبا الزناد حدثه قال قسمت مواريث أصحاب الحرة\nفورث الأحياء من الأموات ولم يورث الأموات من الأموات\n</p>\n\n#\n<p>\n| في الدعوى في المواريث\n</p>\n\n<p>\nقلت أرأيت لو أن رجلا هلك وترك ابنين أحدهما مسلم والآخر نصراني فادعى\nالمسلم أن أباه مات مسلما وقال النصراني بل مات أبي نصرانيا <span id='ms1488'></span>\n</p>\n\n#\n<p>\n| القول قول من وكيف إن أقاما جميعا البينة على دعواهما وتكافأت البينتان\n</p>\n\n<p>\nقال كل مال لا يعرف لمن هو يدعيه رجلان فإنه يقسم بينهما فأرى هذا كذلك\nإذا كانت بينة المسلم والنصراني مسلمين\n</p>\n\n<p>\nقلت أو ليس هذا قد أقام البينة أن أباه مات مسلما وصلى عليه ودفنه في\nمقبرة المسلمين فكيف لا تجعل الميراث لهذا المسلم قال ليست الصلاة شهادة\nقال فأما المال فاقسمه بينهما وأما إذا لم يكن لهما بينة وعرف الناس أنه\nكان نصرانيا فهو على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p385'> Vol. 08, p. 385</a>\n            </div>\n             النصرانية حتى يقيم المسلم البينة أنه مات\nعلى الإسلام لأنه مدع قال سحنون وقال أشهب وغيره إلا أن يقيما جميعا البينة\nكما ذكرت لك وتتكافأ البينتان فهو للمسلم\n</p>\n\n#\n<p>\n| في الشهادة في الميراث\n</p>\n\n<p>\nقلت أرأيت إن شهد قوم على رجل ميت أن فلانا ابنه وهو وارثه لا يعلمون له\nوارثا غيره أيقضى له بالمال في قول مالك أم لا يقضي له بالمال حتى يشهدوا\nعلى البتات أنه لا وارث له غيره قال إذا شهدوا أنه ابنه لا يعلمون له وارثا\nغيره قضى له بالمال قال وهو قول مالك\n</p>\n\n<p>\nقلت أرأيت إن أقمت البينة على رجل مات أنه مولاي أعتقته وأنهم لا يعلمون\nله وارثا غيري أيدفع السلطان إلى ميراثه في قول مالك قال نعم\n</p>\n\n<p>\nقلت ولا يأخذ مني كفيلا\n</p>\n\n<p>\nقال بلغني عن مالك أنه قال لا يأخذ منه كفيلا قلت فإن جاء بعد ذلك رجل\nآخر فأقام البينة أنه أعتقه وأنه مولاه لا يعلمون له وارثا غيره أينظر له\nفي حجته أم لا قال نعم ينظر له في حجته وينظر له في عدالة بينته وعدالة\nبينة الذي أخذ المال فيكون المال لأعدل البينتين\n</p>\n\n<p>\nقلت أرأيت إن أقمت البينة أن هذه الدار دار أبي ووقد ترك أبي ورثة سواي\nأيمكنني مالك من الخصومة في الدار في حظي وحظ غيري حتى أحييه لهم قال لا\nأعرف قول مالك ولكني أرى أن يمكنه من الخصومة فإن استحق حقا لم يقض له إلا\nبحقه ولم يقض للغيب <span id='ms1489'></span> بشيء لعلهم يقرون لهذا المحكوم عليه بأمر جهله هذا\nالمدعي ولعله إن قضيت لهم به ثم هلكوا قبل أن يعلموا ذلك فيقروا أو ينكروا\nوقد جرت فيه المواريث وقضى فيه الدين بأمر لم يكن يعرفون أنه لهم فلا أرى\nذلك ولا يقضى له إلا بحقه حتى يعلموا فينكروا أو يقروا فإن أقروا كان قضاء\nالقاضي لهم قضاء وإن قضى عليهم أمكنهم من حجة أن كانت لهم غير ما أتى في\nشريكهم\n</p>\n\n<p>\nوقال أشهب بل انتزع الحق كله فأعط هذا حقه وأوقف حقوق الغيب وكذلك كتب\nمالك إلى بن غانم قاضي القيروان\n</p>\n\n<p>\nقال سحنون ورواه بن نافع أيضا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p386'> Vol. 08, p. 386</a>\n            </div>\n            \n</p>\n\n#\n<p>\n| في ميراث ولد الملاعنة\n</p>\n\n<p>\nقلت أرأيت بن الملاعنة إذا مات وترك موالي أعتقهم فماذا ترى في مواليه\nوهل ترث الأم من ميراث موالي ابنها الذي لا عنت به شيئا في قول مالك قال لا\n</p>\n\n<p>\nقلت فهل يرث أخواله ولاء مواليه في قول مالك قال لا\n</p>\n\n<p>\nقلت فمن يرثهم قال ولده أو ولد ولده أو موالي أمه لأنهم عصيته\n</p>\n\n<p>\nقلت فإن كانت أمه من العرب قال فولده الذكور أو ولد ولده الذكور فإن لم\nيكن أحد من هؤلاء فجميع المسلمين\n</p>\n\n<p>\nقلت أرأيت هذا القول عصبة بن الملاعنة عصبة أمه قال إنما قال مالك إذا\nكانت أمه من الموالي فهلك بن الملاعنة عن مال ولم يدع إلا أمه فإن لأمه\nالثلث ولمواليها ما بقي ولا يرثه جده لأمه ولا خال ولا بن خال وإن كان له\nأخ لأم فله السدس فإن كانوا أكثر من ذلك فلهم الثلث حظ الذكر في ذلك مثل حظ\nالأنثى لقول الله تبارك وتعالى فهم شركاء في الثلث وللأم مع الأخوين السدس\nومع الواحد الثلث وإن كانت من العرب فللأم الثلث ولا يرثه خاله ولا جده\nلأمه وما بقي فلبيت المال إذا لم يكن له ولد يحرز ميراثه فإن كان له ولد\nذكور فلأمه السدس وما بقي فلولده الذكور وكذلك إن ترك ولد ولد ذكورا فإن\nترك أخاه لأمه فليس له <span id='ms1490'></span> من ولاء الموالي قليل ولا كثير فمعنى هذا القول عصبة\nبن الملاعنة عصبة أمه إنما هو إذا كانت من الموالي فمواليها عصبته وإن مات\nعن مال ولا وارث له غير موالي أمه ورثوه كذلك\n</p>\n\n<p>\nقال مالك إذا لم يكن ثم من يرثه غيرهم فإن جميع المال لهم ألا ترى أن بن\nالحرة إذا كان زوجها عبدا أن ولاء ولدها لمواليها الذين أنعموا عليها وعلى\nابنها فكذلك بن الملاعنة فبهذا القول يستدل أن عصبته إنما هم موالي أمه\n</p>\n\n<p>\nقال بن وهب وقال عروة بن الزبير وسليمان بن يسار مثل قول مالك إذا كانت\nأمه مولاة أو عربية وكذلك ولد الزنى\n</p>\n\n<p>\nبن وهب وأخبرني محمد بن عمرو عن بن جريج عن عطاء بن أبي رباح وبن شهاب\nوربيعة والحسن بنحو ذلك\n</p>\n\n<p>\nبن وهب قال وأخبرني يونس عن ربيعة أنه قال في ولد الزنى مثل قول عروة\nوسليمان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p387'> Vol. 08, p. 387</a>\n            </div>\n             بن يسار سواء\n</p>\n\n<p>\nقالسحنون وهو قول مالك أيضا وهو مثل ولد الملاعنة إذا كانت أمه عربية أو\nمولاة\n</p>\n\n<p>\nقال وأخبرني الخليل بن مرة عن قتادة عن خلاس أن عليا وزيد بن ثابت قالا\nفي ولد الملاعنة العربية لأمه الثلث وبقيته في بيت مال المسلمين\n</p>\n\n<p>\nسعيد بن أبي أيوب أنه بلغه عن الحسن في ولد الملاعنة مثل قول عروة\nوسليمان بن يسار سواء\n</p>\n\n#\n<p>\n| في ميراث المرتد\n</p>\n\n<p>\nقلت أرأيت المرتد إذا لحق بدار الحرب أيقسم ميراثه في قول مالك قال قال\nمالك يوقف ماله أبدا حتى يعرف أنه مات فإن رجع إلى الإسلام كان أولى بماله\nوإن مات على ارتداده كان ماله ذلك لجميع المسلمين ولا يكون لورثته\n</p>\n\n<p>\nقلت أرأيت لو أن رجلا أعتق عبدا له ثم ارتد السيد الذي أعتق العبد فمات\nالعبد المعتق عن مال وللمرتد ورثة أحرار مسلمون لمن يكون هذا الميراث الذي\nتركه هذا العبد المعتق قال لورثة المرتد لأنهم موالي هذا المعتق ولأن ولاءه\nكان ثبت للمرتد يوم أعتقه\n</p>\n\n<p>\nقلت فإن أسلم المرتد بعد موت مولاه أيكون له ميراثه قال لا لأن <span id='ms1491'></span> الميراث\nقد ثبت لأقرب الناس من المرتد يوم مات المولى\n</p>\n\n<p>\nقلت وهذا قول مالك قال وقال مالك في المرتد إذا مات إنه لا يرثه ورثته\nالمسلمون ولا النصارى وكذلك إذا مات بعض ورثته فإنه لا يرثهم هو أيضا وإن\nأسلم بعد ذلك لم يرثهم لأنه إنما ينظر في هذا إلى الميراث يوم وقع فيجب\nلأهله يوم يموت الميت\n</p>\n\n<p>\nقلت ولده كان أو غير ولده هم في ذلك سواء قال نعم\n</p>\n\n<p>\nقال وقال مالك في المسلم يأسره العدو فيرتد عن الإسلام عندهم أنه لا يقسم\nميراثه حتى يعلم موته قال مالك وإن علم أنه إنما ارتد طائعا غير مكره فإن\nامرأته تبين منه وإن ارتد ولا يعلم أطائعا أو مكرها فإن امرأته تبين منه\nوإن علم أنه ارتد مكرها فإن امرأته لا تبين منه\n</p>\n\n<p>\nبن وهب عن عقبة بن نافع عن ربيعة بن أبي عبد الرحمن أنه قال في اليهودي\nوالنصراني يموت أحدهما وله ولد على دينه فيسلم ولده بعد موته وقبل أن يقسم\nماله أو المسلم يموت وله أولاد مسلمون فيتنصرون بعد موت أبيهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p388'> Vol. 08, p. 388</a>\n            </div>\n            \nوقبل أن يقسم ماله\n</p>\n\n<p>\nقال أما اليهودي والنصراني فإن الميراث لولده وذلك لأنهم وقع ميراثهم حين\nمات أبوهم فلم يخرجهم منه الإسلام إذا أسلموا بعد ثبوت الميراث لهم وأما\nالمسلم الذي يتنصر ولده بعد موته وقبل أن ينقسم ماله فإنه تضرب أعناق\nأولاده الذين تنصروا إن كانوا قد بلغوا المعاتبة والحلم من الرجال والمحيض\nمن النساء ويجعل ميراثهم من أبيهم في بيت مال المسلمين وذلك لأنه وقع\nميراثهم من أبيهم في كتاب الله وهم مسلمون ثم تنصروا بعد أن وقع الميراث\nلهم من أبيهم وأحرزوه فليس لأحد أن يرث ما ورثوا إذا قتلوا على النصرانية\nبعد الإسلام مسلما ولا كافرا\n</p>\n\n<p>\nبن مهدي عباد بن كثير عن أبي إسحاق الهمداني عن الحارث عن علي بن أبي\nطالب أنه قال ميراث المرتد عن الإسلام في بيت مال المسلمين\n</p>\n\n#\n<p>\n| ميراث أهل الملل\n</p>\n\n<p>\nقلت أرأيت أهل الملل من أهل الكفر <span id='ms1492'></span> هل يتوارثون في قول مالك قال ما سمعت\nمن قول مالك فيه شيئا ولا أرى أن يتوارثوا\n</p>\n\n<p>\nوقد سمعت عن غير مالك أنهم لا يتوارثون\n</p>\n\n<p>\nبن وهب وأخبرني الخليل بن مرة عن قتادة بن دعامة عن عمرو بن شعيب عن أبيه\nعن عبد الله بن عمرو عن رسول الله صلى الله عليه وسلم أنه قال لا يرث\nالكافر المسلم ولا المسلم الكافر ولا يتوارث أهل ملتين شيئا\n</p>\n\n#\n<p>\n| في تظالم أهل الذمة في مواريثهم\n</p>\n\n<p>\nقلت أرأيت أهل الذمة إذا تظالموا في مواريثهم بينهم هل تردهم عن ظلمهم في\nقول مالك قال لا يعرض لهم\n</p>\n\n<p>\nقلت وتحكم بينهم بحكم أهل الإسلام قال إذا رضوا بذلك حكمت بينهم بحكم أهل\nالإسلام\n</p>\n\n<p>\nقلت فإن قالوا لك فإن مواريثنا القسم فيها بخلاف قسم مواريث أهل الإسلام\nوقد ظلم بعضنا بعضا فامنع من ظلمنا من الظلم وأحكم بيننا بحكم أهل ديننا\nواقسم مواريثنا بيننا على قسم أهل ديننا\n</p>\n\n<p>\nقال لا يعرض لهم ولا يقسم بينهم ولكن إن رضوا أن يحكم بينهم بحكم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p389'> Vol. 08, p. 389</a>\n            </div>\n             المسلمين حكم بينهم بحكم المسلمين فإن أبوا ذلك لم يحكم بينهم\nورجعوا إلى أهل دينهم\n</p>\n\n<p>\nقلت وهذا قول مالك قال قال لي مالك لا يحكم بينهم في مواريثهم إلا أن\nيرضوا بذلك فإن رضوا بذلك حكم بينهم بحكم الإسلام إذا كانوا نصارى كلهم وإن\nكانوا مسلمين ونصارى لم يردوا إلى أحكام النصارى وحكم بينهم بحكم دينهم ولم\nينقلوا عن مواريثهم ولا أردهم إلى أهل دينهم\n</p>\n\n<p>\nحيوة بن شريح أن محمد بن عبد الرحمن القرشي حدثه أن إسماعيل بن أبي حكيم\nكاتب عمر بن عبد العزيز أخبره أن ناسا من المسلمين ونصارى من أهل الشام\nجاؤوا عمر بن عبد العزيز في ميراث بينهم فقسم بينهم على فرائض الإسلام وكتب\nإلى عامل بلدهم إذا جاؤوك فاقسم بينهم على فرائض الإسلام فإن أبوا فردهم\nإلى أهل دينهم\n</p>\n\n#\n<p>\n| في مواريث العبيد\n</p>\n\n<p>\nقلت أرأيت العبد إذا ارتد أو المكاتب فقتل على ردته لمن ماله في قول مالك\nقال سمعت <span id='ms1493'></span> مالكا يقول في العبد النصراني يموت عن مال إن سيده هو أحق بماله\nفكذلك المرتد والمكاتب إن سيده أحق بماله إذا قتل على ردته وليس هذا بمنزلة\nالوراثة إنما مال العبد إذا قتل مال لسيده\n</p>\n\n<p>\nقال وقال مالك من ورث مالا من عبد له نصراني ثمن خمر أو خنازير فلا بأس\nبذلك\n</p>\n\n<p>\nقال وإن ورث خمرا أو خنازير اهريق الخمر وسرح الخنازير\n</p>\n\n<p>\nبن وهب عن عبد الجبار بن عمر عن رجل من أهل المدينة أن غلاما نصرانيا\nلعبد الله بن عمر توفي وكان يبيع الخمر ويعمل بالربا فقيل لعبد الله ذلك\nفقال قد أحل الله ميراثه وليس الذي عمل به في دينه بالذي يحرم على ميراثه\nوقال بن شهاب لا بأس بذلك\n</p>\n\n#\n<p>\n| في ميراثه المسلم والنصراني\n</p>\n\n<p>\nقلت أرأيت إن مات رجل من المسلمين وبعض ورثته نصارى فأسلموا قبل أن يقسم\nالميراث أو كان جميع ورثته نصارى فأسلموا بعد موته قبل أن يقسم ماله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p390'> Vol. 08, p. 390</a>\n            </div>\n             قال قال مالك إنما يجب الميراث لمن كان مسلما يوم مات ومن أسلم\nبعد موته فلاحق له في الميراث قال فقيل لمالك فإن مات نصراني وورثته نصارى\nفأسلموا قبل أن يقسم ماله علام يقتسمون أعلى وراثة الإسلام أم على وراثة\nالنصارى قال بل على وراثة النصارى التي وجبت لهم يوم مات صاحبهم وإنما\nسألنا مالكا للحديث الذي جاء أيما دار قسمت في الجاهلية فهي على قسم\nالجاهلية وأيما دار أدركها الإسلام ولم تقسم فهي على قسم الإسلام\n</p>\n\n<p>\nقال مالك وإنما هذا الحديث لغير أهل الكتاب من المجوس والزنج وغير ذلك\nوأما النصارى فهم على مواريثهم ولا ينقل الإسلام مواريثهم التي كانوا عليها\n</p>\n\n<p>\nوقال بن نافع وغيره من كبار أهل المدينة هذا لأهل الكفر كلهم وأهل الكتاب\nوغيرهم\n</p>\n\n<p>\nقالابن شهاب بلغنا أن رسول الله صلى الله عليه وسلم قال ما كان من ميراث\nقسم في الجاهلية فهو على قسم الجاهلية وما كان من ميراث أدركه الإسلام ولم\nيقسم فهو على قسم الإسلام\n</p>\n\n#\n<p>\n| في الإقرار بوارث\n</p>\n\n<p>\nقلت أرأيت إن <span id='ms1494'></span> هلك رجل وترك ابنين فادعى أحداهما أختا أتحلف الأخت مع هذا\nالأخ الذي أقر بها في قول مالك قال لا ولا تحلف في النسب مع شاهد واحد عند\nمالك\n</p>\n\n<p>\nقلت فما يكون لهذه الأخت قال يقسم ما في يدي هذا الأخ الذي أقر بها على\nخمسة أسهم فيكون للذي أقر بها أربعة وللجارية واحد لأنها قد كان لها سهم من\nخمسة أسهم فأضعف ذلك فصار لها سهمان من عشرة أسهم فصار في يدي الأخ الذي\nأقر بها سهم من حقها وفي يدي الأخ الذي جحدها سهم من حقها\n</p>\n\n<p>\nقلت وهذا قول مالك قال نعم\n</p>\n\n<p>\nقلت أرأيت إن هلك رجل وترك ابنين فأقر أحدهما بزوجة لأبيه وأنكره الآخر\nقال يعطيها قدر نصيبها مما في يديه وذلك نصف الثمن\n</p>\n\n<p>\nقلت أرأيت إن هلكت امرأة وتركت زوجا وأختا فأقر الزوج بأخ وأنكرته الأخت\nقال لا شيء على الزوج في إقراره عند مالك ولا شيء على الأخت التي أنكرت ولا\nيكون لهذا الأخ الذي أقر به الزوج قليل ولا كثير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p391'> Vol. 08, p. 391</a>\n            </div>\n            \n</p>\n\n<p>\n| في الشهادة على الولاء ولا يشهدون على العتق\n</p>\n\n<p>\nقلت أرأيت إن مات رجل فشهد رجلان أن هذا الميت مولى هذا الرجل لا يعلمون\nللميت وارثا غير مولاه هذا ولا يشهدون على عتقه إياه قال لا تجوز هذه\nالشهادة على الولاء حتى يشهدوا أن هذا الرجل أعتق الميت أو يشهدوا أنه أعتق\nأبا هذا الميت وأنهم لا يعلمان للميت وارثا غير هذا أو أقر الميت أن هذا\nمولاه أو شهدوا على شهادة أحد لأن هذا مولاه فإما أن يقولوا هو مولاه ولا\nيشهدون على عتقه ولا على إقراره ولا على شهادة أحد فلا أرى ذلك شيئا قال\nسحنون وقد قالأشهب إن قدر على كشف الشهود لم أر أن يقضي للمشهود له بشيء أن\nيكشفوا عن شهادتهم فإن لم يقدروا على ذلك من قبل موت الشهود رأيته مولاه\nوقضى له بالمال وغيره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p392'> Vol. 08, p. 392</a>\n            </div>\n            \n</p>\n\n<p>\n| كتاب الصرف\n</p>\n\n#\n<p>\n| التأخير والنظرة في الصرف\n</p>\n\n<p>\nقلت أرأيت إن اشتريت حليا مصوغا فنقدت بعض <span id='ms1495'></span> ثمنه ولم أنقد بعضه أتفسد\nالصفقة كلها ويبطل البيع بيننا قال نعم قال وهو عند مالك صرف\n</p>\n\n<p>\nقلت أرأيت لو أن لرجل علي مائة دينار ذهبا فقلت بعني المائة دينار التي\nلك علي بألف درهم أدفعها إليك ففعل فدفعت إليه تسعمائة درهم ثم فارقته قبل\nأن أدفع إليه المائة الباقية قال قال مالك لا يصلح ذلك ويرد الدراهم وتكون\nالدنانير عليه على حالها\n</p>\n\n<p>\nقال مالك ولو قبضها كلها كان ذلك جائزا\n</p>\n\n<p>\nقلت وكذلك لو أن رجلا له على ألف درهم من ثمن متاع إلى أجل فلما حل الأجل\nبعته بها طوقا من ذهب فافترقنا قبل أن يقبض الطوق قال قال مالك لا خير في\nذلك ويرد الطوق ويأخذ دراهمه لأنهما افترقا قبل أن يأخذ الطوق\n</p>\n\n<p>\nقال مالك والحلى في هذا الدنانير والذهب سواء لأن تبر الذهب والفضة\nبمنزلة الدنانير والدراهم في البيع لا يصلح في شيء من ذلك تأخير ولا نظرة\nإلا أن يكون ذلك يدا بيد\n</p>\n\n<p>\nقلت أرأيت إن صرفت مائة دينار بألفي درهم كل عشرين درهما بدينار فقبضت\nألف درهم ودفعت خمسين دينارا ثم افترقنا أيبطل الصرف كله أم يجوز من ذلك\nحصة الدنانير النقد قال قال مالك يبطل ذلك كله ولا يجوز منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p393'> Vol. 08, p. 393</a>\n            </div>\n            \nحصة الخمسين النقد\n</p>\n\n<p>\nقلت أرأيت إن كنت قد دفعت إليه المائة دينار وقبضت منه الألفي درهم ثم\nأصاب بعد ذلك من الدنانير خمسين منها رديئة فردها أينتقض الصرف كله في قول\nمالك أم لا قال قال مالك لا ينتقض من الصرف إلا حصة ما أصاب من الرديئة قلت\nفما فرق بين هذا حين أصاب خمسين رديئة جوزت الخمسين الجياد وبين الذي صرف\nفلم ينقد إلا خمسين ثم افترقا أبطل مالك هذا وأجازه إذا أصاب خمسين منها\nرديئة بعد النقد أجاز منها الجياد وأبطل الرديئة\n</p>\n\n<p>\nقال لأن الذي لم ينقد إلا الخمسين وقعت الصفقة فاسدة فيه كله وهذا الذي\nأنتقد المائة كلها وقعت الصفقة صحيحة\n</p>\n\n<p>\nألا ترى أنه إن شاء قال أنا أقبل هذه الرديئة <span id='ms1496'></span> ولا أردها فيكون ذلك له فهو\nلما أصابها رديئة انتقض من الصرف بحساب ما أصاب فيها رديئة\n</p>\n\n<p>\nقالسحنون ألا ترى أن مخرمة بن بكير ذكر عن أبيه قال سمعت عمرو بن شعيب\nيقول قال عبد الله بن عمرو بن العاص قال لنا رسول الله صلى الله عليه وسلم\nيوم خيبر لا تبيعوا الذهب بالورق إلا هاء هلم قال سحنون فإذا افترقا من قبل\nتمام القبض كانا قد فعلا خلاف ما قال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nألا ترى أن عمر بن الخطاب قال فإن استنظرك إلى أن يلج بيته فلا تنظره\nفكيف بمن تفارقه وأنعبد الجبار بن عمر قال عمن أدرك من أهل العلم إن الرجل\nإذا صرف دينارا بدراهم فوجد منها شيئا لا خير فيه فأراد رده انتقض صرفه كله\nولا يبدل ذلك الدرهم وحده\n</p>\n\n<p>\nألا ترى أنه لو لم يرد رده لكان على صرفه الأول\n</p>\n\n<p>\nألا ترى أن بن شهاب قد كان يجوز البدل إذا كان على غير شرط وإن كان لا\nيقول مالك بقوله ولكنه دليل على أنهما إذا تقابضا وافترقا ثم أصاب رديئا أن\nذلك ليس مما يبطل عقدهما\n</p>\n\n<p>\nألا ترى أن عطاء بن أبي رباح كان يقول في رجل اصطرف ورقا فقال له اذهب\nبها فما ردوا عليك فأنا أبدله لك\n</p>\n\n<p>\nقال لا ولكن ليقبضها منه وقاله سعيد بن المسيب وربيعة ويحيى بن سعيد\nوقالوا لا ينبغي لهما أن يفترقا حتى يبرأ كل واحد منهما من صاحبه\n</p>\n\n<p>\nبن وهب وإن بن لهيعة ذكر عن يزيد بن أبي حبيب أن بن حريث كان يقول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p394'> Vol. 08, p. 394</a>\n            </div>\n             لو صرف رجل فقبض صرفه كله ثم شرط أن ما كان فيها ناقصا كان\nعليه بدله كان ذلك ربا\n</p>\n\n<p>\nقلت أرأيت إن صرفت دينارا عند رجل بعشرين درهما فقلت له أعطني عشرة دراهم\nوأعطني بالعشرة الأخرى عشرة أرطال لحم كل يوم رطل لحم\n</p>\n\n<p>\nقال قال مالك لا خير في ذلك من قبل أنه إذا وقع مع الدراهم شيء بصرف هذا\nالدينار <span id='ms1497'></span> لم يجز أن يتأخر شيء من ذلك وتأخيره في ذلك بمنزلة تأخير بعض\nالدراهم فإن كانت السلعة مع الدراهم يدا بيد فلا بأس به\n</p>\n\n<p>\nقال مالك ولو أن رجلا ابتاع من رجل سلعة إلى أجل بنصف دينار ينقده النصف\nالدينار والسلعة إلى أجل فلما وجب البيع بينهما ذهب به ليصرف ديناره وينقده\nالنصف الدينار والسلعة إلى أجل فقال البائع عندي دراهم فادفع إلي الدينار\nوأنا أرد إليك النصف دراهم ولم يكن ذلك شرطا بينهما\n</p>\n\n<p>\nقال مالك لا خير فيه\n</p>\n\n<p>\nقلت لم كرهه مالك قال لأنه رآه صرفا وسلعة تأخرت السلعة لما كانت إلى أجل\nفلا يجوز ذلك\n</p>\n\n<p>\nقلت أليس قد قلت لا يجوز بيع وصرف في قول مالك قال بلى\n</p>\n\n<p>\nقلت فهذا بيع وصرف في المسألة الأولى وقد جوزه مالك في الذي يأخذ عشرة\nدراهم بدينار وسلعة مع الدراهم يدا بيد قال ألم أقل لك إنما ذلك في الشيء\nاليسير في العشرة دراهم ونحوها يجيزه فإذا كان ذلك كثيرا فاجتمع الصرف\nوالبيع لم يجز ذلك كذلك قال مالك فيهما\n</p>\n\n<p>\nقلت أرأيت إن صرفت دينارا فأخذت نصفه دراهم ونصفه فلوسا قال لا بأس بذلك\nعند مالك\n</p>\n\n<p>\nقلت أرأيت إن اشتريت ثوبا وذهبا صفقة واحدة بدراهم فنقدت بعض الدراهم أو\nكل الدراهم إلا درهما واحدا ثم افترقنا قبل أن أنقده الدرهم الباقي قال\nالبيع باطل عند مالك لأنه لم ينقده جميع الدراهم وإنما تجوز الصفقة في هذا\nعند مالك إذا كانت الذهب الذي مع الثوب شيئا يسيرا لا يكون صرفا وأما إذا\nكانت الذهب كثيرة فلا خير فيها وإن انتقد جميع الصفقة\n</p>\n\n#\n<p>\n| التأخير في صرف الفلوس\n</p>\n\n<p>\nقلت أرأيت إن اشتريت فلوسا بدرهم فافترقنا قبل أن يقبض كل واحد منها قال\nلا يصلح هذا في قول مالك وهذا فاسد قال لي مالك في الفلوس لا خير فيها نظرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p395'> Vol. 08, p. 395</a>\n            </div>\n             بالذهب ولا بالورق ولو أن الناس أجازوا بينهم الجلود حتى يكون\nلها سكة وعين لكرهتها أن تباع بالذهب والورق نظرة\n</p>\n\n<p>\nقلت أرأيت إن اشتريت خاتم <span id='ms1498'></span> فضة أو خاتم ذهب أو تبر ذهب بفلوس فافترقنا قبل\nأن نتقابض أيجوز هذا في قول مالك قال لا يجوز هذا في قول مالك لأن مالكا\nقال لا يجوز فلس بفلسين ولا تجوز الفلوس بالذهب والفضة ولا بالدنانير نظرة\n</p>\n\n<p>\nبن وهب عن يونس بن يزيد عن ربيعة بن أبي عبد الرحمن أنه قال الفلوس\nبالفلوس بينهما فضل فهو لا يصلح في عاجل بآجل\n</p>\n\n<p>\nولا عاجل بعاجل ولا يصلح بعض ذلك ببعض إلا هاء وهات\n</p>\n\n<p>\nقال بن وهب قال الليث بن سعد عن يحيى بن سعيد وربيعة أنهما كرها الفلوس\nبالفلوس بينهما فضل أو نظرة وقالا إنها صارت سكة مثل سكة الدنانير والدراهم\nالليث عن يزيد بن أبي حبيب وعبيد الله بن أبي جعفر قال وشيوخنا كلهم أنهم\nكانوا يكرهون صرف الفلوس بالدنانير والدراهم إلا يدا بيد\n</p>\n\n<p>\nوقال بن وهب قال يحيى بن أيوب قال يحيى بن سعيد إذا صرفت درهما فلوسا فلا\nتفارقه حتى تأخذها كلها\n</p>\n\n#\n<p>\n| في مناجزة الصرف\n</p>\n\n<p>\nقلت أرأيت إن قلت لرجل ونحن جلوس في مجلس بعني عشرين درهما بدينار فقال\nنعم قد فعلت وقلت أنا أيضا قد فعلت فتصارفنا ثم التفت إلى إنسان إلى جانبه\nفقال أقرضني عشرين درهما والتفت أنا إلى إنسان آخر إلى جانبي فقلت أقرضني\nدينارا ففعل فدفعت إليه الدينار ودفع إلي العشرين درهما أيجوز هذا أم لا\nقال لا خير في هذا\n</p>\n\n<p>\nقلت أرأيت إن نظرت إلى دراهم بين يدي رجل فقلت بعني من دراهمك هذه عشرين\nدرهما بدينار فقال قد فعلت وقلت قد قبلت فواجبته الصرف ثم التفت إلى رجل\nأجنبي فقلت له أقرضني دينارا ففعل فدفعت إليه الدينار وقبضت الدراهم أيجوز\nهذا الصرف في قول مالك أم لا قال سألت مالكا عن الرجل يدفع الدينار إلى\nالصراف يشتري به دراهم فيزنه الصراف ويدخله تابوته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p396'> Vol. 08, p. 396</a>\n            </div>\n             ويخرج\nدراهمه فيعطيه قال لا يعجبني هذا وليترك الدينار على حاله حتى يخرج دراهمه\nفيزنها ثم يأخذ الدينار ويعطي الدراهم فإن كان هذا الذي اشترى هذه الدراهم <span id='ms1499'></span>\nكأن ما استقرض شيئا متصلا قريبا بمنزلة النفقة يحلها من كمه ولا يبعث رسولا\nيأتيه بالذهب ولا يقوم إلى موضع يزنها ويتناقدان في مجلس سوى المجلس الذي\nتصارفا فيه وإنما يزنها مكانه ويعطيه ديناره مكانه فلا بأس بذلك لأن مالكا\nقال لو أن رجلا لقي رجلا في سوق فواجبه على دراهم معه ثم سار معه إلى\nالصيارفة لينقده قال مالك لا خير في ذلك فقيل له فلو قال له إن معي دراهم\nفقال له المبتاع اذهب بنا إلى السوق حتى نزنها ثم نريها ننظر إلى وجوهها\nفإن كانت جيادا أخذتها منك كذا وكذا درهما بدينار قال لا خير في هذا أيضا\nولكن يسير معه على غير موعد فإن أعجبه شيء أخذه وإلا تركه\n</p>\n\n<p>\nقلت أكان مالك يكره للرجلين أن يتصارفا في مجلس ثم يقوما فيزنا في مجلس\nآخر قال نعم\n</p>\n\n<p>\nقال وقال مالك ولو أن قوما ما حضروا ميراثا فبيع فيه حلى فاشتراه رجل ثم\nقام به إلى السوق إلى الصيارفة ليدفع إليه نقده ولم يتفرقا\n</p>\n\n<p>\nقال لا خير فيه ورأيته منتقضا إنما بيع الذهب والورق أن يأخذ ويعطى بحضرة\nالبيع ولا يتأخر شيء من ذلك عن حضور البيع\n</p>\n\n<p>\nمخرمة بن بكير عن أبيه قال سمعت عمرو بن شعيب يقول قال عبد الله بن عمرو\nبن العاص قال لنا رسول الله صلى الله عليه وسلم يوم خيبر لا تبيعوا الذهب\nبالذهب إلا عينا بعين ولا الورق بالورق إلا عينا بعين إني أخشى عليكم\nالرماء ولا تبيعوا الذهب بالورق إلا هاء وهلم ولا الورق بالذهب إلا هاء\nوهلم\n</p>\n\n<p>\nقلت أرأيت لو أني صرفت من رجل دينارا بعشرين درهما فلما قبضت الدينار منه\nقلت له أسلفني عشرين درهما فأسلفني فدفعتها إليه صرف ديناره قال مالك لاخير\nفي هذا وهذا رجل أخذ عشرين درهما ثم ردها إلى صاحبها وصار إليه دينار فإنما\nهو رجل أخذ دينارا في عشرين درهما ولا يجوز هذا وقد كره مالك ما هو أبعد من\nهذا\n</p>\n\n<p>\nألا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p397'> Vol. 08, p. 397</a>\n            </div>\n             ترى أن <span id='ms1500'></span> مالكا قال لو أن رجلا بادل رجلا دنانير تنقص\nخروبة خروبة بدنانير قائمة فراطله بها وزنا بوزن فلما فرغ أخذ وأعطى فأراد\nأحدهما أن يصطرف من صاحبه دينارا مما أخذ منه\n</p>\n\n<p>\nقال مالك لا خير في هذا ولو أن رجلا كان يسأل رجلا ذهبا فأتاه بها فقضاه\nفردها إليه مكانه في طعام إلى أجل\n</p>\n\n<p>\nقال مالك لا يعجبني هذا وهو عندي مثل الصرف\n</p>\n\n<p>\nقال مالك أو يكون للرجل على الرجل الدنانير فيسلمها إليه طعام إلى أجل\nبغير شرط أن يقضيه إياها فلما قبض ذهبه ووجب البيع بينهما قال هذه قضاء من\nذهبك التي تسألني\n</p>\n\n<p>\nقال مالك لا خير في ذلك وهذا كله عندي وجه واحد أكره ذلك بحدثانه\n</p>\n\n<p>\nقلت أرأيت لو أن لي على رجل دراهم إلى أجل فلما حلت بعتها من رجل بدنانير\nنقدا أيصلح ذلك قال مالك لا يصلح ذلك إلا أن يأخذ الدنانير وينقده الذي\nعليه الدين الدراهم مكانه يدا بيد لأن هذا صرف وإنما يجوز بيع الدين في قول\nمالك بالعروض نقدا فأما إذا وقعت الدنانير والدراهم حتى تصير صرفا فلا يصلح\nحتى يكون يدا بيد\n</p>\n\n<p>\nبن وهب عن الليث بن سعد أن يحيى بن سعيد حدثهم قال إني أكره أن آتي رجلا\nعنده ذهب نواقص بذهب وازنة فأصرف منه بذهبي الوازنة دراهم ثم أصرف منه\nدراهمي التي أخذت منه بذهبه النواقص\n</p>\n\n<p>\nوقال نافع مولى بن عمر تلك المدالسة\n</p>\n\n<p>\nوقال عبد العزيز بن أبي سلمة إذا أردت أن تبيع ذهبا نقصا بوازنة فلم تجد\nمن يراطلك فبع نقصك بورق ثم ابتع بالورق وازنة ولا تجعل ذلك من رجل واحد\nفإن ذلك ذهب بذهب وزيادة\n</p>\n\n<p>\nألا ترى أنك قد رددت إليه ورقه وأخذت منه ذهبا وازنة بنقصك\n</p>\n\n<p>\nقلت أرأيت إن صرفت دينارا من رجل وكلانا في مجلس ثم جلسنا ساعة فنقدني\nونقدته ولم نفترق أيجوز هذا الصرف في قول مالك قال لا يجوز هذا الصرف في\nقول مالك\n</p>\n\n<p>\nقال وقال مالك لا يصلح إذا صارفت الرجل إلا <span id='ms1501'></span> أن يأخذ ويعطى\n</p>\n\n<p>\nقال مالك ولا يصلح أن تدفع إليه الدينار فيخلطه بدنانيره ثم يخرج الدراهم\nفيدفعها إليك\n</p>\n\n<p>\nقلت أرأيت إن اشتريت سيفا محلى كثير الفضة نصله تبع لفضته بعشرة دنانير\nفقبضته ثم بعته من إنسان إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p398'> Vol. 08, p. 398</a>\n            </div>\n             جانبي ثم نقدت الدنانير قال لا\nيصلح لصاحب السيف أن يدفع السيف حتى ينتقد ولا يصلح للمشتري أن يقبض السيف\nحتى يدفع الثمن فأما البيع إذا وقع بينهما في مسألتك وكان نقده إياه معا\nمضى ولم أر أن ينقض ورأيته جائزا\n</p>\n\n<p>\nقلت أرأيت إن اشتريت سيفا محلى نصله تبع لفضته بدنانير ثم افترقنا قبل أن\nأنقده الدنانير وقد قبضت السيف منه ثم بعت السيف فلم يعلم بفسخ ذلك قال أرى\nأن بيع الثاني للسيف جائز وأرى للبائع الأول على الثاني قيمة السيف من\nالذهب يوم قبضه\n</p>\n\n<p>\nقال سحنون وإنما كان هذا هكذا من قبل أن ربيعة كان يجوز اتخاذه ولأن في\nنزعه مضرة ( قلت ) وخملت هذا البيوع الفاسدة ( قال ) نعم\n</p>\n\n<p>\nقلت فإن تغيرت أسواقه عندي قبل أن أبيع السيف أتحمله محمل البيوع الفاسدة\nوتضمنني قيمته ولا تجعل لي رده وإن كان لم يخرج من يدي قال إذا لم يخرج من\nيدك فلا أجعله مثل البيع الفاسد وأرى لك أن ترده لأن الفضة ليس فيها تغيير\nأسواق وإنما هي ما لم يخرج من يديك بمنزلة الدراهم فلك أن تردها\n</p>\n\n<p>\nقلت فإن أصاب السيف عندي عيب انقطع أو انكسر الجفن قال فأنت ضامن لقيمته\nيوم قبضه\n</p>\n\n<p>\nقالسحنون هذا من الربا وينقض فيه البياعات كلها حتى رد إلى ربه إلا أن\nيتلف البتة ويذهب فيكون على مشتريه قيمة الجفن والنصل ووزن ما فيه من الفضة\nلأن وليس القول كما قال بن القاسم أن عليه قيمته من الذهب وإذا كانت حلية\nالسيف الثلث فأدنى حتى تكون الحلية تبعا بيع السيف بالدنانير والدراهم نقدا\nوإلى أجل ولو استحقت حلية السيف في مثل ما نقضت فيه بيعا ولا أرجعته بشيء\nمن قبل أنه لا حصة له من الثمن كمال <span id='ms1502'></span> العبيد\n</p>\n\n#\n<p>\n| الحوالة في الصرف\n</p>\n\n<p>\nقلت أرأيت إن صرفت دينارا عند رجل بعشرين درهما فدفعت إليه الدينار\nواشتريت من رجل سلعة بعشرين درهما فقلت للذي صرفت الدينار عنده ادفع إليه\nهذه العشرين الدرهم وذلك كله معا قال سألت مالكا عن الرجل يصرف عند\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p399'> Vol. 08, p. 399</a>\n            </div>\n             الرجل الصراف الدينار بعشرين درهما فيقتضي منه عشرة دراهم\nويقول له ادفع العشرة الأخرى إلى هذا الرجل قال مالك لا يعجبني حتى يقبضها\nهو منه ثم يدفعها إلى من أحب فهذا مثل ذلك\n</p>\n\n<p>\nألا ترى أنهما افترقا قبل أن يتم قبضهما\n</p>\n\n<p>\nقلت أرأيت إن وكلت رجلا يصرف لي دينارا بدراهم فلما صرفه أتيته قبل أن\nيقبض فقال لي اقبض الدراهم من هذا الرجل فقد صرفت لك دينارك عنده وقام فذهب\nقال لا خير في هذا لأن مالكا قال لا يصلح أن يصرف ثم يوكل من يقبض له ولكن\nيوكل من يصرف له فهذا إنما صرف الوكيل ليس رب الدينار ثم وكل الوكيل رب\nالدينار بأن يقبض الدراهم فلا يصلح ذلك\n</p>\n\n<p>\nقال مالك لا أحب للرجل أن يصرف ويوكل من يقبض له ولكن يوكل من يصرف له\n</p>\n\n<p>\nمخرمة بن بكير عن أبيه قال سمعت بن قسيط يقول واستفتى في رجل صرف دينارا\nففضل له منه فضلة هل يتحول بفضله على آخر قال لا من حديث بن وهب وقاله عبد\nالرحمن بن القاسم بن محمد بن أبي بكر الصديق وقال بكير قال أيما رجل صرف\nدينارا بدراهم فلا يتحول به\n</p>\n\n#\n<p>\n| في رجل يصرف من الرجل دينارا عليه\n</p>\n\n<p>\nقلت أرأيت لو أن لي على رجل دراهم فقلت له صرفها لي بدنانير وجئني بذلك\nقال قال مالك لا خير في ذلك\n</p>\n\n<p>\nقلت ولم كرهه مالك قال لأنه إنما يفسخ دراهمه في دنانير يأخذها بها ليس\nيدا بيد فلا خير في ذلك لأنه يتهم أن يكون إنما ترك له الدراهم يوما أو\nيومين على أن يعطيه بها كذا وكذا دينارا ويكون أيضا تأخيره إلى أن يشتري له\nسلفا جر منفعة وكأنك أوجبت عليه <span id='ms1503'></span> في دراهمك دنانير حتى يعطاها فصار صرفا\nمستأخرا ولأنك إذا قلت لرجل لك عليه طعام من شراء بعه لي وجئني بالثمن ثم\nجاءك بالثمن دراهم والذي دفعت إليه دنانير في سلعة أو جاءك بدنانير والذي\nدفعت إليه دراهم كنت قد أخرجت دنانير أخذت بها دراهم إلى أجل أو دراهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p400'> Vol. 08, p. 400</a>\n            </div>\n             أخذت بها دنانير إلى أجل من الذي اشتريت منه الطعام فكان ذلك\nصرفا متأخرا وبيع الطعام قبل استيفائه\n</p>\n\n<p>\nقلت أرأيت لو أن لرجل علي دينارا فأتيته ومعي عشرون درهما فقال لي أو قلت\nله أتصارفني هذه العشرين الدرهم بدينار تعطينيه ففعلت فلما قبض العشرين\nالدرهم قال انظر الدينار الذي لي عليك فاقبضه من الدينار الذي وجب لك من\nصرف هذه العشرين الدرهم التي قبضت منك\n</p>\n\n<p>\nقال لا بأس بذلك إذا تراضيا بذلك إنما هو رجل أخذ عشرين درهما بدينار كان\nله عليه فلا بأس بذلك وما تكلما به قبل ذلك فهو لغو\n</p>\n\n<p>\nقلت فإن كان لصيرفي علي دينار قد حل فأتيته بعشرين درهما أصرفها عنده\nفصرفتها عنده بدينار فلما قبض الدراهم قال لي انظر الدينار الذي لي عليك\nفاحبسه بهذا الدينار الذي وجب لك من الصرف فقلت لا أفعل إنما أعطيتك دراهم\nعلى أن آخذ منك دينارا الساعة\n</p>\n\n<p>\nقال لم أسمع هذا من مالك ولكن إذا تناكرا رأيته أن لا يجوز ولا يجعل هذه\nالدراهم من ديناره ولكن يدفع إليه الدينار صرف دراهمه ثم يتبعه بديناره إلا\nأن يتراضيا كما وصفت لك\n</p>\n\n<p>\nقلت أرأيت لو أن لي على رجل عشرة دراهم أو كان استقرض مني نصف دينار\nدراهم ونصف الدينار عشرة دراهم فأتاني بدينار فصرفه عندي ثم قضاني مكانه\nدراهمي التي لي عليه أو قال هذا الدينار فخذ مني نصفه بدراهمك التي لك علي\nونصفه فأعطني به دراهم\n</p>\n\n<p>\nقال لا بأس بذلك\n</p>\n\n<p>\nقلت وهذا قول مالك قال نعم\n</p>\n\n<p>\nقلت أرأيت إن أقرضني رجل دراهم أيصلح لي أن أشتري منه بتلك الدراهم سلعة\nمن السلع مكاني حنطة أو ثيابا في قول مالك <span id='ms1504'></span> قال نعم لا بأس بذلك\n</p>\n\n<p>\nقلت فإن صرفت بتلك الدراهم التي أقرضني عنده دينارا مكاني قبل أن أبرح\nقال لا خير في أن تستقرض منه ورقا فتجعلها مكانك في ورق\n</p>\n\n<p>\nألا ترى أنك ترد ما استقرضت مكانك إليه فيما تأخذ منه فصرت إن كنت تسلفت\nدينارا فاشتريت بها دراهم أنك أخذت دراهم بدنانير تكون يكون عليك إلى أجل\nلأن الدنانير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p401'> Vol. 08, p. 401</a>\n            </div>\n             التي استقرضت رددتها\n</p>\n\n<p>\nقلت فإن أسلفني دراهم أيصلح لي أن أشتري منه بتلك الدراهم سلعة من السلع\nمكاني حنطة أو ثيابا فقال إن كان أسلفك إياها إلى أجل واشتريت بها الحنطة\nيدا بيد فلا بأس بذلك وإن كان أسلفك إياها حالة واشتريت بها منه حنطة يدا\nبيد أو إلى أجل فلا بأس به وإن كان أسلفك إياها إلى أجل واشتريت بها منه\nحنطة مكانك إلى أجل فلا خير في ذلك وذلك الكالئ بالكالئ لأنك إذا رددت إليه\nدراهمه بأعيانها مكانك وصار له عليك دنانير إلى أجل بطعام عليه إلى أجل\nفصار ذلك دينا بدين\n</p>\n\n#\n<p>\n| في الرجل يدفع إلى الرجل الدراهم يصرفها يقتضيها من دينه\n</p>\n\n<p>\nقلت أرأيت لو أن لرجل علي ألف درهم فدفعت إليه عروضا بعد ما حل أجل دينه\nفقلت له بع هذه العروض أو طعاما فقلت له بع هذا الطعام فاستوف حقك\n</p>\n\n<p>\nقال قال مالك لا بأس بذلك إلا قال أن يكون الذي باعك بالألف درهم مما لا\nيجوز تسليفه في العروض التي أعطيته يبيعها ليستوف حقه منها لما يدخل ذلك من\nالتهمة في أن يأخذ ذلك لنفسه فيكون قد أخذ عروضا إلى أجل بعروض مثلها من\nصنفها سلفا فتصير العروض بالعروض من صنف واحد إلى أجل إلا أن يكون من صنف\nعرضه في صفته وجودته وعدده أو أقل عددا أو أدنى صفة لأنه لا تهمة عليه فيه\nلو احتبسه لنفسه إن كان أدنى وإن كان مثلا صار بمنزلة الإقالة\n</p>\n\n<p>\nقلت فلو أن لرجل علي ألف درهم فدفعت إليه دنانير فقلت صرفها وخذ حقك قال\nسألت مالكا عنها <span id='ms1505'></span> غير مرة فقال لا يعجبني ذلك إذا دفع إليه دنانير فقال له\nصرفها وخذ حقك منها\n</p>\n\n<p>\nقلت ولم كرهه مالك قال قال مالك أخاف أن يحتبس الدنانير لنفسه واستثقله\nوكرهه غير مرة لأنه يكون مصرفا لها من نفسه\n</p>\n\n<p>\nقلت فلو أن لرجل علي ألف درهم فدفعت إليه فلوسا فقلت صرفها وخذ حقك منها\n</p>\n\n<p>\nقال لا خير فيه وهذا مكروه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p402'> Vol. 08, p. 402</a>\n            </div>\n            \n</p>\n\n<p>\n| في الرجل يصرف دنانيره بدراهم من رجل ثم يصرفها منه بدنانير\n</p>\n\n<p>\nقلت هل كان مالك يكره أن يصرف الرجل عند الرجل دراهم بدنانير ثم يشتري\nمنه بتلك الدنانير دراهم سوى دراهمه وسوى عيونها قال نعم كان يكره ذلك\n</p>\n\n<p>\nقلت فإن جئته بعد يوم أو يومين فصرفتها منه قال كان مالك يكره أن يصرفها\nمنه أيضا بعد يوم أو يومين\n</p>\n\n<p>\nقلت فإن كان أبعد من ذلك قال لا أدري ما قوله ولا أرى أنا به بأسا إذا\nتطاول زمان ذلك وصح أمرهما فيه وقد بينا هذا في موضع الدنانير النقص\nبالوازنة\n</p>\n\n#\n<p>\n| الصرف من النصارى والعبيد\n</p>\n\n<p>\nقلت أرأيت عبدا لي صرفيا نصرانيا أيجوز لي أن أصارفه قال نعم لا بأس بذلك\nعبدك وغيره من الناس سواء عند مالك\n</p>\n\n<p>\nقال سحنون وقد كره مالك أن يكون النصارى في أسواق المسلمين لعملهم بالربا\nواستحلالهم له ورأى أن يقاموا من الأسواق\n</p>\n\n#\n<p>\n| في صرف الدراهم بالفلوس وفضة\n</p>\n\n<p>\nقلت أرأيت إن اشتريت بدرهم بنصفه فلوسا وبنصفه فضة وزن نصف درهم أيجوز\nهذا في قول مالك قال لا بأس بهذا وهو بمنزلة العرض\n</p>\n\n<p>\nقلت فإن اشتريت بنصف درهم طعاما وبنصفه فضة كل ذلك نقدا أيجوز ذلك في قول\nمالك قال نعم\n</p>\n\n<p>\nقلت فإن كان الثلثان فضة والثلث طعاما أيجوز هذا في قول مالك قال لا\n</p>\n\n<p>\nقلت فإن كان الثلثان طعاما والثلث فضة أيجوز هذا في قول مالك قال نعم\nيجوز في قول مالك\n</p>\n\n<p>\nقلت لم كرهه مالك إذا كانت الفضة أكثر من الطعام وجوزه إذا كان الطعام\nأكثر من الفضة قال لأن الطعام إذا كان أكثر من الفضة لم <span id='ms1506'></span> يرد به الفضة في\nقول مالك وإنما يراد به الطعام وجعله مثل شراء سلعة وفضة بدراهم وجعل الفضة\nتبعا للسلعة وإذا كانت الفضة أكثر من السلعة حمله مالك محمل ورق وسلعة بورق\nوجعل السلعة تبعا للفضة فلا يصلح أن يكون فضة وطعام بفضة وكذلك فسر لي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p403'> Vol. 08, p. 403</a>\n            </div>\n             مالك ولما للناس في ذلك من الرفق بهم وقلة غناهم عنه لأنها\nنفقات لا تكاد تنقطع\n</p>\n\n<p>\nألا ترى أنه لا يجوز لأحد دخول مكة إلا بالإحرام وقد جوز لمن قاربها من\nالحطابين وغيرهم لكثرة تردادهم عليها وأنهم لا غنى بهم عن إدامة ذلك\nولمنافع الناس بهم أن يدخلوها بغير إحرام\n</p>\n\n#\n<p>\n| في الرجل يغتصب الدنانير فيصرفها قبل أن يقبضها\n</p>\n\n<p>\nقلت أرأيت إن اغتصبت رجلا دنانير فلقيته بعد ذلك فقلت له هذه الدنانير\nالتي غصبتك في بيتي فبعنيها مني بهذه الدراهم ففعل ودفعت إليه الدراهم\nأيجوز هذا في قول مالك أم لا قال أراه جائزا لأنه كان ضامنا للدنانير حين\nغصبها فإنما اشترى منه دينا عليه فلا بأس بذلك\n</p>\n\n<p>\nوقوله الدنانير في بيتي وسكوته عنها سواء لأنه قد غاب عليها وهي دين عليه\n</p>\n\n<p>\nقلت وكذلك لو غضبت من رجل جارية فانطلقت بها إلى بعض البلدان فأتيته فقلت\nله إن جاريتك عندي في بلد كذا وكذا فبعنيها ففعل أيجوز هذا أم لا قال أراه\nجائزا إذا وصفها لأنه كان ضامنا لما أصاب الجارية من عور أو شلل أو نقصان\nبدن بعد وجوب البيع منهما وقبل الوجوب لأن ضمانها حين غصبها منه فلا بأس\nبأن يشتري جارية قد ضمن ما أصابها\n</p>\n\n<p>\nقال والدنانير عندي أوضح من الجارية وأبين\n</p>\n\n#\n<p>\n| في الرجل يستودع الرجل الدراهم ثم يلقاه فيصرفها منه وهي في بيته\n</p>\n\n<p>\nقلت أرأيت إن استودعت رجلا دراهم ثم لقيته بعد ذلك فصارفته والدراهم في\nبيته أيجوز ذلك أم لا في قول مالك قال لا\n</p>\n\n<p>\nقلت أرأيت إن استودعت رجلا مائتي درهم ثم لقيته بعد ذلك فقلت له أعطني\nمائة درهم واهضم عنك مائة درهم فأعطاني مائة درهم من غير <span id='ms1507'></span> المائتين\nوالمائتان في بيته أيجوز هذا أم لا في قول مالك قال لا يعجبني وإنما يجوز\nإن أعطاه منها عندي ألا ترى أنه لا يجوز صرفها فكيف يجوز البدل بها وهي غير\nحاضرة\n</p>\n\n<p>\nقلت فأن استودعت رجلا دنانير أو دراهم أو حليا مصوغا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p404'> Vol. 08, p. 404</a>\n            </div>\n             من\nالذهب والفضة فلقيني بعد ذلك فقال يعنى الوديعة التي عندي وهي فضة بهذه\nالدنانير أو هي ذهب بهذه الدراهم قال لا يجوز ذلك عند مالك إلا أن تكون\nالوديعة حاضرة لأن هذا ذهب بفضة ليس يدا بيد\n</p>\n\n<p>\nقلت فلو رهنت عند رجل دنانير فلقيني بعد ذلك فقال لي الدنانير التي\nرهنتنيها في البيت فصارفته بها بدراهم تأخذها مني قال قال لي مالك لا خير\nفيه\n</p>\n\n<p>\nقلت أرأيت إن استودعت رجلا دنانير فصرفها بدراهم ثم أتيت فأردت أن أجيز\nما صنع وآخذ الدراهم قال ليس ذلك لك في قول مالك وإنما لك مثل دنانيرك لأن\nمالكا قال لو أن رجلا استودع رجلا دنانير فاشترى المستودع بتلك الدنانير\nسلعة من السلع كانت السلعة له وكان عليه مثل الدنانير التي أخذها\n</p>\n\n<p>\nقلت فإن استودعت رجلا حنطة فاشترى بها تمرا ثم جئت فعلمت بما صنع فأجزت\nما صنع وأردت أن أخذ التمر قال ذلك جائز\n</p>\n\n<p>\nقلت ولا يكون هذا بيع الطعام بالطعام إلى أجل قال لا لأن مالكا قال في كل\nمن استودع طعاما أو سلعة فباعها المستودع بثمن فأراد رب السلعة أن يجيز\nالبيع ويقبض الثمن فذلك له وهذا مثل ذلك\n</p>\n\n<p>\nقال وقال لي مالك في الطعام لو أن رجلا استودع رجلا طعاما فباعه المستودع\nقال هذا بالخيار إن أحب أن يأخذ الثمن أخذه وإن أحب أن يأخذ مثل طعامه أخذه\nلأنه لما تعدى على الحنطة ضمنها فصرت مخيرا في أخذك إياه بما ضمن لك أو أخذ\nثمن حنطتك كان تمرا أو غير ذلك\n</p>\n\n#\n<p>\n| في الرجل يبتاع الثوب بدينار إلا درهما\n</p>\n\n<p>\nقلت أرأيت إن اشتريت سلعة بعينها بدينار إلا درهما أيجوز هذا في قول مالك\nقال إن كان ذلك <span id='ms1508'></span> كله نقدا فلا بأس به عند مالك\n</p>\n\n<p>\nقلت فإن كان الدينار نقدا والسلعة نقدا والدرهم إلى أجل قال لا يصلح ذلك\nعند مالك\n</p>\n\n<p>\nقلت فإن كانت السلعة إلى أجل والدرهم إلى أجل والدينار نقدا قال لا يصلح\nذلك عند مالك أيضا\n</p>\n\n<p>\nفإن كانت السلعة والدرهم نقدا والدينار إلى أجل قال لا يصلح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p405'> Vol. 08, p. 405</a>\n            </div>\n            \nذلك ( قلت ) لم قال لأنه يدخاه ذهب بفضة إلى أجل\n</p>\n\n<p>\nقلت فإن كان الدينار نقدا والدرهم نقدا والسلعة مؤخرة قال لا يصلح ذلك\nعند مالك وروى أشهب أنه جائز\n</p>\n\n<p>\nقال بن القاسم قال مالك لأنه لم يرد به الصرف فإذا كان الدرهم مع الدينار\nمعجلا أو مؤخرا فهو سواء\n</p>\n\n<p>\nبن وهب وذكر عن مالك عن سالم في بيع صكوك الجار بدينار إلا درهما يعجل\nالدينار ويأخذ الدرهم والصك مؤخر يأخذ الدينار مع الدرهم\n</p>\n\n<p>\nقلت لابن القاسم لم كرهته قال لأنه يدخله الفضة بالذهب إلى أجل\n</p>\n\n<p>\nقلت فإن كان الدينار نقدا والدرهم نقدا والسلعة إلى أجل قال لا يصلح ذلك\nلأنها صفقة واحدة ذهب بفضة وسلعة لا يصلح أن تكون السلعة مؤخرة والدرهم\nنقدا\n</p>\n\n<p>\nقلت فإن كانت السلعة نقدا والدينار إلى أجل والدرهم إلى أجل أيجوز ذلك أم\nلا قال ذلك جائز إذا كان أجل الدينار والدرهم واحدا\n</p>\n\n<p>\nقلت فإن كان اشترى سلعة بدينار إلا درهمين فهو مثل الذي اشترى السلعة\nنقدا بدينار إلا درهما في جميع ما سألتك عنه في قول مالك قال نعم\n</p>\n\n<p>\nقال بن القاسم كان مالك يقول الدرهم والدرهمان والشيء الخفيف\n</p>\n\n<p>\nقال بن القاسم قال مالك فأما الثلاثة فلا أحبه ولا خير فيه عندي\n</p>\n\n<p>\nقلت فإن اشتريت سلعة بدينار إلا عشرة دراهم قال قال مالك لا خير فيه إلى\nأجل ولا بدينار إلا ستة دراهم ولا بدينار إلا خمسة دراهم إلا أن يكون ذلك\nنقدا\n</p>\n\n<p>\nقلت فإن كان الدينار والعشرة دراهم أو الخمسة أو الستة إلى أجل واحد\nوالسلعة نقدا قال لا يصلح ذلك عند مالك ولا يحل\n</p>\n\n<p>\nقلت لم وقد جوزه في الدرهم والدرهمين <span id='ms1509'></span> إذا كان الدينار والدرهم الدرهمان\nإلى أجل واحد قال لأن الدرهم والدرهمين تافه ولا غرر فيه ولا تقع فيه\nالمخاطرة وأن الدينار إلى ذلك الأجل أكثر من هذين الدرهمين لا شك فيه\n</p>\n\n<p>\nقال وما جوز مالك الدرهم والدرهمين إذا استثناهما إلا زحفا لأنهما لا\nيكونان أكثر من الدينار وللآثار\n</p>\n\n<p>\nقال والعشرة دراهم لا يدرى لعلها إذا حل الأجل يغترق جل الدينار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p406'> Vol. 08, p. 406</a>\n            </div>\n             ويحول الصرف إلى ذلك الأجل فهذا مخاطرة وغرر فلذلك لم يجوزه في\nالخمسة والعشرة وهو في الدرهم والدرهمين إذا كان أجلهما وأجل الدينار واحدا\nفليس ذلك بخطر\n</p>\n\n<p>\nقال بن وهب وذكر ذلك عن خالد بن حميد عن عقيل عن بن شهاب أنه قال في بيع\nالثوب بدينار إلا ربعا أو إلا درهمين لا بأس به\n</p>\n\n<p>\nبن وهب عن عبد الجبار عن ربيعة أنه كان يقول في الرجل يبيع الشيء بدينار\nإلا درهمين ويستأخر الثمن عليه فكان ربيعة يقول لا بأس بهذا أن يأتي الرجل\nبالدينار يقبضه ثم يأخذ من البائع درهمين ولا يراه صرفا\n</p>\n\n<p>\nقال ربيعة وإن فيه لمغمرا وليس به بأس\n</p>\n\n<p>\nبن وهب قال الليث قالربيعة في الرجل يشتري الثوب بدينار إلا درهما أو\nثلاثة قال ربيعة ما زال هذا من بيوع الناس وأنه لا يكون الرد والثمن إلا\nإلى أجل واحد وإن فيه لم غامزكم من الصرف\n</p>\n\n<p>\nقال الليث قال ربيعة وإن باع بدينار إلا درهما ورقا فدفع الدينار وأخذ\nالثوب ولم يجد عنده درهما\n</p>\n\n<p>\nقال هو مثل أن يأخذ الدرهم مع الدينار يخشى أن ينزل بمنزلة الصرف\n</p>\n\n<p>\nقال بن وهب قال الليث وقاليحيى بن سعيد إن أشبه بعمل الصالحين أن لا\nيفارقه حتى يأخذ الدرهم ولا يكون في شيء من ذلك نظرة\n</p>\n\n<p>\nبن وهب عن الليث عن طلحة بن أبي سعيد عنصخر بن أبي عليط حدثه أنه كان مع\nأبي سلمة بن عبد الرحمن بن عوف فابتاع أبو سلمة ثوبا بدينار إلا درهما\nفأعطاه أبو سلمة الدينار وقال هلم الدرهم فقال ليس عندي الآن درهم حتى <span id='ms1510'></span> ترجع\nإلي فألقى إليه أبو سلمة الثوب وقبض الدينار منه وقال لا بيع بيني وبينك\n</p>\n\n<p>\nقالابن وهب قال الليث وكتب إلي يحيى بن سعيد يقول سألت عن الرجل يشتري\nقمحا أو غير ذلك بنصف دينار أو بثلث دينار فيدفع إلى بائعه دينارا ويأخذ\nفضله دراهم ويأخذ ما اشترى منه حتى يأتيه في يوم آخر فيأخذه منه أو اشترى\nتلك السلعة بدرهمين أو ثلاثة فيدفع إليه دينارا ويأخذ فضلة من صرف الدينار\nدراهم وأخر السلعة حتى يلقاه فيها من يوم آخر\n</p>\n\n<p>\nقال يحيى لم أزل أسمع أنه يكره أن يبتاع ببعض دينار شيئا ويأخذ فضله ورقا\nويترك ما ابتاع لأن ذلك يرى صرفا\n</p>\n\n<p>\nبن لهيعة عن عقيل عن القاسم بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p407'> Vol. 08, p. 407</a>\n            </div>\n             محمد وبن شهاب أنهما قالا إذا\nاشتريت من رجل بيعا ببعض دينار ثم دفعت إليه الدينار ففضل لك عنده ثلث أو\nنصف فلا عليه أعجله لك أو أخره وإنما معناه أنه قبض السلعة\n</p>\n\n<p>\nقال مالك إذا قال له المشتري بعد ما يجب البيع ويثبت هذا دينار ففيه\nثلثاك وأمسك ثلثي عندك وانتفع به أن ذلك لا بأس به إذا صح ذلك ولم يكن على\nشرط عند البيع ولا وأى ولا عادة ولا إضمار منهما\n</p>\n\n<p>\nقال بن القاسم وسألت مالكا عن الرجل يقدم البلد من البلدان ومعه الدراهم\nمثل أهل أفريقية يقدمون الفسطاط ومعهم الدراهم فيكون مع التاجر عشرة آلاف\nدرهم أو أكثر ورقيق وأمتعة ونقر فضة فيقول الرجل قد ابتعت منك دراهمك ونقرك\nورقيقك هذه بألفي دينار نقدا واستوجب ذلك منه صفقة واحدة وينقده قال مالك\nلا خير في ذلك لا يكون مع الصرف بيع شيء من السلع\n</p>\n\n<p>\nقلت لمالك فالرجل يشتري الثوب وعشرة دراهم بدينار قال لا بأس بهذا ولم\nيره مثل الآخر\n</p>\n\n<p>\nقال فرأيت مالكا يرى أن هذا تبع للدينار\n</p>\n\n<p>\nقال بن القاسم وأخبرني بن الدراوردي عن ربيعة وغيره من علماء المدينة ممن\nمضى أنهم يكرهون ذلك ويقولون لا يكون صرف وبيع\n</p>\n\n<p>\nقالابن القاسم وسمعت مالكا يقول لا يكون <span id='ms1511'></span> صرف وبيع ولا نكاح وبيع ولا شرك\nوبيع ولاقراض وبيع ولا مساقاة وبيع\n</p>\n\n<p>\nقالابن القاسم وأخبرني بن الدراوردي أن غير واحد من علمائهم أو بعض\nعلمائهم كانوا يقولون مثل قول مالك في هذا إلا في النكاح لم أحفظه عن بن\nالدراوردي لا يكون صرف وبيع\n</p>\n\n#\n<p>\n| في الرجل يبتاع السلعة بخمسة دنانير إلا درهما أو فيدفع بعضا ويحبس\nدينارا حتى يدفع إليه الدرهم ويأخذ الدينار\n</p>\n\n<p>\nقال وقال مالك في الرجل يشتري السلعة بخمسة دنانير إلا درهما أو درهمين\nأو ثلاثة فيدفع إليه أربعة دنانير ويؤخر الدينار الباقي حتى يلقاه فيدفع\nإليه الدرهم أو الدرهمين أو الثلاثة ويأخذ الدينار\n</p>\n\n<p>\nقال قال مالك لا خير في ذلك فقيل لمالك فإن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p408'> Vol. 08, p. 408</a>\n            </div>\n             دفع دينارا واحدا\nوأخذ الدرهم وأخر الأربعة حتى يقضيه إياها قال لا خير فيه أيضا وهو بمنزلة\nالأول فقيل لمالك فإن كانت خمسة دنانير إلا خمسا أو أربعا فنقد الأربعة\nوأخر الدينار الباقي حتى يأتيه بخمس أو بربع ويدفع إليه الدينار قال لا بأس\nبهذا ليس هذا مثل الدرهم قيل له فإن دفع إليه دينارا واحدا من الخمسة وأخذ\nخمسة وكانت الأربعة قبله قال لا بأس بذلك\n</p>\n\n<p>\nقال بن القاسم لأن الدراهم عند مالك لما وقعت على السلعة صار للدراهم حصة\nمن الذهب كلها فلذلك كره مالك أن ينقد بعض الذهب ويؤخر الدراهم أو ينقد\nالدراهم ويؤخر بعض الذهب\n</p>\n\n<p>\nقال وإن نقد الدراهم وأخر الذهب فلا خير في ذلك وإنما جوز مالك الخمس\nوالربع لأن ذلك إنما هو جزء من دينار وأحد ليس للخمس والربع حصة من\nالدنانير كلها فلا بأس بأن يعجل الدنانير الصحيحة ويؤخر الدينار الكسر أو\nيقدم الدينار ويأخذ فضله دراهم ويؤخر الدنانير وهذا كله قول مالك\n</p>\n\n<p>\nقلت أرأيت إن اشتريت ثوبا بدينار إلا عشرة دراهم قال إن كانت الدراهم\nالعشرة نقدا فلا بأس به وإن كانت إلى أجل فلا خير فيه لأنه يدخله بيع الذهب\nبالورق إلى أجل كأنه رجل اشترى ثوبا وعشرة دراهم بدينار فلا يصلح في ذلك <span id='ms1512'></span> أن\nيؤخر الدراهم وهذه مخاطرة لأنه لا يدري ما تبلغ العشرة الدراهم من الدينار\n</p>\n\n<p>\nقلت أرأيت إن بعت هذا الثوب بدينار إلا قفيز حنطة أيجوز هذا البيع إن كان\nنقدا أو إلى أجل قال لا بأس بذلك لأنه كأنه باعه الثوب وقفيز حنطة بدينار\nفلا بأس أن يكون ذلك الدينار نقدا أو إلى أجل\n</p>\n\n<p>\nأشهب إلا أن يكون الثوب أو القفيز ليس عنده وقد باعهما إياه بالنقد فلا\nيصلح ذلك لأنه يشتريهما ثم يبيعه إياهما بنقد أو إلى أجل فيكون ذلك من بيع\nما ليس عنده وهو من وجه العينة المكروهة\n</p>\n\n#\n<p>\n| في الرجل يبتاع الورق والعرض بالذهب\n</p>\n\n<p>\nقلت أرأيت إن أعطاه ذهبا بفضة وسلعة مع الفضة أيجوز ذلك في قول مالك قال\nنعم ذلك جائز إذا كانت الفضة قليلة فذلك جائز لأن الذهب بالفضة جائز واحد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p409'> Vol. 08, p. 409</a>\n            </div>\n             بعشرة وكذلك إذا كانت مع الفضة الكثيرة سلعة من السلع يسيرة\n</p>\n\n<p>\nقلت وكذلك إن كان مع الذهب سلعة من السلع أو كان مع الذهب والفضة مع كل\nواحد منهما سلعة من السلع قال أما الذهب بالفضة إذا كان مع الذهب العرض\nاليسير فلا بأس به يجوز من ذلك ما يجوز مع الفضة ويكره من ذلك ما يكره مع\nالفضة وإن كان مع كل واحد منهما عرض وكان كل واحدة منهما مع صاحبتها تبعا\nفلا أرى به بأسا ولا يكون صرفا وبيعا إذا كان تبعا وكانت يسيرة وكذلك إذا\nكان مع الذهب والورق مع كل واحد منهما عرض فإن كان ذلك من الذهب والورق\nيسيرا أو كان الغرضان يسيرين فلا أرى به بأسا فإن كانت الذهب والورق\nوالعرضان كثيرا فلا خير فيه\n</p>\n\n<p>\nقلت أرأيت إن اشتريت دراهم وثوبا بدينار فقلت للبائع أنقدك من الذهب حصة\nالدراهم وأجعل حصة الثوب إلى أجل قال لا يصلح ذلك لأنه صرف وبيع لا يتأخر\nمنه شيء\n</p>\n\n<p>\nقلت فإن كان مع الثوب دراهم قليلة أقل من الدينار حتى لا يكون أريد به\nالصرف في قول مالك فقال المشتري أنا أنقدك <span id='ms1513'></span> من دينار الذهب حصة هذه الدراهم\nوهي خمسة دراهم أو ستة وأوخر قيمة الثوب إلى أجل قال لا يصلح هذا في قول\nمالك إذا وقعت الذهب والفضة مع السلعة ولو كانت الفضة قليلة حتى لا يكون\nصرفا لم يصلح التأخير في ذلك في قول مالك\n</p>\n\n<p>\nألا ترى أن الفضة عجلت مع العرض وقد صار لها حصة من جميع الذهب فلا يصلح\nأن يتأخر من الذهب شيء إذا قدمت الفضة\n</p>\n\n#\n<p>\n| في الصرف والبيع\n</p>\n\n<p>\nقلت أيجمع في قول مالك صرف وبيع في صفقة واحدة قال قال مالك لا\n</p>\n\n<p>\nقلت فإن كانت هذه السلعة معها دراهم قليلة لم يجز أن أبيعها بدراهم لمكان\nتلك الدراهم القليلة قال نعم\n</p>\n\n<p>\nقلت ولا يجوز أن أبيعهما بدنانير نسيئة في قول مالك لتلك الدراهم قال نعم\n</p>\n\n<p>\nقلت ولم يره مالك صرفا إذا باع بالدنانير يدا بيد قال نعم جوزه مالك\nواستحسنه إذا كانت دراهم قليلة مع السلع أن تباع بالذهب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p410'> Vol. 08, p. 410</a>\n            </div>\n             يدا\nبيد وبالعروض إلى أجل ولا تباع بالورق يدا بيد ولا إلى أجل\n</p>\n\n<p>\nبن لهيعة عنيحيى بن أبي أسيد أن أبا البلاط المكي حدثه أنه قال لابن عمر\nيا أبا عبد الرحمن إنا نتجر في البحرين ولهم دراهم صغار فنشتري البيع هنالك\nفنعطي الدراهم فيرد إلينا من ذلك الدراهم الصغار قال لا يصلح\n</p>\n\n<p>\nقال أبو البلاط فقلت له إن الدراهم الصغار لو وزنت كانت سواء فلما أكثرت\nعليه أخذ بيدي حتى دخل في المسجد فقال إن هذا الذي ترون يريد أن آمره بأكل\nالربا\n</p>\n\n<p>\nمالك عن محمد بن عبد الله عن بن أبي مريم أنه سأل بن المسيب فقال إي رجل\nأبتاع الطعام فربما ابتعت منه بدينار ونصف درهم فأعطي بالنصف درهم طعاما\nقال له سعيد بن المسيب لا ولكن أعط أنت درهما وخذ بقيته طعاما\n</p>\n\n<p>\nقال مالك وإنما كره له سعيد بن المسيب أن يعطي دينارا ونصف درهم لأن\nالنصف درهم إنما هو طعام فكره له أن يعطي دينارا وطعاما بطعام\n</p>\n\n<p>\nقال مالك ولو كان نصف <span id='ms1514'></span> الدرهم ورقا أو فلوسا أو غير طعام ما كان بذلك بأس\n</p>\n\n#\n<p>\n| في الرجل يصرف الدينار دراهم على أن يأخذ بالدراهم سلعة\n</p>\n\n<p>\nقلت أرأيت إن صرفت دينارا بعشرين درهما فأخذت منه عشرة دراهم وأخذت بعشرة\nمنها سلعة قال مالك لا بأس بذلك\n</p>\n\n<p>\nوكذلك لو صرفت دينارا بدراهم فلم أقبض الدراهم حتى أخذت بها سلعة من\nالسلع قال مالك لا بأس بذلك\n</p>\n\n<p>\nقلت فإن أصاب بالسلعة عيبا فجاء ليردها ثم يرجع على صاحبها أبا الدينار\nأم بالدراهم قال بالدينار\n</p>\n\n<p>\nقلت وهذا قول مالك قال نعم\n</p>\n\n<p>\nقلت أرأيت إن صرفت عند رجل دراهم بدنانير على أن آخذ بثمنه منه سمنا أو\nزيتا قال قال مالك ذلك جائز نقدا أو إلى أجل\n</p>\n\n<p>\nقال وكلامهما لغو إنما ينظر مالك إلى فعلهما ولا ينظر إلى قولهما\n</p>\n\n<p>\nقلت أرأيت إن قال أصرف عندك هذا الدينار على أن آخذ منك الدراهم ثم آخذ\nبها منك هذه السلعة ففعل قال قول مالك في ذلك جائز\n</p>\n\n<p>\nقلت فإن أصاب بالسلعة عيبا فردها على صاحبها ثم يرجع عليه أبا الدينار أم\nبالدراهم قال يرجع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p411'> Vol. 08, p. 411</a>\n            </div>\n             عليه بالدينار\n</p>\n\n<p>\nقلت لم وقد قبض منه الدراهم ثم دفعها إليه في هذه السلعة قال لأن الدراهم\nقبضها حين قبضها على شرط أن لا يذهب بها إنما قبضها على شرط أن يأخذ بها\nهذه السلعة فقبضه الدراهم وغير قبضه سواء وإنما وقع ثمن هذه السلعة\nبالدينار ليس بالدراهم وكلامهما في الدراهم وما شرطا من ذلك وسكوتهما عنه\nسواء إنما نظر مالك إلى فعلهما ها هنا ولم ينظر إلى قولهما\n</p>\n\n<p>\nقلت ولا يخاف أن يكون هذا من بيعتين في بيعة قال لا إنما البيعتان في\nبيعة إذا ملك الرجل السلعة بثمن عاجل وآجل\n</p>\n\n<p>\nبن وهب وقد ذكر يونس بن يزيد أنه سأل ربيعة ما صفة البيعتين اللتين\nتجمعهما بيعة قال بن وهب هما الصفقة الواحدة\n</p>\n\n<p>\nقال يملك الرجل السلعة بالثمنين عاجل وآجل وقد وجب عليه بأحدهما كالدينار\nالنقد والدينارين إلى أجل فكأنه إنما ببيع أحد الثمنين بالآخر\n</p>\n\n<p>\nقال <span id='ms1515'></span> فهذا مما يقارب الربا وكذلك قال الليث عن يحيى بن سعيد قال البيعتان\nاللتان لا يختلف الناس فيهما ثم فسره من نحو ما قال ربيعة أيضا وكذلك فسره\nمالك وقد كره ذلك بن القاسم وسالم وسليمان بن يسار\n</p>\n\n#\n<p>\n| في الذهب والورق والذهب والعروض بالذهب\n</p>\n\n<p>\nقلت هل تجوز الفضة والذهب بالذهب في قول مالك قال قال مالك لا تجوز\n</p>\n\n<p>\nقلت وكذلك لو كان إناء مصوغا من ذهب اشتريته بذهب وفضة لم يصلح ذلك في\nقول مالك قال نعم لا يصلح ذلك عند مالك\n</p>\n\n<p>\nقلت أرأيت إن اشتريت فضة وسلعة بذهب قال إن كانت الفضة قليلة حتى لا يكون\nصرفا العشرة دراهم وما أشبهها فلا بأس بذلك وإن كانت الفضة كثيرة فلا يصلح\nذلك لأن مالكا قال لا يصلح بيع وصرف\n</p>\n\n<p>\nقالابن القاسم قال وأخبرنيه بن الدراوردي عن ربيعة وعن غيره\n</p>\n\n<p>\nقلت لم كره مالك الصرف والبيع في صفقة واحدة فقال أما مالك فقال لا يصلح\nأن يكون الصرف والبيع في صفقة واحدة قال وأما بن الدراوردي فأخبرني عن\nربيعة وغيره أنه قال إنما كرههربيعة من قبل أنه لو أصاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p412'> Vol. 08, p. 412</a>\n            </div>\n            \nبالسلعة عيبا فجاء ليردها انتقض الصرف فلذلك كرهه ربيعة\n</p>\n\n<p>\nقلت أرأيت إن بعت ثوبا ودرهما بعبد ودرهم فتقابضنا قبل أن نفترق قال لا\nيجوز ذلك عند مالك لأن الفضة لا تجوز إلا مثلا بمثل فهذا لما كان مع هذه\nالفضة غيرها ومع هذه الفضة غيرها لم يجز ذلك\n</p>\n\n<p>\nقلت وسواء إن كانت الفضة تافهة يسيرة والسلعتان كثيرتا الثمن قال نعم ذلك\nسواء ويبطل البيع بينهما عند مالك لما ذكرت لك\n</p>\n\n<p>\nقلت فأصل قول مالك أن الفضة بالفضة مع إحدى الفضتين سلعة أو مع الفضتين\nجميعا مع كل واحدة منهما سلعة من السلع إن ذلك باطل ولا يجوز قال نعم\n</p>\n\n<p>\nقلت فأصل قول مالك إن كانت سلعة وذهب بسلعة وفضة إذا كان الذهب والفضة\nشيئا يسيرا أجازه ولم يجعله صرفا ولا يجوز فيه النسيئة وإن كانت الذهب\nوالفضة قليلة قال نعم وقد بينا <span id='ms1516'></span> هذا قبل هذا\n</p>\n\n#\n<p>\n| في الميراث يباع فيه الحلي من الذهب والفضة فيمن يزيد فيشتريه بعض\nالورثة أو غيرهم ويكتب عليه الثمن\n</p>\n\n<p>\nقلت أرأيت لو أن رجلا هلك فباع ورثته ميراثه فكانوا إذا بلغ الشيء فيمن\nيزيد أخذه بعضهم وكتب على نفسه الثمن حتى يحسب ذلك عليه في حظه فبيع في\nالميراث حلى ذهب وفضة أو بعض ما فيه الذهب والفضة مثل السيف وما أشبهه\nوالفضة أقل من الثلث فبيع ذلك فاشتراه بعض الورثة وكتب عليه قال قال مالك\nلا يباع من ذلك ما فيه الذهب والفضة إلا بنقد من الورثة أو غيرهم ولا يكتب\nذلك عليهم ولا يؤخر النقد قال لأن مالكا احتج وقال أرأيت إن تلف بقية المال\nأليس يرجع عليهم فيما صار عليهم فيقتسموه فلا يجوز إلا بالنقد قال مالك\nوالوارث في بيع الحلي بمنزلة الأجنبي\n</p>\n\n#\n<p>\n| في بيع السيف المفضض بالفضة إلى أجل\n</p>\n\n<p>\nقلت أرأيت السيف المحلى تكون حليته فضة الثلث فأدنى أيكون لي أن أبيعه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p413'> Vol. 08, p. 413</a>\n            </div>\n             بدراهم نسيئة قال لا يجوز عند مالك أن تبيعه بنسيئة لا بذهب\nولا بورق إذا كان فيه من الذهب أو الفضة شيء قليلا كان ذلك أو كثيرا\n</p>\n\n<p>\nقلت أرأيت إن اشتريت سيفا محلى نصله تبع لفضته بدنانير ثم افترقنا قبل أن\nأنقده الدنانير وقد قبضت السيف منه ثم بعت السيف فعلم بفسخ ذلك قال أرى أن\nبيع الثاني للسيف جائز وللبائع الأول على الثاني قيمة السيف من الذهب يوم\nقبضه\n</p>\n\n<p>\nقلت وحملت هذا محمل البيوع الفاسدة قال نعم قلت فإن تغيرت أسواقه عندي\nقبل أن أبيع السيف أتحمله محمل البيوع الفاسدة وتضمنني قيمته ولا تجعل لي\nرده وإن كان لم يخرج من يدي قال إذا لم يخرج من يدك فلا أحمله محمل البيوع\nالفاسدة وأرى أن ترده لأن الفضة ليس فيها تغير أسواق وإنما هي ما لم يخرج\nمن يدك بمنزلة الدراهم فلك أن تردها\n</p>\n\n<p>\nقلت فإن أصاب السيف عندي عيب انقطع أو انكسر الجفن قال فأنت ضامن لقيمته\nيوم قبضته\n</p>\n\n<p>\nقلت <span id='ms1517'></span> أرأيت إن اشتريت سيفا محلى بفضة حليته أقل من ثلث السيف بفضة إلى أجل\nأو بذهب إلى أجل أيجوز هذا في قول مالك قال قال مالك لا يجوز بيعه بفضة ولا\nبذهب إلى أجل\n</p>\n\n<p>\nقلت أفيبيعه بفضة أو بذهب نقدا في قول مالك قال نعم\n</p>\n\n<p>\nقلت لماذا جوزه مالك بالنقد بالفضة لم يلتفت إلى الفضة التي في السيف وهي\nعنده ملغاة وجعلها تبعا للسيف فلم لا يجوزه بفضة إلى أجل وقد جعل الفضة\nالتي في السيف ملغاة وجعلها تبعا للسيف فلم لا يبيعه بفضة إلى أجل قال قال\nمالك لأن هذا لم يجز إلا على وجه النقد قال فقلنا لمالك فالحلي يكون فيه\nالذهب والورق ولعل الذهب يكون الثلثين والورق يكون الثلث أو يكون الورق\nالثلثين والذهب الثلث أيباع بأقلهما قال لا أرى أن يباعا بشيء مما فيهما\nولا يباعا بذهب ولا بورق ولكن يباعان بالعروض والفلوس\n</p>\n\n<p>\nقال أشهب لا بأس أن يشتري إن كان الذهب الثلث فأدنى اشترى بالذهب وإن كان\nالورق الثلث فأدنى اشترى بالفضة\n</p>\n\n<p>\nوقال علي بن زياد مثل قول أشهب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p414'> Vol. 08, p. 414</a>\n            </div>\n             رواه عن مالك\n</p>\n\n<p>\nقلت أرأيت اللجام المموه أو الجوز المموه أو القدح المفضض أو السرج\nالمفضض أو ما أشبه هذه الأشياء إذا كان ما فيها من الفضة قيمة ثلث ذلك\nالشيء الذي هو فيه أيصلح لصاحبه أن يبيعه بفضة نقدا قال قال مالك إذا كانت\nالفضة في القدح والسكين فلا يجوز أن يبيع ذلك بفضة وإن كان ما فيه من الفضة\nأقل من الثلث\n</p>\n\n<p>\nقال وأرى الركاب واللجام كذلك أيضا لا يصلح أن يباع بالفضة إذا كان مموها\nأو مخروزا عليه ولم يره مثل السيف والمصحف والحلي والذي سألت عنه من السرج\nوغيره هو مثل هذه الأشياء التي كرهها مالك وأرى هذه الأشياء إنما فعلها\nالناس على وجه السرف وليست عنده بمنزلة الحلي ولا بمنزلة السيف المحلى ولا\nالخاتم ولا بمنزلة المصحف المحلى\n</p>\n\n<p>\nقال وكان مالك لا يرى بأسا أن يحلى المصحف\n</p>\n\n<p>\nقال بن القاسم ورأيت <span id='ms1518'></span> لمالك مصحفا محلى بفضة وسئل عن الحلي أو السيف\nالمحلى يكون ما فيه من الحلي الثلث يباع بالفضة أو بالذهب إلى أجل فينقض\nالمشتري جليته ويفرقها قال قد نزلت بمالك فرأى أن البيع جائز ولم يرد البيع\nوأنا أرى ذلك إذا وقع مثل هذا وقد كان ربيعة يجيز بيع السيف المحلى بالفضة\nتكون الفضة تبعا بالذهب إلى أجل ولكني أرى إن أدرك ولم ينقضه وهو قائم فسخ\nالبيع\n</p>\n\n<p>\nقال وقلت لمالك أرأيت السيف المحلى إذا كان النصل تبعا لفضته أيجوز أن\nيباع هذا السيف بحليته بشيء من الفضة قال قال مالك لا يجوز أن يباع بشيء من\nالفضة وقد كره أن يباع بالفضة غير واحد\n</p>\n\n<p>\nوكيع عن محمد بن عبد الله الشعثي عن أبي قلابة عنأنس بن مالك قال أتانا\nكتاب عمر بن الخطاب رضي الله تعالى عنه ونحن بأرض فارس أن لا تبيعوا السيوف\nوفيها حلية الفضة بدراهم\n</p>\n\n<p>\nوكيع عن فضيل بن غزوان عن نافع قال كان عبد الله بن عمر لا يبيع سيفا ولا\nسرجا فيه فضة حتى ينزعه ثم يبيعه وزنا بوزن\n</p>\n\n<p>\nوكيع عن زكريا عن عامر الشعبي قال سئل شريح عن طوق ذهب فيه فصوص يباع\nبدنانير قال ينزع الفصوص ثم يباع الذهب بالذهب وزنا بوزن\n</p>\n\n<p>\nقالسحنون فكيف بمن يريد أن يجيز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p415'> Vol. 08, p. 415</a>\n            </div>\n             بيع ذهب وعرض بذهب وليس في\nذلك مضرة في تفريقه وقد كره من ذكرت لك بيع هذه الأشياء حتى تنزع وفي نزعها\nمضرة في تفريقه وقد أجاز الناس اتخاذ بعضها وتحليته قال سحنون وقد أعلمتك\nبقول ربيعة وما جوز من ذلك\n</p>\n\n<p>\nوقوله إذا كانت الفضة تبعا وإن ذلك إنما أجيز لما جاز للناس اتخاذه وإن\nفي نزعه مضرة وإنه إذا كان تبعا كانت الرغبة في غيره ولم تكن الرغبة فيه\nولا الحاجة إليه وقد جوز أهل العلم ما هو أبين من هذا من بيع الثوب بدينار\nإلا درهما وإلا درهمين إذا كان دفع الدرهم مع قبض الدينار لأنهم لم يروا\nذلك رغبة في الصرف <span id='ms1519'></span> واستحسنوه واستثقلوا ما كثر من ذلك\n</p>\n\n<p>\nقال وكيع وكان الربيع قد ذكر عن الحسن أنه كان لا يرى بأسا ببيع السيوف\nالمحلاة بالفضة ( وكيع ) وجوزه أيضاإبراهيم النخعي مثل قولالحسن ولم يذكره\nالحسن إلا مسجلا فذلك فيما يرى للناس فيه من المنافع ولما في نزعه من\nالمضرة ولأنه مأذون لهم في اتخاذ مثله\n</p>\n\n#\n<p>\n| في الرجل يبتاع الإبريق الفضة بالدنانير والدراهم ثم تستحق الدراهم\n</p>\n\n<p>\nقلت أرأيت إن اشتريت من رجل إبريق فضة بدنانير أو بدراهم فاستحقت الدراهم\nأو الدنانير أينتقض البيع بيننا في قول مالك وتجعله صرفا قال نعم أراه صرفا\nوينتقض البيع بينكما\n</p>\n\n<p>\nقال وكان مالك يكره هذه الأشياء التي تصاغ من الفضة والذهب مثل الأباريق\nوكان مالك يكره مداهن الفضة والذهب ومجامر الذهب والفضة سمعت ذلك منه\n</p>\n\n<p>\nوالأقداح واللجم والسكاكين المفضضة وإن كانت تبعا فلا أرى أن تشترى\n</p>\n\n<p>\nقلت أرأيت إن صرفت دراهم بدنانير فاستحقت الدراهم بعينها أينتقض الصرف أم\nلا قال أرى الصرف منتقضا وكان أشهب يقول إن كانت الدراهم بأعيانها أراها\nإياه فهو منتقض وإن كان لم يره إياها وإنما باعه من دراهم عنده لزمه أن\nيعطى ما كان عنده تمام صرفه مما بقي في كيسه أو تابوته وذلك ما لم يفترقا\n</p>\n\n<p>\nقلت لابن القاسموإن استحقت ساعة صارفه فقال له صاحبه خذ مكانها مثلها\nأيصلح هذا قال إن كان ذلك مكانه ساعة صارفه فلا أرى بذلك بأسا وإن تطاول\nذلك وافترقا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p416'> Vol. 08, p. 416</a>\n            </div>\n             انتقض الصرف\n</p>\n\n<p>\nقلت أرأيت إن اشتريت خلخالين من رجل بدينار أو بدراهم فاستحقهما رجل من\nيدي بعد ما افترقنا أنا وبائعي فقال الذي استحق الخلخالين أنا أجيز البيع\nوأتبع الذي أخذ الثمن\n</p>\n\n<p>\nقال لا يصلح هذا لأن هذا صرف لا يصلح أن يعطى الخلخالين ولا ينتقد\n</p>\n\n<p>\nقلت فإن كانا لم يفترقا مشترى الخلخالين وبائعهما حتى استحقهما رجل فقال\nالمستحق أنا أجيز بيع الخلخالين وآخذ الدنانير قال فذلك جائز إذا أجاز\nالمستحق البيع والخلخالان حاضران وأخذ الدنانير مكانه\n</p>\n\n<p>\nقلت فإن كان الخلخالان قد بعث بهما مشتريهما إلى البيت <span id='ms1520'></span> قال لا يجوز ذلك\n</p>\n\n<p>\nقلت ولا ينظر في هذا إلى افتراق البائع والمشتري بعد ما اشترى الخلخالين\nإذا استحقهما رجل والخلخالان حاضران حين استحقهما وأجاز البيع فقال له\nمشتري الخلخالين أو بائعهما أنا أدفع الثمن حين أجزت البيع وكان ذلك معا\nقال نعم ذلك جائز ولا ينظر في هذا إلا إلى حضور الخلخالين والنقد مع إجازة\nهذا المستحق البيع فإذا كان هذا هكذا جاز وإلا فلا\n</p>\n\n<p>\nوقد قال أشهب مثل قوله وقال إنما هو استحسان والقياس فيه أنه مفسوخ لأنه\nحين باعك الخلخالين قد كان لصاحبهما فيهما الخيار فقد انعقد البيع على خيار\nفالقياس فيه أنه يفسخ ولكني استحسنت أنه جائز لأن هذا مما لا يجد الناس منه\nبدا وإنكما لم تعملا على هذا باع البائع ما يرى أنه له واشتريت أنت ما ترى\nأنه جائز لك شراؤه فذلك جائز لا بأس به\n</p>\n\n#\n<p>\n| في الرجل يبتاع الدراهم بدينار ونقد دنانير البلد مختلف\n</p>\n\n<p>\nقلت أرأيت إن اشتريت من رجل دراهم بين يديه كل عشرين درهما بدينار وأخرجت\nالدنانير لأدفعها إليه فلما نقدته قال لا أرضى هذه الدنانير قال له نقد\nالبلد في قول مالك\n</p>\n\n<p>\nقلت فإن كان نقد البلد في الدنانير مختلفا قال فلا صرف بينهما إلا أن\nيسميا الدنانير التي تصارفانها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p417'> Vol. 08, p. 417</a>\n            </div>\n            \n</p>\n\n<p>\n| في الرجل يصرف بعض دينار أو يصرفه من رجلين\n</p>\n\n<p>\nقلت أرأيت إن أردت أن أصرف نصف دينار أو ثلثه بعشرة دراهم أيجوز هذا في\nقول مالك قال قال مالك لا يجوز أن يصرف نصف دينار ولا ثلث دينار ولا ربع\nدينار ولا يجوز إلا أن يصرف الدينار كله فيدفعه ويأخذ دراهمه فأما إذا صرف\nنصفه أو ثلثه أو ربعه فهذا لا يستطيع أن يدفع ثلثه ولا ربعه ولا نصفه\n</p>\n\n<p>\nقلت فإن قال بائع نصف الدينار أنا أدفع إليك الدينار كله وآخذ منه صرف\nالنصف حتى تكون قابضا لنصف الدينار قال قال مالك لا يجوز ذلك ولا يكون\nقابضا لنصف الدينار وإن دفع الدينار كله لأنه لا يبين بنصفه منه <span id='ms1521'></span>\n</p>\n\n<p>\nوقالأشهب ألا ترى أن الصرف على المناجزة فقد بقي بينهما عمل من سبب الصرف\nوهو شركتهما في الدينار وإنهما إن اقتسماه مكانهما فإنما اقتسامهما إياه\nدراهم فيكون يعطيه دراهم بدراهم فهذا لا يصلح\n</p>\n\n<p>\nقلت لابن القاسم فإن صرف الدينار رجل من رجلين فقبضه أحدهما بأمر صاحبه\nوهو حاضر قال قال مالك هو جائز\n</p>\n\n<p>\nقلت فلو أن رجلين صرفا دينارا من رجلين فقبض الدينار أحد الرجلين قال قال\nمالك هذا جائز\n</p>\n\n<p>\nقلت فإن صرف رجلان من رجل دينارا فدفعاه إليه أيجوز هذا في قول مالك قال\nنعم\n</p>\n\n<p>\nقلت وكذلك لو كان مكان الدينار نقرة ذهب أو فضة كان مسلكه مسلك الدينار\nفي بيعه قال نعم\n</p>\n\n<p>\nقلت فإن كانت نقرة بيني وبين رجل فبعت نصيبي منه قال ذلك جائز إذا انتقدت\n</p>\n\n<p>\nقلت فإن بعت نصيبي من غيره قالأشهب إن قبض المشتري جميع النقرة رأيته\nجائزا وإن لم يقبض لم يكن فيه خير\n</p>\n\n#\n<p>\n| في الرجل يصرف الدينار دراهم فيقبضها ثم يرجع إليه فيستزيده في بعض\nالصرف فيزيده\n</p>\n\n<p>\nقلت أرأيت إن صرفت دينارا عند رجل بعشرين درهما ثم لقيته بعد ذلك فقلت له\nإنك قد استرخصت مني الدينار فزدني فزادني درهما أينتقض الصرف في قول مالك\nأم لا قال لم أسمع منه فيه شيئا وأرى أن لا ينتقض بينكما\n</p>\n\n<p>\nقلت وكذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p418'> Vol. 08, p. 418</a>\n            </div>\n             إن زاده الدرهم إلى شهر أو إلى شهرين قال نعم لا\nأرى بذلك بأسا ولا ينتقض الصرف بينكما\n</p>\n\n<p>\nقلت لم قال لأني لا أرى هذا الدرهم مما يقع عليه الصرف\n</p>\n\n<p>\nقلت فإن قبضه منه صاحبه أترى الصرف واقعا عليه قال لا\n</p>\n\n<p>\nقلت فإن أصاب بهذا الدرهم الهبة عيبا أيكون له أن يرده قال لا لأن الصرف\nلم يقع عليه وإنما ذلك الدرهم عندي هبة\n</p>\n\n<p>\nقلت فإن أصاب صاحبه بالدينار عيبا فرده أيرجع عليه بالدراهم كلها\nوبالدرهم الزائد مع الدراهم قال نعم\n</p>\n\n<p>\nقلت لم والدرهم الزائد عندك هبة قال لأنه إنما وهبه له لذلك الصرف فلما\nانتقض الصرف انتقضت الهبة التي كانت بينهما لمكان <span id='ms1522'></span> ذلك الصرف\n</p>\n\n<p>\nقلت وكذلك لو أني بعت من رجل سلعة فجاءني بهبة فوهبها لي فقال هذا لموضع\nما بعتني سلعتك فقبلت هبته ثم أصاب بالسلعة عيبا فردها علي أيرجع علي\nبالهبة مع الثمن قال نعم لأنه إنما وهب لك الهبة من أجل البيع فلما انتقض\nالبيع لم يترك الهبة لأن الذي لمكانه كانت الهبة قد انتقض حين صار غير جائز\n</p>\n\n<p>\nقلت فإن كان أسلم إليه في طعام أو سلعة إلى أجل فزاده بعد ما افترقا\nومكثا شهرا أو شهرين زاده المشتري في السلم دينارا أو درهما أيجوز هذا في\nقول مالك قال لم أسمع من مالك في هذا شيئا ولا بأس به\n</p>\n\n#\n<p>\n| في الرجل يكون له على الرجل دراهم دينا إلى أجل فيريد أن يصرفها منه\nبدينار نقدا\n</p>\n\n<p>\nقلت أرأيت لو أن لي على رجل دراهم دينا من قرض أو من بيع إلى أجل فأخذت\nبها منه دنانير نقدا أيجوز هذا في قول مالك أم لا قال لا يجوز هذا لا يحل\nهذا وهو من بيع الدراهم إلى أجل بدنانير نقدا ولو كانت حالة لم ير به بأسا\n</p>\n\n<p>\nقلت أرأيت إن صارفته قبل محل الأجل على دينارين وشرطت عليه أن يدفعهما\nإلى مع محل أجل الدراهم أيجوز هذا أم لا قال هذا حرام في قول مالك\n</p>\n\n<p>\nقال وكذلك لو كان في مكان هذه الدنانير عرض من العروض بعينه أو موصوفا أو\nمضمونا إلى ذلك الأجل لم يحل لأنه دين بدين ولو كان العرض نقدا ما كان به\nبأس في البيع والسلف إلا أن يكون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p419'> Vol. 08, p. 419</a>\n            </div>\n             العرض الذي يعطيه من صنف\nالعرض الذي باع ويكون أجود منه أو أكثر حل أجل الدين في ذلك أو لم يحل\n</p>\n\n<p>\nبن وهب عن بن لهيعة عن خالد بن أبي عمران وبكير بن عبد الله عنسليمان بن\nيسار\n</p>\n\n<p>\nقال إذا كان لرجل على رجل ذهب كالئة فلا يصلح له أن يقاطعه على ورق\nوينقده\n</p>\n\n<p>\nوقال الليث عن يحيى بن سعيد مثله\n</p>\n\n<p>\nوقال يحيى ولا فلوس\n</p>\n\n<p>\nقال <span id='ms1523'></span> يحيى فإن أعطاك عرضا قبل محله فلا بأس به\n</p>\n\n<p>\nبن وهب عنيونس بن يزيد عن بن شهاب قال أخبرني سالم بن عبد الله عن أبيه\nأنه كان يبتاع بالذهب فإذا تقاضاه أصحابه قال إن شئتم أعطيتكم الورق بصرفها\nوإن شئتم صرفتها لكم فقضيتكم الذهب فأي ذلك اختار الرجل أعطاه إياه\n</p>\n\n<p>\nبن وهب عن عبد الله بن عمر عن نافع أن رجلا كان له على عبد الله بن عمر\nذهب سلفا فجاءه يتقاضاه فقال يا نافع اذهب فاصرف له أو اعطه بصرف الناس\n</p>\n\n<p>\nقلت أرأيت إن أراد أن يأخذها مني قال إذا قامت على سعر فأحب أن يأخذها\nفاعطه إياها وقال مثل ذلك القاسم بن محمد وسالم وسليمان بن يسار وبشر بن\nسعيد ويحيى بن سعيد وعطاء بن أبي رباح وبكير بن الأشج\n</p>\n\n<p>\nقال بن وهب قالابن لهيعة وحيوة بن شريح عن خالد بن أبي عمران أنه سأل\nالقاسم وسالما عن الرجل يسلف الرجل عشرة دنانير سلفا فأراد أن يأخذ بها منه\nزيتا أو طعاما أو ورقا بصرف الناس فقال لا بأس به\n</p>\n\n<p>\nوقاله جابر بن عبد الله وعمر بن عبد العزيز وبن المسيب وربيعة أنه لا بأس\nباقتضاء الطعام والعروض في السلف\n</p>\n\n#\n<p>\n| في الرجل يصرف بدينار دراهم فيجدها زيوفا فيرضاها ولا يردها\n</p>\n\n<p>\nقلت أرأيت إن صرفت دينارا بدراهم فلما افترقنا أصبتها زيوفا فرضيتها\nأيجوز ذلك في قول مالك أم لا قال لا بأس بذلك إن رضيت في قول مالك\n</p>\n\n<p>\nقلت وكذلك إن وجدت الدراهم نقصا فرضيتها قال قال مالك إذا وجدتها نقصا\nفرضيتها فهو جائز وهو مثل الزيوف\n</p>\n\n<p>\nقال قال مالك وإن كان تأخر من العدد درهم فرضي أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p420'> Vol. 08, p. 420</a>\n            </div>\n             يأخذ لم\nيجز ذلك له لأن الصفقة وقعت على ما لا خير فيه\n</p>\n\n<p>\nوقال أشهب في الزلل مثل قول بن القاسم\n</p>\n\n<p>\nقلت أرأيت إن اشتريت فلوسا بدرهم فلما افترقنا أصبت فيها عشرة أفلس رديئة\nلا تجوز أينتقض الصرف أم يبدلها في قول مالك قال إنما قال مالك في الفلوس\nأكرهها ولم <span id='ms1524'></span> يرها في جميع الأشياء بمنزلة الدراهم بالدنانير ولم أسمع من\nمالك في هذا شيئا\n</p>\n\n<p>\nوقوله في الصرف أن الصرف ينتقض وأرجو أن يكون خفيفا\n</p>\n\n<p>\nألا ترى أن بن شهاب يجيز البدل في صرف الدنانير وإن كان لا يؤخذ بقوله\nفكيف به في الفلوس مع كثرة اختلاف الناس فيها وقول مالك وليست كالحرام\nالبين ولكني أكره التأخير فيها وهو قول أشهب\n</p>\n\n<p>\nقلت أرأيت إن صرفت دينارا عند رجل فأصبت درهمافي الدراهم مردودا لعيبه\nوهو فضة طيبة أيكون لى أن أرده في قول مالك قال نعم\n</p>\n\n<p>\nقلت وينتقض الصرف فيما بيننا في قول مالك قال نعم\n</p>\n\n<p>\nقلت له إنه فضة طيبة قال ذلك سواء إذا كان فضة طيبة إلا أنه مردود لعيبه\nأو كان لا يجوز بجواز الدراهم عند الناس أو أصاب فيها درهما زائفا فذلك عند\nمالك كله سواء يرده إن أحب وينتقض الصرف بينهما إلا أن يشاء أن يقبل\nالدراهم بعيوبها فيكون ذلك له\n</p>\n\n<p>\nقلت أرأيت إن صرفت دينارا عند رجل بدراهم فأخذت منه الدراهم ثم أصبت\nبالدراهم عيبا فرددت الدراهم أيصلح لي أن أؤخره بالدينار قال إذا ثبت الفسخ\nبينهما فلا أرى بأسا أن يؤخره بالدينار وإن لم يثبت الفسخ بينهما كرهته\nورأيته صرفا مستقبلا قد كتب في الرسم الأول ما يدل على هذا\n</p>\n\n#\n<p>\n| في الرجل يصرف الدنانير من الرجل بدراهم فلما وجب الصرف سألني الرجل أن\nأقرضه الدنانير فيدفعها إليه أو يقومان من مجلسهما ذلك فيتوازنان في مجلس\nآخر\n</p>\n\n<p>\nقلت أرأيت إن قلت لرجل ونحن جلوس في مجلس بعني عشرين درهما بدينار قال\nنعم قد فعلت وقلت له أنا أيضا قد فعلت فتصارفنا ثم التفت إلى إنسان فقال\nاقرضني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p421'> Vol. 08, p. 421</a>\n            </div>\n             عشرين درهما والتفت أنا إلى رجل ألى جنبي فقلت له\nاقرضني دينارا ففعل فدفعت إليه الدينار ودفع إلي العشرين درهما أيجوز هذا\nفي قول مالك قال لا خير فيه\n</p>\n\n<p>\nقلت أرأيت إن نظرت إلى دراهم بين يدي رجل فقلت بعني من دراهمك هذه عشرين\nدرهما بدينار فقال قد فعلت <span id='ms1525'></span> وقلت أنا قد قبلت فواجبته الصرف ثم التفت إلى\nرجل إلى جنبي فقلت له اقرضني دينارا ففعل فدفعت إليه الدينار وقبضت منه\nالدراهم أيجوز هذا الصرف في قول مالك أم لا قال سألت مالكا عن الرجل يدفع\nالدنانير إلى الصراف فيشتري بها دراهم فيزنها الصراف ثم يدخلها تابوته\nويخرج دراهمه ليعطيه قال ما يعجبني ذلك وليترك الدنانير على حالها حتى يخرج\nالدراهم فيزنها ثم يأخذ الدنانير ويعطي الدراهم فإن كان هذا الذي اشترى هذه\nالدراهم كان ما استقرض نسقا متصلا قريبا بمنزلة النفقة يحلها من كمه ولا\nيبعث رسولا يأتيه بالذهب ولا يقوم إلى موضع يزنها ويتناقدان في المجلس الذي\nتصارفا فيه وإنما يزنها مكانه ثم يعطيه دنانيره مكانه فلا بأس بذلك وقد قال\nأشهب لا خير فيه لأنكما عقدتما بيعكما على أمر لا يجوز من غيبة الدنانير\n</p>\n\n<p>\nقال بن القاسم لأن مالكا قال لو أن رجلا لقي رجلا في السوق فواجبه على\nدراهم معه ثم سار معه إلى الصيارفة لينقده\n</p>\n\n<p>\nقال مالك لا خير في ذلك فقيل له فلو قال له إن معي دراهم فقال المبتاع\nاذهب بنا إلى السوق حتى نرى وجوهها ثم نزنها فإن كانت جيادا أخذتها منك كذا\nوكذا درهما بدينار قال لا خير في هذا أيضا ولكن يسير معه على غير موعد فإن\nأعجبه شيء أخذ وإلا ترك\n</p>\n\n<p>\nقلت وكان مالك يكره للقوم أن يتصارفوا في مجلس ثم يقوموا إلى مجلس آخر\nقال نعم\n</p>\n\n<p>\nقال مالك ولو أن قوما حضروا ميراثا فبيع فيه حلى اشتراه رجل ثم قام به\nإلى السوق أو إلى الصيارفة ليدفع إليه نقده ولم يتفرقا\n</p>\n\n<p>\nقال لا خير في ذلك إنما يباع الورق بالذهب أن يأخذ ويعطى بحضرة البيع ولا\nيتأخر شيء من ذلك عن حضرة البيع فإنه لا خير فيه وأراه منتقضا ألا ترى أن\nعبد الله بن عمرو بن العاص قال قال لنا رسول الله صلى الله عليه وسلم لا\nتبيعوا الذهب بالورق إلا هاء وهاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p422'> Vol. 08, p. 422</a>\n            </div>\n             وإن عمر قال <span id='ms1526'></span> وإن استنظرك إلى\nأن يلج بيته فلا تنظره إني أخاف عليكم الرماء\n</p>\n\n<p>\nوالرماء هو الربا\n</p>\n\n#\n<p>\n| في قليل الصرف وكثيره بالدنانير\n</p>\n\n<p>\nقلت أرأيت أن اشتريت بدينار مائة درهم أو دينارا بدرهمين أو بدرهم أيجوز\nهذا الصرف في قول مالك قال نعم\n</p>\n\n<p>\nقال ولقد سئل مالك عن رجل كان يسأل رجلا ذهبا فلما حل أجلها قال الذي\nعليه الدين خذ مني بذهبك دراهم وقال الذي له الدين لا أقبل منك إلا كذا\nوكذا زيادة على الصرف\n</p>\n\n<p>\nقال مالك لا بأس بذلك\n</p>\n\n<p>\nقلت أرأيت إن أقرضت رجلا دينارا فوهبت له نصف ذلك الدينار ثم أردت أن آخذ\nمنه نصف الدينار الذي بقي لي عليه فأتاني بنصف دينار دراهم فقلت لا أقبل\nالدراهم إنما لي عليك ذهب لا أبيع ذهبي إلا بمائة درهم\n</p>\n\n<p>\nقال إذا أعطاه صرف الناس أجبر على أن يأخذ ذلك\n</p>\n\n<p>\nقال وقال مالك في رجل باع من رجل سلعة بنصف دينار فأتاه بنصف دينار دراهم\nأجبر البائع على أخذها ولم يكن له غير ذلك فالذي أقرض دينارا ووهب نصفه\nوبقي نصفه هو بمنزلة هذا سواء\n</p>\n\n#\n<p>\n| في بيع الفضة بالذهب جزافا\n</p>\n\n<p>\nقلت أرأيت إن اشتريت سوار ذهب لا أعلم ما وزنه بفضة لا أعلم ما وزنها\nأيجوز هذا في قول مالك قال نعم إذا كان شراؤه إياها بغير دراهم مضروبة\n</p>\n\n<p>\nقلت أيصلح أن أبيع الذهب جزافا بالفضة جزافا قال قال مالك لا بأس بذلك ما\nلم يكن سكة مضروبة دراهم ودنانير فلا خير في ذلك لأن ذلك يصير مخاطرة\nوقمارا إذا كان ذلك سكة مضروبة دراهم أو دنانير\n</p>\n\n#\n<p>\n| في الرجل يتسلف الدراهم بوزن وعدد فيقضي بوزن أقل أو أكثر وبعدد أقل أو\nأكثر\n</p>\n\n<p>\nقلت أرأيت إن تسلفت من رجل مائة درهم عددا ووزنها نصف درهم نصف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p423'> Vol. 08, p. 423</a>\n            </div>\n             درهم عددا فقضيته مائة درهم وازنة على غير شرط أيجوز هذا أم لا\nقال لا بأس بذلك\n</p>\n\n<p>\nقلت فإذا قضيته تسعين درهما وازنة قال لا خير فيه\n</p>\n\n<p>\nقلت ولم والتسعون أكثر من المائة الدرهم الأنصاف قال <span id='ms1527'></span> لأن هذا بيع إذا كان\nالسلف عددا\n</p>\n\n<p>\nقلت وهذا قول مالك قال نعم\n</p>\n\n<p>\nقلت ومن أين جعله مالك بيعا قال لأن الرجل إذا أسلف الرجل عشرة دنانير\nتنقص سدسا سدسا كل دينار أو ربعا ربعا كل دينار ثم أعطاه عشرة دنانير قائمة\nكان إنما ترك له الذي قضاه فضل وزنها وهذا لا بأس به إذا لم يكن في ذلك وأي\nولا موعد ولا سنة جريا عليها إذا استوى العددان وإن أعطاه تسعة وكانت أكثر\nمن وزنها فهو بيع الذهب بالذهب متفاضلا فلا خير فيه لأنه لما اختلف العدد\nصار بيعا ولا يصلح إذا كانت عددا بغير كيل إلا أن يستوي العددان فيكون\nالفضل في أحدهما فلا بأس بذلك\n</p>\n\n<p>\nقلت فإن كان أقرضني مائة درهم وازنة عددا فقضيته خمسين درهما أنصافا قال\nلا بأس بذلك\n</p>\n\n<p>\nقلت وهذا قول مالك قال نعم\n</p>\n\n<p>\nقال فلو قضاه مائة درهم أنصافا ونصف درهم واحد لم يجز ذلك لأن العددين قد\nاختلفا وإن كان ذلك أنقص لرب القرض في الوزن فلا يجوز ذلك ولكن لو قضاه أقل\nمن العدد على وزن دراهم القرض أو أقل من وزنها فلا بأس بذلك\n</p>\n\n<p>\nقلت أصل قول مالك في هذا أنه إذا استقرض دراهم عددا فلا بأس أن يقضيه مثل\nوزنها في عددها فإن قضاه أقل من وزنها في مثل عددها فلا بأس بذلك في قول\nمالك قال نعم\n</p>\n\n<p>\nقلت فإن قضاه مثل عددها أفضل من وزنها فلا بأس بذلك في قول مالك قال نعم\n</p>\n\n<p>\nقلت فإن قضاه أقل من عددها في أكثر من وزنها قال لا خير فيه\n</p>\n\n<p>\nقلت فإن قضاه أكثر من عددها في أقل من وزنها قال لا خير فيه إلا أن يقضيه\nفي مثل عددها أكثر من وزنها أو أقل من وزنها فلا بأس بذلك\n</p>\n\n<p>\nقلت وهذا قول مالك قال نعم هذا قوله\n</p>\n\n<p>\nقال وإن كان أقرضه دراهم كيلا فلا بأس أن يقضيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p424'> Vol. 08, p. 424</a>\n            </div>\n             أقل من عددها\nأو أكثر من عددها إذا كانت في مثل كيلها وهذا <span id='ms1528'></span> قول مالك\n</p>\n\n<p>\nبن وهب عن بن أنعم عن عبد الرحمن بن رافع التنوخي عن بن عمر أنه تسلف\nذهبا فوزنها بمعيار ثم قال احفظ هذا المعيار حتى تقضي صاحبها به وإنه قضى\nالرجل فنقص من عدد الذهب فقال له الرجل إن هذه أنقص من عدد ذهبي فقال له\nإني أعطيتك بمثل وزن ذهبك سواء فمن عمل بغير ذلك هذا إثم وقاله بن المسيب\nومحمد بن كعب القرظي وإن دخل فيها أكثر من عددها\n</p>\n\n<p>\nقلت وإن قضاه أقل من وزنها أو أكثر من وزنها فلا بأس بذلك قال نعم وهذا\nقول مالك فإن قضاه أقل من وزنها فلا بأس بذلك إذا لم تختلف عيون الدراهم\nمثل أن يسلفه مائة درهم يزيدية كيلا فيقضيه خمسين أو ستين أو ثمانين محمدية\nنقضا فلا يصلح هذا وهو قول مالك\n</p>\n\n<p>\nقلت أرأيت إن أقرضت رجلا مائة درهم عددا فقضاني خمسين درهما أقل من وزنها\nأيجوز هذا في قول مالك قال نعم\n</p>\n\n<p>\nقلت ولم وقد اختلف الوزنان ألا ترى أنه قد قضاني أقل عددا وأقل وزنا قال\nفلا بأس بذلك عند مالك إذا قضاك أقل وزنا وأقل عددا لأن هذا رجل قضى أقل من\nعدد الدراهم وأقل وزنا من وزن الدراهم فلا بأس بذلك\n</p>\n\n<p>\nقلت فإن قضاه أقل عددا ووزن كل درهم منها أكثر من وزن كل درهم من الدراهم\nالتي أقرضت قال هذا لا يصلح عند مالك\n</p>\n\n<p>\nقلت لم قال لأنه قد صار بيعا ألا ترى أن الزيادة التي في كل درهم قد صارت\nبيعا بفضل عدد القرض وإن كان القضاء مثل وزن الدراهم القرض أو أقل لم يكن\nها هنا شيء يكون بيعا فلذلك جاز وإن كانت أقل عددا\n</p>\n\n<p>\nقلت أصل كراهية هذا عند مالك حين جعل العددين إذا اختلفا بيعا من البيوع\nإذا تفاضل الوزن فإذا استوى العددان وتفاضلت الدراهم في الوزن لم يجعله\nبيعا لم قال ذلك مالك وما فرق ما بينهما قال لأن الرجل لو أتى بستة دنانير\nإلى رجل تنقص <span id='ms1529'></span> سدسا سدسا فقال ابدلها لي بستة وازنة فإني أحتاج إليها لم يكن\nبذلك بأس على وجه المعروف ولو قال له أعطني بها خمسة قائمة لم يحل فهذا\nيدلك على أن العدد إذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p425'> Vol. 08, p. 425</a>\n            </div>\n             استوى لم يكن ذلك بيعا من البيوع وإذا\nاختلف العدد كان ذلك بيعا\n</p>\n\n#\n<p>\n| في الرجل يقرض الرجل الدراهم يزيدية فيأتيه بمحمدية فيأبى أن يأخذها\n</p>\n\n<p>\nقلت أرأيت لو أني أقرضت رجلا مائة درهم يزيدية إلى سنة فأتاني بمائة\nمحمدية قبل السنة فقال خذها وقلت لا آخذها إلا يزيدية قال ذلك لك أن لا\nتأخذها إلا يزيدية ولو حل الأجل أيضا فجاءه بمحمدية فقال لا أقبل إلا\nيزيدية كان ذلك له لأنه يقول لا آخذ إلا مثل الذي لي لأن الدراهم والطعام\nعند مالك سواء\n</p>\n\n<p>\nألا ترى أنه لو تسلف محمولة فأتاه بسمراء وهي خير من المحمولة فقال لا\nأقبلها ولا آخذ إلا محمولة كان ذلك له\n</p>\n\n<p>\nقلت والدراهم إن كانت من قرض أو من ثمن بيع كانت سواء في مسألتي حل الأجل\nأو لم يحل إذا رضي أن يأخذ محمدية من يزيدية جاز ذلك له في قول مالك قال لا\nأقوم على حفظه ولا أرى بذلك بأسا لأنها ورق كلها وكذلك الدنانير الدراهم\nوليست جنوسا كجنوس الطعام وإنما هي سكة وهي ذهب وفضة كلها والطعام جنوس وإن\nكانت حنطة كلها لأن الحنطة لها أسواق تحول إليها لتضمن إلى تلك الأسواق\nوالدراهم ليست لها أسواق تحول إليها مثل الطعام فلا يجوز أن يأخذ قبل الأجل\nسمراء من محمولة وإن كانت خيرا منها وإن كان أسلفه المحمولة سلفا فلا يجوز\nوكذلك قال لي مالك في القمح المحمولة والسمراء وفي الشعير\n</p>\n\n<p>\nوقد قال أشهب إنه جائز إذا لم يكن في ذلك وأي ولا عادة وهو أحسن إن شاء\nالله\n</p>\n\n<p>\nقال بن القاسم وإن كانت لك سمراء على رجل إلى أجل فأخذت منه محمولة قبل\nمحل الأجل لم يجز لأن هذا من وجه ضع وتعجل وكذلك الدراهم إن أخذت يزيدية من\nمحمدية قبل <span id='ms1530'></span> محل الأجل لم يصلح وهذا في الدراهم مثل الطعام فإن أخذ محمدية\nمن يزيدية قبل محل الأجل لم يكن بذلك بأس ومثل ذلك أن يكون له دنانير\nهاشمية فيعطيه عتقاء قبل محل الأجل فلا يكون بذلك بأس\n</p>\n\n<p>\nقال ولأن مالكا قال في الدين يكون على الرجل إلى أجل فيقول ضع عني واعجل\nلك أن ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p426'> Vol. 08, p. 426</a>\n            </div>\n             لا يجوز فهذا يدلك على مسألتك هذه أيضا\n</p>\n\n<p>\nقلت أرأيت إن أقرضت رجلا دراهم محمدية مجموعة فلما حل الأجل قضاني يزيدية\nمجموعة أكثر من وزنها أيجوز هذا أم لا قال لا يجوز هذا لأن هذا إنما أخذ\nفضل عيون المحمدية على اليزيدية في زيادة وزن اليزيدية فلا يجوز هذا\n</p>\n\n<p>\nقلت فلو قضاني يزيدية مثل وزن المحمدية أو دون وزنها قال لا بأس بهذا\n</p>\n\n<p>\nقلت فلو كنت أقرضته يزيدية مجموعة فقضاني محمدية مجموعة أقل من وزنها قال\nلا يجوز هذا لأنه أخذ ما ترك من وزن اليزيدية في عيون المحمدية\n</p>\n\n<p>\nقلت فلو قضاني محمدية مجموعة مثل وزن اليزيدية قال لا بأس بذلك إذا لم\nيكن ذلك منهما عادة\n</p>\n\n<p>\nقلت فلو قضاني محمدية مجموعة أكثر من وزن اليزيدية قال فلا بأس بذلك\n</p>\n\n<p>\nقلت وكذلك لو قضاني يزيدية مجموعة أكثر من وزن اليزيدية التي أقرضته قال\nفلا بأس بذلك\n</p>\n\n<p>\nقلت والدنانير مثل ما وصفت لي في الدراهم قال نعم\n</p>\n\n#\n<p>\n| في الرجل يتسلف الدراهم فيقضي أوزن أو أكثر\n</p>\n\n<p>\nقلت أرأيت إن استقرضت مائة درهم يزيدية كيلا فقضيته مائة درهم وعشرين\nدرهما يزيدية كيلا أيجوز هذا في قول مالك قال سألت مالكا عن الرجل يستلف من\nالرجل مائة درهم فيعطيه عند القضاء عشرين ومائة درهم على غير موعد ولا شرط\nأو يتسلف مائة إردب قمح فلما أتاه ليقضيه قمحه وحل أجله قضاه عشرين ومائة\nإردب مثل حنطته قال مالك لا يعجبني أن يقضيه فضل عدد لا في طعام ولا في ذهب\nعندما يقضيه ولو كان ذلك بعد ذلك لم أر به بأسا إذا لم يكن في ذلك عادة ولا\nموعد <span id='ms1531'></span> قال ومعنى قوله بعد ذلك أي بعد مجلس القضاء الذي يقضيه فيه يزيدية بعد\nذلك وأما حين يقضيه فلا يزيده في ذلك المجلس ولكن يزيده بعد ذلك فمسألتك في\nالدراهم الكيل تشبه هذا لا يصلح أن يزيده عندما يقضيه ولكن إن أراد أن\nيزيده فليزده بعد ما يقضيه ويتفرقان إلا أن يكون رجحانا في الوزن بشيء\nيسيرا فلا بأس بذلك أو نقصانا وإن كان كثيرا فلا بأس به وهو قول مالك\n</p>\n\n<p>\nقال مالك وإنما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p427'> Vol. 08, p. 427</a>\n            </div>\n             يجوز من ذلك مثل ما فعل بن عمر زاد في فضل\nوزن الدراهم التي قضاه وكان محمل قول مالك عندي أن بن عمر إنما قضى مثل\nالعدد وزاد في وزن الدراهم التي قضى كانت دراهم بن عمر أوزن من دراهم صاحبه\nوعددهما سواء ولم يعطه عشرين ومائة بمائة ولا عشرة ومائة بمائة\n</p>\n\n#\n<p>\n| في قضاء المجموعة من القائمة\n</p>\n\n<p>\nقلت سمعتك تقول الدنانير المجموعة لا تصلح بالدنانير القائمة قلت ما\nالمجموعة وما القائمة وما معنى ذلك القول أنه لا يصلح قال قال مالك لو أنك\nأسلفت رجلا مائة دينار قائمة أو بعته بها بيعا فثبت لك عليه مائة دينار\nقائمة فأراد أن يدفع إليك مائة مجموعة يدخل في عددها عشرة ومائة أو أقل من\nذلك أو أكثر إلا أن عدد المجموعة أكثر من القائمة\n</p>\n\n<p>\nقال لا خير فيه إلا أن تكون أسلفت القائمة بمعيار اتخذته عندك أو أسلفته\nإياها بوزن مثاقيل جمعتها في ذلك الوزن أو اشترطت في البيع الكيل فلا بأس\nبأن تقتضي مجموعة وإن كانت أكثر عددا إذا كنت حين أسلفتها قد أخذت لها\nمعيارا من الكيل أو وزنتها مجموعة فعرفت كيلها أو اشترطت كما أخبرتك الكيل\nمع العدد فإما أن تسلفتها عددا فلا خير في ذلك إلا أن تأخذ مثل عددها وإن\nكانت كيلا أو أنقص منها في الوزن فلا بأس بذلك إذا كانت في عددها\n</p>\n\n<p>\nقال وقال مالك وما بعت بفراد فلا تأخذه كيلا وما بعت كيلا فلا تأخذه\nفرادا وما بعت بفراد واشترطت <span id='ms1532'></span> كيله مع العدد فلا بأس أن تأخذه كيلا أقل عددا\nأو أكثر عددا ومن ذلك أن يبيع الرجل سلعته بمائة درهم كيلا ويشترط عددها\nداخل المائة خمسة وكيلها مائة فيكون عددها خمسة ومائة درهم فلا بأس أن يأخذ\nأكثر من عددها أو أقل من عددها كيلا إذا اشترط العدد مع الكيل\n</p>\n\n<p>\nقال وبلغني أن مالكا قال وإذا بعت رجلا أو أقرضته مائة دينار مجموعة فجاء\nليقضيك فدفع إليك مائة دينار قائمة عددا فقال هذا قضاؤك ولم تكلها له قال\nفلا بأس بذلك لأنه قد عرف أن في كيل القائمة أكثر من مائة كيلا وفضلا فلا\nبأس بذلك وهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p428'> Vol. 08, p. 428</a>\n            </div>\n             بين قد غر فلا بأس به\n</p>\n\n<p>\nقال فقلت لمالك فإن قضاه مائة دينار مثاقيل أفرادا والأفراد إذا اجتمعت\nنقصت عن مائة دينار مجموعة قال لا خير في ذلك لأنه إنما يجوزها لفضل عيونها\nعلى وزن المجموعة لأن الأفراد بحبة حبة لها فضل في عيونها على المجموعة قال\nفقلت لمالك أفيبيع الرجل السلعة بمائة دينار مجموعة ولا يشترط ما يدخل فيها\nمن الوزن وهو يعلم أنه يدخل فيها الدينار بالحبتين والخروبة وبالنصف والثلث\nوالثلثين ولا يدري عدد ما يدخل له من صنوف تلك الدنانير قال فلا بأس بذلك\nما لم يدخل له من الذهب التي لا تجوز بين الناس\n</p>\n\n<p>\nقلت أي شيء الدنانير المجموعة قال المقطوعة النقص تجمع فتوزن فتصير مائة\nكيلا\n</p>\n\n<p>\nقلت فما القائمة قال القائمة الجياد\n</p>\n\n<p>\nقلت فلم أجزت أن يؤخذ من المجموعة القائمة قال لأن القائمة الجياد عدد\nتزيد على المجموعة في المائة الدينار دينارا لأنك لو أخذت مائة دينار عددا\nقائمة فوزنتها بوزن المجموعة زادت في الوزن دينارا\n</p>\n\n<p>\nفصارت في الوزن مائة دينار ودينارا وهي مائة دينار عددا\n</p>\n\n<p>\nقلت فما الفرادى قال المثاقيل قال الفرادى إذا أخذت مائة فوزنتها كانت\nأنقص من المائة المجموعة لا تتم مائة تصير تسعة وتسعين وزنا وإن وزنت مائة\nقائمة كيلا زاد عددها على مائة دينار فرادى\n</p>\n\n<p>\nقلت لم لا يصلح أن يأخذ من <span id='ms1533'></span> الدرهمين الفرادى إذا كانا لم يجمعا في الوزن\nوقد عرفت وزن كل واحد منهما على حدة لم لا يجوز أن يأخذ بوزنهما تبر فضة\nمكسورة إذا كانا في الجودة مثله أو دونه وقد جوزته في الدرهمين المجموعين\nوقد جوز مالك مثل هذا في موضع آخر في الطعام ألا ترى أن مالكا قد أجاز لي\nأن آخذ سمراء من محمولة ومحمولة من سمراء إذا حل الأجل فلم كرهتم هذا في\nالدرهمين الفردين بوزنهما من التبر المكسور قال أما ما ذكرت من الطعام\nوأخذه المحمولة من السمراء أو السمراء من المحمولة إنما جوزه مالك لأن\nالطعام كله يكال فإنما أخذ من سمراء كيلا محمولة أو من كيل محمولة سمراء\nوليس في الطعام فراد ولا يباع القمح وزنا بوزن وأما ما ذكرت من مجموع الفضة\nبمجموع الفضة فلا بأس بذلك لأن هذا يعلم أنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p429'> Vol. 08, p. 429</a>\n            </div>\n             قد أخذ مثل وزن\nفضته وجودة فضته أو دونها في الجودة وإنما كره مالك أن يأخذ من الفراد\nمجموعة لأنه لا يأخذ مثل وزن الفرادى إذا أخذ وزن الفراد مجموعة لأنه لا بد\nمن أن يزيد وزن المجموعة على الفراد الحبة والحبتين وما أشبه ذلك أو ينقص\nوفإنما كرهه مالك لموضع أنه لا يكون مثلا بمثل فلهذا كرههمالك\n</p>\n\n<p>\nقلت أرأيت إن كان لرجل على رجل درهمان مجموعان فأعطيته وزنهما تبر فضة\nوالتبر الذي أعطيته أجود من فضة الدرهمين أيجوز هذا أم لا قال لا يجوز\n</p>\n\n<p>\nقلت لم لا يجوز هذا وهذا كله مجموع الفضتين جميعا مجموعتين وأنت قد جوزت\nمثله في قول مالك في الطعام جوزت لي أن آخذ من محمولة سمراء ومن سمراء\nمحمولة فلم لا يجوز أن أعطيه فضة تبر أجود من فضة دراهمه قال لا يشبه\nالطعام في هذا الدراهم لأن الدراهم لها عيون وهذا إنما أعطاه جودة فضته\nبعيون دراهم الآخر فلا يجوز هذا فالطعام ليس فيه عيون مثل عيون الدراهم\n</p>\n\n<p>\nألا ترى أن العين في الدراهم إنما هو شيء غير الفضة وأن جودة الفضة <span id='ms1534'></span> إنما\nهي من الفضة وليس فيها غيرها فلذلك كرهها له أن يعطي هذه الفضة الجيدة بفضة\nدونها مع الفضة الدون بشيء غيرها وهي السكة\n</p>\n\n<p>\nألا ترى أن السكة التي في الدراهم المضروبة إنما هي شيء غير الدراهم\nاستزاده مع فضة الدراهم الرديئة بفضته الجيدة فأخذ فضل جودة فضته على فضة\nصاحبه في عيون دراهمه وهي السكة التي في فضة صاحبه وأن الطعام إنما جودة\nالمحمولة من الطعام ليس من غير الطعام وجودة السمراء من الطعام أيضا ليس من\nشيء غير الطعام فهذا فرق ما بين الدراهم والطعام\n</p>\n\n<p>\nقلت فلو كان لرجل علي تبر فضة مجموعة فصالحته منها على مثل وزنها تبر فضة\nإلا أن الذي أعطيته أجود من فضته أو دونها أيجوز هذا أم لا قال لا بأس بهذا\nوهذا جائز\n</p>\n\n<p>\nقلت والفضة إذا كانت تبرا مكسورا كلها فأخذت بعضها قضاء عن بعض وإن كان\nبعضها أجود من بعض فلا بأس بذلك ما لم يدخل ذلك سكة مضروبة قال نعم إذا لم\nيكن في الفضة سكة مضروبة دراهم ولا فضل في وزن فلا بأس بذلك\n</p>\n\n<p>\nقلت ويكون مثل الطعام الذي ذكرت لي أنه لا بأس به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p430'> Vol. 08, p. 430</a>\n            </div>\n             أن يأخذ\nالسمراء من المحمولة والمحمولة من السمراء قال نعم الفضة التبر المكسور لا\nبأس أن يأخذ بعضه قضاء من بعض إذا حل الأجل وإن كان بعضه أفضل من بعض إذا\nأخذ مثل وزن فضته التي كانت له على صاحبه وهو سواء مثل المحمولة من السمراء\nوالسمراء من المحمولة\n</p>\n\n#\n<p>\n| ما جاء في البدل\n</p>\n\n<p>\nقلت أرأيت الذي يبدل الدراهم كيلا من عند رجل أيجوز له أن يقول زدني في\nالكيل مثل ما يقول زدني في العدد أبدل لي هذا الناقص بوازن قال لا يجوز\nوهطا الربا وهو قول مالك\n</p>\n\n<p>\nقلت وهو في العدد جائز قال نعم ذلك جائز عند مالك فيما قل مثل الدينارين\nوالثلاثة والدرهمين والثلاثة إذا استوى العددان فإن كثر العدد لم يصلح\n</p>\n\n<p>\nقلت ويجوز لو أني أقرضت رجلا دراهم كيلا فلما قضاني <span id='ms1535'></span> قضاني راجحة أو كانت\nناقصة فتجوزتها قال لا بأس بذلك عند مالك إذا كان رجحانا يسيرا وأما\nالنقصان فلا أبالي ما كان\n</p>\n\n<p>\nقلت والقرض مخالف للمضاربة إذا بايعته المال مضاربة كفة بكفة قال نعم هو\nمخالف عند مالك لأن المضاربة لا تصلح إلا مثلا بمثل وإن كانت الدنانير\nمختلفا وزنها إذا استوى الكفتان سواء فلا بأس بذلك ولا يصلح بينهما رجحان\nولا نقصان وهذا بيع من البيوع والمعروف فيه لا يجوز وإنما يجوز المعروف بين\nالذهبين إذا استلف الرجل الدينار الناقص فيقضيه وازنا وإن كان ذلك من ثمن\nبيع فلا بأس أيضا أن يعطيه أفضل من حقه ولا يجوز هذا في مضاربة الكيل\n</p>\n\n<p>\nقلت أرأيت لو أني أتيت إلى رجل بدينار ينقص خروبة فقلت ابدل لي هذا\nالدينار بدينار وازن ففعل قال لا بأس بذلك عند مالك إذا كان عين الدينارين\nوسكتهما واحدة\n</p>\n\n<p>\nقلت فإن كانت سكة الدينار الوازن الذي طلبوا أفضل قال سألت مالكا عن\nالرجل يأتي بالدينار الهاشمي ينقص خروبة فيسأل رجلا أن يبدله له بدينار\nعتيق قائم وازن قال قال مالك لا خير فيه فتعجبت من قوله فقال لي طليب بن\nكامل تتعجب من قوله فإن ربيعة كان يقول قوله فلا أدري من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p431'> Vol. 08, p. 431</a>\n            </div>\n             أين\nأخذه وأنا لا أرى به بأسا\n</p>\n\n<p>\nقلت أرأيت إن أتيته بدينار ناقص فقلت له ابدله لي بدينار وازن وسكتهما\nمختلفة وعيونهما مختلفة إلا أن جوازهما عند الناس واحد قال إذا كانت هاشمية\nكلها فلا بأس بذلك عند مالك إلا أن يكون مثل الدينار المصري والعتيق\nالهاشمي ينقص قيراطا أو حبة فيأخذ به دينارا دمشقيا قائما أو بارا أو كوفيا\nخبيث الذهب فلا يصلح ذلك وهذه كلها هاشمية وإنما يرضى صاحب هذا القائم أن\nيعطيه بهذا الناقص الهاشمي لفضل ذهبه وجودته على ديناره ولكن لو كان\nالديناران دمشقيين أو مصريين أو عتيقين أو هاشميين لم يكن بذلك بأس أن يكون\nالوازن بالناقص والناقص بالوازن على وجه المعروف وهذا وجه ما فسر لي مالك\n</p>\n\n<p>\nقلت <span id='ms1536'></span> أراك قد رددتني إلى سكة واحدة وأنا إنما أسألك عن سكتين مختلفتين\nأرأيت إن كان الديناران هاشميين جميعا إلا أن أحدهما مما ضرب بدمشق والآخر\nمما ضرب بمصر وذهبهما ونفاقهما عند الناس سواء إلا أن العين والسكة مختلفة\nهذا دمشقي وهذامصري وكلاهما من ضرب بني هاشم فأردت أن يبدل لي دينارا ناقصا\nمصريا بدينار وازن دمشقي هاشمي وهما عند الناس بحال ما أخبرتك ونفاقهما\nواحد\n</p>\n\n<p>\nقال فلا بأس بذلك عند مالك إذا لم يكن للناقص فضل في عينه ونفاقه على\nالوازن فلا بأس به وإن كان في الناقص فضل في عينه ونفاقه عند الناس فلا خير\nفيه\n</p>\n\n<p>\nقلت أرأيت لو أني أتيت بدينار مرواني مما ضرب في زمان بني أمية وهو ناقص\nأردت أن يبدله لي بهاشمي مما ضرب في زمان بني هاشم قال إن كان بوزنه فلا\nبأس بذلك وإن كان الهاشمي أنقص فلا بأس بذلك عندي أنا وأما مالك فكرهه بحال\nما أخبرتك\n</p>\n\n<p>\nبن وهب عن عبد الجبار بن عمر عن ربيعة بن أبي عبد الرحمن أنه كان لا يرى\nبأسا أن يبدل الرجل للرجل الدينار الناقص ويعطيه مكانه أوزن منه على وجه\nالمعروف\n</p>\n\n<p>\nقال عقبة بن نافع عن ربيعة أنه كره أن يؤخرها عنده إلا أن يكون يدا بيد\nقبل أن يفارقه وقاله الليث\n</p>\n\n<p>\nبن وهب عن يونس بن يزيد عن بن شهاب أنه كان لا يرى بأسا أن يأخذ دونها أو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p432'> Vol. 08, p. 432</a>\n            </div>\n             فوقها إذا لم يكن ذلك بشرط وكان ذلك معروفا يصنعه الرجل إلى\nأخيه\n</p>\n\n<p>\nقلت أرأيت إن بعت رجلا دراهم بفضة أو فضة بفضة أو دراهم بدراهم فلما\nتوازنا رجحت فضتي فقلت قد وهبته لك قال مالك لا يصلح ذلك\n</p>\n\n<p>\nبن وهب عنيونس بن يزيد عنسفيان الثوري عنمحمد بن السائب عنأبي سلمة\nأوسلمة بن السائب أن أبا بكر الصديق راطل أبا رافع فوضع الخلخالين في كفة\nوالورق في كفة فرجحت الدراهم فقال أبو رافع هو لك أنا أحله لك قال أبو بكر\nإن أحللته لي فإن <span id='ms1537'></span> الله لم يحله لي سمعت رسول الله صلى الله عليه وسلم يقول\nالذهب بالذهب وزنا بوزن والورق بالورق وزنا بوزن الزائد والمزاد في النار\n</p>\n\n<p>\nقلت أرأيت إن كان لي عليه تبر فضة مكسور فلما حل الأجل أخذت منه أجود من\nفضتي وهو أقل وزن من الذي لي عليه قال لا يجوز هذا لأنه إنما أخذ جودة هذه\nالفضة لما ترك من وزن فضته لصاحبه\n</p>\n\n<p>\nقلت فإن أخذت أردأ من فضتي أقل من وزن فضتي قال لا بأس بذلك\n</p>\n\n<p>\nقلت لم قال لأنك أخذت أقل من حقك في جودة الفضة والوزن فلا بأس بذلك\n</p>\n\n<p>\nقلت فلو كان لي على رجل سمراء فلما حل الأجل أخذت منه محمولة أقل كيلا من\nحنطتي التي لي عليه من السمراء وقد علم أن السمراء أفضل من المحمولة أيجوز\nهذا أم لا قال لا يجوز هذا إذا كان يأخذ المحمولة من جميع حقه\n</p>\n\n<p>\nقال سحنون وقالأشهب إنه جائز وهو مثل الفضة وكذلك لو اقتضاه دقيقا من قمح\nوالدقيق أقل كيلا إنه لا بأس به إلا أن يكون الدقيق أجود من قمح الدين\n</p>\n\n<p>\nقلت لابن القاسم لم وقد جوزته في الفضة التبر ألا ترى أن ما أخذت من\nالطعام أقل من كيل طعامي وأدنى في الجودة حين أخذت محمولة من سمراء فلم\nتجوزه لي وقد جوزته لي في الفضة المكسورة إذا أخذت دون وزن فضتي وأدنى منها\nفي الجودة فما فرق ما بينهما قال لأن الطعام المحمولة والسمراء صنفان\nمفترقان متباعد ما بينهما في البيوع واختلاف أسواقها عند الناس وإن كانت\nحنطة كلها\n</p>\n\n<p>\nألا ترى أن الشعير قد جعل مع الحنطة أنه لا يصلح إلا مثلا بمثل والسلت\nكذلك وافترقهم في البيع والشراء افتراق شديد وبينهما في الثمن عند الناس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p433'> Vol. 08, p. 433</a>\n            </div>\n             تفاوت بعيد والمحمولة من السمراء بمنزلة الشعير من المحمولة\nومن السمراء في اقتضاء بعضه من بعض لاختلافهما في الأسواق فإن أخذ في قضاء\nالشعير من الحنطة أقل من كيل ما كان له من الشعير أو أخذ في <span id='ms1538'></span> قضاء الحنطة من\nالشعير أقل من كيل ما كان له من الحنطة بشرط أن يأخذ الذي يأخذ بجميع حقه\nمن الآخر لم يصلح ذلك\n</p>\n\n<p>\nقال مالك وكذلك قضاء السلت من الحنطة والشعير وكذلك المحمولة من السمراء\nإذا كانت بشرط أن يأخذها بجميع حقه من السمراء كان بيع الطعام بالطعام\nمتفاضلا وإن كان من قرض أو تعدى فهو سواء والسمراء من المحمولة لا يصلح له\nأن يأخذ أقل من كيل ما كان له من السمراء المحمولة وأما الفضة التبر فكلها\nعند الناس نوع واحد وأمر قريب بعضه من بعض ليس في الأسواق بين الناس في\nالفضة المكسورة اختلاف في الجودة إن بعضها أجود من بعض وأنه وإن كان في\nالفضة ما بعضه أردأ من بعض عند الناس فلا يكون الرديء على حال أجود من ذلك\nفلذلك جاز للذي أخذ فضة دون فضته في الجودة وأخذ دون وزنها جاز له ذلك ولم\nيقل له بعت فضتك بفضة أقل من وزنها لاقتراب الفضة بعضها من بعض وإنما هو\nرجل ترك بعض فضته وأخذ بعضها وقيل للذي أخذ المحمولة من السمراء بشرط على\nما وصفت لك حين أخذ أقل من كيلها إنما أنت رجل بعت سمراء بمحمولة أقل من\nكيلها لافتراق ما بين بين السمراء والمحمولة عند الناس وفي أسواقهم لأنه قد\nتكون السمراء أجود وربما كانت المحمولة أجود فإذا وجدنا هذا هكذا تكون دخلت\nالتهمة بينهما فإذا دخلت التهمة بينهما فسد ما صنعا ولم يحل فصار بيع\nالطعام بالطعام متفاضلا وأما ما وصفت لك من أمر الفضة فبعضها قريبة من بعض\nوأسواقها كذلك فلا تدخل في ذلك التهمة فلما سلما من التهمة جاز ما صنعا إلا\nأن يكون الذي أخذ من الفضة هو أجود من فضته وأقل وزنا فلا خير فيه\n</p>\n\n<p>\nقلت والذهب مثل الفضة في جميع ما سألتك عنه قال نعم\n</p>\n\n<p>\nقلت أرأيت الدرهم الواحد إذا كان لي على رجل فأخذت منه به فضة تبرا أجود\nمن فضته أقل من وزنه أيجوز <span id='ms1539'></span> هذا أم لا قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p434'> Vol. 08, p. 434</a>\n            </div>\n             لا يجوز\n</p>\n\n<p>\nقلت فإن أخذت منه أجود من فضة الدرهم الذي لي عليه قال لا يجوز\n</p>\n\n<p>\nقلت والدرهم في هذا والدرهمان والمائة درهم سواء قال نعم لا يجوز لك أن\nتأخذ دون دراهمك تبرا فضة إذا كانت الفضة أجود من فضة الدراهم\n</p>\n\n<p>\nقال ومما يبين لك ذلك أن الرجل إذا أسلف مائة إردب سمراء فأخذ بها خمسين\nمحمولة إنه لا خير فيه وإنه لو كان له على رجل مائة إردب سمراء ابتاعها منه\nفأخذ منه خمسين محمولة ما حلت له ولكان بيع الطعام قبل أن يستوفي\n</p>\n\n<p>\nفإن قال قائل فإن ذلك من وجه القرض وليس هو من وجه ابتياع الطعام فقد صدق\nفهل يجوز لأحد أن يأخذ يدا بيد مائة إردب سمراء بخمسين محمولة وإن كان\nالمعروف عند الناس أن السمراء أجود فهو حرام أيضا لا يحل فالسمراء من\nالبيضاء إذا وقع هكذا لم ينبغ لأحد أن يأخذ من سمراء محمولة إلا بمثل كيلها\nولو جاز في المحمولة لجاز في الشعير فتتفاحش الكراهية فيه ويتفاحش على من\nيجيزه ولقد سألت مالكا عن الرجل يسلف الرجل مائة إردب محمولة أو شعيرا\nفيريد أن يقضيه قبل الأجل مائة إردب سمراء من محمولة وهي خير من المحمولة\nوالشعير فقال لا خير فيه لا سمراء من محمولة ولا صيحاني من عجوة ولا زبيب\nأحمر من أسود وإن كان أجود منه ولا يجوز في كل من استهلك لرجل طعاما تعدى\nعليه أو ورقا أو ذهبا دنانير كانت أو دراهم أو فضة في الاقتضاء إلا ما يجوز\nله في القرض عند حلول الأجل فما جاز له فيما أقرض أن يأخذه إذا حل أجله جاز\nله أن يأخذ في القضاء من هذا الذي استهلك له على ما وصفت لك\n</p>\n\n<p>\nقال ولقد سألت مالكا عن الرجل يقرض الرجل مائة إردب قمح فيقضيه دقيقا قال\nإن أخذ منه مثل كيله فلا بأس به وهو يكره له إذا كان أقل من كيل الحنطة\nالتي له عليه <span id='ms1540'></span> ولو جاز أن يأخذ من سمراء أسلفه إياها خمسين محمولة لجاز له\nأن يأخذ شعيرا أو دقيقا أو سلتا أقل فيصير بيع الطعام بعضه ببعض بينهما\nتفاضل ولا يجوز من ذلك إذا اختلف النوعان في نسب الطعام وإن كان واحدا إلا\nما يجوز من ذلك يدا بيد من البدل وهو مثل بمثل ومما يبين لك ذلك لو أن رجلا\nأتى بأردب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p435'> Vol. 08, p. 435</a>\n            </div>\n             سمراء إلى رجل فقال له أعطني بها خمس ويبات محمولة\nعلى وجه التطاول من صاحب السمراء عليه أو خمس ويبات شعيرا وسلتا ما جاز ذلك\nوكان بيع الطعام بعضه ببعض متفاضلا ولو أتى رجل يبدل دنانير بأنقص منها\nوزنا أو اشترى عيونا ما كان بذلك بأس على وجه التجاوز إذا كان ذلك على وجه\nالمعروف ولم يكن على وجه المكاسبة ولو كان هذا في الطعام فجاء رجل إلى رجل\nليبدل له طعاما جيدا بأردأ منه ما جاز بأكثر من كيله إلا مثلا بمثل وهو\nيجوز في الذهب فهذا فرق بين ما سألت عنه من التبر والفضة بعضه ببعض والطعام\nبعضه ببعض متفاضلا وجل ما فسرت لك في هذه المسألة من حلالها وحرامها قول\nمالك\n</p>\n\n<p>\nقلت أرأيت لو إني اشتريت حليا مصوغا من الذهب بوزنه من الذهب أيجوز هذا\nفي قول مالك قال نعم لا بأس به عند مالك بدنانير مثل وزن الحلى أو بذهب تبر\nمكسور قلت وهذا قول مالك قال نعم\n</p>\n\n<p>\nقال وقال مالك ولو أن حليا بين رجلين من ذهب وزناه فأراد أحدهما أخذه\nفوزناه فعرفا كيله ثم كال أحدهما لصاحبه قدر نصفه ذهبا أو دنانير فأخذ\nوأعطى كان ذلك جائزا إذا كان ذلك يدا بيد والنقرة تكون بين الرجلين كذلك\nوروى أشهب عن مالك في النقرة أنها تقسم لأنه لا مضرة في قسمها ولو جاز هذا\nفي النقرة لجاز أن يكون كيس بينهما فيه ألف درهم مطبوع فيقول أحدهما لصاحبه\nلا تكسر الطابع وخذ مني مثل نصفه دراهم فتكون الفضة بالفضة ليس كفة بكفة\nوإنما جاز <span id='ms1541'></span> في الحلى لما يدخله من الفساد وإنه موضع استحسان\n</p>\n\n<p>\nقلت أرأيت إن بعت حليا مصوغا من الذهب بوزنه من الذهب تبرا مكسورا والتبر\nالمكسور الذي بعت به الحلي خير من ذهب الحلي قال لا بأس بذلك يدا بيد\n</p>\n\n<p>\nقلت وكذلك لو بعت هذا الحلي بدنانير مضروبة تبر الدنانير خير من تبر\nالحلي أو دون تبر الحلي أيجوز هذا قال نعم\n</p>\n\n<p>\nقلت ولا بأس إذا كان يدا بيد إن تشتري الحلي الذهب بوزنه من الذهب أو\nبوزنه من الدنانير وإن كان بعض الذهب أفضل من بعض كان ذلك جائزا في قول\nمالك قال نعم إذا كان ذلك يدا بيد فذلك جائز\n</p>\n\n<p>\nقلت فلو أني استقرضت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p436'> Vol. 08, p. 436</a>\n            </div>\n             من رجل حليا مصوغا إلى أجل فلما حل\nالأجل أتيته بتبر مكسور أجود من تبر حليه الذي استقرضت منه مثل وزن حليه\nفقضيته أيجوز ذلك أم لا قال لا يجوز هذا لأنه يأخذ فضل صياغة الحلي الذي\nأقرض في فضل جودة ذهبك الذي تقضيه\n</p>\n\n<p>\nقلت فالصياغة بمنزلة السكة المضروبة في الدنانير والدراهم محملهما واحد\nيكره في الحلي المصوغ في القرض أن يستوفى منه ذهبا أجود منه مثل وزنه أو\nأقرض ذهبا مكسورا إبريزا جيدا فاستوفى منه حليا مصوغا بوزن ذهبه ذهب العمل\nأصفر قال نعم لا يصلح ذلك لأنه يأخذ فضل جودة ذهبه في صناعة هذا الذهب\nالآخر\n</p>\n\n<p>\nقلت فيكرهه في القرض ويجيزه في البيع يدا بيد قال نعم\n</p>\n\n<p>\nقلت فلم كرهته في القرض وجعلته بيع الذهب بالذهب متفاضلا وأجزته في البيع\nإذا كان الذهبان جميعا يدا بيد ولم تجعله بيع الذهب بالذهب متفاضلا قال لأن\nالذهبين إذا حضرا جميعا وإن كان فيهما صناعة وسكة كانت الصناعة والسكة\nملغاتين جميعا وإنما يقع البيع بينهما على الذهبين ولا يقع على الصياغة ولا\nعلى السكة بيع فإذا كان قرضا أقرض ذهبا جيدا إبريزا فأخذ ذهبا دون ذهبه\nحليا مصوغا أو سكة مضروبة كان إنما يترك جودة ذهبه للسكة أو للصناعة التي\nأخذ في هذه الذهب الرديئة وإن كان <span id='ms1542'></span> إنما أقرض ذهبا مصوغا أو سكة مضروبة فأخذ\nأجود من ذهبه تبرا مكسورا اتهمناه أن يكون إنما ترك الصياغة والسكة لجودة\nالذهب الذي أخذ فلا يجوز هذا في القرض وهو في البيع جائز والذي وصفت لك فرق\nما بين البيع والقرض وإذا دخلت التهمة في القرض وقع الذهب بالذهب متفاضلا\nلمكان السكة والعين وجعلنا السكة والعين شيئا غير الذهب لما خفنا أن يكون\nإنما طلبا ذلك\n</p>\n\n<p>\nألا ترى أنه إذا أسلف حليا من ذهب مصوغا فأتى بذهب مكسور في قضائه مثل\nذهبه ليأخذه منه فقال لا أقبله إلا مصوغا كان ذلك له فلما كان التبر الذي\nيقضيه مكسورا خيرا من ذهبه عرفنا أنه إنما ترك الصياغة لمكان ما ازداد في\nجودة الذهب فصار جودة الذهب في مكان الصياغة فصار الذهب بالذهب متفاضلا وأن\nالذهبين إذا حضرتا لم تكن أحداهما قضاء من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p437'> Vol. 08, p. 437</a>\n            </div>\n             صاحبتها وإنما يقع\nالبيع بينهما على الذرهبين جميعا وتلغى السكة والصياغة فيما بينهما\n</p>\n\n<p>\nقلت ويجوز التبر الأحمر الإبريز الهرقلي الجيد بالذهب الأصفر ذهب العمل\nواحد من هذا بواحد من هذا وفضل قال مالك لا يصلح إلا مثلا بمثل\n</p>\n\n<p>\nقلت فلو اشترى دنانير منقوشة مضروبة ذهبا إبريزا أحمرا جيدابتبر ذهب أصفر\nللعمل وزنا بوزن قال قال مالك ذلك جائز\n</p>\n\n<p>\nقلت فإن أصاب في الدنانير ما لا تجوز عينه في السوق وذهبه جيد أحمر\nأينتقض الصرف بينهما أم لا قال لم أسمع من مالك فيه شيئا ولا أرى أن ينتقض\nالصرف بينهما ولا أرى له أن يرد لما دخل الدنانير من نقصان العين لأن ذهبه\nمثل الذهب التي أعطى وأفضل فليس له أن يرجع بشيء إلا أن يصيب ذهب الدنانير\nذهبا مغشوشا فينتقض من الذهب بوزن الدنانير التي أصابها دون ذهبه ولا ينتقض\nالصرف كله\n</p>\n\n<p>\nقلت أرأيت إن اشتريت خلخالين فضة بوزنهما من الدراهم أيجوز هذا في قول\nمالك قال نعم\n</p>\n\n<p>\nقلت فإن أصاب مشتري الخلخالين بهما عيبا كسرا أو شقا لم يعلم به حين\nاشتراهما أله أن يردهما قال لم <span id='ms1543'></span> أسمع من مالك في هذا شيئا إلا إني أرى أن\nيردهما بالعيب الذي وجد فيهما ويأخذ دراهمه التي دفع في الخلخالين\n</p>\n\n<p>\nقلت لم جعلت لصاحب الخلخالين أن يرد ولم تجعل ذلك لصاحب الدنانير الذي\nاشترى بدنانيره تبرا مكسورا فقال لأن الخلخالين بمنزلة سلعة من السلع في\nهذا الموضع ولا بد للناس أن يتبايعوا ذلك بينهم ولا يصلح لهم أن يدلسوا\nالعيب فيما بينهم في الآنية والحلي وإنما هو بمنزلة ما لو اشتراه بسلعة أو\nبذهب فإذا أصاب عيبا رده فهو وإن كان إنما اشتراه بمثل وزنه من الرقة فأصاب\nبه عيبا فلا بد له من الرد أيضا ولا يكون الخلخالان في يديه عوضا مما دفع\nفيهما من وزنهما من الدراهم إذا لم يرض الخلخالين إذا أصاب عيبا لأن الذي\nرضي به من دفع دراهمه لموضع صياغة الخلخالين ولكنه جائز في البيع حين\nأخذهما مثلا بمثل ولم ينظر في صياغة الحلي ولا في عيون الدراهم والدنانير\nلأنه لو كان في واحدة منهما زيادة لموضع الصياغة في الحلي أو السكة في\nالدنانير والدراهم ما جاز أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p438'> Vol. 08, p. 438</a>\n            </div>\n             يشتري تبر مكسور بدنانير مضروبة\nعلى وجه الاشتراء والمكاسبة كيلا بكيل ولا جاز حلي مصوغ بتبر مكسور بوزنه\nولا بالدراهم بوزنها ولا بالدنانير بوزنها إن كان الحلي من الذهب ولا يجوز\nإذا قمح بدقيق لأن معرفة الناس أن القمح يزيد وإنما يعطي معطي القمح\nبالدقيق لمكان ما كفى ولمنفعته بالدقيق فلو وجد بالقمح عيبا أو بالدقيق\nعيبا لرد كل واحد منهما فكذلك الحلي إذا وجد به عيبا رده\n</p>\n\n<p>\nقلت فما بال الدنانير التي أصبت بها عيبا لا يجوز لعيبها لم لاتجعل\nلمشتريها أن يردها قال لأن القمح إذا كان معيبا لم يكن دقيقه كدقيق الصحيح\nولأن الحلي إذا كان معيبا لم يكن تبره كالدراهم المضروبة وأن الدنانير التي\nوجد بها عيبا لا يجوز لم تكن مغشوشة كان تبره مثل التبر الذي أعطى أو أفضل\nفليس له أن يرده وكذلك لو باع الخلخالين من ذهب أو فضة <span id='ms1544'></span> بتبر من ذهب أو فضة\nفوجد في الخلخالين عيبا فردهما منه وكان ذهبهما أو فضتهما مستويتين أو كان\nالخلخالان أجود ذهبا أو ورقا من الفضة أو الذهب التي دفع فيهما لم يكن له\nأن يرده ولم يكن له حجة إن قال أنا أرد تبري يقال له ما في يديك مثل تبرك\nأو أفضل فلا حجة لك فيما ترد وإنما يرد من ذلك العيب في الحلي وإن كانت\nالدنانير التي باعها به مثله أو أجود لأن الناس يعلمون أنه إنما أعطاه\nدنانيره أو دراهمه لمكان صياغة هذا ولكنه أمر جوزه الناس وأجازه أهل العلم\nولم يروه زيادة في الصياغة ولا في صرف الدنانير فإذا وقعت العيوب لم يكن بد\nمن الرد وعلى هذا محمل جميع ما يشبه هذه الوجوه\n</p>\n\n#\n<p>\n| ماجاء في المراطلة\n</p>\n\n<p>\nقلت أرأيت لو أني صارفت رجلا دنانير سكية مضروبة ذهبا أصفر بذهب تبر\nمكسور إبريز أحمر وزنا بوزن قال لا بأس بذلك\n</p>\n\n<p>\nقلت فلو كانت دنانيري ذهبا أصفر كلها سكية مضروبة فبعتها منه بذهب تبر\nإبريز أحمر ومعها دنانير ذهب أصفر سكية مضروبة نصفها تبر ونصفها سكية مثل\nسكة الدنانير الأخرى قال إذا كانت السكتان نفاقهما عند الناس واحد التي مع\nالإبريز التبر والتي ليس معها شيء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p439'> Vol. 08, p. 439</a>\n            </div>\n             فهو جائز كان التبر أرفع من\nالدنانير أو دون الدنانير\n</p>\n\n<p>\nقلت فإن كانت الدنانير التي مع التبر الإبريز دون الدنانير الأخرى قال لا\nخير في ذلك لأن صاحب الدنانير التي لا تبر معها أخذ فضل عيون دنانيره على\nدنانير صاحبه في جودة التبر الإبريز\n</p>\n\n<p>\nقلت فإن كان الإبريز وما معه من الدنانير دون الدنانير الأخرى في نفاقهما\nعند الناس قال لا بأس بذلك لأنه لم يعترها هنا شيء\n</p>\n\n<p>\nقلت وكذلك لو كانت الدنانير التي لا تبر معها هنا هي كلها دون التبر ودون\nالدنانير التي التبر معها قال لا بأس بذلك أيضا لأنه لم يعترها هنا شيء\nوإنما هو رجل أعطى ذهبا بذهب أحد الذهبين كلها أنفق عند الناس فهذا معروف\nمنه <span id='ms1545'></span> صنعه لصاحبه\n</p>\n\n<p>\nقلت فإن كانت إحدى الذهبين كلها أنفق عند الناس لم يكن بذلك بأس قال نعم\n</p>\n\n<p>\nقلت وكذلك إن كانت إحدى الذهبين نصفها مثل الذهب الأخرى ونصفها أنفق منها\nلم يكن بذلك بأس قال نعم قلت فإن كانت إحدى الذهبين نصفها أنفق من الذهب\nالأخرى ونصفها دون الذهب الأخرى لم يجز هذا لأنه إنما يأخذ فضل النصف الذهب\nالذي هو أنفق من ذهبه بما يضع في نصف ذهبه التي يأخذ دونها فلا خير في هذا\nقال نعم\n</p>\n\n<p>\nقلت ويدخل في هذا الذهب بالذهب ليس مثلا بمثل لأنه ليس بمعروف قال نعم\n</p>\n\n<p>\nقلت فلو كانت جودة الذهب من إحدهما كان جائزا لأنه معروف قال نعم\n</p>\n\n<p>\nقلت وإن كان أحدى الذهبين نصفها أنفق من الذهب الأخرى ونصفها دونها لم\nيصلح ذلك لأن هذا على غير وجه المعروف وهذا على وجه المكايسة والبيع فصارت\nالذهب بالذهب ليست مثلا بمثل قال نعم وهذا كله قول مالك\n</p>\n\n<p>\nقال وقال مالك فيمن أتى بذهب له هاشمية إلى صراف فقال له راطلني بها بذهب\nعتيق هي أكثر عددا من عددها وأنقص وزنا من الهاشمية فكان إنما أعطاه فضل\nعيون القائمة الهاشمية لمكان عدد العتيق وفضل عيونها\n</p>\n\n<p>\nقال لا بأس به فإذا دخل مع الهاشمية ذهب أخرى هي أسر عيونا من العتيق مثل\nالنقص بالثلاث خروبات ونحوه يقول لا أرضى أن أعطيك هذه بهذه حتى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p440'> Vol. 08, p. 440</a>\n            </div>\n             أدخل مع ذهبي الهاشمية أسر عيونا من العتق فلا خير فيه\n</p>\n\n<p>\nوكيع عن زكريا عن عامر قال سمعت النعمان بن بشير يخطب وأهوى بأصبعيه إلى\nأذنيه قال سمعت رسول الله صلى الله عليه وسلم يقول الحلال بين والحرام بين\nوبينهما أمور مشتبهات فمن اتقى الشبهات فقد استبرأ لدينه وعرضه ومن وقع في\nالمشتبهات وقع في الحرام كالراعي يرعى حول الحمى فيوشك أن يرتع فيه ألا وإن\nلكل ملك حمى ألا وإن حمى الله محارمه ألا وإن في الجسد مضغة إذا صلحت صلح\nالجسد كله وإذا فسدت فسد الجسد كله ألا وهي القلب <span id='ms1546'></span>\n</p>\n\n<p>\nوكيع عن بن أبي عروبة عن قتادة عن سعيد بن المسيب قال قال عمر آخر ما\nأنزل الله على رسوله أية الربا فتوفي ولم يفسرها لنا فدعوا الربا والريبة\n</p>\n\n<p>\nوكيع عن المسعودي عن القاسم قال قال عمر إنكم تزعمون أنا نعلم أبواب\nالربا ولأن أكون أعلمها أحب إلي من أن يكون لي مثل مصر ومثل كورها ولكن من\nذلك أبواب لا تكاد تخفى على أحد أن تباع الثمرة وهي مغضغة لم تطب وأن يباع\nالذهب بالورق والورق بالذهب نسيئا\n</p>\n\n<p>\nقال وسئل مالك عن رجل باع سلعة بعشرة دنانير مجموعة فوزنها ليقضيه إياها\nإياه فوجد في وزنها فضلا عن حقه فأعطاه بذلك ورقا أو عرضا في ثمن الذهب قال\nلا بأس بذلك وهو مما يجوزه بعض أهل العلم ولم يشبهوه بمثل من جاء بذهب\nفصارف بها ذهبا فكانت أوزن من ذهبه فأعطاه في ذلك فضلا لأن هذا مراطلة وتلك\nقضاء فهذا فرق ما بينهما ومثل ذلك اللحم والحيتان إنما كان حقه في اللحم\nوالحيتان والجبن وأشباه ذلك شرطا كان له على صاحبه وقد وجب له عليه فإذا\nوجد فضلا عن وزنه وكان مثل شرطه فلا بأس أن يأخذ ذلك بثمن وهذا بين أن تأخذ\nفضل وزنك بنقد أو إلى أجل فلا بأس به إذا كان أجل الطعام قد حل فإن لم يحل\nفلا خير فيه وإن اختلفت الصفة فلا يصلح أن تأخذ إلا بمثل وزنك أو كيلك\nويترك البائع ذلك للمشتري أو يتجوز المشتري عن البائع بدون شرطه فإن اختلفت\nالصفة فكان مثل الوزن أو أكثر من الوزن أو أقل فلا خير في أن يزيد المشتري\nالبائع في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p441'> Vol. 08, p. 441</a>\n            </div>\n             فضل الصفة ولا يرد البائع على المشتري لأن الزيادة\nالتي يزيدها المشتري البائع إنما دخلت في فضل الجودة إذا لم تكن زيادة في\nالوزن والكيل وإن كانت الزيادة في الكيل والوزن فقد دخلت الزيادة في قدر\nحقه وفي فضل الطعام فصار بيع الطعام قبل أن يستوفى فإذا كان أدنى من صفته\nوكان في <span id='ms1547'></span> وزنه أخذ بذلك فضلا وهو بيع الطعام قبل أن يستوفى وإن كان فيه فضل\nمن الوزن وهو أدنى منه فأقره وأعطاه فضل ذلك فإنه لا خير فيه لأنه باع صفة\nأجود مما أخذ بما أخذ وبما أعطى فهذا بيع الطعام قبل أن يستوفى ولو كان هذا\nمن العروض التي تكال أو توزن وليس من الطعام لم يكن بذلك بأس أو غيرها من\nالثياب والحيوان فلا بأس بذلك\n</p>\n\n<p>\nقلت فلو أقرضت رجلا دراهم يزيدية عددا فقضاني محمدية عددا أرجح لي في كل\nدرهم منها قال لا بأس بذلك ما لم يكن بينهما عادة قلت وكذلك لو قضاني\nيزيدية عددا بوزن دراهمي فجعل يرجح لي في كل درهم منها قال لا بأس بذلك\n</p>\n\n<p>\nقلت فلو قضاني محمدية عددا أقل من وزن دراهمي قال لا يصلح ذلك لأنه إنما\nيأخذ فضل اليزيدية في عيون المحمدية فلا خير في هذه\n</p>\n\n<p>\nقلت وكذلك لو أقرضت رجلا درهما يزيديا فلما حل الأجل أتاني بدرهم محمدي\nأنقص من وزن اليزيدي فأردت أن أقبله قال لا يجوز لأنك تأخذ ما نقصت في\nاليزيدي في عين هذا المحمدي\n</p>\n\n<p>\nقلت وقولكم في القرض فرادى إنما هو على معرفة وزن درهم درهم على حدة ليست\nبمجموعة ضربة واحدة قال نعم\n</p>\n\n<p>\nقلت وعيون الدراهم ها هنا مثل جودة التبر المكسور كما لا يجوز لي أن آخذ\nفي التبر المكسور أجود من تبري الذي أسلفت أقل من وزن ما أسلفت فكذلك لا\nيجوز لي أن آخذ دون وزن دراهمي أجود من عيونها قال نعم\n</p>\n\n<p>\nقلت وهذا الذي سألتك عنه من الدراهم المجموعة بالدراهم المجموعة والدراهم\nالفراد بالدراهم الفراد قول مالك قال نعم\n</p>\n\n<p>\nقلت وهذه المسائل التي سألتك عنها إذا كانت لي على رجل قرضا أو بيعا فهو\nسواء قال نعم\n</p>\n\n<p>\nقلت أرأيت إن أقرضت رجلا تبر فضة بيضاء فلما حل الأجل قضاني فضة سوداء\nمثل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p442'> Vol. 08, p. 442</a>\n            </div>\n             وزن فضتي أيصلح ذلك قال نعم\n</p>\n\n<p>\nقلت فإن أرجح لي شيئا قليلا قال لا يجوز\n</p>\n\n<p>\nقلت فإن قبلت <span id='ms1548'></span> منه أقل من وزن فضتي قال لا بأس بذلك\n</p>\n\n<p>\nقلت ولم كرهته في الفضة السوداء أن يرجحها قال لأنك تأخذ جودة فضتك\nالبيضاء في زيادة وزن فضته السوداء\n</p>\n\n<p>\nقلت فإن أقرضته فضة سوداء فقضاني بيضاء أقل من وزنها قال لا يصلح\n</p>\n\n<p>\nقلت فإن قضاني بيضاء فأرجح لي قال لا بأس بذلك وهذا كله في هذه المسائل\nما لم يكن هذا بينهما عادة فإن كان بينهما عادة فلا خير في ذلك\n</p>\n\n<p>\nقلت فإن قضاني بيضاء مثل وزن فضتي بيضاء والتي عليه سوداء قال لا بأس\nبذلك\n</p>\n\n<p>\nقلت وهذا قول مالك قال نعم إلا أن يكون في ذلك عادة\n</p>\n\n#\n<p>\n| في الرجل يقون له الدينار فيقتضيه مني مقطعا\n</p>\n\n<p>\nقلت أرأيت إن أقرضت رجلا دينارا فأخذت منه سدس دينار دراهم أيجوز أم لا\nفي قول مالك قال لا بأس بذلك إذا حل الأجل\n</p>\n\n<p>\nقلت وكذلك إذا كان إلى أجل فحل أجله جاز أن آخذ بثلث الدينار دراهم أو\nنصفه أو ثلثيه قال نعم لا بأس بذلك\n</p>\n\n<p>\nقال وكذلك قال مالك إذا حل الأجل\n</p>\n\n<p>\nقلت وكذلك إن أخذ بنصفه أو بثلثه عرضا من العروض قال نعم لا بأس بذلك\nوكذلك قال مالك\n</p>\n\n<p>\nقلت فإن أخذ بما بقي من الدينار ذهبا قال مالك لا خير فيه\n</p>\n\n<p>\nكذلك قالمالك قلت لم قال لأنه يصير ذهبا وورقا بذهب أو ذهبا وعرضا بذهب\nفلا خير في ذلك\n</p>\n\n<p>\nقلت فإن أخذ بما بقي عرضا أو دراهم قال قال مالك لا بأس بذلك وإن اجتمع\nالورق والعرض فلا بأس به إذا حل الأجل وإن لم يحل الأجل فلا خير فيه\n</p>\n\n<p>\nبن وهب عن بن لهيعة عن خالد بن يزيد عن ربيعة أنه قال في رجل كان له على\nرجل دينار فقال قطعه علي دراهم بسعر الناس اليوم أعطيكه درهما درهما حتى\nأؤدي فقال لا يصلح ذلك قد عاد صرفا وبيعا في الدين عاجلا وآجلا فهو بمنزلة\nالربا في البيع وهو بمنزلة الصرف المكروه إلا أن يقول الذي عليه الدين\nأقضيك ثلث <span id='ms1549'></span> دينار أو ربع دينار مسمى فيأخذ منه بصرف الناس يومئذ ويبقى على\nالغريم ما بقي ليس بينه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p443'> Vol. 08, p. 443</a>\n            </div>\n             وبينه فيه صرف فهذا غير مكروه\n</p>\n\n<p>\nبن وهب قال الليث إن ربيعة كان يقول في إجزاء الدينار ذلك وقاله عمرو بن\nالحارث\n</p>\n\n#\n<p>\n| في الدراهم الجياد بالدراهم الرديئة\n</p>\n\n<p>\nقلت أيجوز أن أبيع درهما زائفا أو ستوقا بدرهم فضة وزنا بوزن قال لا\nيعجبني ذلك ولا ينبغي أن يباع بعرض لأن ذلك داعية إلى إدخال الغش على\nالمسلمين وقد كان عمر يفعل ذلك باللبن أنه إذا غش طرحه في الأرض أدبا\nلصاحبه فإجازة شرائه إجازة لغشه وإفساد لأسواق المسلمين\n</p>\n\n<p>\nوقال أشهب إن كان مردودا من غش فيه فلا أرى أن يباع بعرض ولا بفضة حتى\nتكسر خوفا من أن يغش به غيره ولا أرى به بأسا في وجه الصرف أن يبيعه موازنة\nالدراهم الستوق بالدراهم الجياد وزنا بوزن لأنه لم يرد بهذا الفضل بين\nالفضة والفضة وإنما هذا يشبه البدل\n</p>\n\n<p>\nقلت لأشهب أرأيت إذا كسر الستوق أيبيعه فقال لي إن لم يخف أن يسبك فيجعل\nدرهما أو يسيل فيباع على وجه الفضة فلا أرى بذلك بأسا وإن خاف ذلك فليصفه\nحتى تباع فضته على حدة ونحاسه على حدة\n</p>\n\n<p>\nقلت قال بن القاسم ارأيت لو أني بعت نصف درهم زائفا فيه نحاس بسلعة قال\nقال مالك لا يعجبني أن يشتري به شيئا إذا كان درهما فيه نحاس ولكن يقطعه\n</p>\n\n<p>\nقلت فإذا قطعه أيبيعه في قول مالك قال نعم إذا لم يغر به الناس ولم يكن\nيجوز بينهم\n</p>\n\n#\n<p>\n| في رجل أقرض فلوسا ففسدت أو دراهم فطرحت\n</p>\n\n<p>\nقلت أرأيت إن استقرضت فلوسا ففسدت الفلوس فما الذي أرد على صاحبي قال قال\nمالك رد عليه مثل تلك الفلوس مثل التي استقرضت منه وإن كانت قد فسدت\n</p>\n\n<p>\nقلت فإن بعته سلعة بفلوس ففسدت الفلوس قبل أن أقبضها منه قال قال مالك لك\nمثل فلوسك التي بعت بها السلعة الجائزة بين الناس يومئذ وإن كانت الفلوس قد\nفسدت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p444'> Vol. 08, p. 444</a>\n            </div>\n             فليس له إلا <span id='ms1550'></span> ذلك\n</p>\n\n<p>\nقال وقال مالك في القرض والبيع في الفلوس إذا فسدت فليس له إلا الفلوس\nالتي كانت ذلك اليوم وإن كانت فاسدة\n</p>\n\n<p>\nقلت أرأيت لو أن رجلا قال لرجل أقرضني دينارا دراهم أو نصف دينار دراهم\nأو ثلث دينار دراهم فأعطاه الدراهم ما الذي يقضيه في قول مالك قال يقضيه\nمثل دراهمه التي أخذ منه رخصت أم غلت فليس عليه إلا مثل الذي أخذ\n</p>\n\n<p>\nبن وهب عن بن لهيعة أن بكير بن عبد الله بن الأشج حدثه أن بن المسيب أسلف\nعمرو بن عثمان دراهم فلم يقضه حتى ضربت دراهم أخرى غير ضربها فأبى بن\nالمسيب أن يقبلها منه حتى مات فقبضها ابنه من بعده\n</p>\n\n<p>\nبن لهيعة عن عبد الله بن جعفر عن سعيد بن المسيب أنه قال إن أسلفت رجلا\nدراهم ثم دخل فساد الدراهم فليس لك عليه إلا مثل ما أعطيت وإن كان قد\nأنفقها وجازت عنه\n</p>\n\n<p>\nوقالابن وهبوقال يحيى بن سعيد وربيعة\n</p>\n\n<p>\nبن وهب عن الليث قال كتب إلى يحيى بن سعيد يقول سألت عن رجل أسلفه أخ له\nنصف دينار فانطلقا جميعا إلى الصراف بدينار فدفعه إلى الصراف فأخذ منه عشرة\nدراهم ودفع خمسة إلى الذي استسلفه نصف دينار فحال الصرف برخص أو غلاء قال\nفليس للذي دفع خمسة دراهم زيادة عليها ولا نقصان منها ولو أن رجلا استسلف\nمن رجل نصف دينار فدفع إليه الدينار فانطلق به فكسره فأخذ نصف دينار ودفع\nإليه النصف الباقي كان عليه يوم يقضيه أن يدفع إليه دينارا فيكسره فيأخذ\nنصفه ويرد إليه نصفه\n</p>\n\n<p>\nقال لي مالك يرد إليه مثل ما أخذ منه لأنه لا ينبغي له أن يسلف أربعة\nويأخذ خمسة وليس الذي أعطاه ذهبا إنما أعطاه ورقا ولكن لو أعطاه دينارا\nفصرفه المستسلف فأخذ نصفه ورد نصفه كان عليه نصف دينار إن غلا الصرف أو رخص\n</p>\n\n#\n<p>\n| في الاشتراء بالدانق والدانقين والثلث والنصف من الذهب والورق\n</p>\n\n<p>\nقلت أرأيت إن بعت بيعا بدانق أو دانقين أو بثلاثة دوانق أو بأربعة <span id='ms1551'></span> دوانق\nأو بخمسة دوانق أو نصف درهم أو بسدس درهم أو بثلث درهم على أي شيء يقع هذا\nالبيع على الفضة أم على الفلوس في قول مالك قال لا يقع على الفضة هذا البيع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p445'> Vol. 08, p. 445</a>\n            </div>\n             قلت فأي شيء يعطيه بالفضة في قول مالك قال ما تراضيا عليه\n</p>\n\n<p>\nقلت فإن تشاحا فأي شيء يعطيه بذلك قال الفلوس في قول مالك في الموضع الذي\nفيه الفلوس\n</p>\n\n<p>\nقلت أرأيت إن اشتريت سلعة بدانق فلوس فرخصت الفلوس أو غلت كيف أقضيه أعلى\nما كان من سعر الفلوس يوم يقع البيع أم على سعر الفلوس يوم أقضيه في قول\nمالك قال على سعر الفلوس يوم تقضيه فيما قال مالك\n</p>\n\n<p>\nقلت فإن كان باع سلعته بدانق فلوسا نقدا أيصلح هذا في قول مالك أم لا قال\nإذا كان الدانق من الفلوس معروفا كم هو من عدد الفلوس فلا بأس بذلك وإنما\nوقع البيع بينهما على الفلوس\n</p>\n\n<p>\nقلت فإن باع سلعة بدانق فلوس إلى أجل قال فلا بأس بذلك إذا كان الدانق قد\nسميتما ماله من الفلوس أو كنتما عارفين بعدد الفلوس وأن البيع إنما وقع\nبالفلوس إلى أجل وإن كانت مجهولة العدد أو لا يعرفان ذلك فلا خير في ذلك\nلأنه غرر\n</p>\n\n<p>\nقلت فإن قال أبيعك هذا الثوب بنصف دينار على أن آخذ به منك دراهم نقدا\nيدا بيد قال قال مالك إذا كان الصرف معروفا يعرفانه فلا بأس بذلك إذا\nاشترطا كم الدراهم من الدينار\n</p>\n\n<p>\nقلت فإن بعت سلعة بنصف دينار أو بثلث دينار أو بربع دينار أو بخمس دينار\nعلى أي شيء يقع البيع أعلى الذهب أو على عدد الدراهم من صرف الدينار قال\nقال مالك إنما يقع على الذهب ولا يقع على الدراهم من صرف الدينار\n</p>\n\n<p>\nقلت فما يأخذ منه بذلك الذهب الذي وقع البيع عليها في قول مالك قال ما\nتراضيا عليه\n</p>\n\n<p>\nقلت فإن تشاحا قال قال مالك إذا تشاحا أخذ منه ما سميا من الدينار دراهم\nإن كان نصفا فنصفا وإن كان <span id='ms1552'></span> ثلثا فثلثا\n</p>\n\n<p>\nقلت فهل ينظر في صرف الدينار بينهما يوم وقع البيع بينهما أم يوم يريد أن\nيأخذ منه حقه قال نعم يوم يريد أن يأخذ منه حقه كذلك قال مالك وليس يوم وقع\nالبيع لأن البيع إنما وقع على الذهب ولم يزل الذهب على صاحبه حتى يوم يقضيه\nإياه\n</p>\n\n<p>\nقال مالك وإن باعه بذهب بسدس أو بنصف إلى أجل وشرط أن يأخذ بذلك النصف\nالدينار إذا حل الأجل دراهم فلا خير في ذلك وهما إذا تشاحا إذا حل الأجل\nأنه يأخذ منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p446'> Vol. 08, p. 446</a>\n            </div>\n             الدراهم يوم يطلبه بحقه على صرف يوم يأخذه بحقه\n</p>\n\n<p>\nقلت فلم كره مالك الشرط بينهما وهو إذا طلبه بحقه وتشاحا أخذ منه الدراهم\nقال لأنه إذا وقع الشرط على أن يأخذ بالنصف الدينار دراهم فكأنه إنما وقع\nالبيع على الدراهم وهي لا تعرف ما هي لأن البيع إنما يقع على ما يكون من\nصرف نصف الدينار بالدراهم يوم يحل الأجل فهذا لا يعرف ما باع به سلعته\n</p>\n\n<p>\nقال سحنون قال أشهب وإن كان إنما وجب له ذهب وشرط أن يأخذ فيه دراهم فذلك\nأحرم له لأنه ذهب بورق إلى أجل وورق أيضا لا يعرف كم عددها ولا وزنها وليس\nما نزل به القضاء إذا حل الأجل بمنزلة ما يوجبان على أنفسهما\n</p>\n\n<p>\nقالأشهب ولو قال أبيعك هذا الشيء بنصف دينار إلى شهر آخذ به منك ثمانية\nدراهم كان بيعا جائزا وكانت الثمانية لازمة لكما إلى الأجل ولم يكن هذا\nصرفا وكان ذكر النصف لغوا وكان ثمن السلعة دراهم معدودة إلى أجل معلوم\n</p>\n\n<p>\nقال مالك ومن باع سلعة بنصف دينار إلى أجل أو بثلث دينار إلى أجل إلى أجل\nلم ينبغ له أن يأخذ قبل محل الأجل في ذلك دراهم وليأخذ في ذلك عرضا إن أحبا\nقبل الأجل فإذا حل الأجل فليأخذ بما أحب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p447'> Vol. 08, p. 447</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "294",
    "295",
    "296",
    "297",
    "298",
    "299",
    "300",
    "301",
    "302",
    "303",
    "304",
    "305",
    "306",
    "307",
    "308",
    "309",
    "310",
    "311",
    "312",
    "313",
    "314",
    "315",
    "316",
    "317",
    "318",
    "319",
    "320",
    "321",
    "322",
    "323",
    "324",
    "325",
    "326",
    "327",
    "328",
    "329",
    "330",
    "331",
    "332",
    "333",
    "334",
    "335",
    "336",
    "337",
    "338",
    "339",
    "340",
    "341",
    "342",
    "343",
    "344",
    "345",
    "346",
    "347",
    "348",
    "349",
    "350",
    "351",
    "352",
    "353",
    "354",
    "355",
    "356",
    "357",
    "358",
    "359",
    "360",
    "361",
    "362",
    "363",
    "364",
    "365",
    "366",
    "367",
    "368",
    "369",
    "370",
    "371",
    "372",
    "373",
    "374",
    "375",
    "376",
    "377",
    "378",
    "379",
    "380",
    "381",
    "382",
    "383",
    "384",
    "385",
    "386",
    "387",
    "388",
    "389",
    "390",
    "391",
    "392",
    "393",
    "394",
    "395",
    "396",
    "397",
    "398",
    "399",
    "400",
    "401",
    "402",
    "403",
    "404",
    "405",
    "406",
    "407",
    "408",
    "409",
    "410",
    "411",
    "412",
    "413",
    "414",
    "415",
    "416",
    "417",
    "418",
    "419",
    "420",
    "421",
    "422",
    "423",
    "424",
    "425",
    "426",
    "427",
    "428",
    "429",
    "430",
    "431",
    "432",
    "433",
    "434",
    "435",
    "436",
    "437",
    "438",
    "439",
    "440",
    "441",
    "442",
    "443",
    "444",
    "445",
    "446",
    "447"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16"
  ]
}