{
  "content": "\n<p>\nالمذكر والتذكير والذكر بسم الله الرحمن الرحيم وحسبي الله ونعم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p052'> Vol. 00, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nالوكيل أخبرنا الشيخ الموفق أبو جعفر محمد بن أحمد بن نصر الصيدلاني سبط\nحسين بن مندة الأصبهاني بها والشيخ أبو سعيد خليل بن بدر بن ثابت ابن روح\nالراراني الأصبهاني بقراءتي عليه في سنة ست وتسعين وخمس مئة قالا أبنا\nالسيد أبو محمد حمزة بن العباس بن علي العلوي أبنا أبو سعد عبد الرحمن بن\nأحمد بن عمر الصفار إجازة أنا أبو عبد الله أحمد بن بندار ابن إسحاق الفقيه\nالمعروف بالشعار قال قال أبو بكر أحمد بن عمرو بن أبي عاصم قال الله تبارك\nوتعالى من قائل لنبيه ص فذكر إنما أنت مذكر لست عليهم بمسيطر وقال جل ثناؤه\nولقد يسرنا القرآن للذكر فهل من مدكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p053'> Vol. 00, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nوقال عز وجل وذكرهم بأيام الله وقال تقدست أسماؤه وقال وذكر فإن الذكرى\nتنفع المؤمنين وقال فذكر بالقرآن من يخاف وعيد وقال تبصرة وذكرى لكل عبد\nمنيب وقال إن الذين اتقوا إذا مسهم طائف من الشيطان تذكروا فإذا هم مبصرون\nوقال لعله يتذكر أو يخشى وقال كلا إنها تذكرة فمن شاء ذكره في صحف مكرمة\nأنه وقال كلا إنها تذكرة فمن شاء ذكره وما يذكرون إلا أن يشاء الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p054'> Vol. 00, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا إبراهيم بن محمد الشافعي ثنا فضيل بن عياض عن الأعمش عن أبي صالح\nعن أبي هريرة قال قال رسول الله ص إن لله عز وجل ملائكة فضلا عن كتاب الناس\nيطوفون في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p055'> Vol. 00, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nالطرق ويتبعون الذكر فإذا رأوا قوما يذكرون الله تعالى تنادوا إلى\nحاجاتكم قال فتحفهم بأجنحتها إلى أعنان السماء قال فيقول الله عز وجل وهو\nأعلم ما يقول عبادي قالوا يحمدونك ويسبحونك ويمجدونك فيقول هل رأوني\nفيقولون لا فيقول عز جل كيف ولو رأوني قالوا لو رأوك كانوا أشد لك تسبيحا\nوتحميدا وتمجيدا قال فيقول ما يسألوني قالوا يسألونك الجنة قال فيقول هل\nرأوها فيقولون لا فيقول كيف ولو رأوها قالوا لو رأوها كانوا أشد لها طلبا\nوعليها أشد حرصا قالوا ويتعوذون <span id='ms1'></span> من النار قال كيف لو رأوها قال فيقولون لو\nرأوها كانوا منها أشد تعوذا وأشد فرارا قال فيقول الله عز وجل أشهدكم أني\nقد غفرت لهم قال فيقول ملك فيهم فلان ليس منهم إنما جاء لحاجة قال فيقول هم\nالجلساء لا يشقى جليسهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p056'> Vol. 00, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أمية بن بسطام أبو بكر العيشي ابن عم يزيد بن زريع ثنا يزيد بن\nزريع ثنا روح بن القاسم عن سهيل أبي صالح عن أبيه عن أبي هريرة أن النبي ص\nقال إن لله ملائكة فضلا يتبعون مجالس الذكر فإذا وجدوا مجلسا فيه الذكر\nجلسوا معهم حتى يملؤوا ما بينهم وبين سماء الدنيا فلا يزالون معهم حتى\nيتفرقوا فإذا تفرقوا صعدوا أو عرجوا إلى السماء فيسألهم الله عز وجل وهو\nأعلم من أين جئتم فيقولون أتيناك من عند عباد لك في الأرض يحمدونك ويهللونك\nويكبرونك ويسبحونك ويسألونك قال وما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p058'> Vol. 00, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nيسألوني قالوا يسألونك جنتك قال فيقول عز وجل هل رأوا جنتي قال فيقولون\nلا أي رب فيقول كيف لو رأوا جنتي قالوا ويستجيرونك قال ومم يستجيروني قال\nيقولون من نارك قال فيقول هل رأوها قال فيقولون لا أي رب قالوا ويستغفرونك\nقال فيقول قد غفرت لهم وأعطيتهم ما سألوا وأجرتهم مما استجاروا قال فيقولون\nفيهم فلان الخطاء قال وله قد غفرت القوم لا يشقى جليسهم قال أبو بكر فمما\nحوى حديث الأعمش من المعاني ودل عليها الندب إلى الاجتماع على الذكر وفضل\nالذكر والاجتماع عليه لقوله ص حفتهم الملائكة بأجنحتها ودل على أن الله عز\nوجل في السماء وعلمه في الأرض وفي كل موضع لقوله من أين جئتم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p059'> Vol. 00, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nودل على أن الله عز وجل يرى وأنه سوف يراه أولياؤه لقوله عز وجل هل رأوني\nوقولهم لا ولو كان جل ثناؤه لم ير لما كان لقوله هل رأوني وفي قوله كيف لو\nرأوني ولو كان لا يراه أولياؤه في حال لما كان في قوله كيف لو رأوني معنى\nوفي قوله لو رأوك كانوا أشد لك تحميدا وتسبيحا وتمجيدا <span id='ms2'></span> مؤكد للرؤية ودل على\nأن المعاينة أكثر من الخبر وفي قوله في سؤالهم الجنة كيف لو رأوها دليل على\nأن الجنة موجودة مخلوقة لقوله جل ثناؤه كيف لو رأوها وكذلك النار الخبر عن\nالشئ وصفته ليس كمعاينته وهو ودليل على أن أهل الخير والفقه والعلم يسعد\nبمجالستهم وفي قوله اشهدوا قد غفرت لهم تأكيد لما تفضل عليهم به من مغفرته\nذكر القصاص سألت عن قوم نسبوا إلى البدع ابتنوا دورا وبنوا فيها مساجد كل\nدار منسوبة إلى رأس منهم يقص ويجتمع إليه من الناس النساء وضعفه من الرجال\nفيموه عليهم بكلام قد زخرفه ويدعوهم إلى بدعته حتى كثر أتباع هؤلاء القوم\nما الذي يجب على أمير ذلك المصر أن يفعله بهم ويفعله فيهم فاعلم أكرمك الله\nأن الذي يجب على الوالي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p060'> Vol. 00, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nأن يرسل إلى كل رأس من هؤلاء فيحضرهم ويحضر جماعة من أهل الستر ومن كان\nمن أسباب السلطان بالبلد فيقول الوالي بحضرتهم للرأس الذي دعاه أنهاك أن\nتجلس للناس وتقص أو تجلس بعقب الصلاة مجلسا يجتمع الناس إليك فيه قد تقدمت\nإليك في هذا فمتى خالفت عاقبتك فيقول الوالي للذين حضروا اشهدوا عليه أني\nقد تقدمت إليه ونهيته مشافهة بحضرتكم فاحفظوا اليوم الذي خاطبته فيه فإني\nأكره العقوبة قبل التقدمة ثم يرسل الوالي إلى رأس رأس فيتقدم إليه بمثل هذا\nفإن عاد بعد ذلك لمثل ذلك وجبت عقوبتهم بخلاف السلطان فإن هذا أبلغ ثم يأمر\nالوالي مناديا فينادي نداء ظاهرا أنا قد تقدمنا إلى فلان ابن فلان ونهيناه\nأن يجلس ويقص وأن يجتمع إليه الناس ويجلس بعقب الصلاة ويجلس مجلسا يجتمع\nإليه الناس فيه وقد برئت الذمة ممن أتاه وجلس إليه فإن عادوا بعد ذلك لما\nنهاهم عنه ولما تقدم إليهم في النهي عنه كان للسلطان أن يعاقبهم وأن يهدم\nالدور وأما المساجد فإن كانت بنيت لله فلا يجب هدمها ولا يسمر أبوابها يقيم\nالوالي من يصلح للأذان والإقامة من أهل الخير فيقام فيها الصلوات وإن شاء\nالوالي أن <span id='ms3'></span> يأمر من يمتحنهم بحضرة الوالي وبحضرة من حضر بمسائل يسألهم عنها\nمن أمر الوضوء والصلاة مما لا يسع جهله ليعلم من حضر ومن نأى أنهم يستحقون\nما فعل بهم حدثنا عبد الوهاب بن نجدة الحوطي ثنا بقية بن الوليد عن الزبيدي\nعن الزهري عن السائب بن يزيد قال لم يقص على عهد رسول الله ص ولا عهد أبي\nبكر ولا عهد عمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p061'> Vol. 00, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nرضي الله عنهما وأول من قص تميم الداري استأذن عمر أن يقص فإذن له أن يقص\nقائما على رجليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p063'> Vol. 00, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا المقدمي ثنا أبو سعيد البلخي ثنا سفيان عن عبيد الله عن نافع عن\nابن عمر قال لم يكن يقص على عهد رسول الله ص ولا عهد أبا بكر ولا عهد عمر\nولا عهد عثمان رضي الله عنهم وإنما هو شئ أحدث بعد ما وقعت الفتنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p064'> Vol. 00, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا دحيم نا عبد الله بن نافع عن أسامة بن زيد عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p065'> Vol. 00, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nالزهري عن حميد بن عبد الرحمن أن تميما الداري استأذن عمر رضي الله عنه\nأن يقص فلم يأذن له ثم استأذنه فقال له عمر تقول ماذا فقال أقرا عليهم\nالقرآن وأذكرهم وأعظهم قال فأذن له في الأسبوع يوما واحدا ثم صلى الله عليه\nوسلم استأذن عثمان رضي الله عنه فأذن له ثم استزاده يوما واحدا وقد كان\nاستزاد عمر يوما واحدا فلم يأذن له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p066'> Vol. 00, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو موسى أنا الضحاك بن مخلد ثنا عبد الحميد بن جعفر ثنا صالح بن\nأبي غريب عن كثير بن مرة قال دخل عوف بن مالك المسجد وابن عبد كلال فإذا\nجماعة قال فقال عوف ما هذه الجماعة قالوا كعب يقص قال يا ويحه أما سمع قول\nرسول الله ص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p067'> Vol. 00, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nلا يقص إلا أمير أو مأمور أو مرائي أو مختال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p068'> Vol. 00, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nحدثني يعقوب بن سفيان ثنا أبو صالح ثنا بكر بن مضر عن عمرو بن الحارث عن\nبكير أن يعقوب بن عبد الله الأشج وابن أبي حفصة حدثاه أن عبد الله بن زيد\nقاص مسلمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p069'> Vol. 00, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nبالقسطنطينية حدثهما أن <span id='ms4'></span> عوف بن مالك الأشجعي قال سمعت رسول الله ص\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p070'> Vol. 00, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nيقول لا يقص على الناس إلا أمير أو مأمور أو مختال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p071'> Vol. 00, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا هشام بن عمار ثنا محمد بن حمير عن أبي عبلة عن يحيى بن أبي عمرو\nالسيباني عن عوف بن مالك رضي الله عنه عن النبي ص قال لا يقص على الناس إلا\nأمير أو مأمور أو مختال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p072'> Vol. 00, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا دحيم ثنا عبد الله بن يحيى عن معاوية بن صالح عن أبي الزاهرية عن\nجبير بن نفير عن كعب بن عياض عن النبي ص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p074'> Vol. 00, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nقال القصاص ثلاثة أمير أو مأمور أو مختال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p075'> Vol. 00, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا هشام بن عمار ثنا هقل بن زياد عن الأوزاعي عن عبد الله بن عامر عن\nعمرو بن شعيب عن أبيه عن جده رضي الله عنه عن النبي ص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p076'> Vol. 00, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nقال لا يقص على الناس إلا أمير أو مأمور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p077'> Vol. 00, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا ابن مصفى ثنا أبو المغيرة عن إسماعيل بن عياش عن ثعلبة بن مسلم عن\nأبي عمران الأنصاري عن عبادة ابن الصامت عن النبي ص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p078'> Vol. 00, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nقال لا يقص على الناس إلا أمير أو مأمور أو متكلف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p079'> Vol. 00, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا ابن مصفى ثنا سويد بن عبد العزيز عن زهير عن ابن حرملة عن عمرو بن\nشعيب عن أبيه عن جده قال قال رسول الله ص لا يقص إلا أمير أو مأمور أو\nمرائي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p080'> Vol. 00, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا العباس بن الوليد الخلال الدمشقي وكان في هيئته ونفسه يشبه بالنساك\nنا عبد الرحمن بن محمد بن إسماعيل نا خالد ابن عبد الرحمن عن عمر بن ذر عن\nمجاهد عن أبي هريرة عن النبي ص قال لا يقص إذا على الناس إلا ثلاثة فذكره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p081'> Vol. 00, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو بكر بن أبي شيبة نا يحيى بن سعيد عن سفيان عن أبي حصين عن أبي\nعبد الرحمن أن عليا رضي الله عنه رأى رجلا يقص فقال علمت الناسخ من المنسوخ\nفقال لا قال هلكت وأهلكت وهذا دليل على امتحان القاص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p082'> Vol. 00, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا هشام بن عمار ثنا إسماعيل بن عياش عن صفوان بن عمرو عن الأزهر <span id='ms5'></span> بن\nعبد الله الهوزني عن أبي عامر عبد الله بن لحي الهوزني أنه سمعه يقول حججنا\nمع معاوية بن أبي سفيان رضي الله عنهما فلما قدمنا مكة أخبر بأن قاصا يقص\nعلى أهل مكة مولى لبني مخزوم فأرسل إليه معاوية فقال أمرت بالقصص قال لا\nقال فما حملك على أن تقص بغير إذن قال ننشر علما علمناه الله عز وجل قال لو\nكنت تقدمت إليك قبل مرتي هذه لقطعت منك طابقا ثم قام حين صلى الظهر بمكة\nفقال إن رسول الله ص قال إن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p084'> Vol. 00, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nهل الكتابين افترقوا في دينهم على ثنتين وسبعين ملة وإن هذه الأمة ستفترق\nعلى ثلاث وسبعين ملة في الأهواء كلها في النار إلا واحدة وإنها الجماعة\nوإنه سيخرج في أمتي قوم يتجارى بهم تلك الأهواء كما يتجارى الكلب بصاحبه\nولا يبقى منه عرق ولا مفصل إلا دخله والله يا معشر العرب لئن لم تقوموا بما\nجاء به نبيكم ص لغيركم من الناس أحرى أن لا يقوم له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p085'> Vol. 00, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nحدثني محمد بن مصفى ثنا بقية عن صفوان بن عمرو حدثني الأزهر بن عبد الله\nالحرازي عن أبي عامر الهوزني قال حججت مع معاوية فلما قدمنا مكة حدث برجل\nيقص ويفتي مولى لبني مخزوم فأرسل إليه فقال أمرت بهذا قال لا قال فما حملك\nعليه قال نفتي وننشر فقال علما عندنا قال معاوية لو تقدمت إليك قبل مرتي\nهذه لقطعت منك طابقا قال فلما صلى صلاة الظهر قعد على المنبر فقال يا معشر\nالعرب والله لئن لم تقوموا بما جاء به نبيكم ص لغيركم من الناس أحرى أن لا\nيقوم به ألا إن رسول الله ص قام يوما فذكر أن أهل الكتاب قبلكم قد افترقوا\nعلى اثنتين وسبعين فرقة في الأهواء الا وإن هذه الأمة ستفترق على ثلاث\nوسبعين فرقة كلها في النار إلا واحدة وهي الجماعة ألا إنه سيخرج في أمتي\nأقوام يهوون هوى يتجارى بهم تلك الأهواء كما يتجارى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p086'> Vol. 00, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nالكلب بصاحبه لا يبقى منه عرق ولا مفصل <span id='ms6'></span> إلا دخله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p087'> Vol. 00, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا دحيم نا الوليد بن مسلم نا صفوان نا الأزهر بن عبد الله حدثني أبو\nعامر عبد أي الله بن لحي قال حججت مع معاوية يعني فذكره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p088'> Vol. 00, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا الحسن بن الصباح البزار نا الهيثم بن خارجة نا شهاب بن خراش عن\nحجاج بن دينار عن أبي معشر عن إبراهيم عن علقمة قال سمعت عليا على المنبر\nوضرب يده على منبر الكوفة يقول بلغني أن قوما يفضلوني على أبي بكر وعمر ولو\nكنت تقدمت في ذلك لعاقبت ولكني أكره العقوبة قبل التقدمة من قال شيئا من\nهذا فهو مفتري عليه ما على المفترى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p089'> Vol. 00, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو بكر بن أبي شيبة نا محمد بن بشر ثنا عبيد الله ابن عمر عن زيد\nبن أسلم عن أبيه قال بلغ عمر بن الخطاب أن ناسا يجتمعون في بيت فاطمة\nفأتاها فقال يا بنت رسول الله ص ما كان أحد من الناس أحب إلينا من أبيك ولا\nبعد أبيك أحب إلينا منك فقد بلغني أن هؤلاء النفر يجتمعون عندك وأيم الله\nلئن بلغني ذلك لأحرقن عليهم البيت فلما جاؤوا فاطمة قالت إن ابن الخطاب قال\nكذا وكذا فإنه فاعل ذلك فتفرقوا حين بويع لأبي بكر رضي الله عنه ففي قول\nمعاوية للقاص لو كنت تقدمت إليك لقطعت منك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p091'> Vol. 00, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nطابقا دليل على أن المخالف إذا خالف لما نهي عنه وجب بذلك عقوبته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p092'> Vol. 00, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا هدبة ثنا حماد بن سلمة عن يعلى بن عطاء عن أبي علقمة عن أبي هريرة\nأن النبي ص قال من أطاعني فقد أطاع الله ومن عصاني فقد عصى الله ومن أطاع\nالأمير فقد أطاعني ومن عصى الأمير فقد عصاني والأمير مجن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p093'> Vol. 00, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا ابن كاسب ثنا عبد الرزاق عن معمر عن الزهري عن أبي سلمة عن أبي\nهريرة قال قال رسول الله ص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p094'> Vol. 00, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nمن أطاعني فقد أطاع الله ومن أطاع أميري فقد أطاعني ومن عصاني فقد عصى\nالله ومن عصى أميري فقد عصاني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p095'> Vol. 00, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو موسى ثنا مكي بن إبراهيم ثنا ابن جريج <span id='ms7'></span> عن الزهري عن أبي سلمة\nعن أبي هريرة أن رسول الله ص قال من أطاعني فقد أطاع الله ومن عصاني فقد\nعصى الله ومن عصى أميري فقد عصاني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p096'> Vol. 00, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nومما دلت عليه الأخبار التي ضمنا هذا الكتاب من قوله من أطاعني فقد أطاع\nالله ومن عصاني فقد عصى الله ومن أطاع أميري فقد أطاعني ومن عصى أميري فقد\nعصاني مؤكد بذلك طاعة الأمراء حضا منه على طاعة الأمراء وزجرا منه على\nخلافهم فإذا قص القاص بغير إذن الأمير وجب على الأمير منعه من ذلك إذ القاص\nبغير إذن الأمير متكلف أو مختال أو مرائي وهذه الأحوال مذمومة كلها فيجب\nعلى الإمام المنع منها وفي حديث عمر بن الخطاب رضي الله عنه ما يدل على أن\nالإمام إذا بلغه أن قوما يجتمعون على أمر يخاف أن يحدث عن اجتماعهم ما يكون\nفيه فساد أن يتقدم إليهم ويوعدهم في ذلك وعيدا يرهبون به مع اعتراف عمر بحق\nفاطمة رضي الله عنها وأنها أحب الناس إليه بعد أبيها ص لم يمنعه ذلك من أن\nتقدم إليها وأخبرها بما هو عليه ومعرفة فاطمة بحق عمر رضي الله عنهما وأنه\nيفي بموعده وفي حديث السائب بن يزيد وعبد الله بن عمر أنه لم يقص على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p097'> Vol. 00, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nعهد رسول الله ص ولا عهد أبي بكر ولا عهد عمر ولا عهد عثمان رضي الله\nعنهم دليل على أنه أحدث بعدهم وقال ص إياكم ومحدثات الأمور فإن كل محدثة\nبدعة وقول معاوية للقاص الذي أخبر به أبإذن تقص قال لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p098'> Vol. 00, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nقال لو كنت تقدمت إليك لقطعت منك طابقا موافق لقول علي فإني أكره العقوبة\nقبل التقدمة فإن عادوا بعد التقدمة وجبت عليهم العقوبة وفي قول علي رضي\nالله عنه للقاص أعلمت الناسخ من المنسوخ دليل على امتحان القصاص المأذون\nلهم في القصص وفي حديث السائب بن يزيد ما يدل على أن الإمام إذا إذن للقاص\nأن يقص بعد امتحانه أن يقص على رجليه قائما وان لا يطيل المكث لئلا يمل <span id='ms8'></span>\nالناس وقالت عائشة لابن السائب القاص قص عليهم في الأسبوع يومين أو ثلاثة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p099'> Vol. 00, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو بكر بن أبي شيبة ثنا وكيع وأبو معاوية وحدثنا ابن نمير نا أبو\nمعاوية عن الأعمش عن شقيق عن عبد الله قال كان رسول الله ص يتخولنا\nبالموعظة في الأيام مخافة السامة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p101'> Vol. 00, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nعلينا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p102'> Vol. 00, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nوفي قول معاوية يا معشر العرب إنكم إن لم تقوموا بما جاء به نبيكم ص\nفغيركم من الناس أحرى أن لا يقوموا به أن العرب أولى بالقيام بما جاء به\nنبيها ص من غيرهم وأنها إن تركت ذلك مع حالها فغيرهم أحرى أن يكونوا أترك\nله وكانت الحجة على العرب في تركها القيام بذلك أعظم منها على غيرها\nوالأمير جائز له أن يقص وأن ثنا القاص إذا لم يكن غير؟؟\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p103'> Vol. 00, p. 103</a>\n            </div>\n            \n</p>\n\n\n\n#####ENDNOTES# <span id='ms9'></span>",
  "pages": [
    "052",
    "053",
    "054",
    "055",
    "056",
    "058",
    "059",
    "060",
    "061",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "101",
    "102",
    "103"
  ],
  "volumes": [
    "01"
  ]
}