{
  "content": "\n<h1 class='l1' id='head0'>الجزء الثاني</h1>\n\n<h1 class='l1' id='head1'>باب المفتوح أوله من الأسماء</h1>\n\n<p>\n...\n</p>\n\n<p>\nباب المفتوح أوله من الأسماء\n</p>\n\n<p>\nقال أبو سهل: ذرك أبو العباس ثعلب – رحمه الله – في هذا الباب أربعة\nوعشرين فصلا خارجة عن ترجمته. وقد ميزتها في \"تهذيب الكتاب\" وجعلت كل فصل\nمنها في الموضع الذي هو أحق به من هذا الباب، لكني ذكرتها في هذا الكتاب\nعلى ما هي مثبتة في الأصل. والله ولي التوفيق.\n</p>\n\n<p>\n(يقال1: هو فكاك الرهن) 2 بفتح الفاء: للمال الذي يفتك به الرهن، أي يخلص\nمن يدي المرتهن، ولذلك قال زهير3\n</p>\n\n<p>\nوفارقتك برهن لا فكاك له ... يوم الوداع فأضحى الرهن قد غلقا\n</p>\n\n<p>\nولا يعرف للفكاك جمع.\n</p>\n\n<p>\n(وهو حب المحلب) 4 بفتح الميم واللام: وهو شجر، وحبه من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p579'> Vol. 02, p. 579</a>\n            </div>\n            \n</p>\n\n<p>\nالأفاويه1.\n</p>\n\n<p>\n(وهو عرق النسا) 2 بفتح النون، والقصر3، هكذا رواه ثعلب وابن السكيت\nوغيرهما من أهل اللغة4، أعني بإضافة عرق إلى النسا. وقال ابن السكيت أيضا:\nوقال الأصمعي: هو النسا، ولا تقل: عرق النسا، كما لا يقال: عرق الأكحل، ولا\nعرق الأبجل، إنما هو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p580'> Vol. 02, p. 580</a>\n            </div>\n            \n</p>\n\n<p>\nالأكحل والأبجل1. واحتج بقول امرئ القيس2:\n</p>\n\n<p>\nفأنشب أظفاره في النسا ... فقلت هبلت ألا تنتصر\n</p>\n\n<p>\nونحو هذا قال أبو إسحاق الزجاج3 وابن درستويه4 وجماعة غيرهما من\nالنحويين5، وقالوا: هذا من خطأ العامة، لأنهم أضافوا العرق إلى النسا، ولا\nيجوز ذلك، لأن [72/أ] النسا اسم العرق بعينه، فلا تجوز إضافة العرق إلى\nاسمه، لأنه إضافة الشيء إلى نفسه6. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p581'> Vol. 02, p. 581</a>\n            </div>\n            \n</p>\n\n<p>\nوالنسا: عرق في الفخذ، وينحدر إلى الساق، وهما نسيان في الفخذين جميعا،\nفإذا جمعوا قالوا: أنساء.\n</p>\n\n<p>\n(وهي الرحى <span id='ms173'></span>) 1 بالقصر، وهي معروفة: للتي يطحن بها، وهي مؤنثة2، وتثنيتها\nرحيان في الرفع، ورحيين في النصب والجر, وجمعها أرحاء3، ولا يقال: أرحية4.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p582'> Vol. 02, p. 582</a>\n            </div>\n            \n</p>\n\n<p>\n(وهو في رخاء العيش) 1 بالمد: أي لين وخصب وسعة.\n</p>\n\n<p>\n(وهو الرصاص) 2: معروف، وهو فارسي معرب3، والعرب تسميه الصرفان بفتح\nالصاد والراء، على مثال الغليان.\n</p>\n\n<p>\n(وهو صداق المرأة) 4: لمهرها، ولم يسمع له جمع، وقياسه في القليل أصدقة،\nوفي الكثير صدق5، مثل قذال وأقذلة وقذل. (وإن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p583'> Vol. 02, p. 583</a>\n            </div>\n            \n</p>\n\n<p>\nشئت صدقة) بفتح الصاد وضم الدال، وجمعها صدقات. ومنه قوله تعالى: {وآتوا\nالنساء صدقاتهن نحلة} 1 (وصدقة) 2 بضم الصاد وسكون الدال، وجمعها صدقات.\n</p>\n\n<p>\n(وهو الشنف) 3: لما يجعل في أعلى أذن الغلام والجارية من الحلي، وجمعه\nشنوف4. ويقال لما يعلق في أسفلها، وهو شحمتها القرط.\n</p>\n\n<p>\n(وهو الأنف) 5: وهو معروف للإنسان وغيره من الحيوان، وهو آلة الشم، وجمعه\nفي القليل آنف وآناف، وفي الكثير أنوف [72/ب] .\n</p>\n\n<p>\n(ويأتيك بالأمر من فصه: أي من مفصله) 6، أي يفصله لك، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p584'> Vol. 02, p. 584</a>\n            </div>\n            \n</p>\n\n<p>\nولا يجمله، ومعناه: من موضعه الذي ينبغي.\n</p>\n\n<p>\n(وهو فص الخاتم) 1: معروف، والجمع فصوص2.\n</p>\n\n<p>\n(وهو خصم الرجل) 3: الذي يخاصمه.\n</p>\n\n<p>\n(وهو ثدي المرأة) 4: وجمعه في القليل أثد، وفي الكثير الثدي5، وهو معروف\nلما يكون فيه لبنها من صدرها، وهو كالضرع من الشاة6، وهما ثديان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p585'> Vol. 02, p. 585</a>\n            </div>\n            \n</p>\n\n<p>\n(وخاصمت فلانا، فكان ضلعك علي: أي ميلك) 1 وجورك.\n</p>\n\n<p>\n(وجئ به من حسك وبسك) 2: أي من حيث شئت. وفي نسخة أبي سعيد السيرافي: (أي\nمن حركتك وسكونك) . وقيل في تفسيرهما: أي من حيث كان ولم يكن3. أي اجتهد\nفيه وفي تحصيله، ولا يثنيان ولا يجمعان، لأنهما مصدران.\n</p>\n\n<p>\n(وثوب معافري) 4 بتشديد الياء: وهو منسوب إلى معافر5، وهو موضع6. وقيل:\nقبيلة من اليمن7. وقال الجبان: هو اسم رجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p586'> Vol. 02, p. 586</a>\n            </div>\n            \n</p>\n\n<p>\nسمي بلفظ الجمع1.\n</p>\n\n<p>\n(وهي الأسنان) 2 لجمع سن للإنسان وغيره، وهي معروفة في الفم، وعدتها في\nالإنسان اثنتان وثلاثون سنا، فمنها أربع ثنايا، وهن المقدمات الوسط من علو\nوسفل، ثنتان3 من علو تحت وترة الأنف، وثنتان من سفل. ووترة الأنف بفتح\nالواو والتاء: هي الحاجزة بين المنخرين. والمنخران: هما ثقبا الأنف ومخرج\nالنفس. وتلي الثنايا أربع <span id='ms174'></span> رباعيات، وتليها أربعة أنياب، وتليها أربعة\n[73/أ] ضواحك، وتليها ست عشرة رحى، فمن الأسنان أربع عشرة سنا من أحد جانبي\nالفم سبع من علو وسبع من سفل، وكذلك من الجانب الآخر والثنايا الأربع\nوسطهن، فصارت جملة الأسنان اثنتين وثلاثين سنا4.\n</p>\n\n<p>\n(وهي اليسار: لليد) 5 الشمال، وكذلك اليسار6: من الغنى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p587'> Vol. 02, p. 587</a>\n            </div>\n            \n</p>\n\n<p>\n(وهو السميدع) : للسيد السخي، (ولا تضمن السين) 1، وجمعه سمادع. وقال\nالنضر بن شميل2: وهو السمح الشجاع السيد3 الضرب من الرجال4.\n</p>\n\n<p>\n(وهو الجدي) 5: للذكر من أولاد المعز خاصة، من أول ما تضعه أمه إلى أن\nيستكمل الحول. ويقال للأنثى: عناق، فإذا أتى عليهما حول فالذكر تيس والأنثى\nعنز6.\n</p>\n\n<p>\n(وثلاثة أجد) 7، وكذلك إلى العشرة، وهذا هو الجمع القليل، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p588'> Vol. 02, p. 588</a>\n            </div>\n            \n</p>\n\n<p>\nفإذا زاد على العشرة، فهو جمع كثير، تقول فيه: (الجداء) بكسر الجيم\nوالمد.\n</p>\n\n<p>\n(وكذلك ثلاثة أظب، وثلاثة أجر) ، وكذلك إلى العشرة، (والكثير الظباء\nوالجراء) . وواحد الظباء ظبي، وهو الغزال، وواحد الجراء جرو، وهو ولد الكلب\nوالسباع. وليس الظبي والجرو من هذا الباب، ولا تغلط فيهما العامة1، وإنما\nذكرهما ثعلب – رحمه الله – هاهنا، لأن جمعهما في القلة والكثرة كجمع\nالجدي2.\n</p>\n\n<p>\n(وهو الكتان) 3: لنبت معروف4، تعمل من لحائه الثياب الدبيقية5 والقصب6\nوغيرهما. [73/ب] وقال ابن مقبل7: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p589'> Vol. 02, p. 589</a>\n            </div>\n            \n</p>\n\n<p>\nأسفن المشافر كتانه ... فأمررنه مستدرا فجالا\n</p>\n\n<p>\n(ورمح خطي، ورماح خطية) 1 بتشديد الطاء والياء: وهو منسوب إلى الخط، وهي\nإحدى مدينتي البحرين، يقال لإحداهما: الخط2، والأخرى: هجر3. والرماح4 تنبت\nفي بلاد الهند، فيجاء بها في السفن إلى الخط، فتقوم وتصلح بها، ثم تفرق\nمنها في البلاد، فنسبت إليها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p590'> Vol. 02, p. 590</a>\n            </div>\n            \n</p>\n\n<p>\n(وما أكلت أكالا) : أي شيئا يؤكل، ولا يستعمل إلا مع النفي1.\n</p>\n\n<p>\n(ولا ذقت غماضا) 2: أي نوما قليلا، ولا يقال ذلك إلا في النفي3 أيضا.\n</p>\n\n<p>\n(وما جعلت في عيني حثاثا) : أي نوم قليلا (بكسر الحاء عن الفراء 4، وقال\nغيره: هو مفتوح) 5 ولا يستعمل إلا بحرف النفي أيضا6.\n</p>\n\n<p>\nوالذوق: أصله تطعم الشيء باللسان، ليعرف الحلو من غيره، وقد يكون بغير\nاللسان أيضا. ومنه قوله تعالى: {وذوقوا عذاب الحريق} 7، وقال: {ذق إنك أنت\nالعزيز الكريم} 8. وقد يكون الذوق <span id='ms175'></span> بمعنى الأكل أيضا، تقول: ما ذقت شيئا، أي\nما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p591'> Vol. 02, p. 591</a>\n            </div>\n            \n</p>\n\n<p>\nأكلت شيئا1.\n</p>\n\n<p>\n(وهو الجورب والكوسج) 2، وجمعهما جوارب وكواسج، وجواربة وكواسجة.\nفالجورب: معروف لما يعمل من قطن أو صوف بالإبرة، أو يخاط من خرق كهيئة\nالخف، فيلبس في الرجل، وأصله فارسي3، والعرب تضرب به المثل في النتن4.\nوأنشد الأصمعي [74/أ] :\n</p>\n\n<p>\nأثني علي بما علمت فإنني\n</p>\n\n<p>\nأثني عليك بمثل ريح الجورب5\n</p>\n\n<p>\nوأما الكوسج: فهو أيضا فارسي معرب6، وهو بالفارسية \"كوسه\"7 بضم الكاف،\nوهو الرجل السناط بكسر السين: وهو الصغير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p592'> Vol. 02, p. 592</a>\n            </div>\n            \n</p>\n\n<p>\nاللحية، القليل شعر العارضين1.\n</p>\n\n<p>\n(وبالصبي لوى) 2 بالقصر: وهو جمع يصيب الإنسان في جوفه أو سرته أو معدته\nمن أكل طعام ضار. وهو مصدر، والفعل منه لوي يلوى بكسر الواو في الماضي\nوفتحها في المستقبل.\n</p>\n\n<p>\n(وهو الفقر) 3: لضد الغنى، وهو الاحتياج. والغنى: زوال الحاجة عن\nالإنسان.\n</p>\n\n<p>\n(ومنه تقول: هذا طعام له نزل) 4 بفتح النون والزاي: أي بركة وزيادة في\nالزرع والطحن5. والطعام نفسه نزل بكسر الزاي. والطعام هاهنا: الحنطة\nوأشباهها مما يزرع ويطحن. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p593'> Vol. 02, p. 593</a>\n            </div>\n            \n</p>\n\n<p>\n(وهو أبين من فلق الصبح، وفرق الصبح) 1 أيضا، بمعنى واحد: وهو انشقاقه\nوأوله وبياضه. والصبح: أول النهار. قال أبو سهل: وليس هذان الفصلان مما\nتغلط العامة في أولهما.\n</p>\n\n<p>\n(وهو الشمع، والشعر، والنهر، وإن شئت أسكنت ثانيه) 2. قال أبو سهل: وهذه\nأيضا مما لا تلحن العامة في أولها.\n</p>\n\n<p>\nفأما الشمع: فمعروف للذي يصطبح به، وهو الذي تجمعه النحل وتجعل فيه\nعسلها. والعسل تجمعه النحل [74/ب] من زهر النبات والشجر. وأما الشمع فلا\nيعلم من أي شيء تأخذه، هكذا قال العلماء بالنحل3. والله أعلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p594'> Vol. 02, p. 594</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الشعر: فمعروف، وهو للناس ولذوات الحافر، والبقر والمعز والخنزير،\nوالكلب، وغير ذلك من السباع.\n</p>\n\n<p>\nوأما النهر: فمعروف، وهو الفرجة في الأرض يجري فيها الماء.\n</p>\n\n<p>\nوتقول في جمع المفتوح الثاني من هذه: أشماع، وأشعار وأنهار. وفي جمع\nالمسكن: شموع وشعور ونهر بضم النون والهاء، وقياس الساكن في جمع القلة أشمع\nوأشعر وأنهر.\n</p>\n\n<p>\n(وقد دخل هذا في القبض) 1 بفتح الباء: أي فيما أخذ من المال، والجمع\nأقباض.\n</p>\n\n<p>\n(والنفض) 2 بفتح الفاء: اسم <span id='ms176'></span> للورق والثمر المنفوض من الشجر والجمع أنفاض.\nفإن سكنت الباء والفاء منهما كانا مصدرين3، تقول: قبضت المال وغيره أقبضه\nقبضا: إذا أخذته, ونفضت الشجرة أنفضها نفضا: إذا ضربتها بعصا ليسقط ورقها،\nأو حركتها ليسقط ثمرها. وهذان الفصلان مما لا تغلط العامة في أولهما أيضا.\n</p>\n\n<p>\n(وهو قليل الدخل) 4 بفتح الدال والخاء: أي الفساد والريبة والخيانة\nوالعيب والداء وأشباهها. وقال الجبان: يعنون ما يدخل له من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p595'> Vol. 02, p. 595</a>\n            </div>\n            \n</p>\n\n<p>\nغلة، قال: وكان القياس الدخل بسكون الخاء1، كالخرج الذي هو نقيضه [75/أ]\nومقابله، لكن السماع أولى من القياس. قال: وجمع الدخل أدخال2. قال أبو سهل:\nوهذا أيضا مما لا تغلط العامة في أوله.\n</p>\n\n<p>\n(ولا أكلمك إلى عشر من ذي قبل) 3 بفتح القاف والباء، ومعناه الاستئناف\nوالاستقبال: أي لا أكلمك إلى عشر ليال من زمان ذي استقبال.\n</p>\n\n<p>\n(وهي طرسوس، وهو قربوس السرج) . قال أبو سهل: وهذان الفصلان مما لا تغلط\nالعامة في أولهما أيضا، لكنهم يسكنون الراء منهما4.\n</p>\n\n<p>\nفأما طرسوس: فهي اسم مدينة معروفة من مدن الروم5. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p596'> Vol. 02, p. 596</a>\n            </div>\n            \n</p>\n\n<p>\nوأما قربوس السرج1: فهو مقدمه الشاخص بين يدي الراكب. قال ابن مقبل2:\n</p>\n\n<p>\nقربوس السرج من حاركه\n</p>\n\n<p>\nبتليل كالهجين المحتزم\n</p>\n\n<p>\nالحارك من الفرس: أعلى كتفيه ومغرز عنقه فيهما. والتليل: العنق. والهجين\nمن الناس: الذي أبوه عربي وأمه أمة. فشبه انتصاب القربوس على حاركه بعبد\nمحتزم، وهو الذي قد احتزم بثوبه، وانتصب متهيئا لأمره.\n</p>\n\n<p>\n(وتقول: العربون) 3 بفتح العين والراء، (والعربان) بضم العين وسكون\nالراء، (في قول الفراء4، وقد يخالف فيه) . وهما اسمان لما يسلف ويقدم\nللصانع من أجرة ما يصنعه، أو يقدم للبائع من جملة ثمن المبيع حتى لا يبيعه\nمن غير هذا [75/ب] المسلف المقدم. وجمعهما العرابين والعربونات والعربانات.\n</p>\n\n<p>\nوأما قوله: \"وقد يخالف فيه\"، فإن غير الفراء يقول: عربون5 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p597'> Vol. 02, p. 597</a>\n            </div>\n            \n</p>\n\n<p>\nبضم العين وسكون الراء، وجمعه عرابين أيضا، كعصفور وعصافير، وعربونات.\nوهذه الكلمة فارسية، وأصلها \"أربون\"1 بفتح الهمزة والراء، وبعضهم يحذف\nالهمزة من أولها. وليس هذان الفصلان مما تغلط العامة في أولهما2.\n</p>\n\n<p>\nوكذلك (وهي الجبروت) 3 بفتح الجيم والباء، على وزن فعلوت: وهي التجبر <span id='ms177'></span>\nوالكبر. لا تغلط العامة في أوله أيضا.\n</p>\n\n<p>\nوكذلك قوله: (وقوم فيهم جبرية) بفتح الباء: (أي كبر. وقوم جبرية) بسكون\nالباء. (خلاف القدرية) بفتح الدال. ليس تغلط العامة في أولهما أيضا.\n</p>\n\n<p>\nوالجبرية بسكون الباء: اسم محدث4، وهو يقع على من قال: إن الله تعالى\nأجبر العباد على المعاصي والطاعات، أي ألزمهم إياها وأكرههم على فعلها5.\n</p>\n\n<p>\nوأما القدرية: فهم الذين ينكرون أن الله تعالى قدر على العباد الطاعات\nالمعاصي والأعمال، وإنهم هم الذين قدروها وفعلوها، كما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p598'> Vol. 02, p. 598</a>\n            </div>\n            \n</p>\n\n<p>\nأحبوا، فأضافوا القدر إلى أنفسهم، فنسبوا إليه1.\n</p>\n\n<p>\nوتقول: (هي فلكة المغزل) 2 بفتح الفاء وسكون اللام: للمستديرة التي تجعل\nعلى رأسه من خشب أو عظم لتثقله، وجمعها فلك3 [76/أ] وفلكات بالفتح أيضا.\n</p>\n\n<p>\n(وهي ترقوة الإنسان) 4 بفتح التاء وسكون الراء وضم القاف: للعظم المشرف\nفي أعلى الصدر، وهما ترقوتان بينهما هزمة، وهي ثغرة النحر. والجمع\nالتراقي5.\n</p>\n\n<p>\n(و) مثلها في الوزن (عرقوة الدلو) 6: وهي الخشبة المعروضة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p599'> Vol. 02, p. 599</a>\n            </div>\n            \n</p>\n\n<p>\nعلى الدلو، وهي الصليب نفسه. والجمع العراقي1.\n</p>\n\n<p>\n(وقرأت سورة السجدة) 2 بفتح السين: وهي السورة التي بين سورة الأحزاب\nوسورة لقمان، فإذا قرأ القارئ منها، أو سمع السامع من يقرأ قوله تعالى:\n{وهم لا يستكبرون} 3 فإنه يسجد هاهنا4. والسجدة: المرة الواحدة من السجود،\nوجمعها سجدات بفتح الجيم، كالضربة والضربات. وكذلك كل ما كان على \"فعلة\"\nبفتح الفاء وسكون العين، إذا جمعتها بالألف والتاء، فإنك تفتح العين منها\nكالبكرة والبكرات، إلا أن تكون وصفا، أو تكون معتلة العين، فإنك تتركها على\nحال السكون، فتقول في جمع جوزة: جوزات5، وفي جمع خدلة: خدلات6 بسكون الواو\nوالدال.\n</p>\n\n<p>\n(وهي الجفنة) 7 بفتح الجيم: للقصعة العظيمة من الحشب، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p600'> Vol. 02, p. 600</a>\n            </div>\n            \n</p>\n\n<p>\nوجمعها جفنات بفتح الفاء، وجفان أيضا1.\n</p>\n\n<p>\n(وهي ألية الكبش) بفتح الهمزة وسكون اللام: لذنبه، (وتجمع أليات) 2 بفتح\nاللام. (وكبش أليان) بفتح اللام: أي عظيم الألية، ونعجة أليانة بالفتح\nأيضا، والجميع كباش ألي، على مثال [76/ب] عمي، ونعاج أليانات بفتح اللام.\n</p>\n\n<p>\n(ورجل آلى) 3، على مثال عالى: أي عظيم الألية، وهي عجزه. وقوم ألي بضم\nالهمزة وسكون اللام أيضا، على مثال عمي.\n</p>\n\n<p>\n(وامرأة عجزاء <span id='ms178'></span>) 4 بالمد، (كذلك كلام العرب، والقياس ألياء) 5 مثل أعمى\nوعمياء.\n</p>\n\n<p>\nوأكثر العامة يحذفون الهمزة من الألية، ويكسرون اللام، ويشددون الياء،\nفيقولون: لية6، والمتفاصحون منهم يثبتون الهمزة في أولها، كما تقول العرب،\nلكنهم يكسرونها7. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p601'> Vol. 02, p. 601</a>\n            </div>\n            \n</p>\n\n<p>\n(والحرب خدعة) 1 بفتح الخاء وسكون الدال: (هذه أفصح اللغات، وذكر2 أنها\nلغة النبي صلى الله عليه وسلم) 3 ومعناه: أن من خدع في الحرب مرة واحدة عطب\nوهلك، ولا عودة له. وهي فعلة4 من الخدع، والخدع: الختل، وأن تظهر خلاف ما\nتخفي. وقال الجبان: خدعة فعلة من الخداع، كالقومة من القيام، والمراد أن\nالحرب يكفى الإنسان أمرها بخدعة واحدة يأتيها5. والجمع خدعات بفتح الدال.\n</p>\n\n<p>\n(وهي الأنملة) 6 بفتح الهمزة وضم الميم: (لواحدة الأنامل) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p602'> Vol. 02, p. 602</a>\n            </div>\n            \n</p>\n\n<p>\nهكذا في نسختي التي قرأتها ورويتها عن شيوخي – ر حمة الله عليهم ورضوانه\n– وهكذا رأيته أيضا مشكولا في نسخ عدة. ورأيت في نسخ أخر لم أسمعها: (وهي\nالأنملة، وقد تجوز بالضم) 1، أعني بفتح الهمزة وضم الميم. ورأيت في نسخ أخر\nلم أسمعها أيضا: (وهي الأنملة، وقد تجوز بالضم) ، أعني [77/أ] بفتح الهمزة\nوالميم جميعا. وأكثر أهل اللغة على فتح الهمزة وضم الميم2. والأنملة: هي\nالمفصل الأعلى الذي فيه الظفر من إصبع اليد3. وقال الجبان: الأنملة: لحم\nطرف الإصبع4. ورويت عنه بفتح الهمزة والميم5.\n</p>\n\n<p>\nقال أبو سهل: ويقال للمفصل الذي دون الأنملة من كل إصبع من أصابع اليدين:\nالراجبة، وجمعها رواجب. ويقال للمفصل الذي دون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p603'> Vol. 02, p. 603</a>\n            </div>\n            \n</p>\n\n<p>\nالراجبة البرجمة بالضم، وجمعها براجم. وفي هذه الأشياء اختلاف بين أهل\nاللغة1 تركت ذكرها خوف الإطالة.\n</p>\n\n<p>\nوقال أبو العباس – رحمه الله -: (وموضع يقال له: أسنمة) . كذا روي لنا\nعنه بفتح الهمزة وضم النون2، وهو قريب من فلج3 على تسع ليال من البصرة. قال\nربيعة بن مقروم الضبي4: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p604'> Vol. 02, p. 604</a>\n            </div>\n            \n</p>\n\n<p>\nلمن الديار كأنها لم تحلل ... بجنوب أسنمة فقف العنصل1\n</p>\n\n<p>\n(وهي الدجاجة) 2 بفتح الدال: معروفة من الطير، وهي أنثى الديك. وهي دجاجة\nبيوض بفتح الباء: أي تكثر البيض. وللجماعة دجاج بيض3 بضم الباء والياء،\nكصبور وصبر، ورجل غيور، وقوم غير.\n</p>\n\n<p>\n(وهي الشتوة والصيفة) : للشتاء والصيف، وقالوهما بالهاء <span id='ms179'></span>، لأنهم أرادوا\nبناء المرة الواحدة، كأنهما شتوة سنة واحدة، وصيفة [77/ب] سنة واحدة.\nوالعامة تكسر الشين من الشتوة4، وهو خطأ. وأما الصيفة فليست مما تخطئ فيه5،\nوإنما قرنها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p605'> Vol. 02, p. 605</a>\n            </div>\n            \n</p>\n\n<p>\n[بالشتوة] 1، ليدل بها على الزمانين. وقال أبو النجم2:\n</p>\n\n<p>\nلم يقطع الشتوة بالتزمل\n</p>\n\n<p>\n(وهي الكثرة) 3 بفتح الكاف: لضد القلة. والكثرة: النماء والعدد، وهي مصدر\nلكثر، وليست للمرة الواحدة.\n</p>\n\n<p>\n(ومنه تقول: سفود، وكلوب، وسمور، وشبوط، وتنور. وكل اسم على فعول، فهو\nمفتوح الأول إلا السبوح والقدوس، فإن الضم فيهما أكثر، وقد يفتحان. وكذلك\nالذروح بالضم، لواحد الذراريح، وقد يفتح) 4.\n</p>\n\n<p>\nفالسفود: حديدة طويلة ذات شعب معقفة، ينشب عليها اللحم، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p606'> Vol. 02, p. 606</a>\n            </div>\n            \n</p>\n\n<p>\nفيشوى بها1. قال النابغة2:\n</p>\n\n<p>\nكأنه خارجا من جنب صفحته ... سفود شرب نسوه عند مفتأد\n</p>\n\n<p>\nوأنشد النضر بن شميل3:\n</p>\n\n<p>\nكأني كسوت الرجل سيد عانة ... أقب كسفود الحديد قد ابتقل\n</p>\n\n<p>\nوالجميع السفافيد.\n</p>\n\n<p>\nوأما الكلوب4: فهو المنشال، وهو حديدة معقفة كالخطاف، وجمعه كلاليب.\n</p>\n\n<p>\nوأما السمور: فدابة برية، مثل السنور، تتخذ من جلودها الفراء5. وهو فارسي\nمعرب6. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p607'> Vol. 02, p. 607</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الشبوط: فضرب من السمك يكون بالعراق، دقيق الذنب، عريض الوسط، لين\nالمس، صغير الرأس، كأنه البربط1. وهو جنس، فإن [78/أ] جمعته قلت: شبابيط،\nوشبوطات.\n</p>\n\n<p>\nوأما التنور: فمعروف، وهو الذي يخبز فيه2، وجمعه تنانير.\n</p>\n\n<p>\nوأما سبوح قدوس: فصفتان لله تعالى. فالسبوح: المنزه عن السوء، أي المباعد\nعن كل ما لا ينبغي أن يوصف به3، تبارك وتعالى عما يصف المشركون.\n</p>\n\n<p>\nوالقدوس: الطاهر. وقيل: هو المطهر المنزه عن الأدناس، وعن أن يكون له\nولد، أو يكون في حكمه وفعله ما ليس بعدل4. وهو فعول من القدس، وهو\nالطهارة5.\n</p>\n\n<p>\nوأما الذروح: فدويبة طيارة حمراء منقطة بسواد وصفرة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p608'> Vol. 02, p. 608</a>\n            </div>\n            \n</p>\n\n<p>\nمجزعة شبه الزنبور، وهي من السموم القاتلة، إذا أكلت قتلت1.\n</p>\n\n<p>\n(ومنه تقول: وقعوا في صعود، وهبوط، وحدور) 2 بفتح أولها.\n</p>\n\n<p>\nفالصعود: خلاف الهبوط، وهو اسم المكان الصاعد المرتفع الذي يصعد فيه من\nالجبل أو الوادي أو غيرهما.\n</p>\n\n<p>\nوالهبوط: اسم للمكان المستفل الذي تهبط منه، أي تنزل إلى أسفل. ولم يسمع\nلهما بجمع3، وإذا ضممت أولهما كانا مصدرين4، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p609'> Vol. 02, p. 609</a>\n            </div>\n            \n</p>\n\n<p>\nتقول: صعد يصعد <span id='ms180'></span> صعودا بضم الصاد، إذا رقي الدرج أو الجبل أو الشيء\nالمرتفع، وهبط يهبط هبوطا بضم الهاء، إذا نزل.\n</p>\n\n<p>\nوأما الحدور بفتح الحاء: فهو مثل الهبوط، وهو المكان الذي تنحدر منه، أي\nتنزل إلى أسفل. ولم يسمع له بجمع أيضا1.\n</p>\n\n<p>\n(وهي الجزور) : للناقة التي تجزر، أي تقطع وتجزأ بعد نحرها خاصة، أو تكون\nمعدة لذلك، وإن كانت لم تجزر [78/ب] ولم تنحر بعد. وقال ابن درستويه: ولا\nيسمى الجمل جزورا2. وقال غيره: الجزور من الإبل يقع على الذكر والأنثى.\nوالجمع جزر3 بضم الجيم والزاي.\n</p>\n\n<p>\n(وهو الوقود، والطهور، والوضوء، تعني الاسم، والمصدر بالضم) 4.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p610'> Vol. 02, p. 610</a>\n            </div>\n            \n</p>\n\n<p>\nفالوقود بفتح الواو: اسم لما توقد به النار من حطب وغيره. ومنه قوله\nتعالى: {وقودها الناس والحجارة} 1. فإذا ضممت الواو كان مصدرا، تقول: وقدت\nالنار تقد وقودا: أي اشتعلت.\n</p>\n\n<p>\nوالطهور بفتح الطاء: الماء الذي يتطهر به، أي يتوضأ به ويغتسل، وتزال به\nالأقذار والنجاسات، وهو وصف2. ومنه قوله تعالى: {وأنزلنا من السماء ماء\nطهورا} 3. فإذا ضممت الطاء كان مصدرا، تقول: طهر الماء وطهر بضم الهاء\nوفتحها، يطهر بالضم، طهورا وطهارة: أي صار طاهرا.\n</p>\n\n<p>\nوالوضوء على فعول بفتح الواو: اسم للماء الذي يتوضأ به، أي يتنظف ويزال\nبه الوسخ وغيره. فإذا ضممت الواو كان مصدرا، تقول: وضؤ الشيء وضوءا: إذا\nحسن وتنظف. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p611'> Vol. 02, p. 611</a>\n            </div>\n            \n</p>\n\n<p>\n(وهو السحور، والفطور، والبرود، ونحو ذلك) 1.\n</p>\n\n<p>\nفالسحور: اسم لما يوكل أو يشرب في السحر.\n</p>\n\n<p>\nوالفطور: اسم لما يأكله الصائم عند إفطاره أو يشربه.\n</p>\n\n<p>\nوالبرود: اسم لكل ما بردت به شيئا. ومنه قيل للكحل الذي تكحل به العين\nلتبرد من وجعها: برود2.\n</p>\n\n<p>\n(وهو حسن القبول) بفتح القاف: أي الرضا. وهو اسم أجري مجرى المصدر. وقيل:\nبل هو مصدر، من قولهم: قبل الشيء بكسر الباء، يقبل بفتحها: إذا رضيه3،\nومعناه: أن نفسه تقبل على الشيء.\n</p>\n\n<p>\n(وهو الولوع) 4: وهو اسم من أولع به، إذا لازمه. عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p612'> Vol. 02, p. 612</a>\n            </div>\n            \n</p>\n\n<p>\nالجبان1. وقال غيره: هو اسم لما يولع بالشيء2، أي يغري به، ويحرض ويحث\nعلى معاودة فعله. فإذا ضممت الواو كان مصدرا3، تقول: ولع الرجل بالشيء <span id='ms181'></span> بفتح\nالواو وكسر اللام، ولوعا بضم الواو.\n</p>\n\n<p>\n(وهي الكبد، والفخذ، والكرش، والفحث وهي القبة) .\n</p>\n\n<p>\nفالكبد بفتح الكاف وكسر الباء: مؤنثة4 معروفة، وهي اللحمة الحمراء5 تكون\nفي بطن الإنسان وغيره. وقيل: إن الكبد ليست من جملة اللحم، ولكنها دم صاف\nجامد منعقد6. وما غلظ من الدم وخثر انعقد منه الطحال بإذن الله تعالى.\nوجمعها أكباد7. وقال ابن الدمينة8: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p613'> Vol. 02, p. 613</a>\n            </div>\n            \n</p>\n\n<p>\nولي كبد مقروحة من يبيعني ... بها كبدا ليست بذات قروح\n</p>\n\n<p>\nوأما الفخذ بفتح الفاء وكسر الخاء: فهي أيضا مؤنثة1، وجمعها أفخاذ، وهي\nمعروفة للإنسان وغيره، وهي العظم الأعلى من الرجل بما عليه من لحم وغيره.\n</p>\n\n<p>\nوأما الكرش بفتح الكاف وكسر الراء: [79/ب] فهي أيضا مؤنثة2، وجمعها كروش\nوأكراش، وهي معروفة تكون في بطن كل ما يجتر من ذوات الخف والظلف3، وهي وعاء\nالفرث.\n</p>\n\n<p>\nوأما الفحث بفتح الفاء وكسر الحاء: فهي أيضا مؤنثة4، وجمعها أفحاث، وهي\nالمعى الذي يتناهى إليه الفرث، فيلقيه الجزار، وهو يكون مع الكرش. وقيل:\nإنه ما تداخل والتوى من الكرش5. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p614'> Vol. 02, p. 614</a>\n            </div>\n            \n</p>\n\n<p>\nوأما القبة1: فإنها تفسير للفحث.\n</p>\n\n<p>\nوالعامة تكسر أوائل هذه الفصول الأربعة، وتسكن الحرف الثاني منها، وهي\nلغة للعرب2، لكن الأفصح والأكثر فيها ما اختاره ثعلب3 رحمه الله.\n</p>\n\n<p>\n(وهو اللعب، والضحك، والحلف، والكذب، والحبق، والضرط، والخنق) 4 بفتح\nأولها وكسر ثانيها أيضا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p615'> Vol. 02, p. 615</a>\n            </div>\n            \n</p>\n\n<p>\nفأما اللعب: فهو ضد الجد، وهو مصدر لعب يلعب1، وهو لاعب.\n</p>\n\n<p>\nوأما الضحك: فهو أيضا مصدر ضحكت بكسر الحاء، أضحك بفتحها، فأنا ضاحك، وهو\nمعروف المعنى، وهو كشر الإنسان شفتيه حتى تبدو ضواحكه، وهي أربع أسنان في\nجانبي الفم، بين الأنياب والأرحاء، اثنتان من فوق، واثنتان من أسفل. وقد\nتقدم ذكرها في هذا الباب2.\n</p>\n\n<p>\nوأما الحلف: فهو اليمين، وهو مصدر حلف يحلف، أي أقسم. وقال الشاعر3:\n</p>\n\n<p>\nولا حلفي على البراءة نافع\n</p>\n\n<p>\nوأما الكذب: فهو ضد الصدق [80/أ] ، وهو الإخبار عن الشيء بخلاف ما هو به،\nوهو مصدر كذب يكذب.\n</p>\n\n<p>\nوأما الحبق والظرط: فهما بمعنى واحد4 لمصدر حبق يحبق، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p616'> Vol. 02, p. 616</a>\n            </div>\n            \n</p>\n\n<p>\nوضرط يضرط، إذا خرجت منه ريح بصوت. وقال خداش بن زهير العامري1 <span id='ms182'></span>:\n</p>\n\n<p>\nلهم حبق والسود بيني وبينهم\n</p>\n\n<p>\nيدي لكم والزائرات المحصبا\n</p>\n\n<p>\nالسود بفتح السين: موضع2. وقيل: هو جبال قيس3. ويقال: يدي لك أن يكون كذا\nوكذا، كما تقول: علي لك أن يكون ذلك4. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p617'> Vol. 02, p. 617</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الخنق: فهو مصدر خنقه يخنقه، على مثال ضربه يضربه، إذا عصر حلقه.\nومن أمثالهم: \"الخنق يخرج الورق\"1 أي إذا خنق الإنسان افتدى بماله.\n</p>\n\n<p>\n(وهو الصبر) 2 بكسر الباء: لهذا المر، وهو عصارة شجرة3، وهو من الأدوية.\nومنه قال الشاعر4:\n</p>\n\n<p>\nأقول الحذاقي مستسمع ... وقولي يذر عليه الصبر!\n</p>\n\n<p>\nوالعامة لا تغلط في أوائل هذه الفصول الأربعة5.\n</p>\n\n<p>\n(وهي المعدة) بفتح الميم وكسر العين: وهو اسم عضو في جوف الإنسان، وهي\nالتي يقع فيها طعامه وشرابه، وهي بمنزلة [80/ب] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p618'> Vol. 02, p. 618</a>\n            </div>\n            \n</p>\n\n<p>\nالكرش لكل مجتر1. وجمعها معدات، على مثال جربة وجربات2. فأما معد بكسر\nالميم وفتح العين، فإنها جمع معدة، مثل قربة وقرب، وهي لغة للعرب، والعامة\nعلى هذه اللغة3.\n</p>\n\n<p>\n(وهم السفلة) 4 بفتح السين وكسر الفاء: للسقاط من الناس الرذال، وهي اسم\nجماعة، ولا واحد لها من لفظها.\n</p>\n\n<p>\n(وهي اللبنة، والكلمة، والفطنة، والقطنة، وهي كالرمانة تكون في جوف\nالبقرة) بفتح أولها وكسر ثانيها أيضا.\n</p>\n\n<p>\nفأما اللبنة: فهي معروفة تعمل من طين في قالب، ويبنى بها إذا جفت. وكذلك\nلبنة القميض معروفة أيضا، وهي التي تسمى الجيب، وجمعهما لبنات ولبن بفتح\nاللام وكسر الباء أيضا، والعامة تكسر اللام وتسكن الباء5. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p619'> Vol. 02, p. 619</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الكلمة1: فما تكلم به، وجمعها كلم وكلمات.\n</p>\n\n<p>\nوأما الفطنة بالفاء: فإني رأيت هذا الحرف في بعض نسخ الكتاب، ولم أره في\nبعضها2. ورأيت أيضا في بعضها: (وهو حسن الفطنة) مفتوح الفاء مكسور الطاء.\nوالذي قاله غير ثعلب: \"الفطنة\" بكسر الفاء وسكون الطاء، على ما تقوله\nالعامة3، وهي كالنباهة على الشيء [81/أ] .\n</p>\n\n<p>\nوأما القطنة بقاف مفتوحة وطاء مكسورة4: فهي كالرمانة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p620'> Vol. 02, p. 620</a>\n            </div>\n            \n</p>\n\n<p>\nتكون في جوف البقرة1، جمعها قطنات، وهي قطعة من الكرش تكون معها، وهي ذات\nالأطباق، يتراكب بعضها على بعض. والعامة تسميها الرمانة2، وتسميها أيضا\nلقاطة الحصى3.\n</p>\n\n<p>\n(وبعتك بيعا بأخرة ونظرة) 4 بفتح أولهما وكسر ثانيهما: وهما بمعنى واحد <span id='ms183'></span>،\nأي ونسيئة وتأخير الثمن. ومنه قوله تعالى: {وإن كان ذو عسرة فنظرة إلى\nميسرة} 5 أي تأخير إلى وقت اليسار.\n</p>\n\n<p>\n(وما عرفته إلا بأخرة) 6 بفتح الألف والخاء: أي ما عرفته إلا أخيرا، كأنك\nلم تعرفه في أول الأمر, وليس هذان الفصلان مما تغلط العامة في أولهما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p621'> Vol. 02, p. 621</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>باب المكسور أوله</h1>\n\n<p>\n(تقول: الشيء رخو) 1: أي مسترخ، وهو اللين. والرخاوة: اللين.\n</p>\n\n<p>\n(وهو الجرو) 2: لولد الكلب، والسنور، السبع، وكل ذي ناب3. الأنثى جروة،\nوجمعه جراء بالكسر والمد، وأجراء وأجر4.\n</p>\n\n<p>\n(والرطل5: للذي يوزن به) 6، وهو اسم للصنجة، يكون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p622'> Vol. 02, p. 622</a>\n            </div>\n            \n</p>\n\n<p>\nحجرا أو حديدا أو غير ذلك، ويختلف مقداره في البلاد1. وجمعه [81/ب]\nأرطال.\n</p>\n\n<p>\n(واستعمل فلان على الشأم، وما أخذ إخذه) 2 بكسر الألف وفتح الذال.\n</p>\n\n<p>\nفمعنى استعمل: أي جعل عاملا، أي واليا على جباية الأموال والخراج.\n</p>\n\n<p>\nوفلان: كناية عن اسم خاص غالب، سمي به المحدث عنه، وهو معرفة لا تدخله\nالألف واللام، تقول: رأيت فلانا للمذكر، وفلانة للمؤنث، فإذا جعلوهما لغير\nالآدميين أدخلوا عليهما الألف واللام، فقالوا: هذا الفلان، وهذه الفلانة،\nفكنوا بهما عن البعير والناقة، أو غيرهما مما لا يعقل3.\n</p>\n\n<p>\nوالشأم بتسكين الهمزة، على وزن شعم: أرض فيها بلاد كثيرة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p623'> Vol. 02, p. 623</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل: إنما سميت بذلك لأنها عن مشأمة الكعبة1، أي يسارها مما يلي المئزاب\nوالحجر. وفيها لغة أخرى، يقال: شآم بفتح الهمزة، على وزن فعال2.\n</p>\n\n<p>\nوقوله: وما أخذ إخذه: أي وما اتصل بهذا المكان ودخل في حيزه وحده.\n</p>\n\n<p>\n(وهو النسيان) 3 بكسر النون وسكون السين: لنقيض الذكر والحفظ. وهو مصدر\nنسي ينسى، ومعناه: الإغفال وإتيان الشيء على غير قصد، فهذا أصله. ويكون\nالنسيان الترك. ومنه قوله تعالى: {وتنسون أنفسكم} 4 أي تتركون. وكل ناس\nتارك. وليس كل [82/أ] تارك ناس، والفاعل ناس، والمفعول منسي. وفي التنزيل:\n{وكنت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p624'> Vol. 02, p. 624</a>\n            </div>\n            \n</p>\n\n<p>\nنسيا منسيا} 1. فالنسي، على وزن قرد، اسم لما ينسى ويترك.\n</p>\n\n<p>\n(وهو الديوان، والديباج، وكسرى) ، فهذه الثلاثة الأحرف فارسية معربة2.\nفأما الديوان3: فمعروف لمجمع4 الكتاب، وموضع حسباناتهم5. وأصله عند العرب\nلما تكلمت به دوان بتشديد الواو، فاستثقلوا ذلك، فأبدلوا من الواو الأولى\nياء، ولذلك قالوا <span id='ms184'></span> في الجمع: دواوين على الأصل، ولم يقولوا: دياوين6.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p625'> Vol. 02, p. 625</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الديباج1: فمعروف، لضرب من ثياب الحرير. وأصله عند العرب لما تكلمت\nله دباج بتشديد الباء، فاستثقلوا التشديد أيضا، فأبدلوا من الباء الأولى\nياء اتباعا للكسرة التي قبلها، ولذلك قالوا في الجمع: ديابيج2 بياء معجمة\nبنقطتين من تحت.\n</p>\n\n<p>\nوأما كسرى فمعناه: الملك الأكبر من ملوك الفرس خاصة. وجمعه أكاسرة على\nغير الواحد وغير القياس3، والقياس كسرون مثل عيسون، وكسارى بفتح الكاف، مثل\nسكارى. والكوفيون يختارون كسر الكاف من كسرى4، والبصريون يختارون فتحها5.\nوأصله في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p626'> Vol. 02, p. 626</a>\n            </div>\n            \n</p>\n\n<p>\nكلام الفرس (خسرو) 1 بخاء مضمومة، وواو [82/ب] في آخره، والراء قبلها\nمضمومة أيضا. وقيل: أصله عندهم (خسره) 2 بهاء بدل الواو، والخاء والراء\nمضمومتان أيضا.\n</p>\n\n<p>\n(وهو سداد من عوز) 3: أي أنه يكفي بعض الكفاية، ويقوم مقام ما فقدناه من\nالشيء. والعوز بفتح العين والواو: الفقر والحاجة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p627'> Vol. 02, p. 627</a>\n            </div>\n            \n</p>\n\n<p>\nوالخلة. ويقال منه: أعوزني الشيء إعوازا، فهو معوز، إذا لم تجده وأنت\nتطلبه. وأعوز الرجل، إذا ساءت حاله وافتقر. والسداد: هو اسم لما يسد من\nالحاجة والخلة، وهو البلغة من المال، وأصله ما يسد به الشيء، كالخصاص، أو\nرأس القارورة. ومنه قول الشاعر1:\n</p>\n\n<p>\nأضاعوني وأي فتى أضاعوا ... ليوم كريهة وسداد ثغر\n</p>\n\n<p>\n(وهو الخوان) 2: للذي يوضع عليه الطعام وهو فارسي معرب3، فإذا وضع الطعام\nعليه، فهو مائدة4. وجمعه في القليل أخونة، وفي الكثير خون، بوزن قفل. وأنشد\nابن درستويه، قال: أنشد بعضهم5: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p628'> Vol. 02, p. 628</a>\n            </div>\n            \n</p>\n\n<p>\nخوانهم فلكة لمغزلهم\n</p>\n\n<p>\nيحار فيه لحسنه البصر\n</p>\n\n<p>\n(وهو في جواري) 1: أي في مجاورتي، وهما مصدران لجاورت الرجل،2 أي سكنت\nمعه في الدار أو المحلة.\n</p>\n\n<p>\n(وهذا [83/أ] قوام الأمر وملاكه) 3. فقوامه: اسم لما يقوم به، وهو نظامه\nوعماده. ومنه قول لبيد4:\n</p>\n\n<p>\nوهادية الصوار قوامها\n</p>\n\n<p>\nوقوام العيش5: اسم لما يقيمك ويعينك عليه. وقال الراجز6: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p629'> Vol. 02, p. 629</a>\n            </div>\n            \n</p>\n\n<p>\nرأس قوام الدين وابن رأس\n</p>\n\n<p>\nوأما ملاك الأمر: فإنه اسم لما يملك به ويمسك ويشد.\n</p>\n\n<p>\n(وتقول: المال في الرعي) 1 بكسر الراء: وهو ما تملكه الماشية من نبات\nالأرض، وهو المرعى بعينه، فإن أردت المصدر فتحت الراء، فقلت: رعيت المال\nأرعاه <span id='ms185'></span> رعيا، إذا أخرجته إلى الكلأ ليرعاه، أي يأكله. وكذلك رعى المال نفسه\nيرعى رعيا: إذا أكل النبات، لفظ اللازم والمتعدي في هذا سواء.\n</p>\n\n<p>\n(وكم سقي أرضك) 2 بكسر السين: أي كم حظها ونصيبها من الماء، وهو اسم\nالمقدار الذي يكفي أرضك، مثل الشرب إذا سقيتها. فإن أردت المصدر فتحت\nالسين، تقول: سقيت الرجل الماء وغيره سقيا، إذا دفعته إليه ليشربه، أو\nأمكنته من شربه. ومنه قوله تعالى: {وسقاهم ربهم شرابا طهورا} 3 وكذلك سقيت\nالزرع والنخل أسقيه سقيا بالفتح أيضا.\n</p>\n\n<p>\n(وطعام سقي، وعذي) 4 بكسر أولهما، وسكون ثانيهما. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p630'> Vol. 02, p. 630</a>\n            </div>\n            \n</p>\n\n<p>\nفالطعام: اسم للحنطة والشعير وما أشبههما [83/ب] مما يكون قوتا.\n</p>\n\n<p>\nوالسقي: المسقي، وهو ما سقى الناس زرعه الماء في كل وقت من الآبار\nوالأنهار1.\n</p>\n\n<p>\nوالعذي: هو العذي، بوزن شقي، وهو ما لم يسق الناس زرعه، وإنما يشرب من\nماء المطر2.\n</p>\n\n<p>\n(وفلان ينزل العلو والسفل، وإن شئت ضممت) 3 أولهما: أي العالي والمنخفض\nمن الأماكن.\n</p>\n\n<p>\n(وهو الجص) 4: لحجارة تحرق، ويبنى به5، وتجصص به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p631'> Vol. 02, p. 631</a>\n            </div>\n            \n</p>\n\n<p>\nالدور. وهو فارسي معرب1.\n</p>\n\n<p>\n(وهو الزئبر) 2 مهموز مكسور الزاي والباء: وهو معروف، يعلو الثوب الجديد\nكالزغب، من غزله، كما يعلو الخز وأكسية المرعزى3 والصوف ونحوها.\n</p>\n\n<p>\n(وثوب مزأبر) بالهمز وكسر الباء: إذا ظهر زئبره. ويروى مزأبر4 بفتح\nالباء، ومعناه: الذي أظهر زئبره.\n</p>\n\n<p>\n(وهو الزئبق) 5 بالهمز وكسر الزاي والباء أيضا، ومنهم من يفتح الباء، وهو\nمعروف، وهو ينبع، وله عين، وهو الذي يسمى الزاووق6 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p632'> Vol. 02, p. 632</a>\n            </div>\n            \n</p>\n\n<p>\nبواوين، على مثال طاووس. وهو فارسي معرب1، واسمه بالفارسية \"جيفة\"2 بجيم\nوفاء عجميتين. (ودرهم مزأبق) 3 بالهمز أيضا وفتح الباء: إذا جعل عليه\nالزئبق. وقد زوبق الدرهم يزأبق زأبقة، فهو مزأبق بالفتح. ومنهم من [84/أ]\nيقول: درهم مزأبق بكسر الباء، فيجعل الفعل للدرهم، كأنه لما جعل الزئبق\nعليه قبله، فصار الفعل له.\n</p>\n\n<p>\n(وهو القرقس: لهذا البعوض) 4. وجمعه قراقس. وأنشد ابن السكيت5:\n</p>\n\n<p>\nفليت الأفاعي يعضضننا ... مكان البراغيث والقرقس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p633'> Vol. 02, p. 633</a>\n            </div>\n            \n</p>\n\n<p>\n(وليس لي فيه فكر) 1: أي تأمل ونظر في أمره، وجمعه أفكار. يقال منه: أفكر\nيفكر، وفكر يفكر، وتفكر يتفكر. والفكر: اسم فعل من أفعال النفس، كالعلم <span id='ms186'></span>\nوالحفظ والذكر، وليس هو بمصدر2.\n</p>\n\n<p>\n(ومنه تقول: أوطأتني عشوة) 3. فالهاء في منه ترجع إلى الباب. وعشوة\nمعناها: أمر ملتبس، أي أخبرتني بما أوقعتني به في بلية وحيرة، أي أني أطأ\nعلى ما لا أراه، ولا أتيقنه. وقال ابن درستويه: العشوة: اسم لتلبيس الأمر\nوالتغرير، وذلك أن تكذب الرجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p634'> Vol. 02, p. 634</a>\n            </div>\n            \n</p>\n\n<p>\nحتى تضلل رأيه وتدبيره، فتوقعه فيما يكره. قال: والعشوة مشتقة من قولهم:\nيعشو إلى كذا وكذا، أي يسير وهو في ظلمة العشاء إلى نار أو ضوء على غير\nبيان، وبغير دليل. أي تركتني أطأ العشوة1. وقال الجبان: أي غررتني حتى\nاغتررت، والعشوة: نار، أي جعلتني أطأ النار فلا أحس بها. والجمع عشوات\nوعشي2.\n</p>\n\n<p>\n(وهي الحدأة) 3 مهموزة، مكسورة الحاء [84/ب] ، (وجمعها حدأ) 4، مهموز\nمقصور على مثال عنبة وعنب: وهي طائر معروف، من الطير الجوارح5، ولا تصيد\nإلا الجرذان ونحوها، تأكل الجيف وما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p635'> Vol. 02, p. 635</a>\n            </div>\n            \n</p>\n\n<p>\nتخطفه. وقال العجاج يصف الأثافي1:\n</p>\n\n<p>\nكما تدانى الحدأ الأوي\n</p>\n\n<p>\n(وهي الجنازة) 2: للخشب التي يحمل عليها الميت. وجمعها جنائز، رسالة\nورسائل.\n</p>\n\n<p>\n(وهي الغسلة) 3: للآس المدقوق وغيره مما تمتشط به المرأة. وجمعها غسل،\nمثل قربة وقرب.\n</p>\n\n<p>\n(وهي كفة الميزان) 4: معروفة. وجمعها كفف وكفات، وهي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p636'> Vol. 02, p. 636</a>\n            </div>\n            \n</p>\n\n<p>\nالمستديرة المعلقة بالخيوط التي يوضع فيها الموزون1. وكل مستدير كفة\nبالكسر2.\n</p>\n\n<p>\n(وصنارة المغزل) 3 بتشديد النون: وهي معروفة، قطيعة من حديد أو صفر،\nدقيقة، معقفة الرأس، تركز في رأس المغزل لتمسك الخيط4. وجمعها صنارات\nوصنانير.\n</p>\n\n<p>\nوالمغزل: معروف أيضا، بكسر الميم وفتح الزاي، وجمعه مغازل. وقال الشاعر5:\n</p>\n\n<p>\nفليت سنلنك صنارة ... وليت رميحك من مغزل\n</p>\n\n<p>\nتمنى أن لو كان المخاطب امرأة تغزل في البيت، ولم تشهد الحرب فتفتضح6.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p637'> Vol. 02, p. 637</a>\n            </div>\n            \n</p>\n\n<p>\n(ولي في بني فلان بغية) 1: أي حاجة وطلبة. وجمعها بغى بالقصر والكسر، مثل\nلحية ولحى.\n</p>\n\n<p>\n(وهو [85/أ] لرشدة وزنية2 بكسر أولهما (وهو لغية) 3، هذا الحرف بفتح\nأوله4.\n</p>\n\n<p>\nفأما رشدة: فهي خلاف زنية وغية، وهو الحلال الذي ولد من نكاح، وهو فعلة\nمن الرشد والرشاد، وهما الصلاح، وهي بمعنى الهيأة.\n</p>\n\n<p>\nوأما الزنية بالكسر، والغية بالفتح: فهما بمعنى واحد، وهو الذي ولد من\nسفاح، فالزنية: الفجور <span id='ms187'></span>، وهو من الزناء، والغية: المرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p638'> Vol. 02, p. 638</a>\n            </div>\n            \n</p>\n\n<p>\nالواحدة من الغي، وهو ضد الرشد. وأنشد ابن درستويه1:\n</p>\n\n<p>\nألا رب من يغتابني ود أنني ... أبوه الذي يدعى إليه وينسب\n</p>\n\n<p>\nعلى رشدة من أمه أو لغية ... فيغلبها فحل على النسل منجب\n</p>\n\n<p>\n(ومنه) أي من هذا الباب أيضا تقول2: (بينهما إحنه) ، وهي العداوة والحقد.\nوجمعهما إحن، مثل قربة وقرب. قال أبو الطمحان القيني3:\n</p>\n\n<p>\nإذا كان في صدر ابن عمك إحنة\n</p>\n\n<p>\nفلا تستثرها سوف يبدو دفينها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p639'> Vol. 02, p. 639</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سهل: وليس هذا الفصل مما تغلط العامة في أوله، وإنما تحذف منه\nالهمزة، فتقول: بينهما حنة1 بكسر أوله أيضا.\n</p>\n\n<p>\n(وأجد إبردة) 2 بكسر أوله وثالثه: وهي علة معروفة من غلبة البرد\nوالرطوبة، تفتر عن الجماع [85/ب] وجمعهما إبردات.\n</p>\n\n<p>\n(وهي الإصبع) 3 بكسر الهمزة وفتح الباء: لواحدة الأصابع المعروفة من اليد\nوالرجل. وفيها لغات4 أذكرها لك إن شاء الله في \"شرح الكتاب\".\n</p>\n\n<p>\nوالإصبع مؤنثة5، ويروى أن رسول الله صلى الله عليه وسلم قال يوم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p640'> Vol. 02, p. 640</a>\n            </div>\n            \n</p>\n\n<p>\nحفر الخندق1:\n</p>\n\n<p>\n\"هل أنت إلا إصبع دميت ... وفي سبيل الله ما لقيت\"\n</p>\n\n<p>\n(وهي الإشفى) 2 مقصور3، (وجمعه الأشافي) : وهو المخزر الذي يخزر به\nالإسكاف4 والخراز الأساقي والمزاود وأشباهها. قال الراجز5: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p641'> Vol. 02, p. 641</a>\n            </div>\n            \n</p>\n\n<p>\nمفقودة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p642'> Vol. 02, p. 642</a>\n            </div>\n            \n</p>\n\n<p>\nوفيها لبن يجمدون بالشيء اليسير منه اللبن الحليب المغلى حتى يصيره جبنا،\nفإذا أكل الجدي أو الحمل سميت إنفحته كرشا1. وقال الراجز في تخفيفها2\n[86/أ] :\n</p>\n\n<p>\nكم قد أكلت كبدا وإنفحه\n</p>\n\n<p>\nثم ادخرت ألية مشرحه\n</p>\n\n<p>\nوجمع المشددة أنافيح وأنافح، وجمع المخففة أنافح لا غير. وقال الشماخ3:\n</p>\n\n<p>\nوإني لمن قوم كما قد علمتم\n</p>\n\n<p>\nإذا أولموا لم يولموا بالأنافح\n</p>\n\n<p>\n(وهو الإكاف والوكاف) 4 بمهمز أوله وبالواو أيضا: بمعنى واحد، وهو معروف\nللذي يكون فوق برذعة الحمار والبغل5. وقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p643'> Vol. 02, p. 643</a>\n            </div>\n            \n</p>\n\n<p>\nالراجز1:\n</p>\n\n<p>\nإن لنا أحمرة عجافا\n</p>\n\n<p>\nيأكلن كل ليلة إكافا\n</p>\n\n<p>\nوالجمع أكف ووكف بضم الكاف، مثل كتاب وكتب.\n</p>\n\n<p>\n(وهي إضبارة من كتب وإضمامة) 2: وهما بمعنى واحد للجمعة من ذلك، وهي\nالكتب المجموعة المشدودة المضموم بعضها إلى بعض. وجمعهما أضابير وأضاميم3.\n</p>\n\n<p>\n(وهو السوار، للذي في اليد) 4، وهو ما تجعله المرأة في أسفل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p644'> Vol. 02, p. 644</a>\n            </div>\n            \n</p>\n\n<p>\nذراعها من ذهب أو <span id='ms188'></span> فضة. وجمعه القليل أسورة، وجمع أسورة أساور وأساورة.\nومنه قوله تعالى: {وحلوا أساور من فضة} 1، وقال: {يحلون فيها من أساور من\nذهب} 2، وجمعه الكثير سور بضم السين وسكون الواو، مثل خوان وخون. وأنشد أبو\nزيد3:\n</p>\n\n<p>\nوقوم هم كانوا الملوك هديتهم\n</p>\n\n<p>\nبظلماء ما يبدو4 بها ضوء كوكب\n</p>\n\n<p>\n[86/ب] ولا قمر إلا ضئيل كأنه\n</p>\n\n<p>\nسوار جلاه صائغ السور مذهب5\n</p>\n\n<p>\nويقال أيضا في جمعه: سور بضم الواو. ومنه قول الشاعر6: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p645'> Vol. 02, p. 645</a>\n            </div>\n            \n</p>\n\n<p>\nعن مبرقات بالبرين وتب\n</p>\n\n<p>\nدو بالأكف اللامعات سور\n</p>\n\n<p>\nوليس هذا الجمع بمخار، لأجل ثقل الضمة على الواو، وقد جاء عنهم همز هذه\nالواو هربا من ثقل انضمامها1.\n</p>\n\n<p>\n(والإسوار من أساورة الفرس، ويقال بالضم) 2: وهو الفارس الجيد الفروسية.\nوقيل: هو الحاذق بالرمي والطعن وغير ذلك3. وهو فارسي معرب4.\n</p>\n\n<p>\n(ورمان إمليسي) 5: وهو الذي لا عجم له في حبه، كأن داخله أملس، لأنه ماء\nمنعقد6. وهو منسوب بالياء إلى الإمليس، وهو من كل شيء الناعم اللين.\n</p>\n\n<p>\n(وهو الإهليلج) 7 بكسر الهمزة واللام الأولى وفتح الثانية: وهو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p646'> Vol. 02, p. 646</a>\n            </div>\n            \n</p>\n\n<p>\nدواء معروف1، وهو ثمر شجر ببلاد الهند2، وهو معرب من الفارسية3، وأصل\nالفارسية هندية4. والواحدة إهليلجة.\n</p>\n\n<p>\n(وهي الإوزة) 5 بتشديد الزاي، وجمعها إوز: وهي من طير الماء. قال\nالراجز6:\n</p>\n\n<p>\nيا خليلي كل إوزه\n</p>\n\n<p>\nواجعل الجوذاب رنزه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p647'> Vol. 02, p. 647</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الكميت1:\n</p>\n\n<p>\nإوز تقمس في لجة\n</p>\n\n<p>\nمرارا وتظهر فيها مرارا\n</p>\n\n<p>\n[87/أ] مرار: جمع مرة2.\n</p>\n\n<p>\n(وهي الإرزبة) بتشديد الباء: (للتي تقول لها العامة: مرزبة) 3، وهي من\nالخشب نظيرة المطرقة التي للحداد، تضرب بها أوتاد البيوت. وجمعها أرزبات\nوأرازب، فإن قلتها بالميم خففت الباء4، كما قال الشاعر5:\n</p>\n\n<p>\nضربك بالمرزبة العود النخر\n</p>\n\n<p>\nوجمعها مرازب.\n</p>\n\n<p>\n(وهي الإبهام: للإصبع) 6 بهمزة مكسورة. وجمعها أباهيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p648'> Vol. 02, p. 648</a>\n            </div>\n            \n</p>\n\n<p>\nوإبهامات، وهي الإصبع الأولى من يدي الإنسان ورجليه، وهي أغلظ الأصابع1.\n</p>\n\n<p>\n(فأما البهام: فجمع البهم) ، مثل كلاب لجمع كلب. والبهم جمع بهمة، وهي\nأولاد الضأن خاصة، ويقال لأولاد المعزى: السخال، فإذا اجتمعت البهام\nوالسخال قلت لهما جميعا: بهام وبهم أيضا2. وقال كثير3:\n</p>\n\n<p>\nتعلقت ليلى وهي ذات موصد ... ولم يبد للأتراب من ثديها حجم\n</p>\n\n<p>\nصغيرين نرعى البهم يا ليت <span id='ms189'></span> أننا ... إلى اليوم لم نكبر ولم تكبر البهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p649'> Vol. 02, p. 649</a>\n            </div>\n            \n</p>\n\n<p>\n(وشهدنا إملاك فلان) 1: أي تزويجه وعقد نكاحه، وهو مصدر أملكناه إياها.\n</p>\n\n<p>\n(وهو الإذخر) 2 بكسر الهمزة والخاء: لنبت معروف طيب الرائحة، وأكثر\nمنابته في الحجاز3، وإذا جف دق أو طحن، وجعل في الطيب والأشنان4. والواحدة\n[87/ب] منه إذخرة. وقال أبو كبير الهذلي5: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p650'> Vol. 02, p. 650</a>\n            </div>\n            \n</p>\n\n<p>\nوأخو الأباءة إذ رأى خلانه\n</p>\n\n<p>\nتلى شفاعا حوله كالإذخر\n</p>\n\n<p>\n(ومنه كل اسم في أوله ميم ينقل ويعمل به فهو مكسور الأول، نحو قولك:\nملحفة وملحف) 1، وهما بمعنى واحد، وهي الملاءة، وقيل: كل ما التحفت به، أي\nتغطيت فهو ملحفة وملحف2.وجمعهما ملاحف.\n</p>\n\n<p>\n(ومطرقة ومطرق) 3: بممعنى واحد، وهما القضيب الذي يضرب به الصوف، وهي\nأيضا أداة للحداد والصائغ وغيرهما، يطرق بها الحديد والفضة وغيرهما على\nالعلاة4. وجمعهما مطارق.\n</p>\n\n<p>\n(ومروحة) 5: للتي يتروح بها، أي تجتلب بها الريح. وجمعها مراوح. وهي أداة\nمعروفة من خوص مسفوف6، لها مقبض من خشب أو خيزران7. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p651'> Vol. 02, p. 651</a>\n            </div>\n            \n</p>\n\n<p>\n(ومرآة) 1: على مثال مرعاة: وهي أداة [معروفة] 2 من حديد مجلوة براقة،\nيترآى الإنسان فيها وجهه. (وتجمعها ثلاث مراء) بفتح الميم، على مثال مراع،\n(فإذا كثرت، فهي المرايا) 3، على مثال خطايا. وقال الشاعر4:\n</p>\n\n<p>\nكمرآة المضر سرت عليها\n</p>\n\n<p>\nإذا رامقت فيها الطرف جالا\n</p>\n\n<p>\nالمضر: امرأة لها ضرة، فهي لا تدع تفقد مرآتها بالجلاء [88/أ] ، لأنها\nتصنع لزوجها، فهي تنظر وجهها فيها كل5 وقت. وقوله: سرت عليها: أي سرت على\nجلائها، فحذف المضاف.\n</p>\n\n<p>\n(ومئزر) 6: وجمعه مآزر، وهو الإزار. وقيل: هو أصغر من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p652'> Vol. 02, p. 652</a>\n            </div>\n            \n</p>\n\n<p>\nالإزار1 يأتزر به الإنسان في الحمام، وعند العمل2. وقال بشر بن أبي\nخازم3:\n</p>\n\n<p>\nتظل مقاليت النساء يطأنه ... يقلن ألا يلقى على المرء مئزر\n</p>\n\n<p>\nالمقاليت: جمع مقلات، وهي المرأة التي لا يعيش لها ولد. وكانت العرب تزعم\nأن المقلات إذا وطئت رجلا كريما قتل غدرا عاش ولدها4.\n</p>\n\n<p>\n(ومحلب) 5: وهو معروف، لكل ما يحلب فيها اللبن. وجمعه محالب.\n</p>\n\n<p>\n(ومخيط) 6: للإبرة التي يخاط بها. والجمع مخائط.\n</p>\n\n<p>\n(ومقطع) 7: للذي يقطع به الشيء، وهو أيضا كالمنجل تقطع به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p653'> Vol. 02, p. 653</a>\n            </div>\n            \n</p>\n\n<p>\nالرطبة والقت للدواب. وجمعه مقاطع.\n</p>\n\n<p>\n(إلا أحرفا جئن نوادر بالضم <span id='ms190'></span>، وهن 1:\n</p>\n\n<p>\nمدهن) 2 بضم الميم والهاء: لما يجعل فيه الدهن من زجاج ونحوه3. وجمعه\nمداهن.\n</p>\n\n<p>\n(ومنخل) : لما ينخل به الدقيق ونحوه. وجمعه مناخل.\n</p>\n\n<p>\n(ومسعط) 4: لما يجعل فيه السعوط من [88/ب] دواء أو دهن، فيسعط به العليل\nأو الصبي في أنفه، أي يجعل فيه. وجمعه مساعط.\n</p>\n\n<p>\n(ومدق) 5: وهو اسم لما يدق به الشيء، كفهر6 العطار ويد الهارون ونحوهما.\nوجمعه مداق. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p654'> Vol. 02, p. 654</a>\n            </div>\n            \n</p>\n\n<p>\n(ومكحلة) : للتي يجعل فيها الكحل من زجاج وغيره. وجمعها مكاحل.\n</p>\n\n<p>\nوضمت أوائل هذه الفصول الخمسة، وعينات أفعالها على طريق الشذوذ.\n</p>\n\n<p>\n(ومنه يقال: هو الدهليز، والسرجين، والمنديل، والقنديل، وتمر سهريز\nوشهريز) . فالهاء في \"منه\" ترجع إلى الباب أيضا.\n</p>\n\n<p>\nوأما الدهليز1: فهو مدخل الدار وغيرها، وهو الممر الذي يكون بين باب\nالدار ووسطها2، وهو فارسي معرب3، وجمعه دهاليز.\n</p>\n\n<p>\nوالسرجين4: روث الدابة، وهو فارسي معرب أيضا5. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p655'> Vol. 02, p. 655</a>\n            </div>\n            \n</p>\n\n<p>\nوأما المنديل1: فعربي معروف2، وهو الذي يتمسح به من الماء بعد الغسل،\nوبعد الوضوء ونحوه. وجمعه مناديل، وقال الشاعر3:\n</p>\n\n<p>\nثمت قمنا إلى جرد مسومة\n</p>\n\n<p>\nأعرافهن لأيدينا مناديل\n</p>\n\n<p>\nوكذلك القنديل4: عربي أيضا5، وهو معروف، وجمعه قناديل.\n</p>\n\n<p>\nوأما تمر سهريز وشهريز بالسين والشين6: فهما بمعنى [89/أ] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p656'> Vol. 02, p. 656</a>\n            </div>\n            \n</p>\n\n<p>\nواحد، وهما ضرب من التمر بسره أحمر، وهما فارسيان معربان1. وحكى أبو\nحنيفة أحمد بم داود الدينوري2 – رحمه الله – في \"كتاب النبات\": الشهريز\nبالعراق نظير العجوة بالحجاز3. وقال أبو عبد الله الحسين بن أحمد بن خالويه\nفي \"كتاب النخلة\"4: يقال للتمر الأسود: سهريز وشهريز.\n</p>\n\n<p>\n(وهو السكين) 5: عربي معروف6، يذكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p657'> Vol. 02, p. 657</a>\n            </div>\n            \n</p>\n\n<p>\nويؤنث1، وهو اسم للمدية التي يقطع بها اللحم وغيره وتذبح بها الذبيحة.\nوالجمع سكاكين.\n</p>\n\n<p>\n(ورجل شريب) 2 مولع بالشراب: أي النبيذ والخمر، ملازم لذلك.\n</p>\n\n<p>\n(وسكير) 3: أي دائم السكر من الشراب كثيره.\n</p>\n\n<p>\n(وخمير) 4: كثير شرب الخمر مدمن عليها. وفعيل – بتشديد العين في الأوصاف-\nمن أبنية المبالغة5.\n</p>\n\n<p>\n(وهو البطيخ والطبيخ) 6 بكسر أولهما وتشديد ثانيهما: وهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p658'> Vol. 02, p. 658</a>\n            </div>\n            \n</p>\n\n<p>\nبمعنى واحد، وهما فاكهة معروفة. وروي لنا في الحديث عن النبي صلى الله\nعليه وسلم: \"أنه يأكل الطبيخ بالرطب\".1\n</p>\n\n<p>\n(ومنه تقول: الماء شديد الجرية) 2: أي الجري، أو الحال التي يكون عليها\nالجري.\n</p>\n\n<p>\n(وهو حسن <span id='ms191'></span> الركبة، والمشية، والجلسة، والقعدة) 3: أي الركوب، والمشي،\nوالجلوس، والقعود، أو (الحال4 [89/ب] التي يكون عليها) الراكب، والماشي،\nوالجالس، والقاعد، (وكذلكما أشبهه) . وقال الأعشى5:\n</p>\n\n<p>\nكأن مشيتها من بيت جارتها ... مر السحابة لا ريث ولا عجل\n</p>\n\n<p>\nفكسر الميم، أراد حالها، فإن فتحت أوائل هذه عنيت بها المرة الواحدة،\nفقلت: ركب ركبة، مشى مشية، وجلس جلسة، وقعد قعدة، وكذلك ما أشبهه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p659'> Vol. 02, p. 659</a>\n            </div>\n            \n</p>\n\n<p>\n(ومنه1: هي الظلع، والقمع، والنطع، والشبع) .\n</p>\n\n<p>\nقال أبو سهل: والعامة لا تفتح أول شيء منها، لكنها تسكن الحرف الثاني\nمنها إلا النطع، فإنها تفتح أوله مع تسكين ثانيه، وهي لغة للعرب، وقد\nتكلموا بها، وفيه أربع لغات2 أذكرها لك إن شاء الله في \"شرح الكتاب\".\n</p>\n\n<p>\nفأما الضلع3: فهي ضلع الإنسان وغيره. وجمعها أضلاع في العدد القليل، وهي\nلما دون العشر، فإذا زدت على العشر4 كان جمعا كثيرا، فتقول فيه: ضلوع5،\nوالضلوع عظام الجنبين المنعطفة على الجوف، وعدتها من الإنسان أربع وعشرون\nضلعا6. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p660'> Vol. 02, p. 660</a>\n            </div>\n            \n</p>\n\n<p>\nوأما القمع1: فهو الذي يجعل في فم السقاء وغيره، ثم يصب فيه الماء أو\nالشراب أو الدهن، فينصب ويسفل منه في السقاء أو الزق وغيرها. والقمع2\n[90/أ] أيضا: اسم لما يكون على البسرة والتمرة والعنبة والزبيبة في موضع\nمعلقها3. والجمع فيهما أقماع.\n</p>\n\n<p>\nوأما النطع4: فمعروف، وهو عدة أدم يجمع بعضه إلى بعض ويخرز ويجعل\nكالبساط. وجمعه أنطاع.\n</p>\n\n<p>\nوأما الشبع بفتح الباء5: فلا يجمع، لأنه مصدر شبع، إذا اكتفى من الطعام،\nوهو ضد الجوع. وقال امرؤ القيس6، وذكر معزى له: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p661'> Vol. 02, p. 661</a>\n            </div>\n            \n</p>\n\n<p>\nفتملأ بيتنا أقطا وسمنا ... وحسبك من غنى شبع وري\n</p>\n\n<p>\nفإذا سكنت الباء كان اسما لما يشبع من الطعام1. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p662'> Vol. 02, p. 662</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head3'>باب المكسور أوله والمفتوح باختلاف المعنى</h1>\n\n<p>\n(تقول: امرأة بكر) 1 مكسور الأول، بغير هاء: وهي العذراء التي لم تقتض2.\n[وجمعها أبكار. ومنه قوله تعالى: {فجعلناهن أبكارا} 3] . ورجل بكر أيضا: لم\nيتزوج. وجاء في الحديث عن النبي صلى الله عليه وسلم: \"البكر بالبكر جلد\nمائة، وتغريب عام\"4.\n</p>\n\n<p>\n(ومولود بكر: أول ولد أبويه، وأمه بكر وأبوه بكر) 5. [قال أبو العباس] 6:\n(وأنشدني ابن الأعرابي7:\n</p>\n\n<p>\nيا بكر بكرين <span id='ms192'></span> ويا خلب الكبد ... أصبحت مني كذراع من عضد) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p663'> Vol. 02, p. 663</a>\n            </div>\n            \n</p>\n\n<p>\n[90/ب] وأنكر ابن درستويه قوله: \"مولود بكر\" وقال: لا تتكلم به العرب\nمطلقا بغير إضافة، إنما يقال للولد: هو بكر أبويه بإضافته إليهما، ومعناه:\nهذا أول ولد أبويه1.\n</p>\n\n<p>\nقال أبو سهل: وأما قوله: \"يا بكر بكرين\" فقال ابن درستويه2: زعم الخليل\nأنه يقال:\n</p>\n\n<p>\nأشد الناس بكر ابن بكرين3\n</p>\n\n<p>\nوزعم أن هذا الشعر قيل في قيس بن زهير4، يعني أنه كان بكرا، وأبواه\nبكرين.\n</p>\n\n<p>\nوقال أبو العباس ثعلب5: (الخلب: الذي بين الزيادة والكبد) . قال أبو سهل:\nوهو حجاب بينهما، وهو جليدة رقيقة تكون بينهما. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p664'> Vol. 02, p. 664</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل: بل الخلب: غشاوة الكبد، وهو ما تغشاه من الشحم اللاصق به1. وزيادة\nالكبد: هنية صغيرة، مثل الإصبعين معلقة بينها وبين الطحال، وهي من الكبد2.\nوجمعها زيائد3.\n</p>\n\n<p>\nوالذراع: هي الساعد من اليد، وهي ما بين الكف والمرفق.\n</p>\n\n<p>\nوالعضد: أعلى من ذلك، وهي الضبع، وهي من المرفق إلى الكتف4. والمرفق:\nجملة مجتمع الذراع والعضد، وهو ما يتكأ عليه5.\n</p>\n\n<p>\nوأراد الراجز قرب هذا المذكور منه واتصاله به كاتصال الذراع بالعضد.\n</p>\n\n<p>\n(والبكر) بفتح الباء، (من الإبل: الفتي) ، وهو الشاب أول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p665'> Vol. 02, p. 665</a>\n            </div>\n            \n</p>\n\n<p>\nما يحمل عليه، (والأنثى بكرة) . [91/أ] وجمعهما بكار وبكارة، وفي أقل\nالعدد أبكر، وفي المؤنث خاصة بكرات بفتح الكاف. والبكر والبكرة بمنزلة\nالفتى والفتاة من الناس، وهو الشاب المقتبل الشباب. ويقال له: بكر من حين\nأن يكون ابن لبون1، وذلك بعد مضي سنتين من عمره ودخول الثالثة، فلا يزال\nيدعى بكرا إلى أن يثني، وهو أن يلقي ثنيتيه، وذلك في السنة السادسة من\nعمره، ثم يقال له: جمل. والبكرة في جميع ذلك كالبكر، ويقال لها بعد\nالإثناء: ناقة، ولا يقال لهما قبل الإثناء: جمل ولا ناقة2.وقال الراجز في\nالبكارة3:\n</p>\n\n<p>\nيا رب شيخ من بني فزاره ... يغضب أن تعتلج البكاره\n</p>\n\n<p>\nأي يغار من اجتماع الذكران والإناث، لأن بني فزارة يرمون بنكاح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p666'> Vol. 02, p. 666</a>\n            </div>\n            \n</p>\n\n<p>\nالإبل1، وقال الراجز في ذلك2:\n</p>\n\n<p>\nإن بني فزارة بن ذبيان ... قد ولدت ناقتهم بإنسان\n</p>\n\n<p>\nوقال الراجز في أبكر، وصغره وجمعه بالياء <span id='ms193'></span> والنون، فقال3:\n</p>\n\n<p>\nقد شربت إلا دهيدهينا4 ... قليصات وأبيكرينا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p667'> Vol. 02, p. 667</a>\n            </div>\n            \n</p>\n\n<p>\n(والخيط) 1 بالفتح، (من الخيوط) 2: معروف، وهو السلك الذي يخاط به، فإذا\nغلظ فهو حبل.\n</p>\n\n<p>\n(والخيط) بكسر الخاء، (من النعام [91/ب] : القطعة) 3، وهو بمنزلة الجماعة\nمن الناس، والجميع خيطان وأخياط. ورأيت في بعض النسخ: (وخيط من النعام\nوخيط) 4 يعني5 القطعة بكسر الخاء وفتحها6، وقال الشاعر7:\n</p>\n\n<p>\nوخيطا من خواضب مؤلفات\n</p>\n\n<p>\nكأن رئالها ورق الإفال\n</p>\n\n<p>\n(والحبر: العالم) 8 بالفتح، والجمع أحبار. ومنه قوله تعالى: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p668'> Vol. 02, p. 668</a>\n            </div>\n            \n</p>\n\n<p>\n{اتخذوا أحبارهم ورهبانهم أربابا من دون الله} 1.\n</p>\n\n<p>\n(والحبر) بالكسر: (المداد) .\n</p>\n\n<p>\n(والقسم) 2 بكسر القاف: الخط و (النصيب) مما يقسم.\n</p>\n\n<p>\n(والقسم) 3 بفتح القاف: المصدر من قسمت الشيء أقسمه، إذا فصلته أجزاء،\nوأعطيت كل واحد منهم ما يخصه.\n</p>\n\n<p>\n(والصدق) 4 بفتح الصاد: (الصلب) . وأنكر هذا ابن درستويه، وقال: لا يقال:\nحجر صدق، ولا حديد صدق، ولا هو صدق القناة، كما يقولون: صلب القناة. قال:\nولو كان الصدق الصلب – كما ذكر – لقيل ذلك. وقال: الصدق: هو الجامع للأوصاف\nالمحمودة الكامل5. وذكر أشياء أخر تركت ذكرها هاهنا خوف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p669'> Vol. 02, p. 669</a>\n            </div>\n            \n</p>\n\n<p>\nالإطالة1، وأنا أذكرها إن شاء الله في \"شرح كتاب\" وبالله التوفيق.\n</p>\n\n<p>\n(والصدق) بكسر الصاد: (خلاف الكذب) ، وهو الإخبار بالشيء أو عنه على ما\nهو به.\n</p>\n\n<p>\n(وتقول: خل سربه) 2 [92/أ] بفتح السي: (أي طريقه) . والجمع السروب.\n</p>\n\n<p>\n(وهو آمن في سربه) بكسرها: (أي في نفسه) 3. وأنكر هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p670'> Vol. 02, p. 670</a>\n            </div>\n            \n</p>\n\n<p>\nابن درستويه أيضا، فقال: لا يقال هو آمن في سربه1 إلا لمن أمن في ماله\nوأهله وولده، فأما من أمن في نفسه وحدها، وخيف على كل شيء له، فلا يقال له:\nهو آمن في سربه2.\n</p>\n\n<p>\n(وجزع الوادي) 3 بكسر الجيم: (جانبه) حيث ينقطع، وجمعه أجزاع. (ويقال: ما\nانثنى منه) 4،أي انعطف وانحنى، لأنه انقطع عن ممره المستقيم فخالفه. (وقال\nابن الأعرابي: هو معظمه) 5، يعني ما اتسع منه حتى لا يكون فيه أوسع منه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p671'> Vol. 02, p. 671</a>\n            </div>\n            \n</p>\n\n<p>\n(والجزع) 1 بفتح الجيم: (الخرز) اليماني المجزع بالألوان المختلفة، أي\nالمقطع. وهو جنس، والواحدة منه جزعة2. وقال امرؤ القيس 3– فشبه به عيون\nالوحش المذبحة-:\n</p>\n\n<p>\nكأن عيون الوحش حول خبائنا ... وأرحلنا الجزع الذيي لم يثقب <span id='ms194'></span>\n</p>\n\n<p>\n(والشف) 4 بفتح الشين: (الستر الرقيق، والثوب الرقيق أيضا) . والجمع\nشفوف. قال الشاعر5:\n</p>\n\n<p>\nللبس عباءة وتقر عيني ... أحب إلي من لبس الشفوف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p672'> Vol. 02, p. 672</a>\n            </div>\n            \n</p>\n\n<p>\n(والشف) 1 بالكسر: (الفضل) والزيادة، ولا يجمع لأنه يجري [92/ب] مجرى\nالمصدر. وقال الشاعر2:\n</p>\n\n<p>\nفلا أعرفن ذا الشف يعرف شفه\n</p>\n\n<p>\nيداويه منكم بالأديم المسلم\n</p>\n\n<p>\n(والدعوة في النسب) 3 بكسر الدال: مثل الدعاوة، وهما الانتساب إلى غير\nالأب. ويقال: ادعى إلى غير أبيه ادعاء، إذا انتسب إلى غيره.\n</p>\n\n<p>\n(والدعوة إلى الطعام وغيره) بفتح الدال: وهو مصدر يراد به المرة الواحدة\nمن الدعاء إلى الطعام وغيره، وهي الوليمة إذا دعا لها. والطعام وما دعا\nإليه من خير أو شر كله دعوة بالفتح. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p673'> Vol. 02, p. 673</a>\n            </div>\n            \n</p>\n\n<p>\n(والحمل) 1 بكسر الحاء: ما كان على ظهر الإنسان أو الدابة. والجمع أحمال\nوحمول، وهو الوقر.\n</p>\n\n<p>\n(والحمل) بفتح الحاء: (حمل المرأة) ، وهو جنينها الذي في بطنها. وأما\n(حمل النخلة والشجرة) فيفتح أوله ويكسر2. وهو ثمرها الذي يكون فيها.\n</p>\n\n<p>\n(والمسك) 3 بالفتح: الجلد، وجمعه مسوك.\n</p>\n\n<p>\n(والمسك) بالكسر: الطيب، وهو فارسي معرب4، والقطعة منه مسكة.\n</p>\n\n<p>\n(وهو قرن زيد في القتال) 5 بالكسر: أي كفؤه ومثله فيه. والجمع أقران. قال\nالأعشى6: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p674'> Vol. 02, p. 674</a>\n            </div>\n            \n</p>\n\n<p>\nإذا تلاعب قرنا ساعة فترت وارتج منها ذنوب المتن والكفل\n</p>\n\n<p>\n[93/أ] (وهو قرنه) بالفتح1: أي على سنه، إذا كان لدته، أي ولد معه في\nزمان واحد. وجمعه أقران أيضا وقرون. وفي التنزيل: {وقد خلت القرون من قبلي}\n2.\n</p>\n\n<p>\n(وهو شكله) 3 بالفتح: (أي مثله) ونظيره. وجمعه أشكال وشكول.\n</p>\n\n<p>\n(والشكل) بالكسر: (الدال) ، وهو غنج المرأة، أي تكسرها وتدللها، ولا جمع\nله لأنه يجري مجرى المصدر.\n</p>\n\n<p>\n(و) يقال (ما بها أرم) 4 بفتح الهمزة وكسر الراء، على فعل: أي أحد.\nوالضمير في \"بها\" يعود إلى الدار، أي ما بالدار أحد. ولا يتستعمل هذا إلا\nفي النفي، ولا يقال: بها أرم، ولا يجمع، لأن فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p675'> Vol. 02, p. 675</a>\n            </div>\n            \n</p>\n\n<p>\nالنفي لكل أحد.\n</p>\n\n<p>\n(والإرم) بكسر الهمزة وفتح الراء: (العلم) ، وهو ما ينصب في المفازة\nوالطرق من حجارة يجعل ببعضها على بعض، يهتدى بها. والجمع آرام، على مثال\nعارام1، وبهذا سميت \"إرم ذات العماد\"2.\n</p>\n\n<p>\nوروى الرواة لكلهم عن <span id='ms195'></span> ثعلب – رحمه الله- الحرف الأول \"ما بها أرم\" بفتح\nالهمزة وكسر الراء، على فعل، مثل حذر، إلا ابن درستويه فإنه رواه: \"ما بها\nآرم\"3 على فاعل، وقال: هو الذي ينصب الإرم، وهو العلم، وقال: معناه: ما بها\nناصب علم، قال: ولذلك قيل: معناه: ما بها أحد.\n</p>\n\n<p>\nقال أبو سهل: وهذا الذي قاله ابن درستويه وإن كان قياسا صحيحا، فإن\nالمسموع من العرب خلافه، لأن أهل [93/ب] اللغة رووا عنهم: \"ما بها أرم\"4\nعلى وزن فعل، كما رواه أصحاب ثعلب5 – \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p676'> Vol. 02, p. 676</a>\n            </div>\n            \n</p>\n\n<p>\nرحمه الله – عنه. ومنه قول الشاعر1 يصف الدار:\n</p>\n\n<p>\nكالوحي ليس بها من أهلها أرم\n</p>\n\n<p>\n(والجد في الأمر، مكسور) 2: وهو ضد الهزل، وهو الانكماش وترك التواني\nفيه. ولا يجمع لأنه مصدر3.\n</p>\n\n<p>\n(والجد في النسب) ، مفتوح: وهو أبو الأب، وأبو الأم إلى ما علا. والجمع\nأجداد وجدود.\n</p>\n\n<p>\n(والجد: الحظ) ، مفتوح أيضا: وهو الذي تسميه العامة البخت4.وجمعه جدود\nأيضا. ويقال: فلان ذو جد، أي حظ. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p677'> Vol. 02, p. 677</a>\n            </div>\n            \n</p>\n\n<p>\nقال الهلالي1:\n</p>\n\n<p>\nالجد أنهض بالفتى من عقله\n</p>\n\n<p>\nفانهض بجد في الحوادث أو ذر\n</p>\n\n<p>\nوقوله: (وتروي ما أتاك في الشعر من قول الشاعر 2: \"أجدك\" بالكسر، وإذا\nأتاك \"وجدك\" فهو مفتوح)\n</p>\n\n<p>\nفأما \"أجدك\" بالألف وكسر الجيم وفتح الدال، فإن هذه الألف ألف الاستفهام،\nوهو من الجد في الأمر، وهو الانكماش عليه والمضي فيه، وهو ضد الهزل، وقال\nالأصمعي: معناه: أبجد منك هذا، ونصبها على طرح الباء4. وقال أبو عمرو5:\nمعناه: ما لك أجدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p678'> Vol. 02, p. 678</a>\n            </div>\n            \n</p>\n\n<p>\nمنك، ونصبها على المصدر1. ومنه قول الأعشى2:\n</p>\n\n<p>\nأجدك ودعت الصبى والولائدا\n</p>\n\n<p>\nوأما الذي في أوله واو، فإن الواو واو القسم الخافضة دخلت على الجد الذي\nهو أبو الأب [94/أ] ، أو الحظ، فلذلك خفضت الدال، وبقيت الجيم مفتوحة على\nحالها، ومعناه: الحلف بجده الذي هو أبو أبيه، أو بحظه، وتقديره: وحق جدك.\nومنه قول طرفة3:\n</p>\n\n<p>\nوجدك لم أحفل متى قام عودي\n</p>\n\n<p>\n(والوقر) 4 بالكسر: (الحمل) 5، وهو حمل جمل أو بغل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p679'> Vol. 02, p. 679</a>\n            </div>\n            \n</p>\n\n<p>\nأو حمار1. والجمع أوقار.\n</p>\n\n<p>\n(والوقر) بالفتح: (الثقل في الأذن) . ولا يجمع، لأنه مصدر قولهم: وقرت\nأذنه على مالم يسم <span id='ms196'></span> فاعله، توقر وقرا2، فهي موقورة. ومنه قوله تعالى: {كأن\nفي أذنيه وقرا} 3. والقاف من الثقل مفتوحة لا غير.\n</p>\n\n<p>\n(واللحي بفتح اللام) 4: هو عظم الفك الذي فيه الأضراس والأسنان بلحمه\nوجلده، أو على الانفراد أيضا. (وثلاثة ألح5، واللحي) واللحي (الكثيرة) 6\nبضم اللام وكسرها وكسر الحاء وتشديد الياء منهما.\n</p>\n\n<p>\n(واللحية بكسر اللام) ، مع التأنيث: اسم الشعر الذي ينبت على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p680'> Vol. 02, p. 680</a>\n            </div>\n            \n</p>\n\n<p>\nاللحيين جميعا1. (وجمعها) لحى و (لحى) 2 بضم اللام وكسرها، مع القصر.\n</p>\n\n<p>\n(والفل: الأرض التي لا نبات بها) 3. والجمع أفلال وفلال.\n</p>\n\n<p>\n(وقوم فل) 4 بفتح الفاء: (أي منهزمون) . ولا يجمع، لأنه مصدر سمي به، وقد\nجمعه بعضعهم، فقال: فلول5، وإنما جمعه لأنه وصف.\n</p>\n\n<p>\n(ومرفق الإنسان مفتوح الميم) مكسور الفاء، (وإن شئت كسرت) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p681'> Vol. 02, p. 681</a>\n            </div>\n            \n</p>\n\n<p>\nالميم وفتحت الفاء1، وقد تقدم [94/ب] تفسيره في صدر هذا الباب. وجمعه\nمرافق.\n</p>\n\n<p>\n(والمرفق) بكسر الميم وفتح الفاء2: (ما ارتفقت به) ، أي انتفعت. وجمعه\nمرافق أيضا.\n</p>\n\n<p>\n(والنعمة) 3 بالفتح: (التنعم) ، وهو خفض العيش ولينه، والمسرة والنضرة.\nولا جمع لها لأنها مصدر.\n</p>\n\n<p>\n(والنعمة) 4 بالكسر: (اليد وما أنعم به عليك) ، أي أعطيت ورزقت من الخير\nوالفضل. وجمعها القليل أنعم، والكثير النعم.\n</p>\n\n<p>\nواليد هاهنا: بمعنى النعمة، تقول: لفلان على فلان يد، أي نعمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p682'> Vol. 02, p. 682</a>\n            </div>\n            \n</p>\n\n<p>\nوعطية وإفضال، وليس يراد بها في هذا الموضع الجارحة.\n</p>\n\n<p>\n(والجنة) 1 بالكسر: (الجن والجنون أيضا) . ومنه قوله تعالى: {من الجنة\nوالناس} 2 أي من الجن، وهم نقيض الإنس، وقال: {أم يقولون به جنة} 3 أي\nجنون، وهي العلة والمس من الجن.\n</p>\n\n<p>\n(والجنة) بالفتح: (البستان) . والبستان: كل موضع فيه شجر أو نخل أو عنب،\nوربما اجتمعت هذه الأشياء في موضع فيسمى جنة، وربما انفرد ببعضها فيسمى جنة\nأيضا. وأصلها من الستر، لأن الموضع لا يسمى جنة حتى تستتر أرضه بالشجر أو\nالنخل والكرم4 وغير ذلك من الإشجار التي تثمر ويأكل الناس ثمرها5. وجمعها\nجنات6. وقال تعالى: {أيود أحدكم أن تكون له جنة من نخيل وأعناب} 7، وقال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p683'> Vol. 02, p. 683</a>\n            </div>\n            \n</p>\n\n<p>\nتعالى: {وفي الأرض قطع متجاورات وجنات من أعناب وزرع ونخيل} 1 [95/أ] ،\nوقال تعالى: {واضرب لهم مثلا رجلين جعلنا لأحدهما جنتين من أعناب <span id='ms197'></span> وحففناهما\nبنخل} 2 فسمى الكرم جنة ثم قال زهير في النخل3:\n</p>\n\n<p>\nكأن عيني في غربي مقتلة ... من النواضح تسقي جنة سحقا\n</p>\n\n<p>\nالغربان: الدلوان الضخمتان. والمقتلة: الناقة التي قد قتلت بالعمل فذلت.\nوالنواضح: جمع ناضح، وهو الذي يستقي، يقول كأن عيني من كثرة دموعهما في\nغربي ناقة ناضح. والسحق: النخل الطوال، واحدتها سحوق، مثل صبور وصبر.\n</p>\n\n<p>\nوأما البستان: فهو فارسي معرب4. وجمعه بساتين.\n</p>\n\n<p>\n(والجنة) بالضم: (السلاح) ، وهو كل ما استتر به من السلاح. والجمع جنن.\nوالسلاح: اسم لا يستعد للحرب من آلتها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p684'> Vol. 02, p. 684</a>\n            </div>\n            \n</p>\n\n<p>\nحديد وغيره1.\n</p>\n\n<p>\n(والعلاقة بالكسر: علاقة السوط ونحوه) 2، وهي ما يكون في طرفه من سير أو\nخيط يعلق به. وجمعها علاقات وعلائق. والسوط: معروف، وهو ما يضرب به الإنسان\nوالدابة. وجمعه أسواط وسياط.\n</p>\n\n<p>\n(وعلاقة الحب بالفتح) 3: وهي مصدر علقت فلانة علاقة، أي أحببتها محبة\nشديدة، أو علقت هي بقلبي علاقة، أي تشبثت به. وقال ذو الرمة4:\n</p>\n\n<p>\nوقد علقت مي بقلبي علاقة\n</p>\n\n<p>\nبطيئا على مر الليالي انحلالها\n</p>\n\n<p>\n[95/ب] ولا يجمع هذا لأنه مصدر5.\n</p>\n\n<p>\n(حمالة السيف بالكسر) 6 وهي سيره الذي يحمل به ويتقلد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p685'> Vol. 02, p. 685</a>\n            </div>\n            \n</p>\n\n<p>\nوالجمع حمائل1.\n</p>\n\n<p>\n(والحمالة) بالفتح: (ما لزمك من غرم في دية) ، لأنك احتملته، وهي الغرامة\nالتي تلزم في الديات. والجمع الحمالات والحمائل أيضا.\n</p>\n\n<p>\n(والإمارة) 2 بالكسر: (الولاية) . ولا يجمع لأنه مصدر. تقول: أمر فلان\nبالفتح، يأمر إمارة3، إذا صار أميرا، ويقال: هو أمير بين الإمارة، ووال بين\nالولاية.\n</p>\n\n<p>\n(والأمارة) 4 بالفتح: (العلامة) . وجمعها أمارات وأمائر. وقال الأفوه\nالأودي5:\n</p>\n\n<p>\nأمارة الغي أن تلقى الجميع لدى ال ... إبرام للأمر والأذناب أكتاد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p686'> Vol. 02, p. 686</a>\n            </div>\n            \n</p>\n\n<p>\nالأكتاد: جمع كتد بفتح الكاف والتاء: وهو ما بين الكتفين1، يقول: صار\nالذنب رأسا، يريد صار التابع سيدا.\n</p>\n\n<p>\n(ولك علي أمرة مطاعة بالفتح) 2: وهي المرة الواحدة من الأمر.\n</p>\n\n<p>\n(والإمرة) بالكسر: (الإمارة) بعينها، كالكتبة والكتابة، والحجبة\nوالحجابة، يقال: ما لك في الإمرة والإمارة خير.\n</p>\n\n<p>\n(وتقول: هي بضعة من لحم) 3، بفتح الباء وسكون الضاد: أي قطعة واحدة منه.\nوجمعها بضعات بفتح الضاد، وبضع [أيضا] 4 بسكونها، مثل تمرة وتمر، وبضع أيضا\nبكسر الباء وفتح الضاد، مثل بدرة <span id='ms198'></span> وبدر5.\n</p>\n\n<p>\n(وهم بضعة عشر رجلا) [96/أ] بكسر الباء6: لما بين اثني عشر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p687'> Vol. 02, p. 687</a>\n            </div>\n            \n</p>\n\n<p>\nإلى تسعة عشر، فإن حذفت الهاء من بضعة وزدتها على عشر كان للمؤنث1، تقول:\nبضع عشرة امرأة. وقيل: البضعة بالهاء، يقال لعدد المذكر، والبضع لعدد\nالمؤنث2، وهما اسمان كني بهما عن بعض العدد الذي دون العقد، وهو الواحد إلى\nالتسعة3، تقول: بضعة رجال، وبضع نسوة، وبضعة عشر رجلا، وبضع عشرة امرأة.\n</p>\n\n<p>\n(وفي الدين والأمر عوج) 4 بكسر العين: أي اعوجاج اليس بمستقيم، وهو من\nالانعطاف والانحناء. وقال تعالى: {ولم يجعل له عوجا} 5، وقال: {تبغونها\nعوجا} 6.\n</p>\n\n<p>\n(وفي العصا عوج) 7 بفتح العين: أي انعطاف وانحناء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p688'> Vol. 02, p. 688</a>\n            </div>\n            \n</p>\n\n<p>\n(والثفال) 1 بالكسر: (جلد أو كساء يوضع تحت الرحى) ، رحى اليد عند الطحن،\n(فيقع عليه الدقيق) 2. وقال ذو الرمة3:\n</p>\n\n<p>\nإذا شاء بعض الليل حفت لجرسه ... حفيف رحى من جلد عود ثفالها\n</p>\n\n<p>\nوجمعه القليل أثفلة، والكثير ثفل بضم الثاء والفاء.\n</p>\n\n<p>\n(والثفال) بالفتح: (البعير البطيء) في السير4. وجمعه أثفلة في القليل5،\nوثفل في الكثير أيضا. وأنشد الفراء6 حجة على قول من قال: \"كلا جاريتيك\nقامت\":\n</p>\n\n<p>\nكلا عقبيه قد تشعث رأسها ... من الضرب في جنبي ثفال مباشر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p689'> Vol. 02, p. 689</a>\n            </div>\n            \n</p>\n\n<p>\n[96/ب] (واللقاح) 1 بالفتح: (مصدر لقحت الأنثى) 2 تلقح، إذا حبلت وقبلت\nماء الفحل.\n</p>\n\n<p>\n(وحي لقاح) 3 بالفتح أيضا: (إذا لم يدينوا للملوك، ولم يصبهم سباء في\nالجاهلية) ، كقريش ونحوهم4، ولم يطيعوا من غيرهم أحدا.\n</p>\n\n<p>\nوالحي: القبيلة. والجمع أحياء.\n</p>\n\n<p>\nوقوله: \"لم يدينوا\" معناه: لم يذلوا، ولم يخضعوا.\n</p>\n\n<p>\nوالسباء: مصدر سبيت القوم، أي أسرتهم وأخذتهم. وقال الشاعر5: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p690'> Vol. 02, p. 690</a>\n            </div>\n            \n</p>\n\n<p>\nلحي لقاح يعظم الناس أمرهم ... إذا نزلت إحدى الليالي بمعظم\n</p>\n\n<p>\n(واللقاح) بالكسر: (جمع لقحة، وإن شئت لقوح) ، وهما بمعنى واحد، (وهي)\nالناقة (التي نتجت، وهي لقوح شهرين أو ثلاثة، ثم هي لبون بعد ذلك) 1، أي أن\nالناقة تسمى لقوحا شهرين أو ثلاثة2 بعد نتاجها، ثم تسمى بعد ذلك لبونا،\nوسواء كان لبنها عزيرا أو قليلا، فهي لبون3. وقال الشاعر4 في اللقاح:\n</p>\n\n<p>\nألسنا المكرمين لمن أتانا ... إذا ما حادرت خور اللقاح\n</p>\n\n<p>\nالخور: الغزيرات، أي الكثيرات اللبن من الإبل، وحادرت: منعت الدر <span id='ms199'></span>، وهو\nاللبن. وتجمع اللقحة أيضا على لقح، مثل قربة وقرب، وتجمع اللقوح أيضا على\nلقائح5.\n</p>\n\n<p>\n(والخرق) 6 بكسر الخاء، (من [الرجال: الذي يتخرق بالمعروف) ، أي يتوسع\nبالعطاء والبذل، وهو السخي الكريم. وجمعه أخراق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p691'> Vol. 02, p. 691</a>\n            </div>\n            \n</p>\n\n<p>\nوخروق1.\n</p>\n\n<p>\n(والخرق) بفتح الخاء (من] 2 الأرض: الذي يتخرق في الفلاة) ، أي يتسع.\n(وبعضهم يقول: الخرق [97/أ] الذي تنخرق فيه الريح) 3 أي تهب فيه لسعته.\n</p>\n\n<p>\nوالفلاة: المفازة. وجمعها فلا مقصور4، وفلوات. والمفازة: واحدة المفاوز،\nوسميت بذلك على طريق التفاؤل لها بالسلامة والفوز، من فاز يفوز فوزا، إذا\nنجا، لأنها مهلكة، كما قالوا للديغ: سليم5. وقال ابن الأعرابي: سميت مفازة،\nلأنها مهلكة من فوز، إذا هلك6. وقال النضر بن شميل: الفلاة: التي لا ماء\nبها ولا أنيس، وإن كانت مكلئة. قال: والمفازة الفلاة التي لا ماء بها إذا\nكانت الأرض ليلتين فما زاد على ذلك7. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p692'> Vol. 02, p. 692</a>\n            </div>\n            \n</p>\n\n<p>\n(وعدل الشيء) بالكسر: (مثله) من جنسه، تقول: عندي عدل غلامك بالكسر: أي\nعندي غلام مثله. وجمعه أعدال. ومنه قولهم في الدعاء: \"لا عدل لك\"1 أي لا\nمثل لك ولا نظير، ومنه سمي عدلا الحمل، لأن أحدهما قد سوي بالآخر.\n</p>\n\n<p>\n(والعدل) بالفتح: (القيمة) وهي مثله أيضا، إلا أنها من غير جنسه، تقول:\nعندي عدل غلامك بالفتح: أي عندي قيمته2. وجمعه عدول. وقيل: قيمة الشيء أقصى\nثمنه3. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p693'> Vol. 02, p. 693</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>باب المضموم أوله</h1>\n\n<p>\nقال أبو سهل: ذكر أبو العباس ثعلب – رحمه الله – في هذا [97/ب] الباب أحد\nعشر فصلا خارجة عن ترجمته، والعامة لا تغلط في الحرف الأول منها، لأنها تضم\nأوائلها كلها، كما تتكلم بها العرب، وإنما تغلط في الحرف الثاني منها.\n</p>\n\n<p>\nفمنها ثلاثة فصول تضم العرب الحرف الثاني منها، والعامة تخالفها في ذلك،\nوهي الجدد، والجبن، والعنق.\n</p>\n\n<p>\nومنها ثلاثة فصول أيضا تفتح العرب الحرف الثاني منها، والعامة مخالفها،\nوهي التخمة، والتؤدة، واللقطة.\n</p>\n\n<p>\nومنها ثلاثة فصول – وفي بعض النسخ خمسة فصول – تفتح العرب الحرف الثاني\nمنها أيضا، فيكون ذلك علامة للفاعل، فإذا سكنته جعلت تسكينه علامة للمفعول،\nوالعامة لا تفرق بينها1، وهي رجل لعنة، وضحكة، وهزأة، وسخرة، وخدعة. وأنا <span id='ms200'></span>\nأذكر تفسير جميعها في مواضعها من الباب إن شاء الله.\n</p>\n\n<p>\n(تقول: لمن اللعبة) 2 بضم اللام وسكون العين: إذا سألت عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p694'> Vol. 02, p. 694</a>\n            </div>\n            \n</p>\n\n<p>\nالشيء الذي يلعب به كالشطرنج والنرد1 وأشباههما، وعن كل شيء ملعوب به مما\nتلعب به الجواري من العاج والعظام والخشب وغير ذلك مما يجسد، فكل شيء من\nذلك لعبة بالضم. وهي فعلة بمعنى مفعول، كالغرفة بمعنى المغروف. وجمعها لعب\nبفتح العين. [98/أ] وإذا سألت عن الذي يبتدئ باللعب بالشطرنج أو غيره، أو\nعمن وجب له اللعب، أو عن الذي لعب مرة واحدة، فتحت اللام لا غير، فقلت: لمن\nاللعبة، وهي اسم المرة الواحدة، وهي لعبة لك ولعبة لملاعبك بالفتح2.\n</p>\n\n<p>\n(وهي القلفة والجلدة) 3: وهما بمعنى واحد، وهما ما يقطعه الخاتن من زب\nالغلام. وجمعها قلف وجلد، مثل غرفة وغرف، وإن جمعتهما جمع السلامة قلت:\nقلفات وجلدات بضم اللام، مثل ظلمات وغرفات، وإن شئت فتحتها، وإن شئت\nأسكنتها.\n</p>\n\n<p>\n(وتقول: اللهم ارفع عنا هذه الضغطة) 4: للشدة والقحط والمشقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p695'> Vol. 02, p. 695</a>\n            </div>\n            \n</p>\n\n<p>\nوالضيقة والجور وأشباهها. وجمعها ضغط بضم الضاد وفتح العين، مثل غرف.\n</p>\n\n<p>\n(وأنا على طمأنينة) 1 بهمزة ونونين بينهما ياء: أي سكون وهدوء للأمن أو\nالعافية. وهو مصدر بمعنى الاطمئنان، تقول: اطمأن يطمئن اطمئنانا وطمأنينة،\nفهو مطمئن. وقال الله عز وجل: {فإذا اطمأننتم فأقيموا الصلاة} 2 أي أمنتم\nوهدأتم لزوال الخوف.\n</p>\n\n<p>\n(وأجد قشعريرة) 3 بضم القاف وفتح الشين وسكون العين: وهي تجمع يجده\nالإنسان في جلده [98/ب] ، وتغير من قيام شعره، ونفضة تلحقه من فزع أو برد.\nوهي مصدر أيضا4 بمعنى الاقشعرار، يقال: اقشعر يقشعر اقشعرارا وقشعريرة، فهو\nمقشعر.\n</p>\n\n<p>\n(وعود أسر) بضم الهمزة وسكون السين: وهو الذي يوضع على بطن المأسور،\nوالمأسور هاهنا: هو الذي قد احتبس بوله من الناس والدواب، فلم يخرج.\n(والأسر) بضم الهمزة وسكون السين: (احتباس البول) 5. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p696'> Vol. 02, p. 696</a>\n            </div>\n            \n</p>\n\n<p>\n(والحصر) مثله في الوزن: (احتباس البطن) 1، أي الغائط. ويقال منهما: قد\nأسر الرجل فهو مأسور، وحصر فهو محصور. والعامة تقول: \"عود يسر\" بالياء2،\nوإن كان له وجه من الاشتقاق، فهو مخالف لما ورد به السماع عن العرب. ورأيت\nفي <span id='ms201'></span> نسخ منها نسخة أبي سعيد السيرافي \"عود أسر\" مشكولة السين بعلامة الضمة،\nوهو غلط، والصواب تسكينها.\n</p>\n\n<p>\n(واجعله منك على ذكر) 3 بسكون الكاف: أي حفظ وتذكر، أي لا تنسه.\n</p>\n\n<p>\n(وثياب جدد) بضم الدال: وهو جمع جديد، كسرير وسرر، ومعناها: التي قطعها\nالنساج من منواله أو فرغ منها الخياط، ولم تبتذل باللباس. والعامة تفتح\nالدال، فتقول: جدد4، وقد تلكم بهذه اللغة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p697'> Vol. 02, p. 697</a>\n            </div>\n            \n</p>\n\n<p>\nبعض العرب1، فقالوا: جدد [99/أ] وسرر بفتح الدال والراء، استثقالا\nللضمة2، وليس هذا بالجيد، لاشتباهه بغيره وإلباسه به، لأن الجدد بفتح\nالدال، جمع جدة، وهي الطريقة التي تخالف لون معظم الشيء. ومنه قوله تعالى:\n{ومن الجبال جدد بيض وحمر} 3، أي طرائق تخالف لون الجبال. والسرر بفتح\nالراء: جمع سرة، فجعلت العرب ختلاف الحركات في أوائل الكلم وأوساطها دليلا\nعلى اختلاف معانيها، ولولا ذلك لالتبس بعضها ببعض.\n</p>\n\n<p>\n(وهو الفلفل) 4: لهذا الحب المعروف من الأبازير5، والواحدة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p698'> Vol. 02, p. 698</a>\n            </div>\n            \n</p>\n\n<p>\nفلفلة. وهو أعجمي معرب1.\n</p>\n\n<p>\n(وأتى أهله طروقا) 2: إذا جاءهم من سفره ليلا. وهو مصدر طرقهم يطرقهم\nطرقا وطروقا، فهو طارق.\n</p>\n\n<p>\n(وهي العنق) بضم النون، وبعض العامة يسكنها، وبعضهم يفتحها، وهما عند\nالعرب لغتان أيضا، إلا أن الأفصح ضم النون3. والعنق مؤنثة، وقد تذكر،\nفيقال: هي العنق وهو العنق4. والجمع أعناق. وهو اسم لما بين الرأس والبدن\nمن سائر الحيوان5.\n</p>\n\n<p>\n(وهو عنوان الكتاب) 6: معروف، وهو اسم صاحبه، أوغيره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p699'> Vol. 02, p. 699</a>\n            </div>\n            \n</p>\n\n<p>\nالذي يكتب على ظاهره. وأصله العلامة، فكأن ذلك علامة لمعرفة صاحبه. وفيه\nلغات أخر1، أذكرها لك [99/ب] في \"شرح الكتاب\" إن شاء الله. وقال الشاعر2:\n</p>\n\n<p>\nلمن طلل كعنوان الكتاب\n</p>\n\n<p>\nوقال أبو الأسود3:\n</p>\n\n<p>\nنظرت إلى عنوانه فنبذته ... كنبذك نعلا أخلقت من نعالكا\n</p>\n\n<p>\nوجمعه عنوانات وعناوين. وقد عنونت الكتاب، إذا كتبت على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p700'> Vol. 02, p. 700</a>\n            </div>\n            \n</p>\n\n<p>\nظهره ما يعرف به.\n</p>\n\n<p>\n(وطفت بالبيت أسبوعا 1، وثلاثة أسابيع) : يعني2 بيت الله الحرام، وهو\nالكعبة. والأسبوع في هذا أفعول من السبعة، أي طفت سبعة أشواط. ويبتدئ\nالطائف بالبيت في كل شوط من ركنه من عند الحجر الأسود، فيطوف حوالي الكعبة،\nأي يدور، وهي على شماله حتى ينتهي إلى الحجر أيضا <span id='ms202'></span>، فلا يزال كذلك حتى يطوف\nسبعة أشواط، فهذا هو الأسبوع. والشوط كل مرة، وكل طوفة يبتدأ بالطواف من\nالحجر الأسود حتى ينتهي إليه، ولذلك قال: ثلاثة أسابيع، فجاء بالهاء في\nالعدد، لأنه لمذكر، وأراد الأشواط، لأن واحدها شوط، ولم يرد المرات ولا\nالطوفات، ولو أراد ذلك لقال: ثلاث أسابيع بحذف الهاء.\n</p>\n\n<p>\n(وعقدت العقدة3 بأنشوطة) 4 على أفعولة، وجمعها أنشوطات [100/أ] وأناشيط\nونشط بضم النون والشين: وهي عقدة يسهل انحلالها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p701'> Vol. 02, p. 701</a>\n            </div>\n            \n</p>\n\n<p>\nتنحل بجذبة واحدة، مثل عقدة التكة. يقال منه1: نشطت الحبل أنشطه نشطا،\nعلى مثال ضربت أضرب ضربا، أي عقدته أنشوطة، وأنشطته إنشاطا، أي حللته2.\nيقال: \"كأنما أنشط من عقال\"3. ويقال للعقد الذي لا يسهل انحلاله: أربة بضم\nأولها، وجمعها أرب على مثال عقدة وعقد، وقد أربت العقدة بالتشديد تأريبا،\nإذا شددتها شدا يعسر انحلالها4.\n</p>\n\n<p>\n(وقدح نضار) 5 برفعهما وتنوينهما، تجعل نضارا صفة لقدح، وإن شئت أضفت\nقدحا إلى نضار، فتحذف التنوين من قدح وتخفض نضارا، فتقول: قدح نضار.\nوالنضار6: ضرب من الخشب أصفر اللون، يكون بالغور، يقال: إنه الأثل تتخذ منه\nالأقداح وغيرها7.\n</p>\n\n<p>\n(وهو الجبن: للذي يؤكل) بضم الباء، (وكذلك من الجبان) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p702'> Vol. 02, p. 702</a>\n            </div>\n            \n</p>\n\n<p>\nأيضا. والعامة تسكن الباء منهما، وليس ذلك بخطأ، وهما لغتان جيدتان1،\nيقال: جبان بين الجبن والجبن، إلا أن الاختيار فيما يؤكل ضم الباء، وفي\nالجبان تسكينها. والجبن: معناه معروف عند العامة، وهو اللبن المجمد، وفيه\n[100/ب] لغتان أخريان2 أذكرهما لك في \"الشرح\"3 إن شاء الله، والجبان:\nالفزع، والجبن: الفزع والنكول عن الأشياء.\n</p>\n\n<p>\nوتقول: (كنا في رفقة عظيمة) 4، وجمعهما رفق بفتح الفاء، مثل غرف، ورفاق\nبكسر الراء5. وقال الخليل: الرفقة: اسم للجماعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p703'> Vol. 02, p. 703</a>\n            </div>\n            \n</p>\n\n<p>\nالمنضمين في مجلس واحد ومسير واحد ما داموا كذلك، فإذا تفرقوا زال عنهم\nاسم الرفقة، ولم يزل عن كل واحد منهم اسم الرفيق، وهو الذي يرافقك في\nالسفر1.\n</p>\n\n<p>\n(وكبش عوسي) 2: إذا كان قويا يحمل عليه. كذا وجدته بخط أبي رحمه الله من\nغير سماع. وقال أبو علي الحسين بن إبراهيم الآمدي3: هو منسوب إلى السمن.\nوقال الجبان: عوسي: أي سمين <span id='ms203'></span> عظيم، وكباش عوسية4. وقال غيره: هو منسوب إلى\nموضع يقال له: عوس بناحية الجزيرة5. وقال الشاعر6:\n</p>\n\n<p>\nقد كاد يذهب بالدنيا ولذتها ... موالئ ككباش العوس سحاح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p704'> Vol. 02, p. 704</a>\n            </div>\n            \n</p>\n\n<p>\nسحاح1 بالضم: كثيرة السمن.\n</p>\n\n<p>\n(وتقول: نعم ونعمة عين، ونعمى عين) 2، فنعمة العين ونعماها: قرتها\nوسرورها، وهو نقيض سخنتها، وإنما تقول هذا للرجل إذا سألك حاجة، فتعده\nقضاءها [101/أ] فتقول: نعم أقضيها لك وأقر عينك وأسرها بما تراه من فعلي\nوإحساني. وقال الجبان: أي نعم أفعل ذلك وعيني قريرة به، ونصب \"نعمة\" على\nالمصدر، أي وتنعم العين نعمة3.\n</p>\n\n<p>\n(وأعط العامل أجرته) 4: أي كراء عمله وما يستحقه من ذلك. وجمعها أجر، مثل\nغرف.\n</p>\n\n<p>\n(وهي الذؤابة) 5 مهموزة، على وزن فعالة: وهي أعلى الرأس. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p705'> Vol. 02, p. 705</a>\n            </div>\n            \n</p>\n\n<p>\nهكذا قال أبو حاتم السجستاني1، قال: وذؤابه كل شيء: أعلاه2. وقال النضر\nبن شميل: الذؤابة من الناس: ما بين القرنين3. وقال غيره: يقال للشعر\nالمنسدل من وسط الرأس على الظهر: ذوائب بفتح الذال، وواحدتها ذؤابه بضمها\nمع الهمز4.\n</p>\n\n<p>\n(وليس عليه طلاوة) 5: أي حسن. وقيل: هي نضرة النعمة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p706'> Vol. 02, p. 706</a>\n            </div>\n            \n</p>\n\n<p>\nوسئل خلف الأحمر عنها، ففسرها بالفارسية، وقال: هي الخرمية1.\n</p>\n\n<p>\n(وهي حجزة السراويل) : معروفة، لمسلك تكتها. والجميع حجزات بضم الجيم،\nوحجز بفتحها: مثل غرف. وقد يقال: حجزه لغير السراويل أيضا. وقال أبو زيد\nالأنصاري: يقال حجزة وحجز، وهو كل ما أدرجت على بطنك من المئزر قدامك وخلفك\nويمينك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p707'> Vol. 02, p. 707</a>\n            </div>\n            \n</p>\n\n<p>\nوشمالك1. وأنشد غيره للنابغة2 [101/ب] :\n</p>\n\n<p>\nرقاق النعال طيب حجزاتهم ... يحيون بالريحان يوم السباسب\n</p>\n\n<p>\nوالعامة لا تخطئ في أول هذا الفصل، وإنما تخالف العرب في الجيم فتقلبها\nزايا، فتقول: حزة3. وليس هذا مما ترجم به ثعلب الباب.\n</p>\n\n<p>\nوالسراويل: معروف. يذكر ويؤنث4، وهو عجمي معرب5، والجمع سراويلات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p708'> Vol. 02, p. 708</a>\n            </div>\n            \n</p>\n\n<p>\n(وهي نفاية المتاع بالفاء) 1: (لريئه) ، وما ينفى منه، أي يبعد عن جيده.\nوجمعها نفايات.\n</p>\n\n<p>\n(ووقعوا في أفرة) 2 بضم الألف والفاء وتشديد الراء: اختلاط وضجيج. وفيها\nلغات أخر أذكرها لك إن شاء الله في \"شرح الكتاب\"3.\n</p>\n\n<p>\n(وهي الأبلة) 4 في وزن أفرة: اسم مدينة معروفة عند البصرة، وبينهما أربعة\nفراسخ أو نحوها5، وفي نبطية معربة، وأصلها بالنبطية \"هوب <span id='ms204'></span> ليكا\"6.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p709'> Vol. 02, p. 709</a>\n            </div>\n            \n</p>\n\n<p>\n(ومنه تقول: هي التخمة) بضم التاء وفتح الخاء: وهي اسم لإفراط الشبع وثقل\nالطعام الذي لا يستمرئه آكله. والعامة لا تخطئ في أول هذا أيضا، وإنما تسكن\nالخاء1، والتاء فيه بدل من الواو، لأنها م الشيء الوخيم، مثل التقى، وهذه\nالتاء مبدلة من الواو أيضا، لأنه من الوقاية2.\n</p>\n\n<p>\n(وعليك بالتؤدة) بضم التاء وفتح الهمزة [102/أ] : أي بالتثبت والتأني،\nوهو اسم للرفق والتمهل. ويقال منه: اتأد في مشيه بتشديد التاء3، على وزن\nافتعل. وهذا أيضا ليس مما تخطئ العامة في أوله، وإنما تقلب الهمزة واوا\nوتسكنها4. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p710'> Vol. 02, p. 710</a>\n            </div>\n            \n</p>\n\n<p>\n(وهي التكأة) 1 على فعلة، بضم التاء، وفتح الكاف والهمزة: وهي اسم لما\nيتكأ عليه من وسادة وغيرها. والجمع التكآت. اتكأ الرجل يتكئ بالهمز: إذا\nتوسد بالوسادة، وهي المرفقة، أي جعها تحت مرفقه وجنبه. والعامة لا تخطئ في\nأول هذا أيضا، وإنما تسكن الهمزة وتقلبها ألفا2.\n</p>\n\n<p>\n(وهي اللقطة) بضم اللام وفتح القاف، على فعلة أيضا: اسم لما التقطه\nالإنسان من الطريق، أي وجده وأخذه فجاءة من غير طلب، مما يسقط أو يضل من\nالناس، ويحتاج الملتقط إلى تعريفها. والعامة تسكن القاف فتخالف العرب، ولا\nتخالفها في ضم اللام3. وجمعها لقطات. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p711'> Vol. 02, p. 711</a>\n            </div>\n            \n</p>\n\n<p>\n(ورجل لعنة) بضم اللام وفتح العين، على فعلة: إذا كان كثير لعن الناس، أي\nيقول: لعنهم الله، وهو شتم لهم. (و) رجل (لعنة) بتسكين العين: إذا كان\nالناس يلعنونه1.\n</p>\n\n<p>\nوأصل اللعن: الإبعاد والطرد. ومعنى قولهم: لعنه الله [102/ب] : أي أبعده\nمنه، أو من رحمته. وفعلة بضم الفاء وفتح العين، تكون بناء لمن يكثر منه\nالفعل، وإنما فتحت العين للمبالغة والدلالة على الكثرة, وإذا سكنت دل ذلك\nعلى قلته، وجعلوا السكون فرقا بينهما، ويجعلون أيضا فتح العين في هذا دليلا\nعلى الفاعل، وسكونها دليلا على المفعول2، كما قالوا في لعنة ولعنة. والعامة\nلا تفرق بين ذلك، ولا تغلط في أوله.\n</p>\n\n<p>\n(وكذلك) قوله: (ضحكة) بفتح الحاء: يضحك منهم كثيرا. (وضحكة) بسكونها:\nيضحكون منه3.\n</p>\n\n<p>\n(وهزأة) بفتح الزاي: إذا كان يهزأ بالناس، (وهزأة) بسكونها: إذا كانوا\nيهزؤون به4.\n</p>\n\n<p>\nوكذلك <span id='ms205'></span> (رجل سخرة) بفتح الخاء: يسخر من الناس. وسخرة بسكونها: يسخرون\nمنه5. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p712'> Vol. 02, p. 712</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك (رجل خدعة) بضم الخاء وفتح الدال: إذا كان يخدع الناس، أي يختلهم،\nويعمل بهم المكروه من حيث لا يعلمون. ورجل خدعة بسكون الدال: إذا كانوا\nيفعلون به ذلك وهو لا يعلم، ونحو ذلك1. وهذا قياسه في الفاعل والمفعول.\nوالعامة لا تخالف العرب في أوائل هذه الفصول، فليس لإثباتها في هذا الباب\nمعنى.\n</p>\n\n<p>\n(وتقول: هو عصفور) 2: لطائر صغير معروف، ويقع على ضروب من صغار [103/أ]\nالطير3. (وجمعه عصافير) .\n</p>\n\n<p>\n(وثؤلول) 4 بضم الثاء والهمز، (وجمعه ثآليل) : وهو بثر يابس يخرج على يدي\nالإنسان ورجليه وجسده، كأنه رؤوس المسامير.\n</p>\n\n<p>\n(وبهلول) 5: للرجل الضحاك البسام6. وجمعه بهاليل. وقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p713'> Vol. 02, p. 713</a>\n            </div>\n            \n</p>\n\n<p>\nطفيل الغنوي1:\n</p>\n\n<p>\nوغارة كحريق النار زعزعها ... مخراق حرب كصدر السيف بهلول\n</p>\n\n<p>\n(وزنبور) 2: وهو معروف، وهو الدبر. وجمعه زنابير. ويسمون أيضا الذي يعسل\nزنبورا3.\n</p>\n\n<p>\n(وقرقور) 4: ضرب من السفن5. وجمعه قراقير. وقال رؤبة6:\n</p>\n\n<p>\nيا ليتني كنت على قرقور ... في الماء يطلون أسته بالقير\n</p>\n\n<p>\nوكل اسم على فعلول، فهو مضموم الأول، لأنه ليس في كلام العرب فعلول بفتح\nالفاء وسكون العين، إلا كلمة واحدة، وهي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p714'> Vol. 02, p. 714</a>\n            </div>\n            \n</p>\n\n<p>\nصعفوق1، لخول باليمامة2. وقيل: قرية باليمامة3. ومنه قول العجاج4:\n</p>\n\n<p>\nمن آل صعفوق وأشياع أخر\n</p>\n\n<p>\nوقيل: إنها أعجمية معربة5. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p715'> Vol. 02, p. 715</a>\n            </div>\n            \n</p>\n\n<p>\n(ومنه صار فلان أحدوثة) 1: أي حديثا للناس يتحدثون بحاله. وأكثر ما\nيستعمل هذا فيما يذم به2، وربما قالوه في المدح أيضا3. والجميع [103/ب]\nالأحاديث.\n</p>\n\n<p>\n(وهي الأرجوحة: للتي يلعب عليها الصبيان) 4. وهي عند العرب خشبة يجعل\nوسطها على شيء عال رمل أو غيره، ويجلس على طرفيها صبيان، فيعلو أحدها تارة،\nوسفل أخرى، فهذه أرجوحة العرب. وأما أرجوحة صبيان الحضر، فهي أن يؤخذ حبل\nفيشد طرفاه في سقف أو شجرة أو غير ذلك، ويرخى وسطه، ثم يجلس عليه الصبي\nويترجح تارة إلى أمامه وتارة إلى خلفه، أي يميل، أو يدفعه غيره حتى يترجح،\nفهذه أرجوحة أهل الحضر، والعرب تسمي هذه المطوحة5. وجمع أرجوحة أراجيح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p716'> Vol. 02, p. 716</a>\n            </div>\n            \n</p>\n\n<p>\n(وهي الأضحية) 1 بتشديد الياء (وجمعها أضاحي) 2 بتشديد الياء أيضا بلا\nتنوين: وهي اسم لما <span id='ms206'></span> يذبح من الغنم والبقر، أو ينحر من الإبل في الأضحى ضحوة\nالنهار.\n</p>\n\n<p>\n(ومثله أمنية) 3، (و) جمعها (أماني) يعني: أنه مثله في الوزن والتشديد.\nوقد قالوا أيضا: أمان4،على حذف الياء. وأمينة أفعولة من التمني، وهي شهوة\nالشيء وإرادته.\n</p>\n\n<p>\n(وأوقية) 5 وجمعها (أواقي) بتشديد الياء، غير منون [104/أ] في الجمع\nأيضا، وكذلك ما أشبهه، (لا تنون هذه الثلاثة الأحرف) في الجمع، (لأنها لا\nتنصرف) يعني الأضاحي والأماني والأواقي6. وقد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p717'> Vol. 02, p. 717</a>\n            </div>\n            \n</p>\n\n<p>\nقالوا أيضا: أواق1 بالتخفيف على حذف الياء التي هي لام الفعل. والأوقية\nمن الأوزان معروفة، وتختلف في البلدان كاختلاف الأرطال، وجاءت في الحديث\nأربعين درهما2، وكذلك كانت فيما مضى3. فأما اليوم فيما يتعارفها الناس\nبالعراق، ويقدر عليه الأطباء، فالأوقية عندهم وزن عشرة دراهم وخمسة أسباع\nدرهم، وهو إستار وثلثا إستار، والإستار وزن أربعة مثاقيل ونصف4.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p718'> Vol. 02, p. 718</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head5'>باب المضموم أوله والمفتوح باختلاف المعنى</h1>\n\n<p>\n(تقول: هي لحمة الثوب بالفتح) 1، وهي ما يدخل في سداه2 من السلوك. والجمع\nلحمات3 بفتح الحاء.\n</p>\n\n<p>\n(ولحمة النسب بالضم) : وهي القرابة. وقال ابن درستويه: هي الشيء الذي\nيوصل به النسب، وهي مأخوذة من اللحام، على بناء الغرفة والوصلة والشبكة\nوالخلط4.\n</p>\n\n<p>\n(وكذلك لحمة البازي والصقر بالضم أيضا) : وهي (ما أطعمته) من اللحم، (إذا\nصاد) مثل الطعمة، وهي ما يطعمه من [104/ب] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p719'> Vol. 02, p. 719</a>\n            </div>\n            \n</p>\n\n<p>\nاللحم. وجمعها لحمات بضم اللام والحاء، ولحم أيضا بفتح الحاء، مثل\nالظلمات والظلم.\n</p>\n\n<p>\n(والأكلة) 1 بالفتح: (الغداء والعشاء) . قال أبو سهل: الأكلة: هي المرة\nالواحدة من الأكل حتى يشبع في أي وقت كان من النهار والليل. والجمع أكلات\nبفتح الكاف. ومنه قول العرب: \"رب أكلة تمنع أكلات\"2.\n</p>\n\n<p>\nوأما قوله: \"الغداء والعشاء\" فلأن أكثر أكل العرب غدوة وعشية، فالغداء3:\nالأكل غدوة، والعشاء: الأكل عشية.\n</p>\n\n<p>\n(والأكلة) 4 بالضم: (اللقمة) ، وهما مقدار ما يجعله الإنسان في فيه من\nالطعام، والجمع أكلات بضم الكاف، وأكل أيضا بفتحها.\n</p>\n\n<p>\n(وسمعت لجة الناس) 5 بالفتح، أي أصواتهم، والجميع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p720'> Vol. 02, p. 720</a>\n            </div>\n            \n</p>\n\n<p>\nلجات.\n</p>\n\n<p>\n(ولجة الماء بالضم: معظمه) 1، وهو أكثر الماء وأوسعه وأبعده من الأرض لا\nيرى فيه إلا الماء والسماء2. والجمع لجات.\n</p>\n\n<p>\n(والحمولة) 3 بالضم: اسم للأحمال <span id='ms207'></span>، وهما جمع حمل بالكسر.\n</p>\n\n<p>\n(والحمولة) بالفتح: (اسم للإبل4 التي يحمل عليها5، وتكون من غير الإبل\nأيضا) 6، ولا يقال للواحد منها حمولة. وقال الله تعالى: {ومن الأنعام حمولة\nوفرشا} 7، ثم قال عنترة8 [105/أ] : \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p721'> Vol. 02, p. 721</a>\n            </div>\n            \n</p>\n\n<p>\nما راعني إلا حمولة أهلها ... وسط الديار تسف حب الخمخم1\n</p>\n\n<p>\n(والمقالة) 2 بالضم: (الإقامة) بالمكان، وفي التنزيل: {وقالوا الحمد لله\nالذي أذهب عنا الحزن إن ربنا لغفور شكور الذي أحلنا دار المقامة من فضله}\n3. ولا جمع لها، لأنها بمعنى المصدر، وقال الخليل: المقامة بالضم: موضع\nالإقامة4، وأنشد لسلامة بن جندل5:\n</p>\n\n<p>\nيومان يوم مقامات وأندية ... ويوم سير إلى الأعداء تأويب\n</p>\n\n<p>\n(والمقامة) بالفتح: (الجماعة من الناس) التي تقوم في المفاخرة والمناضلة\nوخطب الخطب وأشباهها6. والجميع مقامات ومقاوم. قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p722'> Vol. 02, p. 722</a>\n            </div>\n            \n</p>\n\n<p>\nزهير1:\n</p>\n\n<p>\nوفيهم مقامات حسان وجوهها وأندية ينتابها القول والفعل\n</p>\n\n<p>\n(وأخذت فلانا الموتة) 2 مضمومة غير مهموزة: (وهي ضرب من الجنون) ، وهو أن\nيغشى عليه حتى كأنه يقارب3 الموت من الغشي. وجمعها موت بفتح الواو، كالظلم.\n</p>\n\n<p>\n(ومؤتة) بالضم أيضا، والهمز: (أرض) بالشام (قتل فيها جعفر بن أبي طالب) –\nرضوان الله عليه – مع جماعة من الصحابة - رضي الله عنهم -4.\n</p>\n\n<p>\n(والموتة) بالفتح: المرة الواحدة (من الموت) ، وفي التنزيل: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p723'> Vol. 02, p. 723</a>\n            </div>\n            \n</p>\n\n<p>\n{إن هي إلا موتتنا الأولى} 1.\n</p>\n\n<p>\n(والخلة) 2 بالضم: (المودة) وهما بمعنى الحب. والجميع3 خلات [150/ب]\nوخلل.\n</p>\n\n<p>\n(والخلة) بالضم (أيضا) : (ما كان حلوا من المرعى) ، وهي ضد الحمض، والحمض\nمن ذلك: ما كانت فيه ملوحة4، والعرب تقول: \"الخلة خبز الإبل والحمض\nفاكهتها\"5.\n</p>\n\n<p>\nوالمرعى: هو النبات والشجر الذي ترعاه الإبل وغيرها، أي تأكله.\n</p>\n\n<p>\n(والخلة) بالفتح: (الخصلة) . والجميع6 الخلات والخلال. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p724'> Vol. 02, p. 724</a>\n            </div>\n            \n</p>\n\n<p>\n(والخلة أيضا: الحاجة) ، وهي الفقر وضعف الحال، يقال: ظهرت بفلان خلة،\nإذا ضعفت حاله. وجمعها خلات وخلال أيضا.\n</p>\n\n<p>\n(والجمة) 1 بالضم، (من الشعر) : هي الكثير المجتمع منه على الرأس، وإن لم\nيطل. وجمعها جمات وجمم2.\n</p>\n\n<p>\n(والجمة) بالضم (أيضا: القوم يسألون في الدية) ، وهي الجماعة من الناس\nيجتمعون في ذلك. ومنه قول الراجز3:\n</p>\n\n<p>\nوجمة تسألني أعطيت\n</p>\n\n<p>\nوسائل عن خبر لويت ... وقلت لا أدري وقد دريت\n</p>\n\n<p>\nوأنكر ابن درستويه تخصيصه الجمة بالقوم يسألون في الدية، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p725'> Vol. 02, p. 725</a>\n            </div>\n            \n</p>\n\n<p>\nوقال <span id='ms208'></span>: إنما الجمة من الناس: العصبة الكثيرة المجتمعة على أي حال كانوا من\nالخصومة أو القتال أو التجارة أو غير ذلك، وإن لم يسألوا في دية ولا\nغيرها1.\n</p>\n\n<p>\n(وجمة الماء) بالفتح: (اجتماعه) في العين أو البئر، وكثرته فيها2.\nوجمعها3 جمات بفتح الجيم، وجمام بكسرها.\n</p>\n\n<p>\nوتقول: (ما بها شفر) 4 بفتح الشين: (أي أحد) ، تعني الدار، ولا يقال هذا\nإلا في الجحد5 [106/أ] ، ولا يثنى ولا يجمع.\n</p>\n\n<p>\n(وشفر العين بالضم) : وهو حرفها الذي ينبت عليه الشعر. والجميع الأشفار.\nويقال للشعر: الهدب6 بضم الهاء وسكون الدال. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p726'> Vol. 02, p. 726</a>\n            </div>\n            \n</p>\n\n<p>\n(وجئت في عقب الشهر) بضم العين وسكون القاف: (إذا جئت بعد ما يمضي) ،\nوبعد قدوم الآخر. والجمع أعقاب، كقفل وأقفال.\n</p>\n\n<p>\n(وجئت في عقب الشهر) 1 بفتح العين وسكون القاف، (وعقبه) 2 بكسر القاف:\nإذا جئت وقد بقيت منه بقية، ليلة أو ما زاد إلى عشر ليال تبقى منه، ولا\nيقال ذلك إلا قبل مضي الشهر3، عن أبي زيد4. والجمع منهما أعقاب.\n</p>\n\n<p>\n(والدف) بالفتح: (الجنب) للإنسان وغيره. والجميع دفوف. قال الراعي5:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p727'> Vol. 02, p. 727</a>\n            </div>\n            \n</p>\n\n<p>\nما بال دفك بالفراش مذيلا أقذى بعينك أم أردت رحيلا\n</p>\n\n<p>\n(والدف) 1 بالضم: (الذي يلعب به) . والجميع دفوف ودفاف ودففة.\n</p>\n\n<p>\n(ووقع في الناس موات) 2 بالضم: أي كثرة موت وزيادة.\n</p>\n\n<p>\n(وأرض موات) بالفتح: وهي التي لا مالك لها من الآدميين، ولا ينتفع بها\nأحد، لأنه ليس فيها ما ينتفع به من زرع وغيره3. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p728'> Vol. 02, p. 728</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>باب المكسور أوله والمضموم باختلاف المعنى</h1>\n\n<p>\n(الإمة) 1 بالكسر: (النعمة) . والجمع إمات وإمم.\n</p>\n\n<p>\n(والأمة) بالضم [106/ب] : (القامة) . وجمعها أمات وأمم. قال الأعشى2:\n</p>\n\n<p>\nوإن معاوية الأكرمين ... حسان الوجوه طوال الأمم\n</p>\n\n<p>\nأراد القامات، وهي جمع قامة الإنسان، وهي طوله، إذا كان قائما. والقامة\nأيضا: مقدار قيام الرجل. قال الخليل: وهي أقصر من الباع بشبر، والجمع القيم\nالقامات3.\n</p>\n\n<p>\n(والأمة) بالضم (أيضا: القرن من الناس والجماعة) . وجمعها أمات أيضا،\nوأمم، وأنكر ذلك ابن درستويه، وقال: الأمة: كل جماعة من الناس كانوا قرنا،\nأو لم يكونوا قرنا. ومنه قول الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p729'> Vol. 02, p. 729</a>\n            </div>\n            \n</p>\n\n<p>\nعز وجل: {ولما ورد ماء مدين وجد عليه أمة من الناس يسقون} 1 أي جماعة،\nولم <span id='ms209'></span> يرد قرنا. قال: وإنما سمي القرن من الناس أمة2،لأنهم جماعة، فكل جماعة\nكانوا فمضوا فهم أمة، لأنهم قدوة لمن بعدهم من القرون وسلف يتبعونهم، كما\nيؤتم بالرجل الصالح، فيسمى أمة وحده، كما قال الله عز وجل: {إن إبراهيم كان\nأمة قانتا لله} 3 لأنه خالف قومه بالإسلام والحنيفية وائتم به الأنبياء\nبعده4.\n</p>\n\n<p>\n(والأمة) أيضا: (الحين) . قال الله تعالى: {وادكر بعد أمة} 5 أي بعد حين.\nهكذا قال أهل اللغة والمفسرون6، وأنكره ابن درستويه أيضا، وقال: إنما يقال\nللحين: أمة على [107/أ] حذف المضاف، وإقامة المضاف إليه مقامه، كماقال الله\nعز وجل: {وادكر بعد أمة} أي بعد حين أمة7. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p730'> Vol. 02, p. 730</a>\n            </div>\n            \n</p>\n\n<p>\n(والخطبة) 1 بالكسر: (المصدر) من خطبت المرأة، إذا أردت تزويجها فخطابتها\nفي ذلك، أي كلمتها. ومنه قوله تعالى: {ولا جناح عليكم فيما عرضتم به من\nخطبة النساء} 2 ولا يثنى ولا يجمع، لأنه مصدر، كالجلسة والركبة.\n</p>\n\n<p>\n(والخطبة) بالضم: (اسم المخطوب به) 3 على المنبر وغيره، وهو الكلام الذي\nيتكلم به عليه, والجمع خطب.\n</p>\n\n<p>\nوأنكر ابن درستويه هذا وقال: الخطبة بالكسر، والخطبة بالضم، اسمان يوضعان\nموضع المصدر، لأن مصدر خطب يخطب غير مستعمل، ولو استعمل لكان قياس مصدر ما\nلا يتعدى فعله على فعول، كقولك: خطب خطوبا، ولكان مصدر المتعدي منه على\nالفعل، كقولك: خطبت المرأة خطبا4، ولكن ترك استعمال ذلك لئلا يلتبس بغيره،\nووضع موضعه ما يغني عنه ولا يلتبس بشيء، فجعل الخطبة بالكسر، اسم ما يخطب\nبه في النكاح خاصة، كما أن الخطبة بالضم، اسم ما يخطب به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p731'> Vol. 02, p. 731</a>\n            </div>\n            \n</p>\n\n<p>\nفي كل شيء. قال: ودليل ذلك ما روي عن النبي صلى الله عليه وسلم قالوا:\nكان رسول الله صلى الله عليه وسلم يعلمنا خطبة النكاح والحاجة1 بضم الخاء.\nقال: [107/ب] ولولا طلب الفرق بمخالفة الحركات، لكان الكسر يجوز في كل ذلك\nبمعنى الهيأة والنوع، والضم، لأن المضموم اسم لكل ما يخطب به، وإن كان\nالمكسور للنكاح خاصة، هذا معنى كلام ابن درستويه2.\n</p>\n\n<p>\n(ويقال: بعير ذو رحلة) 3 بالضم: (إذا كان قويا على السفر) ، أي ذو قوة\nعلى الارتحال <span id='ms210'></span>، فبنيت رحلة على بناء قوة، لأنها في معناها.\n</p>\n\n<p>\n(والرحلة بالكسر) : (الارتحال) ، وهي اسم الهيأة والنوع منه. والارتحال:\nهو السير والذهاب. وفي التنزيل: {رحلة الشتاء والصيف} 4 وجمعها رحل بفتح\nالحاء.\n</p>\n\n<p>\n(وحمل الله رجلتك) 5 بالضم: وهي اسم للمشي راجلا في السفر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p732'> Vol. 02, p. 732</a>\n            </div>\n            \n</p>\n\n<p>\nوغيره لعدم المركوب. وقال الجبان: هي مصدر الراجل: أي جعلك1 راكبا، وحمل\nعنك ورفع ذلك2.\n</p>\n\n<p>\n(والرجلة) بالكسر: (المطمئن من الأرض) ، وهو ما انخفض منها، وكان مجرى\nللماء.\n</p>\n\n<p>\n(والرجلة) أيضا: (بقلة، وهي الحمقاء) 3 وإنما سميت حمقاء، لأنها تنبت في\nكل موضع. وقيل: سميت بذلك، لأنها تنبت في مسيل الماء4. وجمعهما رجل، مثل\nقطعة وقطع.\n</p>\n\n<p>\n(والحبوة) 5 بالواو وضم الحاء، (من العطاء) : وهي اسم ما يحبى به، وهي\nالعطية. وجمعها حبى بضم الحاء والقصر، على مثال غرف6. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p733'> Vol. 02, p. 733</a>\n            </div>\n            \n</p>\n\n<p>\n(والحبوة) بالكسر1، (من الاحتباء) ، والاحتباء: مصدر [108/أ] احتبى\nالرجل، إذا جمع ظهره وساقيه بعمامته أو إزاره أو يديه. (ويقال2: حل حبوته\nوحبيته) بالواو والياء3، والجمع منهما حبى بكسرالحاء والقصر. قال كعب\nالغنوي4:\n</p>\n\n<p>\nحليم إذا ما سورة الجهل أطلقت ... حبى الشيب للنفس اللجوج غلوب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p734'> Vol. 02, p. 734</a>\n            </div>\n            \n</p>\n\n<p>\n(و) منه (الصفر) 1 بضم الصاد: (النحاس) .\n</p>\n\n<p>\n(والصفر) 2 بكسرها: (الخالي من الآنية وغيرها) . وتقول: كوز صفر بالضم:\nأي نحاس، وكوز صفر بالكسر: أي خال.\n</p>\n\n<p>\n(وعشر الدرهم) 3 بضم أوله (يثقل ويخفف إلى الثلث) .\n</p>\n\n<p>\n(وفي أظماء الإبل) بكسر أوله وتسكين ثانيه لا غير: (العشر والتسع، وكذلك\nإلى الثلث) .\n</p>\n\n<p>\nفأما عشر الدرهم: فهو جزء من عشرة، وكذلك تسعه جزء من تسعة، وكذلك إلى\nالثلث جزء من ثلاثة4. وجمع العشر أعشار. ومنه قول امرئ القيس5:\n</p>\n\n<p>\nوما ذرفت عيناك إلا لتضربي ... بسهميك في أعشار قلب مقتل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p735'> Vol. 02, p. 735</a>\n            </div>\n            \n</p>\n\n<p>\nوأما قوله: \"يثقل ويخفف\" فإنه على أن الحرف الثاني من جميع هذه الأجزاء\nيجوز ضمه وتسكينه، فيقال: عشر وعشر، وثلث وثلث، وكذلك سائر الأجزاء التي\nبينهما1. وأما في أظماء الإبل فإن الحرف الأول منها مكسور والثاني [108/ب]\nساكن لا غير في جميعها.\n</p>\n\n<p>\nوأظماء الإبل: هو جمع ظمء بكسر الظاء والهمز، وهو ما بين الوردين، وهو\nحبس الإبل عن الماء إلى غاية الورد. والورد هو <span id='ms211'></span> اليوم الذي ترد فيه الإبل\nالماء، أي تجيء فيه فتشرب.\n</p>\n\n<p>\nفأما العشر: فهو أطول وأقصى ما يكون من الإظماء، وأكثر ما تصبر الإبل عن\nالماء، ولا يكون ذلك إلا في الشتاء، واستغنائها بأكل الرطب2 عن الماء،\nوتفسير ذلك أن الإبل ترد الماء يوما فتشرب، ثم تقيم بعد ذلك ثمانية أيام\nتشرب فيها ماء، ثم ترد الماء في اليوم العاشر، فذلك هو العشر.\n</p>\n\n<p>\nوأما التسع: فأن تشرب الإبل الماء، ثم تقيم سبعة أيام بعد ذلك لا تشرب\nفيه، ثم ترد الماء في اليوم التاسع. وكذلك في الثمن والسبع والسدس والخمس\nوالربع والثلث ينقصون من عددهم يوما يوما حتى ينتهي إلى الثلث، وهو أن تشرب\nالإبل يوما ثم تترك الشرب يوما، ثم ترد في اليوم الثالث، فورودها ذلك اليوم\nيسمونه ثلثا. وأكثر العرب لا يستعملون الثلث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p736'> Vol. 02, p. 736</a>\n            </div>\n            \n</p>\n\n<p>\nفي سقي الإبل، وإنما يستعملونه في سقي النخل، فيقولون: هو يسقي نخله\nالثلث1 [109/أ] وأما في ورد الإبل فيسمونه غبا، لأنهم يسمون أقصر الورد\nوأقله عندهم الرفه، وهو أن تشرب الإبل كل يوم، ثم الغب، وهو أن ترد يوما\nوتدع يوما، فإذا ارتفع من الغب فالظمء هو الربع لورودها الماء في اليوم\nالرابع باليوم الذي كانت شربت فيه قبله، ثم الخمس، وكذلك إلى العشر. حكى\nهذا الأصمعي2.\n</p>\n\n<p>\n(وخلف الناقة) 3 بكسر الخاء: ما يخرج منه اللبن، وهو رأس ضرعها بمنزلة\nالحلمة من ثدي المرأة4. والجمع أخلاف. وللناقة أربعة أخلاف قادمان وآخران،\nفكل واحد منها5 يسمى خلفا.\n</p>\n\n<p>\n(و) تقول: (ليس لوعده خلف) بضم الخاء: أي أنه صادق في وعده، وهو اسم من\nالإخلاف، والإخلاف: الإخبار بأن شيئا سيكون ولا يكون، تقول: أخلفت الرجل\nإخلافا، إذا وعدته بوعد فلم تف له به، وهو في المستقبل كالكذب في الماضي،\nولا يكون إلا في الخير، وهو أن تعده بخير ولا6 تفعله، فإن وعدته بشر ولم7\nتفعله فليس ذلك بخلف عند \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p737'> Vol. 02, p. 737</a>\n            </div>\n            \n</p>\n\n<p>\nالعرب، بل هو كرم وفضل1.\n</p>\n\n<p>\n(و) منه (الحوار) 2 بالضم: وهو (ولد الناقة) حين تضعه أمه، فلا يزال يسمى\nحوارا حتى يفصل <span id='ms212'></span>، فإذا فصل عن أمه، فهو فصيل3. وجمعه في [109/ب] العدد\nالقليل أحورة، وفي الكثير حوران وحيران4.\n</p>\n\n<p>\n(والرجل حسن الحوار) بالكسر5: (تريد المحاورة) ، وهي مراجعة الكلام\nوالمجاوبة أو المخاطبة6. ولا يثنى ولا يجمع، لأنه مصدر حاور.\n</p>\n\n<p>\n(وعندي جمام القدح ماء) 7 بالكسر: وهو مقدار ما يملؤه إلى رأسه.\n</p>\n\n<p>\n(وجمام المكوك دقيقا) 8 بالضم: وهو ما علا رأسه من الدقيق وغيره. وتقول:\nأعطاني جمام المكوك دقيقا بالضم، إذا أردت أنه حط مما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p738'> Vol. 02, p. 738</a>\n            </div>\n            \n</p>\n\n<p>\nيحمله رأسه بعد امتلائه. وقال الخليل: الجمام بالضم، في الكيل. وقال: هو\nالكيل1 إلى الرأس، يقال: جممت المكيال جما، وهو من جمة البئر، وكثرة الماء\nفيها2.\n</p>\n\n<p>\nوالمكوك: مكيال، وهو ثلاث كيلجات، والكيلجة: منا وسبعة أثمان منا،\nوالمنا: رطلان بالبغدادي3.\n</p>\n\n<p>\n(وقعد في علاوة الريح وسفالتها) 4 بضم أولهما، فعلاوتها: جهتها التي تهب\nمنها، وسفالتها: جهتها التي تنتهي إليها.\n</p>\n\n<p>\n(وضرب علاوته) بالكسر: أي رأسه ما دام في عنقه.\n</p>\n\n<p>\n(والعلاوة أيضا: ما علق على البعير بعد حمله) ، نحو السقاء والسفود\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p739'> Vol. 02, p. 739</a>\n            </div>\n            \n</p>\n\n<p>\nوغير ذلك، وجمعها علاوى بالفتح1، مثل إداوة وأداوى2. واشتقاق هذين\nالفصلين المضموم والمكسور من العلو، وهو الارتفاع. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p740'> Vol. 02, p. 740</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head7'>باب ما يثفل ويخفف باختلاف المعنى</h1>\n\n<p>\n...\n</p>\n\n<p>\nباب ما يثقل ويخفف باختلاف المعنى\n</p>\n\n<p>\nقال أبو سهل: قوله: \"يثقل\" معناه – هاهنا -: يفتح ثانيه، وقوله: \"يخفف\"\nمعناه: يسكن ثانيه1.\n</p>\n\n<p>\nقال: (تقول: اعمل على حسب ما أمرتك مثقل) 2: أي على قدره ومثاله.\n</p>\n\n<p>\n(وحسبك ما أعطيتك) بالتخفيف: كفاك. وقيل: معناه ليكفك3.\n</p>\n\n<p>\n(وجلس وسط القوم) 4 مخفف: أي بينهم.\n</p>\n\n<p>\n(وجلس وسط الدار) بالتثقيل، (و) كذلك (احتجم وسط رأسه) فوسط كل شيء بفتح\nالسين: مثل واسطته، وهو اسم لما بين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p741'> Vol. 02, p. 741</a>\n            </div>\n            \n</p>\n\n<p>\nطرفيه. والفرق بين \"وسط \" الساكن السين، و\"وسط\" المحركها، أن الساكن لا\nيكون من نفس الشيء، وأن المفتوح يكون من نفس الشيء1، فوسط القوم بالسكون هو\nغيرهم وليس منهم، ووسط الدار بالفتح، هو منها، وكذلك وسط الرأس بالفتح، هو\nمنه أيضا2.\n</p>\n\n<p>\n(والعجم) 3 بفتح الجيم: (حب الزبيب والنوى) من كل شيء، مثل التمر والخوخ4\nوالرمان وغيرها. والواحدة عجمة.\n</p>\n\n<p>\n(والعجم) بسكون الجيم: (العض) ، وهو مصدر عجمت العود وغيره أعجمه <span id='ms213'></span> بضم\nالجيم، إذا عضضته لتعرف صلابته من لينه [110/ب] فأنا عاجم، والعود معجوم.\n</p>\n\n<p>\n(وهو يوم عرفة) 5 بفتح الراء، غير مصروف: وهو يوم الحج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p742'> Vol. 02, p. 742</a>\n            </div>\n            \n</p>\n\n<p>\nالأكبر. وعرفة: اسم علم معرفة لجبل أو مكان بعينه خلف منى1، فلذلك لم\nيصرف، وهو موقف الحجاج يوم الحج الأكبر، ولا يقال: العرفة بالألف واللام،\nلأنه معرفة، فلا تدخل عليه علامة التعريف2.\n</p>\n\n<p>\n(وخرجت على يده عرفة) بسكون الراء: (وهي قرحة) تخرج في وسط الكف3. وقيل:\nفي أطراف الأصابع4. وجمعها عرف مثل قرح.\n</p>\n\n<p>\n(وحطب يبس) 5 بسكون الباء: (كأنه خلقة) 6 قال الجبان: يعني أنه مع كونه\nنابتا يجف7. وقال غيره: معناه أنه لا يذكر متى كان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p743'> Vol. 02, p. 743</a>\n            </div>\n            \n</p>\n\n<p>\nرطبا1. وقال علقمة بن عبدة2:\n</p>\n\n<p>\nتخشخش أبدان الحديد عليهم ... كما خشخشت يبس الحصاد جنوب\n</p>\n\n<p>\nتخشخش: أي تصوت.\n</p>\n\n<p>\nوأصل يبس: يبس بكسر الباء، [فأسكنت استثقالا للكسر] 3، ويابس أيضا، لأنه\nاسم الفاعل من قولك: يبس الشيء بكسر الباء، ييبس يبسا بفتحها، إذا جف، فهو\nيبس، بكس الباء.\n</p>\n\n<p>\n(ومكان يبس) بفتح الباء: (إذا كان فيه ماء فذهب) . وفي التنزيل: {فاضرب\nلهم طريقا في البحر يبسا لا تخاف دركا ولا تخشى} 4 [111/أ] قال الراجز5:\n</p>\n\n<p>\nكأنما يمشين في خق يبس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p744'> Vol. 02, p. 744</a>\n            </div>\n            \n</p>\n\n<p>\nالخق بخاء معجمة مضمومة: الغدير1 إذا جف وتقلع. وأنكر ابن درستويه قول\nثعلب، وقال: كل طريق يابس، فهو يبس، وإن كان فيه قبل يبوسته ماء، أو لم يكن\nقط فيه، وإنما فتح هذا لأنه وصف بمصدره2، فترك على الفتح لخفته، ما يقال:\nرجل دنف، قال: وقال الخليل: طريق يبس لا ندوة فيه ولا بلل، وفسر به الآية3.\n</p>\n\n<p>\n(وفلان خلف صدق من أبيه) وغيره بفتح اللام، (وخلف سوء) 4 بسكونها، فمن\nفتحها أراد أنه بدل من أبيه وغيره من الغرباء، وهو اسم للجيد المحمود،\nفأضيف إلى الصدق، أي أنه خلف أباه في الجودة، وفي صدق أفعاله وأخلاقه\nالمحمودة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p745'> Vol. 02, p. 745</a>\n            </div>\n            \n</p>\n\n<p>\nوأما المسكن اللام فهو اسم لكل رديء مذموم من المستخلفين. ومنه قوله\nتعالى: {فخلف من بعدهم خلف أضاعوا الصلاة واتبعوا الشهوات} 1 ولا يكون إلا\nمن الولد أو ولد الولد.\n</p>\n\n<p>\nوالسوء: مصدر ساء <span id='ms214'></span> يسوء، إذا حزن2 وغم.\n</p>\n\n<p>\n(والخلف) أيضا بسكون اللام، مثل القرن: وهما اسمان لمن يجيء من الناس بعد\nقوم هلكوا. وقال لبيد3:\n</p>\n\n<p>\nذهب الذين يعاش في أكنافهم\n</p>\n\n<p>\nوبقيت في خلف كجلد الأجرب\n</p>\n\n<p>\n(والخلف) بالتسكين (أيضا: الخطأ من الكلام، يقال: سكت ألفا ونطق خلفا) 4.\nقال الجبان: أي سكت ألف مرة أو ألف سكتة، ونطق منطقا رديئا فاسدا. قال:\nونصب ألف على وجهين: الظرف والمصدر، ونصب خلف على المصدر5. وقال غيره:\nمعناه سكت عن ألف كلمة لم يتكلم بها ثم تكلم بخطأ6. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p746'> Vol. 02, p. 746</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head8'>باب المشدد</h1>\n\n<p>\n(تقول: فيه زعارة) 1 بتشديد الراء: أي سوء خلق، وشدة فيه وشراسة.\n</p>\n\n<p>\n(وحمارة القيظ) 2 بتشديد الراء أيضا، وفتح الحاء: (شدته) أي شدة الحر.\nوالقيظ: جزء من أجزاء السنة، وهو أشد الحر3.\n</p>\n\n<p>\n(وهو سام أبرص) 4 بتشديد الميم: وهو ضرب من كبار الوزغ، وهو معرفة، إلا\nأنه تعريف جنس. وقال ابن درستويه: وإنما قيل له: سام، على بناء فاعل، لأنه\nمن السموم إذا عضت أو وقعت في مأكول أو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p747'> Vol. 02, p. 747</a>\n            </div>\n            \n</p>\n\n<p>\nمشروب1. وأضيف إلى أبرص، وهو اسم للونه أو صفة قد أقيمت اسما، لأنه لون\nشبيه بالبرص، وهو غير معروف [112/أ] لأنه على بناء الفعل، وهو معرفة2. وقال\nغيره: سام أبرص: هما اسمان جعلا اسما واحدا يقع على كل واحد من جنسه، فإذا\nثني ثني الأول منهما، وكذلك الجمع، فقيل: هذان ساما أبرص3، وهؤلاء سوام\nأبرص. ومنهم من يثني السام ويجمعه لا يذكر الأبرص، فيقول: هذان السامان،\nوهذه السوام4. ومنهم من يثني الأبرص ويجمعه، ولا يذكر السام، فيقول: هذان\nالأبرصان، وهذه الأبارص والبرصة5. ومنه قول الراجز6: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p748'> Vol. 02, p. 748</a>\n            </div>\n            \n</p>\n\n<p>\nوالله لو كنت لهذا خالصا ... لكنت عبدا تأكل الأبارصا\n</p>\n\n<p>\n(وسكران ملتخ وملطخ) 1 بضم الميم وسكون اللام وفتح التاء والطاء وتشديد\nالخاء: (أي مختلط) في عقله وفهمه وكلامه. (ويقال: التخ عليهم أمرهم) بتشديد\nالخاء: (أي اختلط) ، فهو بلتخ التخاخا، والطخ بالطاء، فهو يلطخ الطخاخا،\nكما يقال: احمر يحمر احمرارا. والطاء في هذا بدل من التاء لقرب مخرجيهما2.\n</p>\n\n<p>\n(و) تقول: (شربت مشوا) بفتح الميم وضم الشين وتشديد الواو، (ومشيا) 3\nأيضا <span id='ms215'></span> بكسر الشين وتشديد الياء: (تعني الدواء) المسهل، ويقال لما يجيء من\nشارب الدواء المشي، على مثال ظبي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p749'> Vol. 02, p. 749</a>\n            </div>\n            \n</p>\n\n<p>\nقال الراجز1 [112/ب] :\n</p>\n\n<p>\nإني إذا ما اعتادني كالغشي ... شربت مرا من دواء المشي\n</p>\n\n<p>\nلوجع بخثلتي وحقوي ... يدعى المشي طعمه كالشري\n</p>\n\n<p>\nويروى \"المشو\" بالواو. والشري: الحنظل. والخثلة: أسفل البطن. والحقو:\nالخصر ومشد الإزار.\n</p>\n\n<p>\n(وهو الحسو) 2 بفتح الحاء وضم السين وتشديد الواو، على مثال عدو\n(والحساء) ، بالفتح والمد: وهما بمعنى واحد لطعام معروف، يصنع من الدقيق\nوغيره. (يحسى) 3: أي يشرب جرعة جرعة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p750'> Vol. 02, p. 750</a>\n            </div>\n            \n</p>\n\n<p>\n(وهي الإجانة والإجاص) 1 بكسر أولهما وتشديد ثانيهما. فالإجانة: معروفة\nللمركن2، وهي فارسية معربة3، وجمعها أجاجين. قال القطامي4:\n</p>\n\n<p>\nوغير حربي أزكى من تجشمها\n</p>\n\n<p>\nإجانة من مدام شد ما احتدما\n</p>\n\n<p>\nقوله: \"أزكى\" معناه: أضعف وأهون، يقول: شرب الخمر أهون من حربي.\n</p>\n\n<p>\nوأما الإجاص: ففاكهة معروفة، واحدتها إجاصة، وهي أصناف منها الأصفر\nوالأحمر والأسود5. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p751'> Vol. 02, p. 751</a>\n            </div>\n            \n</p>\n\n<p>\n(والأترج) 1 بضم أوله وثالثه وتشديد الجيم: لثمر معروف طيب الرائحة\nوالطعم، وهو فاكهة لطيب طعمه، وريحان لطيب رائحته2، وواحدته أترجة. وقال\nعلقمة بن عبدة3:\n</p>\n\n<p>\nيحملن أترجة نضخ العبير بها ... كأن تطيابها في الأنف مشموم\n</p>\n\n<p>\n[113/أ] (وجاء بالضح والريح: أي بما طلعت عليه الشمس) 4. هكذا في رواية\nمبرمان عن ثعلب5 رحمه الله. والضح: الشمس نفسها بكسر الضاد وتشديد الحاء.\nوقيل: هو ضوء الشمس الذي على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p752'> Vol. 02, p. 752</a>\n            </div>\n            \n</p>\n\n<p>\nالأرض1، يقال هذا في الكثرة لعموم ضوئها على جميع الأرض، أي أنه جاء من\nسفره بمال كثير، أو بما أشبهه في الكثرة، كأنهم أرادوا: جاء بما طلعت عليه\nالشمس، وما هبت عليه الريح. وقال الشاعر2:\n</p>\n\n<p>\nأبيض أبرزه للضح راقبه\n</p>\n\n<p>\nمقلد قضب الريحان مفغوم\n</p>\n\n<p>\n(وقعد على فوهة الطريق والنهر) 3 بضم الفاء وتشديد الواو: أي فمهما.\nوفوهة الطريق: أوله ومبتدؤه، وفوهة النهر: مخرج مائه. والجمع أفواه على غير\nقياس4، وقياسه فوايه، وأصله فواوه بواوين بينهما ألف، فكرهوا اجتماعهما،\nفقلبوا الثانية ياء5، كما عملوا بأوائل لجمع أول، وأصله أواول. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p753'> Vol. 02, p. 753</a>\n            </div>\n            \n</p>\n\n<p>\n(وغلام ضاوي) 1 بتشديد الياء: أي مهزول صغير الجسم.\n</p>\n\n<p>\n(وجارية ضاوية) كذلك. وقال الراجز2:\n</p>\n\n<p>\nذاك عبيد قد أصاب ميا ... يا ليته ألقحها صبيا <span id='ms216'></span>\n</p>\n\n<p>\nفحملت فولدت ضاويا ...\n</p>\n\n<p>\nوجمعهما ضاويون وضاويات [113/ب] .\n</p>\n\n<p>\n(وهي العارية) 3 بتشديد الياء، والجمع عواري. بتشديدها أيضا، بغير تنوين:\nوهي ما استعرت من شيء، يقال: هم يستعيرون من جيرانهم الماعون والأمتعة.\nوأنشد ابن درستويه4 وغيره:\n</p>\n\n<p>\nوردوا ما استعاروه ... كذاك العيش عارية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p754'> Vol. 02, p. 754</a>\n            </div>\n            \n</p>\n\n<p>\nوسميت بذلك، لأنها من المعاورة، وهي المناولة1، أي يتعاورها قوم من قوم،\nأي يأخذونها ويعطونها، ويقولون: \"تعورنا العواري بيننا\"2.\n</p>\n\n<p>\n(ويقال للمهر: فلو) 3 بفتح الفاء وضم اللام وتشديد الواو، وجمعه أفلاء،\nمثل عدو وأعداء4، وهو من أولاد الخيل، سمي بذلك لأنه يفتلى، أي يفطم. قال\nدكين5: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p755'> Vol. 02, p. 755</a>\n            </div>\n            \n</p>\n\n<p>\nكان لنا وهو فلو نربيه\n</p>\n\n<p>\nبفتح النون وضم الباءين: أي نربيه.\n</p>\n\n<p>\n(وهو الحوارى) 1 بضم الحاء وتشديد الواو والقصر: للجيد من الدقيق الخالص\nالشديد البياض الذي تغسل حنطته قبل الطحن حتى يبيض، وهو من الحور بفتح\nالحاء والواو، وهو البياض.\n</p>\n\n<p>\n(وهو الأرز) : لحب معروف بضم أوله وثانيه وتشديد الزاء، هكذا هو في كثير\nمن نسخ الكتاب، وفي بعضها أرز مفتوح الأول، وهما لغتان2، وواحدته أرزة\nوأرزة، والزاي في اللغتين مشددة، والراء مضمومة.\n</p>\n\n<p>\n(وهو الباقلى مشدد) اللام (مقصور، فإن خففت اللام مددت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p756'> Vol. 02, p. 756</a>\n            </div>\n            \n</p>\n\n<p>\n[114/أ] فقلت: الباقلاء) 1، وهو حب آخر معروف أيضا، يسميه أهل مصر والشام\nالفول2.\n</p>\n\n<p>\n(وكذلك المرعزى، والمرعزاء) 3 بكسر الميم فيهما، وإن شئت فتحتها4، وهو ما\nلان من شعر المعز، وهو الزغب الذي يكون تحت شعرها. وقال الشاعر5:\n</p>\n\n<p>\nكساك الحنطبي كساء صوف ... ومرعزى فأنت كذا تفيد\n</p>\n\n<p>\nأي تختال في مشيك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p757'> Vol. 02, p. 757</a>\n            </div>\n            \n</p>\n\n<p>\n(ومن الفعل: فلان يتعهد ضيعته) 1 بتشديد الهاء، فهو يتعهدها تعهدا،\nومعناه: يتحفظ ويجدد عهده بها، ويتفقد مصلحتها. والضيعة: معروفة، وهي\nالعقار. وجمعها ضياع، وضيع أيضا، مثل بدر. والضيعة أيضا: الحرفة.\n</p>\n\n<p>\n(وعظم الله أجرك) 2 بتشديد الظاء، فهو يعظمه تعظيما: أي كثره ووفره.\nوالأجر: الثواب، وهو جزاء الطاعة، والجمع أجور، ويقال ذلك في تعزية المصاب\nبمصيبته.\n</p>\n\n<p>\n(ووعزت إليك في الأمر) بتشديد العين، أوعز توعيزا، (وأوعزت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p758'> Vol. 02, p. 758</a>\n            </div>\n            \n</p>\n\n<p>\nأيضا) 1، على أفعلت أوعز إيعازا لغتان بمعنى واحد: أي تقدمت إليك فيه،\nوأمرتك بفعله. وأنشد الخليل في التشديد2:\n</p>\n\n<p>\nقد كنت وعزت إلى علاء [114/ب] ... في <span id='ms217'></span> السر والإعلان والنجاء\n</p>\n\n<p>\nبأن يحق وذم الدلاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p759'> Vol. 02, p. 759</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head9'>باب المخفف</h1>\n\n<p>\n(يقال: فلان من علية الناس) 1 بتخفيف الياء وكسر العين وسكون اللام: أي\nمن أشراف الناس ورؤسائهم. وهو جمع علي، مثل صبي وصبية.\n</p>\n\n<p>\n(وهو المكاري) 2 بتخفيف الياء: للذي يكري الدواب، أي يوأجرها3، وهو فاعل\nمن كارى يكاري مكاراة وكراء، فهو مكار بكسر الراء، والجمع مكارون بضم\nالراء، والمفعول مكارى بفتحها، والجمع مكارون بفتحها أيضا.\n</p>\n\n<p>\n(وعنب ملاحي) 4 بضم الميم وتخفيف اللام وتشديد الياء: وهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p760'> Vol. 02, p. 760</a>\n            </div>\n            \n</p>\n\n<p>\nعنب أبيض في حبه طول، وهو مأخوذ من الملحة، وهي البياض، وفيها اختلاف1،\nوقد ذكرته في \"كتاب المنمق\". والأملح: الأبيض، والملحاء: البيضاء. وقال\nالشاعر2:\n</p>\n\n<p>\nومن تعاجيب خلق الله غاطية ... يعصر منها ملاحي وغربيب\n</p>\n\n<p>\nأي عنب أبيض وأسود.\n</p>\n\n<p>\n(وأنا في رفاهية) 3 بفتح الراء وتخفيف الياء: أي في سعة (من العيش) ،\nوهدوء عن التعب [115/أ] في طلب المعيشة.\n</p>\n\n<p>\n(وعرفت الكراهية في وجهه) بتخفيف الياء أيضا: أي الكراهة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p761'> Vol. 02, p. 761</a>\n            </div>\n            \n</p>\n\n<p>\nوهي1 مصدر من قولهم: كرهت الشيء أكرهه، إذا لم ترده، وهو نقيض أحببته.\n</p>\n\n<p>\n(وهو حسن الطواعية لك) بتخفيف الياء وفتح أوله أيضا: أي الطاعة والانقياد\nلك والتذلل، وهي مصدر من قولهم: طاع يطوع طوعا وطواعية، إذا انقاد وتذلل.\n</p>\n\n<p>\n(وهي الرباعية) بتخفيف الياء وفتح الراء أيضا: للسن التي بين الثنية\nوالناب من الناس والدواب2. والجمع رباعيات.\n</p>\n\n<p>\n(وأرض ندية) 3 بتخفيف الياء أيضا: أي مبتلة رطبة قليلا، إما أن تكون\nأصابها المطر، أو تكون قريبة من الماء، وهي من الندى، وهو البلل. ويقال\nمنه: نديت الأرض تندى ندى، فهي ندية، (وبيت ند) 4. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p762'> Vol. 02, p. 762</a>\n            </div>\n            \n</p>\n\n<p>\n(وأرض مستوية) 1 بتخفيف الياء أيضا: أي معتدلة، ليس فيها ارتفاع ولا\nانخفاض، وقد استوت تستوي استواء، فهي مستوية، إذا كان بعضها يساوي بعضا.\n</p>\n\n<p>\n(ورماه بقلاعة) 2 بتخفيف اللام وضم القاف، والجمع قلاع: وهو طين يتشقق\nإذا نضب عنه الماء، والقطعة منه قلاعة. وقال ابن درستويه: هي اسم لما يقلع\nمن حائط أو جبل أو تل أو أرض فيرمى به سبع أو طائر أو إنسان أو نحو [115/ب]\nذلك3.\n</p>\n\n<p>\n(وهو أب لك وأخ لك) 4 بتخفيف الباء والخاء <span id='ms218'></span>: وهما معروفان، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p763'> Vol. 02, p. 763</a>\n            </div>\n            \n</p>\n\n<p>\nوقد تقدم ذكرهما في باب المصادر1. وجمعهما آباء وإخوة.\n</p>\n\n<p>\n(وهو الدم فاعلم) 2 بتخفيف الميم: معروف، وبه حياة الإنسان. وجمعه دماء.\n</p>\n\n<p>\n(وهو السمانى لهذا الطائر، والواحدة سماناة) 3. قال أبو سهل: هكذا هو نسخ\nعدة رأيتها من الكتاب، وفيه تخليط، وأنا أبينه بتوفيق الله. فأما السمانى\nفإنه مقصور مخفف الميم، على وزن الذنابى، واختلف أهل اللغة فيها، فقال\nبعضهم: السمانى: طائر يشبه الفروجة في قدرها4، ويقال: إنه السلوى5. وجمعها\nسمانيات. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p764'> Vol. 02, p. 764</a>\n            </div>\n            \n</p>\n\n<p>\nوصاد أعرابي رخمة في مقبرة فأكلها، فغثت1 نفسه، فقال2:\n</p>\n\n<p>\nنفسي تمقس من سمانى الأقبر\n</p>\n\n<p>\nوقال بعضهم: السمانى جمع، وواحدته سماناة3، وليس بين واحده وجمعه إلا حذف\nالهاء وإثباتها، كما قالوا: حمامة وحمام، وأيكة وأيك4، وتمرة وتمر، وأشباه\nذلك. وقال آخرون: السمانى يكون واحدا، ويكون جمعا، تقول: هذه سمانى واحدة،\nوسمانى كثيرة5. وقال تأبط شرا6:\n</p>\n\n<p>\nونعل كأشلاء السمانى طرحتها ... إلى صاحب حاف فقلت له انعل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p765'> Vol. 02, p. 765</a>\n            </div>\n            \n</p>\n\n<p>\n[116/أ] فقول ثعلب – رحمه الله -: (وهو السمانى لهذا الطائر) ، هو كلام\nصحيح دل به على طائر واحد، لقوله: (لهذا الطائر) ثم خلط بقوله: (والواحدة\nسماناة) وقد كان يجب أن يقول: وهي السمانى لهذه الطير، والواحدة سماناة، أو\nيقول: وهو السمانى1 لهذه الطير، فيأتي ب\"هو\" ليدل به على الجنس. والله\nسبحانه الموفق للصواب.\n</p>\n\n<p>\n(وهي حمة العقرب) 2 بتخفيف الميم: لسمها الذي يكون في إبرتها التي تلدغ\nبها. والجمع حمات.\n</p>\n\n<p>\n(وهي اللثة) 3 بتخفيف الثاء وكسر اللام: لباطن الشفة. وقيل: اللثة: اللحم\nالذي ركبت فيه الأسنان. والجمع لثاث4. وأما اللحم الذي يكون بين الأسنان\nكأنه شرف، فيقال له: العمور بضم العين، واحدها عمر5 بفتحها وسكون الميم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p766'> Vol. 02, p. 766</a>\n            </div>\n            \n</p>\n\n<p>\n(وهو الدخان) 1 بتخفيف الخاء: معروف، وهو الذي يرتفع من النار في الهواء.\nوجمعه دواخن على غير القياس، كما قالوا: عثان وعواثن2.\n</p>\n\n<p>\n(ومن الفعل تقول: قد أرتج على القارئ) 3 بهمز الألف وكسر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p767'> Vol. 02, p. 767</a>\n            </div>\n            \n</p>\n\n<p>\nالتاء وتخفيف الجيم: إذا انقطع عليه كلامه، أو استغلق عليه فلم يقدر على\nالقراءة والكلام، ولم يدر ما نمامه، وهو مأخوذ من رتاج الباب، وهو غلقه\nالذي يغلق به، كأنه [116/ب] أطبق <span id='ms219'></span> على القارئ وأغلق، كما يرتج الباب، أي\nيغلق، ويقال منه: أرتجت الباب أرتجه إرتجاجا، إذا أغلقته، فإنا مرتج بكسر\nالتاء، والباب مرتج بفتحها.\n</p>\n\n<p>\n(وغلام حين بقل وجهه) 1 بتخفيف القاف، فهو يبقل بقولا: أي حين خرج الشعر\nونبت في عارضيه، كنبات البقل في الأرض. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p768'> Vol. 02, p. 768</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head10'>باب المهموز</h1>\n\n<p>\n(يقال1: استأصل الله شأفته) 2 مهموز مخفف الفاء: وهذا دعاء على الإنسان\nبالهلاك3. والشأفة: قرحة تخرج في أسفل القدم تكوى فتذهب، أي أذهبه الله كما\nأذهب تلك القرحة بالكي. ويقال منه: شئفت رجله شأفا، على مثال تعب تعبا، إذا\nخرجت بها الشأفة. ويقال: استأصل الشيء يستأصله استئصالا، فهو مستأصل مهموز،\nإذا قلعه من أصله وذهب به.\n</p>\n\n<p>\n(وأسكت الله نأمته) 4 مهموز مخفف الميم: أي صوته. وقيل: صوته وحركته، وهي\nفعلة من النئيم، وهو الصوت5. وقيل: هو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p769'> Vol. 02, p. 769</a>\n            </div>\n            \n</p>\n\n<p>\nالصوت الضعيف1. وقيل: هو الصوت والحركة، يقال منه: نأم الرجل وغيره بفتح\n[117/أ] الهمزة، فهو ينئم بكسرها، نئيما، إذا صوت2. وقيل: إذا صوت مع حركة،\nفهو نأام، مثل نعام بتشديد العين3. وقال الشاعر4:\n</p>\n\n<p>\nإذا قلت أنسى ذكرهن يرده ... هوى كان منه حادث ومقيم\n</p>\n\n<p>\nوورقاء تدعو ساق حر بشجوها ... لها عند شدات النهار نئيم\n</p>\n\n<p>\n(وربطت لذلك الأمر جأشا: إذا تحزمت له) 5، أي تشددت وتقويت وتصبرت.\nوالجأش: القلب. وقيل: النفس6، فعبر عن التشدد بالتحزم، أي وطنت له قلبي\nونفسي، وربطته، ولم أفر7 عند الفزع. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p770'> Vol. 02, p. 770</a>\n            </div>\n            \n</p>\n\n<p>\n(واجعله بأجا واحدا) بسكون الهمزة: أي اجعل البأجات بأجا واحدا، أي نوعا\nواحدا ولونا واحدا1، وهي معربة، وأصلها فارسية2، وهي كلمة يؤتى بها في\nأواخر أسماء الطبيخ، كما يؤتى باللون بالعربية في أوائلها، فيقولون:\n\"سكباج\" ف\"سك\" بالفارسية اسم الخل. وباج أصله بالفارسية \"واه\"3، فلما عربت\nنقلت الواو والهاء إلى الباء والجيم، وهمزت العرب ألفها4، والعامة على ترك\nالهمز5. فمعنى \"سكباج\": الخلية أو لون الخل، وكذلك ما أشبهه من ألوان\nالطبيخ، نحو \"الزيرباج\"6 و\"الدوغباج\"7. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p771'> Vol. 02, p. 771</a>\n            </div>\n            \n</p>\n\n<p>\n(وهو اللبأ) 1 مهموز مقصور مكسور [117/ب] اللام، على فعل، والجميع ألباء،\nعلى مثال عنب وأعناب: وهو أول اللبن في النتاج من البقرة والشاة وغيرهما <span id='ms220'></span>.\n</p>\n\n<p>\n(وهي اللبؤة) 2: لأنثى الأسد بفتح اللام وضم الباء والهمز، والجميع\nاللبؤات.\n</p>\n\n<p>\n(وكلب زئني) 3 بهمزة بعد الزاي: (وهو القصير) اليدين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p772'> Vol. 02, p. 772</a>\n            </div>\n            \n</p>\n\n<p>\nوالرجلين، الصغير الجسم.\n</p>\n\n<p>\n(وملح ذرآني، وذرآني) 1 بذال معجمة مفتوحة، والراء ساكنة ومحركة، وبعدها\nهمزة ممدودة: وهو الأبيض منه، واشتقاقهما من الذرأة بضم الذال وسكون الراء\nوالهمز، وهي البياض2.\n</p>\n\n<p>\n(وغلام توأم) 3 على وزن تولب: (للذي يولد معه آخر) ، وهو أحدهما، (وهما\nتوأمان) للولدين4. والجمع توأمون، (والأنثى توأمة وتوأمتان) ، وللنساء\nتوأمات وتوائم، ولكل شيء سوى الناس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p773'> Vol. 02, p. 773</a>\n            </div>\n            \n</p>\n\n<p>\nتوائم بفتح التاء على فعائل، وتؤام بالضم على فعال1. ومنه قول الراجز2:\n</p>\n\n<p>\nقالت لنا ودمعها تؤام ... على الذين ارتحلوا السلام\n</p>\n\n<p>\n(ومريء الجزور) والشاة والإنسان بفتح الميم والمد، على فعيل، بوزن جريح،\nوهو (مهموز، وغير الفراء لا يهمز) 3: لمدخل [118/أ] الطعام والشراب، وهو\nالأحمر المتصل بالحلقوم الذي يجري فيه طعام الإنسان وعلف الدابة وشرابهما\nحتى يستقر في الجوف، وهو فم المعدة4، وبابها من الإنسان. وثلاثة امرئة، وهي\nالمرؤ بضم الميم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p774'> Vol. 02, p. 774</a>\n            </div>\n            \n</p>\n\n<p>\nوالراء، على فعل للكثير، مثل كثيب وكثب.\n</p>\n\n<p>\n(ورؤبة بن العجاج مهموز) 1: وهما راجزان معروفان.\n</p>\n\n<p>\n(والسموأل مهموز: اسم رجل) 2، وهو ابن حيا بن عادياء [الغساني] 3. وقيل:\nابن غريض بن عادياء4، وكان يهوديا في الجاهلية، ولم يدرك الإسلام، وكان من\nأوفى أهل زمانه حتى ضربت به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p775'> Vol. 02, p. 775</a>\n            </div>\n            \n</p>\n\n<p>\nالعرب المثل في الوفاء1 فقالت: \"هو أوفى من السموأل\"2، وله حديث3. وقال\nالأعشى4:\n</p>\n\n<p>\nكن كالسموأل إذ طاف الهمام به ... في جحفل كسواد الليل جرار\n</p>\n\n<p>\n(والصؤاب في الرأس مهموز) 5 مضموم الأول، على مثال غراب: وهو بيض القمل.\nوالواحدة صؤابة، والصئبان مهموز أيضا6، على مثال غربان، جمع أيضا، مثل\nالصؤاب7. وقيل: بل هو جمع صؤاب، وصؤاب جمع صؤابة8. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p776'> Vol. 02, p. 776</a>\n            </div>\n            \n</p>\n\n<p>\n(ومهنأ) 1 بالقصر والهمز: (اسم رجل) ، على مثال محمد.\n</p>\n\n<p>\n(ورئاب مهموز) 2، على مثال كتاب: (اسم رجل) [118/ب] .\n</p>\n\n<p>\n(وهي كلاب الحوأب) 3 مفتوح الحاء، مسكن الواو، على مثال كوثر: وهو ماء من\nمياه العرب، على طريق البصرة4، وكان كثير الكلاب. (وأنشد5: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p777'> Vol. 02, p. 777</a>\n            </div>\n            \n</p>\n\n<p>\nما هي إلا شربة بالحوأب ... فصعدي من بعدها أو صوبي\n</p>\n\n<p>\nصعدي: أي اصعدي صعودا، وصوبي: أي انحدري. يخاطب ناقته، يقول <span id='ms221'></span> لها: لا\nتشربين الماء في طريقك إلا شربة من هذا الماء.\n</p>\n\n<p>\n(وجئت جيئة مهموز) 1: وهي2 مصدر، أي جئت مرة واحدة من المجيء، وهو\nالإتيان، وهو ضد المرور والذهاب.\n</p>\n\n<p>\n(والجية) بكسر الجيم وتشديد الياء3، (غير مهموز4: الماء المستنقع في\nالموضع) .\n</p>\n\n<p>\n(والسؤر مهموز: ما يبقى من الشراب وغيره في الإناء) 5. وجمعه أسآر.\n</p>\n\n<p>\n(وسور المدينة غير مهموز) : حائطها المطيف بها. وجمعه أسوار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p778'> Vol. 02, p. 778</a>\n            </div>\n            \n</p>\n\n<p>\nوسيران، مثل أحوات وحيتان.\n</p>\n\n<p>\nوذكر ثعلب – رحمه الله – الجية والسور في هذا الباب، وإن كانا غير\nمهموزين، لمشابهتهما لما قبلهما في الحروف، وليبين معنى المهموز منهما من\nغير المهموز.\n</p>\n\n<p>\n(وهو الأرقان واليرقان) 1 بالهمز والياء: بمعنى واحد، وهو آفة تصيب الزرع\nيصفر منه2، وهو أيضا داء يصيب الإنسان في كبده فيصفر [119/أ] منه بدنه\nوحدقتاه. ويقال منه: قد أرق الإنسان والزرع، ويرق أيضا بالياء، على ما لم\nيسم فاعله فيهما، فهو مأروق وميروق.\n</p>\n\n<p>\n(والأرندج واليرندج) 3بالهمز والياء أيضا: بمعنى واحد، وهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p779'> Vol. 02, p. 779</a>\n            </div>\n            \n</p>\n\n<p>\nجلد أسود. قال أبو عبيد: أصله بالفارسية: \"رندة\"1، وأنشد للأعشى2:\n</p>\n\n<p>\nأرندج إسكاف يخالط عظلما ... والجمع أرادج ويرادج. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p780'> Vol. 02, p. 780</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head11'>باب ما يقال للأنثى بغير هاء</h1>\n\n<p>\n(تقول: امرأة طالق وحائض وطاهر وطامث، بغير هاء) 1 فيها، وإنما أسقطوها\nمنها، لأنها نعوت تخص المؤنث، ولا حظ للمذكر فيها، فلم يحتاجوا إلى الهاء،\nلأن الهاء إنما تدخل فيما يشترك فيه المذكر والمؤنث، مثل قائم وقائمة،\nليفرق بينهما بها، فلما لم يكن في هذه النعوت للمذكر حظ لم يحتاجوا إلى\nالفرق. وهذا هو قول النحويين الكوفيين2، قالوا: ومن شاء أدخل الهاء فيها،\nلأنه تأنيث صحيح3. وقال البصريون: إنما أسقطوا الهاء من هذه النعوت، وجاءوا\nبها على لفظ المذكر، لأنهم أجروها مجرى النسب، كأنهم قالوا: امرأة [119/ب]\nذات طلاق، وذات حيض، وذات طهر، وذات طمث، ولم يجعلوها جارية على الفعل\nبمعنى طلقت فهي طالقة، وحاضت فهي حائضة، وطهرت فهي طاهرة، وطمثت فهي\nطامثة4، فإن جعلوها جارية على أفعالها أثبتوا فيها الهاء علامة للتأنيث،\nفقالوا: طلقت فهي طالقة، وحاضت فهي حائضة، وطهرت فهي طاهرة، وطمثت فهي\nطامثة5، فأثبتوا الهاء في <span id='ms222'></span> هذه النعوت علامة للتأنيث، كما أنثوا أفعالها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p781'> Vol. 02, p. 781</a>\n            </div>\n            \n</p>\n\n<p>\nللفرق بين النسب وبين ما جرى على فعله. وهذا هو مذهب الخليل1، وأما\nسيبويه فإن مذهبه في هذه النعوت التي أسقطت منها علامة التأنيث وجعلت بلفظ\nالمذكر، أنها جاءت أوصافا لمذكر، وأن المراد بها شيء طالق، وشيء حائض،\nوطاهر، وطامث، وكذلك أشباهها2.\n</p>\n\n<p>\nوأما معنى قولهم: امرأة طالق: فإنها المخلاة من عقد نكاح الزوج.\n</p>\n\n<p>\nوأما حائض وطامث: فهما بمعنى واحد3، للتي اجتمع دمها، ثم جعل يخرج منه\nشيء بعد شيء.\n</p>\n\n<p>\nوأما امرأة طاهر: فهي التي انقطع عنها ذلك الدم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p782'> Vol. 02, p. 782</a>\n            </div>\n            \n</p>\n\n<p>\n(وكذلك امرأة قتيل) 1 بغير هاء أيضا: بمعنى مقتولة، لأنك ذكرت امرأة قبل\nهذا النعت [120/أ] فاستغنيت بذكرها عن إتيان الهاء في نعتها، وكذلك جميع ما\nيأتي من النعوت، فإنها تجري في حذف الهاء هذا المجرى، نحو: (كف خضيب، وعين\nكحيل، ولحية دهين) 2، وإنما لم يثبتوا الهاء في هذا، لأنه معدول عن جهته،\nلأنهم عدلوا من مفعول إلى فعيل، لأن المعنى فيها: كف مخضوبة بالحناء، وعين\nمكحولة بالكحل، ولحية مدهونة بالدهن3، فلما عدلوا عن مفعول إلى فعيل حذفوا\nمنه الهاء ليفرقوا بينه وبين ما لم يكن بمعنى مفعول، كقولهم: امرأة كريمة\nوجميلة وصغيرة وكبيرة وظريفة وأشباهها، فلا يجوز في مثل هذا مفعولة، لا\nيقال: مكروهة ولا مجمولة. وإذا4 أفردت النعت من النعوت جئت بالهاء فقلت:\n(رأيت قتيلة، ولم تذكر امرأة، وأدخلت فيه الهاء) لتفرق بها بينها وبين\nالمذكر، وكذلك إذا أضفت، فتقول: قتيلة بني فلان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p783'> Vol. 02, p. 783</a>\n            </div>\n            \n</p>\n\n<p>\n(وكذلك امرأة صبور وشكور ونحو ذلك) 1 بغير هاء، لأنه عدل عن فاعل إلى\nفعول، فعدل عن صابر إلى صبور، وعن شاكر إلى شكور، وأرادوا بذلك كثرة الفعل\nوالمبالغة فيه2، لأن معنى امرأة صبور [120/ب] : كثيرة الصبر معتادة له،\nومعنى امرأة شكور: كثيرة الشكر. والصبور: هي المحتملة للمكروه من غير جزع\nمنه. والشكور: هي التي تثني على الإحسان وتكافئ عليه. (وكذلك امرأة معطار\nومذكار ومئناث) 3 بغير هاء فيها، ومفعال من أبنية المبالغة وكثرة الفعل\nأيضا4.\n</p>\n\n<p>\nفمعنى امرأة معطار: كثيرة استعمال العطر، وهو <span id='ms223'></span> الطيب. ومذكار: من عادتها\nأن تلد الذكور كثيرا. ومئناث: من عادتها أن تلد الإناث كثيرا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p784'> Vol. 02, p. 784</a>\n            </div>\n            \n</p>\n\n<p>\nوإنما حذفوا الهاء من مفعال، لأنه انعدل من1 الصفات انعدالا أشد من\nانعدال صبور وشكور عن جهته، وأيضا لأنه مبني على غير فعل2، كما أ، صبورا\nوشكورا مبنيان على غير فعل، فإن قلت: فإن فعلهما صبر وشكر، قيل لك: إنما\nذاك للصابر والشاكر، وليسا لصبور ولا شكور3.\n</p>\n\n<p>\n(وكذلك) امرأة (مرضع ومطفل ونحو ذلك) 4 بغير هاء أيضا، والقول فيه كالقول\nفي امرأة طالق وحائض5. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p785'> Vol. 02, p. 785</a>\n            </div>\n            \n</p>\n\n<p>\nفمعنى امرأة مرضع: أي أنها ذات لبن يرتضع. وجمعها: مراضع. ومنه قوله\nتعالى: {وحرمنا عليه المراضع} 1. قيل: معنى امرأة مرضع: أي أنها [121/أ]\nأرضعت ولدها، أي سقته لبنها. قال امرؤ القيس2:\n</p>\n\n<p>\nفمثلك حبلى قد طرقت ومرضع\n</p>\n\n<p>\nفألهيتها عن ذي تمائم محول\n</p>\n\n<p>\nفإن أردت أنها ترضعه في المستقبل، قيل: مرضعة غدا بالهاء. ومنه قوله\nتعالى: {يوم [ترونها] تذهل كل مرضعة عما أرضعت} 3 وجمعها مرضعات.\n</p>\n\n<p>\nوامرأة مطفل: إذا كانت ذات طفل، وهي التي معها طفل4، وهو ولدها أول ما\nتضعه، وجمعها مطافل. وقال امرؤ القيس5:\n</p>\n\n<p>\nتصد وتبدي عن أسيل وتتقي ... بناظرة من وحش وجرة مطفل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p786'> Vol. 02, p. 786</a>\n            </div>\n            \n</p>\n\n<p>\n(وامرأة حامل: إذا أردت حبلى) 1، وجمعها حوامل، أي هي ذات حمل، وحملها هو\nالولد الذي في بطنها. (فإن أردت أنها تحمل شيئا ظاهرا، قلت: حاملة) 2\nبالهاء، والقول هاهنا كالقول في طالق وحائض في قول الكوفيين والبصريين3\n</p>\n\n<p>\n(وكذلك امرأة خود وضناك، وناقة سرح، ونحو ذلك) 4 بغير هاء، والقول فيها\nكالقول في طالق وحائض في قول الكوفيين والبصريين5.\n</p>\n\n<p>\nوالخود: المرأة الشابة الناعمة البدن6. وجمعها خود بضم الخاء7، مثل فرس\nورد بفتح الواو، وجمعه ورد بضمها [121/ب] .\n</p>\n\n<p>\nوامرأة ضناك بكسر الضاد8: أي مكتنزة اللحم. وقيل: هي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p787'> Vol. 02, p. 787</a>\n            </div>\n            \n</p>\n\n<p>\nالضخمة1. وجمعها ضنك بضم الضاد والنون، مثل كتاب وكتب.\n</p>\n\n<p>\nوناقة سرح بضم السين والراء: أي سريعة في سيرها، ولم يسمع لها بجمع،\nوقياسه أسراح، مثل عنق أعناق وطنب وأطناب.\n</p>\n\n<p>\n(وتقول: ملحفة جديد وخلق، وعجوز، وأتان، وثلاث آتن) بالمد، على أفعل،\nوالكثيرة أتن، على فعل بضم الألف <span id='ms224'></span> والتاء.\n</p>\n\n<p>\nوأما الملحفة: فقد تقدم تفسيرها في باب المكسور أوله2.\n</p>\n\n<p>\nوأما قوله: (جديد وخلق) فإن الجديد ضد الخلق، والخلق: البالية التي قد\nلانت وأملست من طول ما مر عليها من الزمان. والجديد: هي التي فرغ النساج من\nنسجها، وقطعها من عن المنوال، وهي فعيل في تأويل مفعولة بمعنى مجدودة، وهي\nالمقطوعة. وهذا قول الكوفيين3، وقال البصريون4: إنما حذفوا الهاء من ملحفة\nجديد وخلق على غير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p788'> Vol. 02, p. 788</a>\n            </div>\n            \n</p>\n\n<p>\nالقياس، وليس جديد من المعدول عن مفعول، لأنه لا يجوز فيهما مفعول، وكان\nالقياس أن تثبت فيهما الهاء1، كما تثبت في صغيرة وكبيرة ومريضة، ولكنهما\nجاءا شاذين، ولا يقال في شيء من الأشياء: جديدة [122/أ] ولا خلقة، وإنما هو\nجديد وخلق بغير هاء، للمؤنث والمذكر2. ومنه قول الشاعر3:\n</p>\n\n<p>\nكفى حزنا إني تطاللت كي أرى ... ذرى قلتي دمخ فما تريان\n</p>\n\n<p>\nكأنهما والآل يجري عليهما ... من البعد عينا برقع خلقان\n</p>\n\n<p>\nفقال خلقان، ولم يقل خلقتان، والعينان أنثيان4.\n</p>\n\n<p>\nوجمع الجديد جدد بضم الجيم والدال، مثل سرير وسرر، وجمع الخلق أخلاق.\n</p>\n\n<p>\nوالعجوز: معروفة المعنى، وهي أنثى الشيخ من غير لفظه، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p789'> Vol. 02, p. 789</a>\n            </div>\n            \n</p>\n\n<p>\nوالعجوز: المرأة الكبيرة السن. وقيل: تسمى عجوزا إذا زادت على الأربعين\nسنة1. وجاءت بغير هاء لاختصاص الاسم بالمؤنث2. ومنه قول الراجز3:\n</p>\n\n<p>\nتنح للعجوز عن طريقها ... دعها فما النحوي من صديقها\n</p>\n\n<p>\nوجمعها عجائز وعجز4 بضم العين والجيم.\n</p>\n\n<p>\nوالأتان: أنثى العير، وهو الحمار، وحذفت الهاء من الأتان لاختصاص هذا\nالاسم بالتأنيث أيضا5. وثلاث آتن على وزن أفعل، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p790'> Vol. 02, p. 790</a>\n            </div>\n            \n</p>\n\n<p>\nلأنه جمع قليل، والكثيرة الأتن1 بضم الهمزة والتاء.\n</p>\n\n<p>\n(وتقول: هي رخل) 2 بفتح الراء وكس الخاء: (للأنثى من أولاد الضأن) ،\nوالذكر حمل، وجمعها رخال [122/ب] ورخال3 بكسر الراء وضمها وحذفت الهاء، من\nرخل لاختصاصها بالتأنيث أيضا، استغناء4 عنها.\n</p>\n\n<p>\n(وهذه فرس) 5 للأنثى من الخيل، فإذا صغرتها قلت: فريسة بالهاء، وتقول\nللمذكر: هذا فرس6، فإذا صغرته قلت: فريس بغير هاء، والجمع منهما أفراس، ولا\nيقال: فرسان7، إنما الفرسان جمع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p791'> Vol. 02, p. 791</a>\n            </div>\n            \n</p>\n\n<p>\nفارس، كراكب وركبان.\n</p>\n\n<p>\n(فهكذا1 جميع ما كان للإناث خاصة، فلا تدخلن فيه الهاء، وهو كثير فقس\nعليه إن <span id='ms225'></span> شاء الله) . وهذا قول الكوفيين، وقد تقدم ذكره في صدر هذا الباب2.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p792'> Vol. 02, p. 792</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head12'>باب ما أدخلت فيه الهاء من وصف المذكر</h1>\n\n<p>\n(تقول: رجل راوية للشعر) 1: إذا كان ينشده ويحفظه، فزادوا الهاء للمبالغة\nفي الوصف.\n</p>\n\n<p>\n(و) كذلك (رجل علامة) 2: أي عالم جدا، أو كثير العلم.\n</p>\n\n<p>\n(ونسابة) 3: وهو العالم بالأنساب، وهي معرفة أسماء الآباء والأجداد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p793'> Vol. 02, p. 793</a>\n            </div>\n            \n</p>\n\n<p>\n(ومجذامة) 1 بكسر أوله: مأخوذ من الجذم، وهو القطع. فقيل: معناه: أنه\nالكثير القطع للمفاوز والطرق2. وقيل: هو الكثير الفصل للأمور والقطع لها3\n[123/أ] . وقيل: هو السريع القطع للشيء4. وقيل: هو السريع القطع للمودة5.\n</p>\n\n<p>\n(و) رجل (مطرابة) 6: أي كثير الطرب شديده. والطرب: خفة تصيب الإنسان لشدة\nالفرح والحزن.\n</p>\n\n<p>\n(و) رجل (معزابة) 7: إذا كان يعزب بإبله في الرعي، أي يبعدها لعزه\nوقدرته. قال الأعشى8:\n</p>\n\n<p>\nتذهل الشيخ عن بنيه وتلوي ... بلبون المعزابة المعزال\n</p>\n\n<p>\n(وذلك إذا ما مدحوه كأنهم9 أرادوا به داهية) فأنثوه، وفي رواية مبرمان عن\nثعلب: (إذا أرادوا به غاية المدح) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p794'> Vol. 02, p. 794</a>\n            </div>\n            \n</p>\n\n<p>\n(وكذلك إذا ذموه، فقالوا: رجل لحانة) 1 أي مخطئ في كلامه، لا يأتي بصواب\nفيه.\n</p>\n\n<p>\n(وهلباجة) 2: أي أحمق. وقيل: هو الثقيل الكسلان النوام3.\n</p>\n\n<p>\n(ورجل فقاقة) 4 بالتخفيف: أي أحمق كثير الكلام. وقيل: هو المخلط5.\n</p>\n\n<p>\nو (جخابة) 6 بتخفيف الخاء وتشديدها أيضا: أي أحمق كثير الكلام – أيضا –\nوالصياح فيما لا يحتاج إليه (في حروف كثيرة، كأنهم أرادوا به بهيمة) .\n</p>\n\n<p>\nقال أبو سهل: فقول أبي العباس – رحمه الله -: (وذلك إذا مدحوه، كأنهم\nأرادوا به داهية، وكذلك إذا ذموه كأنهم أرادوا [123/ب] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p795'> Vol. 02, p. 795</a>\n            </div>\n            \n</p>\n\n<p>\nبه بهيمة) .\n</p>\n\n<p>\nفالداهية: هي الأمر العظيم المجاوز للحد والمقدار المعلوم الذي لا ينفع\nفيه دواء.\n</p>\n\n<p>\nوالبهيمة: كل دابة من ذوات الأربع من دواب البر والبحر، وهي مأخوذة من\nالإبهام، وهو اشتباه الشيء، فلا يدرى وجهه1، فالبهيمة لا تميز ولا تفرق بين\nالحسن والقبيح.\n</p>\n\n<p>\nفكما أن في آخر الداهية والبهيمة هاء، كذلك أتوا بها2 في وصف الإنسان\nالمذكر الممدوح والمذموم تشبيها بهما، فإذا مدحوه وبالغوا في ذلك شبهوه\nبالداهية، وأرادوا أن أمره وفعله منكر زائد على غيره كالداهية، وكذلك أيضا\nإذا ذموه وبالغوا في <span id='ms226'></span> ذلك3 شبهوه بالبهيمة التي لا تنطق بشيء يفهم، ولا تفرق\nبين الفعل القبيح والحسن. وهذا هو معنى قول الكوفيين وطريقتهم4. وأما\nالبصريون فإنهم قالوا: الهاء في هذا الباب للمبالغة في الوصف الذي يمدح به\nأو يذم5. وقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p796'> Vol. 02, p. 796</a>\n            </div>\n            \n</p>\n\n<p>\nبعضهم: ألحقوا هذه الهاء في هذه الأسماء للمبالغة1 وجعلوا زيادة اللفظ\nدليلا على زيادة ما يقصدونه من مدح أو ذم، وكأنهم أرادوا في المدح معنى\nداهية وفي الذم معنى بهيمة. قال أبو سهل: وهذا معنى [124/أ] ما رواه مبرمان\nعن ثعلب رحمه الله.\n</p>\n\n<p>\nوقال بعض النحويين: وصفوا المذكر بهذه الأوصاف المؤنثة كما وصفوا المؤنث\nبالأوصاف المذكرة2.\n</p>\n\n<p>\nوأما قوله: \"في حروف كثيرة\" فأراد أن لهذا نظائر كثيرة في الكلام.\n</p>\n\n<p>\nويقال للمؤنث في فصول هذا الباب – كما يقال للمذكر – بالهاء لأنهم لما\nأتوا بها في وصف المذكر لمعنى المبالغة والتكثير أشركوا فيه المؤنث أيضا3.\n</p>\n\n<p>\nوتجمع هذه الفصول كلها بالألف والتاء، فيقال: رجال راويات، وعلامات،\nونسابات، ومجذامات، ومطرابات، ومعزابات، ولحانات، وهلباجات، وفقاقات،\nوجخابات. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p797'> Vol. 02, p. 797</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head13'>باب ما يقال للمؤنث والمذكر بهاء</h1>\n\n<p>\n...\n</p>\n\n<p>\nباب ما يقال للمؤنث والمذكر بالهاء\n</p>\n\n<p>\n(قالوا: رجل ربعة، امرأة ربعة) 1 بسكون الباء: أي وسط القامة، وهو الذي\nتكون قامته بين الطويل والقصير، وجاء في صفة النبي صلى الله عليه وسلم \"أنه\nكان فوق الربعة\"2. وجمعه ربعات بفتح الباء، كبكرة وبكرات، وإنما لم يسكنوا\nالباء في الجمع وإن كان وصفا، كضخمة وضخمات، لأن ربعة لما وصف بها الرجل\nوالمرأة صارت [124/ب] كأنها اسم غير وصف3، وأدخلت الهاء في وصف المذكر\nللمبالغة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p798'> Vol. 02, p. 798</a>\n            </div>\n            \n</p>\n\n<p>\nفلأجل ذلك اشتراك في هذا الوصف المذكر والمؤنث1.\n</p>\n\n<p>\n(ورجل ملولة) 2: إذا كثر منه الملل للشيء، أي يسأمه فلا يريده، (وامرأة\nملولة) والجمع ملولات.\n</p>\n\n<p>\n(ورجل فروقة) 3: أي جبان كثير الخوف من كل شيء4، (وامرأة فروقة) ، والجمع\nفروقات.\n</p>\n\n<p>\n(ورجل صرورة: للذي لم يحجج، والمرأة صرورة) 5، فكأنهما أصرا على المقام\nوترك الحج، فكأنهما قد كثر منهما ذلك. وقال النابغة6:\n</p>\n\n<p>\nلو أنها عرضت لأشمط راهب ... يخشى الإله صرورة متعبد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p799'> Vol. 02, p. 799</a>\n            </div>\n            \n</p>\n\n<p>\nلرنا لبهجتها وحسن حديثها ... ولخاله رشدا وإن لم يرشد\n</p>\n\n<p>\nوالجمع صرورات <span id='ms227'></span>.\n</p>\n\n<p>\n(ورجل هذرة) 1 بضم الهاء وفتح الذال، (وامرأة هذرة) : إذا كانا كثيري\nالكلام.\n</p>\n\n<p>\n(ورجل همزة لمزة) 2 بضم أولهما وفتح ثانيهما، (وامرأة كذلك: وهو الذي\nيعيب الناس. في حروف كثيرة) 3، وقال تعالى: {ويل لكل همزة لمزة} 4. وقيل:\nالهمزة: الذي يعيب الناس5 بحضرتهم6. وقد همزهم يهمزهم همزا.\n</p>\n\n<p>\nواللمزة: الذي يذكرهم وهو غائب عنهم7. وقد لمزهم يلمزهم [125/أ] لمزا.\nوقال تعالى: {ومنهم من يلمزك في الصدقات} 8. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p800'> Vol. 02, p. 800</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head14'>باب ما الهاء فيه أصلية</h1>\n\n<p>\n(جمع الماء: مياه) 1 بإظهار الهاء، والماء: معروف، وهو اسم للمطر ولما\nيظهر من الأرض ويجري فوقها مما يغتسل به ويتطهر ويشرب ويحيى به الحيوان\nوالنبات، كما قال الله تعالى: {وجعلنا من الماء كل شيء حي} 2. ومياه جمع\nكثير، (و) يقال في (القليل: أمواه) 3 بإظهار الهاء أيضا، والكثير ما زاد\nعلى العشرة، والقليل من الثلاثة إلى العشرة، والهاء في الجمع ظاهرة ولا\nتقلب تاء، لأن أصل الماء: \"موه\" بفتح الميم والواو، فقلبوا الواو ألفا\nلتحركها وانفتاح ما قبلها4، ولذلك قالوا في تصغيره مويه بالواو والهاء5.\nوقال الشاعر في وصف إبل6: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p801'> Vol. 02, p. 801</a>\n            </div>\n            \n</p>\n\n<p>\nجفار إذا قاظت هضاب إذا شتت ... وبالصيف يرددن المياه على العشر\n</p>\n\n<p>\nوقال آخر1:\n</p>\n\n<p>\nسقى الله أمواها عرفت مكانها ... جرابا وملكوما وبذر والغمرا\n</p>\n\n<p>\n(وجمع الشفة) المعروفة، وهي غطاء أسنان الإنسان (شفاه) 2 بإظهار الهاء في\nالجمع أيضا، لأن أصل شفة: (شفهة) 3 بفتح [125/ب] الشين والفاء، ولذلك قالوا\nفي تصغيرها شفيهة، ولذلك قالوا: شافهته بالكلام، أي واجهته به وخاطبته\nوحركت شفتي به.\n</p>\n\n<p>\n(وجمع الشاة) ، وهي الواحدة من الغنم (شياه) 4 بإظهار الهاء في الجمع\nأيضا، لأن أصل الشاة: \"شوهة\" بفتح الشين والواو، على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p802'> Vol. 02, p. 802</a>\n            </div>\n            \n</p>\n\n<p>\n\"فعلة\"، فحذفت منها الهاء الأصلية، وقلبت الواو ألفا لتحركها وانفتاح ما\nقبلها، فصارت شاة1، فإذا صغروها أو جمعوها عادت الهاء، فقيل: شويهة2\nوشياه3. ومنه قول المنخل اليشكوري4:\n</p>\n\n<p>\nوإذا صحوت فإنني\n</p>\n\n<p>\nرب الشويهة والبعير\n</p>\n\n<p>\nوقال زهير5:\n</p>\n\n<p>\nفقال شياه راتعات بقفرة\n</p>\n\n<p>\nبمستأسد القريان حو مسائله\n</p>\n\n<p>\nالشياه هاهنا: حمر الوحش. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p803'> Vol. 02, p. 803</a>\n            </div>\n            \n</p>\n\n<p>\n(وجمع العضة: عضاه) 1 بإظهار الهاء في الجمع أيضا، لأن أصل عضة: \"عضهة\"2\nبهاءين وفتح الضاد، فحذفوا الهاء الأصلية <span id='ms228'></span> وبقوا الزائدة، فإذا صغروا أو\nجمعوا ردوا الهاء المحذوفة، فقالوا: عضيهة، ولذلك3 أيضا قالوا: بعير عاضة\nوعضة، إذا أكل العضاه أو اشتكى من أكلها4، وقد عضه بكسر الضاد، يعضه عضها\nبفتحها [126/أ] . والعضاه: كل شجر يعظم وله شوك من أشجار أم غيلان، كالطلح\nوالسمر والعرفط وأشباهها5. وقال الشاعر6:\n</p>\n\n<p>\nفأقسمت لا أنساك ما لاح كوكب\n</p>\n\n<p>\nوما اهتز أغصان العضاه بأسوق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p804'> Vol. 02, p. 804</a>\n            </div>\n            \n</p>\n\n<p>\n(وجمع الأست: أستاه بفتح الألف) 1 وإظهار الهاء، لأن أصل الأست: سته بفتح\nالسين والتاء وإثبات الهاء في آخرها، ولذلك قالوا في تصغيرها ستيهة.\nوالأست: هي العجز، وقد يراد بها حلقة الدبر.\n</p>\n\n<p>\nوينشد هذا البيت، وهو لعمران بن حطان السدوسي الخارجي2:\n</p>\n\n<p>\nوليس لعيشنا هذا مهاه ... وليست دارنا الدنيا بدار\n</p>\n\n<p>\nبإظهار الهاء من مهاه3، ومعناه: الحسن واللذة. وقيل: الطرواة والحسن4.\nوقيل: اللمع والصفاء5. والعيش: الحياة والبقاء، يقول: ليست الدنيا بدار\nالبقاء، وليس عيشها6 بعيش دوام. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p805'> Vol. 02, p. 805</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (والهاء في هذا كله1 صحيحة أصلية) أراد أنها من أصل الكلم التي\nذكرها، صحيحة فيها، وليست كهاء التأنيث التي هي بدل من التاء في الوصل،\nكنواة وتمرة وأشباههما2. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p806'> Vol. 02, p. 806</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head15'>باب منه آخر</h1>\n\n<p>\n[126/ب] قال أبو سهل: قوله: \"منه\" يريد من الكتاب1.\n</p>\n\n<p>\n(تقول: في صدره عليه غمر) 2 بكسر الغين وسكون الميم: (أي حقد) وغل، كأنه\nغمر قلبه، أي غطاه. والجمع أغمار.\n</p>\n\n<p>\n(وهو منديل الغمر) 3 بفتح الغين والميم: أي الزهومة، وهو المنديل الذي\nيمسح به الآكل الزهومة4 عن يده. والغمر: هو مصدر غمرت يده بكسر الميم، تغمر\nغمرا بفتحها: إذا تزهمت.\n</p>\n\n<p>\n(والغمر) 5 - بضم الغين وسكون الميم – (من الرجال: الذي لم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p807'> Vol. 02, p. 807</a>\n            </div>\n            \n</p>\n\n<p>\nيجرب الأمور) ، فكأنها غمرته، أي غطته، فلا يهتدي لوجهها. وجمعه أغمار،\n(وهو المغمر أيضا) ، على مثال محمد. وجمعه مغمرون.\n</p>\n\n<p>\n(والغمر) 1 – بفتح الغين وسكون الميم – (من الماء: الكثير) الذي يغمر من\nدخل فيه، أي يغطيه. وجمعه غمار، مثل كلب وكلاب. (و) الغمر أيضا (من الرجال:\nالكثير العطاء) 2 الذي كأنه يغمر الناس بعطاياه.\n</p>\n\n<p>\n(والغمر) 3 بضم الغين وفتح الميم: (القدح الصغير) 4 وجمعه غمران وأغمار،\nمثل جرذ وجرذان وأجراذ. وقال أعشى باهلة5:\n</p>\n\n<p>\nتكفيه حزة <span id='ms229'></span> فلذ إن ألم بها ... من الشواء ويروي شربه الغمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p808'> Vol. 02, p. 808</a>\n            </div>\n            \n</p>\n\n<p>\n(والغمرات) 1 بفتح الغين والميم: (الشدائد) . واحدتها غمرة، مثل [127/أ]\nجفنة وجفنات. قال جعفر بن علبة الحارثي2:\n</p>\n\n<p>\nلا يكشف الغماء إلا ابن حرة ... يرى غمرات الموت ثم يزورها\n</p>\n\n<p>\n(ورجل مغامر: إذا كان يلقي نفسه في المهالك) 3. والجمع مغامرون.\n</p>\n\n<p>\nوأصل هذا الباب كله من التغطية والستر4 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p809'> Vol. 02, p. 809</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head16'>باب ما جرى مثلا أو كالمثل</h1>\n\n<p>\n(تقول: إذا عز أخوك فهن) 1 بضم الهاء: أي إذا صعب واشتد في أمر نازعته\nإياه2 فلن له وتسهل لتدوم بينكما المودة والأخوة. ويقال: عز فلان يعز بكسر\nالعين، عزا وعزة بكسرها أيضا، وعزازة أيضا بفتحها: إذا صار عزيزا، أي قوي\nواشتد بعد ذلة. وهان يهون هونا، فهو هين: إذا ذل، يقول: إذا عز الذليل وخس\nالجليل فكن أنت له هينا لينا لتسلم من مكائده وشره. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p810'> Vol. 02, p. 810</a>\n            </div>\n            \n</p>\n\n<p>\n(وعند جهينة الخبر اليقين) 1 بالجيم والهاء2، وكان ابن الأعرابي يقول:\n(جفينة) 3 بالجيم والفاء، وقال أبو عبيدة: حفينة4 بالحاء غير معجمة والفاء.\nفأما جهينة بالهاء: فاسم قبيلة. وقيل: اسم خمار قتل رجلا5. وأما جفينة\nفقيل: إنه اسم رجل [127/ب] قتل رجلا كان سافر معه، واسمه خصيل، فانصرف\nجفينة ولم ينصرف خصيل، فكانت أخته تتلقى الركبان تسألهم عن أخيها، فقال بعض\nالشعراء6:\n</p>\n\n<p>\nتسائل عن خصيل كل ركب ... وعند جفينة الخبر اليقين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p811'> Vol. 02, p. 811</a>\n            </div>\n            \n</p>\n\n<p>\nفضرب به المثل لكل من اتهم بشيء، ويروى:\n</p>\n\n<p>\nتسائل عن أخيها كل ركب ... وعند جهينة\n</p>\n\n<h1 class='l1' id='head17'>.... </h1>\n\n<p>\nبالهاء. ويقال: إن هذا البيت لجهينة الخمار، وكان يهوديا فجاءه رجل يشتري\nمنه خمرا، فأبصر أختا لجهينة فراودها عن نفسها، فقتله جهينة، فجاءت أخت\nالمقتول تسأل عن أخيها، ولا تعرف خبره، فقال جهينة هذا البيت، ومعناه: أن\nخبر هذا المقتول عندي، لأني أنا قاتله1.\n</p>\n\n<p>\n(وتقول: افعل ذاك وخلاك ذم) 2 معناه: افعل ذاك ولا يلحقك من فعله ذم،\nومعنى خلاك: فارقك. وقيل: معناه: افعل ذاك وليس فيه ما يعتقبك3 عليه ذم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p812'> Vol. 02, p. 812</a>\n            </div>\n            \n</p>\n\n<p>\n(ويقال: تجوع الحرة ولا تأكل بثدييها1: أي لا تكون ظئرالقوم) أي تصبر\nالمرأة الكريمة على الجوع والضر، ولا تلتمس المكاسب الدنيئة. والظئر <span id='ms230'></span>\nبالهمز: التي ترضع غير ولدها من الناس والإبل.\n</p>\n\n<p>\n(وتقول: تحسبها حمقاء وهي باخس، هكذا جرى المثل بغير [128/أ] هاء) 2، أي\nأنها ذات بخس، أي نقص في الكيل وتطفيف، كما قالوا: طالق، أي ذات طلاق، (وإن\nشئت قلته بالهاء) 3، أي إنها إذا كالت للناس نقصت الكيل وطففت فيه، ويقال\nهذا لمن تظنه أبله فتجده في المعاملة خبيثا داهيا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p813'> Vol. 02, p. 813</a>\n            </div>\n            \n</p>\n\n<p>\n(تقول: الكلاب على البقر، تنصب1 الكلاب وترفعه) 2، فمن نصب أضمر فعلا\nقبله، وتقديره: دع الكلاب على البقر، أو خل الكلاب على البقر وأشباههما،\nيعني: كلاب الصيد على بقر الوحش، ومن قال: الكلاب على البقر بالرفع، فإنه\nعلى الابتداء، وما بعده خبره. ومعنى المثل: إذا أمكنتك الفرصة فاغتنمها.\nوقيل: معناه: خل بين الناس جميعهم خيرهم وشريرهم، واغتنم أنت طريق السلامة\nفاسلكه3. وقيل: معناه: الناس مختلطون غير متميزين4.\n</p>\n\n<p>\n(وتقول: أحمق من رجلة، وهي بقلة الحمقاء) 5، هكذا رأيته في نسخ عدة،\nبإضافة بقلة إلى الحمقاء، وليس هو جيدا، ورأيت في نسخ أخر (وهي البقلة\nالحمقاء) 6 بالألف واللام والرفع على الصفة، وهذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p814'> Vol. 02, p. 814</a>\n            </div>\n            \n</p>\n\n<p>\nهو الصواب، وإنما وصفت البقلة بالحمق لطلوعها في مجرى السيل، لأنه إذا\nجاء اقتلعها. وقيل: وصفت بذلك، لأنها لا تستوي في نباتها، لأنها تذهب على\nالأرض بسطا كذا وكذا1. وهي التي تسمى \"الفرفخ\" بالخاء المعجمة. ومنه قول\nالعجاج2 [128/أ] :\n</p>\n\n<p>\nندوسهم كما يداس الفرفخ\n</p>\n\n<p>\nوالفرفخ: أصله فارسي معرب، وهو بالفارسية \"بربين\"3.\n</p>\n\n<p>\nوالعامة تقول: \"من رجله\"4، بإضافة رجل، وهو خطأ. والأحمق من الرجال:\nالضعيف العقل الذي لا رأي له، فلا يثبت على طريقة واحدة من الأخلاق\nالمحمودة، ويفعل ما لا ينبغي، فشبه بهذه البقلة5، لما ذكرنا من حالها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p815'> Vol. 02, p. 815</a>\n            </div>\n            \n</p>\n\n<p>\n(وتقول: أحشفا وسوء كيلة) 1 بكسر الكاف: وهي نوع من الكيل سيء، كالجلسة\nوالركبة، بكسر أولهما، لنوع من الجلوس والركوب. والحشف: الرديء من التمر\nالذي لا حلاوة له2، وهو منصوب بإضمار فعل، وتقديره: أتعطيني حشفا وتسيء\nالكيل! وهذا مثل لمن يظلم الإنسان من وجهين.\n</p>\n\n<p>\n(وتقول: ما اسمك؟ اذكر، ترفع الاسم، وتجزم اذكر) 3، ترفع اسمك، لأنه خبر\nالابتداء، والابتداء هو ما <span id='ms231'></span>، وموضعه رفع، وهو استفهام، وتقديره: أي شيء\nاسمك، أو أي الأسماء اسمك، وتجزم اذكر، لأنه أمر، وألفه ألف وصل ساكنة إذا\nوصلته بما قبلها، وإن4 ابتدأت بها ضممتها، وتقديره: قل اسمك، أي بين اسمك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p816'> Vol. 02, p. 816</a>\n            </div>\n            \n</p>\n\n<p>\nويروى: \"أذكر\"1 بقطع الألف وفتحها، وهي ألف المتكلم المخبر عن نفسه،\nوتقديره: بين لي اسمك، لأذكره. وقال عم بن أبي ربيعة2 [129/أ] :\n</p>\n\n<p>\nوقال من أنت أذكر قلت ذو شجن ... هاجت له الدار أشجانا وأحزانا\n</p>\n\n<p>\nولا يقال في هذا المعنى: ما أذكر اسمك. وإن3 جعلت اذكر جوابا للاستفهام\nجزمته أيضا، إلا أنك تقطع ألفه وتفتحها في الوصل.\n</p>\n\n<p>\n(وتقول: همك ما أهمك، وأهمني الشيء) 4 بالألف: (حزنني، وهمني أذابني) .\nفهمك بالرفع، معناه: حزنك، وهو مرفوع بالابتداء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p817'> Vol. 02, p. 817</a>\n            </div>\n            \n</p>\n\n<p>\nوخبره قولك: ما أهمك، وما هاهنا بمعنى الذي، أي همك هو الذي أهمك،\nومعناه: حزنك هو الذي حزنك، ولم يحزن جارك ولا غيره من أفناء الناس. ويقال:\nأهمني الشيء يهمني إهماما: أي حزنني، فهو مهم لي بكسر الهاء، وأنا مهم\nبفتحها. ويقال: همني الشيء يهمني بضم الهاء، هما: أي أذابني، فهو هلم لي،\nوأنا مهموم. وأذابني: معناه: أذهب لحمي وشحمي. ويقال: هم الألية والشحم\nيهمهما هما: أي أذابهما. ومنه قول الراجز – ووصف شدة الحر1 –:\n</p>\n\n<p>\nيهم فيه القوم هم الحم\n</p>\n\n<p>\nوالحم: ما أذيب2 من الألية.\n</p>\n\n<p>\nورأيت في بعض النسخ: (همك ما أهمك) بفتح الميم من همك، فيكون فعلا ماضيا،\nومعناه: أذابك ما حزنك.\n</p>\n\n<p>\n(وتقول: تسمع بالمعيدي لا أن تراه، وإن [129/ب] شئت لأن تسمع بالمعيدي\nخير من أن تراه) 3. قال ابن السكيت: تأويل \"تسمع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p818'> Vol. 02, p. 818</a>\n            </div>\n            \n</p>\n\n<p>\nبالمعيدي لا أن تراه\" تأويل أمر، كأنه قال: اسمع به ولا تره1.\n</p>\n\n<p>\nوالمعيدي: الياء الأولى منه والدال خفيفتان، والياء الأخيرة مشددة، وهو\nتصغير معدي بتشديد الدال، منسوب إلى معد، وهو أبو العرب، وأبوه عدنان2،\nوإنما خففت الدال استثقالا للجمع بين التشديدين مع ياء التصغير، يضرب للرجل\nالذي له صيت وذكر في الناس، ولا منظر له، فإذا رأيته ازدريت مرآته، ومعناه:\nمخبره أكثر 3من منظره.\n</p>\n\n<p>\n(وتقول: الصيف ضيعت اللبن) 4 بكسر التاء <span id='ms232'></span>، لأن الكسرة لخطاب المؤنث، وذلك\nأن أصل المثل قيل لامرأة كانت تحت رجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p819'> Vol. 02, p. 819</a>\n            </div>\n            \n</p>\n\n<p>\nشيخ موسر1، فكرهته شيخه، فسألته طلاقها، فطلقها، وتزوج بها شاب مملق2،\nفعامت إلى اللبن، فوجهت إلى زوجها الأول الشيخ تسأله اللبن، فقال لها:\n\"الصيف ضيعت اللبن\" لأنها كانت فارقته في الصيف، والصيف منصوب على الظرف.\nويقال هذا لممن فرط فيما يحتاج إليه حتى فاته، ثم يطلبه3 بعد ذلك. وإذا قيل\nهذا للمذكر كانت التاء فيه مكسورة أيضا على أصل المثل [130/أ] .\n</p>\n\n<p>\n(وتقول: فعل ذاك عودا وبدءا، ورجع عوده على بدئه: إذا رجع في الطريق الذي\nجاء منه) 4.\n</p>\n\n<p>\nفالعود: مصدر عاد يعود، إذا فعل أمرا بعد ما كان بدأ به. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p820'> Vol. 02, p. 820</a>\n            </div>\n            \n</p>\n\n<p>\nوالبدء بالهمز: مصدر بدأ بالشيء يبدأ، إذا فعله ابتداء، فإذا بدأ الرجل\nبفعل أو عمل ثم عاد له، فقد فعله عودا على بدء.\n</p>\n\n<p>\n(وتقول: شتان زيد وعمرو، وشتان ما هما، وإن شئت قلت: شتان ما بينهما) 1،\nونون شتان مفتوحة، (والفراء كان يخفضها) .\n</p>\n\n<p>\nفشتان: معناه: البعد المفرط بين الشيئين، وهو مأخوذ من شت القوم يشتون\nبكسر الشين، شتاتا، وشت شعبهم: أي تفرقوا، وشتت القوم تشتيتا: أي فرقهم،\nوتشتتوا هم يتشتتون تشتتا: إذا تفرقوا، فشتان اسم وضع موضع الفعل الماضي،\nتقول: شتان زيد وعمرو، فترفع زيدا وعمرا بفعل مضمر، تقديره شت زيد وعمرو،\nأي تشتت زيد وعمرو، ومعناه: تفرقا واختلفا وبعد ما بينهما جدا، ولا يكون\nشتان إلا لاثنين أو جماعة، ولا يكون لواحد، لا يقال: شتان زيد، لأن الواحد\nلا يتشتت. وقال الراجز2:\n</p>\n\n<p>\nشتان هذا والعناق والنوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p821'> Vol. 02, p. 821</a>\n            </div>\n            \n</p>\n\n<p>\nوالمشرب البارد والظل الدوم\n</p>\n\n<p>\nأي الدائم.\n</p>\n\n<p>\nوأما من قال: شتان ما هما، وشتان ما زيد وعمرو [130/ب] فإنه رفع زيدا\nوعمرا بشتان أيضا، وجعل ما زائدة للتوكيد، ويحتج بقول الأعشى1:\n</p>\n\n<p>\nشتان ما يومي على كورها\n</p>\n\n<p>\nويوم حيان أخي جابر\n</p>\n\n<p>\nوأما من قال: شتان ما بينهما وشتان ما بين زيد وعمرو2، فإنه جعل ما هاهنا\nبمعنى الذي وجعلها في موضع رفع بشتان، وبين من صلتها، والمعنى: شتان الذي\nبينهما3،أي افترق الذي بينهما <span id='ms233'></span>، ويحتج بقول أبي الأسود الدؤلي4: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p822'> Vol. 02, p. 822</a>\n            </div>\n            \n</p>\n\n<p>\nلشتان ما بيني وبينك إنني\n</p>\n\n<p>\nعلى كل حال أستقيم وتظلع\n</p>\n\n<p>\nونون شتان مفتوحة على طريق1 إتباع الفتح الفتح، إذ كانت الألف من جنس\nالفتحة، ولا يكون ما قبلها إلا فتحة. وقال ابن السكيت: شتان مصروفة عن شتت،\nفالفتحة في النون هي الفتحة التي كانت في التاء. قال: وهي تدل على أنه\nمصروف عن الفعل الماضي2. وأما وجه قول الفراء في كسر النون، فكأنه أراد\nتثنية شت3، وهو المتفرق، ويجوز أن يكون كسرها على أصل التقاء الساكنين4.\n</p>\n\n<p>\n(وتقول: ما هو بضربة لازب، وبالميم إن شئت) 5، ومعناهما: واحد، أي ليس هو\nبضربة شيء ثابت وحق واجب وفرض لازم، فلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p823'> Vol. 02, p. 823</a>\n            </div>\n            \n</p>\n\n<p>\nتشغل به قلبك كل الشغل. وقال النابغة 1 [131/أ] :\n</p>\n\n<p>\nلا يحسبون الخير لا شر بعده\n</p>\n\n<p>\nولا يحسبون الشر ضربة لازب\n</p>\n\n<p>\nوقال كثير في الميم2:\n</p>\n\n<p>\nفما ورق الدنيا بباق لأهله\n</p>\n\n<p>\nولا شدة البلوى بضربة لازم\n</p>\n\n<p>\n(و) تقول: (هو أخوه بلبان أمه) بكسر اللام، وهو مصدر لابنه ملابنة\nولبانا: إذا شاركه في الرضاع. وقال ابن السكيت: ولا يقال بلبن أمه، إنما\nاللبن الذي يشرب3. قال الكميت يمدح مخلد بن يزيد4:\n</p>\n\n<p>\nتلقى الندى ومخلدا حليفين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p824'> Vol. 02, p. 824</a>\n            </div>\n            \n</p>\n\n<p>\nكانا معا في مهده رضيعين\n</p>\n\n<p>\nتنازعا فيه لبان الثديين\n</p>\n\n<p>\nويجوز أن يكون لبان جمع لبن. وقال الأعشى1:\n</p>\n\n<p>\nرضيعي لبان ثدي أم تقاسما2\n</p>\n\n<p>\nبأسحم داج عوض لا نتفرق\n</p>\n\n<p>\n(و) تقول: (دع ما يريبك إلى ما لا يريبك) 3 بفتح الياء. (وما رابك من\nفلان) . فهذا من الريب، وهو الشك والظن، وهما ضد اليقين، من قوله عز وجل:\n{لا ريب فيه} 4 أي لا شك فيه. وقد رابني الشيء5 يريبني ريبا: إذا شككني.\nوالريب أيضا: التهمة. والريبة بالكسر: التهمة والشك، تقول: دع ما يدخل عليك\nريبا، أي شكا إلى ما تتحققه، أي دع ما يدخل عليك ريبة إلى غير ذلك. وقال\nالراجز6 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p825'> Vol. 02, p. 825</a>\n            </div>\n            \n</p>\n\n<p>\n[131/ب] :\n</p>\n\n<p>\nقد رابني من دلوي اضطرابها\n</p>\n\n<p>\nإلا تجيء ملأى تجيء قرابها\n</p>\n\n<p>\nأي قريب من الامتلاء.\n</p>\n\n<p>\nوقوله: \"ما رابك من فلان\" هو ماضي يريبك، ومعناه: أي شيء رابك منه، من <span id='ms234'></span>\nالريبة أيضا، أي ما الذي كرهته منه، وأوقع في قلبك منه شكا وتهمة.\n</p>\n\n<p>\n[وقوله] 1: (وما أربك إلى هذا) بهمز أوله وفتح ثانيه2، ومعناه: ما حاجتك\nإليه. وجمع الأرب آراب، مثل قتب وأقتاب.\n</p>\n\n<p>\n(وقد أراب الرجل) 3 غير مهموز: إذا جاء بريبة، وصار ذا ريبة، فهو يريب\nإرابة، وهو مريب. وقال جميل4: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p826'> Vol. 02, p. 826</a>\n            </div>\n            \n</p>\n\n<p>\nبثينة قالت يا جميل أربتني\n</p>\n\n<p>\nفقلت كلانا يا بثين مريب\n</p>\n\n<p>\n(وألام: إذا جاء بما يلام عليه) ، أي يعنف ويقبح عليه فعله، وتصريفه\nكتصريف أراب. ورأيت في بعض النسخ: (والأم) مهموزا، على وزن ألعم، (إذا جاء\nبلؤم) 1 بالهمز.\n</p>\n\n<p>\n(وتقول: ويل للشجي من الخلي) 2، ياء الشجي خفيفة، وياء الخلي مشددة3.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p827'> Vol. 02, p. 827</a>\n            </div>\n            \n</p>\n\n<p>\nفالشجي خفيف: وزنه فعل بفتح الفاء وكسر العين، وهو الحزين المهتم، يقال\nمنه: شجي بكسر الجيم، فهو يشجى شجى بفتحها، فهو شج بكسرها، على مثال عمي\nيعمى عمى، فهو [132/أ] عم، إذا حزن واهتم، وإذا غص بالشيء أيضا في حلقه.\n</p>\n\n<p>\nوالخلي بتشديد الياء، على فعيل: ضده، وهو الذي لا هم عليه ولا حزن، وهو\nالخالي منهما، وهو من خلا يخلو1، فهو خلي، مثل خبر يخبر، فهو خبير، وسفر\nبين القوم يسفر، فهو سفير، ومعناه: ويل للحزين المهموم من الذي ليس في قلبه\nحزن ولا هم. وقال الشاعر2:\n</p>\n\n<p>\nألا نام الخلي وبت حلسا\n</p>\n\n<p>\nبظهر الغيب سد به الكعوم\n</p>\n\n<p>\nيقول: بت حلسا لما أحفظ وأرعى، كأنني حلس قد سد بي كعوك الطرق، وهي\nأفواهها.\n</p>\n\n<p>\nوويل: كلمة تفجع، ومعناه: الشدة في العذاب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p828'> Vol. 02, p. 828</a>\n            </div>\n            \n</p>\n\n<p>\n(وهو أحر من القرع، وهو جدري الفصال) 1.\n</p>\n\n<p>\nفالقرع بفتح القاف والراء: بثر أبيض يخرج بأولاد الإبل في رؤوسها\nوأجسادها فيسقط منه وبرها لفرط حرارته. ويقال منه: قرع الفصيل بكسر الراء،\nيقرع قرعا بفتحها، فهو قرع بكسرها. ودواؤه الملح وجباب ألبان الإبل –\nوالجباب: شيء يعلو ألبان الإبل، كالزبد، وليس لألبانها زبد – فتهنأ بهما2،\nفإذا لم يجدوا ملحا نتفوا أوبارها ونضحوا جلودها بالماء ثم جروها على\nالسبخة، وهذا الفعل بها يقال له: التقريع، وهوفصيل مقرع، إذا فعل به ذلك3.\nومنه قول الشاعر4 [132/ب] :\n</p>\n\n<p>\nلدى كل <span id='ms235'></span> أخدود يغادرن فارعا5 ... يجر كما جر الفصيل المقرع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p829'> Vol. 02, p. 829</a>\n            </div>\n            \n</p>\n\n<p>\nوالفصال: جمع فصيل، وهو ولد الناقة، إذا فصل عن أمه، أي منع رضاعها وفطم،\nوهو فعيل في معنى مفعول.\n</p>\n\n<p>\n(وتقول: افعل ذاك آثرا ما: أي أول كل شيء) 1، وهو مأخوذ من قولهم آثرت\nفلانا بكذا، إذا فضلته به، أوثره إيثارا، فأنا موثر له بالكسر، وهو مؤثر\nبكذا بالفتح، ومعناه: افعل ذلك مؤثرا له على غيره. وقال ابن درستويه: هو من\nقولهم: آثرت أن أفعل ذاك، أي اخترت، فأنا آثر، على بناء فاعل، وآثرا منون\nمنصوب على الحال، وما توكيد وعوض من الكلام المحذوف، لأن المعنى: اختره على\nكل شيء وقدمه، وأفعل هذا إن لم تفعل غيره2.\n</p>\n\n<p>\n(وخذ ما صفا ودع ما كدر) 3 بكسر الدال: أي خذ خيار الشيء ودع رذاله.\nويقال: كدر الماء4 بكسر الدال، يكدر كدرا بفتحها، فهو ماء كدر بكسرها، وهو\nضد الصافي، ويستعمل في كل شيء تشبيها بالماء، فيقال: عيش كدر وأكدر، وقد\nكدر عيشه بكسر الدال أيضا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p830'> Vol. 02, p. 830</a>\n            </div>\n            \n</p>\n\n<p>\nويقال: صفا الماء يصفو صفوا وصفاء، فهو صاف، إذا زال عنه كدره وخلص منه،\nويستعمل في كل شيء أبيض تشبيها بالماء، فيقال: عيش صاف1.\n</p>\n\n<p>\n(وتقول) : فلان (ما يحلي، ولا يمر) 2 بضم الياء منهما وكسر [133/أ] اللام\nوالميم، لأنهما من أحلى فلان الشيء يحليه إحلاء، إذا صيره حلوا، وأمره يمره\nإمرارا، إذا صيره مرا، فهو محل وممر بكسر اللام والميم، والشيء محلى وممر\nبفتحهما، وقد حلا الشيء نفسه يحلو3 حلاوة، إذا صار حلوا. ومر الشيء يمر\nبفتح الميم، مرارة، وأمر أيضا يمر إمرارا، إذا صار مرا. والمعنى: ما يقول\nكلاما حسنا ولا قبيحا، ولا يفعل فعلا كذلك. وقيل: معناه: أنه لا يأتي في\nأمره بحلو ولا مر، أي بخير ولا شر.\n</p>\n\n<p>\n(و) تقول: (ما هم عندنا إلا أكلة رأس) 4 بفتح الكاف (لجمع آكل) ، مثل\nكاتب وكتبة، وكافر وكفرة، يقال ذلك في القلة، أي هم عندنا قليلون، كقوم\nاجتمعوا على رأس يأكلونه، وأكثر ما يكونون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p831'> Vol. 02, p. 831</a>\n            </div>\n            \n</p>\n\n<p>\nثلاثة، وقد يأكله الاثنان والواحد.\n</p>\n\n<p>\n(و) يقال: (أساء <span id='ms236'></span> سمعا فأساء جابة) 1 بغير همز، وهو اسم للجواب، بمنزلة\nالطاعة والطاقة، وليس واحد منها2 بمصدر، وإنما هي أسماء موضوعة من أسماء\nالمصادر، والمصدر منها3 إجابة وإطاعة وإطاقة، لأن الفعل منها أجاب وأطاع\nوأطاق، ومنه قول الشاعر4:\n</p>\n\n<p>\nوما من تهتفين له بفضل ... بأسرع جابة لك من هديل\n</p>\n\n<p>\nويقال هذا للذي يجيب على غير فهم، أي لم يسمع جيدا [133/ب] فلم يجب جيدا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p832'> Vol. 02, p. 832</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head18'>باب ما يقال بلعتين</h1>\n\n<p>\n...\n</p>\n\n<p>\nباب ما يقال بلغتين\n</p>\n\n<p>\n(يقال: هي بغداد) بدال غير معجمة1، (وبغدان) 2 بالنون، (وتذكر وتؤنث) 3،\nللمدينة المشهورة بمدينة السلام، وهي فارسية معربة4، وأصلها \"باغ داذ\"،\nف\"باغ\" اسم البستان بالفارسية، و\"داذ\" اسم رجل5، فكأنهم أرادوا بستان هذا\nالرجل، وأما من ذكر بغداد فإنه أراد البلد أو المكان، ومن أنث أراد البقعة\nوالبلدة، ولا ينصرف للعجمة والتعريف، أو للتأنيث والتعريف. وقال الشاعر6:\n</p>\n\n<p>\nلعمرك لولا رافع ما تغبرت\n</p>\n\n<p>\nببغدان في بوغائه القدمان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p833'> Vol. 02, p. 833</a>\n            </div>\n            \n</p>\n\n<p>\nالبوغاء: التراب.\n</p>\n\n<p>\n(وهم صحابي بالكسر) : لجمع صاحب، كصيام لجمع صائم، (وصحابتي) 1 بالتاء\nوالفتح، لجمع صاحب أيضا، ومنه صحابة رسول الله صلى الله عليه وسلم،\nوالصحابة مصدر سمي به الجمع، لأنه يقال: صحبته صحبة وصحابة2. والصاحب: هو\nالتابع للرجل أو الرفيق، ويقال للمتبوع أيضا: صاحب. وقال امرؤ القيس في\nالكسر3 [134/أ] :\n</p>\n\n<p>\nفألقيت في فيه اللجام، وفتنني ... وقال صحابي قد شأونك فأطلب\n</p>\n\n<p>\n(وهو صفو الشيء) بفتح الصاد والتذكير: لضد الكدر بفتح الدال، وهما\nمصدران، (وصفوته) 4 بكسر الصاد والتأنيث لخالصه من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p834'> Vol. 02, p. 834</a>\n            </div>\n            \n</p>\n\n<p>\nالكدر، ومما يشوبه من الخبث، ومنه \"محمد صلى الله عليه صفوة الله من\nخلقه\"1.\n</p>\n\n<p>\n(وهو الصيدناني والصيدلاني) 2 بالنون واللام: وهو الذي يبيع العطر\nوالعقاقير. قال الأعشى3:\n</p>\n\n<p>\nوزورا ترى في مرفقيه تجانفا\n</p>\n\n<p>\nنبيلا كدوك الصيدناني دامكا\n</p>\n\n<p>\nقوله: وزورا: أي صدرا، ودوك: حجر يدق عليه، والمدوك: الحجر الذي يسحق به،\nودامك4: طاحن، وقيل: مرتفع5، وقيل: أملس6.\n</p>\n\n<p>\n(وهي الطنفسة والطنفسة) 7 بكسر الطاء وفتحها، على وزن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p835'> Vol. 02, p. 835</a>\n            </div>\n            \n</p>\n\n<p>\nفعللة وفعللة: لواحدة الطنافس المعروفة التي تبسط. قال ذو الرمة1:\n</p>\n\n<p>\nأناخوا فأغفوا عند أيدي قلائص ... خماص عليها أرحل وطنافس\n</p>\n\n<p>\n(وهي القلنسوة) : وهي معروفة2، بالواو وقبلها <span id='ms237'></span> مضموم، والقاف مفتوحة،\n(والقلنسية) 3 بالياء، والسين قبلها مكسورة، والقاف مضمومة، والنون قبل\nالسين في اللغتين جميعا، وتقول [134/ب] في جمعها4 في اللغتين جميعا – إن\nحذفت الواو -: القلانس، وإن حذفت النون: القلاسي، وإن حذفت الهاء:\nالقلنسي5. وقال الشاعر6:\n</p>\n\n<p>\nإذا ما القلاسي والعمائم أخنست ... ففيهن عن صلع الرجال حسور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p836'> Vol. 02, p. 836</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الراجز1:\n</p>\n\n<p>\nلا نوم حتى تلحقي بعنس ... أهل الرياط البيض والقلنسي\n</p>\n\n<p>\n(وهو بسر قريثاء وكريثاء وقراثاء وكراثاء) 2، بالمد والرفع فيها كلها\nوتنوين بسر. هكذا هو في كثير من النسخ، ومعناها كلها على هذه الرواية معنى\nواحد، وهي صفة لبسر، وهي ضرب من البسر معروف بالعراق، طيب الطعم، لا يعادله\nفي طيبه بسر، ويقلى ويجفف3. ورأيت في بعض النسخ: (بسر قريثاء وكريثاء\nوقراثاء وكراثاء) بالمد فيها كلها أيضا، لكنها كلها مفتوحة والتنوين محذوف\nمن بسر، لأجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p837'> Vol. 02, p. 837</a>\n            </div>\n            \n</p>\n\n<p>\nإضافته إلى قريثاء وأخواتها، وهكذا رواه ابن درستويه1، وقال في تفسيره:\nإنه ضرب من النخل يشبه السهريز2 في اللون والقدر3، أحمر يقلى4 بسره ويجفف.\n</p>\n\n<p>\n(وهو ابن عمه دنيا) بكسر الدال والتنوين، (ودنيا بضم [135/أ] الدال غير\nمنون) 5: أي قريب النسب، إذا كان ابن عمه لحا6، وهو أقرب إليه من غيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p838'> Vol. 02, p. 838</a>\n            </div>\n            \n</p>\n\n<p>\n(وهو شطب السيف) بضم الشين والطاء، (وشطبه) 1 بضم الشين وفتح الطاء:\nلطرائقه، وهي خطوطه التي في متنه من أعلاه إلى أسفله، كأنها حروف، وتكون\nثلاثة، وكلها في ظهر السيف، وليس في بطنه شيء منها، ويقال لهذه الخطوط:\nالأعمدة أيضا، حكى ذلك النضر بن شميل2. وواحدة3 الشطب المضمومة الطاء\nشطيبة، على مثال طريقة وطرق، ويقال في جمعها أيضا: شطائب، مثل طرائق4،\nوكتيبة وكتائب, وواحدة الشطب المفتوحة الطاء شطبة، مثل صبرة وصبر، ومنه\nيقال: سيف مشطب، وسيف ذو شطب5، إذا كانت تلك الطرائق في متنه. وقال الجبان:\nشطب السيف وشطبه: طرائقه، قال: وقيل: فرنده، وقيل: حده الذي يضرب به.\nوالجمع أشطاب. قال أبو سهل: والصحيح من هذه الوجوه أنها الطرائق لا غير.\nوقد استقصيت ذكر هذا في \"كتاب السيف\" فتنظره هناك إن شاء الله.\n</p>\n\n<p>\n(وتقول: امرؤ) بضم الراء، (وامرآن وقوم <span id='ms238'></span>، وامرأة وامرأتان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p839'> Vol. 02, p. 839</a>\n            </div>\n            \n</p>\n\n<p>\nونسوة) ، فجاء لفظ الجمع للمذكر والمؤنث من غير لفظ موحدهما1، ولا يقولون\nفي [135/ب] الجمع: امرؤون2، ولا امرآت. (فإذا أدخلت الألف واللام قلت:\nالمرء) للذكر3، (والمرأة) للأنثى، والمرء بمعنى الرجل سواء لا فرق بينهما.\n</p>\n\n<p>\n(وتقول: أتانا بجفان رذم) بضم الراء والذال، (ورذم) بفتحهما، (ولا تقل:\nرذم) 4 بكسر الراء وفتح الذال (أي مملوءة تسيل) 5 دسما، لأجل املائها،\nواحدتها رذوم، مثل عمود وعمد وعمد. وقد رذم الشيء بفتح الذال، إذا سال وهو\nممتلئ، يرذم بكسرها، رذما بسكونها، ورذاما بفتحها، فهو راذم.\n</p>\n\n<p>\n(وولد المولود لتمام وتمام) 6 بكسر التاء وفتحها: إذا ولد وقد تمت شهوره\nتسعة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p840'> Vol. 02, p. 840</a>\n            </div>\n            \n</p>\n\n<p>\nكأن خصييه من التدلدل\n</p>\n\n<p>\nظرف جراب فيه ثنتا حنظل\n</p>\n\n<p>\nوكما قالت امرأة من العرب1 [136/أ] :\n</p>\n\n<p>\nلست أبالي أن أكون محمقه\n</p>\n\n<p>\nإذا رأيت خصية معلقه)\n</p>\n\n<p>\nفالخصية2 بالهاء: البيضة، فإذا ثنيتها قلت: خصيان وخصيتان بالتذكير\nوالتأنيث، كما قالوا: ألية واحدة للتأنيث، فإذا ثنوا قالوا: أليان وأليتان\nبالتذكير والتأنيث، والتذكير في تثنية خصية وألية نادر، وهو أكثر في\nالاستعمال3، وربما ندر الحرف من كلام العرب وخرج عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p842'> Vol. 02, p. 842</a>\n            </div>\n            \n</p>\n\n<p>\nالقياس، فكان هو الأكثر المستعمل عندهم ويتركون القياس. وقال الراجز1:\n</p>\n\n<p>\nقد حلفت بالله لا أحبه\n</p>\n\n<p>\nأن طال خصياه وقصر زبه\n</p>\n\n<p>\nوقال أبو عمرو2: الخصيتان بالتأنيث: البيضتان، والخصيان: الجلدتان اللتان\nفيهما البيضتان3،ولذلك شبههما الراجز بجراب فيه حنظلتان.\n</p>\n\n<p>\nوالتدلدل: الاضطراب والتردد والتقلقل في كل شيء طال وتدلى، وتقول لكل شيء\nتراه يضطرب، وهو معلق: هو يتدلدل. والظرف: هو الوعاء لكل شيء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p843'> Vol. 02, p. 843</a>\n            </div>\n            \n</p>\n\n<p>\nوالجراب بكسر الجيم: معروف، وهو وعاء من جلد شاة، وأراد وعاء من جلد.\n</p>\n\n<p>\nوقوله: \"فيه ثنتا حنظل\" أراد فيه حنظلتان، ويروى: \"ظرف عجوز\"1. ووصف هذا\nالراجز حارش ضب يريد أ، يأخذه من جحره، [136/ب] وإذا فعل ذلك حنى ظهره وفرج\nما بين رجليه ينتظر إخراج الضب ذنبه ليقبض عليه.\n</p>\n\n<p>\nوأما قول المرأة:\n</p>\n\n<p>\nلست أبالي أن أكون محمقه\n</p>\n\n<p>\nفأبالي مثل أكترث في المعنى، وهو المستقبل باليت، وأكثر ما يستعمل في\nالجحد، يقال: ما باليت به، أي ما اكترثت به، وما أبالي به، أي <span id='ms239'></span> ما أكترث به،\nومعناهما واحد2، أي لا يثقلف عليه، فقالت: لا يثقل علي أن أكون محمقة،\nوالمحمقة: هي المرأة التي تلد الحمقى، والرجل محمق. وكانت هذه المرأة تلد\nالإناث فاشتهت أن تلد الذكور، تقول: لست أبالي إذا ولدت الذكور أن يكونوا\nحمقى3، لأن البنين أقدر على نفعها ومعونتها4 من البنات. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p844'> Vol. 02, p. 844</a>\n            </div>\n            \n</p>\n\n<p>\n(وتقول: عندي غلام يخبز الغليظ والرقيق) ، وهما صفتان، أي الخبز الغليظ\nوالخبز الرقيق، (فإذا قلت: الجردق، قلت: والرقاق) بضم الراء، (لأنهما\nاسمان) 1، فالرقاق في الأصل صفة أيضا، كرقيق، كقولهم: طويل وطوال، وكبير\nوكبار، وعجيب وعجاب، فهذا صفة، ولا يكون اسما، فلما كثر استعمال الرقاق في\nكلامهم استغنوا به عن ذكر موصوفه، وأجروه مجرى الأسماء لشبهه لها2،\nوالواحدة منه رقاقة.\n</p>\n\n<p>\nوالجردق بدال غير معجمة: فارسي معرب، وأصله \"كرده\"3، وهو المدور الغليظ\nمن الخبز [137/أ] وواحدته جردقة، وتكسيره جرادق. وقال ابن درستويه: وهو\nبالفارسية صفة لما جمع ولم يبسط، ولكنه لما عرب استعمل اسما4.\n</p>\n\n<p>\n(وتقول: رجل حدث) بفتح الحاء والدال: أي شاب، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p845'> Vol. 02, p. 845</a>\n            </div>\n            \n</p>\n\n<p>\nوجمعه أحداث، (فإذا قلت: السن، قلت: حديث السن) 1، وهو بمنزلة القريب\nالسن والمولد والمدة. ومنه قول الراجز2:\n</p>\n\n<p>\nما تنقم الحرب العوان مني ... بازل عامين حديث سني\n</p>\n\n<p>\n(و) تقول: (هي نقاوة المتاع) بالواو، (ونقايته أيضا) 3 بالياء، والنون\nمنهما مضمومة لا غير، وهو جيده وخياره. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p846'> Vol. 02, p. 846</a>\n            </div>\n            \n</p>\n\n<p>\n(وتقول: أنا على أوفاز ووفاز) 1 بكس الواو، (والواحد وفز) بسكون الفاء،\nووفز بفتحها: (إذا لم تكن على طمأنينة) 2. وغير ثعلب يقول: معناه: على عجلة\nوقلق3. (وقال الراجز4:\n</p>\n\n<p>\nأسوق عيرا مائل الجهاز\n</p>\n\n<p>\nصعبا ينزيني على أوفاز)\n</p>\n\n<p>\nالعير: الحمار. شكا هذا الراجز صعوبة حماره وقلة مشيه في الطريق\nالمستقيم، وإنه يعدل عن ذلك فيركب به ما علا من الأرض، فيضطرب رحله ويميل\nلذلك. وقوله: \"أسوق عيرا\" معناه: أطرده من خلفه. وجهازه بفتح الجيم: رحله.\nوالصعب [137/ب] : الذي لا يطبع صاحبه. وينزيني: أي يثب بي ويحملني على\nالتعسف وترك الاطمئنان.\n</p>\n\n<p>\n(وتقول: هو أس الحائط) بالضم، وأساسه أيضا بالفتح: تعني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p847'> Vol. 02, p. 847</a>\n            </div>\n            \n</p>\n\n<p>\nالواحد وهما أصله وأول ما يبنى منه. وجمع أس (آساس) بالمد <span id='ms240'></span>، على مثال مد\nوأمداد (وإساس) أيضا بالكسر، على مثال عس وعساس. (و) جمع أساس (أسس) 1 بضم\nأوله وثانيه، مثل قذال وقذل، وآساس2 بالمد أيضا، مثل جواد وأجواد.\n</p>\n\n<p>\n(وإذا دعا الرجل قلت: أمين) بقصر الألف، (كما قال الشاعر3:\n</p>\n\n<p>\nتباعد مني فطحل وابن أمه\n</p>\n\n<p>\nأمين فزاد الله ما بيننا بعدا)\n</p>\n\n<p>\nفطحل بفتح الفاء والحاء: اسم رجل، ويقال: فطحل بضمهما5، ويروى: \"فطحل إذ\nدعوته\"6 ومعناه: أن هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p848'> Vol. 02, p. 848</a>\n            </div>\n            \n</p>\n\n<p>\nالشاعر أظهر سرورا بتباعد هذا الرجل منه حين ناداه أو استخبره.\n</p>\n\n<p>\n(وإن شئت طولت الألف فقلت: آمين، كما قال) ابن أبي ربيعة1:\n</p>\n\n<p>\n(يا رب لا تسلبني حبها أبدا\n</p>\n\n<p>\nويرحم الله عبدا قال آمينا)\n</p>\n\n<p>\nدعا ربه وسأله أن يبقي حب هذه المرأة في قلبه ولا يذهبه، ودعا من قال\nآمين. ومعنى أمين وآمين: كذلك فليكن2 [138/أ] . وقيل: معناهما: اللهم استجب\nلنا3.\n</p>\n\n<p>\n(ولا تشدد الميم فإنه خطأ) 4، لأنه يخرج من معنى الدعاء ويصير بمعنى\nقاصدين، كما قال تعالى: {ولا آمين البيت الحرام} 5. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p849'> Vol. 02, p. 849</a>\n            </div>\n            \n</p>\n\n<p>\n(وتقول: تلك المرأة وتيك المرأة، ولا تقل1: ذيك المرأة فإنه خطأ) 2. قال\nقوم من أهل اللغة والنحو: تلك وتيك اسمان يشار بهما إلى ما بعد من المؤنث3.\nوقال الجبان: التاء من تلك اسم البعيدة المشار إليها، واللام كالبدل من\nحروف المد واللين، أو هي دالة على البعد والكاف حرف الخطاب، وإذا قلت: تيك،\nفالتاء والياء الاسم، والكاف حرف الخطاب، والتاء في تلك بعض الاسم لا كله،\nوذيك المرأة خطأ، والذال لا مدخل لها في المشار إليها إذا بعدت4.\n</p>\n\n<p>\nقال أبو سهل: والذي عندي أن تلك باللام، وتيك بالياء، وذيك بالذال\nوالياء، كلها بمعنى واحد، وهي لغات للعرب، وليس ذيك بالذال، خطأ، كما زعم\nثعلب والجبان وغيرهما، بل هي لغة صحيحة جارية على قياس كلام العرب، وإن\nكانوا قد تركوا استعمالها مع كاف الخطاب استغناء عنها بتلك وتيك، وهم ربما\nتركوا استعمال الشيء وإن كان جاريا على أصل كلامهم، استغناء عنه بغيره إذ\nكان في معناه، ألا تراهم قالوا [138/ب] : هو يذر ويدع، ولم يقولوا: وذر ولا <span id='ms241'></span>\nيدع، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p850'> Vol. 02, p. 850</a>\n            </div>\n            \n</p>\n\n<p>\nلأنهم استغنوا عنهما بترك، والكاف في آخر تلك وتيك زائدة للخطاب، ولا\nموضع لها من الإعراب، لأنها حرف وليست باسم1، والدليل على أن ذيك بالذل،\nلغة صحيحة وليست بخطأ أنهم إذا حذفوا كاف الخطاب من آخرها بقيت ذي بذال\nمكسورة، وبعدها ياء، فتكون إشارة إلى مؤنث2، فإذا أشاروا إلى مذكر3 قالوا:\nذا عبد الله بذال مفتوحة، بعدها ألف، ثم إنهم يزيدون قبل ذا وذي ها\nللتنبيه، فيقولون: هذا عبد الله، وهذي أمة الله، وقرأ بعض القراء: {إن هذي\nأمتكم أمة واحدة} 4، {ولا تقربا هذي الشجرة} 5 بالياء فيهما، وقال الشاعر\n6– على هذه اللغة -:\n</p>\n\n<p>\nعهدت بها وحشا عليها براقع\n</p>\n\n<p>\nوهذي وحوش أصبحت لم تبرقع\n</p>\n\n<p>\nأراد هذه. وقال آخر7 – في ذي بالذال والياء بغير تنبيه -: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p851'> Vol. 02, p. 851</a>\n            </div>\n            \n</p>\n\n<p>\nأمن زينب ذي النار ... قبيل الصبح ما تخبو\n</p>\n\n<p>\nأراد هذه النار. وفيها لغات أخر كثيرة تركت ذكرها هاهنا خوف الإطالة، وقد\nذكرتها في أول \"شرح الكتاب\".\n</p>\n\n<p>\nوأما قول من قال: إن تلك وتيك اسمان للبعيدة المشار إليها1 [139/أ] ،\nفليس قولهم شيئا يصح، لإن الله تعالى قد قال: {وما تلك بيمينك يا موسى} 2\nفأشار إلى العصا، وخاطب موسى عليه السلام، ولا يكون شيء أقرب مما هو في\nاليد، وهذا بين واضح، والله ولي التوفيق.\n</p>\n\n<p>\n(وهي الثندؤة بضم الثاء وبالهمز) ، ووزنها فعللة، (والثندوة بفتح الثاء\nغير مهموز) 3، ووزنها فعلوة، وهما بمعنى واحد، وهو مغرز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p852'> Vol. 02, p. 852</a>\n            </div>\n            \n</p>\n\n<p>\nالثدي وأصله. وقيل: الثندوة للرجل، والثدي للمرأة1. وجمع المضموم الأول\nالمهموز2 الثنادئ والثندؤات بالهمز فيهما وضم الثاء من الثندؤات، وجمع\nالمفتوح الأول الذي هو غير مهموز الثنادي والثندوات بفتح أولهما جميعا، غير\nمهموز أيضا.\n</p>\n\n<p>\n(وجئت على إثره) بكسر الهمزة وسكون الثاء، (و) على (أثره) 3 بفتحها: أي\nجئت تاليا له.\n</p>\n\n<p>\n(وهو أثر السيف وأثره) بفتح الألف وضمها والثاء ساكنة منهما، وفي بعض\nالنسخ: (وهو أثر السيف وأثره) 4 بسكون الثاء وضمها وضم الألف فيهما، فهي\nكلها لغلت، وهن5 بمعنى واحد، لفرنده، وهو ماؤه الذي تراه فيه، كأنه مدب\nالنمل.\n</p>\n\n<p>\n(وتقول: القوم أعداء وعدى بكسر) 6 العين والقصر، (فإن <span id='ms242'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p853'> Vol. 02, p. 853</a>\n            </div>\n            \n</p>\n\n<p>\nأدخلت الهاء قلت: عداة) [139/ب] بضم العين.\n</p>\n\n<p>\nفالأعداء: جمع عدو، وهو معروف المعنى، لضد الصديق، وهو الذي يكره لك\nالخير ويبغضك ويسعى في مساءتك، ومثله في الوزن فلو وأفلاء1، وكذلك العدى\nوالعداة جمع عدو أيضا، حكى ذلك جماعة من اللغة2، كما قال أبو العباس ثعلب –\nرحمه الله – وقال ابن درستويه: عدى بكسر العين، ليس بجمع مكسر ولا صحيح،\nوهو اسم واحد وضع موضع الجمع3، كما وضع قوم لجماعة الرجال، وإبل لجماعة\nالأباعر. قال: والعداة بالهاء: جمع عاد لا جمع عدو، مثل غاز وغزاة وقاض\nوقضاة4. وقال الجبان في العداة نحو قول ابن درستويه، وقال أيضا: الأعداء\nجمع عدى، كالأعناب جمع عنب، وأنكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p854'> Vol. 02, p. 854</a>\n            </div>\n            \n</p>\n\n<p>\nأن يكون أعداء وعدى بمعنى واحد، كما قاله ثعلب1. قال أبو سهل: والذي ذكره\nجلة أهل اللغة موافق لقول ثعلب2 – رحمه الله- وإن كان بعض الجموع قد خرجت\nعن القياس، لكن الذي ورد به السماع ما قالوه، وقد قال بعضهم: العادي والعدو\nواحد3، وقالت امرأة من العرب لأخرى دعت عليها: \"أشمت رب العالمين بك\nعاديك\"4 فلما كان العادي بمعنى العدو جعلوا جمعه كجمعه أيضا.\n</p>\n\n<p>\n(وبأسنانه حفر وحفر) 5 [140/أ] بسكون الفاء وفتحها: إذا فسدت أصولها.\nوقال ابن سكيت: هو سلاق في أصول الأسنان6. وقال أبو إسحاق الزجاج: الحفر\nبسكون الفاء: صفرة تركب الأسنان وتأكل اللثة7. وقال غيره: ويقال منه: حفر\nفوه بفتح الفاء، فهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p855'> Vol. 02, p. 855</a>\n            </div>\n            \n</p>\n\n<p>\nيحفر بكسرها، حفرا بسكونها: إذا صار بها ذلك1.\n</p>\n\n<p>\n(ودرهم زائف وزيف) 2 للرديء. قال مزرد بن ضرار أخو الشماخ بن ضرار3\nالشاعر:\n</p>\n\n<p>\nوما زودوني غير سحق عمامة ... وخمس مئ منها قسي وزائف\n</p>\n\n<p>\nوأنشد أبو زيد4:\n</p>\n\n<p>\nترى الناس أشباها إذا نزلوا معا ... وفي القوم زيف مثل زيف الدراهم\n</p>\n\n<p>\nوروى غيره5:\n</p>\n\n<p>\nترى القوم أسواء إذا جلسوا معا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p856'> Vol. 02, p. 856</a>\n            </div>\n            \n</p>\n\n<p>\nوقال: أسواء، أي مستوون، واحدهم سوى وسوى.\n</p>\n\n<p>\nوجمع زائف زائفات وزوائف وزيف بضم الزاي وتشديد الياء وفتحها، وجمع زيف\nزيوف، مثل سيف وسيوف. قال امرؤ القيس1:\n</p>\n\n<p>\nصليل زيوف ينتقدن بعبقرا\n</p>\n\n<p>\n(وتقول: دانق ودانق، وخاتم وخاتم، وطابع وطابع، وطابق وطابق، كل هذا <span id='ms243'></span> صحيح\nجائز) 2 بكسر ثالثها وفتحه [140/ب] .\n</p>\n\n<p>\nفأما الدانق والدانق: فهما بمعنى واحد3، وهو سدس الدرهم، وجمعها4 دوانق،\nوالعامة تقول: دوانيق بالياء، فيكون جمع داناق5، وهي لغة للعرب في الدانق،\nكما قالوا للخاتم: خاتام، وللدرهم: درهام6. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p857'> Vol. 02, p. 857</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الخاتم والخاتم: فهما بمعنى واحد أيضا1 للمعروف الذي يجعل في خنصر\nاليد. وجمعهما خواتم، والعامة تقولك خواتيم بزيادة الياء، فتجعلها جمع\nخاتام، وهي لغة للعرب فصيحة2.\n</p>\n\n<p>\nوأما الطابع والطابع: فهما لما يطبع به3، أي يختم به على الطين والطعام\nوغيرهما. وقال أبو عبيدة في قوله تعالى: {وطبع على قلوبهم} 4: أي ختم على\nقلوبهم من الطابع والخاتم. وجمعهما طوابع.\n</p>\n\n<p>\nوأما الطابق والطابق: فهما بمعنى واحد، للآجرة الكبيرة العريضة، وهو أيضا\nاسم لما يخبز عليه من الحديد، وهو فارسي معرب5، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p858'> Vol. 02, p. 858</a>\n            </div>\n            \n</p>\n\n<p>\nوجمعها طوابق1.\n</p>\n\n<p>\n(وهي الخنفساء) بالمد، (والخنفسة) 2، تؤنث مرة بألفي التأنيث، ومرة\nبالهاء، والفاء مفتوحة في اللغتين جميعا لا غير3، وهي دويبة معروفة من\nالهوام سوداء شديدة السواد، أصغر من الجعل، منتنة الريح، إذا لمست فست،\nوتسميها العرب الفاسية4، وتضرب بها المثل في النتن، فتقول: \" إنه لأنتن من\nالخنفساء\"5 وتضرب بها المثل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p859'> Vol. 02, p. 859</a>\n            </div>\n            \n</p>\n\n<p>\nأيضا في اللجاج، فتقول: \"إنه لألج [141/أ] من الخنفساء\"1، وذلك أنها إذا\nأزيلت من موضع وأبعدت عنه عادت إليه. ومنه قول الشاعر – وقيل: إنه لخلف\nالأحمر في أبي عبيدة -2:\n</p>\n\n<p>\nلنا صاحب مولع بالخلاف ... كثير الخطاء قليل الصواب\n</p>\n\n<p>\nألج لجاجا3 من الخنفساء ... وأزهى إذا ما مشى من الغراب\n</p>\n\n<p>\nوجمع الخنفساء خنفساوات وخنافس، وجمع الخنفسة خنفسات وخنافس أيضا. ورواية\nابن درستويه هي (الخنفساء والخنفسة) 4 بضم الخاء والفاء منهما، وغيره من\nأهل اللغة يفتح الفاء منهما5، كما روي لنا عن ثعلب – رحمه الله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p860'> Vol. 02, p. 860</a>\n            </div>\n            \n</p>\n\n<p>\n(وهي الطس) بغير هاء، (والطسة) 1 بإثبات الهاء: وهما بمعنى واحد للطست\nالمعروفة، والطست بالتاء، لغة للعرب أيضا2، والعامة لا تتكلم إلا بهذه\nاللغة، وهي فارسية معربة3. وقال الراجز 4– على هذه اللغة -:\n</p>\n\n<p>\nلما رأت شيب قذالي عيسا\n</p>\n\n<p>\nوهامة كالطست علطميسا\n</p>\n\n<p>\nقال شمر بن حمدويه: العلطميس: الضخم الشديد5. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p861'> Vol. 02, p. 861</a>\n            </div>\n            \n</p>\n\n<p>\nوقال رؤبة1 – في اللغة الأخرى –:\n</p>\n\n<p>\nحتى رأتني هامتي كالطس <span id='ms244'></span> ... توقدها الشمس ائتلاق الترس\n</p>\n\n<p>\n[141/ب] وقال آخر2:\n</p>\n\n<p>\nحن إليها كحنين الطس\n</p>\n\n<p>\nوجمع الطس طسوس. قال الراجز3:\n</p>\n\n<p>\nقرع يد اللاعبة الطسوسا\n</p>\n\n<p>\nوجمع الطس أيضا والطسة طسات وطساس، وجمع الطست طسات وطسوت على القياس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p862'> Vol. 02, p. 862</a>\n            </div>\n            \n</p>\n\n<p>\n(وبفيه الأثلب) بفتح الألف واللام، (والإثلب) 1 بكسرهما، (والفتح أكثر) :\nوهما بمعنى واحد، (وهو التراب) . وقيل: الحصى والتراب2. ووزنهما أفعل\nوإفعل، كأفكل وإجرد3، وقياس جمعهما أثالب.\n</p>\n\n<p>\n(وأسود حالك وحانك) 4: للشديد السواد، وهما يدلان على المبالغة والتأكيد\nفي السواد، وقد أكدت العرب الألوان الخمسة الأصول التي هي البياض والسواد\nوالحمرة والصفرة والخضرة بأسماء دلت بها على قوة كل لون منها وشدته، فمن\nذلك قولهم للأبيض: هو أبيض يقق ولهق، وللأسود: هو أسود حالك وحانك،\nوللأحمر: هو أحمر قانئ وورد، وللأصفر: هو أصفر فاقع ووارس، وللأخضر: هو\nأخضر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p863'> Vol. 02, p. 863</a>\n            </div>\n            \n</p>\n\n<p>\nناضر وزاهر1. وقد علمت في هذا المعنى كتابا وسمته ب\"المنمق\" استقصيت فيه\nذكر هذه الألوان [142/أ] الخمسة وتوابعها وما تفرع منها، وبالله التوفيق.\n</p>\n\n<p>\n(وهو أشد سوادا من حالك الغراب وحنك الغراب، واللام أكثر) 2.\n</p>\n\n<p>\nفحلك الغراب باللام: سواده3 وحنكه بالنون: منقاره، وهو أيضا أسود4. وقيل:\nإن حلك الغراب وحنكه بمعنى واحد لسواده، والنون فيه بدل من اللام5، كما\nقالوا للثياب الذي6 يجلل بها الهودج: السدول والسدون7، إلا أن اللام أكثر\nلدورها في متصرفات هذه الكلمة، لأنهم قالوا: حلكوك وحلكوك محلولك، وقد\nاحلولك، ولم يقولوا شيئا من ذلك بالنون8. وقال ابن درستويه: الحلك:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p864'> Vol. 02, p. 864</a>\n            </div>\n            \n</p>\n\n<p>\nشدة السواد، وسواد الغراب شديد، فلذلك خص التشبيه به، وأما النون فهي لغة\nالعامة، واللام هو الصحيح، وعليه كلام فصحاء العرب1، ولا يقال في المصدر\nوالفعل منه بالنون2.\n</p>\n\n<p>\n(وهو الجدري والجدري) 3 بضم الجيم وفتحها: وهو بثر معروف يظهر بجسد\nالإنسان، وأكثر ما يظهر بالصغار، يقال منه: جدر الغلام وجدرت الجارية بضم\nالجيم وتخفيف الدال، على ما لم يسم فاعله، فهو يجدر جدار، وهو مجدور.\nوالعامة تشدد الدال فتقول: جدر، فهو [142/ب] مجدر4. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p865'> Vol. 02, p. 865</a>\n            </div>\n            \n</p>\n\n<p>\n(وتقول1: تعلمت العلم قبل أن يقطع سرك) بضم السين مع التضعيف، (وسررك)\nبكسر السين وإظهار التضعيف: أي قبل أن <span id='ms245'></span> تولد، لأن السر لا تقطعه القابلة من\nالمولود إلا عند ولادته. (والسرة) بالضم والهاء: هي (التي تبقى) 2 في جوف\nالمولود، وهي الموضع الذي قطع منه السر. وجمعها سرات وسرر بفتح الراء، وجمع\nالسر أسرار، كقفل وأقفال، وجمع سرر أسرار أيضا، كعنب وأعناب3.\n</p>\n\n<p>\n(وما يسرني بهذا الأمر منفس) بكسر الفاء، (ونفيس، ومفرح) بكسر الراء،\n(ومفروح به) 4، يقول ذلك الرجل عند رضاه بالشيء واغتباطه به، أي أن أحب إلي\nمن كل نفيس ومفرح. النفيس: هو الجليل الخطير5 الكريم الذي يتنافس فيه\nالناس، أي يبخل بعضهم على بعض به، يقال منه: نفست عليه بالشيء بالكسر،\nنفاسة، إذا بخلت، وقد نفس الشيء بالضم، نفاسة أيضا، إذا كرم وصار مرغوبا\nفيه. وأنفسني فلان في الشيء إنفاسا، أي رغبني فيه، فهو منفس بالكسر، يقال:\nهذا مال منفس ونفيس، أي كثير مرغوب فيه. قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p866'> Vol. 02, p. 866</a>\n            </div>\n            \n</p>\n\n<p>\nالمتلمس1 [143/أ] :\n</p>\n\n<p>\nلا تجزعي إن منفسا أهلكته ... وإذا هلكت فعند ذلك فاجزعي\n</p>\n\n<p>\nوقال الجبان في قوله2: \"وما يسرني بهذا الأمر منفس ونفيس\" أي ما يقوم كل\nشيء نفيس مقام هذا وعوضا منه3، وهذه الباء هي التي تأتي في المعاوضات، نحو\nبعت هذا بهذا، إذا أعطيت هذا وأخذت ذلك مكانه وبدله4. والنفيس معدول عن\nالمنفس5، كالأليم بمعنى المولم، ومعنى الشيء النفيس: الذي يرغب في نفسه.\nوأمر نفيس، وأمور نفيسات ونفائس، وأمر منفس، وأمور منفسات ومنافس أيضا،\nكمطفل ومطافل6. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p867'> Vol. 02, p. 867</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سهل: والمفرح بالكسر: هو الشيء الذي يفرحك، أي يسرك، يقال:\nأفرحني الشيء إفراحا ففرحت به، إذا1 سرني. والمفروح به: ما تفرح به، أي\nتسر، ولا يقال: مفروح بغير به، ولا يقال أيضا: به مفروح، بتقديم به2. وقال\nالجبان: والمفرح والمفروح به كالشيء الواحد، لأن كل ما أفرحك فهو مفرح\nومفروح به، وكل مفروح به فهو مفرح لك، إذا كنت فرحابه، وإذا كنت فرحا به\nفهو [143/ب] مفروح به، كما أن ما وثقت به فهو موثوق به، وكل ما مررت إليه\nفهو ممرور إليه. قال: وجمع المفرح مفرحات ومفارح، فأما مفروح به فجمعه\nمفروح بهم <span id='ms246'></span>، إذا أردت الناس ومن جرى مجراهم، ومفورح بها وبهن، إذا أردت غير\nذلك، ولفظة مفورح موحدة، لأنها ترجع إلى المصدر، وكذلك هو مغضوب عليه، وهما\nمغضوب عليهما، وهم مغضوب عليهم3.\n</p>\n\n<p>\n(وماء شروب وشريب: للذي بين الملح والعذب) 4، وهو الذي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p868'> Vol. 02, p. 868</a>\n            </div>\n            \n</p>\n\n<p>\nيمكن شربه على ما فيه من الملوحة1. وجمعهما شرائب في التكسير2.\n</p>\n\n<p>\n(وفلان يأكل خلله) بكسر الخاء وفتح اللام، على مثال عنب، (وخلالته) 3 بضم\nالخاء، على فعالة، (يعني: ما يخرج من بين أسنانه إذا تخلل) ، ويوصف بذلك\nالرجل الشره القذر الشحيح. وجمع الخلل أخلال، كعنب وأعناب، وجمع الخلالة\nخلالات.\n</p>\n\n<p>\n(وأمليت الكتاب أمليه إملاء) بالمد، (وأمللت أمل إملالا لغتان جيدتان جاء\nبهما القرآن) 4، وهما بمعنى واحد، وذلك إذا ذكرت لكاتب الكتاب ما يكتبه فيه\nولفظت به وألقيته عليه، أو تلوت عليه ما في الكتاب [144/أ] أي قرأته عليه.\nوقال الله تعالى: {اكتتبها فهي تملى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p869'> Vol. 02, p. 869</a>\n            </div>\n            \n</p>\n\n<p>\nعليه بكرة وأصيلا} 1 فهذا من أمليت، وقال عز وجل: {وليملل الذي عليه الحق\n[وليتق الله ربه ولا يبخس منه شيئا] فإن كان الذي عليه الحق سفيها أو ضعيفا\nأو لا يستطيع أن يمل هو فليملل وليه بالعدل} 2 فهذا من أمللت. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p870'> Vol. 02, p. 870</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head19'>باب حروف المنفردة</h1>\n\n<p>\n...\n</p>\n\n<p>\nباب حروف منفردة 1\n</p>\n\n<p>\n(تقول: أخذت لذلك الأمر أهبته) 2 بضم الألف: أي عدته. وجمعها أهب، مثل\nظلمة وظلم. وتأهبت للأمر: أي استعددت له.\n</p>\n\n<p>\n(وأبعد الله الأخر قصيرة الألف) 3 مكسورة الخاء، ومعناه: الغائب البعيد\nالمتأخر، ويقال: هذا عند شتم الإنسان من يخاطبه، لكنه نزهه بذلك، نحو أن\nيكون بين رجلين كلام فيقول أحدهما لصاحبه: إن كنت كاذبا فأبعد الله الأخر،\nوهو يريد أبعدك الله، لكنه نزهه وكره مواجهته بالكاف، فكنى عنها بالأخر4،\nأي أبعد الله الغائب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p871'> Vol. 02, p. 871</a>\n            </div>\n            \n</p>\n\n<p>\nالأبعد. ولا يثنى هذا ولا يجمع، لأنه كالمثل، ولم يسمع إلا في هذا\nالموضع.\n</p>\n\n<p>\n(والشيء منتن) 1 بضم الميم: للخبيث الريح، وجمعه منتنات مناتن ومناتين.\nوهو مفعل من أنتن ينتن إنتانا فهو منتن، والاسم النتن.\n</p>\n\n<p>\n(وهي البكرة بسكون الكاف [144/ب] : للتي يستقى عليها) 2. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p872'> Vol. 02, p. 872</a>\n            </div>\n            \n</p>\n\n<p>\nوجمعها بكرات بالفتح، مثل جفنة وجفنات.\n</p>\n\n<p>\n(وهي الحلقة من الناس <span id='ms247'></span>، ومن الحديد بسكون اللام) 1: وهي معروفة مستديرة\nمنهما2 جميعا. وجمعها حلق بفتح الحاء واللام، مثل فلكة وفلك، وحلق أيضا\nبكسر الحاء، مثل بضعة وبضع3، وحلقات بفتحها في أدنى العدد، مثل بكرة\nوبكرات.\n</p>\n\n<p>\n(ودرهم بهرج) 4: أي رديء، وهو فارسي معرب5. وجمعه بهارج. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p873'> Vol. 02, p. 873</a>\n            </div>\n            \n</p>\n\n<p>\n(وستوق) 1 بفتح أوله: أي رديء أيضا، زيف. وجمعه ستاتيق.\n</p>\n\n<p>\n(ونظرت يمنة وشأمة) 2: أي جانب اليمين وجانب الشمال، وهما فعلة من اليمين\nوالمشأمة، ولم يسمع لهما بجمع، وقياس ذلك يمنات وشأمات بفتح الميم والهمزة،\nمثل جفنة وجفنات، (ولا تقل: شملة) 3، وإن كان القياس يوجب أن يقال ذلك،\nفتكون فعلة من الشمال، لكنها لو قيلت لألبست بالشملة التي هي كساء يشتمل\nبه، أي يتغطى به، فعدلوا عن الكلام بذلك لأجل الإلباس4.\n</p>\n\n<p>\n(وتقول: الثوب سبع في ثمانية، لأن الذراع أنثى والشبر مذكر) 5، فأراد أن\nالثوب طوله سبع أذرع وعرضه ثمانية أشبار، فلم يأت بالهاء في سبع، لأن العدد\nلمؤنث، وأتى بها في ثمانية، لأن العدد لمذكر، [والعدد إذا كان لمؤنث فإن\nالهاء تسقط منه من ثلاثة إلى عشرة، وإذا كان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p874'> Vol. 02, p. 874</a>\n            </div>\n            \n</p>\n\n<p>\nلمذكر] 1 أثبتت فيه من ثلاثة إلى عشرة. ومنه قوله تعالى: {سخرها عليهم\nسبع ليال وثمانية أيام حسوما} 2 فحذف الهاء من سبع، لأنها لليالي [145/أ]\nلأن واحدتها ليلة، وأثبتها في ثمانية، لأنها للأيام، لأن واحدها بوم.\n</p>\n\n<p>\n(ودرع الحديد: مؤنثة) 3 لأنه يراد حلقة، ولذلك قالوا: درع سابغة4، فأنثوا\nصفتها، (وأما درع المرأة فمذكر) 5 لأنه يراد به قميصها أو ثوبها. وجمعهما\nفي القلة أدرع وأدراع، وفي الكثرة دروع.\n</p>\n\n<p>\n(وتقول لهذا الطائر: قارية) بتخفيف الياء، (والجمع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p875'> Vol. 02, p. 875</a>\n            </div>\n            \n</p>\n\n<p>\nقوار، ولا تقل: قارور) 1. وقال أبو عبيد: هو القصير الرجل، الطويل\nالمنقار، الأخضر الظهر، تحبه الأعراب وتتيمن به، ويشبهون الرجل السخي [به]\n2. قال الشاعر3:\n</p>\n\n<p>\nأمن ترجيع قارية تركتم ... سباياكم وأبتم بالعناق\n</p>\n\n<p>\nأي الخيبة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p876'> Vol. 02, p. 876</a>\n            </div>\n            \n</p>\n\n<p>\nوالطائر: واحد، ومنه قوله تعالى: {ولا طائر يطير بجناحيه} 1 وجمعه طير،\nكراكب وركب، وأطيار وطيور وطوائر. فالطائر يقال للذكر، والأنثى بغير هاء،\nتقول: هذا طائر حسن، وهذه طائر حسنة، وبعض العرب يقول: هذه طائرة حسنة،\nفيزيد الهاء <span id='ms248'></span> في المؤنث، قال يونس: وهي قليلة في كلام العرب2.\n</p>\n\n<p>\n(وتقول: عندي زوجان من الحمام، تعني ذكرا وأنثى، وكذلك كل اثنين لا\nيستغني أحدهما عن صاحبه) ، فكل واحد منهما زوج الآخر، نحو الخفين [145/ب]\nوالنعلين. والعامة تغلط في هذا فتسمي الاثنين زوجا، والواحد فردا3، وإنما\nالزوج للواحد، والزوجان للاثنين، فالرجل4 زوج المرأة، والمرأة زوج الرجل،\nوكل اثنين مقترنين زوجان، كل واحد منهما زوج. وقال الله تعالى: {قلنا احمل\nفيها من كل زوجين اثنين} 5 وقال: {أمسك عليك زوجك} 6. وجمع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p877'> Vol. 02, p. 877</a>\n            </div>\n            \n</p>\n\n<p>\nالزوج أزواج وزوجة.\n</p>\n\n<p>\n(وتقول: هم المسودة والمبيضة والمحمرة) 1 بتشديد الواو والياء وكسرها.\n</p>\n\n<p>\nفالمسودة: هم الذين يلبسون الثياب السود من الناس، وهم أعوان الشرط\nوالجند ونحوهم، وهم أيضا من الأمراء والجند الذين يجعلون أعلامهم وراياتهم\nسودا، كبني العباس ومن يرى رأيهم.\n</p>\n\n<p>\nوالمبيضة: هم الذين يبيضون ذلك، وهم قوم من شيعة آل علي رضوان الله عليه.\n</p>\n\n<p>\nوأما المحمرة: فهم الذين يحمرون ذلك، وهم الذين يتولون محمد بن الحنفية2،\nوهو ابن علي بن أبي طالب رضوان الله عليهما، وإنما نسب إلى الحنفية، لأن\nعليا - رضوان الله عليه – كان سباها من بني حنيفة لما قاتلهم مع أبي بكر\nالصديق – رضي الله عنه – بعد وفاة النبي صلوات الله عليه3. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p878'> Vol. 02, p. 878</a>\n            </div>\n            \n</p>\n\n<p>\n(و) هم (المطوعة) 1 بتشديد الواو وكسرها وتخفيف الطاء. هكذا رأيته في نسخ\nكثيرة من الكتاب، ورأيت في [146/أ] نسخ أخر مشدد الطاء والواو جميعا2، وهم\nالذين يتبرعون من أنفسهم ويخرجون إلى الجهاد مع الجند من غير أن يأمرهم\nالسلطان بذلك. فأما من خفف الطاء فإنه يجعل3 وزنه مفعلا، ويأخذه من قولهم:\nطاع له يطوع طوعا فهو طائع، إذا انقاد وتابع من غير إكراه، ومنه يقال: جاء\nفلان طائعا غير مكره. ومنه قوله تعالى: {فطوعت له نفسه قتل أخيه} 4 فكأن\nالمطوعة هم الذين ينقادون إلى الجهاد من غير إكراه السلطان إياهم. وأما من\nشدد الطاء فإنه يجعل وزنه متفعلة، وكان الأصل متطوعة، فأدغمت التاء في\nالطاء لتقارب مخرجيهما فصار مطوعة بتشديد الطاء والواو. ومنه قوله تعالى:\n{الذين يلمزون المطوعين} 5 وأصله <span id='ms249'></span> المتطوعين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p879'> Vol. 02, p. 879</a>\n            </div>\n            \n</p>\n\n<p>\n(وتقول: كان ذاك عاما أول يا فتى) ، فتنصب عاما على الظرف، أي في عام،\nوتنصب أول، لأنه صفة له، تريد عاما أول من عامنا هذا، (وإن شئت) قلت: كان\nذاك (عام الأول) 1 بالإضافة،، وتقديره: كان ذاك عام الحديث الأول وعام\nالزمان الأول2. والعام والحول والسنة: بمعنى واحد، ويأتي كل واحد منها على\nشتوة وصيفة3.\n</p>\n\n<p>\n(وهو المعسكر بفتح الكاف) 4: وهو موضع العسكر. والعسكر: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p880'> Vol. 02, p. 880</a>\n            </div>\n            \n</p>\n\n<p>\nالجيش، وهو فارسي [146/ب] معرب1، وقيل: معسكر القوم: مجمعهم، والمعسكر\nموضع النزول والاجتماع. والجمع المعسكرات2.\n</p>\n\n<p>\n(وأطعمنا خبز ملة، وخبزة مليلا، ولا تقل: أطعمنا ملة، لأن الملة الرماد\nوالتراب الحار) 3، فخبز الملة: هو خبز يدفن في رماد حار أو تراب حار حتى\nينضج.\n</p>\n\n<p>\nوقوله: (خبزة مليلا) أراد مملولا، أي مدفونا في الملة. وقد مللت الخبز\nأمله ملا فهو مملول ومليل، إذا دفنته في الملة4 لينضج، فمليل هو فعيل بمعنى\nمفعول5، ولم تقل مليلة6 بالهاء، لأن قبله خبزة وهي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p881'> Vol. 02, p. 881</a>\n            </div>\n            \n</p>\n\n<p>\nمؤنثة، فاستغنوا بتأنيثها عن تأنيث صفتها، كما قالوا: امرأة قتيل، ولحية\nدهين وأشباههما. وجمع الملة ملات، وجمع المليل مليلات وملائل.\n</p>\n\n<p>\n(وتقول: نظر إلي بمؤخر عينه) 1 بسكون الهمزة وكسر الخاء: وهو الجانب الذي\nيلي الصدغ، ويقال له أيضا: اللحاظ2. وجمعه مآخر، على مثال مطفل ومطافل.\n</p>\n\n<p>\nوأما مقدم العين وسكون القاف وكسر الدال وتخفيفها: فهو جانبها الذي يلي\nالأنف، ويقال له أيضا: الماق والموق بالضم، ومنه يخرج الدمع3.\n</p>\n\n<p>\n(وبينهما بون بعيد) 4 بالواو، وبين أيضا بالياء: أي مسافة ومقدار في5\nالأرض. وقيل [147/أ] : فرق. والأجود أن يكون البين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p882'> Vol. 02, p. 882</a>\n            </div>\n            \n</p>\n\n<p>\nبالياء، للفراق والبعد في كل شيء، ولايقال البون بالواو، إلا في قولهم:\nبين الرجلين والشيئين بون، إذا لم يتفقا. ولا يثنى ولا يجمع لأنه مصدر1.\n</p>\n\n<p>\n(وتقول رجل آدر) بالمد وتخفيف الراء، (مثل آدم) 2: وهو العظيم الخصيتين،\nوهما البيضتان. وجمعه أدر، مثل أحمر وحمر. وقد أدر الرجل بفتح الألف وكسر\nالدال، يأدر أدرا بفتح الدال، وأدرة، مثل حمرة: إذا انتفخت خصيتاه، وهي\nالأدرة بفتح الألف والدال: للخصية المنتفخة3.\n</p>\n\n<p>\n(وهي القازوزة) بزاي بعد الألف، (والقازوزة) بقاف بعدها <span id='ms250'></span>، على فاعولة،\nوهما بمعنى واحد، وهما معربان4، (ولا تقل قاقزة) 5 بالقاف وتشديد الزاي:\nوهي شيء تجعل فيها الخمر. وقيل: هي قدح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p883'> Vol. 02, p. 883</a>\n            </div>\n            \n</p>\n\n<p>\nطويل ضيق الأسفل1. وجمعها قوازيز وقواقيز. ومنه قول الشاعر2:\n</p>\n\n<p>\nفنى تلادي وما جمعت من نشب ... قرع القواقيز أفواه الأباريق\n</p>\n\n<p>\n(وتقول: الحب ملآن ماء) 3 بالهمز، على وزن فعلان أي ممتلئ، وهو معروف\nالمعنى.\n</p>\n\n<p>\n(والجرة ملأى ماء) 4 بالهمز أيضا، على وزن فعلى، (وكذلك ما أشبههما) من\nالمذكر والمؤنث، مثل عطشان وعطشى، والجمع ملاء بكسر الميم والمد، على مثال\nعطاش [147/ب] .\n</p>\n\n<p>\nوالحب: إناء معروف من فخار يجعل فيه الماء، وهو الخابية عند أهل الشأم،\nوأهل مصر يسمونه الزير.\n</p>\n\n<p>\nوالجرة: إناء آخر للماء أيضا، أصغر من الحب، وهي على غير شكله. وجمعهما\nحباب وجرار.\n</p>\n\n<p>\n(وتقول: هي الكرة) بضم الكاف: معروفة مخيطة من جلد أو خرق مستديرة، كهيئة\nالحنظلة في المقدار والتدوير، تضرب بالصولجان، ويلعب بها الصبيان، وجمعها\nكرات وكرون في الرفع، وكرين في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p884'> Vol. 02, p. 884</a>\n            </div>\n            \n</p>\n\n<p>\nالنصب والجر. والعامة تزيد في أولها ألفا وتسكن الكاف، فتقول: \"أكرة\"1،\nوهو خطأ، لأن الأكرة الحفرة في الأرض، وجمعها أكر، مثل غرفة وغرف.\n</p>\n\n<p>\n(وهو الصولجان والطيلسان، وهي السيلحون: لهذه القرية) بفتح اللام في هذه\nالثلاثة2.\n</p>\n\n<p>\nفأما الصولجان: فمعروف3، وهو العصا المعقفة الرأس، تضرب بها الكرة، وهو\nفارسي معرب4، وجمعه صوالجة5.\n</p>\n\n<p>\nوأما الطيلسان: فمعروف، وهو الرداء المقور6 أحد جانبيه، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p885'> Vol. 02, p. 885</a>\n            </div>\n            \n</p>\n\n<p>\nيشتمل به الرجل على كتفيه وظهره، وهو فارسي معرب أيضا1، وجمعه طيالسة2،\nوقد يكون من صوف أزوق أو أسود، ولذلك قال الشاعر3:\n</p>\n\n<p>\nوليل فيه تحسب كل نجم ... بدا لك من خصاصة طيلسان\n</p>\n\n<p>\n[148/أ] خصاصته: فرجته4 التي بين سلوكه.\n</p>\n\n<p>\nوأما السيلحون: فإن النون فيها مضمومة في أكثر النسخ، ورأيتها في بعضها\nمفتوحة، وهو أصوب، لأنها مشبهة بالنون التي في آخر الجمع السالم، كالزيدين\nوالعمرين5. والعامة تقول: هي السالحون لهذه القرية6، وهو خطأ، وهي قرية من\nقرى النبط بقرب الكوفة7، وفيها قال الأعشى8: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p886'> Vol. 02, p. 886</a>\n            </div>\n            \n</p>\n\n<p>\nوتجبى إليه السيلحون وعنده\n</p>\n\n<p>\nصريفون في أنهارها والخورنق\n</p>\n\n<p>\nويروى: \"ودونها صريفون\".\n</p>\n\n<p>\n(وهو التوت) بالتاء معجمة بنقطتين، وهو فارسي معرب أيضا1، والعامة <span id='ms251'></span> تقوله\nبالثاء2 معجمة بثلاث نقط، والعجم تقوله بالذال المعجمة، وبعضهم يقوله\nبالثاء معجما بثلاث نقط، كما تقوله العامة3، وهو ثمر شجر معروف يؤكل، حلو\nالطعم إذا انتهى نضجه، وإذا لم ينضج كان حامضا شديد الحموضة، وإذا انتهى في\nالنضج كان له ماء يحمر اليد وغيرها، والعرب تسميه الفرصاد4، ولذلك قال\nالأسود بن يعفر5: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p887'> Vol. 02, p. 887</a>\n            </div>\n            \n</p>\n\n<p>\nيسعى بها ذو تومتين منطق ... قنأت أنامله من الفرصاد\n</p>\n\n<p>\nقنأت: أي احمرت، ويروى: \"مشمر\". وإذا اختلفت أنواعه جمع فقيل: أتوات\nوتيتان، مثل أحوات وحيتان.\n</p>\n\n<p>\n(وهو يوم الأربعاء) 1 بفتح أوله وكسر الباء والمد، على وزن الأولياء،\nوجمعه [148/ب] أربعاوات وأرابع. وقال الجبان: وهو غريب في معناه: لأن\nأفعلاء لا يكاد يوجد في الواحد2.\n</p>\n\n<p>\n(وتقول: ماء ملح، ولا تقل: مالح) 3. ومنه قوله تعالى: {هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p888'> Vol. 02, p. 888</a>\n            </div>\n            \n</p>\n\n<p>\nعذب فرات وهذا ملح أجاج} 1 فكأنهم لما وصفوا الماء بالملوحة، وبالغوا في\nذلك وصفوه باسم الملح المعروف نفسه. ويقال: ماءان ملح، ومياه ملح أيضا.\n(وسمك ممولح ومليح) ، وهو فعيل بمعنى مفعول، إذا جعل عليه الملح، (ولا تقل:\nمالح) أيضا، وقد جاء عن بعض العرب أنه قال: سمك مالح2. ومنه قول الراجز3:\n</p>\n\n<p>\nبصرية تزوجت بصريا\n</p>\n\n<p>\nيطعمها المالح والطريا\n</p>\n\n<p>\nوالعامة على هذه اللغة، وليس ذلك بمختار عند الفصحاء4. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p889'> Vol. 02, p. 889</a>\n            </div>\n            \n</p>\n\n<p>\n(وتقول: رجل يمان: من أهل اليمن، وشآم) بوزن شعام: (من أهل الشام) ساكن\nالهمزة على وزن شعم، (وتهام) بفتح التاء: (من أهل تهامة) 1. وكان القياس\nفيمن نسب إلى اليمن والشأم أن يقال: يمني وشأمي بتسكين الهمزة، بوزن شعمي،\nوبياء مشددة في آخره للنسب، لكن لما كثر استعمالهما في الكلام وجب تخفيفهما\nفحذفوا إحدى ياءي النسب من آخرهما وعوضوا منها ألفا قبل النون والميم2،\nفصار يماني وشآمي بفتح الهمزة وياء خفيفة، ثم لما أدخلوا التنوين على الياء\nحذفوها لئ\n</p>\n\n<p>\nلا يجتمع [149/أ] ساكنان، فقيل: يمان وشآم. وقال الشاعر3: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p890'> Vol. 02, p. 890</a>\n            </div>\n            \n</p>\n\n<p>\nهاتيك النجوم وهن خرس\n</p>\n\n<p>\nينخن على معاوية الشآمي\n</p>\n\n<p>\nوأما تهام بفتح التاء: فهو منسوب إلى تهامة، وهي اسم لمكة ومن والاها.\nوقال الرياشي: سمعت الأعراب يقولون: إذا انحدرت من ثنايا ذات عرق <span id='ms252'></span> فقد\nاتهمت. وقال أيضا: والغور تهامة1. وتهامة مكسورة التاء، والأصل في النسب\nإليها تهامي بكسر التاء وتشديد الياء، فلما أرادوا تخفيفه أيضا حذفوا إحدى\nياءي النسب منه، وأرادوا أن يعوضوا منها ألفا كما عملوا بيمان وشآم، فلم\nيمكنهم ذلك لكون الألف قبل الميم، فلو زادوا ألف التعويض لاجتمع ألفان\nسامنان، فكان يجب أن يحذفوا أحدهما فعدلوا عن هذا إلى فتح التاء، ونابت هذه\nالفتحة عن ألف التعويض، فصار تهامي بياء خفيفة، ثم لما أدخلوا التنوين\nحذفوا الياء لالتقاء الساكنين، فصار تهام، على لفظ يمان وشآم2. وأنشد\nسيبويه3: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p891'> Vol. 02, p. 891</a>\n            </div>\n            \n</p>\n\n<p>\nوأنت امرؤ من أهل نجد وأهلنا ... تهام وما النجدي والمتغور\n</p>\n\n<p>\nوتقول في جمعها في حال الرفع هؤلاء رجال يمانون وشآمون وتهامون، وفي حال\nالنصب والجر1 يمانين وشآمين وتهامين.\n</p>\n\n<p>\n(وفعلت ذاك من أجلك وإجلك) بفتح أوله وكسره [149/ب] (ومن جراك) 2 بالقصر،\nومن جللك3 بفتح الجيم واللام الأولى، أربع لغات، وكلها بمعنى واحد: أي من\nحالك وبسببك، ولا تجمع لأنها مصادر وكالأمثال4.\n</p>\n\n<p>\n(وتقول: جئنا من رأس عين) بغير ألف في عين، وهو موضع بالجزيرة، وهو من\nقرى نصيبين5، ومنه قول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p892'> Vol. 02, p. 892</a>\n            </div>\n            \n</p>\n\n<p>\nالشاعر1:\n</p>\n\n<p>\nنصيبين بها إخوان صدق\n</p>\n\n<p>\nولم أنس الذين برأس عين\n</p>\n\n<p>\nوالعامة تقول: رأس العين2، فتزيد فيه الألف واللام، [وأنكر أهل العلم\nبالنحو واللغة ذلك، وقالوا] 3: لا يجوز ذلك، لأنه هاهنا اسم علم معرفة\nلموضع بعينه، فلا يجوز تعريفه بالألف واللام4، وهذا معنى قولهم. قال أبو\nسهل: والذي أراه أن رأس عين اسمان جعلا اسما واحدا، فلا يدخلون في الثاني\nالألف واللام، كما لم يدخلوها في بعل بك5، وقالي قلا6، ورام هرمز7،\nوأشباهها8. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p893'> Vol. 02, p. 893</a>\n            </div>\n            \n</p>\n\n<p>\n(و) كذلك (عبرت دجلة بغير ألف ولام) 1 أيضا، لأنه علم معرفة، كحمزة\nوطلحة، فلم تدخله الألف واللام، وهو النهر المعروف الذي ينحدر إلى بغداد2.\n</p>\n\n<p>\n(وتقول: أسود سالخ، ولا تضف) 3، فسالخ منون مرفوع هاهنا، لأنه صفة لأسود،\nولو نصبت أسود أو جررته لنصبت سالخا وجررته أيضا مع التنوين، لكونه صفة له.\nوالأسود: ضرب من الحيات معروف، وهو العظيم منها، وفيه سواد. والجمع\nالأساود، لأنه <span id='ms253'></span> اسم له، وليس بصفة، ولو كان صفة لقيل في جمعه: سود. وقال\nالشاعر4 [150/أ] :\n</p>\n\n<p>\nفألصق أحشائي ببرد ترابه ... وإن كان مخلوطا بسم الأساود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p894'> Vol. 02, p. 894</a>\n            </div>\n            \n</p>\n\n<p>\nوقال النضر بن شميل: الأسود: الشديد السواد، وهو أخبث الحيات، وأعظمها،\nوأنكرها، لا ينجو سليمه1.\n</p>\n\n<p>\nقال أبو سهل: وإنما وصفوا أسود بسالخ، لأنه يسلخ جلده كل عام2، أي يخرجه\nعن جسمه ويقلعه، ويقال لذلك الجلد: سلخ بكسر السين وسكون اللام. واختلفوا\nفي جمع سالخ، فقال أبو حاتم السجستاني: يقال: أساود سلخ وسوالخ وسالخة3.\nوقال الجبان: الجميع سالخات وسلخ وسوالخ4، وأنكر التميمي النحوي5 ذلك،\nوقال: يقال في الاثنين: أسودان سالخ، وسود سالخ، ولا يقال: سالخان، ولا\nيجمع في الجمع6. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p895'> Vol. 02, p. 895</a>\n            </div>\n            \n</p>\n\n<p>\nوقال ثعلب –رحمه الله -:\n</p>\n\n<p>\n(والأنثى أسودة، ولا توصف بسالخة) .\n</p>\n\n<p>\nقال أبو سهل: فأنكر ابن درستويه أسودة1، وكذلك أنكره أيضا الجبان، وقال:\nهذا شيء من قبل الكوفيين، لأن أسود إن كان وصفا فتأنيثه سوداء، وإن كان\nاسما غير وصف فلا لفظ منه لمؤنثه مختص2. وهذا الذي أنكراه على ثعلب – رحمه\nالله – لا يقدح فيما رواه عن علماء الكوفيين، ولو لم يصح له سماع ذلك منهم\nلما أثبته في كتابه، وإذا ورد الشيء المسموع عن من3 يوثق به تقبل ذلك، وإن\nكان خارجا عن القياس، ومع هذا فإن غيره من أهل اللغة أيضا قد حكى: رأيت\nأسودات كثيرة، أي حيات4، فجمع أسودة على أسودات.\n</p>\n\n<p>\nوأما قولهم: \"ولا توصف بسالخة\" [150/ب] فإنه لما كانت أسودة لا تقال إلا\nلأنثى الأسود من الحيات خاصة دون غيرها استغنوا بتخصيصها بهذه التسمية عن\nوصفها بسالخة. وأما الأسود فإنه لما كان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p896'> Vol. 02, p. 896</a>\n            </div>\n            \n</p>\n\n<p>\nاسما مشتركا يسمى به الحية الذكر1، ويوصف به كل مذكر سواه مما لونه\nالسواد، فلما سموه به الحية2 لم يكن بد من وصفه ليزول بصفته الإشكال ويرتفع\nاللبس، ولما جمعوه فقالوا فيه: أساودة، وخصصوا بهذا الجمع الحيات دون\nغيرها، مما يجوز في سواها أن يوصف بالسواد، استغنوا عن جمع صفته أيضا\nفقالوا: أساود سالخ. وأما من جمع وصفها فقال فيها: أساود سوالخ وأخواتها3،\nفإنهم4 أجروا <span id='ms254'></span> الصفة في الجمع مجرى الموصوف في جميع أحواله، في إفراده\nوجمعه، فلذلك جمع وصفها كجمعها.\n</p>\n\n<p>\n(وتقول: ما رأيته مذ أول من أمس) 5 برفع \"أول\"، هكذا في نسخ عدة، وفي نسخ\nأخر: (مذ أول) بالنصب، والأجود بالرفع، لأن مذ بغير نون ترفع ما مضى، من\nالزمان على تقدير الابتداء والخبر، وتقديره: مبدأ انقطاع رؤيتي له أول من\nأمس، وأول ذلك أول من أمس، وأما من فتح اللام من أول فإنه يجعل أول في موضع\nخفض بمذ، ويجعل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p897'> Vol. 02, p. 897</a>\n            </div>\n            \n</p>\n\n<p>\nمذ بمنزلة من ويفتح اللام، وكان سبيلها أن تكون مخفوضة، لأن أول لا ينصرف\nلاجتماع علتين فيه وهما وزن الفعل والوصف، فأول وزنه أفعل، وهو صفة اليوم1،\nوتقديره: ما رأيته مذ يوم أول من أمس2. وأمس: هو اسم لليوم الذي قبل\n[151/أ] يومك، وبني على الكسر لسكون ما قبل آخره. وأول هاهنا: هو اسم لليوم\nالذي قبل أمس، وأمس يتلوه.\n</p>\n\n<p>\nقال ثعلب – رحمه الله -: (فإن أردت يومين قبل ذلك قلت: ما رأيته مذ أول\nمن أول من أمس، ولم تجاوز ذلك) يعني: أنه لا يقال: إلا ليومين قبل أمس، فإن\nأردت ثلاثة أيام، أو أكثر قبل أمس، لم تنطق بشيء من ذلك، لأن العرب لم\nتتكلم به لطوله. وأما أول الذي بعد مذ هاهنا فيجوز في لامه الضم والفتح3\nعلى ما ذكرته من التفسير، وأما الذي بعد من فلا يجوز في لامه إلا الفتح لا\nغير، لأن أول في موضع خفض بمن، وإنما فتحت اللام لأنه لا ينصرف على ما\nذكرته. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p898'> Vol. 02, p. 898</a>\n            </div>\n            \n</p>\n\n<p>\n(والظل للشجرة بالغداة، والفيء بالعشي) 1، لأنه ظل يفيء2 من جانب إلى\nجانب، أي يرجع3 (كما قال الشاعر:\n</p>\n\n<p>\nفلا الظل من برد الضحى نستطيعه ... ولا الفيء من برد العشي نذوق\n</p>\n\n<p>\nهذا البيت لحميد بن ثور الهلالي4. والضحى: بضم الضاد والقصر: من النهار\nبعد الضحوة، والضحوة: بعد طلوع الشمس ثم بعدها الضحى، وهي حين تشرق الشمس،\nثم بعد ذلك الضحاء مفتوح ممدود مذكر، وهو عند ارتفاع النهار الأعلى5. وأما\nالعشي: فإنه من زوال الشمس إلى <span id='ms255'></span> غروبها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p899'> Vol. 02, p. 899</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: \"نستطيعه\" بالنون، معناه: نطيقه. ونذوق بالنون أيضا معناه: ننال.\nووصف حميد سرحة، وهي ضرب من الشجر1، وكنى [151/ب] بها عن امرأة، يقول: فلا2\nننال خيرها على حال من الأحوال، لأنا لا نستطيع بها في الضحى، ولا نجلس في\nفيئها بالعشي.\n</p>\n\n<p>\nقال ثعلب – رحمه الله –: (أخبرت عن أبي عبيدة أنه قال: قال رؤبة: كل ما\nكانت عليه الشمس فزالت عنه فهو ظل وفيء، وما لم تكن عليه الشمس فهو ظل) 3.\nوجمعه أظلال في القليل، وظلال في الكثير، وجمع الفيء أفياء وفيوء.\n</p>\n\n<p>\n(وتقول للأمة إذا شتمتها: يا لكاع، يا غدار، يا فجار، يا دفار، يا فساق،\nيا خباث، بفتح أولها وكسر آخره) 4.\n</p>\n\n<p>\n(وتقول للرجل: يا لكع، يا غدر، يا فسق) 5 بضم آخره. فهذه الأسماء على\nمثال عمر وزفر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p900'> Vol. 02, p. 900</a>\n            </div>\n            \n</p>\n\n<p>\nفاللكع: الوسخ، وقيل: هو اللئيم1. وقيل: هو الذليل2. ويقال للمؤنث: لكاع،\nعلى مثال قطام وحذام.\n</p>\n\n<p>\nوقوله: \"ياغدر\" أراد يا غادر، وهو الذي لا يفي بما يضمن، ولا يفعل ما\nيقوله ويعد به، بل يفعل ضده، وغدر معدول عن غادر، وللمؤنث يا غدار بكسر\nالراء أيضا. ويا فجار بكسر آخره أيضا، للمؤنث، تريد يا فاجرة، أي يا زانية.\nوالفجور: هو الزناء والانبعاث في المعاصي.\n</p>\n\n<p>\nويا دفار بكسر آخره أيضا: أي يا منتنة الريح. والدفر بسكون الفاء وبدال\nغير معجمة: النتن خاصة.\n</p>\n\n<p>\nوقوله: يا فسق، تريد يا فاسق، وهو الذي قد خرج3 عن أمر ربه، وللمؤث يا\nفساق بكسر القاف أيضا.\n</p>\n\n<p>\nويا خبث [152/أ] : أي يا خبيث، وهو الرديء، ويقال للمرأة: يا خباث بكسر\nآخره.\n</p>\n\n<p>\n(وإذا قيل لك: ادن فتغد، فقل ما بي تغد، وفي العشاء: ما بي تعش) ، فتجيب\nبمصدر الفعل الذي دعيت إليه، لأنك تقول: تغديت وتعشيت تغديا وتعشيا، (ولا\nتقل: ما بي غداء ولا عشاء، لأنه الطعام بعينه) 4. والغداء: هو الطعام غدوة،\nوغدوة: هي ما بين طلوع الصبح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p901'> Vol. 02, p. 901</a>\n            </div>\n            \n</p>\n\n<p>\nإلى طلوع الشمس، وجمعها غدوات وغدوات بضم الدال وسكونها. والعشاء: هو\nالطعام عشية، والعشية: هي من صلاة المغرب1 إلى العتمة2، وجمعها عشيات\nوعشايا <span id='ms256'></span>.\n</p>\n\n<p>\n(وإذا قيل لك: ادن فاطعم، فقل: ما بي طعم، ومن الشراب: ما بي شرب) 3 بضم\nأولهما لا غير، لأنك أيضا تجيب بمصدر الفعل الذي دعيت إليه، لأنك تقول:\nطعمت الطعام، وشربت الشراب بكسر العين والراء، فأنا أطعم وأشرب بفتحهما،\nوالمصدر طعم وشرب بسكونهما وضم الطاء والشين.\n</p>\n\n<p>\n(وإذا قيل لك: ادن فكل، فقل: ما بي أكل بفتح الألف) 4 لا غير، لأنك أيضا\nتجيب بمصدر الفعل الذي دعيت إليه، وهو أكل.\n</p>\n\n<p>\nوادن معناه: اقرب، وتكون ألفه مضمومة إذا ابتدأت بها، فإن وصلتها بكلام\nقبلها كانت ساكنة وساقطة في اللفظ5، وتقول منه: دنا يدنو دنوا بالواو، إذا\nقرب، العامة تقول [152/ب] في مستقبله: يدني بالياء6، وهو غلط. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p902'> Vol. 02, p. 902</a>\n            </div>\n            \n</p>\n\n<p>\n(وتقول: عصا معوجة بضم الميم) 1 وسكون العين وتخفيف الواو تشديد الجيم:\nإذا زالت عن جهة الاستقامة، وكانت غير معتدلة، وهي فاعلة، لأنك تقول: اعوجت\nالعصا تعوج اعوجاجا فهي معوجة، مثل احمرت تحمر احمرارا فهي محمرة، والعصا\nمقصورة مؤنثة2، وجمعها أعص في العدد القليل، وعصي في الكثير3.\n</p>\n\n<p>\n(وتقول رجل صنع اليد واللسان) 4 بفتح الصاد والنون: إذا كان جيد الصنعة\nعمالا بهما5 حاذقا بما يعمل بيده، أو يقوله بلسانه، يضع الكلام في مواضعه،\nويحتج بما يقطع به حجة صاحبه. وجمعه صنعون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p903'> Vol. 02, p. 903</a>\n            </div>\n            \n</p>\n\n<p>\nوأصناع1. وقيل: معنى رجل صنع اليد: أي رفيق اليد بكل عمل يراه فيعمل\nمثله2.\n</p>\n\n<p>\n(وامرأة صناع اليد) 3 على فعال بفتح أوله: أي حاذقة رفيقة بما تعمله.\nوجمعها صنع بضم الصاد والنون، مثل حصان وحصن.\n</p>\n\n<p>\n(وتقول: سير مضفور) 4 بالضاد: أي منسوج، كما يسف الخوص والشعر وغيرهما\nعلى ثلاث قوى أو أكثر. (وللمرأة ضفيرتان) 5 بالضاد أيضا، (وقد ضفرت رأسها)\n: أي سفت شعره ونسجته وجعلته [153/أ] ضفيرتين أو أكثر. وجمع الضفيرة\nضفائر6.\n</p>\n\n<p>\n(وتقول: لقيته لقية) بفتح اللام وبالياء: أي صادفته واجتمعت به مرة واحدة\nمن اللقاء، وهو الاجتماع، (و) يقال أيضا: (لقاءة) 7 بالهاء والمد وكسر\nاللام، بمعنى لقية، (ولا تقل: لقاة) بفتح اللام مع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p904'> Vol. 02, p. 904</a>\n            </div>\n            \n</p>\n\n<p>\nالقصر، (فإنه خطأ) 1، ووجه خطئه أن المرة2 الواحدة تكون على فعلة بسكون\nالعين، ولقاة وزنها فعلة <span id='ms257'></span> بفتح العين، لأن أصلها لقية، فقلبت الياء ألفا\nلتحركها وانفتاح ما قبلها فصار لقاة.\n</p>\n\n<p>\n(وهي عائشة بالألف والهمز) 3: اسم امرأة، وهي فاعلة من عاشت تعيش عيشا\nفهي عائشة، إذا حييت.\n</p>\n\n<p>\n(وهو الحائر) بالألف أيضا: (للذي تسميه العامة الحير) 4، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p905'> Vol. 02, p. 905</a>\n            </div>\n            \n</p>\n\n<p>\nوهو مجتمع الماء، وهو المكان الواسع الذي تسيل إليه الأمطار، وربما ذهب\nالماء منه ويبس، ويبقى اسم الحائر عليه، كما بقي على حائر الحجاج بالبصرة1،\nوبهذا سمي الموضع الذي بناحية الكوفة الذي دفن فيه الحسين بن علي – رضوان\nالله عليهما ورحمته وبركاته – الحائر2. والعامة تسميه الحير. وقال العجاج3:\n</p>\n\n<p>\nسقاه ريا حائر روي\n</p>\n\n<p>\n(وجمعه حوران وحيران) 4، فأما حوران بالواو، فإنه جمع على فعلان بضم\nالفاء، وكان أصله [153/ب] حيران بياء ساكنة وقبلها ضمة، فانقلبت الياء واوا\nلانضمام ما قبلها، وذلك أن أصل هذه الكلمة الياء، لأنه من التحير، كأن\nالماء يتحير في هذا الموضع، ومن جمعه على حيران بالياء، فإنه جمع5 على\nفعلان بكسر الفاء، كجان وجنان، فترك الياء على أصلها، ولم يقلبها واوا، لأن\nقبلها كسرة.\n</p>\n\n<p>\n(وهو الحائط) : للجدار بالألف، (ولا تقل حيط) 6، وهو فاعل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p906'> Vol. 02, p. 906</a>\n            </div>\n            \n</p>\n\n<p>\nأيضا من حاط بالمكان يحوط حوطا فهو حائط، أي أحذق به وصانه. وجمعه\nحيطان1، وأصله حوطان بالواو، فقلبت ياء لسكونها وانكسار ما قبلها.\n</p>\n\n<p>\n(ورجل عزب) 2 بفتح العين والزاي: للذي لا امرأة له، ورجال عزبون وأعزاب،\nوقول العامة عزاب خطأ، لأن عزابا جمع عازب، كعابد وعباد3. (وامرأة عزبة) 4\nبالفتح أيضا مع الهاء: للتي لا زوج لها. وجمعها عزبات بفتح الزاي أيضا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p907'> Vol. 02, p. 907</a>\n            </div>\n            \n</p>\n\n<p>\n(وأعسر يسر) 1 بفتح السين والياء من يسر وحذف الألف: وهو الذي يعمل بيديه\nجميعا، يعمل بيده اليسرى كما يعمل بيده اليمنى، ويقال له أيضا إذا كان\nكذلك: أضبط. وروي أن عمر بن الخطاب رضي الله عنه: \"كان أعسر يسرا\"2، وفي\n[154/أ] رواية أخرى: \"كان أضبط\"3. والأعسر على الانفراد: هو الذي يعمل بيده\nاليسرى لا غير، وجمعه أعسر، مثل أحمر وحمر، وجمع يسر يسرون وأيسار.\n</p>\n\n<p>\n(وهي ريطة: اسم امرأة، بمنزلة الريطة من الثياب) 4، وهي كل ملاءة عريضة\nلم <span id='ms258'></span> تكن لفقين، أي قطعتين قد خيطت إحداهما بالأخرى5، وتجمع المرأة والملاءة\nريطات ورياطا، فإن جمعت الريطة من الثياب وأردت الجنس قلت: ريط، مثل تمرة\nوتمر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p908'> Vol. 02, p. 908</a>\n            </div>\n            \n</p>\n\n<p>\n(وهي فيد: لهذه القرية) 1، وهي معرفة لا تدخل عليها الألف واللام، ولا\nتزاد فيها ألف، وهي منزل في طريق حاج العراق2. وقال لبيد3:\n</p>\n\n<p>\nمرية حلت بفيد وجاورت ... أهل الحجاز فأين منك مرامها\n</p>\n\n<p>\n(وتقول: قرط وثلاثة قرطة، وجحر وثلاثة جحرة، وجرز وثلاثة جرزة) 4.\n</p>\n\n<p>\nقال أبو سهل: قرطة وجحرة وجرزة من أبنية الجمع الكثير، وثلاثة يكون للجمع\nالقليل، لكنه أراد ثلاثة من قرطة، وثلاثة من جحرة، وثلاثة من جزرة. وهو مثل\nقوله تعالى: {والمطلقات يتربصن بأنفسهن ثلاثة قروء} 5 وقروء جمع كثير،\nفأراد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p909'> Vol. 02, p. 909</a>\n            </div>\n            \n</p>\n\n<p>\nجل وعز ثلاثة من قروء 1 [154/ب] .\n</p>\n\n<p>\nوالقرط: ما يجعل في أسفل أذن الجارية والغلام، في شحمتها من خرز، أو ذهب،\nأو غير ذلك، ويقال لما يجعل في أعلاها شنف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p910'> Vol. 02, p. 910</a>\n            </div>\n            \n</p>\n\n<p>\nبفتح أوله وسكون ثانيه، وجمعه شنوف، وقد تقدم ذكره في باب المفتوح أوله1.\n</p>\n\n<p>\nوأما الجحر بضم أوله وسكون ثانيه أيضا: فهو معروف للحية والفأر واليريوع\nوالضبع وغيرها، وه الثقب في الأرض الذي تأوي إليه.\n</p>\n\n<p>\nوأما الجرز بضم أوله وسكون ثانيه أيضا، والراء قبل الزاي: فهو العمود من\n[الحديد، وهو من] 2 السلاح.\n</p>\n\n<p>\n(وتقول: ناقة شائلة) بالهاء: (إذا ارتفع لبنها) 3، أي قل وخف4 في ضرعها،\nوذلك إذا أتى عليها سبعة أشهر أو ثمانية من نتاجها. (وجمعها شول) بفتح\nالشين وتخفيف الواو وسكونها. قال الشاعر5:\n</p>\n\n<p>\nوقد يسرت إذا ما الشول روحها ... برد العشي بشفان وصراد\n</p>\n\n<p>\nيسرت: أي دخلت6 مع الأيسار في الجزور، إذا ضربوا عليها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p911'> Vol. 02, p. 911</a>\n            </div>\n            \n</p>\n\n<p>\nبالسهام. والشفان: الريح الباردة. والصراد: غيم رقيق لا ماء فيه1.\n</p>\n\n<p>\n(وناقة شائل) بغير هاء: (إذا شالت بذنبها) 2، تري الفحل أنها لاقح، أي\nحامل، والناقة تفعل ذلك إذا شمها [155/أالفحل أو دنا منها، فيعدل حينئذ\nعنها، ولا يقربها بضراب. (وجمعها شول) بضم الشين وتشديد الواو. ومنه قول\nأبي النجم3:\n</p>\n\n<p>\nكأن في أذنابهن الشول ... من عبس الصيف قرون الإيل\n</p>\n\n<p>\nوقد يقال4 أيضا: ذنب شائل، وأذناب شول <span id='ms259'></span>، وينشد على هذا أيضا قول أبي\nالنجم.\n</p>\n\n<p>\n(وهي أكيلة السبع) 5 بالياء: وهي اسم للشاة التي أكلها، فلذلك دخلتها هاء\nالتأنيث، لأنها اسم وليست بصفة، ولو كانت صفة لم تدخلها الهاء، وهي فعيلة\nبمعنى مفعولة6، والجميع أكيلات وأكائل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p912'> Vol. 02, p. 912</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أبو العباس المبرد1: أكيلة السبع: هي التي قد قتلها، وأكل منها،\nوبقي منها. والعرب تقول للباقي منها إذا رأوه: هذه أكيلة السبع.\n</p>\n\n<p>\n(وأكولة الراعي) 2 بالواو: وهي اسم أيضا للشاة (التي يسمنها) ليأكلها،\nفلذلك دخلتها الهاء أيضا، وليس بصفة، لأنها لو كانت صفة لم تدخلها الهاء،\nوهي الشاة التي يعدها الراعي للأكل، وهي فعولة بمعنى مفعولة، مثل الحلوبة\nالتي تحلب، والركوبة التي تركب.\n</p>\n\n<p>\n(ويكره للمصدق أخذها) 3، لأنها من خير المال، ويجب على المصدق أن يأخذ من\nأوساط المال، لا من خيره ولا شره. وجمعها أكولات [155/ب] وأكائل، كحلوبة\nوحلوبات وحلائب. والمصدق بتخفيف الصاد: هو الذي يأخذ صدقات القوم، وهي ما\nيجب عليهم من زكاة\n</p>\n\n<p>\n1 لم أقف عليه. وأبو العباس المبرد هو: محمد بن يزيد بن عبد الأكبر\nالثمالي الأزدي، من أئمة النحو واللغة والأدب، من مؤلفاته: معاني القرآن،\nوالكامل، والمقتضب، والتعازي والمراثي، ونسب عدنان وقحطان، توفي سنة 285ه.\n</p>\n\n<p>\nأخبار النحويين البصريين 104، وطبقات الزبيدي 101، ومعجم الأدباء 6/2678،\nوإنباه الرواة 3/241.\n</p>\n\n<p>\n2 ينظر: المصادر السابقة في الحاشية رقم 1.\n</p>\n\n<p>\n3 وروى مالك في الموطأ 1/223، 224 عن عمر رضي الله عنه قال لساعيه على\nالصدقات: \"ولا تأخذ الأكولة ولا الربى، ولا الماخض، ولا فحل الغنم\". وينظر:\nغريب الحديث لأبي عبيد 2/90، 91، والنهاية 1/58، وجامع الأصول 4/601،\nوالمغني لابن قدامة 4/44.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p913'> Vol. 02, p. 913</a>\n            </div>\n            \n</p>\n\n<p>\nإبلهم وبقرهم وغنمهم.\n</p>\n\n<p>\n(ويقال لهذا الذي يوزن به: منا) مخفف النون مقصور، (ومنوان) للاثنين، مثل\nعصا وعصوان، (وأمناء) بالمد (للجميع) 1، مثل أقفاء.\n</p>\n\n<p>\n(وهو قص الشاة) بالصاد، (وقصصها) 2 أيضا بإظهار التضعيف: لزورها، وهو رأس\nصدرها، موضع المشاش، ويكون للإنسان أيضا، والجمع قصوص وأقصاص.\n</p>\n\n<p>\n(وهو الصقر) 3 بالصاد المفتوحة: وهو الطائر المعروف من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p914'> Vol. 02, p. 914</a>\n            </div>\n            \n</p>\n\n<p>\nالجوراح الذي يصاد به. وجمعه صقور وصقورة أيضا، والتاء لتأنيث الجماعة.\n</p>\n\n<p>\n(وهو الصندوق) 1 بصاد مضمومة: وهو معروف، تجعل فيه الثياب وغيرها. وجمعه\nصناديق.\n</p>\n\n<p>\n(وتقول2: ما حك <span id='ms260'></span> هذا الأمر في صدري) 3 بتشديد الكاف: أي ما أثر في قلبي من\nعداوة وغم أو غير ذلك. وقيل: معناه: ما أوقع في نفسي شكا، وأنا على يقين\nمنه4. ولا يصرف هذا الفعل، لأنه جاء كالمثل.\n</p>\n\n<p>\n(ومررت برجل يسأل) ،وفي نسخ أخر: (على رجل يسأل) 5، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p915'> Vol. 02, p. 915</a>\n            </div>\n            \n</p>\n\n<p>\nوهما بمعنى واحد، لأن حروف الجر ينوب بضعها عن بعض1. ومعنى يسأل: يطلب من\nالناس فضلهم، كما قال الله تعالى [156/أ] : {لا يسألون الناس إلحافا} 2\nوقال جل ثناؤه: {واسألوا الله من فضله} 3 أي اطلبوا وارغبوا إليه. (ولا\nتقل: يتصدق، لأن4 المتصدق: المعطي) 5. ومنه قوله تعالى: {إن الله يجزي\nالمتصدقين} 6 أي المعطين7.\n</p>\n\n<p>\n(وتقول: أشليت الكلب وغيره) أشليه إشلاء: (إذا دعوته إليك) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p916'> Vol. 02, p. 916</a>\n            </div>\n            \n</p>\n\n<p>\nباسمه، والفاعل مشل بكسر اللام، والكلب مشلى بفتحها، (وقول الناس: أشليته\nعلى الصيد خطأ، فإن أردت ذلك قلت: آسدته) بالمد، أؤسده بالهمز، وإن شئت\nأوسده بغير همز، (وأوسدته) 1 أيضا بالواو، أوسده، والمصدر منهما جميعا\nإيسادا: إذا أغريته به، وقال الفراء: \"وذلك إذا قلت له أستخذ\"2. والفاعل من\nالممدود مؤسد الهمز، وبغير همز أيضا، وكسر السين، والكلب مؤسد بفتحها\nوبالهمز، وترك الهمز، ومن أوسدت بالواو، موسد موسد بغير همز. وقال الجعدي3:\nفي الإشلاء بمعنى الدعاء:\n</p>\n\n<p>\nوذكرته في شدة القيظ باسمه ... وأشليته حتى أراح وأبصرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p917'> Vol. 02, p. 917</a>\n            </div>\n            \n</p>\n\n<p>\nأراح: من الراحة. وقال الفرزدق1:\n</p>\n\n<p>\nتشلي كلابك والأذناب شائلة ... إلى قروم عظام الهام والقصر\n</p>\n\n<p>\nوقال الراجز2 [156/ب] :\n</p>\n\n<p>\nأشليت عنزي ومسحت قعبي ... ثم تهيأت لشرب قأب\n</p>\n\n<p>\nوقال النابغة الجعدي في الإيساد3:\n</p>\n\n<p>\nبأكلب كقداح النبع يوسدها ... طمل أخو قفرة غرثان قد نحلا\n</p>\n\n<p>\nطمل وطملال: خفيف الشأن والهيأة.\n</p>\n\n<p>\n(وتقول: استخفيت منك) أستخفي استخفاء: (أي تواريت) ، وأنا مستخف. وهو\nمأخوذ من خفاء الشيء، وهو استتاره، (ولا يقال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p918'> Vol. 02, p. 918</a>\n            </div>\n            \n</p>\n\n<p>\nاختفيت، إنما الاختفاء: الإظهار) 1. فاستخفيت وتواريت بمعنى واحد، إذا\nاختبأت ولم تظهر. فاستخفيت استفعلت من الخفاء المد وفتح الخاء، والخفية\nبضمها، وهما الغيبة عن العين والاستتار. ومنه قوله تلعالى: {يستخفون من\nالناس ولا يستخفون من الله وهو معهم} 2.\n</p>\n\n<p>\nوتواريت: تفاعلت من الوراء، وهو خلف الإنسان وغيره، فلا تراه عينه.\n</p>\n\n<p>\nوأما <span id='ms261'></span> اختفيت: فمعناه: استخرجت الشيء الخفي، أي أظهرته، فكأني أزلت الخفاء\nعنه، كما يقال: أعجمت الحرف، إذا أزلت عنه الاستعجام، ولذلك سموا النباش\nمختفيا، لأنه يستخرج الأكفان بعد أن كانت مخفية مستورة3. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p919'> Vol. 02, p. 919</a>\n            </div>\n            \n</p>\n\n<p>\n(وتقول: دابة لا ترادف: إذا لم تحمل رديفا) 1، ولم تدعه [157/أ] يركبها.\nوالرديف: هو الذي يركب خلف الراكب، ويقال له: الردف أيضا. والرداف على\nفعال: هو كفل الدابة، وهو الموضع الذي يركبه الرجل خلف الراكب من الدابة،\nومن الإنسان الردف على فعل. وإنما قال: لا ترادف، وهو فعل مستقبل، والماضي\nمنه رادفت، والمصدر مرادفة بفتح الدال، والدابة مرادفة بكسرها، إذا مكنت من\nذلك، وهذا الفعل لا يكون إلا من اثنين، فإنما2 أراد أن الفعل لا يقع من\nالراكب، ولا من الدابة، لأنها لما لم تواته ولم تطاوعه على الركوب، امتنع\nهو منه أيضا، فكأن الفعل لم يكن منهما جميعا.\n</p>\n\n<p>\n(وتقول: هذا يساوي ألفا) 3 بضم الياء، على يفاعل: أي يعادله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p920'> Vol. 02, p. 920</a>\n            </div>\n            \n</p>\n\n<p>\nويماثله في القيمة. والماضي منه ساوى، والمصدر مساواة وسواء بكسر السين\nوالمد، والفاعل مساو بكسر الواو، وهذا أيضا لا يكون إلا من اثنين فأراد أن\nكل واحد يعادل الآخر في القيمة والقدر.\n</p>\n\n<p>\n(وتقول: فلان يتندى على أصحابه، كقولك: يتسخى) 1 في الوزن والمعنى، وهو\nيتفعل من الندى، وهو الجود وماضيه تندى، ومصدره تند، والفاعل متند.\n</p>\n\n<p>\n(وتقول: أخذه ما قدم وما حدث) 2 بضم الدال فيهما: أي أصابه من الهم\nوالغم، أو القلق، أو الغيظ، أو الحيرة، أو الخوف، أو نحو ذلك ما تقدم منه\nوما تأخر، أي ما قد طال عهده منه وعرف، وما قد طرأ ووجد بعد أن لم يكن،\nومستقبلهما يقدم ويحدث بضم الدال أيضا، ومصدرهما قدم بكسر القاف وفتح\nالدال، وحدثان بكسر الحاء وسكون الدال، وحداثة بفتحهما، واسم الفاعل منهما\nقديم وحديث، على فعيل3. وإذا أفردت حدث ونطقت به وحده فقلت: حدث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p921'> Vol. 02, p. 921</a>\n            </div>\n            \n</p>\n\n<p>\nالشيء، كانت الدال منه مفتوحة لا غير، فإذا قرنته مع قدم فقلت: قدم وحدث،\nضممت الدال منه على طريق الإتباع والمزاوجة.\n</p>\n\n<p>\n(وتقول: كسفت الشمس) بفتح الكاف والسين <span id='ms262'></span>، تكسف بكسر السين كسوفا فهي\nكاسفة، إذا أظلمت واسودت وذهب ضوؤها، لحجز القمر بينها وبيننا.\n</p>\n\n<p>\n(وخسف القمر) بفتح الخاء والسين، يخسف بكسر السين، خسوفا، فهو خاسف: إذا\nأظلم أيضا، وذهب نوره لحجز الأرض بينه وبين الشمس، فلم يصل منها إليه نور\nيضيء به. وقال تعالى: {فإذا برق البصر [158/أ] وخسف القمر} 1و (هذا أجود\nالكلام) 2، يعني أن القمر يقال فيه خسف بالخاء، وأن الشمس يقال فيها: كسفت.\nوالعامة تقولهما جميعا بالكاف3. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p922'> Vol. 02, p. 922</a>\n            </div>\n            \n</p>\n\n<p>\n(وشويت اللحم فانشوى) بنون قبل الشين، لأن انفعل1 للمطاوعة، كما تقول:\nقدت الدابة فانقاد، أي طاوع للقياد. وانشوى معناه: نضج، ومستقبله ينشوي،\nومصدره انشواء، واللحم منشو بالنون في جميع ذلك، والرجل شاو. ولا يقال:\nشويت اللحم فاشتوى بتاء بعد الشين، لأن اشتوى يكون للرجل الذي يشوي اللحم2،\nأي يتخذه شواء، وهو مثل الشاوي، يقال: شويت اللحم أشويه شيا، فأنا شاو،\nواللحم مشوي، إذا عملته شواء، واشتويته بالتاء، أشتويه اشتواء بالتاء، فأنا\nمشتو، واللحم مشتوى، على مثال اكتسبت المال أكتستبه اكتسابا، فأنا مكتسب\nبكسر السين، والمال مكتسب بفتحها. وفرق الجبان بين شوى واشتوى فقال: معنى\nشوى عام لنفسه ولغيره، واشتوى بالتاء، خاص لنفسه3.\n</p>\n\n<p>\n(وتقول: قليت اللحم والسويق وغيره) أقليه قليا، فأنا قال، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p923'> Vol. 02, p. 923</a>\n            </div>\n            \n</p>\n\n<p>\n(وهو مقلي) بالياء، (وقد يقال في البسر والسويق: قلوته) أقلوه قلوا، فأنا\nقال، (و) هو [158/ب] (مقلو) 1 بالواو، ومعنى قليت وقلوت واحد2، أي شويت على\nالمقلى. وأنشد أبو حاتم عن أبي زيد3:\n</p>\n\n<p>\nقردانه في العطن الحولي ... سود كحب الحنظل المقلي\n</p>\n\n<p>\n(وقال الفراء: كلام العرب إذا عرض عيك الشيء أن تقول) لعارضه: (توفر\nوتحمد) بالفاء، (ولا تقل: توثر) 4 بالثاء، ومعناه: إذا بذل لك الشيء قلت\nأنت للذي يبذله لك: توفر مالك5، أي يترك لك موفورا، أي تاما لا تنقص منه\nشيئا، وتحمد على ما بذلت من مالك، ويقال: وفر الرجل ماله، فهو يوفر6 وفرا\nوفرة، وكذلك وفر المال نفسه يوفر وفرا وفرة أيضا، على ما لم يسم فاعله فيها\nجميعا، أي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p924'> Vol. 02, p. 924</a>\n            </div>\n            \n</p>\n\n<p>\nجعل وافرا، أي تاما غير ناقص. وقد وفر <span id='ms263'></span> الله المال يفره وفرا وفرة أيضا،\nفهو وافر، والمال موفور، وقد وفر المال بنفسه بالفتح أيضا، فهو يفر وفورا،\nأي كثر، وهو وافر.\n</p>\n\n<p>\n(وتقول: إن فعلت كذا وكذا فبها ونعمت بالتاء) 1 في الوقف، وهذا كلام\nمختصر محذوف للإيجاز، أي ونعمت الخصلة، ومعنى قوله: \"فبها\": أي فبالخصلة\nالحسنة أخذت ونعمت الخصلة. والخصلة: هي الحالة والأمر [159/أ] وأشباه ذلك،\nيقال: في فلان خصلة حسنة، أو خصلة قبيحة.\n</p>\n\n<p>\n(وتقول: أرعني سمعك) 2 بفتح الألف وسكون الراء وكسر العين: أي اسمع مني،\nوهو من أرعيته سمعي أرعيه إراعاء، إذا أصغيت إليه، ومعناه: اجعل سمعك راعيا\nلقولي، أي احفظه كما يحفظ الراعي رعيته. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p925'> Vol. 02, p. 925</a>\n            </div>\n            \n</p>\n\n<p>\n(وتقول: بخصت عين الرجل بالصاد) 1، أبخصها بفتح الخاء، بخصا، فأنا باخص،\nوهي مبخوصة: إذا قلعتها مع شحمتها2. وقال الليث بن المظفر: إذا أدخلت يدك\nفيها3. وقال ابن درستويه والجبان: إذا فقأتها4. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p926'> Vol. 02, p. 926</a>\n            </div>\n            \n</p>\n\n<p>\n(وبخسته حقه) 1 بالسين، أبخسه بفتح الخاء أيضا، بخسا، فأنا باخس: (أي2\nنقصته) . والرجل مبخوس الحق، ومبخوس حقه، والحق مبخوس أيضا، وكله معناه:\nمنقوص. وقال تعالى: {ولا تبخسوا الناس أشياءهم} 3 أي لا تنقصوهم.\n</p>\n\n<p>\n(وبصق الرجل) بالصاد، يبصق بضمها، بصقا وبصاقا: إذا رمى بريقه من فيه،\n(وهو البصاق) بالضم: معروف، وهو ما يلقيه الإنسان من فيه من الماء والرطوبة\nالتي تتحلب منه، ولا يسمى بصاقا إلا إذا ألقي من الفم، فأما إذا كان فيه\nفيسمى الريق. والعامة تقول: البزاق بالزاي، للبصاق [159/ب] ، وهي لغة أيضا\nعن العرب4. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p927'> Vol. 02, p. 927</a>\n            </div>\n            \n</p>\n\n<p>\n(وبسق النخل1 بالسين: (أي طال) 2، فهو يبسق بسوقا، وهو باسق، وهي باسقات،\nلأن النخل تجرى مجرى الواحد تارة ومجرى الجماعة تارة3. وقال تعالى: {والنخل\nباسقات لها طلع نضيد} 4.\n</p>\n\n<p>\n(ولصقتبه) بصاد مكسورة، فأنا ألصق لصوقا: أي التصقت به واتصلت به على بعض\nالوجوه. والعامة تقول: لزقت ولست بالزاي والسين، وهما لغتان للعرب أيضا5.\n</p>\n\n<p>\n(وصفقت الباب) 6 بالصاد، أصفقه صفقا، فأنا صافق، والباب مصفوق: إذا\nرددته. وقال ابن درستويه: معناه: رددته بشدة حتى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p928'> Vol. 02, p. 928</a>\n            </div>\n            \n</p>\n\n<p>\nصوت1. وقال الشاعر2:\n</p>\n\n<p>\nمتكئا تصفق أبوابه ... يسعى عليه العبد بالكوب\n</p>\n\n<p>\n(وهو صفيق الوجه) 3 بالصاد أيضا: للصلب القليل <span id='ms264'></span> الحياء، وهو ضد الرقيق،\nوقد صفق وجهه بالضم، يصفق صفاقة، فهو صفيق.\n</p>\n\n<p>\n(والبرد قارس) 4 بالسين: أي شديد، وقد قرس البرد يقرس قرسا، إذا اشتد،\nعلى مثال ضرب يضرب ضربا.\n</p>\n\n<p>\n(واللبن قارص) 5 بالصاد: أي فيه أدنى حموضة يقرص اللسان، أي تلذعه6، لأجل\nتغيره [160/أ] عن الحلاوة7. وقد قرص اللبن يقرص قروصا، فهو قارص، على مثال\nرجع يرجع رجوعا، فهو راجع. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p929'> Vol. 02, p. 929</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head20'>باب الفرق</h1>\n\n<p>\n...\n</p>\n\n<p>\nباب من الفرق\n</p>\n\n<p>\n(تقول: هي الشفة من الإنسان، ومن ذوات الخف المشفر، ومن ذوات الحافر\nالجحفلة، ومن ذوات الظلف المقمة والمرمة، ومن الخنزير الفنطيسة، ومن السباع\nالخطم والخرطوم، ومن ذي1 الالجناح غير الصائد المنقار، ومن الصائد المنسر)\n2يعني بكسر الميم وفتح السين.\n</p>\n\n<p>\nفهذا آخر ما ذكره ثعلب – رحمه الله – وفي بعضه اضطراب، وأنا أبين لك ذلك\nلتقف عليه إن شاء الله.\n</p>\n\n<p>\nفأما الشفة للإنسان: فمعروفة، وهي غطاء أسنانه3، وهما شفتان، وجمعها\nشفاه، وقد تقال4 أيضا لغير الإنسان على طريق الاستعارة والتشبيه، فتقال5\nللصنم، والصورة في الثوب والحائط، ولحرف الكوز والجرة والقدح والزق وغير\nذلك، وهي جانب أعلاه، الموضع6 الذي يجعل منه الشيء فيه.\n</p>\n\n<p>\nوأما المشفر: فمكسور الميم، مفتوح الفاء [160/ب] لا غير، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p930'> Vol. 02, p. 930</a>\n            </div>\n            \n</p>\n\n<p>\nيكون للجمل بمنزلة الشفة للإنسان1، وجمعه مشافر. فهذا هو الصحيح الأكثر\nفي2 كلام العرب أن يخصوا كل نوع من الحيوان في تسمية أعضائه باسم لا يشركه3\nغيره للفرق بيها، وإن اختلفت هيئاتها في الرخاوة والصلابة واللين والرقة\nوالصغر والعظم وغير ذلك، ومن الأعضاء ما أشركت4 العرب في التسمية بها بين\nبعض أنواع الحيوان وغيره وبين بعضها، ومنها استعارت بعضها لبعض على طريق\nالتشبيه أو المدح، وأو الذم والعيب، فمن ذلك أنهم قالوا للإنسان مشفر أيضا،\nوذلك إما على طريق الضخم والغلظ، أو على طريق العيب والذم5، كما قال\nالفرزدق6: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p931'> Vol. 02, p. 931</a>\n            </div>\n            \n</p>\n\n<p>\nفلو كنت ضبيا عرفت قرابتي ... ولكن زنجي غليظ1 المشافر\n</p>\n\n<p>\nفجعل للإنسان مشفرا لأجل غلظ شفته، وإنما قال: غليظ المشافر بلفظ الجمع،\nوإنما للإنسان شفتان، فلأن التثنية أول الجمع، لأنها جمع شيء إلى شيء2،\nفجمع لهذا المعنى، ويجوز أن <span id='ms265'></span> يكون جمعهما للمبالغة أو جمعهم بما حواليهم مما\nاتصل بهما3.\n</p>\n\n<p>\nوأما ذوات الخف: [161/أ] فإنها الإبل. والخف من البعير: هو الجلدة\nالغليظة التي في باطن فرسنه، وهي التي تلي الأرض. والفرسن من البعير بمنزلة\nالقدم للإنسان.\n</p>\n\n<p>\nوأما ذوات الحافر: فهي الخيل والبغال والحمير الأهلية والوحشية.\n</p>\n\n<p>\nوأما ذوات الظلف: فهي البقر الأهلية والوحشية، والشاء والظباء، وكل ما\nكان حافره مشقوقا.\n</p>\n\n<p>\nوأما المقمة والمرمة: فالميم مكسورة من أولهما، كالمشفر، ولأنها كالآلات\nالتي تستعمل وتنقل، وجمعها مقام ومرام، وكأنها سميت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p932'> Vol. 02, p. 932</a>\n            </div>\n            \n</p>\n\n<p>\nمقمة ومرمة، لأنها تقتم بها وترتم1، أي تجمع وتكنس2 بها ما تأكل، وقد قيل\nفيهما أيضا: مقمة ومرمة بفتح أولهما3، وهي لغة فكأنهما جعلا موضعا للقم\nوالرم، ولم يجعلا بمنزلة الآلتين.\n</p>\n\n<p>\nوأما قوله: \"ومن الخنزير الفنطيسة، ومن السباع الخطم والخرطوم\"، فإن ذكره\nهذا مع الشفة غلط، لأن أهل اللغة ذكروا عن العرب أن الفنطيسة مكسورة الفاء\nأنف الخنزير4، ولم يذكر أحد منهم أنها شفته5، وهي فنعليلة من الفطس6، وهو\nقصر الأنف وانخفاض قصبته، وجمعها فناطيس. وكذلك أيضا قالوا: إن الخطم من كل\nدابة مقدم [161/ب] أنفه وفمه7. وقال بعضهم: الخطم ما وقع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p933'> Vol. 02, p. 933</a>\n            </div>\n            \n</p>\n\n<p>\nعليه الخطام فوق أنف البعير، وكثر حتى قيل: خطم السبع وخطم الفرس1.\nوالخطام للبعير حبل يجعل على أنفه يقاد به، كما أن الرسن لغيره من الدواب\nهو حبل يجعل منها على مرسنها، وهو مقدم أنفها. وجمع الخطم خطوم وخطام، وجمع\nالخطام – بمعنى الحبل – خطم، مثل كتاب وكتب، وجمع الرسن أرسان.\n</p>\n\n<p>\nوالخرطوم بضم الخاء: اسم للأنف وما والاه2، وجمعه خراطيم. وقال ابن\nدرستويه: ويقال لأول كل شيء: خرطوم، حتى الخمر أول ما ينزل منها خرطوم، وكل\nمتقدم في كل شيء خرطوم، ومنه قيل للسادات: الخراطيم3. وقال الجبان: خرطوم\nكل شيء: أوله، فقيل: ذلك للشفة وما جرى مجراها لتقدم ذلك في الوجه4.\n</p>\n\n<p>\nوأما السباع من الدواب: فإنها التي يكون غذواؤها اللحم، وهي تصطاد وتفترس\nحيوانا آخر يخالفها5 في النوعية وتأكل لحمه، كالأسد والذئب والضبع6\nوأشباهها، وكذلك السباع من الطيور، هي التي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p934'> Vol. 02, p. 934</a>\n            </div>\n            \n</p>\n\n<p>\nتصطاد أيضا <span id='ms266'></span>، ولا تأكل شيئا سوى اللحم، كالبازي والصقر والنسر وأشباهها.\n</p>\n\n<p>\nوأما [162/أ] ذو الجناح: فهو كل طائر، فمنها ما هو صائد، ولا يكون غذاؤه\nإلا اللحم كالبازي وأشباهه، ومنها ما ليس بصائد، ولا يكون غذاؤه اللحم،\nكالحمام، والدجاج وغيره. وجمع المنقار مناقير، وهو مأخوذ من النقر، وهو\nالنقد والحفر1، وجمع المنسر مناسر، وهو مأخوذ من النسر، وهو نتف اللحم\nوقلعه2.\n</p>\n\n<p>\n(وهو الظفر من الإنسان، ومن ذي الخف المنسم، ومن ذي الحافر الحافر، ومن\nذي الظلف الظلف، ومن السباع والصائد من الطير المخلب، ومن الطير غير الصائد\nوالكلاب ونحوها البرثن، ويجوز البرثن في السباع كلها) 3.\n</p>\n\n<p>\nقال أبو سهل: وهذا أيضا موضع فيه اضطراب، وأنا أبينه بتوفيق الله4.\n</p>\n\n<p>\nفأما الظفر: فمضموم الظاء والفاء، وتسكين الفاء لغة فيه، ويقال له\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p935'> Vol. 02, p. 935</a>\n            </div>\n            \n</p>\n\n<p>\nأيضا: أظفور1 بضم الألف، وجمع الظفر أظفار، وجمع الأظفار أظافير، وجمع\nالأظفور أظافير أيضا.\n</p>\n\n<p>\nوأما المنسم: فهو بفتح الميم وكسر السين، وجمعه مناسم، وفيه لغة أخرى:\nمنسم بكسر الميم وفتح السين2.\n</p>\n\n<p>\nوجمع الحافر: حوافر.\n</p>\n\n<p>\nوجمع الظلف: أظلاف3.\n</p>\n\n<p>\nوأما المخلب: [162/ب] فهو بكسر الميم وفتح اللام، وجمعه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p936'> Vol. 02, p. 936</a>\n            </div>\n            \n</p>\n\n<p>\nمخالب.\n</p>\n\n<p>\nوالبرثن: بضم الباء والثاء، وجمعه براثن.\n</p>\n\n<p>\nفهذه الفصول كلها صحيحة إلا البرثن فإنه من السباع بمنزلة الإصبع من يد\nالإنسان، والمخلب يكون في البرثن بمنزلة الظفر من الإصبع. قال هذا أبو زيد\nالأنصاري وجماعة من أهل اللغة1. ويؤيد هذا ما قاله أبو زبيد الطائي في وصفه\nالأسد بحضرة عثمان بن عفان – رضي الله عنه –: \"وكف شثنة البراثن إلى مخالب\nكالمحاجن\"2 فأراد غلظ أصابعه، وقوله: \"إلى مخالب\" أراد مع مخالب، وهي\nأظافير الأسد، وشبهها – لانعطافها – بالمحاجن، وهي جمع محجن، وهو عصا معوجة\nالطرف، وهي الصولجان3. وقد بينت هذا بيانا شافيا في \"كتاب الأسد\" وبالله\nالتوفيق. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p937'> Vol. 02, p. 937</a>\n            </div>\n            \n</p>\n\n<p>\n(وهو الثدي من الإنسان، ومن ذوات الخف الأخلاف، والواحد خلف، ومن ذوات\nالحافر والسباع الأطباء، والواحد طبي، ومن ذوات الظلف الضرع) 1.\n</p>\n\n<p>\nقال أبو سهل: وهذا موضع فيه تخليط أيضا، وذلك أن الثدي لا يقال إلا\nللمرأة فقط، ويقال له من الرجل: [163/أ] ثندؤة <span id='ms267'></span>، وقد تقدم ذكر هذا في\nالكتاب2.\n</p>\n\n<p>\nويقال له من ذوات الخف والظلف جميعا: الضرع3، وربم قيل لذوات الحافر ضرع\nأيضا.\n</p>\n\n<p>\nوأما الخلف بكسر الخاء وسكون اللام: فهو رأس ضرع الناقة، وهو الذي يقبض\nعليه الحالب عند الحلب، ويلتقمه الفصيل عن الرضاع، وهو بمنزلة الحلمة من\nرأس الثدي، وجمعه أخلاف. وقد بين هذا أبو عبيد القاسم بن سلام فقال:\nوالخلف: حلمة ضرع الناقة4. قال أبو سهل: وللناقة أربعة أخلاف، فاثنان منها\nيسميان القادمين، وهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p938'> Vol. 02, p. 938</a>\n            </div>\n            \n</p>\n\n<p>\nالمتقدمان اللذان يليان السرة، واثنان يسميان الآخرين، وهما المتأخران\nاللذان يليان فخذيها وذنبها1.\n</p>\n\n<p>\nوأما الأطباء: فهي من ذوات الحافر والسباع والخنزيرة، والواحد طبي بضم\nالطاء وسكون الباء، وطبي أيضا بكسر الطاء2، وهي الهنية الشاخصة من أجوافها،\nوهي بمنزلة الحلمة من ثدي المرأة أيضا، وجمعه أطباء، ولذوات الحافر منها\nطبيان لا غير. وللبقرة أربعة أطباء، وللكلبة ثمانية3.\n</p>\n\n<p>\nوالضرع جمعه القليل أضرع، والكثير الضروع.\n</p>\n\n<p>\n(وإذا أرادت الناقة الفحل قيل: قد [163/ب] ضبعت) 4 بكسر الباء، (ضبعة\nشديدة) بفتحها، (وهي ضبعة) 5 بكسرها.\n</p>\n\n<p>\n(ويقال لذوات الحافر: استودقت) 6 تستودق استيداقا، وهي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p939'> Vol. 02, p. 939</a>\n            </div>\n            \n</p>\n\n<p>\nمستودقة، (وأودقت) أيضا تودق إيداقا، (وأتان وديق وودوق، وبها وداق) 1\nبكسر الواو على فعال، وهو اسم لا مصدر2.\n</p>\n\n<p>\n(وقد استحرمت الماعزة، وهي ماعزة حرمى) مفتوحة الحاء مقصورة، وجمعها\nحرامى وحرام أيضا كعطاش، (وبها حرام) 3 بالكسر أيضا، وهو اسم لا مصدر.\n</p>\n\n<p>\n(وقد حنت النعجة) بتخفيف النون، تحنو حناء بكسر الحاء والمد، (وهي حان) 4\nبغير هاء، لأنها ليست جارية على فعلها5، وكذلك جميع ما تقدم من أسماء\nالفاعلات في هذا الباب مما ليس فيه هاء، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p940'> Vol. 02, p. 940</a>\n            </div>\n            \n</p>\n\n<p>\nفليس هو جاريا على فعله1، ولو أجري على فعله2 لثبتت فيه الهاء3. (وبها\nحناء) بالكسر والمد أيضا، اتفق الاسم والمصدر بلفظ واحد.\n</p>\n\n<p>\n(وصرفت الكلبة) تصرف صرافا4، (وبها صراف) أيضا، (وهي صارف، وأجعلت أيضا)\nتجعل إجعالا، (فهي مجعل، وذئبة مجعل، وكذلك السباع كلها) 5.\n</p>\n\n<p>\n(ويقال للبقرة من الوحش كما يقال للضائنة، والظبية عند العرب ماعزة،\nوالبقرة) [164/أ] الوحشية (عندهم نعجة6، ويقال للظبية إذا أرادت الفحل كما\nيقال للماعزة) 7.\n</p>\n\n<p>\n(ويقال: مات الإنسان <span id='ms268'></span>) 8 يموت موتا، فهو ميت وميت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p941'> Vol. 02, p. 941</a>\n            </div>\n            \n</p>\n\n<p>\nقال الله تعالى لنبيه صلى الله عليه وسلم: {إنك ميت وإنهم ميتون} 1،\nوقال: {لنحيي به بلدة ميتا} 2.\n</p>\n\n<p>\n(ونفقت الدابة) – وأكثر ما يقال ذلك لذي الحافر3 – ينفق نفوقا، فهو نافق.\n</p>\n\n<p>\n(وتنبل البعير) ينتبل تنبلا، فهو متنبل: (إذا مات، والنبيلة: الجيفة4.\nوقال ابن الأعرابي: وتنبل الإنسان أيضا وغيره: إذا مات5، ومات يصلح في ذلك\nكله) . وقال الشاعر6:\n</p>\n\n<p>\nفقلت له يا باجعادة إن تمت ... تمت سيئ الأعمال لا يتقبل\n</p>\n\n<p>\nوقلت له إن تلفظ النفس كارها ... أدعك ولا أدفنك حين تنبل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p942'> Vol. 02, p. 942</a>\n            </div>\n            \n</p>\n\n<p>\n(ويقال لجلد بيضة الإنسان: الصفن) 1 بفتح الصاد والفاء2، والجمع أصفان.\nوفي رواية مبرمان عن ثعلب - رحمه الله -: (ويقال لوعاء قضيب الإنسان:\nالصفن) 3.\n</p>\n\n<p>\n(ووعاء قضيب البعير: الثيل) 4 بكسر الثاء وسكون الياء، وجمعه أثيال، على\nمثال ميل وأميال.\n</p>\n\n<p>\n(ووعاء قضيب الفرس وغيره من ذوات [164/ب] الحافر: القنب) 5 بضم القاف\nوسكون النون، وجمعه أقناب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p943'> Vol. 02, p. 943</a>\n            </div>\n            \n</p>\n\n<p>\n(ويقال لما يخرج من بطن المولود من الناس قبل أن يأكل: العقي) 1 بكسر\nالعين وسكون القاف، والجمع أعقاء.\n</p>\n\n<p>\n(ويقال له من ذوات الحافر: الردج) 2 بفتح الراء والدال، وجمعه أرداج.\nوكانت نساء الأعراب يخلطن فيه صمغا وغيره، ثم يتطررن به3، ويزين به وجوههن\nوشعورهن، ولذلك قال الشاعر – ووصف امرأة قد استعدته4 -:\n</p>\n\n<p>\nلها ردج في بيتها تستعده ... إذا جاءها يوما من الناس خاطب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p944'> Vol. 02, p. 944</a>\n            </div>\n            \n</p>\n\n<p>\n(ويقال له من ذوات الخف: السخت) 1 بالتاء، (و) بعضهم يقول: (السخد) 2\nبالدال، وهما على مثال برد وقفل، والجمع أسخات وأسخاد.\n</p>\n\n<p>\nتم كتاب إسفار الفصيح3. والحمد لله رب العالمين، وصلى الله على سيدنا\nمحمد النبي، وآله الطيبين الطاهرين، وسلم تسليما4.\n</p>\n\n<p>\nبلغ السماع لصاحبه شهاب بن علي بن أبي الرجال، بقراءة مؤلفه الشيخ أبي\nسهل محمد بن علي الهروي عليه كله في داره بمصر لاثنتي عشرة خلون من ذي\nالحجة سنة سبع وعشرين وأربعمائة. وسمع ذلك أبو القاسم مكي بن خلف البصري،\nوعلي ابن خلف اللواتي، وصلى الله على نبيه محمد وسلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p945'> Vol. 02, p. 945</a>\n            </div>\n             <span id='ms269'></span>\n</p>\n",
  "pages": [
    "579",
    "580",
    "581",
    "582",
    "583",
    "584",
    "585",
    "586",
    "587",
    "588",
    "589",
    "590",
    "591",
    "592",
    "593",
    "594",
    "595",
    "596",
    "597",
    "598",
    "599",
    "600",
    "601",
    "602",
    "603",
    "604",
    "605",
    "606",
    "607",
    "608",
    "609",
    "610",
    "611",
    "612",
    "613",
    "614",
    "615",
    "616",
    "617",
    "618",
    "619",
    "620",
    "621",
    "622",
    "623",
    "624",
    "625",
    "626",
    "627",
    "628",
    "629",
    "630",
    "631",
    "632",
    "633",
    "634",
    "635",
    "636",
    "637",
    "638",
    "639",
    "640",
    "641",
    "642",
    "643",
    "644",
    "645",
    "646",
    "647",
    "648",
    "649",
    "650",
    "651",
    "652",
    "653",
    "654",
    "655",
    "656",
    "657",
    "658",
    "659",
    "660",
    "661",
    "662",
    "663",
    "664",
    "665",
    "666",
    "667",
    "668",
    "669",
    "670",
    "671",
    "672",
    "673",
    "674",
    "675",
    "676",
    "677",
    "678",
    "679",
    "680",
    "681",
    "682",
    "683",
    "684",
    "685",
    "686",
    "687",
    "688",
    "689",
    "690",
    "691",
    "692",
    "693",
    "694",
    "695",
    "696",
    "697",
    "698",
    "699",
    "700",
    "701",
    "702",
    "703",
    "704",
    "705",
    "706",
    "707",
    "708",
    "709",
    "710",
    "711",
    "712",
    "713",
    "714",
    "715",
    "716",
    "717",
    "718",
    "719",
    "720",
    "721",
    "722",
    "723",
    "724",
    "725",
    "726",
    "727",
    "728",
    "729",
    "730",
    "731",
    "732",
    "733",
    "734",
    "735",
    "736",
    "737",
    "738",
    "739",
    "740",
    "741",
    "742",
    "743",
    "744",
    "745",
    "746",
    "747",
    "748",
    "749",
    "750",
    "751",
    "752",
    "753",
    "754",
    "755",
    "756",
    "757",
    "758",
    "759",
    "760",
    "761",
    "762",
    "763",
    "764",
    "765",
    "766",
    "767",
    "768",
    "769",
    "770",
    "771",
    "772",
    "773",
    "774",
    "775",
    "776",
    "777",
    "778",
    "779",
    "780",
    "781",
    "782",
    "783",
    "784",
    "785",
    "786",
    "787",
    "788",
    "789",
    "790",
    "791",
    "792",
    "793",
    "794",
    "795",
    "796",
    "797",
    "798",
    "799",
    "800",
    "801",
    "802",
    "803",
    "804",
    "805",
    "806",
    "807",
    "808",
    "809",
    "810",
    "811",
    "812",
    "813",
    "814",
    "815",
    "816",
    "817",
    "818",
    "819",
    "820",
    "821",
    "822",
    "823",
    "824",
    "825",
    "826",
    "827",
    "828",
    "829",
    "830",
    "831",
    "832",
    "833",
    "834",
    "835",
    "836",
    "837",
    "838",
    "839",
    "840",
    "842",
    "843",
    "844",
    "845",
    "846",
    "847",
    "848",
    "849",
    "850",
    "851",
    "852",
    "853",
    "854",
    "855",
    "856",
    "857",
    "858",
    "859",
    "860",
    "861",
    "862",
    "863",
    "864",
    "865",
    "866",
    "867",
    "868",
    "869",
    "870",
    "871",
    "872",
    "873",
    "874",
    "875",
    "876",
    "877",
    "878",
    "879",
    "880",
    "881",
    "882",
    "883",
    "884",
    "885",
    "886",
    "887",
    "888",
    "889",
    "890",
    "891",
    "892",
    "893",
    "894",
    "895",
    "896",
    "897",
    "898",
    "899",
    "900",
    "901",
    "902",
    "903",
    "904",
    "905",
    "906",
    "907",
    "908",
    "909",
    "910",
    "911",
    "912",
    "913",
    "914",
    "915",
    "916",
    "917",
    "918",
    "919",
    "920",
    "921",
    "922",
    "923",
    "924",
    "925",
    "926",
    "927",
    "928",
    "929",
    "930",
    "931",
    "932",
    "933",
    "934",
    "935",
    "936",
    "937",
    "938",
    "939",
    "940",
    "941",
    "942",
    "943",
    "944",
    "945"
  ],
  "volumes": [
    "01",
    "02"
  ]
}