{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<p>\nجزء ابن طبرزد فيه قصة جعفر الصادق مع المنصور , وفيه قضايا وأخبار لعلي\nبن أبي طالب وزوجته فاطمة عليهما السلام , وحديث أم زرع , وأخبار من حديث\nيزداد بن أحمد الكاتب.\n</p>\n\n<p>\nرواية أبي القاسم عبيد الله بن أحمد بن علي المقرئ , عنهما.\n</p>\n\n<p>\nرواية أبي الحسين محمد بن علي بن عبد الصمد بن المهتدي , عنه.\n</p>\n\n<p>\nرواية القاضي أبي بكر محمد بن عبد الباقي البزاز , عنه.\n</p>\n\n<p>\nرواية الشيخ أبي حفص عمر بن محمد بن طبرزد , عنه.\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head0'>1 - </h1>\n\n<p>\nأخبرنا الشيخ أبو حفص عمر بن محمد بن طبرزد , قراءة عليه ونحن نسمع بدمشق\nفي شعبان سنة ثلاث وست مائة , أنا القاضي أبو بكر محمد بن عبد الباقي بن\nمحمد البزاز , أنا أبو الحسين محمد بن علي بن محمد بن المهتدي بالله ,\nقراءة علينا من لفظه وأنا أسمع وذلك في شهر رمضان من سنة إحدى وخمسين وأربع\nمائة , أنا أبو القاسم عبيد الله بن أحمد بن علي المقرئ الصيدلاني , قراءة\nعليه وأنا أسمع , نا أبو طالب علي بن أحمد الكاتب , نا عيسى بن أبي حرب\nالصفار , عن الفضل بن الربيع , عن الربيع , قال: دعاني المنصور أمير\nالمؤمنين , فقال: أنبئني بجعفر بن محمد الصادق يلحد في سلطاني , قتلني الله\nإن لم أقتله , قال: فأتيته , فقلت: أجب أمير المؤمنين , قال: فتطهر ولبس\nثيابا أحسبه قال: جددا , فأقبلت به واستأذنت له فقال: أدخله قتلني الله إن\nلم أقتله , فلما نظر إليه مقبلا قام من مجلسه فتلقاه وقال: مرحبا بالنقي\nالساحة , البريء من الدغل والخيانة أخي وابن عمي , فأقعده على سريره معه\nوأقبل عليه بوجهه وسأله عن حاله ثم قال: سلني حوائجك , فقال: أهل مكة\nوالمدينة قد بخلت عليهم عطاءهم فتأمر لهم به , قال: أفعل.\n</p>\n\n<p>\nثم قال: يا جارية ائتني بالتحفة.\n</p>\n\n<p>\nفأتته بمدهن زجاج فيه غالية , فغلفه بيده وانصرف فاتبعته فقلت: يا ابن\nرسول الله أتيت بك ولا أشك أنه قاتلك فكان منه ما رأيت وقد رأيتك تحرك\nشفتيك بشيء عند الدخول فما هو؟ قال: قلت: اللهم <span id='ms1'></span> احرسني بعينك التي لا تنام\n, واكنفني بركنك الذي لا يرام , واحفظني بقدرتك علي، لا تهلكني وأنت رجائي،\nرب كم من نعمة أنعمت بها علي قل لك عندها شكري , وكم من بلية أبليتني بها\nقل لك عندها صبري , فيا من قل عند نعمته شكري فلم يحرمني , ويا من قل عند\nبليته صبري فلم يخذلني , ويا من رآني على المعاصي فلم يفضحني , ويا ذا\nالنعماء التي لا تحصى أبدا , ويا ذا المعروف الذي لا ينقضي أبدا أعني على\nديني بدنيا وعلى آخرتي بتقوى , واحفظني فيما غبت عنه ولا تكلني إلى نفسي\nفيما حضرت , يا من لا تضره الذنوب ولا تنقصه المغفرة اغفر لي ما لا يضرك\nوأعطني ما لا ينقصك يا وهاب أسألك فرجا قريبا وصبرا جميلا والعافية من جميع\nالبلايا وشكر العافية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head1'>2 - </h1>\n\n<p>\nأخبرنا عبيد الله , ثنا علي , نا الحسن بن إبراهيم بن سويد , نا علي بن\nمحمد , عن محمد بن إسحاق , ونا علي , نا يحيى بن عبد الحميد , عن أبي مالك\nالجنبي , عن بلال بن أبي مسلمة , عن أبي صالح الحنفي , عن ابن عباس , قال:\nوردت على عمر بن الخطاب واردة قام منها وقعد وتغير وتربد وجمع لها أصحاب\nالنبي عليه السلام يعرضها عليهم , وقال: أشيروا علي، فقالوا جميعا: يا أمير\nالمؤمنين أنت المفزع وأنت المنزع , فغضب عمر وقال: اتقوا الله وقولوا قولا\nسديدا يصلح لكم أعمالكم , فقالوا: يا أمير المؤمنين ما عندنا مما تسأل عنه\nشيء، فقال: أما والله إني لأعرف أنا ابن بجدتها وأين نجدتها وأين مفزعها\nوأين منزعها , فقالوا: كأنك تعني ابن أبي طالب، فقال عمر: لله هو وهل طفحت\nحرة بمثله وابن عمه انهضوا بنا إليه فقالوا: يا أمير المؤمنين ابعث إليه\nيأتك، قال: هيهات هناك شجنة من هاشم ولحمة من الرسول وأثرة من علم يؤتى لها\nولا تأتي , في بيته يؤتى الحكم فأعطفوا نحوه.\n</p>\n\n<p>\nفألفوه في حائط له يعالج فسيلا له وعليه قميص قد رضف أردانه وبيده مسحاة\nيبرك عليه برجله , وهو يقرأ: {أيحسب الإنسان أن <span id='ms2'></span> يترك سدى} [القيامة: 36] .\n</p>\n\n<p>\nويرددها ويبكي , فسمع القوم بكاءه فبكوا لبكائه فلما سمع بكاءهم فتح لهم\nالباب فدخلوا وسلموا عليه ثم قال عمر لشريح: حدث أبا حسن بالذي حدثتنا به ,\nفقال شريح: نعم كنت في مجلس الحكم فأتاني هذا الرجل فذكر أن رجلا أودعه\nامرأتين حرة مهيرة وأم ولد وقال له: أنفق عليهما حتى أقدم , فلما كان في\nهذه الليلة وضعتا جميعا إحداهما ابنا والأخرى بنتا وكلتاهما تدعي الابن\nوتنتفي من البنت من أجل الميراث، قال: فقال له: بم قضيت بينهما أيها العبد\nالأبطر؟ فقال له شريح: لو كان عندي ما أقضي به بينهما لم آتكم بهما , قال:\nفأخذ علي تبنة من الأرض فرفعها فقال: ويحك إن القضاء في هذا أيسر من هذه.\n</p>\n\n<p>\nثم دعا بقدح فقال لإحدى المرأتين: احلبي.\n</p>\n\n<p>\nفحلبت فوزنه فلما عرف وزنه أهراقه , ثم قال للأخرى احلبي فحلبت فوزنه\nفوجده على النصف من لبن الأولى , فقال لها: خذي أنت ابنتك.\n</p>\n\n<p>\nوقال للأولى: خذي أنت ابنك.\n</p>\n\n<p>\nثم قال لشريح: أما علمت أن لبن الجارية على النصف من لبن الغلام , وأن\nميراثها نصف ميراثه وأن عقلها نصف عقله وأن شهادتها نصف شهادته وأن ديتها\nنصف ديته وهي على النصف في كل شيء.\n</p>\n\n<p>\nقال: فأعجب به عمر إعجابا شديدا ثم قال: أبا حسن لا أبقاني الله لشديدة\nلست لها ولا في بلد لست فيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>3 - </h1>\n\n<p>\nحدثنا عبيد الله , نا علي , حدثني الحسن بن إبراهيم , نا بكر بن أحمد\nالعصري , عن حماد بن سلمة , عن أيوب السختياني , عن سعيد بن جبير قال: أتي\nعمر بن الخطاب بامرأة قد ولدت ولدا له خلقان بدنان وبطنان وأربعة أيد\nوأربعة أثد ورأسان وفرجان اثنين هذا في النصف الأعلى , فأما في النصف\nالأسفل فله فخذان وساقان ورجلان مثل سائر الناس , فطلبت المرأة ميراثها من\nزوجها وهو أبو ذلك الخلق العجيب عند عمر , فدعا عمر بأصحاب رسول الله صلى\nالله عليه وسلم فشاورهم فلم يجيبوا فيه بشيء ودعا عمر علي بن أبي طالب فقال\nعلي: إن هذا أمر <span id='ms3'></span> يكون له نبأ فاحبسها واحبس ولدها واقبض مالهم وأقدم لهم من\nيخدمهم وأنفق عليهم بالمعروف , ففعل ذلك عمر ثم ماتت المرأة وشب الخلق وطلب\nالميراث فحكم علي بأن يقام له خادم خصي يخدم فرجيه ويتولى منه ما تتولى\nالأمهات ما لا يحل لأحد سوى الأم، ثم إن أحد البدنين طلب النكاح فبعث عمر\nإلى علي فقال له: يا أبا الحسن ما تحكم في أمر هذين إن اشتهى أحدهما شهوة\nخالفه الآخر , وإن طلب الآخر حاجة طلب الذي يليه ضدها حتى إنه في ساعتنا\nهذه طلب أحدهما الجماع، فقال علي: الله أكبر إن الله عز وجل أحلم وأكرم من\nأن يري عبدا أخاه وهو يجامع أهله، ولكن عللوه ثلاثا فإن الله سيقضي قضاءه\nفيه , ما هذا إلا عند الموت فعاش بعدها ثلاثة أيام ومات فجمع عمر أصحاب\nرسول الله صلى الله عليه وسلم فشاورهم فيه , قال بعضهم: اقطعه حتى يتبين\nالحي من الميت ونكفنه وندفنه، فقال عمر: إن هذا الذي أشرتم لعجب أن نقتل\nحيا لحال ميت وصح الجسد الحي، فقال: الله حسيبكم تقتلوني وأنا أشهد أن لا\nإله إلا الله، وأن محمدا رسول الله، وأقرأ القرآن فبعث إلى علي، فقال له:\nيا أبا الحسن احكم فيما بين هذين الخلقين، فقال علي: الأمر فيه أوضح من تلك\nوأسهل وأيسر، الحكم أن تغسلوه وتحنطوه وتكفنوه وتدعوه مع ابن أمه يحمله\nالخادم إذا مشى فيعاون عليه أخاه فإذا كان بعد ثلاث يجف فاقطعوه جافا ويكون\nموضعه حيا لا يألم , فإني أعلم أن الله لا يبقي الحي بعده أكثر من ثلاث\nليال يتأذى برائحة نتنه وجيفته ففعلوا به ذلك فعاش الآخر ثلاثة أيام ومات.\n</p>\n\n<p>\nفقال عمر رضي الله عنه: يا ابن أبي طالب فما زلت كاشف كل شبهة وموضح كل\nحكم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head3'>4 - </h1>\n\n<p>\nأخبرنا عبيد الله , نا علي , حدثني الحسن بن إبراهيم بن سويد، ونا علي ,\nنا بكر بن أحمد , نا هشيم بن محمد النجار , عن عنبسة العطار , عن محمد بن\nسيرين , عن أبي الأعور السلمي <span id='ms4'></span> , أن رجلا جاء إلى علي بن أبي طالب فقال: يا\nأمير المؤمنين إني قد رقدت فاحتلمت على أم فلان، والرجل قاعد فغضب وكان ابن\nالمرأة من قيس، ثم وثب إليه فعلق به , وقال: يا أمير المؤمنين خذ لي بحقي\nمنه، فتبسم علي ثم قال: «ما أجد على النائم حكما إلا أن أقيمه في الشمس\nوأحذفه افترقا رحمكما الله، فالحكم فيه أن تضرب فيه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>5 - </h1>\n\n<p>\nأخبرنا عبيد الله , نا علي , نا أبو سعيد علي بن الحسن البصري , سمعت أبا\nالهذيل، يقول: قال المأمون لحاجبه يوما: انظر من بالباب من أصحاب الكلام\nفخرج وعاد إليه، فقال: بالباب أبو الهذيل العلاف، وهو معتزلي، وعبد الله بن\nإباض الإباضي، وهشام بن الكلبي الرافضي , فقال المأمون: ما بقي من أعلام\nأهل جهنم أحد إلا وقد حضر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head5'>6 - </h1>\n\n<p>\nحدثنا القاضي أبو الحسين محمد بن علي بن محمد بن المهتدي بالله , قراءة\nعلينا من لفظه وأنا أسمع، وأنظر في جزئي سنة سبع وخمسين وأربع مائة , أنا\nأبو القاسم عبيد الله بن أحمد بن علي الصيدلاني , قراءة عليه , نا أبو محمد\nيزداد بن عبد الرحمن بن محمد الكاتب , قراءة عليه في داره بعد العصر في شهر\nالربيع من سنة ست وعشرين وثلاث مائة , نا الزبير بن بكار الزبيري , حدثني\nأبو زيد محمد بن المنذر بن عبيد الله , عن هشام بن عروة , عن أبيه، عن\nعائشة، في قول الله عز وجل {خذ العفو وأمر بالعرف وأعرض عن الجاهلين}\n[الأعراف: 199] .\n</p>\n\n<p>\nقالت: «أمر الله عز وجل رسوله أن يأخذ العفو من أجلاف الناس»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>7 - </h1>\n\n<p>\nأخبرنا عبيد الله , نا يزداد , نا الزبير بن بكار , نا سفيان بن عيينة ,\nعن الزهري , عن عبيد الله بن عبد الله، عن ابن عباس، أو غيره، قال: أتى\nرسول الله صلى الله عليه وسلم رجل منصرفه من أحد , فقال: يا رسول الله رأيت\nفي المنام ظلة ينطف منها السمن والعسل , فرأيت الناس يتكففون بأيديهم ,\nفالمستكثر والمستقل , ورأيت سببا واصلا إلى السماء ورأيتك أخذت به فأعلاك\nالله ثم أخذ به رجل <span id='ms5'></span> بعدك فأعلاه الله، ثم أخذ به رجل بعده فعلا به، ثم أخذ\nبه رجل فانقطع به ثم وصل له فعلا به , قال أبو بكر: دعني يا رسول الله\nأعبرها، فقال: «اعبرها» ، فقال: أما الظلة فظلة الإسلام، وأما ما ينطف منها\nمن العسل والسمن فهو القرآن حلاوته ولينه، وأما ما تتكفف الناس فالآخذ من\nالقرآن كثيرا والآخذ من القرآن قليلا , وأما السبب الواصل إلى السماء فما\nأنت عليه من الحق أخذت به فأعلاك الله , ثم أخذ به رجل بعدك فيعلو به، ثم\nآخر فيعلو به، ثم آخر فينقطع به ثم يوصل له، قال: «أصبت بعضا وأخطأت بعضا»\n، قال أقسمت عليك يا رسول الله لتخبرني بالذي أصبت من الذي أخطأت، قال: «لا\nتقسم يا أبا بكر»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head7'>حديث أم زرع</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n<h1 class='l1' id='head8'>8 - </h1>\n\n<p>\nأخبرنا عبيد الله , نا يزداد , نا الزبير بن بكار أبو عبد الله , حدثني\nمحمد بن الضحاك بن عثمان الحزامي , عن عبد العزيز بن محمد , عن هشام بن\nعروة , عن أبيه، عن عائشة , قالت: دخل علي رسول الله صلى الله عليه وسلم\nوعندي بعض نسائه، فقال: «يا عائشة أنا لك كأبي زرع لأم زرع» .\n</p>\n\n<p>\nقالت: يا رسول الله وما حديث أبي زرع وأم زرع؟ قال رسول الله صلى الله\nعليه وسلم: \" إن قرية من قرى اليمن كان بها بطن من بطون اليمن , وكان منهم\nإحدى عشرة امرأة وإنهن خرجن إلى مجلس لهن , فقال بعضهن لبعض: تعالين فلنذكر\nبعولتنا بما فيهم ولا نكذب , قال: فتبايعن على ذلك فقيل للأولى تكلمي بنعت\nزوجك , فقالت: الليل ليل تهامة والغيث غيث غمامة ولا حر ولا وخامة , قيل\nللثانية وهي عمرة بنت عمرو , فقالت: المس مس أرنب والريح ريح زرنب، أغلبه\nوالناس يغلب , قيل للثالثة تكلمي وهي حيي ابنة كعب , قالت: مالك وما مالك،\nله إبل كثيرات المسارح عظيمة المبارك، إذا سمعن صوت الضيف أيقن أنهن هوالك\n, قيل للرابعة وهي مهدد بنت أبي هرمة، قالت: زوجي لحم على جبل وغث لا سهل\nفيرتقى ولا سمين فينتقل , قيل للخامسة تكلمي <span id='ms6'></span> وهي كبشة , قالت: زوجي رفيع\nالعماد كثير الرماد قريب البيت من الناد، لا يشبع ليلة يضاف , ولا ينام\nليلة يخاف , قيل للسادسة تكلمي، وهي هند قالت: زوجي كل داء له داء، إن\nحدثته شجك وإن مازحته فلك، وإلا جمع كلا لك , قيل للسابعة: تكلمي وهي حيي\nبنت علقمة , قالت: زوجي إذا خرج ففهد وإذا دخل فأسد، ولا يسأل عما عهد ,\nولا يرفع اليوم لغد , قيل للثامنة تكلمي , وهي ابنة أوس بن عبد قالت: زوجي\nإذا أكل التف وإذا شرب اشتف ولا يدخل الكف فيعلم البث , قيل للتاسعة تكلمي\nقالت: زوجي من لا أذكره ولا أبث خبره أخاف أن لا أذره، إن أذكره أذكر عجره\nوبجره , قيل للعاشرة: تكلمي.\n</p>\n\n<p>\nوهي كبشة بنت الأرقم , قالت: نكحت العشنق إن سكت علق وإن تكلمت طلق , قيل\nلأم زرع وهي أم زرع بنت أكيمل بن ساعدة: تكلمي , قالت: أبو زرع وما أبو\nزرع، أناس من حلي أذني وملأ من شحم عضدي، بجحني فبجحت، وجدني في غنيمة أهلي\nفنقلني إلى أهل حامل وصاهل، فبينما أنا عنده أنام فأتصبح وأشرب فأتقمح\nوأتكلم فلا أقبح , وبنت أبي زرع وما بنت أبي زرع، مضجعة مثل السطبة وتشبعه\nذراع الجفرة , ووليدة أبي زرع وما وليدة أبي زرع، لا تفسد ميرتنا تعشيشا ,\nولا تخرج حديثنا تبثيثا , فخرج من عندي أبو زرع والأوطاب تمخض فإذا هو بأم\nغلامين كالفهدين يرما من تحت خصرها بالرمانتين، فتزوجها أبو زرع وطلقني\nفاستبدلت بعده وكل بدل أعوذ فتزوجت شابا سريا ركبا شريا أعوجيا وأخذ خطيا ,\nوأراح نعما ثريا , فقال: كلي أم زرع وميري أهلك , فجمعت أوعيته فلم تعدل\nوعاء واحدا من أوعية أبي زرع , قالت: فقال رسول الله صلى الله عليه وسلم:\n«أنا لك كزرع لأم زرع»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head9'>9 - </h1>\n\n<p>\nأخبرنا عبيد الله , نا يزداد , نا الزبير , حدثني مصعب بن عبد الله , عن\nجدي عبد الله بن مصعب , عن هشام , عن أبيه , عن عائشة , مثله إلا أنه قال\nفي النسوة: \" فتعاهدن وتعاقدن لتصدقان، وكان الناس يعجبون لفصاحة الكلام\nإلا <span id='ms7'></span> أنه قال: إذا سمعن صوت مزهر أيقن أنهن هوالك , وقال رسول الله صلى الله\nعليه وسلم: «أنا لك كأبي زرع لأم زرع إلا أنه طلقها وأنا لا أطلقك»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head10'>وصية فاطمة ابنة رسول الله صلى الله عليه وسلم وعلى آله أجمعين</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n<h1 class='l1' id='head11'>10 - </h1>\n\n<p>\nأخبرنا عبيد الله , نا يزداد , نا أبو عبد الله الزبير بن بكار , حدثني\nإسماعيل بن أبي أويس , حدثني يحيى بن محمد بن حكيم مولى بني تميم إن هذه\nنسخة وصية فاطمة 6388 L ابنة رسول الله صلى الله عليه وسلم: بسم الله\nالرحمن الرحيم هذا ما كتبت به فاطمة في مالها إن حدث بها حدث تصدقت بثمانين\nأوقية ذهبا ينفق عنها من أثمر مالها قال الزبير: الأوقية أربعون درهما كل\nعام في كل رجب بعد نفقة السقي من السقي، والبعل من البعل , وإنها قد أنفقت\nأثمر مالها العام وأثمر القمح عاما قابلا أوان علتها، وإنها قد أمرت لنبينا\nمحمد صلى الله عليه وسلم بخمس وأربعين أوقية , وأمرت لفقراء بني هاشم وبني\nالمطلب بخمسين أوقية , وكتبت في أصل مالها بالمدينة أن عليا سألها أن توليه\nمالها فأجمعه إلى مال محمد جميعا ولا يفرق بينه وبينه فيتلقى ثمرة ويتصدق\nما دام حيا فإذا حدث به حدث الموت دفعه إلى ابني فيليانه، وإني قد دفعت إلى\nعلي أني أحلله فيه فيدع مالي ومال محمد لا يفرق منه شيئا يعطي علي من أثمن\nالمال لما أمرت به وما تصدقت به فاطمة، فإذا قضى صدقتها وما أمرت به\nفالأثمر بيد ابنه , وبيد علي يتصدق وينفق حيث لا حرج عليه وإن حدث به حدث\nدفعه إلى ابني، المالان جميعا مالي ومال محمد فيتصدق وينفق حيث شاء لا حرج\nعليهما فيه , وأن لابنة جندب البيوت الأصاغر وطعمها في المال ما دامت حية ,\nولعلي الأدمان والنمط الخير والسرير والزريبة والقطيفتان، وإن حدث بأحد ممن\nأوصيت له قبل أن يدفع إليه فإنه ينفق منها في الفقراء والمساكين , وإن\nالأستر لا تستتر بهن امرأة إلا إحدى ابنتي زينب وأم كلثوم، غير أن <span id='ms8'></span> عليا\nيتستر بهن إن شاء ما لم ينكح.\n</p>\n\n<p>\nوإن هذا ما كتبت فاطمة في مالها وقضت فيه والله تعالى ذكره الشهيد\nوالزبير بن العوام والمقداد وعلي كتبها وليس على علي حرج فيما فعل من معروف\nصلى الله على محمد وعلى آله.\n</p>\n\n<p>\nقال الزبير: ابنة جندب بنت أم كلثوم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head12'>11 - </h1>\n\n<p>\nأخبرنا عبيد الله , نا يزداد , نا الزبير , نا إبراهيم بن المنذر , نا\nسفيان بن عيينة , عن عمرو بن دينار , عن عكرمة مولى ابن عباس , قال: أتى\nشاعر للنبي صلى الله عليه وسلم , فقال رسول الله لبلال: «يا بلال اقطع عني\nلسانه» .\n</p>\n\n<p>\nقال: فأعطاه أربعين درهما وحلة، فذهب وهو يقول: قطعت والله لساني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head13'>12 - </h1>\n\n<p>\nأخبرنا عبيد الله , نا يزداد , نا عبد الله بن شبيب , حدثني محمد بن\nإسماعيل الجعفري , عن عبد العزيز بن عمران , عن محمد , عن الزهري , عن علي\nبن حسين , عن الحسين , قال: «علمنا عبد الله بن جعفر السخاء»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head14'>13 - </h1>\n\n<p>\nأخبرنا عبيد الله , نا يزداد , نا الزبير بن بكار , نا إبراهيم بن المنذر\n, عن عبد الله بن وهب , نا هشام بن سعد , عن زيد بن أسلم , قال: بلغنا أن\nأبا بكر أتى بشاعر إلى رسول الله صلى الله عليه وسلم وهو في المسجد , فقال:\nتنشد رسول الله؟ فقال: لا خير في الشعر؟ فقال: بلى يا رسول الله , قال:\n«فاخرجوا بنا» .\n</p>\n\n<p>\nفخرجوا إلى المقاعد فأنشدهم مدحة لله ولرسوله , فقال رسول الله صلى الله\nعليه وسلم: «يا بلال أعطه الناقة السوداء.\n</p>\n\n<p>\nثم قال , أعطيكها بما مدحت الله فأما مدحي فلا أعطيك شيئا»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head15'>14 - </h1>\n\n<p>\nأخبرنا عبيد الله , أنشدنا يزداد، قال: أنشدني عبد الرحمن بن محمد لابنه\nمحمد بن يزداد: إنا لنفرح بالأيام نربعها ... وكل يوم مضى بعض من الأجل\n</p>\n\n<p>\nفاعمل لنفسك يا مغرور صالحة ... قبل الممات وأنت اليوم في مهل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head16'>15 - </h1>\n\n<p>\nأخبرنا عبيد الله , نا يزداد بن عبد الرحمن , إملاء , نا أبي , قال: كان\nجدي محمد بن يزداد وزيرا للمأمون خمس عشرة سنة , قال: دخلت يوما على\nالمأمون وقد نهض وفي يده قرطاس يقرؤه فقال لي: يا محمد <span id='ms9'></span> تعلم ما في هذا؟\nفقلت: كيف أعلمه وهو في يد أمير المؤمنين , فقال: اقرأه فأخذته , فإذا فيه:\nإنك في دار لها مدة يقبل فيها عمل العامل أما ترى الموت فيها محبطا بها\nيقطع فيها الأمل تعجل الذنب لما تشتهي وتأمل التوبة من قابل والموت يأتي\nبعد ذا غفلة ماذا يفعل الجارم الغافل قال أبو القاسم عبيد الله بن أحمد\nالمقرئ مات يزداد بن محمد في سنة سبع وعشرين وثلاث مائة , قال: وسمعت أبا\nعبد الله أحمد بن العلاء، يقول: ولدت سنة خمس وثلاثين ومائتين، وتوفي رحمه\nالله في ربيع الأول من سنة ثمان وعشرين وثلاث مائة , ومات أبو طالب الكاتب\nفي سنة سبع وعشرين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n             <span id='ms10'></span>\n</p>\n",
  "pages": [
    "000",
    "001",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "009",
    "000",
    "000",
    "012"
  ],
  "volumes": [
    "01"
  ]
}