{
  "content": "\n\n<h1 class='l1' id='head0'>CHECK مقدمة المؤلف</h1>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nالحمد لله الذي شرفنا بكلمة التوحيد وكرمنا بالاعتقاد السديد وأيدنا\nباتباع كتابه وسنة نبيه أحسن تأييد وسهل انتزاع الأحكام منهما على كل مجتهد\nمجيد وحبب إلينا الإيمان وزينه في قلوبنا وكره إلينا طريقة كل جبار عتيد\nوشيطان مريد ونوع أصناف خلقه في الدنيا وحصرهم في الآخرة بين شقي وسعيد\nووعدهم على طاعته وأوعدهم على معصيته فهم راجون خائفون أبدا بين وعد ووعيد\nسبحانه هو المبدئ المعيد الوارث الشهيد وهو الغفور الودود ذو العرش المجيد\nفعال لما يريد له الحمد على نعمه التي لا تحصى وقد أمر بالتحدث بنعمته وله\nالشكر على ما أولى من التفقه في كتابه وسنته وصلواته وسلامه على سيدنا محمد\nخير بريته صلاة وتسليما باقيين على التأبيد وعلى آله وصحابته وأزواجه\nوذريته وأشياعه وعترته كما صلى\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head1'>CHECK فضل العلم والعلماء</h1>\n\n<p>\nعلى إبراهيم وعلى آل إبراهيم في العالمين إنه حميد مجيد. اللهم وصل على\nملائكتك وأنبيائك وسائر رسلك وأوليائك وسلم عليهم أجمعين وبارك وعلى\nالتابعين لهم بإحسان الذين هم صفوة العبيد وألحقنا بهم بلطفك ورحمتك وإن\nقصرنا في محاولة طاعتك وجنبنا طرق مخالفتك وقرب علينا فيما يرضيك كل بعيد\nواجعلنا يا ذا المنن والطول إذ لم يكن لنا إلا بك قوة ولا حول من الذين\nهدوا إلى الطيب من القول وهدوا إلى صراط الحميد\n</p>\n\n<p>\n/ أما بعد:\n</p>\n\n<p>\nفإن العلم قد درست أعلامه وقل في هذه الأزمان إتقانه وإحكامه, وآل به\nالإهمال إلى أن عدم احترامه, وترك إجلاله وإعظامه, فتدارك بعد المحافظة\nعليه انصرامه, حتى صعب مرامه, وكاد يجهل حلاله وحرامه, هذا مع حث الشرع\nعليه, ونظره بعين التبجيل إليه, ووصفه العلماء القائمين به بخشيتهم إياه\nورفع درجتهم وضمه لهم مع الملائكة في شهادتهم.\n</p>\n\n<p>\nقال الله تعالى: {إنما يخشى الله من عباده العلماء}\n</p>\n\n<p>\nوقال: {شهد الله أنه لا إله إلا هو والملائكة وأولو العلم}\n</p>\n\n<p>\nوقال: {يرفع الله الذين آمنوا منكم والذين أوتوا العلم درجات}\n</p>\n\n<p>\nوقال: {وتلك الأمثال نضربها للناس وما يعقلها إلا العالمون} \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n             # وقال: {بل <span id='ms01'></span> هو آيات بينات في صدور الذين أوتوا العلم}\n</p>\n\n<p>\nوقال: {والراسخون في العلم يقولون آمنا به}\n</p>\n\n<p>\nوقال: {هل يستوي الذين يعلمون والذين لا يعلمون}\n</p>\n\n<p>\nإلى غير ذلك من الآيات التي فاز بها العالمون.\n</p>\n\n<p>\nوأخبر الرسول المصطفى صلى الله عليه وسلم بفضل العالم وأنه يوم القيامة\nيشفع، وقال:\n</p>\n\n<p>\n((إن الملائكة لتضع أجنحتها لطالب العلم رضا بما يصنع))\n</p>\n\n<p>\nأخرج أبو عبد الله بن يزيد بن ماجه القزويني في ((سننه)) وغيره من حديث\nأبان بن عثمان عن أبيه عثمان بن عفان رضي الله عنه أن رسول الله صلى الله\nعليه وسلم قال: \"يشفع يوم القيامة ثلاثة: الأنبياء ثم العلماء ثم الشهداء\"\n</p>\n\n<p>\nوقال بعض أهل العلم: أعظم بمرتبة هي واسطة بين النبوة والشهادة بشهادة\nرسول الله صلى الله عليه وسلم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرج أبو داود والترمذي وابن ماجه وغيرهم في سننهم بأسانيدهم عن أبي\nالدرداء رضي الله عنه قال: سمعت رسول الله - صلى الله عليه وسلم - يقول:\n</p>\n\n<p>\n\"من سلك طريقا يلتمس فيه علما سلك الله به طريقا من طرق الجنة, وإن\nالملائكة لتضع أجنحتها لطالب العلم, وإن فضل العالم على العابد كفضل القمر\nليلة البدر على سائر الكواكب, وإن العالم ليستغفر له من في السماوات ومن في\nالأرض حتى الحيتان في جوف الماء, وإن العلماء ورثة الأنبياء, إن الأنبياء\nلم يورثوا دينارا ولا درهما، وأورثوا العلم, فمن أخذه أخذ بحظ وافر)).\n</p>\n\n<p>\nفليعلم أن العلم- كما قيل-:\n</p>\n\n<p>\nأنفس ما طلبه الطالبون, وأجل شيء رغب فيه الراغبون, وأفضل فضيلة سعى لها\nالفاضلون, باستثماره سعد الصالحون, وبانتحاء مناره فاز الفائزون, اتفق على\nشرفه الأمم وتطابقت, وتظاهرت الأدلة على تفضيله وتناصرت, فهو ساعد السعادة,\nوأس السيادة, والمرقاة إلى النجاة إلى في الدار الآخرة التي هي مطمح أمال\nالستبصرين, وغاية مضمار الموفقين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nومن كلام السلف:\n</p>\n\n<p>\nلولا العلم لكان الناس كالبهائم.\n</p>\n\n<p>\nمثل العالم في البلدة كالعين العذبة نفعها دائم.\n</p>\n\n<p>\nقال ابو مسلم الخولاني رحمه الله: مثل العلماء في الأرض مثل النجوم في السماء\n</p>\n\n<p>\nإذا بدت للناس اهتدوا, وإذا خفيت عليهم تحيروا. ومثل الصالحين <span id='ms02'></span> مثل\nالأميال في الأرض ينجوا بها السالك من الضلالة.\n</p>\n\n<p>\nوقال ميمون بن مهران: بنفسي العلماء, وجدت صلاح قلبي في مجالستهم, هم\nبغيتي في أرض غربة, وهم ضالتي إذا لم أجدهم.\n</p>\n\n<p>\nوقال عمرو بن الحارث المصري: الشرف شرفان: شرف العلم, وشرف السلطان, وشرف\nالعلم أشرفهما.\n</p>\n\n<p>\nوقال يحيى بن أكثم: فلان عن فلان قال: قال: لا. قال: لكني أعرفه: رجل في\n</p>\n\n<p>\nحلقة يقول: حدثنا فلان بن فلان قال: قال رسول الله صلى الله عليه وسلم\nقلت: يا أمير المؤمنين هذا خير منك وأنت ابن عم رسول الله وولي عهد\nالمسلمين؟ قال:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nنعم، ويلك هذا خير مني لأن اسمه مقترن باسم رسول الله - صلى الله عليه\nوسلم - لا يموت أبدا نحن نموت ونفنى والعلماء باقون / ما بقي الدهر.\n</p>\n\n<p>\nوقال ذو النون المصري:\n</p>\n\n<p>\nالناس كلهم موتى إلا العلماء, والعلماء كلهم نيام إلا العاملين,\nوالعاملون كلهم مغترون إلا المخلصين, والمخلصون, والمخلصون على خطر عظيم.\n</p>\n\n<p>\n[قال الله تعالى: {ليسأل الصادقين عن صدقهم}]\n</p>\n\n<p>\nما أحسن هذا الكلام, وما أوقعه في قلوب الموفقين من سامعيه, نسأل الله\nتعالى العمل بالعلم والإخلاص فيه.\n</p>\n\n<p>\nويروي للقاضي أبي محمد عبد الوهاب المالكي رحمه الله تعالى:\n</p>\n\n<p>\nوا لهف نفسي على شيئين لو جمعا ... عندي لكنت امراءا من أسعد البشر\n</p>\n\n<p>\nكفاف عيش كفاني ذل مسألة ... وخدمة العلم حتى ينقضي عمري\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head2'>CHECK فصل [طلب العلم من أحسن العبادات]</h1>\n\n<p>\nوللعلامة أبي القاسم الزمخشري:\n</p>\n\n<p>\nوكل فضيلة فيها سناء ... وجدت العلم من هاتيك أسمى\n</p>\n\n<p>\nفلا تعتد غير العلم ذخرا ... فإن العلم كنز ليس يفنى\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nوانضم إلى شرف العلم أن طلبه من أحسن العبادات وأفضلها، والتقرب به إلى\nالله تعالى من القربات وأكملها.\n</p>\n\n<p>\nجاء عن إمامنا أبي عبد الله محمد بن إدريس الشافعي رحمه الله عليه أنه قال:\n</p>\n\n<p>\nما تقرب إلى الله عز وجل بعد أداء الفريضة بأفضل من طلب العلم.\n</p>\n\n<p>\nهذه رواية حرملة بن يحي عنه.\n</p>\n\n<p>\nوفي رواية الربيع بن سليمان عنه قال: طلب العلم أفضل من صلاة النافلة.\n</p>\n\n<p>\nوفي رواية أخرى عنه: ليس بعد أداء الفرائض <span id='ms03'></span> شيء أفضل من طلب العلم\n</p>\n\n<p>\nقيل: ولا الجهاد في سبيل الله؟ قال: ولا الجهاد في سبيل الله.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nوروي معنى ذلك عمن تقدم الشافعي من التابعين وأتباهم رضي الله عنهم.\n</p>\n\n<p>\nجا. عن الحسن البصري أنه قال: ما أعلم شيئا أفضل من الجهاد في سبيل الله\nإلا أن يكون طلب العلم فإنه أفضل من الجهاد في سبيل.\n</p>\n\n<p>\nوقال الإمام أبو عبد الله سفيان من سعيد الثوري: لا أعلم شيئا من الاعمال\n</p>\n\n<p>\nأفضل من طلب الحديث لمن حسنت نيته فيه.\n</p>\n\n<p>\nوروي مثله عن صاحبه عبد الله بن المبارك.\n</p>\n\n<p>\n/ وقال الإمام أبو عمرو الاوزاعي: من تعلم بابا من العلم كان أفضل من عبادة\n</p>\n\n<p>\nحول يصام نهاره, ويقام ليله.\n</p>\n\n<p>\nوقال سليمان التيمي: كنا في مجلس نتذاكر فيه الفقه والسنن ومعنا أبو مجلز,\n</p>\n\n<p>\nفقال رجل: لو قرأتم سورة. فقال أبو مجلز: ما نرى أن قراءة سورة أفضل مما\nنحن فيه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nوقال ابن عبد الحكم: كنت عند مالك أقرأ عليه العلم, فدخل وقت الظهر,\nفجمعت الكتب لأصلي فقال: يا هذا ما الذي قمت إليه بأفضل مما كنت فيه إذا\nصحت النية.\n</p>\n\n<p>\nيعني قيامه لأحراز فضيلة أول الوقت والله أعلم.\n</p>\n\n<p>\nوصح عن الإمام أبي عبد الله أحمد بن حنبل أنه قال لابنه عبد الله لما قدم\nأبو زرعة الرازي من الري إلى بغداد: يا يبني قد اعتضت عن نوافلي بمذاكرة\nهذا الشيخ.\n</p>\n\n<p>\nوكل هؤلاء من أئمة الهدى, الذين بهم يقتدى, وجاء مثل ذلك عن الصحابة رضي\nالله عنهم موقوفا ومرفوعا.\n</p>\n\n<p>\nقال ابن عباس: مذاكرة العلم ساعة خير من إحياء ليلة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nوقال ابن مسعود: لأن أجلس في مجلس فقه ساعة أحب إلي من صيام يوم وقيام ليلة.\n</p>\n\n<p>\nوروي مرفوعا إلى النبي صلى الله عليه وسلم: ((فضل العلم خير من فضل\nالعبادة, وخير دينكم الورع)).\n</p>\n\n<p>\nوقال أبو سلمة بن عبد الرحمن: قال أبو هريرة وأبو ذر: باب من العلم\nنتعلمه أحب إلينا من ألف ركعة تطوع, وباب نعلمه عملنا به أو لم نعمل أحب\nإلينا من مائة ركعة تطوعا. وقالا <span id='ms04'></span>: سمعنا رسول الله صلى الله عليه وسلم\nيقول: إلى إذا جاء طالب العلم وهو على هذه الحال مات وهو شهيد.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nوعن أبي بكر الهذلي, عن عون بن عبد الله أن رجلا جاء إلى أبي ذر فقال له:\nيا أبا ذر إني أريد أن أتعلم العلم وأخاف أن أضيعه. قال له: تعلم العلم\nفإنك إن مت عالما خير لك من أن تموت جاهلا. ثم جاء إلى أبي الدرداء فقال\nله: يا أبا الدرداء إني أريد أن أتعلم العلم وأخاف أن أضيعه. فقال / له:\nتعلم العلم فإنك أن توسد العلم خير من أن توسد الجهل. ثم جاء إلى أبي هريرة\nفقال: [يا أبا هريرة إني أريد أن أتعلم العلم وأخاف أن أضيعه].\n</p>\n\n<p>\nفقال له أبو هريرة: تعلم العلم فإنك لن تجد له إضاعة أشد من تركه.\n</p>\n\n<p>\nوفي روا ية قال أبو ذر: إنك أن توسد العلم خير من أن توسد الجهل.\n</p>\n\n<p>\nوقال أبو الدرداء: إن الناس يبعثون من قبورهم على ما ماتوا عليه, فيبعث\nالعالم عالما والجاهل جاهلا. وقال أبو هريرة ما أنت بواجد شيئا أضيع له من\nتركه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nوفي رواية قال أبو ذر: إن تفترش العلم خير من أن تفترش الجهل. وقال أبو\nهريرة: كفى بترك العلم إضاعة. قال الحسن البصري: وكان أبو هريرة من أحسن\nالقوم كلاما.\n</p>\n\n<p>\nصدق وبر فإنا مأمورون بالعلم وبالعمل, فلا ينبغي أن يحملنا تقصيرنا في\nالعمل على أن نقصر في تحصيل العلم, فنكون قد خالفنا الأمر فيهما, مع أنه\nيرجى من بركة العلم النافع أنه يفضى بصاحبه إلى العمل, فقد جاء عن جماعة من\nأكابر التابعين وأتباعهم في العلم والدين أنهم قالوا: تعلمنا العلم لغير\nالله فأبى أن يكون إلا لله.\n</p>\n\n<p>\nوقال بعضهم: تعلمنا العلم وما لنا فيه كبير نية ثم رزقنا الله النية بعد.\n</p>\n\n<p>\nفهذا تفسير قول من قال: ((تعلمناه لغير الله فأبى أن يكون إلا لله)) أى\nفحصلت النية.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nوذكر الغزالي في ((كتاب الأحياء)) أن بعضهم قال: معناه أن العلم أبى\nوامتنع علينا فلم <span id='ms05'></span> تنكشف لنا حقيقته, وإنما حصل لنا حديثه وألفاظه.\n</p>\n\n<p>\nوالتفسير الأول إذ بعض الروايات فسر بعضا, ووقع هذا القول من جماعة أكابر\nلا يظن بهم سوى المعنى الأول.\n</p>\n\n<p>\nقال سماك بن حرب: طلبنا هذا الأمر ونحن لا نريد الله به, فلما بلغت حاجتي\nدلني على ما ينفعني, وحجزني عما يضرني.\n</p>\n\n<p>\nفهذا معنى ما ذهبوا إليه يرحمهم الله.\n</p>\n\n<p>\n/فصل\n</p>\n\n<p>\nثم أفضل العلوم بعد معرفة الله تعالى معرفة أحكامه وتكاليفه التي بعث بها\nالرسل, وأوضح لها السبل, وهي المعالم الدينية. ثم علم الفقه المستخرج من\nذينك الأصلين, الكافل لمن قام به على الوجه المأمور به فضلا بل فضلين, وإلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n             # ذلك الإشارة بقوله صلى الله عليه وسلم في حديث عبد الله بن عمرو بن\nالعاص: ((العلم ثلاثة وما سوى ذلك فضل: آية محكمة, وسنة قائمة وفريضة\nعادلة)) أخرجه أبو داود وابن ماجة في سننهما.\n</p>\n\n<p>\nوفي الصحيحين من حديث معاوية أبن أبي سفيان قال: سمعت رسول الله صلى الله\nعليه وسلم يقول: ((من يرد الله به خيرا يفقهه في الدين)) وفيهما أيضا من\nحديث أبي هريرة قال: قال النبي صلى الله عليه وسلم: ((الناس معادن خيارهم\nفي الجاهلية خيارهم في الإسلام إذا فقهوا))\n</p>\n\n<p>\nوفي جامع الترمذي عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم:\n</p>\n\n<p>\n((خصلتان لا تجتمعان في منافق: حسن سمت, وفقه في الدين)).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nوفي الحديث:\n</p>\n\n<p>\n((فقيه واحد أشد على الشيطان من ألف عابد. لكل شيء عماد وعماد الدين\nالفقه. ما عبد الله بشيء أفضل من فقه في الدين)).\n</p>\n\n<p>\nوعن عمر بن علي بن أبي طالب رفعه: ((نعم الرجل الفقيه إن احتيج إليه\nانتفع به, وإن استغنى عنه أغنى نفسه)).\n</p>\n\n<p>\nوقال علي الأزدي: سألت ابن عباس عن الجهاد؟ فقال: ألا أدلك على ما هو خير\nلك من الجهاد؟ تبنى مسجدا فتعلم فيه القرآن والفقه في الدين أو قال السنة.\n</p>\n\n<p>\nوعن كعب أن الحواريين قالوا لعيسى بن مريم عليهما السلام: يا روح الله هل\nبعدنا من أمة؟ قال: نعم أمة أحمد, حكماء علماء <span id='ms06'></span>, أبرار أتقياء, كأنهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n             # من الفقه أنبياء, يرضون من الله باليسير من الرزق, ويرضى الله منهم\nباليسير من العمل.\n</p>\n\n<p>\nوقال سفيان بن عيينة:/ لم يعط أحد بعد النبوة شيئا أفضل من العلم والفقه.\n</p>\n\n<p>\nوالله در القائل:\n</p>\n\n<p>\nكل العلوم سوى القرآن مشغلة ... إلا الحديث والفقه في الدين\n</p>\n\n<p>\nولقد أحسن الآخر في قوله:\n</p>\n\n<p>\nغاية العلم بعيد غورها ... إنما العلم بحور زاخرة\n</p>\n\n<p>\nفعليك الفقه منه تحتوي ... شرف الدنيا والآخرة\n</p>\n\n<p>\nفالفقه عميم الفائدة عظيم الجدوى, وإليه المرجع في الأحكام والفتوى,\n</p>\n\n<p>\nفليطلب بفضل عناية مصحوبة بالتقوى, فهو ثمرة تلك الأصول المباركة\nوالطريقة\n</p>\n\n<p>\nالمثلى.\n</p>\n\n<p>\nواعلم أن استخراج مسائل الفقه وتحقيقها متوقف على إحكام علم أصول الفقه,\nوإتقان كل هذه العلوم متوقف على التبحر في معرفة علم اللسان العربي, من\nوجوهه وطرقه ومجازه ومجازي استعماله؛ ولهذا ضل كثير ممن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n             # جهله فزلوا في علم الأصول والفروع أنواعا من الزلل, وأخطؤوا فيها ضروبا\nمن الخطأ والخطل. قال أبو عبيد: سمعت الأصمعي يقول: سمعت الخليل بن أحمد\nيقول سمعت أيوب السختياني يقول: عامة من تزندق بالعراق لجهلهم بالعربية.\n</p>\n\n<p>\nوقال الزهري: إنما أخطأ الناس في كثير من تأويل القرآن لجهلهم بلغة العرب.\n</p>\n\n<p>\nقلت:\n</p>\n\n<p>\nوسبب الخطأ حمل الألفاظ مطلقا على ظواهرها, وانصراف الأذهان عن مجاري\nكلام العرب, والغفلة عن كثرة تصرفاته تفننه ومذاهبه التي لا يعقلها إلا\nالعالمون به. وهو لغة صاحب الشريعة المنزل على لغته كلام مرسله, المبلغ ما\nأنزل إليه من ربه المبين له صلى الله عليه وسلم.\n</p>\n\n<p>\nوكل علم من هذه العلوم بحر زاخر, لا يحصل على درره إلا كل سابح  غواص\nماهر, ولا سبيل إلى الإحاطة بجميعها لفاضل, فليمتثل ما / أشار إليه القائل:\n</p>\n\n<p>\nما حوى العلم جميعا أحد ... لا ولو مارسه ألف سنه\n</p>\n\n<p>\nإنما العلم بعيد غوره ... فخذوا من كل شيء أحسنه\n</p>\n\n<p>\nقيل لبعض الحكماء: من يعرف كل العلم؟ فقال: كل الناس.\n</p>\n\n<p>\nيعني كل العلم الذي آتاه الله خلقه لا يعرفه إلا جميعهم, ولا يعرف العلم\nبأسره مطلقا إلا خالقهم عز وجل.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head3'>CHECK فصل [الفقه شعار الصحابة]</h1>\n\n<p>\nفصل\n</p>\n\n<p>\nوالفقه كان <span id='ms07'></span> شعار أكثر أصحاب رسول الله صلى الله عليه وسلم الذين صحبوه\nولازموه, ورزقوا فهم ما تلقوه عنه وسمعوه, كالخلفاء الأربعة وباقي العشرة\nوابن مسعود ومعاذ وأبي وزيد بن ثابت وأبي موسى وأبي الدرداء وعائشة وابن\nعمر وابن عباس وبن عمرو وابن الزبير وأبي سعيد وأبي هريرة وجابر بن عبد\nالله وغيرهم.\n</p>\n\n<p>\nونقل الفقه أيضا عن غيرهم في مواضع قليلة كأبي ذر وعمار وحذيفة وسلمان\nوعبادة بن الصامت وأبي مسعود وفضالة وواثلة وخالد ومعاوية وعمرو بن العاص\nوأم سلمة وأسماء بنت أبي بكر الصديق والحسن والحسين رضي الله عنهم أجمعين.\n</p>\n\n<p>\nوالأولون اشتهروا به وكثرت فتاويهم فيه, وأكثرهم في ذلك تسعة: عمر وعلى\nوابن مسعود وأبي وزيد وأبو موسى وعائشة وابن عمر وابن وعباس رضي الله عنهم.\n</p>\n\n<p>\nوالذين اشتهروا من هؤلاء بكثرة الأصحاب ثلاثة: عبد الله بن مسعود وزيد بن\nثابت وعبد الله بن عباس.\n</p>\n\n<p>\nواعتماد أهل المدينة في الفقه على رأي زيد بن ثابت وعبد الله بن عمر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nواعتماد أهل مكة على رأي ابن عباس.\n</p>\n\n<p>\nواعتماد أهل الكوفة على رأي علي وعبد الله بن مسعود.\n</p>\n\n<p>\nواعتماد أهل البصرة على رأي أبي موسى وعمران بن حصين وغيرهما.\n</p>\n\n<p>\nوكان بالشام معاذ وأبو الدرداء وغيرهما.\n</p>\n\n<p>\nثم انتقل الفقه إلى التابعين فمن بعدهم:\n</p>\n\n<p>\nفكان بالمدينة سعيد بن المسيب وعروة بن الزبير والقاسم بن محمد وخارجة بن\nزيد / وسليمان بن يسار وعبيد الله بن عبد الله وأبو بكر بن عبد الرحمن,\nوهؤلاء هم فقهاء المدينة السبعة المشهورون بهذه العبارة.\n</p>\n\n<p>\nوقد جمعوا في بيت قال ناظمه:\n</p>\n\n<p>\nألا كل من لا يقتدي بأئمة ... فقسمته ضيزى عن الحق خارجه\n</p>\n\n<p>\nفخذهم عبيد الله عروة قاسم ... سعيد أبو بكر سليمان خارجه\n</p>\n\n<p>\nومن جملة فقهاء المدينة أيضا من التابعين:\n</p>\n\n<p>\nسالم بن عبد الله وأبو سلمة بن عبد الرحمن وأبان بن عثمان وقبيصة بن ذؤيب\nوغيرهم من كبار تابعي المدينة.\n</p>\n\n<p>\nولحقهم من تابعيها أيضا عمر بن عبد العزيز وعلي بن الحسين ويحي بن سعيد\nوأبو الزناد والزهري وربيعة وغيرهم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nثم انتقل إلى أتباع <span id='ms08'></span> التابعين كابن أبي ذئب والماجشون والإمام مالك بن\nوأصحابه.\n</p>\n\n<p>\nوكان بمكة عبيد بن عمير وعطاء بن أبي رباح ومجاهد وعكرمة وسعيد ابن جبير\nوابن أبي مليكة وعمرو بن دينار وغيرهم.\n</p>\n\n<p>\nثم انتقل إلى ابن أبي نجيح وابن جريح وسفيان بن عيينة ومسلم بن خالد\nوسعيد بن سالم وغيرهم.\n</p>\n\n<p>\nثم انتقل إلى الإمام أبي عبد الله الشافعي وأصحابه.\n</p>\n\n<p>\nوكان بالكوفة أصحاب ابن مسعود الأكابر: علقمة وعبيدة ومسروق والأسود وعبد\nالرحمن ابنا يزيد وعمرو بن شرحبيل وشريح القاضي وغيرهم.\n</p>\n\n<p>\nوبعدهم عامر الشعبي وإبراهيم النخعي.\n</p>\n\n<p>\nوبعدهم الحكم بن عتيبة وحماد بن أبي ليلى والحسن بن صالح وشريك والإمامان\nأبو حنيفة وسفيان الثوري وأصحابهما.\n</p>\n\n<p>\nوكان بالبصرة الحسن وابن سيرين ومطرف بن عبد الله وجابر بن زين وأبو قلابة.\n</p>\n\n<p>\nثم قتادة وأيوب ويونس وسليمان التيمي وأبن عون وعثمان البتي.\n</p>\n\n<p>\nثم الحمادان ابن زيد وابن سلمة ويحي بن سعيد وابن مهدي.\n</p>\n\n<p>\nوكان بالشام أبو إدريس الخولاني / وشهور بن حوشب وابن أبي زكريا وبن حيوة\nوعبادة بن نسي ومكحول وغيرهم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head4'>CHECK فصل [بعض الصحابة أشهر من بعض]</h1>\n\n<p>\nثم الإمام الأوزاعي وسعيد بن عبد العزيز وسليمان بن موسى وغيرهم.\n</p>\n\n<p>\nوباليمن طاووس ووهب بن منبه وغيرهما.\n</p>\n\n<p>\nوبمصر يزيد بن أبي حبيب وعمرو بن الحارث والليث بن سعد وغيرهم.\n</p>\n\n<p>\nثم أصحاب ماللك والشافعي والشافعي رحمهم الله.\n</p>\n\n<p>\nوبخرسان الضحاك بن مزاحم وابراهيم الصائغ وعبد الله بن المبارك واسحاق بن\nراهوية.\n</p>\n\n<p>\nوببغداد أصحاب أبي حنيفة والشافعي وأصحابه وأحمد بن حنبل, ثم أبو ثور\nوأبو عبيد القاسم بن سلام, ثم داود ومحمد بن جرير وغيرهم.\n</p>\n\n<p>\nفصل:\n</p>\n\n<p>\nثم إن هؤلاء المذكورين من كل طبقة وإن كانوا مشهورين بالفقه والإمامة\nفبعضهم أشهر من بعض وأغلب في ذلك من بعض.\n</p>\n\n<p>\nقال القاسم بن محمد: كان أبو بكر وعمر وعثمان وعلي يفتون على عهد رسول\nالله صلى الله عليه وسلم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nوقال مسروق: شاممت أصحاب محمد صلى الله عليه وسلم أي قاربتهم فوجدت العلم\nانتهى إلى ستة. وفي رواية: انتهى علم أصحاب محمد إلى ستة. وفي أخرى: كان\nأصحاب <span id='ms09'></span> الفتوى. وفي أخرى: كان أصحاب القضاء من أصحاب رسول الله صلى الله\nعليه وسلم ستة: عمر وعلي وابن مسعود وأبي مسعود وزيد وأبو موسى.\n</p>\n\n<p>\nوقال الزهري: الفقهاء أربعة يعني من التابعين سعيد بن المسيب بالمدينة,\nوالشعبي بالكوفة, والحسن بالبصرة, ومكحول بالشام.\n</p>\n\n<p>\nوقال عبد الرحمن بن مهدي: العلماء عندنا أربعة يعني من تابعي التابعين\nسفيان الثوري ومالك والأوزاعي وحماد بن زيد.\n</p>\n\n<p>\nوقال سفيان بن عيينة: لم يدرك مثل ابن عباس في زمانه, ولا مثل الشعبي في زمانه.\n</p>\n\n<p>\nوفي رواية: أئمة الناس ثلاثة بعد أصحاب النبي صلى الله عليه وسلم / يعني\nأكابر الصحابة فذكرهم: ابن عباس والشعبي والثوري.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nيعني أنهم أئمة الناس في هذه الأعصار الثلاثة كل واحد في عصره وهم خير\nالقرون, عصر الصحابة بعد الأكابر منهم وعصر التابعين وأتباعهم.\n</p>\n\n<p>\nوقال الزهري: قدمت على عبد الملك بن مروان فقال: من أين قدمت يا زهري؟\nقلت: من مكة. قال: فمن خلفت بها يسود أهلها؟ قلت: عطاء بن أبي رباح قال:\nفمن العرب أم من الموالي؟ قلت: من الموالي. قال: وبم سادهم؟\n</p>\n\n<p>\nقلت بالديانة والرواية. قال: إن أهل الديانة والرواية لينبغي أن يسودوا.\nفمن يسود أهل اليمن؟ قلت: طاووس بن كيسان. قال: فمن العرب أم من الموالي؟\nقلت: من الموالي. قال: بم سادهم؟ قلت: بما سادهم به عطاء. قال: إنه لينبغي.\nفمن يسود أهل مصر؟ قلت: يزيد بن أبي حبيب. قال: فمن العرب أم من الموالي؟\nقلت: من الموالي. قال فمن يسود أهل الشام؟ قلت مكحول. قال: فمن العرب أم من\nالموالي؟ قلت: من الموالي عبد نوبي أعتقته أمرأة من هذيل. قال: فمن يسود\nأهل الجزيرة؟ قلت ميمون بن مهران. قال: فمن العرب أم من الموالي؟ قلت: من\nالموالي. قال: فمن يسود أهل خراسان؟ قلت: الضحاك بن مزاحم. قال: فمن العرب\nأم من الموالي؟ قلت من الموالي. قال: فمن يسود أهل البصرة؟ قلت: الحسن بن\nأبي الحسن. قال: فمن العرب أم من الموالي قلت: من الموالي. قال: فمن يسود\nأهل الكوفة؟ قلت: إبراهيم <span id='ms10'></span> النخعي. قال فمن العرب أم من الموالي؟ قلت من\nالعرب. قال: ويلك يا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n             # زهري فرجت عني, والله لتسودن الموالي على العرب حتى يخطب لها على المنابر\nوالعرب تحتها. قلت: يا أمير المؤمنين إنما هو أمر الله ودينه؛ من حفظه ساد,\nومن / ضيعه سقط.\n</p>\n\n<p>\nقلت:\n</p>\n\n<p>\nفهكذا كان العلماء هم الأعيان يسأل عنهم ويجبلون في كل مكان لجميعهم بين\nالعلم والعمل, وإعراضهم عن المراء والجدل.\n</p>\n\n<p>\nثم إن الله تعالى شهر بالفقه أربعة أئمة اشتهرت مذاهبهم, واقتدى الناس\nبهم في كل الأمصار في جميع الأعصار وهم: أبو حنيفة النعمان بن ثابت, وآباء\nعبد الله مالك بن أنس الأصبحي, ومحمد بن إدريس الشافعي, وأحمد بن محمد\nالشيباني.\n</p>\n\n<p>\nفهم أئمة المسلمين رضي الله عنهم أجمعين, فضائلهم ومناقبهم كثيرة,\nوفوائدهم وفرائدهم غزيرة, وقد صنف في مناقبهم كتب مجردة, مطولة ومقتصدة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head5'>CHECK فصل [تفاوت المجتهدين]</h1>\n\n<p>\nفصل:\n</p>\n\n<p>\nوقد كان من مضى من الأئمة المجتهدين, بجميع علوم الاجتهاد قائمين,\nوبنشرها في الآفاق معتنين, وهم في ذلك متفاضلون.\n</p>\n\n<p>\nفمنهم المحكم لعلم الكتاب, ومنهم القائم بأمر السنة ومنهم المتبحر في\nالعربية, ومنهم المتقن لجودة استنباط الأحكام, وقل من اجتمع فيه القيام\nبجميع ذلك, فكان من أجمعهم وأقومهم به أمامنا أبو عبد الله القرشي المطلبي\nالشافعي رضي الله عنه, جمع الله تعالى له النسب الطاهر, والعلم الباهر,\nوكثرة المآثر, وجل الفاخر؛ فكان فيه من المناقب والفضائل, ما فرقه في كثير\nمن الأئمة الأفاضل وشهد له بذلك من أهل كل فن سادة أماثل.\n</p>\n\n<p>\nقال المزني: سمعت الشافعي يقول: حفظت القرآن وأنا ابن سبع سنين وحفظت\n\"الموطأ\" وأنا ابن عشر سنين. قال يونس بن عبد الأعلى: كان الشافعي إذ أخذ\nفي التفسير كأنه شهد التزيل.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nقال أحمد بن محمد بن بنت الشافعي: سمعت ابي وعمي يقولان: كان سفيان بن\nعيينة / إذا جاءه شيء من التفسير والفتيا يسأل عنها التفت إلى الشافعي\nفيقول: سلوا هذا.\n</p>\n\n<p>\nوقال له شيخه مسلم بن خالد وهو مفتي مكة: يا أبا عبد الله أفت فقد والله\nآن لك ان تفتي وابن <span id='ms11'></span> خمس عشرة سنة. وقيل: ست عشرة. وقيل ثماني عشرة. وفي\nأخرى: وهو ابن دون عشرين سنة. وقال الربيع: كان الشافعي يفتي وهو ابن خمس\nعشرة سنة, كان يحي الليل إلى أن مات.\n</p>\n\n<p>\nقال أبو نعيم الحافظ: سمعت سليمان بن أحمد يقول: سمعت أحمد بن محمد\nالشافعي يقول: كانت الحلقة في الفتيا بمكة في المسجد الحرام لابن عباس\nوبعده لعطاء بن أبي رباح, وبعده ليعبد الملك بن جريح, وبعده لمسلم بن خالد,\nوبعده لسعيد بن سالم, وبعده لمحمد بن إدريس الشافعي وهو شاب.\n</p>\n\n<p>\nقال ابن مهدي: سمعت مالكا يقول: ما يأتيني قرشي أفهم من هذا الفتى يعني\nالشافعي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عبيد القاسم بن سلام: ما رأيت قط أعقل ولا أروع ولا أفصح من\nالشافعي.\n</p>\n\n<p>\nقال هلال بن العلاء الرقي: أصحاب الحديث عيال على الشافعي, فتح لهم\nالأقفال.\n</p>\n\n<p>\nقال إسحاق بن راهويه: لقيني أحمد بن حنبل بمكة فقال: تعال حتى أريك رجلا\nلم تر عيناك مثله, فأراني الشافعي. قال فتناظرنا في الحديث فلم أر أعلم منه\nثم تناظرنا في الفقه فلم أر أفقه منه. ثم تناظرنا في القرآن فلم أر أقرأ منه.\n</p>\n\n<p>\nثم تناظرنا في اللغة فوجدته بيت اللغة. وما رأت عيناي مثله قط.\n</p>\n\n<p>\nقال: فلما فارقناه أخبرني جماعة من أهل الفهم بالقرآن أنه كان أعلم الناس\nفي زمانه. بمعاني القرآن وأنه قد كان أوتي فهما في القرآن.\n</p>\n\n<p>\nقال أحمد بن حنبل: كان الفقهاء أطباء والمحدثون صيادلة, فجاء الشافعي\n/طبيبا صيدلانيا, ما مقلت العيون مثله.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nوقال إن الله يقيض للناس في رأس كل مائة سنة من يعلمهم السنن, وينفي عن\nرسول الله صلى الله عليه وسلم الكذب, فنظرنا فإذا في رأس المائة عمر بن عبد\nالعزيز, وفي رأس المائتين الشافعي.\n</p>\n\n<p>\nوقال: إذا سئلت عن مسألة لا أعرف فيها خيرا قلت فيها بقول الشافعي؛ لأنه\nإمام عالم من قريش وروي عن النبي صلى الله عليه وسلم أنه قال:\n</p>\n\n<p>\n((عالم قريش يملأ الأرض علما)).\n</p>\n\n<p>\nوقال كلام الشافعي في اللغة حجة.\n</p>\n\n<p>\nوقال أبو عبيد وابن <span id='ms12'></span> هشام صاحب \"المغازي\": الشافعي ممن يؤخذ عنه في اللغة\n</p>\n\n<p>\nأو من أهل الفقه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو بكر بن الأنباري\" حدثني أبي, عن أبي عن عثمان المازني قال:\nالشافعي عندنا حجة في النحو.\n</p>\n\n<p>\nقال أبو العباس المبرد: رحم الله الشافعي كان من أشعر الناس, وآدب الناس,\nوأعرفهم بالقرآءات.\n</p>\n\n<p>\nكذا وقع وأظنه تصحيفا إنما هو:\"وأعرفهم بالقرآن\" أي بمعانيه وأحكامه, أي\nرزق فهما فائقا فيه على ما سبق من كلام إسحاق بن راهويه ويونس بن عبد\nالأعلى وغيرهما.\n</p>\n\n<p>\nقال أبو ثور بن خالد: كان الشافعي من معادن الفقه, وجهابذة الألفاظ,\nونقاد المعاني.\n</p>\n\n<p>\nقال الحسن بن محمد بن الصباح الزعفراني: كان أصحاب الحديث رقودا حتى جاء\nالشافعي فأيقظهم فتيقظوا.\n</p>\n\n<p>\nقال الحسين الكرابيسي: ما أقول في رجل ابتدأ في أفواه الناس الكتاب\nوالسنة والاتفاق, ما كنا ندري ما الكتاب والسنة نحن ولا الأولون حتى سمعنا\nمن الشافعي الكتاب والسنة والإجماع.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nيعني أنه أول من وضع علم أصول الفقه, وأتى بهذه العبارات الحسنة رحمه الله.\n</p>\n\n<p>\nقال أبو زرعة الرازي: ما عند الشافعي حديث غلط فيه.\n</p>\n\n<p>\nوقال أبو داود السجستاني: / ما من العلماء أحد إلا وقد أخطأ في حديثه غير\nابن علية وبشر بن المفضل, وما أعلم للشافعي حديثا خطأ.\n</p>\n\n<p>\nوقال محمد بن عبد الله بن عبد الحكم: إن كان أحد من العلماء حجة في شيء\nفالشافعي حجة في كل شيء.\n</p>\n\n<p>\nوقال أبو بكر بن دريد من قصيدة له في مدح الشافعي رحمه الله:\n</p>\n\n<p>\nوهذب حتى لم تشر بفضيلة. . . إذا التمست إلا إليه الأصابع\n</p>\n\n<p>\nفمن يك علم الشافعي أمامه. . . فمرتعه في ساحة العلم واسع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n             # قال سويد بن سعيد: كنا عند سفيان بن عيينة بمكة, فجاء الشافعي فسلم وجلس,\nفروى ابن عيينة حديثا رقيقا فغشي على الشافعي. فقيل: يا أبا محمد مات بن\nإدريس. فقال ابن عيينة: إن كان مات محمد بن إدريس فقد مات أفضل أهل زمانه.\n</p>\n\n<p>\nفهذا طرف من ثناء العلماء عليه في فضله وفقهه وعلمه بالكتاب والسنة\nوالعربية واستخراج أصول علم الفقه, وانضم إلى ذلك <span id='ms13'></span> اجتهاده في طاعة ربه من\nالورع والعبادة, والنصح والخشية والزهادة.\n</p>\n\n<p>\nقال أبو عبيد: ما رأيت قط رجلا أورع من الشافعي.\n</p>\n\n<p>\nقال حرملة بن يحيى: قال الشافعي: ما كذبت قط, وما حلفت قط بالله آثما.\n</p>\n\n<p>\nقال الربيع: كان الشافعي لا يصلي مع الناس في قيام رمضان ويصلي في بيته,\nويختم ستين ختمة ليس منها شيء إلا في صلاة, ختمة بالنهار وختمة بالليل.\n</p>\n\n<p>\nقال هارون بن سعيد الأيلي: ما رأيت مثل الشافعي, وما رأيت أحسن صلاة منه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nقال الربيع: كان الشافعي قد جزء الليل إلى ثلاثة أثلاث: الثلث الأول\nيكتب, والثلث الثاني يصلي, والثلث الثالث ينام.\n</p>\n\n<p>\nوقال: سمعت الشافعي يقول: ما شبعت منذ عشرين سنة. وفي رواية: منذ ست عشرة\nسنة إلا شبعة طرحتها من ساعتي.\n</p>\n\n<p>\nوقال ما تركت غسل / الجمعة في شتاء ولا صيف قط.\n</p>\n\n<p>\nقال الحافظ أبو حاتم بن حبان البستي:\n</p>\n\n<p>\n((الشافعي رحمة الله عليه ثلاث كلمات ما تكلم بها أحد في الإسلام قبله لا\nيفوه بها أحد بعده إلا والمأخوذ فيها كان عنه.\n</p>\n\n<p>\nإحداها أني سمعت ابن خزيمة يقول: سمعت المزني يقول: سمعت الشافعي يقول:\nإذا صح لكم الحديث عن النبي صلى الله عليه وسلم فخذوا به ودعوا قولي.\n</p>\n\n<p>\nالثانية: اخبرني محمد بن المنذر بن سعيد, عن الحسن بن محمد بن الصباح\nالزعفراني قال سمعت الشافعي يقول: ما ناظرت أحدا قط فأحببت أن يخطيء.\n</p>\n\n<p>\nزاد في رواية أخرى إلا صاحب بدعة فأني أحب أن ينكشف أمره للناس.\n</p>\n\n<p>\nقال: والثالثة: سمعت موسى بن محمد الديلمي بأنطاكية يقول: سمعت الربيع بن\nسليمان يقول: سمعت الشافعي يقول: وددت أن الناس تعلموا هذه الكتب ولم\nينسبوها إلي)).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nوفي رواية: وددت أن كل علم أعلمه تعلمه الناس أؤجر عليه ولا يحمدوني, وما\nناظرت أحدا قط إلا على النصيحة.\n</p>\n\n<p>\nقلت:\n</p>\n\n<p>\nوقد كان رحمه الله مع ما منحه الله من الطاعة والتبحر في علوم الاجتهاد\nقد جمع فيه فضائل شتى, كجودة الرمي, والسخاء الذي أربى فيه على نظائره وزاد.\n</p>\n\n<p>\nقال عمرو بن سواد: كان الشافعي أسخى <span id='ms14'></span> الناس على الدينار والدرهم والطعام.\n</p>\n\n<p>\nوقال: قال الشافعي: كان نهمتي في شيئين في الرمي وطلب العلم, فنلت من\nالرمي حتى أصبحت من عشرة عشرة, والعلم فما ترى.\n</p>\n\n<p>\nوفي رواية: سكت عن العلم. فقلت له: أنت والله في العلم أكثر منك في\nالرمي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nوكان الشافعي رحمه الله شديد الإنصاف للفضلاء, كثير الثناء على العلماء.\n</p>\n\n<p>\nفمما روي عنه من ثنائه على الأئمة الثلاثة المشتهرة مذاهبهم مع مذهبه رضي\nالله عنهم أن قال: من أراد أن يتبحر في الفقه فهو عيال على أبي حنيفة, كان\nأبو حنيفة ممن وفق له الفقه.\n</p>\n\n<p>\nوقال: من أراد الحديث الصحيح فعليه بمالك, ومن أراد الجدل فليه بأبي حنيفة.\n</p>\n\n<p>\nوقال: إذا جاء الأثر فمالك النجم, إذا جاءك الحديث عن مالك فشد به يديك,\nما على الأرض كتاب في العلم أكثر صوابا من كتاب مالك.\n</p>\n\n<p>\nوفي رواية: ما أعلم شيئا بعد كتاب الله تعالى أصح من موطأ مالك لولا مالك\nوسفيان لذهب علم الحجاز.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nوقال خرجت من بغداد وما خلفت بها أحد أتقى ولا أورع ولا أفقه ولا أعلم من\nأحمد بن حنبل.\n</p>\n\n<p>\nفهذا القدر كاف فيما يتعلق بأخباره وآثاره من اضطلاعه بالعلم واطلاعه,\nفالحمد لله على ما وفق من اتباعه, وصلاته وسلامه على سيدنا محمد وآله\nواتباعه, وأصحابه وأشياعه.\n</p>\n\n<p>\nولد الشافعي رحمه الله سنة خمسين ومائة, ومات بمصر سنة أربع ومائتين, وله\nأربع وخمسون سنة. وقد جمعت في تاريخنا الشامي ما تفرق من أخباره في كتب\nالمنصفين في ترجمته في حرف الميم.\n</p>\n\n<p>\nوولد أبو حنيفة رحمه الله سنة ثمانين, ومات سنة خمسين ومائة ببغداد, وله\nسبعون سنة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head6'>CHECK فصل [أصحاب الشافعي]</h1>\n\n<p>\nفانظر كيف اتفق أن مالكا ولد بعد أبي حنيفة بأربع عشرة سنة وزاد عمره على\nعمره. وولد أحمد بعد الشافعي بأربع عشرة سنة وزاد عمره على عمره. ومالك\nأطولهم عمرا, والشافعي أقصرهم عمرا, رضي الله عنهم أجمعين.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nثم انتقل الفقه بعد الشافعي إلى أصحابه, وأجلهم من أهل مكة أبو بكر عبد\nالله بن الزبير الحميدي, ومن أهل <span id='ms15'></span> بغداد أبو عبد الله أحمد بن حنبل, وأبو\nثور إبراهيم بن خالد, وأبو على الحسن بن محمد بن الصباح الزعفراني, والحسين\nبن علي الكرابيسي, ومن أهل / مصر أبو يعقوب يوسف بن يحيى البويطي, وأبو حفص\nحرملة بن يحيى التجيبي, وأبو موسى يونس بن عبد الأعلى الصدفي, وأبو إبراهيم\nإسماعيل بن يحيى المزني, والربيعان ابنا سليمان المرادي, والجيزي, وأبو عبد\nالله محمد بن عبد الله بن عبد الحكم.\n</p>\n\n<p>\nوكتب عنه على بن المديني كتاب الرسالة وحملها إلى عبد الرحمن بن مهدي\nويحيى بن سعيد القطان بالبصرة فأعجبا بها وكانا من كبار أئمة الآثار, فكانا\nيدعوان الله للشافعي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل إن الذي حملها إليهما صاحبه الحارث بن سريج النقال.\n</p>\n\n<p>\nقال الحافظ أبو بكر البيهقي رحمه الله:\n</p>\n\n<p>\n((وقد عد أبو الحسن الدارقطني منن روى عن الشافعي رحمه الله أحاديثه\nوأخباره وكلامه زيادة على مائة مع قصور سنه عن سن أمثاله من الأئمة, وإنما\nتكثر الرواية عن العالم إذا جاوز سنه الستين أو السبعين, والشافعي لم يبلغ\nفي السن أكثر من أربع وخمسين)).\n</p>\n\n<p>\nثم قام بعد هؤلاء بالفقه على مذهب الشافعي جماعة مثل أبي القاسم\nالأنماطي, وزكريا بن يحيى الساجي, وأبي نعيم الأستراباذي, وإمام الأئمة أبي\nبكر محمد بن خزيمة, وهم ممن أخذ عن أصحاب الشافعي وكذلك الإمامان محمد بن\nنصر المروزي, وأبو بكر محمد بن المنذر.\n</p>\n\n<p>\nوأخذ عن أبي القاسم الأنماطي أبو العباس أحمد بن عمر بن سريج, وعنه انتشر\nفقه الشافعي في أكثر الآفاق, وأخذ عنه فقهاء الإسلام مثل أبي الطيب ابن\nسلمة, وأبي علي بن خيران, وأبي عبيد بن حربويه, وأبي حفص بن الوكيل, وأبي\nسعيد الإصطخري, وأبي بكر الصيرفي, وأبي العباس بن القناص, \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n             # وأبي بكر محمد بن على القفال الشاشي, وأبي إسحاق المروزي, وأبي علي بن\nأبي هريرة, وأبي الحسين بن القطان, ومن هذه الطبقة أبو بكر بن زياد, وابن\nالحداد.\n</p>\n\n<p>\nثم حصل الفقه في طبقة أخرى مثل أبي حامد المروروذي, وأبي زيد المروزي,\nوأبي علي الطبري, وأبي سهل الصعلوكي, وأبي <span id='ms16'></span> بكر الإسماعيلي, وأبي الحسن\nالماسرجسي, وأبي القاسم الداركي, وغيرهم.\n</p>\n\n<p>\n/ثم انتقل الفقه إلى طبقة أخرى مثل أبي الحسين بن اللبان الفرضي, وأبي\nالطيب سهل بن محمد الصعلوكي, والقاضي أبي الحسن على بن عبد العزيز\nالجرجاني, وأبي حامد الإسفراييني, وابي بكر البرقاني, والقاضي أبي الطيب\nالطبري, والقفال المروزي.\n</p>\n\n<p>\nثم بعد هؤلاء أبو الحسن المحاملي, والمارودي, وأبو الفتح سليم بن أيوب\nالرازي, وأصحاب القفال: أبو علي السنجي, وأبو بكر الصيدلاني, والقاضي حسين\n, وأبو محمد الجويني ثم بعد هؤلاء أبو إسحاق الشيرازي, والشيخ نصر المقدسي,\nوإمام الحرمين أبو المعالي, والحسين بن مسعود البغوي, وأبو نصر بن الصباغ,\nوغيرهم.\n</p>\n\n<p>\nثم بعدهم الإمام أبو حامد الغزالي, وأبو بكر الشاشي, ومن في طبقتهما\nبالعراق وخراسان. وعندنا بالشام أبو الحسن علي بن المسلم السلمي جمال\nالإسلام, وأبو الفتح نصر الله بن محمد المصيصي, وبعدهما أبو المعالي مسعود\nبن محمد النيسابوري, وأبو سعد عبد الله بن محمد بن أبي عصرون.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nثم الشيوخ الذين أدركناهم ممن جمع بين العلم والعمل كالقاضي أبي القاسم\nالأنصاري, وشيخنا أبي منصور عبد الرحمن بن محمد بن الحسن, ومن تبعه وجرى\nعلى ذلك السنن, أذهب الله عنا وعنهم في الدنيا والآخرة الجزن, وأصلح\nأعمالنا في السر والعلن, ودفع عنا بفضله المحن, ووفقنا للمداومة على\nالاشتغال بالعلم ورزقنا العمل به.\n</p>\n\n<p>\nقيل لعبد الله بن المبارك: إلى متى تطلب العلم؟ قال: أرجو أن تروني فيه\nحتى أموت. وقال: لعل الكلمة التي فيها نجاتي لم أسمعها بعد.\n</p>\n\n<p>\nوقال غيره: أليس يقال: يستغفر له - يعني لطالب العلم - كل شيء حتى\nالحيتان في الماء, أفلهذا مترك؟\n</p>\n\n\n<h1 class='l1' id='head7'>AUTO فصل في صفة أهل العلم</h1>\n\n<p>\n:\n</p>\n\n<p>\nقال عبد الله بن مسعود رضي الله عنه: ليس العلم بكثرة الحديث ولكن العلم\nالخشية.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\n/ وقال مالك بن أنس رحمه الله: ليس العلم بكثرة الرواية, ولكنه نور يجعله\nالله في قلب من يشاء من خلقه.\n</p>\n\n<p>\nوفي رواية: العلم الحكمة, ونور يهدي به الله من يشاء, وليس بكثرة\nالمسائل.\n</p>\n\n<p>\nوقال الأوزاعي رحمه الله: كان هذا العلم كريما يتلاقاه الرجال <span id='ms17'></span> بينهم,\nفلما كتب ذهب نوره, وصار إلى غير أهله.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nوقال: إذا أراد الله بقوم شرا فتح عليهم الجدل, ومنعهم العمل.\n</p>\n\n<p>\nوقال مسلم بن يسار: إياكم والمراء فائنها ساعة جهل العالم, وعندها يبتغي\nالشيطان زلته.\n</p>\n\n<p>\nوقال مالك بن أنس: ليس هذا الجدال من الدين بشيء.\n</p>\n\n<p>\nوقال أيضا: المراء في العلم يقسي القلوب, ويورث الضغائن.\n</p>\n\n<p>\nوقال وهب بن منبه: دع المراء الجدال, كيف تمارى وتجادل من هو أعلم منك أو\nمن أنت أعلم منه ولا يطيعك! فاطو ذلك عنه.\n</p>\n\n<p>\nقالو: وكان أبو سلمة يماري ابن عباس فحرم منه علما كثيرا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nوكان هارون الرشيد مع محبته للفقه والفقهاء, وميله إلي العلم والعلماء,\nيكره الجدال في الدين والمراء, ويقول: إنه لخليق أن لا يفتح خيرا.\n</p>\n\n<p>\nوفي جامع الترمذي عن أبي يمامة رضي الله عنه قال: قال رسول الله صلى الله\nعليه وسلم: ما ضل قوم بعد هدى كانوا عليه إلا أوتوا الجدل, ثم تلا رسول\nالله صلى الله عليه وسلم {ما ضربوه لك إلا جدلا بل هم قوم خصمون}. قال هذا\nحديث حسن صحيح.\n</p>\n\n<p>\nجعلنا الله ربنا من القائمين بحقوق العلم العاملين به, المرتفعين في\nالدنيا والآخرة بسببه, وأوضح لنا به المحجة, ولا جعله علينا حجة, بل كما\nكان الفقهاء من السلف الصالح أهل نسك وعبادة, وورع وزهادة, أرادو الله\nبعلمهم, وصانوا العلم / فصانهم, وتدرعوا من الأعمال الصالحة ما زانهم, ولم\nيشنهم الحرص على الدنيا وخدمة أهلها, بل أقبلوا على طاعة الله تعالى التي\nخلقوا من أجلها, فاؤلئك الذين عناهم الإمام الشافعي رحمه الله بقوله: ما\nأحد أورع لخالقه من الفقهاء. وفي رواية: إن لم يكن الفقهاء أولياء الله في\nالآخرة فما الله ولي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nقال ابن مسعود: لو أن أهل العلم صانوا العلم ووضعوه عند أهله لسادوا أهل\nزمانهم, ولكنهم وضعوه عند أهل الدنيا لينالوا من دنياهم فهانوا عليهم.\n</p>\n\n<p>\nوروي ليث, عن مجاهد, عن ابن عباس قال: لو أن العلماء أخذوا العلم بحقه\nلأحبهم الله عز وجل والملائكة والصالحون من عباده, ولهابهم الناس لفضل <span id='ms18'></span>\nالعلم وشرفه.\n</p>\n\n<p>\nوقال وهب بن منبه: إن الفقهاء فيما خلا حملوا العلم فأحسنوا حمله فاحتاجت\nإليهم الملوك وأهل الدنيا, ورغبوا في عملهن, فلما كان بأخرة فشت علماء\nفحملوا العلم فلم يحسنوا حمله, فطرحوا عملهم على الملوك وأهل الدنيا\nفاهتضموهم واحتقروهم.\n</p>\n\n<p>\nوقال أيضا: كان العلماء قبلنا قد استغنوا بعلمهم عن دنيا غيرهم, فكانوا\nلا يلتفتون إلى دنياهم, وكان أهل الدنيا يبذلون دنياهم في علمهم, فأصبح أهل\nالعلم منا اليوم يبذلون لأهل الدنيا علمهم رغبة في دنياهم, وأصبح أهل\nالدنيا قد زهدوا في علمهم لما رأوا من سوء موضعه عندهم. وأصبح أهل الدنيا\nقد زهدوا في علمهم لما رأوا من سوء موضعه عندهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n             # اللهم فجنبنا طريقة أقوام لم يقوموا بحق العلم وأرادوا به الدنيا,\nوأعرضوا عما لهم في الآخرة من الدرجة العليا, فلم يهنؤوا بحلاوته, ولم\nيمتعوا بنضارته, بل خلقت عندهم ديياجته, ورثت حالته, وعرف مقداره جماعة من\nالسادة فعظموه وبجلوه ووقروه واستغنوا به, ورأوه بعد المعرفة أفضل ما أعطي\nالبشر, واحتقروا في جنبته كل مفتخر, / وتلوا: {فما آتني الله خير مما\nآتاكم} , وكيف لا يكون الأمر كذلك والعلم حياة والجهل موت, فبينهما كما بين\nالحياة والموت.\n</p>\n\n<p>\nولقد أحسن القائل:\n</p>\n\n<p>\nوفي الجهل قبل الموت موت لأهله. . . فأجسامهم قبل القبور قبور\n</p>\n\n<p>\nوإن امرءا لم يحي بالعلم ميت. . . وليس له حتى النشور نشور\n</p>\n\n<p>\nوعن إسماعيل بن عبيد الله, عن عبد الله بن عمرو قال: من قرأ القرآن\nفكأنما استدرجت النبوة بين جنبيه إلا أنه لا يوحى إليه. ومن قرأ القرآن\nفرأى أن أحدا من الخلق أعطى أفضل مما أعطى فقد حقر ما أعظم الله وعظم ما\nحقر الله. ليس ينبغي لحامل القرآن أن يجهل فيمن يجهل, ولا يجد فيمن يجد,\nولكن يعفو ويصفح لحق القرآن.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nوللقاضي أبي سعيد الخليل بن أحمد السجزي الحنفي:\n</p>\n\n<p>\nرضيت من الدنيا بقوت يقيمني. . . ولا ابتغي من بعده أبدا فضلا\n</p>\n\n<p>\nولست أروم القوت إلا لأنه. . . يعين على علم أرد به الجهلا\n</p>\n\n<p>\nفما هذه الدنيا بطيب نعيمها. . . لأصغر ما في العلم <span id='ms19'></span> من نكتة عدلا\n</p>\n\n<p>\nفهذه رحمة الله عرف مقدار العلم؛ فلا جرم زهد في الدنيا, وقنع منها\nبالقوت, وحصل على رياض العلم ومتنزهاته, ومحاسن أوجه وطيب أوقاته.\n</p>\n\n<p>\nوما أجود أبيات القاضي أبي الحسن علي بن عبد العزيز الجرجاني من أصحابنا\nفي صيانة العلم وترك التبذل به, وهي قصيدة نفيسة منها:\n</p>\n\n<p>\nولو أن أهل العلم صانهم. . . ولعظموه في النفوس لعظما\n</p>\n\n<p>\nولكن أذالوه فهان ودنسوا. . . محياه بالأطماع حتى تهجما\n</p>\n\n<p>\nولم أقض حق العلم إن كان كلما. . . بدا طمع صيرته لي سلما\n</p>\n\n<p>\nوأقبض خطوي عن فضول كثيرة. . . إذا لم أنلها وافر العرض مكرما\n</p>\n\n<p>\n/ يقولون هذا منهل قلت قد أرى. . . ولكن نفس الحر تحتمل الظما\n</p>\n\n<p>\nوماذا عسى الدنيا وإن جل خطبها. . . ينال بها من صير الصبر مطعما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n             # وينبغي لمن نظمه الله سبحانه في سلك العلماء أن يعرف قدر نعمته عليه, فقد\nقربه من درجة النبوة بما أسداه إليه, فلا يحزن لما يفوته من أمر الدنيا,\nفما آتاه الله خير مما أوتي أهلها, ولا يتبرم بما ينزل به من مصائبها فأن\nذلك من علامات قبوله ولحوقه بسلفه, فقد جاء في الحديث: ((أشد الناس بلاء\nالأنبياء ثم العلماء ثم الصالحون)).\n</p>\n\n<p>\nوفي رواية: ((النبيون, ثم الأمثل فالأمثل)).\n</p>\n\n<p>\nوقال وهب بن منبه: لا يكون الفقيه فقيها حتى يعد البلاء نعمة, والرخاء\nمصيبة, وذلك أن صاحب البلاء ينتظر الرخاء, وصاحب الرخاء ينتظر البلاء.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head8'>CHECK فصل [إن الله لا يقبض العلم انتزاعا]</h1>\n\n<p>\nفصل\n</p>\n\n<p>\nصح من حديث عبد الله بن عمرو بن العاص قال: سمعت رسول الله صلى الله عليه\nوسلم يقول: ((إن الله لا يقبض العلم انتزاعا ينتزعه من الناس, ولكن يقبض\nالعلم, حتى إذا لم يترك عالما اتخذ الناس رؤرسا جهالا فأفتوا بغير علم\nفضلوا وأضلوا)).\n</p>\n\n<p>\nما أعظم حظ من بذل نفسه وجهدها في تحصيل العلم حفظا على الناس ما بقى\nبأيديهم منه, فإن هذه الأزمة قد غلب على أهلها الكسل والملل وحب الدنيا,\nفالمشتغل منهم عليها يحوم, ولها يعقد ويقوم, فإذا حصلت فترت همته واشتغل\nبها, وطلب الزيادة منها.\n</p>\n\n<p>\nومنهم <span id='ms20'></span> من تفتر همته لعدم حصولها [له] ولا سيما إذا حصلت لغيره ممن يراه\nدون درجته, هذا / مع أن اشتغال المشتغل منهم ضعيف, قد قنع الحريص منهم من\nعلوم القرآن بحفظ سواده, ونقل بعض قراءآته, وأغفل علم تفسيره ومعانيه,\nواستنباط أحكام الشريعة من مبانيه. واقتصر من علم الحديث على سماع بعض\nالكتب على شيوخ أكثرهم أجهل منه بعلم الرواية, فضلا عن الدراية, وأغفل\nإتقان معرفة الأسانيد والمتون من التقييد اللفظي, والبحث الصحيح المعنوي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nواجتزأ من علم الفقه بحفظ مختصر, ولولا الجاري عليه بسببه لما صبر.\n</p>\n\n<p>\nومنهم من صعب عليه أيضا حفظ المختصر [ورفع نفسه عنه] , فنظر في بعض نكت\nالخلافيين المتأخرين, العارية عن مآخذ الأئمة وفقه المتقدمين, وعد نفسه -\nلغرابة ما أتى به - من رؤوس العلماء, وهو عند الله تعالى وعند علماء\nالشريعة من أجهل الجهلاء, قد حرم أنفاس أهل الدين والعلم الفاخر, ورضي مما\nهم عليه بإطلاق اسم المستدل المناظر.\n</p>\n\n<p>\nواكتفى من علم العربية بالنظر في مقدمة يزعم أنه يصلح بها لسانه, ويقوى\nبها عند الجدال جنانه, وصدف عن الكتب النفيسة الكافلة بنفائس هذا الشأن,\nوعن الاشتغال بعلمي اللغة والبيان, اللذين بهما يفهم الحديث والقرآن.\n</p>\n\n<p>\nوأما علم أصول الفقه فقد هجر هجرا, فلا تكاد تسمع له ذكرا, إلا\n</p>\n\n<p>\nبأبحاث خارجة عنه, وإن كانت قد سطرت فيه حتى حسبت أنها منه.\n</p>\n\n<p>\nفليتدبر ما قلناه طالب العلم, وليتهم نفسه بالتحصيل, فكل علم من هذه\nالعلوم بحر زاخر, ولا يحصل على درره إلا كل سابح غواص ماهر, قد مرت عليه\nأزمنة في ملازمة الطلب, وطول / النصب والتعب, من التكرار والبحث والشرح\nوالمراجعات , ومذاكرة العلماء وكثرة المطالعات, مع الأهلية التامة من صحة\nالذهن وحدته, وطول الفكر منه وحسن نيته, فيراجع ما أشكل عليه ويحققه, وإذا\nعد تنبيه من نبهه على خطئه فائدة منه وشكره عليها فالله يوفقه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nوليعتمد من مذاكرة الشيوخ ومطالعة الكتب كل معتمد عليه, ولا يتجاوز تحقيق\nما أشكل لديه, فهذه صفة المشتغل المحقق, وهو الذي ينتفع وينفع الله به كل موفق <span id='ms21'></span>.\n</p>\n\n<p>\nقال مسلم بن الحجاج في \" صحيحه \": حدثنا يحيى بن يحيى التميمي, أنا عبد\nالله بن يحيى بن أبي كثير, قال: سمعت أبي يقول: لا يستطاع العلم براحة الجسم.\n</p>\n\n<p>\nقلت:\n</p>\n\n<p>\nومن آدابه: اجتناب المراء والافتراء, واللغط الهراء, وحرصه أبدا على\nإظهار الحق, وطلبه من حيث كان, كما قال إمامنا الشافعي رحمه الله: ما ناظرت\nأحدا إلا على النصيحة, وما ناظرت أحدا فأحببت أن يخطئ.\n</p>\n\n<p>\nوما روينا عنه أيضا أنه قال: من تعلم علما فليدقق فيه لئلا يضيع دقيق\nالعلم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head9'>CHECK فصل [الكلام في المسائل التي لم تقع]</h1>\n\n<p>\nفصل\n</p>\n\n<p>\nوالعلم بالأحكام واستنباطها كان أولا حاصلا للصحابة فمن بعدهم من علمهم\nبالقرآن والسنة, ومعرفتهم بلسان العرب, فكانوا إذا نزلت بهم النازلة بحثوا\nعن حكم الله تعالى فيها من كتاب الله وسنة نبيه صلى الله عليه وسلم, وكانوا\nيتدافعون الفتوى ويود كل منهم لو كفناه إياها غيره.\n</p>\n\n<p>\nوكان جماعة منهم يكرهون الكلام في مسألة لم تقع, ويقولون للسائل /عنها:\nأكان ذلك؟ فإن قال: لا, قالوا: دعه حتى يقع, ثم نجتهد فيه. كل ذلك يفعلونه\nخوفا من الهجوم على ما لا علم لهم به, واشتغالا بما هو الأهم من العبادة\nوالجهاد, وإذا وقعت الواقعة لم يكن بد من النظر فيها.\n</p>\n\n<p>\nقال الحافظ البيهقي: وقد كره بعض السلف للعوام المسألة عما لم يكن ولم\nيمض به كتاب ولا سنة ولا إجماع ولا أثر, ليعملوا عليه إذا وقع, وكرهوا\nللمسؤول الاجتهاد فيه قبل أن يقع؛ لأن الاجتهاد إنما أبيح للضرورة ولا\nضرورة قبل الواقعة, وقد يتغير اجتهاده عند الواقعة فلا يغنيهم ما مضى من\nالاجتهاد.\n</p>\n\n<p>\nواحتج بعضهم في ذلك بما روي عن النبي صلى الله عليه وسلم موصولا ومنقطعا:\n((من حسن إسلام المرء تركه ما لا يعنيه)).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nوعن طاووس قال عمر بن الخطاب وهو على المنبر أحرج بالله على كل امرىء\nمسلم سأل عن كل شيء لم يكن؛ فإن الله قد بين ما هو كائن.\n</p>\n\n<p>\nوفي رواية: لا يحل لكم أن تسألوا عما لم يكن فإنه قد قضى <span id='ms22'></span> فيما هو كائن.\n</p>\n\n<p>\nوعن عبد الرحمن بن شريح أن عمر بن الخطاب رضي الله عنه كان يقول:\n</p>\n\n<p>\nإياكم وهذه العضل فإنها نزلت بعث لها من يقيمها ويفسرها.\n</p>\n\n<p>\nوعن الصلت بن راشد قال: سألت طاووسا عن شيء فقال: أكان هذا؟\n</p>\n\n<p>\nقلت: نعم. قال: آالله الذي لا إله إلا هو قلت: الله الذي لا إله إلا هو.\nقال:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nإن أصحابنا حدثونا عن معاذ بن جبل أنه قال: أيها الناس لا تعجلوا بالبلاء\nقبل نزوله فيذهب بكم هاهنا وهاهنا, وإنكم إن لم تفعلوا - أي لم تعجلوا\nبالبلاء قبل نزوله - لم ينفك المسلمون أن يكون فيهم من إذا سئل سدد أو قال: وفق.\n</p>\n\n<p>\nوعن أبي سلمة بن عبد الرحمن مرسلا قال: رسول الله صلى الله عليه وسلم:\n</p>\n\n<p>\n((لا تستعجلوا بالبلية قبل / نزولها فائنكم إذا فعلتم ذلك لم يزل منكم من\nيوفق ويسدد, وإنكم إن استعجلتم بها قبل نزولها تفرقت بكم السبل هاهنا\nوهاهنا وأشار عن يمينه وشماله)).\n</p>\n\n<p>\nوقال مسروق: سألت أبي بن كعب عن شيء فقال: أكان بعد؟ قلت: لا. قال:\nفأجمنا حتى يكون, فإذا كان لك رأينا.\n</p>\n\n<p>\nوقال عبد الرحمن بن أبي ليلى: أدركت عشرين ومائة من الأنصار من أصحاب\nمحمد صلى الله عليه وسلم ما منهم من أحد يحدث بحديث إلا ود أن أخاه كفاه\nإياه, ولا يستفتى عن شيء إلا ود أن أخاه كفاه الفتيا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nوفي رواية: يسأل أحدهم عن المسألة فيردها هذا إلى هذا وهذا إلى هذا حتى\nترجع إلى الأول.\n</p>\n\n<p>\nقلت:\n</p>\n\n<p>\nثم كثرت الوقائع والنازل وأفتى فيها مجتهدوا الصحابة والتابعين وأتباعهم,\nوحفظت فتاويهم وسطرت ودونت, ووصلت إلى من بعدهم من الفقهاء الأئمة ففرعوا\nعليها وقاسوا واجتهدوا في إلحاق غيرها بها, فتضاعفت مسائل الفقه وكثر\nالاختلاف. واختلاف الأئمة رحمة إذ نصوص القرآن والسنة تحتمل وجوها من\nالتأويل, وطرق العربية ومجاريها واسعة, فلكل قول منها دليل.\n</p>\n\n<p>\nولم يزل علم الفقه كريما يتوارثه الأئمة معتمدين على الأصلين الكتاب\nوالسنة مستظهرين بأقوال السلف على ما فيهما من غير تقليد.\n</p>\n\n<p>\nقد نهى إمامنا الشافعي <span id='ms23'></span> رحمه الله عن تقليده وتقليد غيره على ما سنذكره في\nفصل بعد هذا. وكانت تلك الأزمنة مملوءة بالمجتهدين, وكل صنف على ما رأى,\nوتعقب بعضهم بعضا مستمدين من الأصلين الكتاب والسنة, وترجيح الراجح من\nأقوال السلف المختلفة. ولم يزل الأمر على ما / وصفت إلى أن استقرت المذاهب\nالمدونة, ثم اشتهرت المذاهب الأربعة وهجر غيرها, \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n             # فقصرت همم أتباعهم إلا قليلا منهم, فقلدوا ولم ينظروا فيما نظر فيه\nالمتقدمون من الاستنباط من الأصلين الكتاب والسنة, بل صارت أقوال أئمتهم\nبمنزلة الأصلين, فأخذوها مسلمة مفروغا منها, ففرعوا عليها, واستنبطوا منها,\nولم يبق لهم نظر إلا فيها, وأعرضوا عن علوم الأصلين, فعدم المجتهدون, وغلب\nالمقلدون, حتى صاروا ممن يروم رتبة الاجتهاد يعجبون, وله يزدرون, وكثر\nالتعصب للمذاهب, وقلت النصفة وبانت المثالب, ودبت بينهم العقارب, فجرى من\nبعضهم في بعض العجائب والغرائب, وآل بهم التعصب إلى أن صار أحدهم إذا أورد\nعليه شيء من الكتاب والسنة الثابتة على خلاف مذهبه يجتهد في دفعه بكل سبيل\nمن التأويل البعيد نصرة لقوله, وإعراضا عما يجب عليه الأخذ به, ولو كان ذلك\nوصل إلى إمامه الذي يقلده هذا المتعصب لقابله ذلك الإمام بالتعظيم\nوالتبجيل, ولصار إليه إن لم يعارضه دليل.\n</p>\n\n<p>\nثم تفاقم الأمر حتى صار كثير منهم لا يرون الاشتغال بعلوم القرآن\nوالحديث, ويعيبون من يعتني بهما, ويرون أن ما هم عليه هو الذي ينبغي\nالمواظبة عليه, وتقدمته بين يديه, من الاحتجاج للمذاهب بالآراء, وكثرة\nالجدال والمراء, فينقضي منهم المجلس بعد المجلس لا يسمع فيه آية تتلى, ولا\nحديث يروى, وإن اتفق ذكر شيء من ذلك لم يكن في المجلس من يعرف صحيحه من\nسقيمه, ولا إيراده على وجهه ولا فهم معناه. وغرض كل منهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n             # قمع خصمهم وإبطال حكمه, وعدم منهم / الإنصاف في مسائل الخلاف, ولا سيما\nلما وقفت عليهم الأوقاف.\n</p>\n\n<p>\nثم نبغ قوم آخرون صارت عقيدتهم في الاشتغال بمسائل المذهب كعقيدة أولئك\nفي الاشتغال بعلوم الأصلين, يرون أن أولى منه الاقتصار على نكت خلافية\nوضعوها, وأشكال منطقية <span id='ms24'></span> ألفوها.\n</p>\n\n<p>\nبالمنطق اشتغلوا فقلت لجمعهم. . . إن البلاء موكل بالمنطق\n</p>\n\n<p>\nفاعرضوا عن تلك المحاسن, وسموا المشتغلين بعلم المذهب كوادن, وذلك من\nوساوس الشيطان, وعلامات الخذلان؛ فنعوذ بالله من هذا البلاء, وسوء القضاء,\nومن تضييع الزمان في الجدال والمراء, ونسأله الثبات على التمسك بالآثار,\nوالاعتماد على [صحيح] الأخبار, ويلحقنا بالسادة الأخيار, ويباعدنا من هؤلاء\nالجهال الأغبياء الأشرار.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nوقوم آخرون قنعوا بزي المتفقهين, والصياح الجاري بين المتناظرين, وقالو:\nعلام نتعب أنفسنا, وريع المدارس حاصل لنا.\n</p>\n\n<p>\nوما أظرف ما قال فيهم بعض الظرفاء, من المتأخرين الفضلاء:\n</p>\n\n<p>\nيا طالب العلم من كتاب. . . ومن حديث طلاب مسلم\n</p>\n\n<p>\nبدون هذا ترى فقيها. . . فوسع الثوب ثم عمم\n</p>\n\n<p>\nوالبس من الشرب طيلسانا. . . واعقده في المنكبين واختم\n</p>\n\n<p>\nواقعد مع القوم في جدال. . . لا بالبخاري ولا بمسلم\n</p>\n\n<p>\nإلا صياحا ونفض كم. . . وقول لا لا وعقد لم لم\n</p>\n\n<p>\nفما أرى عندهم علوما. . . أكثر من لم ولا أسلم\n</p>\n\n<p>\nوفي \"مسند البزاز\" وغيره عن جبير بن نفير, عن عوف بن مالك الأشجعي قال:\nقال رسول الله صلى الله عليه وسلم: ((تفترق أمتي على بضع وسبعين شعبة, فرقة\nأعظمها فتنة على أمي قوم يقيسون الأمور برأيهم فيحلون الحرام ويحرمون\nالحلال)).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nوعن عقبة بن أوس, عن عبد الله بن عمرو قال: رسول الله صلى الله عليه\nوسلم: ((لن يستكمل مؤمن إيمانه حتى يكون هواه تبعا لما / جئتكم به)).\n</p>\n\n<p>\nوقال عمر بن الخطاب وسهل بن حنيف رضي الله عنهما: اتهموا الرأي على\nالدين. وفي رواية: اتقوا الرأي على دينكم. وقال عبد الله بن مسعود رضي الله\nعنه: يحدث قوم يقيسون الأمور برأيهم فيهدم الإسلام.\n</p>\n\n<p>\nوقال عبد الله بن عمر رضي الله عنهما: لا يزال الناس على الطريق ما\nاتبعوا الأثر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nوعن الشعبي من قوله, وقيل: رفعه إلى عمر بن الخطاب رضي الله عنه: إياكم\nوأصحاب الرأي فإنهم أعداء السنن, أعيتهم الأحاديث أن يحفظوها فقالوا بالرأي\nفضلوا وأضلوا.\n</p>\n\n<p>\nوقال الأوزاعي: عليك بآثار من سلف وإن رفضك الناس, وإياك ورأي الرجال وإن\nزخرفوه بالقول, فإن الأمر ينجلي وأنت منه <span id='ms25'></span> على طريق مستقيم.\n</p>\n\n<p>\nوقال أيضا: إذا بلغك عن رسول الله صلى الله عليه وسلم حديث فإياك أن تقول\nبغيره فإن رسول الله صلى الله عليه وسلم كان مبلغا عن الله تبارك وتعالى.\n</p>\n\n<p>\nوقال أيضا: العلم ما جاء عن أصحاب محمد صلى الله عليه وسلم, وما لم يجيء\nعن أصحاب محمد صلى الله عليه وسلم فليس بعلم - يعني ما لم يجيء أصله عنهم\n-.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nوقال سفيان الثوري: إنما العلم كله العلم بالآثار.\n</p>\n\n<p>\nوقال ابن المبارك: ليكن الذي تعتمد عليه الأثر, وخذ من الرأي ما يفسر لك\nالحديث.\n</p>\n\n<p>\nوقال أحمد بن حنبل: سألت الشافعي عن القياس فقال عند الضرورات.\n</p>\n\n<p>\nوقال: كان أحسن أمر الشافعي عندي أنه كان إذا سمع الخبر لم يكن عنده قال\nبه وترك قوله.\n</p>\n\n<p>\nقلت:\n</p>\n\n<p>\nوما أحسن قول القائل:\n</p>\n\n<p>\nتجنب ركوب الرأي فالرأي ريبة. . . عليك بآثار النبي محمد\n</p>\n\n<p>\nفمن يركب الآراء يعم عن الهدى. . . ومن يتبع الآثار يهد ويحمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n             # وقال الآخر:\n</p>\n\n<p>\nدين النبي محمد أنوار. . . نعم المطية للفتي أثار\n</p>\n\n<p>\nلا ترغبين عن الحديث وأهله. . . فالرأي ليل والحديث نهار\n</p>\n\n<p>\nولبعض فضلاء المغاربة:\n</p>\n\n<p>\nأنظر بعين الهدى إن كنت ذا نظر. . . فإنما العلم مبنى على الأثر\n</p>\n\n<p>\nلا تر غير رسول الله متبعا. . . ما دمت تقدر في حكم على خبر\n</p>\n\n<p>\n/ ومن شعر القاضي أبي الطيب طاهر بن عبد الله الطبري الشافعي رحمه الله:\n</p>\n\n<p>\nأقول بالأثر المروي متبعا. . . وبالقياس إذا لم أعرف الأثرا\n</p>\n\n<p>\nوما أبالي إذا ما العلم صاحبني. . . ثم التقى فيه أن لا أصحب البشرا\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head10'>CHECK فصل [جمع كتاب شامل في الشريعة]</h1>\n\n<p>\nفصل\n</p>\n\n<p>\nلم أزل منذ فتح الله على الاشتغال بعلم الشريعة, وفهم ما ذكرت من الاتفاق\nوالاختلاف ولالات الكتب والسنة, مهتما بجمع كتاب يجمع ذلك أو يقاربه,\nتوفيقا من الله تعالى لمعاود الأمر الأول, وهو ما كان عليه الأئمة\nالمتقدمون من استنباط الأحكام من الأصلين مستظهرين بأقوال السلف فيها طلبا\nلفهم معانيها, ثم يصار إلى الراجح منها بطريقة وددت لو كان كفاني ذلك غيري\nممن هو في زمني, أو وجدت أحدا من أصحابنا فعله <span id='ms26'></span> قبلي, بل دأب كل مصنف من\nأصحابنا ومن غيرهم التعصب لمذهبه وترجيح قول إمامه في كل ما أتى به, وكان\nالواجب على الجميع نظرهم بعين الإنصاف, في كل ما وقع فيه الاختلاف,\nوالصيرورة إلى القول الراجح وهو الأقرب إلى ما دل عليه الأصلان الكتاب\nوالسنة, فيزول الخلاف في كثير من المسائل, ولا يبقى منها إلا القليل على ما\nستراه من السبيل إن شاء الله تعالى.\n</p>\n\n<p>\nوهذا الكتاب المشار إليه أرجوا أن أكون الممت فيه بامتثال أمر الله عز\nوجل في قوله سبحانه: {فإن تنازعتم في شيء فردوه إلى الله والرسول}.\n</p>\n\n<p>\nقال الشافعي رحمه الله في كتاب \" الرسالة \":\n</p>\n\n<p>\n((يعني - والله أعلم - إلى ما قال الله والرسول إن عرفتموه, وإن لم\nتعرفوه سألتم الرسول عنه. ومن تنازع من بعد رسول الله صلى الله عليه وسلم\nرد الأمر إلى قضاء الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n             # ثم قضاء رسوله, فإن لم يكن فيما يتنازعون فيه قضاء فيهما ولا في واحد\nمنهما ردوه قياسا على أحدهما))\n</p>\n\n<p>\nقلت: ولم يختلف المفسرون فيما وقف عليه من كتبهم في أن معناها إلى كتاب\nالله وسنة رسوله, وتقدير ذلك: فردوه إلى قول الله تعالى وقول الرسول, فيجب\nرد جميع / ما اختلف فيه إلى ذلك, فما كان أقرب إليه اعتقد صحته وأخذ به؛\nولذلك قال عمر بن الخطاب رضي الله عنه: ((ردوا الجهالات إلى السنة)). وفي\nرواية: ((يرد الناس من الجهالات إلى السنة)).\n</p>\n\n<p>\nوهذه كانت طريقة العلماء الأعلام أئمة الدين كما سبق ذكره, وهي طريقة\nإمامنا أبي عبد الله الشافعي رحمهم الله, فإنه تعقب على من تقدمه من\nالعلماء بذلك السبب, ولهذا قال فيه أبو عبد الله أحمد بن حنبل رحمه الله:\nما من أحد وضع الكتب حتى ظهرت أتبع للسنة من الشافعي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nثم إن الشافعي رحمه الله احتاط لنفسه وعلم أن البشر لا يخلو من السهو\nوالغفلة وعدم الإحاطة, فصح عنه من غير وجه أنه أمر إذا وجد قوله على مخالفة\nالحديث الذي يصح الاحتجاج به أن يرد قوله ويؤخذ بالحديث.\n</p>\n\n<p>\nأنبأنا القاضي <span id='ms27'></span> أبو القاسم, عمن أخبره الحافظ أبو بكر أحمد بن الحسن\nالبيهقي, أنبأنا أبو عبد الله الحافظ, ثنا أبو العباس بن يعقوب, قال: سمعت\nالربيع بن سليمان يقول: سمعت الشافعي يقول:\n</p>\n\n<p>\nإذا وجدتم في كتابي خلاف سنة رسول الله صلى الله عليه وسلم فقولوا بسنة\nرسول الله صلى الله عليه وسلم, ودعوا ما قلت.\n</p>\n\n<p>\nقال البيهقي: ((وقد يثق - يعني الشافعي - ببعض من هو مختلف في عدالته على\nما يؤدي إليه اجتهاده كما يفعله غيره, ثم لم يدع لرسول الله صلى الله عليه\nوسلم سنة بلغته وثبتت عنده حتى قلدها, وما خفي عليه ثبوته علق به  يعني -\nعلى ثبوته, وما عسى لم يبلغه أوصى من بلغه باتباعه وترك خلافه, وذلك بين في\nكتبه وفيما ذكر من أقاويله.\n</p>\n\n<p>\nأخبرنا أبو عبد الله الحافظ, أنبأنا أبو زكريا العنبري, أنا أبو عبد الله\nمحمد بن إبراهيم العبدي فيما ذكره من فضائل الشافعي رحمه الله ومناقبه قال:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\n((ثم بلغ من حرصه - يعني من حرص الشافعي - على إفهام المسترشدين أني سمعت\nربيعا يقول: قال الشافعي رحمه الله: \" وددت أن الناس نظروا في هذه / الكتب\nثم نحلوها غيري \"؛ طلبا منه للنصيحة لهم, وأن قصده أنما كان من وضع الكتب\nوتسييرها في الناس أن يفهموها, ليدلهم البيان فيها على الأرجح من المذاهب\nالتي هي أتبع للكتاب والسنة وما أشبه الكتاب والسنة, تبرأ إلى الله جل ذكره\nمن حوله وقوته, غير ملتمس بها ذكرا ولا في الدنيا شرفا. قال: وهذه صحة\nالنية, ومشكور الطوية, وما يحمد من الصالحين من الضمير والعزيمة)).\n</p>\n\n<p>\nقلت:\n</p>\n\n<p>\nوعلى هذا المعنى كان وضع الشافعي وغيره من الأئمة الكتب إرشادا للخلق إلى\nما ظنه كل واحد منهم صوابا, لا على أنهم أرادوا تقليدهم ونصرة أقوالهم\nكيفما كانت, فقد صح أن الشافعي رحمه الله نهى عن تقليده وتقليد غيره.\n</p>\n\n<p>\nقال صاحبه أبو إبراهيم المزني في أول \" مختصره \": ((اختصرت هذا من علم\nالشافعي ومن معنى قوله لأقربه على من أراده مع إعلاميه نهيه عن تقليده\nوتقليد غيره؛ لينظر فيه <span id='ms28'></span> لدينه, ويحتاط لنفسه)).\n</p>\n\n<p>\nأي مع إعلامي من أراد علم الشافعي نهي الشافعي عن تقليده وتقليد غيره.\nهذا أحسن ما أول به هذا الكلام. وانظروا رحمكم الله إلى قوله: ((لينظر فيه\nلدينه, ويحتاط لنفسه)) أي ليسترشد بذلك إلى الحق.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nقال صاحب \" الحاوي \" وهو القاضي أبو الحسن علي بن محمد بن حبيب الماوردي:\n((وقوله: \" ويحتاط لنفسه \" أي ليطلب الاحتياط لنفسه بالاجتهاد في المذاهب,\nوترك التقليد بطلب الدلالة)).\n</p>\n\n<p>\nقلت:\n</p>\n\n<p>\nفعلى هذا كان السلف الصالح يتبعون الصواب حيث كان, ويجتهدون في طلبه\nوينهون عن التقليد.\n</p>\n\n<p>\nوقال أبو العباس أحمد بن أبي أحمد الطبري المعروف بابن القاص صاحب أبي\nالعباس بن سريج في أول كتاب \" التلخيص \" له:\n</p>\n\n<p>\n((ذكر المزني في كتابه المترجم ب:\" الجامع الكبير \" في المتيمم إذا دخل\nفي الصلاة, ثم رأى الماء أن الشافعي / نهى عن التقليد نصحا منه لكم, فله\nأجر صوابكم وهو بريء من خطئكم رضي الله عنه وقبل منه نصحكم)).\n</p>\n\n<p>\nقال الشيخ أبو علي [السنجي] في كتاب \" شرح التلخيص \":\n</p>\n\n<p>\n((وإنما ذكر المزني هذا في هذه المسألة لأنها أول مسألة خالف الشافعي\nفيها في \" جامعيه الصغير والكبير \" حيث ذهب فيها إلى مذهب أهل الكوفة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n             # أنه يخرج من صلاته ويتوضأ ويستأنف. فبسط العذر لنفسه في مخالفة الشافعي\nلأنه منعه من تقليده وتقليد غيره.\n</p>\n\n<p>\nقلت:\n</p>\n\n<p>\nفالمزني رحمه الله امتثل أمر إمامه في النهي عن تقليده, فخالفه في هذه\nالمسألة لما ظهر له من جهة النظر والرأي, فما الظن به لو وجد حديثا مصرحا\nبخلاف نصه, فهو إن شاء الله حينئذ كان أشد مبادرة إلى مخالفة نص إمامه, وإن\nكان في الحقيقة موافقا لا مخالفا لأنه قد أمر إذا وجد الحديث على خلاف قوله\nأن يترك قوله, فهو إنما ترك قوله بقوله فهو موافق ممتثل للأمر.\n</p>\n\n<p>\nوقد فعل هذا صاحبه أبو يعقوب البويطي رحمه الله في مسألة التيمم إلى\nالكوعين فخالفه وصار إليه كما سيأتي.\n</p>\n\n<p>\nوإذا كشفت واعتنيت بهذا وكانت لك همة في التنقيب عنه وعناية بظهور الحق,\nوجدت جماعة من أهل العلم والتحقيق <span id='ms29'></span> والمصنفين على مذهب الشافعي رحمهم الله\nقد نصروا مذهبه, وامتثلوا ما أمر به من مخالفة قوله لحديث يصح الاحتجاج به,\nوهذا مأمور به من جهة الشارع ولو لم يقله الشافعي.\n</p>\n\n<p>\nفذكر كل واحد منهم ما أمكنه مما وصل إليه علمه على قلة ذلك وعزته في\nكتبهم, وإنما يكثر ذلك في كتب المتضلعين من الحديث الباحثين عن فقهه\nومعانيه, الذاكرين لأقوال العلماء ومذاهبهم من غير تقيد, كأبي بكر بن\nالمنذر وأبي سليمان الخطابي وأبي بكر البيهقي وأبي عمر بن عبد البر وغيرهم\nرحمهم الله.\n</p>\n\n<p>\nونبه صاحب \"التهذيب\" من أصحابنا وهو أبو علي / الحسين بن مسعود البغوي\nعلى مواضع حسنة منها:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nتصحيحه للقول القديم أن وقت المغرب يمتد إلى وقت مغيب الشفق فقال: وهو\nالصحيح لحديث بريدة أن النبي صلى الله عليه وسلم صلاها في يومين في وقتين.\n</p>\n\n<p>\nووافقه على ذلك إمام الحرمين أبو المعالي ابن الجويني في \"مختصره\"\n</p>\n\n<p>\nالذي اختصر فيه كتاب \"النهاية\", وإن لم يكن ما نذكره في نفس كتاب\n\"النهاية\", فقال في \"المختصر\": والظاهر عندنا القول الثاني - يعني القديم\n-, فقد صح أن رسول الله صلى الله عليه وسلم صلى المغرب عند اشتباك النجوم\n</p>\n\n<p>\nقال: وفي نصرة هذا القول نصوص ولذلك اختاره الإمام أحمد, ولولا صحة\nالأخبار عنده لما رأى ذلك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nونقل أيضا إمام الحرمين في باب التعزيز من كتاب \"النهاية\" عن صاحب\n\"التقريب\" كلاما حسنا في هذا المعنى وإن كان فيما استنبطه نظر فقال: ولما\nذكر صاحب \"التقريب\" مقالات الأصحاب في التعزيزات ومبالغها روى عن أبي بردة\nبن نيار أن رسول الله صلى الله عليه وسلم قال: ((لا يجلد فوق العشرة إلا في\nحد)). قال صاحب \"التقريب\": هذا خبر صحيح لو بلغ الشافعي لقال به.\n</p>\n\n<p>\nوقد صح من أقوال الشافعي رضي الله عنه أن من يبلغه مذهبه عنه ويصح عنده\nخبر على خلافه فحق عليه أن يتبع الخبر ويعتقد أنه مذهب الشافعي, فإن كل ما\nأطلقه في المسائل مقيد باستثناء الخبر, وكأنه لا يقول قولا في واقعة إلا\nوهو <span id='ms30'></span> مصرح بأن الأمر كذلك إن لم يصح خبر على خلافه عن رسول الله صلى الله\nعليه وسلم.\n</p>\n\n<p>\nقلت:\n</p>\n\n<p>\nوهذا الحديث متفق عليه في \"الصحيحين\" ولكن له عندي تأويل وهو أن المراد\nبه ضرب التأديب الصادر من غير الولاة؛ كضرب السيد عبده والزوج امرأته,\nوالأب ولده, والمعلم / والمؤدب من تحت أيديهما من الصبيان المتعلمين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله صلى الله عليه وسلم: ((إلا في حد)) يعني ما يضربه الولاة على\nالجرائم فإنها حدود شرعية أي موانع وزواجر. وهي مقسمة إلى حد مقدر كحد\nالزنا والقذف, وإلى [حد] غير مقدر وهي التعزيزات على الجرائم التي لا مقدر\nفي حدها من جهة الشرع, وإنما هو موكول إلى اجتهاد ولاة الأمر يفعلون من ذلك\nما هو الرادع الزاجر لصاحب تلك الجريمة مما هو لائق به, وذلك يختلف باختلاف\nالجرائم؛ فمنها كبائر كأكل الربا, ومال اليتيم, والغصب, والفرار من الزحف,\nوعقوق الوالدين, فكيف يسوى بين هذه وبين الصغائر في أن لا يبلغ بالجميع\nعشرة أسواط؟ فأي انزجار يحصل بذلك؟ لا سيما من الأراذل والسفل, وقد قال عمر\nبن الخطاب رضي الله عنه: ((إن الناس قد تتايعوا في شرب الخمر, واستقلوا\nالحد)) , هذا مع كونه أربعين جلدة لم يبالوا بها وانهمكوا على الشرب الذي\nهو متلف للأموال, ومذهب للعقول, وحامل على كثرة المعاصي, فكيف بمن تمرد\nوتمرن على عقوق الوالدين والسحر, وشرهت نفسه في جمع الأموال من الربا\nوالغصب, أيزجر بتسعة أسواط مثلا, هذا مناف لحكمة شرعية الحدود والتعزيزات,\nفليس لهذا الحديث الصحيح محمل إلا ما ذكرته وهو معنى حسن جيد. والحمد لله\nعلى فهمه,\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head11'>CHECK فصل [خلل التصنيف]</h1>\n\n<p>\nوسيأتي تقرير ذلك إن شاء الله تعالى في موضعه, وإنما قدمته هنا خوفا من\nاخترام المنية قبل الوصول إليه لأنه في أواخر الكتاب, واستطرد الكلام بنا\nإليه فذكرته, ولم يكن الغرض هنا إلا ذكر ما نقله إمام الحرمين عن صاحب\n\"التقريب\" في تقرير جواز مخالفة نصوص الشافعي المخالفة لما صح من الحديث\nوإن لم يكن هذا منها وبالله التوفيق.\n</p>\n\n<p>\nفصل:\n</p>\n\n<p>\nثم <span id='ms31'></span> إن المصنفين من أصحابنا المتصفين بالصفات المتقدمة من الاتكال على\nنصوص إمامهم, معتمدين عليها اعتماد الأئمة قبلهم على الأصلين الكتاب\nوالسنة, قد وقع في مصنفاتهم خلل كثير من وجهين عظيمين:\n</p>\n\n<p>\nالأول أنهم يختلفون كثيرا فيما ينقلون من نصوص الشافعي رحمه الله, وفيما\nيصححونه منها ويختارونه, وما ينسبونه إلى القديم والجديد ولا سيما\nالمتأخرين منهم, وصارت لهم طرق مختلفة خراسانية وعراقية, فترى هؤلاء ينقلون\nعن إمامهم خلاف ما ينقله هؤلاء, والمرجع في هذا كله إلى إمام واحد, وكتبه\nمدونة مروية موجودة, أفلا كانوا يرجعون إليها, وينقون تصانيفهم من كثرة\nاختلافهم عليها.\n</p>\n\n<p>\nوأجود تصانيف أصحابنا من الكتب الكبار فيما يتعلق بصحة نقل نصوص الشافعي\nرحمه الله هو كتاب \"التقريب\" , أثنى عليه بذلك أخبر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n             # المتأخرين بنصوص الشافعي وهو الإمام الحافظ أبو بكر البيهقي رحمه الله,\nذكر ذلك في رسالة له كتبها إلى الشيخ أبي محمد عبد الله بن يوسف الجويني\nوالد إمام الحرمين ناصحا له فيها, ومنكرا عليه ما وقف عليه من تصنيف له في\nالفقه شرع فيه وسماه \"المحيط\" فقال فيها:\n</p>\n\n<p>\n((وكنت أنظر في كتب بعض أصحابنا حكايات من حكى منهم عن الشافعي رضي الله\nعنه نصا, وأبصر اختلافهم فيه بعضها, فيضيق قلبي بالاختلاف, مع كراهية\nالحكاية من غير ثبت, فحملني ذلك على نقل مبسوط ما اختصره المزني رحمه الله\nعلى ترتيب \"المختصر\". ثم نظرت في كتاب \"التقريب\", وكتاب \"جمع الجواميع\", و\n\"عيون المسائل\", وغيرها فلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n             # أر أحدا منهم فيما حكاه أوثق من صاحب \"التقريب\", رحمنا الله وإياه, وهو\nفي النصف الأول من كتابه أكثر حكاية لألفاظ الشافعي رحمه الله منه في\nأكثرها وذهاب بعضها في عصرنا - عن حكاية ألفاظ لا بد لنا من معرفتها لئلا\nنجتريء على تخطئة المزني في بعض ما نخطئه فيه, وهو عندي بريء, ولنتخلص بها\nعن كثير من تخريجات أصحابنا))\n</p>\n\n<p>\nوقال البيهقي في موضع آخر: ((وجدت في بعض ما نقل من كتب الشافعي وحول\nمنها إلى غيره خللا في النقل, وعدولا عن الصحة بالتحويل, فرددت مبسوط كتبه <span id='ms32'></span>\nالقديمة والجديدة إلى ترتيب \"المختصر\"؛ ليتبين لمن تفكر في مسائله من أهل\nالفقه ما وقع فيه من التحريف والتبديل, ويظهر لمن نظر في أخباره من أهل\nالعلم بالحديث ما وقع فيه الخلل بالتقصير في النقل)).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nقلت:\n</p>\n\n<p>\nفلا بد لنا إن شاء الله من إيضاح الحق فيما اختلفوا فيه إن قدرت على ذلك\nفي هذا الكتاب, وإلا أوردت اختلافهم على وجهه, ونسبت كلا إلى قائله في كتابه.\n</p>\n\n<p>\nوإذا كان هذا الخلل قد وقع منهم في نقل نصوص إمامهم فما الظن بما ينقلونه\nمن نصوص باقي المذاهب؟ فترى في كتبهم من ذلك أشياء ينكرها أصحاب تلك\nالمذاهب, وكأن الخلل إنما جاءهم من تقليد بعضهم بعضا فيما ينقله من مذهب\nغيره أو من نص إمامه, ويكون الأول قد غلظ فيتبعه من بعده, والغلط جائز على\nكل أحد إلا من عصمه الله تعالى, ولكن لو أن كل من ينقل عن أحد مذهبا أو\nقولا راجع في ذلك كتابه إن كان له منصف أو كتب أهل مذهبه كما نفعله نحن إن\nشاء الله في هذا الكتاب, لقل ذلك الخلل, وزال أكثر الوهم وبطل, والله\nالموفق.\n</p>\n\n<p>\nالوجه الثاني: ما فعلونه في الأحاديث النبوية والآثار المروية من كثرة\nاستدلاهم بالأحاديث الضعيفة على ما يذهبون إليه نصرة لقولهم, ومن تغيير لفظ\nما صح منها / والزيادة فيه والنقص منه لقلة خبرتهم بذلك وما أكثره في كتب\nأبي المعالي وصاحبه أبي حامد نحو: ((إذا اختلف المتبايعان تحالفا وترادا)) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n             # ومن العجيب ما ذكره صاحب \"المهذب\" في أول باب إزالة النجاسة\n</p>\n\n<p>\nقال: ((وأما الغائط فهو نجس لقوله صلى الله عليه وسلم لعمار: \"إنما تغسل\nثوبك من الغائط والبول والمنى والدم والقيء\". ثم ذكر بعد ذلك طهارة منى\nالآدمي ولم يتعرض للجواب عن هذا الحديث الذي هو حجة خصمه, ولم يكن له حاجة\nإلى ذكره أصلا فإن الغائط لا ضرورة إلى الاستدلال على نجاسته بهذا الحديث\nالضعيف المنتهض حجة عليه في أمر آخر والله الموفق.\n</p>\n\n<p>\nومن قبيح ما يأتي به بعضهم تضعيفهم لخبر <span id='ms33'></span> يحتج به بعض مخالفيهم, ثم\nيحتاجون هم إلى الاحتجاج بذلك الخبر بعينه في مسألة أخرى, فيوردونه معرضين\nعما كانوا ضعفوه به, ففي كتابي \"الحاوي\" و \"الشامل\" وغيرهما من ذلك شيء كثير.\n</p>\n\n<p>\nهذا وهم مقلدون لإمامهم الشافعي رحمه الله, فهلا اتبعوا طريقته في ترك\nالاحتجاج بالضعيف, وتعقبه على من احتج بذلك, وتبيين ضعفه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nثم إن من مذهبه رحمه الله ترك الاحتجاج بالمراسيل إلا بشروط سنذكرها في\nمقدمة الأصول إن شاء الله تعالى.\n</p>\n\n<p>\nولو ذكر سند الحديث وعرفت عدالة رجاله إلى التابعي وسقط من السند ذكر\nالصحابي كان مرسلا, ويورد هؤلاء المصنفون هذه الأحاديث محتجين بها بلا\nإسناد أصلا, فيقولون: قال رسول الله صلى الله عليه وسلم, وروي عن رسول الله\nصلى الله عليه وسلم, ويظنون أن ذلك حجة, وإمامهم رضي الله عنه يرى أنه لو\nسقط من السند الصحابي وحده لم يكن حجة, وكذا لو سقط غير الصحابي من السند,\nفليتهم إذ عجزوا عن أسانيد الحديث ومعرفة رجالها عزوها إلى الكتب التي\nأخذوها منها, ولتكن من كتب الحديث المعتمد عليها, ولكنهم لم يأخذوا تلك\nالأحاديث إلا من كتب من سبقهم من مشايخهم ممن هو على مثل حالهم, فبعضهم\nيأخذها من بعض / فيقع التغيير والزيادة والنقصان فيما صح أصله, ويختلط\nالصحيح بالسقيم, وهذا كله غير مستقيم, بل الواجب في الستدلال على الأحكام,\nوبيان الحلال والحرام, أن من يستدل بحديث يذكر سنده ويتكلم عليه بما يجوز\nالاستدلال به, أو يعزوه إلى كتاب مشهور من كتب أهل الحديث المتعمدة, فيرجع\nمن يطلب صحة ذلك الحديث وسقمه إلى ذلك الكتاب وينظر في سنده, وما قال ذلك\nالمصنف أو غيره فيه. وما أحسن ما قال الحافظ البيهقي للشيخ أبي محمد\nالجويني في \"رسالته\" التي كتبها إليه ونصحه فيها قال: ((وكنت أسمع رغبة\nالشيخ-أدام الله أيامه-في سماع الحديث والنظر في كتب أهله, فأسكن إليه,\nواشكر الله تعالى عليه, وأقول في نفسي ثم فيما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n             # بين الناس: قد جاء الله عز وجل بمن يرغب في الحديث ويرغب <span id='ms34'></span> فيه من بين\nالفقهاء, ويميز فيما يرويه ويحتج به الصحيح من السقيم من جملة العلماء,\nوأرجو من الله سبحانه أن يحي به سنة إمامنا المطلبي في قبول الآثار, حيث\nأماتها أكثر فقهاء الأمصار, بعد من مضى من الأئمة الكبار, الذين جمعوا بين\nنوعي علم الفقه والأخبار.\n</p>\n\n<p>\nثم لم يرض بعضهم بالجهل به حتى رأيته حمل على العالم به, والوقوع فيه,\nوالإزراء به, والضحك منه, وهو مع هذا يعظم صاحب مذهبه ويجله, ويزعم أنه لا\nيفارق في منصوصاته قوله, ثم يدعي في كيفية قبول الحديث ورده طريقته, ولا\nيسلك فيها سيرته, لقلة معرفته بما عرف, هلا نظر في كتبه ثم اعتبر باحتياطه\nفي انتقاده لرواة خبره, واعتماده فيمن اشتبه عليه حاله على رواية غيره,\nفيرى سلوك مذهبه مع دلالة العقل والسمع واجبا على كل من انتصب للفتيا, فإما\nأن يجتهد في تعلمه, أو يسكت عن الوقوع فيمن يعلمه. فلا يجتمع / عليه وزران,\nحيث فاته الأجران, والله المستعان)).\n</p>\n\n<p>\nوقال قبل ذلك:\n</p>\n\n<p>\n((قد علم الشيخ اشتغالي بالحديث واجتهادي في طلبه, ومعظم مقصودي منه في\nالابتداء التمييز بين ما يصح الاحتجاج به من الأخبار وبين ما لا يصح, \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n             # حين رأيت المحدثين من أصحابنا يرسلونها في المسائل على ما يحضرهم من\nألفاظها, من غير تمييز منهم بين صحيحها وسقيمها. ثم إذا احتج عليهم بعض\nمخالفيهم بحديث يشق عليهم تأويله أخذوا في تعليله بما وجدوه في كتب\nالمتقدمين من أصحابنا تقليدا, ولو عرفوه معرفتهم لميزوا به صحيح ما يوافق\nأقوالهم من سقيمه, ولأمسكوا عن كثير مما يحتجون به وإن كان يطابق آراءهم,\nولاقتدوا في ترك الاحتجاج برواية الضعفاء والمجهولين بإمامهم, وما رد من\nالأخبار لضعف رواته وانقطاع إسناده كثير))\n</p>\n\n<p>\nقلت:\n</p>\n\n<p>\nوقد يسر الله تعالى - وله الحمد - الوقوف على ما ثبت من الأحاديث وتجنب\nما ضعف منها بما جمعه علماء الحديث في كتبهم من الجوامع والمساند.\n</p>\n\n<p>\nفالجوامع: هي المرتبة على الأبواب من الفقه والرقائق والمناقب وغير ذلك؛\nفمنها ما اشترط فيه الصحة أي لا يذكر فيه إلا <span id='ms35'></span> حديث صحيح شرط مصنفه, ك:\n\"كتابي البخاري ومسلم\" وما ألحق بهما واستدرك عليهما, وك: \"صحيح إمام\nالأئمة محمد بن إسحاق بن خزيمة\", و\"كتاب أبي عيسى الترمذي\", وهو كتاب جليل\nمبين فيه الحديث الصحيح والحسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n             # والغريب والضعيف, وفيه عن الأئمة فقه كثير, ثم \"سنن\" أبي داود والنسائي\nوابن ماجه وغيرهم, ممن هو في زمن هؤلاء المذكورين وفي طبقتهم, ففي ذلك\nالعصر أكثر من تدوين كتب الحديث وجمعت ونقحت وميزت. ومن بعدهم \"سنن أبي\nالحسن الداراقطني\", و\"التقاسيم\" لأبي حاتم بن حبان, وغيرهما.\n</p>\n\n<p>\nثم ما / رتبه وجمعه الحافظ الفقيه أبو بكر البيهقي في \"سننه الكبير\",\nو\"الأوسط\", و\"الصغير\" التي أتى بها على ترتيب \"مختصر المزني\", وقربها إلى\nالفقهاء بجهده. فلا عذر لهم ولا سيما الشافعية منهم في تجنب الاشتغال بهذه\nالكتب أو ببعضها. وكثر النظر فيها وسماعها, والبحث عن فقهها ومعانيها,\nومطالعة الكتب النفيسة المصنفة في شروحها وغريبها, بل أفنوا زمانهم وعمرهم\nفي النظر في أقوال من سبقهم من متأخري الفقهاء, وتركوا النظر في نصوص نبيهم\nالمعصوم من الخطأ صلى الله عليه وسلم, وآثار الصحابة الذين شهدوا الوحي\nوعاينوا المصطفى, وفهموا أنفاس الشريعة؛ فلا جرم حرم هؤلاء رتبة الاجتهاد,\nوبقوا مقلدين على الآباد.\n</p>\n\n<p>\nوقد كانت العلماء في الصدر الأول معذورين في ترك ما لم يفقهوا عليه من\nالحديث؛ لأن الأحاديث لم تكن حينئذ فيما بينهم مدونة, إنما كانت تتلقى من\nأفواه الرجال وهم متفرقون في البلدان, ولو كان الشافعي رحمه الله وجد في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n             # زمانه كتابا في أحكام السنن أكبر من \"الموطأ\" لحفظه مضافا إلى ما تلقاه\nمن أفواه مشايخه, فلهذا كان الشافعي بالعراق يقول لأحمد بن حنبل رحمهما\nالله: أعلموني بالحديث الصحيح أصر إليه.\n</p>\n\n<p>\nوفي رواية: إذا صح الحديث عن رسول الله صلى الله عليه وسلم فقولوا حتى\nأذهب إليه.\n</p>\n\n<p>\nثم قد زال العذر ولله الحمد بجمع الحفاظ الأحاديث المحتج بها في كتب,\nنوعوها وقسموها, وسهلوا الطريق إليها فبوبوها وترجموها, وبينوا ضعف كثير\nمنها وصحته, وتكلموا في عدالة الرجال وجرح <span id='ms36'></span> المجروح منهم, وفي علل الحديث,\nولم يدعوا لمشتغل شيئا يتعلل به, وفسر القرآن والحديث, وتكلم على غريبهما\nوفقههما, وكل ما يتعلق / بهما, في مصنفات عديدة جليلة, فالآلات متهيئة لذي\nطلب صادق وهمة ذكاء وفطنة.\n</p>\n\n<p>\nوأئمة الحديث المعتبرون هم القدوة في فنهم, فوجب الرجوع إليهم في ذلك,\nوعرض آراء الفقهاء على السنن والآثار الصحيحة, فما ساعده الأثر فهو المعتبر\nوإلا فلا.\n</p>\n\n<p>\nولا نبطل الخبر بالرأي بل نضعفه إن كان على اختلاف وجوه الضعف من علل\nالحديث المعروفة عند أهله, أو باجماع الكافة على خلافه, وقد يظهر ضعف\nالحديث وقد يخفى. وأقرب ما يؤمر به في ذلك أنك متى رأيت حديثا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n             # خارجا عن دواوين الإسلام ك:\"الموطأ\" و\"مسند أحمد\" و\"الصحيحين\" و\"سنن\" أبي\nداود والترمذي والنسائي ونحوها مما تقدم ذكره ومما لم نذكره, فانظر فيه فإن\nكان له نظير في الصحاح أو الحسان قرب أمره, وإن رأيته يباين الأصول وارتبت\nبه فتأمل رجاله إسناده, واعتبر أحوالهم من الكتب المصنفة في ذلك, وأصعب\nالأحوال أن يكون رجال الإسناد كلهم ثقات ويكون متن الحديث موضوعا عليهم أو\nمقلوبا أو قد جرى فيه تدليس, ولا يعرف هذا إلا النقاد من علماء الحديث, فإن\nكنت من أهله وإلا سل عنه أهله.\n</p>\n\n<p>\nقال الأوزاعي: كنا نسمع الحديث فنعرضه على أصحابنا كما نعرض الدرهم\nالزائف, فما عرفوا منه أخذنا, وما أنكروا تركنا.\n</p>\n\n<p>\nقلت:\n</p>\n\n<p>\nوكذلك المسائل الفقهية المبنية على دلالات اللغة ومقتضيات الألفاظ يرجع\nفيها إلى أقوال أهل اللغة وصناعة العربية, وكل ذلك قد حرره أهله وحققوه.\nفالتوصل إلى الاجتهاد بعد جمع السنن في الكتب المعتمدة - إذا زرق الانسان\nالحفظ والفهم ومعرفة اللسان - أسهل منه قبل ذلك [لولا قلة همم\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head12'>CHECK فصل [معنى التعصب]</h1>\n\n<p>\nالمتأخرين, وبعدهم عن المتبحرين]. ومن أكبر أسبابه / تعصبهم وتقيدهم برفق\nالوقوف, وجهل أكثر المصدرين منهم على ما هو المعروف, الذي هو منكر مألوف.\n</p>\n\n<p>\nفصل:\n</p>\n\n<p>\nفإذا ظهر هذا وتقرر تبين أن التعصب لمذهب الإمام المقلد ليس هو باتباع\nأقواله كلها كيفما كانت, بل بالجمع بينهما <span id='ms37'></span> وبين ما ثبت من الأخبار والآثار,\nويكون الخبر هو المتبع, ويؤول كلام ذلك الإمام تنزيلا له الخبر. والأمر عند\nالمقلدين أو أكثرهم بخلاف هذا إنما هم يؤولون الخبر تنزيلا له على نص\nإمامهم. ثم الشافعين كانوا أولى بما ذكرناه لنص إمامهم رضي الله عنه على\nترك قوله إذا ظفر بحديث ثابت عن رسول الله صلى الله عليه وسلم على خلافه,\nفالتعصب له على الحقيقة إنما هو امتثال أمره في ذلك, وسلوك طريقته في قبول\nالأخبار, والبحث عنها والتفقه فيها, وقد نقلت - والحمد لله - ما روي عنه من\nوصيته بذلك في ترجمته في \"تاريخ دمشق\".\n</p>\n\n<p>\nقال الربيع: قال الشافعي: قد أعطيتك جملة تغنيك إن شاء الله: لا تدع\nلرسول الله صلى الله حديثا أبدا إلا أن يأتي عن رسول الله صلى الله عليه\nوسلم خلافه, فتعمل بما قلت لك في الأحاديث إذا اختلفت.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nوسيأتي ذلك في مقدمة الأصول إن شاء الله تعالى.\n</p>\n\n<p>\nوفي رواية: إذا وجدتم عن رسول الله صلى الله عليه وسلم سنة خلاف قولي\nفخذوا السنة ودعوا قولي فإني أقول بها.\n</p>\n\n<p>\nوفي رواية: إذا وجدتم في كتابي خلاف سنة رسول الله صلى الله عليه وسلم\nفقولوا بسنة رسول الله ودعوا ما ما قلت.\n</p>\n\n<p>\nوفي رواية: كل مسألة تكلمت فيها صح الخبر فيها عن النبي صلى الله عليه\nوسلم عند أهل النقل بخلاف ما قلت فأنا راجع عنها في حياتي وبعد موتي.\n</p>\n\n<p>\nقال: وسمعت الشافعي يقول - وروي حديثا - فقال له رجل: تأخذ بهذا يا أبا\nعبد الله؟ فقال: متى رويت عن رسول الله صلى الله حديثا صحيحا فلم آخذ به\nفأشهدكم أن عقلي قد ذه, وأشار بيده على رؤوسهم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nوقال حرملة: قال الشافعي: كل ما قلت / وكان عن النبي صلى الله عليه وسلم\nخلاف قولي مما يصح فحديث النبي صلى الله عليه وسلم أولى ولا تقلدوني.\n</p>\n\n<p>\nوفي \" كتاب ابن أبي حاتم\" عن أبي ثور قال: سمعت الشافعي يقول: كل حديث عن\nالنبي صلى الله عليه وسلم فهو قولي وإن لم <span id='ms38'></span> تسمعوه مني.\n</p>\n\n<p>\nوفيه عن الحسين - هو الكرابيسي- قال: قال الشافعي: إن أصبتم الحجة في\nالطريق مطروحة فاحكوها عني فإني قائل بها.\n</p>\n\n<p>\nوقال الربيع: سمعت الشافعي يقول: ما من أحد إلا وتذهب عليه سنة لرسول\nالله صلى الله عليه وسلم وتعزب عنه, فمهما قلت من قول أو أصلت من أصل فيه\nعن رسول الله خلاف ما قلت فالقول ما قال رسول الله صلى الله عليه وسلم, وهو\nقولي. قال: وجعل يردد هذا الكلام.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nقال: وقال الشافعي: من تبع سنة رسول الله صلى الله عليه وسلم وافقته, ومن\nغلظ فتركها خالفته, صاحبي اللازم الذي لا أفارقه الثابت عن رسول الله صلى\nالله عليه وسلم وإن بعد, والذي أفارق من لم يقل بسنة رسول الله صلى الله\nعليه وسلم وإن قرب.\n</p>\n\n<p>\nوقال الزعفراني: كنا ولو قيل لنا: سفيان, عن منصور, عن إبراهيم, عن\nعلقمة, عن عبد الله يعني عن النبي صلى الله عليه وسلم, قلنا: هذا مأخوذ\nوهذا غير مأخوذ,\n</p>\n\n<p>\nحتى قدم علينا الشافعي فقال لنا: ما هذا؟ إذا صح الحديث عن رسول الله صلى\nالله عليه وسلم فهو مأخوذ به لا يترك لقول غيره. [قال]: فنبهنا لشيء لم\nنعرفه - يعني نبهنا على هذا المعنى-.\n</p>\n\n<p>\nوقال أبو بكر الأثرم: كنا عند البويطي فذكرت حديث عمار في التميم,\n</p>\n\n<p>\nفأخذ السكين وحته من كتابه, وصيره ضربة. وقال: هكذا أوصانا صاحبنا: إذا\nصح عندكم الخبر فهو قولي أو كما قال هذا معناه.\n</p>\n\n<p>\nقلت:\n</p>\n\n<p>\nهذا من البويطي فعل حسن موافق للسنة ولما أمر به إمامه رحمه الله,\n</p>\n\n<p>\nوسيأتي الكلام على ذلك في موضعه في باب التيمم إن شاء الله تعالى.\n</p>\n\n<p>\nوأما الذين يظهرون التعصب لأقوال الشافعي / كيفما كانت وإن جاءت سنة\nبخلافها فليسو متعصبين في الحقيقة؛ لأنهم لم يمتثلوا ما أمر به إمامهم, بل\nدأبهم وديدنهم إذا أورد عليهم حديث صحيح - هو مذهب إمامهم, لو وقف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n             # عليه لقال به - أن يحتالوا في دفعه بما لا ينفعهم, لما نقل عن إمامهم من\nقول قد أمر بتركه عند وجدان <span id='ms39'></span> ما يخالفه من السنة, هذا مع كونهم عاصين بذلك\nلمخالفتهم ظاهر كتاب الله وسنة رسوله على ما سنبنيه إن شاء الله تعالى في\nفصل كيفية اتباع الكتاب والسنة من كلام الشافعي رحمه الله وغيره في مقدمة\nالأصول السابق ذكرها.\n</p>\n\n<p>\nوروي الشافعي وأحمد بن حنبل وأبو بكر الحميدي وغيرهم عن ابن عيينة.\n</p>\n\n<p>\nقال الشافعي: أنا سفيان بن عيينة, أبنا سالم أبو النضر, أنه سمع عبيد\nالله ابن أبي رافع يخبر عن أبيه قال: رسول الله صلى الله عليه وسلم:\n</p>\n\n<p>\n((لا ألفين أحدكم متكئا على أريكته يأتيه الأمر من أمري مما أمرت به أو\nنهيت عنه, فيقول: لا أدري, ما وجدنا في كتاب الله اتبعناه)).\n</p>\n\n<p>\nقال الحميدي: إذ نهي رسول الله صلى الله عليه وسلم من ترك ما جاء عنه مما\nلم يكن في كتاب الله كانت الحجة على من ترك ذلك لرأي نفسه أو كد, وله ألزم,\nوكان عن طريق الحق أجور.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nقلت:\n</p>\n\n<p>\nفكيف حال من يترك ذلك لأنه لا يجده في كتب المتأخرين المقلدين, أو يجد\nفيها خلافه. والعجب أن منهم من يستجيز مخالفة نص الشافعي لنص له آخر في\nمسألة أخرى بخلافه, عسر عليهم الفرق بينهما فيصنعون فيهما شيئا يسمونه\nالنقل والتخريج, فيخالفون نصه في المسألتين لأنهم ينقلون جوابه من كل مسألة\nمنها إلى الأخرى, ثم لا يرون مخالفة نصه لأجل نص رسول الله صلى الله عليه\nوسلم, مع أنه قد صح عن الشافعي أنه أذن لهم فيما لعلهم يتركونه من ذلك, /\nوليسو يقدرون أن يروا عنه أنه أذن لهم فيما فعلوه من النقل والتخريج, ولعله\nرحمه الله كان عنده بين المسألتين فرق لم يطلعهم [الله] عليه, فمالهم\nيقولونه في [كل] مسألة منهما قولا لم يقله حتى كثرت الأقوال في المذهب\nوالتخريجات, وكثرت في ذلك المناظرات, ولم يقولوه ما دل عليه قول رسول الله\nصلى الله عليه وسلم مع أنه قال لهم: ((القول ما قال رسول الله صلى الله\nعليه وسلم وهو قولي)) , على ما تقدم نقله عنه رضي <span id='ms40'></span> الله عنه.\n</p>\n\n<p>\nوقد قال البويطي: سمعت الشافعي يقول: لقد ألفت هذه الكتب ولم آل فيها,\nولا بد أن يوجد فيها الخطأ لأن الله تعالى يقول: {ولو كان من عند غير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n             # الله لوجدوا فيه اختلافا كثيرا} , فما وجدتم في كتبي هذه مما يخالف\nالكتاب والسنة فقد رجعت عنه.\n</p>\n\n<p>\nوقال إبراهيم بن المنذر الحزامي: ثنا معن بن عيسى القزاز, قال: سمعت\nمالكا يقول: إنما أنا بشر أخطئ وأصيب, فانظروا في رأيي فكل ما وافق الكتاب\nوالسنة فخذوا به, وما لم يوافق الكتاب والسنة فاتركوه.\n</p>\n\n<p>\nقلت:\n</p>\n\n<p>\nفهذا الإمام مالك بن أنس رحمه الله قد سبق إمامنا الشافعي بهذا الكلام\nوهو الحق, وذلك الظن بجميع الأئمة وإن لم ينقل عنهم.\n</p>\n\n<p>\nوقد نقل عن أبي حنيفة رحمه الله معنى ذلك.\n</p>\n\n<p>\nقال نعيم بن حماد: سمعت أبا عصمة يقول: سمعت أبا حنيفة يقول: ما جاء عن\nرسول الله صلى الله عليه وسلم فعلى الرأس والعينين, وما جاء عن أصحابه\nاخترنا, وما كان غير ذلك فنحن رجال وهم رجال.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\nوفي رواية: قال نعيم: سمعت ابن المبارك يقول: سمعت أبا حنيفة يقول: إذا\nجاء عن النبي صلى الله فعلى الرأس والعين, وإذا جاء أصحاب النبي صلى الله\nعليه وسلم نختار من قولهم, وإذا جاء عن التابعين زاحمناهم.\n</p>\n\n<p>\nوفي رواية أخرى: قال: آخذ بكتاب الله / فإن لم أجد فبسنة رسول الله صلى\nالله عليه وسلم, فإن لم أجد في كتاب الله ولا سنة رسول الله أخذت بقول\nأصحابه, آخذ بقول من شئت منهم وأدع قول من شئت منهم, ولا أخرج من قولهم إلى\nقول غيرهم, فأما إذا انتهى الأمر إلى إبراهيم [النخعي] والشعبي وابن سيرين\nوالحسن وعطاء وسعيد بن المسيب وعدد رجالا من التابعين, فقوم اجتهدوا\nفاجتهدوا.\n</p>\n\n<p>\nقلت: وليس يعني رحمه الله اختيار شهوة بل اختيار نظر واستدلال وقياس\nواعتبار على ما دل عليه الكتاب والسنة. وفرق بين الصحابة والتابعين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n             # فجوز أن يذهب إلى ما لم ينقل عن واحد منهم في مسألة اختلفوا فيها عن\nاجتهاد ولا نص فيها <span id='ms41'></span>, ولم يرد إذا أجمعوا على قول واحد فإن الإجماع حجة في\nالتابعين كما هو في الصحابة على المذهب الصحيح.\n</p>\n\n<p>\nوقال سفيان الثوري لما بلغه ذلك عن أبي حنيفة: نتهم رأينا كرأيهم.\n</p>\n\n<p>\nوكأنه رحمه الله سوى بين التابعين والصحابة في أنهم إذا أجمعوا في مسألة\nعلى قولين مثلا لم يجز لمن بعدهم إحداث قول ثالث, وجوز أبو حنيفة ذلك, وهي\nمسألة مختلف فيها بين الأصوليين وفيها تفصيل سنذكره إن شاء الله تعالى,\nوأما ما أجمع الصحابة عليه فلا كلام في أنه لا تجوز مخالفته.\n</p>\n\n<p>\nفقد وضح لك من أقوال الأئمة أنه متى جاء عن رسول الله صلى الله عليه وسلم\nحديث ثابت فواجب المصير إلى ما دل عليه ظاهره, ما لم يعارضه دليل آخر على\nما سيأتي تحقيقه, وهذا هو الذي لا يسع أحدا غيره.\n</p>\n\n<p>\nقال الله تعالى: {فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم ثم لا\nيجدوا في أنفسهم حرجا مما قضيت / ويسلموا تسليما} , فنفي الإيمان عمن لم\nيحكم رسوله صلى الله عليه وسلم فيما وقع التنازع فيه ولم يسلم لقضائه.\n</p>\n\n<p>\nوقال عز وجل: {وإن تطيعوه تهتدوا} فضمن الهداية في طاعة رسوله صلى الله\nعليه وسلم ولم يضمنها في طاعة غيره.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\nوقال: {ومن يطع الله ورسوله فقد فاز فوزا عظيما}.\n</p>\n\n<p>\nوأوعد على مخالفته فقال: {فليحذر الذين يخالفون عن أمره أن تصيبهم فتنة\nأو يصيبهم عذاب أليم}.\n</p>\n\n<p>\nوقال: {وما كان لمؤمن ولا مؤمنة إذا قضى الله ورسوله أمرا أن يكون لهم\nالخيرة من أمرهم ومن يعص الله ورسوله فقد ضل ضلالا مبينا}.\n</p>\n\n<p>\nقال يونس بن عبد الأعلى: ثنا سفيان بن عيينة, عن ابن أبي نجيح, عن مجاهد\nقال: ليس من أحد إلا يؤخذ من قوله ويترك إلا النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nوروي أيضا عن مجاهد بإسناد آخر, وروي معناه عن الشعبي, وكذلك روى شعبة,\nعن الحكم بن عتيبة, وروي أيضا عن مالك بن أنس وقال: إلا صاحب هذا القبر,\nوأشار إلى قبر النبي صلى الله عليه وسلم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head13'>CHECK فصل <span id='ms42'></span> [مختصر المزني]</h1>\n\n<p>\nفصل\n</p>\n\n<p>\nكان العلماء من قدماء أصحابنا يعتنون ب: \" مختصر المزني \" رحمه الله حفظا\nوشرحا, وبسببه سهل تحصيل مذهب الشافعي رحمه الله على طلابه في ذلك الزمان,\nوسمعه من المزني خلق عظيم من الغرباء, ورحل إليه بسببه, وامتلأت بنسخه\nالبلدان حتى إنه بلغني أن المرأة كانت إذا جهزت للدخول على زوجها حمل في\nجهازها مصحف ونسخة من \" مختصر المزني \", فاشتهروا اشتهارا عظيما, وانتفع به\nأئمة أكابر, وتخرج به المشايخ, وتفقه به معظم الأصحاب.\n</p>\n\n<p>\nويروى عن المزني رحمه الله أنه قال: بقيت في تصنيف هذا \" المختصر \" ست\nعشرة سنة, وما صليت الله تعالى في طول هذه المدة فريضة ولا نافلة إلا سألت\nالله عز وجل البركة لمن تعلمه ونظر في وجاء عن أبي العباس بن سريج رحمه\nالله تعالى أنه كان يقول في \" المختصر \":\n</p>\n\n<p>\nلصيق فؤادي مذ ثلاثون حجة. . . وصيقل ذهني والمفرج عن همي\n</p>\n\n<p>\nعزيز على مثلي إضاعة مثله. . . لما فيه من نسج بديع ومن نظم\n</p>\n\n<p>\nجموع لأنواع العلوم بأسرها. . . وآيته أن لا يفارقه كمي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n             # وعلى ترتيبه وضعت الكتب المطولة في مذهب الشافعي ومعظم المختصرة. ثم صنف\nأبو العباس بن القاص مختصره المسمى ب:\"التلخيص\", فاعتنى به أيضا حفظا\nوشرحا. وطالت كتب أصحابنا الكبار الشارحة ل: \"مختصر المزني\" يجمعهم مسائل\nالمذهب المنتشرة إلى ترتيبه, وكذلك يذكرون مذاهب العلماء والكلام عليها\nبالبحث والتقرير, ويستدلون للجميع بالآيات والأخبار والمعاني, ويلتزمون في\nكل مسألة منها تقرير مذهبهم, إلا مواضع قليلة نادرة ربما يتوقف فيها بعضهم\nأو ينبه عليها, وسينقل ذلك في مواضعه إن شاء الله تعالى.\n</p>\n\n<p>\nولا شك أن النظر في بعض المسائل يؤدي إلى تصحيح مذهب بعض الأئمة أو إلى\nترجيحه, فمن الإنصاف الاعتراف بل هو الواجب نصحا لدين الله وللناس فإن\nالدين النصيحة.\n</p>\n\n<p>\nواعلم أنه لا يفقه كل الفقه من لا يعرف اختلاف الناس ومذاهبهم, ويقف على\nأدلتهم وما تمسكوا به.\n</p>\n\n<p>\nقال أبو قدامة: سمعت عبد الرحمن بن مهدي يقول: لا يجوز أن يكون / الرجل\nإماما حتى يعلم ما يصح مما <span id='ms43'></span> لا يصح, وحتى لا يحتج بكل شيء, وحتى يعلم مخارج العلم.\n</p>\n\n<p>\nوقال قتادة: من لم يعرف الاختلاف لم يشم الفقه بأنفه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nوقال عطاء الخراساني: لا ينبغي لأحد أن يفتي أحدا من الناس حتى يكون\nعالما باختلاف الناس, فإنه إن لم يكن كذلك رد من العلم ما هو أوثق من الذي\nفي يديه.\n</p>\n\n<p>\nوسئل مالك بن أنس: لمن تجوز الفتيا؟ فقال: لمن علم ما اختلف الناس فيه.\n</p>\n\n<p>\nوقال سعيد بن أبي عروبة: من لم يسمع الاختلاف فلا تعده عالما.\n</p>\n\n<p>\nوقال يحيى بن سلام: ولا يجوز لمن لا يعلم الأقاويل أن يقول: هذا أحب إلى.\n</p>\n\n<p>\nوقال الحافظ البيهقي:\n</p>\n\n<p>\n((وقد قابلت بتوفيق الله تعالى أقوال كل واحد من الأئمة بملغ علمي من\nكتاب الله عز وجل, ثم ما جمعت من السنن والآثار في الفرائض والنوافل\nوالحلال والحرام والحدود والأحكام, فوجدت الشافعي رحمه الله وذلك فيما صنف\nمن الكتب القديمة والجديدة في الأصول والفروع, بأبين بيان, وأفصح لسان)).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nقلت:\n</p>\n\n<p>\nثم اشتهر في آخر الزمان على مذهب الشافعي تصانيف الشيخين أبي إسحاق\nالشيرازي - وهو إبراهيم بن علي بن يوسف الفيروزاباذي - وأبي حامد محمد بن\nمحمد بن محمد الغزالي الطوسي رحمهما الله, فأكب الناس على الاشتغال\nبكتبهما, وكثرت النسخ بها, واشتهرت اشتهارا عظيما, وانتفع بها نفعا كثيرا,\nوكثر المتعصبون لهما حتى صار المتبحر المرتفع عند نفسه يرى أن نصوصهما\nكنصوص الكتاب والسنة لا يرى الخروج عنها, وإن أخبر بنصوص غيرهما / من أئمة\nمذهبه [الواردة] بخلاف ذلك لم يلتفت إليها التفاته إلى نصوصهما؛ تعصبا\nوحمية وقلة خبرة بالمصنفات ومصنفيها, وإنما هم على قدر مبلغهم من العلم.\nوقد يقع في بعض مصنفاتهما أو مصنفات أحدهما شيء قد خالف [المصنف] فيه صريح\nحديث صحيح, أو ساق حديثا على خلاف لفظه, أو نقل إجماعا أو حكما عن مذهب بعض\nالأئمة وليس كذلك, فإذا ذكر لذلك المتعصب الصواب في مثل ذلك تأذى وتنمر,\nوصاح وزمجر, وأخفى العداوة وأظهر, وكان سبيله أن يفرح بوصوله إلى علم ما لم\nيكن يعرفه, ولكن عمى <span id='ms44'></span> التقليد أصمه عن سماع العلم المفيد. ويقول المتحذلق\nمنهم المتصدر في منصب لا يستحقه: أما كان هؤلاء الأئمة يعرفون هذا الحديث\nالصحيح الوارد على خلاف نصهم, فيرد حديث رسول الله صلى الله عليه وسلم ونصه\nالدال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n             # على خلاف ما هو عليه بمثل هذا الهذيان الذي لو فكر فيه أسكته عنه؛ لأن\nخصمه في مثل هذا هو الله ورسوله؛ لأنه سبحانه افترض علينا طاعة رسوله, وقد\nوصلنا حديثه دالا على أمر فلا نرده بقول أحد إلا بحجة شرعية.\n</p>\n\n<p>\nثم إن في ذلك إبطالا لمذهبه وهدما لأصله الذي مهده إمامه وأسسه وبنى\nعليه, وذلك أن الشافعي رحمه الله إنما تعقب على من كان قبله من الأئمة بمثل\nذلك من دلالات الكتاب والسنة مما ظنه خفي على من سبقه, وكان من الممكن أن\nيقال له: أما كان أولئك يعرفون هذا, وأولئك المتقدمون أولى بذلك من هؤلاء\nالمتأخرين, فلو سمع مثل هذا الهذيان لبطلت المذاهب.\n</p>\n\n<p>\nفهذه طريقة من لا يعد من العلماء, بل ينبغي لكل من يطلب العلم أن يكون\nأبدا في طلب ازدياد علم ما / لم يعلم من أي شخص كان, فالحكمة ضالة المؤمن\nأينما وجدها أخذها. وعليه بالإنصاف وترك التقليد واتباع الدليل, فكل أحد\nيخطئ ويصيب إلا من شهدت له الشريعة بالعصمة وهو النبي صلى الله عليه وسلم\nوإجماع الأمة.\n</p>\n\n<p>\nقال الشافعي رحمه الله في كتاب \" اختلاف الحديث\": أخبرنا سفيان, عن عمرو\nبن دينار, عن سالم بن عبد الله بن عمر أن عمر بن الخطاب نهى عن الطيب قبل\nزيارة البيت وبعد الجمرة. قال سالم: فقالت عائشة:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\nطيبت رسول الله بيدي هاتين لإحرامه قبل أن يحرم, ولحله قبل أن يطوف\nبالبيت, وسنة رسول الله صلى الله عليه وسلم أحق.\n</p>\n\n<p>\nقال الشافعي: ((فترك سالم قول جده عمر في إمامته وقبل خبر عائشة وحدها,\nوأعلم من حدثه أن خبرها وحدها سنة وأن سنة رسول الله صلى الله عليه وسلم\nأحق, وذلك الذي يجب عليه, ومنع ذلك الذين بعد التابعين)).\n</p>\n\n<p>\nقلت:\n</p>\n\n<p>\nوما زال أكابر الصحابة <span id='ms45'></span> من [عهد الصديق] أبي بكر فمن بعده رضي الله عنهم\nيخفى عنهم شيء من السنة كميراث الجدة, وتوريث المرأة من دية زوجها, ووضع\nاليدين على الركبتين في الصلاة, خفي الأول على أبي بكر, والثاني على عمر,\nوالثالث على ابن مسعود, حتى نبههم على ذلك غيرهم, ولذلك أمثلة كثيرة تأتي\nفي مواضعها عن الصحابة والتابعين وأئمة المسلمين. ويستسهل ذلك من يسمعه من\nهؤلاء المتفقهة ولا ينكره قلبه. ,وإذا نسب إلى بعض المتأخرين أنه خفي عليه\nشيء من السنة أنف ذلك المقلد المتعصب المتصعب من هذا وأنكر, وخوف وحذر, وهو\nغارق في غيه المنكر, لو سمع وأبصر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nومن العجب أن كثيرا منهم إذا أورد على مذهبهم أثر عن بعض أكابر الصحابة\nيقول مبادرا بلا حياء ولا حشمة: \"مذهب الشافعي الجديد أن قول الصحابي ليس\nبحجة\", وإنما طريقه في هذا / تأويله وتخريجه والاعتذار عنه بدون هذه\nالعبارة الردية التي يروم أن يرد بها قول مثل أبي بكر وعمر رضي الله عنهما\nلتصحيح مذهبه, والنبي صلى الله عليه وسلم يقول: ((إن تطيعوا أبا بكر وعمر\nترشدوا)) , واقتدوا بالذين من بعدي أبي بكر وعمر)) , وسيأتي الكلام في\nتحقيق هذه المسألة, ونقل مذهب الشافعي وغيره فيها, وبيان أن الأمر ليس على\nما فهموه, أو ظنوه وتوهموه.\n</p>\n\n<p>\nوإذا أورد لهذا المعجب بمذهبه, القليل الحياء في عبارته, حديث صحيح على\nخلاف ما سطره له الشيخان أبو إسحاق والغزالي أو أحدهما لا يرى الانقياد له,\nومذهب الشافعي رحمه الله اتباع الحديث وترك قوله المخالف له كما سبق.\n</p>\n\n<p>\nفيرى رد قول الصحابي بقول إمامه كما زعم, ولا يرى رد قول من صنف على\nمذهبه من المتأخرين بقول النبي صلى الله عليه وسلم. مع أن الشافعي رضي الله\nعنه أذن في هذا وأمر بأن يترك نصه هو في نفسه, فما الظن بنص بعض متأخري\nمقلديه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\nومما يتعجب منه أيضا من هؤلاء أنهم يرون مصنفات الشيخ أبي إسحاق وغيره\nمشحونة بتخطئة المزني وغيره من الأكابر فيما خالفوا فيه مذهبهم, فلا تراهم\nينكرون <span id='ms46'></span> شيئا من هذا, فإن اتفق أنهم يسمعون أحدا يقول: \"أخطأ الشيخ أبو\nإسحاق في كذا بدليل كذا وكذا\" انزعجوا وغضبوا وأنكروا ورأوا أنه قد ارتكب\nكبيرا من الإثم, فإن كان الأمر كما ذكروا فالذي ارتكبه أبو إسحاق أعظم, فما\nلهم لا ينكرون ذلك ولا يغضبون منه, لولا قلة معرفتهم وكثرة جهلهم بمراتب\nالسلف رضي الله عنهم.\n</p>\n\n<p>\nوما أحسن أبيات منذر بن سعيد البلوطي أحد شيوخ المغرب في العلم والدين\nقال رحمه الله تعالى:\n</p>\n\n<p>\n/ عذيري من قوم يقولون كلما. . . طلبت دليلا هكذا قال مالك\n</p>\n\n<p>\nوقد قاله ابن القاسم الثقة الذي. . . على قصد منهاج القضاء هو سالك\n</p>\n\n<p>\nفإن عدت قالوا هكذا قال أشهب. . . وقد كان لا تخفى عليه المسالك\n</p>\n\n<p>\nفإن زدت قالوا قال سحنون مثله. . . ومن لم يقل ما قاله فهو آفك\n</p>\n\n<p>\nفإن قلت قال الله ضجوا وأكثروا. . . وقالوا جميعا أنت قرن مماحك\n</p>\n\n<p>\nوإن قلت قد قال الرسول فقولهم. . . أتت مالكا في ترك ذاك المآلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n             # وقال أبو عمر بن عبد البر رحمه الله:\n</p>\n\n<p>\nيا سائلي عن موضع التقليد خذ. . . عني الجواب بفهم لب حاضر\n</p>\n\n<p>\nوأصخ إلى قولي ودن بنصيحتي. . . واحفظ على بوادري ونوادر\n</p>\n\n<p>\nلا فرق بين مقلد وبهيمة. . . تنقاد بين جنادل ودعاثر\n</p>\n\n<p>\nتبا لقاض أو لمفت لا يرى. . . عللا ومعنى للمقال السائر\n</p>\n\n<p>\nفإذا اقتديت فبالكتاب وسنة ال. . . مبعوث بالدين الحنيف الطاهر\n</p>\n\n<p>\nثم الصحابة عند عدمك سنة. . . فأولاء أهل نهي وأهل بصائر\n</p>\n\n<p>\nوكذلك إجماع الذين يلونهم. . . من تابعيهم كابرا عن كابر\n</p>\n\n<p>\nإجماع أمتنا وقول نبينا. . . مثل النصوص لدى الكتاب الزاهر\n</p>\n\n<p>\nوكذا المدينة حجة إن أجمعوا. . . متتابعين أوائلا بأواخر\n</p>\n\n<p>\nوإذا الخلاف أتى فدونك فاجتهد. . . ومع الدليل فمل بفهم وافر\n</p>\n\n<p>\nوعلى الأصول فقس فروعك لا تقس. . . فرعا بفرع كالجهول الحائر\n</p>\n\n<p>\nوالشر ما فيه فديتك أسوة. . . فانظر ولا تحفل بزلة ماهر\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head14'>CHECK فصل [مذهب الشافعي]</h1>\n\n<p>\n/ ومما لا يعجبني من تصرفات كثير من المصنفين أنهم يذكرون مذهبهم في\nمسألة ثم يقولون: \"وقال فلان كذا\" أي بخلاف ذلك, ويذكرون واحدا من أكابر\nالصحابة كما في \"الوسيط\" من ذكر عمر <span id='ms47'></span> رضي الله عنه في مسألة نقض القضاء في\nامرأة المفقود, ومن ذكر علي رضي الله عنه في منع قتل الذكر بالأنثى, وفي\nفصل ما يحصل به العتق في باب الكتابة, ومن ذكر ابن مسعود رضي الله عنه في\nباب القدوة في صلاة الجماعة, وإنما الواجب أن تقابل المذاهب بعضها ببعض\nوأقوال الصحابة بعضها ببعض, من غير إزراء بشيء منها, ويرجح الراجح منها\nبطريقة فيقال: مذهب أبي بكر كذا ومذهب ابن مسعود كذا, أو يقال: مذهب\nالشافعي كذا وهو قول زيد بن ثابت, وقال ابن مسعود كذا, فمثل تلك العبارات\nوما شاكلها نرجو من الله أن نتجنبها في هذا الكتاب, ونسأله سبحانه أن\nيوفقنا للصواب.\n</p>\n\n<p>\nفصل:\n</p>\n\n<p>\nقد تقدم أن الشافعي رحمه الله بني مذهبه بناء محكما وذلك أنه كان اعتماده\nعلى كتاب الله, وسنة رسول الله, والنظر الصحيح من الاجتهاد الراجح إلى\nالكتاب والسنة, وترجيح أشبه المذاهب بالكتاب والسنة, وهذا هو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n             # الأس الصحيح القوي الذي يتم البناء عليه, إلا أنه رحمه الله قد يعرض له\nما يعرض لغيره من البشر ممن ليس بمعصوم من الغفلة والنسيان, فأحالنا بصريح\nقوله على أن ما صح من أقوال النبي صلى الله عليه وسلم فهو مذهبه, فلم يترك\nرحمه الله لعائب عيبا, ولا لمنتقد من حساده انتقادا, وإنما بقي نظر\nالمقتدين به السالكين مسلكه المتمسكين بمذهبه في البحث في السنن والآثار\nالتي جمعها الأئمة الكبار وتيسرت, فينظر فيما كان فيها مخالفا لما نص عليه\nفيفعل فيه ما أمر به. وقد بحثت - والحمد لله - عن معرفة أحكام الله تعالى /\nوما خاطبنا به في كتابه العزيز وعلى لسان نبيه محمد صلى الله عليه وسلم,\nواستخرجت ذلك من معادنه وهي كتب الحديث المعتمد عليها عند أربابها, ورددت\nما اختلفت فيه العلماء إلى ذلك بمبلغ جهدي وطاقتي عملا بقوله تعالى: {فإن\nتنازعتم في شيء فردوه إلى الله والرسول} , فظهر لي ما ستراه في هذا الكتاب\nمختارا, وجميع ذلك إن شاء الله هو مذهب الشافعي.\n</p>\n\n<p>\nمن ذلك:\n</p>\n\n<p>\n- ما هو منصوص <span id='ms48'></span> له وقد صحح الأصحاب خلافه لأجل نص له آخر كصوم الولي عن الميت.\n</p>\n\n<p>\n- أو يكون النص لا خلاف عنه لكنه على مخالفة حديث ثابت كاختياره قول\nالمأموم: \"سمع الله لمن حمده\" في الرفع من الركوع كالإمام.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\n- أو يكون قد علق قوله على ثبوت حديث فوجد ثابتا كإخراج الأقط في زكاة الفطر.\n</p>\n\n<p>\n- أو دل عليه حديث آخر ثابت.\n</p>\n\n<p>\n- أو يكون الشافعي قد تمسك بحديث وفي الباب حديث أثبت منه قد دل على خلاف\nذلك, كحديث عمار في التيمم ضربة واحدة مسح بها وجهه وكفيه.\n</p>\n\n<p>\n- أو يكون الحديث قد دل على حكم في مسألة لم يعلم فيها نص للشافعي بنفي\nولا إثبات, كرفع اليدين عند القيام من التشهد الأول.\n</p>\n\n<p>\n-أو يكون الشافعي قد تمسك بظاهر آية أو حديث وقد دل الدليل على أن ذلك\nليس على ظاهره, كإلزام كل من يخرج زكاة ماله بنفسه أن يصرفها إلى الأصناف\nالثمانية أو من قدر عليه منهم حتى في زكاة الفطر.\n</p>\n\n<p>\nوكنقص الطهارة بمس الفرج وإن كان الاحتياط فعل ما قاله الشافعي رحمه الله\nفي هذا, لكن هذا الاحتياط يكون مندوبا لا واجبا.\n</p>\n\n<p>\nفمذهب الشافعي في هذا كله أو أكثره الرجوع إلى ما ثبت في السنة.\n</p>\n\n<p>\nفأما ما طريقة البحث والنظر فللاجتهاد فيه مجال فقد يظهر له ما لم يظهر\nلغيره, فلا نقوله ما لم يقل كما في مسألة الأصناف ومس الفرج, لكن ننبه على\nالدليل المقتضي خلاف ذلك ويرجح به مذهب غيره إن لم يمكن إدراج ذلك فيما أمر\nبه من مخالفة قوله لدلالة السنة / الصحيحة لأن هذا في معناه والله أعلم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nفنقول: ما صح من حديثه صلى الله عليه وسلم ودل على حكم لا للشافعي على\nخلافه فهو مذهبه لا شك فيه؛ أخذا من قوله ومما أمر به, وأما ما له نص على\nخلافه فهو على قسمين:\n</p>\n\n<p>\nأحدهما: أن يكون الحديث لم يبلغه فهذا كالقسم الأول يترك نصه ويصار إلى\nالحديث وهو مذهبه كما أمر, وذلك إذا وضحت دلالة الحديث على ذلك الحكم <span id='ms49'></span>, أما\nإذا خفيت وأمكن الجميع بين الحديث والنص وأمكن تنزيل الحديث عليه فلا.\n</p>\n\n<p>\nالقسم الثاني: أن يكون الحديث قد بلغ الشافعي ووقف عليه وعرف ثبوته وأوله\nوتكلم عليه, فينظر في كلامه فإن كان ظاهرا متوجها لا دفع له لم يخالف, وحمل\nالحديث على ما حمله هو عليه, وذلك كاختيار الجهر بعض الروايات على نفي\nالجهر بما ذكرناه في كتاب مفرد لذلك.\n</p>\n\n<p>\nومن ذلك أيضا إفطار الصائم بالحجامة فإنة رحمه الله لم ير ذلك وتكلم على\nحديث: ((أفطر الحاجم والمحجوم)) بأنه منسوخ فيما سيأتي في موضعه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\nوإن كان لكلامه مدفع صير إلى الحديث لأن ذلك يتناوله قوله: ((ودعوا ما\nقلت)) , وذلك كما سنذكره في التيمم إلى المرفقين ونحوه. فإذا وضحت الحجة,\nلم يبق إلا سلوك تلك المحجة.\n</p>\n\n<p>\nولا ينبغي أن يفعل هذا إلا في حديث لم يعلم أن الشافعي تكلم عليه بكلام\nشاف بعد البحث التام عن ذلك, ثم ليبحث عن ذلك الحديث هل له معارض أو ناسخ\nأو مانع من العمل به, ولا يتأتى ذلك إلا من عالم بعلوم الاجتهاد فذلك هو\nالذي خاطبه الشافعي رحمه الله بقوله: ((إذا وجدتم حديث رسول الله صلى الله\nعليه وسلم على خلاف قولي فخذوا به ودعوا ما قلت)) وليس هذا لكل أحد فكم في\nالسنة من أحاديث كثيرة صحيحة والعمل / والفتوى على خلاف ظاهرها إما إجماعا\nوإما اختيارا لمانع منع من ذلك مما ذكرناه من المعارض والناسخ أو غير ذلك,\nنحو: ((كان الثلاث واحدة على عهد رسول الله صلى الله عليه وسلم وأبي بكر))\n, ((صليت مع رسول الله بالمدينة سبعا جمعيا وثمانيا جمعيا في غير خوف ولا\nمطر)) , ((غسل الجمعة واجب على كل محتلم)) , وسيأتي الكلام على كل ذلك إن\nشاء الله في مواضعه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head15'>CHECK فصل [كلام الغزالي في نصح أهل العلم]</h1>\n\n<p>\nفالأمر في ذلك ليس بالسهل ولهذا قال سفيان بن عيينة رحمه الله: ((الحديث\nمضلة إلا للفقهاء)) , ويروي: ((إلا للعلماء)) , يريد من قذف الله تعالى في\nقلبه نور العلم؛ فقه في دينه, وعرف <span id='ms50'></span> مخارج الأحاديث, وليس العلم بكثرة\nالرواية كما قال مالك بن أنس رحمه الله وقد تقدم والله أعلم.\n</p>\n\n<p>\nفصل:\n</p>\n\n<p>\nهذه الفصول التي ذكرناها فصول حسنة كثيرة الفوائد, مجموعة من عدة مصنفات,\nينبغي لكل من يعتني بالعلم النظر فيها والاطلاع عليها, وقد رأيت أن أختمها\nبفصل هو أهمها وأجلها وأعمها نفعا وأولاها ذكرا, وهو ما اعتنى ببيانه\nالإمام أبو حامد الغزالي رحمه الله في أول كتاب \"الأحياء\" من نصح أهل العلم\nوبيان العلوم النافعة والتحذير من العلوم الضارة حيث قال:\n</p>\n\n<p>\n((أدلة الطريق هم العلماء, الذين هم ورثة الأنبياء, وقد شغر عنهم الزمان,\nولم يبق إلا المترسمون وقد استحوذ على أكثرهم الشطان, واستغواهم الطغيان,\nوأصبح كل واحد بعاجل حظه مشغوفا, فصار يرى المعروف منكرا والمنكر معروفا,\nحتى ظل علم الدين مندرسا, ومنار الهدى في أقطار الأرض منطمسا, ولقد خيلوا\nإلى الخلق أن لا علم إلا فتوى حكومة يستعين بها القضاة على فصل الخصام عند\nتهاويش الطغام, أو جدل يتذرع به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n             # طالب المباهاة إلى والإفحام / أو سجع مزخرف يتوسل به الواعظ إلى استدراج\nالعوام, إذ لم يروا ما سوى هذه الثلاثة مصيدة للحرام, وشبكة للحطام. فأما\nعلم طريق الآخرة وما درج عليه السلف الصالح مما سماه الله سبحانه في كتابه\nفقها وحكمة وعلما وضياء ونورا وهداية ورشدا فقد أصبح بين الخلق مطويا, وصار\nنسيا منسيا)).\n</p>\n\n<p>\nثم أتى على علم المعاملة وقال:\n</p>\n\n<p>\n((هو علم أحوال القلب؛ ما يحمد منها كالصبر والشكر والخوف والرجاء والرضا\nوالزهد والتقوى والقناعة والسخاء وحسن الخلق والصدق والإخلاص, والرضا\nوالزهد والتقوى والقناعة والسخاء وحسن الخلق والصدق والإخلاص, وما يذم\nكالغل والحقد والحسد والغش والكبر والرياء والبخل والتزين للخلق والمداهنة\nوالخيانة وطول الأمل والقسوة وقلة الحياء وقلة الرحمة, فهذه وأمثالها من\nصفات القلب مغارس الفواحش, والأخلاق المحمودة منبع الطاعات, والعلم بحدود\nهذه الأمور وحقائقها وأسبابها وثمرتها وعلاجها هو علم الآخرة, وهو فرض عين\nفي فتوى علماء الآخرة, المعرض عنها هالك بسطوة ملك الملوك في الآخرة, كما\nأن المعرض عن الأعمال الظاهرة هالك <span id='ms51'></span> بسيف سلاطين الدنيا بحكم فتوى فقهاء\nالدنيا. فنظر الفقهاء في فروض العين بالإضافة إلى صلاح الدنيا, وهذه\nبالإضافة إلى صلاح الآخرة. ولو سئل فقيه عن معنى من هذه المعاني حتى عن\nالإخلاص مثلا أو عن التوكل أو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n             # عن وجه الاحتراز عن الربا لتوقف فيه مع أنه فرض عينه الذي في إهماله\nهلاكه في الآخرة. ولو سألته عن اللعان والظهار والسبق والرمي لسرد عليك\nمجلدات من التفريعات الدقيقة التي تنقضي الدهور ولا يحتاج إلى شيء منها,\nوإن احتيج لم يخل البلد عمن يقوم بها ويكفيه مؤنة التعب فيها)).\n</p>\n\n<p>\nثم ساق / الكلام إلى أن قال:\n</p>\n\n<p>\n((فلا تغفل عن الصحابة وعلو منصبهم, وأنه لم يكن تقدمهم إلا بعلم الآخرة\nوسلوك طريقها, وما فضل أبو بكر رضي الله عنه الناس إلا بشيء وقر في صدره\nكما شهد له سيد البشر.\n</p>\n\n<p>\nفليكن حرصك في طلب ذلك الشيء فهو الجوهر النفيس والدر المكنون, فلقد قبض\nرسول الله صلى الله عليه وسلم عن آلاف من الصحابة كلهم علماء بالله عز وجل,\nولم يكن فيهم أحد يحسن صنعة الكلام, ولم ينصب نفسه للفتوى منهم إلا القليل,\nوكان ابن عمر منهم وكان إذا سئل عن الفتوى يقول: ((اذهب إلى هذا الأمير\nالذي تقلد أمور الناس وضعها في عنقه)) , إشارة إلى أن الفتوى في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n             # القضايا والأحكام من توابع الولاية والسلطنة. ولما مات عمر رضي الله عنه\nقال ابن مسعود: مات تسعة أعشار العلم. فقيل له: أتقول ذلك وفينا جلة\nالصحابة؟ فقال: لست أريد علم الفتوى والأحكام إنما أريد العلم بالله\nسبحانه.\n</p>\n\n<p>\nأفترى أنه أراد صنعة الكلام والجدل, فمالك لا تحرص على معرفة ذلك العلم\nالذي مات بموت عمر رضي الله عنه)).\n</p>\n\n<p>\nثم قال:\n</p>\n\n<p>\n((وقد كان كل واحد من الفقهاء - الذين هم قادة الخلق وكثرت أتباعهم -\nعابدا زاهدا عالما بعلوم الآخرة, فقيها في مصالح الخلق في الدنيا, مريدا\nبفقهه وجه الله تعالى.\n</p>\n\n<p>\nفهذه خمس خصال اتبعهم فقهاء الفرق من جملتها على خصلة واحدة وهي التشمير\nوالمبالغة في تفاريع الفقه؛ لأن الخصال <span id='ms52'></span> الأربع لا تصلح إلا للآخرة, وهذه\nالخصلة الواحدة تصلح للدنيا والآخرة إن أريد بها الآخرة,\n</p>\n\n<p>\nفلصلاحها للدنيا تشمروا لها وادعوا بها مشابهة أولئك الأئمة, وهيهات فلا\nتقاس الملائكة بالحدادين)).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال:\n</p>\n\n<p>\n((وتصرفوا في لفظ الفقه فخصصوه بمعرفة الفروع الغربية في الفتاوى,\nوالوقوف على دقائق عللها / واستكثار الكلام فيها, وحفظ المقالات المتعلقة\nبها, فمن كان أشد تعمقا فيها وأكثر اشتغالا بها يقال هو الأفقه. ولقد كان\nاسم الفقه في العصر الأول مطلقا على علم طريق الآخرة, ومعرفة دقائق آفات\nالنفوس ومفسدات الأعمال, وقوة الإحاطة بحقارة الدنيا, وشدة التطلع إلى نعيم\nالآخرة, واستيلاء الخوف على القلب. ويدلك عليه قوله تعالى: {ليتفقهوا في\nالدين ولينذروا قومهم إذا رجعوا إليهم} , وما به الإنذار والتخويف هو هذا\nالفقه دون تفريعات الطلاق واللعان والسلم والإجارة, فذلك لا يحصل به إنذار\nوتخويف, بل التجرد له على الدوام يقسي القلب وينزع الخشية منه كما يشاهد من\nالمتجردين له.\n</p>\n\n<p>\nوقال النبي صلى الله عليه وسلم للذين وفدوا عليه: ((علماء حكماء فقهاء)).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\nوسئل سعد بن إبراهيم: أي أهل المدينة أفقه؟ فقال: أتقاهم.\n</p>\n\n<p>\nفكأنه أشار إلى ثمرة الفقه, والتقوى ثمرة العلم الباطن دون الفتاوى\nوالأقضية.\n</p>\n\n<p>\nوروي موقوفا ومرفوعا: ((لا يفقه الرجل كل الفقه حتى يمقت الناس في ذات\nالله, ثم يقبل على نفسه فيكون لها أشد مقتا, وحتى يرى للقرآن وجوها)).\n</p>\n\n<p>\nوسأل فرقد السبخي الحسن عن شيء فأجابه فقال: إن الفقهاء يخالفونك. فقال\nالحسن: ثكلتك أمك فريقد, وهل رأيت فقيها بعينك, إنما الفقيه الزاهد في\nالدنيا, الراغب في الآخرة, البصير بدينه, المداوم على عبادة ربه, الورع\nالكاف نفسه عن أعراض المسلمين, العفيف عن أموالهم, الناصح لجماعتهم.\n</p>\n\n<p>\nقال: ((ولفظ العلم كان يطلق على العلم بالله وبآياته, وأفعاله في عباده\nوبأحكامه وصفاته, وصار الآن مطلقا على من لا يحيط من علوم الشرع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n             # بشيء سوى رسوم جدلية, في مسائل خلافية, فيعد به من فحول العلماء مع جهله\nبالتفسير والأخبار وعلم المذهب / وغيره, وصار ذلك سببا مهلكا لخلق كثير من\nالطلبة)).\n</p>\n\n<p>\nقال: ((واسم الحكيم صار <span id='ms53'></span> يطلق على الطبيب والمنجم حتى على الذي يدحرج\nالقرعة على أكف السوادية في شوارع الطرق. والحكمة هي التي أثنى الله عز وجل\nعليها فقال: {ومن يؤت الحكمة فقد أوتي خيرا كثيرا}.\n</p>\n\n<p>\nوقال صلى الله عليه وسلم: ((كلمة من الحكمة يتعلمها الرجل خير له من\nالدنيا)).\n</p>\n\n<p>\nقال: ((فانظر ما الذي كانت الحكمة عبارة عنه وإلى ماذا نقل, وقس به بقية\nالألفاظ)).\n</p>\n\n<p>\nثم قال - مرشدا إلى ماذا ينبغي أن يشتغل به من العلوم فقال-:\n</p>\n\n<p>\n((ابتدىء بكتاب الله ثم بسنة رسول الله صلى الله عليه وسلم, ثم بعلم\nالتفسير وسائر علوم القرآن, وكذا في السنة, ثم اشتغل بالفروع وهو علم\nالمذهب من علم الفقه دون الخلاف, ثم بأصول الفقه, وهكذا إلى بقية العلوم\nعلى ما يتسع له العمر, واقتصر من النحو على ما يتعلق بالكتاب والسنة)).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال: ((وأما الخلافيات التي أحدثت في هذه الأعصار المتأخرة وأبدع فيها\nمن التحريرات والتصنيفات والمجادلات ما لم يعهد مثلها في السلف, فإياك وأن\nتحوم حولها, واجتناب السم القاتل فإنه الداء العضال, وهو الذي رد الفقهاء\nكلهم إلى طلب المنافسة والمباهاة على ما سيأتيك تفضيل غوائلها وآفاتها)).\n</p>\n\n<p>\nقال: ((وهذا الكلام ربما يسمع من قائله فيقال: الناس أعداء ما جهلوا, فلا\nتظن ذلك, فعلى الخبير سقطت فيه, واقبل هذه النصيحة ممن ضيع العمر فيه\nزمانا, وزاد فيه على الأولين تصنيفا وتحقيقا وجدلا وبيانا, ثم ألهمه الله\nسبحانه رشده / وأطلعه على غيه, فهجره واشتغل بنفسه, ولا يغرنك قول من يقول:\nالفتوى عماد الشرع, ولا تعرف علله إلا بعلم الخلاف فإن علل المذهب مذكورة\nفي المذهب, والزيادة عليها مجادلات لم يعرفها الأولون ولا الصحابة, وكانوا\nأعلم بعلل الفتاوى من غيرهم, بل هي - مع أنها غير مفيدة في علم المذهب فهي\n- ضارة مفسدة لذوق الفقه. وقد رئي بعض العلماء في المنام فقيل له: ما خبر\nتلك العلوم التي كنت تجادل فيها وتناظر عليها؟ فبسط يده ونفخ فيها وقال:\nطاحت كلها هباء منثورا, ما انتفعت إلا بركعتين خلصتا لي في جوف الليل <span id='ms54'></span>)).\n</p>\n\n<p>\nوقد سبق في بعض الفصول المتقدمة أخبار وآثار في ذم الجدل.\n</p>\n\n<p>\nثم قال الغزالي رحمه الله:\n</p>\n\n<p>\n((اعلم أن الخلافة بعد رسول الله صلى الله عليه وسلم تولاها الخلفاء\nالراشدون وكانوا أئمة وعلماء بالله تعالى وفقهاء في أحكامه, ومستقلين\nبالفتاوى في الأقضية, \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p158'> Vol. 01, p. 158</a>\n            </div>\n             # فكانوا لا يستعينون بالفقهاء إلا نادرا في وقائع لا يستغني فيها عن\nالمشاورة, فتفرغ العلماء لعلم الآخرة وتجردوا لها, وكانوا يتدافعون الفتاوى\nوما يتعلق بأحكام الخلق من الدنيا, وأقبلوا على الله عز وجل بكنه اجتهادهم,\nكما نقل من سيرهم.\n</p>\n\n<p>\nفلما أفضت الخلافة بعدهم إلى أقوام تولوا بغير استحقاق ولا استقلال بعلم\nالفتاوى والأحكام, واضطروا إلى الاستعانة بالفقهاء وإلى استصحابهم في جميع\nأحوالهم لاستفتائهم في مجاري أحكامهم, وكان قد بقى من علماء التابعين من هو\nمستمر على الطراز الأول وملازم صفوا الدين, ومواظب على سمت علماء السلف,\nفكانوا إذا / طلبوا هربوا وأعرضوا, واضطر الخلفاء إلى الإلحاح في طلبهم\nلتولية القضاء والحكومات, فرأى أهل تلك الأعصار عز العلماء وإقبال الأئمة\nوالولاة عليهم مع إعراضهم عنهم, فاشرأبوا لطلب العلم توصلا إلى نيل الغرور\nودرك الجاه من قبل الولاة, فأكبوا على علم الفتاوى وعرضوا أنفسهم على\nالولاة وتعرفوا إليهم, وطلبوا الولايات والصلات منهم, فمنهم من حرم, ومنهم\nمن أنجح, والمنجح لم يخل من ذل الطلب ومهانة الابتذال, فأصبح الفقهاء بعد\nأن كانوا مطلوبين طالبين, وبعد أن كانوا أعزة بالإعراض عن السلاطين أذلة\nبالإقبال عليهم, إلا من وفقه الله عز وجل في كل عصر من علماء دينه.\n</p>\n\n<p>\nوقد كان أكثر الإقبال في تلك الإعصار على علم الفتاوى والأقضية لشدة\nالحاجة إليها في الولايات والحكومات, ثم ظهر بعدهم من الصدور والأمراء من\nسمع كلام الناس في الناس في قواعد العقائد, ومالت نفسه سماع الحجج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n             # فيها, فعلم رغبته في المناظرة والمجادلة في الكلام, فأكب الناس على علم\nالكلام وأكثروا فيه التصانيف, ورتبوا فيه طرق المجادلات, واستخرجوا فنون\nالمناقضات في المقالات, وزعموا أن غرضنا الذب عن دين الله عز وجل, والنضال\nعن السنة وقمع المبتدعة, كما زعم <span id='ms55'></span> من قبلهم أن غرضهم الاستقلال بفتاوى\nالدين, وتقلد أحكام المسلمين إشفاقا على خلق الله ونصيحة لهم, ثم ظهر بعد\nذلك من الصدور من لم يستصوب الخوض في الكلام وفتح باب المناظرة فيه لما كان\nقد تولد في فتح بابه من التعصبات الفاحشة, والخصومات الناشئة المفضية إلى\nإهراق الدماء وتخريب البلاد, ومالت نفسه إلى المناظرة في الفقه وبيان\nالأولى من مذهبي الشافعي وأبي حنيفة, فترك الناس الكلام في فنون العلم\nوانثالوا على المسائل الخلافية, وأكثروا فيها التصاريف والاستنباطات,\nورتبوا فيها أنواع المجادلات والتصنيفات, وهم مستمرون عليه إلى الآن, وليس\nندري ما الذي قدر الله سبحانه فيها بعدنا من الأعصار)).\n</p>\n\n<p>\nقلت:\n</p>\n\n<p>\nما ازدادوا في ذلك إلا ضلالا, ما زال أهل [فن] الخلاف ينسلون من فقه\nالمذهب انسلالا, حتى أورثهم العميدي بطريقته وبالا, وعلمهم محالا, لو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n             # خرجوا فيكم ما زادوكم إلا خبالا, ولكن الله تعالى تدارك أمرهم, وأطفأ\nجمرهم, وأذهب شرهم, فأهلكهم وبددهم, وأفناهم وشردهم, ونرجو من الله تعالى\nأن يعيد عباده إلى خير ما عودهم.\n</p>\n\n<p>\nثم قال الغزالي رحمه الله:\n</p>\n\n<p>\n((أما الخلاف المحض ومجادلة الكلام ومعرفة التفريعات الغريبة فلا يزيد\nالتجرد لها مع الإعراض عن غيرها إلا قسوة في القلب, وغفلة عن الله سبحانه,\nوتماديا في الضلال وطلب الجاه, إلا من تداركه الله برحمته, أو مزج به غيره\nمن العلوم الدينية, ولا برهان على هذا كالتجربة والمشاهدة, فانظر واعتبر\nواستبصر تشاهد تحقيق ذلك في العباد والبلاد.\n</p>\n\n<p>\nرئي سفيان الثوري رحمه الله حزينا, فقيل له: مالك؟ فقال: صرنا متجرا\nلأبناء الدنيا, يلزمنا أحدهم حتى إذا تعلم جعل عاملا أو قاضيا أو\nقهرمانا)).\n</p>\n\n<p>\nثم قال الغزالي:\n</p>\n\n<p>\n((أما علماء الدنيا فائنهم يتبعون غرائب التفريغ في الحكومات والأقضية,\nويتبعون في وضع صور تنقضي الدهور ولا تقع, وإن وقعت / فإنما تقع لغيرهم لا\nلهم, وإذا وقعت كان في القائمين بها كثرة, ويتركون ما يلازمهم ويتكرر عليهم\nآناء الليل والنهار في خواطرهم ووساوسهم وأعمالهم, وما أبعد من السعادة من\nباع مهم نفسه اللازم بمهم غيره النادر, إيثار للقبول <span id='ms56'></span> والتقرب من الخلق على\nالتقرب من الله عز وجل, وشرها في أن يسميه البطالون من أبناء الدنيا فاضلا\nمحققا عالما بالدقائق, وجزاؤه من لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p161'> Vol. 01, p. 161</a>\n            </div>\n             # ينتفع في الدنيا بقبول الخلق, بل يتكدر عليه صدره بنوائب الزمان, ثم يرد\nالقيامة مفلسا متحسرا على ما يشاهده من ربح العاملين, وفوز المقربين, وذلك\nهو الخسران المبين.\n</p>\n\n<p>\nولقد كان الحسن البصري أشبه الناس كلاما بكلام الأنبياء, وأقربهم هديا من\nالصحابة, اتفقت الكلمات في حقه على ذلك, وكان أكثر كلامه في خواطر القلوب,\nوفساد الأعمال, ووساوس النفوس, والصفات الخفية الغامضة من شهوات النفس.\nوقيل له يا أبا سعيد إنك تتكلم بكلام ليس يسمع من غيرك فمن أين أخذته؟ فقال\nمن حذيفة بن اليمان)).\n</p>\n\n<p>\nقلت:\n</p>\n\n<p>\nكذا هو في كتاب \" الإحياء \", والحسن يصغر عن لقاء حذيفة رضي الله عنهما,\nولعله أراد: أخذته من كلامه ومن طريقته, أي سلكت مسلكه الذي روي لنا عنه\nوالله أعلم.\n</p>\n\n<p>\nوقال حذيفة: ((معروفكم اليوم منكر زمان قد مضى, وإن منكركم معروف زمان قد\nأتى, وإنكم لا تزالون بخير ما عرفتم الحق, وكان القائم فيكم غير مستخف به)).\n</p>\n\n<p>\nقال أبو حامد: ((ولقد صدق فأكثر معروفات هذه الأعصار منكرات في عصر\nالصحابة, إذ من غرر المعروفات في زماننا تزيين المساجد وتجنيدها, وإنفاق\nالأموال العظيمة في دقائق عماراتها, وفرش البسط الرفيعة فيها, وقد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p162'> Vol. 01, p. 162</a>\n            </div>\n             # / كان يعد فرش البواري في المسجد بدعة, وقيل: إنه من محدثات الحجاج؛ فقد\nكان الأولون قلما يجعلون بينهم وبين التراب حاجزا. وكذلك الإشتغال بدقائق\nالجدل والمناظرة من أجل علوم الزمان, ويزعمون أنه أعظم القربات, وقد كان\nذلك من المنكرات. ومن ذلك التلحين في الأذان والقرآن, والتعسف في النظافة,\nوالوسوسة في الطهارة, وتقدير الأسباب البعيدة في نجاسة الثياب, مع التساهل\nفي حل الأطعمة وتحريمها, إلى نظائر ذلك.\n</p>\n\n<p>\nولقد صدق ابن مسعود رضي الله عنه حيث قال: ((انتم اليوم في زمان الهوى\nفيه تابع للعلم, وسيأتي عليكم زمان يكون العلم فيه تابعا للهوى)).\n</p>\n\n<p>\nوكان أحمد يقول: تركوا العلم وأقبلوا على الغرائب, ما أقل الفقه فيهم <span id='ms57'></span>\nوالله المستعان.\n</p>\n\n<p>\nوقال مالك بن أنس: لم يكن الناس فيما مضى يسألون عن هذه الأمور كما يسأل\nالناس اليوم, ولم يكن العلماء يقولون: حرام ولا حلال, أدركتهم يقولون:\nمكروه ومستحب.\n</p>\n\n<p>\nومعناه أنهم كانوا ينظرون في دقائق الكراهية والاستحباب, فأما الحرام\nفكان تجنبه ظاهرا.\n</p>\n\n<p>\nوكان هشام بن عروة يقول: لا تسألوهم اليوم عما أحدثوا فإنهم قد أعدوا له\nجوابا, ولكن سلوهم عن السنة فإنهم لا يعرفونها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p163'> Vol. 01, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\nوقال بعض العارفين: إنما انقطع الأبدال في أطراف الأرض واستتروا عن أعين\nالجمهور لأنهم لا يطيقون النظر إلى علماء الوقت؛ لأنهم عندهم جهال بالله\nتعالى, وهم عند أنفسهم وعند الجاهلين علماء.\n</p>\n\n<p>\nوقال سهل التستري: كل عالم خاض في الدنيا فلا ينبغي أن يصغي إلى قوله؛\nلأن كل إنسان يخوض فيما أحب ويدفع ما لا يوافق محبوبه, ولذلك قال تعالى:\n{ولا تطع من / أغفلنا قلبه عن ذكرنا واتبع هواه وكان أمره فرطا}.\n</p>\n\n<p>\nوكتب يوسف بن أسباط إلى حذيفة المرعشي رحمهما الله: ما ظنك بمن بقي لا\nيجد أحدا يذكر الله تعالى معه إلا كان آثما, وكانت مذاكرته معصية, وذلك أنه\nلا يجد أهله.\n</p>\n\n<p>\nقال أبو حامد: ((ولقد صدق فإن مخالطة الناس لا تنفك من غيبة أو سكوت على\nمنكر, وأحسن أحواله أن يفيد علما, ولو تأمل لعلم أن المستفيد إنما يريد أن\nيجعل ذلك آلة إلى طلب الدنيا, ووسيلة إلى الشر, فيكون هو معينا له وردءا\nوظهيرا ومهيئا لأسبابه, كالذي يبيع السيف من قطاع الطريق فالعلم كالسيف\nوصلاحه للخير كصلاح السيف للغزو)).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p164'> Vol. 01, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال: ((فكن أحد رجلين؛ إما متصفا بهذه الصفات - يعني صفات علماء\nالآخرة - أو معترفا بالتقصير مع الإقرار به, بالتقصير مع الإقرار به, وإياك\nأن تكون الثالث فتلبس على نفسك بأن تلقب آلة الدنيا بالدين, وسيرة البطالين\nبسيرة العلماء الراشدين الراسخين, فتلتحق - بجهلك وإنكارك - بزمرة الهالكين\nالآيسين, نعوذ بالله من خدع الشيطان فبها هلك الجمهور, ونسأل الله أن\nيجعلنا ممن لا تغره الحياة الدنيا ولا يغره بالله الغرور)).\n</p>\n\n<p>\nقلت:\n</p>\n\n<p>\nونحن من المقرين بالتقصير المعترفين <span id='ms58'></span> به, ونسأل الله حسن النية فيما\nقصدناه, وحسن العاقبة فيما تعبنا فيه ونويناه, وأن يوقفنا لتحصيل العلم\nالنافع ونشره, ويجعلنا دعاة إلى سبيله وأمره, فمتى / حصل حسن النية أمنا كل\nهذه الآفات, فإن الأعمال كما قال النبي صلى الله عليه وسلم بالنيات.\n</p>\n\n<p>\nقال أبو عبد الرحمن السلمي: سمعت محمد بن أحمد الفراء يقول: قيل لحمدون\nالقصار: ما بال كلام السلف أنفع من كلامنا؟ قال: لأنهم تكلموا لعز الإسلام,\nونجاة النفوس, ورضا الرحمن, ونحن نتكلم لعز النفس, وطلب الدنيا, وقبول الخلق.\n</p>\n\n<p>\nومما غلب على المتفقهة المراء والجدال ومناقشة الناس في الكلام وذلك\nمذموم منهي عنه, وقد بسط أبو حامد الغزالي رحمه الله الكلام فيه كتاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p165'> Vol. 01, p. 165</a>\n            </div>\n             # آفات اللسان وهو الرابع من ربع المهلكات من كتاب \"إحياء علوم الدين\"\nوذكره أيضا في كتاب \"بداية الهداية\" ثم قال:\n</p>\n\n<p>\n((ومن خالط متفقهة العصر غلب على طبعه المراء وعسر عليه الصمت, إذ ألقى\nإليهم علماء السوء أن ذلك هو الفضل, وأن القدرة على المجاحدة والمناقشة هو\nالذي يتمدح به, ففر منهم فرارك من الأسد, واعلم أن المراء سبب المقت عند\nالله وعند الخلق)).\n</p>\n\n<p>\nوذكر في كتاب ذم الغرور آخر ربع المهلكات من كتاب \"الإحياء\" بيان أصناف\nالمغرورين فقال:\n</p>\n\n<p>\n((منهم فرقة أحكمت العلوم الشرعية والعقلية وتعمقوا فيها, وأهملوا تفقه\nالجوارح وحفظها عن المعاصي وإلزامها الطاعات, واغتروا بعلمهم فظنوا أنهم\nعند الله بمكان, وأنهم قد بلغوا من العلم مبلغا لا يعذب الله مثلهم, بل\nيقبل في الخلق شفاعتهم, وأنه لا يطالبهم بذنوبهم وخطاياهم لكرامتهم على\nالله, وهم مغرورون / فإن العلم لا يراد إلا للعمل, فالمريض إذا عرف الدواء\nولم يستعمله لم تنفعه معرفته للدواء شيئا - يعني فيما يرجع إلى شفاه مرضه -\nقال الله تعالى: {قد أفلح من زكاها} ولم يقل: أفلح من تعلم كيفية تزكيتها\nوكتب علمها وعلمها الناس)).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p166'> Vol. 01, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\nقال: ((فإن أذكره الشيطان ما جاء في فضائل العلم وغره بذلك فليذكر ما ورد\nفي ذم العالم الفاجر.\n</p>\n\n<p>\nوقال ابن مسعود: كفى بخشية الله علما, وكفى بالاغترار بالله جهلا <span id='ms59'></span>.\n</p>\n\n<p>\nواستفتى الحسن عن مسألة فأجاب فقيل: إن فقهاءنا لا يقولون ذلك. فقال: وهل\nرأيتم فقيها قط, الفقيه القائم ليله, الصائم نهاره, الزاهد في الدنيا)).\n</p>\n\n<p>\nوقد تقدم هذا الأثر بعبارة أخرى.\n</p>\n\n<p>\nثم ذكر أبو حامد رحمه الله ما يفعلونه في ملابسهم ومجالسهم ومراكبهم من\nالتكبر, وإذا عوتبوا في ذلك قالوا: ما هذا كبر إنما هو عز للدين وإظهار\nلشرف العلم؛ فإنا لو لبسنا الدون من الثياب وجلسنا في الدون من المجالس شمت\nبنا أعداء الدين, وكان في ذلك ذل على المسلمين. ونسي المغرور ما كان النبي\nصلى الله عليه وسلم والصحابة عليه من التواضع والتبذل والقناعة بالفقر\nوالمسكنة, حتى عوتب عمر رضي الله عنه في بذاذة زيه عند قدومه الشام, فقال:\nإنا قوم أعزنا الله بالإسلام فلا نطلب العز في غيره)).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p167'> Vol. 01, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\nقال: ((ويدخل أحدهم إلى السلطان, ويتودد إليه, ويثني عليه, ويتواضع له,\nوإذا خطر له أن التواضع للسلاطين الظلمة حرام قال له الشيطان: أنت غرضك أن\nتشفع للمسلمين, وتزيل الضرر عنهم, وتدفع شر أعدائك عن نفسك, والله يعلم من\nباطنه أنه لو / ظهر لبعض أقرانه قبول عند ذلك السلطان حتى رفع الضرر عن\nجميع المسلمين ثقل ذلك عليه, ولو قدر على أن يقبح حاله عند السلطان بالطعن\nفيه والكذب عليه لفعل)).\n</p>\n\n<p>\nقال: ((وقد ينتهي غرور بعضهم إلى أن يأخذ أموالهم, وإذا خطر له أنه حرام\nقال له الشيطان: هذا مال لا مالك له وهو لمصالح المسلمين, وأنت إمام\nالمسلمين عالمهم وبك قوام دين الله, أفلا يحل لك أن تأخذ قدر حاجتك!)).\n</p>\n\n<p>\nقال: ((والذين أخذ منهم ذلك المال أو أولادهم وورثتهم أحياء, ولعل الذين\nفسد دينهم بهذا هذا العالم فرغبوا في الدنيا وأعرضوا عن الآخرة, أكثر من\nالذين زهدوا في الدنيا وأقبلوا على الله بسببه, فهو دجال ويعتقد أن به قوام\nالدين) ( \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p168'> Vol. 01, p. 168</a>\n            </div>\n             # قال: ((وأصناف غرور أهل العلم في هذه الأعصار المتأخرة خارج عن الحصر,\nوإذا أراد الله خيرا بصره بعيوب نفسه, ومن سرته حسناته وساءته سيئاته فهو\nمرجو الحال, وأمره أقرب من <span id='ms60'></span> المغرور المزكي لنفسه الممتن على الله بعلمه\nوعمله, الظان أنه من خير خلقه. وهذا غرور الذين حصلوا العلوم المهمة لكن\nقصروا في العمل بالعلم.\n</p>\n\n<p>\nفأما غرور الذين قنعوا من العلوم بما لا يهمهم, فمنهم فرقة اقتصروا على\n</p>\n\n<p>\nعلم الفتاوى والحكومات والخصومات وتفاصيل المعاملات الدنيوية الجارية بين\nالخلق لمصالح المعايش, وخصصوا اسم الفقه بها وسموها الفقه وعلم المذهب,\nوربما ضيعوا مع ذلك الأعمال الظاهرة والباطنة, فلم يتفقدوا الجوارح, ولم\nيحرسوا اللسان عن / الغيبة, والبطن عن الحرام, والرجل عن المشي إلى\nالسلاطين, وكذا سائر الجوارح, ولم يحرسوا قلوبهم عن الكبر والرياء والحسد\nوسائر المهلكات؛ فهؤلاء مغرورون من حيث العمل والعلم.\n</p>\n\n<p>\nأما العمل فقد ذكرنا أن مثالهم مثال المريض إذا تعلم نسخة الدواء واشتغل\nبتكراره وتعليمه. لا بل مثالهم من به علة البواسير والبرسام وهو مشرف على\nالهلاك ويحتاج إلى تعلم الدواء واستعماله, فاشتغل بتعلم دواء الاستحاضة,\nوبتكرار ذلك ليلا ونهارا مع علمه بأنه رجل لا يحيض ولا يستحاض, ولكن يقول:\nربما وقع علة الاستحاضة لامرأة وتسألني عنها, \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p169'> Vol. 01, p. 169</a>\n            </div>\n             # وذلك غاية الغرور, فكذلك المتفقه المسكين قد سلط عليه حب الدنيا واتباع\nالشهوات والحسد والكبر والرياء, فيلقي الله وهو عليه غضبان. فترك ذلك كله\nواشتغل بعلم السلم والإجارة والظهارة واللعان والجراحات والديات والدعاوي\nوالبينات وبكتاب الحيض, ولا يحتاج إلى شيء من ذلك قط في عمره لنفسه, وإذا\nاحتاج غيره كان في المفتين كثرة, فيشتغل بذلك ويحرص عليه لما فيه من الجاه\nوالمال والرياسة.\n</p>\n\n<p>\nوأما من حيث العلم فحيث اقتصر على علم الفتاوى وظن أنه علم الدين, وترك\nعلم كتاب الله وسنة رسوله صلى الله عليه وسلم, وترك علم تهذيب الأخلاق,\nوترك الفقه عن الله بإدراك جلالته وعظمته, وهو العلم الذي يورث الخوف\nوالهيبة والخشوع ويحمل على التقوى, فقد ترك العلوم التي هي / أهم وهو غافل\nمغرور, وسبب غروره ما سمع في الشرع من تعظيم الفقه, ولم يدر أن ذلك الفقه\nهو الفقه عن الله ومعرفة صفاته المخوفة والمرجوة التي بها يستشعر القلب\nالخوف ويلازم التقوى <span id='ms61'></span>)).\n</p>\n\n<p>\nوقال في كتاب العزلة وهو السادس من ربع العادات من \"كتاب الإحياء\":\n</p>\n\n<p>\n((أما التعليم ففيه ثواب عظيم مهما صحت نية المتعلم والمعلم, ومهما كان\nالقصد إقامة الجاه والاستكثار بالأصحال والإتباع فهو هلاك الدين.\n</p>\n\n<p>\nوحكم العالم في هذا الزمان أن يعتزل إن أراد سلامة دينه فإنه لا يرى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p170'> Vol. 01, p. 170</a>\n            </div>\n             # مستفيدا يطلب فائدة لدينه, بل لا طالب إلا لكلام مزخرف يستمال به العوام\nفي معرض الوعظ, أو لجدال معقد يتوصل به إلى إفحام الأقران, ويتقرب به إلى\nالسلطان, ويستعمل في معرض المنافسة والمباهاة.\n</p>\n\n<p>\nوأقرب علم مرغوب فيه المذهب ولا يطلب غالبا إلا للتوصل إلى التقدم على\nالأمثال, وتولى الولايات واجتلاب الأموال, وهؤلاء كلهم يقتضي الدين والحزم\nالاعتزال عنهم, فإن صدوف طالب الله ومتقرب بالعلم إلى الله فأكبر الكبائر\nالاعتزال عنه, وكتمان العلم منه, وهذا لا يصادف في بلد كبير أكثر من واحد\nأو اثنين إن صودف.\n</p>\n\n<p>\nولا ينبغي أن يغتر الانسان بقول سفيان: ((تعلمنا العلم لغير الله فأبى أن\nيكون إلا الله)) , وأن الفقهاء يتعلمون لغير الله ثم يرجعون إلى الله.\nوانظر إلى أواخر أعمار الأكثرين منهم, واعتبرهم أنهم ماتوا وهم هلكى على\nطلب الدنيا ومتكالبين عليها, أو راغبين عنها / وزاهدين فيها, وليس الخبر\nكالمعاينة.\n</p>\n\n<p>\nواعلم أن العلم الذي أشار إليه سفيان هو علم الحديث وتفسير القرآن ومعرفة\nسير الأنبياء والصحابة فإن فيها التخويف والتحذير, وهي سبب لإثارة الخوف من\nالله تعالى, فإن لم يؤثر في الحال أثر في المآل. فأما الكلام والفقه المجرد\nالذي يتعلق بفتاوى المعاملات وفصل الخصومات, المذهب منه والخلاف, فلا يرد\nالراغب فيه للدنيا إلى الله بل لا يزال متماديا في حرصه إلى آخر عمره, فلا\nينبغي أن يخادع الإنسان نفسه, فإن المقصر العالم بتقصيره أسعد حالا من\nالجاهل المغرور أو المتجاهل المغبون. وكل عالم اشتد حرصه على التعليم يوشك\nأن يكون غرضه القبول والجاه, وحظه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p171'> Vol. 01, p. 171</a>\n            </div>\n             # تلذذ النفس في الحال باستشعار الإدلال على الجهال والتكبر عليهم, فآفة\nالعلم الخيلاء كما قاله صلى الله عليه وسلم.\n</p>\n\n<p>\nولذلك حكى عن بشر <span id='ms62'></span> أنه دفن عشرة قماطر من كتب الأحاديث التي سمعها, وكان\nلا يحدث ويقول: إني أشتهي أن أحدث فلذلك لا أحدث, ولو اشتهيت أن لا أحدث\nلحدثت, ولذلك قال: \"ثنا\" باب من الدنيا, وإذا قال الرجل: \"ثنا\" فإنما يقول:\nأوسعو لي.\n</p>\n\n<p>\nوقالت رابعة العدوية لسفيان الثوري: نعم الرجل أنت لولا رغبتك في الدنيا.\nقال: وفي ماذا رغبت؟ قالت: في الحديث.\n</p>\n\n<p>\nولذلك قال أبو سليمان الداراني: من تزوج أو كتب الحديث أو اشتغل بالسفر\nفقد ركن إلى الدنيا.\n</p>\n\n<p>\nوالحزم الاحتراز بالعزلة وترك الاستكثار من الأصحاب ما أمكن, بل الذي\nيطلب الدنيا بتدريسه وتعليمه / فالصواب له إن كان عاقلا في هذا الزمان أن\nيترك ذلك, فلقد صدق أبو سليمان الخطابي حيث قال:\n</p>\n\n<p>\nدع الراغبين في صحبتك والتعلم منك فليس لك منهم مال ولا جمال, إخوان\nالعلانية أعداء السر, إذا لقوك تملقوك, وإذا غبت عنهم سبعوك, من أتاك منهم\nكان عليك رقيبا, وإذا خرج كان عليك خطيبا, أهل نفاق ونميمة, وغل وخديعة,\nفلا تغتر باجتماعهم عليك فما غرضهم العلم بل الجاه والمال, وأن يتخذوك سلما\nإلى أوطارهم, وحمارا في حاجاتهم, إن قصرت في غرض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p172'> Vol. 01, p. 172</a>\n            </div>\n             # من أغراضهم كانوا أشد أعدائك, ثم يعدون ترددهم إليك دالة عليك, ويرونه\nحقا واجبا لديك, ويعرضون عليك أن تبذل عرضك وجاهك ودينك لهم, فتعادي عدوهم,\nوتنصر قريبهم وخادمهم ووليهم, وتنتهض لهم سفيها, وقد كنت فقيها, وتكون لهم\nتابعا خسيسا, بعد أن كنت متبوعا رئيسا, ولذلك قيل: اعتزال العامة, مروءة تامة.\n</p>\n\n<p>\nقال: فهذا معنى كلامه وإن خالف بعض ألفاظه, وهو حق وصدق فإنك ترى\nالمدرسين في رق دائم, وتحت حق لازم, ومنة ثقيلة ممن يتردد إليهم, فكأنه\nيهدي تحفه إليهم, فيرى حقه واجبا عليهم, وربما لا يختلف إليه ما لم يتكفل\nبرزق له على الإدرار.\n</p>\n\n<p>\nثم إن المدرس المسكين قد يعجز عن القيام بذلك من ماله, فلا يزال يتردد\nإلى أبواب السلاطين يقاسي الذل والشدائد مقاساة الذليل المهين, حتى يكتب له\nعلى بعض وجوه السحت مال حرام, ثم لا يزال العامل <span id='ms63'></span> يسترقه ويستخدمه ويمتهنه\nويستذله إلى أن يسلم إليه ما يقدره نعمة مستأنفة من عنده عليه, ثم يبقى في\nمقاساة / القسمة على أصحابه, إن سوى بينهم مقته المبرزون, ونسبوه إلى\nالحمق, وقلة التمييز, والقصور عن درك مصادفات الفضل, والقيام في مقادير\nالحقوق بالعدل, وإن فاوت بينهم سلقه السفاء بألسنة حداد, وثاروا عليه ثوران\nالأسود والآساد, فلا يزال في مقاساتهم في الدنيا, وفي مظالم ما يأخذه\nويفرقه في العقبى. والعجب أنه مع هذا البلاء كله تمنيه نفسه بالأباطيل,\nوتدليه بحبل الغرور, وتقول له: لا تفتر عن صنيعك فإنما أنت بما تفعله مريد\nوجه الله, ومذيع شرع رسول الله صلى الله عليه وسلم, وناشر علم دين الله,\nوقائم بكفاية طلاب العلم من عباد الله, وأموال السلاطين لا مالك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p173'> Vol. 01, p. 173</a>\n            </div>\n             # لها وهي مرصدة للمصالح, وأي مصلحة أكبر من تكثير أهل العلم, فبهم يظهر\nالدين ويتقوى أهله.\n</p>\n\n<p>\nقال: ولو لم يكن ضحكة للشيطان لعلم بأدنى تأمل أن فساد الزمان لا سبب له\nإلا كثرة أمثال أولئك الفقهاء الذين يأكلون ما يجدون, ولا يميزون بين\nالحلال والحرام, تلحظهم أعين الجهال فيستجرؤون على المعاصي باستجرائهم,\nاقتداء بهم واقتفاء لآثارهم, ولذلك قيل: ما فسدت الرعية إلا بفساد الملوك,\nوما فسد الملوك إلا بفساد العلماء. فنعوذ بالله من الغرور والعمى فإنه\nالداء الذي ليس له دواء)).\n</p>\n\n<p>\nوقال في كتاب ذم الغرور أيضا: ((فالعلم المهم هو معرفة سلوك الطريق, وقطع\nعقبات القلب التي هي الصفات المذمومة, فهي الحجاب بين العبد وبين الله,\nوإذا مات ملوثا بتلك الصفات كان محجوبا عن الله.\n</p>\n\n<p>\nومثال المقتصر على علم الفقه مثال من اقتصر من سلوك طريق الحج على علم\nخرز الرواية والخف, ولا شك في أنه لو لم يكن لتعطل الحج, ولكن المقتصر عليه\n/ ليس من الحاج في شيء)).\n</p>\n\n<p>\nقال: ومن هؤلاء من اقتصر من علم الفقه على الخلافيات, ولم يهمه إلا تعلم\nطرق المجادلة والإلزام, وإفحام الخصوم, ودفع الحق؛ لأجل الغلبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p174'> Vol. 01, p. 174</a>\n            </div>\n             # والمباهاة, فهو طول الليل والنهار في التفتيش عن مناقضات أرباب المذاهب,\nوالتفقد لعيوب <span id='ms64'></span> الأقران, والتلقف لأنواع الأسباب المؤذية.\n</p>\n\n<p>\nوهؤلا هم سباع الإنس, طبعهم الإيذاء, وهمهم السفه. فنعوذ بالله من الغفلة\nوالاغترار, ونسأله سلوك طريق الأبرار, ومجانبة الأشرار الفجار)).\n</p>\n\n<p>\nقلت:\n</p>\n\n<p>\nفلينتبه المشتغل بالعلم, وليتدبر ما ذكر في هذا الفصل من الفضل, والله\nيوفقنا وإياه ويرضاه.\n</p>\n\n<p>\nوقد رايت أن أختمه بشيء من عبارات أهل المعرفة والتقوى, العاملين بالعلم\nالذي يورث الخوف والهيبة والخشوع والزهد في الدنيا.\n</p>\n\n<p>\nروينا عن عبد الله بن خبيق الأنطاكي - وهو أحد السادة العباد - قال: سألت\nيوسف بن أسباط: هل مع حذيفة المرعشي علم؟ فقال: معه العلم الأكبر خوف الله\nعز وجل.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p175'> Vol. 01, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\nذكر في مجلس أحمد بن حنبل معروف الكرخي رحمه الله عليهما فقال بعض من\nحضر: هو قليل العلم. فقال أحمد: أمسك - عافاك الله - وهل يراد من العلم إلا\nما وصل إليه معروف.\n</p>\n\n<p>\nقال عبد الله بن أحمد بن حنبل: ذهب أبي ويحيى بن معين إلى معروف, فقال\nيحيى بن معين: أيش المعنى في سجدتي السهو ولم جعلتا في الصلاة؟ فقال معروف\nمسرعا: عقوبة للقلب - عافاك الله - إذ سها, ولم سها عن الله عز وجل وهو بين\nيدي الله عز وجل؟ قال: فقال له أبي: يا أبا زكريا, هذا من علمك, هذا من\nكتبك أو من كتب أصحابك.\n</p>\n\n<p>\n/ وعن جعفر بن محمد الخواص قال: سئل جنيد بن محمد عن فرض الصلاة, فدل\nالسائل إلى مجالس الفقهاء فلما مضى الرجل قال لأصحابه: تدرون ما فرض\nالصلاة؟ قطع العلائق, وجمع الهم, والحضور بين يدي الله عز وجل. قيل له: كيف\nتدخل في الصلاة؟ قال: بإلقاء سمع, وشهود قلب, وحضور عقل, وجمع هم, وصحة\nتيقظ, وحسن إقال, وتدبر في ترتيل.\n</p>\n\n<p>\nوعن زيد بن يحيى الذارع قال: كنا عند مالك بن دينار فمر به خليفة\nالبحراني, فسلم على مالك. فقال له عظنا يا أبا عبد الله. قال: بم أعظم يا\nأبا يحيى؟ إنك - والله - إن عرفت الله حق معرفته أغناك ذلك عن كل كلام\nوموعظة. يا أبا يحيى إن المؤمنين لم يعبدوا إلههم عن رؤية <span id='ms65'></span> وإنما عبدوه عن\nدلالة. إنهم - والله - لما نظروا إلى اختلاف الليل والنهار, ودوران هذا\nالفلك, \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p176'> Vol. 01, p. 176</a>\n            </div>\n             # وارتفاع هذا السقف المرفوع بغير عمد, ومجاري هذه الأنهار والبحار, علموا\n- والله - أن لذلك صانعا مدبرا, لا يعزب عنه مثقال ذرة من خلقه في السماوات\nولا في الأرض, فعبدوه - والله - بدلالته على نفسه عبادة أنضت الأبدان,\nوأحالت الألوان, حتى كأنما عبدوه عن رؤية, فهم في الدنيا حية قلوبهم, ميتة\nجوارحهم, إلا عند الذكر والمناجاة والنهوض إلى طاعة الله.\n</p>\n\n<p>\nقال: فبكى مالك يومئذ بكاء شديدا, ثم قام عشية إذ ولم يتكلم.\n</p>\n\n<p>\nقال أبو حاتم محمد بن إدريس الرازي الحافظ:\n</p>\n\n<p>\nدخلت دمشق على كتبة الحديث, فمررت بحلقة قاسم الجوعي, فرأيت نفرا جلوسا\nحوله وهو يتكلم عليهم / فهالني منظرهم, فتقدمت إليهم فسمعته يقول:\n</p>\n\n<p>\nاغتنموا من أهل زمانكم خمسا: إن حضرتم لم تعرفوا, وإن غبتم لم تفقدوا,\nوإن شهدتم لم تشاوروا, وإن قلتم شيئا لم يقبل قولكم, وإن عملتم شيئا لم\nتعطوا به. وأوصيكم بخمس أيضا: إن ظلمتم لم تظلموا, وأن مدحتم لم تفرحوا,\nوإن ذممتم لم تجزعرا, وإن كذبتم فلا تغضبوا, وإن خانوكم فلا تخونوا. قال:\nفجعلت هذا فأئدتي من دمشق.\n</p>\n\n<p>\nقلت: فهذا وأمثاله هو ثمرة علم العلماء الذين يريدون الله بطلب العلم\nالنافع, جعلنا الله منهم بفضله, ووفقنا لأن نكون من أهله.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p177'> Vol. 01, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\nآخر الخطبة الكبرى المقدمة بين يدي كتاب: \"العلم الجامع بين الفقه\nوالأثر\", [و] الحمد لله رب العالمين, وصلواته وسلامه على سيدنا محمد وآله\nوصحبه خير البشر.\n</p>\n\n<p>\nفرغه كاتبه لنفسه على بن أيوب بن منصور المقدسي عفا الله عنه, في أواخر\nذي القعدة سنة ثمان وسبعمائة, بالمدرسة الباذرائية من دمشق صانها الله\nوأهلها وسائر بلاد المسلمين.\n</p>\n\n<p>\nوقابلها وعارضها بالأصل المنقول منه المعارض بأصل المصنف المسموع عليه\nوعليه رحمه الله, فصح حسب الطاقة, نفعنا الله به والمسلمين. <span id='ms66'></span>\n</p>\n",
  "pages": [
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177"
  ],
  "volumes": [
    "01"
  ]
}