{
  "content": "\n\n<h1 class='l1' id='head0'>CHECK [مقدمة المصنف]</h1>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nالحمد لله الذي فتح بتيسير الوصول إلى أصول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p193'> Vol. 01, p. 193</a>\n            </div>\n             # الشريعة الغراء، وشرح الصدور بنور الاهتداء إلى محجتها الزهراء، والصلاة\nوالسلام على سيدنا ونبينا أفضل المرسلين حبيب الله أبي القاسم محمد خاتم\nالنبيين وعلى آله الطيبين وصحابته هداة الدين.\n</p>\n\n<p>\nوبعد:\n</p>\n\n<p>\nفقد يسر الله الكريم الرءوف الرحيم، بإتمام «تيسير الوصول إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p194'> Vol. 01, p. 194</a>\n            </div>\n             # منهاج الأصول» فجاء بحمد الله كنزا مدفونا ينفق من تبره، وبحرا مشحونا\nيستغنى (بفرائد دره.\n</p>\n\n<p>\nلكنه مبسوط لكثرة تحقيقاته، وإيضاح منهاجه، وحل مشكلاته، فأردت اختصاره\nعلى طريقة متوسطة، حاوية لنفائسه المستنبطه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p195'> Vol. 01, p. 195</a>\n            </div>\n             # ترتفع عن الإقلال المخل، وتنحط عن الإطناب الممل، وافية ببسط عبارة المتن\n</p>\n\n<p>\nالمشكلة، وتفصيل إشاراته المجملة، وذكر المحتاج إليه من القيود والأمثلة،\nوإظهار الضمائر والمتعلقات المعضلة، ومن الله الكريم أستمد الصواب والتوفيق\nإلى ما به يحصل جزيل الثواب وهو حسبي ونعم الوكيل.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p196'> Vol. 01, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nتقدس من تمجد بالعظمة والجلال، وتنزه من تفرد بالقدم والكمال، عن مناسبة\nالأشباه والأمثال، ومصادمة الحدوث والزوال».\n</p>\n\n<p>\nافتتح المصنف (رحمه الله تعالى) كتابه بعد التيمن بالبسملة بالثناء على\nالله -تعالى- أداء لحق شيء مما يجب عليه من شكر نعمائه، إلى تأليف هذا\nالمختصر، أثر من آثارها، ولم يأت بالمنهج المعروف، إما تفننا في العبارة؛\nلأن ما أتى به في هذه الخطبة مشتمل على «الحمد لله»، ولا ينافيه ما أخرجه\nأبو داود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p197'> Vol. 01, p. 197</a>\n            </div>\n             # وغيره من حديث أبي هريرة -رضي الله عنه -من قوله صلى الله عليه وسلم: «كل\nأمر ذي بال لا يبدأ فيه بحمد الله أقطع».\n</p>\n\n<p>\nلأن معناه: الافتتاح بما يدل على المقصود من حمد الله تعالى، لأن الخطبة\nيتعين فيها سياق واحد يمتنع العدول عنه، أو جعل المصنف (تقدس إلى آخره)\nبيانا للبسملة، لأن من كان معبودا بالحق لا محالة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p198'> Vol. 01, p. 198</a>\n            </div>\n             # يكون متصفا بصفات الكمال، منزها عن صفات النقص.\n</p>\n\n<p>\nولأن في العبارة الغريبة لذة ليست في المشهورة.\n</p>\n\n<p>\nهذا وقد صرح المصنف فيما سيجيء بقوله: نحمده.\n</p>\n\n<p>\n«وتقدس» من القدس، وهو الطهارة لغة.\n</p>\n\n<p>\nوالقدوس: فعول منه صفة من صفات الله تعالى، وهو <span id='ms001'></span> المنزه عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p199'> Vol. 01, p. 199</a>\n            </div>\n             # كل وصف يدركه حس، أو يتصوره خيال أو يسبق إليه وهم، أو يختلج به ضمير، أو\nيفضي به تفكير، فهو منزه عن أوصاف كمال الخلق، كما هو منزه عن أوصاف نقصهم،\nبل كل صفة تتصور للخلق، فهو مقدس عنها وعما يشبهها ويماثلها.\n</p>\n\n<p>\nقال الحلواني: (ومعنى: تقدس) أخذ القدس، أي: الطهارة التي تليق بجنابه\nلذاته، أي اختصت ذاته بالقدس، من غير عدم سابق (ولا صنع صانع).\n</p>\n\n<p>\nوآثره على «قدس» و «انقدس»، لأن كثرة المباني تدل على كثرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p200'> Vol. 01, p. 200</a>\n            </div>\n             # المعاني، (فأفاد المبالغة: أي في اختصاصه بالطهارة).\n</p>\n\n<p>\nولأن فيه فخامة تملأ الفم، واختار صفة الماضي لدلالته على تحقيق مدلوله.\n</p>\n\n<p>\n(قال بعضهم): وقدم الصفات السلبية على الإيجابية؛ لأن إثبات الإيجابية،\nالتي هي الكمال تتوقف عند التطهير من النقائص.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p201'> Vol. 01, p. 201</a>\n            </div>\n            \n</p>\n\n<p>\nولا يبعد أن يقصد من السلبية التمدح أيضا، فتكون السلبية من صفات الكمال.\n</p>\n\n<p>\nوقوله: «من تمجد»: يجوز أن تكون موصولة أو موصوفة أي الذي أو شيء، وتمجد\nصلته أو صفته، (ومن مع صلته أو صفته) في محل رفع لأنه فاعل تقدس (أو تمجد).\n</p>\n\n<p>\n(قيل: وأتى بكلمة «من» إيماء إلى أن صلتها المجد والشرف التام الحاصل له\nبحسب عظمة الصفات وكبرياء الذات، بلغت إلى مرتبة إذا لوحظت تعين إسنادها\nإلى الله -تعالى -بحيث لا مجال للوهم أن ينسبها لغيره.\n</p>\n\n<p>\nفإذن لا فرق في التعبير عن خصوصية الذات بين الاسم العلمي وغيره، على أن\nكلمة من تفيد فخامة ليست في غيرها).\n</p>\n\n<p>\nوتمجد، قال الحلواني: أي أخذ المجد لذاته كما تقدم، (أي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p202'> Vol. 01, p. 202</a>\n            </div>\n             # اتصف بالعظمة والجلال).\n</p>\n\n<p>\nوالمجيد: الشريف لذاته، الجميل أفعاله، الجزيل عطاؤه ونواله، فكأن شرف\nالذات إذا قارنه حسن الأفعال سمي مجيدا.\n</p>\n\n<p>\nوالمجد: الشرف التام الكامل، وهو لله -تعالى -في ذاته وصفاته وأفعاله.\n</p>\n\n<p>\nوالمجد: السعة وكثرة الخير.\n</p>\n\n<p>\nوالباء: في قوله بالعظمة للملابسة والمصاحبة لا للسببية، أي: مجده مصاحب\nللعظمة والجلال.\n</p>\n\n<p>\nوالعظيم من صفات الله -تعالى -: بمعنى أنه أعظم من كل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p203'> Vol. 01, p. 203</a>\n            </div>\n             # عظيم (في نفاذ حكمه، وكمال قدرته، وقهره، وسلطانه، وأعظم من كل) عظيم في\nأن العقول لا تصل إلى <span id='ms002'></span> كنه صمديته.\n</p>\n\n<p>\nوالجليل: هو الموصوف بنعوت الجلال.\n</p>\n\n<p>\nونعوت الجلال هو العز، والملك، والتقديس، والعلم، والقدرة، وغيرها من\nالصفات.\n</p>\n\n<p>\nفالجامع لجميعها هو الجليل المطلق وهو الله -تعالى -.\n</p>\n\n<p>\nقال الغزالي: وكأن الجليل يرجع إلى كمال الصفات، والعظيم إلى كمال الذات،\nوالصفات جميعها منسوبا إلى إدراك البصيرة (إذ كان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p204'> Vol. 01, p. 204</a>\n            </div>\n             # بحيث يستغرق البصيرة) ولا تستغرقه البصيرة. انتهى\n</p>\n\n<p>\nوصفات الله تعالى ثبوتية: كالحياة والعلم والقدرة والإرادة والسمع والبصر\nوالكلام والبقاء.\n</p>\n\n<p>\nوسلبية: مثل ليس بجسم ولا عرض ولا في مكان.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p205'> Vol. 01, p. 205</a>\n            </div>\n            \n</p>\n\n<p>\nقال الحلواني: فأشار المصنف (رحمه الله) بالعظمة إلى الصفات الثبوتية،\nوبالجلال إلى الصفات السلبية، (وأخر الصفات السلبية) رعاية للسجع.\n</p>\n\n<p>\nأو يقال: صفاته -تعالى -صفات لطف، وصفات قهر، تسمى بصفات الجمال والجلال،\nفأشار بالعظمة إلى صفات الجمال أي اللطف، وأشار بالجلال إلى صفات القهر.\nوجمع بينهما ليكون العبد بين الخوف والرجاء.\n</p>\n\n<p>\nقال العراقي:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p206'> Vol. 01, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\nوالمحفوظ «تقدس من تمجد بالعظمة والجلال»\n</p>\n\n<p>\nوذكر الشيخ تقي الدين السبكي إنها: والجمال.\n</p>\n\n<p>\nوقال: ومشاهدة صفة الجمال تثير المحبة ومشاهدة صفة الجلال تثير الهيبة،\nوالعظمة تثير الهيبة أيضا.\n</p>\n\n<p>\nفلذلك قرن المصنف العظمة بالجمال، لتفيد معنى زائدا على الجلال انتهى.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p207'> Vol. 01, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\nوعطف المصنف قوله: «وتنزه» على قوله: «تقدس»؛ أنهما فعليتان وإعرابه كما مر.\n</p>\n\n<p>\nقال الحلواني: ومعنى تنزه أي: أخذ في النزاهة أي الطهارة لذاته.\n</p>\n\n<p>\n(كما تقدم).\n</p>\n\n<p>\nوتفرد قال الحلواني: أي أخذ الفردانية لذاته كما مر، أي ذاته منفردة لا\nيشاركه شيء في القدم الذاتي فلا يكون وجوده عن الغير، وصفاته قديمة غير\nمسبوقة بالعدم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p208'> Vol. 01, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\n(وتحقيقه: أن التفعل في تفرد وفي سائر ما أورده من تقدس ونحوه، ليس\nلمطاوعة فعل آخر، كما يقال: علمته فتعلم، بل المراد التلبس بالشيء كما يقال\nفي المحسوسات: تقمص فيقال: في المعاني: تفعل على معنى اتصافه به، أعني من\nغير تكلف، ويجوز أن يكون لمطاوعة فعل، وذلك أن معنى قدس: اعتقد التطهر\nفالمطاوعة في لفظ «تقدس» على معنى المعتقد تقديسه، أي أنه أقام له من الحجج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p209'> Vol. 01, p. 209</a>\n            </div>\n             # والبراهين ما يلزم الخلق اعتقاد تنزيهه عن كل نقص فهذا معنى المطاوعة هنا\nلا التأثير، فمطاوعة <span id='ms003'></span> كل شيء بحسبه، ومن هذا يعلم حسن عدول المصنف عن\nالإتيان بأصل الوصف إلى صيغة التفعل؛ لأنه أبلغ إذ فيه الإيماء إلى قيام\nالدليل على ذلك الوصف.\n</p>\n\n<p>\nوالكمال، قيل: هو فوق التمام.\n</p>\n\n<p>\nوالكمال المطلق: هو الذي يكون كلما يمكن حاصلا له بالفعل وهو الله تعالى.\n</p>\n\n<p>\nوالمناسبة: اتحاد في النسبة.\n</p>\n\n<p>\nوالأشباه: جمع شبه -بكسر الشين وسكون الباء -وهو اتحاد في الصفات.\n</p>\n\n<p>\nوالأمثال: جمع مثل -بكسر الميم وسكون الثاء -وهو اتحاد في تمام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p210'> Vol. 01, p. 210</a>\n            </div>\n             # الماهية (كذا قيل).\n</p>\n\n<p>\nوقال في الصحاح: يقال هذا مثله ومثله كما يقال: شبهه وشبهه بمعنى\nوالمصادمة الوصول من الطرفين.\n</p>\n\n<p>\nوالحدوث: كون الشيء بعد ما لم يكن.\n</p>\n\n<p>\nوالزوال: الفناء.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p211'> Vol. 01, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\nويجوز أن يتعلق قوله عن مناسبة بقوله: تقدس، أي تقدس أن تكون صفاته\nمناسبة لصفات غيره، وذاته أن تكون مماثلة لذات غيره.\n</p>\n\n<p>\nوقوله: ومصادمة الحدوث والزوال متعلقا بقوله: «تنزه» أي: تنزه أن يصل\nالحدوث إلى صفاته فلا تكون صفاته حادثة بل قديمة، وتنزه ذاته أن يكون له\nزوال وفناء، ففيه لف ونشر مرتب.\n</p>\n\n<p>\nوصدر مجموع النشرين بكلمة «من» وعطف أحدهما على الآخر.\n</p>\n\n<p>\nوأحال التعيين على ذهن السامع لأنه لا يخفى عليه أن الأول متعلق بالفقرة\nالأولى والثاني بالثانية.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p212'> Vol. 01, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\nويجوز أن يكون تقدس وتنزه متوجها إلى كل واحد منهما.\n</p>\n\n<p>\nفيكون من باب تنازع الفعلين قاله الحلواني.\n</p>\n\n<p>\nوفسر صاحب المحكم التقديس بالتنزيه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p213'> Vol. 01, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\nقال الزركشي: وحينئذ فقول المصنف بعده: وتنزه، من عطف أحد المترادفين على\nالآخر، وهو مطلوب في مقام الثناء نظرا لتغاير الألفاظ.\n</p>\n\n<p>\nوالحق أن التنزيه أعم، فإن مادة القدس تدل على التطهير وهو نوع تنزيه.\n</p>\n\n<p>\nوفي هذه الجمل إشارة إلى الوحدانية، ووجوب الوجود الذي يتصف بجميع\nالكمالات من العلم والقدرة والإرادة والحياة، ونفي الجسمية والجهة والتحيز\nونفي التركيب وغيرها.\n</p>\n\n<p>\n(والحاصل أنه تعالى لا يشبهه شيء لا شبها (بعيدا ولا قريبا .. ) لا في\nالصفات ولا في الذات).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p214'> Vol. 01, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: «مقدر الأرزاق والآجال» ليس معطوفا على ما قبله؛ لأنه خبر مبتدأ\nمحذوف تقديره: هو.\n</p>\n\n<p>\nوالجملة الاسمية لا تعطف على الفعلية على قول اختاره الإمام الرازي <span id='ms004'></span>.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p215'> Vol. 01, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\nونقل عن ابن جني: لاختلافهما بالنوع.\n</p>\n\n<p>\nوقيل: بالجواز.\n</p>\n\n<p>\nقال ابن هشام: وهو المفهوم من قول النحويين في باب الاشتغال في مثل قام\nزيد وعمرو أكرمته أن نصب عمرو أرجح لأن تناسب الجملتين المتعاطفتين أولى من\nتخالفهما.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p216'> Vol. 01, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أبو علي: يجوز في الواو فقط.\n</p>\n\n<p>\nقال ابن هشام: وأضعف الثلاثة المنع مطلقا.\n</p>\n\n<p>\nوبالجملة فالأحسن هنا عدم العطف لما عرفت.\n</p>\n\n<p>\nومعناه، معين مقدار الرزق والأجل لكل واحد.\n</p>\n\n<p>\nوالرزق في الأصل: مصدر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p217'> Vol. 01, p. 217</a>\n            </div>\n             # بمعنى الإخراج.\n</p>\n\n<p>\nوشاع في اللغة أولا على إخراج حظ من الله -تعالى -أو ممن غيره إلى آخر،\nحيوانا كان أو غيره (لينتفع به) ثم شاع استعمالا وشرعا على إعطاء الله\n-تعالى -الحيوان ما ينتفع به حلالا كان أو حراما.\n</p>\n\n<p>\nوالأجل: يطلق بالاشتراك اللفظي على جميع مدة العمر، وعلى آخر جزء منها\nوالمعنيان صحيحان هنا، يعني أن الله -تعالى -كما قدر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p218'> Vol. 01, p. 218</a>\n            </div>\n             # وضبط أحوال الإنسان من الأرزاق الروحانية التي هي العلوم والمعارف في هذه\nالدار وفي دار القرار، المتفاوتة حسب تفاوت أصناف المقربين والأبرار، كذلك\nقدر أحوال الحيوانات من سعة الرزق وضيقه وطول مدة العمر وقصره، فإذا كان\nالشخص واسع الرزق في العلم فلا يتكاسل في نشره وزيادته، أو ضيق الرزق فيه\nفيقتصر على الأهم من العلوم الدينية.\n</p>\n\n<p>\nوعطف قوله: «ومدبر الكائنات في أزل الآزال» على «مقدر الأرزاق» لأنها\nجملة اسمية أيضا مبتدؤها محذوف، وهذا من عطف العام على الخاص، هو من فنون\nالبلاغة، وفيه دفع وهم، أن علمه وقدرته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p219'> Vol. 01, p. 219</a>\n            </div>\n             # مختص بالأرزاق والآجال، فدفعه بالتعميم، فإن الكائنات أعم من الأرزاق\nوالآجال وغيرها من الموجودات.\n</p>\n\n<p>\n(وقال الحلواني): يعني أن الله -تعالى -دبر مآل كل شيء ومرجعه إلى أي شيء\nيكون من السعادة والشقاوة.\n</p>\n\n<p>\nفعين سعادة أهل السعادة في الأزل، وكذا شقاوة أهل الشقاوة.\n</p>\n\n<p>\nوالتدبير: هو النظر في دبر الشيء، في آخره ومآله.\n</p>\n\n<p>\nوإطلاقه على علام الغيوب محال.\n</p>\n\n<p>\nفالمراد غايته، هو الإحكام والإتقان في الأفعال؛ لأن من تأمل في عاقبة\nأمر جاء ذلك الأمر على وجه أبلغ وأحسن.\n</p>\n\n<p>\nوالأزل: بفتح الزاي: القدم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p220'> Vol. 01, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\nقال في الصحاح: ذكر <span id='ms005'></span> بعض أهل العلم أن أصل هذه الكلمة، قولهم: للقديم لم\nيزل، ثم نسب إلى هذا فلم يستقم إلا باختصار فقالوا: يزلي ثم أبدلت الياء\nألفا (لأنها أخف)\n</p>\n\n<p>\nفقالوا أزلي كما قالوا في الرمح المنسوب إلى ذي يزن: أزني.\n</p>\n\n<p>\nوجمع الأزل تأكيدا لا تحقيقا، قاله بعضهم.\n</p>\n\n<p>\nوقيل: في إضافة الآزال مبالغة في نفي الأولية كأن للأزل أزلا.\n</p>\n\n<p>\nويجوز أن يكون قوله في أزل الآزال من باب تنازع الفعلين فيكون مقدر ومدبر\nمتوجهين إليه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p221'> Vol. 01, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\nأو يكون قوله: «مقدر الأرزاق والآجال» إشارة إلى القضاء.\n</p>\n\n<p>\nيعني مقدر الأرزاق والآجال بحسب ما وقع.\n</p>\n\n<p>\nوقوله: مدبر الكائنات إلى القدر أي دبر الكائنات التي ستوجد في علمه\nالسابق، قاله الحلواني.\n</p>\n\n<p>\nوقال بعضهم: الفرق بينهما: أن القدر عباة عن تعلق القدرة والإرادة بإيجاد\nجميع الأشياء، التعلق التنجيزي الواقع فيما لا يزال.\n</p>\n\n<p>\nوالقضاء: عبارة عن تعلقهما بها التعلق المعنوي الحاصل في الأزل.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p222'> Vol. 01, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\nعالم الغيب والشهادة: خبر مبتدأ محذوف أي هو، وهذه الجملة بيان لجملة\nمقدر الأرزاق إلى آخره؛ لأن التقدير والتدبير دال على العلم الكامل الشامل\nبالضرورة، ولهذا قطعها ولم يعطف.\n</p>\n\n<p>\nوفيه إشعار بعظم شأن العلم، وقدم الغيب قصدا إلى رسوخه في علمه؛ لأن من\nكان عالما بالمغيبات كان راسخا في العلم لا محالة، ويلزم من ذلك علمه\nبالمشاهدات من باب أولى.\n</p>\n\n<p>\nوقوله: الكبير المتعال مبتدؤه محذوف أيضا، وهذه الجملة مسبوقة لبيان ما\nسبق أيضا؛ لأن من كان موصوفا بهذه الصفات ضرورة يكون كبيرا بحسب الذات،\nعاليا بحسب الصفات.\n</p>\n\n<p>\nوالغيب بمعنى: الغائب عن الحس، والشهادة الحاضر له والألف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p223'> Vol. 01, p. 223</a>\n            </div>\n             # واللام فيهما للاستغراق، أي يحيط علما بكل واحد واحد من الغيوب.\n</p>\n\n<p>\nوالشهادات ظاهرها وباطنها، دقيقها وجليلها، أولها وآخرها عاقبتها\nوفاتحتها بعلم قديم، وهذا من حيث كثرة المعلومات وهي لا نهاية لها، ثم يكون\nالعلم في ذاته من حيث الوضوح والكشف على أتم ما يمكن فيه بحيث لا يتصور\nمشاهدة وكشف أظهر منه ثم لا يكون مستفادا من المعلومات، بل تكون المعلومات\nمستفادة منه.\n</p>\n\n<p>\nوالكبير: هو ذو الكبرياء، والكبرياء: عبارة عن كمال <span id='ms006'></span> الذات، وأعني بكمال\nالذات كمال الوجود، وكمال الوجود يرجع إلى شيئين:\n</p>\n\n<p>\nأحدهما: دوامه أزلا وأبدا.\n</p>\n\n<p>\nوالثاني: أن وجوده هو الوجود الذي يصدر عنه كل موجود بالاختيار.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p224'> Vol. 01, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\nوالمتعال: هو الذي لا رتبة فوق رتبته، وجميع المراتب منحطة عنه.\n</p>\n\n<p>\nوالمراد بالفوقية: الفوقية بالمعنى لا بالمكان.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p225'> Vol. 01, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\nوعبارة المصنف في تفسيره الكبير: العظيم الشأن الذي لا يخرج عن علمه شيء.\n</p>\n\n<p>\nوالمتعال: المستعلي عن كل شيء بقدرته، أو الذي كبر عن نعت المخلوقين\nوتعالى عنه.\n</p>\n\n<p>\nثم استأنف بقوله: «نحمده على فضله المترادف المتوال، ونشكره على ما عمنا\nمن الإنعام والإفضال» جوابا عن سؤال تقديره: كيف نحمد هذا المنعم العظيم\nالموصوف بهذه الصفات العظام؟\n</p>\n\n<p>\nفقال: نحمده بصيغة الجمع ليشمله وغيره من المثنين، أدرج حمده في حمدهم،\nلعله يقبل، أو عظم نفسه امتثالا لقوله تعالى: {(وأما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p226'> Vol. 01, p. 226</a>\n            </div>\n             # بنعمة) ربك فحدث}.\n</p>\n\n<p>\nوأتى بالفعل المضارع ليدل على التجدد والاستمرار، يعني فكما أن نعمه\nمتجددة فحمدنا متجدد، كذا قيل.\n</p>\n\n<p>\nوالحمد: هو الثناء باللسان على الجمل الاختياري.\n</p>\n\n<p>\nوالشكر فعل ينبئ عن تعظيم المنعم بسبب الإنعام، سواء كان ذكرا باللسان أو\nاعتقادا، أو محبة بالجنان، أو عملا وخدمة بالأركان.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p227'> Vol. 01, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\nفمورد الحمد هو اللسان وحده، ومتعلقة يعم النعمة وغيرها.\n</p>\n\n<p>\nومورد الشكر يعم اللسان وغيره، ومتعلقه يكون النعمة وحدها.\n</p>\n\n<p>\nفالحمد أعم باعتبار المتعلق وأخص باعتبار المورد والشكر بالعكس.\n</p>\n\n<p>\nومن هنا تحقق تصادقهما في الثناء باللسان في مقابلة الإحسان، وتفارقهما\nفي صدق الحمد فقط على الوصف بالعلم والشجاعة، وصدق الشكر فقط على الثناء\nبالجنان في مقابلة الإحسان.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p228'> Vol. 01, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\nوعن الأصفهاني: أن الحمد أعم من الشكر مطلقا بحسب ماهيتها.\n</p>\n\n<p>\nوتحقيق ماهيتها: أن الحمد ليس عبارة عن قول القائل: الحمد لله.\n</p>\n\n<p>\nبل هو فعل يشعر بتعظيم المنعم بسبب كونه منعما، وذلك الفعل إما فعل\nالقلب، أعني الاعتقاد باتصافه بصفات الكمال والجلال.\n</p>\n\n<p>\nأو فعل اللسان أعني ذكر ما يدل عليه، أو فعل الجوارح وهو الإتيان بأفعال\nدالة على ذلك.\n</p>\n\n<p>\nوالشكر كذلك ليس قول القائل: الشكر لله، بل صرف العبد جميع ما أنعم الله\nتعالى به عليه من السمع والبصر وغيرهما <span id='ms007'></span> إلى ما خلق له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p229'> Vol. 01, p. 229</a>\n            </div>\n             # وأعطاه لأجله، كصرف النظر إلى مطالعة مصنوعاته، والسمع إلى تلقي ما ينبئ\nعن مرضاته، والاجتناب عن منهياته.\n</p>\n\n<p>\nوعلى هذا يكون الحمد أعم من الشكر مطلقا، لعموم النعم الواصلة إلى الحامد\nوغيره، واختصاص الشكر بما يصل إلى الشاكر.\n</p>\n\n<p>\nوالفضل: ضد النقص، قاله ابن دريد.\n</p>\n\n<p>\nوالجوهري قال: والإفضال: الإحسان.\n</p>\n\n<p>\n(وقيل: المراد بالفضل: الفاضل عن الكفاية، وذلك أنه تعالى أعطى الكفاية\nوزيادة عليها).\n</p>\n\n<p>\nوالترادف: من الردف الذي يركب خلف الآخر، وكل من تبع شيئا فهو ردفه\n(فمعنى المترادف: المتراكم بعضه على بعض).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p230'> Vol. 01, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\nوالتوالي: أن يكون واحدا بعد واحد بحيث لا ينقطع، فالتوالي أبلغ من\nالترادف فلذا أردفه به دفعا لوهم أنه ينقطع.\n</p>\n\n<p>\n(والإنعام: مصدر أنعم إنعاما، كأحسن يحسن إحسانا.\n</p>\n\n<p>\nوعدل عن التعبير بالنعم إلى الإنعام؛ لأن المصدر قد يكون أبلغ من الجمع.\n</p>\n\n<p>\nوالنعم جمع نعمة وهو كل ما يتنعم به من العيش.\n</p>\n\n<p>\nوفي قوله: نحمده على فضله ونشكره على ما عمنا به تنبيه على أن الشكر لا\nيكون إلا في مقابلة نعمة بخلاف الحمد، ولهذا ينبغي للإنسان أن يحمد الله\nتعالى على ما أنعم به على غيره كما يحمده على ما أنعم به عليه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p231'> Vol. 01, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\nوفي الحديث أن النبي -صلى الله عليه وسلم -أتي ليلة الإسراء بقدح لبن\nوقدح خمر، (وخير بينهما)، فاختار اللبن فشربه، فقال جبريل: الحمد لله لو\nأخذت الخمر غوت أمتك.\n</p>\n\n<p>\nوقيل): قوله: «فضله» إشارة إلى نعمه الباطنة من الإيمان والعرفان\nوغيرهما.\n</p>\n\n<p>\nوقوله: «ونشكره على ما عمنا من الإنعام والإفضال» إشارة إلى نعمه الظاهرة\nمن السمع والبصر وغيرهما، ولذا صرح بقوله: «عمنا» ليشمل الكل».\n</p>\n\n<p>\nووقف في بعض النسخ أحمده وأشكره وأصلي وهو واضح.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p232'> Vol. 01, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\n«ونصلي على محمد الهادي إلى نور الإيمان، من ظلمات الكفر والضلال، وعلى\nآله وصحبه خير صحب وآل».\n</p>\n\n<p>\nهذا دعاء للشارع المقنن للقوانين؛ لأنه سبب لحصول كمالاتنا وامتثالا\nلقوله تعالى: {يا أيها الذين آمنوا صلوا عليه وسلموا تسليما}.\n</p>\n\n<p>\nوأتى بالصلاة بعد حمد الله وشكره؛ لقوله تعالى: {ورفعنا لك ذكرك}.\n</p>\n\n<p>\nمعناه: لا أذكر إلا ذكرت معي <span id='ms008'></span>: أشهد أن لا إله إلا الله وأشهد أن محمدا\nرسول الله.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p233'> Vol. 01, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\nروى هذا التفسير الرهاوي في أربعينه عن أبي سعيد عن النبي -صلى الله عليه\nوسلم -.\n</p>\n\n<p>\nورواه الشافعي عن مجاهد.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p234'> Vol. 01, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\nقال النووي وغيره: ويكره إفراد الصلاة عن التسليم.\n</p>\n\n<p>\nفإن قلت: قد جاءت الصلاة عليه غير مقرونة بالتسليم في آخر التشهد (في\nالصلاة).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p235'> Vol. 01, p. 235</a>\n            </div>\n            \n</p>\n\n<p>\nفالجواب: أن السلام تقدم فيه في قوله: «السلام عليك أيها النبي».\n</p>\n\n<p>\nوالصلاة: أصلها الدعاء، قال تعالى: {وصل عليهم} أي ادع لهم.\n</p>\n\n<p>\nوقال الزجاجي: أصلها اللزوم.\n</p>\n\n<p>\nقال الأزهري وغيره: الصلاة من الله تعالى رحمة، ومن الملائكة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p236'> Vol. 01, p. 236</a>\n            </div>\n             # استغفار، ومن الآدمي تضرع ودعاء.\n</p>\n\n<p>\nفصلاة الله تعالى على نبيه رحمة مقرونة بالتعظيم والثناء.\n</p>\n\n<p>\nوفي البخاري عن ابن عباس -رضي الله عنهما -معنى يصلون: يبركون.\n</p>\n\n<p>\nوسمى نبينا -صلى الله عليه وسلم -بمحمد لكثرة خصاله الحميدة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p237'> Vol. 01, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\nقال ابن فارس: ألهم الله أهله تسميته بذلك.\n</p>\n\n<p>\nوالمراد بكونه -صلى الله عليه وسلم -هاديا، هو هدى الدلالة.\n</p>\n\n<p>\nقال الله تعالى: {وإنك لتهدي إلى صراط مستقيم}.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p238'> Vol. 01, p. 238</a>\n            </div>\n            \n</p>\n\n<p>\nوأما هدى التوفيق والتأييد والعظمة فمما تفرد به الله تعالى.\n</p>\n\n<p>\n(وقد تكون الهداية بمعنى الدوام عليها)، وإنما خصه بوصفه الهادي؛ لأنه\nالمطلوب الأعظم، والغاية القصوى من اصطفاء الأنبياء، ولأنه أساس كل سعادة وفلاح.\n</p>\n\n<p>\n(وقوله: من ظلمات الكفر والضلال، إشارة إلى أنه -صلى الله عليه وسلم\n-حصلت به الهدايتان جميعا من ظلمات الكفر وظلمات الضلال).\n</p>\n\n<p>\nوالنور: الضياء، والجمع أنوار، قاله الجوهري.\n</p>\n\n<p>\nوفي الكشاف:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p239'> Vol. 01, p. 239</a>\n            </div>\n            \n</p>\n\n<p>\n(ما حاصله أن) النور ضوء النار، وضوء كل نير وهو نقيض الضلمة واشتقاقه من\nالنار، والنار من نار ينور إذا نفر؛ لأن فيها حركة واضطرابا.\n</p>\n\n<p>\nوإطلاق الضوء على النور شائع، وإن كان قد يقع بينهما فرق في بعض\nالاستعمالات.\n</p>\n\n<p>\nوالظلمات: جمع ظلمة، قال: والظلمة عدم النور.\n</p>\n\n<p>\nوقيل: عرض ينافي النور واشتقاقها من قولهم:\n</p>\n\n<p>\n«ما ظلمك أن تفعل كذا» أي «ما منعك وشغلك» لأنها تسد البصر (وتمنع\nالرؤية.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p240'> Vol. 01, p. 240</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الإمام: الظلمة عدم النور عن ما من شأنه) أن يستنير.\n</p>\n\n<p>\nفعلى هذا بين النور والظلمة تقابل العدم والملكة.\n</p>\n\n<p>\nوعلى قول من قال <span id='ms009'></span>: عدم النور يكون بينهما تقابل الإيجاب والسلب، وعلى قول\nمن قال: عرض ينافي النور فبينهما تقابل التضاد.\n</p>\n\n<p>\nوقوله: نور الإيمان: إما من باب إضافة العام إلى الخاص أو استعارة\nبالكناية.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p241'> Vol. 01, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\nوقد اختلف في تفسيرها، والذي ذهب إليه المتقدمون أن الشيء إذا شبه بآخر\nثم ترك التشبيه إلى الاستعارة فلابد أن يستعار للمشبه (لفظ موضوع للمشبه)\nبه ليتحقق معنى الاستعارة الذي هو أخذ الشيء بالعارية.\n</p>\n\n<p>\nثم المستعار إما صريح: اسم المشبه به، كما في الاستعارة التصريحية، أو\nاسم المشبه به المسكوت عنه، أعني لفظ الكوكب مثلا في مثالنا، وما أثبت\nللمشبه المذكور الذي هو الإيمان من لوازم المشبه به.\n</p>\n\n<p>\nأعني النور كناية عن لفظ الكوكب، وكونه مستعارا للإيمان، ومن هذا سميت\nاستعارة بالكناية.\n</p>\n\n<p>\nومما ذكر في توجيه نور الإيمان، أوضح لك حال ظلمة الكفر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p242'> Vol. 01, p. 242</a>\n            </div>\n             # والضلال.\n</p>\n\n<p>\nولما ضمن الهداية معنى الإخراج عداها بمن حيث قال: من ظلمات الكفر.\n</p>\n\n<p>\nقيل: وذكر الضلال بعد الكفر تعميم بعد تخصيص.\n</p>\n\n<p>\nووحد النور، وجمع الظلمة، تنبيها على أن المهتدي بالإيمان (قد يتعين) له\nطريق خاص إلى الله تعالى بخلاف غير المهتدي، فإنه يميل إلى كل شيء ويفعل كل\nفعل ويذهب في كل طريق.\n</p>\n\n<p>\nوقيل: توحيد النور للترغيب عليه، وتكثير الظلمات لتقبيح شأن الكفر،\nوالتنفير عنه؛ لأن الكفر والضلالة متعدد متنوع. ولكل نوع ظلمة، بخلاف\nالإيمان فإنه متحد بالنوع غير مختلف.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p243'> Vol. 01, p. 243</a>\n            </div>\n            \n</p>\n\n<p>\n(قيل: وإنما قال: الهادي إلى نور الإيمان، ولم يقل إلى الإيمان،\nلفائدتين:\n</p>\n\n<p>\nإحداهما: (أن الإيمان يكون) رافعا للكفر، ونوره يدفع ظلمات الكفر، قال\nالله تعالى: {الله ولي الذين آمنوا يخرجهم من الظلمات إلى النور}.\n</p>\n\n<p>\nفعبر المصنف بثمرة الإيمان، وهو النور التام يوم القيامة، وهو من باب\nالتعبير بالعلة الغائية.\n</p>\n\n<p>\nوالفائدة الثانية: أن المراد بنور الإيمان بيان الأحكام الشرعية.\n</p>\n\n<p>\nقال تعالى: {ويعلمهم الكتاب والحكمة}.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p244'> Vol. 01, p. 244</a>\n            </div>\n            \n</p>\n\n<p>\nوالحكمة: السنة، فهو -صلى الله عليه وسلم -أخرج الناس بإذن الله تعالى من\nظلمات الكفر ومن ظلمات الجهل).\n</p>\n\n<p>\nوالآل، أصله: أهل، بدليل أهيل، خص استعماله في الأشراف ومن له خطر.\n</p>\n\n<p>\nوعن الكسائي: سمعت أعرابيا <span id='ms010'></span> فصيحا يقول: أهل وأهيل وآل وأويل.\n</p>\n\n<p>\nوآله -صلى الله عليه وسلم -قال الإمام الشافعي (رضى الله عنه) وجمهور\nأصحابه: هم بنو هاشم وبنو المطلب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p245'> Vol. 01, p. 245</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل: عترته أولاد فاطمة -رضي الله عنها -المنتسبون إليه. وقيل: أهل دينه\nكلهم وأتباعه إلى يوم القيامة.\n</p>\n\n<p>\nقال الأزهري: هذا القول أقربها إلى الصواب، واختاره النووي في شرح مسلم،\nواختاره غيره.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p246'> Vol. 01, p. 246</a>\n            </div>\n            \n</p>\n\n<p>\nوحديث أنس المرفوع أن آله كل مؤمن تقي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p247'> Vol. 01, p. 247</a>\n            </div>\n            \n</p>\n\n<p>\nوهاه البيهقي.\n</p>\n\n<p>\nوالصحب جمع صاحب، كركب جمع راكب.\n</p>\n\n<p>\nوالصحابي: نسبة إلى الصحبة ثم اختص في العرف بمن صحب النبي -صلى الله\nعليه وسلم -تشريفا لهم.\n</p>\n\n<p>\nوهو كل من لقي النبي -صلى الله عليه وسلم -مسلما ومات عليه ولو تخللت ردة.\n</p>\n\n<p>\nوالمراد من هذا التعريف معرفة الصحابة بعد انقراضهم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p248'> Vol. 01, p. 248</a>\n            </div>\n            \n</p>\n\n<p>\nفقوله: لقي أعم من المجالسة، والمماشاة، ووصول أحدهما إلى الآخر، وإن لم\nيكالمه، ويدخل فيه رؤية أحدهما الآخر، فدخل ابن مكتوم ونحوه من العميان\nوالذكر والأنثى.\n</p>\n\n<p>\nوقوله: «مسلما» ليخرج من حصل له في حال كفره لقاء النبي -صلى الله عليه\nوسلم -فإنه ليس صحابيا لعداوته له -صلى الله عليه وسلم -.\n</p>\n\n<p>\nوقوله: مات عليه، أي على الإسلام، ليخرج من ارتد بعد أن لقيه مسلما، ومات\nعلى الردة كعبد الله بن جحش، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p249'> Vol. 01, p. 249</a>\n            </div>\n             # وابن خطل.\n</p>\n\n<p>\nوقوله: ولو تخللت ردة، أي بين لقياه مسلما وبين موته على الإسلام، فإن\nاسم الصحبة باق له سواء كان رجوعه إلى الإسلام في حياته، أم بعده -صلى الله\nعليه وسلم -.\n</p>\n\n<p>\nسواء لقيه ثانيا أم لا.\n</p>\n\n<p>\nوقيل: الصحابي: من طالت صحبته ومجالسته، واختاره، جماعة من أهل الأصول.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p250'> Vol. 01, p. 250</a>\n            </div>\n            \n</p>\n\n<p>\nوأما قول الفقهاء: قال أصحاب الشافعي وأصحابنا فمجاز. مستفيض، للموافقة\nبينهم وشدة ارتباط بعضهم ببعض كالصاحب حقيقة.\n</p>\n\n<p>\nفإن قلت: كيف جعل آل النبي -صلى الله عليه وسلم -خير آل مع أن آل إبراهيم\n-عليه الصلاة والسلام -أفضل منهم؛ لأن فيهم أنبياء.\n</p>\n\n<p>\nأجيب: (بأن مراده) أنهم خير آل ليس لهم وصف أشرف من كونهم آل نبي، فأما\nمن أنضم إلى ذلك كونه نبيا فقد خرج عن وصوفه بالآل، لا أنه زال عنه <span id='ms011'></span> الصفة،\nبل لأنه صارت له صفة أعظم منها فيذكر بالصفة العظمى.\n</p>\n\n<p>\nوأما كون أصحابه خير الأصحاب فذلك واضح لقوله تعالى: {كنتم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p251'> Vol. 01, p. 251</a>\n            </div>\n             # خير أمة أخرجت للناس} وأتبع صلاته -عليه الصلاة والسلام -بالصلاة على\nآله، وأصحابه، لأنهم كانوا مجتهدين وساعين في إظهار الدين وتبليغ الأحكام\nالدينية إلينا وذلك من النعم الجليلة.\n</p>\n\n<p>\n(وإضافة الآل إلى المضمر لا يمتنع على الأصح لورود السماع به).\n</p>\n\n<p>\nوبعد: أصلها أما بعد.\n</p>\n\n<p>\nقال النحاس:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p252'> Vol. 01, p. 252</a>\n            </div>\n            \n</p>\n\n<p>\nوسئل أبو إسحاق عن معنى: أما بعد؟\n</p>\n\n<p>\nفقال: قال سيبويه: معناها: مهما يكن من شيء، أي بعد ما ذكر، فوقعت كلمة\nأما موقع اسم هو المبتدأ وفعل هو الشرط، وتضمنت معناها.\n</p>\n\n<p>\n(ولتضمنها معنى الشرط لزمتها الفاء اللازمة للشرط غالبا).\n</p>\n\n<p>\nولتضمنها معنى الابتداء لزمها لصوق الاسم اللازم للمبتدأ قضاء لحق ما\nكان، وإبقاء له بقدر الإمكان.\n</p>\n\n<p>\nوبعد ظرف لابد له من عامل، فعل أو شبهه يتعلق به.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p253'> Vol. 01, p. 253</a>\n            </div>\n            \n</p>\n\n<p>\nفقيل: إنه متعلق بأما، من حيث إنه قائم مقام فعل هو يكن المحذوف.\n</p>\n\n<p>\nوقيل: إنه متعلق بقوله: يكن، وهي بضم الدال، وبالرفع والتنوين.\n</p>\n\n<p>\nوبالنصب والتنوين، وبفتح الدال على تقدير لفظ المضاف إليه.\n</p>\n\n<p>\nوكان النبي -صلى الله عليه وسلم -يأتي بها في كل خطبه وكتبه، وفي غرائب\nمالك للدارقطني بسند ضعيف: لما جاء ملك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p254'> Vol. 01, p. 254</a>\n            </div>\n             # الموت إلى يعقوب عليه الصلاة والسلام قال يعقوب: -في جملة كلام - «أما\nبعد: فإنا أهل بيت موكل بنا البلاء».\n</p>\n\n<p>\nفإن صح فيكون أول من ابتدأ بها.\n</p>\n\n<p>\nوقيل: داود، وأنها فصل الخطاب الذي أوتيه.\n</p>\n\n<p>\nوقيل: قس بن ساعدة.\n</p>\n\n<p>\nوقيل: كعب بن لؤي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p255'> Vol. 01, p. 255</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل: يعرب بن قحطان وقيل: سحبان (بن وائل)\n</p>\n\n<p>\nوجواب الشرط قوله: «فإن أولى ما تهتم به الهمم العوالي، وتصرف فيه الأيام\nوالليالي، تعلم المعالم الدينية، والكشف عن حقائق الملة الحنيفية، والغوص\nفي تيار بحار مشكلاته، والفحص عن أستار أسرار معضلاته».\n</p>\n\n<p>\nأولى: أحرى وأليق.\n</p>\n\n<p>\nوتهم بفتح التاء وضم الهاء؛ لأن ماضيه ثلاثي، يقال: هم بالشيء إذا قصده\nبهمته أي: يهتم به ويقصد إلى فعله، ويقرؤه من لا خبرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p256'> Vol. 01, p. 256</a>\n            </div>\n             # له بضم التاء وكسر الهاء، على أن <span id='ms012'></span> ماضيه رباعي، وهو خطأ، فذاك بمعنى الحزن\nمن الهم.\n</p>\n\n<p>\nقال الجوهري: وهممت بالشيء أهم هما، إذا أردته.\n</p>\n\n<p>\nوالهمم واحده همة بمعنى الإرادة.\n</p>\n\n<p>\nوالمراد النفوس العالية، فكنى بالهمم العوال عنها؛ لأنها من لوازم\nالنفوس، وكأنها من فرط الهمة والإرادة صارت عينها.\n</p>\n\n<p>\n(وصاحب الهمة العالية هو الذي يحرص على ما ينفعه ويبالغ في الاجتهاد في\nتحصيله).\n</p>\n\n<p>\nوالصرف: إخراج الشيء عن تصرفك.\n</p>\n\n<p>\nوالأيام والليالي: عبارة عن العمر، وهو من النفائس العظيمة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p257'> Vol. 01, p. 257</a>\n            </div>\n            \n</p>\n\n<p>\nفينبغي أن يصرفه في أعز الأشياء.\n</p>\n\n<p>\nوأشار إليه بقوله: تعلم المعالم الدينية.\n</p>\n\n<p>\nوالمعالم: جمع معلم موضع العلامة.\n</p>\n\n<p>\nقال الحلواني: وأراد بها هنا الأحكام الشرعية الأصولية.\n</p>\n\n<p>\nولا يبعد أن يريد به (كل ما) له تعلق بالدين وهذا منه؛ لأن أدلة الشيء\nمعالمه، إذ بها يهتدى إلى الأحكام المنسوبة إلى الدين.\n</p>\n\n<p>\n(وقيل: المراد بالمعالم: أحكام الشرع بأدلتها، فإنها علامات تميز الحلال\nمن الحرام).\n</p>\n\n<p>\nوالكشف: قال ابن دريد: كشفت الشيء أكشفه كشفا إذا أظهرته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p258'> Vol. 01, p. 258</a>\n            </div>\n             # وأبديته.\n</p>\n\n<p>\nوالملة: قال الراغب: هو القود إلى الطاعة.\n</p>\n\n<p>\nوالدين هو الانقياد له، وهما بالذات واحد، لكن الدين هو الطاعة، فيقال:\nاعتبار بفعل المدعو في انقياده إلى الطاعة.\n</p>\n\n<p>\nوالملة من أمللت الكتاب، فيقال: اعتبارا بفعل الداعي إليها، والشارع لها\nثم لكونهما بالذات.\n</p>\n\n<p>\nقال تعالى: {دينا قيما ملة إبراهيم حنيفا}\n</p>\n\n<p>\nفأبدل الملة من الدين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p259'> Vol. 01, p. 259</a>\n            </div>\n            \n</p>\n\n<p>\nوقال ابن الأثير: الملة: الدين، كملة الإسلام.\n</p>\n\n<p>\nوقيل: هي معظم الدين وجملة مايجيء به الرسل.\n</p>\n\n<p>\nوقال الجوهري: والملة -بالكسر -: الدين والشريعة.\n</p>\n\n<p>\nوقال ابن دريد: الملة النحلة التي ينتحلها الإنسان من الدين.\n</p>\n\n<p>\nقال الحلواني: والحق أنهما -أي: الملة والدين -مختلفان متلازمان.\n</p>\n\n<p>\nوفي الملة معنى الاجتماع، فلهذا لا يقال: ملة الله.\n</p>\n\n<p>\nوفي الدين معنى الجزاء، ولهذا يضاف إلى الله تعالى فيقال: دين الله.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p260'> Vol. 01, p. 260</a>\n            </div>\n            \n</p>\n\n<p>\nوالحنيفية: الإسلام.\n</p>\n\n<p>\nوالحنيف المائل عن الباطل إلى الحق.\n</p>\n\n<p>\n(ولما كان طلب الآخرة متوقفا على صحة الأعمال، وصحة الأعمال متوقفة على\nالعلم، كان العلم أهم ما يطلب أولا).\n</p>\n\n<p>\nوالغوص: هو النزول في عمق الماء.\n</p>\n\n<p>\nوالغواص: من ينزل في عمق البحر لاستخراج الدر وغيره، وغاص على الدر حصله،\nواستعلى عليه <span id='ms013'></span> واطلع.\n</p>\n\n<p>\nوالتيار: الموج.\n</p>\n\n<p>\nشبه المصنف العلم بالبحر الجاري؛ لأن العلم يجري ثوابه ولا ينقطع بالموت،\nكما لا ينقطع جريان البحر؛ ولأن الماء حياة الأنفس، وحياة الماء جريانه،\nكذلك العلم حياة القلوب.\n</p>\n\n<p>\nوحياة العلم البحث فيه؛ ولأن الغوص في تيار البحر الجاري فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p261'> Vol. 01, p. 261</a>\n            </div>\n             # مزيد مشقة على الغوص في الماء الراكد.\n</p>\n\n<p>\nوفيه إشارة إلى أن العلم لا ينال براحة الجسد.\n</p>\n\n<p>\nوأثبت له التيار ترشيحا للاستعارة المصرحة؛ لأنه أطلق المشبه به وأراد\nالمشبه، وأثبت ما يخص المشبه به.\n</p>\n\n<p>\nوشبه التفكر والتأمل في حل تلك المشكلات بالغوص (لتخرج المسائل المشبهة\nبالجواهر.\n</p>\n\n<p>\nوفيه إشارة إلى أن المسائل يستضاء بها من ظلمات الجهل، كما يستضاء\nبالجواهر في ظلمة الليل.\n</p>\n\n<p>\nوالفحص: البحث والتفتيش التام. وفيه إشارة إلى أن الإنسان ينبغي له أن\nيسعى في طلب العلم وفي السؤال عنه).\n</p>\n\n<p>\nوالأستار: جمع ستر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p262'> Vol. 01, p. 262</a>\n            </div>\n            \n</p>\n\n<p>\nوالأسرار: جمع سر، وهو الخفي عن الشيء.\n</p>\n\n<p>\nقال الجوهري: السر الذي يكتم.\n</p>\n\n<p>\nوالمعضل: ما انغلق معناه ولا يفهم بسهولة.\n</p>\n\n<p>\nوفي الصحاح: المعضلات: الشدائد.\n</p>\n\n<p>\n(فمراد المصنف بالمعضلات: المسائل التي قوي إشكالها وبعدت عن الأفهام.\n</p>\n\n<p>\nوالمراد بالبحث عن أستار أسرارها: البحث عن علل المسائل المشكلة وعن\nمعانيها، فإن العلم إذا عرف بعلله، والمسائل إذا عرفت بمعانيها، كان أدعى\nللنفس إلى قبولها والانقياد إليها؛ لأن إشكالها حينئذ يزول، كذا قيل).\n</p>\n\n<p>\nوتشبيه المعاني الخفية تحت الألفاظ بالمخدرات خلف الأستار.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p263'> Vol. 01, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\nاستعارة مصرحة. وإثبات الستر ترشيح. والضمير في مشكلاته ومعضلاته، قيل:\nعائد على الكشف لا على الملة؛ لأنها بيضاء نقية؛ ولأن الضمير مذكر.\n</p>\n\n<p>\nوقيل: عائد إلى الملة على تأويل الدين.\n</p>\n\n<p>\nوعطف على قوله: إن أولى قوله: وإن كتابنا هذا \"منهاج الوصول إلى علم\nالأصول\"، الجامع بين المعقول والمشروع، والمتوسط بين الأصول والفروع، وهو\nأي المنهاج، وإن صغر حجمه كبر علمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p264'> Vol. 01, p. 264</a>\n            </div>\n             # وكثرت فوائده وجلت عوائده.\n</p>\n\n<p>\nوأضاف الكتاب إلى ضمير المتكلم المعظم نفسه تعظيما للكتاب، وإظهارا\nللنعمة قال تعالى: } وأما بنعمة ربك فحدث {وفيه إشارة إلى عظم شأن هذا\nالكتاب.\n</p>\n\n<p>\nوتنشيط وترغيب للطالب على تحصيله.\n</p>\n\n<p>\nوفي تسميته بالمنهاج، وإضافته إلى الوصول، إيماء إلى <span id='ms014'></span> كونه طريقا واضحا\nموصلا إلى علم أصول الفقه (على ما يتبين).\n</p>\n\n<p>\nأن المنهاج والمنهج والنهج بنون مفتوحة وهاء ساكنة: هو الطريق الواضح،\nكما قاله الجوهري.\n</p>\n\n<p>\nقال: وتقول نهجت الطريق على وزن ضربت إذا أوضحته وبينته.\n</p>\n\n<p>\nوحينئذ فتقول منه: أنا ناهج ومنهاج إذا أردت المبالغة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p265'> Vol. 01, p. 265</a>\n            </div>\n            \n</p>\n\n<p>\nفيجوز أن يكون تسمية الكتاب بالمنهاج مأخوذا من المعنى الأول.\n</p>\n\n<p>\nقيل: فيكون شبه الكتاب بطريق واضح واسع موصل إلى المقصد بسهولة، فأطلق\nالمشبه به وأراد المشبه فهو استعارة مصرحة.\n</p>\n\n<p>\nويجوز أن يكون من الثاني وكلاهما حسن.\n</p>\n\n<p>\nوتقول أيضا: نهجت بمعنى سلكت، وإرادة هذا المعنى بعيدة.\n</p>\n\n<p>\nوتكلم الناس في \"هذا\"، الواقعة صدر الكلام.\n</p>\n\n<p>\nفقيل: إنه وضع غير مشار به ويشار به إذا وجد ما أريد من الإشارة، ورده\nالفارسي في التذكرة، واختار في الجواب: أن معناها التقريب، وتنزيله منزلة\nالحاضر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p266'> Vol. 01, p. 266</a>\n            </div>\n            \n</p>\n\n<p>\nفلما تأكد عزم المصنف على تصنيف المنهاج عامله معاملة الموجود، فأشار\nإليه، وذلك لغة العرب.\n</p>\n\n<p>\nقال الله تعالى: } هذا يوم الفصل {.\n</p>\n\n<p>\nقال النووي: ومن المصنفين من يترك موضع الخطبة بياضا فإذا فرغ ذكرها.\n</p>\n\n<p>\nفأشار إلى حاضر لتكون عبارته في الخطبة موافقة لما ذكر فيحتمل الأمران في\nكلام المصنف.\n</p>\n\n<p>\nوأصل الكتاب في اللغة الضم، فسمي كتابا لضم حروفه ومسائله بعضها إلى بعض.\n</p>\n\n<p>\nوالكتاب اسم للمكتوب مجازا، وهو من باب تسمية المفعول باسم المصدر، وهو كثير.\n</p>\n\n<p>\nوهو في اصطلاح المصنفين: كالجنس المستقل الجامع لأبواب تلك الأبواب،\nأنواعه، وجمعه كتب بضم التاء وتسكن.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p267'> Vol. 01, p. 267</a>\n            </div>\n            \n</p>\n\n<p>\nوالعلم: صفة توجب لمحلها تمييزا لا يحتمل النقيض بوجه، وهذا يتناول\nالتصور؛ إذ لا نقيض له، والتصديق اليقيني إذ له نقيض، ولا يحتمله، ويدخل\nفيه إدراك الحواس الخمس كالسمع والبصر.\n</p>\n\n<p>\nوزاد بعضهم: في الحد قيدا آخر، فقال: تمييزا لها في الأمور المعنوية،\nفأخرج إدراك الحواس؛ لأن تمييزها في الأمور العينية الخارجية حيث رأى أنها\nليست علما.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p268'> Vol. 01, p. 268</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل: العلم إدراك المعلوم على ما هو به.\n</p>\n\n<p>\n(فقوله: منهاج الوصول، يريد أن من قرأه أو فهمه وصل إلى علم الأصول).\n</p>\n\n<p>\nويجوز في قوله: \"الجامع\" الرفع صفة لمنهاج، أو خبر بعد <span id='ms015'></span> خبر والجر صفة\nلعلم الأصول، أي جمع كتاب المنهاج أو علم أصول الفقه مسائل أصوليه، عقلية،\nومسائل فروعية، أي نقلية.\n</p>\n\n<p>\nوقوله: \"المتوسط بين الأصول والفروع\"، عطف على قوله: \"الجامع\".\n</p>\n\n<p>\nيعني أنه متوسط بين الأصل المسمى بعلم الكلام وبين الفروع المسمى بعلم\nالفقه، فهو متوسط بين المعقول والمشروع؛ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p269'> Vol. 01, p. 269</a>\n            </div>\n             # لأن له حظا من الجانبين، تارة يأخذ من هذا وتارة يأخذ من ذاك.\n</p>\n\n<p>\nوالمعقول أصله: اسم للعقل كالميسور اسم لليسر وهو من جملة المصادر\nالواردة على مثال اسم المفعول.\n</p>\n\n<p>\nوأصل الشرع: قال الرماني: العلم الظاهر، ومنه شرائع الإسلام وهو من\nالطريق: الشارع أي البارز الظاهر النير.\n</p>\n\n<p>\nقال الجوهري: والشريعة ما شرع الله تعالى لعباده من الدين.\n</p>\n\n<p>\nوسيجيء تفسير الأصول والفروع إن شاء الله تعالى.\n</p>\n\n<p>\n(وقيل: والمراد بالمعقول، ما أدلته قطعية كالدالة على الوحدانية وثبوت\nالرسالة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p270'> Vol. 01, p. 270</a>\n            </div>\n            \n</p>\n\n<p>\nوالمراد بالمشروع ما أدلته ظنية، وهو الأحكام الشرعية.\n</p>\n\n<p>\nوفي الأدلة الشرعية ما هو قطعي أيضا.\n</p>\n\n<p>\nلكن بانضمام الدليل العقلي إليه باعتبار النظر في مقدماته كالنظر في حال\nالمعجزة).\n</p>\n\n<p>\nوقوله: \"إن صغر\" بغير واو، شرط - جزاؤه \"كبر\" والجملة الشرطية خبر هو.\n</p>\n\n<p>\nوفي أكثر النسخ بالواو فتكون الشرطية معترضة بين المبتدأ والخبر للتأكيد\nفلا تطلب الجزاء.\n</p>\n\n<p>\nوقيل: الواو عطف على مقدر تقديره: إن لم يصغر حجمه وإن صغر حجمه كثر\nعلمه، ففيه مبالغة في كثرة علمه، كذا قيل.\n</p>\n\n<p>\nوالظاهر قراءة \"كبر\" بالباء الموحدة لتقابل صغر، ولئلا يتكرر مع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p271'> Vol. 01, p. 271</a>\n            </div>\n             # ما بعده.\n</p>\n\n<p>\nقال في الصحاح: وكبر بالضم يكبر، أي عظم [يعظم].\n</p>\n\n<p>\nقال: والصغر ضد الكبر.\n</p>\n\n<p>\nفكأن المصنف - رحمه الله - تعالى - أشار إلى أن كبر معناه: متضمن لكثرة\nمسائله العظيمة.\n</p>\n\n<p>\nويوضحه قوله: وكثرت فوائده إلى آخره، والله أعلم.\n</p>\n\n<p>\nوالفوائد جمع فائدة، قال الجوهري: وهي ما استفدت من علم أو مال.\n</p>\n\n<p>\nوقال الحلواني: الفائدة ما يستفاد من اللفظ، والفوائد بمعناه.\n</p>\n\n<p>\nقال: والأحسن أن الفوائد ما يستفاد بالعقل؛ لأن الأصل عدم الترادف.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p272'> Vol. 01, p. 272</a>\n            </div>\n            \n</p>\n\n<p>\nولهذا قال: كثرت فوائده؛ لأن الفوائد اللفظية يفهمها كل أحد.\n</p>\n\n<p>\nوقال: جلت عوائده؛ لن ما يستفاد بالعقل قليل ولكنه عظيم شريف لا يفهمه <span id='ms016'></span> كل أحد.\n</p>\n\n<p>\nوقال الجوهري: العائدة: العطف والمنفعة، يقال: هذا الشيء أعود عليك من\nكذا أي أنفع.\n</p>\n\n<p>\nوقال ابن دريد: العائدة: المعروف والصلة.\n</p>\n\n<p>\nفعلى ما قالاه يكون معنى كلام المصنف في هذا الكتاب عطف للطالب ومنفعة\nومعروف وصلة لإيضاحه وعذوبة لفظه وتحرير مسائله.\n</p>\n\n<p>\nفقد عظمت عوائده على طالبيه.\n</p>\n\n<p>\nوقال بعضهم: الفوائد هي القواعد: التي تترتب عليها الفوائد الكثيرة\nالفروعية.\n</p>\n\n<p>\nوالعوائد: المسائل الدقيقة والمباحث اللطيفة، فكأنها لغاية دقتها ولطفها\nتجب المعاودة إليها مرة أخرى.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p273'> Vol. 01, p. 273</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: \"جمعته\" استئناف، كأنه قيل: لم جمعت وضممت مسائل هذا الفن.\n</p>\n\n<p>\nفقال: جمعت مسائل هذا الكتاب رجاء، أي لرجائي أن يكون سببا لرشاد\nالمستفيدين.\n</p>\n\n<p>\nفرجاء: مفعول له علة لقوله: جمعته.\n</p>\n\n<p>\nقال صاحب المحكم: الرشد والرشد والرشاد نقيض الغي.\n</p>\n\n<p>\nوقال الهروي: إن معنى الثلاثة الهدى والاستقامة.\n</p>\n\n<p>\nوأرشده إلى أمر هداه، أي جمعت مسائل هذا الكتاب رجاء كونه هداية إلى\nالمقاصد والمطالب لمن هو بصدد استفادة أصول الفقه، وقد حقق الله - تعالى -\nرجاءه بمنه وكرمه ولم يرد بالسبب حقيقته.\n</p>\n\n<p>\nوعطف قوله: \"ونجاتي يوم الدين\" على قوله: \"لرشاد\"، أي جمعته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p274'> Vol. 01, p. 274</a>\n            </div>\n             # \"لرجائي\" أن يكون سببا لنجاتي أي: خلاصي يوم القيامة، وهو يوم الجزاء،\nووسيلة إلى الله تعالى ونفع الآخرة لا للدنيا لحقارتها.\n</p>\n\n<p>\nوالله تعالى حقيق بتحقيق رجاء الراجين استئناف أو حال.\n</p>\n\n<p>\nورجاء ممدود وأكثر ما يستعمل في الطمع أي: أنا رجوت من الله تعالى هذا\nالمطلوب.\n</p>\n\n<p>\nوالحال أنه تعالى واسع جوده وعميم كرمه لائق به، وجدير له أن يحصل مرجوي\nومرجو جميع المرتجين منه (ويعطيهم سؤالهم)، تقول هو حقيق بهذا الأمر أي\nجدير به، يعني أنه متصف بالقدرة عليه، فإنه الكريم الذي لا يخيب سائله،\nوالجواد الذي لا يمنع المحتاجين نائله.\n</p>\n\n<p>\nففي الصحيحين من حديث أبي هريرة (رضي الله عنه): \"أنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p275'> Vol. 01, p. 275</a>\n            </div>\n             # عند ظن عبدي بي\".\n</p>\n\n<p>\nزاد ابن حبان من حديث واثلة بن الأسقع: \"فيظن بي ما شاء\".\n</p>\n\n<p>\nوظني فيه تعالى أن يعاملني وأحبائي بما يليق بكرمه ورحمته تعالى.\n</p>\n\n<p>\nووصله الله تعالى بحقيق لم ترد من جهة الشرع، فينبني على أن الأسماء\nتوقيفية <span id='ms017'></span> أم لا؟\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p276'> Vol. 01, p. 276</a>\n            </div>\n            \n</p>\n\n<p>\nومذهب الشيخ: الأول كذا قيل.\n</p>\n\n<p>\nوروي أن بعض أهل البصرة رأى في المنام أنه سأل المصنف - رحمه الله تعالى\n- بعد وفاته كيف وجدت سكرات الموت؟\n</p>\n\n<p>\nقال: ما وجدته، فإني كنت متأملا في مسألة فوجدت نفسي في الجنة.\n</p>\n\n<p>\nهذا رجائي يا أرحم الراحمين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p277'> Vol. 01, p. 277</a>\n            </div>\n            \n</p>\n\n<p>\nأصول الفقه\n</p>\n\n<p>\nمفرداته: الأصول، والفقه، (ولابد في معرفة المركب من معرفة مفرداته من\nحيث يصح تركيبها.\n</p>\n\n<p>\nوأصول الفقه مركب إضافي دال على معنى، فلابد من معرفة مفرداته، أعنى هذين\nاللفظين) (الدالين على معنى) من حيث تصح الإضافة بينهما.\n</p>\n\n<p>\nوالأصل في اللغة: ما يبنى عليه الشيء.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p278'> Vol. 01, p. 278</a>\n            </div>\n            \n</p>\n\n<p>\nويقال في الاصطلاح: للراجح وللمستصحب وللقاعدة الكلية وللدليل (وللصورة\nالمقيس عليها)\n</p>\n\n<p>\nوالفقه سيجيء تعريفه.\n</p>\n\n<p>\nفأصول الفقه: أدلة العلم من حيث هي أدلته، ونقل هذا المركب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p279'> Vol. 01, p. 279</a>\n            </div>\n             # الإضافي الذي معناه أدلة الفقه من حيث هي أدلته، وجعل في العرف علما\nللعلم بالقواعد المذكورة، في قوله: معرفة دلائل الفقه إجمالا، وكيفية\nالاستفادة منها وحال المستفيد.\n</p>\n\n<p>\nفقوله: معرفة: جنس، والمراد بها الاعتقاد الجازم المطابق، أو الملكة التي\nهي مبدأ تفاصيل القواعد الثلاث.\n</p>\n\n<p>\nوالقواعد هي: القضايا الكلية التي تنطبق على جزئياتها عند تعرف أحكامها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p280'> Vol. 01, p. 280</a>\n            </div>\n            \n</p>\n\n<p>\nوأدلة الفقه جمع مضاف، فيعم الأدلة المتفق عليها والمختلف فيها، فخرج\nمعرفة غير الأدلة كالفقه، وأدلة غير الفقه كأدلة الكلام، ومعرفة بعض أدلة\nالفقه، فإنه جزء من أصول الفقه لا أصول الفقه.\n</p>\n\n<p>\nوالمراد من معرفة الأدلة أن يعلم أن الكتاب والسنة والإجماع والقياس أدلة\nيحتج بها وأن الأمر مثلا للوجوب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p281'> Vol. 01, p. 281</a>\n            </div>\n            \n</p>\n\n<p>\nودلائل جمع دليل كما جمعوا وصيدا على وصائد، وسليلا على سلائل، حكاه أبو\nحيان في الارتشاف.\n</p>\n\n<p>\nويجوز أن يكون جمع دلالة، كرسائل ورسالة.\n</p>\n\n<p>\nوالمشهور أن جمع دليل هو أدلة، والدليل فعيل بمعنى فاعل من الدلالة وهي\nأعم من الإرشاد والهداية.\n</p>\n\n<p>\nوهو في اصطلاح الأصوليين: ما يمكن التوصل بصحيح النظر فيه إلى مطلوب خبري.\n</p>\n\n<p>\nوقوله إجمالا: أي معرفة الأدلة من حيث الإجمال ككون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p282'> Vol. 01, p. 282</a>\n            </div>\n             # الإجماع: حجة.\n</p>\n\n<p>\nوقوله: وكيفية: عطف على دلائل أي ومعرفة كيفية استفادة الفقه من تلك\nالدلائل، أي استنباط الأحكام الشرعية منها <span id='ms018'></span>، وذلك يرجع إلى معرفة شرائط\nالاستدلال كتقديم النص\n</p>\n\n<p>\nعلى الظاهر، فلابد من معرفة تعارض الأدلة، ومعرفة الذي به الترجيح.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p283'> Vol. 01, p. 283</a>\n            </div>\n            \n</p>\n\n<p>\nوجعل من أصول الفقه، لأن المقصود من معرفة أدلة الفقه استنباط الأحكام،\nوهو متوقف على الترجيح بعد التعارض إذ هي ظنية، والمطلوب قابل للتعارض\nمحتاج إلى الترجيح.\n</p>\n\n<p>\nوقوله: وحال المستفيد: عطف على دلائل، أي ومعرفة حال المستفيد، وهو طالب\nحكم الله تعالى فيدخل المجتهد والمقلد إذ المجتهد يستفيد الأحكام من\nالأدلة، والمقلد منه.\n</p>\n\n<p>\nوأشار بذلك إلى شرائط الاجتهاد وشرائط التقليد (كذا قيل).\n</p>\n\n<p>\nوكان من أصول الفقه؛ لأن الأدلة الظنية ليس بينها وبين مدلولها ربط عقلي\nلجواز عدم دلالته عليه فاحتيج إلى رابط وهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p284'> Vol. 01, p. 284</a>\n            </div>\n             # الاجتهاد.\n</p>\n\n<p>\nفائدة: كل علم له موضوع ومسائل.\n</p>\n\n<p>\nفموضوعه هو ما يبحث في ذلك العلم عن الأحوال العارضة له:\n</p>\n\n<p>\nومسائله هي تلك الأحوال، فموضوع أصول الفقه هو الأدلة؛ لأنه يبحث فيه عن\nالأحوال العارضة لها من حيث دلالتها على الأحكام.\n</p>\n\n<p>\nومسائله: هي معرفة الأدلة باعتبار ما يعرض لها.\n</p>\n\n<p>\nوهذا الأخير هو الواقع في الحد، لا الأول.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p285'> Vol. 01, p. 285</a>\n            </div>\n            \n</p>\n\n<p>\nقال العراقي ما حاصله: أن حمل المستفيد في كلام المصنف على المجتهد\nوالمقلد ضعيف، فإن الفقه ليس موقوفا على التقليد، ولا يسمى علم المقلد\nفقها، فليست معرفته من أصول الفقه، نعم، إذا علم المجتهد علم أن سواه مقلد،\nفمعرفته ليست مقصودة بل تحصل تبعا.\n</p>\n\n<p>\n(وأورد عليه: أن حده غير مانع لدخول التصور تحته.\n</p>\n\n<p>\nوأورد أيضا: أن تعبيره بالمعرفة يقتضي فقدان أصول الفقه عند فقدان العارف\nبه، وليس كذلك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p286'> Vol. 01, p. 286</a>\n            </div>\n            \n</p>\n\n<p>\nوأجيب عن الثاني بالتزامه، فقد جعل النبي - صلى الله عليه وسلم - ذهاب\nالعلماء ذهابا للعلم.\n</p>\n\n<p>\nوأيضا: الفقه كما يتفرع عن دليله، يتفرع عن العلم بدليله).\n</p>\n\n<p>\nوالفقه لغة: الفهم.\n</p>\n\n<p>\nواصطلاحا: العلم بالأحكام الشرعية العملية المكتسب من أدلتها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p287'> Vol. 01, p. 287</a>\n            </div>\n             # التفصيلية.\n</p>\n\n<p>\nفقوله: العلم جنس، وخرج بالأحكام العلم بالذوات والصفات والأفعال؛ لأن\nالأحكام هي القضايا، والنسب التامة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p288'> Vol. 01, p. 288</a>\n            </div>\n            \n</p>\n\n<p>\nوالمراد بالشرعية: المأخوذة من الشرع المبعوث به النبي - صلى الله عليه\nوسلم - وقوله العملية: أي المتعلقة بكيفية عمل قلبي أو غيره.\n</p>\n\n<p>\nكالعلم بأن <span id='ms019'></span> الوتر مندوب.\n</p>\n\n<p>\nفخرج بالشرعية: العقلية، وبالعملية: العلمية أي الاعتقادية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p289'> Vol. 01, p. 289</a>\n            </div>\n             # كالعلم بأن الله تعالى واحد، واللغوية، والحسابية.\n</p>\n\n<p>\nوالألف واللام في الأحكام يجوز أن تكون للجنس ولا يدخل المقلد لأن المراد\nبالعلم بالأحكام ما يقابل الظن.\n</p>\n\n<p>\nوبالأدلة التفصيلية: الأمارات التي تفيد الظن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p290'> Vol. 01, p. 290</a>\n            </div>\n             # وأن العمل بموجب الظن واجب قطعا على المجتهد دون المقلد، لا بمعنى أن\nالفقه عبارة عن العلم (بموجب العلم) بل بمعنى أنه يجب عليه الجزم بوجوب ما\nدلت الأمارة على وجوبه، وحرمة ما دلت الأمارة على حرمته.\n</p>\n\n<p>\nوهكذا فالمجتهد هو الذي يفضي به ظنه الحاصل من الأمارة إلى العلم\nبالأحكام بهذا المعنى، بخلاف المقلد فإن ظنه لا يصير وسيلة إلى العلم.\n</p>\n\n<p>\nوفي هذا إشارة إلى جواب القاضي أبي بكر الآتي:\n</p>\n\n<p>\nويجوز أن تكون للاستغراق ولا يخرج بعض المجتهدين، إذا لم يحط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p291'> Vol. 01, p. 291</a>\n            </div>\n             # بالكل؛ إذ المراد بالعلم بالجميع: التهيؤ له وهو أن يكون عنده ما يكفيه\nفي استعلام الجميع من المآخذ والأسباب والشروط فيرجع إليه ويحكم، وعدم\nالعلم في الحالة الراهنة لا ينافيه لجواز أن يكون ذلك لتعارض الأدلة، أو\nلعدم التمكن من الاجتهاد في الحال.\n</p>\n\n<p>\nوإطلاق العلم على مثل هذا شائع في العرف، وهذا ما يقال: إن العلم عبارة\nعن ملكة يقتدر بها على إدراكات جزئية.\n</p>\n\n<p>\nوقوله: المكتسب: صفة للعلم، وأخرج به علم الله تعالى والنبي وجبريل\nعليهما السلام.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p292'> Vol. 01, p. 292</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله التفصيلية: خرج به العلم بذلك المكتسب للجدل من المقتضى والنافي\nالمثبت بهما، ما يأخذه من الفقه ليحفظه عن إبطال خصمه، وكذا علم المقلد.\n</p>\n\n<p>\nوتعبير المصنف في تعريف الأصول بالمعرفة، وفي الفقه بالعلم، كأنه حاول به\nالتنبيه على أن المراد بالمعرفة والعلم واحد لا كما اصطلح عليه البعض من\nالتفرقة بينهما.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p293'> Vol. 01, p. 293</a>\n            </div>\n            \n</p>\n\n<p>\nقال الجوهري: علمت الشيء أعلمه علما: عرفته.\n</p>\n\n<p>\nقال العراقي: وقد وقع إطلاق المعرفة على الله تعالى في كلام النبي - صلى\nالله عليه وسلم - وأقوال الصحابة، وكلام أهل اللغة، ثم بسطه.\n</p>\n\n<p>\nثم أورد المصنف على حد الفقه إشكالا فقال:\n</p>\n\n<p>\nوقيل: الفقه من باب الظنون؛ لأنه مستفاد من الأدلة السمعية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p294'> Vol. 01, p. 294</a>\n            </div>\n             # فيكون مظنونا؛ لأن <span id='ms020'></span> الأدلة السمعية كيفما كانت لا تفيد إلا الظن.\n</p>\n\n<p>\nوما كان مقطوعا منها فمن ضروريات الدين فليس بفقه، فالفقه إذا مظنون فلا\nيصح أن يقال: الفقه العلم بالأحكام بل الظن.\n</p>\n\n<p>\nقلنا جوابا عن هذا الإشكال: لا نسلم كون الفقه ظنيا بل هو قطعي؛ لأن\nالمجتهد إذا ظن الحكم حصل له مقدمة قطعية، مثلا:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p295'> Vol. 01, p. 295</a>\n            </div>\n            \n</p>\n\n<p>\nإذا غلب على ظنه انتقاض الوضوء بالمس حصل له مقدمة قطعية، وهي: انتقاض\nالوضوء مظنون، وأشار إليها بقوله: إذا ظن، ولنا مقدمة أخرى قطعية، وهي كل\nمظنون يجب عليه العمل به.\n</p>\n\n<p>\nوأشار إليها بقوله: وجب عليه الفتوى والعمل به، فينتج انتقاض الوضوء يجب\nعليه العمل به، وهذه النتيجة قطعية؛ لأن المقدمتين قطعيتان.\n</p>\n\n<p>\nالأولى وجدانية والثانية للدليل القاطع على وجوب إتباع الظن. فالحكم\nمقطوع به.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p296'> Vol. 01, p. 296</a>\n            </div>\n            \n</p>\n\n<p>\nوقد اختلف في الدليل القاطع.\n</p>\n\n<p>\nفقيل: هو الإجماع على أن كل مجتهد يجب عليه العمل والإفتاء بما ظنه.\n</p>\n\n<p>\nقيل: وفيه نظر: فإن الإجماع ظني.\n</p>\n\n<p>\nوقيل: هو الدليل العقلي، لأن الظن هو الطرف الراجح من الاحتمالات فالطرف\nالمقابل له مرجوح، والعمل بهما، يلزم منه اجتماع النقيضين، وتركهما بالعكس،\nوالعمل بالمرجوح خلاف العقل، فتعين العمل بالراجح. وهو الظن.\n</p>\n\n<p>\nوفيه نظر: فإنه إنما يجب العمل به، أو بنقيضه، إذا ثبت بدليل قاطع أن كل\nفعل يجب أن يتعلق به حكم شرعي.\n</p>\n\n<p>\nوليس كذلك، فيجوز أن يكون عدم وجوبه بسبب عدم الحكم الشرعي، فيبقى الفعل\nعلى البراءة الأصلية كحاله قبل الاجتهاد، وكحاله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p297'> Vol. 01, p. 297</a>\n            </div>\n             # عند الشك.\n</p>\n\n<p>\nوأجيب عنه: بأنه لابد من دليل قاطع على إتباع الظن دفعا للتسلسل أو إثبات\nالظن بنفسه.\n</p>\n\n<p>\nوذلك القاطع إما إجماع وحده، وإما مع قرائن تحف به.\n</p>\n\n<p>\nوقد مر (تحقيق جواب الشبهة).\n</p>\n\n<p>\nوقوله: \"والظن في طريقه\" أشار إلى أن الظن، وإن كان واقعا في المقدمتين\nفإنه قد وقع التصريح به في محمول الصغرى، وموضوع الكبرى، فلا يضر في\nقطعيتهما؛ لأن المعتبر في كون المقدمة قطعية أو ظنية إنما هو النسبة\nالحاصلة فيها سواء كان الطرفان قطعيين أو ظنيين، أو أحدهما وقد تقدم أن\nالنسبتين قطعيتان <span id='ms021'></span>.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p298'> Vol. 01, p. 298</a>\n            </div>\n            \n</p>\n\n<p>\n(وأورد على الحد أيضا: أنه غير مانع لدخول التصور تحته؛ لأن العلم ينقسم\nإلى تصور وتصديق، ولم يأت بعد ذلك بما يخرجه والفقه تصديق لا تصور.\n</p>\n\n<p>\nوأجيب: بأن التصور خرج بقوله: \"بالأحكام\" فإن الحكم هو النسبة الخبرية.\n</p>\n\n<p>\nقيل: وإن أراد المصنف بالحكم هنا: إنشاء الأمر والنهي والتخيير كما هو\nالموافق لتعريفه له بالخطاب. وهذا قد يتعلق به العلم على وجه التصور، فيخرج\nالتصور بقوله: \"المكتسب من أدلتها التفصيلية\" فإن التصور مكتسب من\nالتعريفات لا من الأدلة.\n</p>\n\n<p>\nوأورد أيضا: أن الحكم يطلق على النسبة الخبرية، وعلى إنشاء الأمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p299'> Vol. 01, p. 299</a>\n            </div>\n             # ونحوه، ووقوع المشترك في التعريف ممتنع.\n</p>\n\n<p>\nوأجيب بجوازه إذا دلت قرينة على المراد، كما صرح به الغزالي في مقدمة\nالمستصفى.\n</p>\n\n<p>\nوالقرينة هنا موجودة، فإن العلم متعد إلى مفعولين ولا يجوز دخول الباء\nعلى مفعوله إلا إذا تضمن نسبة بنفي أو إثبات، فلما دخلت الباء مع لفظ\n\"العلم\" الذي ظاهره التعدي إلى مفعولين مع لفظ \"الحكم\" الذي هو ظاهر في\nالنسبة كان ذلك قرينة في أن المراد بالأحكام ثبوتها لا تصورها.\n</p>\n\n<p>\nوأورد أيضا: أن لفظ الفقه بهذا التعريف لا يتناول إلا علم المجتهد.\nفمقتضاه:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p300'> Vol. 01, p. 300</a>\n            </div>\n            \n</p>\n\n<p>\nأنه إذا وقف على الفقهاء يختص به المجتهدون، وليس كذلك.\n</p>\n\n<p>\nوأجيب: بأن هذا اصطلاح خاص فلا يلتفت إليه في الألفاظ فإن المرجع فيها\nإلى اللغة والعرف العام.\n</p>\n\n<p>\nوإلى هذا أشار المتولى بقوله: إنه \"يرجع فيه إلى العادة\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p301'> Vol. 01, p. 301</a>\n            </div>\n            \n</p>\n\n<p>\nونظر في جواب المصنف عن شبهة القاضي فإن النزاع في أن الحكم الغالب على\nظن المجتهد هل هو مقطوع به، ولم يقم الدليل عليه، وإنما أقامه على القطع\nبوجوب العمل بالحكم المظنون، ولا يلزم منه إذا قطع بالحكم، فإن سلم فلا يدل\nعلى أنه معلوم؛ إذ العلم أخص من القطع، إذ المقلد قاطع وليس بعالم.\n</p>\n\n<p>\nوقد يقال: إذا كان وجوب العمل بدليل قاطع، فإنه يلزم منه العلم، كما مر)\nودليله أي دليل الفقه المتفق عليه بين الأئمة الأربعة الكتاب والسنة\nوالإجماع والقياس.\n</p>\n\n<p>\nوالمختلف فيه الاستصحاب والاستحسان والأخذ بالأقل وغيره مما سيجيء إن شاء <span id='ms022'></span>\nالله تعالى.\n</p>\n\n<p>\nوالمقصود من هذه الأدلة استنباط الأحكام الخمسة ليتمكن من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p302'> Vol. 01, p. 302</a>\n            </div>\n             # إثباتها ونفيها.\n</p>\n\n<p>\nوالحكم على الشيء فرع عن تصوره فاحتاج الأصولي إلى تصور الأحكام، فلذا\nقال ولابد للأصولي من تصور الأحكام ليتمكن من إثباتها ونفيها.\n</p>\n\n<p>\nلا جرم: أي لأجل ذلك رتبناه، أي المنهاج، على مقدمة - وهي بكسر الدال -\nمثل اسم مقدمة الجيش، أي للجماعة المتقدمة منه، من قدم اللازم بمعنى تقدم -\nوبفتحها - اسم لمقدمة الرجل في لغة: من قدم المتعدى.\n</p>\n\n<p>\nومقدمة الكتاب على ما يذكر فيه قبل الشروع في المقاصد، لارتباطها به.\n</p>\n\n<p>\nوسبعة كتب في المقصود بالذات، خمسة في مباحث أدلة الفقه، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p303'> Vol. 01, p. 303</a>\n            </div>\n             # وهي الكتاب والسنة والإجماع والقياس والأدلة المختلف فيها، والكتاب\nالسادس في التعادل والتراجيح بين هذه الأدلة عند تعارضها، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p304'> Vol. 01, p. 304</a>\n            </div>\n             # والسابع في الاجتهاد الرابط لها بمدلولها، وما يتبعه من التقليد وأحكام\nالمقلدين.\n</p>\n\n<p>\nتنبيه: قوله: لا جرم: إما متفرع على تعريف أصول الفقه، أي لأجل أن أصول\nالفقه لما كان عبارة عن المعارف الثلاث.\n</p>\n\n<p>\nأو على قوله: ودليله المتفق عليه - إلى آخره (كذا قيل.\n</p>\n\n<p>\nوالأولى: أن يكون متفرعا على تعريف أصول الفقه، وعلى قوله: ولابد للأصولي\nمن تصور الأحكام).\n</p>\n\n<p>\nقال الفراء: معنى لا جرم في الأصل، لابد ولا محالة، ثم استعمل بمعنى حقا،\nفيجرى مجرى القسم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p305'> Vol. 01, p. 305</a>\n            </div>\n            \n</p>\n\n<p>\nويجاب باللام، فيقال: لا جرم لأفعلن لكنه لم يجرها هنا مجرى القسم، بل\nقصد به مجرد التأكيد.\n</p>\n\n<p>\nكأنه قيل: رتبنا هذا الكتاب على كذا، ولابد من هذا الترتيب.\n</p>\n\n<p>\nوقوله رتبناه: يصلح للفاعلية على قول الكوفيين في مجيء الفاعل جملة.\n</p>\n\n<p>\nوعلى قول ابن مالك في مجيء الفاعل مؤولا بالمصدر، وإن لم تكن معه أن.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p306'> Vol. 01, p. 306</a>\n            </div>\n            \n</p>\n\n<p>\n(أما المقدمة: ففي الأحكام ومتعلقاتها أي في بيان مفهوماتها الشرعية\nوأقسامها وأحكامها، ومعرفة الحاكم والمحكوم عليه وبه).\n</p>\n\n<p>\nوفيها بابان:\n</p>\n\n<p>\n* * *\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p307'> Vol. 01, p. 307</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head1'>AUTO الباب الأول في الحكم</h1>\n\n<p>\nوفيه فصول\n</p>\n\n\n<h2 class='l2' id='head2'>AUTO الفصل الأول في تعريفه</h2>\n\n<p>\nالحكم: خطاب الله - تعالى - المتعلق بأفعال المكلفين بالاقتضاء أو\nالتخيير.\n</p>\n\n<p>\nفالخطاب توجيه الكلام نحو الغير للإفهام.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p311'> Vol. 01, p. 311</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head3'>CHECK تحقيق مسألة الكلام النفسي</h2>\n\n<p>\nوالمراد هنا بخطاب (الله تعالى) - هو ما أفاد، وهو الكلام النفسي الأزلي، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p312'> Vol. 01, p. 312</a>\n            </div>\n             # المسمى <span id='ms023'></span> في الأزل خطابا على الراجح وبإضافته إلى الله - تعالى - أخرج خطاب\nمن سواه إذ لا حكم إلا حكمه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p313'> Vol. 01, p. 313</a>\n            </div>\n            \n</p>\n\n<p>\nوالرسول والسيد إنما وجب طاعتهما، بإيجاب الله - تعالى - إياها.\n</p>\n\n<p>\nوقوله: ((المتعلق بأفعال الكلفين)) أي البالغين العاقلين تعلقا معنويا\nقبل وجوده، وتنجيزيا بعد وجوده بعد البعثة إذ لا حكم قبلها.\n</p>\n\n<p>\nوخرج بفعل المكلفين: خطاب الله تعالى المتعلق بذاته وصفاته وذوات\nالمكلفين والجمادات.\n</p>\n\n<p>\nوقوله: ((المتعلق بأفعال المكلفين)) لا يمكن حمله على ظاهره قطعا؛ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p314'> Vol. 01, p. 314</a>\n            </div>\n             # لأنه حينئذ لا يتناول شيئا من الأحكام، إذ لا يصدق على حكم ما أنه خطاب\nمتعلق بجميع أفعال المكلفين.\n</p>\n\n<p>\nفالمراد تعلقه بفعل منها، وحينئذ يتناول ما لا يعم كخواص النبي - صلى\nالله عليه وسلم.\n</p>\n\n<p>\nوقوله: ((بالاقتضاء)) أي طلب الفعل وطلب الترك، جازما أو غير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p315'> Vol. 01, p. 315</a>\n            </div>\n             # جازم.\n</p>\n\n<p>\nفطلب الفعل الجازم الايجاب، وغير الجازم الندب، وطلب الترك الجازم\nالتحريم، وغير الجازم الكراهة، والتخيير الإباحة.\n</p>\n\n<p>\nفدخلت الأحكام الخمسة وأخرج بذلك مثل قول تعالى: {والله خلقكم وما\nتعملون}.\n</p>\n\n<p>\nإذ ليس فيه اقتضاء ولا تخيير، إنما هو أخبار بحال له.\n</p>\n\n<p>\nولا خطاب يتعلق بفعل غير البالغ العاقل.\n</p>\n\n<p>\nوولي الصبي والمجنون مخاطب بأداء ما وجب في مالها منه كالزكاة وضمان\nالمتلف، كما يخاطب صاحب البهيمة بضمان ما أتلفته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p316'> Vol. 01, p. 316</a>\n            </div>\n             # حيث فرط في حفظها لتنزل فعلها في هذه الحالة منزلة فعله.\n</p>\n\n<p>\nوصحة عبادة الصبي كصلاته وصومه المثاب عليها، ليس لأنه مأمور بها كما في\nالبالغ، بل ليعتادها فلا يتركها بعد بلوغه.\n</p>\n\n<p>\nواختار السبكي في حد الحكم: أنه خطاب الله تعالى المتعلق بأفعال المكلفين\nعلى وجه الإنشاء، ليندرج تحته خطاب الوضع، وهو كون الشيء سببا أو شرطا أو\nمانعا، والحكم بالصحة والفساد.\n</p>\n\n<p>\nفإن قلت: الفقه - على ما تقدم - هو العلم بالأحكام الشرعية المكتسب من\nالأدلة.\n</p>\n\n<p>\nوالدليل الشرعي: ليس إلا خطاب الله تعالى، وإذا كان الحكم أيضا: خطاب\nالله - تعالى - فيصير حاصله الفقه: العلم بخطاب الله - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p317'> Vol. 01, p. 317</a>\n            </div>\n             # تعالى - الحاصل عن خطاب الله -تعالى- أجيب: بأن المراد بالفقه: العلم\nبالخطاب النفساني الذي هو قديم، الحاصل عن الخطاب اللفظي الذي هو دليل.\n</p>\n\n<p>\nأو كأنه قيل <span id='ms024'></span>: علم بالوحي الحاصل عن إيجاب الله تعالى.\n</p>\n\n<p>\nوقالت المعتزلة اعتراضا على هذا الحد: خطاب الله - تعالى - قديم عندكم؛\nلأنه كلامه، ومذهبكم - أهل السنة - أن الكلام قديم.\n</p>\n\n<p>\nوالحكم حادث؛ لأنه يوصف به، أي بالحدوث.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p318'> Vol. 01, p. 318</a>\n            </div>\n            \n</p>\n\n<p>\nكقولنا: حلت المرأة بعدما لم تكن حلالا، فالحل من الأحكام الشرعية، وقد\nوصف بأنه لم يكن، وكان، (وكل ما) لم يكن وكان فهو حادث.\n</p>\n\n<p>\nويكون الحكم أيضا صفة لفعل العبد، كقولنا: هذا وطء حلال، فجعل الحل صفة\nللوطء الذي هو فعل العبد، وفعل العبد حادث، وصفة الحادث أولى بالحدوث؛\nلأنها إما مقارنة للموصوف، أو متأخرة عنه.\n</p>\n\n<p>\nويكون الحكم معللا به أي بفعل العبد، كقولنا: حلت المرأة بالنكاح، وحرمت\nبالطلاق، فالنكاح علة للإباحة، والطلاق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p319'> Vol. 01, p. 319</a>\n            </div>\n             # علة للتحريم، والنكاح والطلاق حادثان، إذ النكاح هو: الإيجاب والقبول،\nوالطلاق قول الزوج: طلقت، فالمعلل بهما حادث بطريق الأولى؛ لأن المعلول إما\nمقارن لعلته، أو متأخر عنها.\n</p>\n\n<p>\nفإذا كان الخطاب قديما، والحكم حادثا، فتعريف الحكم الحادث بالخطاب\nالقديم، بمقتضى أن يكون القديم حادثا، أو الحادث قديما، وفساده واضحا.\n</p>\n\n<p>\nواعترضوا أيضا:\n</p>\n\n<p>\nبأن الحد غير جامع لأفراد المحدود؛ لأن أحكام الوضع ليست داخلة فيه،\nوأشار إليه بقوله:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p320'> Vol. 01, p. 320</a>\n            </div>\n            \n</p>\n\n<p>\nفموجبية الدلوك، وما نعيه النجاسة، وصحة البيع وفساده خارجة عنه أي عن\nالحد؛ لأن جعل الشيء سببا كجعل دلوك الشمس، أي زوالها سببا للصلاة، والزنا\nسببا لوجوب الحد، أو شرطا كطهارة المبيع لصحة البيع، ومانعية النجاسة لصحة\nالصلاة، لا اقتضاء فيها ولا تخيير، بل هي من وضع الشارع وتحصل بجعله.\n</p>\n\n<p>\nوكذا الصحة والفساد حكمان شرعيان لأنا استفدناهما من الشارع، وليس فيهما\nطلب ولا تخيير. واعترضوا أيضا:\n</p>\n\n<p>\nبأن فيه أي في الحد الترديد؛ لأن فيه: أو، وهي موضوعة للترديد، أي للشك،\nوهو: أي الترديد ينافي التحديد.\n</p>\n\n<p>\nلأن المقصود من الحد التعريف فتنافيا.\n</p>\n\n<p>\nقلنا جوابا عن الأول:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p321'> Vol. 01, p. 321</a>\n            </div>\n            \n</p>\n\n<p>\nالحادث التعلق، لا الحكم فإنه قديم إذ هو مثلا:\n</p>\n\n<p>\nقول الله - تعالى - في الأزل: أذنت لفلان أن يطأ فلانة إذا جرى بينهما نكاح.\n</p>\n\n<p>\nفالحل قديم وتعلقه حصل بعد ما لم يكن، فالحادث التعلق ولا <span id='ms025'></span> يلزم من حدوثه\nحدوث المنتسبين معا، لجواز تعلق الخطاب القديم بالمعدوم، كما سيجيء.\n</p>\n\n<p>\nوالحكم متعلق بفعل العبد لا صفته، ويجوز أن يكون القديم متعلقا بالحادث؛\nإذ لا امتناع في تعلق المتقدم بالمتأخر كالقول المتعلق بالمعدومات، فيكون\nالحكم القديم متعلقا بفعل العبد الحادث.\n</p>\n\n<p>\nولا يلزم من كون القول متعلقا بشيء، أن يكون صفة لذلك الشيء، كالقول\nالمتعلق بالمعدوم، والنكاح والطلاق اللذان هما فعل العبد ونحوهما من فعله\nمعرفات له، أي للحكم لا علل له.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p322'> Vol. 01, p. 322</a>\n            </div>\n            \n</p>\n\n<p>\nويجوز أن يكون الحادث معرفا للقديم كالعالم - بفتح اللام - وهو جميع\nالمخلوقات فإنه معرف للصانع القديم.\n</p>\n\n<p>\nوالموجبيةوالمانعية ليست أحكاما حتى يجب دخولها في الحد، وإن سماها غيرنا\nبه، بل هي أعلام للحكم لا هو، وإن سلم أنها أحكام فليست خارجة عن الحد؛ لأن\nخطاب الوضع يرجع إلى الاقتضاء والتخيير.\n</p>\n\n<p>\nإذ معنى جعل الزنا سببا لوجوب الحد، هو وجوب الحد عند الزنا.\n</p>\n\n<p>\nوجعل الطهارة شرطا لصحة البيع جواز الانتفاع بالمبيع.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p323'> Vol. 01, p. 323</a>\n            </div>\n            \n</p>\n\n<p>\nعندها وحرمته دونها. وعليه فقس.\n</p>\n\n<p>\nوالحاصل أن مرادنا من الاقتضاء والتخيير أعم من الصريح والضمني، وخطاب من\nقبيل الضمني.\n</p>\n\n<p>\nوإليه أشار بقوله: ((فالمعني بهما اقتضاء الفعل والترك)).\n</p>\n\n<p>\n(وأورد أن في دلوك الشمس ثلاثة أمور: وجوب الظهر، ولا نزاع في أنه حكم\nشرعي، ودلوك الشمس، ولا نزاع في أنه ليس بحكم شرعي، وكون الدلوك موجبا\nللظهر، وهو محل النزاع فكيف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p324'> Vol. 01, p. 324</a>\n            </div>\n             # يصح؟\n</p>\n\n<p>\nوأجيب: أن المراد بأن هذه الأمور قطعية لا ظنية.\n</p>\n\n<p>\nوالترديد في أقسام المحدود لا في الحد، فلا ينافي التحديد، لأنه لا ترديد\nفي الحد؛ (لأن الترديد إنما هو في أحدهما معينا، وهو أخص من أحدهما مطلقا،\nولم يقع في أحدهما مطلقا ترديد، وهو الواقع في الحد، إنما الترديد في\nالاقتضاء والتخيير اللذين هما من أقسام المحدود، الذي هو الحكم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p325'> Vol. 01, p. 325</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head4'>AUTO الفصل الثاني: في تقسيماته</h2>\n\n<p>\n: أي تقسيمات الحكم.\n</p>\n\n<p>\nوهو ينقسم باعتبارات مختلفة إلى تقسيمات ستة:\n</p>\n\n<p>\nوقد علمت أن الحكم نفس خطاب الله تعالى، فالإيجاب هو نفس قوله: افعل،\nوليس للفعل منه صفة حقيقية، فإن القول ليس لتعلقه منه صفة لتعلقه <span id='ms026'></span> بالمعدوم\nكما مر.\n</p>\n\n<p>\nفإذا الخطاب صفة للحاكم ومتعلق بفعل المكلف باعتبار إضافته إلى الحاكم،\nيسمى إيجابا، وإلى الفعل وجوبا.\n</p>\n\n<p>\nوالحقيقة واحدة، والتغير اعتباري فلذلك تراهم يجعلون أقسام الحكم الوجوب\nوالحرمة مرة، والإيجاب والتحريم أخرى، وتارة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p326'> Vol. 01, p. 326</a>\n            </div>\n             # الوجوب والتحريم.\n</p>\n\n\n<h2 class='l2' id='head5'>AUTO الأول: من التقسيمات الستة</h2>\n\n<p>\n:\n</p>\n\n<p>\nالخطاب إن اقتضى الوجود ومنع النقيض فوجوب.\n</p>\n\n<p>\nلما قدم أن الحكم هو: الخطاب، صح التقسيم في الخطاب، وقرن الخطاب باللام\nلإفادة المعهود السابق، وهو خطاب الله تعالى.\n</p>\n\n<p>\nفخطاب الله تعالى، إن اقتضى أي طلب وجود الفعل، ومنع من نقيضه هو الترك فوجوب.\n</p>\n\n<p>\nوإن اقتضى الوجود ولم يمنع من الترك فندب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p327'> Vol. 01, p. 327</a>\n            </div>\n            \n</p>\n\n<p>\nوإن اقتضى الترك أي ترك الفعل ومنع من النقيض وهو الإتيان به فحرمة، وإلا\nفكراهة أي: وإن اقتضى الترك ولم يمنع من الإتيان به فكراهة.\n</p>\n\n<p>\nوزاد إمام الحرمين: خلاف الأولى فقال: الخطاب إن اقتضى الترك دون جزم فإن\nكان بنهى مخصوص (فالكراهة أو غير مخصوص) فخلاف الأولى.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p328'> Vol. 01, p. 328</a>\n            </div>\n            \n</p>\n\n<p>\nوإن كان الخطاب لا يقتضي شيئا بل خيرنا بين الإتيان والترك فإباحة وإليه\nأشار بقوله: وإن خيرنا فإباحة.\n</p>\n\n<p>\nفحد الوجوب مثلا طلب الفعل مع المنع من الترك، وأمثلة الباقي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p329'> Vol. 01, p. 329</a>\n            </div>\n             # لا تخفى.\n</p>\n\n<p>\nويرسم الواجب أي بأنه الذي يذم شرعا تاركه قصدا مطلقا.\n</p>\n\n<p>\nالرسم التعريف بالجنس والخاصة فالواجب الفعل المتعلق بالوجوب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p330'> Vol. 01, p. 330</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: بأنه الذي، مراده به الفعل، فهو كالجنس دخل فيه الأحكام الخمسة.\n</p>\n\n<p>\nوالمراد بالذم شرعا: نص الشارع به أو بدليله، وذلك أنه لا وجوب إلا\nبالشرع.\n</p>\n\n<p>\nومعنى الذم على تركه أنه على حالة لو تركه لكان مستنقصا وملاما، بحيث\nينتهي الاستنقاصواللوم إلى حد يصلح لترتيب العقاب عليه.\n</p>\n\n<p>\nواحتزر به عن المندوب والمكروه والمباح؛ إذ لا ذم فيهما.\n</p>\n\n<p>\nوقوله: ((تاركه)) أخرج به الحرام فإنه يذم فاعله.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p331'> Vol. 01, p. 331</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: قصدا، أي هو الذي بحيث لو ترك قصدا لذم؛ إذ التارك لا على سبيل\nالقصد لا يذم.\n</p>\n\n<p>\nويجوز أنه احترز به عما إذا مضى من الوقت مقدار يتمكن فيه من إيقاع\nالصلاة، ثم تركها بنوم أو نسيان (أو موت) فإن هذه الصلاة واجبة، ومع ذلك لم\nيذم <span id='ms027'></span> شرعا تاركها لأنه ما تركها؛ قصدا فأتى بهذا القيد لإدخال هذا الواجب في\nالحد، فيصير به جامعا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p332'> Vol. 01, p. 332</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: ((مطلقا)) ليدخل من الواجبات ما لا يذم تاركه كيفما تركه، بل بوجه\nدون وجه: وهو الموسع فإنه يذم تاركه إذا تركه في جميع وقته ولو تركه في بعض\nالوقت وفعله في بعض لا يذم.\n</p>\n\n<p>\nوكذا فرض الكفاية فإنه يذم تاركه إذا لم يقم به غيره في ظنه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p333'> Vol. 01, p. 333</a>\n            </div>\n            \n</p>\n\n<p>\nوكذا المخير إذا قلنا: كل واحد واجب، فإنه يذم تاركه إذا ترك معه الآخر.\nإذا عرفت ذلك فالواجب يرادفه الفرض عند الجمهور.\n</p>\n\n<p>\nوقالت الحنفية: الفرض ما ثبت من التكليف بقطعي كالصلوات الخمس.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p334'> Vol. 01, p. 334</a>\n            </div>\n            \n</p>\n\n<p>\nوالواجب: ما ثبت بظني كوجوب الوتر.\n</p>\n\n<p>\nوالنزاع لفظي، فنحن نجعل اللفظين اسما لمعنى واحد تتفاوت أفراده.\n</p>\n\n<p>\nوهم يخصون كلا منهما بقسم من ذلك المعنى ويجعلونه اسما له.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p335'> Vol. 01, p. 335</a>\n            </div>\n            \n</p>\n\n<p>\nوقد يتوهم من جعلهما مترادفين أن خبر الواحد ((الظني))، بل القياس المبني\nعليه في مرتبة الكتاب القطعي حيث جعل مدلولهما واحدا وهو غلط ظاهر.\n</p>\n\n<p>\nوأورد أنه قد فرق أصحابنا بين الفرض والواجب في الحج.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p336'> Vol. 01, p. 336</a>\n            </div>\n            \n</p>\n\n<p>\nحيث قالوا: الواجب ما يجبر بالدم والركن ما لا يجبر به.\n</p>\n\n<p>\nوالفرض يشملها، فيكون الفرض في هذا الموضع أعم من الواجب.\n</p>\n\n<p>\nوأيضا: إذا قال: الطلاق واجب علي طلقت زوجته بخلاف ما إذا قال: فرض علي\nعلى رأي.\n</p>\n\n<p>\nوأجيب بأن الكلام هنا: في الأسماء الشرعية، فالمراد يترادف الفرض والواجب\nأنهما جميعا يطلقان في الشرع على ما يمدح فاعله ويذم تاركه، والطلاق مبناه\nعلى وضع اللغة أو عرف الناس.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p337'> Vol. 01, p. 337</a>\n            </div>\n            \n</p>\n\n<p>\nوالتحقيق: أن الفرض له إطلاقان: منها ما يأثم تاركه، وهو مرادف الواجب.\nومنها ما لابد منه وهو الركن.\n</p>\n\n<p>\nوالواجب له إطلاقان: ما يمدح فاعله، ويذم تاركه، وهو مرادف للفرض بالمعنى\nالأول. وهو ما يقابل الركن).\n</p>\n\n<p>\nوالمندوب أي: الفعل الذي يتعلق به الندب.\n</p>\n\n<p>\nوهو لغة: المدعو إليه فسمى الفعل بذلك لدعاء الشارع إليه وأصله المندوب\nإليه، ثم توسع بحذف حرف الجر فاستكن الضمير.\n</p>\n\n<p>\nواصطلاحا: ما يمدح فاعله ولا يذم تاركه.\n</p>\n\n<p>\nفقوله يمدح: أخرج به المباح؛ إذ <span id='ms028'></span> لا مدح فيه ولا ذم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p338'> Vol. 01, p. 338</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: «فاعله» أخرج به الحرام والمكروه، إذ يمدح تاركهما.\n</p>\n\n<p>\nوالمراد بالفعل هنا هو الصادر من الشخص؛ ليعم الفعل المعروف والقول\nنفسانيا أو لسانيا فتدخل الأذكار القلبية واللسانية.\n</p>\n\n<p>\nوقوله: ولا يذم تاركه، أخرج الواجب بجميع أقسامه فإن تاركه يذم في\nالجملة؛ لأنه نكرة في سياق النفي فيعم.\n</p>\n\n<p>\n(والمحققون من النحاة على أن المراد بتنكير الجملة أن المفرد الذي يسبك\nمنها نكرة في عموم الفعل المنفي ليس من جهة تنكيره، بل من جهة أن ما يتضمنه\nمن المصدر نكرة، فمعنى ولا يذم تاركه، لا يكون ذم على تاركه).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p339'> Vol. 01, p. 339</a>\n            </div>\n            \n</p>\n\n<p>\nوالمندوب يسمى: سنة ونافلة ومستحبا وتطوعا ومرغوبا فيه ألفاظ مترادفة.\n</p>\n\n<p>\nوخالف في ذلك القاضي حسين والبغوي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p340'> Vol. 01, p. 340</a>\n            </div>\n            \n</p>\n\n<p>\nوالخوارزمي وقالوا: السنة ما واظب عليه النبي- صلى الله عليه وسلم-.\n</p>\n\n<p>\nوالمستحب: ما فعله مرة أو مرتين.\n</p>\n\n<p>\nوالتطوع: ما ينشئه الإنسان باختياره من الأغراض.\n</p>\n\n<p>\nولم يتعرضوا للمندوب؛ لشموله للأقسام الثلاثة كما هو الظاهر، والخلاف\nلفظي عائد إلى اللفظ والتسمية.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p341'> Vol. 01, p. 341</a>\n            </div>\n            \n</p>\n\n<p>\nوالحرام ما أي فعل يذم (شرعا فاعله) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p342'> Vol. 01, p. 342</a>\n            </div>\n             # (فبقوله يذم: أخرج المكروه والمندوب والمباح.\n</p>\n\n<p>\nوقوله: «شرعا» إشارة إلى أن الذم لا يكون إلا بالشرع كما مر، خلافا\nللمعتزلة.\n</p>\n\n<p>\nوقوله: فاعله أخرج به الواجب.\n</p>\n\n<p>\nوالمراد بالفعل: الشيء الصادر من الفاعل ليعم الغيبة والنميمة من الأقوال\nوالحسد والحقد ونحوهما من أعمال القلب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p343'> Vol. 01, p. 343</a>\n            </div>\n            \n</p>\n\n<p>\nويسمى الحرام معصية، وذنبا، وقبيحا، ومزجورا عنه، ومتوعدا عليه، أي من الشرع.\n</p>\n\n<p>\nوالمكروه ما أي فعل يمدح تاركه ولا يذم فاعله.\n</p>\n\n<p>\nف «يمدح» أخرج المباح، و «تاركه» أخرج الواجب والمندوب.\n</p>\n\n<p>\n«ولا يذم فاعله» أخرج الحرام.\n</p>\n\n<p>\nوالمباح لغة: الموسع فيه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p344'> Vol. 01, p. 344</a>\n            </div>\n            \n</p>\n\n<p>\nواصطلاحا: ما أي فعل لا يتعلق بفعله ولا تركه مدح ولا ذم، فخرج الأربعة\nوهو ظاهر، ويسمى المباح طلقا وحلالا.\n</p>\n\n<p>\nالثاني: ما نهى عنه شرعا فقبيح وإلا فحسن كالواجب والمندوب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p345'> Vol. 01, p. 345</a>\n            </div>\n             # والمباح وفعل غير المكلف.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p346'> Vol. 01, p. 346</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head6'>CHECK التقسيم الثاني للحكم</h2>\n\n<p>\nهذا تقسيم ثان للفعل الذي تعلق به الحكم، وهو مستلزم لتقسيم الحكم.\n</p>\n\n<p>\nفالفعل إن نهى الشارع عنه فهو القبيح، وتحته قسمان: المحرم والمكروه.\n</p>\n\n<p>\nوإن لم ينه عنه فهو الحسن <span id='ms029'></span>، فيدخل فيه أفعال المكلفين من الواجب والمندوب\nوالمباح، وأفعال غيرهم كالساهي والصبي والنائم، وأفعال الله تعالى.\n</p>\n\n<p>\nواعلم: أنه يجوز أن يكونه قسم الشيء أعم من مقسمه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p347'> Vol. 01, p. 347</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head7'>CHECK تحقيق مسألة التحسين والتقبيح العقليين</h2>\n\n<p>\nكما يقال: العالم إما واجب أو ممكن، والممكن أعم من العالم (من وجه).\n</p>\n\n<p>\nفكذا هنا المقسم فعل هو متعلق الحكم الشرعي، وقسمه الحسن.\n</p>\n\n<p>\nوقال إمام الحرمين: المكروه ليس بحسن ولا قبيح.\n</p>\n\n<p>\nفإن القبيح ما يذم عليه، والحسن ما يسوغ الثناء عليه، وهذا لا يسوغ\nالثناء عليه.\n</p>\n\n<p>\nقال السبكي: ولم نر أحدا نعتمده خالف إمام الحرمين فيما قال إلا ناسا\nأدركناهم، قالوا: إنه قبيح؛ لأنه منهي عنه، والنهي أعم من نهي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p348'> Vol. 01, p. 348</a>\n            </div>\n             # تحريم وتنزيه.\n</p>\n\n<p>\nوكذا اختار إمام الحرمين: امتناع إطلاق الحسن على فعل غير المكلف.\n</p>\n\n<p>\n(واعلم أن مراد المصنف بالمباح: هو ما استوى طرفاه في نظر الشارع، وهو ما\nحده أولا بقوله: «ما لا يتعلق بفعله وتركه مدح ولا ذم».\n</p>\n\n<p>\nولا يرد عليه فعل غير المكلف؛ لأنه ما دخل في جنسه، إذ المراد ب «ما»\n«فعل المكلف».\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p349'> Vol. 01, p. 349</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head8'>CHECK هل المباح حكم شرعي؟</h2>\n\n<p>\nولو أراد «المباح» بالمعنى الأعم لم يمتنع عطف غير المكلف عليه؛ لأنه\nيكون من عطف الخاص على العام).\n</p>\n\n<p>\nوالمعتزلة قالوا: أي القبيح: ما ليس للقادر عليه العالم بحاله أي بصفته\nمن المفسدة الداعية إلى تركه (أن يفعله).\n</p>\n\n<p>\nوالحسن: ماله أي: للقادر عليه العالم بصفته أن يفعله.\n</p>\n\n<p>\nفالقبيح الحرام فقط، والحسن يشمل الواجب والمندوب والمكروه، والمباح وفعل\nالله تعالى.\n</p>\n\n<p>\nويؤخذ منه أن الفعل إذا لم يقدر عليه كالعاجز عن الشيء والملجأ إليه،\nفإنه لا يوصف عندهم بحسن ولا قبح وكذا ما لم يعلم حاله كفعل الساهي\nوالنائم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p350'> Vol. 01, p. 350</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head9'>CHECK التقسيم الثالث</h2>\n\n<p>\nوربما قالوا- أي: المعتزلة- في تعريف الحسن والقبيح: الواقع على صفة توجب\nالذم، فالقبيح، وهو الحرام فقط، أو على صفة توجب المدح فالحسن.\n</p>\n\n<p>\nفدخل فيه الواجب والمندوب دون المباح، والمكروه.\n</p>\n\n<p>\nإذ لا مدح في فعلهما، مع أنهما دخلا في حدهم الأول، للحسن؛ لأن القادر\nعليهما العالم بحالهما له أن يفعلهما.\n</p>\n\n<p>\nفالحسن بتفسيرهم <span id='ms030'></span>- أي المعتزلة- الأخير أخص منه بتفسيرهم أولا.\n</p>\n\n<p>\nالثالث: قيل:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p351'> Vol. 01, p. 351</a>\n            </div>\n            \n</p>\n\n<p>\nالحكم إما سبب أو مسبب كجعل الزنا سببا لإيجاب الجلد على الزاني.\n</p>\n\n<p>\nوهذا تقسيم ثالث للحكم باعتبار صفة عارضة، وهي كونه علة ومعلولا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p352'> Vol. 01, p. 352</a>\n            </div>\n            \n</p>\n\n<p>\nفإن أريد بالسببية أي بجعل الزنا سببا لإيجاب الحد الإعلام بالحكم ومعرفا\nله، فحق، إذ يجوز أن يقول الشارع متى رأيت إنسانا يزني فاعلم أني أوجبت\nعليه الحد.\n</p>\n\n<p>\nوتسميتها حكما بحث لفظي يرجع إلى الاصطلاح كما مر.\n</p>\n\n<p>\nوإن أريد بها- أي: بالسببية- التأثير على معنى أن الله تعالى جعل الزنا\nمؤثرا في إيجاب الحد فباطل، لأن الحادث وهو الزنا لا يؤثر في القديم وهو\nإيجاب الحد؛ إذ قد ثبت بالدليل قدم الحكم والحادث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p353'> Vol. 01, p. 353</a>\n            </div>\n             # لا يؤثر في القديم؛ لأن تأثيره فيه يستدعي تأخر وجوده عنه أو مقارنته له.\n</p>\n\n<p>\nولأنه- أي: القول- بالتأثير مبني على أن للفعل جهات توجب الحسن والقبح\nوهو باطل.\n</p>\n\n<p>\nوذلك لأن الزنا مثلا لو كان مؤثرا في إيجاب الحد، فإما أن يكون لكونه\nفعلا، أو لكونه فعلا مشتملا على خصوصية ليست كسائر الأفعال لا سبيل إلى\nالأول، وإلا يلزم الترجيح بلا مرجح لكون الأفعال متساوية في كونها فعلا ولا\nإلى الثاني، لأن كون الفعل مشتملا على خصوصية ليست كسائر الأفعال لأجلها\nصار مؤثرا ومبني على أن للفعل جهات توجب الحسن والقبح.\n</p>\n\n<p>\n(قيل: قوله سبب أو مسبب فيه نظر؛ لأن السبب هو نفس\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p354'> Vol. 01, p. 354</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head10'>CHECK التقسيم الرابع</h2>\n\n<p>\nالزنا، فليس حكما، وإنما الحكم جعله سببا فهو سببي).\n</p>\n\n<p>\nالرابع: الصحة: استتباع الغاية وبإزائها البطلان والفساد.\n</p>\n\n<p>\nهذا تقسيم رابع للحكم باعتبار اجتماع الشروط المعتبرة في الفعل وعدم\nاجتماعها فيه سواء كان عبادة أو معاملة.\n</p>\n\n<p>\nوغاية الشيء هو الأثر المقصود منه كحل الانتفاع بالمبيع مثلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p355'> Vol. 01, p. 355</a>\n            </div>\n             # والاستمتاع في النكاح.\n</p>\n\n<p>\nفإن ترتبت الغاية على الفعل وتبعته في الوجود كان صحيحا فاستتباع الغاية\nطلب الفعل لتبعية غايته وترتب وجودها على وجوده؛ لأن السين للطلب.\n</p>\n\n<p>\nوكأنه جعل الفعل الصحيح طالبا ومقتضيا لترتب أثره عليه مجازا.\n</p>\n\n<p>\nوأورد عليه أنه غير منعكس، لخروج المبيع قبل القبض في مدة الخيار <span id='ms031'></span> إذا كان\nللبائع، فإنه صحيح، مع أنه لم يترتب عليه أثره وهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p356'> Vol. 01, p. 356</a>\n            </div>\n             # حل الانتفاع.\n</p>\n\n<p>\nوغير مطرد لدخول الخلع والكتابة الفاسدين فإنه يترتب عليهما أثرهما من\nالبينونة والعتق مع أنهما غير صحيحين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p357'> Vol. 01, p. 357</a>\n            </div>\n            \n</p>\n\n<p>\nوأجيب عن الأول:\n</p>\n\n<p>\nبأن المراد كونه متهيئا لتبعية غايته له، ولا شك أن المبيع قبل القبض\nكذلك، وإن توقف على شرط.\n</p>\n\n<p>\n(وقد يجاب عن الثاني بأن المراد ترتب أثره عليه من كل الوجوه.\n</p>\n\n<p>\nومقابل الصحة: البطلان والفساد، لفظان مترادفان، فإن معناهما كون الشيء\nلم يستتبع غايته) وفي أبواب في الفقه فرقوا بين الفاسد والباطل.\n</p>\n\n<p>\n(والتحقيق أن الفاسد له إطلاقان:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p358'> Vol. 01, p. 358</a>\n            </div>\n            \n</p>\n\n<p>\nأحدهما: ما لا يترتب أثره عليه، وهذا هو المرادف للباطل وهما يقابلان الصحة.\n</p>\n\n<p>\nالثاني: ما لا يترتب عليه أثره من كل الوجوه، بل من بعض الوجوه.\n</p>\n\n<p>\nوهذا لا يرادف الباطل، وإن كان مقابلا للصحيح).\n</p>\n\n<p>\nوغاية المعاملات ترتب أثرها عليها كما أشار إليه بقوله: والمعني بالصحة\nإباحة الانتفاع (أي صحتها).\n</p>\n\n<p>\nوغاية العبادة موافقة الأمر عند المتكلمين، وسقوط القضاء لدى الفقهاء.\n</p>\n\n<p>\n- وفائدة الخلاف فيمن صلى بظن الطهارة ثم تبين له الحدث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p359'> Vol. 01, p. 359</a>\n            </div>\n             # فتسمى هذه الصلاة صحيحة عند المتكلمين لموافقة الأمر.\n</p>\n\n<p>\nغير صحيحة عند الفقهاء، لعدم سقوط القضاء؛ إذ لا خلاف في وجوب القضاء.\n</p>\n\n<p>\n(وإليه أشار بقوله: وصلاة من ظن أنه متطهر صحيحة على الأول لا على\nالثاني).\n</p>\n\n<p>\nوقال السبكي: تسمية الفقهاء هذه الصلاة باطلة ليس لاعتبارهم سقوط القضاء\nفي حد الصحة كما ظنه الأصوليون، بل لأن شرط الصلاة الطهارة في نفس الأمر\nوالصلاة بدون شرطها فاسد وغير مأمور بها.\n</p>\n\n<p>\nثم استدل على هذا: بأن الفقهاء يقولون كل من صحت صلاته صحة مغنية عن\nالقضاء جاز الاقتداء به، فإنه يقتضي انقسام الصحة إلى ما يغني عن القضاء،\nوإلى ما لا يغني.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p360'> Vol. 01, p. 360</a>\n            </div>\n            \n</p>\n\n<p>\nثم استدل بغير هذا ثم قال: الصواب أن يكون حد الصحة عند الفريقين موافقة\nالأمر، غير أن الفقهاء يقولون: ظان الطهارة مأمور مرفوع عنه الإثم بتركها،\nوالمتكلمون يقولون: ليس مأمورا، فلذلك تكون صلاته صحيحة عند المتكلمين لا\nالفقهاء.\n</p>\n\n<p>\nوأبو حنيفة- رضي الله عنه <span id='ms032'></span>- سمى ما لم يشرع بأصله ووصفه كبيع الملاقيح\nباطلا، وما شرع بأصله دون وصفه كالربا فاسدا.\n</p>\n\n<p>\nففي المعاملات الباطل عنده كبيع الملاقيح، وهو: ما في بطون الأمهات\nلانعدام ركن البيع، أي: المبيع؛ لأن من أركانه وجود مورد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p361'> Vol. 01, p. 361</a>\n            </div>\n             # العقد يقينا ومن أوصافه كون المبيع مقدور التسليم وهما منتفيان هنا.\n</p>\n\n<p>\nوفي العبادات كالصلاة بدون بعض الشروط والأركان.\n</p>\n\n<p>\nوالفاسد: ما كان أصله مشروعا، ولكن امتنع لوصف عارض.\n</p>\n\n<p>\nففي العبادات كصوم يوم النحر للإعراض بصومه عن ضيافة الله تعالى للناس\nبلحوم الأضاحي التي شرعها (الله تعالى) فيه.\n</p>\n\n<p>\nوفي المعاملات كما في بيع الدينار بالدينارين لاشتماله على الزيادة فلو\nأسقطت في المجلس صح البيع.\n</p>\n\n<p>\nوصرح ابن الحاجب بأن الصحة والفساد عقليان.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p362'> Vol. 01, p. 362</a>\n            </div>\n            \n</p>\n\n<p>\nوظاهر كلام المصنف تبعا للأمدي إنهما شرعيان وهو رأي الجمهور.\n</p>\n\n<p>\nوالأجزاء معناه قريب من الصحة فلذا ذكره هنا.\n</p>\n\n<p>\nوفرق بينهما: بأن الصحة أعم من الأجزاء؛ إذ تكون صفة للمعاملات\nوالعبادات، والأجزاء لا يوصف به إلا العبادات وفيه نظر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p363'> Vol. 01, p. 363</a>\n            </div>\n            \n</p>\n\n<p>\nفالأجزاء لغة: الاكتفاء بالشيء.\n</p>\n\n<p>\nوشرعا: هو: الأداء- (يعني الإتيان) - الكافي لسقوط التعبدية أي: طلبه،\nوذلك بأن تجتمع فيه الشرائط، وتنتفي عنه الموانع.\n</p>\n\n<p>\n(فدخل فيه الأداء المصطلح عليه، والقضاء والإعادة فرضا كان أو نقلا.\n</p>\n\n<p>\nوالصواب أن الأجزاء هو الاكتفاء بالمأتي به، لا الإتيان بما يكفي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p364'> Vol. 01, p. 364</a>\n            </div>\n            \n</p>\n\n<p>\nكذا قيل).\n</p>\n\n<p>\nوقيل: القائلون هم الفقهاء.\n</p>\n\n<p>\nسقوط القضاء أي الأجزاء: إسقاط القضاء.\n</p>\n\n<p>\nورد بأن القضاء حينئذ لم يجب لعدم الموجب له (فكيف سقط؟ )، وذلك أن\nالقضاء إنما يجب بأمر جديد، فإذا أمر الشارع بالعبادة ولم يأمر بقضائها،\nفتأتي بها، فإنها توصف بالأجزاء، مع أن القضاء حينئذ لم يجب لعدم الموجب له\nوهو الأمر الجديد، وإذا (لم يجب) لم يقل سقط، إذ السقوط فرع الثبوت.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p365'> Vol. 01, p. 365</a>\n            </div>\n            \n</p>\n\n<p>\nأو يقال: الموجب للقضاء هو خروج الوقت من غير الإتيان بالفعل، فإذا أتى\nبالفعل في الوقت على وجهه فقد وجد الأجزاء ولم يوجد وجوب القضاء لعدم\nالموجب له، وهو خروج الوقت وإذا لم يصدق وجوب القضاء لا يقال: سقط، كما مر.\n</p>\n\n<p>\nوقد يقال: المعنى بالسقوط رفع وجوب القضاء <span id='ms033'></span>، وهي مناقشة لفظية.\n</p>\n\n<p>\n- ورد تعريف الفقهاء ثانيا بقوله: وبأنكم تعللون سقوط القضاء به أي:\nبالأجزاء، فتقولون: هذا سقط قضاؤه؛ لأنه أجزاء.\n</p>\n\n<p>\n- والعلة غير المعلول فكيف تقولن: إنه هو؟\n</p>\n\n<p>\nولك أن تقول: المغايرة مسلمة، ولا يلزم من المغايرة عدم جواز التعريف به؛\nلأنه تعريف رسمي، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p366'> Vol. 01, p. 366</a>\n            </div>\n             # وهو يكون باللازم، وعدم لزوم القضاء من لوازم الأجزاء.\n</p>\n\n<p>\nوإنما يوصف أي بالأجزاء وبعدمه ما يحتمل أن يقع على وجهين:\n</p>\n\n<p>\nأحدهما: معتد به شرعا؛ لكونه مستجمعا للشرائط فيوصف بالأجزاء.\n</p>\n\n<p>\nوالثاني: غير معتد به لانتفاء شرط من شروطه، فيوصف بعدم الأجزاء.\n</p>\n\n<p>\nكالصلاة والصوم والحج، وهذا مبني على أن الصلاة ونحوها تطلق على الصحيحة\nوالفاسدة حقيقة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p367'> Vol. 01, p. 367</a>\n            </div>\n            \n</p>\n\n<p>\nأما إذا قلنا: إطلاقها على الفاسدة مجازا، فهي من القسم الثاني لا يقع\nإلا على وجه واحد، كذا قيل.\n</p>\n\n<p>\nلا المعرفة ورد الوديعة، أما الذي لا يقع إلا على وجه واحد فلا يوصف\nبالأجزاء وعدمه كمعرفة الله تعالى، فإنه إن عرفه بطريق ما فواضح، وإن لم\nيعرفه فلا يقال عرفة غير مجزئة، إذ الفرض أنه ما عرف (فهو جاهل).\n</p>\n\n<p>\nوأما جعل رد الوديعة كذلك، ففيه نظر؛ لأن المودع إذا حجر عليه لسفه ونحوه\nلا يجزئ الرد عليه بخلاف ما لم يحجر عليه\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p368'> Vol. 01, p. 368</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head11'>CHECK التقسيم الخامس</h2>\n\n<p>\nفتكون ذات وجهين.\n</p>\n\n<p>\nالخامس: العبادة إن وقعت في وقتها المعين ولم يسبق بأداء مختل، فأداء\nوإلا فإعادة.\n</p>\n\n<p>\nهذا تقسيم خامس للحكم باعتبار متعلقة؛ إذ الأداء والقضاء والإعادة أقسام\nللفعل الذي تعلق به الحكم.\n</p>\n\n<p>\nفالأداة: ما فعل في وقته المعين، أي: المضبوط بنفسه محدود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p369'> Vol. 01, p. 369</a>\n            </div>\n             # الطرفين، أم لا ولم يسبق بإتيان مثله على نوع من الخلل.\n</p>\n\n<p>\nوإن سبق بمثلها على نوع من الخلل فإعادة: كالصلاة المأمور بها بعد\nالإتيان بها على نوع من الخلل كترك النية.\n</p>\n\n<p>\nوقيل: ما فعل في وقت الأداء ثانيا لعذر.\n</p>\n\n<p>\n(والأول جزم به الإمام الرازي ورجحه ابن الحاجب.\n</p>\n\n<p>\nوالثاني هو الأوفق لاستعمال الفقهاء).\n</p>\n\n<p>\nفالمنفرد إذا صلى ثانية مع الجماعة كانت إعادة على الثاني لأن طلب\nالفضيلة عذر، دون الأول؛ إذ لم يكن فيها خلل.\n</p>\n\n<p>\nفإن لم <span id='ms034'></span> يكن وقت معين، فلا يوصف بالأداء ولا بالقضاء.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p370'> Vol. 01, p. 370</a>\n            </div>\n            \n</p>\n\n<p>\nوقد يوصف بالإعادة كمن أتى بذات السبب على نوع من الخلل فتداركها.\n</p>\n\n<p>\nوإن وقعت العبادة قبل وقتها المعين حيث جوزه الشارع فتعجيل كإخراج زكاة الفطر.\n</p>\n\n<p>\n(تنبيه: إذا أدرك من وقت المؤداة مقدار ركعة، وفعلها فيه كانت صلاته أداء\nعلى الأصح، وإن وقع بعضها خارجه).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p371'> Vol. 01, p. 371</a>\n            </div>\n            \n</p>\n\n<p>\nوإن وقعت العبادة بعده أي: بعد الوقت المعين، ووجد فيه أي: في الوقت سبب\nوجوبها، فدخل فيه ما إذا فحج عنه وليه لوقوعه بعد وقته الموسع، إذ الموسع\nقد يكون بالعمر أو بغيره فقضاء، وجب أداؤه كالظهر المتروكة قصدا بلا عذر.\n</p>\n\n<p>\nأو لم يجب أداؤه وأمكن، كصوم المسافر والمريض.\n</p>\n\n<p>\nأو أمتنع أداؤه لاستحالته عقلا كصلاة النائم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p372'> Vol. 01, p. 372</a>\n            </div>\n            \n</p>\n\n<p>\nأو امتنع أداؤه شرعا كصوم الحائض.\n</p>\n\n<p>\n- وظاهر كلامه أن الأداء والإعادة والقضاء، أقسام متباينة.\n</p>\n\n<p>\n- وقال الشيخ سعد الدين: إنه ظاهر كلام المتقدمين والمتأخرين، وكلام\nالإمام والغزالي يشعر بأن الإعادة قسم من الأداء.\n</p>\n\n<p>\n- وقال المحقق: الإعادة قسم من الأداء في مصطلح القوم، وإن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p373'> Vol. 01, p. 373</a>\n            </div>\n             # وقع في عبارات بعض المتأخرين خلافه.\n</p>\n\n<p>\nولعله يشير إلى المصنف وصاحب الحاصل والتحصيل.\n</p>\n\n<p>\nوكذا قال ألسبكي: الأداء ما فعل في وقته، سواء فعله مرة أخرى قبل ذلك أم لا.\n</p>\n\n<p>\nقال: هذا هو الذي نختاره، وهو مقتضى أطلاقات الفقهاء، ومقتضى كلام\nالأصوليين: القاضي أبي بكر في التقريب والإرشاد، والغزالي في المستصفي،\nوالإمام في المحصول.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p374'> Vol. 01, p. 374</a>\n            </div>\n            \n</p>\n\n<p>\nولكن الإمام لما أطلق ذلك، ثم قال: إنه إن فعل ثانيا بعد خلل سمى إعادة\nظن صاحب الحاصل والتحصيل أن هذا مخصص للإطلاق المتقدم فقيداه وتبعهما\nالمصنف.\n</p>\n\n<p>\nوليس لهم مساعد من أطلاقات الفقهاء، ولا من كلام الأصوليين. فالصواب أن\nالأداء اسم لما وقع في الوقت مطلقا.\n</p>\n\n<p>\n(وفي المرصاد للمصنف- كما قاله الأب هري- التصريح بأن الإعادة قسم من\nالأداء، حيث قال: \"وهو أي الواجب أداء: إن فعل في وقته المعين، وقضاء إن\nفعل في غيره.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p375'> Vol. 01, p. 375</a>\n            </div>\n            \n</p>\n\n<p>\nوالأداء: إن كان مسبوقا بأداء مختل فإعادة.\n</p>\n\n<p>\nفينبغي أن يؤول كلامه هنا عليه).\n</p>\n\n<p>\nوالنقل المؤقت يقضي في الأصح، وكذا صلاة الصبي بعد <span id='ms035'></span> وقتها.\n</p>\n\n<p>\nفرع: إذا ظن المكلف أنه لا يعيش إلى آخر الوقت الموسع، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p376'> Vol. 01, p. 376</a>\n            </div>\n             # تضيق عليه الوقت فلو أخر الفعل عنه مع ظن الفوات عصى اتفاقا.\n</p>\n\n<p>\nوصورته أن يطالب أولياء الدم باستيفاء القصاص من الجاني فيحضره الإمام أو\nنائبه، ويحضر الجلاد، ويأمره بالقتل ونحوها.\n</p>\n\n<p>\nفإن لم يفت كأن عفا أولياء الدم وعاش وفعل العبادة في آخره، أي آخر الوقت\nالأصلي بعد الوقت المضيق بحسب ظنه: فقضاء، عند القاضي أبي بكر (الباقلاني\nمن المتكلمين، والقاضي حسين من الفقهاء) لأنه أوقعه بعد الوقت المضيق عليه شرعا.\n</p>\n\n<p>\nوأداء عند الحجة الإمام الغزالي، والجمهور؛ إذ لا عبرة بالظن البين خطؤه.\n</p>\n\n<p>\nولا خلاف مع القاضيين في المعنى، إلا أن يريدا وجوب نية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p377'> Vol. 01, p. 377</a>\n            </div>\n             # القضاء وهو بعيد، إذ لم يقل به أحد.\n</p>\n\n<p>\nإنما النزاع في التسمية وتسمية أداء أولى؛ لأنه فعل في وقته المعين بحسب\nالشرع، وإن عصى بالتأخير.\n</p>\n\n<p>\nكما إذا اعتقد انقضاء الوقت قبل الوقت وأخر فإنه يعصى.\n</p>\n\n<p>\nثم إذا ظهر خطأ اعتقاده، وأوقعه في الوقت كان أداء اتفاقا.\n</p>\n\n<p>\nفكذا هنا، هذا فيمن أخر مع ظن الفوات (وسلم.\n</p>\n\n<p>\nوأما عكسه: وهو من أخر مع ظن السلامة) ومات، كأن مات فجأة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p378'> Vol. 01, p. 378</a>\n            </div>\n            \n</p>\n\n<p>\nفالتحقيق أنه لا يعصي؛ لأن التأخير جائز له ولا يأثم بالجائز.\n</p>\n\n<p>\nولا يقال: شرط الجواز سلامة العاقبة؛ إذ لا يمكن العلم بها فيؤدي إلى\nتكليف المحال.\n</p>\n\n<p>\nوهذا بخلاف ما وقته العمر، فإنه لو أخر ومات عصى، وإلا لم يتحقق الوجوب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p379'> Vol. 01, p. 379</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head12'>CHECK التقسيم السادس</h2>\n\n<p>\nالسادس: هذا تقسيم للحكم باعتبار كونه على وفق الدليل أو خلافه.\n</p>\n\n<p>\nوحاصله: أن الحكم ينقسم إلى رخصة وعزيمة.\n</p>\n\n<p>\nفالرخصة لغة: التيسير والتسهيل، وهي بتسكين الخاء، وحكي ضمها.\n</p>\n\n<p>\nواصطلاحا- ما أشار إليه المصنف بقوله: الحكم إن ثبت على خلاف الدليل لعذر فرخصه.\n</p>\n\n<p>\nفالحكم جنس، وأشار بالثابت: إلى أن الترخيص لا بد له من دليل.\n</p>\n\n<p>\nواحترز (بقوله: على خلاف) الدليل عما أباحه الله تعالى من الأكل وغيره.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p380'> Vol. 01, p. 380</a>\n            </div>\n            \n</p>\n\n<p>\nوأطلق الدليل ليشمل: ما إذا كان الترخص بجواز الفعل.\n</p>\n\n<p>\nعلى خلاف الدليل المقتضى للتحريم كأكل الميتة.\n</p>\n\n<p>\nوما إذا كان بجواز الترك <span id='ms036'></span> على خلاف الدليل المقتضي للوجوب كجواز الفطر في السفر.\n</p>\n\n<p>\nأو على خلاف الدليل المقتضي للندب لترك الجماعة لعذر المطر والمرض\nونحوهما فإنه رخصة.\n</p>\n\n<p>\nومعنى العذر: ما يطرأ في حق المكلف من مشقة وحاجة، فيمنع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p381'> Vol. 01, p. 381</a>\n            </div>\n             # حرمة الفعل ونحوه.\n</p>\n\n<p>\nواحترز به عن الحكم الثابت بدليل راجح على دليل آخر معارض له.\n</p>\n\n<p>\nوعن التكاليف كلها- كما قيل- فليست برخصة؛ لأنها لم تثبت لأجل المشقة.\n</p>\n\n<p>\nثم أشار إلى أقسام الرخصة بقوله: كحل الميتة للمضطر والقصر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p382'> Vol. 01, p. 382</a>\n            </div>\n             # والفطر للمسافر واجبا، ومندوبا، ومباحا، فأكل الميتة للمضطر مثال للواجب\nوالقصر للمسافر إذا كان سفره المباح ثلاث مراحل، مثال للمندوب.\n</p>\n\n<p>\nوالفطر للمسافر مثال للمباح، بالنظر إلى المسافر من حيث إنه مسافر، من\nغير نظر إلى التضرر وعدمه، ويجوز أن يكون الشيء مباحا في نفسه، ويصير\nمندوبا، بل واجبا بسبب أمر طرأ.\n</p>\n\n<p>\n(وأيضا هو مباح عند بعض الفقهاء، ويكفي في التمسك ذلك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p383'> Vol. 01, p. 383</a>\n            </div>\n            \n</p>\n\n<p>\nوبقي من أقسام الرخصة خلاف الأولى، مثل فطر المسافر الذي لا يجهل الصوم).\n</p>\n\n<p>\nومن الرخصة إباحة ترك الجماعة في الصلاة لمرض أو نحوه وحكمه الأصلي\nالكراهة (الصعبة بالنسبة إلى الإباحة، وسببها قائم حال الإباحة، وهو\nالانفراد فيما يطلب فيه الاجتماع من شعائر الإسلام).\n</p>\n\n<p>\nوإلا أي: وإن لم يثبت الحكم على خلاف الدليل، كإباحة الشرب، أو ثبت على\nخلاف الدليل لكن لا لعذر كالتكاليف فعزيمة.\n</p>\n\n<p>\nقال العراقي: فعلم من ذلك انقسام العزيمة عنده إلى الأحكام الخمسة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p384'> Vol. 01, p. 384</a>\n            </div>\n            \n</p>\n\n<p>\nوعليه مشى السبكي ولم يحك خلافه.\n</p>\n\n<p>\nوفي المحصول كذلك ما عدا الحرام.\n</p>\n\n<p>\nوجعلها القرافي منقسمة إلى الواجب والمندوب فقط.\n</p>\n\n<p>\nوخصها الآمدي وابن الحاجب في مختصره الكبير بالوجوب.\n</p>\n\n<p>\nوفي كلام والدي أنها مختصة بالوجوب والتحريم لأن كلا منهما فيه عزم مؤكد.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p385'> Vol. 01, p. 385</a>\n            </div>\n            \n</p>\n\n<p>\nونقل عن ابن دقيق العيد كلاما آخر.\n</p>\n\n<p>\nوقال الشيخ سعد الدين: إن الفعل لا يتصف بالعزيمة ما لم يقع في مقابلة\nالرخصة.\n</p>\n\n<p>\nوالعزيمة لغة: القصد المصمم (لأنه عزم أمره أي قطع وحتم، صعب على المكلف\nأو سهل.\n</p>\n\n<p>\nقال الأب هري: للشارع في الرخصة حكمان:\n</p>\n\n<p>\nأحدهما: كونها واجبا أو ندبا أو إباحة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p386'> Vol. 01, p. 386</a>\n            </div>\n            \n</p>\n\n<p>\nوثانيهما: كونها <span id='ms037'></span> مسببة عن عذر طارئ في حق المكلف، فناسب تخفيف الحكم عليه\nمع قيام المحرم، وهو من أحكام الوضع؛ لأنه حكم بالمسببة كما في غير الرخص).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p387'> Vol. 01, p. 387</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "250",
    "251",
    "252",
    "253",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "267",
    "268",
    "269",
    "270",
    "271",
    "272",
    "273",
    "274",
    "275",
    "276",
    "277",
    "278",
    "279",
    "280",
    "281",
    "282",
    "283",
    "284",
    "285",
    "286",
    "287",
    "288",
    "289",
    "290",
    "291",
    "292",
    "293",
    "294",
    "295",
    "296",
    "297",
    "298",
    "299",
    "300",
    "301",
    "302",
    "303",
    "304",
    "305",
    "306",
    "307",
    "311",
    "312",
    "313",
    "314",
    "315",
    "316",
    "317",
    "318",
    "319",
    "320",
    "321",
    "322",
    "323",
    "324",
    "325",
    "326",
    "327",
    "328",
    "329",
    "330",
    "331",
    "332",
    "333",
    "334",
    "335",
    "336",
    "337",
    "338",
    "339",
    "340",
    "341",
    "342",
    "343",
    "344",
    "345",
    "346",
    "347",
    "348",
    "349",
    "350",
    "351",
    "352",
    "353",
    "354",
    "355",
    "356",
    "357",
    "358",
    "359",
    "360",
    "361",
    "362",
    "363",
    "364",
    "365",
    "366",
    "367",
    "368",
    "369",
    "370",
    "371",
    "372",
    "373",
    "374",
    "375",
    "376",
    "377",
    "378",
    "379",
    "380",
    "381",
    "382",
    "383",
    "384",
    "385",
    "386",
    "387"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06"
  ]
}