{
  "content": "\n\n<h1 class='l1' id='head0'>CHECK [أول الكتاب]</h1>\n\n<p>\nكتاب صفة العلو\n</p>\n\n<p>\nابن قدامة المقدسي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \nبسم الله الرحمن الرحيم وبه نستعين\n</p>\n\n<p>\nرب يسر يا كريم واعن بمنك وبرحمتك\n</p>\n\n<p>\nالحمد الله الذي علا في سمائه وجلا باليقين قلوب اوليائه وحار لهم في\nقدره وبارك لهم في قضائه واشهد ان لا الله الا الله وحده لا شريك له شهادة\nمؤمن بلقائه واشهد ان محمدا صلى الله عليه وسلم عبده ورسوله وخاتم انبيائه\nوصلى الله عليه وعلى اله وصحبه واحبابه واصفيائه وسلم تسليما\n</p>\n\n<p>\nاما بعد فإن الله تعالى وصف نفسه بالعلو في السماء ووصفه بذلك رسوله محمد\nخاتم الانبياء واجمع على ذلك جميع العلماء من الصحابه الاتقياء والأئمة من\nالفقهاء وتواترت الأخبار بذلك على وجه حصل به اليقين وجمع الله تعالى عليه\nقلوب المسلمين وجعله مغروزا في طباع الخلق اجمعين فتراهم عند نزول الكرب\nبههم يلحظون السماء باعينهم ويرفعون نحوها للدعاء ايديهم وينتظرون مجئ\nالفرج من ربهم وينطقون بذلك بألسنتهم لا ينكر ذلك الا مبتدع غال في بدعته\nاو مفتون بتقليد واتباعه على ضلالته وانا ذاكر في هذا الجزء بعض ما بلغني\nمن الاخبار في ذلك عن رسول الله صلى الله عليه وسلم وصحابته والائمه\nالمقتدين بسنته على وجه يحصل به القطع واليقين بصحبه ذلك عنهم ويعلم تواتر\nالروايه بوجوه منهم ليزداد من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \nوقف عليه من المؤمنين ايمانا ويتنبه من خفي عليه ذلك حتى يصبر كالشاهد له\nعيانا ويصبر للمتمسك بالسنه حجة وبرهانا\n</p>\n\n<p>\nواعلم رحمك الله انه ليس من شرط صحة التواتر الذي يحصل به اليقين ان يوجد\nعدد التواتر في خبر واحد بل متى نقلت اخبار كثيره في معنى واحد من طرق يصدق\nبعضها بعضا ولم يأت ما يكذبها او يقدح فيها حتى استقر ذلك في القلوب\nواستيقنته فقد حصل التواتر وثبت القطع واليقين فإننا نتيقن جود حاتم وان\nكان لم يرد بذلك خبر واحد مرضي الاسناد لوجود ما ذكرنا وكذلك عدل عمر\nوشجاعة على وعلمه وعلم عائشة رضي الله عنها وانها زوج رسول الله صلى الله\nعليه وسلم <span id='ms01'></span> وابنة ابي بكر واشباه هذا لايشك في شئ من ذلك ولا يكاد يوجد\nتواتر الا على هذا الوجه فحصول التواتر واليقين في مسألتنا مع صحة الاسانيد\nونقل العدول المرضيين وكثرة الاخبار وتخريجها فيما لايحصى عدده ولا يمكن\nحصره من دواوين الائمه والحفاظ وتلقي الامه لها بالقبول وروايتهم لها من\nغير معارض يعارضها ولا منكر لمن يسمع من لشئ منها اولى ولا سيما وقد جاءت\nعلى وفق ما جاء في القران العزيز الذي لايأتيه الباطل من بين يديه ولا من\nخلفه تنزيل من حكيم حميد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \nقال تعالى ثم استوى على العرش في مواضع من كتابه\n</p>\n\n<p>\nوقال تعالى أأمنتم من في السماء في موضعين\n</p>\n\n<p>\nوقال تعالى إليه يصعد الكلم الطيب\n</p>\n\n<p>\nوقال سبحانه يدبر الامر من السماء الى الارض ثم يعرج اليه\n</p>\n\n<p>\nوقال تعالى تعرج الملائكه والروح اليه\n</p>\n\n<p>\nوقال لعيسى اني متوفيك وارفعك الي\n</p>\n\n<p>\nوقال تعالى بل رفعه الله اليه\n</p>\n\n<p>\nوقال تعالى وهو القاهر فوق عباده\n</p>\n\n<p>\nوقال سبحانه تعالى يخافون ربهم من فوقهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \nواخبر عن فرعون انه قال يا هامان ابن لي صرحا لعلي ابلغ الاسباب اسباب\nالسموات فأطلع الى اله موسى واني لاظنه كاذبا يعني اظن موسى كاذبا في ان\nالله الهه في السماء\n</p>\n\n<p>\nوالمخالف في هذه المساله قد انكر هذا يزعم ان موسى كاذب في هذا بطريق\nالقطع واليقين مع مخالفته لرب العالمين وتخطئته لنبيه الصادق الامين وتركه\nمنهج الصحابه والتابعين والائمه السابقين وسائر الخلق اجمعين ونسأل الله\nتعالى ان يجعلنا من اهل الاتباع ويعصمنا من البدع برحمته ويوفقنا لاتباع سنته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head1'>AUTO ذكر الاحاديث الصحيحه الصريحه في ان الله تعالى في السماء</h1>\n\n<p>\nاخبرنا الشيخ ابو بكر احمد بن المقرب بن الحسين الكرخي وهو اول حديث\nسمعته من يومئذ قال حدثنا ابو محمد جعفر بن احمد بن الحسين بن السراج\nالقارئ وهو اول حديث سمعته منه قال حدثنا الحافظ ابو نصر عبيد الله بن سعيد\nبن حاتم السجزي الوائلي بمكه وهو اول حديث سمعته منه قال أخبرنا أبو يعلى\nحمزة حمزة بن عبد <span id='ms02'></span> العزيز المهلبي وهو أول حديث سمعته منه قال حدثنا ابو\nحامد احمد بن محمد بن يحيى بن بلال البزاز وهو اول حديث سمعته منه قال\nحدثنا عبد الرحمن بن بشير بن الحكم وهو اول حديث سمعته من قال حدثنا سفيان\nبن عيينة وهو اول حديث سمعته من سفيان عن عمرو ابن دينار عن ابي قابوس مولى\nلعبد الله بن عمرو بن العاص عن عبد الله بن عمرو بن العاص ان رسول الله صلى\nالله عليه وسلم قال الراحمون يرحمهم الرحمن ارحموا اهل الارض يرحمكم من في السماء\n</p>\n\n<p>\nاخرجه الترمذي غير مسلسل عن العدني محمد بن يحيى بن ابي عمرو عن سفيان\nوقال حديث حسن صحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \nاخبرنا الشيخ ابو الفتح محمد بن عبد الباقي بن احمد بن سليمان حدثنا حمد\nابن احمد الحداد انبأنا ابو نعيم احمد بن عبدالله الحافظ انبأنا عبد الله\nبن جعفر ابن احمد بن فارس حدثنا يونس بن حبيب حدثنا ابو داود الطيالسي\nحدثنا حرب بن شداد وأبان بن يزيد عن يحيى بن ابي كثير عن هلال بن ابي\nميمونه عن عطاء بن يسار عن معاويه بن الحكم السلمي قال كانت لي غنم بين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \nاحد والجوانيه فيها جاريه لي فاطلعتها ذات يوم فإذا الذئب قد ذهب منها\nبشاة وانا من بني ادم اسف كما ياسفون فرفعت يدي فصككتها صكه فأتيت رسول\nالله صلى الله عليه وسلم فذكرت له ذلك فعظم ذلك على فقلت يا رسول الله أفلا\nاعتقها قال ادعها فدعوتها قال فقال لها رسول الله صلى الله عليه وسلم اين\nالله قالت في السماء قال من انا قالت انت رسول الله صلى الله عليه وسلم قال\nرسول الله صلى الله عليه وسلم اعتقها فإنها مؤمنه\n</p>\n\n<p>\nهذا صحيح رواه مسلم في صحيحه ومالك في موطأه وابو داود والنسائي وابو\nداود الطيالسي\n</p>\n\n<p>\nاخبرنا عبد الله بن محمد ابو بكر بن النقور أنبأنا ابو بكر احمد بن علي\nبن زكريا الطريثيثي قال أنبأنا أبو القاسم هبة الله بن الحسن <span id='ms03'></span> الطبري أنبأنا\nاحمد ابن عبيد أنبأنا علي بن عبدالله بن مبشر حدثنا احمد بن سنان حدثنا\nيزيد بن هارون حدثنا المسعودي عن عون بن عبدالله عن اخيه عبيد الله بن عبد\nالله ابن عتبة عن ابي هريرة ان رجلا اتى النبي صلى الله عليه وسلم بجاريه\nسوداء اعجميه فقال يا رسول الله ان علي عتق رقبة مؤمنه فقال لها رسول الله\nصلى الله عليه وسلم اين الله فأشارت بأصبعها السبابه الى السماء فقال لها\nمن انا فأشارت بأصبعها الى رسول الله صلى الله عليه وسلم والى السماء اي\nانت رسول الله فقال اعتقها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \nاخرجه الامام احمد والقاضي البرقي في مسنديها\n</p>\n\n<p>\nاخبرنا ابو المظفر بن احمد بن محمد بن حمدي أنبأنا القاضي ابو الحسين\nمحمد بن محمد بن الحسين أنبانا ابو بكر احمد بن علي بن ثابت الخطيب أنبأنا\nالقاسم بن جعفر أنبأنا ابو علي اللؤلؤي أنبأنا ابو داود السجستاني حدثنا\nيزيد بن خالد الرملي حدثنا الليث بن سعد عن زياده بن محمد عن محمد بن كعب\nالقرظي عن فضاله بن عبيد عن ابي الدرداء رضي الله عنه قال سمعت رسول الله\nصلى الله عليه وسلم يقول من اشتكى منكم او اشتكى اخ له فليقل ربنا الله\nالذي في السماء تقدس اسمك أمرك في السماء في السماء والأرض كما رحمتك في\nالسماء الارض اغفر لنا حوبنا وخطايانا انت رب الطيبين انزل علينا رحمة من\nرحمتك وشفاء من شفائك على هذا الوجع فيبرأ\n</p>\n\n<p>\nاخرجه ابو داود في سننه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \nاخبرنا ابو الفتح محمد بن عبد الباقي بن احمد بن سليمان أنبأنا ابو الفضل\nاحمد بن الحسن بن خيرون أنبأنا ابو علي الحسن بن احمد بن ابراهيم بن شاذان\nأنبأنا ابو سهل احمد بن محمد بن زياد القطان أنبأنا ابو يحيى عبد الكريم بن\nالهيثم بن زياد الديرعا قولي حدثنا رجاء بن محمد البصري حدثنا عمران بن\nخالد بن طليق حدثني ابي عن ابيه عن جده قال إختلفت قريش الى الحصين ابي\nعمران فقالوا <span id='ms04'></span> ان هذا الرجل يذكر الهتنا فنحن نحب ان تكلمه وتعظه فمشوا معه\nالى قريب من باب النبي صلى الله عليه وسلم قال فجلسوا ودخل حصين فلما رآه\nالنبي صلى الله عليه وسلم اوسعوا للشيخ فأوسعوا له وعمران واصحاب النبي صلى\nالله عليه وسلم متوافرون فقال حصين ما هذا الذي يبلغنا عنك انك تشتم آلهتنا\nوتذكرهم وقد كان ابوك جفنه وخبزا فقال صلى الله عليه وسلم يا حصين إن ابي\nوأباك في النار كم الها تعبد اليوم قال سبعه في الأرض وإلها في السماء قال\nفإذا اصابك الضيق فمن تدعو قال الذي في السماء قال فإذا هلك المال فمن تدعو\nقال الذي في السماء قال فيستجيب لك وحده وتشركهم معه قال اما رضيته او كلمة\nنحوها او تخاف ان يغلب عليك قال لا واحده من هاتين وعرفت اني لم اكلم مثله\nفقال يا حصين اسلم تسلم قال ان لي قوما وعشيره فماذا اقول لهم قال قل اللهم\nاني استهديك لأرشد امري وأستجيرك من شر نفسي علمني ما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \nينفعني وانفعني بما علمتني وزدني علما ينفعني فقالها فلم يقم حتى اسلم\nفوثب عمران فقبل راسه ويديه ورجليه فلما رأى ذلك النبي صلى الله عليه وسلم\nبكى فقيل له يا رسول الله ما يبكيك قال مما صنع عمران دخل حصين وهو مشرك\nفلم يقم اليه ولم يلتفت الى ناحيته فلما اسلم قضى حقه فدخلني من ذلك رقة\nفلما اراد ان ينصرف حصين قال النبي صلى الله عليه وسلم قوموا فشيعوه الى\nمنزله فلما خرج من سده الباب نظرت اليه قريش فقالت صبأ وتفرقوا عنه\n</p>\n\n<p>\nاخبرنا ابو محمد عبد الله بن منصور بن هبه الله بن الموصلي أنبأنا ابو\nالحسين المبارك بن عبد الجبار الصيرفي أنبانا ابو الحسن محمد بن عبد الواحد\nبن جعفر أنبأنا ابو بكر احمد بن ابراهيم بن الحسن بن شاذان أنبأنا ابو\nعبدالله احمد بن محمد بن المغلس حدثنا ابو عثمان سعيد بن يحيى بن سعيد\nالاموي قال حدثني ابي قال <span id='ms05'></span> ابن اسحاق خرج عبد اسود لبعض اهل خيبر في غنم له\nحتى جاء رسول الله صلى الله عليه وسلم فقال لبعض اصحابه من هذا الرجل قالوا\nرسول الله صلى الله عليه وسلم الذي من عند الله قال الذي في السماء قالوا\nنعم قال ادنوني منه فذهبوا به الى رسول الله صلى الله عليه وسلم فقال انت\nرسول الله قال نعم قال الذي في السماء قال نعم فأمره رسول الله صلى الله\nعليه وسلم بالشهادة فتشهد ثم استقبل غنمه فرمى في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \nوجوهها بالبطحاء ثم قال اذهبي فوالله لا اتبعك ابدا فولت فكان ذلك آخر\nالعهد بها قال فقاتل العبد حتى استشهد قبل ان يصلي سجدة واحده فأتى به رسول\nالله صلى الله عليه وسلم فألقى اليه فالتفت اليه ثم اعرض عنه فقيل يا رسول\nالله إلتفت اليه ثم اعرضت عنه فقال انه معه الآن لزوجتيه من الحور العين\nقال واسم العبد اسلم\n</p>\n\n<p>\nاخرجه الاموي في المغازي\n</p>\n\n<p>\nاخبرنا ابو محمد عبد الله بن منصور الموصلي أنبأنا ابو الحسين بن الطيوري\nأنبأنا محمد بن عبد الواحد بن جعفر أنبانا احمد بن ابراهيم بن شاذان أنبأنا\nاحمد بن محمد بن المغلس حدثنا سعيد بن يحيى الاموي حدثنا عبد الله عن زياد\nعن ابن اسحاق قال حدثني يزيد بن سنان عن سعيد بن الأجيرد الكندي عن العرس\nبن قيس الكندي عن عدي بن عميره بن فروه العبدي قال كان بأرضنا حبر من\nاليهود يقال له ابن شهلاء فالتقيت أنا وهو يوما فقال يا عدي بن عميرة فقلت\nما شأنك يا ابن شهلاء فقال إني اجد في كتاب الله المنزل ان اصحاب الفردوس\nقوم يعبدون ربهم على وجوههم لا والله ما اعلم هذه الصفه في امة من الامم\nالا فينا معشر يهود واجد نبيها يخرج من اليمن فمن تبعه كان على هدى ولانراه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \nيخرج الا منا معشر يهود واجد وقعتين تكونان إحداهما بمصرين والأخرى بصفين\nفأما مصرين فسمعنا بها مرابض الفراعنه واما صفين فو الله ما <span id='ms06'></span> ادري اين هي\nقال عدي فوالله ما مكثنا الا يسيرا حتى بلغنا ان رجلا من بني هاشم قد تنبأ\nوسجد على وجهه فذكرت حديث ابن شهلاء فخرجت مهاجرا الى النبي صلى الله عليه\nوسلم فإذا هو ومن معه يسجدون على وجوههم ويزعمون ان الههم في السماء فأسلمت وتبعته\n</p>\n\n<p>\nقرئ على الشيخ ابي الفتح محمد بن عبد الباقي وانا اسمع اخبركم احمد بن\nعلي بن الحسين قال أنبأ هبة الله بن الحسن أنبأ عبيد الله بن احمد بن علي\nثنا عبد الله بن محمد بن زياد ثنا محمد بن غالب الأنطاكي ثنا يحيى بن السكن\nعن شعبه وقيس عن ابي اسحاق عن ابي عبيدة عن ابيه قال قال رسول الله صلى\nالله عليه وسلم ارحم من في الارض يرحمك من في السماء\n</p>\n\n<p>\nاخبرنا الشيخ الصالح العالم ابو بكر عبد الله بن محمد بن احمد بن النقور\nأنبأنا ابو طالب عبد القادر بن محمد اليوسفي أنبأ ابو علي بن المذهب أنبأ\nابو بكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \nالقطيعي حدثنا عبد الله بن احمد ثنا ابي محمد بن فضيل ثنا عمارة بن\nالقعقاع عن ابن ابي نعم عن ابي سعيد الخدري رضي الله عنه قال بعث علي من\nاليمن الى رسول الله صلى الله عليه وسلم بذهيبة في اديم مقروظ لم تحصل من\nترابها فقسمها رسول الله صلى الله عليه وسلم بين اربعة بين زيد الخير\nوالأقرع بن حابس وعيينة بن حصن وعلقمه بن علاثه او عامر بن الطفيل شك عمارة\nفوجد من ذلك بعض اصحابه والانصار وغيرهم فقال رسول الله صلى الله عليه وسلم\nألا تأمنوني وانا امين من في السماء يأتيني خبر من في السماء صباح مساء ثم\nاتاه رجل غائر العينين مشرف الوجنتين ناشز الجبهة كث اللحيه مشمر الإزار\nمحلوق الرأس فقال إتق الله يا رسول الله قال فرفع رأسه اليه فقال ويحك ألست\nاحق اهل الارض ان يتق الله انا ثم ادبر فقال خالد يا رسول الله ألا اضرب\nعنقه فقال رسول الله <span id='ms07'></span> صلى الله عليه وسلم فلعله يكون يصلي فقال انه رب مصل\nيقول بلسانه ما ليس في قلبه فقال رسول الله صلى الله عليه وسلم اني لم اؤمر\nان انقب عن قلوب الناس ولا اشق بطونهم ثم نظر اليه النبي صلى الله عليه\nوسلم وهو مقف فقال هاه انه سيخرج من ضئضئ هذا قوم يقرأون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \nالقرآن لا يجاوز حناجرهم يمرقون من الدين كما يمرق السهم من الرميه\n</p>\n\n<p>\nاخرجه البخاري ومسلم في صحيحيهما من طرق منها البخاري عن قتيبه بن سعيد\nعن عبد الواحد بن زياد عن عماره بن القعقاع ومسلم عن ابن نمير عن محمد بن\nفضيل عن عماره عن ابن ابي نعم واسمه عبد الرحمن\n</p>\n\n<p>\nاخبرنا عبد الله بن محمد أنبأ عبد القادر بن محمد أنبأ الحسن بن علي أنبأ\nأحمدابن جعفر قال ثنا عبد الله ثنا أبي ثنا حسين بن محمد ثنا ابن ابي ذئب\nعن محمد بن عمرو بن عطاء عن سعيد بن يسار عن ابي هريره رضي الله عنه عن\nالنبي صلى الله عليه وسلم قال ان الميت تحضره الملائكه فإذا كان الرجل\nالصالح قالوا اخرجي ايتها النفس الطيبه كانت في الجسد الطيب اخرجي حميده\nوابشري بروح وريحان ورب غير غضبان قال فلا يزال يقال لها ذلك حتى تخرج ثم\nيعرج بها الى السماء فيستفتح لها فيقال من هذا فيقال فلان فيقولون مرحبا\nبالنفس الطيبة كانت في الجسد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \nالطيب ادخلي حميده وابشري بروح وريحان ورب غير غضبان قال فلا يزال يقال\nلها ذلك حتى ينتهي بها الى السماء التي فيها الله عز وجل واذا كان الرجل\nالسوء قالوا اخرجي ايتها النفس الخبيثه كانت في الجسد الخبيث اخرجي ذميمة\nوابشري بحميم وغساق وآخر من شكله ازواج ولا يزال يقال لها ذلك حتى تخرج ثم\nيعرج بها الى السماء فيستفتح لها فيقال من هذا فيقال فلان فيقال لا مرحبا\nبالنفس الخبيثة كانت في الجسد الخبيث ارجعي ذميمة فإنه لاتفتح لك ابواب\nالسماء ثم ترسل من السماء ثم تصير الى <span id='ms08'></span> القبر\n</p>\n\n<p>\nاخرجه احمد والطبراني والخلال\n</p>\n\n<p>\nاخبرنا ابو عبد الله بن صدقه الحراني أنبأ الفروي أنبأ عبد الغافر\nالفارسي قال اخبرنا ابو احمد الجلودي اخبرنا ابراهيم بن محمد بن سفيان أنبأ\nمسلم بن الحجاج اخبرنا ابن ابي عمر قال ثنا مروان قال ثنا يزيد يعني ابن\nكيسان عن ابي حازم عن ابي هريره رضي الله عنه ان رسول الله صلى الله عليه\nوسلم قال والذي نفسي بيده ما من رجل يدعو إمرأته الى فراشها فتأبى عليه الا كان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \nالذي في السماء ساخطا عليها حتى يرضى عنها\n</p>\n\n<p>\nاخرجه مسلم ابن يونس\n</p>\n\n<p>\nأنبأنا ابو سعيد الخليل بن ابي الفتح الراراني أنبأ ابو علي الحداد أنبأ\nابو نعيم أنبأ ابو بكر بن خلاد ثنا الحارث بن محمد بن ابي اسامه ثنا احمد\n</p>\n\n<p>\nثنا ابو الحارث الوراق عن بكر بن خنيس عن محمد بن سعيد عن عباده بن نسي\nعن عبد الرحمن بن غنم عن معاذ بن جبل قال قال رسول الله صلى الله عليه وسلم\nان الله ليكره في السماء ان يخطأ ابو بكر في الأرض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \nكتب الي الامام الفقيه نجم الدين ابو العباس احمد بن محمد بن خلف يقول\nرايت النبي صلى الله عليه وسلم في المنام فقلت يا رسول الله اريد ان اسألك\nعن مسألة قال ما هي قلت قد جاء في القرآن والاحاديث الصحيحه ان الله في\nالسماء واكثر الناس ينكرون هذا قال ومن ينكر هذا الامر كذلك الله في السماء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>AUTO ذكر الأخبار الواردة بأن الله تعالى فوق عرشه</h1>\n\n<p>\nاخبرنا الشيخ ابو الفتح محمد بن عبد الباقي بن احمد ويده على كتفي قال\nحدثنا ابو عبد الله بن ابي نصر الحميدي ويده على كتفي قال حدثنا ابو اسحاق\nابراهيم بن سعيد بن عبد الله النعماني ويده على كتفي قال حدثنا ابو سعد\nاحمد بن محمد بن احمد الحافظ ويده على كتفي قال حدثنا ابو الحسن احمد بن\nعيسى الفرضي ويده على كتفي قال أنبأ ابو الحسن احمد بن الحسن ابن محمد <span id='ms09'></span>\nالمكي ويده على كتفي قال ثنا ابو عمرو هلال بن العلاء الرقي ويده على كتفي\nقال حدثني ابي ويده على كتفي ثنا عبيد الله بن عمرو ثنا زيد بن ابي انيسة\nويده على كتفي ثنا ابو اسحاق السبيعي ويده على كتفي قال حدثني عبد الله بن\nالحارث ويده على كتفي قال حدثني الحارث الأعور ويده على كتفي قال ثنا علي\nبن ابي طالب ويده على كتفي قال حدثني رسول الله صلى الله عليه وسلم ويده\nعلى كتفي قال حدثني الصادق الناطق رسول رب العالمين وامنيه على وحيه جبريل\nويده على كتفي قال سمعت اسرافيل يقول سمعت القلم يقول سمعت اللوح يقول سمعت\nالله تعالى من فوق العرش يقول للشيء كن فلا يبلغ الكاف النون حتى يكون ما يكون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \nقرأت على ابي المظفر احمد بن احمد بن محمد بن حمدي اخبركم القاضي ابو\nالحسين قال أنبأ ابو بكر الخطيب أنبأ ابو عمر الهاشمي أنبأ ابو علي اللؤلؤي\nحدثنا ابو داود السجستاني ثنا محمد بن الصباح ثنا الوليد بن ابي ثور عن\nسماك عن عبد الله بن عميره عن الاحنف بن قيس عن العباس بن عبد المطلب قال\nكنت في البطحاء في عصابة فيهم رسول الله صلى الله عليه وسلم فمرت بهم سحابة\nفنظر اليها فقال ما تسمون هذه قالوا السحاب قال والمزن قالوا والمزن قال\nالعنان قالوا والعنان قال هل تدرون ما بعد ما بين السماء والارض قالوا\nلاندري قال ان بعد ما بينهما اما واحده واما اثنتان او ثلاث وسبعون سنة ثم\nالسماء فوقهما كذلك حتى عد سبع سموات ثم فوق السماء السابعة بحر بين اسفله\nواعلاه مثل ما بين سماء الى سماء ثم فوق ذلك ثمانية او عال بين اظلافهم\nوركبهم مثل ما بين سماء الى سماء ثم على ظهورهم العرش بين اسفله واعلاه مثل\nما بين سماء الى سماء ثم الله عز وجل فوق ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \nوقرأت على ابي المظفر بن حمدي اخبركم محمد بن محمد الحسين أنبأنا احمد <span id='ms10'></span> ابن\nثابت أنبأ القاسم بن جعفر أنبأ محمد بن احمد بن عمرو ثنا سليمان بن الأشعث\nثنا محمد بن بشار أنبأ وهب بن جرير ثنا ابي قال سمعت محمد بن اسحاق يحدث عن\nيعقوب بن عتبة عن جبير بن محمد بن جبير بن مطعم عن ابيه عن جده قال اتى\nرسول الله صلى الله عليه وسلم اعرابي فقال يا رسول الله جهدت الأنفس وضاعت\nالعيال ونهكت الأموال وهلكت الانعام فاستسق الله لنا فإنا نستشفع بك على\nالله ونستشفع بالله عليك فقال رسول الله صلى الله عليه وسلم ويحك اتدري ما\nتقول وسبح رسول الله صلى الله عليه وسلم فما زال يسبح حتى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \nعرف ذلك في وجوه اصحابه ثم قال ويحك انه لايستشفع بالله على احد ويحك\nاتدري ما الله فوق عرشه وعرشه فوق سمواته\n</p>\n\n<p>\nقرئ على فاطمه بنت محمد بن علي البزاره المعروفة بنفيسة وانا اسمع اخبركم\nابو عبد الله الحسين بن احمد بن محمد بن طلحه قال أنبأ ابو الحسين علي بن\nمحمد بن عبد الله بن بشران أنبأ عبد الصمد بن على بن مكرم ثنا الحارث بن\nمحمد بن داهر التميمي أنبأ علي بن عاصم ثنا داود بن ابي هند عن عامر الشعبي\nقال كانت زينب تقول للنبي صلى الله عليه وسلم انا اعظم نسائك عليك حقا وانا\nخيرهن منكحا تقول زوجنيك الرحمن من فوق عرشه وكان جبريل هو السفير بذلك\nوانا ابنة عمك وليس لك من نسائك قريبه غيري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \nاخبرنا ابو الفتح محمد بن عبد الباقي ابن البطي أنبأ ابو الفضل بن خيرون\nأنبأ ابو علي بن شاذان ثنا القاضي احمد بن محمد البرتي ثنا القعني ثنا\nالمغيرة بن عبد الرحمن القرشي عن ابي الزناد عن الاعرج عن ابي هريره رضي\nالله عنه قال قال رسول الله صلى الله عليه وسلم لما قضى الله الخلق كتب في\nكتابه هو عنده فوق العرش ان رحمتي غلبت غضبي\n</p>\n\n<p>\nوفي لفظ عن ابي هريره قال سمعت رسول الله صلى الله <span id='ms11'></span> عليه وسلم يقول ان\nالله كتب كتابا قبل ان يخلق الخلق ان رحمتي سبقت غضبي فهو مكتوب عنده فوق العرش\n</p>\n\n<p>\nاخرجه البخاري ومسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \nاخبرنا محمد بن عبد الباقي أنبأ حمد بن احمد الحداد أنبأ احمد بن عبد الله\nثنا محمد بن المظفر ثنا احمد بن عمير ثنا علي بن معبد بن نوح ثنا صالح ابن\nبيان ثنا شعبة عن الحكم عن مجاهد عن ابن عباس رضي الله عنهما قال قال رسول\nالله صلى الله عليه وسلم ان العبد ليشرف على حاجة من حاجات الدنيا فيذكره\nالله تعالى من فوق عرشه من فوق سبع سموات فيقول ملائكتي ان عبدي هذا قد\nاشرف على حاجة من حوائج الدنيا فإن فتحتها له فتحت له بابا من ابواب النار\nولكن اذودها عنه فيصبح العبد عاضا على انامله يقول من سبقني من دهاني وما\nهي الا رحمه رحمة الله بها\n</p>\n\n<p>\nهذا حديث غريب من حديث شعبه عن الحكم عن مجاهد قال ابو نعيم لم نكتبه الا\nمن حديث علي بن معبد عن صالح\n</p>\n\n<p>\nاخبرنا محمد بن احمد أنبأ حمد أنبأ احمد بن عبدالله ثنا سليمان بن احمد ثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \nمحمد بن احمد بن البراء ثنا عبد المنعم بن ادريس بن سنان عن ابيه عن وهب\nعن جابر بن عبد الله وابن عباس رضي الله عنهما قالا قال على رضي الله عنه\nيا رسول الله إذ 1 انت قبضت فمن يغسلك وفيم نكفنك ومن يصلي عليك ومن يدخلك\nالقبر فقال النبي صلى الله عليه وسلم يا علي اما الغسل فاغسلني انت وابن\nعباس يصب الماء وجبريل ثالثكما فإذا انتم فرغتم من غسلي فكفنوني في ثلاثة\nاثواب جدد وجبريل عليه السلام يأتني بحنوط من الجنة فإذا انتم وضعتموني على\nالسرير فضعوني في المسجد واخرجوا عني فإن اول من يصلي على الرب عز وجل من\nفوق عرشه ثم جبريل ثم ميكائيل ثم اسرافيل ثم الملائكة زمرا زمرا ثم ادخلوا\nفقوموا صفوفا صفوفا لا يتقدم على احد فقبض رسول الله صلى <span id='ms12'></span> الله عليه وسلم ثم\nادخلوه المسجد ووضعوه في المسجد وخرج الناس عنه فأول من صلى عليه الرب عز\nوجل من فوق عرشه تعالى وتقدس ثم جبريل ثم ميكائيل ثم اسرافيل ثم الملائكه\nزمرا زمرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \nاخبرنا محمد بن احمد أنبأ حمد أنبأ احمد ثنا ابو بكر احمد بن السندي ثنا\nجعفر بن محمد بن الصباح ثنا يحيى بن خدام بن منصور ثنا محمد بن عبد الله بن\nزياد الأنصاري ثنا مالك بن دينار عن انس بن مالك رضي الله عنه قال قال رسول\nالله صلى الله عليه وسلم اخبرني جبريل عليه السلام عن الله عز وجل ان الله\nتعالى يقول وعزتي وجلالي ووحدانيتي وفاقة خلقي الي واستوائي على عرشي\nوارتفاع مكاني اني لاستحيي من عبدي وامتي يشيبان في الاسلام ثم اعذبهما\nورأيت رسول الله صلى الله عليه وسلم يبكي عند ذلك فقلت ما يبكيك يا رسول\nالله فقال بكيت لمن يستحي الله تعالى منه ولا يستحي من الله عز وجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \nأنبأنا ابو الفرج يحيى بن محمود الثقفي أنبأ جدي الحافظ اسماعيل بن محمد\nبن الفضل أنبأ ابو الحسن علي بن محمد بن الخطيب الانباري أنبأ ابو عبد الله\nالحسين بن عمر بن برهان ثنا جعفر بن محمد الخلدي ثنا ابراهيم بن عبد الله\nبن مسلم ثنا سهل بن بكار ثنا عبد السلام عن عبيده الهجيمي قال قال ابو جري\nجابر بن سليم ركبت قعودا لي واتيت مكة في طلبه فأنخت بباب المسجد فإذا هو\nجالس صلى الله عليه وسلم وهو محتب ببرده لها طرائق حمر فقلت السلام عليك يا\nرسول الله قال وعليك السلام قال انا معشر اهل الباديه قوم بنا الجفاء\nفعلمني كلمات ينفعني الله بهن قال ادن ثلاثا فقال اعد علي فقلت انا معشر\nاهل البادية قوم بنا الجفاء فعلمني كلمات ينفعني الله بهن قال اتق الله ولا\nتحقرن من المعروف شيئا ولو ان تصب فضل دلوك في اناء المستسقي واذا لقيت\nأخاك فالقه بوجه طلق منبسط واياك واسبال <span id='ms13'></span> الازار فإنه من المخيله وان الله\nلايحب المخيله وان امرؤ سبك بما يعلم فيك فلا تسبه بما تعلم فيه فإن الله\nتعالى يجعل لك اجرا ويجعل عليه وزرا ولاتسبن شيئا مما خولك الله عز وجل قال\nابو جري فوالذي ذهب بنفس محمد صلى الله عليه وسلم ما سببت لي شاة ولا بعيرا\nفقال رجل يا رسول الله ذكرت اسبال الازار وقد يكون بالرجل القرح او \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \nالشيء يستحي منه قال لابأس الى نصف الساق او الى الكعبين ان رجلا ممن كان\nقبلكم لبس بردين فتبختر فيهما فنظر الله اليه من فوق عرشه فقمته فأمر الأرض\nفأخذته فهو يتجلجل في الأرض فاحذروا وقائع الله عز وجل\n</p>\n\n<p>\nقرأت على ابي المعالي عبد الله بن عبد الرحمن بن احمد بن صابر السلمي\nاخبركم الشريف ابو القاسم الحسيني أنبأنا عبد العزيز بن احمد الكتاني حدثنا\nابو محمد عبد الرحمن بن عثمان أنبأ عمي محمد بن القاسم ابن معروف أنبأ ابو\nبكر احمد بن علي بن سعيد ابو بكر بن ابي شيبه ثنا عبدة ابن سليمان عن ابي\nحيان عن حبيب بن ابي ثابت ان حسان بن ثابت انشد النبي صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \nشهدت بإذن الله ان محمدا ... رسول الله الذي فوق السموات من عال ... وان\nابا يحيى كلاهما ... له عمل في دينه متقبل ... وان اخا الأحقاق اذ قام فيهم\n... يقول بذات الله فيهم ويعدل ...\n</p>\n\n<p>\nأنبأنا ابو القاسم يحيى بن اسعد بن بوش قال أنبأنا ابو العز احمد بن عبيد\nالله ابن كادش أنبأ ابو علي محمد بن الحسين الجازري أنبأ ابو الفرج المعافى\nبن زكريا بن يحيى الجريري ثنا محمد بن القاسم الانباري ثنا محمد بن\nالمرزبان ثنا ابو عبد الرحمن الجوهري ثنا عبيد الله ابن الضحاك أنبأ الهيثم\nبن عدي عن عوانة بن الحكم قال لما استخلف عمر بن عبد العزيز وفد الشعراء\nاليه فأقاموا ببابه اياما لايؤذن لهم فبيناهم كذلك يوما وقد ازمعوا على\nالرحيل مر بهم عدي بن ارطاه فقال له <span id='ms14'></span> جرير ... يا أيها الراكب المزجي مطيته\n... هذا زمانك اني قد مضى زمني ... ابلغ خليفتنا ان كنت لاقيه ... اني لدى\nالباب كالمصفود في قرن ... لاتنس حا جتنا القيت مغفرة ... قد طال مكثي عن\nاهلي وعن وطني ...\n</p>\n\n<p>\nقال فدخل عدي على عمر فقال يا امير المؤمنين الشعراء ببابك وسهامهم\nمسمومه واقوالهم نافذة قال ويحك يا عدي مالي وللشعراء قال اعز الله امير\nالمؤمنين ان رسول الله صلى الله عليه وسلم امتدح فأعطى ولك في رسول الله\nصلى الله عليه وسلم اسوة حسنه فقال كيف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \nقال امتدحه العباس بن مرداس السلمي فأعطاه حلة قطع بها لسانه قال او تروي\nمن قوله شيئا قال نعم فأنشده ... رأيتك يا خير البريه كلها ... نشرت كتابا\nجاء بالحق معلما ... شرعت لنا دين الهدى بعد جورنا ... عن الحق لما اصبح\nالحق مظلما ... ونورت بالبرهان امرا مدلسا ... واطفأت بالبرهان نارا تضرما\n... فمن مبلغ عني النبي محمدا ... وكل امرئ ييجزى بما كان قدما ... اقمت\nسبيل الحق بعد اعوجاجه ... وكان قديما ركنه قد تهدما ... تعالى علوا فوق\nعرش الهنا ... وكان مكان الله اعلى واعظما ...\n</p>\n\n<p>\nثم ذكر بقية الخبر\n</p>\n\n<p>\nقرئ على عبد الله بن منصور وانا اسمع اخبركم ابو الحسين المبارك بن عبد\nالجبار أنبأنا محمد بن عبد الواحد أنبأ ابو بكر بن شاذان أنبأ ابو عبد الله\nبن المغلس ثنا سعيد بن يحيى القصه لأنه تابعي قال حدثني ابي قال ثنا محمد\nبن اسحاق عن معبد بن كعب بن مالك ان سعد بن معاذ لما حكم في بني قريظة قال\nله رسول الله صلى الله عليه وسلم لقد حكمت فيهم حكما حكم الله به من فوق\nسبعة ارقعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \nاخبرنا ابو زرعه طاهر بن محمد بن طاهر المقدسي أنبأ ابو الحسن مكي بن\nمنصور أنبأ ابو بكر احمد بن الحسن الحرشي ثنا ابو العباس الأصم قال أنبأ\nالربيع المرادي قال أنبأ الشافعي قال أنبأ ابراهيم بن محمد قال حدثني موسى\nبن عبيدة قال حدثني ابو الأزهر معاوية بن اسحاق بن طلحه عن <span id='ms15'></span> عبيد الله بن\nعمير انه سمع انس بن مالك رضي الله عنه يقول اتى جبريل عليه السلام بمرآة\nبيضاء فيها نكتة الى النبي صلى الله عليه وسلم فقال النبي صلى الله عليه\nوسلم ما هذه يا جبريل قال هذه الجمعة فضلت بها انت وامتك فالناس لكم فيها\nتبع اليهود والنصارى ولكم فيها خير وفيها ساعة لا يوافقها عبد مؤمن يدعو الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \nفيها بخير الا استجيب له وهو عندنا يوم المزيد قال النبي عليه السلام يا\nجبريل وما يوم المزيد قال ان ربك اتخذ في الفردوس واديا افيح فيه كثب مسك\nفإذا كان يوم الجمعة انزل الله عز وجل ما شاء من ملائكته وحوله منابر من\nنور وعليها مقاعد النبين وحف تلك المنابر بمنابر من ذهب مكللة بالياقوت\nوالزبرجد عليها الشهداء والصديقون فيجلسوا من ورائهم على تلك الكثب فيقول\nالله لهم انا ربكم وقد صدقتكم وعدي فاسألوني اعطكم فيقولون ربنا نسألك\nرضوانك فيقول قد رضيت عنكم ولكم على ما تمنيتم ولدي مزيد فهم يحبون يوم\nالجمعه لما يعطيهم فيه ربهم من الخير وهو اليوم الذي استوى ربكم على العرش\nفيه وفيه خلق آدم وفيه تقوم الساعه\n</p>\n\n<p>\nاخرجه الشافعي في مسنده\n</p>\n\n<p>\nاخبرنا محمد بن عبد الباقي أنبأنا احمد بن الحسن أنبأنا ابو القاسم عبد\nالرحمن بن عبيد الله الحرفي قال ثنا ابو بكر احمد بن سليمان النجاد ثنا\nمحمد بن عبد الله بن سليمان ثنا محمد بن ابي بكر ثنا زائده بن ابي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \nالرقاد عن زياد النميري عن انس بن مالك رضي الله عنه عن النبي صلى الله\nعليه وسلم قال فأدخل على ربي عز وجل وهو على عرشه تبارك وتعالى في حديث\nالشفاعه\n</p>\n\n<p>\nقرأت علي ابي العباس احمد بن المبارك بن سعد اخبركم جدي ابو المعالي ثابت\nبن بندار بن ابراهيم قال أنبأ ابو علي الحسن بن الحسين بن دوما أنبأ مخلد\nبن جعفر قال أنبأ ابو محمد الحسن بن علي القطان أنبا اسماعيل بن عيسى\nالعطار أنبأ اسحاق بن بشر <span id='ms16'></span> اخبرني عثمان بن الساج عن مقاتل بن حيان عن ابي\nالجارود العبدي عن جابر بن عبد الله رضي الله عنه قال بلغني حديث في القصاص\nوصاحبه بمصر فاشتريت بعيرا وشددت عليه رحلا ثم سرت شهرا حتى وردت مصر فسألت\nعن صاحب الحديث فدللت عليه فإذا له باب لاط وغلام اسود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \nفقلت اههنا مولاك فسكت عني ثم دخل فأخبر مولاه ان رجلا اعرابيا بالباب\nفخرج الي فقال من انت قلت انا جابر بن عبد الله قال ادخل فدخلت فقلت له\nبلغني عنك انك تحدث بحديث في القصاص عن رسول الله صلى الله عليه وسلم ولم\nاشهده وليس احد احفظ له منك قال نعم سمعت رسول الله صلى عليه وسلم يقول ان\nالله يبعثكم يوم القيامه حفاه عراة غرلا بهما ثم يجمعكم ثم ينادي بصوت وهو\nقائم على عرشه بصوت رفيع غير فظيع يسمع القريب والبعيد يقول انا الديان لا\nظلم اليوم وعزتي وجلالي لأقتصن للمظلوم من الظالم ولو لطمة ولو ضربة يد\nولأقتصن للجماء من القرناء ولأسألن العود لم خدش صاحبه ولأسألن الحجر لم\nثلب صاحبه بذلك ارسلت رسلي وانزلت كتبي وفي ذلك قلت ونضع الموازين القسط\nليوم القيامة فلا تظلم نفس شيئا وان كان مثقال حبة من خردل أتينا بها وكفى\nبنا حاسبين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head3'>AUTO ذكر اخبار داله على ذلك في الجملة</h1>\n\n<p>\nونقل من الجزء الاول من حديث احمد بن كامل اخبرنا ابو القاسم يحيى بن\nاحمد بن علي بن السيبي القصري انا ابو علي الحسن بن احمد بن ابراهيم بن\nشاذان أنبأنا ابو بكر احمد بن كامل بن خلف عن محمد بن سعد العوفي ثنا عبد\nالله بن بكر السهمي ثنا يزيد بن عوانه عن محمد بن ذكوان عن عمرو بن دينار\nعن عبد الله بن عمر رضي الله عنهما قال كنا جلوسا ذات يوم بفناء رسول الله\nصلى الله عليه وسلم اذ مرت بنا إمرأة من بنات رسول الله صلى الله عليه وسلم\nفقال رجل من القوم هذه ابنة رسول <span id='ms17'></span> الله صلى الله عليه وسلم فقال ابو سفيان\nما مثل محمد في بني هاشم الا كمثل ريحانه في وسط الزبل فسمعت تلك المرأة\nفأبلغته رسول الله صلى الله عليه وسلم فخرج رسول الله صلى الله عليه وسلم\nاحسبه قال مغضبا فصعد على منبره وقال ما بال اقوال تبلغني عن اقوام ان الله\nخلق سموات سبعا فاختار العليا فسكنها واسكن سمواته من شآء من خلقه وخلق\nارضين سبعا فاختار العليا فأسكنها من شاء من خلقه ثم اختار خلقه فاختار بني\nآدم ثم اختار بني آدم فاختار العرب ثم اختار العرب فاختار مضر ثم اختار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \nمضر فاختار قريشا ثم اختار قريشا فاختار بني هاشم ثم اختار بني هاشم\nفاختارني فلم ازل خيارا من خيار الا ومن احب قريشا فبحبي احبهم ومن ابغض\nالعرب فبغضبي ابغضهم\n</p>\n\n<p>\nاخبرنا محمد أنبأ حمد أنبأ احمد ثنا سليمان حدثنا المقدام بن داود حدثنا\nعلي بن معبد ثنا وهب بن راشد عن فرقد عن انس رضي الله عنه قال قال رسول\nالله صلى الله عليه وسلم اوحى الله تعالى الى نبي من الأنبياء ما بال عبادي\nيدحلون بيوتي يعني المساجد بقلوب غير طاهره وايد غير نقيه ابي يغترون واياي\nيخادعون وعزتي وجلالي وعلوي في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \nارتفاعي لأبتلينهم ببلية اترك الحليم فيهم حيران لا ينجو منهم الا من دعا\nكدعاء الغريق\n</p>\n\n<p>\nاخبرنا ابو بكر النقور أنبأ ابو طالب اليوسفي أنبأ ابو علي بن المذهب\nأنبأ ابو بكر القطيعي ثنا عبد الله بن احمد ثنا ابي ثنا عفان ثنا همام بن\nيحيى قال سمعت قتادة يحدث عن انس بن مالك ان مالك بن صعصعة حدثه ان النبي\nصلى الله عليه وسلم حدثهم عن ليلة اسري به قال بينما انا في الحطيم وربما\nقال قتادة في الحجر مضطجع إذا اتاني آت فذكر الحديث قال ثم اتيت بدابة دون\nالبغل وفوق الحمار ابيض يقع خطوه عند اقصى طرفه قال فحملت عليه فانطلق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \nبي جبريل عليه السلام حتى اتى بي السماء الدنيا فاستفتح فقيل <span id='ms18'></span> له من هذا\nقال جبريل قيل ومن معك قال محمد قال او قد ارسل اليه قال نعم فقيل مرحبا به\nونعم المجيء جاء قال ففتح قال فلما خلصت إذا فيها آدم عليه السلام قال هذا\nابوك آدم فسلم عليه فسلمت عليه فرد السلام ثم قال مرحبا بالإبن الصالح\nوالنبي الصالح ثم صعد حتى اتى السماء الثانيه فاستفتح قيل من هذا قال جبريل\nقيل ومن معك قال محمد قيل وقد ارسل اليه قال نعم قال مرحبا به ونعم المجيء\nجاء قال ففتح فلما خلصت فإذا يحيى وعيسى وهما إبنا الخاله قال هذا يحيى\nوعيسى فسلم عليهما قال فسلمت فردا السلام وقالا مرحبا بالأخ الصالح والنبي\nالصالح ثم صعد حتى اتى السماء الثالثة فاستفتح قيل من هذا قال جبريل قيل\nومن معك قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \nمحمد قيل وقد ارسل اليه قال نعم قال مرحبا به ونعم المجئ جاء قال ففتح\nفلما خلصت إذا يوسف عليه السلام قال هذا يوسف فسلم عليه قال فسلمت عليه فرد\nالسلام ثم قال مرحبا بالأخ الصالح والنبي الصالح ثم صعد حتى اتى السماء\nالرابعه فاستفتح فقيل من هذا قال جبريل قيل ومن معك قال محمد قيل اوقد ارسل\nاليه قال نعم قال مرحبا به ونعم المجئ جاء قال ففتح فلما خلصت قال فإذا\nادريس عليه السلام قال هذا ادريس فسلم عليه قال فسلمت عليه فرد السلام ثم\nقال مرحبا بالاخ الصالح والنبي الصالح قال ثم صعد حتى اتى السماء الخامسه\nفاستفتح فقيل من هذا قال جبريل قيل ومن معك قال محمد قيل وقد ارسل اليه قال\nنعم قال مرحبا به ونعم المجئ جاء قال ففتح فلما خلصت فإذا هارون عليه\nالسلام قال هذا هارون فسلم عليه قال فسلمت عليه قال فرد السلام ثم قال\nمرحبا بالاخ الصالح والنبي الصالح قال ثم صعد حتى اتى السماء السادسه\nفاستفتح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \nقيل من هذا قال جبريل قيل ومن معك قال محمد قيل وقد ارسل اليه قال نعم قال\nمرحبا به ونعم المجيء جاء <span id='ms19'></span> قال ففتح فلما خلصت فإذا انا بموسى عليه السلام\nقال هذا موسى فسلم عليه فسلمت عليه فرد السلام ثم قال مرحبا بالأخ الصالح\nوالنبي الصالح قال فلما تجاوزت بكى قيل له وما يبكيك قال ابكي لأن غلاما\nبعث من بعدي ثم يدخل الجنة من امته اكثر مما يدخلها من امتي قال ثم صعد حتى\nاتى الى السمآء السابعة فاستفتح قيل من هذا قال جبريل قال ومن معك قال محمد\nقيل وقد ارسل اليه قال نعم قال مرحبا به ونعم المجيء جاء قال ففتح فلما\nخلصت فإذا ابراهيم عليه السلام قال هذا ابراهيم فسلم عليه قال فسلمت عليه\nقال فرد السلام ثم قال مرحبا بالإبن الصالح والنبي الصالح قال ثم رفعت الي\nسدره المنتهى قال ثم رفع لي البيت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \nالمعمور قال ثم فرضت الصلاة علي خمسين صلاة كل يوم قال فرجعت فمررت على\nموسى عليه السلام فقال بم امرت قال امرت بخمسين صلاة كل يوم قال ان امتك لا\nتستطيع خمسين صلاة واني قد خبرت الناس قبلك وعالجت بني اسرائيل اشد\nالمعالجة فارجع الى ربك فاسأله التخفيف لأمتك قال فرجعت فوضع عني عشرا قال\nفرجعت الى موسى فقال بم امرت قلت بأربعين صلاة كل يوم قال ان امتك لاتستطيع\nاربعين صلاة كل يوم واني قد خبرت الناس قبلك وعالجت بني اسرائيل اشد\nالمعالجة فارجع الى ربك فاسأله التخفيف لأمتك قال فرجعت فوضع عني عشرا اخر\nقال فرجعت الى موسى فقال لي بم امرت قال امرت بثلاثين صلاة كل يوم قال ان\nامتك لا تستطيع ثلاثين صلاة كل يوم واني قد اخبرت الناس قبلك وعالجت بني\nاسرائيل اشد المعالجة فارجع الى ربك فاسأله التخفيف لأمتك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \nقال فرجعت فوضع عني عشرا اخر فرجعت الى موسى فقال لي بم امرت قلت بعشرين\nصلاة كل يوم فقال ان امتك لاتستطيع عشرين صلاة كل يوم واني قد خبرت الناس\nقبلك وعالجت بني اسرائيل اشد المعالجه فارجع الى ربك فاسأله التخفيف لأمتك\nقال فرجعت فأمرت بعشر صلوات <span id='ms20'></span> كل يوم قال فرجعت الى موسى فقال بم امرت قلت\nامرت بعشر صلوات كل يوم فقال ان امتك لاتستطيع عشر صلوات كل يوم واني قد\nاخبرت الناس قبلك وعالجت بني اسرائيل اشد المعالجة فارجع الى ربك فاساله\nالتخفيف لأمتك قال فرجعت فامرت بخمس صلوات كل يوم فرجعت الى موسى فقال بم\nامرت قلت امرت بخمس صلوات كل يوم فقال ان امتك لاتستطيع خمس صلوات كل يوم\nواني قد خبرت الناس قبلك وعالجت بني اسرائيل اشد المعالجة فارجع الى ربك\nفاسأله التخفيف قال قلت قد سألت ربي حتى استحيت منه ولكني ارضى وأسلم فلما\nنفذت نادى مناد قد امضيت فريضتي وخففت عن عبادي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \nقال الحافظ ابو الفضل ابن ناصر رحمه الله تعالى اتفق ائمه اصحاب الحديث\nعلى صحة هذا الحديث وثبوته واخرجه البخاري ومسلم في صحيحهما وغيرهما\n</p>\n\n<p>\nقرئ على ابي زرعه طاهر بن محمد بن طاهر المقدسي وانا اسمع اخبركم ابو\nمنصور محمد بن الحسين المقومي أنبأ ابو طلحه القاسم بن ابي المنذر أنبأ ابو\nالحسن علي بن ابراهيم بن سلمه أنبأ ابو عبد الله محمد ابن يزيد بن ماجه ثنا\nمحمد بن عبد الملك بن ابي الشوارب ثنا ابو عاصم العباداني ثنا الفضل\nالرقاشي عن محمد بن المنكدر عن جابر بن عبد الله قال قال رسول الله صلى\nالله عليه وسلم بينا اهل الجنة في نعيمهم اذ سطع لهم نور فرفعوا رؤوسهم\nفإذا الرب عز وجل قد اشرف عليهم من فوقهم فقال السلام عليكم يا اهل الجنه\nقال وذلك قوله الله عز وجل سلام قولا من رب رحيم قال فينظر اليهم وينظرون\nاليه ولا يلتفتون الى شيء من النعيم ما داموا ينظرون اليه حتى يحتجب عنهم\nويبقى نوره وبركته عليهم في ديارهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \nاخبرنا طاهر بن محمد المقدسي أنبأ محمد بن الحسين أنبأ القاسم بن ابي\nالمنذر أنبأ علي بن ابراهيم بن سلمة قال أنبأ محمد بن يزيد ثنا بكر ابن خلف\nحدثني يحيى بن سعد عن موسى بن ابي عيسى <span id='ms21'></span> الطحان عن عون بن عبد الله عن ابيه\nاو عن اخيه عن النعمان بن بشير قال قال رسول الله صلى الله عليه وسلم ان\nمما تذكرون من جلال الله التسبيح والتهليل والتحميد يتعطفن حول العرش لهن\nدوي كدوي النحل تذكر بصاحبها اما يحب احدكم ان يكون له او يزال من يذكر به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \nرواه ابن ماجه\n</p>\n\n<p>\nاخبرنا محمد بن عبد الباقي أنبأ احمد بن الحسن بن خيرون أنبأ ابو القاسم\nبن بشران أنبأ ابو علي احمد بن الفضل بن العباس بن خزيمه ثنا علي بن الحسين\nبن يزيد الصدابي ثنا أبي الوليد بن القاسم عن يزيد بن كيسان عن ابي حازم عن\nابي هريرة رضى الله عنه قال قال رسول الله صلى الله عليه وسلم ما قال عبد\nلا اله الا الله مخلصا الا صعدت لا يردها حجاب فإذا وصلت الى الله نظر الى\nقائلها وحق على الله ان لا ينظر الى موحد الا رحمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \nاخبرنا الرئييس الاديب ابو العز محمد بن محمد بن مواهب الخراساني أنبأنا\nابو الحسين بن الطيوري أنبأ محمد بن علي بن الفتح الحربي أنبأ ابو حفص بن\nشاهين ثنا محمد بن مخلد ثنا عبدوس بن بشر ثنا عبد العزيز بن عبد الواحد\nالعسقلاني ثنا ابو نعيم عمر بن صبح عن مقاتل بن حيان عن الضاحك بن مزاحم عن\nابن عباس رضى الله عنهما عن النبي صلى الله عليه وسلم قال ان الله عمودا من\nنور اسفله تحت الارض السابعة وراسه تحت العرش فإذا قال العبد اشهد ان لا\nاله الا الله واشهد ان محمدا عبده ورسوله اهتز ذلك العمود فيقول الله عز\nوجل له اسكن قال يا رب كيف اسكن وانت لم تغفر لقائلها قال فيقول الله تعالى\nقد غفرت له فقال رسول الله صلى الله عليه وسلم اكثروا من هز ذلك العمود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \nأخبرنا محمد أنبأ احمد أنبأ ابو نعيم الحافظ أنبأ ابو بكر بن خلاد ثنا\nالحارث ابي اسامه ثنا ابو النعيم ثنا الاعمش عن <span id='ms22'></span> ابراهيم التميمي عن ابيه عن\nابي ذر رضى الله عنه قال كنا جلوسا عند النبي صلى الله عليه وسلم في المسجد\nعند غروب الشمس فقال يا ابا ذر اتدري اين تغرب الشمس قلت الله ورسوله اعلم\nقال فإنها تذهب حتى تسجد تحت العرش عند ربها وتستأذن فلا يؤذن لها حتى\nتستشفع وتطلب فإذا طال عليها قيل لها اطلعي من مكانك فذلك قوله تعالى\nوالشمس تجري لمستقر لها ذلك تقدير العزيز العليم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \nصحيح متفق عليه قال ابو نعيم\n</p>\n\n<p>\nاخبرنا محمد بن عبد الباقي أنبأ احمد بن الحسن أنبأ الحسن بن احمد أنبأ\nاحمد بن محمد بن عبد الله انبأ احمد بن محمد بن عيسى ثنا القعنبي ثنا مالك\nعن ابي الزناد عن الاعرج عن ابي هريرة رضي الله عنه ان رسول الله صلى الله\nعليه وسلم قال يتعاقبون فيكم ملائكة بالليل وملائكه بالنهار ويتجمعون في\nصلاة الفجر وصلاة العصر ثم يعرج الذين باتوا فيكم فيسألهم ربهم وهو اعلم\nبهم كيف تركتم عبادي فيقولون تركناهم وهم يصلون وأتيناهم وهم يصلون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \nمتفق عليه\n</p>\n\n<p>\nاخبرنا محمد أنبأ احمد بن الحسن أنبأ ابو علي بن شاذان أنبأ ابو سهل احمد\nبن محمد بن عبد الله بن زياد أنبأ أحمد بن محمد بن عيسى البرتي ثنا يحيى\nيعني الحماني ثنا ابو معاويه عن الاعمش عن ابي صالح عن ابي هريره رضى الله\nعنه قال قال رسول الله صلى الله عليه وسلم ان الله ملائكة سياحين في الأرض\nفضلا عن كتاب الناس فإذا وجدوا قوما يذكرون الله تعالى نادوا هلموا الى\nبغيتكم فيحفون بهم يعني فإذا تفرقوا صعدوا الى السماء فيقول الله تبارك\nوتعالى اي شئ تركتم عبادي يصنعونن فيقولون تركناهم يحمدونك ويمجدونك\nويذكرونك فيقول وهل رأوني فيقولون لا فيقول وكيف لو رأوني فيقولون لو رأوك\nكانوا لك اشد تحميدا وتمجيدا وذكرا فيقول فأي شئ يطلبون فيقولون يطلبون\nالجنه فيقول وهل رأوها فيقولون لا فيقول فكيف لو رأوها فيقولون لو رأوها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \nكانوا اشد طلبا لها واشد حرصا <span id='ms23'></span> فيقول من اي شيء يتعذون فيقولون يتعذون من\nالنار فيقول هل رأوها فيقولون لا فيقول فكيف لو رأوها فيقولون لو رأوها\nلكانوا اشد منها هربا واشد منها تعوذا وخوفا فيقول فإني اشهدكم اني قد غفرت\nلهم فيقولون فيهم فلان الخطاء لم يردهم انما جآء لحاجه فيقول هم القوم لا\nيشقى جليسهم مرتين\n</p>\n\n<p>\nاخبرنا محمد أنبأ حمد أنبأ احمد ثنا ابو عمرو بن حمدان ثنا الحسن بن\nسفيان ثنا عبد الله بن عمر بن ابان ثنا مروان بن معاويه عن عبيد الله بن\nعبد الله عن يزيد بن الأصم عن ابي هريرة رضى الله عنه قاله قال رسول الله\nصلى الله عليه وسلم ما طرف صاحب الصور مذ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \nوكل به مستعد ينظر نحو العرش مخافة ان يؤمر قبل ان يرتد اليه طرف كأن\nعينيه كوكبان دريان\n</p>\n\n<p>\nقال احمد وحدثنا سليمان بن احمد حدثنا المقدام بن داود حدثنا اسد بن موسى\nحدثنا يوسف بن زياد عن عبد المنعم بن ادريس عن ابيه عن جده وهب بن منبه عن\nابي هريره رضى الله عنه ان رجلا من اليهود اتى النبي صلى الله عليه وسلم\nفقال يا رسول الله هل احتجب الله من خلقه بشئ غير السموات قال نعم بينه\nوبين الملائكة الذين حول العرش سبعون حجابا من نور وسبعون حجابا من نار\nوسبعون حجابا من ظلمه وسبعون حجابا من رفاف الاستبرق وسبعون حجابا من رفاف\nالسندس وسبعون حجابا من در ابيض وسبعون حجابا من در احمر وسبعون حجابا من\nدر اصفر وسبعون حجابا من در اخضر وسبعون حجابا من ضياء إستضاءه من ضوء\nالنار والنور وسبعون حجابا من ثلج وسبعون حجابا من ماء وسبعون حجابا من\nغمام وسبعونه حجابا من برد وسبعون حجابا من عظمة الله التي لاتوصف قال\nفأخبرني عن ملك الله الذي يليه فقال النبي صلى الله عليه وسلم اصدقت فيما\nاخبرتك يا يهودي قال نعم قال فإن الملك الذي يليه اسرافيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \nثم جبريل ثم ميكائيل ثم ملك الموت\n</p>\n\n<p>\nقرأت على <span id='ms24'></span> ابي العباس احمد بن المبارك بن سعد بن المرقعاتي اخبركم جدك ابو\nالمعالي ثابت بن بندار بن ابراهيم البقال قال أنبأ ابو علي الحسن ابن\nالحسين بن العباس بن دوما أنبأ ابو علي مخلد بن جعفر الباقرحي أنبأ ابو\nمحمد الحسن بن علي أنبأ اسماعيل بن عيسى العطار أنبأ ابو حذيفه اسحاق بن\nبشر اخبرنا ابن جريح عن عطاء ومقاتل عن عكرمه عن ابن عباس قال قال جبريل يا\nمحمد كيف لو رأيت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \nاسرافيل ورأسه من تحت العرش ورجلاه في التخوم السابعه وان العرش لعلي\nكاهله وانه ليتضاءل احيانا من مخافة الله عز وجل حتى يصير مثل الوصع يعني\nمثل العصفور حتى ما يحمل عرش ربك الا عظمته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>AUTO ذكر اخبار وارده في هذا عن الأنبياء المتقدمين عليهم السلام</h1>\n\n<p>\nأخبرنا ابو الفتح محمد بن عبد الباقي أنبأ حمد بن احمد أنبأ ابو نعيم ثنا\nابو عمرو بن حمدان ثنا الحسن بن سفيان ثنا محمد بن يزيد الرفاعي ثنا اسحاق\nبن سليمان ثنا ابو جعفر الرازي عن عاصم بن بهدلة عن ابي صالح عن ابي هريره\nرضى الله عنه قال قال رسول الله صلى الله عليه وسلم لما القي ابراهيم عليه\nالسلام في النار قال اللهم انك واحد في السماء وانا في الأرض واحد اعبدك\n</p>\n\n<p>\nومن كتاب العروس قال ثنا محمد بن سعد بن الحسين ثنا احمد بن ابراهيم\nالموصلي ثنا الربيع بن سليمان عن حفص بن عبد الله عن عثمان بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \nعطاء الخراساني عن ابيه عن ابي سفيان الألهاني عن تميم الداري قال سألنا\nرسول الله صلى الله عليه وسلم عن معانقة الرحل الرجل إذا هو لقيه فقال رسول\nالله صلى الله عليه وسلم ان اول من عانق خليل الله ابراهيم وذلك انه خرج\nيرتاد لماشيته في جبل من جبال بيت المقدس فسمع صوتا يقدس الله تعالى فذهل\nعما كان يطلب وقصد قصد الصوت فإذا هو برجل اهلب طوله ثمانية عشره ذراعا\nيقدس الله تعالى فقال له ابراهيم يا شيخ من <span id='ms25'></span> ربك قال الذي في السماء قال من\nرب الذي في السماء قال الذي في السماء قال وما فيهما اله غيره قال لا إله\nإلا هو رب من في السماء ورب من في الأرض قال يا شيخ هل معك احد من قومك قال\nما علمت ان احدا من قومي بقي غيري قال فما طعامك قال اجمع من ثمر هذا الشجر\nفي الصيف فآكله في الشتاء قال فأين قبلتك قال فأومأ الى قبلة ابراهيم عليه\nالسلام قال اين منزلك قال في تلك المغارة قال فانطلق الى بيتك قال ان بيني\nوبين بيتي واديا لاينخاض قال فكيف تعبره قال اعبر على الماء ذاهبا واعبر\nعليه جائيا فقال ابراهيم انطلق فلعل الذي يذلله لك يذلله لي فانطلقا فأتيا\nالماء فمشى كل واحد منهما على الماء يعجب مما أوتي صاحبه فدخلا الى الغار\nفنظر ابراهيم فإذا قبلته قبلة فقال له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \nابراهيم يا شيخ اي يوم اعظم قال يزم يضع الله كرسيه للحساب يوم تؤمر جهنم\nان تزفر زفرة لايبقى لها ملك مقرب ولا نبي مرسل الا خر ساجدا تهمته نفسه من\nهول ذلك اليوم قال ابراهيم يا شيخ ادع الله ان يؤمنني وإياك من هول ذلك\nاليوم قال وما تصنع بدعائي ان لي دعوه محبوسة في السماء منذ ثلاث سنين لم\nارها قال له ابراهيم ألا اخبرك ما حبس دعاءك قال بلى قال ان الله عز وجل\nإذا احب عبدا اخر مسألته لحبه صوته وإذا ابغض عبدا عجل مسألته او القي\nالإياس في صدره فما دعوتك المحبوسة في السماء منذ ثلاث سنين قال مر بي في\nهذا المكان شاب له ذؤابة في راسه معه غنم له كأنما حشيت وبقر كأنما دهنت\nقلت بالله لمن هذه قال لخليل الله ابراهيم عليه السلام فقلت اللهم ان كان\nلك خليل في الارض فأرنيه قبل خروجي من الدنيا فقال ابراهيم قد اجيب دعوتك\nفاعتنق هو وابراهيم وكان قبل ذلك السجود يسجد هذا لهذا وهذا لهذا إذا هو\nلقيه ثم <span id='ms26'></span> جاء الاسلام بالمصافحة فلا يفترق الأصابع حتى يغفر لكل واحد منهما\nوالحمد الله الذي وضع عنا الآصار\n</p>\n\n<p>\nاخبرنا الشيخ ابو بكر عبد الله بن محمد بن احمد بن النقور وقراءة عليه\nوانا اسمع قال أنبأ ابو بكر الطريثيثي ثنا ابو القاسم الطبري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \nأنبأ عيسى بن علي أنبأ عبد الله بن محمد البغوي ثنا علي بن مسلم ثنا سيار\nثنا جعفر بن سليمان ثنا ثابت قال كان داود عليه السلام يطيل الصلاه ثم يركع\nثم يرفع رأسه الى السماء ثم يقول اليك رفعت رأسي يا عامر السماء نظر العبيد\nالى أربابها يا سكن السماء\n</p>\n\n<p>\nأخبرنا احمد بن المبارك أنبأ جدي لأمي ثابت بن بندار أنبأ ابو علي بن\nدوما أنبأ مخلد بن جعفر أنبأ الحسن بن علويه ثنا اسماعيل أنبأ اسحاق أنبأ\nسعيد عن قتادة عن الحسن قال سمع يونس عليه السلام تسبيح الحصى وتسبيح\nالحيتان وقال فجعل يسبح ويهلل ويقدس وكان يقول في دعائه سيدي في السماء\nمسكنك وفي الأرض قدرتك وعجائبك سيدي من الجبال اهبطتني وفي البلاد سيرتني\nوفي الظلمات الثلاث حبستني الهي سجنتني بسجن لم تسجن به احدا قلبي الهي\nعاقبتني بعقوبه لم تعاقب بها احدا قبلي فلما كان تمام اربعين يوما واصابة\nالغم فنادى في الظلمات ان لا اله إلا انت سبحانك اني كنت من الظالمين\n</p>\n\n<p>\nقرأت على ابي العباس احمد بن المبارك بن سعد بن المرقعاتي اخبركم جدك ابو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \nالمعالي ثابت بن بندار بن ابراهيم البقال قال أنبأ ابو علي الحسن بن\nالحسين ابن العباس بن دوما أنبأ ابو علي مخلد بن جعفر الباقرحي أنبأ ابو\nمحمد الحسن ابن علي أنبأ اسماعيل بن عيسى العطار أنبأ ابو حذيفة اسحاق بن\nبشر عن جويبر عن الضحاك عن ابن عباس رضي الله عنهما قال قالت إمرأه العزيز\nليوسف عليه السلام يا يوسف اني كثيرة الدر والياقوت والزمرد فأعطيك ذلك كله\nحتى تنفقه في مرضاة سيدك الذي في السماء\n</p>\n\n<p>\nاخبرنا محمد بن عبد الباقي أنبأنا حمد ابن احمد الحداد <span id='ms27'></span> أنبأنا أحمد حدثنا\nأبي ومحمد بن أحمد قالا ثنا الحسن ثنا محمد بن حميد ثنا يعقوب عن جعفر عن\nسعيد بن جبير قال قحط الناس في زمن ملك من ملوك بني اسرائيل ثلاث سنين فقال\nالملك ليرسلن الله علينا السماء او لنؤذيه فقال له جلساؤه وكيف تقدر على ان\nتؤذيه او تغيظه وهو في السماء وانت في الارض قال اقتل اوليائه من اهل الأرض\nفيكون ذلك اذى له قال فأرسل الله عليهم السماء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head5'>AUTO اقوال الصحابه رضي الله عنهم اجمعين</h1>\n\n<p>\nقد تقدمت الرواية عن عدي بن عميره العبدي انه قال فخرجت مهاجرا الى النبي\nصلى الله عليه وسلم فإذا هو ومن معه يسجدون على وجوههم ويزعمون ان الههم في\nالسماء وهذا اخبار عن جمعيعهم\n</p>\n\n<p>\nوكذلك خبر العبد الأسود حين انتهى الى اصحاب رسول الله صلى الله عليه\nوسلم فقال لبعض اصحابه من هذا قالوا رسول الله صلى الله عليه وسلم قال الذي\nفي السماء قالوا نعم\n</p>\n\n<p>\nوكذلك روايتهم الأخبار التي رووها في هذا المعنى ولا شك في انهم كانوا\nمصدقين بها معتقدين صحتها\n</p>\n\n<p>\nوكذلك جواب من سئل منهم عن الله تعالى فقال هو في السماء\n</p>\n\n<p>\nوذكرنا شعر حسان والعباس بن مرداس الذي انشده بين يدي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \nرسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nوقال ابو عمر بن عبد البر في كتاب الاستيعاب روينا من جوه صحاح ان عبد\nالله بن رواحة رضي الله عنه مشى ليلة الى أمة له فنالها فرأته امرأته\nفلامته فجحدها فقالت ان كنت صادقا فاقرأ القرآن فإن الجنب لا يقرأ القرآن\nفقال ... شهدت بأن وعد الله حق ... وان النار مثوى الكافيرنا ... وان العرش\nفوق الماء طاف ... وفوق العرش رب العالمينا ... وتحمله ملائكة كرام ...\nواملاك إلإله مسومينا ...\n</p>\n\n<p>\nفقالت امرأته صدق الله وكذبت عيني وكانت لا تحفظ القرآن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \nواخبرنا ابو المعالي عبد الله بن عبد الرحمن السلمي قال أنبأنا ابو القاسم\nالحسني أنبأ عبد العزيز الكتاني أنبأ عبد الرحمن بن عثمان أنبأ عمي محمد بن\nالقاسم أنبأ ابو بكر احمد بن <span id='ms28'></span> علي بن سعيد أنبأ ابو بكر بن ابي شيبة ثنا ابو\nاسامة عن نافع قال كانت لعبد الله بن رواحة جارية فكان يكاتم امرأته\nغشيانها فوقع عليها ذات يوم ثم جاء الى امرأته فاتهمته ان يكون وقع عليها\nفأنكرت ذلك فقالت له أقرأ القرآن فقال ... شهدت باذن الله ان محمدا ...\nرسول الذي فوق السموات من عل ... وان ابا يحيى ويحيى كلاهما ... له عمل من\nربه متقبل ...\n</p>\n\n<p>\nفقالت اولى لك\n</p>\n\n<p>\nوقد اشتهر شعر امية بن ابي الصلت ... مجدوا الله وهو للمجد اهل ... ربنا\nفي السماء امسى كبيرا ... بالبناء الأعلى الذي سبق الخا ... لق وسوى فوق\nالسماء سريرا ... سيرجع ما يناله بصر العي ... ن دونه الملائكه صورا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \nوقال النبي صلى الله عليه وسلم آمن شعره وكفر قلبه\n</p>\n\n<p>\nاخبرنا الشيخ ابو الحسين عبد الحق بن عبد الخالق اليوسفي أنبأنا محمد بن\nعلي بن ميمون النرسي أنبأ ابو محمد الغندجاني أنبأ ابو بكر بن عبدان أنبأ\nابو الحسن بن سهل أنبأ محمد بن اسماعيل البخاري قال قال محمد بن فضيل عن\nفضيل بن غزوان عن نافع عن ابن عمر رضى الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \nعنهما قال لما قبض رسول صلى الله عليه وسلم دخل ابو بكر عليه فأكب عليه\nوقبل جبهته وقال بأبي انت وامي طبت حيا وميتا وقال من كان يعبد محمدا فإن\nمحمدا قد مات ومن كان يعبد الله فإن الله في السماء حي لا يموت\n</p>\n\n<p>\nاخبرنا محمد أنبأنا حمد أنبأ ابو نعيم ثنا عبد الله بن محمد بن شبل ثنا\nابو بكر بن ابي شيبة ثنا وكيع عن اسماعيل عن قيس قال لما قدم عمر رضي الله\nعنه الشام استقبله الناس وهو على بعيره فقالوا يا أمير المؤمنين لو ركبت\nبرذونا تلقاك عظماء الناس ووجوههم فقال عمر الا اراكم ههنا انما الأمر من\nههنا واشار بيده الى السماء\n</p>\n\n<p>\nقال ابو عمر بن عبد البر روينا من وجوه عن عمر بن الخطاب رضي الله عنه\nانه خرج ومعه الناس فمر بعجوز فاستوقفته فوقف فجعل يحدثها <span id='ms29'></span> وتحدثه فقال رجل\nيا أمير المؤمنين حبست الناس على هذه العجوز قال ويلك اتدري من هي هذه\nأمرأة سمع الله شكواها من فوق سبع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \nسموات هذه خولة بنت ثعلبة التي انزل الله فيها قد سمع الله قول التي\nتجادلك في زوجها وتشتكي الى الله والله يسمع تحاوركما والله لو انها وقفت\nالى الليل ما فارقتها الا الصلاه ثم ارجع اليها\n</p>\n\n<p>\nوروى خليد بن دعلج عن قتاده قال خرج عمر رضي الله عنه من المسجد ومعه\nالجارود العبدي فإذا بامرأة برزة على ظهر الطريق فسلم عمر عليها فردت عليه\nالسلام وقالت ايها يا عمر عهدتك وانت تسمى عميرا في سوق عكاظ ترع الصبيان\nبعصاك فلم تذهب الأيام حتى سميت عمر ثم لم تذهب الأيام حتى سميت امير\nالمؤمنين فاتق الله في الرعيه واعلم انه من خاف الوعيد قرب عليه البعيد ومن\nخاف الموت خشي الفوت فقال الجارود اكثرت ايتها المرأه على امير المؤمنين\nفقال عمر دعها اما تعرفها هذه خولة بنت حكيم التي سمع الله قولها من فوق\nسبع سموات فعمر احق ان يسمع لها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \nأخبرنا محمد أنبأ حمد ابو نعيم أنبأ ابو بكر احمد بن محمد بن الحارث ثنا\nالفضل بن الحباب الجمحي ثنا مسدد ثنا عبد الوارث بن سعيد عن محمد ابن اسحاق\nعن النعمان بن سعد قال كنت بالكوفه في دار الامارة دار علي بن ابي طالب رضي\nالله عنه إذ دخل علينا نوف بن عبد الله فقال يا أمير المؤمنين ان بالباب\nاربعون رجلا من اليهود فقال علي علي بهم فلما وقفوا بين يديه قالوا له يا\nعلي صف لنا ربك هذا الذي هو في السماء كيف هو وكيف كان ومتى كان وعلى اي\nشيء هو فاستوى علي جالسا فقال يا معشر اليهود اسمعوا مني ولا تبالوا ان لا\nتسألوا احد غيري ان ربي عز وجل هو الاول لم يبد مماء ولا ممازج مع ماء ولا\nحال وهما ولا شبح ينقضي ثم ذكر الحديث بطوله\n</p>\n\n<p>\nاخبرنا عبد <span id='ms30'></span> الله بن محمد أنبأ احمد بن علي أنبأ هبد الله أنبا كوهي بن\nالحسن أنبأ محمد بن هارون الحضرمي أنبأ المنذر بن الوليد ثنا ابي ثنا الحسن\nبن ابي جعفر عن عاصم عن زر عن عبد الله يعني ابن مسعود رضي الله عنه قال ما\nبين السماء القصوى وبين الكرسي خمس مائة سنة وما بين الكرسي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \nوالماء خمس مائة سنه والعرش فوق الماء والله فوق العرش لايخفى عليه شيء من\nاعمال بني آدم\n</p>\n\n<p>\nواخبرنا ابو بكر عبد الله بن محمد قال أنبأ ابو بكر الطريثيثي أنبأ ابو\nالقاسم الطبري أنبأ عبد الله بن محمد بن جعفر ثنا عبد الغافر بن سلامة ثنا\nابو ثوبان مزداد بن جميل أنبأ عبد الملك بن ابراهيم الجدي أنبأ شعبه عن ابي\nاسحاق الهمداني عن ابي عبيدة عن عبد الله قال ارحم من في الأرض يرحمك من في السماء\n</p>\n\n<p>\nاخبرنا ابو بكر بن النقور قال أنبأنا ابو بكر الطيرثيثي قال حدثنا ابو\nالقاسم الطبري أنبا الحسن بن عثمان أنبأ علي بن محمد بن الزبير ثنا ابراهيم\nابن ابي العنبس ثنا يعلى بن عبيد عن سفيان عن ابي هاشم عن مجاهد قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \nقيل لابن عباس ان ناسا يقولون بالقدر فقال يكذبون بالكتاب لئن اخذت بشعر\nاحدهم لانضونه ان الله تعالى كان على عرشه قبل ان يخلق شيئا فخلق الخلق\nوكتب ما هو كائن الى يوم القيامة وانما يجري الناس على امر قد فرغ منه\n</p>\n\n<p>\nقال واخبرنا احمد بن محمد اخبرنا عبد الله بن محمد بن زياد حدثنا ابن\nشيرويه حدثنا اسحاق ابن راهويه ثنا ابراهيم بن الحكم بن ابان عن ابيه في\nعكرمة في قوله تعالى ثم لآتينهم من بين ايديهم ومن خلفهم وعن ايمانهم وعن\nشمائلهم قال ابن عباس لم يستطع ان يقول من فوقهم علم ان الله من فوقهم\n</p>\n\n<p>\nوروى عبد الله بن احمد ثنا ابو بكر ثنا عاصم بن علي ثنا ابي عن عطاء بن\nالسائب عن سعيد بن جبير عن ابن عباس <span id='ms31'></span> رضي الله عنهما قال تفكروا في كل شيء\nولا تفكروا في ذات الله فإن بين السموات السبع الى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \nكرسيه سبعة آلاف سنة وهو فوق ذلك تبارك وتعالى\n</p>\n\n<p>\nأخبرنا محمد بن عبد الباقي قال أنبأنا ابو الفضل حمد بن احمد قال أنبأنا\nابو نعيم احمد بن عبد الله بن اسحاق الحافظ قال ثنا ابو عمرو بن حمدان قال\nثنا الحسن بن سفيان قال ثنا الهيثم بن جناد ثنا يحيى يعني ابن سليم عن عبد\nالله بن عثمان بن خثيم عن ابن ابي مليكة قال إستأذن ابن عباس على عائشه رضي\nالله عنها وهي تموت فقالت لا حاجة لي بتزكيته فقال عبد الرحمن بن ابي بكر\nيا امتاه ان ابن عباس من صالح بنيك جاء يعودك قالت فائذن له فدخل عليها\nفقال يا امه ابشري فو الله ما بينك وبين ان تلق محمدا والأحبه الا ان يفارق\nروحك جسدك كنت احب نساء رسول الله صلى الله عليه وسلم اليه ولم يكن رسول\nالله صلى الله عليه وسلم يحب الا طيبا قالت ايضا قال هلكت قلادتك بالأبواء\nفأصبح رسول الله صلى الله عليه وسلم يلتقطها فلم يجدوا ماء فأنزل الله عز\nوجل فتيمموا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \nصعيدا طيبا فكان ذلك سببك وبركتك ما انزل الله تعالى لهذه الأمة من الرخصه\nوكان من امر مسطح ما كان فأنزل الله عز وجل براءتك من فوق سبع سموات فليس\nمسجد يذكر الله تعالى فيه الا وشأنك يتلى فيه آناء الليل واطراف النهار\n</p>\n\n<p>\nاخبرنا محمد بن عبد الباقي أنبأنا حمد بن احمد أنبأنا ابو نعيم احمد بن\nعبد الله الحافظ حدثنا ابو حامد بن جبله ثنا محمد بن اسحاق ثنا الحسن بن\nمحمد ابن الصباح ثنا عمرو بن محمد العنقري قال ثنا عيسى بن طهمان قال سمعت\nانس بن مالك رضي الله عنه يقول كانت زينب تفخر على ازواج رسول الله صلى\nالله عليه وسلم تقول ان الله زوجني من السمآء واطعم عليها خبزا ولحما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \nوفي لفظ تقول زوجكن اهاليكن <span id='ms32'></span> وزوجني الله تعالى من فوق سبع سموات اخرجه\nالبخاري\n</p>\n\n<p>\nاخبرنا عبد الله بن محمد أنبأ ابو بكر احمد بن علي أنبأ ابو القاسم هبة\nالله ابن الحسن أنبأ عبيد الله بن محمد ثنا عبد الصمد بن علي ثنا محمد بن\nعمر ثنا ابو كنانة محمد بن اشرس الأنصاري ثنا ابو عمير الحنفي عن قرة بن\nخالد عن الحسن عن امه عن ام سلمة رضي الله عنها في قوله تعالى الرحمن على\nالعرش استوى قالت الكيف غير معقول والاستواء غير مجهول والإقرار به ايمان\nوالجحود به كفر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>AUTO اقوال التابعين رحمه الله عليهم اجمعين</h1>\n\n<p>\nاخبرنا محمد بن عبد الباقي أنبأ احمد بن الحسن أنبأ ابو القاسم بن بشران\nأنبأ ابو الفضل ابن خزيمه ثنا محمد بن ابي العوام ثنا موسى بن داود ثنا ابو\nمسعود الجرار عن علي بن الأقمر قال كان مسروق اذا حدث عن عائشه رضي الله\nعنها قال حدثتني الصديقة بنت الصديق حبيبة حبيب الله المبرأة من فوق سبع\nسموات فلم اكذبها\n</p>\n\n<p>\nاخبرنا محمد أنبأ حمد أنبأأحمد ثنا أبو محمد بن حيان ثنا الوليد بن أبان\nثنا عبد الله بن محمد بن زكريا ثنا سلمه بن شبيب ثنا ابراهيم بن الحكم\nحدثني ابي عن عكرمة قال بينما رجل مستلق على مثلة في الجنة فقال في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \nنفسه ولم يحرك شفتيه لو ان الله يأذن لي لزرعت في الجنة فلم يعلم الا\nوالملائكه على ابواب جنته قابضين على اكفهم فيقولون سلام عليك فاستوى قاعدا\nفقالوا له يقول لك ربك تمنيت شيئا في نفسك فقد علمته وقد بعث معنا هذا\nالبذر يقول لك ربك ابذر فألقى يمينا وشمالا وبين يديه وخلفه فخرج امثال\nالجبال على ما كان تمنى وأراده فقال له الرب عز وجل من فوق عرشه كل يا ابن\nآدم فإن ابن آدم لايشبع\n</p>\n\n<p>\nقرأت على احمد بن المبارك اخبركم ثابت بن بندار أنبأ ابو علي بن دوما\nأنبأ مخلد بن جعفر أنبأ الحسن بن علي القطان أنبأ اسماعيل بن عيسى <span id='ms33'></span> العطار\nثنا اسحاق بن بشر عن ابي بكر الهذلي عن الحسن قال ليس شئ عند ربك من الخلق\nاقرب اليه من اسلاافيل وبينه وبين ربه سبع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \nحجب كل حجاب مسيرة خمسمائة عام واسرافيل دون هؤلاء وراسه من تحت العرش\nورجلاه في تخوم الثرى\n</p>\n\n<p>\nاخبرنا محمد أنبأنا حمد أنبانا احمد بن عبد الله حدثنا أحمد بن محمد بن\nالفضل ثنا أبو العباس السراج ثنا عبد الله بن ابي الزناد وهارون قالا ثنا\nسيار ثنا جعفر قال سمعت مالك بن دينار يقول ان الصديقين اذا قرئ عليهم\nالقرآن طربت قلوبهم الى الآخره ثم قال خذوا فيقرأ ويقول اسمعوا الى قول\nالصادق من فوق عرشه\n</p>\n\n<p>\nقال احمد حدثنا ابي ثنا احمد بن محمد بن عمر ثنا ابو بكر بن عبيد حدثني\nابو علي المدائني ثنا ابراهيم بن الحسن عن شيخ من قريش يكنى ابا جعفر عن\nمالك بن دينار قال قرات في بعض الكتب ان الله عز وجل يقول يا ابن آدم خيري\nينزل عليك وشرك يصعد الي واتحبب اليك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \nبالنعم وتتبغض الي بالمعاصي ولا يزال ملك كريم قد عرج منك الي بعمل قبيح\n</p>\n\n<p>\nقال ابن عبد البر وذكر سنيد عن مقاتل بن حيان عن الضحاك بن مزاحم في قوله\nتعالى ما يكون من نجوى ثلاثة الا هو رابعهم 00 الايه قال هو على عرشه وعلمه\nمعهم اينما كانوا\n</p>\n\n<p>\nقال وبلغني عن سفيان الثوري مثله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \nاخبرنا عبد الله بن محمد أنبأنا احمد بن علي أنبأنا هبه الله بن الحسن\nحدثنا عبد الله بن احمد بن القاسم أنبأنا ابو بكر احمد بن محمود ابن يحيى\nثنا احمد بن محمد بن صدقه ثنا احمد بن محمد بن يحيى بن سعيد القطان ثنا\nيحيى بن آدم عن ابن عيينه قال سئل ربيعة عن قوله تعالى الرحمن على العرش\nاستوى كيف استوى قال الاستواء غير مجهول والكيف غير معقول ومن الله الرسالة\nوعلى الرسول البلاغ وعلينا التصديق\n</p>\n\n<p>\nاخبرنا ابو بكر أنبأنا ابو القاسم قال أنبأنا احمد بن عبيد <span id='ms34'></span> أنبأ محمد بن\nالحسين أنبأنا احمد بن ابي خيثمة ثنا هارون بن معروف ثنا ضمرة عن صدقة قال\nسمعت سليمان التميمي يقول لو سئلت اين الله تبارك وتعالى قلت في السماء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head7'>AUTO اقوال الأئمة رضي الله عنهم</h1>\n\n<p>\nاخبرنا ابو بكر عبد الله بن محمد قال أنبأنا ابو بكر احمد بن علي أنبأ\nهبة الله بن الحسن أنبأ محمد بن عبيد الله بن الحجاج أنبأ احمد بن الحسن\nثنا عبد الله ابن احمد أنبأ ابي ثنا سريج بن النعمان قال حدثني عبد الله بن\nنافع قال قال مالك الله في السماء وعلمه في كل مكان لا يخلو منه شيء\n</p>\n\n<p>\nقال ابو عمر بن عبد البر علماء الصحابه والتابعين الذين حمل عنهم التأويل\nقالوا في تأويل قوله عز وجل ما يكون من نجوى ثلاثه الا هو رابعهم هو على\nالعرش وعلمه في كل مكان وما خالفهم في ذلك احد يحتج بقوله\n</p>\n\n<p>\nوروى بإسناده عن معدان قال سالت سفيان الثوري عن قوله تعالى وهو معكم\nأينما كنتم قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \nعلمه\n</p>\n\n<p>\nوقال حنبل قلت لأبي عبد الله ما معنى قوله وهو معكم أينما كنتم وما يكون\nمن نجوى ثلاثه الا هو رابعهم قال علمه عالم الغيب والشهاده علمه محيط بكل\nشيء شاهد علام الغيوب يعلم الغيب ربنا على العرش بلا حد ولا صفه وسع كرسيه\nالسموات والأرض\n</p>\n\n<p>\nوروى عن يوسف بن موسى الغدادي انه قال قيل لأبي عبد الله احمد بن حنبل\nالله عز وجل فوق السمآء السابعة على عرشه بائن من خلقه وقدرته وعلمه بكل\nمكان قال نعم على العرش ولايخلو منه مكان\n</p>\n\n<p>\nوبلغني عن ابي حنيفة رحمه الله انه قال في كتاب الفقه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \nالأكبر من انكر ان الله تعالى في السماء فقد كفر\n</p>\n\n<p>\nاخبرنا عبد الله بن محمد أنبأنا احمد بن علي أنبأنا هبة الله بن الحسن\nأنبأنا احمد بن محمد بن حفص أنبأ محمد بن احمد ثنا الحسن بن يوسف ثنا احمد\nبن علي بن زيد ثنا محمد بن ابي عمرو ثنا بن <span id='ms35'></span> وهب قال سمعت شداد بن حكيم يذكر\nعن محمد بن الحسن في الأحاديث ان الله يهبط الى السماء الدنيا ونحو هذا من\nالأحاديث ان هذه الأحاديث قد روتها الثقات فنحن نرويها ونؤمن بها ولا نفسرها\n</p>\n\n<p>\nاخبرنا الإمام ابو الحسن علي بن عساكر بن المرحب البطائحي المقرئ قال\nأنبأنا الأمين ابو طالب عبد القادر بن محمد بن عبد القادر اليوسفي قال\nأنبأنا ابو اسحاق ابراهيم بن عمر البرمكي أنبأ ابو بكر محمد بن عبد الله بن\nبخيت قال أنبأ ابو حفص عمر بن محمد بن عيسى الجوهري قال ثنا ابو بكر احمد\nبن محمد بن هانئ الطائي الأثرم قال حدثني علي بن الحسن بن شقيق قال قلت\nلابن المبارك كيف نعرف ربنا قال في السماء السابعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \nعلى عرشه ولا نقول كما تقول الجهمية انه ههنا وههنا\n</p>\n\n<p>\nقال ابو بكر الأثرم وحدثني محمد بن ابراهيم القيسي قال قلت لأحمد ابن\nحنبل يحكى عن ابن المبارك انه قيل له كيف نعرف ربنا قال في السماء السابعة\nعلى عرشه قال احمد هكذا هو عندنا\n</p>\n\n<p>\nقال الأثرم وحدثنا ابو عبد الله الأوسي قال سمعت وهب بن جرير يقول انما\nيريد الجهمية انه ليس في السماء شئ\n</p>\n\n<p>\nقال وقلت لسليمان بن حرب اي شيء كان حماد بن زيد يقول في الجهميه فقال\nكان يقول إنما يريدون انه ليس في السماء شيء\n</p>\n\n<p>\nاخبرنا عبدالله أنبأنا حمد حدثنا هبة الله قال اخبرنا محمد بن الحسين بن\nيعقوب أنبأ دعلج بن احمد ثنا احمد بن علي الأبار ثنا محمد بن منصور الطوسي\nثنا نوح بن ميمون ثنا بكير بن معروف عن مقاتل بن حيان في قوله تعالى ما\nيكون من نجوى ثلاثة الا هو رابعهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \nقال هو العرش ولن يخل شئ من علمه\n</p>\n\n<p>\nوعن جعفر بن عبدالله انه قال جاء رجل الى مالك بن انس فقال يا ابا عبد\nالله الرحمن على العرش استوى كيف استوى قال فما رايت مالكا وجد من شيء\nكموجدته من مقالته وعلاه الرخضآء يعني <span id='ms36'></span> العرق واطرق القوم وجعلوا ينتظرون ما\nيأتي منه فيه قال فسري عن مالك فقال الكيف غير معقول والإستواء منه غير\nمجهول والإيمان به واجب والسؤال عنه بدعه واني اخاف ان تكون ضالا وأمر به فاخرج\n</p>\n\n<p>\nقال هبه الله وأنبانا محمد بن جعفر النحوي حدثنا ابو عبد الله نفطويه قال\nحدثني ابو سليمان داود ابن علي قال كنا عند ابن الأعرابي فأتاه رجل فقال ما\nمعنى قول الله تعالى الرحمن على العرش استوى فقال هو على عرشه كما الله عز\nوجل فقال يا ابا عبد الله ليس هذا معناه انما معناه استولى فقال اسكت ما\nانت وهذا لا يقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \nاستولى الشيء على الشيء الا ان يكون له مضاد فإذ ا غلب احدهما قيل استولى\nاما سمعت قول النابغه ... الا لمثلك او من انت سابقه ... سبق الجواد إذا\nاستولى على الأمد ...\n</p>\n\n<p>\nحدثني ابني ابو المجد عيسى بن عبد الله قال اخبرنا الشيخ ابو طاهر\nالمبارك ابن ابي المعالي بن المعطوش أنبأنا ابو الغنائم محمد بن محمد بن\nالمهتدي بالله أنبأنا الشيخ ابو اسحاق ابراهيم بن عمير البرمكي أنبأ ابو\nالفضل عبيد الله بن عبد الرحمن الزهري قال حدثني حمزة بن الحسين بن عمر\nالبزاز قال حدثني عبد الله بن محمد بن عبيد قال حدثني عباس ابن دهقان قال\nقلت لبشر بن الحارث احب ان اخلو معك قال إذا شئت فبكرت يوما فرأيته قد دخل\nقبة فصلى فيها اربع ركعات لا احسن ان اصلي مثلها فسمعته يقول في سجوده\nاللهم انك تعلم فوق عرشك ان الذل احب الي من الشرف اللهم انك تعلم فوق عرشك\nأن الفقر أحب إلى من الغنى اللهم إنك تعلم فوق عرشك اني لا اوثر على حبك\nشيئا فلما سمعته اخذني الشهيق والبكاء فلما سمعني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \nقال انت تعلم اني لو أعلم ان هذا ههنا اني لم اتكلم\n</p>\n\n<p>\nاخبرنا الشيخ الزكي ابو علي الحسن بن سلامه بن محمد الحراني قال أنبأنا\nابو اسحاق ابراهيم بن محمد بن نبهان الغنوي الرقي <span id='ms37'></span> قال اخبرنا شيخ الاسلام\nابو الحسن علي بن احمد بن يوسف القرشي الهكاري قال اخبرنا الزاهد احمد بن\nعاصم الموصلي حدثنا ابو القاسم علي بن القاسم المقرئ بالموصل قال كتبت من\nكتاب ابن هشام البلدي\n</p>\n\n<p>\nبسم الله الرحمن الرحيم هذا ما وصى به محمد بن ادريس الشافعي ح قال شيخ\nالاسلام اخبرنا ابو منصور محمد بن علي بن محمد بن الحسن بن سهل بن خليفة بن\nالصياح البلدي قال حدثني جدي محمد بن الحسن بن سهل بن خليفة حدثنا ابو علي\nالحسين بن هشام ابن عمر البلدي قال هذه وصية محمد بن ادريس الشافعي رضي\nالله تعالى عنه\n</p>\n\n<p>\nاوصي انه يشهد ان لا اله الا الله وحده لاشريك له وان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \nمحمدا صلى الله عليه وسلم عبد ورسوله وانه يؤمن بالله وملائكته وكتبه\nورسله لا يفرق بين احد من رسله وان صلاتي ونسكي ومحياي ومماتي لله رب\nالعالمين لا شريك له وبذلك امرت وان الله يبعث من في القبور وان الجنة حق\nوان النار حق وان عذاب القبر والحساب والميزان والصراط حق وان الله يجزي\nالعباد بأعمالهم عليه احيا وعليه اموت وعليه ابعث ان شاء الله واشهد ان\nالايمان قول وعمل ومعرفة بالقلب يزيد وينقص وان القرآن كلام الله تعالى غير\nمخلوق وان الله عز وجل يرى في الاخره ينظر اليه المؤمنين عيانا جهارا\nويسمعون كلامه وانه فوق العرش وان القدر خيره وشره من الله عز وجل لا يكون\nالا ما اراد الله عز وجل وقضاه وقدره وان خير الناس بعد رسول الله صلى الله\nعليه وسلم ابو بكر وعمر وعثمان وعلي بن ابي طالب رضوان الله تعالى عنهم\nاجمعين واتولاهم واستغفر لهم ولأهل الجمل وصفين القاتلين والمقتولين وجميع\nاصحاب النبي صلى الله عليه وسلم اجمعين والسمع والطاعه لأولي الأمر ما\nداموا يصلون والولاة لا يخرج عليهم بالسيف والخلافة في قريش وان قليل ما\nاسكر كثيره خمر والمتعة حرام وأوصي بتقوى الله عز وجل ولزوم السنة والآثار\nعن رسول الله صلى <span id='ms38'></span> الله عليه وسلم واصحابه وترك البدع والأهواء واجتنابها\nواتقوا الله حق تقاته ولا تموتن الا وانتم مسلمون فإنها وصية الأولين\nوالآخرين وان من يتق الله يجعل له مخرجا ويرزقه من حيث لايحتسب واتقوا الله\nما استطعتم وعليكم بالجمعة والجماعة ولزوم السنة والإيمان والتفقه في الدين\nومن حضرني منكم فليلقني شهادة ان لااله الا الله وحده لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \nشريك له وان محمدا عبده ورسوله وتعاهدوا والأظفار والشارب قبل الوفاة ان\nشاء الله واذا حضرت فإن كان عندي حائض فلتقم وليدخنوا عند فراشي\n</p>\n\n<p>\nقال شيخ الاسلام واخبرنا ابو يعلى الخليل بن عبدالله الحافظ أنبأنا ابو\nالقاسم بن علقمة الأبهري حدثنا عبد الرحمن بن ابي حاتم الرازية عن ابي شعيب\nوابي ثور عن ابي عبد الله محمد بن ادريس الشافعي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \nرضي الله عنه قال القول في السنة التي أنا عليها ورأيت اصحابنا عليها\nاصحاب الحديث الذين رأيتهم فأخذت عنهم مثل سفيان ومالك وغيرهما الإقرار\nبشهادة ان لااله الا الله وان محمدا رسول الله وذكر شيئا ثم قال وان الله\nعلى عرشه في سمائه يقرب من خلفه كيف شاء وان الله تعالى ينزل الى السماء\nالدنيا كيف شاء وذكر سائر الاعتقاد\n</p>\n\n<p>\nوبهذا الاسناد قال عبد الرحمن بن ابي حاتم حدثنا يونس بن عبد الأعلى قال\nسمعت ابا عبد الله محمد بن ادريس الشافعي رضي الله عنه يقول وقد سئل عن\nصفات الله تعالى وما يؤمن به فقال الله تعالى اسماء وصفات جاء بها كتابه\nواخبر بها نبيه صلى الله عليه وسلم امته لا يسع احدا من خلق الله تعالى\nقامت عليه الحجه ردها لأن القرآن نزل بها وصح عن رسول صلى الله عليه وسلم\nالقول بها فيما روى عنه العدل فإن خالف ذلك بعد ثبوت الحجة عليه فهو كافر\nفاما قبل ثبوت الحجة عليه فمعذور بالجهل لأن علم ذلك لايدرك بالعقل ولا\nبالروية والفكر ولا يفكر بالجهل بها احد الا بعد انتهاء الخبر اليه بها\nونثبت هذه الصفات وننفي عنها التشبه كما نفى التشبه عن <span id='ms39'></span> نفسه فقال تعالى ليس\nكمثله شيء وهو السميع البصير\n</p>\n\n<p>\nوقال الشافعي رحمة الله عليه خلافة ابي بكر رضي الله عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \nحق قضاها الله في سمائه وجمع عليها قلوب اصحاب نبيه صلى الله عليه وسلم\n</p>\n\n<p>\nاخبرنا الشيخ ابو الفتح محمد بن عبد الباقي بن احمد بن سلمان قال أنبأنا\nأبو بكر أحمد بن علي بن الحسين بن زكريا الطريثيثي قال أنبأنا ابو القاسم\nهبة الله بن الحسن أنبأنا محمد بن المظفر المقرئ حدثنا الحسن بن محمد بن\nحبيش المقرئ ثنا ابو محمد عبد الرحمن بن محمد بن ابي حاتم ح وقرأت على ابي\nالفضل عبد الله بن احمد بن محمد بن عبد القاهر الطوسي بالموصل قال اخبركم\nابو الحسن علي بن محمد بن علي ابن محمد العلاف أنبا ابو القاسم بن بشران\nأنبأ ابو الحسن علي بن عبد العزيز بن مدرك أنبأ ابو محمد عبد الرحمن بن ابي\nحاتم قال سألت ابي وأبا زرعه عن مذاهب اهل السنة في اصول الدين وما ادركا\nعليه العلماء في جميع الأمصار وما يعتقدان من ذلك فقالا أدركنا العلماء في\nجميع الأمصار حجازا وعراقا ومصرا وشاما ويمنا فكان من مذاهبهم ان الايمان\nقول وعمل يزيد وينقص والقرآن كلام الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \nغير مخلوق بجميع جهاته والقدر خبره وشره من الله تعالى وان الله تعالى فوق\nعرشه بائن من خلقه كما وصف نفسه في كتابه وعلى لسان رسوله بلا كيف احاط بكل\nشئ علما ليس كمثله شئ وهو السميع البصير\n</p>\n\n<p>\nقال ابو القاسم الطبري وجدت في كتاب ابي حاتم محمد بن ادريس ابن المنذر\nالحنطي مما سمع منه يقول مذهبنا واختيارنا اتباع رسول الله صلى الله عليه\nوسلم واصحابه والتابعين من بعدهم بإحسان وترك النظر في موضع بدعهم والتمسك\nبمذاهب اهل الأثر مثل ابي عبد الله احمد بن حنبل واسحاق بن ابراهيم وابي\nعبيد القاسم بن سلام والشافعي رحمهم الله تعالى ولزوم الكتاب والسنه ونعتقد\nان الله عز وجل على عرشه بائن من خلقه ليس كمثله شئ وهو <span id='ms40'></span> السميع البصير\n</p>\n\n<p>\nأنبأنا ابو المطهر القاسم بن الفضل بن عبد الواحد الصيدلاني أنبأنا احمد\nبن علي بن خلف أنبأنا ابو عبد الله الحاكم الحافظ قال سمعت محمد بن صالح بن\nهانئ يقول سمعت ابا بكر محمد بن اسحاق بن خزيمه رحمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \nالله تعالى يقول من لم يقر بأن الله تعالى على عرشه قد استوى فوق سبع\nسمواته فهو كافر به يستتاب فإن تاب والا ضربت عنقه والقي على بعض المزابل\nحيث لا يتأذى المسلمون ولا المعاهدون بنتن ريح جيفه وكان ماله فيئا لا يرثه\nاحد من المسلمين إذا المسلم لا يرث من الكافر كما قال النبي صلى الله عليه وسلم\n</p>\n\n<p>\nوذكر ابو عمر بن عبد البر حديث مالك في الموطأ عن ابن شهاب عن ابي سلمه\nبن عبد الرحمن وابي عبد الله الأغر جميعا عن ابي هريرة رضي الله عنه ان\nرسول الله صلى الله عليه وسلم قال ينزل ربنا تبارك وتعالى كل ليله الى سماء\nالدنيا حين يبقى ثلث الليل فيقول من يدعوني فاستجب له من يسألني فأعطيه من\nيستغفرني فأغفر له وقال هذا حديث ثابت من جهة النقل صحيح الاسناد لايختلف\nاهل الحديث في صحته وهو حديث منقول من طرق سوى هذه من اخبار العدول عن\nالنبي صلى الله عليه وسلم وفيه دليل على ان الله تعالى في السماء على العرش\nمن فوق سبع سموات كما قالت الجماعة وهو من حجتهم على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \nالمعتزلة وقولهم ان الله بكل مكان\n</p>\n\n<p>\nقال والدليل على صحة قول اهل الحق قوله عز وجل الرحمن على العرش استوى\nوقوله تعالى ثم استوى على العرش وقال سبحانه أأمنتم من في السماء وقال اليه\nيصعد الكلم الطيب والعمل الصالح يرفعه وقال يخافون ربهم من فوق وقال يدبر\nالأمر من السماء الى الأرض ثم يعرج اليه وقال تعالى تعرج الملائكه والروح\nاليه وقال وهو القاهر فوق عباده وقال ياعيسى اني متوفيك ورافعك الي وقال بل\nرفعه الله اليه وقد اخبر الله تعالى في موضعين من كتابه عن <span id='ms41'></span> فرعون انه قال\nيا هامان ابن لي صرحا لعلي ابلغ الأسباب اسباب السموات فأطلع الى اله موسى\nواني لأظنه كاذبا يعني اظن موسى كاذبا في ان له اله في السماء هذه الآيه\nتدل على ان موسى عليه السلام كان يقول ان الهي في السماء وفرعون يظنه كاذبا\n</p>\n\n<p>\nقال ومن الحجه عليهم ايضا في انه على العرش فوق السموات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \nالسبع ان الموحدين اجمعين من العرب والعجم اذا كربهم امر او نزلت بهم شدة\nرفعوا ايديهم ووجوههم الى السماء رافعين لها مشيرين بها الى السماء\nيستغثيون الله ربهم تبارك وتعالى وهذا اشهر واعرف عند الخاصة والعامة من ان\nيحتاج فيه الى اكثر من حكايته لأنه اضطرار لم يوقفهم عليه احد ولا انكره\nعليهم مسلم وقد قال النبي صلى الله عليه وسلم للأمه التي اراد مولاها عتقها\nوكانت عليه رقبة مؤمنة فاختبرها رسول الله صلى الله عليه وسلم بأن قال لها\nاين الله فأشارت الى السماء وقال لها من انا قالت رسول الله صلى الله عليه\nوسلم قال اعتقها فإنها مؤمنه فاكتفى رسول الله صلى الله عليه وسلم منها\nبرفعها رأسها الى السماء واستغنى بذلك عما سواه\n</p>\n\n<p>\nقال ابو عمر اهل السنة مجمعون على الإقرار بالصفات الوارده كلها في\nالقرآن والسنة والإيمان بها وحملها على الحقيقة لا على المجاز الا انهم لا\nيكيفون شيئا من ذلك ولا يحدون فيه صفة محصورة واما اهل البدع الجهمية\nوالمعتزلة كلها والخوارج فكلهم ينكرها ولا يحمل منها شيئا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \nعلى الحقيقه ويزعمون ان من اقربها مشبه وهم عند من اقربها نافون للمعبود\nوالحق فيما قاله القائلون بما ينطق به كتاب الله وسنة رسوله وهم ائمه\nالجماعة\n</p>\n\n<p>\nوالحمد الله رب العالمين على توقفه وهدايته ومعافاته لنا من سلوك طرق اهل\nالبدع كلها\n</p>\n\n<p>\nوجدت في آخر جزء فيه حديث جعفر بن محمد بن نصير الخالدي هذه الحكايه بخط\nكاتب الجزء وقال رأيتها في آخر الجزء ورأيت بخط ابي بكر بن شاذان سمع ابني\nالحسن هذه الحكاية حدثني من اثق به <span id='ms42'></span> قال كنا نغسل ميتا وهو على سرير فكشفنا\nعنه الثوب فسمعناه يقول هو على عرشه وحده هو على عرشه وحده هو على عرشه\nوحده قال فتفرقنا من عظم ما سمعنا ثم رجعنا فغسلناه\n</p>\n\n<p>\nفقد وضح الحق في هذه المسالة بحمد الله تعالى من الحجج القاطعه من الآيات\nالباهرة والأخبار المتواترة واجماع الصحابة كما ذكروه في اشعارهم ومنثور\nكلامهم من قول ائمتهم وعامتهم وروايتهم للسنه في ذلك قائلين لها مؤمنين بها\nمصدقين بما فيها لم ينكر ذلك منهم منكر ولا اعتراض منهم عليه معترض ثم\nبعدهم عصرا بعد عصر حتى قال الإمامان ابو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \nزرعه وابو حاتم هذا ما ادركنا عليه العلماء في جميع الأمصار حجازا وعراقا\nومصرا ولم يخالف في ذلك غير مبتدع غال او مفتون ضال واول من خالف في ذلك\nفيما علمنا الجهم بن صفوان فعاب ذلك عليه وعلى اصحابه الائمة من العلماء\nوالسادة من الفقهاء واستعظموا قولهم وبدعتهم ثم ان الجهمية مضطرون الى\nموافقة اهل الاسلام على رفع ايديهم في الدعاء وانتظار الفرج من السماء وقول\nسبحان ربي الأعلى وتلاوة ما يدل على ذلك من كتاب الله تعالى وسنة رسوله\nالمصطفى صلى الله عليه وسلم ثم لايزالون يسمعون من السنة ما يقرع رؤوسهم\nويحزن قلوبهم ويسمعون من عامة المسلمين في اسواقهم ومحاوراتهم من ذلك ما\nيغيظهم لا يستطيعون له ردا ولا يجدون من سماعه بدا وليس لهم في بدعتهم هذه\nحجة من كتاب الله ولا سنة ولا قول صحابي ولا امام مرضي الا اتباع الهوى\nومخالفة سنة المصطفى صلى الله عليه وسلم وائمة الهدى ومن وفقه الله تعالى\nلاتباع صراطه المستقيم والاقتداء بنبيه الصادق الأمين واتباع صحابته الغر\nالميامين ورضي لنفسه ما رضى به ائمة المسلمين وعامة المؤمنين اراح نفسه في\nالدنيا من مخالفة المسلمين وامن في الاخره من العذاب الأليم وآتاه الله\nالاجر العظيم وهداه الى الصراط المستقيم وانعم عليه بمرافقة النبين واصحاب\nاليمين بدليل قول الله تعالى ومن يطع الله والرسول فأولئك مع الذين انعم\nالله <span id='ms43'></span> عليهم من النبين والصدقين والشهدآء والصالحين\n</p>\n\n<p>\nجعلنا الله سبحانه تعالى ممن هداه الى صراطه المستقيم ووفق لاتباع رضى رب\nالعالمين والإقتداء بنبيه محمد خاتم النبيين والسلف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \nالصالحين برحمته انه ارحم الراحمين آمين\n</p>\n\n<p>\nآخر الجزء والحمدالله وحده وصلى الله على سيدنا محمد خاتم النبين وسيد\nالمرسلين وعلى آله وصحبه اجمعين وسلم تسليما كثيرا 000 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n            \n <span id='ms44'></span>\n</p>\n",
  "pages": [
    "001",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132"
  ],
  "volumes": [
    "01"
  ]
}