{
  "content": "\n\n<h1 class='l1' id='head0'>AUTO الكتاب: إصلاح المال</h1>\n\n<p>\nالمؤلف: أبو بكر عبد الله بن محمد ابن أبي الدنيا\n</p>\n\n<p>\nالمتوفى: 281 ه\n</p>\n\n<p>\nطبع: ضمن الجزء الأول من موسوعة ابن أبي الدنيا\n</p>\n\n<p>\nالمحقق: فاضل بن خلف الحمادة الرقي\n</p>\n\n<p>\nالناشر: دار أطلس الخضراء - الرياض\n</p>\n\n<p>\nالطبعة: الأولى، 1433 ه - 2012 م\n</p>\n\n<p>\nعدد الأجزاء: 8 - الأول مقدمة والأخير فهارس\n</p>\n\n<p>\nملاحظة: الكتاب موافق ومقابل على طبعة دار أطلس الخضراء, مع الاستعانة\nبطبعة مؤسسة الكتب الثقافية تحقيق محمد عبد القادر عطا\n</p>\n\n<p>\nمصدر الكتاب: مكتبة أحمد الخضري\n</p>\n\n<p>\nتاريخ آخر تعديل: 7 - 10 - 2013 م \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \nباب أخذ المال من حقه\n</p>\n\n<p>\n1 - حدثنا أبو بكر عبد الله بن محمد بن عبيد بن سفيان بن أبي الدنيا،\nحدثنا شجاع بن الأشرس بن ميمون, حدثنا الليث بن سعد, عن سعيد بن أبي سعيد,\nعن عياض بن عبد الله بن سعد, أنه سمع أبا سعيد الخدري, يقول: قال رسول الله\nصلى الله عليه وسلم: من يأخذ مالا بحقه يبارك له فيه, ومن يأخذ مالا بغير\nحقه, فمثله مثل الذي يأكل ولا يشبع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p311'> Vol. 01, p. 311</a>\n            </div>\n            \n</p>\n\n<p>\n2 - وبه عن سعيد بن أبي سعيد, عن عبيد سنوطا أبي الوليد قال: سمعت خولة بنت\nقيس بن فهد, وكانت تحت حمزة بن عبد المطلب تقول: سمعت رسول الله صلى الله\nعليه وسلم [يقول]: إن هذا المال حلوة خضرة, من أصابه بحقه بورك له فيه, ورب\nمتخوض فيما شاءت نفسه, من مال الله ورسوله, ليس له يوم القيامة إلا النار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p311'> Vol. 01, p. 311</a>\n            </div>\n            \n</p>\n\n<p>\n3 - حدثني علي بن شعيب, ومحمد بن يزيد الآدمي, حدثني معن بن عيسى, حدثنا\nمالك بن أنس, عن زيد بن أسلم, عن عطاء بن يسار, عن أبي سعيد الخدري, قال:\nقال رسول الله صلى الله عليه وسلم: إن هذا المال خضرة حلوة, فمن أخذه بحقه\nفنعم المعونة هو.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p311'> Vol. 01, p. 311</a>\n            </div>\n            \n</p>\n\n<p>\n4 - حدثنا تميم بن المنتصر, حدثنا إسحاق بن الأزرق, عن شريك, عن هشام بن\nعروة, عن أبيه, عن عائشة, عن النبي صلى الله عليه وسلم قال: إن الدنيا خضرة\nحلوة, فمن أعطيناه منها شيئا بطيب نفس منا وحسن طعمة منه من غير إشراف نفس\nبورك له فيه, ومن أعطيناه <span id='ms01'></span> منها شيئا بغير طيب نفس منا وسوء طعمة منه وإشراف\nنفس كان غير مبارك له فيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p311'> Vol. 01, p. 311</a>\n            </div>\n            \n</p>\n\n<p>\n5 - حدثنا علي بن الجعد, وسعيد بن سليمان, عن فضيل بن مرزوق, [عن عدي بن\nثابت] (1) , عن أبي حازم, عن أبي هريرة: إن الله طيب لا يقبل إلا طيبا, وإن\nالله عز وجل أمر المؤمنين بما أمر به المرسلين, فقال: {يا أيها الرسل كلوا\nمن الطيبات}. وقال تعالى: {يا أيها الذين آمنوا كلوا من طيبات ما رزقناكم}\n, قال: ثم ذكر عبدا أشعث أغبر, يطيل السفر, رافعا يديه: يا رب يا رب ومطعمه\nحرام, ومشربه حرام, وملبسه حرام, وغذي بالحرام, فأنى يستجاب لهذا؟.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p312'> Vol. 01, p. 312</a>\n            </div>\n            \n6 - حدثنا علي بن الجعد, أخبرنا شعبة, عن قتادة, قال: سمعت أبا المليح,\nيحدث عن أبيه, أنه سمع النبي صلى الله عليه وسلم يقول: لا يقبل الله صلاة\nبغير طهور, ولا صدقة من غلول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p312'> Vol. 01, p. 312</a>\n            </div>\n            \n</p>\n\n<p>\n7 - حدثنا إسحاق بن إسماعيل, حدثنا أبو داود الحفري, حدثنا أبان بن عبد\nالله البجلي, عن أبي بكر بن حفص, قال: قال رجل لابن عمر: أفتني يا أبا عبد\nالرحمن. قال: عم تسأل؟ قال: وليت بعض هذه الأعمال, فأصبت مالا فتصدقت منه\nوأعتقت. فقال له ابن عمر: أنت كإنسان ولسان هذه الكلمة, فيرى الله عز وجل\nيقبله منه؟.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p313'> Vol. 01, p. 313</a>\n            </div>\n            \n</p>\n\n<p>\n8 - حدثني عبد الله بن الهيثم, أخبرنا كثير بن هشام, عن جعفر بن برقان, عن\nميمون بن مهران, [قال]: عاد ناس عبد الله بن عامر بن كريز, فتوجع عبد الله\nوخاف ما بين يديه, فقال له من عنده: ما رأينا رجلا عطاء ولا صدقة أكثر منك\nوابن عمر ساكت فقال ابن عمر: ما تقول يا أبا عبد الرحمن؟ قال: إذا طاب\nالكسب زكت النفقة وسترد فترى.\n</p>\n\n<p>\nوحدثني غير ميمون, أنه قال: لئن كان ليس عليكم الدهماء أكنتم تأخذون ولكم\nأجر فيما كنتم تعملون؟ لقد سقتم الناس سوقا بعيدا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p313'> Vol. 01, p. 313</a>\n            </div>\n            \n</p>\n\n<p>\n9 - حدثنا علي بن الجعد, أخبرني سلام بن مسكين, عن حوشب, عن الحسن, قال:\nقال رسول الله صلى الله عليه وسلم: أيما عبد أمسك مالا حراما <span id='ms02'></span>, إن أمسكه لم\nيبارك له فيه, وإن أنفقه لم يقبله الله عز وجل منه فإن مات وهو عنده كان\nزاده إلى جهنم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p313'> Vol. 01, p. 313</a>\n            </div>\n            \n</p>\n\n<p>\n10 - حدثنا إسحاق بن إسماعيل, حدثنا أبو أسامة, حدثني هشام بن عروة, عن وهب\nبن كيسان, قال: جاء رجل إلى أبي هريرة, فقال: إني مررت بفلان العامل وهو\nيتصدق على المساكين, فقال أبو هريرة: ويك, لدرهم أتصدق من كدي يعرق فيه\nجبيني, أحب إلي من صدقة هؤلاء, من مئة ألف ومئة ألف على مئة ألف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p313'> Vol. 01, p. 313</a>\n            </div>\n            \n</p>\n\n<p>\n11 - حدثنا إسحاق, حدثنا وكيع, حدثنا فضيل بن مرزوق, عن عطية العوفي, عن\nابن عمر, قال: استأذنت عمر في الجهاد, فقال: إنك قد جاهدت مع رسول الله صلى\nالله عليه وسلم, قال: ثم استأذنته, فقال لي مثل ذلك, فاستأذنته الثالثة,\nفقال لي: إني أخاف والله أن يصيب المسلمون غنيمة, فيقولون: هذا عبد الله بن\nعمر أمير المؤمنين, ادفعوا إليه مثل جارية في المغنم, فيدفعوا إليك, فلله\nوللرسول ولذي القربى واليتامى والمساكين وابن السبيل فيها حق, فتقع عليها\nفتكون زانيا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p314'> Vol. 01, p. 314</a>\n            </div>\n            \n</p>\n\n<p>\n12 - حدثنا الحسن بن الصباح, حدثنا معن بن عيسى, حدثني معاوية بن صالح, عن\nعبد الرحمن بن جبير, عن أبيه, عن كعب بن عياض, صاحب النبي صلى الله عليه\nوسلم, عن النبي صلى الله عليه وسلم قال: لكل أمة فتنة, وفتنة أمتي المال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p314'> Vol. 01, p. 314</a>\n            </div>\n            \n</p>\n\n<p>\n13 - حدثني سريج بن يونس, وإسماعيل بن عبد الله بن زرارة قالا: حدثنا إسحاق\nبن الأزرق, عن زكريا بن أبي زائدة, عن محمد بن عبد الرحمن بن سعد بن زرارة,\nعن [ابن] كعب بن مالك, عن أبيه, قال: قال رسول الله صلى الله عليه وسلم: ما\nذئبان جائعان أرسلا في زريبة غنم أفسد لها من حرص الرجل على المال والشرف لدينه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p314'> Vol. 01, p. 314</a>\n            </div>\n            \n</p>\n\n<p>\n14 - حدثنا إبراهيم بن محمد بن عرعرة, حدثنا عبد الملك بن عبد الرحمن\nالذماري, حدثنا سفيان, عن أبي الجحاف, عن أبي حازم, عن أبي هريرة, عن النبي\nصلى الله عليه وسلم قال: ما ذئبان ضاريان باتا في زريبة غنم, بأسرع فيها من\nحب الشرف والمال <span id='ms03'></span> في دين المسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p315'> Vol. 01, p. 315</a>\n            </div>\n            \n</p>\n\n<p>\n15 - حدثنا أحمد بن عيسى, حدثنا عبد الله بن وهب, أخبرني يحيى بن أيوب, عن\nعيسى بن موسى, عن عبد الله بن محمد, عن أبي مرة, مولى عقيل ,عن أبي هريرة,\nعن النبي صلى الله عليه وسلم قال: ما ذئبان ضاريان جائعان في غنم, تفرقت\nأحدهما في أولها والآخر في آخرها, بأسرع فيها فسادا من امرئ إلى دينه يبغي\nشرف الدنيا ومالها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p315'> Vol. 01, p. 315</a>\n            </div>\n            \n</p>\n\n<p>\n16 - حدثني العباس بن محمد, حدثنا قطبة بن العلاء بن المنهال (1) الغنوي,\nحدثنا سفيان الثوري, عن عبد الله بن دينار, عن ابن عمر, قال: قال رسول الله\nصلى الله عليه وسلم: ما ذئبان جائعان, ألقيا في حظيرة فيها غنم بأضر لها من\nطلب الشرف والمال.\n</p>\n\n<p>\nيعني في دين المسلم.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p315'> Vol. 01, p. 315</a>\n            </div>\n            \n17 - حدثنا عبد الله بن يونس بن بكير, حدثني أبي, حدثنا هشام بن سعد, عن\nالزهري, عن عروة بن الزبير, عن المسور بن مخرمة, قال: قدم على عمر بن\nالخطاب بمال في ولايته, فجعل يتصفحه وينظر إليه, فهملت عيناه دموعا فبكى,\nفقال له عبد الرحمن بن عوف: ما يبكيك يا أمير المؤمنين؟ فوالله إن هذا لمن\nمواطن الشكر. فقال عمر: إن هذا المال والله ما أعطيه قوم إلا ألقي بينهم\nالعداوة والبغضاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p316'> Vol. 01, p. 316</a>\n            </div>\n            \n</p>\n\n<p>\n18 - حدثني سعيد بن سليمان, عن سليمان بن المغيرة, عن حميد بن هلال, عن\nزهير بن حيان, قال حميد: وكان زهير يغشى ابن عباس ويسمع منه قال: قال ابن\nعباس: دعاني عمر بن الخطاب, فأتيته وبين يديه نطع عليه الذهب منثور حثا,\nقال سليمان: يعني التبر (1), قال: اذهب فاقسم هذا بين قومك, فالله أعلم حين\nحبس هذا عن نبيه صلى الله عليه وسلم وعن أبي بكر بخير أعطاني أم بشر؟ قال:\nفأكببت أريد أقسمه. قال: فسمعت البكاء, فإذا صوت عمر يبكي, يقول في بكائه:\nكلا, والذي نفسي بيده ما حبس الله عز وجل هذا عن نبيه صلى الله عليه وسلم\nوعن أبي بكر لشر لهما وأعطاه عمر إرادة الخير له.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p316'> Vol. 01, p. 316</a>\n            </div>\n            \n19 - حدثنا الحسن بن الصباح, حدثنا أبو <span id='ms04'></span> النضر, حدثنا شيبان (1), عن هلال,\nعن عبد الرحمن بن أبي ليلى, عن أبي مسعود الأنصاري, أنه ذكر الدنيا فقال:\nألزقوها بأكبادكم, فوالله لا تصلون إلى الآخرة بدينار ولا درهم, تتركنهن\nعلى ظهر الأرض وفي بطنها كما تركها من قبلكم, فتناحروا عليها تناحركم,\nوتذابحوا تذابحكم, ولتذهب دينكم ودنياكم.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p316'> Vol. 01, p. 316</a>\n            </div>\n            \n20 - حدثنا عبد الله بن خيران, قال المسعودي: أخبرنا عن أبي حصين, عن عبد\nالله بن باباه, قال: قال أبو الدرداء: إن كسب المال من سبل الحلال قليل,\nفمن أصاب مالا من غير حله, فأثرى [فهو] (1) شر من ذلك, إلا سلب اليتيم وكسو\nالأرملة, ومن أصاب مالا من حله فأنفقه في حله, فذلك يغسل الخطايا كما يغسل\nماء السماء التراب عن الصفا, ومن أصاب مالا من غير حله, فأنفقه في غير حله,\nفذلك الملك العضال.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p317'> Vol. 01, p. 317</a>\n            </div>\n            \n21 - حدثنا محمد بن يزيد الآدمي, حدثنا معاذ بن معاذ, عن ابن عون, عن محمد,\nقال: دخل ابن عامر، على ابن عمر, فقال: الرجل يصيب المال فيصل منه الرحم,\nويفعل فيه ويفعل قال ابن عمر: إنك ما علمت لمن أجدرهم أن تفعل ذلك, ولكن\nانظر ما أوله, فإن كان أوله خبيثا, فإن الخبيث كله خبيث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p317'> Vol. 01, p. 317</a>\n            </div>\n            \n</p>\n\n<p>\n22 - حدثنا محمد بن يزيد الآدمي, حدثنا أبو اليمان, عن أبي بكر بن أبي\nمريم, عن خالد بن معدان, وضمرة بن حبيب, أن النبي صلى الله عليه وسلم قال:\nمن كثر ماله كثر همه, ومن كثر همه افترق قلبه في أودية شتى, فلم يبال الله\nعز وجل أيها سلك, ومن كان همه هما واحدا كفاه الله عز وجل هموم الدنيا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p317'> Vol. 01, p. 317</a>\n            </div>\n            \n</p>\n\n<p>\n23 - حدثنا إسحاق بن إسماعيل, حدثنا أبو معاوية, عن الأعمش, عن شمر بن\nعطية, عن المغيرة بن سعد بن الأخرم, عن أبيه, عن عبد الله, قال: قال رسول\nالله صلى الله عليه وسلم: لا تتخذوا الضيعة فترغبوا في الدنيا قال عبد\nالله: وبالمدينة ما بالمدينة, وبراذن ما براذان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p317'> Vol. 01, p. 317</a>\n            </div>\n            \n</p>\n\n<p>\n24 - حدثنا شجاع بن الأشرس, حدثنا ليث بن سعد, عن سعيد بن أبي سعيد, عن\nعياض بن عبد <span id='ms05'></span> الله بن سعد, أنه سمع أبا سعيد الخدري, يقول: قام رسول الله\nصلى الله عليه وسلم يخطب الناس فقال: لا والله ما أخشى [عليكم] أيها الناس\nإلا ما يخرج الله [لكم] من زهرة الدنيا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p318'> Vol. 01, p. 318</a>\n            </div>\n            \n</p>\n\n<p>\n25 - حدثنا الحسين بن علي العجلي, حدثنا حسين بن علي الجعفي, قال القاسم بن\nالوليد الهمداني, في قوله عز وجل: {فلنحيينه حياة طيبة} قال: هو الكسب الطيب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p318'> Vol. 01, p. 318</a>\n            </div>\n            \n</p>\n\n<p>\n26 - حدثنا الوليد بن شجاع, حدثنا مطرف بن مازن, عن محمد بن أيوب بن داود\nالصنعاني, قال: سمعت وهب بن منبه, يقول في قول الله عز وجل: {فلنحيينه حياة\nطيبة} قال: القنع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p318'> Vol. 01, p. 318</a>\n            </div>\n            \n</p>\n\n<p>\n27 - حدثنا عبد الرحمن بن صالح, حدثنا يزيد بن هارون, عن ابن أبي ذئب, عن\nالمقبري, عن أبي هريرة, عن النبي صلى الله عليه وسلم قال: يأتي على الناس\nزمان لا يبالي العبد بحلال أخذ المال أم بحرام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p318'> Vol. 01, p. 318</a>\n            </div>\n            \n</p>\n\n<p>\n28 - حدثني الحسن بن الصباح, حدثنا الحارث بن عطية, عن الأوزاعي, عن محمد\nبن المنكدر, عن أبيه, عن أبي هريرة, قال: أوشك أن يفتح على الناس باب مسألة\nلا يبالي أن ينال الرجل بما ناله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p319'> Vol. 01, p. 319</a>\n            </div>\n            \n</p>\n\n<p>\n29 - حدثنا يحيى الحماني, وأحمد بن عمران الأخنسي, قالا: حدثنا أبو بكر بن\nعياش, عن الأعمش, عن سعيد بن عبد الله (1) بن جريج, عن أبي برزة الأسلمي,\nقال: قال رسول الله صلى الله عليه وسلم: لا تزول قدم ابن آدم يوم القيامة\nمن بين يدي ربه عز وجل حتى يسأل عن ماله, من أين اكتسبه, وفيم أنفقه.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p319'> Vol. 01, p. 319</a>\n            </div>\n            \n30 - حدثنا يحيى بن أيوب, حدثنا أبو معاوية, عن الأعمش, عن إبراهيم التيمي,\nعن أبيه, عن أبي ذر, قال: صاحب الدرهمين يوم القيامة أشد حسابا من صاحب\nالدرهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p319'> Vol. 01, p. 319</a>\n            </div>\n            \n</p>\n\n<p>\n31 - حدثني عون بن إبراهيم, حدثنا أحمد بن أبي الحواري, قال: يؤتى يوم\nالقيامة برجل اكتسب مالا من حلال, فأنفقه في حرام, فيؤمر به إلى النار,\nويؤتى برجل اكتسبه من حلال, فأنفقه في حلال, قال: أوقفوا هذا للحساب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p319'> Vol. 01, p. 319</a>\n            </div>\n            \n</p>\n\n<p>\n32 - حدثني إبراهيم بن عبد الله, حدثني الحكم بن أسلم البصري, حدثنا أبو\nعوانة, عن هلال بن أبي <span id='ms06'></span> حميد, عن عبد الرحمن بن أبي ليلى, عن أبي مسعود\nالبدري, أنه ذكر الدنانير والدراهم, فقال: ألزقوها بأكبادكم, والذي نفس\nعقبة بن عمرو بيده, لا تصلون إلى الآخرة منها بدينار ولا درهم, ولتتركنها\nفي بطن الأرض وعلى ظهرها, كما تركها الذين من قبلكم, فتناحروا عليها\nتناحركم وتذابحوا تذابحكم, ولتهلك دينكم ودنياكم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p319'> Vol. 01, p. 319</a>\n            </div>\n            \n</p>\n\n<p>\n33 - حدثنا كامل بن طلحة, حدثنا حماد بن سلمة, عن عاصم ابن بهدلة, عن أبي\nصالح, عن أبي هريرة, أن رسول الله صلى الله عليه وسلم قال: أيما مال لم يطع\nالله فيه, ولم يعط حقه, جعله الله عز وجل شجاعا له زبيبتان ينهسه من قبل\nالقفا, فيقول: ما لي ولك؟ فيقول: أنا الذي جمعتني لهذا اليوم, أنا الذي\nجمعتني لهذا اليوم, حتى يضع يده في فيه فيقضمها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p320'> Vol. 01, p. 320</a>\n            </div>\n            \n</p>\n\n<p>\n34 - وحدثني أبي, أخبرني بعض الشاميين, عن الأوزاعي, أنه قال:\n</p>\n\n<p>\nالمال يذهب حله وحرامه ... يوما ويبقى بعده آثامه\n</p>\n\n<p>\nليس التقي بمتق لالهه ... حتى يطيب طعامه وكلامه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p320'> Vol. 01, p. 320</a>\n            </div>\n            \n</p>\n\n<p>\n35 - حدثنا عبد الله بن عيسى الطفاوي, حدثني عبيد الله بن شميط بن عجلان,\nقال: قال لي أبي: الدنانير والدراهم أزمة المنافقين بها يقادون إلى\nالسوءات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p320'> Vol. 01, p. 320</a>\n            </div>\n            \n</p>\n\n<p>\n36 - حدثنا سعيد بن سليمان, عن أبي الأشهب العطاردي, عن خليد العصري, عن\nالأحنف بن قيس, قال: كنت في نفر من قريش فمر أبو ذر وهو يقول: بشر الكنازين\nبكي من قبل أقفائهم يخرج من جباههم وكي من جنوبهم يخرج من ظهورهم ثم تنحى\nفقعد. فقلت: من هذا؟ قالوا: هذا أبو ذر. فقلت: ما شيء أسمعك تقول؟ قال: ما\nقلت إلا شيئا سمعوه من نبيهم. قلت: ما تقول في هذا العطاء؟ قال: خذه اليوم\nفإن فيه منعة, فإذا كان لدينك فدعه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p320'> Vol. 01, p. 320</a>\n            </div>\n            \n</p>\n\n<p>\n37 - حدثنا أحمد بن جميل, حدثنا عبد الله بن المبارك, أنبأنا سفيان, عن\nالمغيرة بن النعمان, حدثنا عبد الله بن يزيد الباهلي: كنت بالمدينة فإذا\nأنا برجل, يفر الناس حين يرونه, فقلت: من أنت؟ قال: أنا أبو ذر صاحب رسول\nالله صلى الله عليه وسلم فقلت: ما يفر الناس عنك؟ قال: إني أنهاهم <span id='ms07'></span> عن\nالكنوز الذي كان ينهاهم رسول الله صلى الله عليه وسلم فقلت: أعطياتنا قد\nارتفعت اليوم وبلغت, فهل تخاف علينا منها شيئا؟ قال: أما اليوم فلا, ولكن\nيوشك أن تكون أثمان دينكم, فإذا كانت أثمان دينكم فدعوهم وإياها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p321'> Vol. 01, p. 321</a>\n            </div>\n            \n</p>\n\n<p>\n38 - حدثنا المنذر بن عمار الكاهلي, حدثنا محمد بن طلحة بن مصرف, عن زبيد,\nعن مجاهد, قال: قال إبليس: إن أعجزني ابن آدم فلن يعجزني في ثلاث خصال: أخذ\nمال بغير حقه, فإنفاقه في غير حقه, أو منعه عن حقه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p321'> Vol. 01, p. 321</a>\n            </div>\n            \n</p>\n\n<p>\n39 - حدثنا سريج بن يونس, حدثنا المطلب بن زياد, عن السدي, قال: قال عمر:\n{وألو استقاموا على الطريقة لأسقيناهم ماء غدقا} قال: حيث كان الماء كان\nالمال, وحيث كان المال كانت الفتنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p321'> Vol. 01, p. 321</a>\n            </div>\n            \n</p>\n\n<p>\n40 - حدثنا سريج بن يونس, حدثنا يزيد بن هارون, حدثنا هشام بن حسان, عن\nالحسن, قال: والله لو شاء أحدهم أن يأخذ هذا المال من حله أخذه, فيقال لهم:\nألا تأتون نصيبكم من هذا المال, فتأخذونه حلالا؟ فيقولون: إنا نخشى أن يكون\nفسادا لقلوبنا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p321'> Vol. 01, p. 321</a>\n            </div>\n            \n</p>\n\n<p>\n41 - حدثنا علي بن إشكاب العكبري, حدثنا محمد بن عبيد الطنافسي, عن أبان بن\nإسحاق, عن الصباح بن محمد البجلي, عن مرة الهمداني, عن عبد الله بن مسعود,\nقال: قال رسول الله صلى الله عليه وسلم: إن الله عز وجل قسم بينكم أرزاقكم\nوإن الله عز وجل يعطي الدنيا من يحب ومن لا يحب, ولا يعطي الدين إلا من\nيحب, فمن أعطاه الله عز وجل الدين فقد أحبه, والذي نفسي بيده لا يسلم عبد\nحتى يسلم قلبه ولسانه, ولا يؤمن عبد حتى يأمن جاره بوائقه, قلنا: يا نبي\nالله وما بوائقه؟ قال: ظلمه وغشمه, ولا يكسب عبد مالا من حرام فينفق منه\nفيبارك له فيه, ولا يتصدق منه بشيء فيقبل منه, ولا يتركه خلف ظهره إلا كان\nزاده إلى النار, إن الله عز وجل لا يمحو السيئ بالسيئ, ولكن يمحو السيئ\nبالحسن, وإن الخبيث لا يمحو الخبيث, ولكن يمحى بالطيب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p321'> Vol. 01, p. 321</a>\n            </div>\n            \n</p>\n\n<p>\nباب فضل المال\n</p>\n\n<p>\n42 - حدثنا عبيد الله بن عمر الجشمي, حدثنا <span id='ms08'></span> وكيع بن الجراح, عن موسى بن\nعلي, عن أبيه, عن عمرو بن العاص, قال: قال رسول الله صلى الله عليه وسلم:\nنعم المال الصالح للمرء الصالح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p322'> Vol. 01, p. 322</a>\n            </div>\n            \n</p>\n\n<p>\n43 - حدثنا إبراهيم بن المنذر الحزامي, حدثنا معن بن عيسى النخعي, عن عبد\nالله بن سليمان بن أبي سلمة, عن معاذ بن عبد الله, عن عبد الله بن خبيب, عن\nعمه, قال: قال رسول الله صلى الله عليه وسلم: لا بأس بالغنى لمن اتقى الله\nعز وجل, والصحة لمن اتقى الله عز وجل خير من الغنى, وطيب النفس من النعم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p322'> Vol. 01, p. 322</a>\n            </div>\n            \n</p>\n\n<p>\n44 - حدثنا سعيد بن محمد الجرمي, حدثنا يحيى بن واضح أبو تميلة, عن الحسين\nبن واقد, عن عبد الله بن بريدة (1), قال: قال النبي صلى الله عليه وسلم:\nفخر أهل الدنيا الذي يذهبون إليه هذا المال.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p323'> Vol. 01, p. 323</a>\n            </div>\n            \n45 - حدثنا أبو خيثمة, حدثنا يونس بن محمد, حدثنا سلام بن أبي مطيع, عن\nقتادة, عن الحسن, عن سمرة بن جندب, قال رسول الله صلى الله عليه وسلم:\nالحسب المال, والكرم التقوى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p323'> Vol. 01, p. 323</a>\n            </div>\n            \n</p>\n\n<p>\n46 - حدثنا شجاع بن الأشرس, حدثنا الليث بن سعد, عن بكير بن عبد الله بن\nالأشج, عن بسر بن سعيد, عن ابن الساعدي, قال: استعملني عمر على الصدقة,\nفلما فرغت عملها أمر لي بعمالة, فقلت: إنما عملت لله عز وجل فأجري على الله\nعز وجل قال: خذ ما أعطيت؛ فإني قد عملت على عهد رسول الله صلى الله عليه\nوسلم فعملني فقلت مثل قولك فقال لي رسول الله صلى الله عليه وسلم: إذا\nأعطيت شيئا من غير أن تسأل فكل وتصدق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p323'> Vol. 01, p. 323</a>\n            </div>\n            \n</p>\n\n<p>\n47 - حدثنا محمد بن عمران بن محمد بن أبي ليلى, حدثني بكير بن بكير الغفاري\n(1), عن أبيه, عن رجل منهم يقال له نضلة, قال: خرج عمر وبين يديه رجل يخطر\nوهو يقول: أين بطحاء مكة كديا فكداها, فوقف عليه ثم قال: إن يكن لك دين فلك\nكرم, وإن يكن لك [عقل] فلك مروءة, وإن يكن لك مال فلك شرف وإلا فأنت\nوالحمار سواء.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p324'> Vol. 01, p. 324</a>\n            </div>\n            \n48 - حدثنا سعيد بن محمد الجرمي <span id='ms09'></span>, حدثنا أبو عبيدة الحداد, عن أبي بكر\nالكليبي, عن عبد الله بن العيزار (1) قال: قال عبد الله بن عمر: احرث\nلدنياك كأنك تعيش أبدا, واعمل لآخرتك كأنك تموت غدا.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p324'> Vol. 01, p. 324</a>\n            </div>\n            \n49 - حدثنا القاسم بن هاشم, حدثنا الحكم بن نافع أبو اليمان, حدثنا شيخ من\nأهل البصرة, عن حميد الطويل, عن أنس بن مالك, قال: قال رسول الله صلى الله\nعليه وسلم: ليس خيركم من ترك دنياه لآخرته, ولا من ترك آخرته لدنياه, حتى\nينال منها, فإن كل واحدة منهما مبلغة إلى الأخرى, ولا تكون كلا على الناس.\n</p>\n\n<p>\nوبه حدثنا يحيى بن صالح الوحاظي, حدثنا يزيد بن زياد القرشي, عن حميد, عن\nأنس, عن النبي صلى الله عليه وسلم مثله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p324'> Vol. 01, p. 324</a>\n            </div>\n            \n</p>\n\n<p>\n50 - حدثنا علي بن الجعد, حدثنا محمد بن يزيد بن زياد الجصاص, عن الحسن, أن\nقيس بن عاصم المنقري قال لبنيه: إياكم والمسألة؛ فإنها آخر كسب المرء, إن\nامرأ لم يسأل الناس إلا تركه كسبه, وعليكم بالمال فاستصلحوه؛ فإنه منبهة\nللكريم, ويستغنى به عن اللئيم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p325'> Vol. 01, p. 325</a>\n            </div>\n            \n</p>\n\n<p>\n51 - حدثنا أبو عبد الرحمن محمد بن عمران بن أبي ليلى, حدثنا عيسى بن يونس,\nعن الأوزاعي, عن يحيى بن أبي كثير, قال: كانت لرسول الله صلى الله عليه\nوسلم من سعد بن عبادة جفنة من ثريد في كل يوم تدور معه أينما دار من نسائه,\nوكان إذا انصرف من صلاة مكتوبة قال: اللهم ارزقني مالا أستعين به على\nفعالي؛ فإنه لا [يصلح] الفعال إلا المال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p325'> Vol. 01, p. 325</a>\n            </div>\n            \n</p>\n\n<p>\n52 - حدثنا عبد الرحمن بن صالح العجلي, حدثنا أبو أسامة, عن هشام بن عروة,\nعن أبيه, أن سعد بن عبادة كان يدعو: اللهم هب لي حمدا, وهب لي مجدا, لا مجد\nإلا بفعال, لا فعال إلا بمال, اللهم لا تصلحني بالقليل, ولا أصلح عليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p325'> Vol. 01, p. 325</a>\n            </div>\n            \n</p>\n\n<p>\n53 - حدثنا إسحاق بن إبراهيم, حدثنا عبد الله بن يزيد, عن عبد الرحمن بن\nزياد, عن يحيى بن سعيد, قال: سمعت سعيد بن المسيب, يقول: لا خير فيمن لا\nيريد جمع المال من حله, يكف به وجهه عن الناس, ويصل به <span id='ms10'></span> رحمه, ويعطي منه حقه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p325'> Vol. 01, p. 325</a>\n            </div>\n            \n</p>\n\n<p>\n54 - حدثني أبو جعفر المديني, عن شيخ من قريش, قال: قال سعيد بن المسيب:\nينبغي للعاقل أن يحب حفظ المال في غير إمساك, فإنه من المروءة, يكف به\nوجهه, ويكرم نفسه, ويصل منه رحمه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p326'> Vol. 01, p. 326</a>\n            </div>\n            \n</p>\n\n<p>\n55 - حدثنا هارون بن عبد الله, حدثنا سيار (1) بن حاتم, حدثنا جعفر, ورياح\n(2), وعبيد الله بن شميط, قالوا: سمعنا شميطا, يقول: كان عابدا في بني\nإسرائيل يقول: اللهم أعني على ديني بدنيا, وعلى آخرتي بتقوى.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p326'> Vol. 01, p. 326</a>\n            </div>\n            \n56 - حدثنا أبو موسى الهروي, حدثنا عيسى بن يونس, عن محمد بن سوقة, عن محمد\nبن المنكدر قال: نعم العون على الدين الغنى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p326'> Vol. 01, p. 326</a>\n            </div>\n            \n</p>\n\n<p>\n57 - حدثني محمد بن إدريس, حدثنا سليمان بن شرحبيل (1), حدثنا سويد بن عبد\nالعزيز, عن الحسن بن عمران, قال: سمعت مكحولا, يقول: بعض المعيشة عون على الدين.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p326'> Vol. 01, p. 326</a>\n            </div>\n            \n58 - حدثنا الحسن بن حماد, حدثنا الحسين الجعفي, عن فضيل بن عياض, عن سفيان\nالثوري, قال: كان من دعائهم: اللهم زهدنا في الدنيا, ووسع علينا منها, ولا\nتزوها عنا فترغبنا فيها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p326'> Vol. 01, p. 326</a>\n            </div>\n            \n</p>\n\n<p>\n59 - حدثني إبراهيم بن سعيد, حدثنا محمد عبد الله بن الزبير (1), حدثنا\nسعيد بن أوس, عن بلال بن سعيد, قال: خطب عمر بن الخطاب على منبره, فقال: يا\nمعاشر العرب, أصلحوا هذا المال فإنه خضرة حلوة, وإن هذا المال يوشك أن يصير\nإلى الأمير الفاجر أو التاجر.\n</p>\n\n<p>\nقال أبو بكر بن أبي الدنيا: يقول: الماهر في الأمور.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p326'> Vol. 01, p. 326</a>\n            </div>\n            \n60 - حدثنا عبد الرحمن بن صالح, حدثنا أبو معاوية, عن الأعمش, عن عمارة, عن\nعمرو بن شرحبيل, قال: لا يزال الناس بخير ما لم يكن عليهم أمراء لا يرون\nلهم من الحق شيئا إلا ما شاؤوا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p327'> Vol. 01, p. 327</a>\n            </div>\n            \n</p>\n\n<p>\n61 - حدثنا عبد الرحمن بن صالح, حدثنا يعلى بن عبيد, عن الحارث بن عمير, عن\nيحيى بن سعيد, عن القاسم بن محمد, قال: لما كان زمن عمر فكثر المال, وحدثت\nالأعطية, وكف الناس عن طلب المعيشة, قال عمر: أيها الناس أصلحوا معايشكم\nفإن فيها صلاحا لكم وصلة لغيركم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p327'> Vol. 01, p. 327</a>\n            </div>\n            \n</p>\n\n<p>\n62 - حدثني بشر بن بشار, حدثنا داود بن المحبر, حدثني عدي <span id='ms11'></span> بن الفضل, عن\nإسحاق بن سويد (1) العدوي, عن العلاء بن زياد, قال: قال عمر: عليكم بالجمال\nواستصلاح المال, وإياكم وقول أحدكم ما أبالي.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p327'> Vol. 01, p. 327</a>\n            </div>\n            \n63 - حدثني أبو جعفر المديني, عن شيخ من قريش, قال: قال حويطب بن عبد العزى\nلعمر بن الخطاب: يا أمير المؤمنين, فرضت للعرب في العطاء فأهلكتهم, يتكلون\nعلى العطاء, ويدعون التجارة, ويلهيهم [قال]: من يحرمهم العطاء؟.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p327'> Vol. 01, p. 327</a>\n            </div>\n            \n</p>\n\n<p>\n64 - حدثنا عبد الرحمن بن صالح, حدثنا أحمد بن بشير, عن مسعر (1) بن كدام,\nعن أبي بكر بن عمرو بن عتبة (2) القرشي, عن أبي ظبيان الأزدي, قال: قال لي\nعمر: كم عطاؤك؟ قلت: ألفان وخمس مئة. قال: فاتخذ سابياء لعدل الحرث, أو\nصنيعة, فإنه سيأتي عليك أمراء من قريش يمنعونكم.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p327'> Vol. 01, p. 327</a>\n            </div>\n            \n65 - حدثنا عبد الله بن عمر أبو عبد الرحمن القرشي, حدثنا وكيع, عن يونس بن\nأبي إسحاق, عن أبيه, عن ابن أبزى, قال داود عليه السلام: نعم العون اليسار\nأو الغنى على الدين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p328'> Vol. 01, p. 328</a>\n            </div>\n            \n</p>\n\n<p>\n66 - وبه حدثنا وكيع, عن سفيان, عن يحيى بن سعيد, عن سعيد بن المسيب, أنه\nترك دنانير كثيرة, فلما حضرته الوفاة, قال: اللهم إنك [تعلم] أني لم أجمعها\nإلا لأصون بها ديني, وأصل بها رحمي, وأكف بها وجهي, وأقضي بها ديني, لا خير\nفيمن لا يجمع المال ليكف به وجهه, ويصل به رحمه, ويقضي به دينه, ويصون به دينه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p328'> Vol. 01, p. 328</a>\n            </div>\n            \n</p>\n\n<p>\n67 - حدثنا محمد بن الخضر بن الوليد, حدثنا الأصمعي, قال: قال خالد بن\nصفوان: خصلتان إذا حفظتهما لا تبالي ما صنعت بعدهما: دينك لمعادك, ودرهمك\nلمعاشك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p328'> Vol. 01, p. 328</a>\n            </div>\n            \n</p>\n\n<p>\n68 - حدثني محمد بن قدامة, وإبراهيم بن سعيد, عن عبدة القرشي, قال: رئي في\nيد سفيان الثوري دنانير فقيل له في ذلك, قال: لولا هذه تمندل بنا هؤلاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p328'> Vol. 01, p. 328</a>\n            </div>\n            \n</p>\n\n<p>\n69 - وبه قال: سمعت بشر بن الحارث, قال: قال سفيان: من كان معه شيء فقدر أن\nيجعله في قرن ثور فليفعل, فإن هذا زمان إذا احتاج الرجل فيه إلى الناس, كان\nأول ما يبذل دينه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p328'> Vol. 01, p. 328</a>\n            </div>\n            \n</p>\n\n<p>\n70 - حدثني أحمد بن عبد الله, عن شيخ من قريش, قال: كان يقال: من جاد بماله <span id='ms12'></span>\nلنفسه فقد جاد بنفسه, وذلك أنه قد جاد بما لا قوام لنفسه إلا به.\n</p>\n\n<p>\n- وكان يقال: الحفظ للمال في غير بخل, من لطيف نعماء الله عز وجل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p328'> Vol. 01, p. 328</a>\n            </div>\n            \n</p>\n\n<p>\n71 - حدثني أحمد بن عبد الله, عن شيخ من قريش: مشى قوم من أهل المدينة إلى\nعمران بن موسى بن طلحة بن عبيد الله, فكلموه في رجل أفلس, فقال: إن علينا\nحقوقا تعل فضول أموالنا, وما كل من أفلس عذر على جبره, وقال:\n</p>\n\n<p>\nإذا المال لم يوجب فضول حقوقه ... صنيعة قربى أو صديق توامقه\n</p>\n\n<p>\nمنعت وبعض المنع حزم وقوة ... ولم يفتلذك بالمال إلا حقائقه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p329'> Vol. 01, p. 329</a>\n            </div>\n            \n72 - حدثني عبد الرحمن بن عبد الله ابن أخى الأصمعي, عن عمه, قال: قال أبو\nصالح الأسدي: وجدت خير الدنيا والآخرة في التقى والغنى, وشر الدنيا والآخرة\nفي الفقر والفجور.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p329'> Vol. 01, p. 329</a>\n            </div>\n            \n</p>\n\n<p>\n73 - حدثنا أبو عبد الله بن الأعرابي, قال: قالت الأعراب: أكرموا الإبل إلا\nفي ثلاث: بيت يبنى, أو دم يرقى, أو ضيف يقرى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p329'> Vol. 01, p. 329</a>\n            </div>\n            \n</p>\n\n<p>\n74 - ابن الأعرابي, قال: قال أكثم بن صيفي: أكرموا الإبل؛ فإنها: [مهر\nالكريمة, ورقوء] الدم, وسفن البر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p329'> Vol. 01, p. 329</a>\n            </div>\n            \n</p>\n\n<p>\n75 - حدثنا عبد الرحمن بن صالح, حدثني ابن يعلى بن دغش, قال: قال الحسن:\nليس من حبك الدنيا طلبك ما يصلحك فيها, ترك الحاجة يسدها عند تركها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p329'> Vol. 01, p. 329</a>\n            </div>\n            \n</p>\n\n<p>\n76 - حدثنا الحسين بن علي العجلي, قال: سمعت عبيد الله بن موسى, يقول: سمعت\nسفيان الثوري, يقول: المال في هذا الزمان سلاح المؤمن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p329'> Vol. 01, p. 329</a>\n            </div>\n            \n</p>\n\n<p>\n77 - حدثني أبي, أخبرنا كثير بن هشام, عن عيسى بن إبراهيم الهاشمي, عن\nمعاوية بن عبد الله, قال: سمعت كعبا, يقول: أول من ضرب الدنانير والدراهم\nآدم, ضرب وقال: لا تصلح المعيشة إلا بهما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p330'> Vol. 01, p. 330</a>\n            </div>\n            \n</p>\n\n<p>\n78 - حدثني هارون بن عبد الله, حدثنا إبراهيم بن عبد الرحمن بن مهدي, حدثني\nزيد بن المبارك (1) الصنعاني, حدثني مرداس بن مافنة, أبو عبيدة, حدثنا أبو\nرفيق (2), قال: سألت وهب بن منبه عن الدنانير, والدراهم, فقال: خواتيم من\nرب العالمين عز وجل وضعهما لمعايش بني آدم في الأرض لا تؤكل, أينما ذهبت\nبخاتم رب العالمين قضيت حاجتك.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p330'> Vol. 01, p. 330</a>\n            </div>\n            \n79 - حدثني هارون بن معروف, حدثنا <span id='ms13'></span> سفيان بن عيينة, عن أبيه, قال: أول من\nوضع وزن سبعة الحارث بن عبد الله بن أبي ربيعة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p330'> Vol. 01, p. 330</a>\n            </div>\n            \n</p>\n\n<p>\n80 - حدثنا إسحاق بن إسماعيل, حدثنا جرير (1), عن مغيرة, قال: أول من ضرب\nالزيوف ابن مرجانة, حين هرب من البصرة, كان الأعراب يتعرضون له وكان\nيعطيهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p330'> Vol. 01, p. 330</a>\n            </div>\n            \n</p>\n\n<p>\n81 - حدثني محمد بن يزيد الآدمي, حدثنا أبو اليمان, عن أبي بكر بن أبي\nمريم, قال: قال المقدام بن معدي كرب: يأتي على الناس (1) زمان لا ينفع فيه\nإلا الدينار والدرهم.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p330'> Vol. 01, p. 330</a>\n            </div>\n            \n82 - حدثنا علي بن الجعد, أخبرني المنخل بن حكيم بن بهز بن حكيم (1), قال:\nوقع بين ابن عون وبين ابن عم له كلام, فقال له ابن عمه: إنك وإنك لتحب\nالدراهم؟. فقال له ابن عون: إنها لتنفعني.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p331'> Vol. 01, p. 331</a>\n            </div>\n            \n83 - حدثنا الحسن بن الجنيد, حدثنا عبد الله بن ضرار, عن أبيه, عن محمد بن\nسيرين, قال: نقد الدراهم يذهب الهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p331'> Vol. 01, p. 331</a>\n            </div>\n            \n</p>\n\n<p>\n84 - حدثنا أبو عبد الله الباهلي, حدثنا أبي قال: سمعت سفيان الثوري, يقول:\nكنا نكره المال للمؤمن, وأما اليوم فنعم الترس: المال المؤمن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p331'> Vol. 01, p. 331</a>\n            </div>\n            \n</p>\n\n<p>\n85 - حدثنا الحسن بن عبد الرحمن, قال: قيل لبعض الحكماء: العلماء أفضل أم\nالأغنياء؟ فقال: العلماء, فقيل له: فما بال العلماء بأبواب الأغنياء أكثر\nمن الأغنياء بأبواب العلماء (1)؟ قال: لمعرفة العلماء بفضل الأغنياء, وجهل\nالأغنياء بفضل العلم.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p331'> Vol. 01, p. 331</a>\n            </div>\n            \n86 - حدثني محمد بن أبي عتاب أبو بكر, حدثنا حلبس بن محمد الكلبي, عن ابن\nجريج, عن عطاء {وجعلت له مالا ممدودا} قال: [غلة] (1) شهر بشهر.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p331'> Vol. 01, p. 331</a>\n            </div>\n            \n87 - حدثني ابن الأعرابي, قال حضين (1) بن المنذر: وددت أن عندي مثل أحد\nذهبا أنتفع منه بشيء. فقيل له: فما تريد من ذلك؟ قال: لكثرة من عندي يخدمني عليه.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p332'> Vol. 01, p. 332</a>\n            </div>\n            \n88 - حدثنا يحيى بن عبد الحميد الحماني, حدثنا عبد الله بن المبارك, عن\nمعمر, عن الزهري, عن مالك بن أوس بن الحدثان, عن عمر بن الخطاب: أن النبي\nصلى الله عليه وسلم ادخر قوت سنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p332'> Vol. 01, p. 332</a>\n            </div>\n            \n</p>\n\n<p>\n89 - حدثنا علي بن الجعد, حدثنا سفيان بن عيينة, عن ابن أبي عتبة, قال:\nاشترى سلمان وسقا من طعام, فقيل له: تشتري <span id='ms14'></span> وسقا من طعام؟. فقال: إن النفس\nإذا أحرزت قوتها اطمأنت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p332'> Vol. 01, p. 332</a>\n            </div>\n            \n</p>\n\n<p>\n90 - حدثني عمار بن نصر, حدثنا الفضل بن موسى, [عن] فرج بن فضالة, عن\nالقاسم, قال: [سئل] سلمان: أي شيء خير؟ قال: الإسلام وخيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p332'> Vol. 01, p. 332</a>\n            </div>\n            \n</p>\n\n<p>\n91 - [حدثنا] الحسن بن الصباح, حدثني علي بن الحسن بن شقيق, عن ابن\nالمبارك, عن رجل من أهل البصرة قال: اشترى مالك بن دينار سويقا وتمرا كأنه\nأكثر, فقيل له: يا أبا يحيى ما هذا؟ قال: هذا صوم وصلاة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p332'> Vol. 01, p. 332</a>\n            </div>\n            \n</p>\n\n<p>\n92 - حدثنا أبو خيثمة, حدثنا سفيان بن عيينة, عن عمرو بن دينار, عن مولى\nلطلحة بن عبيد الله, قال: كانت غلة طلحة بن عبيد الله كل يوم ألفا وافيا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p332'> Vol. 01, p. 332</a>\n            </div>\n            \n</p>\n\n<p>\n93 - حدثنا إسحاق بن إسماعيل, حدثنا سفيان, عن طلحة بن يحيى, عن عمته سعدى\nبنت عوف, قالت: دخل طلحة بن عبيد الله على بعض أزواجه وهو حزين, فقالت له:\nما الذي أحزنك؟ قال: اجتمع عندي مال. قالت: فأرسل إلى قومك فاقسمه بينهم.\nفأرسل إلى قومه فقسمه فيهم. فسألت الخازن: كم قسم يومئذ؟ [قال]: أربع مئة ألف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p332'> Vol. 01, p. 332</a>\n            </div>\n            \n</p>\n\n<p>\n94 - حدثني عبد الرحمن بن عبد الله بن قريب, حدثنا الأصمعي, عن نافع بن أبي\nنعيم, عن ابن ابن طلحة بن عبيد الله, عن سعدى بنت عوف, وكانت امرأة طلحة\nقالت: قسم طلحة في يوم مئة ألف درهما, ثم حبسه عن الرواح, أن جمعت له بين\nطرفي ثوبه, كان منخرق الوسط, فقطعته ثم أخرجت وسطه ولفقته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p333'> Vol. 01, p. 333</a>\n            </div>\n            \n</p>\n\n<p>\n95 - حدثنا أبو جعفر أحمد (1) بن الحارث بن المبارك, عن شيخ من قريش, قال:\nقال عبد الرحمن بن عوف: يا حبذا المال, أصل منه رحمي, وأتقرب إلى ربي عز وجل.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p333'> Vol. 01, p. 333</a>\n            </div>\n            \n96 - حدثني أبو جعفر, قال: قال بعض العرب: من رزقه الله فلا عليه أن لا\nيرزق جمالا, فكم من جميل معدم, ومن قبيح مكثر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p333'> Vol. 01, p. 333</a>\n            </div>\n            \n</p>\n\n<p>\n97 - حدثني إبراهيم بن عبد الله, حدثنا يحيى بن عبد الله بن بكير, حدثني\nعبد الله بن لهيعة, حدثني محمد بن عبد الرحمن, عن عروة بن الزبير, قال: قال\nالزبير: إن المال فيه صنائع المعروف, وصلة الرحم, والنفقة في <span id='ms15'></span> سبيل الله عز\nوجل, وعون على حسن الخلق, وفيه مع ذلك شرف الدنيا ولذتها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p333'> Vol. 01, p. 333</a>\n            </div>\n            \n</p>\n\n<p>\n98 - حدثنا أبو كريب, حدثنا يونس بن بكير, عن ابن إسحاق, حدثني عثمان بن\nعروة, عن أبيه عروة, حدثني عبد الله بن الزبير, قال: قال لي الزبير: اشتر\nلي سرح بني فلان بالحيرة وإن بلغ عشرة آلاف. فقلت: عشرة؟ فقال: وإن بلغ\nعشرين ألفا. قلت: سبحان الله قال: وإن بلغ ثلاثين ألفا فاشتره, إني والله\nلأن أعطى مالي أحب إلي من غصبة أغصبها. فقلت: ما هذا إلا تكاثر الناس\nوفخرهم فقال: إنه والله ما بالدنيا بأس, ما تدرك الآخرة إلا بالدنيا, فيها\nيوصل الرحم, ويفعل المعروف, وفيها يتقرب إلى الله عز وجل بالأعمال الصالحة,\nفإياك أن تذهب أنت وأصحابك فتقعوا في معصية الله عز وجل ثم تقولون: قبح\nالله الدنيا, ولا ذنب للدنيا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p334'> Vol. 01, p. 334</a>\n            </div>\n            \n</p>\n\n<p>\n99 - حدثني إبراهيم بن عبد الله, حدثنا يحيى بن بكير, حدثني عبد الله بن\nلهيعة, عن خالد بن يزيد, عن سعيد بن [أبي] هلال, أن النبي صلى الله عليه\nوسلم قال: نعم المطية الدنيا فارتحلوا تبلغكم الآخرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p334'> Vol. 01, p. 334</a>\n            </div>\n            \n</p>\n\n<p>\n100 - حدثني أبي, حدثنا الأصمعي, عن شعبة, عن قتادة, عن معروف بن عبد الله,\nعن حكيم بن قيس بن عاصم, عن أبيه, قال عند الموت: يا بني عليكم باصطناع\nالمال, فإنه منبهة للكريم ويستغنى به عن اللئيم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p334'> Vol. 01, p. 334</a>\n            </div>\n            \n</p>\n\n<p>\n101 - حدثني الحسن بن منصور, حدثنا أبو نصر, عن الليث بن سعد, عن سعيد بن\nيحيى, أنه سمع سعيد بن المسيب, يقول: لا خير فيمن لا يحب المال, ليؤدي عن\nأمانته, ويصل رحمه, ويستغني به عن خلق ربه عز وجل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p334'> Vol. 01, p. 334</a>\n            </div>\n            \n</p>\n\n<p>\n102 - حدثني الحسين بن عبد الرحمن, حدثني إسحاق بن عمارة الحمصي, قال عباس\nبن مطرف الكلاعي: لا حياة لمن لا إخوان له, ولا إخوان لمن لا مال له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p335'> Vol. 01, p. 335</a>\n            </div>\n            \n</p>\n\n<p>\n103 - وبه أنشدني بشر الضرير قوله:\n</p>\n\n<p>\nكفى حزنا أني أروح وأغتدي ... وما لي من مال أصون به عرضي\n</p>\n\n<p>\nوأكثر ما ألقى صديقا بمرحبا ... وذلك لا يكفي الصديق ولا يرضي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p335'> Vol. 01, p. 335</a>\n            </div>\n            \n</p>\n\n<p>\n104 - حدثني عبد الرحمن بن صالح, حدثنا إبراهيم بن <span id='ms16'></span> هراسة, عن [عبد] (1)\nالغفار بن القاسم, عن عمرو بن مرة, عن عبد الله بن سلمة, عن علي, رضي الله\nعنه, قال: نعم الدار الدنيا, فيها يصومون وفيها يصلون.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p335'> Vol. 01, p. 335</a>\n            </div>\n            \n105 - حدثنا علي بن الحسن بن موسى, عن عبد الله بن صالح العجلي, عن معاذ بن\nعفراء, قال: سمع علي بن أبي طالب رجلا يسب الدنيا, فقال: إنها لدار صدق لمن\nصدقها, ودار عافية لمن فهم عنها, ودار غنى لمن تزود منها, مسجد أحباء الله,\nوهبوط وحيه, ومصلى ملائكته, ومتجر أوليائه, اكتسبوا فيها الرحمة, وربحوا\nفيها الجنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p335'> Vol. 01, p. 335</a>\n            </div>\n            \n</p>\n\n<p>\n106 - حدثني الحسن بن عبد الرحمن, عن خالد بن خداش, حدثني عبد الله بن وهب,\nعن ليث بن سعد, قال: قال عبد الرحمن بن عوف: أتاني رجل بخمسين ألف دينار,\nفقال: هذا استودعنيها أبوك في الجاهلية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p335'> Vol. 01, p. 335</a>\n            </div>\n            \n</p>\n\n<p>\n107 - وزعم سليمان بن أبي شيخ, عن محمد بن الحكم, عن عوانة, قال: قال لبيد\nبن عطارد واجتمعت بنو تميم في مسجده في حمالات حملوها قال لبيد: أرسلوا إلى\nعتاب بن ورقا, فأرسلوا إليه, فجاء فلم يجلس حتى احتملها ثم مضى. قال لبيد\nبن عطارد: نعم العون على المروءة الجدة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p335'> Vol. 01, p. 335</a>\n            </div>\n            \n</p>\n\n<p>\n108 - قال: وحدثني صاحب لنا, قال: سمعت رجلا من قريش, يقول: الموجود عون علي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p336'> Vol. 01, p. 336</a>\n            </div>\n            \n</p>\n\n<p>\n109 - حدثنا أبو مسلم عبد الرحمن بن يونس, حدثنا سفيان, عن عمرو, أخبرنا\nصالح بن إبراهيم, قال: صولحت امرأة عبد الرحمن ثمنها: الثمن بثمانين ألفا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p336'> Vol. 01, p. 336</a>\n            </div>\n            \n</p>\n\n<p>\n110 - وبه عن عمرو, عن طاووس, قال: وسفيان حدثنا عن ابن أبي الزناد, عن\nالأعرج, عن أبي هريرة, عن النبي صلى الله عليه وسلم قال: أرسل الله عز وجل\nعلى أيوب رجل جراد من ذهب, فجعل ينثر نقضا في ثوبه, فنودي: يا أيوب ألم\nيكفك ما أعطيناك؟. قال: رب, ومن يستغن عن فضلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p336'> Vol. 01, p. 336</a>\n            </div>\n            \n</p>\n\n<p>\n111 - [حدثنا الحسن بن الصباح], حدثنا أبو قطن, حدثنا عبد العزيز بن أبي\nسلمة, عن قدامة بن موسى, عن أبي صالح, عن أبي هريرة, قال: كان رسول الله\nصلى الله عليه وسلم يقول: [اللهم] أصلح لي دنياي التي فيها معاشي, وأصلح لي\nآخرتي <span id='ms17'></span> التي إليها منقلبي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p336'> Vol. 01, p. 336</a>\n            </div>\n            \n</p>\n\n<p>\nباب إصلاح المال\n</p>\n\n<p>\n112 - حدثنا علي بن الجعد, حدثنا عكرمة بن إبراهيم, عن عبد الملك بن\nعمير, عن وراد, كاتب المغيرة بن شعبة عن المغيرة بن شعبة, قال: سمعت رسول\nالله صلى الله عليه وسلم ينهى عن وأد البنات, وعن عقوق الآمهات, وعن منع\nوهات, وعن قيل وقال, وعن كثرة السؤال, وعن إضاعة المال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p337'> Vol. 01, p. 337</a>\n            </div>\n            \n</p>\n\n<p>\n113 - حدثنا محمد بن قدامة الجوهري, حدثنا يعلى بن عبيد, عن محمد بن سوقة,\nقال: سأل رجل سعيد بن جبير عن نهي النبي, صلى الله عليه وسلم عن إضاعة\nالمال, قال: هو أن يرزقك, الله رزقا حلالا فتنفقه فيما حرم الله عليك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p337'> Vol. 01, p. 337</a>\n            </div>\n            \n</p>\n\n<p>\n114 - حدثنا عبيد الله بن عمر الجشمي, حدثنا حماد بن سلمة, عن هشام, أن\nمحمدا, سئل عن السرف, قال: الإنفاق في غير حق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p337'> Vol. 01, p. 337</a>\n            </div>\n            \n</p>\n\n<p>\n115 - أخبرني عمر بن بكير, عن محمد بن كعب الهلالي, عن [....] (1) يروي عن\nالنبي صلى الله عليه وسلم أنه قال لرجل من ثقيف: يا أخا ثقيف, ما المروءة\nفيكم؟ قال: إصلاح الدين, وإصلاح المعيشة, وسخاء النفس, وصلة الرحم. فقال\nصلوات الله وسلامه عليه: كذلك هو فينا.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p337'> Vol. 01, p. 337</a>\n            </div>\n            \n116 - حدثنا علي بن زكريا الأزدي, حدثنا الأصمعي, عن مسلمة بن علقمة, عن\nداود بن أبي هند, عن الشعبي, قال: قال معاوية للأحنف: ما تعدون المروءة\nفيكم؟ قال: التفقه في الدين, وبر الوالدين, وإصلاح المال. فأرسل معاوية إلى\nيزيد فقال: اسمع من عمك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p338'> Vol. 01, p. 338</a>\n            </div>\n            \n</p>\n\n<p>\n117 - حدثني إبراهيم بن عبد الله بن الهروي, حدثنا هشيم, عن عبد الرحمن بن\nغنم, عن علي بن رباح, عن عمرو بن العاص, أنه سئل عن المروءة, فقال: المروءة\nأن يكرم الرجل إخوانه, وأن يقبل في داره, ويصطنع لماله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p338'> Vol. 01, p. 338</a>\n            </div>\n            \n</p>\n\n<p>\n118 - حدثني أبي, عن الأصمعي, عن أبيه, قال: سأل معاوية رجل من ثقيف: ما\nالمروءة؟ قال: تقوى الله عز وجل وإصلاح المعيشة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p338'> Vol. 01, p. 338</a>\n            </div>\n            \n</p>\n\n<p>\n119 - حدثني أبي, حدثنا الهيثم بن خارجة, عن إسماعيل بن عياش, عن أبي بكر\nعبد الله بن أبي مريم, قال: سئل أبو هريرة عن المروءة, ما هي؟ فقال: الثبوت\nفي المجلس, والغداء والعشاء في أفنية <span id='ms18'></span> البيوت, وإصلاح المال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p338'> Vol. 01, p. 338</a>\n            </div>\n            \n</p>\n\n<p>\n120 - حدثني عبد الرحمن بن صالح, حدثني أخو سفيان بن عيينة (1), قال: قال\nرجل لمعاوية: المروءة إصلاح المال, ولين الكتف, والتحبب إلى الناس.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p338'> Vol. 01, p. 338</a>\n            </div>\n            \n121 - حدثني محمد بن الحارث بن عبد الله, عن شيخ من قريش, قال: معاوية\nيقول: إصلاح مال في يديك, أفضل من طلب الفضل من أيدي الناس, وحسن التدبير\nمع الكفاف, أحب إلي من الكثير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p338'> Vol. 01, p. 338</a>\n            </div>\n            \n</p>\n\n<p>\n122 - حدثنا أحمد بن محمد بن أيوب, حدثنا إبراهيم بن سعد, عن محمد بن\nإسحاق, قال: قال عمر بن الخطاب: أيها الناس, أصلحوا أموالكم التي رزقكم\nالله عز وجل فإن إقلالا في رفق, خير من إكثار في خرق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p338'> Vol. 01, p. 338</a>\n            </div>\n            \n</p>\n\n<p>\n123 - حدثني عبد الله بن يونس بن بكير, حدثنا أبي, عن صالح بن رستم, عن أبي\nيزيد المديني الرجل الذي كان عامل عمر بن الخطاب قال: قدم علينا عمر بن\nالخطاب, وقدم علينا طعام من مصر في البحر, فأدخلناه البيوت من السفر, فأتى\nعمر, فرأى طعاما منثورا في الطريق, فجعل عمر يجمعه بيده ويزحف, فيجعله في\nثوبه, وقال: لا أراكم تصنعون مثل هذا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p339'> Vol. 01, p. 339</a>\n            </div>\n            \n</p>\n\n<p>\n124 - حدثني العباس بن هشام بن محمد, عن أبيه, عن عبد المجيد بن أبي عبس,\nقال: دخل أحيحة بن الجلاح حديقته الزوراء, فهبط به نسوة من بني سليم,\nوأنزلن به حاجاتهن, فقال: ادخلوا, فدخلن, فبينا هو يمشي في حديقته إذ نظر\nإلى تمرة فأخذها، ثم إلى أخرى فأخذها، فجعل يلقط التمر كذلك، حتى جمع\nتمرات, فقالت امرأة منهن: ألا ترين إلى ما يصنع؟ ما لكن عنده خير بعد هذا,\nفارجعن. فسمع قولها, فقال: التمرة إلى التمرة تمر, والذود إلى الذود إبل,\nفذهب مثلا, وأنشأ يقول:\n</p>\n\n<p>\nولن أزال على الزوراء أعمرها ... إن الحبيب إلى الإخوان ذو مال\n</p>\n\n<p>\nاستغن أو مت ولا يغررك ذو نشب ... من ابن عم ولا عم ولا خال.\n</p>\n\n<p>\nقال عبد الله: وزاد غير عباس:\n</p>\n\n<p>\nووليت نفسك كإصلاح الذي ملكت ... بذاك ما عشت إن المال بالموالي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p339'> Vol. 01, p. 339</a>\n            </div>\n            \n</p>\n\n<p>\n125 - وبلغني من غير حديث العباس أن أحيحة كان يقول: اتقوا الله في أموالكم\nفإنكم لن تزالوا <span id='ms19'></span> كرماء (1) على عشيرتكم, ما داموا يعلمون أنكم مستغنون.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p339'> Vol. 01, p. 339</a>\n            </div>\n            \n126 - حدثني سلم بن جنادة العامري, حدثنا أحمد بن بشير (1), عن السري بن\nتميم, حدثني شيخ من قيس بن ثعلبة, يكنى أبا تميمة, عن أبيه, قال: رأيت أبا\nسفيان بسوق عكاظ باع حملا فاتزن (2) ثمنه, فنقص حبتين, فأبى أن يأخذه,\nوقال: الذود إلى الذود إبل.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p339'> Vol. 01, p. 339</a>\n            </div>\n            \n127 - حدثني هارون بن عبد الله, حدثنا سعيد بن عامر, عن جويرية بن أسماء,\nقال: قطع رجل بالمدينة فقيل له: عليك بحكيم بن حزام, فأتى وهو في المسجد,\nفذكر له حاجته, فقام معه, فانطلق إلى أهله, فمر بقطعة كساء, أو خرقة مطروحة\nفي كساء, فأخذها بيده فنفضها ثم تعلقها بيده, فقال الرجل في نفسه: وما أرى\nعند هذا خيرا؟ فلما دخل داره, رأى غلمانا له يعالجون، يعملون أجلة الإبل,\nفرمى بها إليهم, فقال: استعينوا بهذه في بعض ما تعالجون, ثم أمر له براحلة\nمقتبة, محقبة, وأحسبه ذكر زادا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p340'> Vol. 01, p. 340</a>\n            </div>\n            \n</p>\n\n<p>\n128 - وبلغني أن قوما أتوا قيس بن سعد بن عبادة, فسألوه حمالة, فرأوه في\nحائط له يلتقط التمر والحشف, ويميز كل واحد على حده, فقالوا: ما عند هذا\nخير, ثم كلموه, فقضى حاجتهم, فقالوا: ما أبعد هذا من فعلك الأول؟ فقال:\nإنما أعطيكم من هذا الذي أجمع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p340'> Vol. 01, p. 340</a>\n            </div>\n            \n</p>\n\n<p>\n129 - قال: وبلغني أن رجلا دخل على محمد بن علي حائطا, فإذا هو مؤتزر وبيده\nالمسحاة يحول الماء في نخله من موضع إلى موضع, قال: فقلت: أما عندك من\nيكفيك هذا؟ قال: إنه لابد للمؤمن من ثلاث: فقه في دينه, وتدبير في معيشته,\nومعاشرة للناس بالمعروف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p340'> Vol. 01, p. 340</a>\n            </div>\n            \n</p>\n\n<p>\n130 - حدثني أبي, عن الأصمعي, قال: أخبرني أعرابي, أن عاملا لهشام بن عبد\nالملك, كتب إليه: إني استخرجت لك عينا خرارة في أرض خوارة, يفجر أنف\nالفارة. وكتب إليه: أما بعد: بلغني كتابك, وفهمت ما كتبت, فانظر إلى أرض\nعلا فيها الماء فاغرس فيها النخل وحضرها بالبقل, وألصق بالكراث بقولا, اجعل\nالكراث أكثره, فإنه أبقى للبقل, وابن لي فيها بناء من بناء أهل الدنيا, وضع\nالدرهم على الدرهم فإن <span id='ms20'></span> ذلك يكون مالا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p340'> Vol. 01, p. 340</a>\n            </div>\n            \n</p>\n\n<p>\n131 - حدثني أحمد (1) بن الحارث بن المبارك, عن شيخ من قريش, قال: قعد هشام\nبن عبد الملك يوما قريبا من حائط له فيه زيتون, ومعه عثمان بن حبان, وهو\nيكلمه إذ سمع هشام نفظ الزيتون, فقال هشام لرجل: انطلق إليهم فقل لهم\nالتقطوه لقطا, ولا تنفظوه نفظا, فتفقأ عيونه, وتكسر غصونه.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p341'> Vol. 01, p. 341</a>\n            </div>\n            \n132 - وكان هشام بن عبد الملك في غير حديث الحارث يقول: ثلاث لا تصغر\nالشريف: تعاهد الضيعة, وإصلاح المعيشة, وطلب الحق وإن قل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p341'> Vol. 01, p. 341</a>\n            </div>\n            \n</p>\n\n<p>\n133 - حدثني أبي, عن شيخ, له, أن الأشعث بن قيس, قال لبنيه: يا بني أصلحوا\nالمال, لجفوة السلطان, وشؤم الزمان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p341'> Vol. 01, p. 341</a>\n            </div>\n            \n</p>\n\n<p>\n134 - حدثنا أحمد (1) بن الحارث بن المبارك, عن شيخ من قريش, قال: قال\nمعاوية: إن يكن الأموي مصلحا لماله, حليما, لم يشنه من هو منه.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p341'> Vol. 01, p. 341</a>\n            </div>\n            \n135 - وبه عن شيخ من قريش, قال: دخل على الأحنف وهو يجر يد شاة فقال: ما\nهذا من عمل السيد فقال الأحنف: إن لها ربا صبورا على القرى وليس القرى في\nنفس جحش بهيز.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p341'> Vol. 01, p. 341</a>\n            </div>\n            \n</p>\n\n<p>\n136 - وفي غير حديث ابن الحارث: رئي لقيط بن زرارة يعصب رجلا فقيل: تفعل\nهذا؟ فقال: نفعله حتى تصير شاة, فيجيء الفاحش فنسد فاه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p341'> Vol. 01, p. 341</a>\n            </div>\n            \n</p>\n\n<p>\n137 - حدثنا أبو بكر الباهلي, حدثنا الأصمعي, قال: بلغني عن ابن عون, قال:\nكتب الحسن إلى الحسين رضي الله عنهما يعيب عليه إعطاء الشعراء, فقال\nالحسين: إن خير المال ما وقي به العرض.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p341'> Vol. 01, p. 341</a>\n            </div>\n            \n</p>\n\n<p>\n138 - حدثنا ابن خداش, حدثنا مهدي بن ميمون, عن هشام بن عروة, عن أبيه, عن\nعائشة, رضي الله عنها أنها سئلت: ما كان يعمل رسول الله صلى الله عليه وسلم\nفي بيته؟ قالت: يخيط ثوبه, ويخصف رجله, ويعمل ما يعمل الرجال في بيوتهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p342'> Vol. 01, p. 342</a>\n            </div>\n            \n</p>\n\n<p>\n139 - حدثنا عبيد الله بن جرير العتكي, حدثنا عبد الله بن رجاء, حدثنا\nهمام, عن هشام بن عروة, عن أبيه, قال: قلت لعائشة ما كان رسول الله صلى\nالله عليه وسلم يفعل إذا رجع إلى بيته؟ قالت: يخزن شيئا, يصنع شيئا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p342'> Vol. 01, p. 342</a>\n            </div>\n            \n</p>\n\n<p>\n140 - حدثنا عبد المتعال بن طالب, حدثنا عبد الله بن وهب <span id='ms21'></span>, عن أسامة بن زيد,\nعن أبيه, عن جده, قال: كان عمر بن الخطاب رضي الله عنه: يعد للناس خيوطا\nوخرقا فإذا أعطي الرجل عطاءه في يده, أعطاه خرقة وخيطا, وقال: اربط درهمك,\nوأصلح مويلك, فإنك لا تدري كم يدوم لك هذا فأدخل عليه رجل يقاد فأعطاه,\nفكأنه استقله, فقال عمر لقائده: أخرج به. فخرج ففرشها ثم دعاه, فقال: خذها\nكلها, فجمعها وخرج فرحا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p342'> Vol. 01, p. 342</a>\n            </div>\n            \n</p>\n\n<p>\n141 - حدثنا أحمد بن محمد, حدثنا إبراهيم بن سعد, عن محمد بن إسحاق, قال:\nقال عمر: أيها الناس, أصلحوا أموالكم التي رزقكم الله عز وجل فإن إقلالا في\nرفق, خير من إكثار في خرق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p342'> Vol. 01, p. 342</a>\n            </div>\n            \n</p>\n\n<p>\n142 - حدثني عبد الرحمن بن صالح الأزدي, حدثنا يعلى بن عبيد, عن الحارث بن\nعمير, قال: قال عمر بن الخطاب: أيها الناس, أصلحوا معايشكم؛ فإن فيها صلاحا\nلكم, وصلة لغيركم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p342'> Vol. 01, p. 342</a>\n            </div>\n            \n</p>\n\n<p>\n143 - أخبرني عمر بن بكير, عن شيخ من طي, أن مروان بن الحكم, قال لوهب بن\nأسود الثقفي: ما المروءة فيكم؟. قال: العفاف, وإصلاح المال. فقال مروان:\nعلي بعبد الملك وعبد العزيز, فلما أتيا. قال: اسمعا ما يقول عمكما؟ قال:\nفما السؤدد فيكم؟ قال: الحلم والنوال. قال: أي بني اسمعوا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p343'> Vol. 01, p. 343</a>\n            </div>\n            \n</p>\n\n<p>\n144 - حدثني أحمد (1) بن الحارث, عن شيخ من قريش: أن عبد الملك بن مروان,\nلما ولي, مر فرأى عنزا جرباء فقال: لمن هذه العنز؟ قيل: للأمير. فوقف فدعا\nبقطران, فقيل تكفى يا أمير المؤمنين. فقال: ما أغنى إذا قول وهب منا.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p343'> Vol. 01, p. 343</a>\n            </div>\n            \n145 - حدثنا علي بن نضر بن بحر (1) القرشي, عن محمد بن عبد الله القرشي, عن\nأبيه, عن مولى لهم, قال: ولاني عتبة بن أبي سفيان, أمواله بالحجاز, فلما\nودعته, قال: يا سعيد, تعاهد صغير مالي يكبر, ولا تخف كبيرة فتصغر, فإنه ليس\nشيء يشغلني كثير ما عندي عن إصلاح قليل مالي, ولا يمنعني قليل ما في يدي عن\nكبير ما ينوبني. قال: فقدمت المدينة, فحدثت بهذا رجالات قريش ففرقوا به\nالكتب إلى الوكلاء.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p343'> Vol. 01, p. 343</a>\n            </div>\n            \n146 - حدثني أحمد (1) بن الحارث بن المبارك, عن شيخ من قريش, قال: قيل <span id='ms22'></span>\nلمعاوية: ما المروءة؟ قال: إصلاح المعيشة, واحتمال الجريرة.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p343'> Vol. 01, p. 343</a>\n            </div>\n            \n147 - قال: وقال عبد الملك لرجل من قريش: إنا نعد الحلم, وإعطاء المال\nسؤددا, ونعد القيام على المال, وإصلاحه مروءة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p343'> Vol. 01, p. 343</a>\n            </div>\n            \n</p>\n\n<p>\n148 - حدثني الحسن بن الصباح, حدثنا أبو قطن, حدثنا عبد العزيز بن أبي\nسلمة, عن قدامة بن موسى, عن أبي صالح, عن أبي هريرة, قال: كان رسول الله\nصلى الله عليه وسلم يقول: اللهم أصلح لي دنياي التي فيها معاشي, وأصلح لي\nآخرتي التي إليها معادي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p343'> Vol. 01, p. 343</a>\n            </div>\n            \n</p>\n\n<p>\n149 - حدثني عبيد الله بن جرير العتكي, حدثنا محمد بن أبي بكر, حدثنا أبو\nيحيى, مولى آل الزبير قال: سمعت القاسم, يحدث عن عائشة, قالت: كان من دعاء\nالنبي صلى الله عليه وسلم الذي لا يكاد أن يدعه: اللهم اجعل أوسع رزقك علي\nعند كبر سني, وانقطاع عمري, وقرب أجلي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p344'> Vol. 01, p. 344</a>\n            </div>\n            \n</p>\n\n<p>\n150 - حدثني أبي, عن أبيه, قال: يقال: إصلاح المال أحد الكاسبين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p344'> Vol. 01, p. 344</a>\n            </div>\n            \n</p>\n\n<p>\n151 - حدثنا علي بن الجعد, أخبرنا شعبة, عن عمرو بن مرة, عن عبد الله بن\nسلمة, قال: كان سلمان إذا أصاب شاة من الغنم, أمر بذبحها, ثم عمد إلى جلدها\nثم جعله جرابا, وعمد إلى شعرها فجعله رسنا, وإلى لحمها فقدده, فيستمتع\nبالجراب, وينظر إلى رجل له فرس, قد ضلع به فيعطيه الرسن, ويأكل من القديد\nفي الأيام, فإذا سئل عن ذلك, قال: أستغن به, أحب إلي من أن أنشره ثم أحتاج\nإلى سواي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p344'> Vol. 01, p. 344</a>\n            </div>\n            \n</p>\n\n<p>\n152 - حدثنا بشر بن بشار, حدثنا داود بن المحبر, حدثني عدي بن الفضل, عن\nإسحاق بن سويد العدوي, عن العلاء بن زياد, قال: قال عمر رضي الله عنه:\nعليكم بالجمال, واستصلاح المال, وإياكم وقول أحدكم: لا أبالي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p344'> Vol. 01, p. 344</a>\n            </div>\n            \n</p>\n\n<p>\n153 - حدثنا محمد بن مسعود, أخبرنا عبد الرزاق, أخبرنا عبد الله بن عمر,\nحدثنا إسحاق بن عبد الله بن أبي طلحة, عن أنس بن مالك, قال: كنت عند عمر بن\nالخطاب رضي الله عنه فجاءته امرأة من الأنصار, فقالت: اكسني يا أمير\nالمؤمنين. فقال: ما هذا؟ فإني كسوتكن فقالت: والله ما علي ثوب يواريني.\nقال: فدخل خزانته, ثم أخرج درعا <span id='ms23'></span> أبيض, قد خيط وجيب, فألقاه عليها فقال: ها\nفالبسي هذا, وانظري خلقك وارقعيه وخيطيه والبسيه على برمتيك وعملك, فإنه لا\nجديد لمن لا خلق له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p345'> Vol. 01, p. 345</a>\n            </div>\n            \n</p>\n\n<p>\n154 - حدثنا عبد الله بن يونس بن بكير, حدثني أبي, عن محمد بن إسحاق, حدثني\nعبد الرحمن بن أبي بكر بن حزم, عن رجل, من جهينة قال: بعثني أبي في خلافة\nعمر بن الخطاب رضي الله عنه بنجد لأبيعهن بالمدينة, فلما كنت قريبا من\nالمدينة إذا أنا برجل عامد إلى المدينة وقد مال حمل حماري فقلت: يا عبد\nالله, أعني على حمل حماري حتى أعدله. قال: نعم يا بني. فقام معي حتى أعدله,\nفقال لي: من أنت؟ فلان بن فلان الجهني, فقال: إذا أتيت أباك, فقل إن عمر\nأمير المؤمنين يقول: إياك وذبح كثرة الحلابة.... قلت: من أنت رحمك الله؟\nقال: عمر أمير المؤمنين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p345'> Vol. 01, p. 345</a>\n            </div>\n            \n</p>\n\n<p>\n155 - حدثني الحسن بن صالح, حدثني يعقوب بن إسحاق الحضرمي, حدثنا سلام بن\nسليمان, حدثنا عمرو بن عتبة, قال: قال معاوية: آفة العلم النسيان, وآفة\nالعبادة الرياء, وآفة النجابة الكبر, وآفة اللب العجب, وآفة الإصلاح الشح,\nوآفة السماحة التبذير, وآفة الجلد (1) الفحش, وآفة الحياء الذل, وآفة الحب\nالضعف, وآفة الظرف الإكثار.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p345'> Vol. 01, p. 345</a>\n            </div>\n            \n156 - حدثني أحمد (1) بن الحارث, عن شيخ من قريش, كان يقال: الإفلاس: سوء\nالتدبير.\n</p>\n\n<p>\n- وكان يقال: تقدير المعاش من الكمال, والحفظ للمال في غير بخل من لطيف\nنعم الله عز وجل.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p346'> Vol. 01, p. 346</a>\n            </div>\n            \n157 - حدثنا عبيد الله بن جرير العتكي, حدثني محمد بن عبد الله الأنصاري,\nقال: حدثني قرة بن خالد, حدثني سهل بن علي النميري, قال حدث عبيد الله بن\nعمر, قال: أتيت عمر بن الخطاب رضي الله عنه فجلست إلى جنبه وهو يقسم قسما,\nبين المهاجرين والأنصار, فقلت: يا أمير المؤمنين, يتيم, فمر لي ببعض ما\nتقسم, فأعرض عني, ثم إنى طعنت في جنبه, فقلت: يا أمير المؤمنين, يتيم, فمر\nلي ببعض ما تقسم. قال: ثم كانت الثالثة, فطعنت في جنبه, فقال: ها؟ فقلت: يا\nأمير المؤمنين, يتيم فمر لي ببعض ما <span id='ms24'></span> تقسم. فقال: يا يرفأ, عد له سبع مئة.\nفأعطاني ست مئة درهم, فنظرت فيها فعددتها, فإذا ست مئة, فجئت فجلست إلى\nجنبه حيث كنت, فطعنت في جنبه, قلت: يا أمير المؤمنين, أمرت لي بسبع مئة\nوإنه والله لم يزدني على ست مئة. قال: كذبت, كذبت. فقلت والله ما كذبتك.\nقال: يا يرفأ, كم أعطيت هذا؟ قال: يا أمير المؤمنين أعطيته ست مئة, قال:\nاذهب وزده مئة, واكسه بردين. قال: فزادني مئة, وزادني بردين. قال: فأتزرت\nبأحدهما وارتديت بالآخر, وجعلت المال في ردائي, قال: وأخذت بردي ولففت\nأحدهما بالآخر ثم رميت بهما إلى السماء, ثم انطلقت أسعى. فقال: علي\nبالغلام. قال: وسعيت وسعوا خلفي, يا غلام خذه قلت: أدركت أمير المؤمنين نفس\nفيما أعطاني, قال: أدركني والله فجئته, فوجدت البردين بين يدي عمر, فقال:\nدونك برديك, فهذان لعملك ولسوقك وتخرجك, وهذان تلبسهما في أهلك ولكتابك,\nفإنه لا جديد لمن لا خلق له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p346'> Vol. 01, p. 346</a>\n            </div>\n            \n</p>\n\n<p>\nباب الرفق في المعيشة وحسن التدبير\n</p>\n\n<p>\n158 - حدثنا يوسف بن موسى, حدثنا عبد الرحمن بن مغراء, عن الأعمش, عن أبي\nسفيان, عن جابر بن عبد الله, قال: قال رسول الله صلى الله عليه وسلم. إذا\nطبخت فأكثروا ماءها, واغرفوا لجيرانكم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p347'> Vol. 01, p. 347</a>\n            </div>\n            \n</p>\n\n<p>\n159 - حدثني القاسم بن هاشم, حدثنا مسلم بن إبراهيم, حدثنا محمد بن فضاء\n(1) الأزدي, حدثني أبي, حدثني علقمة بن عبد الله المزني, عن أبيه, قال: قال\nرسول الله صلى الله عليه وسلم: إذا اشترى أحدكم لحما, فليكثر مرقته, فإن لم\nيصب لحما أصاب مرقا.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p347'> Vol. 01, p. 347</a>\n            </div>\n            \n160 - حدثنا أبو خيثمة, حدثنا وهب بن جرير, حدثنا شعبة, عن أبي عمران\nالجوني, عن عبد الله بن الصامت, عن أبي ذر, قال: أوصاني خليلي صلى الله\nعليه وسلم: إذا صنعت مرقة فأكثر ماءها, فانظر ناسا من جيراني, فأصبهم منها\nبمعروف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p347'> Vol. 01, p. 347</a>\n            </div>\n            \n</p>\n\n<p>\n161 - حدثنا إسحاق بن إسماعيل, حدثنا أبو معاوية, عن الأعمش, عن بعض\nأصحابه, عن جابر بن عبد الله, قال: كان رسول الله صلى الله عليه وسلم إذا\nاشترى لحما قال: أكثروا المرقة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p348'> Vol. 01, p. 348</a>\n            </div>\n            \n</p>\n\n<p>\n162 - حدثنا إبراهيم بن محمد بن <span id='ms25'></span> عرعرة, حدثنا معتمر بن سليمان, عن منصور,\nعن سالم بن أبي الجعد, أن رجلا صعد إلى أبي الدرداء وهو يلقط حنطة (1),\nفقال: من فقهك رفقك بمعيشتك.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p348'> Vol. 01, p. 348</a>\n            </div>\n            \n163 - حدثني يعقوب بن عبيد, حدثنا يزيد بن هارون, أخبرنا جرير بن حازم, عن\nيعلى بن حكيم, عن سعيد بن جبير, قال: أكلنا مع ابن عمر تمرا, فجعلنا نلقي\nالنوى, فقال: لا تلقوا نواتا, فجمع ملء كفه, فقال: يا غلام انطلق فاشتر لنا\nبهذا زجرا. قال أبو بكر: يقول لوبيا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p348'> Vol. 01, p. 348</a>\n            </div>\n            \n</p>\n\n<p>\n164 - حدثنا هارون بن معروف, حدثنا ضمرة بن ربيعة, عن خليد بن دعلج, عن\nالحسن, قال: إن المؤمن أخذ عن الله, أدبا حسنا, إذا وسع عليه وسع, فإذا\nأقتر عليه قتر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p348'> Vol. 01, p. 348</a>\n            </div>\n            \n</p>\n\n<p>\n165 - حدثني أبي, عن الأصمعي, عن أبيه, قال: كان [يقال]: حسن النقد يطرح\nنصف النفقة, والإصلاح أحد الكاسبين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p348'> Vol. 01, p. 348</a>\n            </div>\n            \n</p>\n\n<p>\n166 - أخبرني العباس بن هشام, عن أبيه, عن الوليد بن وهب الحادي, قال\nالحجاج لرجل من العرب: أي عشيرتك أفضل؟. قال: أتقاهم لله عز وجل بالرغبة في\nالآخرة, والزهد في الدنيا. قال: فأيهم أسود؟. قال: أوزنهم حلما حين يستجهل,\nوأغناهم حين يسأل. قال: فأيهم أدهى؟ قال: من كتم سره مخافة أن يشار إليه\nيوما. قال: فأيهم أكيس؟ قال: من يصلح ماله, ويقتصد في معيشته. قال: فأيهم\nأرفق؟ قال: من يعطي بشر وجهه أصدقاءه, ويتعاهد حقوق إخوانه, في إجابة\nدعوتهم, وإعادة مرضاهم, والتسليم عليهم, والمشي مع جنائزهم, والنصح لهم\nبالغيب. قال: فأيهم أفطن؟ قال: من علم ما يوافق الرجال من الحديث حين\nيجالسهم. قال: فأيهم أصلب؟ قال: من اشتدت عارضته في اليقين, وحزم في\nالتوكل, ومنع جاره من الضيم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p348'> Vol. 01, p. 348</a>\n            </div>\n            \n</p>\n\n<p>\n167 - حدثنا عصمت بن الفضل, حدثنا محمد بن يحيى بن زكريا, عن يونس بن [أبي]\nإسحاق, عن العيزار بن حريث, قال: إني وجدت الرفق أحد الكاسبين, من لا يداري\nعيشته يضنك إن من جدك موضع حقك أيأمر لتقوى وأنت المعلمين. يقال: أنت\nالدنيا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p349'> Vol. 01, p. 349</a>\n            </div>\n            \n</p>\n\n<p>\n168 - حدثنا الوليد بن شجاع, حدثنا المبارك بن سعيد, عن سفيان, عن أبي\nالزبير, عن جابر, قال: جاء ناس <span id='ms26'></span> من أصحابه, فاستأذنوا عليه, فأتاهم بخبز وخل\nفقال لهم: كلوا فإني سمعت رسول الله صلى الله عليه وسلم يقول: نعم الإدام الخل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p349'> Vol. 01, p. 349</a>\n            </div>\n            \n</p>\n\n<p>\n169 - حدثنا أبي, حدثنا هشيم, حدثنا أبو بشر, عن طلحة بن نافع, عن جابر بن\nعبد الله, قال: قال رسول الله صلى الله عليه وسلم: نعم الإدام [الخل].\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p349'> Vol. 01, p. 349</a>\n            </div>\n            \n</p>\n\n<p>\n170 - حدثنا محمد بن الحسين, أخبرنا ابن إدريس, عن أبيه, عن وهب بن منبه,\nقال: التعدد نصف الكسب, والتودد نصف العقل, وحسن طلب الحاجة نصف العلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p350'> Vol. 01, p. 350</a>\n            </div>\n            \n</p>\n\n<p>\n171 - حدثنا داود بن سليمان, مولى بني هاشم, حدثنا يوسف بن الغرق, عن شيخ\nله, قال: قال الحسن: حسن السؤال نصف العلم, والرفق نصف العيش, وما على امرئ\nفي اقتصاد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p350'> Vol. 01, p. 350</a>\n            </div>\n            \n</p>\n\n<p>\n172 - حدثني أبي, عن الأصمعي, عن شيخ من قريش, قال: كان عروة بن الزبير\nيقول: إني لأشتري العقدة من فضل ما بين الثوب والثوب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p350'> Vol. 01, p. 350</a>\n            </div>\n            \n</p>\n\n<p>\n173 - حدثنا مهدي بن حفص, حدثنا عبد الله بن المبارك, عن لهيعة, عن يزيد بن\nأبي حبيب قال: من يستحيي من الحلال خفت مؤنته, وقل كبرياؤه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p350'> Vol. 01, p. 350</a>\n            </div>\n            \n</p>\n\n<p>\n174 - حدثنا أبو يعقوب الباهلي, حدثنا عبد الرزاق, أخبرنا عمر بن حوشب\nالصنعاني, قال: سمعت عطاء بن أبي رباح, يقول: أمر رسول الله صلى الله عليه\nوسلم الأغنياء أن يتخذوا الضأن, وأمر الفقراء أن يتخذوا الدجاج.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p350'> Vol. 01, p. 350</a>\n            </div>\n            \n</p>\n\n<p>\n175 - حدثني القاسم بن هاشم, حدثنا داود بن المحبر, حدثنا عنبسة بن عبد\nالرحمن القرشي, حدثني الصفدي بن عبد الله, عن قتادة, عن أنس, قال: قال رسول\nالله صلى الله عليه وسلم: الشاة بركة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p350'> Vol. 01, p. 350</a>\n            </div>\n            \n</p>\n\n<p>\n176 - حدثنا علي بن الجعد, أخبرنا قيس بن الربيع, عن إسماعيل بن سلمان, عن\nأبي عمر البزار, عن محمد ابن الحنفية, عن علي, رضي الله عنه عن النبي صلى\nالله عليه وسلم قال: الشاة بركة, والشاتان بركتان, والثلاث شياه ثلاث بركات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p351'> Vol. 01, p. 351</a>\n            </div>\n            \n</p>\n\n<p>\n177 - حدثنا عصمت بن الفضل, حدثنا الحرمي بن عمارة, حدثنا زربي, حدثنا محمد\nبن سيرين, عن ابن عمر, قال: قال رسول الله صلى الله عليه وسلم: الشاة من\nدواب الجنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p351'> Vol. 01, p. 351</a>\n            </div>\n            \n</p>\n\n<p>\n178 - حدثنا يوسف بن يعقوب القاضي الصفار, سنة ثلاث وعشرين ومائتين, حدثنا\nعبد <span id='ms27'></span> الرحمن بن أبي عائشة, حدثنا صبيح شيخ لنا قديم قال: قدم علينا عبد الله\nبن عمر, فقال: سمعت رسول الله صلى الله عليه وسلم يقول: عليكم بالغنم؛\nفإنها من دواب الجنة, فصلوا في مراحها وامسحوا رغامها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p351'> Vol. 01, p. 351</a>\n            </div>\n            \n</p>\n\n<p>\n179 - حدثنا الحسين بن علي العجلي, حدثنا عبيد الله بن موسى, حدثنا مرزوق\nأبو حسان, عن مطر الوراق, قال: من كان في بيته شاة لبن, تباعد الفقر منه\nأربعين فرسخا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p352'> Vol. 01, p. 352</a>\n            </div>\n            \n</p>\n\n<p>\n180 - حدثني أبي, وعلي بن الجعد, وداود بن عمرو, قالوا: حدثنا أبو بكر بن\nعياش, عن الأعمش, عن أبي عمار (1), عن أبي عمرو الشيباني (2), قال: أبصر\nعبد الله مع رجل دراهم, قال: ما هذه الدراهم؟ قال: ثلاثون درهما, أشتري\nفرقا من سمن لرمضان. فقال عبد الله: ادفعها إلى أهلك, ومرها أن تشتري كل\nيوم لحما بدرهم, فهو خير لك.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p352'> Vol. 01, p. 352</a>\n            </div>\n            \n181 - حدثني القاسم بن هاشم, حدثنا يحيى بن صالح الوحاظي, حدثنا سليمان بن\nعطاء, عن مسلمة بن عبد الله الجهني, عن أبي مشجعة, عن أبي الدرداء, قال:\nقال رسول الله صلى الله عليه وسلم: سيد إدام أهل الدنيا وأهل الجنة اللحم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p352'> Vol. 01, p. 352</a>\n            </div>\n            \n</p>\n\n<p>\n182 - حدثني الحسين بن عمرو القرشي, حدثنا أبو أسامة, حدثنا عقبة بن حميد,\nقال: قال علي بن أبي طالب رضي الله عنه: أكل اللحم يطيب النفس ويحسن الوجه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p352'> Vol. 01, p. 352</a>\n            </div>\n            \n</p>\n\n<p>\n183 - وبه حدثنا إبراهيم بن هراسة, أخبرنا عبيد الله بن عبد الرحمن, عن علي\nبن زيد, عن سعيد بن المسيب, قال: إن القلب ليفرح باللحم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p352'> Vol. 01, p. 352</a>\n            </div>\n            \n</p>\n\n<p>\n184 - حدثنا أبو بكر التميمي, حدثنا يحيى بن حسان, حدثنا يحيى بن حمزة,\nأخبرني برد, عن نافع, عن ابن عمر, أنه كان إذا صام أو سافر كان أكثر طعامه اللحم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p353'> Vol. 01, p. 353</a>\n            </div>\n            \n</p>\n\n<p>\n185 - حدثنا مجاهد بن موسى, حدثنا معن, حدثنا عيسى بن المطلب, قال: سمعت\nالزهري, يقول: اللحم يزيد قوة سعيي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p353'> Vol. 01, p. 353</a>\n            </div>\n            \n</p>\n\n<p>\n186 - حدثنا المثنى بن معاذ العنبري, حدثنا بشر بن المفضل, عن عقبة, قال:\nدخلت على الحسن وهو يأكل خبزا ولحما. قال: هلم إلى طعام الأحرار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p353'> Vol. 01, p. 353</a>\n            </div>\n            \n</p>\n\n<p>\n187 - حدثنا عون بن إبراهيم أبو عمير بن النحاس, عن ضمرة بن ربيعة, عن حفص <span id='ms28'></span>\nبن عمرو, قال: كان يقال: من أكل اللحم أربعين يوما قسى قلبه, ومن تركه\nأربعين يوما ساء خلقه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p353'> Vol. 01, p. 353</a>\n            </div>\n            \n</p>\n\n<p>\n188 - حدثني سريج بن يونس, حدثنا محمد بن ربيعة الكلابي, عن إسماعيل بن\nرافع, عن القعقاع بن حكيم, قال: قالت عائشة رضي الله عنها: لا تديموا\nاللحم؛ فإنه لا ضراوة كضراوة اللحم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p353'> Vol. 01, p. 353</a>\n            </div>\n            \n</p>\n\n<p>\n189 - حدثنا إسماعيل بن أسد, حدثنا محمد بن مقاتل, عن ابن المنهال, عن جرير\nبن حازم, قال: ما دخلت على الحسن قط إلا رأيت قدره تفور لحما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p353'> Vol. 01, p. 353</a>\n            </div>\n            \n</p>\n\n<p>\n190 - حدثنا الحارث, عن شيخ من قريش, قال: كان يقال: حسن التدبير مفتاح\nالرشد, وباب السلامة الاقتصاد, وكان يقال: الاقتصاد في كل شيء حسن, حتى في\nالمشي والقعود.\n</p>\n\n<p>\n- وكان يقال: فقير مسدد أفضل من غني مسرف, وما كثر مال رجل قط إلا أحدث\nكبرا, وما قل إلا زال عنه ما هو فيه.\n</p>\n\n<p>\n- وكان يقال: حسن التدبير مع الكفاف, خير من الكثير مع الإسراف.\n</p>\n\n<p>\n- وكان يقال: ما أقبح الخضوع عند الحاجة, وما أقبح الجفاء عند الغنى.\n</p>\n\n<p>\n- وكان يقال: حسن اليأس خير من الطلب إلى الناس.\n</p>\n\n<p>\n- وكان يقال: إذا كنت جازعا على ما تفلت في يديك, فاجزع على ما لم يصل إليك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p353'> Vol. 01, p. 353</a>\n            </div>\n            \n</p>\n\n<p>\n191 - حدثنا أبو المنهال المهلبي, حدثنا أبو غسان اليشكري, عن أبي عمر\nالمديني, قال: قال أبو الأسود الدؤلي لابنه: يا بني, إذا وسع الله عز وجل\nعليك فوسع وإذا قتر عليك فاقتر, ولا تجاود الله عز وجل؛ فإنه أكرم وأقدر وأجود.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p354'> Vol. 01, p. 354</a>\n            </div>\n            \n</p>\n\n<p>\n192 - حدثني أحمد بن عبد الأعلى الشيباني, حدثني شيخ من قيس, أن عبد العزيز\nبن مروان كتب إلى ابنه عمر بن عبد العزيز: اعلم يا بني أنه لا دين لمن لا\nدفتر له, ولا مال لمن لا تدبير له, ولا مروءة لمن لا إخوان له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p354'> Vol. 01, p. 354</a>\n            </div>\n            \n</p>\n\n<p>\n193 - حدثنا إسحاق بن إسماعيل, حدثنا أبو معاوية, عن إسماعيل بن أبي خالد,\nعن قيس, قال: قالت امرأة عبد الله بن مسعود: اكسني جلبابا. قال: كفاك\nالجلباب الذي جلببك الله عز وجل: بيتك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p354'> Vol. 01, p. 354</a>\n            </div>\n            \n</p>\n\n<p>\nباب الاحتراف\n</p>\n\n<p>\n194 - حدثنا محمد بن بكار, حدثنا زافر بن سليمان <span id='ms29'></span>, عن ليث, عن مجاهد, عن\nابن عباس, قال: قال رسول الله صلى الله عليه وسلم: طلب الحلال جهاد, وإن\nالله عز وجل يحب العبد المحترف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p354'> Vol. 01, p. 354</a>\n            </div>\n            \n</p>\n\n<p>\n195 - حدثني إسماعيل بن أسد, حدثنا المعلى بن منصور, أخبرنا ابن لهيعة,\nحدثنا دراج, عن [ابن] حجيرة, عن أبي هريرة, عن النبي صلى الله عليه وسلم:\n{رجال لا تلهيهم تجارة ولا بيع عن ذكر الله}, قال: هم الذين يضربون في\nالأرض, يبتغون من فضل الله عز وجل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p355'> Vol. 01, p. 355</a>\n            </div>\n            \n</p>\n\n<p>\n196 - حدثنا عمرو الناقد, حدثنا عمرو بن عثمان, عن فهير (1) بن زياد, عن\nالربيع بن صبيح, عن يزيد الرقاشي, عن أنس بن مالك, قال: ذكر شاب عند النبي\nصلى الله عليه وسلم زاهدا, وورعا, فقال النبي صلى الله عليه وسلم: إن كانت\nله حرفة.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p355'> Vol. 01, p. 355</a>\n            </div>\n            \n197 - حدثنا خالد بن مرداس, حدثنا أبو عقيل, عن القاسم بن عبيد الله, عن\nأبيه, عن جده عبد الله بن عمر, أن عمر بن الخطاب, رضي الله عنه قال: ما خلق\nالله عز وجل ميتة أموتها بعد القتل في سبيل الله عز وجل أحب إلي من أن أموت\nبين شعبتي رحل, أضرب في الأرض, أبتغي من فضل الله عز وجل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p355'> Vol. 01, p. 355</a>\n            </div>\n            \n</p>\n\n<p>\n198 - حدثنا عبد الرحمن بن صالح, حدثنا عبد الرحمن بن محمد المحاربي, عن\nمالك بن مغول, عن الحسن, قال: قالوا: يا رسول الله, أي الأعمال أحب إلى\nالله عز وجل؟ قال: كسب الحلال, وأن تموت ولسانك رطب من ذكر الله عز وجل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p355'> Vol. 01, p. 355</a>\n            </div>\n            \n</p>\n\n<p>\n199 - حدثني عمار بن نصر, حدثنا بقية بن الوليد, عن سويد بن سعيد, عن أبي\nعبد الله البصري, قال: قال رسول الله صلى الله عليه وسلم: من بات وانيا\nيقول تعبا, هكذا قال ابن أبي الدنيا من طلب الحلال بات الله عز وجل عنه راض.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p356'> Vol. 01, p. 356</a>\n            </div>\n            \n</p>\n\n<p>\n200 - حدثنا سويد بن سعيد, حدثنا موسى بن الفضل البصري, عن أبي عامر, قال:\nقال رسول الله صلى الله عليه وسلم: من بات وانيا من طلب الحلال, بات والله\nعز وجل عنه راض.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p356'> Vol. 01, p. 356</a>\n            </div>\n            \n</p>\n\n<p>\n201 - حدثني عبد الرحمن بن صالح, حدثنا أبو أسامة, عن <span id='ms30'></span> يزيد بن إبراهيم,\nقال: كان محمد بن سيرين إذا أتاه رجل من العرب, قال له: ما لك لا تتجر؟ كان\nأبو بكر تاجر قريش.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p356'> Vol. 01, p. 356</a>\n            </div>\n            \n</p>\n\n<p>\n202 - حدثنا علي بن الجعد, أخبرنا شعبة, عن الحكم, عن مجاهد, في قوله عز\nوجل: {أنفقوا من طيبات ما كسبتم}, قال: التجارة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p356'> Vol. 01, p. 356</a>\n            </div>\n            \n</p>\n\n<p>\n203 - حدثنا محمد بن الصباح, حدثنا هشيم, عن داود بن أبي هند, عن نعيم بن\nعبد الرحمن, قال: قال رسول الله صلى الله عليه وسلم: تسعة أعشار الرزق في\nالتجارة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p356'> Vol. 01, p. 356</a>\n            </div>\n            \n</p>\n\n<p>\n204 - حدثنا عبد الرحمن بن صالح, حدثنا عمرو بن هاشم أبو مالك الجنبي, عن\nجويبر, عن الضحاك, عن ابن مسعود, قال: قال رسول الله صلى الله عليه وسلم:\nالرزق عشرون بابا, فتسعة عشر بابا للتاجر, وباب للصانع بيده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p356'> Vol. 01, p. 356</a>\n            </div>\n            \n</p>\n\n<p>\n205 - حدثني إسماعيل بن أسد, حدثنا كثير بن هشام, عن كلثوم بن جوشن, عن\nأيوب, عن نافع, عن ابن عمر, عن النبي صلى الله عليه وسلم قال: التاجر\nالصدوق الأمين المسلم, مع الشهداء يوم القيامة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p357'> Vol. 01, p. 357</a>\n            </div>\n            \n</p>\n\n<p>\n206 - حدثني حسين بن علي بن يزيد, حدثنا يعلى بن عبيد, حدثنا عبيدة, عن أبي\nحمزة, عن الحسن, عن أبي سعيد الخدري, قال: قال رسول الله صلى الله عليه\nوسلم: إن الله عز وجل يحب المحترف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p357'> Vol. 01, p. 357</a>\n            </div>\n            \n</p>\n\n<p>\n207 - حدثنا أبو بلال الأشعري، حدثنا عبد الرحمن المدحجي، عن جرير بن حازم،\nعن الحسن، قال: بينما عمر بن الخطاب رضي الله عنه ذات يوم يمشي مع أصحابه\nإذا صبية في السوق يطرحها لوجهها من ضعفها فقال عمر: من يعرف هذه؟ فقال له\nعبد الله بن عمر: أوما تعرفها؟ هذه إحدى بناتك. قال: أي بناتي؟ قال: ابنة\nعبد الله بن عمر. قال: فما بلغ بها ما أرى من الضيعة؟ قال: [إمساكك] ما\nعندك. قال: إمساكي ما عندي عنها، يمنعك أن تطلب لبناتك ما يطلب الأقوام؟\nوالله ما لك عندي إلا سهمك مع المسلمين، وشبعك أو عجزك شيء، وبينكم كتاب\nالله عز وجل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p357'> Vol. 01, p. 357</a>\n            </div>\n            \n</p>\n\n<p>\n208 - حدثنا أبو خيثمة، وإسحاق بن إسماعيل، قالا: حدثنا جرير، عن هشام بن\nعروة، عن أبيه، عن عاصم بن عمر <span id='ms31'></span>، قال: بعث إلي عمر عند الهجير أو عند صلاة\nالصبح، فأتيته فوجدته جالسا في المسجد، فحمد الله وأثنى عليه، ثم قال: أما\nبعد، فإني لم أكن أرى شيئا من هذا المال يحل لي قبل أن نأتيه إلا بحقه، ثم\nكان أجرة [لي] منه حين وليته فعاد أمانتي، وإن كنت أنفقت عليك من مال الله\nعز وجل شهرا، فلست بزائدك [عليه] وإن أعطيك تمري العام بالعالية، فبعه\nلخدمتك، ثم [ائت رجلا] من قومك، وكن إلى جنبه، فإذا ابتاع شيئا فاستشركه،\nوأنفقه عليك وعلى أهلك. قال: فذهبت وفعلت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p357'> Vol. 01, p. 357</a>\n            </div>\n            \n</p>\n\n<p>\n209 - حدثنا علي بن الجعد، أخبرنا المسعودي، عن جواب (1) التيمي، قال: قال\nعمر بن الخطاب رضي الله عنه: يا معشر القراء، ارفعوا رؤوسكم فقد وضح\nالطريق، فاستبقوا الخيرات (2)، ولا تكونوا عيالا على المسلمين.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p358'> Vol. 01, p. 358</a>\n            </div>\n            \n210 - حدثنا أبو بكر محمد بن رزق الله، حدثنا يعقوب بن إسحاق الحضرمي،\nحدثنا هارون الأعور المقري، عن الزبير بن الخريت، عن محمد بن سيرين، عن\nأبيه، قال: شهدت مع عمر بن الخطاب رضي الله عنه عند المغرب، فأبى علي ومعي\nرزيمة لي، فقال ما هذا الذي معك؟ قال قلت: رزيمة لي، أقوم في هذا السوق،\nفأشتري وأبيع. قال: فقال: يا معشر قريش، لا يغلبنكم هذا وأصحابه على\nالتجارة؛ فإنها ثلث الملك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p358'> Vol. 01, p. 358</a>\n            </div>\n            \n</p>\n\n<p>\n211 - حدثنا أبو عبد الله العجلي، حدثنا وكيع، حدثنا محمد بن مسلم المكي،\nعن ابن أبي مليكة، قال: قالت عائشة رضي الله عنها: كان أبو بكر من أتجر\nقريش حتى دخل في الإمارة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p358'> Vol. 01, p. 358</a>\n            </div>\n            \n</p>\n\n<p>\n212 - حدثني عبد الله بن الهيثم، أخبرني أبو همام الأهوازي، عن ابن عون، عن\nعمير بن إسحاق، قال: خرج أبو بكر وعلى عاتقه عبأة له، فقال له رجل: أرني\nأكفك (1). قال، فقال: إليك عني، لا تعود (2)، أنت وابن الخطاب من عيالي.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p359'> Vol. 01, p. 359</a>\n            </div>\n            \n213 - حدثنا عبد الله بن يونس بن بكير، حدثني أبي، حدثنا الوليد بن عبدة،\nعن أصبغ بن نباتة، قال: خرجت أنا وأبي، من ذرود حتى ننتهي إلى المدينة في\nغلس، والناس في الصلاة، فانصرف الناس من صلاتهم، فخرج <span id='ms32'></span> الناس على أسواقهم،\nودفع إلينا رجل معه درة له، فقال: يا أعرابي، أتبيع؟ فلم أزل أساوم به حتى\nأرضاه (1) على ثمن، وإذا هو عمر بن الخطاب، فجعل يطوف في السوق، يأمرهم\nبتقوى الله عز وجل يقبل فيها ويدبر، ثم تأخرت (2) على أبي، فقال له:\nحبستني، ليس هذا وعدتني.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p359'> Vol. 01, p. 359</a>\n            </div>\n            \nثم مر الثانية، فقال له مثل ذلك، فرد عليه عمر: لا أزيد حتى أوفيك. ثم مر\nبه الثالثة، فوثب أبي مغضبا، فأخذ بثياب عمر، فقال له: كذبتني وظلمتني،\nولهزه. فوثب المسلمون إليه: يا عدو الله لهزت أمير المؤمنين فأخذ عمر ثياب\nأبي فجره ولا يملك من نفسه شيئا، وكان شديدا، فانتهى به إلى قصاب، فقال:\nعزمت عليك، أو أقسمت عليك لتعطين هذا حقه، فلك ربحي، وكان عمر باع الغنم\nمنه، فقال: يا أمير المؤمنين، لا، ولكن أعطي هذا حقه وأهبك ربحك, فأخرج\nحقه، فأعطاه، فقال له عمر: استوفيت؟ قال: نعم. فقال له عمر: بقي حقنا عليك،\nلهزتك التي لهزتني، قد تركتها لله عز وجل ولك. قال الأصبغ: وكأني أنظر إليه\nيعني عمر أخذ ربحه لحما، معلقة في يده اليسرى، وفي يده اليمنى الدرة يدور\nفي الأسواق حتى دخل رحله.\n</p>\n\n<p>\n214 - حدثنا خالد بن خداش، حدثنا حماد بن زيد، عن أيوب، قال: كان أبو\nقلابة يأمرني بلزوم السوق والصنعة، ويقول: إن الغنى من العافية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p360'> Vol. 01, p. 360</a>\n            </div>\n            \n</p>\n\n<p>\n215 - حدثنا علي بن الجعد، أخبرني بعض أهلنا، قال: مر زيد بن ثابت بالحكم\nبن عتيبة، وعنده جماعة، فقال: قد تركت السوق، وقعدت مع هؤلاء؟ قم إلى سوقك،\nفإنه خير لك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p360'> Vol. 01, p. 360</a>\n            </div>\n            \n</p>\n\n<p>\n216 - حدثنا عبيد الله بن عمر، حدثنا حماد بن زيد، قال: سمعت أيوب، يقول:\nلو أعلم أن عيالي، يحتاجون إلى جرزة بقل، ما قعدت معكم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p360'> Vol. 01, p. 360</a>\n            </div>\n            \n</p>\n\n<p>\n217 - حدثنا أبو حفص الصيرفي، حدثنا عبد الرحمن بن مهدي، عن عمرو بن قيس،\nعن عاصم، عن أبي وائل، قال: الدرهم من تجارة أحب إلي من عشرة من عطايا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p360'> Vol. 01, p. 360</a>\n            </div>\n            \n</p>\n\n<p>\n218 - حدثت عن الهيثم بن خارجة، حدثنا سهل بن هاشم، عن إبراهيم بن أدهم،\nقال: كان سعيد بن <span id='ms33'></span> المسيب [يقول]: من لزم المسجد، وترك الحرفة، وقبل ما\nيأتيه، فقد ألحف في السؤال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p360'> Vol. 01, p. 360</a>\n            </div>\n            \n</p>\n\n<p>\n219 - حدثني محمد بن قدامة الجوهري، حدثنا معاذ بن هشام، عن أبيه، عن\nقتادة، عن سعيد بن المسيب، قال: كان أصحاب رسول الله صلى الله عليه وسلم\nيتجرون في بحر الروم، منهم طلحة بن عبيد الله وسعيد بن زيد بن عمرو بن نفيل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p360'> Vol. 01, p. 360</a>\n            </div>\n            \n</p>\n\n<p>\n220 - حدثنا إبراهيم بن يعقوب، عن الهيثم بن جميل، قال: قلت لابن المبارك:\nأتجر في البحر؟ قال: اتجر في البر والبحر، واستغن عن الناس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p360'> Vol. 01, p. 360</a>\n            </div>\n            \n</p>\n\n<p>\n221 - حدثني عصمت، حدثني الحرمي بن عمارة، أخبرنا سوار بن عبد الله، قال:\nسألت الحسن عن ركوب البحر ,؟ فقال: إلى ذلك انتهى الحرص.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p361'> Vol. 01, p. 361</a>\n            </div>\n            \n</p>\n\n<p>\n222 - حدثنا محمد بن بكار، حدثنا عبد الله بن جعفر، عن عبد الله بن دينار،\nوموسى بن عقبة قالا: إذا رزق أحدكم في الوجه من التجارة فليرمه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p361'> Vol. 01, p. 361</a>\n            </div>\n            \n</p>\n\n<p>\n223 - وبه: عن عبد الله بن دينار، عن ابن عمر، قال: إذا لم يرزق أحدكم في\nالبلد، فليتجر إلى بلد غيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p361'> Vol. 01, p. 361</a>\n            </div>\n            \n</p>\n\n<p>\n224 - حدثني يعقوب بن حميد، أخبرنا يزيد بن هارون، أخبرنا هشام، عن الحسن،\nقال: قال عمر: من اتجر في شيء ثلاث مرات، فلم يصب فيه، فليتحول إلى غيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p361'> Vol. 01, p. 361</a>\n            </div>\n            \n</p>\n\n<p>\n225 - حدثني إسماعيل بن أبي الحارث، حدثنا معلى بن منصور، أخبرني جعفر بن\nسليمان، حدثنا أبو يحيى عمرو بن دينار، قال: كنت مع سالم بن عبد الله، ونحن\nنريد الصلاة، فنظر إلى السوق وقد خمروا متاعهم، وقاموا إلى الصلاة، فتلى\nسالم: {رجال لا تلهيهم تجارة ولا بيع عن ذكر الله}، قال: هم هؤلاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p361'> Vol. 01, p. 361</a>\n            </div>\n            \n</p>\n\n<p>\n226 - حدثنا أبو خيثمة، حدثنا عبد الرحمن بن مهدي، عن سفيان، عن أبي الأغر،\nعن وهب بن منبه قال: حق على العاقل أن لا يظعن إلا في ثلاث: زاد لمعاد، أو\nحرفة لمعاش أو لذة في غير محرم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p361'> Vol. 01, p. 361</a>\n            </div>\n            \n</p>\n\n<p>\n227 - حدثني عبد الرحمن بن صالح، حدثني عفان، قال: لقي رجل الحسن بن يحيى\nبأرض الحبشة، معه تجارة، فقال له: ما الذي بلغ بك ها هنا؟ فأخبره فعذله\nالرجل. فقال: أكل هذا طلب للدنيا، وحرص عليها؟ فقال له <span id='ms34'></span> الحسن: يا هذا: إن\nالذي حملني على هذا، كراهة الحاجة إلى مثلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p361'> Vol. 01, p. 361</a>\n            </div>\n            \n</p>\n\n<p>\n228 - حدثنا أبو عبد الله العجلي، حدثنا محمد بن الصلت، عن الربيع بن\nالمنذر، عن الأعمش، قال: قال الشعبي: التجارة نصف الرزق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p362'> Vol. 01, p. 362</a>\n            </div>\n            \n</p>\n\n<p>\n229 - حدثنا هارون بن أبي يحيى، عن شيخ، من قريش, أن معاوية قال لعمرو بن\nالعاص: ما المروءة؟ قال: العفة والحرفة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p229'> Vol. 01, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\n230 - أنشدني أبي رحمه الله:\n</p>\n\n<p>\nإذا ما المرء لم يطلب معاشا ولم ... يتحاش من طول الجلوس\n</p>\n\n<p>\nجفاه الأقربون وصار كلا ... على الإخوان كالثوب اللبيس\n</p>\n\n<p>\nوما الأرزاق عن جلد ولكن ... بما قدر المقدر للنفوس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p362'> Vol. 01, p. 362</a>\n            </div>\n            \n</p>\n\n<p>\n231 - حدثنا أبو محمد عبد الله بن محمد البلخي (1)، قال: قال أبو الأسود\nالدؤلي:\n</p>\n\n<p>\nوما طلب المعيشة بالتمني ... ولكن ألق دلوك في الدلاء\n</p>\n\n<p>\nيجيء بملئها يوما ويوما ... يجيء بحمأة وقليل ماء.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p362'> Vol. 01, p. 362</a>\n            </div>\n            \n232 - حدثني إسماعيل بن أبي الحارث، حدثنا المعلى بن منصور، أخبرنا إسماعيل\nبن عياش، حدثنا محمد بن عثمان النضري، عن سليمان بن موسى، أن رسول الله صلى\nالله عليه وسلم قال: من طلب كسبا من حلال، لينفقه على ولده وأهله، أتاه\nالله عز وجل ووجهه كالقمر ليلة البدر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p362'> Vol. 01, p. 362</a>\n            </div>\n            \n</p>\n\n<p>\nباب أفاضل التجارات\n</p>\n\n<p>\n233 - حدثنا أبو بكر بن يزيد، قال: حدثنا يزيد بن هارون، أخبرنا أبو شيبة\nالبصري رجاء بن كيسان، قال: سمعت محمد بن ذكوان، يحدث عن سعيد بن أبي\nعروبة، قال: كنت منذ ثلاثين سنة لقيت ابنا لأبي هريرة بعمان يعالج البز\nفقلت له: وأنت أيضا تعالج البز؟ فحدثني عن أبي هريرة أن رسول الله صلى الله\nعليه وسلم استشاره رجل في البيوع، فأشار عليه بالبز: اجتلبت الخصب\nللمسلمين، وكذا وكذا، وعدد رسول الله صلى الله عليه وسلم أشياء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p362'> Vol. 01, p. 362</a>\n            </div>\n            \n</p>\n\n<p>\n234 - حدثنا محمد بن المثنى أبو موسى، حدثنا إبراهيم بن عبيد الله الناجي،\nحدثنا إسماعيل بن نوح، من ولد أبي بكر الصديق عن أبيه، عن جده، عن النبي\nصلى الله عليه وسلم قال: إن أهل الجنة لا يتبايعون ولو تبايعوا ما تبايعوا\nإلا بالبز.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p363'> Vol. 01, p. 363</a>\n            </div>\n            \n</p>\n\n<p>\n235 - حدثنا علي بن الجعد، حدثنا إسماعيل بن عياش، عن عبد الملك بن أبي\nغنية <span id='ms35'></span>، قال: بلغنا أن رجلا أتى النبي صلى الله عليه وسلم فقال: يا رسول\nالله، أي التجارة تأمرني؟ قال: عليك بالبز.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p363'> Vol. 01, p. 363</a>\n            </div>\n            \n</p>\n\n<p>\n236 - وبه حدثنا إسماعيل بن عياش، عن يعقوب بن محمد بن طحلاء، قال: كان\nإسحاق بن يسار مولى آل مخرمة يمر بنا ونحن نعالج البز، فيقول: الزموا\nتجارتكم، فإن أباكم إبراهيم كان بزازا.\n</p>\n\n<p>\n- حدثنا محمد بن المثنى أبو موسى، حدثنا عبد الرحمن بن مهدي، عن يعقوب بن\nمحمد بن طحلاء، عن إسحاق بن يسار أبي محمد، أنه كان يمر بالبزازين فذكر مثله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p363'> Vol. 01, p. 363</a>\n            </div>\n            \n</p>\n\n<p>\n237 - وبه حدثنا عبد الرحمن بن مهدي، حدثنا محمد بن هلال، قال: سمعت سعيد\nبن المسيب، يقول: ما تجارة أحب إلي من البز، ما لم يكن فيه أيمان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p363'> Vol. 01, p. 363</a>\n            </div>\n            \n</p>\n\n<p>\n238 - حدثنا مؤمل بن سعيد، حدثنا بقية بن الوليد، عن زرعة بن عبد الله، عن\nنافع، عن ابن عمر، قال: قيل: يا رسول الله، ما يحمد العرب من التجارة؟ قال:\nبيع البز، وإقامة الحوانيت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p364'> Vol. 01, p. 364</a>\n            </div>\n            \n</p>\n\n<p>\n239 - حدثني أبو نصر التمار، حدثنا المعافى بن عمران، عن مبارك بن يزيد، عن\nفرقد السبخي، عن إبراهيم النخعي، عن ابن مسعود، أن النبي صلى الله عليه\nوسلم قال: من يجلب الطعام إلى بلد من بلاد المسلمين، فباع بسعر يومه\nمحتسبا، كان له أجر شهيد ثم تلى النبي صلى الله عليه وسلم: {وآخرون يضربون\nفي الأرض يبتغون من فضل الله وآخرون يقاتلون في سبيل الله} قال أبو نصر:\nقلت لمعافى: وترى الكداد على عياله محتسبا؟ قال: وهل المحتسب غيره؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p364'> Vol. 01, p. 364</a>\n            </div>\n            \n</p>\n\n<p>\n240 - حدثنا أبو جعفر أحمد بن الحارث بن المبارك، عن شيخ، من قريش، قال:\nقال عمر بن الخطاب رضي الله عنه: لو كنت تاجرا ما اخترت على العطر شيئا، إن\nفاتني ربحه ما فاتني ريحه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p240'> Vol. 01, p. 240</a>\n            </div>\n            \n</p>\n\n<p>\n241 - وبلغني عن بعض الحكماء، قال: صاحب الدنيا يطلب أمورا ثلاثة، لا\nيدركها إلا بأمور أربعة، فالثلاثة: السعة في المعيشة، والمنزلة في الناس،\nوالزاد إلى الآخرة، والأربعة: اكتساب المال من أحسن وجهه، وحسن القيام\nعليه، وإنفاقه في مواضعه، من غير إسراف ولا تقتير، فمن أضاع الأربعة لم\nيدرك <span id='ms36'></span> الثلاثة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p365'> Vol. 01, p. 365</a>\n            </div>\n            \n</p>\n\n<p>\n242 - وبلغني عن بعض الحكماء، قال: الغني: من أصلح أمر دنياه وآخرته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p365'> Vol. 01, p. 365</a>\n            </div>\n            \n</p>\n\n<p>\n243 - حدثنا إسماعيل بن أبي الحارث، حدثنا معلى بن منصور، أخبرني ابن\nلهيعة، حدثنا عقيل، عن الزهري، أن النبي صلى الله عليه وسلم أمر حكيم بن\nحزام بالتجارة في البز والطعام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p365'> Vol. 01, p. 365</a>\n            </div>\n            \n</p>\n\n<p>\nباب المذموم من التجارة\n</p>\n\n<p>\n244 - حدثنا أبو عبيد الله يحيى بن السكن، حدثنا عبيد الله بن عبد المجيد\nالحنفي، حدثنا إسماعيل بن إبراهيم بن المهاجر، قال: سمعت أبي، عن عبد الله\nبن باباه، عن عبد الله بن عمر، عن النبي صلى الله عليه وسلم قال: من كان\nيبيع الطعام ليس له تجارة غيره كان خاطئا وباغيا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p365'> Vol. 01, p. 365</a>\n            </div>\n            \n</p>\n\n<p>\n245 - حدثنا علي بن الجعد، أخبرنا ابن أبي ذئب، عن كثير، عن سعيد بن\nالمسيب، قال: قال عمر: نعم الرجل فلان، لولا بيعه. فقلت لسعيد بن المسيب:\nوما كان يبيع؟ قال: [الطعام]. قلت: ويبيع الطعام بأس؟ قال: قل ما باعه رجل\nإلا وجد للناس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p366'> Vol. 01, p. 366</a>\n            </div>\n            \n</p>\n\n<p>\n246 - حدثنا المثنى بن معاذ، وأبو خيثمة، قالا: حدثنا عبد الرحمن بن مهدي،\nحدثنا سفيان، عن عاصم بن عبيد الله، عن عبيد مولى أبي رهم (1)، عن أبي\nهريرة، قال: سمعت رسول الله صلى الله عليه وسلم يقول: رب يمين لا تصعد إلى\nالسماء في هذه البقعة قال أبو هريرة: فرأيت في تلك البقعة بعد النخاسين.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p366'> Vol. 01, p. 366</a>\n            </div>\n            \n247 - حدثنا الهيثم بن خارجة، حدثنا محمد بن حمير، عن ابن شوذب، عن عقيل بن\nطلحة السلمي، وكان أبوه من أصحاب النبي صلى الله عليه وسلم عن أبي ذر، أن\nكان يقول: يا بني اطلبوا الرزق في غير بيع بني آدم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p366'> Vol. 01, p. 366</a>\n            </div>\n            \n</p>\n\n<p>\n248 - حدثنا سريج بن يونس، حدثنا الفرج بن فضالة، عن أبي راشد، عن يزيد بن\nميسرة، قال: ما من تجار أبغض إلى الله عز وجل من أصحاب الطعام والنسيء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p367'> Vol. 01, p. 367</a>\n            </div>\n            \n</p>\n\n<p>\n249 - حدثنا أبو جعفر أحمد (1) بن الحارث، عن شيخ، من قريش، قال: دخل ناس\nمن بني أسد على معاوية، فسألهم عن تجارتهم، فقالوا: نبيع الرقيق. قال: بئس\nالتجارة، ضمان نفس، ومؤنة ضرس.\n</p>\n\n<p>\n- قال: وقال معاوية لرجل: وما تجارتك <span id='ms37'></span>؟ قال: بيع الإبل. قال: أما علمت أن\nأفواهها حرث وجلودها حرث، وبعرها حطب، وتأكل الذهب.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p367'> Vol. 01, p. 367</a>\n            </div>\n            \n250 - حدثنا إسماعيل بن عبد الله بن زرارة، حدثنا بشير بن زياد الخراساني،\nعن ليث بن أبي سليم، عن مجاهد، عن ابن عباس، قال: وهب رسول الله صلى الله\nعليه وسلم لعمته غلاما، قال: لا تسلميه صانعا، ولا صيرفيا، ولا خرازا، ولا\nجزارا وقال: ولا لحاما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p367'> Vol. 01, p. 367</a>\n            </div>\n            \n</p>\n\n<p>\n251 - حدثنا إسحاق بن إبراهيم، أخبرنا يزيد بن هارون، عن همام بن يحيى، عن\nفرقد السبخي، عن يزيد بن عبد الله بن الشخير، عن أبي هريرة، عن النبي صلى\nالله عليه وسلم قال: إن أكذب الناس، أو من أكذب الناس الصباغون والصواغون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p367'> Vol. 01, p. 367</a>\n            </div>\n            \n</p>\n\n<p>\n252 - حدثنا عمرو بن محمد، حدثنا أبو أحمد الزبيري، عن إسرائيل، عن علي بن\nسالم, [عن علي بن زيد بن جدعان]، عن سعيد بن المسيب، عن عمر بن الخطاب،\nقال: قال النبي صلى الله عليه وسلم: الجالب مرزوق، والمحتكر ملعون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p368'> Vol. 01, p. 368</a>\n            </div>\n            \n</p>\n\n<p>\n253 - حدثنا عبيد الله بن عمر الجشمي، حدثنا الهيثم بن يحيى الطاطري، عن\nأبي يحيى، مولى عمر وكان قد أدرك عمر بن الخطاب رضي الله عنه قال: ألقي على\nباب المسجد طعام كثير، فدخل عمر، فرأى الطعام. قال: ما هذا؟ قالوا: طعام\nجلب إلينا. قال: بارك الله فيه، وفيمن جلبه إلينا. قالوا: يا أمير\nالمؤمنين، قد احتكر. قال: ومن احتكره؟ قالوا: فروخ مولى عثمان، وفروخ\nمولاك. فأرسل عمر فدعاهما. فقال: ما حملكما على احتكار طعام المسلمين.\nقالا: يا أمير المؤمنين، نشتري بأموالنا ونبيع. قال: سمعت رسول الله صلى\nالله عليه وسلم يقول: من احتكر على المسلمين طعامهم ضربه الله عز وجل بجذام\nأو بإفلاس، فقال فروخ عند ذلك: أعاهد الله عز وجل أن لا أعود في شراء\nالطعام ولا بيعه بعد قولك أبدا. فحول تجارته إلى بز مصر (1).\n</p>\n\n<p>\nوأما مولى عمر فقال: نشتري بأموالنا ونبيع. قال أبو الهيثم: زعم أبو يحيى\nالذي حدثني هذا الحديث أنه رأى مولى عمر هذا بعد حين مجذوما مسدوحا.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p368'> Vol. 01, p. 368</a>\n            </div>\n            \n254 - حدثنا إسماعيل بن أبي الحارث <span id='ms38'></span>، حدثنا معلى بن منصور، أخبرني ابن\nلهيعة، أخبرنا عقيل، عن الزهري، أن النبي صلى الله عليه وسلم نهى حكيم بن\nحزام عن التجارة في الرقيق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p369'> Vol. 01, p. 369</a>\n            </div>\n            \n</p>\n\n<p>\n255 - وبه حدثنا معلى، حدثنا القاسم، حدثنا منصور، عن إبراهيم، قال: كانوا\nيكرهون بيع الرقيق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p369'> Vol. 01, p. 369</a>\n            </div>\n            \n</p>\n\n<p>\n256 - حدثنا إبراهيم بن زياد سبلان، حدثنا عباد بن العوام، عن الجريري، عن\nأبي العلاء بن الشخير، قال: مرت بابن عمارة جنازة، فقال: ما هذه الجنازة؟\nقال: جنازة صيرفي، فلو اتبعتها؟ فقال بيده هكذا، فعقد عشرة ثم نقد\nبالسبابة، أي: لا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p369'> Vol. 01, p. 369</a>\n            </div>\n            \n</p>\n\n<p>\n257 - حدثنا الهيثم بن خارجة، حدثنا يحيى بن سعيد القطان، عن أبي العلانية\nمحمد بن أعين، قال: رأيت عبد الله بن أبي أوفى، يخرج إلى السوق، فيقول:\nأبشروا يا معشر الصيارف. فيقولوا: بشرك الله بخير. فيقول: أبشروا بالنار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p370'> Vol. 01, p. 370</a>\n            </div>\n            \n</p>\n\n<p>\n258 - حدثنا ابن زياد، أخبرنا عبد الصمد بن عبد الوارث، حدثنا الوليد بن\nأبي هشام (1)، قال: قلت للحسن: أصلي خلف الصيرفي؟ قال: خلف الفاسق؟.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p370'> Vol. 01, p. 370</a>\n            </div>\n            \n259 - حدثنا القاسم بن هشام (1)، عن مسلم بن إبراهيم، حدثنا ربيعة بن\nكلثوم، حدثنا أبي، عن مجاهد، عن أبي عبد الله، قال: سألت [عددا] من أصحاب\nالنبي صلى الله عليه وسلم منهم معاذ بن جبل، عن الصرف، فكلهم ينهى عنه.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p370'> Vol. 01, p. 370</a>\n            </div>\n            \n260 - وبه حدثنا مسلم، حدثنا محمد بن أعين, أبو العلانية (1)، قال: كنت\nبالكوفة، فحدثوني أن عبد الله بن أبي أوفي [أتى] الصيارفة, فنادى: يا معشر\nالصيارفة أبشروا. قالوا بشرك الله بالجنة. قال: أبشروا بالنار.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p370'> Vol. 01, p. 370</a>\n            </div>\n            \n261 - حدثنا إبراهيم بن زياد، أخبرنا ابن عباد، عن هشام، عن الحسن، قال:\nالصرف والله ربا، الصرف والله ربا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p370'> Vol. 01, p. 370</a>\n            </div>\n            \n</p>\n\n<p>\n262 - وبه أخبرنا عباد بن العوام، عن ابن عون، قال: نهاني ابن حبان عن صيرفي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p370'> Vol. 01, p. 370</a>\n            </div>\n            \n</p>\n\n<p>\n263 - حدثني أبي وعبيد الله بن عمر الجشمي، حدثنا يحيى بن زكريا بن أبي\nزائدة، عن مجالد، عن أبي بردة بن أبي موسى، عن أبيه، أن عمر مر على غلام له\nيبيع الرطب، فقال: انفشها؛ فإنه أحسن لها. وأتى على غلام يبيع الحلل، فقال:\nإذا كان الثوب عاجزا فانشره وأنت جالس، وإن كان واسعا فانشره <span id='ms39'></span> وأنت قائم.\nفقلت: الله الله إلى عمر. فقال: إنما هي السوق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p371'> Vol. 01, p. 371</a>\n            </div>\n            \n</p>\n\n<p>\n264 - حدثنا أحمد بن محمد بن أيوب، حدثنا إبراهيم بن سعد، عن محمد بن\nإسحاق، أن عمر بن الخطاب، قال: إذا أراد أحدا أن يشتري بعيرا، فلينظر إلى\nالعظيم الطويل، فليضربه بعصاه، فإذا وجده حديد الفؤاد، فليشتره؛ فإنه يخلفه\nفيه خيرا، لا يخلفه فيه ثمن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p371'> Vol. 01, p. 371</a>\n            </div>\n            \n</p>\n\n<p>\n265 - حدثني أحمد (1) بن الحارث، عن علي بن محمد القرشي، قال: قال عمر بن\nعبد العزيز: إذا اشترى أحدكم شيئا فليستجد؛ فإنه إنما يعين عقله لا درهمه.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p371'> Vol. 01, p. 371</a>\n            </div>\n            \n266 - قال علي بن محمد: كان يقال: الغبن في شيئين: في الرداءة والغلاء،\nفإذا استجددت فقد سلمت من أحد العيبين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p371'> Vol. 01, p. 371</a>\n            </div>\n            \n</p>\n\n<p>\n267 - قال علي بن محمد: قال معاوية: أنا أعلم أرخص ما يباع في السوق\nوأغلاه. قيل: وكيف؟ قال: أعلم أن الجيد رخيص، والرديء غال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p371'> Vol. 01, p. 371</a>\n            </div>\n            \n</p>\n\n<p>\n268 - حدثنا علي بن الجعد، أخبرني يوسف بن يعقوب، عن يونس بن أبي إسحاق، أن\nعليا، مر بجارية قد اشترت لحما بدرهم، وهي تقول: زدني. فقال: زدها، ويحك؛\nفإنه أعظم لبركة الربح (1).\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p371'> Vol. 01, p. 371</a>\n            </div>\n            \n269 - قال: كتب إلينا محمد بن سليمان يخبرنا أن حفص بن سليمان، حدثني قال:\nأعطاني علقمة درهما اشتري به لحما، فقال: فأكثر، فإن الغبن غبن العقل لا\nغبن الدرهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p372'> Vol. 01, p. 372</a>\n            </div>\n            \n</p>\n\n<p>\n270 - حدثنا القاسم بن هشام، حدثنا مسلم بن إبراهيم، حدثنا خالد بن دينار\nأبو خلدة، قال: سمعت أبا العالية، يقول: إذا اشتريت شيئا فاشتر من أجوده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p372'> Vol. 01, p. 372</a>\n            </div>\n            \n</p>\n\n<p>\nباب المماكسة في الابتياع\n</p>\n\n<p>\n271 - حدثنا الكامل بن طلحة الجحدري، حدثنا أبو هشام القناد، عن الحسن بن\nعلي بن أبي طالب، رضي الله عنهما قال: المغبون لا محمود ولا مأجور.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p372'> Vol. 01, p. 372</a>\n            </div>\n            \n</p>\n\n<p>\n272 - حدثنا أحمد بن إبراهيم العبدي، حدثنا مؤمل بن إسماعيل، عن محمد بن\nحرب، قال: دخل تاجر على معاوية، فجعل يماكسه. فقال التاجر: لقد بلغني عنك\nغير هذا؟ قال: وما بلغك؟ قال: بلغني بؤسك وكرمك. قال: مه إنما ذلك عن ظهر\nيد، فأما أربد عن عقلي فلا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p372'> Vol. 01, p. 372</a>\n            </div>\n            \n</p>\n\n<p>\n273 - حدثنا أحمد بن إبراهيم، حدثنا أبو سلمة بن إسماعيل، عن أبيه، عن\nنميلة بن مرة السعدي <span id='ms40'></span>، قال: قال أبي: لا يغضبن رجل أن يقال: فلان أعقل منك،\nإذا غبنه في بيع وشراء، فإن البيع بيع، والمكرمة مكرمة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p372'> Vol. 01, p. 372</a>\n            </div>\n            \n</p>\n\n<p>\n274 - حدثني أبو عمر المقري، حدثنا إسماعيل بن عياش، عن عمرو بن مهاجر، عن\nعمر بن عبد العزيز، أنه كان لا يرى بالمكايسة والمماكسة في البيع والشراء بأسا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p372'> Vol. 01, p. 372</a>\n            </div>\n            \n</p>\n\n<p>\n275 - حدثنا أبو عمر حفص بن عمر، حدثنا إسماعيل بن عياش، عن برد، عن نافع،\nعن ابن عمر مثله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p373'> Vol. 01, p. 373</a>\n            </div>\n            \n</p>\n\n<p>\n276 - وبه: عن إسماعيل بن عياش، عن عمرو بن مهاجر، أن عمر بن عبد العزيز،\nأتي بعنبرة عظيمة فوضعت بين يديه، فقام رجل، فنادى بأعلى صوته: اتق الله يا\nأمير المؤمنين، أنا بالله ثم بك. قال عمر: ما شأنها؟ قال: بعتها من سليمان\nبن عبد الملك بتسعة آلاف دينار وهي ثمنها ثمانية عشر ألف دينار. قال عمر:\nويحك أكرهوك؟ قال: لا. قال: أخافوك؟ قال: لا. قال: قال عمر: لا حق لك. وأنا\nوددت أني لا أبيع شيئا ولا أبتاعه إلا لطحت صاحبه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p373'> Vol. 01, p. 373</a>\n            </div>\n            \n</p>\n\n<p>\n277 - قال: وحدثني رجل، من الأزد، قال: لما قدم معاوية المدينة لقي يهوديا،\nفساومه بضيعة له، فوقفا على خمس مئة ألف درهم، قال: فأبى الآخر إلا ست مئة،\nقال: فزاده معاوية خمسين ألفا. فقال له: يا أمير المؤمنين، لقد بلغني أنك\nتصل في المجلس الواحد بألف ألف درهم وتشاحني في هذا الخطر (1)؟ قال: إن هذا\nعقلي، تريد أن تخدعني وتيك مكرمة.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p373'> Vol. 01, p. 373</a>\n            </div>\n            \nباب العقارات\n</p>\n\n<p>\n278 - حدثنا المثنى بن معاذ، حدثنا أبي، عن شعبة، عن زياد بن مخراق، عن\nمعاوية بن قرة، قال: قال رسول الله صلى الله عليه وسلم: ثلاث من نعيم\nالدنيا وإن كانت لا نعيم لها المسكن الواسع، والزوجة الصالحة، والمركب\nالموافق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p373'> Vol. 01, p. 373</a>\n            </div>\n            \n</p>\n\n<p>\n279 - حدثني محمد بن عباد بن موسى، حدثنا إبراهيم بن محمد المدني، عن يحيى\nبن المغيرة بن عبد الرحمن بن الحارث بن هشام، عن أبيه، عن خالد بن الوليد،\nأنه شكى إلى النبي صلى الله عليه وسلم ضيق مسكنه فقال: ارفع ثيابك وسل الله\nعز وجل السعة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p373'> Vol. 01, p. 373</a>\n            </div>\n            \n</p>\n\n<p>\n280 - حدثني إسحاق بن إسماعيل، حدثنا <span id='ms41'></span> جرير، عن أبي إسحاق الشيباني، قال سعد\nبن أبي وقاص: ثلاثة سعادة، وثلاثة شقاوة، فأما السعادة: فامرأة صالحة\nمواتية، ودابة تضعك من أصحابك حيث أحببت، ومسكن واسع كثير المرافق. وأما\nالشقاوة: فامرأة سيئة الخلق، ودابة سوء، إن أردت أن تلحق أصحابك أتعبتك،\nوإن تركتها خلفتك عن أصحابك، ومسكن ضيق قليل المرافق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p374'> Vol. 01, p. 374</a>\n            </div>\n            \n</p>\n\n<p>\n281 - حدثنا علي بن الجعد، أخبرنا أبو مالك النخعي، عن يوسف، مولى قريش عن\nأبي عبيدة بن خارجة، عن أبيه، [عن] النبي صلى الله عليه وسلم قال: من باع\nدارا، فلم يجعل ثمنها في مثلها، لم يبارك له فيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p374'> Vol. 01, p. 374</a>\n            </div>\n            \n</p>\n\n<p>\n282 - حدثنا عبد الرحمن بن صالح، حدثنا عبيدة بن حميد، عن عبد الملك بن\nعمير، عن عمرو بن حريث، رفعه قال: من باع أرضا أو دارا، لم يبارك له إلا أن\nيجعله في مثله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p374'> Vol. 01, p. 374</a>\n            </div>\n            \n</p>\n\n<p>\n283 - حدثنا عبد الرحمن بن صالح، حدثنا يحيى بن آدم، عن مندل بن علي، عن\nمسعر، عن أبي عون الثقفي، قال: قال عثمان بن مظعون: وجدت أحد ما يقول أهل\nالكتاب حقا، إنه مكتوب في التوراة: من باع عقارا أو ورثها عن أبيه، لم يجعل\nثمنها (1) في عقار، دعت عليه طرفي النهار: أن لا يبارك له فيه.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p375'> Vol. 01, p. 375</a>\n            </div>\n            \n284 - حدثنا سليمان بن أبي شيخ، حدثنا عمر بن السكن السعدي، قال: جاءت\nامرأة من ثقيف إلى الحسن، فقالت: إني في ضيق، وكلم أخي يبيع بعض سباخنا، أو\nبعض أرضنا، فنتسع، فأرسل إليه فجاء وكلمه، وأخبره بخبر أخته، وما شكت، وهو\nساكت، ثم قام فقال: يا أبا سعيد إنا أهل بيت نبيع التراب هكذا. قال ابن أبي\nالدنيا: حتى نصير إلى التراب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p375'> Vol. 01, p. 375</a>\n            </div>\n            \n</p>\n\n<p>\nباب الضياع\n</p>\n\n<p>\n285 - حدثنا عبد الرحمن بن صالح الأزدي، حدثنا عمرو بن هاشم الجنبي، عن\nجويبر، عن الضحاك، عن ابن مسعود، أن النبي صلى الله عليه وسلم قال: لما خلق\nالله، عز وجل المعيشة، جعل المعيشة في الحرث والغنم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p375'> Vol. 01, p. 375</a>\n            </div>\n            \n</p>\n\n<p>\n286 - وبه حدثنا أبو بكر بن عياش، عن الكلبي، في قوله عز وجل: {ومما أخرجنا\nلكم من الأرض} قال: الحرث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p376'> Vol. 01, p. 376</a>\n            </div>\n            \n</p>\n\n<p>\n287 - حدثنا علي بن <span id='ms42'></span> شعيب، حدثنا ابن أبي فديك، حدثني علي بن عمر بن علي بن\nحسين بن علي بن أبي طالب، عن أبيه، عن جده، قال: لما قدم رسول الله صلى\nالله عليه وسلم قال: يا معشر قريش، إنكم تحبون الماشية، وإنكم بأقل الأرض\nمطرا، فأقلوا منها، واحرثوا؛ فإن الحرث مباركة، فأكثروا فيه من الجماجم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p376'> Vol. 01, p. 376</a>\n            </div>\n            \n</p>\n\n<p>\n288 - وبه حدثني ابن أبي فديك، أخبرني محمد بن إسحاق، عن موسى بن عقبة، أن\nالنبي صلى الله عليه وسلم قال: من خير أعمالكم الحرث والغنم، وهو من عمل\nالأنبياء، وصاحب الحرث يؤجر في كل ما أصيب منه بعمله أو بغير عمله، حتى أنه\nيؤجر فيما ضرب الطير، وجرت النملة والذرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p376'> Vol. 01, p. 376</a>\n            </div>\n            \n</p>\n\n<p>\n289 - وبه حدثنا ابن أبي فديك، حدثنا محمد بن إسحاق، أن امرأة جاءت إلى\nالنبي صلى الله عليه وسلم فذكرت أن لها حرثا تخوفت عليه العين، فأمرها رسول\nالله صلى الله عليه وسلم أن تجعل فيها جماجم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p376'> Vol. 01, p. 376</a>\n            </div>\n            \n</p>\n\n<p>\n290 - حدثنا محمد بن زياد الباهلي، حدثنا الحسن بن حامد، أن معاوية سأل بعض\nالمعمرين، قال: أخبرني، أي المال أفضل؟ قال: عين خرارة بأرض خوارة، تعول\nولا تعال. قال: ثم مه؟ قال: ثم فرس في بطنها يتبعها فرس، والأرض مقبلة\nمعقبة. قال: أين أنت من الغنم؟ ما أراك تذكرها. قال: تلك لغيرك يا أمير\nالمؤمنين، تلك لمن يباشرها بنفسه. قال معاوية: فما تقول في الذهب والفضة؟\nقال: يا أمير المؤمنين جبلان يصطكان، إن أنفقتهما نفدا، وإن تركتهما لم يزيدا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p376'> Vol. 01, p. 376</a>\n            </div>\n            \n</p>\n\n<p>\n291 - حدثني عمر بن شبة، حدثني أبو غسان محمد بن يحيى، حدثني عبد العزيز بن\nأبي ثابت، حدثني حماد بن موسى الخشني، قال: لقي عبد الله بن عبد الله بن\nالحارث، ابن شهاب الزهري، فقال له: دلني على مال وأرض أعالجها، مثل ذي خشب،\nفي مثل القديم، قال: فجعل يصف، ثم فارقه، فأنشأ ابن شهاب يقول:\n</p>\n\n<p>\nأقول لعبد الله لما لقيته ... يسير بأعلى القريتين مشرقا\n</p>\n\n<p>\nتبع جبال (1) الأرض وادع مليكها ... لعلك يوما أن تجاب وترزقا\n</p>\n\n<p>\nلعل الذي أعطى العزيز بقدرة ... وذا حسب أعطى وقد كان <span id='ms43'></span> روقا\n</p>\n\n<p>\nسيعطيك مالا واسعا ذا مهابة إذا ما مياه الأرض تدفقا وغيره يقول: ونابة.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p377'> Vol. 01, p. 377</a>\n            </div>\n            \n292 - حدثنا إسحاق بن إسماعيل، حدثنا جرير، عن الأعمش، عن أبي سفيان، عن\nجابر، عن أم مبشر، قالت: قال رسول الله صلى الله عليه وسلم: ما من مسلم\nيغرس غرسا، أو يزرع زرعا، فيأكل منه إنسان، أو سبع أو طائر، إلا كان له صدقة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p377'> Vol. 01, p. 377</a>\n            </div>\n            \n</p>\n\n<p>\n293 - حدثني هارون أبي يحيى، عن شيخ له، أن معاوية، قال لصعصعة: أي المال\nأفضل؟ قال: برة سمراء في أرض غبراء، أو نعجة صفراء في أرض خضراء، أو عين\nخرارة في أرض خوارة. قال معاوية: فأين الذهب والفضة؟ قال: هما حجران\nيصطكان، إن أخذت منهما نفدا، وإن تركتهما لم يزيدا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p377'> Vol. 01, p. 377</a>\n            </div>\n            \n</p>\n\n<p>\n294 - حدثنا أبو زيد النميري، حدثنا أبو غسان، يعني محمد بن يحيى الكناني،\nحدثني عبد العزيز بن أبي ثابت الزهري، عن أبيه، عن عمر بن عبد الرحمن بن\nعوف، قال: لما قسم سهل بن حنيف بيننا أموالنا، قال: ابن أخي إنى موصيك\nبوصية، إن أخذت بها فهي خير لك من مال أبيك لو خلوت به، اعلم أنه لا مال\nلخرق، ولا عيلة على مصلح، واعلم أن خير المال ما أطعمك ولم تطعمه وإن قل،\nواعلم أن الرقيق مال وليس مالا، فإن الماشية مال أهلها، وإن النضح تعول\nالأرض ليس بمال، إنما كان أحدنا في الجاهلية يقوم فيه بنفسه وزوجته وبنيه،\nثم يرد بمزيه وحببته عليهم، فلما ركبت فيه الدواب، وأشربت فيه الأدهان،\nولبست فيه الثياب قصر أهله، فإن كنت لابد متخذا شيئا، فاتخذ مزرعة، إن نشطت\nإليها زرعتها، وإن تركتها لم تغرمك شيئا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p377'> Vol. 01, p. 377</a>\n            </div>\n            \n</p>\n\n<p>\n295 - حدثنا عبد العزيز بن يحيى، حدثنا عفيف بن سالم، عن عبد الله بن\nلهيعة، عن الزهري، قال عروة: عليك بالزراعة؛ فإنه كان يتمثل فيها ببيت في\nالجاهلية:\n</p>\n\n<p>\nتتبع خبايا الأرض وادع مليكها ... لعلك يوما أن تجاب وترزقا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p378'> Vol. 01, p. 378</a>\n            </div>\n            \n</p>\n\n<p>\n296 - حدثنا إسحاق بن إسماعيل، حدثنا أبو أسامة، عن هشام بن عروة، عن أبيه،\nعن عبد الله بن الزبير، قال: لم يدع الزبير دينارا ولا <span id='ms44'></span> درهما، إلا أرضين،\nمنها الغابة، وإحدى عشر دارا بالمدينة، ودارين بالبصرة، ودارا بالكوفة،\nودارا بمصر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p378'> Vol. 01, p. 378</a>\n            </div>\n            \n</p>\n\n<p>\nباب عمل اليد\n</p>\n\n<p>\n297 - حدثني محمد بن عبد الرحيم، أخبرنا أبو المنذر إسماعيل بن عمر،\nحدثنا المسعودي، عن وائل بن داود، عن عباية بن رفاعة، عن رافع بن خديج،\nقال: [يا] رسول الله صلى الله عليه وسلم: أي الكسب أطيب؟ قال: عمل الرجل\nبيده، وكل بيع مبرور.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p378'> Vol. 01, p. 378</a>\n            </div>\n            \n</p>\n\n<p>\n298 - حدثنا أبو خيثمة، حدثنا أبو إسحاق البناني، عن بقية بن الوليد، عن\nيحيى بن سعيد، عن خالد بن معدان، عن المقدام بن معد يكرب، أنه سمع رسول\nالله صلى الله عليه وسلم ورآه باسط يده يقول: ما أكل أحدكم طعاما أحب إلى\nالله عز وجل من عمل يده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p379'> Vol. 01, p. 379</a>\n            </div>\n            \n</p>\n\n<p>\n299 - حدثنا هارون بن عبد الله، حدثنا معن بن عيسى الأشجعي، عن معاوية بن\nصالح، عن أبي الزاهر، أنه قال: كان داود النبي صلى الله عليه وسلم، يعمل\nالقفاف، ويبيعها ويأكل ثمنها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p379'> Vol. 01, p. 379</a>\n            </div>\n            \n</p>\n\n<p>\n300 - وبه حدثنا سيار بن حاتم، حدثنا جعفر، عن مالك بن دينار، قال: قرأت في\nالتوراة: إن الذي يعمل بيده، ويأكل، طوبى لمحياه ومماته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p379'> Vol. 01, p. 379</a>\n            </div>\n            \n</p>\n\n<p>\n301 - حدثت عن الهيثم بن خارجة، عن المعافى بن عمران، عن عمرو الجعفي (1)،\nعن جابر، عن الشعبي، عن سليمان: {يا أيها الرسل كلوا من الطيبات واعملوا\nصالحا} قال: هو عمل الرجل بيده.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p379'> Vol. 01, p. 379</a>\n            </div>\n            \n302 - حدثنا علي بن الجعد، حدثنا أبو معاوية، عن وائل بن داود، عن سعيد بن\nعمير الزبيدي، قال: سئل رسول الله صلى الله عليه وسلم أي الكسب أطيب؟ قال:\nعمل الرجل بيده، وكل بيع مبرور.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p380'> Vol. 01, p. 380</a>\n            </div>\n            \n</p>\n\n<p>\n303 - حدثنا أبو خيثمة، حدثنا وكيع، عن هشام بن عروة، عن أبيه، عن جده، أن\nالنبي صلى الله عليه وسلم قال: لأن يأخذ أحدكم حبله، ثم يأتي الجبل، ثم\nيجيء بحزمة من حطب، فيبيعها فيستغني بثمنها، خير له من أن يسأل الناس،\nأعطوه أو منعوه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p380'> Vol. 01, p. 380</a>\n            </div>\n            \n</p>\n\n<p>\n304 - حدثنا عبد الله بن الهيثم، حدثنا شعيب بن حرب (1)، عن شيخ له قال:\nقال عيسى ابن مريم عليه السلام: إن الله عز وجل يحب العبد يتعلم المهنة <span id='ms45'></span>\nيستغني بها عن الناس، ويكره العبد يتعلم العلم يتخذه مهنة.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p380'> Vol. 01, p. 380</a>\n            </div>\n            \n305 - حدثني محمد بن الحسين، حدثنا الهيثم بن خارجة، حدثنا محمد بن حمير،\nعن أبي بكر بن أبي مريم، عن مسافر بن حنظلة، عن [أبي] الأكدر الفارض، قال:\nقال عمر بن الخطاب رضي الله عنه: تعلموا المهنة؛ فإنه يوشك [أن يحتاج]\nأحدكم إلى مهنته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p380'> Vol. 01, p. 380</a>\n            </div>\n            \n</p>\n\n<p>\n306 - وبه حدثنا أحمد بن محمد بن حنبل، حدثنا فياض بن محمد الرقي، حدثنا\nجعفر بن برقان، عن ميمون بن أبي جرير، عن ميمون بن مهران، حدثتني أم\nالدرداء، قالت: كان أبو الدرداء ليوقد تحت قدر له، حتى تدمع عيناه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p380'> Vol. 01, p. 380</a>\n            </div>\n            \n</p>\n\n<p>\n307 - حدثنا أحمد بن إبراهيم، حدثنا خالد بن تميم، عن سمير أبي عاصم، أن\nالضحاك بن مزاحم قال: شرف المؤمن: صلاة في جوف الليل، وعزه: استغناؤه عن الناس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p381'> Vol. 01, p. 381</a>\n            </div>\n            \n</p>\n\n<p>\n308 - حدثنا علي بن الجعد، أخبرنا نصر بن طريف، عن مالك بن دينار قال: دخل\nعلي جابر بن زيد، وأنا أكتب في المصحف، فقال: نعم العمل تعمل بنقل كتاب\nالله عز وجل من ورقة إلى ورقة، هذا والله الكسب الحلال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p381'> Vol. 01, p. 381</a>\n            </div>\n            \n</p>\n\n<p>\n309 - وبه أخبرنا شعبة، عن حبيب بن الشهيد، قال: سمعت ابن بريدة، قال: كان\nسلمان يعمل بيده، فيشتري به طعاما، ثم يدعو المجذمين فيأكلون معه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p381'> Vol. 01, p. 381</a>\n            </div>\n            \n</p>\n\n<p>\n310 - حدثني محمد بن الحسين، حدثنا هارون بن عمير بن يزيد القرشي، حدثنا\nعبيد الله بن عمران القيسي، عن أبي سنان، عن وهب بن منبه، قال: بينما رجل\nقائم، إذ مر به سحابة، فسمع مناديا ينادي منها، أن سيري إلى جبل الموصل،\nفاسقي مزرعة فلان بن فلان، فقال الرجل: ما ينبغي أن يكون في الأرض رجل هو\nأفضل من هذا، تسلك السحابة إلى مزرعته, فأتى جبال الموصل, فسأل عن الرجل،\nفأخبر، فأتاه, فسأله عن حاله؟ فقال: أنا رجل قائم في هذه المزرعة، فما أخرج\nالله عز وجل لي منها من شيء، كان لي الثلث، وللسلطان الثلث، وللمساكين\nالثلث, قال: فهل تعلم أحدا هو أفضل منك؟ قال: نعم، أمامنا رجلان، هما أفضل\nمني, قال: فأتاهما, فإذا برجلين يعبدان الله <span id='ms46'></span> عز وجل الليل كله، في رأس\nالجبل، فإذا أصبحا نزلا إلى سفح الجبل، فتفلقت لهما الأرض عن رزقهما،\nفأخذاه ورجعا، فقص عليهما القصة, قال: هل تعلمان أحدا أفضل منكما؟ قالا:\nنعم، أمامنا رجلان، هما أفضل منا, فأتاهما, فإذا برجلين يعبدان الله عز وجل\nالليل كله في رأس الجبل، فإذا أصبحا [نزلا] إلى سفح الجبل, فاجتمعت إليهما\nالوحوش، فشربا من ألبانهم، ثم رجعا، فقص عليهما القصة، وقال: هل تعلمان\nأحدا أفضل منكما؟ قالا: نعم، هاهنا رجلان، أفضل منا, فأتاهما، فإذا رجلان\nأخوان في قرية، يمسطان الكتان بالآخر، يجعلان الجيد في ناحية، والرديء في\nناحية, فقص عليهما القصة، فقال: أخبراني هذان أنكما أفضل منهما, فقالا:\nطلبنا ما طلب القوم، فوجدنا كسب الأيدي أفضل مما هم فيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p381'> Vol. 01, p. 381</a>\n            </div>\n            \n</p>\n\n<p>\n311 - حدثنا خالد بن زياد الزيات، عن عمر بن حفص البصري، عن غالب القطان،\nعن عمر بن عبد الله، قال: قال عمر بن الخطاب رضي الله عنه: مكسبة فيها بعض\nالدناءة خير من مسألة الناس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p382'> Vol. 01, p. 382</a>\n            </div>\n            \n</p>\n\n<p>\nباب القصد في المال\n</p>\n\n<p>\n312 - حدثنا علي بن الجعد، أخبرنا عبد الملك بن حسين النخعي، عن قابوس بن\nأبي ظبيان، عن أبيه، عن ابن عباس، عن النبي صلى الله عليه وسلم قال: السمت\nالصالح, والهدي الصالح، والاقتصاد، جزء من خمسة وعشرين جزءا من النبوة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p382'> Vol. 01, p. 382</a>\n            </div>\n            \n</p>\n\n<p>\n313 - حدثني أحمد بن إبراهيم الموصلي، حدثنا نوح بن قيس، حدثنا عبد الله بن\nعمران، عن عاصم الأحول، عن عبد الله بن سرجس، قال: قال النبي صلى الله عليه\nوسلم: السمت الحسن، والتؤدة والاقتصاد، جزء من أربعة وعشرين جزءا من\nالنبوة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p383'> Vol. 01, p. 383</a>\n            </div>\n            \n</p>\n\n<p>\n314 - حدثني المفضل بن غسان، حدثنا أبي، عن عمرو بن علي، قال: قال سفيان بن\nحسين: تدري ما السمت الصالح؟ والله ما هو بحلق الشارب، ولا تشمير الثوب،\nإنما هو أن يكون قد لزم الطريق، فيقال له: قد أصاب السمت. أتدرون ما\nالاقتصاد؟ هو الشيء الذي ليس فيه غلو ولا تقصير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p383'> Vol. 01, p. 383</a>\n            </div>\n            \n</p>\n\n<p>\n315 - حدثني أبي، حدثنا سفيان بن عيينة، عن ابن أبي نجيح، قال: قال سليمان\nبن داود عليهما السلام: أوتينا ما <span id='ms47'></span> أوتى الناس، وما لم يؤتوا، وعلمنا ما علم\nالناس، وما لم يعلموا، فلم نجد أفضل من خشية الله عز وجل في الغيب\nوالشهادة، والقصد في الفقر والغنى، وكلمة الحق في الغضب والرضا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p383'> Vol. 01, p. 383</a>\n            </div>\n            \n</p>\n\n<p>\n316 - حدثني شجاع بن الأشرس، حدثنا إسماعيل بن عياش، عن عبد الله بن أبي\nالحارث، عن الحسن بن ذكوان، أن داود، عليه السلام قال: أوصاني ربي عز وجل\nبتسع خصال: أوصاني بخشيته في السر والعلانية، والعدل في الغضب والرضا،\nوالاقتصاد في الغنى والفقر، وأوصاني أن أصل من قطعني، وأن أعطي من حرمني،\nوأعفو عمن ظلمني، وأن يكون نظري عبرا، وصمتي تفكرا، وقولي ذكرا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p383'> Vol. 01, p. 383</a>\n            </div>\n            \n</p>\n\n<p>\n317 - حدثني عبد الرحمن بن صالح، حدثنا حسين الجعفي، عن المهلب بن عقبة\nالكلبي، قال: كان عمر بن عبد العزيز يقول: إن من أحب الأمر إلى الله عز وجل\nالقصد في الجد، والعفو في المقدرة، والرفق في الولاية، وما رفق عبد في\nالدنيا إلا رفق الله عز وجل به يوم القيامة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p383'> Vol. 01, p. 383</a>\n            </div>\n            \n</p>\n\n<p>\n318 - حدثني الحسين بن منصور بن سليمان، حدثنا يحيى بن ميمون القرشي، حدثني\nأبو سلمة، [عن أبيه], عن جده، قال: صلى رسول الله صلى الله عليه وسلم عندنا\nبقباء، وكان صائما، فأتيناه عند إفطاره بقدح لبن، وجعلنا فيه شيئا من عسل،\nفلما رفعه فذاقه وجد حلاوة العسل، قال: ما هذا؟ قلنا: يا رسول الله، جعلنا\nشيئا من عسل, فوضعه, فقال: أما [إني] لا أحرمه، ومن تواضع رفعه الله عز وجل\n[ومن تكبر وضعه الله عز وجل, ومن اقتصد أغناه الله] عز وجل, ومن بذر أفقره\nالله عز وجل, ومن أكثر ذكر الله أحبه الله عز وجل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p384'> Vol. 01, p. 384</a>\n            </div>\n            \n</p>\n\n<p>\n319 - حدثني أبي، حدثنا أبو معاوية، عن الأعمش، عن خيثمة [بن] عبد الرحمن،\nقال: قال سليمان بن داود عليهما السلام: كل العيش قد جربناه، فوجدناه يكفي\nمنه أدناه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p384'> Vol. 01, p. 384</a>\n            </div>\n            \n</p>\n\n<p>\n320 - حدثنا أحمد بن الحارث بن المبارك، عن علي بن أحمد البصري، عن سفيان\nالثوري، في قول الله عز وجل: {والذين إذا أنفقوا لم يسرفوا} قال: لم يجعلوه\nفي غير حقه، فيضيعوه {ولم يقتروا} قال <span id='ms48'></span>: لم يقصروا عن حقه {وكان بين ذلك\nقواما} عدلا وفضلا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p384'> Vol. 01, p. 384</a>\n            </div>\n            \n</p>\n\n<p>\n321 - حدثنا عبيد الله بن عمر الجشمي، حدثنا حماد بن زيد، عن هشام بن حسان،\nأن محمد بن سيرين سئل عن الإسراف؟ قال: الإنفاق في غير حق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p384'> Vol. 01, p. 384</a>\n            </div>\n            \n</p>\n\n<p>\n322 - قال: وأخبرني عمر بن بكير النحوي، عن شيخ له، قال: قال عبد الملك بن\nمروان لعمر بن عبد العزيز: كيف وما يغنيك؟ قال: الحسنة بين السيئتين، قال\nالله عز وجل: {والذين إذا أنفقوا لم يسرفوا ولم يقتروا وكان بين ذلك\nقواما}.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p385'> Vol. 01, p. 385</a>\n            </div>\n            \n</p>\n\n<p>\n323 - حدثنا عبد الرحمن بن صالح الأزدي، عن الحكم بن ظهير، عن يحيى بن\nالمختار، عن الحسن، قال: إن من علامة المؤمن: قوة دين، وحزما في لين،\nوإماما في يقين، وحلما في علم، وكيسا في مال، وإعطاء في حق، وقصدا في غنى،\nوتجملا في فاقة، وإحسانا في قدرة، وتورعا في رغبة، وتعففا في جهد، وصبرا في\nشدة، وقوة في المكاره، وصبورا في الرخاء، شكورا لا يغلبه الغضب، ولا يجنح،\nتحمله الحمية، ولا يمزح، ولا يتكبر، ولا يتعظم، ولا يضر بالجار، ولا يشمت\nبالمصيبة، ولا تغلبه شهوته، ولا ترديه رغبته، ولا يبذره لسانه، ولا يسبقه\nبصره، ولا يغلبه فرجه، ولا يميل في هواه، ولا يفضحه بطنه، ولا يستحثه حرصه،\nولا يقصر به بيته، ولا يبخل، ولا يبذر، ولا يسرف، ولا يقتر، نفسه منه في\nغنى، والناس منه في رجاء، لا يرى في خلقه ولا إيمانه لبس، ولا في فرحه بطر،\nولا في حزنه جزع، يرشد من استشاره، ويسعد به صاحبه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p385'> Vol. 01, p. 385</a>\n            </div>\n            \n</p>\n\n<p>\n324 - حدثنا سريج بن يونس، حدثنا هشيم، عن عوف، عن الحسن، قال: قال عمر بن\nالخطاب رضي الله عنه: كفى بالمرء سرفا أن يأكل كل ما اشتهى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p385'> Vol. 01, p. 385</a>\n            </div>\n            \n</p>\n\n<p>\n325 - حدثت عن الهيثم بن خارجة، عن حديج بن معاوية، عن أبي إسحاق، قال: قال\nعمر بن الخطاب رضي الله عنه: يكفي أهل بيت كل شهر ثلاثة دراهم لحم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p385'> Vol. 01, p. 385</a>\n            </div>\n            \n</p>\n\n<p>\n326 - حدثني أحمد بن الحارث، عن شيخ من قريش قال: قال معاوية: القصد قوام\nالمعيشة، ويكفي عنك نصف المؤنة.\n</p>\n\n<p>\n- وقال معاوية: ما <span id='ms49'></span> رأيت تدبيرا (1) إلا وإلى جانبه حق يضيع.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p385'> Vol. 01, p. 385</a>\n            </div>\n            \n327 - قال: وكان يقال: حسن التدبر مفتاح الرشد، وباب السلامة الاقتصاد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p386'> Vol. 01, p. 386</a>\n            </div>\n            \n</p>\n\n<p>\n328 - وكان يقال: فقير مسدد خير من غني مسرف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p386'> Vol. 01, p. 386</a>\n            </div>\n            \n</p>\n\n<p>\n329 - وبلغني عن بعض الحكماء، أنه كان يقول: اغلب هواك على الفساد، وكن\nمقبلا على القصد، يقبل عليك المال، والاقتصاد يعصم من عظيم الذنب، وفيه\nراحة للبدن، ومرضاة للرب، وتحصين من الذنوب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p386'> Vol. 01, p. 386</a>\n            </div>\n            \n</p>\n\n<p>\n330 - حدثنا حاجب بن الوليد، حدثنا الوليد بن محمد الموقري، عن الزهري، [عن\nعروة بن الزبير], عن عائشة، قالت: دخل علي النبي صلى الله عليه وسلم فرأى\nكسرة ملقاة فمسحها وقال: يا عائشة, أحسني جوار نعم الله؛ فإنها قلما نفرت\nعن أهل بيت, فكادت أن ترجع إليهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p330'> Vol. 01, p. 330</a>\n            </div>\n            \n</p>\n\n<p>\n331 - حدثنا علي بن الجعد، عن أبي عبد الرحمن التميمي، عن جعفر بن محمد، عن\nأبيه، قال: كان بنو إسرائيل يستنجون بالخبز، فسلط الله عليهم الجوع، فجعلوا\nيتبعون حشوشهم فيأكلونها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p386'> Vol. 01, p. 386</a>\n            </div>\n            \n</p>\n\n<p>\n332 - حدثنا أحمد بن جميل، أخبرنا عبد الله بن المبارك، عن بقية بن الوليد،\nعن أبي سلمة الحمصي، عن يحيى بن جابر، قال: أنجت امرأة من بني إسرائيل لصبي\nلها بكسرة، ثم جعلتها في جحر، فسلط الله الجوع فأكلتها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p386'> Vol. 01, p. 386</a>\n            </div>\n            \n</p>\n\n<p>\n333 - حدثنا أحمد بن جميل، أخبرنا عبد الله بن المبارك، أخبرنا جعفر بن\nحيان، عن الحسن، قال: كان أهل قرية قد وسع الله عز وجل عليهم في الرزق، حتى\nجعلوا يستنجون بالخبز، فبعث الله عز وجل عليهم الجوع حتى جعلوا يأكلون ما\nيقعدون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p387'> Vol. 01, p. 387</a>\n            </div>\n            \n</p>\n\n<p>\n334 - حدثنا ابن جميل، أخبرنا ابن المبارك، حدثنا إسماعيل بن عياش، عن يزيد\nبن أيهم، عن النعمان بن بشير، أنه كان يقول: إن للشيطان مناصبا وفخوخا، ومن\nمناصب الشيطان وفخوخه: البطر بأنعم الله عز وجل، والفخر بعطاء الله عز وجل،\nوالكبرياء على عباد الله عز وجل، واتباع الهوى في غير ذات الله عز وجل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p387'> Vol. 01, p. 387</a>\n            </div>\n            \n</p>\n\n<p>\n335 - حدثنا القاسم بن هاشم، حدثنا مسلم بن إبراهيم، وخالد بن خداش، قالا:\nحدثنا سكين بن عبد العزيز، عن إبراهيم الهجري، عن أبي الأحوص، عن عبد الله،\nقال: قال رسول الله صلى الله عليه وسلم: ما <span id='ms50'></span> عال مقتصد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p387'> Vol. 01, p. 387</a>\n            </div>\n            \n</p>\n\n<p>\n336 - حدثني القاسم بن هاشم، حدثنا أبو النضر منصور بن صقير (1)، حدثنا عبد\nالله بن حكيم، عن شبيب بن بشر، عن أنس بن مالك، قال: قال رسول الله صلى\nالله عليه وسلم: السؤال نصف العلم، والرفق نصف العيش، وما عال من اقتصد،\nوالحمى رائد الموت، والدنيا سجن المؤمن.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p387'> Vol. 01, p. 387</a>\n            </div>\n            \nباب القصد في المطعم\n</p>\n\n<p>\n337 - حدثني منصور بن أبي مزاحم، حدثنا يحيى بن حمزة، عن ثور بن يزيد، عن\nخالد بن معدان، وحبيب بن عبيد، عن المقدام بن معدي كرب، أن النبي صلى الله\nعليه وسلم قال: ما ملأ ابن آدم وعاء شرا من بطنه، حسب ابن آدم أكلات يقمن\nصلبه فإن كان لا محالة فثلث [طعام]، وثلث شراب، وثلث نفس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p388'> Vol. 01, p. 388</a>\n            </div>\n            \n</p>\n\n<p>\n338 - حدثنا عبيد الله بن جرير العتكي، حدثنا الحسن بن عمر بن شقيق، حدثنا\nأبو يحيى الرازي، قال: رأيت في المسجد الحرام محدثا فسألت عنه فقالوا: يحيى\nالبكاء فسمعته يقول: تجشأ رجل عند ابن عمر، فقال: يا هذا كف عنا جشاءك،\nفإني سمعت رسول الله صلى الله عليه وسلم يقول: أطولكم جوعا يوم القيامة\nأكثركم شبعا في الدنيا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p388'> Vol. 01, p. 388</a>\n            </div>\n            \n</p>\n\n<p>\n339 - حدثنا خالد بن مرداس (1) المعلى الجعفي، عن ابن أبي نجيح، عن مجاهد،\nقال: قال عمر: أيها الناس، إياكم والبطنة؛ فإنها مكسلة عن الصلاة، مفسدة\nللجسد، مؤثرة للسقم، فإن الله عز وجل يبغض الحبر السمين (2)، ولكن عليكم\nبالقصد في قوتكم؛ فإنه أدنى من الإصلاح، وأبعد من السرف، وأقوى على عبادة\nالرب عز وجل فإنه لن يهلك عبد حتى يؤثر شهوته على دينه.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p388'> Vol. 01, p. 388</a>\n            </div>\n            \n340 - حدثني محمد بن عباد بن موسى، حدثنا الفضل بن دكين، عن مالك بن مغول،\nقال: قال علي رضي الله عنه: البطنة مقساة القلب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p389'> Vol. 01, p. 389</a>\n            </div>\n            \n</p>\n\n<p>\n341 - حدثنا ابن أبي شيبة، حدثنا هشيم بن أبي ساسان (1)، عن عبيد الله بن\nعمر، عن نافع، عن ابن عباس، وكان يحضر طعاما قال: كانت له إحدى عشرة لقمة\nإلى مثلها من الغد.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p389'> Vol. 01, p. 389</a>\n            </div>\n            \n342 - حدثني سريج بن يونس، حدثنا هشيم، عن عوف، عن الحسن، قال: دخل عمر على\nابنه <span id='ms51'></span>، وعنده لحم غريض (1)، فقال له: ما هذا؟ قال: قرمنا إلى اللحم فاشترينا\nمنه بدرهم. قال: وكلما اشتهيت اللحم اشتريته؟ كفى بالمرء سرفا أن يأكل كلما اشتهى.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p389'> Vol. 01, p. 389</a>\n            </div>\n            \n343 - حدثنا إسحاق بن إبراهيم، أخبرنا ابن علية، عن يونس بن عبيد، عن حميد\nبن هلال، قال: قال عمر: والذي نفسي بيده لولا أن تنقص حسناتي لخالطتكم في\nلين عيشكم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p389'> Vol. 01, p. 389</a>\n            </div>\n            \n</p>\n\n<p>\n344 - حدثني عبد الله بن يونس بن بكير، حدثنا أبي، عن الحسن بن دينار، عن\nالأحنف بن قيس، قال: خرجنا مع أبي موسى وفودا إلى عمر وكانت لعمر ثلاث\nخبزات يأدمهن يوما بلبن، ويوما بسمن، ويوما بلحم عريض (1)، ويوما بزيت،\nفجعل القوم يأكلون ويعذرون، فقال عمر: إني لأرى تعذركم، وإني لأعلمكم\nبالعيش، ولو شئت لجعلت كراكر وأسنمة وصلاء وصنابا وصلائق، ولكن أستبقي\nحسناتي، إن الله عز وجل ذكر قوما فقال: {أذهبتم طيباتكم في حياتكم الدنيا\nواستمتعتم بها}.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p389'> Vol. 01, p. 389</a>\n            </div>\n            \n345 - حدثنا هارون بن عبد الله، حدثنا أبو يحيى الحماني، عن عبيد الله بن\nالوليد، عن عبد الله بن عبيد بن عمير، قال: قال عمر: يا معشر الناس لا\nتمروا على أصحاب الموائد، إن شهيكم اللحم (1), مرة بلحم، مرة بسمن، مرة\nبزيت، مرة بملح.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p390'> Vol. 01, p. 390</a>\n            </div>\n            \n346 - حدثني المفضل بن غسان، حدثنا أبي، عن سفيان بن عيينة، قال: قال علي\nبن أبي طالب رضي الله عنه: لا يكون الرجل قيما لأهله حتى لا يبالي ما سد به\nفورة الجوع، ولا يبالي أي ثوبيه ابتدل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p390'> Vol. 01, p. 390</a>\n            </div>\n            \n</p>\n\n<p>\n347 - حدثنا محمد بن سلام الجمحي، قال: دعا الحسن رجلا إلى طعامه. فقال: قد\nأكلت ولست أقدر أن أعود. قال: سبحان الله أو يأكل المؤمن حتى لا يستطيع أن يعود؟.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p390'> Vol. 01, p. 390</a>\n            </div>\n            \n</p>\n\n<p>\n348 - حدثنا علي بن الجعد، حدثنا المبارك بن فضالة، قال: قيل لسمرة بن\nجندب، إن ابنك بشم البارحة. قال: لو مات ما صليت عليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p390'> Vol. 01, p. 390</a>\n            </div>\n            \n</p>\n\n<p>\n349 - حدثنا عمرو بن محمد، حدثنا عفان، عن يزيد بن إبراهيم، عن يوسف، عن\nابن أخت ابن سيرين، عن أبي قلابة، في قوله عز وجل: {ثم لتسألن يومئذ عن\nالنعيم} قال: ناس من أمتي يعقدون <span id='ms52'></span> السمن والعسل بالشيء فيأكلونه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p390'> Vol. 01, p. 390</a>\n            </div>\n            \n</p>\n\n<p>\n350 - حدثني أحمد بن الحارث، حدثنا أبو الحسن البصري، قال: دخل مالك بن\nدينار على رجل محبوس قد أخذ بخراج خرج عليه وقيد، فقال: يا أبا يحيى، ما\nترى ما أنا فيه من هذه القيود؟ فرفع مالك رأسه، فإذا سلة قال: لمن هذه\nالسلة؟ قال: لي، قال: فمر بها فلتنزل. فأنزلت فوضعت بين يديه، فإذا دجاج\nوأخبصة. فقال: هذه وصعب القيود في رجلك ليست هم. وقام عنه.\n</p>\n\n<p>\n- قال: وكان مالك بن دينار يطوف بالبصرة بالأسواق، فينظر إلى أشياء\nيشتهيها فيرجع. فيقول لنفسه: أتشتري؟ فوالله ما حرمتك ما رأيت إلا لكرامتك علي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p390'> Vol. 01, p. 390</a>\n            </div>\n            \n</p>\n\n<p>\n351 - حدثني سريج، حدثنا هشيم، عن منصور، عن ابن سيرين، قال: جاء رجل إلى\nابن عمر، فقال: ألا نضع لك جوارش؟ قال: لأي شيء الجوارش؟ قال: شيء إذا كظك\nالطعام فأكلت منه سهل عليك ما تجد. قال ابن عمر: ما شبعت منه أربعة أشهر،\nوما ذاك بأني لا أكون أجده، ولكن عهدت أقواما يجوعون مرة، ويشبعون مرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p391'> Vol. 01, p. 391</a>\n            </div>\n            \n</p>\n\n<p>\n352 - حدثنا أبو خيثمة، حدثنا محمد بن يزيد بن خنيس، عن وهيب بن الورد،\nقال: لقي عالم عالما هو فوقه في العلم، فقال: يرحمك الله، أخبرني عن هذا\nالطعام الذي نصيبه لا إسراف فيه، ما هو؟ قال: ما سد الجوع دون الشبع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p391'> Vol. 01, p. 391</a>\n            </div>\n            \n</p>\n\n<p>\n353 - حدثني أحمد بن الحارث، عن شيخ، من قريش، قال: حبس سعيد بن المسيب،\nفهيأ له أهله طعاما، فلما أتي، قال: والله ما أنا في منزل سواء وإني لفي\nمنزل ضر، ولا يجمع بنو مروان حبسي وذهاب مالي أعيدوا لي ما كنت أفطر عليه\nفي منزلي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p391'> Vol. 01, p. 391</a>\n            </div>\n            \n</p>\n\n<p>\n354 - حدثني إسماعيل بن [أبي] الحارث، حدثنا هارون بن معروف، حدثنا سفيان،\nعن العنسي، قال: سألت الحسن عن الرجل، يبتاع الطعام، ويبتاع اللحم، هل عليه\nفي ذلك؟ فقال: إن عمر بن الخطاب رضي الله عنه قال: كفى سرفا ألا تشتهي شيئا\nإلا أكلته. قال سفيان: كان عمر يدفع الشيء يشتهيه سنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p391'> Vol. 01, p. 391</a>\n            </div>\n            \n</p>\n\n<p>\n355 - حدثنا علي بن محمد بن إبراهيم، حدثنا أسد بن موسى، حدثنا إسماعيل بن\nعياش <span id='ms53'></span>، حدثني يحيى الطويل، عن نافع، قال: سمعت ابن عمر، يحدث قال: بلغ عمر\nبن الخطاب رضي الله عنه أن يزيد بن أبي سفيان، [يأكل ألوانا من الطعام]\nفقال لمولى له, يقال له: يرفأ, إذا حضر طعامه فأعلمني. فلما حضر غداءه جاءه\nفأعلمه، فأتى عمر، فسلم عليه، واستأذن، فأذن له، فدخل فعرى يداه، فجاءه\nبلحم، فأكل معه منه، ثم قرب شواء فبسط يزيد يده، وكف عمر يده، ثم قال:\nوالله يا يزيد بن أبي سفيان أطعام بعد طعام؟، والذي نفس عمر بيده لئن\nخالفتهم عن سنتهم ليخالفن بك في طريقتهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p391'> Vol. 01, p. 391</a>\n            </div>\n            \n</p>\n\n<p>\n356 - حدثني علي بن محمد، حدثنا أسد بن موسى، حدثني حكيم بن حزام، عن محمد\nبن عبد الرحمن، عن القاسم، عن أبي أمامة، قال: بينما نحن مع عمر بن الخطاب\nرضي الله عنه وهو يجول في سكك المدينة، ومعنا الأشعث بن قيس، فأدرك عمر\nالأغنياء، فقعد وقعد الأشعث إلى جنبه، وقد أتي عمر بمرجل فيه لحم، فجعل\nيأخذ منها العرق، وينهشه، فينضح على الأشعث، قال: يقول الأشعث: يا أمير\nالمؤمنين، لو أمرت بشيء من سمن نصب على هذا اللحم، ثم طبخ حتى يبلغ أدمان\nكان ألين له. قال: فرفع عمر يده، فضربها في صدر الأشعث، ثم قال: أدمان في\nأدم؟ كلا، إني رأيت صاحبي، وصحبتهما، فأخاف أن أخالفهما فيخالف بي عنهما،\nفلا أنزل معهما حيث نزلا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p392'> Vol. 01, p. 392</a>\n            </div>\n            \n</p>\n\n<p>\n357 - حدثنا إسحاق بن إسماعيل، حدثنا يزيد بن هارون، حدثنا إسماعيل بن أبي\nخالد، عن مصعب بن سعد، قال: قالت حفصة: يا أمير المؤمنين، لو لبست ثيابا\nألين من ثيابك، وأكلت طعاما ألين من طعامك، فقد فتح الله عز وجل عليك\nالأرض، وأكثر لك من الخير؟ قال: سأخصمك إلى نفسك، أما تذكرين ما كان رسول\nالله صلى الله عليه وسلم يلقى من شدة العيش؟ فمازال يذكرها، حتى أبكاها، ثم\nقال: إني قد قلت لك إني والله لئن استطعت لأشركنهما بمثل عيشهما الشديد،\nلعلي ألقى معهما عيشهما الرخي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p392'> Vol. 01, p. 392</a>\n            </div>\n            \n</p>\n\n<p>\n358 - حدثنا العباس العنبري، حدثنا عبد الله بن رجاء بن المثنى <span id='ms54'></span> الغداني،\nحدثنا زائدة، عن سليمان بن زيد، عن وهب، عن حذيفة، قال: أقبلت فإذا الناس\nقعود بين أيديهم قصاع، فدعاني عمر فأتيته فدعا بخبز غليظ وزيت. فقلت له:\nأتمنعني أن آكل الخبز واللحم، ودعوتني إلى هذا؟ قال: إنما دعوتك على طعامي،\nوهذا طعام المسلمين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p393'> Vol. 01, p. 393</a>\n            </div>\n            \n</p>\n\n<p>\n359 - حدثني إسماعيل بن أبي الحارث، حدثنا أبو سلمة الخزاعي منصور بن سلمة،\nحدثنا سليمان بن بلال، عن يزيد بن أسامة بن الهاد، عن عبد الله بن السائب،\nأن عمر بن الخطاب، كان يقول على المنبر: لا تأكلوا اللحم, يصيح به, فإن\nعادة اللحم كعادة الخمر، وعليكم بالزيت فإن أحر فيكم فأسخنوه بالنار، فإنه\nينكسر عنكم حره، ولا تأكلوا البيض، يأكل أحدكم (1) البيضة أكلة واحدة، فإن\nحضنها خرجت منها دجاجة.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p393'> Vol. 01, p. 393</a>\n            </div>\n            \n360 - حدثنا أبو عبد الرحمن القرشي، حدثنا أبو أسامة، عن سفيان، عن أبي\nالجحاف، عن رجل، من خثعم قال: دخلت على الحسن، والحسين رضي الله عنهما:\nوهما يأكلان خبزا وخلا وبقلا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p393'> Vol. 01, p. 393</a>\n            </div>\n            \n</p>\n\n<p>\n361 - حدثني أبو عبد الرحمن، وأبو بكر، حدثنا أبو أسامة، قال: قال لي مسعر:\nإن صبرت على أكل الخل والبقل، لم يستعبدك كثير من هؤلاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p393'> Vol. 01, p. 393</a>\n            </div>\n            \n</p>\n\n<p>\n362 - حدثنا إبراهيم بن المنذر الحزامي (1)، حدثنا عبد الله بن وهب، عن ابن\nلهيعة، عن عبد الله بن هبيرة، عن عبد الله بن زرير الغافقي قال: دخلنا على\nعلي بن أبي طالب رضي الله عنه يوم أضحى فقدم إلينا خزيرة.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p393'> Vol. 01, p. 393</a>\n            </div>\n            \n363 - حدثنا إسحاق بن إسماعيل، حدثنا جرير، [عن الأعمش] (1)، عن عمرو بن\nمرة، عن أبي صالح الحنفي، قال: دخلت على أم كلثوم بنت علي، فقالت: ائتوا\nأبا صالح بطعام. فأتوني بمرقة فيها حبوب.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p393'> Vol. 01, p. 393</a>\n            </div>\n            \nباب القصد في اللباس\n</p>\n\n<p>\n364 - حدثنا سعيد بن يعقوب الطالقاني، حدثنا سعيد بن محمد، عن صالح بن\nحسان (1)، عن عروة، عن عائشة، قالت: قال رسول الله صلى الله عليه وسلم: يا\nعائشة إن أردت اللحوق بي، فليكفك من الدنيا كزاد الراكب، وإياك ومجالس\nالأغنياء، ولا تستخلقي ثوبا حتى ترقعيه.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p394'> Vol. 01, p. 394</a>\n            </div>\n            \n365 - حدثنا عبد الرحمن بن صالح الأزدي، حدثنا يونس بن بكير <span id='ms55'></span>، عن عنبسة بن\nالأزهر، عن يحيى بن عقيل (1)، قال: قال علي بن أبي طالب رضي الله عنه لعمر:\nإن أردت اللحوق بصاحبيك، فاقصر الأمل، وكل دون الشبع، وانكس الإزار، واخصف\nالنعل، تلحق بهما.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p394'> Vol. 01, p. 394</a>\n            </div>\n            \n366 - حدثنا يحيى بن أيوب، حدثنا شعيب بن حرب (1)، عن سليمان بن المغيرة،\nعن ثابت، عن أنس، قال: رأيت بين كتفي عمر أربع رقاع.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p394'> Vol. 01, p. 394</a>\n            </div>\n            \n367 - حدثنا يحيى بن أيوب، حدثنا علي بن هاشم، عن الأعمش، عن زيد بن وهب،\nقال: رأيت عمر بن الخطاب رضي الله عنه خرج إلى السوق، وبيده درة، وعليه\nإزار فيه أربع عشرة رقعة، بعضها من أدم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p394'> Vol. 01, p. 394</a>\n            </div>\n            \n</p>\n\n<p>\n368 - حدثنا علي بن محمد بن إبراهيم، حدثنا أسد بن موسى، حدثنا أبو سفيان\nعطية (1)، قال: سمعت مالك بن دينار، يقول: حدثني نافع, حدثني عبد الله بن\nعمر، أنه رأى عمر يرمي الجمرة، وعليه إزار فيه ثلاث عشرة رقعة بعضها من\nأدم، وإن ما قد خيط بعضه على بعض، إذا قعد ثم قام انتخل منه التراب.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p395'> Vol. 01, p. 395</a>\n            </div>\n            \n369 - حدثنا علي بن محمد، حدثنا أسد، حدثنا فضيل، عن السري بن يحيى، عن\nثابت البناني، قال: لقد رؤي عمر رضي الله عنه وإن وراءه مرقوع، من قبل\nمقعده بقطعة جراب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p395'> Vol. 01, p. 395</a>\n            </div>\n            \n</p>\n\n<p>\n370 - حدثنا محمد بن موسى الحرشي، حدثنا جعفر بن سليمان، عن مالك بن دينار،\nقال: حدثتني عجوز، عن الحسن، قال: زوج أبو موسى بعض بنيه، فأولم عليه، فدعى\nناسا، فإني لفي الدار, إذ قيل: جاء أمير المؤمنين، قالت: فدخل علي رضي الله\nعنه في ناس وبيده درة [وعليه قميص] ليس له جربان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p395'> Vol. 01, p. 395</a>\n            </div>\n            \n</p>\n\n<p>\n371 - حدثنا سريج بن يونس، حدثني هشيم، عن إسماعيل بن سالم، عن أبي إدريس،\nأن عليا، رضي الله عنه أتى السوق فقال: من عنده قميص خشن، بثلاثة دراهم؟\nفقال رجل: عندي, فقال: هلم. فجاءه به, فأعجبه, فقال علي: ثمنه أكثر من ذا؟\nفقال: لا, قال: فنظرت، فإذا هو يحل رباطا من كمه، فيه نفقة له، قال: فلبسه,\nفإذا هو يفضل عن أطراف أصابعه. فقال: اقطعوا ما فضل عن أطراف أصابعي <span id='ms56'></span>, ثم حصوه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p395'> Vol. 01, p. 395</a>\n            </div>\n            \n</p>\n\n<p>\n372 - حدثني سريج، حدثنا محمد بن يعقوب، عن مدرك بن شوذب قال: رأيت عليا\nرضي الله عنه كمه إلى الرصغ (1).\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p396'> Vol. 01, p. 396</a>\n            </div>\n            \n373 - حدثني سريج، حدثنا علي بن هاشم، عن إسماعيل البزار، عن أم عفيف،\nقالت: رأيت علي بن أبي طالب رضي الله عنه مؤتزرا ببرد أحمر من برود\nالحمالين, فيه رقعة بيضاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p396'> Vol. 01, p. 396</a>\n            </div>\n            \n</p>\n\n<p>\n374 - حدثنا داود بن رشيد، حدثنا علي بن هاشم (1)، عن إسماعيل البزار، عن\nأم موسى, خادم كانت لعلي رضي الله عنه قالت: ما رأيت عليا لابسا قميصا قط\nألين من دورماني، حتى فارق الدنيا، قلت: ما كان لبسه؟ قالت: الكرابيس\nالسنبلانية.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p396'> Vol. 01, p. 396</a>\n            </div>\n            \n375 - حدثنا عبد الرحمن بن صالح، حدثنا المحاربي، عن عبيد [الله] بن\nالوليد، عن فضيل بن مسلم، عن أبيه: دار فرات بالكوفة, قال: فقام علي رضي\nالله عنه فقال: أرني هذا القميص, قال: فلبسه، ثم قال: بكم هذا؟ قلنا:\nبثلاثة دراهم يا أمير المؤمنين, قال: فمد يده، فإذا القميص يفضل عن أصابعه,\nفقال: اقطعه بحد أصابعي، ثم قال: حصه, قال: أكفه؟ قال: نعم, إن كان الحوص\nكفأ فكفه, ثم رفع قميصه، فأخرج من حجرته ثلاثة دراهم، ثم أدبر وهو يقول:\nحسبك ما بلغك المحل, وكان كرابيس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p375'> Vol. 01, p. 375</a>\n            </div>\n            \n</p>\n\n<p>\n376 - حدثنا داود بن رشيد، حدثنا علي بن هاشم، عن الضحاك بن عمير (1)، قال:\nرأيت قميص علي رضي الله عنه الذي أصيب فيه، هو كرابيس سنبلاني، ورأيت فيه\nأثر دمه كهيئة الدردي.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p396'> Vol. 01, p. 396</a>\n            </div>\n            \n377 - حدثني عبد الله بن يونس بن بكير، عن أبيه، أو غيره قال: كان علي بن\nأبي طالب رضي الله عنه يشتري القميص بدرهمين، ويشتري الدرع بألفين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p397'> Vol. 01, p. 397</a>\n            </div>\n            \n</p>\n\n<p>\n378 - حدثنا خلف (1) بن سالم، حدثنا أبو نعيم، حدثنا شريك، عن عثمان\nالثقفي، عن زيد بن وهب، عن علي، رضي الله عنه, أنه عوتب في لبوسه، فقال: إن\nلبوسي هذا أبعد من الكبر، وأجدر أن يقتدي بي المسلم.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p397'> Vol. 01, p. 397</a>\n            </div>\n            \n379 - حدثنا خلف، حدثنا وكيع، عن سفيان، عن عمرو بن قيس، أن عليا، رضي الله\nعنه رئي عليه إزار مرقوع، فعوتب في لبوسه، فقال: يقتدي به المؤمن <span id='ms57'></span>، ويخشع له القلب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p397'> Vol. 01, p. 397</a>\n            </div>\n            \n</p>\n\n<p>\n380 - حدثنا يعقوب بن إبراهيم العبدي، حدثنا ابن أبي غنية، حدثنا أبي، عن\nعبيد الله بن حميد، قال: مر جدي على عمر بن الخطاب رضي الله عنه وعليه\nبردة, فقال: بكم ابتعت بردك هذا؟ قال: بستين درهما, قال: كم مالك؟ قال: ألف\nدرهم, قال فقام إليه بالدرة، فجعل يضربه ويقول: رأس مالك ألف درهم، وتبتاع\nثوبا بستين درهما؟ رأس مالك ألف درهم، وتبتاع ثوبا بستين درهما؟.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p397'> Vol. 01, p. 397</a>\n            </div>\n            \n</p>\n\n<p>\n381 - حدثنا داود بن عمرو الضبي، حدثنا يحيى بن عبد الملك بن أبي غنية،\nحدثنا سلامة بن صبيح، قال: قال الأحنف بن قيس: ما كذبت قط إلا مرة، فإن عمر\nنظر إلي مرة، فقال: بكم أخذت هذا الثوب؟ فألقيت ثلثي ثمنه. فقال: رداءك هذا\nلحسن لولا كثير ثمنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p397'> Vol. 01, p. 397</a>\n            </div>\n            \n</p>\n\n<p>\n382 - حدثني حمزة بن العباس، أخبرنا عبدان بن عثمان، أخبرنا عبد الله بن\nالمبارك، أخبرنا حنظلة بن أبي سفيان، قال: [رأيت] سالم بن عبد الله عليه\nإزار ثمن أربعة، وقميص ثمن خمسة, وهو موسر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p397'> Vol. 01, p. 397</a>\n            </div>\n            \n</p>\n\n<p>\n383 - حدثنا خلف (1) بن هشام، حدثنا حماد بن زيد، عن شعيب بن الحبحاب، عن\nأبي سعيد، رضيع عائشة قال: دخلت عليها, فرأيتها تخيط نقبة لها، فقلت: يا أم\nالمؤمنين، أليس قد وسع الله عز وجل عليك؟ قالت: لا جديد لمن لا يلبس الخلق.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p398'> Vol. 01, p. 398</a>\n            </div>\n            \n384 - حدثني هارون بن عبد الله، حدثنا يعلى بن عبيد، عن سعيد بن كثير، عن\nأبيه، قال: دخلت على عائشة رضي الله عنها وهي تخيط معطفا لها، فقلت: يا أم\nالمؤمنين, لو حدثت الناس بهذا عدوه بخلا, قالت: امض لشأنك، فإنه لا جديد\nلمن لا خلق له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p398'> Vol. 01, p. 398</a>\n            </div>\n            \n</p>\n\n<p>\n385 - حدثنا محمد بن مسعود، حدثنا عبد الرزاق، أخبرنا عبيد الله بن عمر،\nحدثنا إسحاق، عن عبد الله بن أبي طلحة، عن أنس بن مالك، قال: قال عمر رضي\nالله عنه: إنه لا جديد لمن لا خلق له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p398'> Vol. 01, p. 398</a>\n            </div>\n            \n</p>\n\n<p>\n386 - حدثنا يحيى بن يوسف الزمي، حدثنا أبو المليح، عن ميمون بن مهران،\nقال: أتى عمر رضي الله عنه ابن له, فقال: اكسني إزارا, وكان إزاره قد <span id='ms58'></span> ولي,\nفقال: اذهب فاقطعه، ثم صله، فإنه سيكفيك، أما والله إني أرى ستجعلون ما\nرزقكم الله عز وجل في بطونكم، وعلى جلودكم وتتركون أراملكم، ويتاماكم،\nومساكينكم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p398'> Vol. 01, p. 398</a>\n            </div>\n            \n</p>\n\n<p>\n387 - حدثنا علي بن الجعد، حدثنا قيس بن الربيع، عن منصور، عن إبراهيم،\nقال: لا تلبس من الثياب ما يشتهرك الفقهاء, ويزدريك به السفهاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p398'> Vol. 01, p. 398</a>\n            </div>\n            \n</p>\n\n<p>\n388 - حدثنا الحكم بن موسى، حدثنا غسان بن عبيد، عن سفيان، قال: كانوا\nيكرهون الشهرتين، الثياب الجياد التي يشتهر فيها، ويرفع الناس فيها\nأبصارهم، والثياب الرديئة التي يحتقر فيها، ويستذل دينه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p398'> Vol. 01, p. 398</a>\n            </div>\n            \n</p>\n\n<p>\n389 - حدثنا إسماعيل بن أبي الحارث، حدثنا محمد بن مقاتل، حدثنا ابن\nالمبارك، أخبرنا أبو عوانة، عن سليمان الشيباني، حدثنا رجل، قال: رأى ابن\nعمر على ابنه ثوبا قبيحا دون, فقال: لا تلبس هذا، فإن هذا ثوب شهرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p399'> Vol. 01, p. 399</a>\n            </div>\n            \n</p>\n\n<p>\n390 - حدثنا أبو خيثمة، حدثنا محمد بن يزيد بن خنيس، عن وهيب بن الورد،\nقال: لقي عالم عالما هو فوقه في العلم, فقال: رحمك الله، أخبرني عن هذا\nاللباس الذي لا إسراف فيه، ما هو؟ قال: هو ما يستر عورتك، وأدفأك من البرد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p399'> Vol. 01, p. 399</a>\n            </div>\n            \n</p>\n\n<p>\n391 - حدثنا محمد بن أبي سمينة، حدثنا محمد بن مروان العجلي، عن عمارة بن\nأبي حفصة، قال: دخل مسلمة بن عبد الملك على عمر بن عبد العزيز يعوده، فقال\nلأخته فاطمة: إني أرى أمير المؤمنين قد أصبح باريا، فلو غيرتم ثيابه، فسكتت\nعنه، ثم أعاد عليها, فقالت: والله ما لأمير المؤمنين قميص غيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p399'> Vol. 01, p. 399</a>\n            </div>\n            \n</p>\n\n<p>\n392 - حدثنا خالد بن خداش، قال: سمعت مالك بن أنس، قال: قال عمر بن عبد\nالعزيز لجلسائه: رأيتموني أخرت الصلاة, إنما ذاك ثيابي غسلت، فانتظرت\nجفوفها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p399'> Vol. 01, p. 399</a>\n            </div>\n            \n</p>\n\n<p>\n393 - حدثنا محمد بن عباد المكي، حدثنا ابن عيينة، قال: سمعت ابن شبرمة\n[يقول]: أبغض ثيابي إلي ما خدمته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p399'> Vol. 01, p. 399</a>\n            </div>\n            \n</p>\n\n<p>\n394 - حدثنا أبي، حدثنا إبراهيم بن هراسة، قال: سمعت سفيان الثوري يقول:\nأنفع ثيابك لك أهونها عليك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p399'> Vol. 01, p. 399</a>\n            </div>\n            \n</p>\n\n<p>\n395 - حدثنا محمد بن يزيد الآدمي، حدثنا أبو مسهر، عن عبد الله بن العلاء\nبن زبر، عن عبد الله بن عامر اليحصبي، قال: ثوبان من صنف واحد إسراف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p399'> Vol. 01, p. 399</a>\n            </div>\n            \n</p>\n\n<p>\n396 - حدثنا محمد بن يزيد <span id='ms59'></span>، حدثنا أبو مسهر، عن عبد الجبار بن عبد الواحد\nالتنوخي، قال: قال عمر رضي الله عنه: أنشد بالله، لا يعلم رجل مني عيبا إلا\nعابه, فقال رجل: نعم يا أمير المؤمنين, فيك عيبان, قال: ما هما؟ قال: تديل\n(1) بين البردين، وتجمع بين الأدمين، ولا يسع ذاك الناس, قال: فما أدال بين\nبردين، ولا جمع بين أدمين, حتى لقي الله عز وجل.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p400'> Vol. 01, p. 400</a>\n            </div>\n            \n397 - حدثنا صالح بن عبد الله الترمذي، حدثنا سفيان بن عامر، عن عبد الكريم\nبن أمية، عن عبيد بن عمير قال: إن الله يبغض القاريء إذا كان لباسا، ركابا،\nخارجا، ولاجا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p400'> Vol. 01, p. 400</a>\n            </div>\n            \n</p>\n\n<p>\n398 - حدثني أحمد بن الحارث، عن شيخ من قريش، قال: أذن يزيد بن عمر بن\nهبيرة في يوم صائف، شديد الحر للناس, فدخل عليه، وعليه قميص خلق, مرقوع\nالجيب، فجعلوا ينظرون ويعجبون, ففطن لهم، فتمثل شعر ابن هرمة:\n</p>\n\n<p>\nهزئت أمامة إذ رأتني مخلقا ... ثكلتك أمك إن ذاك يروع (1)\n</p>\n\n<p>\nأما تريني شاحبا متبذلا ... والسيف يخلق جفنه فيضيع\n</p>\n\n<p>\nقد يدرك الشرف الفتى ورداؤه ... خلق وجيب قميصه مرقوع\n</p>\n\n<p>\nوينال حاجته التي يسمو لها ... ويضيع دين المرء وهو صنيع.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p400'> Vol. 01, p. 400</a>\n            </div>\n            \n399 - قال ابن أبي الدنيا: كان عبيد الله بن محمد بن عائشة ربما تمثل بهذه\nالأبيات:\n</p>\n\n<p>\nأخي إن الحدثان عن ... كثب يغررك (1) الأديم\n</p>\n\n<p>\nلا تجزعن من أن رأيت ... أخاك في ثوبي عديم\n</p>\n\n<p>\nإن كن أثوابي بلين ... فإنهن على كريم.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p400'> Vol. 01, p. 400</a>\n            </div>\n            \n400 - حدثنا أحمد بن الحارث، عن شيخ بمرو، قال: كانت بمرو امرأة تغزل ثوبا,\nوتبيعه من وراء خراسان بأربع مئة درهم, فلما قدم قتيبة بن مسلم, أتته به،\nفلم يشتره، فاشتراه عبد الله بن مسلم، واشترى قتيبة عشرة أثواب بأربعين,\nفلبس قميصا منها، ودخل عليه عبد الله في قميصه من ذلك الثوب، فقال قتيبة\nلبعض جلسائه: أثوبي أم ثوبه؟ قال: إلا أن أدنو منك, فأجمع بينهما. فقال\nلعبد الله: ما دعاك إلى ثوب بأربع مئة ومثله بأربعين, إلا أن يلبس؟.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p401'> Vol. 01, p. 401</a>\n            </div>\n            \n</p>\n\n<p>\n401 - حدثنا أحمد بن الحارث بن المبارك، عن علي بن محمد البصري، عن شيخ من\nقريش <span id='ms60'></span>، قال: كان عمر بن عبد العزيز يقول قبل الخلافة: لقد خفت أن يعجز ما\nقسم الله عز وجل لي من الرزق عن كسوتي، وما لبست ثوبا قط فرآه الناس علي,\nإلا خيل إلي أنه قد بلي, فلما ولي خرج من ذلك كله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p401'> Vol. 01, p. 401</a>\n            </div>\n            \n</p>\n\n<p>\n402 - حدثنا أحمد بن جميل، أخبرنا عبد الله بن المبارك، أخبرنا أبو بكر بن\nعياش، عن عاصم ابن بهدلة، قال: دخلت على عمر بن عبد العزيز, فإذا ثيابه\nغسيلة، فقومت كل شيء عليه بما بين درهمين, ذكر عمامته وغيرها, قام رجل\nيكلمه, فرفع صوته، فقال عمر: مه ترفع صوتك؟ بحسب الرجل المسلم من الكلام ما\nيسمع صاحبه, قال أبو بكر: كانوا يكرهون رفع الصوت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p401'> Vol. 01, p. 401</a>\n            </div>\n            \n</p>\n\n<p>\n403 - حدثنا محمد بن عباد بن موسى، حدثنا زيد بن حباب، حدثنا معاوية بن\nصالح، حدثني سعيد بن سويد، من حرس عمر بن عبد العزيز قال: صلى بنا عمر بن\nعبد العزيز الجمعة، ثم جلس، وعليه قميص مرقوع الجيب من بين يديه ومن خلفه,\nفقال له رجل: يا أمير المؤمنين، إن الله عز وجل قد أعطاك فلو لبست, فنكس\nمليا، ثم رفع رأسه، فقال: إن أفضل القصد عند الجدة، وأفضل العفو عند\nالمقدرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p401'> Vol. 01, p. 401</a>\n            </div>\n            \n</p>\n\n<p>\n- باب التركات\n</p>\n\n<p>\n404 - حدثنا أبو خيثمة، حدثنا سفيان بن عيينة، عن الزهري، عن عامر بن\nسعد، عن أبيه، أن النبي صلى الله عليه وسلم قال له: إن تترك ورثتك أغنياء،\nخير من أن تدعهم عالة، يتكففون الناس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p402'> Vol. 01, p. 402</a>\n            </div>\n            \n</p>\n\n<p>\n405 - حدثنا أحمد بن عمران الأخنسي، قال: سمعت أبا بكر بن عياش، عن الأعمش،\nعن عاصم، عن زر، قال: ترك ابن مسعود سبعين ألفا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p402'> Vol. 01, p. 402</a>\n            </div>\n            \n</p>\n\n<p>\n406 - حدثنا إسحاق بن إسماعيل، حدثنا أبو أسامة، عن هشام بن عروة، عن أبيه،\nعن عبد الله بن الزبير قال: كان جميع مال الزبير خمسين ألف ألف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p402'> Vol. 01, p. 402</a>\n            </div>\n            \n</p>\n\n<p>\n407 - حدثني إبراهيم بن عبد الله، أخبرنا هشيم، عن عبد الرحمن بن يحيى، عن\nعمر بن عبد الله بن مسلم (1)، قال: كان ميراث عمر الذي اقتسمه ورثته: سبعين\nألفا زراعا, وبه جميع تركته.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p402'> Vol. 01, p. 402</a>\n            </div>\n            \n408 - حدثنا أبو العباس القرشي، حدثنا <span id='ms61'></span> سعيد بن عامر، عن سلام, يعني ابن أبي\nمطيع، عن أيوب، قال: قلت لنافع: هل ترك عليه دينا؟ قال عمر: من أين يكون\nعليه دين؟ لقد باع رجل من ولد عمر سهمه بعشرة آلاف, أو قال: بمئة ألف, الشك\nمن سعيد بن عامر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p402'> Vol. 01, p. 402</a>\n            </div>\n            \n</p>\n\n<p>\n409 - حدثنا خلف بن هشام، حدثنا حماد بن زيد، عن أيوب، عن نافع، قال: مرض\nابن عمر، فذكر له الوصية, فقال: أما مالي فالله أعلم ما كنت أفعل فيه, وأما\nرباعي (1) فإني لا أحب أن يشارك ولدي فيها أحد.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p403'> Vol. 01, p. 403</a>\n            </div>\n            \n410 - حدثنا عبد الرحمن بن صالح، حدثنا يحيى بن آدم، عن يزيد بن عبد\nالعزيز، عن إسماعيل بن أبي خالد، عن حكيم بن جابر، قال: لما حضرته الوفاة،\nفقيل له: أعتق غلامك, قال: ليس لولدي مال غيره, قال: أعتق غلامك, قال:\n{وليخش الذين لو تركوا من خلفهم ذرية ضعافا خافوا عليهم} الآية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p403'> Vol. 01, p. 403</a>\n            </div>\n            \n</p>\n\n<p>\n411 - حدثنا بشير بن عامر، حدثنا عيسى بن يونس، عن إسماعيل بن أبي خالد، عن\nعامر، قال: ما من مال أعظم أجرا من مال تركه الرجل لولده، يغنيهم عن الناس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p403'> Vol. 01, p. 403</a>\n            </div>\n            \n</p>\n\n<p>\n412 - حدثنا محمد بن سعد (1)، حدثنا محمد بن عمر، عن ابن أبي الزناد، عن\nأبيه، قال: باع حويطب بن عبد العزى دارا له بأربعين ألف دينار، فقيل له: يا\nأبا محمد, ما علم رجل له أربعون ألف دينار؟ قال: وما أربعون ألف دينار على\nرجل له خمسة من العيال؟.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p403'> Vol. 01, p. 403</a>\n            </div>\n            \n413 - حدثنا محمد بن إسماعيل الهمداني، حدثنا أبي، عن جدي، أن الشعبي مات\nوترك عشرة آلاف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p403'> Vol. 01, p. 403</a>\n            </div>\n            \n</p>\n\n<p>\n414 - حدثنا عمر بن إسماعيل، حدثنا سعيد بن عامر، عن هشام بن حسان: أن محمد\nبن سيرين مات وله قيمة أربعين ألفا دينا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p403'> Vol. 01, p. 403</a>\n            </div>\n            \n</p>\n\n<p>\n415 - حدثنا عبد الرحمن بن يونس، حدثنا سفيان، عن عمر، أخبرني صالح بن\nإبراهيم، قال: صولحت امرأة عبد الرحمن بن عوف على ثمنها, ثلث الثمن بثلاث\nمئة وثمانين ألفا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p404'> Vol. 01, p. 404</a>\n            </div>\n            \n</p>\n\n<p>\n- باب في كثرة المال\n</p>\n\n<p>\n416 - حدثنا خالد بن خداش، حدثني عبد الله بن زيد بن أسلم، عن أبيه، عن\nأسلم، أن عمر بن الخطاب، رضي <span id='ms62'></span> الله عنه تزوج أم كلثوم بنت علي رضي الله عنه\nعلى أربعين ألفا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p404'> Vol. 01, p. 404</a>\n            </div>\n            \n</p>\n\n<p>\n417 - حدثنا أبو خيثمة، حدثنا جرير، عن يزيد بن أبي زياد، عن عبد الرحمن بن\nأبي ليلى: أن عبد الرحمن بن عوف تزوج امرأة من الأنصار على ثلاثين ألفا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p404'> Vol. 01, p. 404</a>\n            </div>\n            \n</p>\n\n<p>\n418 - حدثنا أبو خيثمة، حدثنا عبد الرحمن بن مهدي، عن حماد بن سلمة، عن\nحميد، عن نافع, أن ابن عمر أمر لصفية بعشرة آلاف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p404'> Vol. 01, p. 404</a>\n            </div>\n            \n</p>\n\n<p>\n419 - حدثنا خالد بن خداش، حدثنا جعفر بن سليمان، عن ثابت البناني, أن أنس\nبن مالك تزوج امرأة على أربعة آلاف درهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p404'> Vol. 01, p. 404</a>\n            </div>\n            \n</p>\n\n<p>\n420 - حدثنا هارون بن معروف، حدثنا سفيان، عن عبيد الله، عن نافع، أن ابن\nعمر كان يزوج بناته على ألف دينار، ويجليهن بأربع مئة, ولا يخرج مكانه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p430'> Vol. 01, p. 430</a>\n            </div>\n            \n</p>\n\n<p>\n421 - حدثنا خلف، حدثنا مهدي بن ميمون، عن غيلان بن جرير، أن مطرف بن عبد\nالله زوج على عشرة آلاف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p404'> Vol. 01, p. 404</a>\n            </div>\n            \n</p>\n\n<p>\n422 - حدثني أبي، أخبرنا هشيم، عن إسماعيل بن سالم, أن الشعبي زوج ابنته\nعلى عشرة آلاف، وكان يزوج الابنة من بناته على عشرة آلاف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p404'> Vol. 01, p. 404</a>\n            </div>\n            \n</p>\n\n<p>\n423 - حدثنا أبو خيثمة، حدثنا عبد الرحمن، عن مهدي بن ميمون، عن هشام، عن\nمحمد بن سيرين, أنه تزوج امرأته السدوسية، ونقدها عشرة آلاف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p405'> Vol. 01, p. 405</a>\n            </div>\n            \n</p>\n\n<p>\n424 - حدثنا أبو كريب، حدثنا يونس بن بكير، عن ابن إسحاق، عن أبيه، قال:\nدخلت على عائشة بنت طلحة، وكانت لا تحتجب من الرجال، تجلس وتأذن كما يأذن\nالرجل، فلقد رأيتني دخلت عليها وهي منكبة، ولو أن بعيرا أنيخ وراءها رئي,\nقال ابن إسحاق: فتزوجها مصعب بن الزبير على مئة ألف دينار، ثم تزوجها ابن\nعم لها عمر بن عبيد [الله] بن معمر التيمي, فأصدقها مئة ألف دينار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p405'> Vol. 01, p. 405</a>\n            </div>\n            \n</p>\n\n<p>\n- باب الفقر\n</p>\n\n<p>\n425 - حدثنا أبو علي الحسين بن الحسن، وكان خيارا، حدثنا زيد بن الحباب،\nعن سفيان، عن الحجاج بن فرافصة، عن يزيد الرقاشي، عن أنس بن مالك، قال: قال\nالنبي صلى الله عليه وسلم: كاد الحسد يغلب القدر، وكاد الفقر يكون كفرا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p405'> Vol. 01, p. 405</a>\n            </div>\n            \n</p>\n\n<p>\n426 - حدثنا محمد بن الحسين، حدثني عبيد الله بن محمد التيمي، حدثني محمد\nبن الجعد بن <span id='ms63'></span> قتة، قال: نعم الشيء الفقر، لولا أنه يثور فيه قتار الكفر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p405'> Vol. 01, p. 405</a>\n            </div>\n            \n</p>\n\n<p>\n427 - حدثنا عبد الرحمن بن صالح، حدثنا عمرو بن هاشم، عن يحيى بن سعيد، عن\nمسلم بن يسار، قال: كان النبي صلى الله عليه وسلم يقول: اللهم جاعل الليل\nسكنا، والشمس والقمر حسبانا، اقض عني الدين، وأغنني من الفقر، وأمتعني\nبسمعي، وبصري، وتوفني في سبيلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p405'> Vol. 01, p. 405</a>\n            </div>\n            \n</p>\n\n<p>\n428 - حدثني محمد بن قدامة الجوهري، حدثنا سريج (1) بن النعمان، عن الجراح،\nعن أرطاة بن المنذر، عن أشياخه، رفعه قال: كره الحق من الكفر مخافة الآفات\nعلى دينه.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p406'> Vol. 01, p. 406</a>\n            </div>\n            \n429 - حدثنا خلف بن هشام، حدثنا حماد بن زيد، عن هشام بن عروة، عن عائشة،\nرضي الله عنها قالت: كان النبي صلى الله عليه وسلم يقول: اللهم إني أعوذ بك\nمن شر فتنة الغنى، ومن شر فتنة الفقر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p406'> Vol. 01, p. 406</a>\n            </div>\n            \n</p>\n\n<p>\n430 - حدثنا محمد بن سلام الجمحي، حدثني حماد بن سلمة، عن شيخ من البصرة،\nعن الحسن، أن النبي صلى الله عليه وسلم قال: أربع من قواصم الظهر: إمام\nتطيعه ويضلك، وزوجة تأمنها وتخونك، وجار إن علم خيرا ستره, وإن علم شرا\nنشره، وفقر حاضر, لا يجد صاحبه عنه متلددا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p406'> Vol. 01, p. 406</a>\n            </div>\n            \n</p>\n\n<p>\n431 - حدثني أبي، حدثنا عمار بن محمد، ابن أخت سفيان, عن سفيان، عن أبي\nإسحاق, عن عبد الرحمن بن أبزى، قال: قال داود النبي صلى الله عليه وسلم: ما\nأقبح الفقر بعد الغنى، وأقبح من ذلك الضلال بعد الهدى، واستعذ من صاحب إن\nذكرت لم يعنك، وإن نسيت لم يذكرك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p406'> Vol. 01, p. 406</a>\n            </div>\n            \n</p>\n\n<p>\n432 - حدثنا داود بن عمرو الضبي، حدثنا محمد بن الحسن الأسدي، حدثنا عبد\nالواحد بن زياد، عن العلاء بن المسيب، عن يعلى بن النعمان (1)، عن عبد الله\nبن أبي أوفي قال: الفقر الموت الأكبر.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p407'> Vol. 01, p. 407</a>\n            </div>\n            \n433 - حدثنا الحسن بن يوسف، حدثنا بقية بن الوليد، حدثني النعمان بن\nالأزهر، عن سليمان بن مرزوق قال: مكتوب في التوراة: ثلاثة أحياء أموات: رجل\nعقيم، ورجل أبرص، ورجل افتقر بعد غنى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p407'> Vol. 01, p. 407</a>\n            </div>\n            \n</p>\n\n<p>\n434 - حدثنا العباس بن هشام، عن أبيه، عن أبي القوم، عن أبي ثعلبة الأنصاري\nقال: مكتوب في التوراة: من <span id='ms64'></span> ملك استأثر، ومن لم يستأثر ندم، والحاجة الموت\nالأكبر، والهم نصف الهرم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p407'> Vol. 01, p. 407</a>\n            </div>\n            \n</p>\n\n<p>\n435 - حدثنا إبراهيم بن عبد الله الهروي، أخبرنا ابن علية، عن يونس بن\nعبيد، عن الحسن، قال: قال لقمان لابنه: يا بني، ذقت المرار كله، فلم أذق\nشيئا أمر من الفقر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p407'> Vol. 01, p. 407</a>\n            </div>\n            \n</p>\n\n<p>\n436 - حدثت عن أبي عبيد القاسم بن سلام، حدثني أبو عبد الله الأزدي، عن أبي\nسنان الفايدي (1)، عن عبد الواحد بن [أبي] عون المدني، قال: وقف رجال على\nأيوب عليه السلام وهو في مزبلة وتحته فروة، فأمسكوا على أنفهم من ريحه,\nوقالوا: يا أيوب، لقد كنت تعمل أعمالا لو كانت لله عز وجل ما أنزل الله بك\nهذا البلاء, قال أيوب: قاتل [الله] الغنى ما أعزه لأهله، وقاتل الله الفقر\nما أذله لأهله، أي رب، أفي ذنوبي أخذتني, فوعزتك إنك لتعلم ما عري لي جار,\nولي فضل ثوب، وإني لأسمع العبد يحنث بالاسم من أسمائك, فأكفر عنه إجلالا.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p406'> Vol. 01, p. 406</a>\n            </div>\n            \n437 - أنشدني رجل من أهل البصرة, من الأزد، قال: أنشدني أعرابي من باهلة:\n</p>\n\n<p>\nسأعمل نص العيس حتى يكفني ... غنى المال يوما أو غنى الحدثان\n</p>\n\n<p>\nفللموت خير من حياة يرى لها ... على المرء بالإقلال وسم هوان\n</p>\n\n<p>\nمتى يتكلم يلغ حكم كلامه ... وإن لم يقل قالوا: عديم بيان\n</p>\n\n<p>\nكأن الغنى عن أهله بورك الغنى ... بغير لسان ناطق بلسان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p408'> Vol. 01, p. 408</a>\n            </div>\n            \n</p>\n\n<p>\n438 - قال بعض الحكماء: ما رأيت الحزامة في الرأي البعيد مسافة النظر\nاللطيف في العلم بغوامض الأمور حدثا من التعضل موحش الجوانب من العدم, قد\nعفى على حسن تدبيره تعذر الأمور عليه، وأخلق عقله الإقتار، وكأنه بمعزل من\nالدنيا لم يفز منها ما يستنبط مبهم مكنونه، ولا تهدلت غصونها عليه\nفيفهمونه, وذلك أن الناس أرضون تجول فيها الأبصار، ومن عمرت به الدنيا\nبزبرجها أبهج الناظر بالتفاف حدائقه، وعمر مرعاه من الراتعين فيه، فاتقى\nالمتأملين له بعميم نبته, وقدر مجنى ثمره، وإذا تعطل الكامل [عن] عمران\nالزمان وضرب عزالى الأيام, أقفرت بقاع علمه, وأجدب مكارم حدائقه، وإن كان\nكريم المستنبط عطر المستثار، وإنما قايس عيون الهوام بما <span id='ms65'></span> أبق من المناظر\nبوحشة البلد الخالي من العمارة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p408'> Vol. 01, p. 408</a>\n            </div>\n            \n</p>\n\n<p>\n439 - وقال حسان:\n</p>\n\n<p>\nرب حلم أزرى به عدم المال ... وجهل غطى عليه النعيم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p408'> Vol. 01, p. 408</a>\n            </div>\n            \n</p>\n\n<p>\n440 - أنشدني الحسين بن عبد الرحمن، لهانئ بن توبة:\n</p>\n\n<p>\nيجئ الناس كل غني قوم ... ويبخل بالسلام على الفقير\n</p>\n\n<p>\nويوسع للغني إذا رأوه ... ويحيا بالتحية كالأمير\n</p>\n\n<p>\nأليس الموت بينهما سواء ... إذا هلكا وصارا في القبور.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p409'> Vol. 01, p. 409</a>\n            </div>\n            \n</p>\n\n<p>\n441 - وقال بعض الحكماء: [ما] من خصلة من الخصال هي للغني مدح إلا وهي\nللفقير عيب، فإن كان الغني مقداما يسمى شجاعا، وإن كان الفقير (1) مقداما\nسمي أهوج، وإن كان الغني بليغا سمي خطيبا، وإن كان الفقير بليغا سمي\nمهذارا، وإن كان الغني ركينا سمي حليما، وإن كان الفقير ركينا سمي ثقيلا,\nوإن كان الغني صموتا سمي زميتا, وإن كان الفقير صموتا سمي غبيا، والموت خير\nمن الحاجة المضطرة إلى الناس.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p409'> Vol. 01, p. 409</a>\n            </div>\n            \n442 - وقال بعض الشعراء:\n</p>\n\n<p>\nلعمرك إن القبر خير من الفقر ... لمن كان ذا يسر فأصبح ذا عسر\n</p>\n\n<p>\nومن لم يزل يغذ بأفضل نعمة ... مقيما ولم يلحظ بان له الدهر\n</p>\n\n<p>\nوللموت خير من حياة مكرم ... ومن يسأل مكديا أخافه الفقر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p409'> Vol. 01, p. 409</a>\n            </div>\n            \n</p>\n\n<p>\n443 - أنشدني أبو جعفر مولى بني هاشم:\n</p>\n\n<p>\nإذا قل مال العبد قل صفاؤه ... وضاقت عليه أرضه وسماؤه\n</p>\n\n<p>\nوأصبح لا يرى وإن كان حازما ... أقدامه خير أو وراءه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p409'> Vol. 01, p. 409</a>\n            </div>\n            \n</p>\n\n<p>\n444 - وقال آخر:\n</p>\n\n<p>\nوإذا قل مال المرء قل إليه صديقه ... وضاق به عما يريد طريقه\n</p>\n\n<p>\nوذم إليه خدنه (1) طعم عوده ... وقد كان يستحليه حين يذوقه.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p409'> Vol. 01, p. 409</a>\n            </div>\n            \n445 - وقال آخر:\n</p>\n\n<p>\nإذا قل مال المرء لانت قناته ... وهان على الأدنى فكيف الأباعد\n</p>\n\n<p>\nوصار ذليلا في العشيرة واجترت ... عليه أكف تزدرى وسواعد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p410'> Vol. 01, p. 410</a>\n            </div>\n            \n</p>\n\n<p>\n446 - حدثنا شجاع بن الأشرس، حدثنا عبد الغفور، عن همام، عن كعب، قال: قال\nلقمان لابنه: يا بني، إذا افتقرت فافزع إلى ربك عز وجل وحده فادعه وتضرع\nإليه، واسأله من فضله وخزائنه؛ فإنه لا يملكه غيره، ولا تسأل الناس فتهون\nعليهم، ولا يردوا عليك شيئا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p410'> Vol. 01, p. 410</a>\n            </div>\n            \n</p>\n\n<p>\n447 - حدثنا علي بن الجعد، قال: قال محمد بن سوقة: جفاني إخواني حين قل مالي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p410'> Vol. 01, p. 410</a>\n            </div>\n            \n</p>\n\n<p>\n448 - حدثنا أحمد بن جميل، حدثنا عبد <span id='ms66'></span> الله بن المبارك، أخبرنا عبد الرحمن\nبن يزيد بن جابر، عن بلال بن سعد، عن أبيه، وكان قد أدرك النبي صلى الله\nعليه وسلم, أنه مرض, فقيل: أين بنوك؟ فقال: قلت: ها هم أولائي. قال: قال:\nفأتني بهم، قال: فأمرت أهلي فألبسوهم قمصا بيضاء ثم أتيته بهم فقال: اللهم\nأعيذهم بك من الكفر، ومن ضلالة العمل، ومن السآمة (1) ومن الفقر إلى بني آدم.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p410'> Vol. 01, p. 410</a>\n            </div>\n            \n449 - حدثني أبو الحسن، حدثني أبو عبد الله اليشكري، عن ميمون بن مهران،\nقال: قال ابن عباس: جهد البلاء أن تحتاجوا إلى ما في أيدي الناس فيمنعوكم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p410'> Vol. 01, p. 410</a>\n            </div>\n            \n</p>\n\n<p>\n450 - حدثنا هارون [بن] عبد الله، حدثني عبد الصمد بن عبد الوارث، عن حماد\nبن سلمة، قال: قال يونس بن عبيد: ينبغي مع الحاجة إيمان قوي وعقل شديد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p410'> Vol. 01, p. 410</a>\n            </div>\n            \n</p>\n\n<p>\n451 - حدثني الحكم، حدثنا إسماعيل بن عياش، عن أبي الحصيب يسار بن عبد\nالله، عن إياس بن معاوية، عن ابن عمر، قال: جهد البلاء: كثرة العيال، وقلة الشيء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p411'> Vol. 01, p. 411</a>\n            </div>\n            \n</p>\n\n<p>\n452 - حدثنا سليمان بن أبي شيخ، حدثنا حجر بن عبد الجبار، قال: أمر سليمان\nبن عبد الملك برجل من الروم، فضربت عنقه، فقال رجل عنده: أعوذ بالله من جهد\nالبلاء. فقال: جهد البلاء؟ إن جهد البلاء عندكم ضرب الأعناق؟ قال: إنا نقول\nذلك. قال: إن جهد البلاء: الفقر بعد الغنى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p411'> Vol. 01, p. 411</a>\n            </div>\n            \n</p>\n\n<p>\n453 - حدثني العباس بن هشام، عن أبيه، قال: قال بعض العرب لابنه: يا بني,\nاعلم أن القبر خير من الفقر، وذهاب البصر خير من كثير من النظر، ومن كرم\nالكريم الدفاع عن الحريم، ومن قل ذل، ومن أمن قل، وخير الغنى القنوع، وشر\nالفقر الخضوع، فإذا كان إليك فلا تنظر، وإذا كان عليك فاصطبر، وكلاهما\nمستحسن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p411'> Vol. 01, p. 411</a>\n            </div>\n            \n</p>\n\n<p>\n454 - حدثني علي بن الحسن بن شقيق، عن ابن المبارك، عن عبد الله بن شوذب،\nعن كثير بن زياد، قال: [سأل زياد جلساء فقال: من أنعم الناس؟] (1) قالوا:\nمعاوية يا أمير المؤمنين. قال: فأين جنوده؟ وأين أموره؟ قالوا: فأنت أيها\nالأمير. قال: فأين جنودي، وأين ثغوري؟ قالوا: فمن؟ قال: شاب متعبد له سداد <span id='ms67'></span>\nمن المعيشة، لا يطيف بأبوابنا.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p411'> Vol. 01, p. 411</a>\n            </div>\n            \n455 - حدثنا أبو جعفر الكندي، حدثنا سعيد بن عاصم الماري، قال: قال محمد بن\nواسع: الدنيا في ثلاث: الصلاة في جماعة، ومجالسة أهل الذكرة، وقوام من عيش\nليس بك فيه إلى أحد حاجة، ولا لأحد فيه عليك منة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p411'> Vol. 01, p. 411</a>\n            </div>\n            \n</p>\n\n<p>\n456 - حدثنا عبد الله بن أشهب التميمي، حدثني بعض أهل العلم، عن أبان بن\nتغلب، قال: قال الكميت وأنا أحادثه: يا أبان, يخير الناس فقرا أو ارصت\nهؤلاء، فإن الفقر تريكة من الترائك, لا يعبأ بها ولا يلتفت إليها، وأنشدني قوله:\n</p>\n\n<p>\nأما أنت وما أكلت إلا تريكة ... كما تركت في دسه حلو العسل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p411'> Vol. 01, p. 411</a>\n            </div>\n            \n</p>\n\n<p>\n457 - حدثني .... قال: كان أبو عمرو بن العلاء يتمثل:\n</p>\n\n<p>\nألم تر أن الفقير يهجر بيته ... وأن الغني يهدى له ويزار\n</p>\n\n<p>\nوماذا يضر المرء من كان جده ... إذا شرحت (1) شول له وعشار.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p412'> Vol. 01, p. 412</a>\n            </div>\n            \n458 - حدثني أبي، حدثنا أبو خالد القرشي، حدثنا عمرو العنبري، عن عبد الملك\nبن عمير، قال أبو مسلم الخولاني: أظهر اليأس مما في [أيدي] الناس، فإن فيه\nالغنى، وأقل طلب الحاجات إلى الناس فإن فيه الفقر الحاضر، وإياك وما يعتذر\nمنه من الكلام، وصل صلاة من يظن أنه لا يعود، وإن استطعت أن تكون اليوم\nخيرا منك أمس، وتكون غدا خيرا منك اليوم فافعل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p412'> Vol. 01, p. 412</a>\n            </div>\n            \n</p>\n\n<p>\n459 - حدثني رجل من قريش, مولى لبني هاشم قال: قال جعفر بن محمد: ما رحمت\nمثل رحمتي قوما في نعمة ثم أصابهم فاقة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p412'> Vol. 01, p. 412</a>\n            </div>\n            \n</p>\n\n<p>\n460 - حدثنا محمد بن سلام الجمحي، حدثني ابن عائشة محمد بن حفص، قال: كان\nرجل من آل آزار مبرد العويد بالأيلة، فأصابته حاجة، فأغلق الباب وقال:\nوالله لا أسأل شيئا أبدا، فمات جوعا ولم يسأل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p412'> Vol. 01, p. 412</a>\n            </div>\n            \n</p>\n\n<p>\n461 - وبلغني عن بعض الحكماء، قال: إذا افتقر الرجل اتهمه من كان له\nمؤتمنا، وأساء به الظن من كان يظن به حسنا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p412'> Vol. 01, p. 412</a>\n            </div>\n            \n</p>\n\n<p>\n462 - حدثني محمد بن قدامة الجوهري، قال: سمعت سفيان يقول: شهد رجل عند ابن\nأبي ليلى من خيار أهل الكوفة، فرد شهادته، فقال: أين يذهب الرجل فقير،\nالرجل فقير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p412'> Vol. 01, p. 412</a>\n            </div>\n            \n</p>\n\n<p>\n463 - أنشدني الحسين بن عبد الرحمن، لرجل <span id='ms68'></span> يقول لابنه:\n</p>\n\n<p>\nألا خلني أمضي لشأني ولا أكن ... على الأهل كلا إن ذاك شديد\n</p>\n\n<p>\nغدوت فأحسنت الغدا ولم أزل ... أعرف مثل البر وأنا وليد\n</p>\n\n<p>\nوإن تركت منك السنون بقية ... فنفذ كما كنا وأنت خليد\n</p>\n\n<p>\nكبرت وعجز إن كبرت إقامتي ... وأنت على ضعف علي تعود\n</p>\n\n<p>\nفدعني أجول في البلاد لعلني ... يسر صديقي أو يسوء حسود\n</p>\n\n<p>\nألم ترني تعصى مكاني لأنني ... مقل وإني فيهم لحميد\n</p>\n\n<p>\nولو كنت ذا مال لقرب مجلسي ... وقيل إذا أخطأت أنت رشيد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p413'> Vol. 01, p. 413</a>\n            </div>\n            \n</p>\n\n<p>\n464 - وأنشدنا أبو عبد الله بن الأعرابي، والشعر لعروة بن الورد العبسي،\nأخبرني بذلك أبي قال:\n</p>\n\n<p>\nذريني للغنى أسعى فإني ... رأيت الناس شرهم الفقير\n</p>\n\n<p>\nوأخملهم وأهونهم عليهم ... وإن كانت له نعم وخير\n</p>\n\n<p>\nيباعده البذيء وتزدري به ... حليلته وينهره الصغير\n</p>\n\n<p>\nوقد تلقى الغني له جلال ... يكاد فؤاد صاحبه يطير.\n</p>\n\n<p>\nوزادني غيره:\n</p>\n\n<p>\nقليل عيبه والعيب جم ... ولكن للغنى رب غفور.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p413'> Vol. 01, p. 413</a>\n            </div>\n            \n</p>\n\n<p>\n465 - حدثني القاسم بن هاشم، حدثنا أبو عبد الله الصوفي، قال: كتب رجل إلى\nأخ له: أما بعد، فإني أوصيك بتقوى الله عز وجل والرضى بالقدر، والتسليم لما\nعلم الجبار من مكنون الأجل ومقسوم الرزق، فإن الله عز وجل جعل لكل نفس رزقا\nموصوفا، ليس لشيء منه إلى غيرها منصرف، فلا يشغلك الرزق المضمون لك عن\nالعمل المفروض عليك، فقد شغلت رجالا أتعبت أبدانهم، وطالت أسفارهم ثم لم\nيزيدوا ولم يزدادوا على المقسوم لهم رزقا، رزقنا الله وإياك القنوع\nوالرضاء؛ فإنه من رضي قنع، ومن قنع رضي بقسم الله عز وجل والسلام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p413'> Vol. 01, p. 413</a>\n            </div>\n            \n</p>\n\n<p>\n466 - حدثني عبد الله بن محمد السلمي البلخي، حدثنا محمد بن القاسم البلخي،\nقال: قال وهيب بن الورد: الفقر الذي كان يتعوذ منه فقر القلب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p414'> Vol. 01, p. 414</a>\n            </div>\n            \n</p>\n\n<p>\n467 - حدثنا عبد الله بن محمد البلخي، حدثني أبو عبد الله الكرماني، قال:\nقال سفيان بن عيينة: أسمع الناس يقولون: الفقر: الموت، ويرون الفقر هو قلة\nالشيء، والفقر الذي جاء فيه ما جاء: قلة الرضا بقضاء الله عز وجل وقسمه،\nلقد ذكر الله عز وجل الناس فبدأ بهم، فقال: {للفقراء المهاجرين}.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p414'> Vol. 01, p. 414</a>\n            </div>\n            \n</p>\n\n<p>\n468 - أنشدني الحسن بن عبد <span id='ms69'></span> الرحمن الشاعر:\n</p>\n\n<p>\nإذا المرء لم يقصر هواه برأيه ... تردى كثيرا في مهاوي المطامع\n</p>\n\n<p>\nفعش معدما أو مت فقيرا ولا تكن ... بدهرك في كل الأمور بتابع\n</p>\n\n<p>\nفما كان مال زائنا من أصابه ... ولا الفقر للمرء الكريم بواضع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p414'> Vol. 01, p. 414</a>\n            </div>\n            \n</p>\n\n<p>\n469 - حدثني محمد بن يزيد الآدمي، حدثنا أبو مسهر، قال: سمعت سعيد بن عبد\nالعزيز، يقول: ما ضرب العباد بسوط أوجع من الفقر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p414'> Vol. 01, p. 414</a>\n            </div>\n            \n</p>\n\n<p>\n470 - أنشدني الحسين بن عبد الرحمن، قال: أنشدني محمد بن زياد:\n</p>\n\n<p>\nإني رأيت الناس غير أهلهم ... لا يعظمون أخا لغير يساره\n</p>\n\n<p>\nفإذا رأوه بغبطة حفوا [به] ... ويهون عندهم لدى إعساره\n</p>\n\n<p>\nفإذا أردت من الصديق دوامه ... وأردت طول إخائه ومزاره\n</p>\n\n<p>\nفاكو اللسان بجمرة ألا ترى ... ذرب اللسان عليه في ديناره\n</p>\n\n<p>\nيلقاك منعطفا عليك بوده ... طر إليك بلبه وبهاره\n</p>\n\n<p>\nفإذا رآك تريد ما في كفه ... ولى القفا بشراسة ونفاره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p414'> Vol. 01, p. 414</a>\n            </div>\n            \n</p>\n\n<p>\n471 - حدثني الحسين بن عبد الرحمن، قال: كتب بعض الحكماء إلى أخ له: أما\nبعد، فاجعل القنوع ذخرا، تبلغ به إلى أن يفتح لك بابا، يحسن بك الدخول فيه؛\nفإن النفقة من القانع لا تخذل، وعون الله عز وجل مع ذي الأناة، وما أقرب\nالضيع من الملهوف، وربما كان الفقر نوعا من آداب الله عز وجل وخيره في\nالعواقب، والحظوظ مراتب، ولا تعجل ثمرة لم تدرك؛ فإنك تنالها في أوانها\nعذبة، والمدبر لك أعلم بالوقت الذي يصلح فيه، وثق بخيرته لك في أمورك كلها،\nوالسلام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p415'> Vol. 01, p. 415</a>\n            </div>\n            \n</p>\n\n<p>\n472 - حدثني الحسين بن عبد الرحمن، عن بعض أشياخه، قال: قال الحسن: لولا\nثلاث ما وضع ابن آدم رأسه لشيء: الفقر، والمرض، والموت، وإنه معهن لو ثاب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p415'> Vol. 01, p. 415</a>\n            </div>\n            \n</p>\n\n<p>\n473 - أنشدني أبو جعفر المديني:\n</p>\n\n<p>\nأتيت بني عمي ورهطي فلم أجد ... عليهم إذا اشتد الزمان معولا\n</p>\n\n<p>\nومن يفتقر في قومه يحمد الغنا ... وإن كان فيهم ماجد العم محولا\n</p>\n\n<p>\nيمنون إن أعطوا ويمسك بعضهم ... ويحسب عجز صمته إن تجملا\n</p>\n\n<p>\nويزري بعقل المرء قلة ماله ... وإن كان أقوى من رجال وأجزلا\n</p>\n\n<p>\nفإن الفتى ذا الحزم يؤم بنفسه ... جواشن هذا الليل (1) أو يتمولا.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p415'> Vol. 01, p. 415</a>\n            </div>\n            \n474 - قال بعض الحكماء: إنا رأينا الأهل <span id='ms70'></span> والأعوان والحاشية والإخوان\nوالمروءة والجاه مع الثروة، ورأينا الفاقة والعدم داعية للمقت، مسلبة\nللعقل، مذهبة للعلم، موردا على التهمة، ومن مسه الفقر فقد عيا، ومن فقد\nحياه ذهب سروره، ومن ذهب سروره حضر مقته، ومن فشا مقته كثر أذاه، ومن كثر\nأذاه طال حزنه، ومن حزن فقد عقله ومن أصيب بعقله اختلط، فلم يدر ما له مما عليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p415'> Vol. 01, p. 415</a>\n            </div>\n            \n</p>\n\n<p>\n475 - حدثني محمد بن عبد العزيز بن أبي رزمة، أخبرني أبي، أخبرنا عبد الله\nبن المبارك، عن حرملة بن عمران، قال: مرض مولى لسعيد بن العاص فنعت إلى\nسعيد أنه ليس لي غيرك وهاهنا ثلاثون ألف درهم مدفونة، فإذا أنا مت فخذها.\nفلما خرج من عنده، قال: ما أرانا إلا قد أسأنا إلى مولانا، وقصرنا به، وهو\nمن شيوخ موالينا، فبعث إليه بفرس وتعاهده، فلما مات اشترى له كفنا بثلاث\nمئة درهم وشهد جنازته فلما رجع أتى البيت فرد الباب، وأمر بالموضع الذي\nذكر، فحفر، فلم يجد شيئا، حتى حفر البيت كله فلم يجد شيئا، قال: وجاء صاحب\nالكفن, فقال سعيد: لقد هممت أن أنبش عنه لما داخله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p415'> Vol. 01, p. 415</a>\n            </div>\n            \n</p>\n\n<p>\n476 - حدثنا أبي، حدثنا جعفر بن محمد المديني، عن الحكم بن الصلت، عن أبيه،\nعن أبي هريرة، قال: دعيت إلى عرس، فأتيتهم في ثيابي هذه، فردني البواب،\nفرجعت وأبدلت ثيابي، ثم جئت فدخلت. قال: فأرسل كمه، فقال: كل كل. فقيل له:\nسبحان الله، الكم يأكل غفر الله لك. فقال: إنما دعيت ثيابي هذه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p416'> Vol. 01, p. 416</a>\n            </div>\n            \n</p>\n\n<p>\n477 - حدثنا عبيد الله بن جرير، حدثنا علي بن عثمان، أن الأعرج قال: سمعت\nوهب بن منبه قال: وجدت في بعض الكتب: من لم يدار عيشه، مات قبل أجله،\nفأنكرت ذلك، وأنزلت فقره موته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p416'> Vol. 01, p. 416</a>\n            </div>\n            \n</p>\n\n<p>\n478 - حدثني محمد بن الحسين، حدثنا عبيد الله بن محمد، قال: حدثنا أستاذنا،\nأن الله، عز وجل لما أرسل موسى عليه السلام إلى فرعون بالرسالة، قال: يا\nرب، إني قتلت منهم نفسا فأخاف أن يقتلون، فأوحى الله عز وجل: إن الذين قتلت\nمنهم النفس قد ماتوا. فتحمل الرسالة، فلما أتى إلى <span id='ms71'></span> فرعون، وجد أولئك النفر\nفي ظل حائط يسقون بالخوص، قال: فرفعوا أبصارهم، فنظروا إليه، ثم خفضوها.\nقال: يا رب، قيل لي: أن قد ماتوا، وهم أحياء قال: فأوحى الله عز وجل أني قد\nابتليتهم بالموت الأكبر: الفقر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p416'> Vol. 01, p. 416</a>\n            </div>\n            \n</p>\n\n<p>\n479 - حدثني سريج بن يونس، حدثنا يزيد بن هارون، أخبرنا المسعودي، عن علي\nبن بذيمة، عن قيس بن حبتر (1)، قال: سمعت عبد الله بن مسعود، يقول: ما هو\nإلا الغنى والفقر، وما أبالي بأيهما ابتدأت، إنهما سواء، إن كان الغنى إن\nعلي فيه لتعطف، وإن كان فقرا إن علي فيه لصبر.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p416'> Vol. 01, p. 416</a>\n            </div>\n            \n480 - أنشدني الحسين بن عبد الرحمن:\n</p>\n\n<p>\nأيا مصلحا للملك لا تك مفسدا ... فإن صلاح الملك خير من الفقر\n</p>\n\n<p>\nألم تر أن المرء يزداد عزه ... على قومه إن يعلموا أنه مثري.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p417'> Vol. 01, p. 417</a>\n            </div>\n            \n</p>\n\n<p>\n481 - حدثني محمد بن حرامة العجلي، حدثنا أبو نعيم، قال: قال سفيان: لولا\nضيعتنا هذه تلاعب بنا هؤلاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p417'> Vol. 01, p. 417</a>\n            </div>\n            \n</p>\n\n<p>\n482 - حدثني ابن ناصح، حدثنا بقية بن الوليد، عن أبي سلمة سليمان بن سليم،\nقال: دخلت على محمد بن علي أبي جعفر بيته، فقدم لنا خبزا وشيئا من هذه\nالخلاطات، ثم قال: يا أبا سلمة إنا قوم إذا وسع الله عز وجل علينا وسعنا\nعلى أنفسنا، وإذا قتر علينا صبرنا، حتى يأتي الله عز وجل بشيء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p417'> Vol. 01, p. 417</a>\n            </div>\n            \n</p>\n\n<p>\n483 - حدثني محمد بن المغيرة، قال: قال أبو عبيدة معمر بن المثنى: كان رجلا\nيكنى أبا كثير، وكان يختلف إلى بني عم له بالبادية فيسألهم فيعطونه فلما\nكثر ذلك عليهم منعوه، وأمسكوا عنه، وكان طريقه على امرأة يقال [لها] عرفجة،\nفقالت: يا أبا كثير، رأيت بني عمك قد أمسكوا أيديهم، وتنكروا لك بعد العطية فقال:\n</p>\n\n<p>\nدعي عنك عذلي ما من الهزل أعجب ... ولا بعد إلا بعد حال يقلب\n</p>\n\n<p>\nوكان بنو عمي يقولون مرحبا ... فلما رأوني معدما مات مرحب\n</p>\n\n<p>\nفكل مقل حين يغدو لحاجة ... إلى كل من يلقى من الناس مذنب\n</p>\n\n<p>\nفقد طاب ورد الموت إذ ليس واحد ... يشير إليه الناس أو فيه مرغب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p417'> Vol. 01, p. 417</a>\n            </div>\n            \n</p>\n\n<p>\n484 - حدثني محمد بن الحسين، حدثنا حبان بن هلال (1)، حدثنا <span id='ms72'></span> حماد بن سلمة،\nقال: سمعت أبا حبشية العابد، يقول: ينبغي إيمان صليب.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p418'> Vol. 01, p. 418</a>\n            </div>\n            \n485 - وقال أبو حبشية: ما أحب أن يحاورني الفقراء، إني أخاف أن لا أقوم\nبذمامهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p418'> Vol. 01, p. 418</a>\n            </div>\n            \n</p>\n\n<p>\n486 - حدثني محمد بن الحسين، حدثنا خلف بن إسماعيل، قال: قال رجل من عباد\nأهل الشام: قرأت في بعض الكتب: الفقر خواص، والغنى مأثرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p418'> Vol. 01, p. 418</a>\n            </div>\n            \n</p>\n\n<p>\n487 - حدثني محمد بن الحسين، حدثنا أبو الوليد الكلبي، حدثني سعيد بن صدقة\nأبو مهلهل، قال: قال لي سفيان الثوري: عليك بالاستغناء عن جميع الناس،\nوارغب إلى الله عز وجل في حوائجك، وافزع إليه فيما ينوبك، وليكن همك مرمة جهازك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p418'> Vol. 01, p. 418</a>\n            </div>\n            \n</p>\n\n<p>\n488 - حدثني محمد بن إدريس، قال: سمعت ابن مصفا (1)، قال: قال الهيثم بن\nجميل: إن الرجل ليبلغني عنه أنه ينقصني، فأذكر استغنائي عنه فهون علي.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p418'> Vol. 01, p. 418</a>\n            </div>\n            \n488 - حدثني محمد بن إدريس، قال: سمعت ابن مصفا (1) قال: قال بعض العقلاء:\nإن الرجل ليجفوني فإذا ذكرت استغنائي عنه وجدت لجفائه بردا على كبدي.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p418'> Vol. 01, p. 418</a>\n            </div>\n            \n489 - حدثني محمد بن إدريس، حدثني عمر بن أسلم، قال: سمعت سالم بن ميمون، قال:\n</p>\n\n<p>\nيا صاحب الدنيا تفكر في العجب ... في سبب الرزق وللرزق سبب\n</p>\n\n<p>\nكان سيأتيك فأجمل في الطلب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p418'> Vol. 01, p. 418</a>\n            </div>\n            \n</p>\n\n<p>\n490 - أنشدني محمود الوراق:\n</p>\n\n<p>\nلبست صروف الدهر كهلا وناشئا ... وجربت حاليه على العسر واليسر\n</p>\n\n<p>\nفلم أر بعد الدين خيرا من الغنى ... ولا بعد الكفر شرا من الفقر\n</p>\n\n<p>\nولم أرين المال إلا امتهانة ... وإخراجه في أوجه البر والأجر\n</p>\n\n<p>\nولا تدخرن مالا لغيرك واكتسب ... بمالك ذكرا في الحياة إلى ذكر\n</p>\n\n<p>\nفإنك لا تدري بافتقار مقتر ... ولا يسر ذا اليسر إذا صرت في القبر\n</p>\n\n<p>\nوفي الله مما فات خير خليفة ... على الخلف الباقي وحسبك من ظهر\n</p>\n\n<p>\nولم تجنن للزمان بجنة ترد بها ... الأحداث أو فأمن الصبر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p419'> Vol. 01, p. 419</a>\n            </div>\n            \n</p>\n\n<p>\n491 - وأنشدنا محمود بن الوراق:\n</p>\n\n<p>\nأرى عسكرا فيه عجائب جمة ... إذا استعرضت بالعقل ضل لها العقل\n</p>\n\n<p>\nأرى كل ذي مال يسود بماله ... وإن كان لا أصل هناك ولا فصل\n</p>\n\n<p>\nوآخر منسوبا إلى العقل خاملا ... وأنوك ذو جهل له الجاه والنبل\n</p>\n\n<p>\nفلا ذا بفضل الرأي أدرك بلغه ... ولم أر هذا ضره <span id='ms73'></span> النوك والجهل\n</p>\n\n<p>\nوما الفضل في هذا الزمان لأهله ... ولكن ذا المال الكثير له الفضل\n</p>\n\n<p>\nفشرف ذوي الأموال حيث لقيتهم ... فقولهم قول وفعلهم فعل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p419'> Vol. 01, p. 419</a>\n            </div>\n            \n</p>\n\n<p>\n492 - أنشدني رجل من قريش من ولد أبي بكر الصديق رضي الله عنه:\n</p>\n\n<p>\nكل الندا إذا ناديت تخذلني ... إلا نداي إذا ناديت يا مالي\n</p>\n\n<p>\nما إن أقول لبى حين أطلبه ... لا أستطيع ولا أنبو على حال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p419'> Vol. 01, p. 419</a>\n            </div>\n            \n</p>\n\n<p>\n493 - أنشدني أبو بكر التيمي, من ولد أبي بكر الصديق, أنشدني إبراهيم بن\nمحمد بن عبد الله بن عثمان, من ولد أبي بكر الصديق رضي الله عنه:\n</p>\n\n<p>\nفخل الجواد على جوده ... وخل البخيل على بخله\n</p>\n\n<p>\nولا تسأل الناس من فضلهم ... ولكن سل الله من فضله\n</p>\n\n<p>\nإذا أذن الله في حاجة ... أتاك النجاح على رسله\n</p>\n\n<p>\nوليس القضا بأيد العباد ... على حزنه وعلى سهله\n</p>\n\n<p>\nوللعسر يسر فلا تجزعن ... سيعقب غيث على محله\n</p>\n\n<p>\nإذا قنع المرء نال الغنى ... وعرى المطية من رحله (1).\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p419'> Vol. 01, p. 419</a>\n            </div>\n            \n494 - حدثني محمد بن هارون، أنبأنا حيوة بن شريح، حدثنا بقية، قال: قال رجل\nلإبراهيم بن أدهم: كيف أصبحت؟ قال: بخير ما لم يحمل مؤنتي غيري.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p420'> Vol. 01, p. 420</a>\n            </div>\n            \n</p>\n\n<p>\n495 - حدثنا محمد بن المثنى، قال: قال قيس بن الحارث: ما أسوأ حال من إذا\nأصبح مد عنقه إلى قرصة من يد غيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p420'> Vol. 01, p. 420</a>\n            </div>\n            \n</p>\n\n<p>\n496 - حدثني هارون بن سفيان، قال: قال بشر بن الحارث: لا يزال الناس يقولون\nشرا (1)، ما لم يسأل أحدهم شيئا.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p420'> Vol. 01, p. 420</a>\n            </div>\n            \n497 - حدثني محمد بن هارون، عن أبي صالح الفراء قال: سمعت شعيب بن حرب،\n[قال]: بعث إلي عبد الله بن المبارك [بأموال] فأخذتها، فجاءني القراء\nفقالوا: ما صنعت؟ فقلت لهم: لا يسؤكم عز وجل إنما أخذتها لأقضي بها ديني،\nوها هي موضوعة، فاجمعوا إلى بيتكم حتى أقضي ديني. فذهبوا فلم يرجعوا.\n</p>\n\n<p>\nآخر كتاب إصلاح المال\n</p>\n\n<p>\nتم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p420'> Vol. 01, p. 420</a>\n            </div>\n            \n</p>\n\n<p>\n### |EDITOR|\n</p>\n\n<p>\nENDNOTES\n</p>\n\n<p>\n(1) ما بين حاصرتين سقط من طبعة دار أطلس, وهو ثابت في طبعة مؤسسة الكتب\nالثقافية, وثابت من طريق شيخي المصنف هنا, علي بن الجعد في مسنده (2009)\nوسعيد بن سليمان في مسند أبي عوانة, كما في إتحاف المهرة لابن حجر (18842).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p312'> Vol. 01, p. 312</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة <span id='ms74'></span> دار أطلس: \"عن المنهال\" والمثبت هو الصواب, كما في طبعة مؤسسة\nالكتب الثقافية, انظر ترجمة قطبة في التاريخ الكبير للبخاري (7/ 191),\nوالضعفاء للعقيلي (5/ 145) وغيرهما.\n</p>\n\n<p>\n- أشار محقق طبعة دار أطلس الخضراء إلى ذلك في حاشية الكتاب ولم يثبته في المتن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p315'> Vol. 01, p. 315</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة مؤسسة الكتب الثقافية: \"مبثورا بثرا, قال سليمان: يعني النثر\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p316'> Vol. 01, p. 316</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"مساق\" محرفا, والمثبت عن طبعة مؤسسة الكتب\nالثقافية, والزهد لعبد الله بن أحمد (1049) حيث رواه من طريق أبي النضر\nهاشم بن القاسم, وانظر ترجمة شيبان في تهذيب الكمال (12/ 593).\n</p>\n\n<p>\n- أشار محقق طبعة دار أطلس الخضراء إلى ذلك في حاشية الكتاب ولم يثبته في المتن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p316'> Vol. 01, p. 316</a>\n            </div>\n            \n</p>\n\n<p>\n(1) ما بين حاصرتين مثبت عن طبعة مؤسسة الكتب الثقافية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p317'> Vol. 01, p. 317</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"سعيد بن عبد الرحمن\" والتصويب عن طبعة مؤسسة الكتب\nالثقافية.\n</p>\n\n<p>\n- وانظر ترجمته في الجرح والتعديل (4/ 36)، وتهذيب التهذيب (4/ 51).\n</p>\n\n<p>\n- والحديث أخرجه الدارمي (564) والترمذي (2417) وأبو يعلى (7434) عن الأسود\nبن عامر, قال: حدثنا أبو بكر بن عياش، عن الأعمش، عن سعيد بن عبد الله بن\nجريج، به.\n</p>\n\n<p>\n- وقد أشار محقق طبعة دار أطلس الخضراء إلى الصواب في حاشية الكتاب ولم\nيثبته في المتن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p319'> Vol. 01, p. 319</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"عبد الله بن زيد\", والتصويب عن طبعة مؤسسة الكتب\nالثقافية, ومسند أحمد (23456 و23526).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p323'> Vol. 01, p. 323</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"العقدي\" والتصويب من الإشراف في منازل الأشراف\nللمصنف (231), ومن طريق المصنف أخرجه أحمد بن مروان الدينوري في المجالسة\nوجواهر العلم (2088) وهو المذكور في شيوخ محمد بن عمران, تهذيب الكمال (26/ 229).\n</p>\n\n<p>\n- أشار محقق طبعة دار أطلس الخضراء إلى ذلك في حاشية الكتاب ولم يثبته في المتن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p324'> Vol. 01, p. 324</a>\n            </div>\n            \n</p>\n\n<p>\n(1) كذا في طبعة مؤسسة الكتب الثقافية, وفي طبعة دار أطلس: \"العيزان\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p324'> Vol. 01, p. 324</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"بشار\" والتصويب من كتب الرجال: التاريخ الكبير\nللبخاري (4/ 161) والجرح والتعديل لابن أبي حاتم (4/ 257) والثقات لابن\nحبان (8/ 298) وتهذيب الكمال (12/ 307) وطبعة مكتبة الكتب الثقافية.\n</p>\n\n<p>\n(2) في المطبوعتين: \"ورباح\" محرفا, وهو: رياح بن عمرو القيسي, انظر تهذيب\nالكمال (12/ 307) وسير أعلام النبلاء للذهبي (8/ 174), وتوضيح المشتبه لابن\nناصر الدين (4/ 116) وقال: هو بكسر أوله ومثناة تحت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p326'> Vol. 01, p. 326</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في ترجمته في <span id='ms75'></span> تهذيب الكمال (12/ 26): ابن بنت شرحبيل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p326'> Vol. 01, p. 326</a>\n            </div>\n            \n</p>\n\n<p>\n(1) كذا في المطبوعتين: \"محمد عبد الله بن الزبير\" ولم أتبينه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p326'> Vol. 01, p. 326</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"عن سويد\" محرفا, والتصويب من كتب الرجال, وطبعة\nمؤسسة الكتب الثقافية, انظر ترجمة: \"إسحاق بن سويد\" في تهذيب الكمال (2/ 432).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p327'> Vol. 01, p. 327</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"أحمد بن بشر عن مسعود\" محرفا, والتصويب عن طبعة\nمؤسسة الكتب الثقافية, وكتب الرجال.\n</p>\n\n<p>\n- قال السلمي: سألت الدارقطني عن أحمد بن بشير، الذي يروي عن مسعر، فقال:\nلا بأس به. \"سؤالاته\" (29).\n</p>\n\n<p>\n(2) في طبعة دار أطلس: \"عقبة\" محرفا, انظر التاريخ الكبير للبخاري (6/ 360).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p327'> Vol. 01, p. 327</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"زيد بن عبد الملك\", والمثبت هو الصواب كما في طبعة\nمؤسسة الكتب الثقافية, قال ابن أبي حاتم في الجرح والتعديل (8/ 350): مرداس\nأبو رفيق الصنعاني, روى عن: أبي عبيد بن مافنا، عن وهب بن منبه, روى عنه\nزيد بن المبارك الصنعاني.\n</p>\n\n<p>\n(2) في المطبوعتين: \"حدثني مرداس بن مافنة أبو رفيق\", والمثبت هو الصواب,\nكما في التاريخ الكبير للبخاري (7/ 436) ترجمة مرداس, والمؤتلف والمختلف\nللدارقطني (2/ 1117) ترجمة أبو رفيق.\n</p>\n\n<p>\n- أشار محقق طبعة دار أطلس الخضراء إلى ذلك في حاشية الكتاب ولم يثبته في المتن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p330'> Vol. 01, p. 330</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"الزمان\", والتصويب عن طبعة مؤسسة الكتب الثقافية,\nوالحديث رواه أحمد بن حنبل في المسند (17474) أطول من ذلك, عن الحكم بن\nنافع أبو اليمان, على الصواب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p330'> Vol. 01, p. 330</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في المطبوعتين: \"المنحل بن حكيم بن بهر بن حكيم\" انظر ترجمته في: الجرح\nوالتعديل لابن أبي حاتم (8/ 439) والمؤتلف والمختلف لعبد الغني (2/ 647)\nميزان الاعتدال للذهبي (6/ 513) ولسان الميزان لابن حجر (6/ 89).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p331'> Vol. 01, p. 331</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"بأبواب الأغنياء\", والمثبت عن طبعة مؤسسة الكتب\nالثقافية.\n</p>\n\n<p>\n- أشار محقق طبعة دار أطلس الخضراء إلى ذلك في حاشية الكتاب ولم يثبته في المتن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p331'> Vol. 01, p. 331</a>\n            </div>\n            \n</p>\n\n<p>\n(1) ما بين حاصرتين مثبت عن طبعة مؤسسة الكتب الثقافية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p331'> Vol. 01, p. 331</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"حصين\" بالصاد, والمثبت عن طبعة مؤسسة الكتب\nالثقافية, وهو الصواب, انظر ترجمته في التاريخ الكبير للبخاري (3/ 128).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p332'> Vol. 01, p. 332</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"محمد\", والصواب \"أحمد\" وهو شيخ ابن أبي الدنيا روى\nعنه كثيرا, انظر ترجمته في تاريخ بغداد للخطيب <span id='ms76'></span> (5/ 198).\n</p>\n\n<p>\n- أشار محقق طبعة دار أطلس الخضراء إلى ذلك في حاشية الكتاب ولم يثبته في المتن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p333'> Vol. 01, p. 333</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في المطبوعتين: \"عن الغفار بن القاسم\". والمثبت عن مصادر ترجمته, انظر\nالجرح والتعديل لابن أبي حاتم (6/ 53) والضعفاء للعقيلي (4 / 32) والكامل\nلابن عدي (7/ 18).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p335'> Vol. 01, p. 335</a>\n            </div>\n            \n</p>\n\n<p>\n(1) مكان النقط في طبعة مؤسسة الكتب الثقافية: \"رجل\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p337'> Vol. 01, p. 337</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"سفيان أخو عيينة\", والمثبت عن طبعة مؤسسة الكتب\nالثقافية, ومداراة الناس لابن أبي الدنيا (36) حيث رواه بنفس هذا الإسناد .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p338'> Vol. 01, p. 338</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"لن تزالوا عسركم\" كذا, والمثبت عن طبعة مؤسسة الكتب\nالثقافية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p339'> Vol. 01, p. 339</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"أحمد بن نصر\", والمثبت عن طبعة مؤسسة الكتب\nالثقافية, والأسامي والكنى للحاكم (2/ 95) حيث روى هذا الحديث من طريق سلم\nبن جنادة, وانظر ترجمة أحمد بن بشير في تهذيب الكمال (1/ 273).\n</p>\n\n<p>\n(2) في طبعة مؤسسة الكتب الثقافية: \"فوزن\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p339'> Vol. 01, p. 339</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"محمد\" والمثبت عن طبعة مؤسسة الكتب الثقافية, وهو\nشيخ المصنف, انظر ترجمته في تاريخ بغداد للخطيب (5/ 198) والثقات لابن\nقطلوبغا (1/ 301).\n</p>\n\n<p>\n- أشار محقق طبعة دار أطلس الخضراء إلى ذلك في حاشية الكتاب ولم يثبته في المتن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p341'> Vol. 01, p. 341</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"محمد\" والمثبت عن طبعة مؤسسة الكتب الثقافية, وهو\nشيخ المصنف, انظر ترجمته في تاريخ بغداد للخطيب (5/ 198) والثقات لابن\nقطلوبغا (1/ 301).\n</p>\n\n<p>\n- أشار محقق طبعة دار أطلس الخضراء إلى ذلك في حاشية الكتاب ولم يثبته في المتن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p341'> Vol. 01, p. 341</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"محمد\" والمثبت عن طبعة مؤسسة الكتب الثقافية, وهو\nشيخ المصنف, انظر ترجمته في تاريخ بغداد للخطيب (5/ 198) والثقات لابن\nقطلوبغا (1/ 301).\n</p>\n\n<p>\n- أشار محقق طبعة دار أطلس الخضراء إلى ذلك في حاشية الكتاب ولم يثبته في المتن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p343'> Vol. 01, p. 343</a>\n            </div>\n            \n</p>\n\n<p>\n(1) كذا في المطبوعتين, وابن أبي الدنيا روى في الخمول والتواضع (232) عن\nشيخ له اسمه: علي بن نصر بن بجير, فالله أعلم بالصواب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p343'> Vol. 01, p. 343</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"محمد\" والمثبت عن طبعة مؤسسة الكتب الثقافية, وهو\nشيخ المصنف, انظر ترجمته في تاريخ بغداد للخطيب (5/ 198) والثقات لابن\nقطلوبغا (1/ 301).\n</p>\n\n<p>\n- أشار محقق طبعة دار أطلس الخضراء إلى ذلك في حاشية الكتاب ولم يثبته في المتن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p343'> Vol. 01, p. 343</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"وآفة الحقد <span id='ms77'></span>\", والمثبت عن طبعة مؤسسة الكتب\nالثقافية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p345'> Vol. 01, p. 345</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"محمد\" والمثبت عن طبعة مؤسسة الكتب الثقافية, وهو\nشيخ المصنف, انظر ترجمته في تاريخ بغداد للخطيب (5/ 198) والثقات لابن\nقطلوبغا (1/ 301).\n</p>\n\n<p>\n- أشار محقق طبعة دار أطلس الخضراء إلى ذلك في حاشية الكتاب ولم يثبته في المتن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p346'> Vol. 01, p. 346</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"محمد بن عطاء\" والحديث مخرج في تاريخ ابن أبي خيثمة\n(2/ 1/ 335) والمعجم الكبير للطبراني (15056) من طريق مسلم بن إبراهيم, به,\nوانظر ترجمته في تهذيب الكمال (26/ 277).\n</p>\n\n<p>\n- أشار محقق طبعة دار أطلس الخضراء إلى ذلك في حاشية الكتاب ولم يثبته في المتن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p347'> Vol. 01, p. 347</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"حنطلة\", وأشار محققه إلى أنه كذا في الأصل, والمثبت\nعن طبعة مؤسسة الكتب الثقافية, وفي مصنف ابن أبي شيبة (35749): يلتقط حبا.\n</p>\n\n<p>\n- أشار محقق طبعة دار أطلس الخضراء إلى ذلك في حاشية الكتاب ولم يثبته في المتن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p348'> Vol. 01, p. 348</a>\n            </div>\n            \n</p>\n\n<p>\n(1) هكذا في طبعة مؤسسة الكتب الثقافية, والمعجم الكبير للطبراني (8989)\nوفي طبعة دار أطلس \"أبي عباد\", وفي حديث لوين محمد بن سليمان المصيصي (92):\n\"ابن عباد\", وفي شيوخ الأعمش في تهذيب الكمال (12/ 80): يحيى بن عمارة،\nويقال ابن عباد، وقيل عباد, وعريب بن حميد ، أبو عمار الهمداني, فالله أعلم.\n</p>\n\n<p>\n(2) في طبعة دار أطلس: \"النسائي\" محرفا, والتصويب عن طبعة مؤسسة الكتب\nالثقافية, والمعجم الكبير للطبراني (8989) وحديث لوين محمد بن سليمان\nالمصيصي (92), وهو سعد بن إياس أبو عمرو الشيباني, انظر الجرح والتعديل (4/ 78).\n</p>\n\n<p>\n- أشار محقق طبعة دار أطلس الخضراء إلى ذلك في حاشية الكتاب ولم يثبته في المتن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p352'> Vol. 01, p. 352</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"فهر\" والمثبت عن طبعة مؤسسة الكتب الثقافية, وانظر\nترجمته في الثقات لابن حبان (9/ 255) وتهذيب الكمال (31/ 316).\n</p>\n\n<p>\n- أشار محقق طبعة دار أطلس الخضراء إلى ذلك في حاشية الكتاب ولم يثبته في المتن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p355'> Vol. 01, p. 355</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"خوات\" والتصويب عن طبعة مؤسسة الكتب الثقافية,\nومسند ابن الجعد (1921) فالحديث هنا من طريقه, وانظر ترجمته في تهذيب\nالكمال (5/ 159).\n</p>\n\n<p>\n- أشار محقق طبعة دار أطلس الخضراء إلى ذلك في حاشية الكتاب ولم يثبته في المتن.\n</p>\n\n<p>\n(2) في طبعة دار أطلس: \"فاشتغلو الحراث\", والمثبت عن مسند <span id='ms78'></span> ابن الجعد,\nومؤسسة الكتب الثقافية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p358'> Vol. 01, p. 358</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"أرني لفك\" مصحفا, والمثبت عن طبعة مؤسسة الكتب\nالثقافية.\n</p>\n\n<p>\n(2) في طبقات ابن سعد (3438): هاتها أكفيكها، فقال: إليك عني، لا تغرني.\n</p>\n\n<p>\nوفي الزهد لأحمد بن حنبل (583): هاتها فقال: إليك عني، لا تغرني.\n</p>\n\n<p>\nوفي فضائل الصحابة لعبد الله بن أحمد (75): أرني أعنك فقال: إليك لا تغرني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p359'> Vol. 01, p. 359</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"أوصاه\" والمثبت عن طبعة مؤسسة الكتب الثقافية.\n</p>\n\n<p>\n(2) في طبعة دار أطلس: \"ثم حر\" وقال محققه: كذا الأصل, والمثبت عن طبعة\nمؤسسة الكتب الثقافية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p359'> Vol. 01, p. 359</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"الربعي\", والمثبت عن طبعة مؤسسة الكتب الثقافية,\nانظر ترجمته في تاريخ بغداد: (10/ 80).\n</p>\n\n<p>\n- أشار محقق طبعة دار أطلس الخضراء إلى ذلك في حاشية الكتاب ولم يثبته في المتن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p362'> Vol. 01, p. 362</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"عبد الله أبي رهم\", وفي طبعة مؤسسة الكتب الثقافية:\n\"عبد الله أبي درهم\", وكلاهما لا يخلو من تصحيف, وهو عبيد بن أبي عبيد،\nمولى أبي رهم, والحديث أخرجه أحمد في المسند (8894) قال: حدثنا عبد الرحمن،\nعن سفيان، عن عاصم، عن عبيد، مولى أبي رهم، فذكره.\n</p>\n\n<p>\n- أشار محقق طبعة دار أطلس الخضراء إلى ذلك في حاشية الكتاب ولم يثبته في المتن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p366'> Vol. 01, p. 366</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"محمد\" والمثبت عن طبعة مؤسسة الكتب الثقافية, وهو\nشيخ المصنف, انظر ترجمته في تاريخ بغداد للخطيب (5/ 198) والثقات لابن\nقطلوبغا (1/ 301).\n</p>\n\n<p>\n- أشار محقق طبعة دار أطلس الخضراء إلى ذلك في حاشية الكتاب ولم يثبته في المتن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p367'> Vol. 01, p. 367</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة مؤسسة الكتب الثقافية: \"بني مصر\" محرفا, والحديث أخرجه أحمد\n(137) وعبد بن حميد (17) وابن ماجة (2155) من طريق الهيثم الطاطري، به.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p368'> Vol. 01, p. 368</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"الوليد بن أبي مسلم\" والمثبت عن طبعة مؤسسة الكتب\nالثقافية, وانظر ترجمته في تهذيب الكمال (30/ 200).\n</p>\n\n<p>\n- أشار محقق طبعة دار أطلس الخضراء إلى ذلك في حاشية الكتاب ولم يثبته في المتن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p370'> Vol. 01, p. 370</a>\n            </div>\n            \n</p>\n\n<p>\n(1) روى المصنف الحديثين (159 و335 ) عن القاسم بن هاشم, عن مسلم بن\nإبراهيم.\n</p>\n\n<p>\n- يحرر هذا الراوي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p370'> Vol. 01, p. 370</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"أبو العلاء\" والمثبت عن طبعة مؤسسة الكتب الثقافية,\nوتاريخ أصبهان لأبي نعيم (2319) حيث <span id='ms79'></span> أخرج الحديث من طريق مسلم بن إبراهيم,\nوانظر ترجمته في التاريخ الكبير للبخاري (1/ 41).\n</p>\n\n<p>\n- أشار محقق طبعة دار أطلس الخضراء إلى ذلك في حاشية الكتاب ولم يثبته في المتن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p370'> Vol. 01, p. 370</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"محمد\" والمثبت عن طبعة مؤسسة الكتب الثقافية, وهو\nشيخ المصنف, انظر ترجمته في تاريخ بغداد للخطيب (5/ 198) والثقات لابن\nقطلوبغا (1/ 301).\n</p>\n\n<p>\n- أشار محقق طبعة دار أطلس الخضراء إلى ذلك في حاشية الكتاب ولم يثبته في المتن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p371'> Vol. 01, p. 371</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"الريح\" والمثبت عن طبعة مؤسسة الكتب الثقافية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p371'> Vol. 01, p. 371</a>\n            </div>\n            \n</p>\n\n<p>\n(1) قي مؤسسة الكتب الثقافية: \"الشطر\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p373'> Vol. 01, p. 373</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"منها\" وقال محققه: كذا الأصل وفي الخراج ليحيى\n(265): \"ثمنها\", وهو ما جاء في طبعة مؤسسة الكتب الثقافية, فأثبتناه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p375'> Vol. 01, p. 375</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة مؤسسة الكتب الثقافية: \"تتبع خبايا\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p377'> Vol. 01, p. 377</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة مؤسسة الكتب الثقافية: \"الجمحي\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p379'> Vol. 01, p. 379</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"حريث\" والمثبت عن طبعة مؤسسة الكتب الثقافية, وانظر\nترجمته في تهذيب الكمال (12/ 511).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p380'> Vol. 01, p. 380</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة مؤسسة الكتب الثقافية: \"تبذيرا\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p385'> Vol. 01, p. 385</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة مؤسسة الكتب الثقافية: \"صغير\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p387'> Vol. 01, p. 387</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"مرادس\" مصحفا, انظر الثقات لابن قطلوبغا (4/ 121).\n</p>\n\n<p>\n(2) في المطبوعتين: \"الجبن السمين\" والمثبت عن الجوع للمصنف (81) حيث رواه\nبنفس هذا الإسناد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p388'> Vol. 01, p. 388</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة مؤسسة الكتب الثقافية: \"هشيم عن أبي ساسان\", وهشيم بن أبي\nساسان ترجم له ابن أبي حاتم في الجرح والتعديل (9/ 116), وابن حبان في\nالثقات (7/ 587).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p389'> Vol. 01, p. 389</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"عريض\" مصحفا, ولحم غريض يعني طري. معجم مقاييس\nاللغة لأبي الحسين أحمد بن فارس بن زكريا (4/ 417).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p389'> Vol. 01, p. 389</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"عريض\" مصحفا, ولحم غريض يعني طري. معجم مقاييس\nاللغة لأبي الحسين أحمد بن فارس بن زكريا (4/ 417).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p389'> Vol. 01, p. 389</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في الجوع للمصنف (200): يسهيكم التخم, وفيه: عبد الله بن الوليد بدل\nعبيد الله بن الوليد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p390'> Vol. 01, p. 390</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"أحدا\" والمثبت عن طبعة مؤسسة الكتب الثقافية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p393'> Vol. 01, p. 393</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في المطبوعتين: \"الخزامي\" مصحفا, انظر ترجمته في تهذيب الكمال (2/ 207).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p393'> Vol. 01, p. 393</a>\n            </div>\n            \n</p>\n\n<p>\n(1) قوله: \"عن الأعمش\" لم يرد في طبعة دار أطلس, وأثبتناه عن طبعة مؤسسة\nالكتب الثقافية, والجوع لابن أبي الدنيا (241).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p393'> Vol. 01, p. 393</a>\n            </div>\n            \n</p>\n\n<p>\n(1) هكذا في طبعة دار أطلس وفي طبعة مؤسسة الكتب الثقافية: \"صالح بن حيان <span id='ms80'></span>\",\nمصحفا, وجاء على الصواب في ذم الدنيا للمصنف (95), وانظر ترجمته في تهذيب\nالكمال (13/ 29).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p394'> Vol. 01, p. 394</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"علي بن عقيل\" والتصويب عن طبعة مؤسسة الكتب\nالثقافية, وانظر التواضع (142) والجوع (24) لابن أبي الدنيا, وانظر ترجمته\nفي تهذيب الكمال (31/ 473) .\n</p>\n\n<p>\n- أشار محقق طبعة دار أطلس إلى ذلك في حاشية الكتاب ولم يثبته في المتن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p394'> Vol. 01, p. 394</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"سعيد بن حرب\" والتصويب عن طبعة مؤسسة الكتب\nالثقافية, والخمول والتواضع لابن أبي الدنيا (136).\n</p>\n\n<p>\n- أشار محقق طبعة دار أطلس الخضراء إلى ذلك في حاشية الكتاب ولم يثبته في المتن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p394'> Vol. 01, p. 394</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة مؤسسة الكتب الثقافية: \"قطبة\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p395'> Vol. 01, p. 395</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"الصغ\" مصحفا, والمثبت عن طبعة مؤسسة الكتب\nالثقافية, والخمول والتواضع لابن أبي الدنيا (145 ).\n</p>\n\n<p>\n- أشار محقق طبعة دار أطلس الخضراء إلى ذلك في حاشية الكتاب ولم يثبته في المتن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p396'> Vol. 01, p. 396</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في المطبوعتين: \"علي بن هشام\", والتصويب من الخمول والتواضع لابن أبي\nالدنيا (142) وهو: على بن هاشم بن البريد, انظر ترجمته في تهذيب الكمال\n(21/ 163).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p396'> Vol. 01, p. 396</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة مؤسسة الكتب الثقافية: \"الضحاك عن عمير\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p396'> Vol. 01, p. 396</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"خالد\" مصحفا, والتصويب عن الخمول والتواضع لابن أبي\nالدنيا (146), انظر ترجمته في التاريخ الكبير للبخاري (3/ 196) وتهذيب\nالكمال (8/ 289).\n</p>\n\n<p>\n- أشار محقق طبعة دار أطلس الخضراء إلى ذلك في حاشية الكتاب ولم يثبته في المتن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p397'> Vol. 01, p. 397</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"خالد\" مصحفا, والتصويب عن الخمول والتواضع لابن أبي\nالدنيا (140), وانظر ترجمته في التاريخ الكبير للبخاري (3/ 196) وتهذيب\nالكمال (8/ 289).\n</p>\n\n<p>\n- أشار محقق طبعة دار أطلس الخضراء إلى ذلك في حاشية الكتاب ولم يثبته في المتن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p398'> Vol. 01, p. 398</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة مؤسسة الكتب الثقافية: \"تذيل\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p400'> Vol. 01, p. 400</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في المطبوعتين: \"بروع\" والتصويب من ديوان إبراهيم بن هرمة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p400'> Vol. 01, p. 400</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة مؤسسة الكتب الثقافية: \"فلا يغررك \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p400'> Vol. 01, p. 400</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة مؤسسة الكتب الثقافية: \"عن معمر بن عبد الله، عن مسلم\".\n</p>\n\n<p>\n- قال فاضل, محقق طبعة دار أطلس: وقد جاء في الجرح والتعديل لابن أبي حاتم\n(6/ 113) وفي كتاب الثقات لابن حبان (5/ 150): \"عمر بن سالم, يروي عن: ابن\nعمر, روى هشيم، عن عبد الرحمن بن يحيى, عنه\". والله أعلم بالصواب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p402'> Vol. 01, p. 402</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة مؤسسة الكتب <span id='ms81'></span> الثقافية: \"رباعي وأرضي\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p403'> Vol. 01, p. 403</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"سعيد\" والمثبت عن طبعة مؤسسة الكتب الثقافية, وهو\nالصواب, وانظر الحديث في العيال للمصنف (98), وهو محمد بن سعد بن منيع صاحب\nالطبقات كاتب محمد بن عمر الواقدي, انظر ترجمته في تهذيب الكمال (25/ 255).\n</p>\n\n<p>\n- أشار محقق طبعة دار أطلس الخضراء إلى ذلك في حاشية الكتاب ولم يثبته في المتن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p403'> Vol. 01, p. 403</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"شريم\" وفي طبعة مؤسسة الكتب الثقافية: \"شريح\"\nوالمثبت عن مصادر ترجمته, انظر تهذيب الكمال (10/ 218).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p406'> Vol. 01, p. 406</a>\n            </div>\n            \n</p>\n\n<p>\n(1) النعمان، بفتح العين، وسكون النون. انظر \"المؤتلف والمختلف\" للدارقطني\n4/ 2235، و\"الإكمال\" لابن ماكولا 7/ 358، و\"توضيح المشتبه\" 9/ 99، و\"تبصير\nالمنتبه\" لابن حجر 4/ 1424.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p407'> Vol. 01, p. 407</a>\n            </div>\n            \n</p>\n\n<p>\n(1) قال فاضل, محقق طبعة دار أطلس: في تاريخ دمشق لابن عساكر (10/ 62): عن\nيسار العائذي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p406'> Vol. 01, p. 406</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"الغني\", والتصويب عن طبعة مؤسسة الكتب الثقافية.\n</p>\n\n<p>\n- أشار محقق طبعة دار أطلس الخضراء إلى ذلك في حاشية الكتاب ولم يثبته في المتن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p409'> Vol. 01, p. 409</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في المطبوعتين: \"خديه\" والتصويب من ديوان أبي العتاهية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p409'> Vol. 01, p. 409</a>\n            </div>\n            \n</p>\n\n<p>\n(1) كذا في طبعة مؤسسة الكتب الثقافية, وفي طبعة دار أطلس: \"السا\", وأفاد\nمحققها أنه في تاريخ دمشق روايتان \"النساء\" و\"السباء\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p410'> Vol. 01, p. 410</a>\n            </div>\n            \n</p>\n\n<p>\n(1) ما بين حاصرتين مثبت عن طبعة مؤسسة الكتب الثقافية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p411'> Vol. 01, p. 411</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة مؤسسة الكتب الثقافية: \"سرحت\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p412'> Vol. 01, p. 412</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"الفيل\" والمثبت عن طبعة مؤسسة الكتب الثقافية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p415'> Vol. 01, p. 415</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"قيس بن جبير\" والتصويب عن طبعة مؤسسة الكتب\nالثقافية, وانظر ترجمته في تهذيب الكمال (24/ 17).\n</p>\n\n<p>\n- أشار محقق طبعة دار أطلس الخضراء إلى ذلك في حاشية الكتاب ولم يثبته في المتن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p416'> Vol. 01, p. 416</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"حبان بن حبة\" والمثبت عن طبعة مؤسسة الكتب\nالثقافية, وانظر ترجمته في تهذيب الكمال (5/ 328).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p418'> Vol. 01, p. 418</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة مؤسسة الكتب الثقافية: \"ابن مهنا\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p418'> Vol. 01, p. 418</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة مؤسسة الكتب الثقافية: \"ابن مهنا\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p418'> Vol. 01, p. 418</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في المطبوعتين: \"تدعر المطية مرحله\" والمثبت هو الصواب, والشعر لسلم بن\nعمرو الخاسر .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p419'> Vol. 01, p. 419</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة مؤسسة الكتب الثقافية: \"خيرا\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p420'> Vol. 01, p. 420</a>\n            </div>\n             <span id='ms82'></span>\n</p>\n",
  "pages": [
    "001",
    "311",
    "311",
    "311",
    "311",
    "312",
    "312",
    "313",
    "313",
    "313",
    "313",
    "314",
    "314",
    "314",
    "315",
    "315",
    "315",
    "316",
    "316",
    "316",
    "317",
    "317",
    "317",
    "317",
    "318",
    "318",
    "318",
    "318",
    "319",
    "319",
    "319",
    "319",
    "319",
    "320",
    "320",
    "320",
    "320",
    "321",
    "321",
    "321",
    "321",
    "321",
    "322",
    "322",
    "323",
    "323",
    "323",
    "324",
    "324",
    "324",
    "325",
    "325",
    "325",
    "325",
    "326",
    "326",
    "326",
    "326",
    "326",
    "326",
    "327",
    "327",
    "327",
    "327",
    "327",
    "328",
    "328",
    "328",
    "328",
    "328",
    "328",
    "329",
    "329",
    "329",
    "329",
    "329",
    "329",
    "330",
    "330",
    "330",
    "330",
    "330",
    "331",
    "331",
    "331",
    "331",
    "331",
    "332",
    "332",
    "332",
    "332",
    "332",
    "332",
    "332",
    "333",
    "333",
    "333",
    "333",
    "334",
    "334",
    "334",
    "334",
    "335",
    "335",
    "335",
    "335",
    "335",
    "335",
    "336",
    "336",
    "336",
    "336",
    "337",
    "337",
    "337",
    "337",
    "338",
    "338",
    "338",
    "338",
    "338",
    "338",
    "338",
    "339",
    "339",
    "339",
    "339",
    "340",
    "340",
    "340",
    "340",
    "341",
    "341",
    "341",
    "341",
    "341",
    "341",
    "341",
    "342",
    "342",
    "342",
    "342",
    "342",
    "343",
    "343",
    "343",
    "343",
    "343",
    "343",
    "344",
    "344",
    "344",
    "344",
    "345",
    "345",
    "345",
    "346",
    "346",
    "347",
    "347",
    "347",
    "348",
    "348",
    "348",
    "348",
    "348",
    "348",
    "349",
    "349",
    "349",
    "350",
    "350",
    "350",
    "350",
    "350",
    "350",
    "351",
    "351",
    "351",
    "352",
    "352",
    "352",
    "352",
    "352",
    "353",
    "353",
    "353",
    "353",
    "353",
    "353",
    "353",
    "354",
    "354",
    "354",
    "354",
    "355",
    "355",
    "355",
    "355",
    "356",
    "356",
    "356",
    "356",
    "356",
    "356",
    "357",
    "357",
    "357",
    "357",
    "358",
    "358",
    "358",
    "359",
    "359",
    "360",
    "360",
    "360",
    "360",
    "360",
    "360",
    "360",
    "361",
    "361",
    "361",
    "361",
    "361",
    "361",
    "361",
    "362",
    "229",
    "362",
    "362",
    "362",
    "362",
    "363",
    "363",
    "363",
    "363",
    "364",
    "364",
    "240",
    "365",
    "365",
    "365",
    "365",
    "366",
    "366",
    "366",
    "367",
    "367",
    "367",
    "367",
    "368",
    "368",
    "369",
    "369",
    "369",
    "370",
    "370",
    "370",
    "370",
    "370",
    "370",
    "371",
    "371",
    "371",
    "371",
    "371",
    "371",
    "372",
    "372",
    "372",
    "372",
    "372",
    "372",
    "373",
    "373",
    "373",
    "373",
    "373",
    "374",
    "374",
    "374",
    "375",
    "375",
    "375",
    "376",
    "376",
    "376",
    "376",
    "376",
    "377",
    "377",
    "377",
    "377",
    "378",
    "378",
    "378",
    "379",
    "379",
    "379",
    "379",
    "380",
    "380",
    "380",
    "380",
    "380",
    "381",
    "381",
    "381",
    "381",
    "382",
    "382",
    "383",
    "383",
    "383",
    "383",
    "383",
    "384",
    "384",
    "384",
    "384",
    "385",
    "385",
    "385",
    "385",
    "385",
    "386",
    "386",
    "386",
    "330",
    "386",
    "386",
    "387",
    "387",
    "387",
    "387",
    "388",
    "388",
    "388",
    "389",
    "389",
    "389",
    "389",
    "389",
    "390",
    "390",
    "390",
    "390",
    "390",
    "390",
    "391",
    "391",
    "391",
    "391",
    "391",
    "392",
    "392",
    "393",
    "393",
    "393",
    "393",
    "393",
    "393",
    "394",
    "394",
    "394",
    "394",
    "395",
    "395",
    "395",
    "395",
    "396",
    "396",
    "396",
    "375",
    "396",
    "397",
    "397",
    "397",
    "397",
    "397",
    "397",
    "398",
    "398",
    "398",
    "398",
    "398",
    "398",
    "399",
    "399",
    "399",
    "399",
    "399",
    "399",
    "399",
    "400",
    "400",
    "400",
    "400",
    "401",
    "401",
    "401",
    "401",
    "402",
    "402",
    "402",
    "402",
    "402",
    "403",
    "403",
    "403",
    "403",
    "403",
    "403",
    "404",
    "404",
    "404",
    "404",
    "404",
    "430",
    "404",
    "404",
    "405",
    "405",
    "405",
    "405",
    "405",
    "406",
    "406",
    "406",
    "406",
    "407",
    "407",
    "407",
    "407",
    "406",
    "408",
    "408",
    "408",
    "409",
    "409",
    "409",
    "409",
    "409",
    "410",
    "410",
    "410",
    "410",
    "410",
    "410",
    "411",
    "411",
    "411",
    "411",
    "411",
    "411",
    "412",
    "412",
    "412",
    "412",
    "412",
    "412",
    "413",
    "413",
    "413",
    "414",
    "414",
    "414",
    "414",
    "414",
    "415",
    "415",
    "415",
    "415",
    "415",
    "416",
    "416",
    "416",
    "416",
    "417",
    "417",
    "417",
    "417",
    "418",
    "418",
    "418",
    "418",
    "418",
    "418",
    "418",
    "419",
    "419",
    "419",
    "419",
    "420",
    "420",
    "420",
    "420",
    "312",
    "315",
    "316",
    "316",
    "317",
    "319",
    "323",
    "324",
    "324",
    "326",
    "326",
    "326",
    "327",
    "327",
    "330",
    "330",
    "331",
    "331",
    "331",
    "332",
    "333",
    "335",
    "337",
    "338",
    "339",
    "339",
    "341",
    "341",
    "343",
    "343",
    "343",
    "345",
    "346",
    "347",
    "348",
    "352",
    "355",
    "358",
    "359",
    "359",
    "362",
    "366",
    "367",
    "368",
    "370",
    "370",
    "370",
    "371",
    "371",
    "373",
    "375",
    "377",
    "379",
    "380",
    "385",
    "387",
    "388",
    "389",
    "389",
    "389",
    "390",
    "393",
    "393",
    "393",
    "394",
    "394",
    "394",
    "395",
    "396",
    "396",
    "396",
    "397",
    "398",
    "400",
    "400",
    "400",
    "402",
    "403",
    "403",
    "406",
    "407",
    "406",
    "409",
    "409",
    "410",
    "411",
    "412",
    "415",
    "416",
    "418",
    "418",
    "418",
    "419",
    "420"
  ],
  "volumes": [
    "01"
  ]
}