{
  "content": "\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head0'>(الوكالة والعارية)</h1>\n\n<p>\n</span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p005'> Vol. 03, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nفارغة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p006'> Vol. 03, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nلوحة 43 من المخطوطة أ:\n</p>\n\n<p>\nقال جابر بن عبد الله أردت الخروج إلى خيبر فآذنت النبي عليه السلام بذلك\nفقال عليه السلام: ائت وكيلي فخذ معه خمسة <span id='ms200'></span> عشر وسقا، فإن ابتغى منك آية فضع\nيدك على ترقوته، واعلم أن الأيدي ثلاث: يد أمانة كالوكيل والمودع، والشريك\nوالوصي والحاكم والمرتهن، ويد ضامنة كالغاصب والمستعير، والمساوم والمشتري\nشراء فاسدا، ويد مختلف فيها وهي الأجير المشترك والذين يتولون مال غيرهم\nخمسة: أب، جد، وصي، حاكم، وكيل، والعقود أربعة أضرب: عقد لازم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p007'> Vol. 03, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nمن جهتين كالبيع والإجارة والصلح والخلع والنكاح في أشهر الوجهين، ومن\nقال: إنه غير لازم من جهة الزوج قال: لأن الزوج يملك فسخه، والجواب أنه\nإنما يملك قطعه وإزالته عنه، كما يملك المشتري عتق العبد المشترى، وأما\nاللازم من جهة فكالرهن، والكتابة، والرابع مختلف فيه وهو السبق والرمي، إن\nقلنا: إنه إجارة كان لازما، وإن قلنا: إنه جعالة كان جائزا، واعلم أن كل من\nيجوز له التصرف في مال غيره لا يجوز له أن يشتري لنفسه إلا الأب خاصة، إن\nوكل المتداعيان وكيلا واحدا لينوب عنهما ففيه وجهان، فوجه الجواز: أنه\nيمكنه الدعوى، والجواب عن كل واحد منهما وإقامة الحجة ووجه عدم الجواز:\nينافي الفرضين، إذا شهد أحد الشاهدين أنه وكل فلانا في يوم الخميس، وشهد\nالآخر أنه وكله يوم الجمعة لم تثبت الشهادة، لأن توكيل الجمعة غيره في\nالخميس، إذا وكله في كل قليل وكثير فالوكالة فاسدة، ويجوز للمسلم أن يوكل\nذميا، إذا ادعى الوكالة وأقام شاهدا وامرأتين أو حلف تم المقصود، لأن الغرض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p008'> Vol. 03, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nإثبات المال دون التصرف، إذا تصرف الوكيل في بيع السلعة في السلعة (صار\nضامنا. مثاله: أن يلبس الثوب) فإذا باعه بعد ذلك هل يصح بيعه؟ وجهان، لو\nشهد أحد الشاهدين أنه أقر بتوكيله يوم الخميس، وشهد الآخر أنه أقر بذلك يوم\nالجمعة صح لأن الإقرارين إخبار، ونقول في مسألة العارية إن الإذن في تفويت\nاليد وجد حقيقة، وليس صريحا في نفي الضمان، فإنه لو قال: أتلف مالي وعليك\nضمانه لم يتناقض، نعم. لو قال: أتلف ولا ضمان عليك ولا يبقى الضمان، ولو\nأطلق الإذن ساكتا عن الضمان حكم في الأمرين بقرينة الحال، فإن شهدت <span id='ms201'></span> لنفي\nالضمان انتفى، وإن شهدت للضمان ثبت، فالحمامي يأذن في تفويت ماله وقرينة\nالحال توجب العوض، وإنما حال المعير يشعر بأنه رضي بتفويت اليد؛ لأنه قبض\nالمنافع ولم يرض بتفويت الملك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p009'> Vol. 03, p. 009</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head1'>(الوكالة والعارية)</h1>\n\n<h1 class='l1' id='head2'>(المسالة السادسة والخمسون بعد المائة: التوكيل من غير رضا الخصم (قنو) :)</h1>\n\n<p>\nالمذهب: جائز.\n</p>\n\n<p>\nعندهم: ف.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا: ... .\n</p>\n\n<p>\nلهم: ... .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p010'> Vol. 03, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nعدم رضاه عيب فيرد شرعا؛ لأنه يطلب زيادة على المقصود؛ لأن المقصود معرفة\nحال من إنكار وإقرار ليأخذ أو يقيم بينة ولا فرق بين جواب وجواب في تعرف\nالحال وليس الحق غير الجواب، بل معرفة الحال والجواب طريق ذلك.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nالمدعي قد استحق جواب المدعى عليه ولا يبطل حقه إلا برضاه، تأثيره: أنه\nيتصرف في حقه، ودليل الدعوى: أن جوابه حق له ولهذا يحضره الحاكم ويطلب منه\nالجواب ويقف على طلب الخصم وينتفع به ولا يرضى بالثمن منه، والخصومات حرام،\nوإنما جازت للحاجة.\n</p>\n\n<p>\nمالك:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p011'> Vol. 03, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nأحمد:\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nالدعوى حق المدعي فإنها طلب حقه، وهو مستقل بالجميع دون صاحبه فيجوز أن\nيقيم فيه غيره مقامه إذ هو قابل للنيابة كسائر الحقوق، وتعلقه بالغير لا\nيمنع استقلاله به، كما في قضاء الديون، ويتأيد بالمريض والمخدرة والمسافر،\nفتوكيل هؤلاء ينفذ دون رضا الخصم، فإن قالوا: الإنكار حق المدعي قبل المدعى\nعليه، قلنا: لا نسلم أولا افتقار الحكم إلى الإنكار، وهذا ظاهر في حق\nالغائب، وأما الحاضر في البلد فمن أصحابنا من جوز القضاء عليه وإن سلم فهو\nحق الشرع يطلبه الحاكم رجاء أن يقر فيستغني عن الاجتهاد في حال الشهود، ثم\nإذا حضر وسكت عن الجواب قضى عليه بالبينة؛ لأن المقصود أن يعرف انتفاء\nإقراره لا وجود إنكاره ولو كان هذا الإنكار حق الخصم لسقط بإسقاطه، ثم\nالإنكار حق المدعى عليه، فإنه موكول إلى إخباره والمدعي لا يطلب إنكاره بل\nإقراره، وثمرة الإنكار للمنكر وهو يدفع الدعوى عنه، وعلى الحقيقة الإنكار\nتكذيب المدعي فلا يقع حقا له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p012'> Vol. 03, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nفارغة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p013'> Vol. 03, p. 013</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head3'>(المسألة السابعة والخمسون بعد المائة: الوكيل في الخصومة (قنز <span id='ms202'></span>) :)</h1>\n\n<p>\nالمذهب: لا يملك الإقرار.\n</p>\n\n<p>\nعندهم: يملك ذلك في مجلس الحكم.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا: ... .\n</p>\n\n<p>\nلهم: ... .\n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nوكيل بالخصومة ولا يملك الإقرار لأنه قطع الخصومة، ويتأيد بكونه لا يملكه\nخارج المجلس فنقول: الوكيل بالإقرار لا يملك الخصومة فكذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p014'> Vol. 03, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nعكسه، والشيء لا يستفاد من ضده، ويتأيد بالإبراء والصلح والإقرار بالدم،\nوأدائها صريحا.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nوكيل بجواب الخصم فملك الإقرار، لأن التوكيل بالخصومة توكيل بجوابها لتصح\nفيما يملكه الموكل، وإنما يملك الجواب، فالجواب المطلق هو المملوك، وتسميته\nخصومة مجاز لقوله تعالى: {وجزاء سيئة سيئة} ، ولا يمكن العمل بحقيقته إلا\nأن يقال: الموكل فيحق ومجازه يصح في الأحوال كلها.\n</p>\n\n<p>\nمالك: ق.\n</p>\n\n<p>\nأحمد:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p015'> Vol. 03, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nالخصومة عبارة عن فعل يبقى الفاعل معه خصما والإقرار يضاد ذلك فهو عاص\nللموكل، ونقول: الجواب المطلق الذي جعلتم الخصومة مجازا عنه إقرار أم إنكار\nأم شيء آخر؟ والإقرار ينبو عنه لفظ الخصومة، وتحقيق الكشف أن المطلق قضية\nمختلفة بين مختلفتين كاللونية بين السواد والبياض، والجواب المطلق لا يصح\nإلا بقرينة حال تعرفه إلى المسميين، ولهذا لا يصح بلفظ مجهول يحتمل معنيين،\nوسماع البينة من ضرورة الخصومة وليس الإقرار من ضرورة الخصومة ثم لو وكله\nفي الإقرار لم يتصور؛ لأنه يكون قد أقر الموكل بالحق فللوكيل أن يؤدي لفظه\nويخبر عنه فكيف يحمل الوكالة على ما لو صرح به لم يصح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p016'> Vol. 03, p. 016</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>(المسألة الثامنة والخمسون بعد المائة: الوكيل بالبيع مطلقا (قنح) :)</h1>\n\n<p>\nالمذهب: لا يبيع بغبن فاحش ولا إلى أجل ولا بعروض.\n</p>\n\n<p>\nعندهم: يصح منه ذلك كله.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا: ... .\n</p>\n\n<p>\nلهم: ... .\n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nوكيل مخالف؛ لأنه وكيل في البيع، وقد باع من وجه ووهب من وجه والتبرع لا\nيملكه؛ ولأن ملك البيع كالأب والوصي؛ ولأنه بدل مال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p017'> Vol. 03, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nبغير عوض، ثم العرف أنه إذا أطلق البيع فإنه يقصد به المربح أو العادل،\nونقيس على الشراء، فإنه لو وكل فيه لم يصح بالغبن الفاحش.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nوكيل موافق فجاز فعله، دليل ذلك: أن المأمور به هو البيع والمفعول بيع؛\nلأنه يقول <span id='ms203'></span>: بعتك كذا والموجود شرعا هو المعقود لفظا وحقيقة مقابلة مال بمال\nوقد وجد.\n</p>\n\n<p>\nمالك: ق.\n</p>\n\n<p>\nأحمد:\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nأمره بتفويت الملك إلى بدل ومطلق كل شيء يحمل على الكامل منه، فإنه الأصل\nفي كل موجود والزيادة والنقصان لا تكون إلا بدليل وصار كالرقبة المطلقة في\nالكفارة ويحمل على الكامل ثم البدل جائز للمبدل، والخبر يكون بالكامل لا\nبالناقص وإطلاق البيع إن عنوا به بالإضافة إلى الثمن فهو خلاف الإجماع لكون\nالمبيع معينا وإن عنوا به بالإضافة إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p018'> Vol. 03, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nالثمن فهو ما ذكرناه من أن التفويت إلى بدل مطلق، فالبيع مقابلة بين\nمالين حقيقة ولفظا، ودعواهم أن الثمن مسكوت عنه واقع من ضرورة البيع غير\nصحيح؛ لأن المعاملة تقوم بالمقابلة، فمن ذكرها فقد ذكرهما كالوزن لا يقال\nالصنجة في الوزن مسكوت عنها فصار المالان مذكورين في لفظ البيع على\nالإطلاق، بقي أن يقال المطلق يستوي بالنسبة إلى جميع المسميات حتى لو حلف\nلا يعتق حنث وبر بالسليم والمعيب. والجواب: أن الموجود المطلق هو الكامل\nفصار الاسم المطلق واقعا بإزائه هذا الأصل في الوجود ثم الكمال مما شرع\nلغرض وظهر بالمعنى الذي لأجله شرع وهو الخبر في المتنازع فيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p019'> Vol. 03, p. 019</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head5'>(المسألة التاسعة والخمسون بعد المائة: مسلم وكل ذميا في شراء خمر أو خنزير (قنط) :)</h1>\n\n<p>\nالمذهب: لا يصح التوكيل ولا الشراء.\n</p>\n\n<p>\nعندهم: يصح التوكيل والشراء.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا: ... .\n</p>\n\n<p>\nلهم: ... .\n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nعقد لا يجوز للمسلم أن يتولاه بنفسه ولا يصح توكيله فيه كما لو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p020'> Vol. 03, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nوكله في تزويجه بمجوسية.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nلو نص على ثمن فاشترط بأكثر منه وقع الملك له ولو كان الملك لا يقع له\nلما وقع له عند المخالفة ثم الملك من حقوق العقد، وهو يتولاه فكان الملك\nله.\n</p>\n\n<p>\nمالك:\n</p>\n\n<p>\nأحمد:\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nقاعدة المسألة: أن الملك في الوكالة يقع للموكل هذا عندنا وعندهم يقع\nأولا للوكيل ثم للموكل ويدل على أصل القاعدة أنه عقد تولاه الغير للغير وصح\nله فانتقل الملك إلى المعقود له دون العاقد كالتوكيل في النكاح ولو كان\nوكيلا <span id='ms204'></span> في البيع كان الثمن للمشتري فنقيس الثمن على المثمن ثم لو اشترى\nالوكيل من يعتق عليه لم ينعتق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p021'> Vol. 03, p. 021</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>(المسألة الستون بعد المائة: العارية (قس) :)</h1>\n\n<p>\nالمذهب: مضمونة.\n</p>\n\n<p>\nعندهم: أمانة.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nقال النبي عليه السلام: \" العارية مضمونة، والمنيحة مردودة، والزعيم غارم\n\"، وروي أنه استعار درع صفوان بن أمية فقال: أغصبا يا محمد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p022'> Vol. 03, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nفقال: لا، بل عارية مضمونة مؤداة، فوصف العارية بالضمان.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nقوله عليه السلام: \" ليس على المستعير غير المغل ضمان \"، والمغل: الخائن.\n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nقبض مال الغير لمنفعة نفسه لا عن استحقاق سابق فوجب عليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p023'> Vol. 03, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nالضمان؛ لأن الإذن كان في الاستعمال فاقتصر عليه وما ثبت ضرورة تعذر بها،\nوضمان العين أمر وراء الاستعمال فقد أخذ مال الغير لغرضه من غير استحقاق\nقبض فضمن كالمستام.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nقبض صدر عن إذن صحيح من جهة المالك فلا يوجب الضمان كالمستأجر؛ لأنه لما\nأذن له في المنافع فمن ضرورته الإذن في القبض، وإذا كان قد ملكه المنافع\nفالعين مجموع منافع.\n</p>\n\n<p>\nمالك: ف.\n</p>\n\n<p>\nأحمد: ق.\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nيحمل خبرهم على ضمان الأجزاء المستحقة بالاستعمال، فإنها مضمونة عند\nالتعدي ومجاوزة حد الإذن، ونقول: الأخذ تفويت يد الغير حسا، وإن كان الغرض\nالأخذ كان تفويتا حكما أيضا بخلاف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p024'> Vol. 03, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nالمودع، فإنه أخذ لغرض المالك وهو نائب عنه، ويد المالك مستمرة حكما، ثم\nالقبض ليس مأذونا فيه لفظا بل لازم مدلول الإذن في الانتفاع، وذلك لضرورة\nالذي يضطر إليه في تقدير مدلول الإذن جواز القبض، أما نفي الضمان، فلا\nضرورة فيه، أو نقول: مأذون فيه لغيره لا لعينه، أو نقول: الإذن دليل الرضا\nبتفويت اليد وليس فيه تعرض للضمان، وليس من شرط الضمان قبض غير مأذون فيه،\nلأن المضمن تفويت اليد المستحقة على صاحبها ولا يجوز أن يقال: عدم الإذن\nشرط فيه لأن الشرط ما يتوقف الحكم على (وجوده كالشهادة في النكاح وما يتوقف\nالحكم) على عدمه، فوجوده مانع فكان الإذن منافيا للضمان بعد وجود سببه،\nوإنما ينافيه لو لم يكن الجمع بين جواز القبض ووجوب <span id='ms205'></span> الضمان، وقد بينا\nإمكانه فإنه يقول: أذنت في القبض بشرط الضمان ويدل عليه وجوب الرد؛ فلو كان\nالإذن في تفويت اليد لا يدل على نفي إعادة اليد كيف يدل على نفي ضمان\nالعين؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p025'> Vol. 03, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nفارغة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p026'> Vol. 03, p. 026</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head7'>(الإقرار)</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p027'> Vol. 03, p. 027</a>\n            </div>\n            \n<p>\nفارغة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p028'> Vol. 03, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nلوحة 44 من المخطوطة أ:\n</p>\n\n<p>\nقال الشافعي رضي الله عنه: من شرب مسكرا وأقر في حال سكره لزمه ما أقر\nبه، إذا قال له علي ألف ولم يفسر، فلو فسرها بحبات حنطة صح، فإن فسرها\nبكلاب ففيه وجهان، ولو قال له علي ألف ودرهم لزمه درهم ورجع في تفسير الألف\nإليه، قال أبو حنيفة: إن عطف على العدد المبهم موزونا (أو مكيلا) كان\nتفسيرا له بخلاف المذروع والمعدود، إذا قال مائة وخمسون درهما أو خمسة\nوعشرون درهما قال أكثر الأصحاب: يكون الدرهم المفسر عائدا إلى الرتبتين.\nقال ابن خيران: يكون لما يليه من الرتبتين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p029'> Vol. 03, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nواعلم أن الاستثناء في اللغة صحيح جائز. قال تعالى: {فسجد الملائكة كلهم\nأجمعون (73) إلا إبليس} ، وقال: {ألف سنة إلا خمسين عاما} ، ويجوز (أن\nيستثنى) من الجملة أكثرها، كما يجوز أقلها، قال ابن درستويه: لا يجوز إلا\nالأقل، وبه قال أحمد. دليلنا قوله تعالى: {إن عبادي ليس لك عليهم سلطان إلا\nمن اتبعك من الغاوين} ،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p030'> Vol. 03, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nوقال في موضع آخر: {لأغوينهم أجمعين (82) إلا عبادك منهم المخلصين}\nفاستثنى في موضع الغاوين من العباد، واستثنى في موضع العباد من الغاوين.\nوقال الشاعر:\n</p>\n\n<p>\n(أدوا التي نقصت تسعين من مائة ... ثم ابعثوا حكما بالحق قوالا)\n</p>\n\n<p>\nفإذا قال ألف إلا درهم رجع في تفسير الألف إليه بما إذا أسقط منه الدرهم\nبقي شيء، أو يجوز أن يستثنى الدرهم من غير جنسه خلافا لأحمد ومحمد، دليلنا:\nاستثناء إبليس من الملائكة وهو من الجن، وقد قيل في الاستثناء إنه خبر بعد\nخبر، إذا قال له علي درهم ودرهم إلا درهم وجب عليه درهمان؛ لأنه استثنى من\nدرهم درهما، ولو قال ثلاثة إلا ثلاثة إلا درهمين ففي ذلك ثلاثة أوجه:\nأحدها: أنه يلزمه ثلاثة، لأن الاستثناء الأول رفع جميع الإقرار فبطل <span id='ms206'></span>\n(والثاني معلق به فبطل ببطلانه) ، والثاني: يلزمه درهم؛ لأن الاستثناء\nالأول سقط، وبقي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p031'> Vol. 03, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nالثاني فسقط منه درهمان فبقي درهم، والثالث: أنه يلزمه درهمان، وهو\nالأقيس، ولو أقر بثوب في منديل أو بتمر في جراب فالوعاء للمقر؛ لأنه يحتمل\nفي منديل لي، ولو قال له علي كذا درهم بالرفع لزمه درهم واحد وتقديره شيء\nهو درهم، وإن قاله بالخفض لزمه بعض درهم ويكون كذا كناية عن بعض مضاف إلى\nالدرهم، وإن نصب لزمه درهم ويكون منصوبا على التفسير. ومثله إذا قال كذا\nوكذا درهم، فإنه يفسر ذلك بشيئين: أي شيئين كانا فإن قال كذا وكذا درهما\nلزمه درهمان؛ لأنه ذكر جملتين، فإذا فسرها بدرهم عاد التفسير إلى كل واحد\nمنهما كقوله عشرين درهما، فإنه يعود التفسير إلى العشرين، وإذا أقر بعبد\nعليه عمامة دخلت العمامة في الإقرار، ولو قال دابة عليها سرج لم يدخل\nالسرج، ولو قال دابة بسرجها أقر بالسرج، لأن الباء تعلق الثاني بالأول، إذا\nقال له علي كذا ولم يفسر قبل ما (بقوله إلا الخمر والخنزير؛ لأنهما لا\nيثبتان في الذمة، واعلم أن النسب لا يثبت إلا بشاهد ويمين ولا بشاهد\nوامرأتين) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p032'> Vol. 03, p. 032</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head8'>(المسألة الحادية والستون بعد المائة: غرماء إقراري الصحة والمرض (قسا) :)</h1>\n\n<p>\nالمذهب: يحاصون في التركة.\n</p>\n\n<p>\nعندهم: يتقدم غرماء الصحة.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا: ... .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p033'> Vol. 03, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nلهم: ... .\n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nاستويا في الوجوب فاستويا في الاستيفاء (كدينى المرض) . دليل الدعوى: أن\nالوجوب ظهر بقوله في ذمته، وقوله مريضا كقوله صحيحا فيما هو سبب الوجوب،\nوالذمة حالة المرض كهي حال الصحة عهدا والتزاما فإذا استويا وجوبا واستويا\nقضاء والمريض جائز التصرف وما فعله إظهار واجب ولا وجه لتعلق الدين.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nمحجور عليه في حق الغرماء بحقهم فلا يقبل إقراره بما يضرهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p034'> Vol. 03, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nكمن رهن مالا ثم أقر به، دليل الحجر: أن حق الغريم يتعلق بماله عند موته\nمسندا إلى أول المرض، بيان الإسناد أن الموت هو المقتضي للتعلق وسببه المرض\nوالموت نهاية العجز وأول المرض أول العجز فاستند التعلق إلى أول <span id='ms207'></span> جزء من\n(أجزاء) السبب.\n</p>\n\n<p>\nمالك: ق.\n</p>\n\n<p>\nأحمد:\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nدينان ظهرا بطريقين متساويين فسوى بينهما أداء (كما لو ثبتا ببينتين) لا\nفرق إلا أن الإقرار مظهر تنتفي عنه التهمة فاكتفى فيه بقول واحد، واعتبر\nالعدد في البينة، ومحل ثبوت الدين الذمة والمرض لا يخل بها، فإن الدين ثابت\nإجماعا حتى لو أبرأه غرماء الصحة أو فضل عنهم صرف إلى غرماء المرض ولا نظر\nإلى التقديم والتأخير كإقرار متعاقبين في الصحة أو في المرض ويتأيد\nبالأسباب المنشأة كالاستقراض والإتلاف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p035'> Vol. 03, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nوالشراء والنكاح لما سوى بينهما في الصحة والمرض، ثم المرض مجموع\n(الآلام) والموت أثر الكل، فالإقرار الثاني وجد قبل تمام سبب التعلق والدين\nعندنا في الذمة في حالتي الحياة والموت لا يتعلق بالمال (وهو في حياته)\nمخير بين أن يقضي الدين من هذا المال أو من غيره وله التصرف في المال\nبالبيع (والاستهلاك) لكن بشرط أن يقضي الدين من محل آخر، أو نسلم أن\nالتعليق عند الموت، والموت حادث يناسب تعلق الدين بالعين بخلاف زمن المرض\nثم الموت شرط هذا التعليق وتقديم المشروط على الشرط محال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p036'> Vol. 03, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nالمسألة الثانية والستون بعد المائة: الإقرار للوارث في مرض الموت (قسب)\n:\n</p>\n\n<p>\nالمذهب: صحيح في القول المنصور.\n</p>\n\n<p>\nعندهم: ف.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nقوله تعالى: {من بعد وصية يوصين بها أو دين} غير أن آية الميراث نسخت آية\nالوصية فبقي الدين مطلقا في تقديمه على الإرث.\n</p>\n\n<p>\nلهم: ... .\n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nالإقرار مظهر ثبوت الدين لاجتماع أركانه، وكل دين ظهر ثبوته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p037'> Vol. 03, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nوجب أداؤه كإقراره في الصحة أو إقراره لأجنبي والتبرع امتنع حذرا من\nإيحاش باقي الورثة بالتخصيص وفيه قطيعة رحم.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nمتهم في الإقرار بدليل منعه من التبرع ولا يندفع هذا بدليل عقله ودينه\nلاطراد العرف، والمرض أوجب حجرا في حق الأجنبي فهو متعلق حق الورثة والمنع\nعن التبرع في حق الغير لا يدل على الحجر والثلث خالص حقه.\n</p>\n\n<p>\nمالك: إن اتهم لم يقبل وإلا قبل.\n</p>\n\n<p>\nأحمد: ف.\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nقالوا: (لا يجوز) إقراره بجميع المال لأجنبي؛ لأنه وجد <span id='ms208'></span> نفاذا في الثلث\nفصار الباقي جميعه ماله فيجد نفاذا إلى ثلث الباقي كذلك خلاف الوارث، فإنه\nلا يجد الإقرار في حقه نفاذا أصلا، قلنا: فقولوا: لو تبرع بثلث المال صار\nالباقي كل ماله فجاز التبرع بثلثه ويبقى على مساق كلامهم جزء من المال لا\nينفذ الإقرار فيه، وأما دعواهم التهمة فمحال، إذ ليست حال تهمة، ويبطل بما\nلو أقر لمن يتبناه وله ابن عم كاشح، فإنه يصح، ولو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p038'> Vol. 03, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nأقر لابن عمه (الكاشح) وله أم ضعيفة لا يصح، ويتأيد ما قلناه بالإقرار\nللأجنبي ولا عذر عنه إلا أنه من حوائجه وهو العذر في الإقرار للوارث وظهور\nالدين بالإقرار والحرية والعقل وسائر الأركان واتهام المسلم المتدين في حال\nيؤمن فيها الكافر ويبر الفاجر لا يجوز.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p039'> Vol. 03, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nالمسألة الثالثة والستون بعد المائة: إذا أقر بمال عظيم (قسج) :\n</p>\n\n<p>\nالمذهب: قبل تفسيره بأي قدر كان.\n</p>\n\n<p>\nعندهم: العظيم مائتا درهم.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا: ... .\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nاجتاز عبد الرحمن بن عوف رضي الله عنه على قوم (يحلفون) بين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p040'> Vol. 03, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nالركن والمقام ثم قال: \" أعلى دم أم على مال عظيم \"؟ ففهم من العظيم\nزيادة على أصل المال، والشافعي (غلظ) اليمين بنصاب الزكاة.\n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nالعظيم لفظ مجمل يرجع في تفسيره إليه كلفظ المال، وبيان الإجمال أنه\nيحتمل عظيم الجثة وعظيم القدر وبمعنى أن قدره عظيم، فإذا كان كذلك (فقصر\nالعظمة) على عشرة أو على مائتين لا معنى له.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nلفظان مختلفان فلا بد من معنيين مختلفين كقوله مال جيد، إذ لا يقبل منه\nرديء، وإنما نزلناه على العشرة؛ لأنه نصاب السرقة أو المائتين بخبر عبد\nالرحمن ابن عوف، وهذا من تفريع المذهب، إنما النزاع في أنه لا يقبل في\nتفسيره مال مطلق.\n</p>\n\n<p>\nمالك: ق، وقيل: قدر الدية، وقيل ما يزيد على المطلق.\n</p>\n\n<p>\nأحمد:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p041'> Vol. 03, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nبقي أن يقال لو أقر بمال نزل على أقل ما يتمول، فإذا قال عظيم وجب أن\nيكون لهذه الزيادة فائدة، والجواب: أن من الأصحاب من قال: يجب أن يفسر بمال\nعظيم الحجم أو يزيد <span id='ms209'></span> على أقل ما يتمول بشيء، والمذهب أنه لا يشترط بل نقول\nمفهوم لفظ المال ما ينتفع به وليس من ضرورته التقويم والعصمة والضمان بدليل\nالخمر والخنزير والحبة البر، فله تفسير العظيم بالمتقوم وبتباين مفهوم\nاللفظتين، بقي أن يقال هذا المعنى ثابت في لفظة المال فيكون العظيم تكرارا،\nفنقول هذا المعنى لا يثبت بمفهوم نفس المال إذ وصفه مما ينتفع به ولكنه\nلازم شرعي، وليس عليه إلا بيان محمل صحيح فصار كقوله لك مال متقوم، أو\nنقول: قدر أنه فسره بمفهوم لفظ المال تأكيدا له فيجب أن يقبل، إذ التأكيد\nمعهود في المال كقولهم مال متمول، وعبد مملوك وعشرة كاملة فغايته أنه عند\nالإطلاق يشعر بزيادة معنى ويتأيد بما لو قال خطير ونفيس، فقد سلم أكثرهم\nذلك، والفرق بين الجودة والعظم أن الجودة مضبوطة، والعظم غير مضبوطة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p042'> Vol. 03, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nفارغة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p043'> Vol. 03, p. 043</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head9'>(المسألة الرابعة والستون بعد المائة: إذا أقر بعض الورثة بدين وأنكر الآخر (قسد) :)</h1>\n\n<p>\nالمذهب: لم يؤاخذ إلا بنصيبه في المنصور.\n</p>\n\n<p>\nعندهم: يؤدي من نصيبه جميع ما أقر به.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا: ... .\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nقوله تعالى: {من بعد وصية يوصين بها أو دين} ، وجه الدين: أنه لا يخلص\nللوارث التركة إلا بعد الدين، وهذا قد اعترف بالدين وصار ما صار إلى غيره\nمن الورثة كالمغصوب.\n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nبتصديق أحدهما لا يثبت إلا نصف الدين ولا يقضي ما زاد، كما لو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p044'> Vol. 03, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nصدقه في النصف خاصة؛ لأن الدعوى على الميت والمصدق غيره فينبغي أن لا\nيقبل إلا أنه قبل بطريق الخلافة، وإنما خلفه في النصف وصار كما لو أقر أحد\nالشريكين على العبد الجاني فإنه يؤاخذ بحقه.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nاعترف بجميع الدين فلزمه، فإنه زعم بإقراره أن لا حق له فيما في يده إلا\nبعد وصول صاحب الدين إلى حقه فعومل بما في زعمه وصار ما في يده حقا للغريم\nفقبل إقراره على نفسه.\n</p>\n\n<p>\nمالك:\n</p>\n\n<p>\nأحمد:\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nالموت سبب زوال ملك الميت وحصول ملك الوارث وتعلق الدين بالتركة والكل\nواقع معا كما عرف من اقترن <span id='ms210'></span> الأحكام بالأسباب سواء قضينا حكم الموت، أو\nإسناده إلى المرض فاعتقد أبو حنيفة والشافعي في أحد قوليه أن النظر إلى ملك\nالميت أولى، فإنه الأصل وملك الوارث يتلقى منه فقضاء دينه أولى، ثم يصرف\nالباقي إلى الورثة، فكان في التقدير كأنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p045'> Vol. 03, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nرهن عبده ثم مات أو أقر بالدين ومات، فكان الدين متعلقا واعتقد الشافعي\nفي الجديد أن النظر إلى جانب الوارثين واشتراك ملكهم، فكأن الدين تعلق بملك\nمشترك.\n</p>\n\n<p>\nعبارة: أقر بدين متعلق بمال مشترك فيلغو في نصيب شريكه ويؤاخذ بنصيبه كما\nلو أقر بجناية عبد مشترك، وتقريره: أن الدين لا يصح من حيث الإقرار على ذمة\nالميت؛ لأن قول الإنسان لا يقبل في حق غيره إلا في الشهادة.\n</p>\n\n<p>\nوالحاصل أنه أقر في ملكه وملك شريكه فيؤاخذ في ملكه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p046'> Vol. 03, p. 046</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head10'>(المسألة الخامسة والستون بعد المائة: إذا أقر الابن المستغرق للأب بأخ (قسه) :)</h1>\n\n<p>\nالمذهب: ثبت نسبه وورث فإن أقر اثنان بأخ رابع وأنكر الثالث لم يثبت\nالنسب.\n</p>\n\n<p>\nعندهم: الخلاف في الطرفين.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nترافع سعد بن أبي وقاص وعبد بن زمعة إلى النبي عليه السلام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p047'> Vol. 03, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nفي ولد وليدة زمعة، فزعم سعد أنه ابن أخيه عتبة، وقال عبد هو أخي ولد على\nفراش أبي فقال النبي عليه السلام: \" هو لك يا عبد الولد للفراش وللعاهر\nالحجر \" وكان سعد يزعم أن أخاه أوصى إليه به لوطيء جاهلي وزمعة زوج النبي\nعليه السلام، ولم يوافق على الإقرار وقال لها: احتجبي عنه.\n</p>\n\n<p>\nلهم: ... .\n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p048'> Vol. 03, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nإقرار ممن يحوز الميراث فصح كما لو كانا اثنين وعكس ذلك، والتأثير أن\nالإقرار على الغير لا يصح إلا أنه قبل بطريق الخلافة وأنه قائم مقام\nالوارث، والمشاركة في الميراث فرع على ثبوت النسب وثبوته في حق الوارث فرع\nثبوته في حق الميت.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nشهادة في حق الميت فلا تثبت بالواحد كالشهادات، بيان الدعوى: أن الأخوة\nمعناه أنهما من رجل واحد، والحكم فرع العلة، فالثابت كلامه أنه إن أثبت هو\nشهادة على الميت بالإقرار في حق المقر والشهادة <span id='ms211'></span> في حق الغير ولهذا ينسب إلى\nالأب فلا بد من العدد ولما فيه من شبهة الإقرار شاركه في المال.\n</p>\n\n<p>\nمالك: ف.\n</p>\n\n<p>\nأحمد:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p049'> Vol. 03, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nساعدونا على أن المقر له لو أكذب المقر أو كان أسن من الأب أو كان معروف\nالنسب بغيره أو كان أبوه قد نفاه باللعان أنه لا يثبت الميراث فنقول: طلب\nميراث البنوة وليس ابنا شرعا فلا يسعف به كما في المسائل الأربع، لأن\nالبنوة ثبتت، فاستلحاق الوالد لا بدعوى الابن ويثبت بإلحاق من له رتبة\nالخلافة أو بالفراش ولا معنى للإقرار بالأخوة، وإنما هي بنوة الأب وبنوة\nالأب لا تقبل التجزيء، والدليل القاطع أنه لا يصير عما لأولاد المقر\nالمنكرين ولا حفدة لجده المنكر ولو كان أخا له كان عم ولده، فإن قالوا:\nيصير عما ويرثهم ناقضوا، فإنه يحتاج أن يزاحم العم المنكر وهذا لا يجوز،\nفإن زعموه شهادة، فالشهادة تفتقر إلى العدالة وقيود أخر وكلها منتف ويسمع\nقول امرأة فاسقة أو كافرة تقر أن هذا أخي من غير تقدم دعوى وإنكار، وبعد\nهذا كله النسب أمر كبير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p050'> Vol. 03, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nيتعلق عليه عدة أحكام وهو مشترك بين المقر والمقر به وكيف تكون (شهادة)\nوالمقر ذو حظ فيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p051'> Vol. 03, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nلوحة 45 من المخطوطة \" أ \":\n</p>\n\n<p>\nإذا كان المغصوب قائما رد، وإن كان تالفا، فإن كان من ذوات الأمثال\nكالحبوب والأدهان رد مثله، وإن كان مما يتفاوت كالثياب، والحيوان فالقيمة،\nوحكى المالكيون أن من جنى على ذات فأتلف غرض صاحبها منها فالمجني عليه\nبالخيار إن شاء رجع بما نقصت، وإن شاء سلمها وأخذ قيمتها، وصوروا في ذنب\nحمار القاضي.\n</p>\n\n<p>\nقال أبو حنيفة: من قلع عين دابة كالبعير والبقرة وجب عليه نصف قيمتها،\nوقيل الربع، وشرطها أن تكون منتفعا بها من جهتين، لا كالحمار إذا غصب عصيرا\nفتخمر في يده وجب عليه إراقته ورد مثل العصير، وإن صار في يده خلا رده، ورد\nما بين قيمته عصيرا وخلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p052'> Vol. 03, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nإن كانت قيمته نقصت بتخليله، ومن الأصحاب من خرج وجها آخر وقال: يجب عليه\nمثل العصير ورد <span id='ms212'></span> الخل، لأن العصير تلف بالتخمير فوجب عليه ضمانه، وإن عاد\nخلا كما قلنا فيه.\n</p>\n\n<p>\nإذا سمنت الجارية المغصوبة ثم ذهب سمنها، ثم عاد فإنه يردها ويضمن السمن\nالأول على أحد الوجهين. إذا فتح قفصا على طائر وهيجه ضمن، وإن لم يهيجه\nووقف زمانا طويلا فلا ضمان. إذا فتح دارا ودخل آخر فأخذ المال فلا ضمان على\nالفاتح. إذا حل زقا فسأل ما فيه ضمن؛ لأن السائل لا اختيار له. إذا سرق\nفردة خرق قيمتها درهمان وأتلفها وقيمتها جميعا عشرة دراهم فيه وجهان:\nأحدهما: أن الواجب درهمان؛ لأنه قيمة ما أتلف، والثاني: عليه ثمانية؛ لأنه\nالقدر الذي نقصته القيمة بإتلاف أحد الخفين، ولا يختلف الأصحاب أن القطع لا\nيجب لأن ما زاد على الدرهمين ضمنه في ذمته لتفريقه بين الخفين، وما في ذمته\nلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p053'> Vol. 03, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nيجب به القطع كما لو ذبح شاة تساوي ربع دينار في الحرز فنقصت قيمتها، ثم\nأخرجها، فإنه لا قطع عليه، إذا غصب أمرد فنبتت لحيته ونقصت قيمته بذلك ضمن\nالنقص، إذا غصب جارية قيمتها مائة فسمنت (في يده أو تعلمت) صنعة فبلغت ألفا\nثم هزلت في يده أو نسيت الصناعة فعاد إلى قيمتها وجب عليه ردها ورد\nتسعمائة.\n</p>\n\n<p>\nقال أبو حنيفة: لا يجب عليه رد ذلك إلا أن يكون طالبه بها في تلك الحال\nفمنعه، ولو غصب جارية قيمتها مائة فسمنت فبلغت قيمتها ألفا وتعلمت صنعة\nفبلغت قيمتها ألفين ثم هزلت ونسيت الصنعة فعادت إلى مائة، فإنه يردها ويرد\nألفا وتسعمائة، وإن بلغت بالسمن ألفا ثم عادت بالهزال إلى مائة ثم تعلمت\nصنعة فبلغت ألفا ثم نسيتها فعادت إلى مائة فإنه يردها ويرد ألفا وثمانمائة؛\nلأنها نقصت بالهزال تسعمائة وبنسيان الصنعة تسعمائة، من اشترى شراء فاسدا\nلم يملك به وكان المشترى مضمونا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p054'> Vol. 03, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nعليه بالقيمة وعليه أجرة مثله للمدة التي (يقيم في يده) .\n</p>\n\n<p>\nواعلم أنه لا ينظر إلى الأسواق ومعناه أن يغصب عينا تساوي مائة فيزيد\nسوقها فتبلغ ألفا ثم يرجع إلى مائة فإنه لا يطالب بالزائد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p055'> Vol. 03, p. 055</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head11'>(مسائل <span id='ms213'></span> الغصب)</h1>\n\n<h1 class='l1' id='head12'>(المسألة السادسة والستون بعد المائة: إذا فقأ عيني عبد (قسو) .)</h1>\n\n<p>\nالمذهب: ضمن كمال قيمته ولم يملكه في أظهر القولين.\n</p>\n\n<p>\nعندهم: إذا ضمنه ملكه.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا: ... .\n</p>\n\n<p>\nلهم: ... .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p056'> Vol. 03, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nالواجب بدل اليدين، فلا يقف ضمانهما على إزالة ملك العين كما لو فقأ عينا\nواحدة. ودليل الدعوى: أنه ضمان جناية، والجناية على العين والضمان لما فات،\nوالغائب هو العين، ولا نسلم أن المغلب المالية بل الدمية، والآدمي دم،\nوإلحاق الطرف بالنفس أنسب.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nالعبد مال ولا يبقى للمالك مع أخذ كمال قيمته كمن خرق ثوبا خرقا فاحشا،\nتأثيره أن معنى المالية تغلب على أطراف العبد، فجهة المالية لا بد من\nاعتبارها، والواجب كمال بدل الذات ولا يبقى مع المبدل.\n</p>\n\n<p>\nمالك: يجب بالجناية ما نقص إلا في الموضحة وما بعدها من الشجاج.\n</p>\n\n<p>\nأحمد: ق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p057'> Vol. 03, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nجناية لو قدرت على المدبر اقتضت ضمانا من غير ملك العين فكذلك القن قياسا\nعلى قطع إحدى اليدين، فإنهم سلموا أنه (يضمن) بنصف القيمة ولا يملك، قالوا:\nإنما لم يملك في هذه الصورة؛ لأنه يؤدي إلى محال، بيانه لو كان قيمة العبد\nستمائة ونقصت قيمته بالقطع مائتين بقي معه أربعمائة له نصفها مع ثلثمائة\nتبلغ خمسمائة، فلو ملك الغاصب النصف فات من حق المالك مائة، قلنا: فإذا صار\nمعه أربعمائة وثلثمائة كملت سبعمائة وهذا أكثر من القيمة بمائة فهلا ملك\nالغاصب ربع العبد بمائة ثم إذا التزموا أن العبد مال لزمهم أنه يؤخذ الأرش\nكما في الأموال ويبقى على الملك وهذا مذهب محمد وقول (لنا إن قالوا) :\nأطراف العبد لا تقوم وحدها: لأن قوامها بالنفس، قلنا: بل تقوم على\nانفرادها؛ لأن التقويم بالمنفعة وكل عضو له منفعة لكن قياس طرف العبد إلى\nنفسه قياس طرف الحر إلى نفسه والحر هو المستعمل أطرافه فضمن له، والسيد\nيستعمل طرف عبده فضمن له، والحرف أن المغلب في أطراف العبد قضية الدمية\nعندنا وعندهم المالية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p058'> Vol. 03, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nفارغة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p059'> Vol. 03, p. 059</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head13'>(المسألة السابعة والستون بعد المائة: المضمونات بالغصب (قسز) :)</h1>\n\n<p>\nالمذهب: لا يملكها <span id='ms214'></span> الغاصب.\n</p>\n\n<p>\nعندهم: ف.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا: ... .\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nقوله عليه السلام: \" على اليد ما أخذت حتى تؤديه \"، وجه الدليل أنه يجب\nعليه رد العين فما أداه هو عوض عنها.\n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nالغصب جناية فلا يكون سببا للملك كما في حق المدبر، وذلك لأن الملك حكم\nشرعي فيقتضي سببا شرعيا، والغصب عدوان فلا يترتب عليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p060'> Vol. 03, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nأحكام الشرع، والضمان لا يصلح أن يكون مملكا؛ لأن الضمان مبني على الغصب\nالذي هو السبب، فإذا لم يصلح السبب لم يصلح ما بني عليه.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nالغصب سبب ملك البدل فيكون سببا لملك المبدل كالبيع حتى لا يجتمع في ملكه\nالبدل المبدل والملك حاصل في البدل، بدليل ثبوت قضايا الأملاك وهو بدل\nالعين؛ لأن الواجب جميع بدل العين وبعضها أو معنى فيها لا يجوز أن يقابل\nبجميع بدلها، والعذر عن المدبر أنه قد استحق العتق.\n</p>\n\n<p>\nمالك:\n</p>\n\n<p>\nأحمد:\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nغاية ما علينا في هذه المسألة استبطاؤهم تسبب الملك وإبطال كل ما يذكرونه\nونقول: الملك معصوم فلا يملك إلا بسبب من قبل المالك وفاء لحق العصمة،\nوالموجود هو الغصب وهو عدوان، والضمان جبر ما فات من اليد ولا يصح الفوات\nما بقي، ويتأيد بما لو اختلف في قيمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p061'> Vol. 03, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nالمغصوب وحلف الغاصب، فإنه يضمن بقوله ويمينه ولا يملك، فإن قالوا: الغصب\nيصلح أن يكون مملكا؛ لأنه عبارة عن ثبوت يد ولو كان على مباح صلح، الجواب:\nأن هذا لو صح أبطل معظم قواعد الشريعة، وربما قالوا لما ملك البدل ملك\nالمبدل، والجواب: أنا لا نسلم أن المال بدل العين، وإنما هو بدل اليد،\nوالأخذ سبب الملك بشرط خلو العين عن ملك، وأما والأخذ حرام فلا ثم ولو\nقدرنا الرضا كان يجب أن يزول الملك عند الضمان لا عند الغصب كما يقولون\nويلزمهم أنه لا ينفذ عتقه، والحرف أن الغصب عندنا لا يصلح سببا للملك وإنما\nالضمان في مقابلة اليد الفائتة، وعندهم يصلح للملك والضمان في مقابلة\nالعين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p062'> Vol. 03, p. 062</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head14'>(المسألة الثامنة والستون بعد المائة: زوائد المغصوب (قسح) :)</h1>\n\n<p>\nالمذهب: مضمونة <span id='ms215'></span> على الغاصب.\n</p>\n\n<p>\nعندهم: غير مضمونة إلا أن تطلب منه فمنعها.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا: ... .\n</p>\n\n<p>\nلهم: ... .\n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nالولد مغصوب فيكون مضمونا كالأم، دليل ذلك: إثبات اليد عليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p063'> Vol. 03, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nبعدوانية وهو حد الغصب، ويتأيد بالغاصب من الغائب، فإنه ما فوت اليد\nالمحقة بل أثبت يده على مال الغير بعدوان.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nالزوائد ليست مغصوبة فلا تكون مضمونة كالوديعة واللقطة، ذلك لأنه لم يصنع\nفي الولد شيئا وربما لم يعلم بوجوده فكيف يعد غاصبا له والولد دخل في يده\nبغير اختياره ولا عدوانية ليده، فإن الملك خلق في الأصل للتصرف بإثبات اليد\nعليه ومناط الضمان الإضرار بتفويت حق الغير ولم يوجد هاهنا.\n</p>\n\n<p>\nمالك: يفرق بين أن يكون حال الغصب حائلا أو حاملا فالحائل لا يضمن.\n</p>\n\n<p>\nأحمد: ق.\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nأثبت يده العادية على محل قابل للضمان، فدخل في ضمانه، كما إذا أخذ صيد\nالحرم وولد في يده فإن الولد مضمون بالجزاء إجماعا،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p064'> Vol. 03, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nوإثبات اليد على الأصل تسبب إلى إثبات اليد على الفرع، والمتسبب كالمباشر\nبدليل حافر البئر، ونفيهم العدوانية أمر شنع، فإن المال وإن خلق للتصرف لكن\nإذا اختص به مالك صار حقه مانعا منه، وإن اعتذروا عن الغاصب من الغاصب فإنه\nفوت عليه إثبات اليد وعن اللقطة بأنه لو تركها أخذها ربها أو أمين يحفظها\nعليه فليأخذوا مثله في المسألة فإن حصول الولد على ملكه سبب إمكان الأخذ\nللمالك حسا وشرعا لولا يد الغاصب فهو دافع مكنه المالك ودفع الشيء بعد سببه\nيقوم مقام قطعه بعد ثبوته في حكم الضمان كمن غر بحرية جارية، وشتان بين يد\nالغاصب ويد المودع؛ لأن المودع يده للمالك والغاصب يده لنفسه، ويلزمهم\nالمودع إذا جحد، فإنه ما فوت يد المالك ومع هذا يضمن، وكذلك الملتقط إذا\nجحد فإنه ما فوت يدا، وحد الغصب أنه إثبات اليد على مال الغير بعدوان\nوزادوا لهم في الحد مع تفويت يد المالك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p065'> Vol. 03, p. 065</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head15'>(المسألة التاسعة والستون بعد المائة: منافع المغصوب: (قسط) :)</h1>\n\n<p>\nالمذهب: تضمن بالفوات والتفويت تحت اليد العادية.\n</p>\n\n<p>\nعندهم: ف.\n</p>\n\n<p>\nالدليل <span id='ms216'></span> من المنقول:\n</p>\n\n<p>\nلنا: ... .\n</p>\n\n<p>\nلهم: ... .\n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nأموال معصومة فتضمن، دليل الدعوى أن المال يعلم شرعا وقد قام دليله وهو\nالاعتياض عنها بالإجارة وكونها تصلح صداقا والمال ما يعده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p066'> Vol. 03, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nالناس مالا وقد ثبتت اليد عليها، ويد كل شيء بحسبه فهو إذا إما مستوف لها\nأو متسبب إلى إتلافها والأعيان والمنافع أموال.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nضمان العدوان مقيد بالمثل معقولا ونصا، وليست الأعيان والمنافع متماثلة.\nدليل عدم المماثلة: كونها أعراضا وجواهر، وإذا لم تضمن المنافع بالمنافع\nفبالدراهم أولى ثم المنافع ليست أموالا أصلا؛ لأنها قبل وجودها لم توصف\nبشيء وحالة الوجود مشغولة بالعدم لم تحدث على ملك الغاصب وتتلف بنفسها.\n</p>\n\n<p>\nمالك: ف.\n</p>\n\n<p>\nأحمد:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p067'> Vol. 03, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nالكلام في المنافع منهجان: إما أن نقومها أو نعطلها فتفوت. فنفرض في\nالأول ونقول: منفعة تضمن في العقد الصحيح والفاسد فتضمن في الاستيفاء على\nظن العقد كمنفعة البضع، وهذا الفرض فيما إذا استعمل عبدا ظنه مستأجرا وهذا\nتضييق عليهم، ولا يجدون فرقا بين الموطوءة بشبهة والمركوب بشبهة، وإن تركنا\nهذا الفرض قلنا: مستعمل عند الغير في حياطته مفوت على المالك شيئا متقوما\nشرعا فضمنه كمفوت الحر وأم الولد وسائر الأموال، وثم طريق يستغنى بها عن\nالخوض في تحقيق المنافع وهي أن نقول لكل مالك في ملكه حقان: العين واليد\nوهما معصومان وتفويت العين يضمن فكذلك تفويت اليد، فإن قالوا: اليد الماضية\nلا يمكن تفويتها والمستقبلة لم تثبت، قلنا: هذا من الكلام لو اعتبر لامتنع\nالتفويت والضمان الشرعي، فإن من أتلف حيوانا ضمنه، ومعناه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p068'> Vol. 03, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nتفويت حياته لا إعدام عينه، والحياة الماضية لم تفت والمستقبلة لم تحصل\nومعنى استيفاء المنافع استهلاكه في جهة المنتفع بها كأكل الخبز، والحرف أن\nالمالية عندنا قائمة بالمنافع كالأعيان ويتصور غصبها خلافا لهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p069'> Vol. 03, p. 069</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head16'>(المسألة السبعون بعد المائة: المستكرهة على الزنا (قع) :)</h1>\n\n<p>\nالمذهب: تستحق المهر.\n</p>\n\n<p>\nعندهم: ف.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا: ... .\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nقال تعالى: {فمن اعتدى عليكم} الآية. أوجب المثلية في العدوان ولا مثلية\nبين البضع والمال؛ لأن الأموال تتقابل صورة ومعنى والمعنيان معدومان بين\nالبضع <span id='ms217'></span> والمال، وقال عليه السلام: \" ادرءوا الحدود بالشبهات \"، والمال ثبت\nمع الشبهات فكيف يوجب الفعل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p070'> Vol. 03, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nالواحد الضدين؟\n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nندعي تقومها بدليل تقومها بالعقد وفي وطء الشبهة، والقيم بقدر الرغبات\nفقد فوت حقا متقوما دون رضاها لها فيضمنه لها (بمنافع بدنها فإن منعوا\nالأصل عدنا إلى) منافع المغصوب وثبتت المالية والتقوم والإتلاف في جنس\nالمنافع، فإن سلموا فالجمع بين البضع والمنافع سهل، فإن منافع الأعضاء\nبحسبها.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nننكر أولا وجود المنافع وماليتها وتقومها ثم نسلم أن المنافع تضمن\nبالمال، ثم ننكر وجوب المهر لتحريم الفعل ووجوب الحد، ونقول: وطء تمحض\nعدوانا فلا يوجب مهرا قياسا على المطاوعة؛ لأن الحد ضمان زاجر والمهر ضمان\nجائز، والأصل في الضمان الزجر والجبر بدل والقصد حفظ المحل، ويحصل ذلك\nبالزجر.\n</p>\n\n<p>\nمالك: ق.\n</p>\n\n<p>\nأحمد: أصح روايتيه مثل مذهبنا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p071'> Vol. 03, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nنفحص عن مناط إيجاب المهر في وطء الشبهة ولا يجوز أن يكون لظن الواطئ مع\nغلطه نفي أن يكون لتفويت منفعة البضع، وهذا حاصل في مسألتنا، فإن قيل:\nالمهر يجب بالعقد، والوطء بالشبهة يقاس عليه كالنسب، قلنا: لو كان الحكم في\nالوطء بالشبهة منصوصا صلح أن يقاس عليه لكنه ملحق بالمنصوص فينبغي أن نبحث\nعن وجه الإلحاق وننظر هل مثله في مسألتنا، ومنشأ خيالهم اشتراك لفظي العصمة\nوالضمان، أما العصمة فتطلق حقيقة في المعنى القائم بالمحل المقتضي تحريم\nإباحته، ووجه الحقيقة فيه أن العصمة هي الحفظ والحرمة، والمعصوم هو المحفوظ\nومطلق العصمة مجاز في المعنى المقتضي بالمحل تضمين التلف إذ في إيجاب قيمة\nالشيء ما يخيل أن المتلف كالمحفوظ وهما معنيان متباينان لتباين أثريهما؛\nلأن أحدهما يمنع من الإتلاف قبل وقوعه ويتعلق بالتكليف، والثاني: تضمين\nالمكلف (ويتعلق بالمكلف) ، وغيره فإذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p072'> Vol. 03, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nتحريم البضع عصمة والضمان للتفويت فهما معنيان، فمتى وجدا وجد ما يتعلق\nبهما أو وجد أحدهما يقتضي ما يتعلق به، وبالجملة عندنا منفعة البضع متقومة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p073'> Vol. 03, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nفارغة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p074'> Vol. 03, p. 074</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head17'>(بقية مسائل الغصب)</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p075'> Vol. 03, p. 075</a>\n            </div>\n            \n<p>\nفارغة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p076'> Vol. 03, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nلوحة 46 من المخطوطة \" أ \":\n</p>\n\n<p>\nإذا غصب أرضا فغرسها لزمه قلع الغرس وتسوية الأرض وأجرة المثل <span id='ms218'></span> إذا غصب\nدارا فجصصها وزوقها كان للمالك مطالبته بقلع الجص والتزويق؛ لأنه ملك\nالغاصب شغل به ملك المالك، فإن نقصت قيمة الدار بإزالة ذلك عما كانت قبل\nالتزويق لزم الغاصب التفاوت، وإن لم ينقص لم تلزمه إلا أجرة المثل المدة\nالتي أقامت في يده، فأما إن لم يطالبه المالك بقلعه وأراد الغاصب قلعه كان\nله ذلك، فإن وهبه الغاصب للمالك هل يجبر على قبوله؟ وجهان، فأما إذا نقل\nتراب أرض كان عليه إعادته إن طالبه المالك، فإن لم يطالبه لم يكن له\nإعادته، إذا رأى دابة قائمة مع صاحبها فركبها لم يضمنها إلا أن ينقلها من\nمكانها، إذا غصب زيتا فأغلاه فكان صاعين تساوي أربعة دراهم فعاد بعد الطبخ\nإلى صاع يساوي أربعة دراهم فعليه بدل الصاع التالف ولا يحتسب له بزيادة\nقيمة الصاع الثاني، فلو كان عوض الزيت عصيرا والحال الحال ففيه وجهان:\nأحدهما حكمه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p077'> Vol. 03, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nحكم الزيت، والثاني لا يضمن شيئا؛ لأن التالف بالنار مائية لا قيمة لها،\nإذا غصب ثوبا وزعفرانا لمالك واحد فصبغ الثوب بالزعفران، فكانت قيمة الثوب\nعشرة وقيمة الزعفران عشرة وكان بعد الصبغ يساوي عشرين فلا شيء على الغاصب،\nوإن صار يساوي ثلاثين، فلا شيء للغاصب؛ لأن أثر فعله في ملك غيره فأما إن\nنقصت القيمة فصاحب الثوب بالخيار إن شاء رضي وإن شاء طالب بنقصان القيمة،\nإذا غصب شاة وأحضر قصابا فذبحها كان للمالك أن يستردها وله ما بين قيمتها\nحية وذبيحة يطالب بها من شاء من الغاصب والقصاب، فإن غرم القصاب رجع القصاب\nعلى الغاصب، وإذا غصب شاة وأنزى عليها فحله كان الولد لصاحب الشاة، وإن غصب\nفحلا وأنزاه على شاته كان الولد له (لأنه يتبع الأم) ، ولا أجرة عليه، لأن\nالنبي عليه السلام \" نهى عن عسب الفحل \" إلا أن يكون قيمة الفحل قد نقصت\nبذلك فيلزمه ما نقص.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p078'> Vol. 03, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nفارغة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p079'> Vol. 03, p. 079</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head18'>(المسألة الحادية والسبعون بعد المائة: غصب العقار (قعا) :)</h1>\n\n<p>\nالمذهب: متصور ويضمن بالغصب.\n</p>\n\n<p>\nعندهم: ف.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nقوله - صلى الله عليه وسلم <span id='ms219'></span>\n</p>\n\n<h1 class='l1' id='head19'>-: \" من غصب شبرا من أرض طوق به من سبع أرضين يوم القيامة \".</h1>\n\n<p>\nوجه الدليل قوله: \" غصب \"، وإنما لم يذكر الضمان؛ لأنه تعرض لأحكام\nالآخرة فوزانه قوله تعالى: {ومن يقتل مؤمنا متعمدا فجزاؤه جهنم} والكلام\nبحقيقته حتى يقوم دليل المجاز.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nقوله - صلى الله عليه وسلم -: \" من غصب شبرا من أرض طوق به من سبع أرضين\nيوم القيامة \"، وجه الدليل: لوكان الضمان واجبا لذكره (وقوله غصب)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p080'> Vol. 03, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nاستعارة، وقد روي سرق أرضا.\n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا: ... .\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nالغصب لا يتصور إلا حيث يتصور النقل، وأكثر ما يقدر منع المالك التصرف\nوهذا تصرف في الملك لا في العين، فلا يعد غصبا، والضمان يكون بالغصب، وإن\nتصورت اليد في العقار فهي حكمية.\n</p>\n\n<p>\nمالك: ق.\n</p>\n\n<p>\nأحمد: إن شغل الأرض بفعله ضمن فيكون مذهبه: أن لا ضمان بالغصب.\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nأقرب المسائل استيلاء المسلمين على عقار فإنه يفيد الملك كالمنقول وما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p081'> Vol. 03, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nهو المملك من منقولهم المضمن من منقول دار الإسلام وكذلك حكم عقارهم وقد\nسلموا أن من جلس على بساط الغير أو ركب دابته ضمن من غير نقل ولا سير،\nوكذلك المودع إذا جحد الوديعة والموجود منه قول مجرد، واليد عبارة عن\nالقدرة والاستيلاء على الشيء لاستيفاء ما خلق له منه، وذلك يتفاوت بتفاوت\nالأعيان.\n</p>\n\n<p>\nقولهم: إزالة (يد المالك) لم يكن بإثبات اليد عليه غير صحيح لأنا بينا أن\nاليد هي القدرة والتصرف استعمال الشيء فيما خلق له، ولا يخفى أن العين\nالواحدة لا تقبل التصرف من شخصين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p082'> Vol. 03, p. 082</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head20'>(المسألة الثانية والسبعون بعد المائة: إذا غصب ساجة أدرجها في بنائه (قعب) :)</h1>\n\n<p>\nالمذهب: نزعت بحق المالك.\n</p>\n\n<p>\nعندهم: ينتقل إلى القيمة.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nقوله عليه السلام: \" على اليد ما أخذت حتى ترده \".\n</p>\n\n<p>\nلهم: ... .\n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا: ... .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p083'> Vol. 03, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nاجتمع حق المالك والغاصب فقدم حق الغاصب لقيامه من كل وجه فإن الساجة\nصارت كالهالكة لبيعها البناء وصارت عقارا يستحق بالشفعة وحق صاحب العقار\nغير مجبور، وحق المالك مجبور بالقيمة.\n</p>\n\n<p>\nمالك: ق.\n</p>\n\n<p>\nأحمد:\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nحق المالك المعصوم باق في الساجة <span id='ms220'></span> وفعل الغاصب لا يصلح لإزالة ملكه فيجب\nالرد عند الإمكان، غاية ما في الباب أن الغاصب تلزمه خسارة في الرد وذلك\nمعهود في مؤونة الرد وإبدال حق المالك بالضمان إبطال له في المعنى وذلك\nممتنع إلا برضاه، ونقول: ما جاز رده وجب رده، فإن قالوا: لا يجوز رده فإنه\nيفضي إلى سفه كان كاملا شنيعا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p084'> Vol. 03, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nيأباه الشرع، فإن الخروج من المظالم حسن، ولو أراد صاحب البناء نقضه لغرض\nجاز، أما من غصب خيطا (خاط به جرحه أو جرح) عبده فإنما لم ينزعه، فإنا\nقدرنا (الخيط تالفا) لحرمة الآدمي وله أشباه شرعا، فإنه لو اضطر في المخمصة\nجاز له أكل مال غيره، وبالجملة الساجة باقية وردها غير متعذر يدخل في هذه\nالمسألة إذا غصب ثوبا فصله قميصا وأمثال هذه الواقعة، فإنهم يقولون: هو\nبالصنعة قد أخرجها عن أن تكون باقية من كل وجه ويعدلون إلى القيمة والمثار\nواحد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p085'> Vol. 03, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nالمسألة الثالثة والسبعون بعد المائة: إذا غصب حنطة فطحنها (قعج) :\n</p>\n\n<p>\nالمذهب: يغرم أرش نقص إن كان والعين للمالك.\n</p>\n\n<p>\nعندهم: يضمن قيمة المغصوب ويملكه.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا: الخبر الشريف ( ... ) .\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nدعي النبي عليه السلام إلى ضيافة فقدم إليه شاة مصلية فأخذ لقمة، وجعل\nيلوكها ولا يسيغها وقال: \" إن الشاة تخبرني أنها ذبحت بغير حق فقالوا: نعم.\nهي لبعض جيراننا أخذناها لنعطيهم الثمن فقال: أطعموها الأسارى \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p086'> Vol. 03, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nمغصوب لو لم يغيره الغاصب لم يملكه فإذا غيره وجب أن لا يملكه كما لو قطع\nالشاة المغصوبة ولم يطبخها.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nأخرج العين عن المعنى المقصود بها بزيادة صفة فزال ملك المالك بالإتلاف\nكما لو وطئ جارية ابنه فأحبلها.\n</p>\n\n<p>\nمالك:\n</p>\n\n<p>\nأحمد: ق.\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nقالوا: المعنى في الأصل أنه لم تذهب منفعته المقصودة بخلاف مسألتنا\nوألزمونا إذا أحرق الشاة والعذر أنه بالذبح قبل الطبخ قد فوت منافع الحياة\nمن الدر والنسل والحرث، وأما التحريق فقد أخرج العين عن الانتفاع، وبالجملة\nفعل الغاصب عدوان من كل وجه خلافا لهم، وهذه المسألة والتي بعدها تبنى على\nهذا <span id='ms221'></span> الحرف وعلى أنه ما أحدث بفعله عينا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p087'> Vol. 03, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nأخرى، ويقولون: مالية الحنطة غير مالية الدقيق فإنهما يفترقان اسما\nوصورة، وقد بطلت المعاني الحنطية بفعل الغاصب فضمنها، والجواب أن مالية\nالحنطة بكونها قوتا وهذا المعنى لا يبطل بالطحن بل يصير أقرب إلى المقصود،\nوإنما تتفاوت الحنطة والدقيق بالادخار فإن كان ذلك ينقص الحنطة ضمنه\nالغاصب، بقي أن الحنطة كانت متهيئة لأغراض وماليتها باعتبار الكل وقد فات\nبعضها فكيف يهدر؟ الجواب: أن العين إذا استعدت لوجوه من الانتفاع بالتقوم\nبآحادها على البدل؛ لأن من ضرورة صرفها إلى جهة صرفها عن باقي الجهات\nوالمعتبر تقويم العين في كل حال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p088'> Vol. 03, p. 088</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head21'>(المسألة الرابعة والسبعون بعد المائة: إذا غصب حنطة فبذرها (قعد) :)</h1>\n\n<p>\nالمذهب: الزرع للمالك.\n</p>\n\n<p>\nعندهم: ف.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا: ... .\n</p>\n\n<p>\nلهم: ... .\n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nملك الغاصب لا بد له من سبب، وهذه الأفعال عدوانات، ويلزمهم إذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p089'> Vol. 03, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nغزل القطن أو طبع النقرة، فإن هذه الأفعال لا تبطل ملك المالك والعين\nباقية إنما تغيرت صفتها، ومن ملك الشيء، فإنما ملكه ناميا؛ لأن قيام الملك\nبالجواهر سبب ملك ما يقوم بها.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nالعين المغصوبة صارت هالكة وحدثت عين أخرى بدليل زوال الاسم والصورة\nوالمعنى، ودليل اختلاف الجنس أنه لا يجوز أخذ أحدهما عن الآخر في السلم\nفحدثت العين بفعل الغاصب فتكون له، أما إذا ألقت الريح حبة في أرضه فنبتت\nفالزرع لمالك الحبة؛ لأنه لم يحدث بفعل صاحب الأرض.\n</p>\n\n<p>\nمالك:\n</p>\n\n<p>\nأحمد: ق.\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nيدعون أن مالية الحنطة غير مالية الدقيق، والجواب: هذه المالية وإن سلم\nأنها حادثة لكنها حدثت في ملكه فيختص بها ولا يقطع ملكه عنها، ومذهبنا على\nجادة الشرع، قالوا: نص الشافعي على أنه لو غصب حنطة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p090'> Vol. 03, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nوبلها حتى تعفنت أنه يخير المالك بين القيمة وتكون الحنطة للغاصب والأرش،\nوتكون الحنطة للمغصوب منه، فهلا أجزتم ذلك في الحنطة المطحونة، قلنا: حكم\nيبقى حقه وأزال ملكه بتمليكه (فلم تتناقض هذه القاعدة ولم يبق إلا التخيير،\nولا يلزم التعرض له وقد خرج قول آخر أنه لا يخير، قالوا <span id='ms222'></span>: وقد نص على أنه لو\nخلط) الغاصب الزيت بزيت نفسه فله أن يعطي المالك من موضع آخر وهذا تمليك\nبالغصب، قلنا: وفيه قول آخر أنه يشارك المالك فيه والمنع متعين هاهنا؛ لأن\nغاية الممكن أن يقال: تعذر الرد وصار كالهالك وليس المالك في هذا التقدير\nبأولى من الغاصب، بقي أن يقال: (هلك مال) الغاصب لما خلطه بملك المالك أو\nيقال: هما شريكان والأوجه المنع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p091'> Vol. 03, p. 091</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head22'>(المسألة الخامسة والسبعون بعد المائة: إذا خرق الثوب خرقا فاحشا (قعه) :)</h1>\n\n<p>\nالمذهب: ضمن الأرش لمالكه.\n</p>\n\n<p>\nعندهم: المالك بالخيار إن شاء ضمنه قيمة الثوب وسلمه إليه وإن شاء أرش\nالجناية.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا: ... .\n</p>\n\n<p>\nلهم: ... .\n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nأتلف جزءا من جملة فلا يطالب ببدل الجميع، كما لو قطع إحدى يدي عبد،\nوالفرق بين أرش الثوب وبين ما إذا قطع يدي عبد أن أرش اليدين قدره الشرع\nبقدر قيمة الجملة، وأرش الثوب غير مقدر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p092'> Vol. 03, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nكل عين لو أتلفها لوجب عليه بدلها جاز أن يجب عليه قدر ذلك البدل\nبالجناية عليها مع بقاء عينها كما لو غصب طعاما فبله.\n</p>\n\n<p>\nمالك:\n</p>\n\n<p>\nأحمد:\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nليس إذا وجب البدل بإتلاف الجميع وجب بإتلاف البعض، ألا ترى أن مالا تذهب\nمنفعته المقصودة بإتلاف بعضه كالحبوب والأدهان لو أتلفها جميعها لزمه كمال\nالضمان، ثم لا يلزمه كمال البدل بإتلاف بعضها، أما إذا بل الطعام لا يسلم\nفي أحد القولين وإن سلمنا فالجناية فيه لم تستقر ولا تناهى النقصان،\nوالظاهر أنه إذا تناهى لم يبق منه ماله قيمة فيصير في معنى من أخذ الثوب\nرمى به إلى نار فإنه يلزمه كمال قيمته، وفي مسألتنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p093'> Vol. 03, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nقد أتلف جزءا واستقر فيه الجناية فلم نجز المطالبة بقيمة الجميع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p094'> Vol. 03, p. 094</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head23'>(مسائل الغصب)</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p095'> Vol. 03, p. 095</a>\n            </div>\n            \n<p>\nفارغة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p096'> Vol. 03, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nلوحة 47 من المخطوطة \" أ \":\n</p>\n\n<p>\nقال أبو حنيفة بالاستحسان، (قال الشافعي رحمهما الله) من استحسن فقد شرع،\nوالاستحسان ثلاث مراتب: ما يستحسنه المجتهد بعقله ولا شك أنه يجوز ورود\nالتعبد به عقلا، فلو ورد الشرع بان ما سبق إلى أوهامكم فاستحسنتموه فهو حكم\nمن الله <span id='ms223'></span> لجاز، لكن وقوع التعبد به لا يعرف من ضرورة العقل ونظره إلا أن يرد\nفيه مسموع ولو ورد لكان لا يثبت بخبر الواحد، فإن جعل الاستحسان مدركا من\nمدارك الأحكام ينزل منزلة الكتاب والسنة والإجماع، فلا يثبت بخبر الواحد.\n</p>\n\n<p>\nالثاني: ما يقطع به لهواه وهذا لا يجوز إجماعا. الثالث: أن يقوله بدليل\nمثل أن يحكم على الحادثة بنظائرها لدليل حاصل من الكتاب مثل قوله: \" مالي\nصدقة \"، فالقياس لزوم التصدق بكل ما يسمى مالا، استحسن أبو حنيفة التخصيص\nبمال الزكاة لقوله تعالى: {خذ من أموالهم} ، ومثل هذا لا ينكر شبهه لهم\nقالوا: قال الله تعالى:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p097'> Vol. 03, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\n{الذين يستمعون القول فيتبعون أحسنه} .\n</p>\n\n<p>\nوالجواب: أن اتباع أحسن ما أنزل إلينا هو اتباع الأدلة فبينوا أن هذا مما\nأنزل شبهه قالوا: قال عليه السلام: \" ما رآه المسلمون حسنا فهو حسن عند\nالله تعالى \"، وهذا لا حجة فيه؛ لأنه خبر واحد. جواب آخر: المراد به جميع\nالمسلمين أو آحادهم إن أريد الجميع فهو صحيح؛ لأنه لا يجتمع على الخطأ وإن\nأريد الآحاد لزم الاستحسان العوام، قالوا: الأمة استحسنت دخول الحمام من\nغير تقدير أجرة، وشرب المال من السقاء، والجواب: من أين عرفتم أن الأمة\nفعلت ذلك من غير دليل، ولعل الدليل جريان ذلك من عصر الرسول وقرر عليه لأجل\nالمشقة وهي سبب الرخصة، وجواب آخر تسليم السقاء الماء إباحة، وإذا أتلفه\nمتلف فعليه ثمن المثل؛ لأن قرينة حاله تدل على العوض، وكذلك الحمامي فليس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p098'> Vol. 03, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nهذا ببدع بل بقياس، فرع لابن الحداد إذا غصب عبدا فجنى جناية تزيد على\nقيمته ثم مات العبد كان على الغاصب قيمته فإذا أخذها السيد تعلق أرش\nالجناية بها؛ لأنها كانت متعلقة بالعبد فتعلقت ببدله، كما أن الرهن إذا\nأتلفه متلف وجهت قيمته وتعلق الدين بها، فإذا أخذ ولي الجناية القيمة من\nالمالك رجع المالك بقيمة أخرى؛ لأن القيمة التي أخذها استحقت بسبب كان في\nيد الغاصب، فكانت من ضمانه، قال: ولو كان العبد وديعة فجنى جناية استغرقت\nقيمته، ثم إن المودع <span id='ms224'></span> قتله وجبت عليه قيمته وتعلق بها أرش الجناية فإذا\nأخذها ولي الجناية لم يرجع على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p099'> Vol. 03, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nالمودع؛ لأنه جنى وهو غير مضمون عليه، إذا أزال المسلم تأليف صليب لم\nيضمنه، وإن كسر منه ما يصلح لغير ذلك ضمن. من غصب صغيرا حرا ثم مات في يده\nلم يضمن بخلاف ما لو كان عبدا، وكذا إذا كان كبيرا قال ابن أبي هريرة: يضمن\nمنفعته وهذا غير صحيح؛ لأن المنفعة تلفت في يد مالكها، وهو كما لو كان عليه\nثياب فبليت في زمن الغصب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p100'> Vol. 03, p. 100</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head24'>(المسألة السادسة والسبعون بعد المائة: إذا فقأ عيني فرس (قعو) :)</h1>\n\n<p>\nالمذهب: لزمه أرش ما نقص.\n</p>\n\n<p>\nعندهم: عليه رفع القيمة استحسانا.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا: ... .\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nروي عن عمر وعلي رضي الله عنهما أنهما قالا: في عين الدابة ربع القيمة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p101'> Vol. 03, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nما لا يضمن سائر أطرافه، بمقدر لا يضمن عينه بمقدر كالشاة.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nحيوان يستحق لأجله سهم من الغنيمة فكان بدل عينه مقدرا كالآدمي.\n</p>\n\n<p>\nمالك:\n</p>\n\n<p>\nأحمد:\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nأما الأثر الذي رووه فيحتمل أن يكونا أوجبا أرش النقصان فوافق ذلك ربع\nالقيمة كما روي عن أبي بكر وزيد رضي الله عنهما أنهما أوجبا في العين\nالقائمة ثلث الدية، وكان ذلك على طريق الحكومة ووافق الثلث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p102'> Vol. 03, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nوالوصف الذي ذكروه في دليلهم لا تأثير له في تقرير البدل؛ لأن الصبي\nوالكافر لا يستحق لأجلها سهم ويتقدر بدل عن كل واحد منهما، وعندهم يدل عن\nالبقرة والبعير مقدر ولا يستحق لأجلهما سهم ثم المعنى في الأصل أن بدل سائر\nأطرافه مقدر؛ ولأن الآدمي لما تقدر بدل عينه وجب في إحداهما نصف الدية، فلو\nكان في مسألتنا مقدرا لوجب نصف قيمته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p103'> Vol. 03, p. 103</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head25'>(المسألة السابعة والسبعون بعد المائة: المسلم إذا أراق خمر الذمي (قعز) :)</h1>\n\n<p>\nالمذهب: لا ضمان عليه.\n</p>\n\n<p>\nعندهم: يضمن المسلم بالقيمة والذمي بالمثل.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nقول النبي عليه السلام: \" حرمت الخمرة لعينها \"، أي لمعنى فيها، وهي\nالشدة المطربة والعلة موجودة في حق الكافر حسب وجودها في حق المسلم، ولعن\nفيها عشرة <span id='ms225'></span>، واللعن الشرعي لا يطلق إلا في الحرام.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nقوله تعالى: {يا أيها الذين آمنوا إنما الخمر والميسر} الآية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p104'> Vol. 03, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nوجه الدليل: هذا الخطاب مع المسلمين (وكانت الخمر قبل نزولها حلالا) .\n</p>\n\n<p>\nوالخطاب خاص بالمسلمين فبقي في حق الكافر على الأصل، وفي الآية مواضع تدل\nعلى اختصاصها بالمسلمين.\n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nالخمر نجسة فلا يجب ضمانها كالميتة وهو إتلاف ورد على محل غير متقوم فلا\nيوجب الضمان كالميتة والدم وكونه لا يضمن بالمثل الممكن دليل عدم الضمان؛\nلأن ذوات الأمثال تضمن بالمثل والخمر من ذوات المثل فعدم الضمان بالمثل مع\nالإمكان دليل سقوط الضمان.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nفات الضمان في حق الكفار، فلا يثبت كالقبلة لأهل قباء كيلا يكلف ما لا\nنطيق بيانه أنهم مقرون على اعتقادهم وقد أمرنا بترك التعرض لهم وعقد الذمة\nإذا عصم عينا قومها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p105'> Vol. 03, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nمالك: يجب الضمان.\n</p>\n\n<p>\nأحمد:\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nمثار النظر البحث عن علة انتفاء الضمان في خمر المسلم فنقول: الأصل في\nالخمر تحريم الشرب الثابت بالإجماع ثم يتبعه وجوب الإراقة إعداما للعين ثم\nالحد جزاء ثم التنجيس تنفيرا ثم سقوط المغرم إهانة فصار كالحشرات، وهذا\nالمعنى موجود في خمر الكافر، ويتأيد بانتفاء ضمان المثل مع أنه أقرب إلى\nجبر حقه وهو متيسر، ووجوب المثل المتيسر يمنع وجوب القيمة كما في سائر\nالضمانات فسقط المثل إجماعا والقيمة استدلالا، فإن اعتذروا بأن المسلم لا\nيملك الخمر ولا يتمكن من تمليكها لم يستقر على أصلهم لما جوزوا للمسلم أن\nيوكل ذميا يتجر له في الخمر، وتصح التجارة، وتكون الأثمان والأرباح للمسلم\nفليؤد مما اشترى وكيله فإن قالوا: فيه إذلال، قلنا: الإذلال بأداء المال\nالمتقوم أكثر، وأما الآية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p106'> Vol. 03, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\nفالتحريم فيها عام والخطاب مع المسلمين لشرفهم، ثم إنها دلت على معنى\nذاتي في الخمر لا تختلف باختلاف المخاطبين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p107'> Vol. 03, p. 107</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head26'>(المسألة الثامنة والسبعون بعد المائة: إذا غصب جارية فحملت في يده وولدت (قعح) :)</h1>\n\n<p>\nالمذهب: نقصان الولادة في الأم لا يجبره الولد.\n</p>\n\n<p>\nعندهم: ف.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا: ... .\n</p>\n\n<p>\nلهم: ... .\n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nالنقصان فوات جزء والجزء <span id='ms226'></span> مضمون على الغاصب والولد ملك المالك فلا يضمن\nملكه بملكه والضمان لا يسقط إلا بالأداء والإبراء ونمنع اتحاد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p108'> Vol. 03, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nالسبب ونسلمه، ونقول: لا يصلح الولد أن يخلف لكونه ملك المغصوب منه.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nالولد قام مقام النقص فانعدم كما لو هزلت ثم سمنت وذلك؛ لأن سبب الزيادة\nوالنقص واحد وهو الوضع؛ لأن الولد لا يقوم بنفسه قبل الولادة والسبب الواحد\nإذا أخرج عن ملكه مالا وأدخل مالا كان الداخل خلفا عن الخارج.\n</p>\n\n<p>\nمالك:\n</p>\n\n<p>\nأحمد:\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nالجارية مغصوبة بجميع أجزائها وصفاتها التي قامت بها المالية وكل مغصوب\nعجز عن تسليمه وجب ضمانه، وهذا شأن ما فات من الأم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p109'> Vol. 03, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nوالولد لا يصلح جابرا؛ لأنه لو انتفى نقصان الأم كان الولد مملوكا وجبر\nملك الإنسان يملكه لا وجه له، ويتأيد بما إذا ماتت الأم فإن الولد لا\nيجبرها إجماعا، وإن كان فيه وفاء بها ثم لو كان الولد أقل من قيمة النقصان\nلزم الغاصب قدر التفاوت، ثم قالوا لو أمسكها حتى زادت قيمة الولد وساوت قدر\nالنقصان انتفى الضمان، وهذه زيادة حدثت لا بالولادة، ثم لو التزم الأرش\nوردهما ثم صار الولد بقدر التفاوت، قالوا: لا يعاد الأرش، وكل هذا تناقض،\nثم نمنع اتحاد السبب؛ فإن سبب النقصان الولادة وسبب مالية الولد العلوق،\nفإنه مال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p110'> Vol. 03, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nقبل الانفصال بدليل أن الجنين إذا كان بين مالكين وعتق أحدهما نصيبه ضمن\nنصيب الآخر، وإن ضرب بطنها فأجهضت ضمن نصيب الشريك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p111'> Vol. 03, p. 111</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head27'>(المسألة التاسعة والسبعون بعد المائة: إذا قدم الغاصب الطعام المغصوب إلى المالك فأكله بحكم الضيافة (قعط) :)</h1>\n\n<p>\nالمذهب: الضمان على الغاصب في القول المنصور.\n</p>\n\n<p>\nعندهم: ف.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا: ... .\n</p>\n\n<p>\nلهم: ... .\n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nلم يأت بالرد المستحق فلا يبرأ، بيانه: أنه لم يصل إليه ما أزيل فإنه\nأزيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p112'> Vol. 03, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nيد المالك من الملك وأعاد يد الإباحة بدليل أن يد المالك لها أحكام\nكالبيع والهبة، ثم قد غره، فإنه ربما لو علم أنه له لم يأكله وقد تتصور يد\nالمالك ولا يكون بل كما لو اكترى دارا قد أجرها <span id='ms227'></span>.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nأتى بالرد المستحق عليه فبرئ من الضمان كما لو علم. بيان الدعوى: أن\nالمستحق عليه عود يد المالك، وقد عادت ولا تكون يد المالك إلا يد ملك بدليل\nأنه لو شرط تعديل الرهن عند المالك لم يصح، وتقريره أن المالك عاد إلى\nالمالك ولا يضمن الغاصب.\n</p>\n\n<p>\nمالك:\n</p>\n\n<p>\nأحمد:\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nتخيلوا أن عوده إلى يد المالك يجبر اليد الفائتة، وليس كذلك؛ لأنه ما\nعادت يد المالك الفائتة. بيانه: أن اليد المعتبرة شرعا هي القدرة لا\nالجارحة، والقدرة تختلف فمن قدر على جميع التصرفات في عين كان له\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p113'> Vol. 03, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nعليها يد ملك فإن قدر على مجرد الحفظ لنفسه كان مسترهنا فإن كان ذلك\nللمالك كان مستودعا فإن قدر على مجرد التصرف كان مباحا، ونقول: قد يتصور من\nالمالك فعل في المغصوب يوجب الضمان كالإتلاف والشراء والهبة والغصب\nوالعارية، هذه أسباب جهات الضمان، وكذلك لو صدرت من أجنبي ضمن للغاصب، فلو\nصدرت من المالك وطالب الغاصب عاد الغاصب عليه، أما في مسألتنا هذا الفعل لا\nيعود به الغاصب على المالك إذ لو عاد المالك عليه لأنه غره فالصورة أن\nيطالب المالك الغاصب بالعين فيطالب الغاصب بالضمان فيطالبه المالك بضمان\nالغرر فيستقر الضمان على الغاصب فنحن نقدر الضمان عليه ابتداء لما كان يفضي\nإليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p114'> Vol. 03, p. 114</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head28'>(المسألة الثمانون بعد المائة: إذا غصب شيئا وتلف في يده (قف) :)</h1>\n\n<p>\nالمذهب: يضمن بأكثر قيمته من حين الغصب إلى حين التلف.\n</p>\n\n<p>\nعندهم: يضمن قيمته وقت الغصب.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا: ... .\n</p>\n\n<p>\nلهم: ... .\n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nكل حال ثبتت فيها يد الغاصب على المغصوب جاز أن تضمن قيمته فيه كابتداء\nالغصب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p115'> Vol. 03, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nمضمون بالقبض فاعتبر فيه القيمة حال القبض كالمرأة إذا قبضت صداقها.\n</p>\n\n<p>\nمالك:\n</p>\n\n<p>\nأحمد: تعتبر القيمة حين التلف.\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nقالوا في الابتداء نقل المغصوب عن يد المالك فضمن في تلك الحال وهاهنا لم\nينقل المغصوب فلم يطلب بقيمته كما بعد التلف، والجواب: لا يمتنع أن ينقل\nويلزمه الضمان كالمودع إذا جحد الوديعة ويفارق ما بعد التلف، فإنه ليس\nبغاصب للعين <span id='ms228'></span>، إذ روايته أنه لا يطالب بردها، وأما المرأة، فالذي قبضته\nصداقها ومالها وما يحدث يحدث على ملكها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p116'> Vol. 03, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nلوحة 48 من المخطوطة \" أ \":\n</p>\n\n<p>\nللمفلس الأخذ بالشفعة والعفو؛ لأنه يأخذ في ذمته وليس بمحجور عليه فيها،\nوكذلك المكاتب، أما المأذون فله الأخذ وليس له العفو، والقول في ثمن الشقص\nقول المشتري مع يمينه وكذلك القول في البناء، قوله وإذا ورث اثنان دارا\nبينهما نصفين فمات أحدهما وورثه ابناه فباع أحدهما نصيبه، فإن الشفعة تثبت\nلأخيه وعمه هذا القياس، قال مالك: الأخ أولى به؛ لأنه أخص بالشركة من العم\nوحق الشفعة يورث، وبه قال مالك خلافا للعراقي وأحمد يورث على قدر الحقوق،\nومالا يحتمل القسمة كالحمام والدار الصغيرة لا شفعة فيه، وعهدة المشتري على\nالبائع، وعهدة الشفيع على المشتري، ويتوصل إلى إسقاط الشفعة بأن يقر البائع\nبسهم من الشقص لولد المشتري وهو صغير ثم يشتري له الأب الباقي، ومن ذلك أن\nيعقد البيع بثمن معلوم ويذكر أنه عوضا فيه وفاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p117'> Vol. 03, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nبالقيمة أحضراه مجلس العقد، وإذا أذن الشفيع في البيع أو أبرأ من الشفعة\nقبل العقد لم تسقط شفعته، والمطالبة على الفور ما لم يمنع من ذلك عذر، فإذا\nلقي المشتري بدأه بالسلام ثم بالمطالبة، إذا أراد في المساقاة أن يشتركا في\nالزرع على ما يشرطانه أعار صاحب الأرض الأكار نصف أرضه ويكون البذر بينهما؛\nأولا يستحق رب الأرض على الأكار أجرة نصف الأرض ويعمل الأكار على الأرض،\nفتكون الغلة بينهما ولا يستحق العامل أجرة نصف عمله؛ لأن كل واحد منهما\nمتطوع بما بذل، قال المزني: يكون البذر بينهما ويكري صاحب الأرض الأكار نصف\nأرضه بألف ويكتري منه نصف عمله على نصفه وعمل عوامل بألف ويتقاصان بذلك،\nوتكون الغلة بينهما، ويمكن بأسهل من ذلك، وهو أن يكريه نصف أرضه بعمله وعمل\nعوامله على نصيبه، وإن أراد أن يكون البذر من أحدهما، فإن كان من رب المال\nاستأجر منه نصف عمله وعمل عوامله على نصفه بنصف البذر ونصف الأرض، وإن كان\nالبذر من الأكار استأجر منه <span id='ms229'></span> بنصف عمله وعمل عوامله ونصف البذر نصف الأرض\nوتفتقر هذه الإجارة إلى تقدير المدة ورؤية الأرض والعوامل، إذا كان على\nالنخل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p118'> Vol. 03, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nالمشتري ثمرة لم يثبت في الثمرة الشفعة خلافا له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p119'> Vol. 03, p. 119</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head29'>(الشفعة والمساقاة)</h1>\n\n<h1 class='l1' id='head30'>(المسألة الحادية والثمانون بعد المائة: مستحق الشفعة (قفا) :)</h1>\n\n<p>\nالمذهب: الشريك.\n</p>\n\n<p>\nعندهم: الشريك والجار.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nقال النبي عليه السلام: \" إنما الشفعة فيما لم يقسم فإذا وقعت الحدود،\nوصرفت الطرق فلا شفعة \" والخبر صحيح، وذكر تصريف الطرق؛ لأنه الغالب وإلا\nالأصل وقوع الحدود، فلا يلزم كوننا لا نعتبر تصريف الطرق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p120'> Vol. 03, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nقال النبي عليه السلام: \" جار الدار أحق بالدار \"، وروى جابر: \" جار\nالدار أحق بشفعة الدار. ينتظر بها إن كان غائبا إن كان طريقهما واحدا \"،\nوقال عليه السلام: \" الجار أحق بصقبه \"، والكلام لحقيقته، ولا يحمل على\nالمجاز إلا بدليل.\n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nالقياس يمنع الأخذ بالشفعة؛ لأنه يملك مال الغير بغير إذنه، لأن الشرع\nورد في الخليط فبقينا في الجار على مقتضى الأصل، والضرر لا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p121'> Vol. 03, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nيدفع بالضرر ولو كان الجار يستحق الشركة بجواره فأقدم الشريك عليه.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nالشفعة وردت بعلة الضرر لسوء المشاركة، والضرر مدفوع بأخذ الشقص من\nالدخيل وهذا الضرر موجود في الجوار؛ لأنه متصل الملك اتصال قرار وتأبيد\nفاستحق الشفعة كالشريك.\n</p>\n\n<p>\nمالك: وافق وقال أيضا تثبت في السفن.\n</p>\n\n<p>\nأحمد: ق.\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nبعض منقولهم مجمل مثل الصقب، وبعضه في راويه مطعن، ومنقولنا ثبت السند،\nوما يصح من منقولهم محمله على الشريك، وقد يسمى جارا، وقد تسمى الزوجة\nجارا:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p122'> Vol. 03, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\n(أيا جارتا بيني فإنك طالقه ... )\n</p>\n\n<p>\nونقول: إذا أثبت الشرع الشفعة في الشركة فبأي طريق يقاس عليها الجوار\nوالضرر على الشريك أكثر لما فيه من مؤونة القسمة ثم لو تساويا ما قدم\nالشريك على الجار وما يقدر من الخصومة ففي الشركة مثله وذلك يندفع\nبالسلطان.\n</p>\n\n<p>\nوحرف المسألة: أن الشفعة عندما معللة بدفع ضرر القسمة وعندهم برفع ضرر\nالدخيل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p123'> Vol. 03, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nفارغة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p124'> Vol. 03, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nالمسألة الثانية والثمانون بعد المائة: الشقص الممهور (قفب) :\n</p>\n\n<p>\nالمذهب: تثبت فيه الشفعة.\n</p>\n\n<p>\nعندهم: ف.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا: ... .\n</p>\n\n<p>\nلهم <span id='ms230'></span>:\n</p>\n\n<p>\nقال النبي عليه السلام: \" من كان له أرض أو نخل فلا يبيعها حتى يعرضها\nعلى شريكه، فإذا باعها ولم يؤذنه فشريكه أحق بها \"، وجه الدليل قوله: \" فإن\nباعها \" جعل البيع شرطا في الأخذ بالشفعة، وهذه العقود ليست بيعا.\n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p125'> Vol. 03, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nشقص مملوك بعوض فثبتت فيه الشفعة كالبيع، والعلة دفع الضرر لا نفس البيع\nوالمماثلة حاصلة بالمثل وبالقيمة، ولا شك أنه تقابله قيمة وهي متقومة بدليل\nالعقد الصحيح والفاسد، فقد وجب السبب الداعي إلى إثبات الشفعة وتحقق شرطه\nفثبت.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nشقص مملوك لا في مقابلة مال فلم يؤخذ بالشفعة كالهبة.\n</p>\n\n<p>\nتأثيره: أن الشفعة تملك بما ملك المشتري فيكون إذا ملكه بماله مثل ولا\nمثل للمنافع فقد ملك الشقص بما ليس بمال ولا تثبت فيه الشفعة كما لو ملكه\nهبة.\n</p>\n\n<p>\nمالك: تثبت الشفعة بقيمة الشقص.\n</p>\n\n<p>\nأحمد:\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nالصورة المفروضة قد صار فيها بعض الدار مبيعا ولا شفعة عندهم،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p126'> Vol. 03, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا مال ملك بمال فأي عذر لهم عن سقوط الشفعة فيه، وجواز منقولهم ظاهر،\nونحن نعمل به وليس فيه دليل نفي الشفعة فيما سوى البيع والعذر عن الهبة أنه\nلا عوض لها سوى المنة أو الثواب، ولا يمكن الأخذ بها، قالوا: ومثل ذلك في\nالمهر، فإن المرأة رغبت فيه مع أمور أخر من الزوج وذلك لا يمكن أن يؤخذ به،\nوالجواب: أنه لا أثر لذلك بل الأثر لما يظهر في العقد، وذلك بمثابة ما لو\nباع الشقص من قريبه يريد به صلة رحمه، فإنه لا يلتفت إلى هذا ويؤخذ بما ظهر\nفي العقد، والحرف أن ما قوبل به الشقص من البضع والمنافع هي أعيان مضمونة\nعندنا كسائر الأموال خلافا لهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p127'> Vol. 03, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nفارغة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p128'> Vol. 03, p. 128</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head31'>(المسألة الثالثة والثمانون بعد المائة: كيف نقسم الشفعة بين الشركاء (قفج) :)</h1>\n\n<p>\nالمذهب: على السهام في القول المنصور.\n</p>\n\n<p>\nعندهم: على الرءوس وهو القول الثاني.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا: ... .\n</p>\n\n<p>\nلهم: ... .\n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nالشفعة حق الملك فتقسم على قدره كالغلة والربح، ذلك لأن الشفعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p129'> Vol. 03, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nحق، وإنما استحق بملك نصيبه، فمعناه أنه يستحق <span id='ms231'></span> بملكه وحقوق الملك تتبع\nالملك فتقدر به، فأصل الملك لأصل الشفعة والقدر لقدر ما يأخذ إن زوحم.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nاستووا في سبب الاستحقاق فاستووا في الأسباب، لأن الشفعة بأصل الملك لا\nبقدره بدليل تساوي من قل نصيبه ومن كثر في الأخذ بها، ذلك؛ لأن الشركة علة\nالاستحقاق، ونقيس على الزيادة في عدة الشهود إقامة البينة باثنين والزيادة\nفي الخراج.\n</p>\n\n<p>\nمالك: ق.\n</p>\n\n<p>\nأحمد: ق.\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nيلزمهم الفرسان والرجالة، فإن كل فريق منهم إذا انفرد انفرد بالغنيمة\nوإذا اجتمعوا تفاوتت القسمة بينهم، ويلزمهم إذا قطع يد إنسان، فإن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p130'> Vol. 03, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nأرش الجناية يتعلق برقبته، فلو قتل آخر تعلقت أيضا الجناية برقبته (فإذا\nبيعت رقبته) قسمت القيمة بينهما، ولو خلف رجل بنتا وأختا، فإن الفاضل عن\nالبنت للأخت، فلو كان من الأخت أخ قسم بينهما الباقي.\n</p>\n\n<p>\nعبارة: فائدة مالية سببها الملك فتتوزع على قدر الملك كالأرباح ونسلم لهم\nأن أصل الملك علة كاملة لإزعاج المشتري ودفع ضرره، لكن كل واحد مساو لصاحبه\nفي ذلك لا جرم دفع كل ضرر عن كل واحد منهم بإزعاج المشتري، فأما تحصيل\nالملك للشفيع وتوسعة ريعه ففائدة ملكه والكلام في تنازع الشفعاء عند\nالقسمة، ولا كلام بين الشفعاء والمشتري ورد الملك عليهم من فوائد ملكهم،\nفإذا انفرد واحد فهو له وأقرب مثال لما نحن فيه الغنيمة سيما في الأراضي\nوالمسألة محتملة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p131'> Vol. 03, p. 131</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head32'>(المسالة الرابعة والثمانون بعد المائة: إذا بنى المشتري أو غرس (قفد) :)</h1>\n\n<p>\nالمذهب: لم ينقض ما بناه مجانا.\n</p>\n\n<p>\nعندهم: ف.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا: ... .\n</p>\n\n<p>\nلهم: ... .\n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nبناء بحق ولا ينقض بناؤه مجانا كما لو لم يكن شفيع، ذلك لأنه بنى في ملكه\nولا إثم عليه ولم يتعلق به حق الغير، ثم لو باع أو وهب صح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p132'> Vol. 03, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\nوهو محق في تصرفه، فالحق أن ينظر لهم أو يأخذ الشفيع مع ثمن البناء\nويتأيد بما أنه لا ينقض زرعه.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nتصرف من المشتري يؤدي إلى إبطال حق الشفيع، فجاز للشفيع نقضه كما لو\nباعه، وتحقيقه أن الشرع مكنه من الوصول إلى <span id='ms232'></span> المبيع بدليل القدرة، والزيادة\nإبطال حقه والمشتري هو المسيء على حق نفسه.\n</p>\n\n<p>\nمالك:\n</p>\n\n<p>\nأحمد:\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nمن لا يقلع زرعه قلع زرع الغاصب لا ينقض بناؤه نقض بناء الغاصب كالمستعير\nإذا استعار مدة وبنى وغرس أو المشتري إذا رد عليه عوض الشقص بالعيب، فإن\nالبائع وإن استحق استرداده لا ينقض عليه، واحترزنا بقولنا قلع زرع الغاصب\nعن منع لهم فإنهم يقولون بقلع زرعه إن لم يبذل الأجرة ولا يقلع إن بذل،\nوهذه تميزه عن الغاصب واحترزنا بقولنا لا ينقض بنقض بناء الغاصب عما سلطناه\nعليه من النقض لكن بالأرش،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p133'> Vol. 03, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\nوالإنصاف أن للمشتري ملكا وللشفيع حقا والضرر متقابل لكن أهون الضررين\nأولى بالاحتمال، فكما أن الإهمال في الزرع أهون من الإبطال بالقلع، فكذلك\nالإبدال أهون من الإبطال بالنقض.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p134'> Vol. 03, p. 134</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head33'>(المسألة الخامسة والثمانون بعد المائة: المساقاة على النخل والكرم (قفه) :)</h1>\n\n<p>\nالمذهب: معاملة صحيحة وفي سائر الشجر قولان.\n</p>\n\n<p>\nعندهم: ف.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nلما فتح عليه السلام خيبر عنوة أصاب صفراء وبيضاء وحدائق فقسمها على\nالغانمين، فاستغلوها فنقصت الثمار في أيديهم فقال الخيابرة: نحن أعلم بأمر\nالنخيل فساقاهم النبي عليه السلام أن يكون شطر الثمار لهم،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p135'> Vol. 03, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\nوالحديث نص ومساقه دفع كل تأويل، فإنه بعث عبد الله بن رواحة خرصها،\nوقال: إن شئتم فلكم، وإن شئتم فلي.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nروي أن النبي عليه السلام نهى عن المخابرة، فإن كانت مشتقة من الخبير وهو\nالأكار فتطلق على المساقاة أيضا، وإن كانت من تصريف خيبر فهي نهي عن هذه\nالمعاملة التي كانوا يرونها.\n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nعين لا تزكو ثمارها إلا بالعمل عليها، فإذا لم تجز إجارتها للمنفعة\nالمقصودة جاز أن يعقد عليها ببعض نمائها كالدنانير والدراهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p136'> Vol. 03, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nنوع إجارة فلا يصح على هذا الوجه كالمزارعة، الدليل على أنها إجارة أنه\nلا بد فيها من إعلام المدة والجهل بقدر العوض يبطل.\n</p>\n\n<p>\nودليل الجهل: أن النماء مجهول ومثله لا يجعل أجرة (ولو جعل أجرة) هذا\nالعامل ما يخرج من نخيل آخر لم يجز ويخالف القراض؛ لأنه ليس بأجرة <span id='ms233'></span> ولا\nيشترط فيه علم المدة.\n</p>\n\n<p>\nمالك: تجوز المساقاة على جميع الشجر.\n</p>\n\n<p>\nأحمد: ق.\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nلفظ المساقاة في الخبر يرد قولهم: إنها كانت مصالحة والمعاملة مع الذمة\nكهي مع المسلمين، فإن ادعوا أنهم كانوا أرقاء فباطل؛ لأنه لم ينقل ذلك وقد\nكانوا أربعين ألفا ولم ينقل بيع واحد منهم، ويشهد لما قلنا أثر جلي ذكره\nالشافعي رضي الله عنه وهو أن الصحابة رضي الله عنهم اتفقوا على صحة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p137'> Vol. 03, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\nالقراض ولا ينعقد الإجماع إلا عن توقيف أو قياس ولا توقيف فيه، فلم يكن\nمستند إلا فهم صحة المساقاة واعتقادهم أن القراض في معناها ولا يخفى تفاوت\nالعقدين وابتناؤها على حاجة الأغنياء، والعمال لاستنماء المال، فإن قالوا:\nاستئجار ببعض النماء الحادث من الأصل المستأجر، فلم يجز كما لو استأجره\nلرعي غنمه ببعض أولادها.\n</p>\n\n<p>\nفالجواب: ليس، إذا لم يصح ببعض النماء في بعض الأعيان لا يصح في غيرها،\nألا ترى أن البيع لا يصح في كثير من الأعيان ويصح في كثير، فكذلك الإجارة\nلا تصح في بعض المنافع وتصح في بعض.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p138'> Vol. 03, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nفارغة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p139'> Vol. 03, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nلوحة 49 من المخطوطة \" أ \":\n</p>\n\n<p>\nالإجارة لازمة. قال الخصم: يجوز للمكتري أن يفسخ الإجارة لعذر، واعلم أن\nالمنفعة تحدث على ملك المستأجر خلافا لهم، فعندهم تحدث على ملك المؤجر، إذا\nأكراه دارا شهرا وأراد أن يكريها شهرا بعده من غير المكتري لم يجز،\nوالإجارة نوع من البيع يقع على المنافع، والإجارة تتناول العين حتى تستوفي\nمنافعها، وقال أكثر الأصحاب تتناول المنافع، وإذا اكترى دابة وجاوز بها\nالمسافة المقررة، فإن كان صاحبها معها وتلفت بعد نزول المكتري فلا شيء\nعليه، وإن تلفت تحته فقد تلفت بفعلين: أحدهما مضمن، والآخر غير مضمن فماذا\nيجب؟ قيل: نصف قيمتها، وقيل: تسقط القيمة على المسافة وتؤخذ بالنسبة لما\nزاد على المقررة، فأما إن لم يكن صاحبها معها وتلفت في المسافة الزائدة\nضمنها قولا واحدا؛ لأنها تلفت تحت يده، إذا قال: أجرتك هذه الدار كل شهر\nبدرهم، ولم يعين عدد الشهور، فالإجارة فاسدة في المشهور، وقال في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p140'> Vol. 03, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\nالإملاء: تصح <span id='ms234'></span> في الشهر الأول وتبطل فيما عداه، إذا اكترى دارا وأراد أن\nيكريها قبل القبض لم يجز في المشهور، وأما بعد القبض فيجوز أن يكريها حتى\nمن المكري خلافا لهم في المكري، ويجوز للمكتري أن يكري الدار ولو بأكثر مما\nاكترى به، قال أبو حنيفة: لا يجوز بأكثر مما اكترى وهل يثبت في الإجارة\nخيار المجلس وجهان، وأما خيار الشرط فلا يدخل في الإجارة خلافا لهم؛ لأنه\nعقد يقصد به المنفعة فلا يثبت فيه خيار الشرط كالنكاح، وإذا أجر منفعة\nبمنفعة جاز خلافا لهم ووافقوا فيما إذا كانتا لا من جنس واحد، وحجتنا:\nأنهما منفعتان ويجوز عقد الإجارة على كل واحد منهما فجاز إن يجعل إحداهما\nعوضا عن الأخرى كما لو كانتا من جنسين، ولا يقال إن الجنس الواحد حرم\nالنساء في الأعيان، فكذلك المنافع، لأنا نقول: الإجارة ليست نساء، لأن\nالنساء أن يتأخر الحق إلى أجل، والأجل في الإجارة يستوفى به الحق، وإذا\nاستأجر ظئرا بكسوتها ونفقتها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p141'> Vol. 03, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\nلم يجز خلافا لهم، فإنهم قالوا يجوز استحسانا، وحجتنا: أنه عقد معاوضة،\nفلا يجوز أن يجعل العوض فيه الطعمة، والكسوة كالبيع ويجوز بيع الدار\nالمستأجرة في أحد القولين خلافا لهم؛ لأنه عقد تقصد به المنفعة، فلا يمنع\nالبيع كالنكاح، وإذا أعتق العبد المستأجر عتق.\n</p>\n\n<p>\nوليس للعبد الخيار في فسخ الإجارة خلافا لهم، لأن هذا عقد لازم قبل أن\nيملك التصرف فلا يملك فسخه بملك التصرف، كما لو زوج الأب ابنته ثم بلغت،\nوالعذر عن الأمة إذا عتقت تحت عبد ما عليها من ضرر. وإذا أجر الولي الصبي\nالذي في حجره ثم بلغ، فلا خيار له خلافا لهم. ويجوز استئجار المصاحف\nوالدفاتر للنظر فيها خلافا لهم، والحجة: أنها منفعة مقصودة يجوز إعارتها\nفجاز إجارتها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p142'> Vol. 03, p. 142</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head34'>(مسائل الإجارة)</h1>\n\n<h1 class='l1' id='head35'>(المسألة السادسة والثمانون بعد المائة: الأجرة (قفو) :)</h1>\n\n<p>\nالمذهب: تتعجل إلا أن يشترط التأجيل.\n</p>\n\n<p>\nعندهم: تتأجل إلا أن يشترط التعجيل.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nقوله تعالى: {أن تبتغوا بأموالكم} ، وجه الدليل: أنه سمي ما يبذل في\nالبضع مالا فلا <span id='ms235'></span> خلاف أن المنافع تبذل في الصداق، فدل على ماليتها.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nقوله تعالى: {فإن أرضعن لكم فآتوهن أجورهن} ، وجه الدليل: أنه علق\nاستحقاق الأجرة بفعل الإرضاع، وعندكم يستحق بمطلق العقد.\n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nعوض في بيع فيملك بنفس العقد، وتحقيقه: أن المنافع جعلت بمنزلة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p143'> Vol. 03, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\nالأعيان حكما بدليل صحة العقد عليها، والعقد لا بد له من محل، وبذلك ملك\nبعد الإجارة ويملك ما يقابلها ولهذا يجعل صداقا.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nعقد معاوضة مطلقة بمقتضى التساوي في الملك، ولم يملك المعوض بنفس العقد\nفلا يملك العوض، ذلك لأن المنفعة معدومة وليست مورد الملك وليست مالا؛\nلأنها تتجدد.\n</p>\n\n<p>\nمالك: يجب يوما ويوما ويوافق القرافي.\n</p>\n\n<p>\nأحمد:\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nقوله استأجرت بكذا كقوله: اشتريت بكذا، ومطلق هذه الألفاظ\n</p>\n\n<p>\nالإلزام، والالتزام المطلق منتجز اللزوم، فلا فرق بين أن يقول استأجرت\nالدار شهرا وعلي كذا، وبين أن يقول لفلان علي كذا أو لله علي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p144'> Vol. 03, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\nكذا، فاللفظ دال على تنجز اللزوم ولو أخر البدل إلى استيفاء جميع المبدل\nكان ذلك تأجيرا للبدل عن المبدل، فإن قيل: يملك بكل جزء ما يستوفيه جزءا\nفآحاد الأجزاء لا يتقوم، فإنه لو أفرد بالعقد لم يصح، فكيف ينزل العقد على\nتقدير لو صرح به لم يصح ولو لم يستحق الأجرة بمطلق العقد لما ملك بشرط\nالتعجيل، يدل عليه أنه لو ضمن الأجرة ضامن صح وهو توثقه لجانب الوجوب ويصح\nالرهن عليها وهو توثقة لجانب الاستيفاء ويصح الإبراء عن الأجرة والإبراء\nإما تملك، أو إسقاط ويصح الشراء بهذه الأجرة، ثم عقد الإجارة يتعدى إلى غير\nالعاقد، فلا بد من محل والعقد الذي لا يتعدى النذر، وأمثاله وبالجملة\nاعتبار حقيقة الوجود في المنافع يتعذر لكن يقدر ذلك ضرورة تصحيح العقد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p145'> Vol. 03, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\nوحرف المسألة أن المنافع وإن كنت معدومة إلا أن الشارع قدرها موجودة،\nوعندهم هي معدومة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p146'> Vol. 03, p. 146</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head36'>(المسألة السابعة والثمانون بعد المائة: موت أحد المستأجرين (قفز) :)</h1>\n\n<p>\nالمذهب: لا يفسخ الإجارة.\n</p>\n\n<p>\nعندهم: ف.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا: ... .\n</p>\n\n<p>\nلهم: ... .\n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nالمنافع نزلت منزلة الأعيان حكما فجرى فيها الإرث <span id='ms236'></span> كالأعيان، والحوادث\nتستند إلى أسبابها كمن نصب شبكة ثم مات أو حفر بئرا في محل عدوان، فالصيد\nلناصب الشبكة والغرم على حافر البئر والإرث أوسع من العقد، فإنه يصح في\nالمجهول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p147'> Vol. 03, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nالشفعة معدومة فلا يتناولها العقد وإنما تنعقد عند وجودها شيئا فشيئا،\nوإن مات المؤجر لم ينعقد العقد فيما يحدث؛ لأن العين الآن مملوكة للوارث\nفتحدث المنفعة على ملكه.\n</p>\n\n<p>\nمالك: ق.\n</p>\n\n<p>\nأحمد: ق.\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nنسلم جدلا أن المنافع لم تقدر موجودة إلا أنه جرى سبب ملكها في حال\nالحياة، فإذا وجدت استند الملك إلى السبب السابق في حال الحياة كناصب\nالحبالة، وحافر البئر، ولا يلزمنا كون العارية تبطل بالموت لأنها عقد إباحة\nلا عقد تمليك. ووزان مسألتنا إذا أجر عبده ثم أعتقه، فإن العتق كالموت في\nكونه قاطعا للملك، ومع هذا الإجارة لا تبطل والمنافع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p148'> Vol. 03, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nعندنا تملك على حالها، قالوا: لو أوصى برقبة لشخص وبمنافعها لآخر فرد\nصاحب المنفعة الوصية عادت المنفعة إلى الموصى له بالرقبة، لا إلى الورثة،\nفدل على أن المنفعة لا تورث على انفرادها، وهذا فيه منع، بل تعود المنفعة\nإلى الورثة.\n</p>\n\n<p>\nحرف المسألة: أن المنافع قدرت موجودة حكما فملكها المستأجر وورثت عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p149'> Vol. 03, p. 149</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head37'>(المسألة الثامنة والثمانون بعد المائة: إجارة المشاع (قفح) :)</h1>\n\n<p>\nالمذهب: صحيحة.\n</p>\n\n<p>\nعندهم: باطلة من الشريك.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا: ... .\n</p>\n\n<p>\nلهم: ... .\n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nالإجارة بيع النافع وبيع المشاع جائز لأن المشاع له منفعة إذ هو جزء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p150'> Vol. 03, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\nجملة منتفع بها ولهذا تجب الأجرة إذا سكن دارا استأجر فيها جزءا مشاعا\nوتسليم الدار تسليم المنافع، وصار كما لو أجر من رجلين، فقوله أجرتكما\nكقوله أجرتك وأجرتك.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nأجر ما لا يقدر على تسليمه، فلا يصح كما لو أجر المغصوب؛ لأن تسليم\nالمنافع باستيفائها بدليل أن الدار إذا سلمت إلى المستأجر فانهدمت قبل\nالانتفاع كانت في ضمان المؤجر والانتفاع بالمشاع لا يتصور كسكنى نصف الدار\nوركوب نص الدابة مشاعا.\n</p>\n\n<p>\nمالك: ق.\n</p>\n\n<p>\nأحمد:\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nإذا أجر من اثنين ثم مات أحدهما طرت الإشاعة ولم يمنع صحة العقد <span id='ms237'></span> وكلما\nمنع مقارنة الانعقاد منع طاريه وهذا عندهم أولى لأن المنافع لا تملك إلا\nشيئا فشيئا، فكان الطاري قد قارن ابتداء ما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p151'> Vol. 03, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\nعبارة: وجد العقد من أهله وصادف محله واقترن بشرطه وهو القدرة على\nالتسليم فصح، وتسليم كل شيء على حسب حاله، والإجارة عقد معاوضة وعقود\nالمعاوضات تبتنى على العرف كما إذا باع بنقد مطلق، فإن من اشترى دارا\nمملوءة أقمشة كان عليه تفريغها لكن كما جرت العادة به.\n</p>\n\n<p>\nوبالجملة عندنا يمكن تسليم المشاع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p152'> Vol. 03, p. 152</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head38'>(المسألة التاسعة والثمانون بعد المائة: الأجير المشترك (قفط) :)</h1>\n\n<p>\nالمذهب: لا يضمن مهما اقتصد في عمله في المنصور.\n</p>\n\n<p>\nعندهم: خلافا وهو القول الآخر.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا: ... .\n</p>\n\n<p>\nلهم: ... .\n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nحصل الفساد بفعل مأذون فيه من جهة المالك، فلا يجب عليه الضمان كالأجير\nالمنفرد؛ لأنه دق دق مثله، وهذا هو المأذون فيه والمنفرد عليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p153'> Vol. 03, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\nالمنفعة لا العمل والضمان مؤاخذة فيقتضي عدوانا ولا عدوان وصار كالفاصد\nوأمثاله حيث لا ضمان عليهم.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nحصل الفساد بفعل غير مأذون فيه فيجب الضمان كما إذا لم يقصد؛ لأنه أذن له\nفي الدق المزين لا المخرق، والأجير بائع عمله والإطلاق يقتضي السلامة\nكالبياعات والمعيب لا يكون سليما ولا يدخل تحت العقد المطلق فهو عيب تولد\nمن عمل مضمون، فكان مضمونا.\n</p>\n\n<p>\nمالك: يضمن.\n</p>\n\n<p>\nأحمد: ق.\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nبالجملة الأجير المنفرد نقص ما في الدق من مثله قد يسلم وقد لا يسلم\nوالعقد مطلق، فلم لا يختص بالتسليم وسلامة العاقبة غير مقدور له والعقود لا\nترد على غير مقدور ويخالف التغرير، فإنه عقد مأذون فيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p154'> Vol. 03, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\nلكن بحيث لا يسري، فكان فيه نوع عسر وغرر لكنه يحتمل، والإجارة لا تحتمل\nالعرف لكنها تكون فيما يوثق بتسليمه، ونناقضهم بالفصد والحجامة، فإنه يقصد\nالسلامة والصلاح ثم إذا صار قتلا لا ضمان، فإن قالوا: لا يمكن أن يقال له:\nاجرح جرحا لا يسري بطل عليهم بسراية القصاص، فإنها مضمونة عندهم، ولا يزال\nنلزمهم الأجير المنفرد ونناقضهم به ونجمع بينهما بالحجام والفاصد وعمل\nالمنفرد أيضا مضمون والأجرة تستقر <span id='ms238'></span> بعمله ولكن أقيم التمكن مقام الاستيفاء\nفي تقرير العوض على أن ضمان المقابلة بالمعاقدة لا يوجب ضمان الغرامة ولا\nيناسبه.\n</p>\n\n<p>\nوالحرف أن أظهر القولين أن يده يد أمانة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p155'> Vol. 03, p. 155</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head39'>(المسألة التسعون بعد المائة: شرط الإجارة في ابتداء المدة (قص) :)</h1>\n\n<p>\nالمذهب: أن تقارن العقد.\n</p>\n\n<p>\nعندهم: يجوز أن تتأخر عنه.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا: ... .\n</p>\n\n<p>\nلهم: ... .\n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p156'> Vol. 03, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\nعقد معاوضة على معين شرط تأخير تسليم المعقود عليه فلم يصح كما لو شرط\nتأخير التسليم في المبيع بشرط المعاوضة المحضة كون المعقود عليه موجودا\nمعينا مقدورا على تسليمه وهذه الشرائط سقطت لا مطلقا لكن بطريق إقامة ذي\nالمنفعة مقامها فلم يجز تأخيره عن العقد.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nكل شيئين جاز العقد عليهما صفقة واحدة جاز العقد على كل واحد منهما\nمنفردا كالعبدين وقد عقد على منفعة تستوفى حالا فحالا فجاز أن يقع على ما\nيتأخر فيه استيفاء المنفعة كالنكاح على الصغيرة.\n</p>\n\n<p>\nمالك: إذا أطلق اقتضى أن يكون عقيب العقد.\n</p>\n\n<p>\nأحمد:\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nلما قام ذو المنفعة مقام المنفعة كان من شرط عقود المعاوضات تعقب التسليم\nحتى لم يجز أن يتأخر في البيع أكثر من ثلاثة أيام بالشرط، وأما في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p157'> Vol. 03, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\nالإجارة، فلا يجوز شرط أكثر من أربعة أيام لم يجز تأخير التسليط وقد\nتسامحنا بإقامة ذي المنفعة مقامها فلا نتسامح بترك التسليط قالوا: هو في\nالحال ملك المنفعة في الشهر المقابل إلا أن ذلك تأجيل، فالجواب: لو كان\nكذلك جاز تعجيل الأجرة، ثم نقول: تراخي الأجل في المعقود عليه على خلاف\nالقياس، وإنما جاز في السلم للحاجة، فإن قالوا: هذا كالوصية بثمرة واحدة\nوبالقراض يوجب استحقاقا في ربح لم يوجد، فالجواب: أن الوصية تفارق عقد\nالبيع فتفارق الإجارة، والحرف أن عندنا أقيمت العين مقام المنافع فتحتاج أن\nيصادفها العقد، وعندهم العقد على المنافع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p158'> Vol. 03, p. 158</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head40'>(إحياء الموات والوقف والهبة واللقطة)</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p159'> Vol. 03, p. 159</a>\n            </div>\n            \n<p>\nفارغة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p160'> Vol. 03, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\nلوحة 50 من المخطوطة \" أ \":\n</p>\n\n<p>\nحمى رسول الله - صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head41'>- النقيع لخيل المسلمين ولا حمى إلا لله ورسوله، ويجوز للإمام أن يحمي للمسلمين موضعا، حمى عمر رضوان <span id='ms239'></span> الله عليه موضعا، وولى عليه مولى يقال له هني وقال: يا هني ضم جناحك للناس، واتق دعوة المظلوم، فإن دعوته مجابة، وأدخل رب الصريمة ورب الغنيمة </h1>\n\n<p>\nوإياك ونعم ابن عفان ونعم ابن عوف، فإنهما إن تهلك ماشيتهما يرجعا إلى\nنخل وزرع، وإن رب الصريمة والغنيمة يأتيني بعياله ويقول: يا أمير المؤمنين\nيا أمير المؤمنين أفتاركهم أنا لا أبا لك والكلأ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p161'> Vol. 03, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\nأهون علي من الدينار والدرهم والحقوق هي التي لابد للمحيا منها.\n</p>\n\n<p>\nقال أبو حنيفة: حريم البئر أربعون ذراعا، والعين خمسون ذراعا، (وإذا خرب\nالمسجد أو المحلة أو الدار الموقوفة على جهة لم يجز نقص ذلك ولا نقله إلى\nغيره وبه قال مالك. قال أحمد: إذا خربت الدار جاز بيعها ويصرف ثمنها إلى\nوقف آخر، إذا شرط في الوقف أن يخرج من شاء من أهل الوقف ويدخل من شاء كان\nفاسدا؛ لأنه شرط ما يباين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p162'> Vol. 03, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\nمقتضى العقد.\n</p>\n\n<p>\nواعلم أن الوقف في المرض وصية) (واعلم أن الحيوان الكبير الجثة لا يكون\nلقطة في الصحاري، فمن أخذه ضمنه، واختلف فيه في العمران، قيل: تكون لقطة؛\nلأنه لا يهتدي للسقي والعلف وسواء في التعريف قليل اللقطة وكثيرها مما\nتبتغيه النفس وتطلبه، فأما غير ذلك فيجوز للملتقط الانتفاع به من غير تعريف\nالنبي عليه السلام تمرة فقال: \" لولا أني أخشى أن تكون من تمر الصدقة\nلأكلتها \"، وقدرها مالك بربع دينار، وأبو حنيفة بعشرة دراهم، ومن أصحابنا\nمن قدرها بدينار) .\n</p>\n\n<p>\nما خرب من بلاد المسلمين، وباد أهله لا يملك بالإحياء خلافا، والحجة أنها\nأرض جرى عليها ملك من له حرمة، فلا يملك بالإحياء كما لو عرف مالكها،\nوالفقه فيه أنه لا يخلو أن يكون لمالكها وارث أم لا فإن كان فهي له وإلا\nفهي لبيت المال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p163'> Vol. 03, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\nواعلم أن الحشيش النابت في الأرض المملوكة لمالك الأرض، وقال أبو حنيفة\nغير مملوك ولا يجوز بيعه إلا بعد الحيازة، لنا أنه نماء ملكه لم يملكه غيره\nفوجب أن يكون له كالحطب والقصب (إذا وقف على ولده وولد ولده دخل <span id='ms240'></span> فيه ولد\nالبنات خلافا لهم، لنا أنه أضاف أولاد الأولاد إليهم فإذا دخل ولد البنين،\nوجب أن يدخل ولد البنات؛ لأنهما في الإضافة سواء، وإذا استثنى الواقف أن\nينفق على نفسه في حياته لم يجز خلافا له، لنا أنه أزال ملكه لا إلى مالك،\nفهو كما لو أعتق عبده وشرط أن تكون غلته له، ولا يقال: إن منفعة العبد لا\nتكون مستحقة للمعتق بحال، وقد تكون منفعة الموقوف للواقف كما لو وقف بئرا،\nفإنه يشارك فيها المسلمين) ؛ (لأنه لو كان كما ذكر فالواجب أن يكون جزءا من\nمنفعة الموقوف بإطلاق الوقف كما كان له ذلك فيما اعتبروا به) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p164'> Vol. 03, p. 164</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head42'>(المسألة الحادية والتسعون بعد المائة: إذن الإمام في إحياء الموات (قصا) :)</h1>\n\n<p>\nالمذهب: لا يفتقر إليه المسلم ولا يملك به الكافر.\n</p>\n\n<p>\nعندهم: ف.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nقول النبي عليه السلام: \" من أحيا أرضا ميتة فهي له \"، وقوله: موتان\nالأرض لله ولرسوله، ثم هي لكم مني أيها المسلمون خاصة جعل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p165'> Vol. 03, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\nالأحياء سببا للملك ولم يشرط إذن الإمام، ثم خصص المسلمين بذلك.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nقول النبي عليه السلام: \" ليس للمرء إلا ما طابت به نفس إمامه \"، وقوله:\n\" عادي الأرض لله ولرسوله \".\n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nمباح في عرصة التمول، فلا يفتقر إلى إذن الإمام كالصيود، دليل الإباحة\nكونه لم تثبت عليه يد، واليد تصلح للتملك، بدليل ما لو اتصل به إذن الإمام،\nوأما الذمي فلو ملك بالإحياء صار أصلا في دار الإسلام وهو ساكن بأجرة ولا\nولاية للإمام على المباحات والإقطاع للترجيح.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nللإمام ولاية على ذلك، فلا يملك بغير إذنه كمال بيت المال، دليل الدعوى\nالإقطاع، وتأثيره أن الافتيات عليه لا يجوز والذمي يملك بالسبب الذي يملك\nالمسلم فصار كالبيع والاحتطاب والاحتشاش.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p166'> Vol. 03, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\nمالك: ما قرب من العمارة بحيث يتشاح فيه يحتاج إلى إذن، ويجوز للذمي.\n</p>\n\n<p>\nأحمد:\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nالعلماء وإن اختلفوا في أن الأموال أصلها الحظر أو الإباحة فلم يختلفوا\nأن الصيد والحشيش والموات (خال من ملك) ، وأنه متى تثبت عليه اليد ملك، ثم\nالذي <span id='ms241'></span> يحصل به الملك في موضع الوفاق الإحياء لا الإذن فإنه لو أذن له ولم\nيحي لم يملك، وولاية الإمام لا تخرجه عن التمليك بالإحياء، كما أن له ولاية\nالتقديم في الصلوات، ثم يتقدم بغير إذنه ويصح، وكذلك الحاكم له تقديم من\nشاء من الخصوم، ثم يسبق أحدهما بالدعوى، فيصح سماعها.\n</p>\n\n<p>\nفإن قالوا: الموات كان للكفار ثم ملكه المسلمون والإمام وليهم.\n</p>\n\n<p>\nقلنا: فكان ينبغي أنه لو خرب قوم من المسلمين الموات أن يضمنوه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p167'> Vol. 03, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\nولا خلاف أنه يجوز لآحاد المسلمين حفر الأراضي، ونقل ترابها للتطيين\nوشراء الكافر ابتنى على ملك غيره فهو فيه تبع.\n</p>\n\n<p>\nوقولهم حق الكافر من الدنيا أكثر من المسلم، فسنتكلم عليه في مسألة\nالاستيلاء.\n</p>\n\n<p>\nوالحرف أن الموات عندنا تجري مجرى المباحات وأن الذمي ليس من أهل الدار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p168'> Vol. 03, p. 168</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head43'>(المسألة الثانية والتسعون بعد المائة: الوقف (قصب) .)</h1>\n\n<p>\nالمذهب: يلزم بنفسه لا يفتقر إلى حكم حاكم.\n</p>\n\n<p>\nعندهم: لا يلزم إلا بحكم حاكم أو يخرج مخرج الوصايا ويتسع له الثلث.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nنقل عن جماعة من الصحابة رضي الله عنهم أنهم وقفوا أملاكهم، منهم: أبو\nبكر وعثمان، وعائشة وطلحة وعبد الرحمن وابن مسعود والمسور والمقداد، ولم\nيرجع أحد منهم ولا من ذريتهم وهذا يورث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p169'> Vol. 03, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\nعلما ضروريا.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nقال عبد الله بن عباس: جاء محمد عليه السلام بإطلاق الوقف، وقال النبي\nعليه السلام: لا حبس عن فرائض الله، وقال: لا حبس بعد سورة النساء، وجاء\nأبا عبد الله بن زيد إلى النبي عليه السلام فقالا: إنه قد تصدق بحائطه وهو\nقوام عيشنا فرده النبي عليه السلام عليهما.\n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p170'> Vol. 03, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\nإزالة ملك على وجه القربة، فكان لازما بنفسه كالعتق. أو نقول: تحبيس أصل\nوتسبيل ثمرة فلزم بنفسه كما لو وقف أرضا مسجدا، والعلة في لزوم الوقف مساس\nالحاجة إليه، والحاجة إلى الفنادق والقناطر أعم من المساجد وكذلك الربط\nوالمدارس.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nالوقف لا يزيل الملك بنفسه، بدليل العمل بشرطه، ولو زال الملك لما بقي\nالعمل بشرطه وصار كالمساجد التي لا يتبع فيها شرط <span id='ms242'></span> الواقف فيمن يصلي فيها،\nوليس في اللفظ ما يدل على زوال الملك لا سيما وهو تعطيل الأموال وتمليك\nالمعدوم للمعدوم.\n</p>\n\n<p>\nمالك: الوقف لا يزول ملكه عن الوقف.\n</p>\n\n<p>\nأحمد:\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nنقيس المدرسة على المسجد وننصر أن الملك في الوقف لله تعالى: ونقول:\nالصلاة قربة يفتقر في إقامتها إلى بقعة، وكذلك دراسة العلم وتعلم القرآن\nوالجميع أوصاف بقعة مملوكة بجهة العبادة، فإن قالوا: والمسجد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p171'> Vol. 03, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\nأيضا لا يلزم بقوله بل إذا صلى فيه واحد، قلنا: فقولوا في المدرسة كذلك\nيلزم إذا درس فيها واحد ثم لو راعيتم في المساجد قياس الهبات، فالملك خارج\nإلى الله تعالى فقولوا: يحتاج أن يصلي فيه نائب الله تعالى وهو الإمام، وفي\nاتباع شرط الواقف في المسجد اختلاف بين الأصحاب، منهم من قال لو خصصه\nبأصحاب الحديث مثلا في إقامة شعاره لم يجز لغيرهم والاعتماد في الوقف على\nالحديث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p172'> Vol. 03, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\nفارغة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p173'> Vol. 03, p. 173</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head44'>(المسألة الثالثة والتسعون بعد المائة: الهبة (قصج) :)</h1>\n\n<p>\nالمذهب: لا رجوع بعد القبض إلا للأب، وفي الأم خلاف.\n</p>\n\n<p>\nعندهم: لا يرجع القريب بل الغريب.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nقال النبي عليه السلام: \" لا يحل لأحد أن يهب هبة ويرجع فيها إلا الأب\nفيما وهبه لولده \". وروي أن النعمان بن بشير أنحله أبوه غلاما وأخبر بذلك\nالنبي عليه السلام فقال: \" أكل ولدك نحلته \" قال: لا. قال: فاسترده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p174'> Vol. 03, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nقال النبي عليه السلام: \" الواهب أحق بهبته ما لم يثب منها \".\n</p>\n\n<p>\nوروي عن عمر وعلي رضي الله عنهما أنهما قالا: من وهب من ذوي محارمه فلا\nرجوع له، ودليل اقتضائها العوض قوله تعالى: {فحيوا بأحسن منها أو ردوها} ،\nوقوله عليه السلام: \" من اصطنع إليكم معروفا فكافئوه \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p175'> Vol. 03, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nعقد تم بركنيه مفيد لحكمه فلا يكون للواهب الرجوع فيه بنفسه كالبيع.\n</p>\n\n<p>\nبيان الحكم جواز الوطء، ولم يوجد سبب الفسخ إلا العقد، والشيء لا يصلح\nسببا للنقيض ولا ولاية للواهب على رد ملكه من ملك الموهوب له والعوض ليس\nمقصود الهبة.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nعقد تخلف عنه مقصوده فثبت فيه حق الفسخ كالعيب، دليل <span id='ms243'></span> ذلك أن المقصود\nالعوض، وهو معلوم شرعا وعرفا، وذوو المحارم قد حصل له من جانبهم الثواب وهو\nغرض صحيح.\n</p>\n\n<p>\nمالك: يلزم بالإيجاب والقبول.\n</p>\n\n<p>\nأحمد: ف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p176'> Vol. 03, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nمنقولهم ضعيف السند، والتحية رد السلام، وبنوا كلامهم على دعويين:\nإحداهما: أن كل هبة تقتضي بحكم الحال عوضا، والأخرى: أن العوض لم يسلم له،\nوهما ممنوعان، فإن الهبة لو اقتضت عوضا لبطلت دون تفضيل العوض، كما لو ذكر\nعوضا مجهولا ثم لو كان كما زعموا كانت الهبة بيعا، والبيع تمليك ببدل وهذا\nتمليك بغير بدل، وتنعقد الهبة بشرط الثواب بيعا على رأي كما ينعقد البيع\nبغير ثمن هبة على رأي، وبالجملة لو كانت الهبة تبتني على العوض بقرينة\nالحال لكانت كلفظ البيع دون تعريف العوض مفسد، ومهما أكل المتهب من الموهوب\nفقد فات العوض فليطالب بقيمته، ثم العاقل لا يهب درهما طمعا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p177'> Vol. 03, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\nفي درهم، وعندهم أنه لو أخذ درهما بطل رجوعه مع أنه يحتمل أنه أخذه على\nرجاء غيره، وكان ينبغي على هذا أن يفسد في أموال الربا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p178'> Vol. 03, p. 178</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head45'>(المسألة الرابعة والتسعون بعد المائة: هبة المشاع احتمل القسمة أو لم يحتمل (قصد) :)</h1>\n\n<p>\nالمذهب: صحيحة توجب الملك مع القبض.\n</p>\n\n<p>\nعندهم: توجب الملك المشاع غير المحتمل القسمة لا في المحتمل.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا: ... .\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nقال الصديق لعائشة: كنت أنحلتك جذاذ عشرين وسقا وإنك ما حزتيه ولا قبضتيه\nوإنما هو اليوم مال الوارث، وجه الدليل قوله:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p179'> Vol. 03, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\n\" حزتيه \"، فدل أن القبض بالحيازة، وروى جماعة من الصحابة أنهم قالوا: لا\nتتم الهبة إلا أن تكون محوزة.\n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nعقد تمليك في المشاع فأثبت حكمه كالبيع، وتأثيره أن ما هو محل الملك هو\nمحل الهبة، ولهذا ينعقد العقد في المشاع، فقد تحقق من الأهل في المحل\nوالتسليم في المشاع حسب التسليم في المقرر، والدليل على قبض المشاع البيع\nورأس المال في السلم.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nالقبض ركن في باب الهبة، ولم يوجد بتمامه فصار كما لو لم يتم القبول،\nوبيانه: أن القبض إنما يتم بالقسمة فيما تحتمله؛ لأن القبض عبارة <span id='ms244'></span> عن\nالحيازة.\n</p>\n\n<p>\nمالك: ق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p180'> Vol. 03, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\nأحمد:\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nالقبض مع الشيوع تام ولا نزيدهم على القبض بالبيع، فإنه يفيد نقل الضمان\nوالتسليط على التصرف، وكذلك القبض في البيع الفاسد مع الشيوع يفيد الملك،\nوكذلك لو سلم إليه ألفا نصفا قرضا ونصفا قراضا ملك النصف الذي هو قرض على\nالشيوع، وكذلك لو وهب اثنان من واحد وقبض دفعة واحدة لزم عندهم ولم يصدر من\nكل واحد إلا التسليط على المشاع، قالوا: الدليل على أن القسمة من تمام\nالقبض أن من اشترى شقصا مشفوعا مشاعا وقاسمه البائع، فإن الشفيع يأخذه\nبالشفعة ولا تنقص القيمة، ولو لم تكن من تمام القبض لنقضها كسائر تصرفات\nالمشتري، والجواب أن القيمة تقرير حق الشفيع فكيف ينقضها،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p181'> Vol. 03, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\nقالوا: فالمشتري يطالب بالقيمة قبل القبض ولولا أنها من القبض لما جاز\nذلك، والجواب: إن قلنا إن القسمة بيع فلا تصح قبل القبض؛ لأن التصرفات قبل\nالقبض ممتنعة عندنا لضعف الملك، وإن قلنا: إنها تمييز وإقرار فهذا قبض\nحقيقة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p182'> Vol. 03, p. 182</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head46'>(المسألة الخامسة والتسعون بعد المائة: جهة اللقطة بعد تعريف سنة (قصه) :)</h1>\n\n<p>\nالمذهب: جهة التمليك بشرط الضمان للغني والفقير.\n</p>\n\n<p>\nعندهم: جهة الصدقة فتجوز للفقير لا للغني ويتصدق بها على نفسه بشرط\nالضمان.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nروي أن سائلا سأل النبي عليه السلام عن اللقطة، فقال: \" اعرف عفاصها\nووكاءها وعرفها سنة، فإن جاء صاحبها وإلا فشأنك بها \"، والتقط أبي بن كعب\nصرة فيها ثلثمائة دينار فقال له النبي عليه السلام:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p183'> Vol. 03, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\nعرفها حولا ثم قال: استمتع بها \".\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nقول النبي عليه السلام: \" من التقط لقطة فليعرفها حولا كاملا، فإن جاء\nصاحبها وإلا تصدق بها، فإن قدم ربها ورضي بالأجر وإلا ضمن له \".\n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nمن جاز له الالتقاط جاز له الإنفاق بعد التعريف كالفقير؛ لأن اللقطة مال\nالغائب في يده وحقه الحفظ، والحفظ إما بالإمساك أو يملك بشرط ضمان فيصير\nمحفوظا في ذمته، والصدقة (تبطل بالضمان ولو وجب لتعين) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p184'> Vol. 03, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nمن لا تحل له الصدقة لا تحل له اللقطة، تأثيره: أن النظر للمالك <span id='ms245'></span> واجد\nوجهة التصدق أجمع للنظر من جهة التمليك، فالصدقة وصول المال إليه بالأجر.\n</p>\n\n<p>\nمالك: يملكها الغني دون الفقير، ولا قط الحيوان الصغير إذا أكله لا غرم\nعليه.\n</p>\n\n<p>\nأحمد: إذا وجد بهيمة في ملكة ملكها.\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nالمعتمد على حديث الجهني الذي جمع أنواع الضوال وحديث أبي بن كعب قال\nالشافعي: كان من مياسير الصحابة، وأما القياس فلا مدخل له في مبادئ أحكام\nعلى أن القياس يقتضي أن ملك المالك لا يزول إلا بسبب من جهته، وقياس الغني\nعلى الفقير لا يجوز إلا أنا لو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p185'> Vol. 03, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\nقدرنا توارد الأحاديث في الدلالة على زوال ملكه ونقتدي فيه الإزالة\nبالتصدق وبالتمليك وأردنا أن نرجح أحد المسلكين فجانبنا أقرب، فإن فيه\nإحياء حق المالك بترغيب النفوس في التقاطه وتملكه بشرط الضمان ولا ثواب في\nالمعاوضة، وما ذكروه ينفر عن الالتقاط فلا يرغب فيه إلا أولو الطمع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p186'> Vol. 03, p. 186</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head47'>(مسائل الفرائض)</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p187'> Vol. 03, p. 187</a>\n            </div>\n            \n<p>\nفارغة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p188'> Vol. 03, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\nلوحة 51 من المخطوطة أ:\n</p>\n\n<p>\nتكلم في جميع أبواب الفرائض علي، زيد، ابن مسعود، ابن عباس، وتكلم في\nأكثرها أبو بكر وعمر وعثمان، معاذ، قال النبي عليه السلام \" أفرضكم زيد \"،\nوخطب عمر بالجابية وقال: من أحب أن يسأل عن القرآن فليسل أبي بن كعب، ومن\nأحب الفرائض فليسل زيدا، ومن أحب الفقه فمعاذ وروى ابن الماجشون، ... ...\n... ... ... ... ... ... ...\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p189'> Vol. 03, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\nعن ابن شهاب: لو هلك عثمان وزيد في بعض الزمان لهلك علم الفرائض، وخلاف\nالصحابة رضي الله عنهم في الفرائض على ز أقسام (سبعة) :\n</p>\n\n<p>\nأ - (1) فرائض الصلب، ب - (2) حكم العول.\n</p>\n\n<p>\nج - (3) الرد.، د - (4) الجدات.\n</p>\n\n<p>\nه - (5) الجد.، و - (6) الولاء.\n</p>\n\n<p>\nز - (7) ذوو الأرحام.\n</p>\n\n<p>\nومتى اجتمع علي وزيد على حكم، فإن تابعهما ابن عباس خالفهما ابن مسعود\nوبالعكس، وربما اجتمع علي وابن مسعود وابن عباس وخالفهم زيد، وإذا اجتمع\nثلاثة منهم على أصل في الفرائض فهم على ضربين: أن يجتمعوا على أصل الباب\nوفروعه كاجتماع علي وزيد وابن مسعود على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p190'> Vol. 03, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\nتعصيب الأخوات مع البنات وبنات الابن ولا خلاف بينهم في فروع هذا الباب،\nفأما ابن عباس فأسقطهن.\n</p>\n\n<p>\nالضرب الثاني: أن يجتمعوا على أصل ويختلفوا في <span id='ms246'></span> فروعه كاجتماع (علي وزيد)\nوابن مسعود على توريث الأخوة والأخوات مع الجد، ثم اختلفوا في كيفية\nتوريثهم وخالفهم ابن (عباس في الأصل) فأسقطهم، وكذلك اجتمع علي وابن مسعود\nوابن عباس على القول بالرد مع اختلافهم في كيفيته وخالفهم زيد في الأصل،\nواجتماع هؤلاء الأربعة اجتماع الفقهاء، وكل مسألة انفرد فيها علي تابعه ابن\nأبي ليلى والحسن بن صالح، وتابع زيدا مالك والشافعي والأوزاعي وأكثر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p191'> Vol. 03, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\nالمدنيين، وتابع ابن مسعود علقمة والأسود، وتابعه مسروق في باب الجد،\nوتابع أبو حنيفة في الجد أبا بكر وابن عباس، والمجمع على توريثهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p192'> Vol. 03, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\nالابن وابنه وإن سفل، والأب وأبوه وإن علا، (والأخ من) كل جهة وابن الأخ\nإلا من الأم، والعم إلا من الأم والزوج ومولى النعمة، والبنت وبنت الابن\nوإن نزلت درجة أبيها، والأم والجدة من الجهتين، والأخت من كل جهة والزوجة\nومولاة النعمة، وتسقط بنت الابن بالابن، والأجداد بالأب، والجدات بالأم،\nويسقط ولد الأم بأربعة؛ بالولد وولد الابن، والأب والجد.\n</p>\n\n<p>\nويسقط ولد الابن بثلاثة بالابن وابن الابن والأب، ويسقط ولد الأب بهؤلاء\nالثلاثة وبالأخ من الأبوين. إذا استكمل (البنات الثلثين سقط بنات الابن إلا\nأن يكون معهن أو أنزل منهن ابن ابن فيعصبهن، وإذا استكمل الأخوات من\nالأبوين الثلثين سقط الأخوات من الأب إلا أن) يكون معهن أخ لهن فيعصبهن.\nوالعصبة إذا انفرد ورث المال (وإذا كان معهم) ذو فرض يدلي به، وكان الباقي\nللعصبة، فإن استغرقت الفروض المال سقط.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p193'> Vol. 03, p. 193</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head48'>(المسألة السادسة والتسعون بعد المائة: الصبي المميز الذي يعقل عقل مثله (قصو) :)</h1>\n\n<p>\nالمذهب: لا يصح إسلامه، وقيل: يصح في حكم الآخرة.\n</p>\n\n<p>\nعندهم: يصح إسلامه.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nقال النبي عليه السلام: \" رفع القلم عن ثلاث: عن الصبي ... الحديث \"، وجه\nالدليل أنه لما رفع القلم رفع الخطاب فلا يخاطب بالإسلام، ولا يصح صدوره\nمنه.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nروي أن عليا كرم الله وجهه وهو طفل قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p194'> Vol. 03, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\n(سبقتكموا إلى الإسلام طفلا ... صغيرا ما بلغت أوان حلمي)\n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nلم يعرف إسلامه فلا يحكم، لأن الاعتقاد <span id='ms247'></span> ركن ولم يعرفه وخبره محتمل أن\nيكون قد عرف ولم يعتقد، ودليل الشرع اتصل بخبر البالغ دون الصبي، والدليل\nعدم خطابه بالإسلام وهذا اعتقاد كامل فيقتضي نظرا كاملا والإسلام لا يعقل\nإلا بعد تقدم الإلزام كما لا يعقل جواب إلا بعد سؤال.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nخبر عن اعتقاد صحيح فصح كالبالغ؛ لأنه يخبر عن التوحيد بشرائطه وهو أهل\nالاعتقاد بعقله وتمييزه وقد وجد منه الإسلام فصح، والإسلام فرض فلا يسقط\nبعذر الصبا.\n</p>\n\n<p>\nمالك: لا يكون مسلما بإسلام الأم.\n</p>\n\n<p>\nأحمد:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p195'> Vol. 03, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nالأحكام الدنيوبة متعلقة بالإسلام، وهو الاستسلام الذي لا يعقل إلا بخطاب\nوفرق بين الإيمان والإسلام. قال الله تعالى: {قالت الأعراب آمنا قل لم\nتؤمنوا ولكن قولوا أسلمنا} ، ولهذا لم يعقل الإسلام قبل ورود الشرع، ولكن\nعقلت المعرفة والنظر؛ لأنه لا إلزام فإسلام الصبي كإسلام من أسلم قبل\nالبعثة، فإن الشريعة لم تلزم الصبي، وإنما حلنا بينه وبين أبويه؛ لأنه قد\nبدت منه مخايل الإسلام، فربما رداه ودفن في مقابر المسلمين لكونه مسلما في\nأحكام الآخرة، والله أعلم بسريرته، فإن قالوا أوجب عليه الإسلام عقله،\nفالجواب أن العقل لا يوجب شيئا ولا نسلم عقاب صبيان الكفار.\n</p>\n\n<p>\nونقول: من صح إسلامه تبعا لأبويه لم يصح إسلامه لنفسه كيلا يصير التابع\nأصلا ونقف مع هذا الحرف وهو أن الإسلام بحقيقته لا يوجد من صبي، ولا يمكن\nأن يقال: إن الإسلام واجب في ذمته، لأن إيجاب العبادات والتكاليف في الذمة\nمحال، إذ ليس فيها إلا خطاب طلب الفعل، وذلك لا يعقل في الذمة، فإن ناقضونا\nبالذمي، فإنه غير محمول على الإسلام، ولو أسلم قلنا من قال إنه غير محمول\nعلى الإسلام، وهل الجزية إلا حمل على الإسلام لكونها عقوبة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p196'> Vol. 03, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\nالمسألة السابعة والتسعون بعد المائة: الفاضل عن سهام ذوي الفروض (قصز) :\n</p>\n\n<p>\nالمذهب: لبيت المال إن لم يكن ثم عصبة.\n</p>\n\n<p>\nعندهم: يرد على ذوي الفروض.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nقال النبي عليه السلام: \" إن الله تعالى لم يكل مواريثكم إلى ملك مقرب،\nولا نبي مرسل، وإنما قسمها بنفسه <span id='ms248'></span> فقسمها أحسن قسم فأعطى كل ذي حق حقه ألا\nلا وصية لوارث \".\n</p>\n\n<p>\nلهم: ... .\n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nلا رد على الزوجين فكذلك ذوو الفرض؛ لأن مقتضى فرضهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p197'> Vol. 03, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\nواحد، ولهذا استووا في العول، والنكاح قرابة كما أن الولاء يحدث قرابة،\nوالله تعالى قدر الفروض وحدها وذلك ينفي الزيادة، وجهة المسلم جهة وارثة\nفالفاضل مصروف إليهم؛ لأنهم يتحملون العقل كالورثة.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nإذا ضاق المال عنهم قسم على قدر سهامهم فكذا إذا اتسع، وذلك لأن الله\nتعالى لما ذكر سهامهم ما أراد أعيانها، وإنما أراد نسب بعضهم إلى بعض وأما\nالزوجان فبالموت انقطع ما بينهما وإنما توارثا بحرمة العقد.\n</p>\n\n<p>\nمالك: ق.\n</p>\n\n<p>\nأحمد: ف.\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nقالوا: للبنت النصف ميراثا بحق البنوة، والباقي لها بالرحم المرسلة التي\nشاركت بها سائر الأقارب، والجواب: أن هذه الرحم صارت مقتضية الحق بقضاء حق\nالبنوة؛ لأن البنوة تتضمن الرحمية المرسلة لا محالة،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p198'> Vol. 03, p. 198</a>\n            </div>\n            \n</p>\n\n<p>\nفالرحمية من البنوة بمنزلة السقف من البيت والخمسة من الستة، فمن ملك\nبيتا بعشرة دراهم لا يملك السقف بعشرة أخرى، فإن من ملك البيت ملك السقف،\nولو كانت الرحمية العامة قضية شاملة للجميع لوجب أن يقسم الباقي بين ذوي\nالفروض بعدد رءوسهم ولا نفضل بنتا على أم.\n</p>\n\n<p>\nعبارة ذو سهم لا تعصيب له فلا يرد عليه كالزوج.\n</p>\n\n<p>\nومخرجهما من ج فرض كل اثنتين فصاعدا من البنات أو بنات الابن أو الأخوات\nمن الأبوين أو الأخوات من الأب، والثلث ومخرجه مخرج\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p199'> Vol. 03, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\nالثلثين فرض كل اثنين فصاعدا من ولد الأم ذكرهم وأنثاهم فيه سواء وهو\nللأم مع عدم الولد وعدم الاثنين فصاعدا من الأخوة والأخوات، والسدس ومخرجه\nمن و، فرض كل واحد من الأبوين مع الولد، وهو للأم مع كل اثنين فصاعدا من\nالأخوة والأخوات، والجد مع الولد، والجدة أو الجدات، ولبنت الابن أو بنات\nالابن مع بنت الصلب تكملة الثلثين، وللأخت من الأب، أو الأخوات من الأب مع\nالأخت من الأبوين تكملة الثلثين وللواحد من ولد الأم.\n</p>\n\n<p>\nشذ عن الأصول مسألتان: (زوج وأبوان، وزوجة وأبوان، للأم في كل <span id='ms249'></span> واحدة\nمنهما ثلث الباقي بعد فرض الزوجين هما العمريتان) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p200'> Vol. 03, p. 200</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head49'>(المسألة الثامنة والتسعون بعد المائة: ذوو الأرحام (قصح) :)</h1>\n\n<p>\nالمذهب: لا يرثون.\n</p>\n\n<p>\nعندهم: ف.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nقال الله تعالى: {ولكل جعلنا موالي مما ترك الوالدان والأقربون} ،\nوالمولى يطلق على العصبة هاهنا؛ لأنه عمم الكل وجعل لكل إنسان عصبة، والجهل\nبها لا يقتضي صرف المال إلى غير مستحق، وروي أن النبي عليه السلام سأل عن\nميراث العمة والخالة فركب إلى قباء يستمطر الوحي ويقول: اللهم عمة وخالة،\nوعاد فقال: لا ميراث لهن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p201'> Vol. 03, p. 201</a>\n            </div>\n            \n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nقوله تعالى: {وأولوا الأرحام بعضهم أولى ببعض} ، وقوله: {وللرجال نصيب\nمما ترك الوالدان والأقربون وللنساء نصيب} .\n</p>\n\n<p>\nقال واسع بن حبان: توفي ثابت بن الدحداح ولم يدع وارثا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p202'> Vol. 03, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\nفدفع رسول الله عليه السلام ماله إلى ابن أخته أبي لبابة بن عبد المنذر،\nوقال عليه السلام: \" الخال وارث من لا وارث له يرثه ويعقل عنه \"، وأعطى عمر\nالخالة الثلث، والعمة الثلثين.\n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p203'> Vol. 03, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\nالإرث عرف توقيفا لا قياسا لكونها مقادير شرعية تحرم بنت البنت، وتورث\nابن العم فيتبع النص ولا نص في ذوي الأرحام والمقدرات على أصله لا تثبت\nقياسا، وانعقد الإجماع أن كل أنثى وارثة يعصبها أخوها، ونرى بنت الأخ لا\nيعصبها أخوها، فدل على أنها غير وارثة وبالجملة القياس لا يجرى في الميراث.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nالإرث يبنى على الولاية وكلما قطعها قطعة كالرق واختلاف الدين، والميراث\nيقدم فيه الأقرب فالأقرب كالولاية، والوارث نائب عن الميت يبني ملكه على\nملكه، وحوله على حوله ويرد بالعيب، وذوو الأرحام لهم الولاية؛ لأنهم يبذلون\nالتجهيز والتكفين والدفن.\n</p>\n\n<p>\nمالك: ق.\n</p>\n\n<p>\nأحمد: ف.\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nالآية التي استدلوا بها مجملة ليس فيها تعرض للميراث، فيكفينا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p204'> Vol. 03, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\nدعوى الإجمال، ونحملها على الحضانة والتربية والتجهيز والتكفين، ويحتمل\nأنه أراد بهم الأقارب المذكورين في آية الميراث، وقوله في كتاب الله يدل\nعلى ذلك؛ لأن ذوي الأرحام لم يذكروا في كتاب الله، وقوله عليه السلام في\nالخال معارض بأحاديثنا، ويحتمل أن يكون منهاجه كقوله: \" الجوع زاد من لا\nزاد <span id='ms250'></span> له \".\n</p>\n\n<p>\nومع تعارض الأحاديث لا يستبعد التأويل الغريب ثم المال يصرف إلى جهة\nالإسلام لا إلى جهة المسلمين، فلا وجه لقولهم (ترجح) ذوي الأرحام، فإنه\nيخرج أيضا في عمارة قناطر ومصالح ويصرف إلى الرقيق والكافر إذا تعلق به\nمصلحة (الإسلام وبالجملة نصيب الرحم للتوارث كالنسب حكم شرعي لا بد له من\nمستند، وإما أن يثبت أصلا أو فرعا لا أصل له، ولم يرد في ذلك) نص وموضع\nالنص لا يقاس عليه هاهنا؛ لأنهم ليسوا على قياس ذوي الفروض، حيث لم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p205'> Vol. 03, p. 205</a>\n            </div>\n            \n</p>\n\n<p>\nيقدر لهم ولا على قياس العصبات؛ لأنهم لا يأخذون ما فضل عن الفروض (بل\nيرد على الفروض ويحرمون) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p206'> Vol. 03, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\nالمسألة التاسعة والتسعون بعد المائة: المشركة (قصط) :\n</p>\n\n<p>\nالمذهب: يشارك ولد الأبوين والأم.\n</p>\n\n<p>\nعندهم: يستأثر ولد الأم بسهمهم.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nقال عمر رضي الله عنه: هبوا أن أباهم كان حمارا، فما زادهم ذلك إلا قربا،\nوقيل: بل ولد الأبوين قال ذلك لعمر.\n</p>\n\n<p>\nلهم: ... .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p207'> Vol. 03, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nشاركهم في قرابة الأم، وانفرد بقرابة الأب، فإذا لم يوجب التقديم لم يوجب\nالتأخير، وإنما قدمت قرابة الأم لقوتها فعمرت قرابة الأم ولما لم تظهر\nقرابة الأبوة ظهرت قرابة الأمومة، وفي هذه الصورة يرث بالفرض لا بالتعصيب.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nعصبة لم تجد (فضلا فسقط) كالأخ من الأب، وهذا لأن قرابة الأم هاهنا\nللترجيح (فلا تكون للاستحقاق) ولو كانت سببا لاستحق الفرض والتعصيب، ودليل\nبقاء تعصيبه أنه في هذه الحالة تسقط الأخت من الأب ثم لو أن ولد الأم واحد\nوولد الأب عشرة فلجميعهم السدس.\n</p>\n\n<p>\nمالك: ق.\n</p>\n\n<p>\nأحمد: ف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p208'> Vol. 03, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nحرمانهم مع المساواة في الاستحقاق لا وجه له؛ لأنهم لم يتميزوا إلا\nبقرابة الأب وقرابة الأم تابعة لقرابة الأب ساقطة العبرة إذا أمكن العمل\nبقرابة الأب، وأما إذا لم يمكن فجعل قرابة الأم ساقطة مع وجودها خارج عن\nالإفادة، وبهذا نجيب عن الصورة التي فيها واحد من ولد الأم، وعدة من ولد\nالأبوين، فإن تم ظهر ابن قرابة الأم فهو إذا عصبة، وقد وجد في حقه <span id='ms251'></span> سبب آخر\nفصار كابن عم هو أخ لأم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p209'> Vol. 03, p. 209</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head50'>(المسألة المائتان: الجد مع الأخوة والأخوات (ر) :)</h1>\n\n<p>\nالمذهب: لا يحجبهم بل يقاسمهم.\n</p>\n\n<p>\nعندهم: يحجبهم.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا: ... .\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nقوله تعالى: {ملة أبيكم إبراهيم} ، وقوله تعالى إخبارا عن يوسف: {واتبعت\nملة آبائي إبراهيم وإسحاق} ، وقال النبي عليه السلام: \" ارموا بني إسماعيل\n\"، وقوله تعالى: (ولا تنكحوا ما نكح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p210'> Vol. 03, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\nآباؤكم} .\n</p>\n\n<p>\nوجه الدليل: أن اسم الأب يطلق على الجد فحجب كالأب الأدنى.\n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nالجد والأخ استويا في الإدلاء إلى الميت فاشتركا في الميراث كالأخوين لأن\nالجد أبو أبيه، والابن ابن ابنه، والإدلاء بالبنوة في التعصيب أقوى من\nالأبوة، بدليل تقديم الابن على الأب وإن سمي الجد أبا فعلى طريق المجاز.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nكل حكم يثبت للأب يثبت للجد من الاستبداد بالولاية ورد الشهادة ودرء\nالقصاص والعتق عند الملك وملك المال عند الحاجة، وإذا استولد جاريته ملكها،\nفإذا كان كذلك ساواه في حجب الأخوة، ثم إن الأخ يسقط إذا بقي فرضه ولا\nيشاركه دائما.\n</p>\n\n<p>\nمالك: ق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p211'> Vol. 03, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\nأحمد: ف.\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nجهة الأخوة مورثة بنص الكتاب فحجب المدلي بها إنما يستقيم بنص أو قياس\nعلى نص ولم يثبت حجب الأخ الجد نصا، وإنما حجب الأب، والابن وابن الابن،\nوليس الجد في معنى واحد من هؤلاء ويرجح الأب على الأخ، لا لأجل أنه بنفس\nالبعضية بل للبعضية المتأكدة بالقرب، فإن كان الجد يدل بالبعضية، فليس له\nقرب، وإن نزل الجد منزلة الأب في الأحكام التي ذكروها فقد نزل الأخ بمنزلة\nالابن عند عدم الابن في أنه عصب أخته بخلاف العم وابن الأخ، وأن الذكر\nليستغرق والأنثى النصف، والانثيين الثلثان والجد يفارق الأب في الميراث في\nالعمريتين، وبالجملة الجد وارث، والأخ وارث فلا يخلو إما أن يسقطا معا، أو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p212'> Vol. 03, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\nيسقط أحدهما، ويرث الآخر، وإسقاطهما معا لا يمكن، والترجيح يحكم فبقي أن\nيرثا معا، فأما تفاصيل أحوالهم فبالتوقيف واتباع الصحابة رضوان الله عليهم\nحجة إذا اجتمع الجد مع الأم أخذ مثلي ما يأخذ الأخوة لا ينقصون الأم من\nالسدس <span id='ms252'></span>، فلا ينقصون الجد من ضعف السدس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p213'> Vol. 03, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\nلوحة 52 من المخطوطة أ:\n</p>\n\n<p>\nإذا ورد نص بتعليق حكم على وصف وظهرت المناسبة لمعنى يتضمنه ذلك الوصف\nوانقطع أثر صورة الوصف كان اعتباره على مذاق التحكمات الجامدة التي لا\nنستشف منها مخايل المعنى وجب إحالة الحكم على متضمن الوصف، وإن كان للوصف\nخصوص أثر فلا سبيل إلى الغاية، وقد يفضي هذا إلى نفي الحكم مع وجود الوصف\nلانفكاكه عن المعنى المناسب، فبهذا قد يزاد على المنقوص وينقص ومنه قوله\nعليه السلام: \" القاتل لا يرث \" الصحيح أن القاتل قصاصا وحدا يرث لأنا\nفهمنا من القتل أمرا، ذلك الأمر مخصوص ببعض أنواع القتل فنقول: لا يخلو إما\nأن يناط الحرمان بالقتل لصورته أو لمعنى يتضمنه، وذلك المعنى إذا كان\nمناسبا لا بد من اعتباره.\n</p>\n\n<p>\nوقد اضطرب رأي المجتهدين في مناط الحكم من القتل، والقتل ينقسم إلى عمد\nوخطأ، والخطأ ينقسم إلى: مباشر وتسبب، فالشافعي عمم الحرمان، وأبو حنيفة\nخصص بالمباشر وقال: من حفر بئرا في محل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p214'> Vol. 03, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\nعدوان فتردى فيها قريبه ورثه، وكأنه يقول قائلا حقيقة، فإن الهلاك حصل\nبالحركة لا بالحفر، وعندنا هو قاتل بدليل الدية والكفارة، والقتل في حق\nالقاتل ينقسم إلى ما يصدر عن مكلف، وإلى ما يصدر عن غير مكلف، وينبني على\nذلك مسألة الصبي والمجنون، ثم القتل العمد ينقسم إلى محظور وغير محظور،\nوالمحظور لا محالة يندرج تحت العموم، وغير المحظور ينقسم إلى مباح كالقتل\nقصاصا وقتل الصائل والباغي، وإلى واجب كالقتل حدا فتردد الشافعي في هذه\nالصورة وقطع أن كل قتل مضمون بدية أو كفارة، أو قتل فهو يوجب الحرمان، وما\nلا يوجب شيئا فهو هدر.\n</p>\n\n<p>\nثم ثار بعد هذا الاختلاف في الوصية للقاتل فمنع منها الشافعي وأبو حنيفة،\nوهذا زيادة على المنصوص عملا بالمعنى، إما تشوفا إلى مقابلة المتعجل بضد\nقصده، أو نظرا إلى أن المال المستعجل باب واحد يستحق تارة بقرابة وتارة\nبزوجيه وتارة بوصية، فما كان علة الإسقاط في أحدها كان علة في البواقي،\nوأحق العصبات البنون ثم <span id='ms253'></span> بنوهم، ثم الأب، ثم الجد، وقد ذكرنا حاله مع\nالأخوة، ثم بنو الأب، ثم بنوهم، ثم بنو الجد، ثم بنوهم، وعلى هذا لا يرث\nبنو أب (أعلى وهناك بنو أب) أقرب منهم، وإن سفلوا وأولى ولد كل أب أقربهم\nإليه فاستووا فأولاهم من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p215'> Vol. 03, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\nكان لأب وأم والبنون وبنوهم والأخوة من الأبوين والأخوة من الأب يعصبون\nأخواتهم ويمنعونهن الفرض ويقتسمون ما ورثوا للذكر مثل حظ الأنثيين والأخوات\nمع البنات عصبة يرثن ويحجبن كالأخوة، وقد يجتمع للأب والجد الفرض والتعصيب\nمع إناث الولد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p216'> Vol. 03, p. 216</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head51'>(مسائل من الفرائض)</h1>\n\n<h1 class='l1' id='head52'>(المسألة الحادية بعد المائتين: المرتد إذا مات أو قتل مرتدا (را) :)</h1>\n\n<p>\nالمذهب: كان ماله فيئا.\n</p>\n\n<p>\nعندهم: ما اكتسبه قبل الردة لورثته المسلمين، ما اكتسبه بعد الردة فيء.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nقال النبي عليه السلام: \" لا يرث المسلم الكافر ولا الكافر المسلم \"،\nوقال عليه السلام: \" لا توارث بين أهل ملتين شتى \"، وهذا نص في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p217'> Vol. 03, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\nالباب.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nقتل علي رضي الله عنه المستورد العجلي على ردته، وصرف ماله إلى ورثته\nالمسلمين، قال زيد بن ثابت أرسلني أبو بكر رضي الله عنه منصرفه من قتال\nالمرتدين، وأمرني أن أجعل مال كل واحد منهم لورثته من المسلمين، ولم يرد\nخلافه عن أحد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p218'> Vol. 03, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nكافر فلا يرثه المسلمون كسائر الكفار، لأن الموالاة شرط الإرث، لأن\nالوراثة خلافة في الملك، فإذا انقضت الموالاة انقطعت الخلافة، ولهذا قطعنا\nالميراث، ولا نسلم ثبوت حكم الإسلام له، وإنما لم يقسم ماله رجاء فيئته.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nالمرتد له حكم الإسلام، بدليل أنه لا يكون ماله فيئا في الحال، وأنه لا\nيقر على كفره ويؤمر بقضاء الصلوات وولده من الكتابية مسلم، والمال تبع\nالنفس فورث كالمسلم.\n</p>\n\n<p>\nمالك: ق.\n</p>\n\n<p>\nأحمد: ق.\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nالآثار التي نقلوها عن آحاد الصحابة فدعواهم فيها الإجماع لا وجه له؛ لأن\nالخلاف تحقق من التابعين ولولا أن الخلاف عن الصحابة لما تحقق من التابعين،\nولعل أبا بكر رضي الله تعالى عنه فعل ذلك لمصلحة رآها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p219'> Vol. 03, p. 219</a>\n            </div>\n            \n</p>\n\n<p>\nقولهم: مسلم حكما كلام لا أصل <span id='ms254'></span> له، فإنه متى تحقق الكفر انتفى الإسلام،\nوأما قضاؤه الصلوات فهذا الحكم عندنا يختص بالكافر أيضا لكونهما مخاطبين\nبفروع الإسلام، وإنما سقط عن الكافر تخفيفا، أما المرتد فلا يستحق التخفيف\nوالولد يتبع أمه لأنها جزء منه دينا، والذي يدل على أنه كافر حقيقة وحكما\nشرع القتل في حقه على كفره وكونه لا يرث المسلم ولا المرتد، والمرء يورث من\nحيث يرث، ثم في أي وقت يورث، أيورث وهو حي؟ هذا محال، لأن ميراث الأحياء لا\nيصح، وإذا مات فهو كافر حقيقة، ويلزمهم ما اكتسبه مرتدا، فإنهم لم يورثوا\nبه عنه، ثم نقول: الردة أبطلت عصمة النفس فأبطلت عصمة المال، لأن المال\nتابع للنفس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p220'> Vol. 03, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\nفارغة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p221'> Vol. 03, p. 221</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head53'>(المسألة الثانية بعد المائتين: القتل من الصبي والمجنون (ر ب) :)</h1>\n\n<p>\nالمذهب: يقتضي حرمان الميراث.\n</p>\n\n<p>\nعندهم: ف.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nقال النبي عليه السلام: \" ليس للقاتل من الميراث شيء \"، وهذا عام.\n</p>\n\n<p>\nلهم: ... .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p222'> Vol. 03, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nقتل بغير حق فيوجب حرمان الإرث، لأن حرمان الميراث يتعلق بنفس القتل سواء\nكان عدوانا أو مؤثما، بدليل الخطأ، وفقهه أن سبب الحرمان قطع الموالاة التي\nهي شرط الإرث.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nجزاء فعل محظور لا يتعلق بفعل الصبي والمجنون، دليله القود، وتأثيره: أن\nحرمان الميراث ليس فيه جبر (المحل وقد جبر) بالدية وإنما يقابل جزاء الفعل،\nوالجزاء يفتقر إلى حظرية وخطاب.\n</p>\n\n<p>\nمالك: القاتل عمدا لا يرث.\n</p>\n\n<p>\nأحمد: ق.\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nبالقتل قطع الوصلة فلا يثبت في حقه ما هو وصلة كما في حق البالغ؛ لأنه\nبالقتل قطع الرحم التي هي سبب الميراث، ثم يلزمهم الخاطئ، فإن فعله غير\nمؤثم، ومع هذا حرمه الميراث، وبالجملة العلة في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p223'> Vol. 03, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\nقطع الميراث قطع الموالاة، قولهم في الموضع المتفق عليه قد استعجل ما\nأخره الله تعالى، قلنا: يبطل بأم الولد، والمدبر وصاحب الدين المؤجل، فإن\nالمدبر وأم الولد يعتقان، والغريم يستحق الدين، أما القتل الواجب، والقتل\nالمباح، قلنا فيهما منع، فنقول: يحرم الميراث، وإن شئنا خرجناه على\nطريقتنا؛ لأنا قلنا بغير حق، وهذا قاتل بحق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p224'> Vol. 03, p. 224</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head54'>(المسالة الثالثة <span id='ms255'></span> بعد المائتين: القرابات بنكاح المجوس ووطء شبهة (ر ج) :)</h1>\n\n<p>\nالمذهب: يرث بأقوى قرابتيه.\n</p>\n\n<p>\nعندهم: يرث بهما.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا: ... .\n</p>\n\n<p>\nلهم: ... .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p225'> Vol. 03, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nشخص واحد فلا يجمع بين فرضين كما لو كانت زوجته هي بنت أو هي أم، وذلك\nلأن الفروض مقدرة لا يجوز المزيد عليها كالحدود والعبادات، قال الشافعي: لو\nقضينا بذلك لزم منه أن تحجب نفسها وذلك مستبعد.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nقرابتان لهما اسمان فورث بهما كابن العم إذا كان أخا لأم، والأسباب إذا\nتعددت تعددت مسبباتها، ثم الأب والجد يجتمع لكل منهما الفرض والتعصيب بجهة\nواحدة، فلأن يجتمع لشخص فرضان بجهتين كان أولى.\n</p>\n\n<p>\nمالك: ق.\n</p>\n\n<p>\nأحمد: ف.\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nالجمع في التوارث بقرابتين حكم شرعي لا يعرف إلا بدليل شرعي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p226'> Vol. 03, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\nوهو النص، أو القياس على منصوص ولا نص ولا أصل يقاس عليه، فإن قستموه على\nابن العم الأخ من الأم لم يصح أولا؛ لأن هذه قرابات أذن الشارع فيها،\nوثانيا؛ لأنها فرض وتعصيب.\n</p>\n\n<p>\nقالوا: إذا ورثنا بالأمومة مفردة وبالأخوة مفردة، فالجمع بينهما لا يزيد\nعليهما، والجواب: أنه شرع كل واحد منهما يدل على الأخرى ولم يشرع الجمع،\nقولهم: الجمع لا يزيد على الإفراد مناكرة للمعقول وينتقص عليهم بالأخت من\nالأبوين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p227'> Vol. 03, p. 227</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head55'>(المسألة الرابعة بعد المائتين: إذا قتل العادل الباغي (ر د) :)</h1>\n\n<p>\nالمذهب: لا يرث.\n</p>\n\n<p>\nعندهم: ف.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nعموم قوله عليه السلام: \" ليس للقاتل من مال مقتوله شيء \"، وقال تعالى:\n{فقاتلوا التي تبغي حتى تفيء إلى أمر الله} أمر بالقتال لا بالقتل.\n</p>\n\n<p>\nلهم: ... .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p228'> Vol. 03, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nالمأمور به القتال لا القتل، فوجود القتل فيه تعد من وجه فأوجب حرمان\nالإرث كالمؤدب والإجماع واقع على أنا لا نذفف على جريحهم ولا نقتل أسيرهم،\nولا نبدأهم بقتال، فالقصد كف شرهم لا إعدامهم فصار كالروح.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nمأمور بالقتال وهو سبب القتل فسقط عنه موجب حكم القتل كالقصاص والكفارة؛\nلأنه لما أذن فيه استحال أن يؤاخذ به كما في الجلاد بل أولى، فإن الجلد لا\nيفضي إلى القتل غالبا، والقتال <span id='ms256'></span> يفضي إلى القتل غالبا.\n</p>\n\n<p>\nمالك:\n</p>\n\n<p>\nأحمد:\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nقالوا: فعل المؤدب والزوج متعد، فلهذا أوجب الضمان والكفارة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p229'> Vol. 03, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا الفعل لا يوجب ضمانا ولا كفارة، فلا يحرم الإرث.\n</p>\n\n<p>\nالجواب: قد بينا وجه التعدي فيه، فإنه أمر بالقتال لا بالقتل لكن لما كان\nالتعدي فيه أقل لم يوجب الضمان ولا الكفارة، والفرق في هذا يوجب الفرق في\nالميراث، ألا ترى أن العامد يلزمه القصاص والخاطئ لا يلزمه، ومع هذا اتفقا\nفي حرمان الإرث، ثم إن المصول عليه إذا قتل الصائل لا ضمان ولا كفارة ومع\nهذا لا يرث، ويدل على جميع ما ذكرناه أن الختان يحرم الميراث إذا قتل، وقد\nفعل فعلا مأمورا به، ثم هو عندكم شبه عمد، وبالجملة المسألة مشكلة لعدم\nالضمان والكفارة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p230'> Vol. 03, p. 230</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head56'>(المسألة الخامسة بعد المائتين: الموالاة (ر ه) :)</h1>\n\n<p>\nالمذهب: لا يورث بها.\n</p>\n\n<p>\nعندهم: ف.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا: ... .\n</p>\n\n<p>\nلهم: ... .\n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nسبب لا يورث به مع وجود السبب بحال، ولا يورث به مع فقده كالرضاع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p231'> Vol. 03, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nالإرث مرة بالفرض ومرة بالتعصيب ثم الإرث بالفرض يستحق بمعنيين أحدهما\nيلحقه الفسخ وهو النكاح، والآخر لا يلحقه الفسخ، وهو النسب (فيجب أن يكون\nفي التعصيب كذلك، فالذي يلحقه الفسخ الموالاة والذي لا يلحقه الفسخ النسب)\n.\n</p>\n\n<p>\nمالك:\n</p>\n\n<p>\nأحمد:\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nقالوا: الرضاع لم يستحق به الإرث في ابتداء الإسلام والموالاة استحق بها.\nالجواب: ليس إذا ورث في ابتداء الإسلام ورث به الآن كالهجرة، قالوا: الإرث\nثبت بين الرجل والمرأة بثلاثة أوجه: العتق، والنسب، وعقد النكاح فيجب أن\nيثبت بين الرجلين والمرأتين من ثلاثة أوجه، وهذا ينقلب عليهم، فإن الإرث لا\nيثبت (والمرأتين من ثلاثة أوجه وهذا ينقلب عليهم، فإن الإرث لا يثبت من\nالرجل) بين الرجلين من أربعة أوجه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p232'> Vol. 03, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\nفيجب أن يثبت بين الرجل والمرأة من أربعة أوجه.\n</p>\n\n<p>\nمن هوامش لوحة 52 أ:\n</p>\n\n<p>\nاعلم أن مخرج كل كسر عدد ما في الواحد من أمثاله، فمخرج النصف من اثنين،\nوالثلث من ثلاثة، فإذا أردت مخرج كسرين فما زاد، عملت مخرج كسرين منهما بأن\nتنظر <span id='ms257'></span> إن كان سمى أحد المخرجين بعد سمى المخرج الآخر فالمعدود، وهو مخرج\nالكسرين، وإن باينه ضربت أحدهما في الآخر، وإن وافقه ضربت وفق أحدهما في\nالآخر، فإذا عملت مخرجا لكسرين عملت به، وبمخرج الكسر الثالث كذلك، فعلى\nهذا مخرج ثلث وربع وسدس من اثني عشر ومخرج ثلث وثمن وسدس من أربع وعشرين،\nوالعددان المتوافقان هما اللذان بعدهما عدد ثالث، وهما متفقان بأكثر ما\nبعدهما، والعول هو أن تزيد السهام على المخرج، وأنت إذا جمعت السهام فمهما\nبلغت فهو أصل المسألة.\n</p>\n\n<p>\nمثاله: زوج وأخت وأم، أصلها من ستة: للزوج ثلاثة، وللأخت ثلاثة، وللأم\nاثنان تعول إلى ثمانية، فصار ذلك أصل المسألة، فقد كان للزوج نصف يصير له\nربع وثمن، وكذلك للأخت، وكان للأم الثلث فيصير لها الربع.\n</p>\n\n<p>\nقال بعض الأصحاب: كل قتل مضمون لا إرث معه، وقيل متى لحقته التهمة بوجه\nلا يرث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p233'> Vol. 03, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\nمذهب علي رضوان الله عليه أن دية المقتول للعاقلة.\n</p>\n\n<p>\nالولاء المرتب على العتق يورث به، ولا يورث وهو للكبر من العصبات، مثاله:\nمعتق مات وخلف ابنين فمات أحدهما وخلف ابنا ثم مات المعتق فماله لابن\nمعتقه، ولا شيء لابن الابن الدارج، والنساء لا يرثن إلا من أعتقن أو أعتق\nمن أعتقن.\n</p>\n\n<p>\nاختصم علي والزبير في موالي صفية بنت عبد المطلب فقال علي: أنا أحق؛ لأني\nأعقل عنهم، وقال الزبير: أنا أحق لأنهم موالي أمي قضى عمر بأن يعقل عنهم\nعلي ويرثهم الزبير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p234'> Vol. 03, p. 234</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head57'>(مسائل الوصايا)</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p235'> Vol. 03, p. 235</a>\n            </div>\n            \n<p>\nفارغة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p236'> Vol. 03, p. 236</a>\n            </div>\n            \n</p>\n\n<p>\nلوحة 53 من المخطوطة أ:\n</p>\n\n<p>\nإذا أوصى لواحد بنصف، ولآخر بثلث، ولآخر بربع فالمال والثلث بينهم على\nيج. قال أبو حنيفة: يعطى صاحب النصف مه، وصاحب الثلث مج، وصاحب الربع مب؛\nلأن صاحب النصف فضل صاحب الثلث بسهمين من يب فيدفعان إليه وهما يفضلان صاحب\nالربع كل واحد بسهم فبقى ح بينهم أثلاثا، فإن لم تجز الورثة فعند أبي حنيفة\nأن من أوصى له بأكثر من الثلث إنما تضرب بالثلث.\n</p>\n\n<p>\nواعلم أنه إذا قال: إن كان في بطنك ذكر فله ديناران، وإن كان أنثى <span id='ms258'></span>\nفدينار، فإن كان ذكرا أو أنثى فله ما قاله، وإن كان ذكرا وأنثى فلهما ثلاثة\nدنانير، فأما إن قال: إن كان ما في بطنك أو حملك ذكرا فله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p237'> Vol. 03, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\nديناران (وإن كان أنثى فله دينار) ، فكان تؤما ذكرا وأنثى فلا شيء له،\nوإذا أوصى لما تحمل فلانة صح، وإذا أوصى بمنفعة أمة على التأييد أو مدة\nمعلومة صح، وفي النفقة ثلاثة أوجه على الوصي له أو في كسب الموصى به، أو\nبيت المال، ووجه هذا الوجه: أنه حيوان محترم، وإن وطئها الموصي له فلا حد\nعليه، ولا يملك (وطئها، وإن) وطئها الوارث لا حد عليه، وعليه المهر للموصى\nله، وإذا أعتق أمته في مرضه المخوف وتزوجها ثم مات لم ترثه؛ لأنها لو ورثته\nكان عتقها وصية للوارث، وإن أبطل العتق بطل النكاح والميراث جميعا، فصححنا\nالعتق والنكاح وأبطلنا الميراث.\n</p>\n\n<p>\nوفي ملك الموصى له ثلاثة أقوال: أحدها: أنها تدخل في ملكه بغير اختياره\nوليس هذا مشهورا ووجه: أنه يستحق بالموت فهو كالميراث؛ ولأنه لا يجوز أن\nيبقى على الميت؛ لأنه صار جمادا ولا يجوز أن ينتقل إلى الوارث لقوله تعالى:\n{من بعد وصية} فبقي أن ينتقل إلى الموصى له،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p238'> Vol. 03, p. 238</a>\n            </div>\n            \n</p>\n\n<p>\nوالثاني: أن يملك بالقبول، وينتقل بالموت إلى الورثة وهو مذهبهم؛ لأنه\nتمليك لغير معين فلم يسبق الملك القبول كسائر العقود، والقول الثالث: أنا\nنتبين بالقبول أنه انتقل إليه من حين الموت اختيار المزني، فإن رد أو قبل\nالموت لم يؤثر، وإن رد بعد الموت وقبل القبول نفذ، وإن رد بعد الموت\nوالقبول والقبض لم يصح وإن كان قبل القبض ففيه خلاف، وإذا مات الموصى له\nقام وارثه مقامه في القبول والرد، قال أبو حنيفة: يملك بموته، لنا أنه\nتمليك يفتقر إلى القبول، فإذا مات قبل القبول لم يتم كالبيع إذا أوصى\nلأقارب فلان دخل فيه كل أقاربه والوالدون والمولودون، وحجته في الوالدين\nوالمولودين قوله تعالى: {للوالدين والأقربين} ، والجواب: أولا نقول من دخل\nفي عقد الأمان باسم القرابة دخل في الوصية باسم القرابة كذي <span id='ms259'></span> الرحم المحرم\nوإفراد الوالدين والمولودين بالذكر لا يخرجهم عن القرابة، كما أن إفراد\nجبريل وميكائيل بالذكر عن الملائكة لا يخرجهم من الملائكة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p239'> Vol. 03, p. 239</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head58'>(المسألة السادسة بعد المائتين: إذا أوصى بثلث ماله أو بنصفه (رو) :)</h1>\n\n<p>\nالمذهب: يقسم الثلث أو ما أجاز الورثة على خمسة.\n</p>\n\n<p>\nعندهم: يقسم على سهمين.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا: ... .\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nقال النبي عليه السلام لسعد: \" تصدق بالثلث والثلث كثير \"، وقوله: \" إن\nالله جعل لكم في آخر أعماركم ثلث أموالكم زيادة في حسناتكم \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p240'> Vol. 03, p. 240</a>\n            </div>\n            \n</p>\n\n<p>\nوجه الدليل: أنه عليه السلام عين الثلث للوصية فما زاد عليها ليس مال\nالموصي فتبطل الوصية به.\n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nصادفت الوصية ملك الموصي، فانعقدت بدليل أن الورثة لو أجازوها كان\nالتمليك مضافا إلى الموصي مذهبهم، وقولنا: والوصية صحيحة وللورثة حق\nالاعتراض لرفع ضرر فأبطلت الوصية فيما يتضررون به، ونفي التفاوت الذي قصده\nالموصي، والوصية يتشوف الشرع إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p241'> Vol. 03, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\nصحتها بدليل نفوذها في المجهول.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nما زاد على الثلث يصادم حق الورثة بيقين، فإذا ردوه بطل، كما لو أوصى\nبثلث ماله ونصف مال جاره، ودليل مصادمته حق الوارث ارتداده برده.\n</p>\n\n<p>\nمالك: ق.\n</p>\n\n<p>\nأحمد:.\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nيلزمهم إذا أوصى بستمائة، ولآخر بسبعمائة وماله ألف ورد الورثة فإنهما\nيقتسمان على نسبة الوصيين، وكذلك لو عتق عبدين بهذه النسبة أو حابى ويلزمهم\nإذا أوصى بالثلث والربع والسدس وبالجملة بكسور هي فيما دون الثلث ورد\nالورثة، فإن الثلث يقسم بين هؤلاء على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p242'> Vol. 03, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\nقدر وصاياهم.\n</p>\n\n<p>\nوالوصية تحتمل ما لا تحتمله عقود المعاوضات من الجهل والعدم وتراخي\nالقبول مرحمة للعباد، وينبغي أن يفرض الكلام فيما إذا وصى لعالم بنصف ماله،\nولجاهل بالثلث ليظهر غرض الموصي في التفاوت ويكون للموصي قصدان: أحدهما\nزحمة الورثة بالوصايا، والآخر التفاوت بتفضيل العالم على الجاهل فالوارث\nيدفع ما يتعلق به وله ذلك فيبقى قصد التفاوت، أما لو أوصى بالزيادة على\nماله فهو غير صحيح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p243'> Vol. 03, p. 243</a>\n            </div>\n            \n</p>\n\n<p>\nفارغة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p244'> Vol. 03, p. 244</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head59'>(المسألة السابعة بعد المائتين: إذا أوصى بجميع ماله ولا وارث له (ر ز) :)</h1>\n\n<p>\nالمذهب: نفذ في الثلث وبطل في الباقي.\n</p>\n\n<p>\nعندهم: تنفذ في الجميع <span id='ms260'></span>.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nقال النبي عليه السلام: \" إن الله جعل لكم في آخر أعماركم ثلث أموالكم \"،\nوجه الدليل: أنه جعل له الثلث، فما زاد ليس له (إذا أوصى بجميع ماله ولا\nوارث له قال أبو حنيفة وأحمد في أحد روايتيه الوصية صحيحة) .\n</p>\n\n<p>\nلهم: ... .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p245'> Vol. 03, p. 245</a>\n            </div>\n            \n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nالمسلمون ورثة؛ لأنهم يعقلون عنه، وإن كان ذميا حموه فلهم الولاية التي\nيستحق الميراث بها ويجب القصاص لهم، فلهذا قلنا: ماله لهم (بوصيته وقد\nصادمت) حقوقهم فارتدت كما لو كان له ورثة من النسب.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nلا وارث له فنفذت وصيته في الجميع والمسلمون ليسوا ورثة بدليل أنه يجوز\nتفضيل الأنثى على الذكر، ولو أوصى لآحاد المسلمين صح ولا تصح الوصية لوارث\nوبيت المال للأموال الضائعة لا بحكم الإرث.\n</p>\n\n<p>\nمالك: ق\n</p>\n\n<p>\nأحمد: ف.\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nتصرف فيما لم يعط فلم ينفذ، فإن قالوا: خوطب من له ورثة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p246'> Vol. 03, p. 246</a>\n            </div>\n            \n</p>\n\n<p>\nلئلا يدعهم عالة يتكففون الناس، فالجواب بل هو خطاب عام، ولهذا لا فرق\nبين أن يكون الورثة أغنياء أو فقراء والنبي عليه السلام أعرب عن صورة حال\nالمخاطب وربما منعوا أن من لا وارث له يقتل قاتله، وهذا لعمري مذهب محمد،\nونقول: جهة الإسلام هي الوارثة لا آحاد المسلمين ولهذا تصرف في مصالح الدار\nويمكن أن يرتكب أن المسلمين هم الوارث يمتنع أن يعطي الإمام من أوصى له غير\nالوصية وما يجري هذا المجرى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p247'> Vol. 03, p. 247</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head60'>(المسألة الثامنة بعد المائتين: الموصي إليه بالتصرف في نوع (ر ح) :)</h1>\n\n<p>\nالمذهب: لا يملك التصرف في سواه ويوصي.\n</p>\n\n<p>\nعندهم: له التصرف في سائر الأنواع ويوصي\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا: ... .\n</p>\n\n<p>\nلهم: ... .\n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nتصرف بالتفويض فهو كالوكيل والمضارب، تحقيقه إن قبل التفويض ما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p248'> Vol. 03, p. 248</a>\n            </div>\n            \n</p>\n\n<p>\nكان له التصرف فقد نهاه عن الباقي أو سكت عنه فبقي ما لم يأمره به\nبالنسبة إلى التفويض كما قبل التفويض.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nتصرف بحكم الولاية فلا يختص تصرفه بنوع كولي عهد الإمام والحاكم عند عدم\nالأب، الدليل على أنها ولاية أنها لا تصح من الفاسق والوكيل يجوز أن يكون <span id='ms261'></span>\nفاسقا، ثم إنها تضاف إلى ما بعد الموت وبعد الموت نزول أملاك الموصي، فكيف\nيملكها غيره، والولاية لا تتجزأ فصار كما لو قال طلقت بعضك، فإنه يطلق\nالكل.\n</p>\n\n<p>\nمالك:\n</p>\n\n<p>\nأحمد: ق.\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nقالوا: الوصية ولاية، والولاية لا تتجزأ وما لا يتجزأ فإثبات بعضه إثبات\nكله، وهذه غير مسلمة، أما الدليل على أنها ليست ولاية فكونها تصح لعبد\nالأطفال الموصى إليهم، وعبد الطفل ليس له ولاية عليه،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p249'> Vol. 03, p. 249</a>\n            </div>\n            \n</p>\n\n<p>\nفإن قالوا: شرط الوكالة أن تبقى ولاية الموكل، قلنا: فشرط الولاية أن\nتنقل ماله وليس له ولاية بعد الموت، ولو أراد الأب أن ينصب وصيا على أطفاله\nبعد البلوغ تنقل القوة له هل البلوغ ما كان له ذلك، بل يقدر بقاء ولاية\nالأب بعد الموت لحاجة الطفل، وإنما انعزل الوكيل بالموت؛ لأن تصرفه كان في\nحالة الحياة، والإطلاق يفهم منه ذلك، وهب أنا سلمنا كونها ولاية لكن سببها\nالتفويض فتقدرت به، ثم ولاية الوصي تخالف ولاية الأب، فإنها يجوز أن تقدر\nبزمان وبحادثة كقدوم غائب، ويجوز أن يوصي إلى اثنين، وولاية الأب عامة،\nوبالجملة لكل عقد حكم وتحتمل بعض العقود ما لا يحتمل بعض، ولكل ولاية قوة،\nفولاية الأب فوق ولاية الوصي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p250'> Vol. 03, p. 250</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head61'>(المسألة التاسعة بعد المائتين: الوصية للقاتل (ر ط) :)</h1>\n\n<p>\nالمذهب: صحيحة في أحد القولين.\n</p>\n\n<p>\nعندهم: لا تصح.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nقوله تعالى: {من بعد وصية يوصي بها أو دين} .\n</p>\n\n<p>\nلهم: ... .\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nعقد تمليك فصح للقاتل كسائر التمليكات، دليل ذلك افتقاره إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p251'> Vol. 03, p. 251</a>\n            </div>\n            \n</p>\n\n<p>\nالإيجاب والقبول والملك يحصل فيها بالعقد، ولهذا اعتبر أهلية العاقد فصار\nمحسنا قدر إساءة الموصى له ومقابلة المسيء بالإحسان حسن.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nالموصى له خليفة الموصي، والخلافة إنما تتحقق بعد الموت فصارت الوصية\nبمثابة القرابة، فالوصية والقرابة سببان، إلا أن أحدهما استخلاف شرعي\nوالآخر بفعل العبد، ثم الوارث يحرم بالقتل فكذا الموصى له وليست عقد تمليك\nبدليل تعليقها على ما بعد الموت، وعلى المجهول والمعدوم.\n</p>\n\n<p>\nمالك: ق.\n</p>\n\n<p>\nأحمد: ف.\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nإذا فرضنا الكلام فيما إذا تقدم الجرح كان أظهر <span id='ms262'></span>؛ لأن الموصي قد رضي بفعل\nالموصى له وقابل إساءته بإحسان، والشرع لا ينهى عن ذلك، بل يحث عليه، ومن\nالأدب النبوي: \" أحسن إلى من أساء إليك \" ثم هذا عقد تمليك صدقة أو هبة كيف\nقدر إلا أنه أوسع بابا من التمليكات والقتل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p252'> Vol. 03, p. 252</a>\n            </div>\n            \n</p>\n\n<p>\nإنما ينافي الإرث فلم يكن في معنى المنصوص، وما يوردونه من الاستعجال\nومؤاخذة المسيء باطل بالمستولدة إذا قتلت مولاها، فإنها تنعتق كما تقدم، ثم\nليس الموت سببا للاستحقاق، بل عقد الوصية ثم القتل يناسب منع الميراث لما\nفيه من قطع الموالاة التي عليها مدار الإرث، ولهذا لا نورث الرقيق والكافر\nلانقطاع الموالاة، والقتل ضد الموالاة، لأن الموالاة عبارة عن التعاون على\nأسباب البقاء وعذقها الشرع بالقرابة فلم يلتفت إلى آحاد الصور من الكاشح\nوالمحب، وبالجملة متى أثبت الشرع، حكما مقرونا بسبب فإلحاق غيره به عاريا\nعن تلك المناسبة تجاسر على الشرع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p253'> Vol. 03, p. 253</a>\n            </div>\n            \n</p>\n\n<p>\nالمسألة العاشرة بعد المائتين: إذا اشترى الوصي شيئا من مال اليتيم (ر ى)\n:\n</p>\n\n<p>\nالمذهب: لم يصح.\n</p>\n\n<p>\nعندهم: يجوز بأكثر من ثمن المثل.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nقال النبي عليه السلام: \" لا يشتري الوصي من مال اليتيم شيئا ولا الإمام\nمن المغنم شيئا \" ولم يفصل.\n</p>\n\n<p>\nلهم: ... .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p254'> Vol. 03, p. 254</a>\n            </div>\n            \n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nمن لا يجوز له أن يشتري بثمن المثل لا يجوز له أن يشتري بأكثر كالوكيل.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nتصرف بولاية مستحقة فجاز أن يشتري قياسا على الجد، ويخالف الوكيل، فإنه\nيتصرف بالإذن.\n</p>\n\n<p>\nمالك:\n</p>\n\n<p>\nأحمد:\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nدعواهم أنه تصرف بحكم الولاية قد تقدم جوابه، وعندنا يتصرف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p255'> Vol. 03, p. 255</a>\n            </div>\n            \n</p>\n\n<p>\nبالتفويض ويتوجه عليهم كونه لا يشترى بثمن المثل نقصا أبدا، وقد تفرق\nبينه وبين الجد، لأن الجد يجوز أن يشتري بثمن المثل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p256'> Vol. 03, p. 256</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head62'>(الوديعة وما بعدها من ربع البيوع)</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p257'> Vol. 03, p. 257</a>\n            </div>\n            \n<p>\nفارغة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p258'> Vol. 03, p. 258</a>\n            </div>\n            \n</p>\n\n<p>\nلوحة 54 من المخطوطة أ:\n</p>\n\n<p>\nإذا أراد المودع سفرا كان له رد الوديعة إلى صاحبها أو وكيله، فإن دفعها\nإلى الحاكم مع وجود أحدهما ضمن، فإن لم يحضر أحدهما واحتاج إلى السفر دفعها\nإلى الحاكم ولا ضمان عليه، فلو دفنها ولم يعلم بها أحدا ضمن، وكذا إذا <span id='ms263'></span> أعلم\nبها غير ثقة، فإذا حضرته الوفاة جرى مجرى السفر، وإن أودعها عند ثقة جاز مع\nعدم الحاكم، وإذا جن المودع أو حجر عليه لسفه كان على المودع رد الوديعة\nإلى الحاكم؛ لأن إذنه في الإيداع بطل والناظر عليه الحاكم، إذا أودع دراهم\nفي كيس فكسر الختم أو حل الشد ضمن؛ لأنه خرق حرز الوديعة وهتك حرمتها، وإن\nخرق فوق الشد ضمن ما خرق.\n</p>\n\n<p>\nواعلم أن الغنيمة ما أخذ من المشركين بالقهر والغلبة، والفيء ما انجلوا\nعنه، والجزية والعشور وأموال الخراج مقسوم على خمسة: للنبي عليه السلام،\nلذوي القربى وهم بنو هاشم وبنو المطلب ابنا عبد مناف، لليتامى، للمساكين،\nلابن السبيل، فأما الفيء فأربعة أخماسه كان لرسول الله - صلى الله عليه\nوسلم\n</p>\n\n<h1 class='l1' id='head63'>- وخمسه يقسم على خمسة كخمس الغنيمة خمسه لرسول الله مقسوم على</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p259'> Vol. 03, p. 259</a>\n            </div>\n            \n<p>\nأربعة أخماس فيكون من عشرين سهما، فلما توفي (النبي عليه السلام) انتقل\nالسهم الذي كان له من الخمس إلى المصالح، وأما أربعة أخماس الفيء ففيها\nقولان: أحدها أنها انتقلت إلى المرابطين؛ لأن بهم ينتصر الإسلام كما كان\nينتصر بالنبي عليه السلام، والقول الثاني أنها لمصالح المسلمين.\n</p>\n\n<p>\nمسألة: إذا قال الإمام من أخذ شيئا فهو له فهو شرط باطل خلافا لهم، لنا\nآية الغنيمة وعندهم لا يخمس.\n</p>\n\n<p>\nمسألة: إذا فتح بلدا وملكت أرض وجب قسمتها بين الغانمين، قال أبو حنيفة\nالإمام بالخيار إن شاء أجلاهم منها وأقر غيرهم من الكفار فيها، وإن شاء\nقسمها بين الغانمين، وإن شاء أقر أهلها فيها بالخراج. لنا آية الغنيمة\nولأنه نوع مال فلم تكن قسمته موكولة إلى اختيار الإمام كالمنقولات.\n</p>\n\n<p>\nولا يقال: إن المنقولات لا يصح وضع الخراج عليها وليس كذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p260'> Vol. 03, p. 260</a>\n            </div>\n            \n</p>\n\n<p>\nالعقار؛ لأنا لا نسلم أنه يجوز ضرب الخراج عليها وما فعله عمر في أرض\nالسواد إنما هو أجرة أو ثمن.\n</p>\n\n<p>\nمسألة: الإمام بالخيار في أسارى المشركين بين القتل والاسترقاق والمن\nوالفداء. قال أبو حنيفة: لا يجوز المن والفداء.\n</p>\n\n<p>\nلنا ما روي أن النبي عليه السلام من على ثمامة بن أثال، وإنما <span id='ms264'></span> يفعل\nالإمام ذلك إذا علم أن فيه مصلحة، وأما سلاحهم فإنما لم يدفع إليهم؛ لأنه\nصار مملوكا.\n</p>\n\n<p>\nمسألة: لا يجوز صرف شيء من الصدقات المفروضات إلى (الكفار قال الخصم:\nيجوز صرف صدقة الفطر إلى أهل الذمة) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p261'> Vol. 03, p. 261</a>\n            </div>\n            \n</p>\n\n<p>\nالمسألة الحادية عشرة بعد المائتين: إذا تعدى المودع في الوديعة (ريا) :\n</p>\n\n<p>\nالمذهب: يضمن، فإن عاد إلى الوثاق لم يبرأ من الضمان.\n</p>\n\n<p>\nعندهم: يبرأ من الضمان بعوده.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nقال النبي عليه السلام: \" على اليد ما أخذت حتى تؤديه \"، وجه الدليل أن\nيده قد صارت عادية آخذة، فالضمان عليه إلى أن يرد، فمن ادعى الرد أو طريان\nقاطع للضمان فعليه الدليل.\n</p>\n\n<p>\nلهم: ... .\n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nزالت يد الوديعة فارتفع العقد؛ لأنها دخلت في ضمان المودع وصارت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p262'> Vol. 03, p. 262</a>\n            </div>\n            \n</p>\n\n<p>\nيده عادية؛ لأن يده عادية في الحفظ، فإذا خان فقد استردها، ثم لو أودع\nالغاصب صار أمينا فإذا خان الأمين صار غاصبا والأشياء تعرف بنظائرها.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nمودع موافق فبرئ من الضمان؛ لأن العقد لم يرتفع كالإيمان لا يرتفع بترك\nالصلاة؛ ولأنه أمر بالحفظ والخلاف لا يلاقي الأمر حتى يرفعه إنما يلاقي\nالمأمور والوديعة عقد حفظ على العموم فأي وقت يحفظ فقد جاء بمقتضى العقد ثم\nلو خان في بعض الوديعة بقي أمينا، فكذلك في بعض الزمان.\n</p>\n\n<p>\nمالك:\n</p>\n\n<p>\nأحمد:\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nقالوا: لو رد إلى يد وكيل المالك أو نائبه خرج عن العهدة والآن مهما عاد\nإلى الحفظ فقد رد إلى اليد الثابتة الممسكة لأمره في الحفظ فخرج عن العهدة.\nالجواب: ذلك صحيح إن ثبت أن المالك راض بائتمانه بعد الخيانة، فإن الخيانة\nهدمت الأمانة، وإذا انهدم الحرز لم يرض المالك بإيداع ماله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p263'> Vol. 03, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\nفيه، قالوا: حال المال قاطعة بطلب الحفظ وإرادته في كل وقت (ونعد الخيانة\nبعض الأحوال) ، الجواب: نعم يؤثر الحفظ لكن على كراهية كما يؤثر حفظ ماله\nالذي في يد الغاصب ولا يدل على أن يد الغاصب يد أمانة. قالوا: إن نظرتم إلى\nشوب قلبه بالخيانة فهو كما لو سمع بفسقه أو رآه قد أخذ مال <span id='ms265'></span> غيره وخان في\nوديعة أخرى. الجواب: هذه احتمالات يجوز أن يطيب القلب معها، أما إذا خان في\nهذه الوديعة لم يبق احتمال، قالوا: ما ذكرتموه باطل بالمستأجر على الحفظ\nإذا خان ثم عاد أمينا فإنه يستحق الأجرة.\n</p>\n\n<p>\nالجواب: إنه إن استؤجر على حفظ مال وخان فيه لا يبرأ عن الضمان؛ لأن\nالعقد اقتضى جعل يده حرزا أو مقابلة منفعة في الحفظ (بأجرة) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p264'> Vol. 03, p. 264</a>\n            </div>\n            \n</p>\n\n<p>\nفارغة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p265'> Vol. 03, p. 265</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head64'>(المسألة الثانية عشرة بعد المائتين: إذا أودع صبيا فأتلف الوديعة (ريب) :)</h1>\n\n<p>\nالمذهب: يجب الضمان في مال الصبي ويتعلق برقبة العبد.\n</p>\n\n<p>\nعندهم: لا ضمان على الصبي ويتعلق بذمة العبد يتبع به إذا عتق.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا: ... .\n</p>\n\n<p>\nلهم: ... .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p266'> Vol. 03, p. 266</a>\n            </div>\n            \n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nالواجب ضمان استهلاك فيؤاخذ به الصبي كالبالغ؛ لأن الصبيان يؤاخذون بضمان\nالأفعال ومن ضمن المال بالإتلاف قبل الإيداع ضمنه بعد الإيداع بذلك\nكالبالغ، ومن شيمة المراهق أن يحفظ ولو أودع عبدا فأتلفه وجب الضمان، وضمان\nالإتلاف حكمه يدور مع الإتلاف فمتى وجد وجد.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nهو بالإيداع للصبي مسلط على الاستهلاك ولا ضمان؛ لأنه أثبت للصبي يدا على\nالمال فهو راض بالإتلاف وصار كتقديم الطعام، وللإنسان ملكان ملك عين وملك\nيد، وقد أثبت للصبي ملك اليد، وقد تملك باليد مفردة عن العين كالمكاتب\nوالمأذون والوكيل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p267'> Vol. 03, p. 267</a>\n            </div>\n            \n</p>\n\n<p>\nأحمد:\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nنمنع من أنه مكنه من الإتلاف بل استحفظه، وإن سلمناه، فالتمكن لا يسقط\nالضمان كمن ترك متاعه في مفازة، أو شمر فرسه، فقد رفع يده عن المتاع والفرس\nوالضمان على متلفهما ذلك لأن المسلط على التصرفات ليس هو ملك اليد بل ملك\nالعين، وإنما تراد اليد لنقل الضمان والقبض، وأسعد الناس بذلك أبو حنيفة،\nفإنه قال: بيع العقار قبل القبض صحيح فنقول المكاتب ما تصرف بملك اليد، بل\nله ملك العين من وجه، وكذلك المأذون يتصرف بملك العين؛ لأنه نائب عن سيده،\nثم اليد تقسم إلى يد ملك ويد أمانة ولم يثبت للصبي يد الملك إنما ثبتت له\nيد الوديعة، ومعناها جعل يده نائبة عن يد المالك في الحفظ، فكأنه <span id='ms266'></span> ضم يدا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p268'> Vol. 03, p. 268</a>\n            </div>\n            \n</p>\n\n<p>\nأخرى حافظة لهذا الملك إلى يده ويلزمهم إذا أودعه عبدا، فإنه يضمن، فإن\nقالوا ما مكنه من الإتلاف؛ لأن السيد لا يملك دم العبد بطل بما لو صرح\nبالإذن في قتله، فإنه يسقط الضمان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p269'> Vol. 03, p. 269</a>\n            </div>\n            \n</p>\n\n<p>\nالمسألة الثالثة عشرة بعد المائتين: السلب (ريج) :\n</p>\n\n<p>\nالمذهب: يستحقه القاتل.\n</p>\n\n<p>\nعندهم: لا يستحق إلا أن ينادي الإمام بذلك.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nقال النبي عليه السلام: \" أيما مسلم قتل مشركا فله سلبه \"، وقال: \" من\nقتل قتيلا له عليه بينة فله سلبه \"، وقول الشارع محمول أبدا على تقرير\nالقواعد.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nقال النبي عليه السلام: \" ليس للمرء إلا ما طابت به نفس إمامه \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p270'> Vol. 03, p. 270</a>\n            </div>\n            \n</p>\n\n<p>\nوخبر اللذين قتلا أبا جهل، وأن النبي عليه السلام أعطى سلبه أحدهما.\n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nمال تفرد القاتل باستيلائه عليه، فتفرد بملكه كالصيد، ونزل هذا الأصل في\nالغنائم خوف الفساد بالاشتغال عن القتال بالغنائم، أما هاهنا فقد كفى شره\nوانفرد بقتله فانفرد بسلبه.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nمأخوذ بشوكة المسلمين فكان مقسوما بينهم كسائر الغنائم، بيانه: أنه لولا\nقوتهم لم يقف ويقتل وصار كالواحد ينفرد بفتح حصن.\n</p>\n\n<p>\nمالك: ف.\n</p>\n\n<p>\nأحمد:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p271'> Vol. 03, p. 271</a>\n            </div>\n            \n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nلزيادة العناء تأثير في زيادة الاستحقاق، بدليل فضل الفارس على الراجل\nفليعلل ذلك بالترغيب، فإن اعترضوا بتفاصيل المذهب من حرمان قاتل المنهزم،\nوقاتل من أثخنه غيره قلب عليهم بما لو نادى الإمام وظهر الجواب، يفهم معنى\nالتخصيص بالترغيب من قبل المقاتل لا المنهزم ونقول: هذا مال مباح وطريق\nاستحقاقه حيازته، والأموال وإن كانت للكفار إلا أنها قدرت مباحة حتى ملكت\nبالاستيلاء، وهذا القياس كان يقتضي أن يملك الغنائم كل من حازها لكن ترك\nذلك لمصلحة وسياسة حرب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p272'> Vol. 03, p. 272</a>\n            </div>\n            \n</p>\n\n<p>\nفارغة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p273'> Vol. 03, p. 273</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head65'>(المسألة الرابعة عشرة بعد المائتين: إذا جاوز الدرب فارسا فنفق فرسه (ريد) :)</h1>\n\n<p>\nالمذهب: لم يستحق سهم الفارس.\n</p>\n\n<p>\nعندهم: يستحق.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nقال النبي عليه السلام: \" الغنيمة لمن شهد الوقعة \" علق الغنيمة بالشهود،\nوهو يوافق القياس، فكيف يلحق به دخول الدرب ولم يساوه؟\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nقال الله تعالى: {ولا يطئون موطئا يغيظ الكفار ولا ينالون من <span id='ms267'></span> عدو نيلا\nإلا كتب لهم به عمل صالح} فجعل مجرد وطء ديارهم جهادا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p274'> Vol. 03, p. 274</a>\n            </div>\n            \n</p>\n\n<p>\nوقال تعالى: {ومن رباط الخيل ترهبون به عدو الله} وقد حصل الإرهاب بدخول\nالدار.\n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nلا يوجد سبب استحقاق الفارس فلا يستحق سهم الفارس، كما لو هلك قبل الدرب؛\nلأن السبب قتالهم فارسا، فالجهاد فعل فهو كضرب زيد لا يوجد بدون ضربه.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nمجاهد فارس فاستحق سهم فارس؛ لأن دخول دار الحرب جهاد؛ ولأنه يؤدي إلى\nالجهاد، ولو شهد الوقعة فارسا ولم يقاتل استحق، وأول السبب يفضي إلى نهايته\nولهذا أقيم الأجل مقام حقيقة القدرة في السلم.\n</p>\n\n<p>\nمالك:\n</p>\n\n<p>\nأحمد:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p275'> Vol. 03, p. 275</a>\n            </div>\n            \n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nعبارة: شهد الحرب راجلا فلا يستحق سهم فارس كما لو كان مستعارا، أو باع\nالفرس. قالوا: لا خلاف أن حياة الفرس إلى (حين تمام الاستيلاء غير معتبر) ،\nوسبب ملك الغنيمة الاستيلاء، وأول أسباب الاستيلاء دخول الدار لما فيه من\nالقهر والغلبة، ولهذا يتعين على المسلم الجهاد إذا دخل الكفار أطراف بلادهم\nفاعتبرنا دخول الدار. الجواب: السبب ما نصبه الشرع سببا، وهو شهود الحرب،\nوفيه مناسبة، والقتال هو المؤثر في القهر ثم مباشرة عينه لم تشترط بل\nالاستعداد له؛ لأنه ليس من الحزم اشتغال الجميع بالقتال، وكل ما يذكرونه\nمنقوض بما لو باع الفرس أو مات الفارس أو كان الفرس مستعارا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p276'> Vol. 03, p. 276</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head66'>(المسألة الخامسة عشرة بعد المائتين: استيعاب الأصناف الثمانية في الصدقات (ريه) :)</h1>\n\n<p>\nالمذهب: واجب.\n</p>\n\n<p>\nعندهم: ف.\n</p>\n\n<p>\nالدليل من المنقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nقوله تعالى: {إنما الصدقات للفقراء والمساكين} الآية. أضاف الصدقات إليهم\nبلام التمليك وعطف البعض على البعض فاقتضى الاشتراك.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nظاهر قوله تعالى: {إن تبدوا الصدقات فنعما هي} الآية، وجه الدليل: أنه\nجعل عطاء الفقراء خيرا، والصدقات إذا أطلقت شرعا أريد بها الفرض. قال\nتعالى: {خذ من أموالهم صدقة} ، وقال تعالى: {إنما الصدقات للفقراء} .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p277'> Vol. 03, p. 277</a>\n            </div>\n            \n</p>\n\n<p>\nالدليل من المعقول:\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nملك مضاف إلى أصناف بأوصاف فوجب أن يستووا استحقاقا قياسا على ما لو أوصى\nلهم.\n</p>\n\n<p>\nلهم:\n</p>\n\n<p>\nالزكوات لله تعالى؛ لأنها عبادة محضة فهي كالصوم والصلاة غير أن الفقراء <span id='ms268'></span>\nلهم رزق على الله تعالى بوعده، فأحيلوا على الأغنياء والجهات إلى عددها\nجهات حاجات؛ فأيها وقع جاز وصار بمثابة إضافة الصلاة إلى الكعبة ولا يجب\nاستيعابها.\n</p>\n\n<p>\nمالك: يدفع إلى أمسهم حاجة.\n</p>\n\n<p>\nأحمد: من ملك خمسين درهما لم يجز له الأخذ.\n</p>\n\n<p>\nالتكملة:\n</p>\n\n<p>\nالمعتمد الآية المسوقة لا بأنه صرف الصدقات إلى المذكورين إما حقا لهم أو\nنفقة داره برابطة قرابة الإسلام، أو حقا لله تعالى صرف إليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p278'> Vol. 03, p. 278</a>\n            </div>\n            \n</p>\n\n<p>\nبواسطة أيديهم وكيفما ما قدر، فالظاهر (مستغن باستيفائهم) وإيجاب الصرف\nإلى جميعهم بلا حاجة إلى الخوض في أن الحق لله أو للفقراء، فالقراءة تقتضي\nالصرف إليهم على الاستيعاب، فإن قالوا صيغة الآية إخبار فلم يؤخذ منه\nالوجوب، إنما الوجوب مأخوذ من قوله تعالى: {وآتوا الزكاة} والمأخوذ من هذه\nالآية جواز صرفها إليهم.\n</p>\n\n<p>\nالجواب: لو كان المقصود ما ذكروه قال: إنما الصدقات للفقراء أو المساكين\nفلما عدل عن صيغة التخيير إلى صيغة التشريك دل على ما قلناه، فإن قالوا:\nالواو بمعنى أو. قلنا: الظاهر ما قلناه فعلى مدعي غيره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p279'> Vol. 03, p. 279</a>\n            </div>\n            \n</p>\n\n<p>\nالدليل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p280'> Vol. 03, p. 280</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "250",
    "251",
    "252",
    "253",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "267",
    "268",
    "269",
    "270",
    "271",
    "272",
    "273",
    "274",
    "275",
    "276",
    "277",
    "278",
    "279",
    "280"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05"
  ]
}