{
  "content": "\n\n#\n<p>\n| جزء ابن عمشليق\n</p>\n\n<p>\nبسم الله الرحمن الرحيم وقل ربي زدني علما وحفظا وفهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nقرأت على جدتي لأمي المسندة أنس خاتون قراءة عليها في يوم الثلاثين من\nربيع الأول سنة 865 أخبرتنا فاطمة وعائشة بنتا محمد بن عبد الهادي بن عبد\nالحميد بن عبد الهادي في كتابيهما\n</p>\n\n<p>\nوقرأت على الشيخ الإمام شهاب الدين أحمد بن محمد بن أحمد ابن زيد في يوم\nالاحد رابع عشر من ربيع الأول سنى 866 قال أنا المسندة عائشة بنت عبد\nالهادي سماعا\n</p>\n\n<p>\nأن عبد الله بن الحسين بن أبي الثابت بن أبي القيس اخبرهما سماعا عليه\nأنا أبو عمرو عثمان بن علي بن عبد الواحد بن خطيب القرافة عن أبي طاهر أحمد\nبن محمد بن أحمد الحافظ السلفي أن أبا البقاء المعمر بن محمد بن علي الحبال\nأخبره أنا أبو ا لطيب أحمد ابن علي بن محمد الجعفري عرف بابن عمشليق\n</p>\n\n<p>\n1 حدثني جدي قاضي القضاة أبو الحسن محمد بن صالح الهاشمي العباسي في داره\nبمدينة السلام أنا أبو جعفر محمد بن عقبة الشيباني ثنا هناد بن السري ثنا\nعيسى بن يونس عن عمر مولى غفرة عن عبد الله بن عباس قال كنت ردف رسول الله\nص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\n| + * فقال يا غلام ألا أعلمك كلمات لعل الله ينفعك بهن قلت بلى فداك أبي\nو أمي قال أحفظ الله يحفظك\n</p>\n\n<p>\n+ * أحفظ الله تجده أمامك تعرف إلى الله و اعلم أن النصر مع الصبر و\nالفرج مع الكرب وأن مع العسر يسرا ( 1 ) اسناده ضعيف والحديث صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\n2\n</p>\n\n<p>\nحدثني جدي ثنا محمد بن محمد ثنا هناد ثنا أبو أسامة عن موسى بن عبيدة عن\nعبد الرحمن بن زيد عن أبيه أن النبي صلى الله عليه وسلم قال نعم الهدية\nالفائدة للعبد ونعم الهدية الكلمة من كلام الحكمة يسمعها الرجل فيلتوي\nعليها ثم يهديها إلى اخيه المسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n             اسناده $ + * مرسل ضعيف جدا\n</p>\n\n<p>\n3 حدثني جدي ثنا محمد بن محمد ثنا هناد ثنا وكيع عن أبيه عن رجل من أهل\nالشام يكنى بأبي عبد الله قال أتيت طاوسا <span id='ms1'></span> أسأله عن شيء فاستأذنت عليه فخرج\nإلي شيخ فقلت إن العالم لا يخرف ثم قال إذا دخلت فأوجز قال فدخلت فقال إذا\nسألت فاوجز قال لئن أوجزت لي أوجزت فقال إني معلمك في مجلسي التوراة\nوالإنجيل والقرآن لن أسألك عن شئ فقال خف الله مخافة حتى لا يكون شئ أخوف\nعندك منه وارجه رجاء أشد من خوفك إياه وأحب للناس ما تحب لنفسك اسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\n4 حدثنا أبو الحسن المغيرة بن عمر بن الوليد في منزلة يمكة عند المروة\nقال قرئ على أبي سعيد المفضل بن محمد الجندي وأنا أسمع حدثكم علي بن زياد\nثنا أبو قرة قال ذكر مالك عن عامر بن عبد الله بن الزبير عن عمرو بن سليم\nعن أبي قتادة الأنصاري السلمي ان رسول الله صلى الله عليه وسلم قال إذا دخل\nأحدكم المسجد فليركع ركعتين قبل أن يجلس ( 2 ) اسناده ضعيف جدا والحديث\nصحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n             $ + * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\n5 حدثنا المغيرة بن عمر قريء على أبي سعيد وأناحاضر ثنا علي أنا أبوقرة\nقال ذكر موسى بن عقبة عن نافع عن ابن عمر أن النبي صلى الله عليه وسلم واصل\nفواصل الناس فشق عليهم الوصال فلما حدث رسول الله صلى الله عليه وسلم بذلك\nنهى عن الوصال فقالوا إنك $ + * تواصل يا رسول الله فقال إني لست كهيئتكم\nإني أطعم وأسقي اسناده ضعيف جدا والحديث صحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\n6 أخبرني أبو الحسن علي بن محمد بن أحمد بن كيسان النحوي بمنزله ببغداد\nفي الحربية قراءة عليه ثنا يوسف القاضي أبو محمد بن يعقوب بن اسماعيل بن\nحماد ثنا مسدد بن مسرهد ثنا يحيى بن سعيد عن شعبة عن عمرو بن مرة سمعت أبا\nبردة سمعت الأغر رجلا من جهينة يحدث ابن عمر أنه سمع رسول الله ( ص ) يقول\nيا ايها الناس توبوا إلى ربكم عز و جل فإني أتوب إلى الله كل يوم مائة مرة\n( 1 ) اسناده ضعيف والحديث حسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\n7 أخبرنا علي بن محمد ثنا يوسف القاضي ثنا سليمان بن حرب ثنا حماد بن\nسلمة عن علي بن <span id='ms2'></span> زيد عن أبي عثمان النهدي عن عائشة أن رسول الله صلى الله\nعليه وسلم كان يقول $ + *\n</p>\n\n<p>\nاللهم اجعلني من الذين إذا أحسنوا استبشروا وإذا أساؤوا استغفروا اسناده\nضعيف والحديث حسن\n</p>\n\n<p>\n8 حدثنا أبو الحسين مسلم بن محمد بن مسلم الذهلي التميمي ثنا محمد بن عبد\nالله الحضرمي ثنا أبو كامل ثنا أبو عوانة عن الأعمش عن أبي صالح عن أبي\nهريرة قال قال رسول الله ص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\n| + *\n</p>\n\n<p>\n+ *\n</p>\n\n<p>\nمن نفس عن مؤمن كربة من كرب الدنيا نفس الله عنه كربة من كرب الاخرة ومن\nستر مسلما ستره الله في الدنيا والاخرة ومن يسر على معسر يسر الله عليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n             في الدنيا والاخرة والله في عون العبد ما كان العبد في عون\nأخيه حديث صحيح\n</p>\n\n<p>\n9 حدثنا أبو بكر أحمد بن جعفر بن حمدان بن مالك القطيعي في منزله ببغداد\nقراءة عليه فأقر به ثنا أبو العباس محمد بن يونس القرشي الكديمي البصري سنة\n234 ثنا بهلول بن مورق ثنا موسى بن عبيدة الربذي عن محمد بن عبد الله يعني\nابن نوفل عن الزهري عن أبي سلمة عن عائشة قالت قال رسول الله صلى الله عليه\nوسلم $ + *\n</p>\n\n<p>\nقال لي جبريل يا محمد قلبت الأرض مشارقها ومغاربها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n             فلم اجد\nبني أب أفضل من بني هاشم اسناده منكر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\n10 أخبرني أبو بكر ثنا أبو علي بشر بن موسى الاسدي ثنا أبو نعيم ثنا\nسفيان الثوري عن حبيب بن أبي ثابت عن ميمون بن أبي شبيب عن أبي ذر قال قال\nرسول الله صلى الله عليه وسلم $ + *\n</p>\n\n<p>\nاتق الله حيثما كنت واتبع السيئة الحسنة تمحها وخالق الناس بالخلق الحسن\nاسناده ضعيف والحديث حسن لغيره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\n11 حدثنا أبو القاسم الحسن بن محمد بن الحسن السكوني المعدل بالكوفة ثنا\nأبو جعفر محمد بن عبد الله بن سليمان الحضرمي ثنا أبو عمران موسى بن عمران\nالمروزي نا موسى بن جعفر بن محمد عن أبيه عن جده قال قال علي عليه السلام\nمروا أولادكم بطلب العلم اسناده ضعيف\n</p>\n\n<p>\n12 حدثنا أبو القاسم ثنا الحضرمي ثنا أبو عمران <span id='ms3'></span> ثنا موسى بن جعفر عن أبيه\nعن جده قال قال رسول الله صلى الله عليه وسلم $ + *\n</p>\n\n<p>\nإن من الحق الواجب على من سمع شيئا من العلم فأدخله الله الجنة أن يشفع\nلمن سمع منه اسناده ضعيف\n</p>\n\n<p>\n13 حدثنا أبو القاسم جعفر بن محمد بن عمرو الاحمسي قراءة عليه ثنا أبو\nسعيد الحسن بن مهران الأصبهاني ثنا أبو بكر النجاري عن محمد بن السائب\nالكلبي عن أبي صالح عن ابن عباس قال قال رسول الله ص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\n| + * إذا كان يوم القيامة يجمع الله العلماء والمرابطين والقراء والعباد\nفيقول للعباد والمجاهدين والقراء والمرابطين ادخلوا الجنة برحمتي قال\nفيصيحون\n</p>\n\n<p>\n+ * العلماء صيحة واحدة فيقولون يا ربنا بفضل علمنا جاهدوا ورابطوا\nوتعبدوا وصاموا وصلوا فيقول الله عز وجل لستم أنتم عندي في عداد اولئك أنتم\nعندي في عداد الملائكة قفوا حتى تشفعوا لمن احببتم ثم تدخلوا الجنة اسناده\nواه بمرة\n</p>\n\n<p>\n14 حدثنا أبو القاسم ثنا أبو سعيد ثنا أحمد بن محمد بن القاسم أبو بكر\nمؤذن طرسوس عن غالب عن الحسن عن عمران بن الحصين قال قال رسول الله صلى\nالله عليه وسلم يوزن يوم ا لقيامة مداد العلماء ودم الشهداء فيرجح مداد\nالعلماء على دم الشهداء حديث ضعيف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n             $ + *\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\n15 أنشدني الحسين بن علي شيخ كان قدم علينا من الري % فكل متكل منا على\nحسبه % فإن تقصيره يقضي على أدبه % % حسب امرئ ما اقتناه من ادب % من دون\nما يقتنيه من حسبه % % فحسبه فضله به نسبا % % أثبت عند الفخار من نسبه\n</p>\n\n<p>\n16 أنشدني أبو محمد عبد الله بن جابر الفارسي انشدني أبو القاسم يوسف بن\nغانم الدينوري % حرض بنيك على الادب في الصغر % كيما تقر به عيناك في الكبر\n% % فإنما مثل الآداب بحفظها في % عنفوان الصبى كالنقش في الحجر % % فيها\nالكنوز التي تعمر خزائنها % ولا يخاف عليها حادث الغير % إن الأديب وإن زلت\nبه قدم % % يهوي على فرش الديباج والسرر % والعلم أفضل ميراث وأشرفه % % لا\nسيما عند ذي الاحساب والخطر % والعلم مع أدب في ابن إذا اجتمعا % عند\nاللبيب علا <span id='ms4'></span> في البدو والحضر\n</p>\n\n<p>\n17 أخبرنا أبو أحمد عبيد الله بن موسى بن أبي قتيبة الغنوي قراءة عليه\nفأقر به ثنا أبو جعفر أحمد بن موسى بن إسحاق الحمار ثنا أبو نعيم الفضل بن\nدكين عن سفيان عن منصور عن يونس بن خباب عن أبي سلمة قال قال رسول الله صلى\nالله عليه وسلم ما نقص مال من صدقة فتصدقوا ولا عفا رجل عن مظلمة الا زاده\nالله بها عزا فاعفوا يعزكم الله ولا $ + * فتح رجل با بمسألة يسأل الناس\nالا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n             فتح الله عليه با بفقر لأن العفة خير اسناده مرسل ضعيف\nوالحديث صحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\n18 أنشدنا الشيخ أبو أحمد عبيد الله أنشدني مدرك الشيباني % فإن يك عن\nلقائك غاب وجهي % فلم تغب المودة والإخاء % % وما زالت اليك تتوق نفسي % %\nعلى الحالات يحدوها الوفاء\n</p>\n\n<p>\n19 أخبرنا أبو القاسم الحسن بن محمد السكوني حدثني محمد ابن خلف بن\nالمرزبان أخبرني سعيد بن سالم الرازي حدثني محمد بن أبي الرجاء قال قال\nالخليل بن أحمد أربع تعرف بهن الاخوة الصفح قبل الانتقاد له وتقديم حسن\nالظن قبل التهمة وبذل الود قبل المسألة ومخرج العذر قبل العيب ولذلك نقول %\nأخوك الذي يعطيك قبل سؤاله % ويصفح عند الذنب قبل التعتب % % يقدم حسن ا\nلظن قبل اتهامه % % ويقبل عذر المرء عند جهالته\n</p>\n\n<p>\n20 أخبرنا أبو الهيثم أحمد بن محمد بن عون العوني قراءة عليه فأقر به أنا\nأبو علي الحسن بن الطيب الشجاعي ثنا أحمد بن يحيى الصوفي ثنا نعيم بن يعقوب\nعن أبي إسحاق عن الحارث عن علي قال قال لي النبي ص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\n| + * ألا أدلك على أفضل مكارم الدنيا والاخرة تعطي من حرمك وتعفو عمن\nظلمك وتصل من قطعك اسناده منكر جدا والحديث\n</p>\n\n<p>\n+ * صحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\n21 حدثنا أبو الهيثم ثنا الحسن ثنا عثمان بن أبي شيبة ثنا محمد بن بشر\nثنا عبد الله بن المؤمل حدثني عمرو بن شعيب اسناده ضعيف والحديث صحيح\n</p>\n\n<p>\n22 وثنا يحيى بن موسى البلخي ثنا عبد الله بن نمير عن حجاج بن أرطاة عن\nعمرو عن أبيه عن <span id='ms5'></span> جده قال جاء رجل إلى النبي صلى الله عليه وسلم فقال يا\nرسول الله إن لي بنو عم يسيؤون وأحسن ويقطعون وأصل وأعفو ويظلمون أفأكافئهم\nبما يصنعون قال $ + *\n</p>\n\n<p>\nلا إذا تتركوا جميعا إذا أساؤوا فأحسن فإنك إذا فعلت ذلك لم يزل معك\nعليهم من الله ظهير اسناده ضعيف\n</p>\n\n<p>\nواللفظ لحديث ابن نمير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\n23 حدثنا أبو الهيثم ثنا الحسن ثنا عبد الاعلى بن واصل ثنا أحمد بن عاصم\nالعباداني عن حفص بن عمر بن أبي ميمون عن عبد الله بن محمد بن عمر بن علي\nبن علي بن أبي طالب حدثني محمد بن علي عن أبيه عن علي سمعت رسول الله صلى\nالله عليه وسلم يقول $ + *\n</p>\n\n<p>\nمن كثر همه سقم بدنه وما ساء خلقه عذب نفسه ومن لاحى الرجال سقطت مرؤته\nوذهبت كرامته اسناده ضعيف\n</p>\n\n<p>\n24 حدثنا أبو الحسين علي بن الحسن بن أحيد القطان\n</p>\n\n<p>\nالبلخي بالكوفة قدم حاجا ثنا محمد بن بكر ثنا محمد بن إبراهيم البوشنجي\nثنا اسحاق بن موسى الأنصاري ثنا الوليد بن مسلم ثنا الحكم بن مصعب القرشي\nعن محمد بن علي بن عبد الله ابن عباس عن أبيه عن جده عبد الله بن عباس عن\nرسول الله ص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\n| + * قال\n</p>\n\n<p>\n+ *\n</p>\n\n<p>\nمن أكثر من الإستغفار جعل الله له من كل هم فرجا ومن كل ضيق مخرجا ورزقه\nمن حيث لا يحتسب اسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\n25 حدثنا أبو الحسين ثنا الحسن بن محمد الرازي ثنا محمد بن إبراهيم\nالبوشنجي ثنا عيسى بن إبراهيم ثنا الحارث بن نبهان ثنا عتبة بن يقظان عن\nأبي سعد عن مكحول عن وائلة بن الأسقع قال قال رسول الله صلى الله عليه وسلم\n$ + *\n</p>\n\n<p>\nلا تكفروا أهل قبلتكم وإن عملوا بالكبائر وصلوا مع كل إمام وجاهدوا مع كل\nأمير وصلوا على كل ميت اسناده ضعيف جدا\n</p>\n\n<p>\n26 حدثنا أبو الحسين ثنا أحمد بن محمد بن عبد الله الحنفي الهروي ثنا\nيعقوب بن اسحاق بن محمود ثنا محمد بن ا لوليد ابن أبان المصري أبو السحن\nثنا نعيم بن حماد سمعت <span id='ms6'></span> ابن المبارك يقول سخاء الناس عما في أيدي الناس أفضل\nمن سخاء الناس بالبذل ومروءة القناعة بالرضى أفضل من مروءة البذل وأنشدنا\nابن المبارك % ما ذاق طعم الغنى من لا قنوع له % ولن يرى قانعا ما عاش\nمفتقرا % % بالعرف من يأته تحمد عواقبه % % ما ضاع عرف وإن أوليته حجرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\n27 أخبرني أبي علي بن محمد بن جعفر قراءة عليه أنا أبو الحسين محمد بن\nأحمد القزاز ثنا أبو سعيدأحمد بن سليمان بن داود بن سالم الجنديسابوري من\nأصوله ثنا ايوب بن نصر بن موسى البغدادي العصفري ثنا علي بن حفص ثنا الهيثم\nبن جماز عن عون بن أبي شداد ويزيد الرقاشي عن أنس بن مالك قال جاء رجل من\nالأنصار باب فاطمة وعليا والرحى بينهما بتراوحانها والرحى بيد علي فقال عن\nأيكما آخذ فقال علي خذ عن أبي الحسن وقالت فاطمة خذ عن بنت رسول الله فإنها\nضعيفة قال الرجل قد اتى النبي صلى الله عليه وسلم بسبي فقال علي عليه\nالسلام إئتيه فأريه يدك وأخبريه أن يدي مثل يدك قد كلتا من الطحن والعجن\nلعله يأمر لنا بخادم يقينا حر ما ترين من العمل فاتته فسألته فقال يا فاطمة\nإن المهاجرين أحق بذلك منك آمر لك بما هو خير إذا أويت إلى فراشك فسبحي\nالله ثلاثا وثلاثين واحمدي الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n             ثلاثا وثلاثين وكبري الله\nأربعا وثلاثين واصبري فاتت عليا فأخبرته فقال اصبري يا فاطمة ثم ان النبي\nصلى الله عليه وسلم أتى بعد ذلك بسبي فأخذ منه غلاما وجلب لبنا في علبة\nوأخذ بيد الغلام بيد وحمل العلبة بيد ودخل عليها فلما رأته فاطمة قامت\nتستقبله وعليها مرط من صوف فتعتعت به فبدت رجلها وساقها فأرسلته فبدا خدها\nفتعتعت وجلست ولم تصل اليه فقال النبي صلى الله عليه وسلم إنما هو ابوك\nوغلامك فناولها العلبة فشربت ثم شرب هو آخرهم فقال يا فاطمة ويا علي هذا\nالغلام لكما يقيكما $ + * حر ما تجدان من العمل لا تكلفوه ما لا يطيق فإن\nكلفتموه <span id='ms7'></span> ما لا يطيق فأعينوه فإن رضيتموه فامسكوه وإن كرهتموه فبيعوه ولا\nتضربوه فانه يصلي وقد نهاني الله أن أضرب المصلين اسناده ضعيف والحديث فيه\nالفاظ صحيحه\n</p>\n\n<p>\n28 حدثني أحمد بن الحسن بن علي الفارسي قدم علينا إملاء من كتابه أنا عبد\nالله بن محمد بن علي بن طرخان البلخي ببلخ وأبو سعيد أحمد بن محمد بن بشر\nبمكة وجماعة قالوا ثنا عبد الله بن أيوب القرني ثنا محمد بن سليمان الذهلي\nثنا عبد الوارث بن سعيد قال قدمت مكة فوجدت بها أبا حنيفة وابن أبي ليلى\nوابن شبرمة فسألت أبا حنيفة فقلت ما تقول في رجل باع بيعا وشرط شرطا فقال\nالبيع باطل والشرط باطل ثم اتيت ابن أبي ليلى فقال البيع جائز والشرط باطل\nثم أتيت ابن شبرمة فقال البيع جائز والشرط جائز فقلت يا سبحان الله ثلاثة\nفقهاء اهل العراق اختلفوا علي في مسألة واحدة فأتيت أبا حنيفة فأخبرته فقال\nما أدري ما قالا ثنا عمرو بن شعيب عن أبيه عن حده ان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n             النبي صلى\nالله عليه وسلم نهى عن بيع وشرط البيع باطل والشرط باطل ثم أتيت ابن أبي\nليلى فأخبرته فقال ما أدري ما قالا ثنا هشام بن عروة عن أبيه عن عائشة قال\nامرني رسول الله ص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\n30 أخبرنا أبو أحمد بن أبي صالح الهمذاني بهمذان ثنا إبراهيم بن الحسين\nثنا علي بن قتيبة ثنا مالك بن أنس عن أبي الزبير عن جابر بن عبد الله قال\nقال رسول الله صلى الله عليه وسلم $ + *\n</p>\n\n<p>\nبروا آبائكم تبركم ابناؤكم وعفوا تعف نساؤكم ومن تنصل اليه فلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n             يقبل لم يرد على الحوض اسناده ضعيف والحديث حسن لغيره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\n31 أخبرنا أبو أحمد عبيد الله بن موسى بن أبي قتيبة الغنوي قراءة عليه\nفأقر به ثنا أحمد بن موسى ثنا أبو نعيم الفضل بن دكين عن سفيان عن منصور عن\nفضيل بن عمرو عن أبي العالية قال قيل للنبي صلى الله عليه وسلم كلمات\nسمعناك تقولهن فقال $ + *\n</p>\n\n<p>\nكلمات علمنيهن جبريل كفارات لما <span id='ms8'></span> يكون في المجلس سبحانك الله وبحمدك أشهد\nأن لا إله إلا أنت أستغفرك وأتوب إليك اسناده مرسل ضعيف والحديث صحيح آخره\nعلقه يوسف سبط ابن حجر العسقلاني الحمد لله اولا وآخرا وظاهرا وباطنا وسرا\nوعلانية صلى الله على سيدنا محمد وآله وصحبه وسلم حسبنا الله ونعم الوكيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n             <span id='ms9'></span>\n</p>\n",
  "pages": [
    "001",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066"
  ],
  "volumes": [
    "01"
  ]
}