{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head0'>[أمالي المحاملي]</h1>\n\n<p>\nالمؤلف: أبو عبد الله البغدادي الحسين بن إسماعيل بن محمد بن إسماعيل بن\nسعيد بن أبان الضبي المحاملي (المتوفى: 330ه)\n</p>\n\n<p>\nرواية: ابن مهدي الفارسي، عبد الرحمن بن محمد بن عبد الله بن مهدي\nالفارسي (416ه)\n</p>\n\n<p>\nالمحقق: حمدي عبد المجيد السلفي\n</p>\n\n<p>\nالناشر: دار النوادر\n</p>\n\n<p>\nالطبعة: الأولى، 1427 ه - 2006 م\n</p>\n\n<p>\nعدد الأجزاء: 1\n</p>\n\n<p>\nأعده للشاملة/ أحمد الخضري (نسخ)، ويا باغي الخير أقبل (مقابلة)\n</p>\n\n<p>\n[ترقيم الكتاب موافق للمطبوع]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head1'>الجزء الأول</h1>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\n[وما توفيقي إلا بالله]\n</p>\n\n<p>\nأخبرنا [الشيخ] أبو عمر عبد الواحد بن محمد بن عبد الله بن محمد بن مهدي\nالفارسي قراءة عليه [فأقر به] قال:\n</p>\n\n<h1 class='l1' id='head2'>[هذا مجلس يوم الأحد لسبع بقين من شهر ربيع الآخر. سنة تسع وعشرين وثلاث مئة].</h1>\n\n<p>\nحدثنا أبو عبد الله الحسين بن إسماعيل المحاملي القاضي في يوم الأحد لسبع\nبقين من شهر ربيع الآخر سنة تسع وعشرين وثلاث مئة قال.\n</p>\n\n<h1 class='l1' id='head3'>1 - </h1>\n\n<p>\nحدثنا يعقوب بن إبراهيم الدورقي قال حدثنا مروان بن معاوية الفزاري قال\nأخبرنا عاصم الأحول عن أبي المتوكل\n</p>\n\n<h1 class='l1' id='head4'>[ص: 20]</h1>\n\n<p>\nعن أبي سعيد الخدري قال: قال رسول الله صلى الله عليه وسلم إذا أتى أحدكم\nأهله ثم أراد أن يعود فليتوضأ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head5'>2 - </h1>\n\n<p>\nحدثنا يعقوب بن إبراهيم حدثنا مروان حدثنا عاصم عن أبي عثمان عن سلمان بن\nربيعة عن عمر مثله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>3 - </h1>\n\n<p>\nحدثنا حسين بن إسماعيل قال حدثنا يوسف بن موسى قال حدثنا جرير عن ليث عن\nنافع عن ابن عمر عن النبي صلى الله عليه وسلم قال لا تتخذوا الضيعة فترغبوا\nفي الدنيا.\n</p>\n\n<p>\nثم يقول عبد الله وبراذان ما براذان وبالمدينة ما بالمدينة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head7'>4 - </h1>\n\n<p>\nحدثنا أبو حاتم الرازي قال حدثنا محمد بن أحمد الرقي قال حدثنا فياض بن\nمحمد الرقي عن محمد بن إسحاق عن محمد بن عمرو\n</p>\n\n<h1 class='l1' id='head8'>[ص: 21]</h1>\n\n<p>\nعن أبي السائب قال كان بالمدينة أشياخ قد أوعوا قال وكان ذلك فيهم عن أبي\nهريرة قال: قال رسول الله صلى الله عليه وسلم من صلى صلاة لا يقرأ فيها بأم\nالكتاب فهي خداج فهي خداج فهي خداج لا تمام <span id='ms01'></span>.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head9'>5 - </h1>\n\n<p>\nحدثنا أحمد بن إسماعيل المدني قال حدثنا محمد بن طلحة عن أبي سهيل بن\nمالك عن أبيه عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال آية\nالمنافق ثلاث إذا حدث كذب وإذا وعد أخلف وإذا ائتمن خان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head10'>6 - </h1>\n\n<p>\nحدثنا محمد بن إسماعيل البخاري قال حدثنا ابن أبي أويس قال حدثني أخي عن\nسليمان عن محمد بن أبي عتيق قال سئل ابن شهاب عن الحرير تلبسه النساء فزعم\nأن أنس بن مالك أخبره أنه رأى على أم كلثوم بنت رسول الله صلى الله عليه\nوسلم برد [ثوب] حرير سيراء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head11'>7 - </h1>\n\n<p>\nحدثنا يعقوب بن إبراهيم الدورقي قال حدثنا أبو معاوية عن الأعمش عن مجاهد\nوعن أبي صالح وعن مسلم البطين عن سعيد بن جبير عن ابن عباس عن النبي صلى\nالله عليه وسلم قال ما من أيام العمل الصالح فيها أحب إلى الله من هذه\nالأيام يعني أيام العشر قالوا يا رسول الله ولا الجهاد في سبيل الله قال\nولا الجهاد في سبيل الله إلا رجل خرج بنفسه وماله فلم يرجع من ذلك بشيء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head12'>8 - </h1>\n\n<p>\nحدثنا محمد بن عبد الملك بن زنجويه قال حدثنا عبد الرزاق قال أخبرنا\nالثوري قال أخبرنا الأعمش عن مسلم البطين عن سعيد بن جبير عن ابن عباس قال:\nقال رسول الله صلى الله عليه وسلم ما من أيام أحب إلى الله العمل فيهن أو\nقال أفضل فيهن العمل من أيام العشر قيل يا رسول الله ولا الجهاد في سبيل\nالله قال ولا الجهاد في سبيل الله إلا رجل خرج بماله ونفسه فلا يرجع من ذلك\nبشيء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head13'>9 - </h1>\n\n<p>\nحدثنا محمد بن خلف قال حدثنا منصور بن أبي نويرة قال حدثنا عبد المؤمن بن\nداود أبو الجحاف عن يزيد بن أبي زياد عن عبد الله بن الحارث\n</p>\n\n<h1 class='l1' id='head14'>[ص: 23]</h1>\n\n<p>\nعن عبد المطلب بن ربيعة قال: سمعت رسول الله صلى الله عليه وسلم يقول\nأترجو سلهم شفاعتي ولا ترجوها بنو عبد المطلب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head15'>10 - </h1>\n\n<p>\nحدثنا محمد بن عبد الملك بن زنجويه قال حدثنا عمرو <span id='ms02'></span> بن الربيع قال حدثنا\nيحيى بن أيوب عن يونس عن ابن شهاب قال حدثني عبيد الله بن عبد الله أن عبد\nالله بن عباس أخبره أنه جاء عمر بن الخطاب حين طعن في غلس السحر قال\nفاحتملته أنا ورهط كانوا معي في المسجد حتى أدخلناه بيته، قال: وأمر عبد\nالرحمن بن عوف أن يصلي بالناس، قال فلما أدخلنا عمر بيته غشي عليه من النزف\nفلم يزل في غشيته حتى أسفر ثم أفاق فقال هل صلى الناس قلنا نعم قال لا\nإسلام لمن ترك الصلاة، قال: ثم دعا بوضوء فتوضأ وصلى.\n</p>\n\n<p>\nوقال عمر رضي الله عنه حين أخبر أن أبا لؤلؤة هو الذي طعنه قال\n</p>\n\n<h1 class='l1' id='head16'>[ص: 24]</h1>\n\n<p>\nالحمد لله الذي قتلني من لا يحاجني عند الله بصلاة صلاها وكان مجوسيا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head17'>11 - </h1>\n\n<p>\nحدثنا عبد الوهاب الوراق قال حدثنا أبو ضمرة عن أبي حازم عن أبي سلمة قال\nما أعلمه إلا عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال نزل القرآن\nعلى سبعة أحرف المراء في القرآن كفر (ثلاث مرات) ما عرفتم فاعملوا به وما\nجهلتم فردوه إلى عالمه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head18'>12 - </h1>\n\n<p>\nحدثنا محمد بن عثمان بن كرامة قال حدثنا أبو نعيم عن الربيع عن عطاء عن\nابن عباس أن النبي صلى الله عليه وسلم بعث بضعفة أهله ليلة المزدلفة وأمرهم\nألا يرموا جمرة العقبة حتى تطلع الشمس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head19'>13 - </h1>\n\n<p>\nحدثنا محمد بن عبد الله المخرمي قال حدثنا أبو هشام المخزومي قال حدثنا\nوهيب قال حدثنا يحيى بن سعيد وإسماعيل بن أمية وعبيد الله بن عمر عن محمد\nبن يحيى بن حبان عن عمه واسع بن حبان عن ابن عمر قال رقيت فوق بيت حفصة\nفرأيت النبي صلى الله عليه وسلم على مذهبه مستقبل القبلة مستدبر الشام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head20'>14 - </h1>\n\n<p>\nحدثنا محمد بن يونس السراج قال حدثنا محمد بن فضيل قال حدثنا هشام بن\nعروة عن أبيه عن عائشة قالت توفي أبو بكر رضي الله عنه ليلة الثلاثاء فما\nأصبحنا حتى دفناه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head21'>15 - </h1>\n\n<p>\nحدثنا يوسف بن موسى قال حدثنا جرير عن <span id='ms03'></span> أبي حيان التيمي عن مجمع التيمي\nقال كانت لعمر بن سعد إلى أبيه حاجة قال فانطلق فوصل كلاما ثم أتى سعدا\nفكلمه به فوصله بحاجته فكلمه بكلام لم يكن يسمعه منه قبل ذلك فلما فرغ قال\nله سعد أفرغت يا بني من حاجتك قال نعم قال ما كنت أبعد من حاجتك منك الآن\nولا كنت أزهد فيك مني الآن أني سمعت رسول الله صلى الله عليه وسلم يقول\nيكون قوم يأكلون بألسنتهم كما تأكل البقرة بألسنتها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head22'>16 - </h1>\n\n<p>\nحدثنا فضيل الأعرج قال حدثنا الأسود بن عامر قال حدثنا قيس بن عائذ بن\nنصيب عن جابر بن سمرة قال أتيت النبي صلى الله عليه وسلم وهو يشير بإصبعه\nفي الصلاة فلما سلم قال اللهم إني أسألك من الخير كله ما علمت منه وما لم\nأعلم وأعوذ بك من الشر كله ما علمت منه وما لم أعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head23'>17 - </h1>\n\n<p>\nحدثنا أبو الأشعث أحمد بن المقدام قال حدثنا المعتمر قال: سمعت إسماعيل\nبن أبي خالد يحدث عن مجالد بن سعيد عن الشعبي قال أخبرتني فاطمة بنت قيس أن\nالنبي صلى الله عليه وسلم صلى الظهر وصلاها يومئذ بنهار ثم صعد المنبر وكان\nلا يصعد عليه إلا يوم الجمعة قبل يومئذ قال فأنكر الناس ذلك قالت فمن بين\nقائم وقاعد فأومأ إليهم أن اقعدوا فقعدوا فقال إني والله ما قمت مقامي هذا\nلأبغضكم إلا رغبة ورهبة ولكن تميم الداري أخبرنا خبرا منع مني القائلة من\nفرح فأحببت أن أعلمكم فرح\n</p>\n\n<h1 class='l1' id='head24'>[ص: 27]</h1>\n\n<p>\nنبيكم إن بني عم لتميم الداري أخذتهم عاصف في البحر فألجأتهم إلى جزيرة\nلا يعرفونها فقعدوا في قوارب السفينة ثم خرجوا إليها فإذا هم بشيء أهدب\nأسود كثير الشعر فقالوا وما أنت قالت أنا الجساسة قالوا فأخبرينا قالت ما\nأنا بمخبرتكم شيئا ولا سألتكم عنه ولكن في هذا الدير قد رهقتموه فيه رجل\nبالأشواق إلى أن تخبروه ويخبركم فعمدوا إليه واستأذنوا عليه فإذا شيخ موثق\nشديد الوثاق كثير الحزن شديد التشكي قال من أين أنتم؟ قالوا من <span id='ms04'></span> الشام قال\nما فعل العرب؟ قالوا نحن العرب فعم تسأل قال فما فعل هذا الرجل الذي خرج\nفيكم قالوا خيرا ناوأه قوم كثير فأظهره الله عليهم فدينهم واحد وإلههم واحد\nقال ذاك خير لهم قال فما فعل عين زعر؟ قالوا خيرا يشربون بشفاههم ويسقون\nمنها زرعهم قال فما فعل نخل بين عمان وبيسان قالوا خيرا يطعم جناه كل عام\nقال ما فعلت بحيرة الطبرية قالوا يدفق جانباه من كثرة الماء قالوا فزفر\nزفرة ثم زفر ثم قال لو قد أفلت من وثاقي هذا لم تبق أرض إلا وطئتها برجلي\nهاتين غير طيبة فإنه ليس لي عليها سلطان.\n</p>\n\n<p>\nقال النبي صلى الله عليه وسلم هذا منتهى فرحي هذه طيبة المدينة والذي\nنفسي بيده ما بها طريق ضيق ولا وازع من سهل ولا جبل إلا عليه ملك شاهر\nبالسيف إلى يوم القيامة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head25'>18 - </h1>\n\n<p>\nحدثنا سعدان بن نصر قال حدثنا إسحاق قال حدثنا مسعر بن كدام\n</p>\n\n<h1 class='l1' id='head26'>[ص: 28]</h1>\n\n<p>\nعن زيد العمي عن أبي الصديق الناجي قال خرج سليمان النبي يستسقي فمر\nبنملة مستلقية رافعة قوائمها إلى السماء تقول اللهم إنما انا خلق من خلقك\nليس بنا غنى عن سقياك ورزقك فإما أن تسقينا وترزقنا وإما ان تهلكنا قال\nفقال سليمان عليه السلام ارجعوا فقد سقيتم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head27'>19 - </h1>\n\n<p>\nحدثنا عبد الله بن شبيب قال حدثني أبو بكر قال حدثني أبو غزية قال حدثني\nعبد الله بن جعفر عن عبد الله بن عامر بن ربيعة عن أبيه قال رأيت رسول الله\nصلى الله عليه وسلم لا يستلم من أركان البيت إلا اليماني والأسود ورأيته\nرمل ثلاثا ومشى ثلاثا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head28'>20 - </h1>\n\n<p>\nحدثنا الحسن بن محمد بن الصباح قال حدثنا شبابة بن سوار قال حدثنا الليث\nعن يزيد عن سويد بن قيس عن معاوية بن حديج عن معاوية بن أبي سفيان أنه سأل\nأخته أم حبيبة هل كان رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head29'>[ص: 29]</h1>\n\n<p>\nيصلي في الثوب الذي يجامعها فيه قالت نعم إذا لم ير فيه أثر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head30'>21 - </h1>\n\n<p>\nحدثنا أحمد بن إسماعيل المدني <span id='ms05'></span> قال حدثنا مالك بن أنس عن نافع أن عبد الله\nبن عمر كان يعرق في الثوب وهو جنب ثم يصلي فيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head31'>22 - </h1>\n\n<p>\nحدثنا فضل بن سهل قال حدثنا حسين عن زائدة عن عبد الله بن عثمان المكي\nقال سألت سعيد بن جبير فقلت ملحفتي أجامع فيها امرأتي فأعرق فيها أفأصلي\nفيها قال نعم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head32'>مجلس يوم الخميس لثلاث بقين من شهر ربيع الآخر. سنة تسع وعشرين وثلاث مئة.</h1>\n\n<h1 class='l1' id='head33'>23 - </h1>\n\n<p>\nحدثنا يوسف بن موسى القطان قال حدثنا جرير عن منصور عن أبي وائل\n</p>\n\n<h1 class='l1' id='head34'>[ص: 30]</h1>\n\n<p>\nعن قيس بن أبي غرزة قال كنا بالمدينة نبيع الوساق ونبتاعها وكنا نسمي\nأنفسنا السماسرة [ويسمينا الناس فخرج إلينا رسول الله صلى الله عليه وسلم\nذات يوم] فسمانا باسم هو خير من الذي سمينا به أنفسنا وسمانا الناس فقال يا\nمعشر التجار إنه يشهد بيعكم اللغو والحلف فشوبوه بالصدقة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head35'>24 - </h1>\n\n<p>\nحدثنا محمد بن عبد الله المخرمي قال حدثنا يحيى بن سعيد عن ابن جريج قال:\nسمعت ابن أبي مليكة يحدثني عن ذكوان أبي عمرو عن عائشة رضي الله عنها عن\nالنبي صلى الله عليه وسلم قال استأمروا النساء في أبضاعهن فإن البكر تستحيي\nفتسكت قال فهي إذنها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head36'>25 - </h1>\n\n<p>\nحدثنا عبيد الله بن سعد قال حدثنا عمي عن أبي إسحاق عن محمد بن عمرو بن\nعطاء عن ذكوان مولى عائشة أنها حدثته أن رسول الله صلى الله عليه وسلم كان\nيصلي بعد العصر وينهى عنها ويواصل وينهى عن الوصال فقيل يا رسول الله فإنك\nتواصل قال إني لست في ذلك مثلكم إني أظل إلى ربي يطعمني ويسقيني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head37'>26 - </h1>\n\n<p>\nحدثنا محمد بن عمرو بن أبي مذعور قال حدثنا عبد العزيز قال أخبرنا هشام\nبن عروة عن أبيه عن عائشة رضي الله عنها أن رسول الله صلى الله عليه وسلم\nكان يستسقى له الماء العذب من بئر السقيا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head38'>27 - </h1>\n\n<p>\nحدثنا أبو حاتم الرازي قال حدثنا الحسن بن عبد الله بن حرب قال حدثنا عمر\nبن عطية بن سعد العوفي عن عطية عن ابن عمر {وما أرسلنا من <span id='ms06'></span> رسول إلا بلسان\nقومه} قال أرسل محمدا صلى الله عليه وسلم بلسان قومه عربي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head39'>28 - </h1>\n\n<p>\nحدثنا إبراهيم بن هانئ قال حدثنا عبد القدوس بن الحجاج قال حدثنا عبد\nالله بن العلاء قال حدثنا أبو زيادة عبيد الله بن زيادة الكندي عن بلال أنه\nحدثه أنه أتى النبي صلى الله عليه وسلم يؤذنه بصلاة الغداة فشغلت عائشة\nبلال بأمر سألته عنه حتى فضحه الصبح وأصبح جدا قال فقام بلال فأذن وآذنه\nبالصلاة وتابع أذانه فلم يخرج رسول الله صلى الله عليه وسلم فلما خرج ليصلي\nللناس أخبره أن عائشة شغلته بأمر سألته عنه حتى أصبح جدا وأنه أبطأ عليه\nبالخروج فقال إني ركعت ركعتي الفجر قال يا رسول الله إنك قد\n</p>\n\n<h1 class='l1' id='head40'>[ص: 32]</h1>\n\n<p>\nأصبحت جدا قال ولو أكثر مما اصبحت لركعتهما وأحسنتهما وأجملتهما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head41'>29 - </h1>\n\n<p>\nحدثنا أحمد بن إسماعيل السهمي قال حدثني محمد بن طلحة التيمي قال حدثنا\nعبد الرحمن بن سالم عن أبيه عن جده قال: قال رسول الله صلى الله عليه وسلم\nإن الله اختارني واختار لي أصحابا فجعل لي منهم وزراء وأنصارا وأصهارا فمن\nسبهم فعليه لعنة الله والملائكة والناس أجمعين لا يقبل الله منه يوم\nالقيامة صرفا ولا عدلا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head42'>30 - </h1>\n\n<p>\nحدثنا علي بن الهيثم قال حدثنا حماد بن مسعدة عن ابن أبي ذئب عن سعيد بن\nيسار عن جابر بن عبد الله أن رجلا صام في السفر فغشي عليه فجعل ينضح بالماء\nفذكر ذلك للنبي صلى الله عليه وسلم فقال ليس من البر الصيام [الصوم] في\nالسفر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head43'>31 - </h1>\n\n<p>\nحدثنا يوسف بن موسى قال حدثنا أبو معاوية قال حدثنا الأعمش عن شقيق عن\nحذيفة قال: قال رسول الله صلى الله عليه وسلم أحصوا لي كم يلفظ الإسلام\n</p>\n\n<h1 class='l1' id='head44'>[ص: 33]</h1>\n\n<p>\nقال قلنا يا رسول الله أتخاف علينا فنحن بين الستمئة إلى السبعمئة فقال\nإنكم لا تدرون لعلكم تبتلون بعدي قال فابتلينا حتى جعل الرجل منا ما يصلي\nإلا سرا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head45'>32 - </h1>\n\n<p>\nحدثنا سعيد بن بحر القراطيسي قال حدثنا محمد بن مصعب قال أخبرنا الأوزاعي\nعن الزهري عن أبي <span id='ms07'></span> سلمة عن أبي هريرة قال لما أراد رسول الله صلى الله عليه\nوسلم إن ينفر وهو بمنى قال نحن نازلون غدا إن شاء الله بالمحصب بخيف بني\nكنانة حيث تقاسموا على الكفر وذاك أن قريشا تقاسموا على بني هاشم وبني\nالمطلب ألا يناكحوهم ولا يخالطوهم حتى يسلموا إليهم رسول الله صلى الله\nعليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head46'>33 - </h1>\n\n<p>\nحدثنا أحمد بن إسماعيل المدني قال حدثنا عبد العزيز بن عمران عن معاوية\nبن عبد الله عن الجلد بن أيوب عن معاوية بن قرة عن أنس قال: قال رسول الله\nصلى الله عليه وسلم لما تجلى الله للجبل طارت لعظمته ستة أجبل فوقعت ثلاثة\nبالمدينة وثلاثة بمكة فوقع بالمدينة أحد وورقان ورضوى ووقع بمكة ثبير وحراء\nوثور.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head47'>34 - </h1>\n\n<p>\nحدثنا يوسف بن موسى قال حدثنا جرير عن بيان عن الشعبي قال قال علي رضي\nالله عنه كنا نتحدث أن السكينة تنطق على لسان عمر وقلبه [رضي الله عنه].\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head48'>35 - </h1>\n\n<p>\nحدثنا محمد بن عبد الله المخرمي قال حدثنا الأسود بن عامر قال حدثنا هريم\nبن سفيان يعني عن بيان عن قيس عن أبي السهم قال كنت بالمدينة فمرت بي جارية\nفأخذت بكشحها ثم أتيت النبي صلى الله عليه وسلم وهو يبايع الناس فقال لي\nألست صاحب الجبيذة فقلت لا أعود يا رسول الله فبايعني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head49'>36 - </h1>\n\n<p>\nحدثنا يوسف بن موسى قال حدثنا علي بن عبد الله قال قرأت على عبد الكريم\nابن أبي المخارق عن الحسن وعطاء عن ابن عباس أن سعدبن معاذ رمي يوم قريظة\nوالنضير بسهم فقطع أكحله فحسمه رسول الله صلى الله عليه وسلم فانتفخ\nفانتقضت به الثانية فانتفخ الثانية\n</p>\n\n<h1 class='l1' id='head50'>[ص: 35]</h1>\n\n<p>\nفقال سعد اللهم لا تنزع نفسي حتى تقر عيني من بني قريظة والنضير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head51'>37 - </h1>\n\n<p>\nحدثنا يوسف قال حدثنا جرير عن عطاء عن الزهري قال: قال رسول الله صلى\nالله عليه وسلم من أريد أهله فقاتل حتى قتل فهو شهيد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head52'>38 - </h1>\n\n<p>\nحدثنا الحسن بن محمد الزعفراني قال ابن علية عن يونس عن جرير بن يزيد عن\nأبي زرعة عن عمرو بن <span id='ms08'></span> جرير قال قال أبو هريرة إقامة حد بأرض خير لأهلها من\nمطر أربعين ليلة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head53'>39 - </h1>\n\n<p>\nحدثنا عبد الله بن شبيب قال حدثنا محمد بن جهضم قال حدثنا إسماعيل بن\nجعفر عن هشام بن عروة عن أبيه عن زينب بنت أبي سلمة عن أم سلمة أنها قالت\nقلت يا رسول الله هل لي من أجر في بني أبي سلمة فإني أنفق عليهم ولست\nبتاركتهم إنما هم بني فقال نعم لك فيهم أجر ما أنفقت عليهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head54'>40 - </h1>\n\n<p>\nحدثنا عبد الله بن شبيب قال حدثنا عبد العزيز بن عبد الله العامري قال\nحدثني إبراهيم بن سعد عن الزهري عن عطاء بن يزيد عن أبي هريرة عن رسول الله\nصلى الله عليه وسلم قال إذا فرغ الله من القضاء بين العباد أمر الملائكة أن\nيخرجوا من النار من قال لا إله إلا الله وكان لا يشرك بالله شيئا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head55'>41 - </h1>\n\n<p>\nحدثنا إبراهيم بن هانئ قال حدثنا ابن الأصبهاني قال حدثنا عبد الرحمن بن\nأبي الزناد عن أبيه قال رأيت رجلا من بني الديل يقال له ربيعة بن عباد قال\nفحدثني وحدث ناسا من أبناء الصحابة أنه رأى رسول الله صلى الله عليه وسلم\nبسوق ذي المجاز وهو يقول يا أيها الناس قولوا لا إله إلا الله تفلحوا ..\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head56'>42 - </h1>\n\n<p>\nحدثنا إسماعيل بن إسحاق يعني ابن أبي اويس قال حدثني أخي عن سليمان عن\nأبي الزناد قال أدركت رجلا من القدماء قال رأيت رسول الله صلى الله عليه\nوسلم بسوق ذي المجاز يمشي ووراءه الناس وهو يقول قولوا لا إله إلا الله\nتفلحوا ووراءه أبو لهب عمه ذو غديرتين حسن الوجه أبيض أحول وهو يقول رافعا\nصوته إنه صابئ كذاب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head57'>43 - </h1>\n\n<p>\nحدثنا أبو البختري عبد الله بن محمد بن شاكر قال حدثنا جعفر بن عون [ح].\n</p>\n\n<p>\nوحدثنا يحيى بن إسحاق بن سافري قال حدثنا علي بن قادم قالا حدثنا مسعر\n[ح].\n</p>\n\n<p>\nوحدثنا أحمد بن عبد الجبار بن محمد قال حدثنا يونس يعني ابن بكير عن مسعر\nبن كدام عن أشعث بن أبي <span id='ms09'></span> الشعثاء عن رجل من كنانة قال: سمعت رسول الله صلى\nالله عليه وسلم يقول يا أيها الناس قولوا لا إله إلا الله تفلحوا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head58'>44 - </h1>\n\n<p>\nحدثنا أحمد بن منصور قال حدثنا أبو نعيم ويزيد العدني قالا حدثنا سفيان\nعن منصور عن ربعي عن رجل عن علي رضي الله عنه قال: قال رسول الله صلى الله\nعليه وسلم لا يؤمن عبد حتى يؤمن بأربع يشهد أن لا إله إلا الله وأني رسول\nالله بعثني بالحق ويؤمن بالقدر ويؤمن بالبعث بعد الموت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head59'>45 - </h1>\n\n<p>\nحدثنا محمد بن الحسين بن أبي الحسين الكوفي قال حدثنا ابن الأصبهاني قال\nحدثنا شريك عن منصور عن ربعي عن علي عن النبي صلى الله عليه وسلم بنحوه ولم\nيقل عن رجل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head60'>46 - </h1>\n\n<p>\nحدثنا محمد بن إسرائيل الجوهري قال حدثنا عمرو بن حكام قال حدثنا شعبة عن\nعطاء بن السائب عن سعيد بن جبير عن ابن عباس عن النبي صلى الله عليه وسلم\nقال لما قال فرعون لا إله إلا الله جعل جبريل يحشو في فيه الطين والتراب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head61'>47 - </h1>\n\n<p>\nحدثنا يوسف بن موسى [قال: حدثنا] جرير عن مطرف بن طريف عن عامر عن ابن\nلطلحة بن عبيد الله قال رأى عمر طلحة رضي الله عنهما حزينا فقال ما لك يا\nأبا فلان؟ قال: سمعت رسول الله صلى الله عليه وسلم يقول إني لأعلم كلمة لا\nيقولها عبد عند موته إلا نفس الله عنه كربته وأشرق لها لونه ورأى ما يسره\nفما منعني أن أسأله عنها إلا القدرة عليه حتى مات فقال عمر رضي الله عنه\nإني لأعلمها قال فما هي؟ قال لا إله إلا الله قال هي والله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head62'>48 - </h1>\n\n<p>\nحدثنا هارون بن إسحاق الهمداني قال حدثنا محمد بن عبد الوهاب القناد عن\nمسعر عن إسماعيل بن أبي خالد عن الشعبي عن يحيى بن طلحة عن أمه سعدى المرية\nقالت مر عمر بطلحة بعد وفاة رسول الله صلى الله عليه وسلم قال ما لك مكتئب؟\nأساءتك (1) إمرة ابن عمك؟ قال: لا , ولكني سمعت رسول صلى الله <span id='ms10'></span> عليه وسلم\nيقول: إني لأعلم كلمة\n</p>\n\n<h1 class='l1' id='head63'>[ص: 39]</h1>\n\n<p>\nلا يقولها عبد عند موته إلا كان نورا لصحيفته وإن جسده وروحه ليجدان له\nروحا عند الموت فقال أنا أعلمها وهي التي أراد عليها عمه ولو علم أن شيئا\nأنجى له منها لأمره به. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head64'>مجلس آخر.</h1>\n\n<p>\n</span>\n</p>\n\n<p>\nحدثنا الحسين بن إسماعيل المحاملي إملاء يوم الأحد سلخ شهر ربيع الآخر\nسنة تسع وعشرين وثلاثمئة قال:\n</p>\n\n<h1 class='l1' id='head65'>49 - </h1>\n\n<p>\nحدثنا أحمد بن المقدام أبو الأشعث العجلي قال حدثنا حماد بن زيد عن أبي\nعمران الجوني قال كتب إلي عبد الله بن رباح قال: سمعت عبد الله بن عمر يقول\nهجرت إلي رسول الله صلى الله عليه وسلم يوما فسمع أصوات رجلين اختلفا في\nآية فخرج علينا يعرف في وجهه الغضب فقال إنما هلك من كان قبلكم باختلافهم\nفي الكتاب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head66'>50 - </h1>\n\n<p>\nحدثنا يوسف بن موسى قال حدثنا أبو معاوية قال حدثنا الأعمش عن زيد بن وهب\nعن حذيفة قال حدثنا رسول الله صلى الله عليه وسلم حديثين قد رأيت أحدهما\nوأنا أنتظر الآخر حدثنا أن الأمانة نزلت في جذر قلوب الرجال ثم نزل القرآن\nفعلموا من القرآن وعلموا من السنة ثم حدثنا عن رفع الأمانة فقال ينام الرجل\nنومة فترفع الأمانة من قلبه فيظل اثرها من أثر الكوكب ثم ينام النومة فتقبض\nالأمانة من قلبه فيظل أثرها مثل المجل كجمرة دحرجته على رجلك فتراه منتبرا\nليس فيه شيء.\n</p>\n\n<h1 class='l1' id='head67'>[ص: 40]</h1>\n\n<p>\nقال ثم أخذ حصى فدحرجه على رجله قال فيصبح الناس يتبايعون لا يكاد رجل\nيؤدي الأمانة حتى يقال إن في بني فلان رجلا أمينا وحتى يقال للرجل ما أجلده\nوأظرفه وأعقله وما في قلبه مثقال حبة من خردل من إيمان ولقد أتى علي زمان\nولا أبالي أيكم بايعت لئن كان مسلما ليردنه علي دينه ولئن كان يهوديا أو\nنصرانيا ليردنه علي ساعيه أما اليوم فما كنت لأبايع منكم إلا فلانا وفلانا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head68'>51 - </h1>\n\n<p>\nحدثنا يوسف بن موسى قال حدثنا جرير عن الأعمش عن زيد بن وهب عن حذيفة قال\nحدثنا رسول الله صلى الله <span id='ms11'></span> عليه وسلم حديثين فحدث مثل حديث أبي معاوية وقال:\nمثل المجل كجمر دحرجته على رجلك فتنفط فترى أثره فيه وليس بشيء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head69'>52 - </h1>\n\n<p>\nحدثنا محمد بن عبد الله المخرمي قال حدثنا بشر بن مبشر قال أخبرنا هشيم\nعن سيار عن أبي وائل عن حذيفة أن عمر قال ذات يوم أيكم يحفظ حديث رسول الله\nصلى الله عليه وسلم في الفتنة قال حذيفة قلت أنا قال فنظر إلي وقال إنك\nلجريءكيف قال؟ قال: قلت فتنة الرجل في أهله وماله وجاره يكفرها الصلاة\nوالصدقة قال ليس عن هذا أسألك ولكن التي تموج موج البحر قلت ما ذكرك لها؟\nإن بينك وبينها بابا مغلقا قال فيكسر أو يفتح؟ قلت يكسر قال ذلك أجدر ألا\nيسد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head70'>53 - </h1>\n\n<p>\nحدثنا أبو حاتم الرازي محمد بن إدريس قال أخبرنا عبد الله بن محمد بن\nالربيع المصيصي قال حدثنا حميد بن عبد الرحمن عن أبيه عن أعين الحارثي عن\nالمنهال عن زر عن حذيفة أنه أتى النبي صلى الله عليه وسلم فلما صلى المغرب\nقام يسبح حتى جاء بلال فآذنه بالعشاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head71'>54 - </h1>\n\n<p>\nحدثنا أحمد بن إسماعيل قال حدثنا مالك بن أنس عن يحيى بن سعيد عن أبي\nسلمة بن عبد الرحمن أنه سمع عائشة زوج النبي صلى الله عليه وسلم تقول إن\nكان ليكون علي الصيام من رمضان فما أستطيع أن أقضيه حتى يأتي شعبان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head72'>55 - </h1>\n\n<p>\nحدثنا محمد بن عمرو بن أبي مذعور قال حدثنا ابن أبي حازم قال أخبرني أبي\nعن سهل بن سعد قال: قال رسول الله صلى الله عليه وسلم لا يزال الناس بخير\nما عجلوا الفطر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head73'>56 - </h1>\n\n<p>\nحدثنا فضل الأعرج قال حدثنا أبو عاصم عن سفيان الثوري عن عمرو بن مرة عن\nأبي عبيدة عن أبي موسى قال قام رسول الله صلى الله عليه وسلم بأربع فقال إن\nالله تعالى لا ينام ولا ينبغي له أن ينام يرفع القسط ويخفض به يرفع إليه\nعمل الليل قبل النهار وعمل النهار قبل الليل حجابة النار لو كشفها لأحرقت\nسبحات وحهه كل من <span id='ms12'></span> أدرك بصره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head74'>57 - </h1>\n\n<p>\nحدثنا يوسف بن موسى قال حدثنا وكيع قال: حدثنا شعبة بن الحجاج ح.\n</p>\n\n<p>\nحدثنا يوسف بن موسى قال: حدثنا يزيد قال: أخبرنا شعبة ح ..\n</p>\n\n<p>\nحدثنا يوسف بن موسى قال: حدثنا فضل بن دكين قال: حدثنا سفيان جميعا عن\nعمرو بن مرة عن ابن أبي ليلى عن البراء أن النبي صلى الله عليه وسلم قنت في\nالفجر.\n</p>\n\n<h1 class='l1' id='head75'>[ص: 43]</h1>\n\n<p>\nزاد يزيد وأبو نعيم وفي المغرب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head76'>58 - </h1>\n\n<p>\nحدثنا محمد بن عبد الملك بن زنجويه قال: حدثنا أبو معمر قال: أخبرنا عبد\nالوارث قال: حدثنا ليث عن مجاهد عن ابن عمر قال دفع إلي عمر رضي الله عنه\nكتابا فقال إذا اجتمع الناس على رجل فادفع إليه هذا الكتاب وأقرئه مني\nالسلام فإذا فيه أوصي الخليفة من بعدي بتقوى الله عز وجل وأوصيه بالمهاجرين\nالأولين خيرا {الذين أخرجوا من ديارهم وأموالهم يبتغون فضلا من الله\nورضوانا وينصرون الله ورسوله}. أن يعرف لهم حقهم ويحفظ لهم كرامتهم وأوصيه\nبالأنصار خيرا {والذين تبوءوا الدار والإيمان من قبلهم يحبون من هاجر إليهم\nولا يجدون في صدورهم حاجة} إلى قوله {المفلحون} أن يقبل من محسنهم ويتجاوز\nعن مسيئهم وأن يشركوا في الأمر، وأوصيه بذمة الله وذمة محمد صلى الله عليه\nوسلم أن يوفى لهم بعهدهم، ولا يكلفوا فوق طاقتهم وأن يقاتل من ورائهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head77'>59 - </h1>\n\n<p>\nحدثنا يعقوب قال: حدثنا ابن علية قال: حدثنا أيوب عن حميد بن هلال عن\nهشام بن عامر قال شكونا إلى النبي صلى الله عليه وسلم القرح يوم أحد فقيل\n</p>\n\n<h1 class='l1' id='head78'>[ص: 44]</h1>\n\n<p>\nكيف تأمرنا بقتلانا؟ فقال احفروا وأعمقوا وادفنوا في القبر اثنين وثلاثة\nوقدموا أكثرهم قرآنا.\n</p>\n\n<p>\nقال هشام فقدم أبي بين يدي اثنين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head79'>60 - </h1>\n\n<p>\nحدثنا محمود بن خداش قال: حدثنا محمد بن عبيد قال: حدثنا الأعمش عن مسلم\nبن صبيح قال كان مسروق إذا حدث عن عائشة قال حدثتني الصديقة بنت الصديق\nحبيبة حبيب الله المبرأة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head80'>61 - </h1>\n\n<p>\nحدثنا عبد الله بن شبيب قال: حدثني يحيى بن إبراهيم بن عثمان بن داود\nقال: حدثنا عمر بن طلحة عن محمد <span id='ms13'></span> بن المنكدر عن جابر بن عبد الله قال: قال\nرسول الله صلى الله عليه وسلم أيما رجلين سل أحدهما على أخيه السلاح في\nالإسلام فقتل أحدهما الآخر فالقاتل والمقتول في النار قالوا يا رسول الله\nهذا القاتل فما بال المقتول؟ قال لو استطاع لقتل صاحبه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head81'>مجلس آخر.</h1>\n\n<p>\nحدثنا القاضي حسين بن إسماعيل إملاء يوم الخميس لثلاث خلون من جمادى\nالأولى سنة تسع وعشرين وثلاثمئة قال.\n</p>\n\n<h1 class='l1' id='head82'>62 - </h1>\n\n<p>\nحدثنا يوسف بن موسى قال: حدثنا جرير عن إسماعيل بن أبي خالد عن قيس بن\nأبي حازم قال: قرأ أبو بكر الصديق هذه الآية {يا أيها الذين آمنوا عليكم\nأنفسكم لا يضركم من ضل إذا اهتديتم} فقال إن الناس يضعون هذه الآية على غير\nموضعها ألا وإني سمعت رسول الله صلى الله عليه وسلم يقول إن الناس إذا رأوا\nالظالم فلم يأخذوا على يديه أو قال المنكر فلم يغيروه عمهم الله عز وجل\nبعقابه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head83'>63 - </h1>\n\n<p>\nحدثنا يوسف بن موسى قال: حدثنا يزيد بن هارون ومهران بن أبي عمر عن\nإسماعيل بن أبي خالد عن قيس بن أبي حازم عن أبي بكر الصديق عن النبي صلى\nالله عليه وسلم نحوه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head84'>64 - </h1>\n\n<p>\nحدثنا زياد بن أيوب قال: حدثنا هشيم قال: أخبرنا يونس عن الحسن قال حدثنا\nالأسود بن سريع قال كنا في غزاة فأصبنا ظفرا وقتلنا في المشركين حتى بلغ\nبهم القتل إلى أن قتلوا الذرية فبلغ ذلك النبي صلى الله عليه وسلم فقال ما\nبال أقوام بلغ بهم القتل إلى أن قتلوا الذرية ألا لا تقتلوا الذرية.\n</p>\n\n<p>\nقيل يا رسول الله أوليس هم أولاد المشركين؟ قال أوليس خياركم أولاد\nالمشركين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head85'>65 - </h1>\n\n<p>\nحدثنا أبو هشام الرفاعي قال حدثنا ابن فضيل قال: حدثنا الأعمش عن عبد\nالعزيز بن رفيع عن تميم بن طرفة عن عدي بن حاتم قال: قال رسول الله صلى\nالله عليه وسلم من حلف على يمين فرأى غيرها خيرا منها فليأت الذي هو خير\nوليكفر عن يمينه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head86'>66 - </h1>\n\n<p>\nحدثنا أحمد بن محمد التبعي قال: حدثنا القاسم بن الحاكم قال <span id='ms14'></span>: حدثنا حبيب\nبن حسان قال: أخبرنا إبراهيم النخعي عن الأسود عن عائشة قالت ربما رأيت\nوبيص الطيب في مفرق رسول الله صلى الله عليه وسلم وإنه لمحرم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head87'>67 - </h1>\n\n<p>\nحدثنا عبيد الله بن سعد قال: حدثنا عمي قال: حدثنا شريك عن إسماعيل المكي\nعن الحسن البصري عن أبي بكرة قال انتهيت إلى النبي صلى الله عليه وسلم وهو\nراكع بأصحابه فركعت ثم مشيت حتى دخلت في الصف فنظر إلي رسول الله صلى الله\nعليه وسلم فلما قضى الصلاة قال من الفاعل قلت أنا يا رسول الله قال زادك\nالله حرصا ولا تعد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head88'>68 - </h1>\n\n<p>\nحدثنا يعقوب بن إبراهيم الدورقي قال: حدثنا علي بن ثابت عن الحسن بن\nدينار عن الأسود بن عبد الرحمن عن هصان بن كاهل عن أبي موسى الأشعري عن\nالنبي صلى الله عليه وسلم قال ما أكل يتيم مع قوم في صفحتهم أو قصعة فيقرب\nصفحتهم الشيطان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head89'>69 - </h1>\n\n<p>\nحدثنا محمد بن زنجويه قال: حدثنا مالك بن سعير قال: حدثنا هشام يعني ابن\nعروة عن عبد الرحمن بن كعب عن ابن لكعب بن مالك عن أبيه قال كان رسول الله\nصلى الله عليه وسلم يأكل بثلاث أصابع ثم يلعقهن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head90'>70 - </h1>\n\n<p>\nحدثنا يوسف بن موسى قال: حدثنا جريرعن ليث بن أبي سليم عن أبي بردة عن\nأبي مليح عن واثلة بن الأسقع قال: قال رسول الله صلى الله عليه وسلم لقد\nأمرت بالسواك حتى خشيت أن يكتب علي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head91'>71 - </h1>\n\n<p>\nحدثنا سعيد بن يحيى الأموي قال: حدثنا عبد الرحمن بن سليمان عن الأشعث بن\nسوار عن الشعبي عن عدي بن حاتم أنه سئل عن صيد البندقة فقال لا تأكل إلا ما\nذكيت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head92'>72 - </h1>\n\n<p>\nحدثنا محمد بن الوليد التستري قال: حدثنا الضحاك بن مخلد عن سفيان عن أبي\nحازم\n</p>\n\n<h1 class='l1' id='head93'>[ص: 49]</h1>\n\n<p>\nعن سهل بن سعد أن النبي صلى الله عليه وسلم قال منبري على ترعة من ترع\nالجنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head94'>73 - </h1>\n\n<p>\nحدثنا سعيد بن يحيى الأموي قال: حدثنا أبو بدر عن خلف بن حوشب عن أبي\nإسحاق عن عبد خير عن علي قال <span id='ms15'></span> سبق رسول الله صلى الله عليه وسلم وصلى أبو\nبكر وثلث عمر ثم خبطتنا أو أصابتنا [فتنة] يعفو الله عمن يشاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head95'>74 - </h1>\n\n<p>\nحدثنا عبد الله بن أحمد بن أبي مسرة قال: حدثنا عبد السلام بن عاصم\nالرازي بمكة قال: أخبرنا أبو زهير عبد الرحمن بن مغراء قال: أخبرنا\n</p>\n\n<h1 class='l1' id='head96'>[ص: 51]</h1>\n\n<p>\nمحمد بن إسحاق عن محمد بن إبراهيم عن مالك بن أبي عامر عن عمر بن الخطاب\nأن رسول الله صلى الله عليه وسلم قال لا تقدموا هذا الشهر صوموا لرؤيته\nوأفطروا لرؤيته فإن غم عليكم فعدوا ثلاثين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head97'>75 - </h1>\n\n<p>\nحدثني الحسن بن عبد العزيز الجروي قال: أخبرنا أبو حفص عن سعيد أخبرنا\nقتادة عن أبي العالية عن ابن عباس أن النبي صلى الله عليه وسلم سجد في {ص}.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head98'>76 - </h1>\n\n<p>\nحدثنا الحسن بن عبد العزيز الجروي قال: أخبرنا أبو حفص عن سعيد بن بشير\nعن قتادة عن أبي العالية عن ابن عباس أن النبي صلى الله عليه وسلم قال لولا\nضعف الضعيف وكبر الكبير لأخرت هذه الصلاة يعني العشاء الآخرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head99'>77 - </h1>\n\n<p>\nحدثنا حميد بن الربيع قال: حدثنا شهاب بن عباد قال: حدثنا مندل بن علي عن\nسليمان التيمي عن أنس قال بادر رسول الله صلى الله عليه وسلم هرة ليمنعها\nتمر بين يديه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head100'>78 - </h1>\n\n<p>\nحدثني أبو حاتم الرازي قال: حدثنا روح بن عبد الواحد قال: حدثنا موسى بن\nأعين عن معمر عن قتادة عن سعيد بن أبي الحسن عن عبد الرحمن بن سمره قال ذكر\nرسول الله صلى الله عليه وسلم الجلاوزة فقال يقال يوم القيامة ضعوا أسواطكم\nوادخلوا النار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head101'>79 - </h1>\n\n<p>\nحدثنا عبد الرحمن بن خلف قال: أخبرنا محمد بن كمر (1) قال: أخبرنا سليمان\nيعني ابن كثير قال: أخبرنا عبيد الله بن عمر عن نافع قال خرجنا مع عبد الله\nبن عمر فلما بلغ ضجنان أذن بالصلاة حتى إذا قال حي على الصلاة نادى أن صلوا\nفي رحالكم ثم قال كان رسول الله صلى الله عليه وسلم إذا كانت مطيرة نادى\nمنادي رسول الله صلى الله عليه وسلم إن <span id='ms16'></span> صلوا في رحالكم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head102'>80 - </h1>\n\n<p>\nحدثنا عبد الله بن شبيب قال: حدثني عبد الجبار بن سعيد قال حدثني الحارث\nبن عبيد عن خالد عن جده عن أبي رهم الغفاري قال لما نزل رسول الله صلى الله\nعليه وسلم الأبواء أهدى له إيماء بن رحضة جزرا وخمسين شاة وبعث بها مع ابنه\nخفاف بن إيماء بن رحضة وبعيرين يحملان اللبن إلي رسول الله صلى الله عليه\nوسلم فقال خفاف لرسول الله صلى الله عليه وسلم إن أبي أرسلني إليك بهذه\nالجزر والشاء واللبن فقال رسول الله صلى الله عليه وسلم بارك الله فيكم\nوبارك عليكم وقبل مابعث به إليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head103'>81 - </h1>\n\n<p>\nحدثنا عبد الله بن شبيب قال: حدثني يحيى بن إبراهيم قال: حدثني المغيرة\nبن عبد الرحمن عن عبد الله بن سعيد بن أبي هند عن أبيه عن عمرة عن عائشة\nقالت أخذ رسول الله صلى الله عليه وسلم أسيرا فانفلت ثم إنه أخذ بعد ذلك\nفقيل لرسول الله صلى الله عليه وسلم إنه رجل مفوه فانزع ثنيتيه فقال رسول\nالله صلى الله عليه وسلم لا أمثل به فيمثل الله عز وجل بي يوم القيامة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head104'>الجزء الثاني</h1>\n\n<p>\nبسم الله الرحمن الرحيم.\n</p>\n\n<p>\nأخبرنا الشيخ أبو الحسين عاصم بن الحسن بن محمد بن علي بن عاصم قراءة\nعليه وأنا أسمع في المحرم من سنة ست وسبعين وأربعمئة.\n</p>\n\n<p>\nقال: أخبرنا الشيخ أبو عمر عبد الواحدبن محمد بن عبد الله بن محمد بن\nمهدي قال: حدثنا القاضي أبو عبد الله الحسين بن محمد المحاملي إملاء يوم\nالأحد لسبع خلون من جمادى الأولى سنة تسع وعشرين وثلاثمئة قال.\n</p>\n\n<h1 class='l1' id='head105'>82 - </h1>\n\n<p>\nحدثنا يوسف بن موسى القطان قال: حدثنا جرير عن سليمان التيمي عن قتادة عن\nأنس قال كان آخر وصية رسول الله صلى الله عليه وسلم وهو يغرغر بها في صدره\nما يكاد يفيض بها لسانه الصلاة الصلاة اتقوا الله فيما ملكت أيمانكم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head106'>83 - </h1>\n\n<p>\nحدثنا علي بن شعيب قال: حدثنا معن قال: حدثنا مالك عن صفوان بن سليم عن\nعطاء بن يسار عن أبي <span id='ms17'></span> سعيد الخدري قال: قال رسول الله صلى الله عليه وسلم إن\nأهل الجنة ليتراءون أهل الغرف من فوقهم كما يتراءون الكوكب الدري الغابر في\nالأفق من المشرق أو المغرب لتفاضل ما بينهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head107'>84 - </h1>\n\n<p>\nحدثنا أحمد بن محمد بن يحيى بن سعيد القطان قال: حدثنا بهلول بن المورع\nقال: حدثني موسى بن عبيدة عن عمرو بن عبد الله بن نوفل عن الزهري عن أبي\nسلمة (1) عن عائشة قالت قال النبي صلى الله عليه وسلم قال جبريل عليه\nالسلام قلبت الأرض مشارقها ومغاربها فلم أجد رجلا أفضل من محمد صلى الله\nعليه وسلم وقلبت الأرض مشارقها ومغاربها فلم أجد بني أب أفضل من بني هاشم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head108'>85 - </h1>\n\n<p>\nحدثنا يوسف بن موسى القطان قال: حدثنا جرير عن عبد الله بن يزيد الصهباني\nعن كميل قال قال عمر بن الخطاب رضي الله عنه كنت مع رسول الله صلى الله\nعليه وسلم ومعه أبوبكر رضي الله عنه ومن شاء الله فمررنا بعبد الله بن\nمسعود وهو يصلي فقال رسول الله صلى الله عليه وسلم من هذا الذي يقرأ فقيل\nله هذا عبد الله ابن أم عبد فقال إن عبد الله يقرأ القرآن كما أنزل غضا\nفأثنى عبد الله على ربه عز وجل وحمده كأحسن ما أثنى عبد على ربه عز وجل\nوحمده ثم سأله فأحفى المسألة وسأله كأحسن مسألة عبد ربه عز وجل ثم قال\nاللهم إني أسألك\n</p>\n\n<h1 class='l1' id='head109'>[ص: 57]</h1>\n\n<p>\nإيمانا لا يرتد ونعيما لا ينفد ومرافقة محمد صلى الله عليه وسلم في أعلى\nعليين في جنانك جنان الخلد وكان رسول الله صلى الله عليه وسلم يقول سل تعطه\nسل تعطه فانطلقت لأبشره فوجدت أبا بكر قد سبقني وكان سباقا بالخير رضي الله\nعنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head110'>86 - </h1>\n\n<p>\nحدثنا عبيد الله بن سعد الزهري قال: حدثنا عمي يعقوب بن إبراهيم قال:\nحدثنا أبي عن محمد بن إسحاق قال: حدثني عبد الله بن أبي بكر بن محمد بن\nعمرو بن حزم عن عمرة بنت عبد الرحمن عن عائشة زوج النبي صلى الله عليه وسلم <span id='ms18'></span>\nقالت لقد نزلت آية الرجم ورضاعة الكبير عشرا وكانت في ورقة تحت سرير في\nبيتي فلما اشتكى رسول الله صلى الله عليه وسلم تشاغلنا بأمره ودخلت دبيبة\nلنا فأكلتها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head111'>87 - </h1>\n\n<p>\nحدثنا محمد بن منصور الطوسي قال: حدثنا يعقوب بن إبراهيم بن سعد قال:\nحدثنا أبي عن ابن إسحاق قال وحدثني يحيى بن سعيد عن عمرة بنت عبد الرحمن عن\nعائشة قالت كان رسول الله صلى الله عليه وسلم إذا أراد سفرا أقرع بين نسائه\nفأيتهن خرج سهمها خرج بها معه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head112'>88 - </h1>\n\n<p>\nحدثنا عبد الله بن أحمد بن أبي مسرة قال: حدثنا أبو عبد الرحمن المقرئ\nقال: حدثنا الليث بن سعد حدثني يحيى بن سعيد عن عمرة عن عائشة رضي الله\nعنها قالت أنزل في القرآن عشر رضعات معلومات ثم إنه صار خمسا معلومات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head113'>89 - </h1>\n\n<p>\nالحسن بن عبد العزيز الجروي قال: حدثنا يحيى بن حسان عن ليث عن يحيى بن\nسعيد عن عمرة عن عائشة أن النبي صلى الله عليه وسلم كان يقبل وهو صائم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head114'>90 - </h1>\n\n<p>\nحدثنا أحمد بن إسماعيل المدني قال: حدثنا مالك عن يحيى بن سعيد عن أبي\nصالح السمان عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال لولا أن أشق\nعلى أمتي لأحببت ألا أتخلف خلف سرية تخرج في سبيل الله ولكن لا أجد ما\nأحملهم عليه ولا يجدون ما يتحملون عليه ويشق عليهم أن يتخلفوا بعدي فوددت\nأني أقاتل في سبيل الله فأقتل ثم أحيا فأقتل ثم أحيا فأقتل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head115'>91 - </h1>\n\n<p>\nحدثنا يحيى بن معلى بن منصور الرازي قال حدثنا أبو حذيفة بن الحارث بن\nعمير عن يحيى بن سعيد عن أبي صالح عن أبي هريرة قال: قال رسول الله صلى\nالله عليه وسلم قريش والأنصار وأسلم وغفار ومزينة وأشجع حلفاء موالي ليس\nلهم مولى دون الله عز وجل ورسوله صلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head116'>92 - </h1>\n\n<p>\nحدثنا محمد بن عبد الله بن حيان قال: حدثنا عبد العزيز بن أبان قال:\nحدثنا إسرائيل عن إبراهيم بن مهاجر عن إبراهيم النخعي عن أبي وائل <span id='ms19'></span> قال\nبعثني ابن مسعود إلى قرية له وأمرني أن أعمل فيها بما كان يعمل العبد\nالصالح رجل كان في بني إسرائيل أن أتصدق بثلث وأخلف فيها ثلث وآتيه بثلث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head117'>93 - </h1>\n\n<p>\nحدثنا الحسن بن أبي الربيع الجرجاني قال: حدثنا عبد الرزاق قال: أخبرنا\nمعمر قال: أخبرنا ثمامة بن عبد الله بن أنس أن حرام بن ملحان - وهوخال أنس\nبن مالك - طعن في وقعة حنين فتلقى دمه بكفه ثم نضحه على رأسه ووجهه ثم قال\nفزت ورب الكعبة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head118'>94 - </h1>\n\n<p>\nحدثنا أبو بكر الزهيري قال: حدثنا الهيثم يعني ابن جميل قال: حدثنا عبد\nالله بن المثنى عن ثمامة عن أنس أنه كان إذا كلم أحدا أو نازعه فعل ذلك\nثلاثا ويقول كان رسول الله صلى الله عليه وسلم يفعله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head119'>95 - </h1>\n\n<p>\nحدثنا محمد بن صالح الأنماطي قال: حدثنا أبو سلمة قال: حدثنا الحسن بن\nأبي جعفر عن مجالد بن سعيد عن الشعبي عن المحرر بن أبي هريرة عن أبيه قال:\nقال رسول الله صلى الله عليه وسلم لا يأتي الدجال المدينة إلا وجد على كل\nنقب من أنقابها ملكا معه السيف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head120'>96 - </h1>\n\n<p>\nحدثنا زكريا بن يحيى المكفوف قال: حدثنا شبابة قال: أخبرنا شعبة عن حسين\nالمعلم عن عبد الله بن بريدة\n</p>\n\n<h1 class='l1' id='head121'>[ص: 61]</h1>\n\n<p>\nعن سمرة بن جندب أن النبي صلى الله عليه وسلم صلى على امرأة ماتت بالبطن\nفقام في وسطها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head122'>97 - </h1>\n\n<p>\nحدثنا أبو جعفر محمد بن زنجويه بن زيد قال: حدثنا سفيان بن عيينةعن\nالزهري عن عمرة عن عائشة أن النبي صلى الله عليه وسلم كان يقطع في ربع\nدينار فصاعدا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head123'>98 - </h1>\n\n<p>\nحدثنا محمد بن إدريس أبو حاتم الرازي قال: حدثنا أبو زيد قال: أخبرنا\nمحمد بن عمرو عن أبي سلمة عن أبي هريرة عن النبي صلى الله عليه وسلم قال من\nلا يرحم لا يرحم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head124'>مجلس يوم الخميس لإحدى عشرة ليلة خلت من جمادى الأولى. سنة تسع وعشرين وثلاثمئة.</h1>\n\n<h1 class='l1' id='head125'>99 - </h1>\n\n<p>\nحدثنا يوسف بن موسى القطان قال: حدثنا يحيى بن الضريس قال: حدثنا حماد بن\nسلمة قال: حدثنا قيس بن سعد <span id='ms20'></span> عن محمد التيمي عن أبي سلمة بن عبد الرحمن عن\nأبي هريرة قال قدمت الشام فلقيت كعبا وكان يحدثني عن التوراة وأحدثه عن\nالنبي صلى الله عليه وسلم حتى انتهينا إلى ذكر الجمعة فحدثته فقلت: قال\nرسول الله صلى الله عليه وسلم إن في الجمعة ساعة لا يوافقها مسلم يسأل الله\nفيها خيرا إلا أعطاه إياه.\n</p>\n\n<p>\nفقال كعب صدق الله ورسوله في كل سنة مرة فقلت لا قال فنظر ثم قال في كل\nشهر مرة فقلت لا قال فنظر ثم قال في كل جمعة مرة قال قلت نعم قال أتدري ما\nهو قال قلت ما هو؟ قال فيه خلق آدم عليه السلام وفيه تقوم الساعة والخلائق\nمسيخة إلا الثقلين خشية يوم القيامة قال فقدمت المدينة فلقيت عبد الله بن\nسلام فأخبرته بقول كعب فقال كذب فقلت إنه رجع فقال في كل سنة مرة فقال كذب\nفقلت إنه رجع في كل شهر مرة فقال كذب فقلت إنه رجع فقال في كل جمعة مرة\nفقال صدق قال أتدري أي ساعة هي؟ فقلت لا وتهالك عليه أخبرني أخبرني فقال ما\nبين العصر والمغرب قال قلت كيف ولا صلاة؟ قال أما سمعت رسول الله صلى الله\nعليه وسلم يقول لا يزال العبد في صلاة ما دام جالسا ينتظر الصلاة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head126'>100 - </h1>\n\n<p>\nحدثنا خلاد بن أسلم قال: حدثنا النضر قال: أخبرنا صالح عن ابن شهاب عن\nسعيد بن المسيب أن عمر بن الخطاب رضي الله عنه كان يرى الدية على العاقلة\nفسأل الناس وهو بمنى عن ذلك فقال الضحاك بن سفيان كتب إلي رسول الله صلى\nالله عليه وسلم أن أورث امرأة أشيم الضبابي من دية زوجها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head127'>101 - </h1>\n\n<p>\nحدثنا يعقوب بن إبراهيم قال: حدثنا وكيع قال: حدثنا الأعمش عن حبيب بن\nأبي ثابت عن سعيد بن جبير عن ابن عباس قال جمع رسول الله صلى الله عليه\nوسلم بين الظهر والعصر وبين المغرب والعشاء بالمدينة من غير خوف ولا مطر\nفقيل لابن عباس لم فعل ذلك قال كيلا <span id='ms21'></span> يحرج أمته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head128'>102 - </h1>\n\n<p>\nحدثنا أبو الأشعث قال: حدثنا عثام بن علي قال: حدثنا الأعمش عن حبيب بن\nأبي ثابت عن سعيد بن جبير\n</p>\n\n<h1 class='l1' id='head129'>[ص: 64]</h1>\n\n<p>\nعن ابن عباس أن النبي صلى الله عليه وسلم كان يصلي من الليل ركعتين ثم\nينصرف فيستاك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head130'>103 - </h1>\n\n<p>\nحدثنا علي بن محمد بن معاوية قال: حدثنا عبد الله بن داود عن الأعمش عن\nسلمة بن كهيل عن سالم بن أبي الجعد عن عبد الله بن سبع قال سمعت عليا على\nالمنبر وهو يقول ما ينتظر أشقاها؟ عهد إلي رسول الله صلى الله عليه وسلم\nلتخضبن هذه من هذا وأشار ابن داود إلى لحيته ورأسه قالوا يا أمير المؤمنين\nأخبرنا من هو حتى نبتدره فقال أنشد الله رجلا قتل بي غير قاتلي قالوا ألا\nتستخلف قال ابن داود سقط مني ما بعد هذا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head131'>104 - </h1>\n\n<p>\nحدثنا أبو السائب قال: حدثنا حفص عن الأعمش عن أبي إسحاق عن أبي الأحوص\nعن عبد الله قال طلاق السنة أن يطلقها في كل شهر تطليقة فإذا كان آخر ذلك\nفتلك العدة التي أمر الله بها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head132'>105 - </h1>\n\n<p>\nحدثنا أحمد بن إسماعيل المدني قال حدثنا مالك بن أنس عن يزيد بن عبد الله\nبن الهاد عن إبراهيم بن محمد بن الحارث التيمي عن أبي سلمة بن عبد الرحمن\nعن أبي سعيد الخدري قال كان رسول الله صلى الله عليه وسلم يعتكف العشر\nالأوسط من شهر رمضان واعتكف عاما حتى إذا كانت ليلة إحدى وعشرين وهي الليلة\nالتي يخرج من صبيحتها من اعتكافه فقال من كان يعتكف معي فليعتكف في العشر\nالأواخر وقد رأيت هذه الليلة ثم أنسيتها، وقد رأيتني أسجد في صبيحتها في\nماء وطين، فالتمسوها في العشر الأواخر، والتمسوها في كل وتر.\n</p>\n\n<p>\nقال أبو سعيد فأمطرت السماء من تلك الليلة وكان المسجد على عريش فوكف\nفأبصرت عيناي رسول الله صلى الله عليه وسلم فانصرف إلينا وعلى جبهته وأنفه\nأثر الماء والطين من صبيحة إحدى وعشرين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head133'>106 - </h1>\n\n<p>\nحدثنا عيسى بن أبي حرب قال: حدثنا يحيى بن أبي بكير قال <span id='ms22'></span>: حدثنا جعفر بن\nزياد قال: حدثنا هلال الصيرفي قال: حدثنا أبو كثير الأنصاري قال حدثني عبد\nالله بن أسعد بن زرارة قال: قال رسول الله صلى الله عليه وسلم ليلة أسري بي\nانتهيت إلى ربي عز وجل فأوحى إلي أو أمرني جعفر شك في علي رضي الله عنه\nبثلاث أنه سيد المسلمين وولي المتقين وقائد الغر المحجلين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head134'>[ص: 67]</h1>\n\n<p>\n68##\n</p>\n\n<h1 class='l1' id='head135'>107 - </h1>\n\n<p>\nحدثنا زياد بن أيوب قال: حدثنا يحيى بن زكريا بن أبي زائدة قال أخبرني\nأبي عن الشعبي قال: حدثني أبو سلمة بن عبد الرحمن عن عائشة أن رسول الله\nصلى الله عليه وسلم قال لها إن جبريل عليه السلام يقرأ\n</p>\n\n<h1 class='l1' id='head136'>[ص: 69]</h1>\n\n<p>\nعليك السلام قلت وعليه السلام ورحمة الله وبركاته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head137'>108 - </h1>\n\n<p>\nحدثنا زياد بن أيوب قال: حدثنا ابن أبي زائدة قال: حدثنا مجالد عن عامر\nعن مسروق قال قالت عائشة [رضي الله عنها] وأن جزاه الله خيرا من دخيل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head138'>109 - </h1>\n\n<p>\nحدثنا زيد بن أخزم قال: حدثنا أبو داود قال: حدثنا قيس بن البيع عن\nالمقدام بن شريح عن أبيه عن جده قال: قال رسول الله صلى الله عليه وسلم أي\nولدك أكبر؟ قلت شريح قال فأنت أبو شريح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head139'>110 - </h1>\n\n<p>\nحدثنا إبراهيم بن هانئ قال: حدثنا عبد الله بن صالح قال: حدثني الليث\nقال: حدثني إبراهيم بن نشيط قال: حدثني كعب بن علقمة قال: سمعت أبا الهيثم\nيذكر عن مولى لعقبة بن عامر قال\n</p>\n\n<h1 class='l1' id='head140'>[ص: 70]</h1>\n\n<p>\nقلت لعقبة إن لنا جيرانا يشربون الخمر فقال دعهم ثم جاءه الثانية فقال\nأنا أدعو عليهم الشرط فقال له عقبة ويحك دعهم فإني سمعت رسول الله صلى الله\nعليه وسلم يقول من رأى عورة فسترهاكان كمن استحيا موءودة من قبرها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head141'>111 - </h1>\n\n<p>\nحدثنا محمد بن صالح الأنماطي قال: حدثنا أبو معمر قال: حدثنا عبد الوارث\nقال: حدثنا أيوب السختياني عن عمرو بن دينار عن جابر بن عبد الله أن رجلا\nمن الأنصار أعتق عبدا له عن دبر منه لم يكن له مال غيره فقال رسول الله صلى\nالله عليه وسلم من يشتريه مني فاشتراه <span id='ms23'></span> نعيم بن عبد الله بثمانمئة درهم فدفع\nثمنه إليه.\n</p>\n\n<p>\nقال عمرو عبدا قبطيا مات عام أول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head142'>112 - </h1>\n\n<p>\nحدثنا محمد بن صالح قال: حدثنا أبو معمر قال: حدثنا عبد الوارث قال وقال\nأيوب حدثنا عن أبي الزبير\n</p>\n\n<h1 class='l1' id='head143'>[ص: 71]</h1>\n\n<p>\nعن جابر عن النبي صلى الله عليه وسلم بنحوه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head144'>113 - </h1>\n\n<p>\nحدثنا يوسف بن موسى القطان قال: حدثنا وكيع قال: حدثنا سفيان عن أشعث بن\nأبي الشعثاء عن رجل لم يسمه عن معاذ بن جبل قال نهى رسول الله صلى الله\nعليه وسلم عن غبيراء السكر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head145'>114 - </h1>\n\n<p>\nحدثنا علي بن أحمد الجواربي قال: حدثنا عبد الرحمن بن عبد الملك الحزامي\nقال: حدثنا إسماعيل بن قيس بن سعد بن زيد بن ثابت قال حدثني هشام بن عروة\nعن أبيه عن عائشة قالت كان النبي صلى الله عليه وسلم يصوم حتى أقول لا يفطر\nويفطر حتى أقول لا يصوم وكان أكثر صيامه في شعبان قالت وقال يا عائشة إنه\nيكتب فيه لملك الموت من يقبض فأنا أحب ألا ينسخ اسمي إلا وأنا صائم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head146'>115 - </h1>\n\n<p>\nحدثنا محمود بن خداش قال: حدثنا هشيم قال: أخبرنا عوف عمن حدثه عن ابن\nعباس في قوله عز وجل {ما يملكون من قطمير} قال هو جلد النواة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head147'>116 - </h1>\n\n<p>\nحدثنا عبد الله بن شبيب قال: حدثنا ابن أبي أويس قال: حدثني ابن أبي\nالزناد عن هشام بن عروة عن أبيه عن عائشة وعن أبي الزناد عن أبيه عن عروة\nعن عائشة رضي الله عنها أن رسول الله صلى الله عليه وسلم قال كنت لك كأبي\nزرع لأم زرع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head148'>مجلس يوم الخميس لاثني عشر بقين من جمادى الأولى. سنة تسع وعشرين وثلاثمئة.</h1>\n\n<h1 class='l1' id='head149'>117 - </h1>\n\n<p>\nحدثنا يوسف بن موسى القطان قال: حدثنا جرير عن محمد بن إسحاق عن محمد بن\nإبراهيم عن أبي سلمة بن عبد الرحمن عن زيد بن خالد الجهني قال: قال رسول\nالله صلى الله عليه وسلم لولا أن أشق على أمتي لأمرتهم بالسواك عند كل صلاة\nوكان زيد يضع السواك منه موضع القلم من أذن الكاتب لا يقوم <span id='ms24'></span> لصلاة إلا استن\nثم يصلي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head150'>118 - </h1>\n\n<p>\nحدثنا عبيد الله بن سعد الزهري قال: حدثنا عمي قال: حدثنا أبي عن ابن\nإسحاق عن محمد بن طلحة بن زيد بن ركانة عن سالم بن عبد الله عن أبي الجراح\nمولى أم حبيبة زوج النبي صلى الله عليه وسلم عن أم حبيبة أنها حدثته أن\nرسول الله صلى الله عليه وسلم قال لولا أن أشق على أمتي لأمرتهم بالسواك\nعند كل صلاة كما يتوضؤون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head151'>119 - </h1>\n\n<p>\nحدثنا عبد الله بن أحمد بن أبي مسرة قال: حدثنا الأزرقي قال أخبرنا داود\nقال: حدثنا موسى بن عقبة عن نافع أن سالم بن عبد الله أخبره أن الجراح مولى\nأم حبيبة زوج النبي صلى الله عليه وسلم أخبرته أن النبي صلى الله عليه وسلم\nقال العير التي فيها الجرس لا تصحبها الملائكة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head152'>120 - </h1>\n\n<p>\nحدثنا علي بن الهيثم قال: حدثنا عمر بن يونس قال: حدثنا جهضم بن عبد الله\nعن العلاء عن أبيه عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم لقد\nأنزل في كتاب الله عز وجل\n</p>\n\n<h1 class='l1' id='head153'>[ص: 74]</h1>\n\n<p>\nسورة ما أنزل الله في التوراة ولا في الإنجيل ولا في القرآن مثلها فقال\nله عبد الرحمن بن عوف أو بعض أصحابه شك عمر يا رسول الله ما هذه السورة قال\nكيف تقرأ إذا قمت في صلاتك فقرأ بأم القرآن فقال النبي صلى الله عليه وسلم\nوالذي نفسي بيده ما أنزل الله عز وجل في التوراة والإنجيل والقرآن مثلها\nإنها السبع المثاني والقرآن العظيم الذي أعطيته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head154'>121 - </h1>\n\n<p>\nحدثنا أبو الأشعث قال: حدثنا خالد بن الحارث قال حدثنا شعبة عن الأسود بن\nقيس عن نبيح عن جابر بن عبد الله قال: قال رسول الله صلى الله عليه وسلم لا\nتمشوا بين يدي أو قال خلفي وقال هذا مكان أو مقام الملائكة قال وقال في هذا\nالحديث جئت أسعى إلى نبي الله كأنني شرارة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head155'>122 - </h1>\n\n<p>\nحدثنا الحسن بن عبد العزيز الجروي قال حدثنا يحيى يعني ابن حسان قال\nحدثنا عبد الله بن زيد <span id='ms25'></span> بن أسلم عن أبيه قال سمعت ابن عمر يقول: سمعت رسول\nالله صلى الله عليه وسلم يقول احثوا في وجوه المداحين التراب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head156'>123 - </h1>\n\n<p>\nحدثنا إسحاق بن بهلول قال: حدثنا إسحاق الأزرق عن سفيان عن عبد الله بن\nدينار عن ابن عمر قال حججت مع رسول الله صلى الله عليه وسلم فلم يصم يوم\nعرفة ومع أبي بكر فلم يصم ومع عمر فلم يصم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head157'>124 - </h1>\n\n<p>\nحدثنا أحمد بن إسماعيل قال: حدثنا مالك عن يحيى بن سعيد قال أخبرني عبادة\nبن الوليد بن عبادة بن الصامت أن أباه أخبره عن عبادة بن الصامت قال بايعنا\nرسول الله صلى الله عليه وسلم على السمع والطاعة في العسر واليسر والمنشط\nوالمكره وألا ننازع الأمر أهله وأن نقول أو نقوم بالحق أينما كنا لا نخاف\nفي الله لومة لائم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head158'>125 - </h1>\n\n<p>\nحدثنا يوسف بن موسى قال: حدثنا عبد الله بن نمير عن الحجاج عن الزهري عن\nأيوب بن بشير هكذا قال ابن نمير\n</p>\n\n<h1 class='l1' id='head159'>[ص: 76]</h1>\n\n<p>\nعن حكيم بن حزام قال قلت يا رسول الله أي الصدقة أفضل؟ قال الصدقة على\nالرحم الكاشح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head160'>126 - </h1>\n\n<p>\nحدثنا يوسف بن موسى قال: حدثنا أبو معاوية قال: حدثنا حجاج عن الزهري عن\nحكيم بن بشير عن أبي أيوب الأنصاري عن رسول الله صلى الله عليه وسلم مثله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head161'>127 - </h1>\n\n<p>\nحدثنا إسماعيل بن أبي الحارث قال: حدثنا يزيد قال: أخبرنا صخر عن نافع أن\nمروان حدثه وهو أمير المدينة أن أبا هريرة قال من أراد الصيام ثم أصبح وهو\nجنب من النساء من غير حلم فلا يصوم فأخبره عبد الرحمن بن الحارث بن هشام\nورجل آخر لا أدري من هو أن أم سلمة أخبرتهما أن النبي صلى الله عليه وسلم\nكان يصبح وهو جنب من النساء من غير حلم وهو يريد الصوم ثم يغتسل ويصوم فقال\nلهما لتذهبان إليها فتسألانها فذهبا فرجعا فأخبراه فقال لعبد الرحمن اذهب\nإلى أبي هريرة فأخبره فقال جاري وشيخ من أصحاب النبي صلى الله عليه وسلم\nأكره أن أواجهه فزعموا أنه عزم عليه فمضى <span id='ms26'></span> إليه فحدثه فقال أبو هريرة حدثني\nبهذا الفضل بن عباس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head162'>128 - </h1>\n\n<p>\nحدثنا العباس بن يزيد البحراني قال: حدثنا حفص بن عمر قال: حدثنا حماد بن\nسلمة عن قتادة عن أنس {من كان يريد الحياة الدنيا وزينتها نوف إليهم\nأعمالهم فيها وهم فيها لا يبخسون} يعني اليهود والنصارى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head163'>129 - </h1>\n\n<p>\nحدثنا محمود بن خداش قال: حدثنا هشيم قال: أخبرنا حميد الطويل عن أنس قال\nقال عمر بن الخطاب وافقت ربي عز وجل في ثلاث قلت يا رسول الله لو اتخذنا من\nمقام إبراهيم مصلى قال فنزلت {واتخذوا من مقام إبراهيم مصلى} قال وقلت يا\nرسول الله إن نسائك يدخل عليهن البر والفاجر فلو أمرتهن أن يحتجبن قال\nفنزلت آية الحجاب قال واجتمع على رسول الله صلى الله عليه وسلم نساؤه في\nالغيرة قال قلت لهن عسى ربه إن طلقكن أن يبدله أزواجا خيرا منكن قال فنزلت\nكذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head164'>130 - </h1>\n\n<p>\nحدثنا إبراهيم بن هانئ قال: حدثنا إبراهيم بن أبي سويد قال حدثنا حماد\nقال أخبرنا خالد الحذاء أن أبا المليح قال لأبي قلابة\n</p>\n\n<h1 class='l1' id='head165'>[ص: 78]</h1>\n\n<p>\nدخلت أنا وأبوك على ابن عمر فحدثنا أن رسول الله صلى الله عليه وسلم دخل\nعليه قال فألقينا له وسادة من أدم حشوها ليف فلم يجلس قال ابن عمر فبقيت\nبيني وبينه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head166'>131 - </h1>\n\n<p>\nحدثنا إبراهيم بن القعقاع قال: حدثنا عبيد بن إسحاق قال: أخبرنا قيس بن\nالربيع عن إسماعيل بن مسلم عن الحسن عن ابن عمر قال: قال رسول الله صلى\nالله عليه وسلم من قتل دون ماله فهو شهيد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head167'>132 - </h1>\n\n<p>\nحدثنا عبد الله بن شبيب قال: حدثني يعقوب بن محمد وإبراهيم بن المنذر\nقالا حدثنا عبد العزيز بن عمران قال: حدثني أفلح بن سعيد عن سفيان بن فروة\nالأسلمي عن بريدة بن الحصيب الأسلمي قال لما أقبل رسول الله صلى الله عليه\nوسلم من مهاجره لقي ركبا فقال يا أبا بكر سل القوم ممن هم فسألهم فقالوا من\nأسلم قال سلمت يا أبا بكر قال فسلهم من أي أسلم هم فسألهم فقالوا من بني <span id='ms27'></span>\nسهم فقال رمي سهمك يا أبا بكر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head168'>133 - </h1>\n\n<p>\nحدثنا عبد الله بن أبي سعد قال: حدثني أحمد بن يحيى بن جابر قال: حدثني\nعباس بن هشام عن أبيه عن أبي صالح عن ابن عباس قال استسقى عمر بالعباس عام\nالرمادة فقال اللهم إن هؤلاء عبادك وبنو إمائك أتوك راغبين متوسلين إليك\nبعم نبيك صلى الله عليه وسلم فاسقنا سقيا نافعا تعم البلاد وتحيي العباد\nاللهم إنا نستسقيك بعم نبيك صلى الله عليه وسلم ونستشفع إليك بشيبته فسقوا.\n</p>\n\n<p>\nففي ذلك قول عباس بن عتبة بن أبي لهب:.\n</p>\n\n<p>\nبعمي سقى الله الحجاز وأهله ... عشية يستسقي بشيبته عمر.\n</p>\n\n<p>\nتوسل بالعباس في الجدب راغبا ... إليه فما إن رام حتى أتى المطر.\n</p>\n\n<p>\nومنا رسول الله فينا تراثه ... وهل هذا للمفاخر مفتخر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head169'>134 - </h1>\n\n<p>\nحدثنا يعقوب بن إبراهيم بن كثير الدورقي قال: حدثنا ابن علية قال: حدثنا\nمعمر عن فراس عن الشعبي عن أبي بردة عن أبي موسى قال: قال رسول الله صلى\nالله عليه وسلم ثلاثة يؤتون أجرهم مرتين رجل آمن بالكتاب الأول والكتاب\nالآخر ورجل كان له أمة فأدبها فأحسن تأديبها ثم أعتقها وتزوجها وعبد مملوك\nأحسن عبادة ربه ونصح لسيده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head170'>135 - </h1>\n\n<p>\nحدثنا يوسف بن موسى قال: حدثنا جرير عن عطاء بن السائب عن مجاهد عن ابن\nعمر قال ذكر يوما سعد بن معاذ حين توفي قيل إن العرش اهتز لحب لقاء الله\nسعدا.\n</p>\n\n<p>\nقال ابن عمر إن العرش ليس يهتز لموت أحد ولكنه سريره الذي حمل عليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head171'>136 - </h1>\n\n<p>\nحدثنا يوسف قال حدثنا يحيى بن حماد قال: حدثنا أبو عوانة عن عطاء بن\nالسائب عن مجاهد عن ابن عمر عن النبي صلى الله عليه وسلم قال اهتز عرش\nالرحمن لموت سعد بن معاذ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head172'>137 - </h1>\n\n<p>\nحدثنا علي بن مسلم قال: حدثنا أبو داود قال: حدثنا ابن أبي الزناد عن\nأبيه\n</p>\n\n<h1 class='l1' id='head173'>[ص: 81]</h1>\n\n<p>\nعن خارجة بن زيد عن أبيه أن النبي صلى الله عليه وسلم قال إن هذا المال\nخضرة حلوة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head174'>138 - </h1>\n\n<p>\nحدثنا محمد بن عبد الله المخرمي قال حدثنا وكيع قال: حدثنا منصور <span id='ms28'></span> بن\nدينار عن أبي عكرمة المخزومي عن أبي هريرة قال: قال رسول الله صلى الله\nعليه وسلم لا يمنعن أحدكم جاره أن يضع خشباته على جداره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head175'>139 - </h1>\n\n<p>\nحدثنا أحمد بن منصور [زاج] قال: حدثنا النضر قال: حدثنا محمد بن عمرو عن\nنافع مولى ابن عمر قال: سمعت ابن عباس وهو يصلي على الجنازة وهو يقول اللهم\nاغفر له وارحمه وبارك فيه وأورده حوض رسولك في دعاء خفي على الشيخ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head176'>140 - </h1>\n\n<p>\nحدثنا فضل بن سهل الأعرج قال: حدثنا الأسود بن عامر قال أخبرنا أبو بكر\nبن عياش عن أبي سعد عن الشعبي عن عبد الرحمن بن عبد الله عن أبيه قال: قال\nرسول الله صلى الله عليه وسلم البيعان بالخيار ما لم يتفرقا.\n</p>\n\n<p>\nقال وربما زاد أبو بكر أو يترادان البيع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head177'>141 - </h1>\n\n<p>\nحدثناه الفضل بن سهل مرة أخرى قال: حدثنا الأسود بن عامر قال: حدثنا أبو\nبكر بن عياش عن أبي سعد عن الشعبي عن عبد الرحمن بن عبد الله عن أبيه عن\nالنبي صلى الله عليه وسلم قال إذا اختلف البيعان فالقول قول البائع.\n</p>\n\n<p>\nوربما زاد أبو بكر أو يترادان البيع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head178'>142 - </h1>\n\n<p>\nحدثنا إبراهيم بن مجشر قال: حدثنا أبو بكر بن عياش عن سعيد عن الشعبي عن\nعبد الرحمن بن عبد الله عن أبيه قال: قال رسول الله صلى الله عليه وسلم إذا\nاختلف البيعان فالقول ما قال البائع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head179'>143 - </h1>\n\n<p>\nحدثنا علي بن أحمد الجواربي قال: حدثنا أبو أحمد قال: حدثنا معرف بن واصل\nقال عن حفصة بنت طلق عن أبي عمير رشيد بن مالك قال كنا عند النبي صلى الله\nعليه وسلم فأتي بطبق فيه تمر فقال هدية أو صدقة قالوا صدقة قال فردها إلى\nأصحابها قال والحسن بن علي رضي الله عنه يتعفر بين يديه فأخذ تمرة فألقاها\nفي فيه فقال إنا آل محمد لا نأكل الصدقة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head180'>144 - </h1>\n\n<p>\nحدثنا أبو حاتم الرازي قال: حدثنا ابن أبي مريم قال: حدثنا محمد بن جعفر\nقال: حدثني حميد بن أبي جعفر عن حسن بن حسن بن علي <span id='ms29'></span> بن أبي طالب عن أبيه أن\nرسول الله صلى الله عليه وسلم قال حيثما كنتم فصلوا علي فإن صلاتكم تبلغني\nصلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head181'>145 - </h1>\n\n<p>\nحدثنا أبو المنذر رجاء بن الجارود قال: حدثنا الأصمعي والقعنبي والواقدي\nقالوا حدثنا ابن عجلان عن أبي الرجال عن عمرة عن عائشة رضي الله عنها قالت\nقال النبي صلى الله عليه وسلم بيت لا تمر فيه جياع أهله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head182'>146 - </h1>\n\n<p>\nحدثنا أحمد بن إسماعيل قال: حدثنا مالك بن أنس عن إسحاق بن عبد الله بن\nأبي طلحة عن أنس أنه سمعه يقول كان رسول الله صلى الله عليه وسلم يدخل على\nأم حرام بنت ملحان فتطعمه وكانت أم حرام تحت عبادة بن الصامت فدخل عليها\nرسول الله صلى الله عليه وسلم يوما فأطعمته ثم جلست تفلي رأسه فنام رسول\nالله صلى الله عليه وسلم ثم استيقظ وهو يضحك قالت قلت ما يضحكك يا رسول\nالله فقال ناس من أمتي عرضوا علي غزاة في سبيل الله يركبون ثبج البحر ملوكا\nعلى الأسرة أو مثل الملوك على الأسرة تشك أيهما قال قالت فقلت يا رسول الله\nادع الله عز وجل أن يجعلني منهم فدعا لها ثم وضع رأسه فنام ثم استيقظ وهو\nيضحك قالت فقلت ما يضحكك يا رسول الله فقال ناس من أمتي عرضوا علي غزاة في\nسبيل الله كما قال في الأول قالت فقلت ادع الله عز وجل أن يجعلني منهم قال\nأنت من الأولين فركبت أم حرام بنت ملحان البحر زمن معاوية بن أبي سفيان\nفصرعت عن دابتها حين خرجت من البحر فهلكت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head183'>147 - </h1>\n\n<p>\nحدثنا محمد بن أبي مذعور قال: حدثنا أسباط بن محمد قال حدثنا محمد بن\nعمرو عن أبي سلمة عن أبي سعيد الخدري قال أتيت رسول الله صلى الله عليه\nوسلم وأنا أريد أن أسأله\n</p>\n\n<h1 class='l1' id='head184'>[ص: 85]</h1>\n\n<p>\nفوافقته يخطب فسمعته يقول من يستعف يعفه الله ومن يتصبر يصبره الله ومن\nيستغن يغنه الله قال قلت والله لا أسأل النبي صلى الله عليه وسلم شيئا\nفرجعت فإني <span id='ms30'></span> لمن أكثر قومي مالا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head185'>148 - </h1>\n\n<p>\nحدثنا فضل بن سهل الأعرج قال: حدثني يحيى بن معين قال حدثنا سفيان عن\nالزهري عن عروة عن عائشة قالت قال النبي صلى الله عليه وسلم ما نفعنا مال\nقط ما نفعنا مال أبي بكر.\n</p>\n\n<p>\nقال رجل لسفيان سمعته من الزهري؟ قال فقال حدثني وائل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head186'>149 - </h1>\n\n<p>\nحدثنا إسماعيل بن أبي الحارث قال: حدثنا يزيد بن هارون قال: أخبرنا شريك\nعن جابر عن عامر عن مسروق.\n</p>\n\n<h1 class='l1' id='head187'>[ص: 86]</h1>\n\n<p>\nعن عائشة قالت خيرنا رسول الله صلى الله عليه وسلم فاخترناه فلم يكن\nطلاقا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head188'>150 - </h1>\n\n<p>\nحدثنا محمود بن خداش قال: حدثنا هشيم بن بشير قال: أخبرنا أبو هاشم عن\nأبي مجلز عن قيس بن عباد قال:\n</p>\n\n<p>\nسمعت أبا ذر يقسم قسما {هذان خصمان اختصموا في ربهم} إنما نزلت في الذين\nبرزوا يوم بدر حمزة وعلي وعبيدة بن الحارث رضي الله عنهم وعتبة وشيبة ابني\nربيعة والوليد بن عتبة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head189'>151 - </h1>\n\n<p>\nحدثنا عبد الله بن شبيب قال: حدثني يحيى بن إبراهيم حدثني أسامة بن حفص\nعن عبيد الله بن عمر عن نافع عن ابن عمر قال العمرة سنة لا تترك وليست\nبواجبة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head190'>الجزء الثالث.</h1>\n\n<p>\nبسم الله الرحمن الرحيم.\n</p>\n\n<p>\nأخبرنا أبو الحسين عاصم بن الحسين بن علي بن عاصم العاصمي قراءة عليه\nقال: أخبرنا أبو عمرو عبد الواحد بن محمد بن عبد الله بن محمد بن مهدي\nالفارسي في سنة تسع وأربعمئة قال: حدثنا القاضي أبو عبد الله الحسين بن\nإسماعيل المحاملي إملاء يوم الخميس لخمس بقين من جمادى الأولى سنة تسع\nوعشرين وثلاثمئة قال:\n</p>\n\n<h1 class='l1' id='head191'>152 - </h1>\n\n<p>\nحدثنا يوسف بن موسى قال: حدثنا جرير عن يحيى بن سعيد عن عبيد الله بن زحر\nعن أبي سعيد الرعيني عن عبد الله بن مالك عن عقبة بن عامر قال نذرت أختي أن\nتحج حافية غير منتعلة فأتيت النبي صلى الله عليه وسلم فذكرت ذلك له فقال\nصلى الله عليه وسلم مر أختك أن تركب وتختمر ولتصم ثلاثة أيام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head192'>153 - </h1>\n\n<p>\nحدثنا يوسف بن موسى قال: حدثنا وكيع قال: حدثنا سفيان عن يحيى <span id='ms31'></span> بن سعيد عن\nعبيد الله بن زحر عن أبي سعيد الرعيني عن عبد الله بن مالك اليحصبي عن عقبة\nبن عامر عن النبي صلى الله عليه وسلم نحوه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head193'>154 - </h1>\n\n<p>\nحدثنا العباس بن يزيد قال: حدثنا أبو عامر قال: حدثنا عبد الواحد بن\nميمون مولى عروة عن عروة عن عائشة أن رسول الله صلى الله عليه وسلم قال من\nترك الجمعة ثلاث مرات من غير علة أو قال غير ضرورة طبع الله على قلبه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head194'>155 - </h1>\n\n<p>\nحدثنا أحمد بن منصور [زاج] قال: أخبرنا الجدي قال: أخبرنا شعبة وسفيان\nوإبراهيم بن طهمان\n</p>\n\n<h1 class='l1' id='head195'>[ص: 89]</h1>\n\n<p>\nعن ابن أبي نجيح عن أبيه أن رجلا سأل ابن عمر عن صوم عرفة بعرفات فقال\nخرجنا مع رسول الله صلى الله عليه وسلم فلم يصمه ومع أبي بكر فلم يصمه ومع\nعمر فلم يصمه ومع عثمان فلم يصمه وأنا لا أصومه ولا آمرك ولا أنهاك إن شئت\nفصم وإن شئت فأفطر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head196'>156 - </h1>\n\n<p>\nحدثنا محمد بن عبد الله المخرمي قال: حدثنا وكيع قال: حدثنا نافع بن عمر\nعن سعيد بن حسان عن ابن عمر أن النبي صلى الله عليه وسلم كان ينزل من عرفة\nبوادي نمرة فلما قتل الحجاج ابن الزبير أرسل إلى ابن عمر أي ساعة كان النبي\nصلى الله عليه وسلم يروح في هذا اليوم قال إذا كان ذاك رحنا قال فأرسل\nالحجاج رجلا يرمق أي ساعة يروح فلما أراد ابن عمر أن يروح قال أزالت الشمس\nقالوا لم تزل فجلس ثم قال أزالت الشمس؟ قالوا لم تزل ثم قال أزالت الشمس؟\nقالوا نعم فارتحل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head197'>157 - </h1>\n\n<p>\nحدثنا يعقوب بن إبراهيم قال: حدثنا المعتمر بن سليمان عن عبد العزيز بن\nحكيم قال صليت خلف زيد بن أرقم على جنازة فكبر خمس تكبيرات.\n</p>\n\n<p>\nقال وحدثني رجل أنه سمعه يقول هذة صلاة رسول الله صلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head198'>158 - </h1>\n\n<p>\nحدثنا علي بن شعيب قال: حدثنا عبد المجيد عن ابن جريج عن عمرو بن شعيب عن\nطاووس عن معاذ بن جبل أن رسول الله صلى الله عليه <span id='ms32'></span> وسلم قال لا طلاق قبل\nنكاح ولا نذر فيما لا يملك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head199'>159 - </h1>\n\n<p>\nحدثنا يعقوب الدورقي قال: حدثنا يحيى بن سعيد قال: حدثني أبو حيان يحيى\nبن سعيد قال: حدثني يزيد بن حيان قال: سمعت زيد بن أرقم قال بعث إلي عبيد\nالله بن زياد قال ما أحاديث بلغني تحدثها وترويها عن رسول الله صلى الله\nعليه وسلم وتذكر أن له حوضا في الجنة قال\n</p>\n\n<h1 class='l1' id='head200'>[ص: 91]</h1>\n\n<p>\nحدثنا ذلك رسول الله صلى الله عليه وسلم ووعدناه قال كذبت ولكنك شيخ قد\nخرفت قال أما إنه سمعه أذناي ووعاه قلبي من رسول الله صلى الله عليه وسلم\nوهو يقول من كذب علي متعمدا فليتبوأ مقعده من النار ما كذبت على رسول الله\nصلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head201'>160 - </h1>\n\n<p>\nحدثنا علي بن شعيب قال: حدثنا معن قال: حدثنا معاوية بن صالح عن ربيعة بن\nيزيد عن أبي الدرداء أنه كان إذا حدث الحديث عن رسول الله صلى الله عليه\nوسلم ثم فرغ منه قال اللهم إلا هكذا تكشطه (1). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head202'>161 - </h1>\n\n<p>\nحدثنا أبو حاتم الرازي قال: حدثنا أبو مسهر عبد الأعلى بن مسهر قال:\nأخبرني العباس بن عياش قال: حدثني يحيى بن سعيد عن خالد بن معدان عن جبير\nبن نفير عن أبي الدرداء أو أبي ذر عن رسول الله صلى الله عليه وسلم قال قال\nالله عز وجل ابن آدم اركع لي أربع ركعات من أول النهار أكفك آخره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head203'>162 - </h1>\n\n<p>\nحدثنا يوسف قال: حدثنا جرير عن يحيى بن سعيد عن\n</p>\n\n<h1 class='l1' id='head204'>[ص: 92]</h1>\n\n<p>\nمحمد بن يحيى عن أبي عميرة هكذا قال.\n</p>\n\n<p>\nعن زيد بن خالد الجهني قال مات رجل يوم خيبر فذكروه للنبي صلى الله عليه\nوسلم فقال صلوا على صاحبكم فاشتد ذلك على الناس وتغيرت وجوههم فقال رسول\nالله صلى الله عليه وسلم إن صاحبكم غل في سبيل الله فنظروا في متاعه فوجدوا\nخرزا من خرز يهود قد غله والله ما أظنه يساوي درهمين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head205'>163 - </h1>\n\n<p>\nحدثنا أحمد بن إسماعيل قال: حدثنا مالك عن ابن شهاب عن حميد بن عبد\nالرحمن بن عوف <span id='ms33'></span> عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال من أنفق\nزوجين في سبيل الله نودي في الجنة يا عبد الله هذا خير فمن كان من أهل\nالصلاة دعي من باب الصلاة ومن كان من أهل الجهاد دعي من باب الجهاد ومن كان\nمن أهل الصدقة دعي من باب الصدقة ومن كان من أهل الصيام دعي من باب الريان\nفقال أبو بكر بأبي أنت وأمي يا رسول الله ما على أحد دعي من تلك الأبواب من\nضرورة فهل يدعى أحد من تلك الأبواب كلها قال نعم وأرجو أن تكون منهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head206'>164 - </h1>\n\n<p>\nحدثنا أبو يحيى بن أبي مسرة قال: حدثنا خلاد بن يحيى قال: حدثنا يونس بن\nأبي إسحاق عن عبد الله بن معقل قال: قال بلال أتيت النبي صلى الله عليه\nوسلم أوذنه بالصلاة صلاة الغداة وهو يريد الصيام فدعا بإناء فشرب ثم ناولني\nفشربت ثم خرج إلى الصلاة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head207'>165 - </h1>\n\n<p>\nحدثنا يوسف بن موسى قال: حدثنا محمد بن فضيل ويزيد بن هارون واللفظ لمحمد\nعن محمد بن إسحاق عن محمد بن إبراهيم عن سعيد بن المسيب عن معمر بن عبد\nالله بن نضلة قال: سمعت رسول الله صلى الله عليه وسلم يقول لا يحتكر إلا\nخاطئ قال فقلت لسعيد يا أبا محمد إنك تحتكر فقال ومعمر كان يحتكر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head208'>166 - </h1>\n\n<p>\nحدثنا هارون بن إسحاق قال: حدثنا ابن إدريس عن أبيه وعمه عن جده عن أبي\nهريرة قال سئل رسول الله صلى الله عليه وسلم ما أكثر ما يدخل الناس الجنة\nقال تقوى الله وحسن الخلق وسئل ما أكثر ما يدخل الناس النار قال الأجوفان\nالفم والفرج.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head209'>167 - </h1>\n\n<p>\nحدثني الحسن بن عبد العزيز الجروي قال: حدثنا أبو حفص عن سعيد قال: حدثني\nإدريس الأودي عن أبيه عن أبي هريرة عن النبي صلى الله عليه وسلم قال أول\nالناس هلاكا فارس ثم العرب إلا بقايا هاهنا يعني بالشام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head210'>168 - </h1>\n\n<p>\nحدثنا محمد بن عبد الله المخرمي قال: حدثنا الأسود بن سالم\n</p>\n\n<h1 class='l1' id='head211'>[ص: 95]</h1>\n\n<p>\nقال: حدثنا ابن إدريس عن <span id='ms34'></span> أبيه عن جده عن أبي هريرة قال: قال رسول الله\nصلى الله عليه وسلم إنكم لا تسعون الناس بأموالكم ولكن ليسع منكم بسط الوجه\nوحسن الخلق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head212'>169 - </h1>\n\n<p>\nحدثنا المخرمي حدثنا أبو السري قال: حدثنا ابن إدريس عن عبد الله بن سعيد\nعن أبيه عن جده عن أبي هريرة عن النبي صلى الله عليه وسلم نحوه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head213'>170 - </h1>\n\n<p>\nحدثنا علي بن أحمد الجواربي قال: حدثنا يزيد بن هارون قال: أخبرنا محمد\nبن مطرف عن زيد بن أسلم عن عبد الله بن سلام قال صفة رسول الله صلى الله\nعليه وسلم في التوراة إنا أرسلناك شاهدا ومبشرا ونذيرا وحرزا للأميين ليس\nبفظ ولا غليظ ولا سخاب بالأسواق ولا يجزي بالسيئة السيئة ولكن يعفوا ويصفح\nولن أتوفاه حتى أقيم به الملة المعوجة وأفتح به آذانا صما وأعينا عميا\nوقلوبا غلفا أن يقولوا لا إله إلا الله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head214'>171 - </h1>\n\n<p>\nحدثنا عبد الله بن شبيب قال: حدثنا أحمد بن محمد قال\n</p>\n\n<h1 class='l1' id='head215'>[ص: 97]</h1>\n\n<p>\nوجدت في كتاب أبي عن أبي الزناد عن خارجة بن زيد عن زيد بن ثابت قال إذا\nنزل على رسول الله صلى الله عليه وسلم السورة الشديدة أخذه الشدة والكرب\nعلى قدر شدة السورة وإذا نزل عليه السورة اللينة أصابه من ذلك على قدر\nلينه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nومما قرئ على القاضي أيضا.\n</p>\n\n<h1 class='l1' id='head216'>172 - </h1>\n\n<p>\nحدثنا العباس بن محمد قال: حدثنا سعد بن عبد الحميد بن جعفر قال: حدثنا\nابن أبي الزناد عن موسى بن عقبة قال: أخبرني رجل من ولد عبادة بن الصامت\nكان ثقة أنه سمع أبا هريرة يقول سمعت رسول الله صلى الله عليه وسلم يقول\nحضر ملك الموت رجلا يموت فلم يجد فيه خيرا وشق عن قلبه فلم يجد شيئا ثم فك\nعن لحييه فوجد طرف لسانه لاصقا بحنكه يقول لا إله إلا الله فغفر الله له\nبكلمة الإخلاص.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head217'>173 - </h1>\n\n<p>\nحدثنا أحمد بن منصور قال: حدثنا الحسن بن الربيع قال: حدثنا عبد الحميد\nبن عبد الرحمن عن جعفر بن برقان عن ابن أبي نشبة عن أنس بن مالك قال: قال <span id='ms35'></span>\nرسول الله صلى الله عليه وسلم أصل الإيمان ثلاثة الكف عمن قال لا إله إلا\nالله لا نكفره بذنب ولا نخرجه عن الإسلام بعمل .. \" ثم ذكر الحديث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head218'>174 - </h1>\n\n<p>\nحدثنا يعقوب بن إبراهيم قال: حدثنا جرير بن عبد الحميد عن سهيل بن أبي\nصالح عن عبد الله بن دينار عن أبي صالح عن أبي هريرة قال: قال رسول الله\nصلى الله عليه وسلم الإيمان بضع وستون شعبة أو بضع وسبعون شعبة فأفضلها قول\nلا إله إلا الله وأدناها إماطة الأذى عن الطريق والحياء شعبة من الإيمان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head219'>175 - </h1>\n\n<p>\nحدثنا سلم بن جنادة قال: حدثنا وكيع قال: حدثنا سفيان عن سهيل عن عبد\nالله بن دينار عن أبي صالح قال: قال النبي صلى الله عليه وسلم الإيمان بضع\nوسبعون بابا أو سبعون بابا أرفعها لا إله إلا الله وأدناها إماطة الأذى عن\nالطريق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head220'>176 - </h1>\n\n<p>\nحدثنا سليم بن جنادة مرة أخرى قال: حدثنا وكيع قال: حدثنا سفيان عن سهيل\nبن أبي صالح عن أبيه عن عبد الله بن دينار عن أبي صالح عن أبي هريرة عن\nالنبي صلى الله عليه وسلم نحوه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head221'>177 - </h1>\n\n<p>\nحدثنا الدقيقي قال: حدثنا عمرو بن عون قال: أخبرنا خالد عن سهيل بن أبي\nصالح عن عمرو بن دينار عن أبي صالح عن أبي هريرة قال: قال رسول الله صلى\nالله عليه وسلم الإيمان بضع وستون أو بضع وسبعون شعبة .. \". ثم ذكر نحو\nحديث جرير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head222'>178 - </h1>\n\n<p>\nحدثنا أحمد بن منصور ومحمد بن إسماعيل قالا حدثنا عبد الله بن صالح قال:\nحدثني الليث عن محمد بن العجلان عن عبد الله بن دينار عن أبي صالح السمان\nعن أبي هريرة عن رسول الله صلى الله عليه وسلم قال الإيمان ستون أو سبعون\nأو بضعة أو أحد العددين بابا أعلاها أشهد أن لا إله إلا الله وأدناها أن\nتميط الأذى عن الطريق والحياء شعبة من الإيمان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head223'>مجلس آخر إملاء يوم الأحد سلخ جمادى الأولى. سنة تسع وعشرين وثلاثمئة.</h1>\n\n<h1 class='l1' id='head224'>179 - </h1>\n\n<p>\nحدثنا يوسف بن موسى قال: حدثنا جرير عن عبد الملك بن <span id='ms36'></span> عمير عن شبيب أبي\nروح الشامي قال صلى رسول الله صلى الله عليه وسلم صلاة الفجر فقرأ سورة\nالروم فتردد فيها فلما انصرف قال له صاحبه لقد ترددت يا رسول الله فقال إنه\nيلبس علينا أقوام يشهدون معنا الصلاة بغير وضوء فأحسنوا الوضوء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head225'>180 - </h1>\n\n<p>\nحدثنا يوسف قال: حدثنا جرير عن أبي إسحاق الشيباني عن عبد الله بن ذكوان\nعن عروة بن الزبير عن أبي حميد قال بعث رسول الله صلى الله عليه وسلم رجلا\nعلى الصدقة فلما قدم جاء بسواد كبير قال فأرسل إليه النبي صلى الله عليه\nوسلم من يتوفاه منه قال فجعل يقول هذا لي وهذا لكم حتى ميزه قال فيقولون من\nأين لك هذا قال أهدي لي قال فجاؤوا إلى النبي صلى الله عليه وسلم بما\nأعطاهم وأخبروه بخبره فصعد المنبر وهو مغضب فحمد الله وأثنى عليه ثم قال ما\nبال أقوم نبعثهم على هذه الأعمال فيجيء أحدهم بالسواد الكبير ثم يقول هذا\nلي وهذا لكم فإذا سئل من أين لك هذا قال أهدي لي أفلا إن كان صادقا أهدي له\nفي بيت له أو في بيت أبيه والذي نفسي بيده لا أبعث رجلا على عمل فيغل منها\nشيئا إلا جاء يوم القيامة يحمله على عنقه فلينظر رجل لا يجيء يوم القيامة\nعلى عنقه بعير يرغو أو بقرة تخور أو شاة تيعر ثم قال ثلاث مرات اللهم هل\nبلغت؟ فقلت لأبي حميد أنت سمعته من رسول الله صلى الله عليه وسلم؟ فقال من\nفي رسول الله صلى الله عليه وسلم إلى أذني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head226'>181 - </h1>\n\n<p>\nحدثنا يوسف قال: حدثنا جرير وأبو معاوية ووكيع وأبو أسامة كلهم عن هشام\nبن عروة عن أبيه عن أبي حميد عن النبي صلى الله عليه وسلم نحوه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head227'>182 - </h1>\n\n<p>\nحدثنا يوسف قال: حدثنا هشام بن عبد الملك قال: حدثنا سليمان بن كثير عن\nالزهري عن عروة\n</p>\n\n<h1 class='l1' id='head228'>[ص: 102]</h1>\n\n<p>\nعن أبي حميد عن النبي صلى الله عليه وسلم نحوه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head229'>183 - </h1>\n\n<p>\nحدثنا يعقوب بن إبراهيم الدورقي قال: حدثنا مروان الفزاري قال: حدثنا <span id='ms37'></span> عبد\nالرحمن بن زياد الإفريقي عن بكر بن سوادة وعبد الرحمن بن رافع عن عبد الله\nبن عمرو أن رسول الله صلى الله عليه وسلم قال إذا جلس الإمام في آخر ركعة\nثم أحدث رجل من خلفه قبل أن يسلم الإمام فقد تمت صلاته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head230'>184 - </h1>\n\n<p>\nحدثنا أحمد بن إسماعيل المدني قال: حدثنا مالك بن أنس عن ابن شهاب عن\nعثمان بن إسحاق عن قبيصة بن ذؤيب أنه قال جاءت الجدة إلى أبي بكر الصديق\nرضي الله عنه تسأل عن ميراثها فقال لها أبو بكر ما لك في كتاب الله شيء وما\nعلمت لك في سنة نبي الله صلى الله عليه وسلم شيئا فارجعي حتى أسأل الناس\nفقال المغيرة بن شعبة حضرت رسول الله صلى الله عليه وسلم وأعطاها السدس\nفقال أبو بكر هل معك غيرك؟ فقام محمد بن مسلمة فقال مثل ما قال المغيرة\nفأنفذه لها أبو بكر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head231'>185 - </h1>\n\n<p>\nحدثنا أبو الأشعث أحمد بن المقدام قال حدثنا حماد بن زيد عن أيوب عن\nإبراهيم بن ميسرة عن طاوس قال كنت جالسا إلى عبد الله بن عمر فسئل عنها\nفقال تقيم حتى يكون آخر عهدها بالبيت فقال طاوس فلا أدري ابن عمر نسيه أو\nلم يسمع ما سمع أصحابه فلما كان بعد ذلك عاما أو عامين شهدته وسئل عنها\nفقال نبئت أنه رخص لهن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head232'>186 - </h1>\n\n<p>\nحدثنا محمد بن منصور الطوسي قال: حدثنا روح بن عبادة قال حدثنا شعبة عن\nإبراهيم بن ميسرة وعن سليمان ابن خالة ابن أبي نجيح عن طاوس قال سمعت ابن\nعمر سنتين أو سنين يقول لا تنفر حتى يكون عهدها بالبيت ثم قال بعد ذلك قد\nرخص للنساء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head233'>187 - </h1>\n\n<p>\nحدثنا الحسن بن أحمد بن أبي شعيب قال: حدثنا محمد بن\n</p>\n\n<h1 class='l1' id='head234'>[ص: 104]</h1>\n\n<p>\nسلمة عن محمد بن إسحاق عن الزهري عن طاوس قال: سمعت رجلا يسأل ابن عمر\nقبل موته بعام عن امرأة حاضت في أيام منى أترحل إلى بلادها وقد رأت البيت\nفقال قد كانت عائشة تروي رخصة في ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head235'>188 - </h1>\n\n<p>\nحدثنا يوسف <span id='ms38'></span> بن موسى قال: حدثنا محمد بن بشر قال: حدثنا عبيد الله بن عمر\nعن نافع عن ابن عمر قال رسول الله صلى الله عليه وسلم لا يأكل أحدكم بشماله\nولا يشرب بشماله فإن الشيطان يأكل بشماله ويشرب بشماله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head236'>189 - </h1>\n\n<p>\nحدثنا يوسف بن موسى قال: حدثنا محمد بن عبيد قال: حدثنا عبيد الله بن عمر\nعن الزهري عن أبي بكر بن عبيد الله عن ابن عمر عن النبي صلى الله عليه وسلم\nنحوه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head237'>190 - </h1>\n\n<p>\nحدثنا أحمد بن منصور [زاج] قال: حدثنا علي قال: أخبرنا أبو حمزة عن\nالأعمش عن رجل عن عبد الله بن معقل\n</p>\n\n<h1 class='l1' id='head238'>[ص: 105]</h1>\n\n<p>\nأن معاذا سأل عبد الله بن مسعود فقال هل سمعت من رسول الله صلى الله عليه\nوسلم يقول الندم توبة؟ قال نعم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head239'>191 - </h1>\n\n<p>\nحدثنا علي بن مسلم قال: حدثنا هشيم قال: أخبرنا يعلى بن عطاء قال: حدثني\nمحمد بن أبي محمد عن عوف بن مالك قال أتيت النبي صلى الله عليه وسلم وهو في\nخدر له قال قلت أدخل؟ قال ادخل قال قلت أكلي قال كلك قال فدخلت عليه فقال\nأمسك أمسك ستا تكون قبل الساعة أولهن موت نبيكم فكتب حتى قال وفتح بيت\nالمقدس وفتنة تكون تدخل كل بيت شعر ومدر وأن يفيض المال فيكم حتى يعطى\nالرجل مئة دينار فيتسخطها وموتان يكون في الناس كقعاص الغنم وهدنة تكون\nبينكم وبين بني الأصفر فيغدرون بكم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head240'>192 - </h1>\n\n<p>\nحدثنا أبو الأشعث قال: حدثنا حزم بن أبي حزم قال: سمعت أبا الأسود يقول\nسمعت أبا بكرة يقول لأن أخر من السماء إلى الأرض أحب إلي من أن أشرك في دم\nعثمان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head241'>193 - </h1>\n\n<p>\nحدثنا يوسف بن موسى القطان قال: حدثنا عمرو بن حمران البصري بالري عن\nسعيد بن أبي عروبة عن قتادة عن سالم بن أبي الجعد الغطفاني عن معدان بن أبي\nطلحة العمري عن أبي الدرداء أن نبي الله صلى الله عليه وسلم قال من حفظ عشر\nآيات من أول سورة الكهف عصم من فتنة الدجال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head242'>194 - </h1>\n\n<p>\nحدثنا محمد بن يحيى الأزدي قال <span id='ms39'></span>: حدثنا ابن داود يعني عبد الله بن داود\nقال: سمعت هشام بن عروة عن عبد الله بن أبي بكر عن عمرة عن عائشة أن النبي\nصلى الله عليه وسلم قال يحرم من الرضاع ما يحرم من النسب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head243'>195 - </h1>\n\n<p>\nحدثنا إبراهيم بن مجشر قال: حدثنا سلمة بن صالح قال: حدثنا أبو إسحاق عن\nالأسود وحماد عن إبراهيم عن الأسود عن عائشة قالت إن كنت لأدخل على رسول\nالله صلى الله عليه وسلم في شعاره وأنا\n</p>\n\n<h1 class='l1' id='head244'>[ص: 107]</h1>\n\n<p>\nحائض وما علي إلا إزار ولكن النبي صلى الله عليه وسلم كان أملككم لإربه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head245'>196 - </h1>\n\n<p>\nحدثنا عبد الله بن شبيب قال: حدثني ابن أبي أويس قال: حدثني محمد بن موسى\nالفطري عن المقبري قال وحدثني محمد بن عمرو الواقفي عن ابن الزبير عن جابر\nقال: قال رسول الله صلى الله عليه وسلم نعم سحور المؤمن التمر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nومما قرئ على القاضي في هذا المجلس.\n</p>\n\n<h1 class='l1' id='head246'>باب ما روي في الاستسقاء.</h1>\n\n<h1 class='l1' id='head247'>197 - </h1>\n\n<p>\nحدثنا محمد بن عبد الملك بن زنجوية أبو بكر قال حدثنا يزيد يعني ابن\nهارون [ح] وحدثنا يعقوب بن إبراهيم قال حدثنا السهمي [ح] وحدثنا ابن زنجويه\nوأحمد بن منصور قالا حدثنا عبد الله بن بكر قالا حدثنا حميد سئل أنس بن\nمالك هل كان رسول الله صلى الله عليه وسلم يرفع يديه في الدعاء فقال نعم\nبينما هو ذات جمعة يخطب الناس فقيل يا رسول الله قحط المطر\n</p>\n\n<h1 class='l1' id='head248'>[ص: 108]</h1>\n\n<p>\nوأجدبت الأرض وهلك المال فادع الله قال فرفع يديه حتى رأيت بياض إبطيه\nفاستسقى وما أرى في السماء سحابة فما قضينا الصلاة حتى إن الشاب القريب\nالدار ليهمه الرجوع إلى أهله فدامت جمعة فلما كانت الجمعة الثانية قالوا يا\nرسول الله تهدمت البيوت واحتبس الركبان وهلك المال فتبسم رسول الله صلى\nالله عليه وسلم ثم قال بيده وفرق بين يديه ثم قال اللهم حوالينا ولا علينا\nقال فتكشف عن المدينة.\n</p>\n\n<p>\nوهذا لفظ يزيد.\n</p>\n\n<p>\nولفظ السهمي: فتبسم رسول الله صلى الله عليه وسلم لسرعة ملالة ابن آدم ثم\nقال بيده <span id='ms40'></span> اللهم حوالينا ولا علينا قال فتكشطت عن المدينة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head249'>198 - </h1>\n\n<p>\nحدثنا أحمد بن منصور قال: حدثنا أبو النضر قال: حدثنا محمد يعني ابن طلحة\nعن حميد عن أنس عن النبي صلى الله عليه وسلم بنحوه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head250'>199 - </h1>\n\n<p>\nحدثنا يعقوب بن إبراهيم الدورقي قال: حدثنا خلف يعني ابن الوليد [ح]\nوحدثنا أحمد بن منصور قال: حدثنا أبو النضر قالا حدثنا سليمان بن المغيرة\nعن ثابت البناني عن أنس بن مالك قال كان رسول الله صلى الله عليه وسلم يخطب\nيوم الجمعة فذكر\n</p>\n\n<h1 class='l1' id='head251'>[ص: 109]</h1>\n\n<p>\nمعناه قال فأنشأ الله السحاب وأوبلتنا حتى رأيت الرجل الشديد يهمه نفسه\nوزاد قال فتقور ما فوق رؤوسنا منها حتى كأنا في إكليل يمطر ما حولنا وما\nيمطر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head252'>200 - </h1>\n\n<p>\nحدثنا الرمادي قال: حدثنا عبد الأعلى قال: حدثنا معتمر بن سليمان قال:\nحدثنا عبيد الله بن عمر عن ثابت عن أنس بن مالك بنحوه.\n</p>\n\n<p>\nقال فقام إليه الناس فصاحوا فقالوا: يا رسول الله قحط المطر واحمر الشجر\nوهلكت البهائم فادع الله فليسقنا فقال اللهم اسقنا اللهم اسقنا قال وايم\nالله ما نرى في السماء قزعة من سحاب فنشأت سحابة فانتشرت ثم إنها أمطرت\nفنزل رسول الله صلى الله عليه وسلم فصلى ثم ذكر معناه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head253'>201 - </h1>\n\n<p>\nحدثنا إبراهيم بن الهيثم قال: حدثني آدم بن أبي إياس قال: حدثنا شيبان عن\nقتادة عن أنس بن مالك قال كان النبي صلى الله عليه وسلم يخطب يوم الجمعة إذ\nقام رجل فقال يا رسول الله قحط المطر وأمحلت الأرض وقحط الناس فادع الله أن\nيسقينا فدعا وما بها من سحاب فما رجعنا إلى أهلنا حتى سالت المثاعب فاطردت\nطرق المدينة أنهارا حتى كانت الجمعة الثانية فقالوا يا رسول الله غرقنا\nفادع الله أن يكشفها عنا فقال رسول الله صلى الله عليه وسلم اللهم حوالينا\nولا علينا.\n</p>\n\n<h1 class='l1' id='head254'>[ص: 110]</h1>\n\n<p>\nقال أنس بن مالك فرأينا السحاب يتصدع عن المدينة وإنها لتمطر حول المدينة\nوما تمطر فيها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head255'>202 - </h1>\n\n<p>\nحدثنا محمد بن الوليد قال: حدثنا يحيى بن محمد قال: حدثنا شريك بن أبي\nنمر قال <span id='ms41'></span> سمعت أنس بن مالك يقول جاء رجل النبي صلى الله عليه وسلم فقال يا\nنبي الله ادع الله تقطعت السبل وهلكت الماشية فادع الله أن يسقينا فقال\nاللهم اسقنا اللهم اسقنا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head256'>203 - </h1>\n\n<p>\nحدثنا محمد بن إسحاق قال: حدثنا يونس بن محمد قال حدثنا ليث عن سعيد بن\nأبي سعيد عن شريك بن عبد الله عن أنس بن مالك أنه سمعه يقول بينا نحن في\nالمسجد يوم الجمعة ورسول الله صلى الله عليه وسلم يخطب الناس قام رجل فقال\nيا رسول الله تقطعت السبل وهلكت الأموال وأجدبت البلاد فادع الله أن يسقينا\nقال فرفع رسول الله صلى الله عليه وسلم يديه حذاء وجهه فقال اللهم اسقنا\nقال فوالله ما نزل رسول الله صلى الله عليه وسلم من المنبرحتى أوسعنا مطرا\nوأمطرت ذلك اليوم حتى الجمعة الأخرى قال فقام رجل لا أدري أهو الذي قال يا\nرسول الله استسق لنا أم لا فقال يا رسول الله تقطعت السبل وهلكت الأموال من\nكثرة الماء فادع الله أن يمسك عنا الماء فقال رسول الله صلى الله عليه وسلم\nاللهم حوالينا ولا علينا ولكن الجبال ومنابت الشجر قال فوالله ماهو إلا أن\nتكلم رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head257'>[ص: 111]</h1>\n\n<p>\nبذلك تمزق السحاب حتى ما يرى منه شيء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head258'>204 - </h1>\n\n<p>\nحدثنا حماد بن إسحاق قال: حدثنا عبد الله بن مسلمة عن مالك عن شريك بن\nعبد الله بن أبي نمر عن أنس بن مالك بمعناه ولم يذكر فيه رفع اليدين وحديث\nسعيد المقبري أتم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head259'>205 - </h1>\n\n<p>\nحدثنا أحمد بن سعد الزهري قال: حدثنا عبد العزيز بن عمران بن مقلاص قال:\nحدثنا ابن وهب قال: حدثني أسامة بن زيد أن حفص بن عبيد الله بن أنس حدثه\nأنه سمع أنس بن مالك يقول جاء أعرابي إلي رسول الله صلى الله عليه وسلم يوم\nالجمعة وهو على المنبر فقال يا رسول الله هلكت الماشية ادع الله أن يسقينا\nقال أنس فأنشأت سحابة مثل رجل الطائر وأنا أنظر إليها ثم انتشرت في السماء <span id='ms42'></span>\nفأمطرت فما زلنا نمطر حتى جاء ذلك الأعرابي في الجمعة الأخرى فقال يا رسول\nالله هلكت الماشية سقطت البيوت ادع الله أن يكشفها عنا قال رسول الله صلى\nالله عليه وسلم اللهم حوالينا ولا علينا فرأيت السحاب كأن الملاحين تطوى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head260'>206 - </h1>\n\n<p>\nحدثنا محمد بن إسماعيل الترمذي وعبد الله بن شبيب وهذا لفظ الترمذي قال:\nحدثنا أيوب بن سليمان بن بلال قال حدثني أبو بكر عن سليمان بن بلال قال:\nقال يحيى بن سعيد سمعت أنس بن مالك وقال شبيب حدثني يحيى بن سعيد عن أنس ثم\nرجعت الحديث إلى رواية الترمذي قال أتى رجل أعرابي من أهل البدو إلي\n</p>\n\n<h1 class='l1' id='head261'>[ص: 112]</h1>\n\n<p>\nرسول الله صلى الله عليه وسلم يوم الجمعة فقال يا رسول الله هلكت الماشية\nهلك المال هلك الناس فرفع رسول الله صلى الله عليه وسلم يده يدعو الله ورفع\nالناس أيديهم يدعون قال فما خرجنا من المسجد حتى مطرنا فما زلنا نمطر حتى\nكانت الجمعة الأخرى.\n</p>\n\n<p>\nزاد الترمذي فأتى الرجل إلي رسول الله صلى الله عليه وسلم فقال يا رسول\nالله لثق المسافر ومنع الطريق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head262'>207 - </h1>\n\n<p>\nحدثنا الرمادي قال: حدثنا أحمد بن ثابت قال: حدثنا أبو هشام المخزومي\nقال: حدثنا وهيب يعني ابن خالد عن يحيى بن سعيد عن أنس بن مالك أن رسول\nالله صلى الله عليه وسلم قال اللهم اسقنا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head263'>مجلس آخر إملاء يوم الخميس لثلاث خلون من جمادى الآخرة سنة تسع وعشرين وثلاثمئة.</h1>\n\n<h1 class='l1' id='head264'>208 - </h1>\n\n<p>\nحدثنا محمود بن خداش قال: حدثنا مروان بن معاوية قال: حدثنا سعيد بن أبي\nعروبة قال: سمعت شهر بن حوشب يقول قال عمر بن الخطاب لو استخلفت أبا عبيدة\nبن الجراح فسألني عنه ربي عز وجل ما حملك على هذا لقلت ربي سمعت نبيك صلى\nالله عليه وسلم وهو يقول: إنه أمين هذه الأمة، ولو استخلفت سالما مولى أبي\nحذيفة فسألني عنه ربي عز وجل ما حملك على ذلك؟ لقلت ربي سمعت نبيك صلى الله\nعليه وسلم وهو يقول\n</p>\n\n<h1 class='l1' id='head265'>[ص: 113]</h1>\n\n<p>\nإنه يحب الله عز وجل من <span id='ms43'></span> قلبه ولو استخلفت معاذ بن جبل فسألني ربي عز وجل\nما حملك على ذلك لقلت رب سمعت نبيك صلى الله عليه وسلم وهو يقول إن العلماء\nإذا حضروا ربهم عز وجل كان [معاذ] بينهم رثوة بحجر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head266'>209 - </h1>\n\n<p>\nحدثنا أبو حاتم الرازي قال: حدثنا عمر بن حفص قال: حدثني أبي عن أبي\nالعميس قال حدثنا إياس بن سلمة بن الأكوع عن أبيه قال كان شعار المسلمين مع\nخالد بن الوليد حين ارتدت العرب فبعث إلى بزاخة أمت أمت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head267'>210 - </h1>\n\n<p>\nحدثنا محمد بن خلف الجواربي قال: حدثنا معاوية بن هشام قال: حدثنا سفيان\nعن موسى بن عبيدة عن إياس بن أبي سلمة عن أبيه أن النبي صلى الله عليه وسلم\nقرأ {وقل اعملوا فسيرى الله عملكم ورسوله والمؤمنون}.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head268'>211 - </h1>\n\n<p>\nحدثنا أحمد بن محمد بن يحيى بن سعيد القطان قال: حدثنا سعيد بن عامر قال:\nأخبرنا شعبة عن سليمان عن إبراهيم التيمي عن الحارث بن سويد قال\n</p>\n\n<h1 class='l1' id='head269'>[ص: 114]</h1>\n\n<p>\nقلنا لعلي رضي الله عنه أخصكم رسول الله صلى الله عليه وسلم بشيء فقال ما\nخصنا بشيء إلا صحيفة في قراب سيفي هذا قال فإذا فيها المدينة حرم ما بين\nعير إلى ثور من أحدث فيها حدثا أو آوى محدثا فعليه لعنة الله والملائكة\nوالناس أجمعين لا يقبل منه صرف ولا عدل وحرمة المسلمين واحدة فمن أخفر\nمسلما فعليه لعنة الله والملائكة والناس أجمعين لا يقبل منه صرف ولا عدل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head270'>212 - </h1>\n\n<p>\nحدثنا حفص بن عمرو الربالي قال: حدثنا يحيى بن سعيد قال: حدثنا ابن عجلان\nقال: حدثنا سعيد بن أبي سعيد عن أبي هريرة قال: قال رسول الله صلى الله\nعليه وسلم لا يحل لامرأة تؤمن بالله واليوم الآخر تسافر سفرا قال لا أدري\nمسافة كم إلا ومعها ذو محرم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head271'>213 - </h1>\n\n<p>\nحدثنا الفضل بن سهل قال: حدثنا أبو أحمد الزبيري قال: أخبرنا عبيد الله\nبن موهب عن عمه عبيد الله بن عبد الرحمن عن أبي هريرة نحوه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head272'>214 - </h1>\n\n<p>\nحدثنا محمد بن صالح قال: حدثنا ابن أبي مريم قال: أخبرنا يحيى بن <span id='ms44'></span> أيوب\nقال: أخبرني يحيى بن سعيد قال: أخبرنا أبو صالح أن رجلا من بني أسد حدثه\nقال مررت على أبي ذر بالربذة فحدثني أنه سمع رسول الله صلى الله عليه وسلم\nيقول من أشد أمتي حبا لي ناس يكونون بعدي يود أحدهم لو يعطي أهله وماله أن\nيراني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head273'>215 - </h1>\n\n<p>\nحدثنا موسى بن خاقان قال: حدثنا إسحاق الأزرق عن ابن أبي سليمان عن عطاء\nعن أم هانئ قالت دخل على رسول الله صلى الله عليه وسلم يوم فتح مكة وقد وضع\nله\n</p>\n\n<h1 class='l1' id='head274'>[ص: 116]</h1>\n\n<p>\nغسل في جفنة فيها أثر عجين فاستتر بثوب ثم اغتسل ثم دعا بثوب فتوشح به ثم\nصلى قالت فلا أدري كم صلى ركعتين أم أربعا أم ستا أم ثمانية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head275'>216 - </h1>\n\n<p>\nحدثنا ابن وارة قال: حدثنا محمد بن سعيد بن سابق قال: حدثنا عمرو بن أبي\nقيس عن مطرف عن أبي إسحاق عن معاوية بن قرة عن بلال قال حثثت رسول الله صلى\nالله عليه وسلم للخروج إلى صلاة الغداة فوجدته يشرب ثم ناولني فشربت ثم\nخرجنا فأقيمت الصلاة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head276'>217 - </h1>\n\n<p>\nحدثنا محمد بن إسماعيل البخاري قال: حدثنا محمد بن يوسف قال: حدثنا سفيان\nعن أبي بردة قال أخبرني جدي أبو بردة عن أبيه أبي موسى قال قال النبي صلى\nالله عليه وسلم المؤمن للمؤمن كالبنيان يشد بعضه بعضا وشبك بين أصابعه وكان\nرسول الله صلى الله عليه وسلم جالسا إذ جاءه رجل أو طالب حاجة فأقبل علينا\nبوجهه فقال اشفعوا فلتؤجروا وليقض الله على يدي رسوله ما شاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head277'>218 - </h1>\n\n<p>\nحدثنا يوسف بن موسى قال: حدثنا سفيان بن عيينة عن الزهري عن عبيد الله بن\nعبد الله عن ابن عباس قال أخبرنا الصعب بن جثامة أن النبي صلى الله عليه\nوسلم مر به فأهدى له حمار وحش فرده عليه فلما رأى الكراهية في وجهه قال ليس\nبنا رد عليك ولكننا حرم وسمعته سئل عن أهل دار المشركين يبيتون فيصاب من\nنسائهم وذراريهم فقال هم منهم وقال لا حمى إلا لله ورسوله عليه السلام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head278'>219 - </h1>\n\n<p>\nحدثنا <span id='ms45'></span> يوسف بن موسى قال: حدثنا جرير عن محمد بن إسحاق عن الزهري عن عبيد\nالله بن عبد الله عن ابن عباس عن الصعب بن جثامة عن النبي صلى الله عليه\nوسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head279'>220 - </h1>\n\n<p>\nحدثنا يوسف بن موسى قال: حدثنا يعلى بن عبيد قال: حدثنا محمد بن عمرو عن\nالزهري عن عبيد الله بن عبد الله عن ابن عباس عن الصعب بن جثامة عن النبي\nصلى الله عليه وسلم نحوه\n</p>\n\n<h1 class='l1' id='head280'>[ص: 118]</h1>\n\n<p>\nوزاد فيه وسألته عن أولاد المشركين نقتلهم معهم؟ قال نعم فإنهم منهم ثم\nنهى عن قتلهم يوم خيبر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head281'>221 - </h1>\n\n<p>\nحدثني الحسن بن عبد العزيز الجروي قال: حدثنا يحيى بن حسان قال: حدثنا\nوكيع عن ابن أبي ذئب عن الزهري عن عروة عن عائشة قالت قال رسول الله صلى\nالله عليه وسلم من سد فرجة بنى الله له بيتا في الجنة ورفعه بها درجة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head282'>222 - </h1>\n\n<p>\nحدثنا يعقوب بن إبراهيم قال حدثنا ابن علية عن سعيد بن أبي عروبة عن\nقتادة عن النضر بن أنس عن زيد بن أرقم قال قال النبي صلى الله عليه وسلم إن\nهذه الحشوش محتضرة فإذا أراد أحدكم أن يدخل فليقل أعوذ بالله من الخبث\nوالخبائث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head283'>223 - </h1>\n\n<p>\nحدثنا الفضل بن سهل مولى بني هاشم قال: حدثنا أبو أحمد\n</p>\n\n<h1 class='l1' id='head284'>[ص: 119]</h1>\n\n<p>\nالزبيري قال: أخبرنا عبيد الله بن عبد الله بن موهب عن عمه عبيد الله بن\nعبد الرحمن عن أبي هريرة قال خرج عثمان رضي الله عنه حاجا وأدخلت على محمد\nبن جعفر امرأته فبات معها حتى أصبح فلما أصبح لحق الناس بملل وعليه ردغ\nالعصفر وريح الطيب فلما رآه عثمان انتهره وأففه وقال تلبس المعصفر وقد نهى\nالنبي صلى الله عليه وسلم عنه فقال له علي أنه لم ينهك ولا إياه وإنما\nنهاني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head285'>224 - </h1>\n\n<p>\nحدثنا علي بن شعيب قال: حدثنا حجاج بن محمد قال: حدثنا شعبة عن قتادة عن\nالنضر بن أنس عن بشير بن نهيك عن أبي هريرة عن النبي صلى الله عليه وسلم\nأنه نهى عن خاتم الذهب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head286'>225 - </h1>\n\n<p>\nحدثنا محمد بن يحيى <span id='ms46'></span> بن عبد الكريم الأزدي قال: حدثنا هريم بن\n</p>\n\n<h1 class='l1' id='head287'>[ص: 120]</h1>\n\n<p>\nعثمان قال: حدثنا سويد بن إبراهيم عن قتادة عن النضر بن أنس عن بشير بن\nنهيك عن أبي هريرة عن النبي صلى الله عليه وسلم قال كل مولود يولد على\nالفطرة قال وأحسبه قال وأبواه يهودانه وينصرانه ويمجسانه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head288'>226 - </h1>\n\n<p>\nحدثنا أبو حاتم الرازي قال حدثنا أبو الجماهر قال: حدثنا سعيد بن بشير عن\nقتادة عن بشير بن نهيك عن أبي هريرة عن النبي صلى الله عليه وسلم قال كان\nأحد أبويها جنيا يعني ملكة سبأ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head289'>227 - </h1>\n\n<p>\nحدثنا يحيى بن معلى بن منصور الرازي قال: حدثنا عتيق بن يعقوب قال: حدثني\nعبد الرحمن بن عمر بن حفص عن هشام بن عروة عن أبيه عن عائشة أن رسول الله\nصلى الله عليه وسلم قال ويل للذين يمسون فروجهم ثم يصلون ولا يتوضؤون قالت\nعائشة بأبي وأمي هذا للرجال أفرأيت النساء؟ قال إذا مست إحداكن فرجها\nفلتتوضأ للصلاة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head290'>228 - </h1>\n\n<p>\nحدثنا عمرو بن معمر العمركي قال أبو النضر قال: حدثنا بكر بن خميس عن ليث\nبن أبي سليم عن زيد بن أرطاة عن أبي أمامة قال قال رسول الله صلى الله عليه\nوسلم: ما أذن الله عز وجل لعبد في شيء أفضل من ركعتين يصليهما، وإن الله عز\nوجل ليدر البر على رأس العبد ما دام في صلاته، وما تقرب العبد إلى الله عز\nوجل بمثل ما خرج منه. يعني القرآن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head291'>229 - </h1>\n\n<p>\nحدثنا فضل بن سهل الأعرج قال: حدثنا أسود بن عامر قال: أخبرنا الحسن بن\nصالح عن السدي عن البهي عن فاطمة بنت قيس أن النبي صلى الله عليه وسلم لم\nيجعل لها سكنى ولا نفقة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head292'>230 - </h1>\n\n<p>\nحدثنا يوسف بن موسى قال حدثنا جرير عن منصور عن أبي الخليل أو منصور عن\nمجاهد عن أبي الخليل عن حرملة بن إياس عن أبي قتادة أو عن مولى لأبي قتادة\nعن أبي قتادة عن النبي صلى الله عليه وسلم قال صوم يوم عرفة كفارة سنتين\nسنة\n</p>\n\n<h1 class='l1' id='head293'>[ص: 122]</h1>\n\n<p>\nقبله وسنة بعده وصوم <span id='ms47'></span> يوم عاشوراء كفارة سنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head294'>231 - </h1>\n\n<p>\nحدثنا عبد الله بن شبيب قال: حدثني ابن أبي أويس قال: حدثني أبي عن ثور\nبن يزيد عن خالد بن معدان عن أم الدرداء عن أبي الدرداء عن النبي صلى الله\nعليه وسلم أنه قال تسحروا خالفوا أهل الكتاب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head295'>مجلس آخر إملاء يوم الخميس لتسع خلون من جمادى الآخرة سنة تسع وعشرين وثلاثمئة.</h1>\n\n<h1 class='l1' id='head296'>232 - </h1>\n\n<p>\nحدثنا يوسف بن موسى القطان قال: حدثنا جرير عن حصين بن عبد الرحمن عن\nهلال بن يساف عن عبد الله بن ظالم التميمي قال دخلت على سعيد بن زيد قال\nأشهد على التسعة أنهم في الجنة ولو شهدت على العاشر لصدقت قال قلت من\nالتسعة؟ قال كنا مع رسول الله صلى الله عليه وسلم على حراء فتحرك فقال رسول\nالله صلى الله عليه وسلم اثبت حراء فما عليك إلا نبي أو صديق أو شهيد قال\nقلت ومن كان على حراء؟ فقال كان رسول الله صلى الله عليه وسلم وأبو بكر\nوعمر وعثمان وعلي وسعد وطلحة والزبير\n</p>\n\n<h1 class='l1' id='head297'>[ص: 123]</h1>\n\n<p>\nوعبد الرحمن بن عوف قال قلت من العاشر قال أنا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head298'>233 - </h1>\n\n<p>\nحدثنا يعقوب بن إبراهيم قال: حدثنا عيسى بن يونس قال: حدثنا الأعمش عن\nإبراهيم عن همام قال بال جرير ومسح على خفيه أو قال جوربيه قال عيسى أنا\nأشك فقيل له يا أبا عمرو أتفعل هذا وقد بلت قال وما يمنعني وقد رأيت رسول\nالله صلى الله عليه وسلم يمسح على خفيه وكان أصحاب رسول الله صلى الله عليه\nوسلم يعجبهم ذلك لأن إسلامه كان بعد نزول المائدة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head299'>234 - </h1>\n\n<p>\nحدثنا عمر بن شبة قال: حدثنا يحيى يعني القطان عن ابن جرير عن عمرو عن\nرجل عن جابر قال جعلنا في قدورنا لحوم الخيل والحمر الأهلية فنهانا رسول\nالله صلى الله عليه وسلم عن لحوم الحمر وأمرنا بأكل الخيل.\n</p>\n\n<h1 class='l1' id='head300'>[ص: 124]</h1>\n\n<p>\nقال عمرو: فحدثت هذا الحديث أبا الشعثاء فقال كان فينا الحكم الغفاري\nيقول ذلك وكان البحر ابن عباس يأبى ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head301'>235 - </h1>\n\n<p>\nحدثنا أبو موسى محمد بن المثنى قال حدثنا <span id='ms48'></span> عمرو بن خليفة عن محمد بن عمرو\nعن أبي سلمة عن أبي هريرة قال جاءت امرأة من اليمن إلى النبي صلى الله عليه\nوسلم فقالت يا رسول الله ادع الله أن يشفيني قال إن شئت دعوت الله فشفاك\nوإن شئت فاصبري ولا حساب عليك قالت: بل أصبر ولا حساب علي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head302'>236 - </h1>\n\n<p>\nحدثنا أحمد بن محمد بن سعيد التبعي قال: حدثنا القاسم يعني ابن الحكم قال\nحدثنا الحسن بن عبيد الله الكلبي أبو سالم من أهل قزوين عن يحيى بن سعيد\nالبحراني من أهل غطيف عن أبي هارون العبدي عن أبي سعيد الخدري قال سألنا\nرسول الله صلى الله عليه وسلم من ماذا خلقت النخلة؟\n</p>\n\n<h1 class='l1' id='head303'>[ص: 125]</h1>\n\n<p>\nقال خلقت النخلة والرمان والعنب من فضل طينة آدم صلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head304'>237 - </h1>\n\n<p>\nحدثنا يعقوب بن إبراهيم قال: حدثنا عمر بن شبيب المسلي قال: حدثنا عبد\nالملك بن عمير عن قزعة عن أبي سعيد قال: قال رسول الله صلى الله عليه وسلم\nلا تشد الرحال إلا إلى ثلاثة مساجد إلى المسجد الحرام وإلى مسجدي وإلى مسجد\nبيت المقدس ولا صيام في يومين يوم فطر ويوم أضحى ولا صلاة في ساعتين بعد\nصلاة الفجر إلى طلوع الشمس وبعد صلاة العصر إلى غروب الشمس ولا تسافر\nالمرأة يومين إلا مع زوج أو ذي محرم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head305'>238 - </h1>\n\n<p>\nحدثنا الفضل بن سهل قال: حدثنا شبابة قال: حدثنا شعيب بن ميمون عن حصين\nعن الشعبي عن أبي وائل قال قيل لعلي رضي الله عنه ألا تستخلف علينا؟ قال ما\nاستخلف النبي صلى الله عليه وسلم فأستخلف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head306'>239 - </h1>\n\n<p>\nحدثنا أخو كرخويه قال: أخبرنا يزيد بن هارون قال: أخبرنا زكريا عن عطية\nالعوفي عن أبي سعيد قال: قال رسول الله صلى الله عليه وسلم إني تارك فيكم\nالثقلين كتاب الله ممدود من السماء إلى الأرض وعترتي أهل بيتي ولن يتفارقا\nحتى يردا علي الحوض.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head307'>240 - </h1>\n\n<p>\nحدثنا أحمد بن محمد بن يحيى بن سعيد قال: حدثنا أبو داود\n</p>\n\n<h1 class='l1' id='head308'>[ص: 127]</h1>\n\n<p>\nقال: حدثنا هشام عن الحجاج بن أرطاة عن سليط <span id='ms49'></span> عن ذهل بن عوف عن أبي هريرة\nقال قلنا يا رسول الله ما يحل لأحدنا من مال أخيه إذا اضطر إليه؟ قال يأكل\nولا يحمل ويشرب ولا يحمل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head309'>241 - </h1>\n\n<p>\nحدثنا محمود بن خداش حدثنا هشيم بن بشير قال: أخبرنا سيار عن الشعبي أن\nأبا بردة بن نيار ذبح قبل التشريق فذكرت ذلك لرسول الله صلى الله عليه وسلم\nقال ذلك شاة لحم من صلى صلاتنا ونسك نسكنا فذاك يوافق سنتنا قال فقال أبو\nبردة يا رسول الله إن عندي عناق لبن تكون شاتي لحم فأذبحها قال نعم ولا\nتجزئ عن أحد بعدك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head310'>242 - </h1>\n\n<p>\nحدثنا زكريا بن يحيى قال: حدثنا مؤمل قال: حدثنا نافع بن عمر قال: حدثنا\nابن أبي مليكة قال: أخبرنا عبد الله بن الزبير قال قدم الأقرع بن حابس على\nرسول الله صلى الله عليه وسلم فقال أبو بكر يا رسول الله استعمله على قومه\nفقال أبو بكر لعمر ما أردت إلا خلافي فقال عمر ما أردت خلافك قال فنزلت {يا\nأيها الذين آمنوا لا\n</p>\n\n<h1 class='l1' id='head311'>[ص: 128]</h1>\n\n<p>\nترفعوا أصواتكم فوق صوت النبي} الآية قال فكان عمر بعد ذلك إذا كلم النبي\nصلى الله عليه وسلم لم يسمعه حتى يستفهمه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head312'>243 - </h1>\n\n<p>\nحدثنا أحمد بن إسماعيل قال: حدثنا مالك عن ربيعة بن أبي عبد الرحمن عن\nحنظلة بن قيس الزرقي أنه سأل رافع بن خديج عن كري الأرض فقال نهى رسول الله\nصلى الله عليه وسلم عن كري الأرض قال قلت أبالذهب والورق قال أما الذهب\nوالورق فلا بأس به.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head313'>244 - </h1>\n\n<p>\nحدثنا محمود بن خداش قال: حدثنا هشيم قال: أخبرنا يحيى بن سعيد عن عباد\nبن تميم أن عويمر بن الأشقر الأنصاري كان من أهل بدر ذبح قبل النبي صلى\nالله عليه وسلم فأمره أن يعيد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head314'>245 - </h1>\n\n<p>\nحدثنا عبيد الله بن جرير بن جبلة قال: حدثنا محمد بن محبوب قال: حدثنا\nسيار يعني ابن مجشر عن سعيد عن قتادة عن أنس أن رسول الله صلى الله عليه\nوسلم أتاه رعل وذكوان وعصية وبنو لحيان فزعموا أنهم <span id='ms50'></span> قد أسلموا واستمدوا على\nقومهم فأمدهم رسول الله صلى الله عليه وسلم بسبعين رجلا من الأنصار وكنا\nندعوهم بأسمائهم القراء وكانوا يحتطبون بالنهار ويصلون بالليل فلما بلغوا\nبئر معونة غدروا بهم فقتلوهم فبلغ ذلك رسول الله صلى الله عليه وسلم فقنت\nشهرا في صلاة الصبح يدعو عليهم فقرأنا بهم قرآنا بلغوا عنا قومنا بأنا قد\nلقينا ربنا عز وجل فرضي عنا وأرضانا ثم إن ذلك رفع أو نسخ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head315'>246 - </h1>\n\n<p>\nحدثنا يعقوب بن إبراهيم قال: حدثنا هشيم عن خالد عن أبي قلابة عن كعب بن\nعجرة قال قملت حتى ظننت أن كل شعرة في رأسي فيها القمل من أصلها إلى فرعها\nفأمرني النبي صلى الله عليه وسلم حيث رأى ذلك وقال احلق ونزلت هذه الآية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head316'>247 - </h1>\n\n<p>\nحدثنا يوسف بن موسى قال: حدثنا عبد الرحمن بن مغراء قال: حدثنا الأعمش عن\nعلي بن بذيمة عن أبي عبيدة عن عبد الله أن بني إسرائيل لما نسوا ما ذكروا\nبه فضيعوا كتاب الله وما أمروا به نهاهم علماؤهم فأبوا أن يطيعوهم خالطوهم\nفي معايشهم فضرب الله قلوب بعضهم على بعض ولعنهم على لسان داود وعيسى بن\nمريم قال فقال النبي صلى الله عليه وسلم لا والذي نفسي بيده حتى يأطروهم\nعلى الحق أطرا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head317'>248 - </h1>\n\n<p>\nحدثنا عبد الله بن شبيب قال: حدثني يعقوب بن محمد قال: حدثنا محمد بن أبي\nشملة قال: حدثني إسماعيل بن إبراهيم بن عقبة عن عمه موسى بن عقبة قال سمعت\nأم خالد بنت خالد بن سعيد بن العاص تقول [لما كان] قبيل مبعث النبي صلى\nالله عليه وسلم خالد بن سعيد ذات ليلة نائما فقال رأيت كأنه غشيت مكة ظلمة\nحتى لا يبصر امرؤ كفه فبينا هو كذلك إذخرج نور ثم علا في السماء فأضاء في\nالبيت ثم أضاء في مكة كلها ثم إلى نجد يثرب فأضاءها حتى إني لأنظر إلى\nالبسر في النخل فاستيقظت فقصصتها على أخي عمرو بن سعيد وكان جزل الرأي فقال\nيا أخي إن هذا الأمر يكون في بني <span id='ms51'></span> المطلب ألا ترى أنه خرج من حفيرة أبيهم\nقال خالد فإنه لمما هداني للإسلام.\n</p>\n\n<p>\nقالت أم خالد فأول من أسلم أبي وذلك أنه ذكر رؤياه لرسول الله صلى الله\nعليه وسلم فقال يا خالد أنا والله ذلك النور وأنا رسول الله صلى الله عليه\nوسلم فقص عليه ما بعثه الله به فأسلم خالد وأسلم عمرو بعده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head318'>ومما قرئ على القاضي أيضا</h1>\n\n<h1 class='l1' id='head319'>249 - </h1>\n\n<p>\nحدثنا الوليد بن محمد قال: حدثنا محمد بن جعفر قال: حدثنا شعبة عن أبي\nبلج قال: سمعت عمرو بن ميمون قال: سمعت أبا هريرة عن النبي صلى الله عليه\nوسلم يقول ألا أعلمك من كنز من تحت العرش؟ لا حول ولا قوة إلا بالله يقول\nالله عز وجل أسلم عبدي واستسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head320'>250 - </h1>\n\n<p>\nحدثنا يعقوب الدورقي وأحمد بن منصور قالا حدثنا هاشم بن القاسم [ح]\nوحدثنا العباس بن محمد قال: حدثنا خلف بن الوليد، جميعا عن سعيد، عن يحيى\nبن أبي سليم قال: سمعت عمرو بن ميمون يحدث عن أبي هريرة قال: قال رسول الله\nصلى الله عليه وسلم ألا أعلمك أو ألا أدلك على كلمة من تحت العرش من كنز\nالجنة لا قوة إلا بالله.\n</p>\n\n<p>\nهذا آخر حديث خلف.\n</p>\n\n<p>\nزاد أبو النضر يقول أسلم عبدي واستسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head321'>251 - </h1>\n\n<p>\nحدثنا أحمد بن منصور قال: حدثنا الحسن بن موسى قال: حدثنا زهير قال:\nحدثنا أبو بلج أن عمرو بن ميمون حدثه قال قال لي أبو هريرة قال رسول الله\nصلى الله عليه وسلم يا أبا هريرة ألا أدلك على كلمة من كنز الجنة قال نعم\nفداك أبي وأمي قال تقول لا قوة إلا بالله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head322'>252 - </h1>\n\n<p>\nحدثنا جعفر بن محمد الوراق قال: حدثنا خالد يعني ابن مخلد قال: حدثني\nيزيد عن المقبري عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم\nأكثروا من قول لا حول ولا قوة إلا بالله فإنها كنز من كنوز الجنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head323'>253 - </h1>\n\n<p>\nحدثنا سلم بن جنادة قال: حدثنا وكيع قال: حدثنا عمرو بن حسان المسلي عن\nرجل من النخع عن كميل <span id='ms52'></span> بن زياد النخعي عن أبي هريرة قال قال النبي صلى الله\nعليه وسلم لا حول ولا قوة إلا بالله ولا ملجأ ولا منجى من الله إلا إليه\nكنز من كنوز الجنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head324'>الجزء الرابع</h1>\n\n<p>\nبسم الله الرحمن الرحيم.\n</p>\n\n<p>\nأخبرنا الشيخ أبو الحسين عاصم بن الحسن بن محمد بن علي بن عاصم قراءة\nعليه وأنا أسمع في المحرم من سنة ست وسبعين وأربعمئة قال: أخبرنا أبو عمر\nعبد الواحد بن محمد بن عبد الله بن محمد بن مهدي رحمه الله قراءة عليه في\nاليوم الخامس من رجب سنة تسع وأربعمئة قال: حدثنا أبو عبد الله الحسين بن\nإسماعيل المحاملي رحمه الله إملاء يوم الخميس لست بقين من جمادى الآخرة من\nسنة تسع وعشرين وثلاثمئة قال:\n</p>\n\n<h1 class='l1' id='head325'>254 - </h1>\n\n<p>\nحدثنا أبو الأشعث أحمد بن المقدام قال: حدثنا خالد بن الحارث عن شعبة\nقال: أخبرني حصين قال: سمعت أبا عبيدة يحدث عن عمته فاطمة أنها قالت أتينا\nرسول الله صلى الله عليه وسلم في نساء نعوده فإذا سقاء يقطر عليه من شدة ما\nيجد من الحمى فقلنا يا رسول الله لو دعوت الله فكشف عنك فقال إن من أشد\nالناس بلاء الأنبياء ثم الذين يلونهم ثم الذين يلونهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head326'>255 - </h1>\n\n<p>\nحدثنا أبو موسى محمد بن المثنى قال: حدثنا ابن أبي عدي عن ابن إسحاق عن\nعبد الله بن أبي بكرة عن عمرة عن عائشة قالت لما نزل عذري قام النبي صلى\nالله عليه وسلم على المنبر فذكر ذلك وتلا القرآن فلما نزل أمر رجلين وامرأة\nفضربوا حدهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head327'>256 - </h1>\n\n<p>\nحدثنا محمد بن الوليد التستري قال: حدثنا أبو عاصم عن ابن جريج قال:\nأخبرني زياد أن صالحا مولى التوءمة أخبره أنه سمع ابن عباس يحدث عن النبي\nصلى الله عليه وسلم إن الرحم شجنة تصل من وصلها وتقطع من قطعها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head328'>257 - </h1>\n\n<p>\nحدثنا يعقوب بن إبراهيم الدورقي قال: حدثنا إسماعيل بن إبراهيم قال حدثنا\nسعيد الجريري عن أبي نضرة قال: حدثني أو قال حدثنا من شهد خطبة رسول الله\nصلى الله عليه وسلم بمنى <span id='ms53'></span> في وسط أيام التشريق وهو على بعير فقال أيها الناس\nألا إن ربكم واحد ألا لا فضل لعربي على عجمي ألا لا فضل لأسود على أحمر إلا\nبالتقوى ألا قد بلغت قالوا نعم ثم قال ليبلغ الشاهد الغائب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head329'>258 - </h1>\n\n<p>\nحدثنا يوسف بن موسى قال: حدثنا عبيد الله بن موسى عن إسرائيل والحسن بن\nصالح عن سماك بن حرب قال: حدثني جابر بن سمرة عن النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nوقال الحسن قال: سمعت رسول الله صلى الله عليه وسلم يقول: لا يزال هذا\nالدين قائما يقاتل عليه عصابة من المسلمين حتى تقوم الساعة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head330'>259 - </h1>\n\n<p>\nحدثنا يوسف بن موسى قال: حدثنا عبيد الله بن موسى قال: حدثنا الحسن بن\nصالح وإسرائيل بن يونس عن سماك بن حرب قال حدثني جابر بن سمرة قال: سمعت\nالنبي صلى الله عليه وسلم يقول إن بين يدي الساعة كذابين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head331'>260 - </h1>\n\n<p>\nحدثنا إبراهيم بن هانئ قال: حدثنا عبد الله بن صالح قال: حدثني معاوية عن\nأبي مريم عن أبي هريرة أنه سمعه يقول من لقي أخاه فليسلم عليه إن حال بينهم\nشجرة أو حائط أو حجر فليسلم عليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head332'>261 - </h1>\n\n<p>\nحدثنا إبراهيم بن هانئ قال: حدثنا عبد الله بن صالح قال: حدثني معاوية بن\nعبد الوهاب بن بخت عن أبي الزناد عن عبد الرحمن بن هرمز عن أبي هريرة عن\nرسول الله صلى الله عليه وسلم بمثل ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head333'>262 - </h1>\n\n<p>\nحدثنا أحمد بن إسماعيل قال: حدثنا مالك عن ابن شهاب عن أبي إدريس\nالخولاني عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال من توضأ\nفليستنثر ومن استجمر فليوتر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head334'>263 - </h1>\n\n<p>\nحدثنا يوسف بن موسى قال حدثنا وكيع قال: حدثنا إسرائيل عن سماك بن حرب عن\nمصعب بن سعد عن أبيه قال أصبت سيفا يوم بدر فأعجبني\n</p>\n\n<h1 class='l1' id='head335'>[ص: 140]</h1>\n\n<p>\nفقلت يا رسول الله هبه لي فأنزل الله {يسألونك عن الأنفال قل الأنفال لله\nوالرسول}.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head336'>264 - </h1>\n\n<p>\nحدثنا القاسم بن محمد المروزي قال: حدثنا عبدان عن أبي حمزة عن مطرف عن\nأبي إسحاق عن البراء قال كان <span id='ms54'></span> النبي صلى الله عليه وسلم إذا سجد جافى بإبطيه\nعن بطنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head337'>265 - </h1>\n\n<p>\nحدثنا أبو السائب سلم بن جنادة قال: حدثنا ابن إدريس قال: حدثنا حصين عن\nشقيق عن عبد الله قال كنا نقول السلام على الله فقال لا تقولوا السلام على\nالله فإن الله هوالسلام ولكن قولوا التحيات لله والصلوات والطيبات السلام\nعليك أيها النبي ورحمة الله وبركاته .. \". وذكر التشهد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head338'>266 - </h1>\n\n<p>\nحدثنا أبو السائب قال: حدثنا ابن إدريس عن الأعمش عن شقيق عن عبد الله عن\nالنبي صلى الله عليه وسلم مثله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head339'>267 - </h1>\n\n<p>\nحدثنا محمد بن صالح قال: حدثنا أبو صالح قال حدثني\n</p>\n\n<h1 class='l1' id='head340'>[ص: 141]</h1>\n\n<p>\nيحيى بن أيوب عن محمد بن عجلان عن سعيد المقبري عن أبيه عن أبي هريرة عن\nالنبي صلى الله عليه وسلم أنه قال لا أقول إلا حقا فقال بعض من حوله إنك\nتداعبنا قال إني لا أقول إلا حقا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head341'>268 - </h1>\n\n<p>\nحدثنا يعقوب الدورقي قال: حدثنا هشيم قال: أخبرنا ابن أبي ليلى عن عطاء\nقال أتيت عائشة مع عبيد بن عمير فسألها عبيد عن قوله عز وجل {لا يؤاخذكم\nالله باللغو في أيمانكم}. فقالت عائشة هو قول الرجل: لا والله وبلى والله\nمالم يعقد عليه قلبه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head342'>269 - </h1>\n\n<p>\nحدثنا فضل الأعرج قال: حدثنا أبو أحمد محمد بن عبد الله قال: حدثنا بشر\nبن سلمان عن القاسم بن صفوان الزهري قال: حدثني أبي أنه سمع النبي صلى الله\nعليه وسلم يقول أبردوا بصلاة الظهر فإن الحر من فور جهنم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head343'>270 - </h1>\n\n<p>\nحدثنا أحمد بن منصور [زاج] قال: حدثنا الجدي قال: أخبرنا حماد بن سلمة عن\nالأزرق بن قيس عن ذكوان عن عائشة رضي الله عنها أن النبي صلى الله عليه\nوسلم كان يصلي على الخمرة قال وقالت عائشة رضي الله عنها حدثتني أم سلمة أن\nالنبي صلى الله عليه وسلم دخل بيتها فصلى ركعتين بعد العصر فقلت يا رسول\nالله ما هاتان الركعتان التي لم تكن تصليهما فقال إنه جاءني مال فشغلني عن\nالركعتين بعد الظهر فهما هاتان الركعتان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head344'>271 - </h1>\n\n<p>\nحدثنا أحمد بن محمد بن يحيى بن <span id='ms55'></span> سعيد القطان قال: حدثنا أبو\n</p>\n\n<h1 class='l1' id='head345'>[ص: 143]</h1>\n\n<p>\nداود الطيالسي قال: حدثنا أبان بن صمعة قال: حدثتني زينب بنت النعمان\nقالت كنت مع أبي هريرة على خوانه فحدثنا أن رسول الله صلى الله عليه وسلم\nنهى عن هذه الأوعية عن الحنتم والدباء والنقير أو المزفت قال أحدهما أبو\nداود شك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head346'>272 - </h1>\n\n<p>\nحدثنا يوسف بن موسى قال: حدثنا جرير عن محمد بن إسحاق عن عبد الرحمن بن\nمحمد عن إبراهيم بن عبد الله قال: سمعت السائب بن يزيد يقول قال: قال رسول\nالله صلى الله عليه وسلم من السحت ثمن الكلب ومهر البغي وكسب الحجام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head347'>273 - </h1>\n\n<p>\nحدثنا عبد الله بن شبيب قال: حدثني إبراهيم بن موسى بن عيسى قال: حدثني\nعمي عن ابن أخي الزهري عن القاسم بن محمد عن ميمونة أن رسول الله صلى الله\nعليه وسلم أمر بقتل الكلب حتى إنه ليأمر بقتل كلب الحائط الصغير ويدع كلب\nالحائط الكبير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head348'>ومما قرئ عليه في المجلس.</h1>\n\n<h1 class='l1' id='head349'>274 - </h1>\n\n<p>\nحدثنا عبد الله بن شبيب قال: حدثنا أبو بكر بن أبي شيبة قال: حدثني محمد\nبن إسماعيل بن مسلم قال: حدثني يونس بن حمران عن خارجة بن عبد الله بن سعد\nبن أبي وقاص عن أبيه قال قال أبو أيوب ألا أعلمك كلمات علمنيها رسول الله\nصلى الله عليه وسلم قال قلت بلى يا عم فقال إن رسول الله صلى الله عليه\nوسلم حين نزل علي قال ألا أعلمك كلمات يا أبا أيوب من كنز الجنة قال قلت\nبلى بأبي أنت وأمي قال أكثر من قول لا حول ولا قوة إلا بالله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head350'>275 - </h1>\n\n<p>\nحدثنا أحمد بن منصور ويوسف بن موسى وإبراهيم بن هانئ وروح بن الفرج قالوا\nحدثنا أبو عبد الرحمن المقرئ قال: حدثنا حيوة\n</p>\n\n<h1 class='l1' id='head351'>[ص: 145]</h1>\n\n<p>\nقال: أخبرني أبو صخر أن عبد الله بن عبد الرحمن بن عبد الله بن عمر بن\nالخطاب رضي الله عنه أخبره عن سالم بن عبد الله بن عمر قال أخبرني أبو أيوب\nالأنصاري أن رسول الله صلى الله عليه وسلم ليلة أسري به <span id='ms56'></span> مر على إبراهيم\nخليل الرحمن فقال إبراهيم لجبريل من معك يا جبريل؟ قال جبريل هذا محمد فقال\nله إبراهيم يا محمد مر أمتك فليكثروا من ثمار الجنة فإن تربتها طيبة وأرضها\nواسعة فقال رسول الله صلى الله عليه وسلم لإبراهيم وما غراس الجنة؟ قال لا\nحول ولا قوة إلا بالله العلي العظيم.\n</p>\n\n<p>\nوقال يوسف إن عبد الرحمن بن عمر أخبره وقال قال أبو عبد الرحمن مرة أخرى\nعن عبد الله بن عبد الرحمن ثم ذكر نحوه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head352'>276 - </h1>\n\n<p>\nحدثنا محمد بن الوليد قال: حدثنا عبد الوهاب الثقفي قال: حدثنا خالد\nالحذاء عن أبي عثمان النهدي عن أبي موسى الأشعري أن النبي صلى الله عليه\nوسلم قال يا عبد الله بن قيس ألا أعلمك كلمة من كنوز الجنة لا حول ولا قوة\nإلا بالله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head353'>277 - </h1>\n\n<p>\nحدثنا محمد بن يزيد الواسطي أو كرخويه قال: حدثنا يزيد يعني ابن هارون\nقال: أخبرنا سليمان عن أبي عثمان عن أبي موسى قال كنا عند النبي صلى الله\nعليه وسلم في سفر فقال يا عبد الله بن قيس أو يا أبا موسى ألا أدلك على\nكلمة من كنوز الجنة؟ قلت بلى يا رسول الله قال لا حول ولا قوة إلا بالله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head354'>278 - </h1>\n\n<p>\nحدثنا العباس بن عبد الله قال: حدثنا أبو حذيفة البصري قال: حدثنا الحارث\nبن عمير عن أيوب عن أبي عثمان عن أبي موسى قال مر بي النبي صلى الله عليه\nوسلم وأنا أحرك شفتي بشيء فقال يا أبا موسى ألا أعلمك شيئا من كنز الجنة؟\nقلت بلى يا رسول الله قال قل لا حول ولا قوة إلا بالله فإنها من كنز الجنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head355'>279 - </h1>\n\n<p>\nحدثنا يعقوب بن إبراهيم الدورقي قال: حدثنا أبو معاوية قال حدثنا عاصم\nالأحول عن أبي عثمان عن أبي موسى قال كنا مع النبي صلى الله عليه وسلم في\nسفر فقال يا عبد الله بن قيس ألا أدلك على كلمة من كنز الجنة؟ قال قلت بلى\nقال لا حول ولا قوة إلا بالله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head356'>280 - </h1>\n\n<p>\nحدثنا يعقوب بن إبراهيم <span id='ms57'></span> قال: حدثنا مرحوم بن عبد العزيز العطار قال:\nحدثنا أبو نعامة السعدي عن أبي عثمان النهدي عن أبي موسى الأشعري قال كنا\nمع رسول الله صلى الله عليه وسلم في غزاة فقال\n</p>\n\n<h1 class='l1' id='head357'>[ص: 148]</h1>\n\n<p>\nيا عبد الله بن قيس ألا أعلمك كنزا من كنوز الجنة؟ لا حول ولا قوة إلا\nبالله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head358'>281 - </h1>\n\n<p>\nحدثنا يوسف بن موسى قال: حدثنا الحجاج بن المنهال قال: حدثنا حماد بن\nسلمة قال: أخبرنا معبد بن هلال العبدي قال: حدثني رجل من أهل دمشق عن عوف\nبن مالك عن أبي ذر أن رسول الله صلى الله عليه وسلم قال له ألا أدلك على\nكنز من كنوز الجنة؟ قال ماهو قال لا حول ولا قوة إلا بالله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head359'>282 - </h1>\n\n<p>\nحدثنا إبراهيم [بن] هانئ قال: حدثنا ابن نمير قال: حدثنا يعلى قال حدثنا\nالأعمش عن شهر بن حوشب عن عبد الرحمن بن غنم عن أبي ذر قال: قال رسول الله\nصلى الله عليه وسلم ألا أدلك على كنز من كنوز الجنة؟ قل لا حول ولا قوة إلا\nبالله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head360'>283 - </h1>\n\n<p>\nحدثنا أحمد بن محمد بن أبي بكر بن عبد الله بن سالم بن عبد الله بن عمر\nبن الخطاب أبو بكر وعبد الله بن شبيب قالا حدثنا إسماعيل بن أبي أويس قال:\nحدثني إسماعيل بن عبد الله بن خالد عن أبيه عن جده عن نعيم بن عبد الله\nمولى عمر بن الخطاب رضي الله عنه أنه سمع أبا زينب مولى حازم الغفاري يقول\nسمعت أبا ذر يقول قال رسول الله صلى الله عليه وسلم يا أبا ذر هل أدلك على\nكنز من كنوز الجنة؟ قلت بلى بأبي وأمي قال قل لا حول ولا قوة إلا بالله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head361'>284 - </h1>\n\n<p>\nحدثنا العباس بن عبد الله قال: حدثنا محمد بن يوسف عن سفيان عن الأعمش عن\nمجاهد عن عبد الرحمن بن أبي ليلى عن أبي ذر قال: قال رسول الله صلى الله\nعليه وسلم لا حول ولا قوة إلا بالله كنز من كنوز الجنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head362'>285 - </h1>\n\n<p>\nحدثنا الحسن بن مكرم البزار <span id='ms58'></span> قال: حدثنا عفان قال: حدثنا أبو عوانة عن أبي\nبشر عن طلق بن حبيب عن بشير بن كعب\n</p>\n\n<h1 class='l1' id='head363'>[ص: 150]</h1>\n\n<p>\nعن أبي ذر أن النبي صلى الله عليه وسلم قال ألا أدلك على كنز من كنوز\nالجنة؟ لا حول ولا قوة إلا بالله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head364'>286 - </h1>\n\n<p>\nحدثنا إبراهيم بن هانئ قال: حدثنا عبد الله التنيسي قال: حدثنا ابن أبي\nالرجال عن عمر مولى غفرة عن محمد بن كعب القرظي عن أبي ذر عن النبي صلى\nالله عليه وسلم قال أوصاني حبيبي صلى الله عليه وسلم أن أقول لا حول ولا\nقوة إلا بالله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head365'>287 - </h1>\n\n<p>\nحدثنا إبراهيم بن هانئ قال: حدثنا خلاد بن يحيى المكي قال: حدثنا هشام بن\nسعد قال: حدثني محمد بن زيد بن المهاجر قال قال أبو ذر: أوصاني حبيبي صلى\nالله عليه وسلم أن أكثر من قول لا حول ولا قوة إلا بالله وكان يقال فيها\nدواء من تسعة وتسعين داء أدناها الهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head366'>مجلس يوم الأحد لأربع بقين من جمادى الآخرة. سنة تسع وعشرين وثلاثمئة.</h1>\n\n<h1 class='l1' id='head367'>288 - </h1>\n\n<p>\nحدثنا يوسف بن موسى القطان قال: حدثنا إسماعيل بن علية قال: حدثني علي بن\nالمبارك عن يحيى بن أبي كثير عن أبي سلمة عن بسر بن سعيد عن زيد بن خالد\nالجهني قال: قال رسول الله صلى الله عليه وسلم من جهز غازيا فقد غزا ومن\nخلفه في أهله فقد غزا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head368'>289 - </h1>\n\n<p>\nحدثنا يوسف بن موسى قال: حدثنا إسماعيل بن علية عن عبد الرحمن بن إسحاق\nعن محمد بن عبد الرحمن بن عمرو عن بسر بن سعيد عن زيد بن خالد الجهني قال:\nقال رسول الله صلى الله عليه وسلم لا تمنعوا إماء الله مساجد الله وليخرجن\nتفلات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head369'>290 - </h1>\n\n<p>\nحدثنا زياد بن أيوب قال: حدثنا علي بن ثابت قال: حدثنا ابن أبي ذئب عن\nشعبة مولى ابن عباس عن ابن عباس أن النبي صلى الله عليه وسلم لم يكن يصلي\nالركعتين بعد الجمعة ولا بعد المغرب إلا في بيته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head370'>291 - </h1>\n\n<p>\nحدثنا زياد بن أيوب قال: حدثنا علي بن ثابت قال <span id='ms59'></span>: حدثنا ابن أبي ذئب عن\nنافع عن ابن عمر مثله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head371'>292 - </h1>\n\n<p>\nحدثنا زكريا بن يحيى المكفوف قال: حدثنا شبابة بن سوار قال: حدثني\nالمغيرة عن مطر عن مطرف بن الشخير عن عياض بن حمار أخي بني مجاشع وكان\nحليفا لأبي سفيان قال رسول الله صلى الله عليه وسلم يا أيها الناس إن الله\nأمرني أن أعلمكم ما جهلتم مما علمني في يومي هذا إن كل مال نحلته عبدي فهو\nله حلال وإني خلقت عبادي حنفاء كلهم فآتتهم الشياطين فاجتالتهم عن دينهم\nوأمرتهم أن يشركوا بي ما لم أنزل به سلطانا إن الله عز وجل نظر إلى أهل\nالأرض فمقتهم كلهم عربهم وعجمهم إلا بقايا من أهل الكتاب وقال إنما بعثتك\nلأبتليك وأبتلي بك وأنزلت إليك كتابا لا يغسله الماء تقرأه قائما ويقظانا\nوأن الله عز وجل\n</p>\n\n<h1 class='l1' id='head372'>[ص: 153]</h1>\n\n<p>\nأوحى إلي أن أحرق قريشا قال قلت ربي إذا يثلغوا رأسي حتى يذروه كأنه خبزة\nقال استغزهم فسنغزيك وأستخرجهم كما أخرجوك وابعث جيشا أبعث خمسة أمثاله\nوقاتل بمن أطاعك من عصاك.\n</p>\n\n<p>\nوقال رسول الله صلى الله عليه وسلم أهل الجنة ثلاثة ذو سلطان مقتصد موفق\nورجل رحيم رقيق القلب لكل ذي قربى ومسلم ورجل عطيف فقير متصدق.\n</p>\n\n<p>\nوأهل النار خمسة الضعيف الذي لا زبر له والذين هم فيكم تبعا لا يبغون\nفيكم أهلا ولا مالا قال قلت وإن دق إلا من هم يا أبا عبد الله؟ قال كان\nالرجل في الجاهلية ينطي وليدة القوم لا يريد إلا فرجها فيكون عبدا لهم ما\nبقي هو وولده ورجل خائن لا يخفى له طمع من الدنيا خانه ورجل لا يصبح ولا\nيمسي إلا وهو يخدعك عن أهلك ومالك قال وذكر رسول الله صلى الله عليه وسلم\nالكذب والبخل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head373'>293 - </h1>\n\n<p>\nحدثنا إسحاق بن أبي إسحاق قال: حدثنا عبد الوهاب قال قال سعيد وحدثنا مطر\nعن مطرف عن عياض بن حمار عن النبي صلى الله عليه وسلم بمثل حديث قتادة عن\nمطرف إلا إنه قال الكذب والبخل واحد والشنظير الفاحش <span id='ms60'></span>.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head374'>294 - </h1>\n\n<p>\nحدثنا سعيد الأموي قال: حدثنا مروان قال: حدثنا يزيد بن سنان عن ميمون بن\nمهران عن ابن عمر قال: قال رسول الله صلى الله عليه وسلم من أريد ماله\nفقاتل فقتل فهو شهيد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head375'>295 - </h1>\n\n<p>\nحدثنا علي بن مسلم قال: حدثنا عباد بن العوام قال: حدثنا حجاج بن أرطأة\nعن سماك بن حرب عن جابر بن سمرة قال كان في ساقي رسول الله صلى الله عليه\nوسلم حموشة وكان لا يضحك إلا تبسما صلى الله عليه وسلم وكنت إذا نظرت إليه\nقلت أكحل العينين وليس بأكحل صلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head376'>296 - </h1>\n\n<p>\nحدثنا محمد بن عمرو بن حبان قال: حدثنا بقية قال: حدثني عمرو بن خثعم\nقال: حدثني عمرو بن قيس قال: سمعت عبد الله بن بسر يقول إن النبي صلى الله\nعليه وسلم قال طوبى لمن طال عمره وحسن خلقه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head377'>297 - </h1>\n\n<p>\nحدثنا الحسين بن علي الصدائي قال: حدثنا علي بن ذكوان القشيري قال: حدثنا\nعبد العزيز الماجشون عن محمد بن المنكدر عن سعيد بن المسيب عن عامر بن سعد\nعن أبيه قال: سمعت رسول الله صلى الله عليه وسلم يقول لعلي أنت مني بمنزلة\nهارون من موسى إلا أنه ليس معي نبي.\n</p>\n\n<h1 class='l1' id='head378'>[ص: 156]</h1>\n\n<p>\nقال سعيد فأحببت أن أشافه بذلك سعدا فلقيته فذكرت له ما ذكر لي عنه فقال\nنعم سمعته قلت أنت سمعته؟ فوضع أصبعيه في أذنيه قال نعم وإلا فصكتا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head379'>298 - </h1>\n\n<p>\nحدثنا محمد بن منصور قال: حدثنا يعقوب بن إبراهيم قال: حدثنا أبي عن ابن\nإسحاق قال: حدثني محمد بن طلحة بن يزيد بن ركانة عن إبراهيم بن سعد بن أبي\nوقاص عن أبيه أنه سمع النبي صلى الله عليه وسلم قال لعلي هذه المقالة حين\nاستخلفه ألا ترضى يا علي أن تكون مني بمنزلة هارون من موسى؟ إلا أنه لا نبي\nبعدي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head380'>299 - </h1>\n\n<p>\nحدثنا أحمد بن محمد بن سوادة قال: حدثنا عبيدة بن حميد عن منصور عن ربعي\nبن حراش قال: حدثني رجل من أصحاب النبي صلى الله عليه وسلم أن النبي صلى\nالله <span id='ms61'></span> عليه وسلم أصبح صائما لتمام ثلاثين من رمضان فجاء أعرابيان فشهدا أن\nلا إله إلا الله وأنهما أهلا بالأمس فأمر الناس فأفطروا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head381'>300 - </h1>\n\n<p>\nحدثنا محمد بن حسان قال: حدثنا إسحاق الأزرق قال: حدثنا سفيان عن منصور\nعن ربعي بن حراش\n</p>\n\n<h1 class='l1' id='head382'>[ص: 157]</h1>\n\n<p>\nعن بعض أصحاب الرسول صلى الله عليه وسلم قال أصبح الناس صياما لتمام\nالثلاثين على عهد رسول الله صلى الله عليه وسلم فجاء أعرابيان فشهدا أنهما\nأهلا بالأمس عشية فأمرهم فأفطروا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head383'>301 - </h1>\n\n<p>\nحدثنا فضل الأعرج قال: حدثنا معلى بن أسد قال: حدثنا عبد الواحد بن زياد\nقال: حدثنا سليمان الأعمش عن إبراهيم قال قال علقمة والأسود قال عبد الله\nبن مسعود كأني أنظر إلى اختلاف أصابع رسول الله صلى الله عليه وسلم بين\nركبتيه وهو راكع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head384'>302 - </h1>\n\n<p>\nحدثنا يوسف بن موسى قال: حدثنا جرير عن عبد الملك بن عمير عن شهر بن حوشب\nقال دخل حذيفة المسجد وعبد الله فيه وقد تعالت أصواتهم فقال حذيفة ما هذه\nالأصوات التي ارتفعت؟ قال قال عبد الله يا أبا عبد الله ذكرنا شيئا ذكره\nلنا رسول الله صلى الله عليه وسلم عن الدجال فخفنا فتنته فقال حذيفة والله\nما أبالي إياه لقيت أو هذه العنز السود المعترضة فقال لم لله أبوك قال لأنا\nقوم مؤمنون وهو امرؤ كافر وإن لنا عليه النصر والظفر وايم الله لا يخرج حتى\nيكون خروجه أحب إلى المرء المسلم من برد الشراب على الظمأ قال لم لله أبوك\nقال لما ترون من الفتن وجنادع الشر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head385'>303 - </h1>\n\n<p>\nحدثنا عبد الله بن شبيب قال: حدثنا ذؤيب بن عمامة قال: حدثنا موسى بن\nشيبة الأنصاري قال: حدثني سليمان بن معقل بن عبد الله بن كعب بن مالك عن\nأبيه عن جده عن كعب بن مالك قال: قال رسول الله صلى الله عليه وسلم ما\nاستخلف الله عز وجل خليفة حتى يمسح الله ناصيته بيمينه.\n</p>\n\n<p>\nومما قرئ عليه أيضا في هذا اليوم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head386'>304 - </h1>\n\n<p>\nحدثنا محمد بن عثمان بن كرامة قال: حدثنا أبو أسامة قال حدثني جرير <span id='ms62'></span> بن\nأيوب قال: حدثنا أبو الحصين الأسدي قال قال أبو سعيد الخدري قال رسول الله\nصلى الله عليه وسلم أكثروا أن تقولوا لا حول ولا قوة إلا بالله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head387'>305 - </h1>\n\n<p>\nحدثنا محمد بن إسحاق والعباس بن محمد قالا حدثنا الفضل بن دكين قال:\nحدثنا عبد الله بن عامر يعني الأسلمي عن أبي الزناد عن سعد أو سعيد بن\nسليمان\n</p>\n\n<h1 class='l1' id='head388'>[ص: 159]</h1>\n\n<p>\nعن زيد بن ثابت أن رسول الله صلى الله عليه وسلم كان يقول ألا أدلكم على\nكنز من كنوز الجنة تكثرون من قول لا حول ولا قوة إلا بالله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head389'>306 - </h1>\n\n<p>\nحدثنا أحمد بن منصور قال: حدثنا أبو سلمة قال: حدثنا حماد بن سلمة عن\nعطاء بن السائب عن أبي رزين عن معاذ بن جبل أن رسول الله صلى الله عليه\nوسلم قال ألا أدلك على باب من أبواب الجنة؟ قال وما هو؟ قال لا حول ولا قوة\nإلا بالله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head390'>307 - </h1>\n\n<p>\nحدثنا محمد بن مسلم بن وارة الرازي وإبراهيم بن هانئ قالا حدثنا ابن أبي\nمريم قال: أخبرنا يحيى بن أيوب عن خالد بن يزيد عن عبد الله بن مسروح عن\nربيعة بن يورا عن فضالة بن عبيد أن رسول الله صلى الله عليه وسلم قال من\nأراد كنز الجنة فعليه بلا حول ولا قوة إلا بالله.\n</p>\n\n<p>\nقال ابن وارة: حدثني سعيد بن الحكم بن أبي مريم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head391'>308 - </h1>\n\n<p>\nحدثنا القاسم بن سعيد بن المسيب بن شريك أبو بشر قال: حدثنا\n</p>\n\n<h1 class='l1' id='head392'>[ص: 160]</h1>\n\n<p>\nوهب يعني ابن جرير قال: حدثنا أبي قال: سمعت منصور بن زاذان [ح].\n</p>\n\n<p>\nوحدثنا يوسف بن موسى وأحمد بن منصور قالا حدثنا موسى بن إسماعيل قال:\nحدثنا جرير بن حازم عن منصور بن زاذان عن ميمون بن أبي شبيب عن قيس بن سعد\nأن أباه دفعه إلى النبي صلى الله عليه وسلم يخدمه قال فأتى علي النبي صلى\nالله عليه وسلم وقد صليت ركعتين فضربني برجله فقال ألا أدلك على باب من\nأبواب الجنة قلت بلى قال لا حول ولا قوة إلا بالله.\n</p>\n\n<p>\nوقال موسى <span id='ms63'></span> بن إسماعيل فصليت ركعتين واضطجعت فخرج رسول الله صلى الله عليه\nوسلم على فضربني برجله ثم هو نحوه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head393'>309 - </h1>\n\n<p>\nحدثنا القاسم بن محمد بن عباد المهلبي قال: حدثني أبي عن جدي قال: حدثنا\nشعبة عن منصور عن ميمون بن أبي شبيب قال حدثني قيس بن سعد بن عبادة قال\nدفعني أبي إلي رسول الله صلى الله عليه وسلم قال وقد مر بي وقد ركعت ركعتين\nوأنا مضطجع في المسجد فركضني برجله فقمت إليه فقال ألا أعلمك كنزا من كنوز\nالجنة؟ قلت بلى يا نبي الله قال أكثر من قول لا حول ولا قوة إلا بالله\nالعظيم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head394'>310 - </h1>\n\n<p>\nحدثنا محمد بن إشكاب قال: حدثنا عبد الصمد قال: حدثنا أبي عن علي بن زيد\nعن يوسف بن مهران عن ابن عباس قال إذا قال لا حول ولا قوة إلا بالله قال\nألقى عبدي إلي السلام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head395'>ما جاء في ما شاء الله لا قوة إلا بالله.</h1>\n\n<h1 class='l1' id='head396'>311 - </h1>\n\n<p>\nحدثنا محمد بن أبي مذعور قال: حدثنا عمر بن يونس قال حدثنا عيسى بن عون\nبن حفص بن فرفصة الحنفي قال: حدثنا عبد الملك بن زرارة عن أنس بن مالك قال:\nقال رسول الله صلى الله عليه وسلم ما أنعم الله على عبد نعمة من أهل ومال\nوولد فيقول ما شاء الله لا قوة إلا بالله فيرى فيه آفة دون الموت وكأنه\nيستقبل نعمة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head397'>ما جاء في حسبي الله ونعم الوكيل.</h1>\n\n<h1 class='l1' id='head398'>312 - </h1>\n\n<p>\nحدثنا أحمد بن عبد الجبار قال: حدثنا أبو بكر بن عياش عن أبي حصين عن أبي\nالضحى عن ابن عباس قال لما ألقي إبراهيم في النار قال حسبي الله ونعم\nالوكيل قال وكذلك قال محمد صلى الله عليه وسلم [لما قيل له] {الذين قال لهم\nالناس إن الناس قد جمعوا لكم فاخشوهم فزادهم إيمانا وقالوا حسبنا الله ونعم\nالوكيل}.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head399'>313 - </h1>\n\n<p>\nحدثنا ابن زنجويه قال: حدثنا فضيل بن عبد الوهاب قال: حدثنا أبو بكر بن\nعياش عن أبي حصين عن أبي الضحى عن ابن عباس قال قال إبراهيم عليه السلام <span id='ms64'></span>\nحين ألقي في النار حسبي الله ونعم الوكيل وقالها رسول الله صلى الله عليه\nوسلم يوم قيل له {إن الناس قد جمعوا لكم}: حسبي الله ونعم الوكيل.\n</p>\n\n<p>\nوقال فضيل مرة أخرى: وقالها رسول الله صلى الله عليه وسلم يوم بدر حين\nقيل له: {إن الناس قد جمعوا لكم}.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head400'>314 - </h1>\n\n<p>\nحدثنا أبو حاتم الرازي قال: حدثنا موسى بن إسماعيل عن أبي حصين عن أبي\nصالح عن ابن عباس قال كان آخر قول إبراهيم حين ألقي في النار حسبي الله\nونعم الوكيل.\n</p>\n\n<p>\nهكذا قال عن أبي صالح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head401'>315 - </h1>\n\n<p>\nحدثنا عيسى بن موسى بن أبي حرب الصفار قال: حدثني يحيى بن أبي بكير عن\nعمر بن أبي زائدة قال: حدثنا زكريا بن أبي السفر عن الشعبي عن عبد الله بن\nعمرو أن إبراهيم حين ألقي في النار قال حسبي الله ونعم الوكيل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head402'>مجلس يوم الأحد للنصف من صفر سنة ثلاثين وثلاثمئة.</h1>\n\n<h1 class='l1' id='head403'>316 - </h1>\n\n<p>\nحدثنا أبو الأشعث أحمد بن المقدام قال: حدثنا المعتمر قال: سمعت أبي قال:\nحدثنا قتادة عن خليد بن عبد الله العصري\n</p>\n\n<h1 class='l1' id='head404'>[ص: 164]</h1>\n\n<p>\nعن أبي الدرداء عن رسول الله صلى الله عليه وسلم أنه قال ما طلعت الشمس\nقط إلا وبجنبيها ملكان يناديان يسمعان من على الأرض غير الثقلين يا أيها\nالناس هلموا إلى ربكم فإن ما قل وكفى خير مما كثر وألهى ولا آبت إلا\nوبجنبيها ملكان يناديان اللهم من أنفق فأعقبه خلفا ومن أمسك فأعقبه تلفا أو\nكما قال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head405'>317 - </h1>\n\n<p>\nحدثنا يوسف قال حدثنا جرير عن سهيل بن أبي صالح عن عبد الله بن يزيد رجل\nمن بني سعد بن بكر قال أمرني قومي أن أسأل سعيد بن المسيب عن سنان يذلقونه\nثم يحددونه ثم يثبتونه في الأرض فيصبح قد قتل الضبع أذاك لها زكاة قال\nفأتيته فسألته عن ذلك فقال وإنك لتأكل الضبع فقال ما آكلها وإن ناسا من\nقومي ليأكلونها قال فلا تأكل الضبع فإنها لا تحل قال وكان عنده شيخ من أهل\nالشام فقال ألا أخبرك ما سمعت أبا الدرداء يحدث <span id='ms65'></span> عن رسول الله صلى الله عليه\nوسلم قلت بلى قال سمعت أبا الدرداء يقول نهى رسول الله صلى الله عليه وسلم\nعن كل خطفة وعن كل نهبة وعن كل مجثمة وعن كل ذي ناب من السبع فقال سعيد\nصدق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head406'>318 - </h1>\n\n<p>\nحدثنا محمد بن عمرو بن العباس قال: حدثنا عبد الوهاب الثقفي قال: حدثنا\nعبيد الله بن عمر عن بشير بن محمد عن عبد الله بن زيد أنه تصدق بحائط له\nفأتى أبواه النبي صلى الله عليه وسلم فقالا يا رسول الله إنما كانت قيم\nوجوهنا وليس لنا شيء غيره فدعا عبد الله فقال إن الله تعالى قد قبل صدقتك\nوردها على أبويك قال فتوارثناها بعد ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head407'>319 - </h1>\n\n<p>\nحدثنا زياد بن أيوب قال: حدثنا إسماعيل قال: حدثني حجاج بن أبي عثمان\nقال: حدثني يحيى بن أبي كثير عن هلال بن أبي ميمون عن عطاء بن يسار عن\nمعاوية بن الحكم السلمي قال قلت يا رسول الله إنا قوم حديث عهد بجاهلية وإن\nمنا قوما يأتون الكهان قال فلا تأتوهم قلت ومنا قوم يتطيرون قال ذاك شيء\nيجدونه في صدورهم فلا يصدنكم قلت فإن منا قوما يخطون قال قد كان نبي يخط\nفمن وافق خطه فذاك قال وكانت لي جارية ترعى غنما لي قبل أحد والجوانية\nفاطلعتها ذات يوم فإذا ذئب قد ذهب بشاة من غنمها وأنا رجل من بني آدم آسف\nكما يأسفون لكني صككتها صكة فأتيت النبي صلى الله عليه وسلم فعظم ذلك علي\nقلت يا رسول الله أعتقها قال ايتني بها فأتيته بها فقال من أنا قالت أنت\nرسول الله قال أعتقها فإنها مؤمنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head408'>320 - </h1>\n\n<p>\nحدثنا علي بن مسلم قال: حدثنا ابن أبي فديك قال: حدثنا غير واحد منهم علي\nبن عبد الرحمن بن عثمان وعمر بن أبي عمر عن عبد العزيز بن المطلب عن أبيه\nعن جده عبد الله بن حنطب قال كنت جالسا عند النبي صلى الله عليه وسلم إذ\nطلع أبو بكر وعمر فلما نظر إليهما قال هذان السمع <span id='ms66'></span> والبصر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head409'>321 - </h1>\n\n<p>\nحدثنا العباس بن يزيد البحراني قال: حدثنا ابن عيينة عن عمرو بن دينار عن\nعبد الرحمن بن السائب عن عبد الرحمن بن سعاد\n</p>\n\n<h1 class='l1' id='head410'>[ص: 168]</h1>\n\n<p>\nعن أبي أيوب أن رسول الله صلى الله عليه وسلم قال الماء من الماء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head411'>322 - </h1>\n\n<p>\nحدثنا محمد بن عمرو بن حبان قال: حدثنا بقية قال: حدثنا الفرج بن فضالة\nقال: حدثني سليمان بن سليم عن يحيى بن جابر عن المقداد بن الأسود قال: سمعت\nرسول الله صلى الله عليه وسلم يقول لقلب ابن آدم أسرع انقلابا من القدر إذا\nاستجمعت غليانا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head412'>323 - </h1>\n\n<p>\nحدثنا إبراهيم بن مجشر قال: حدثنا عبيدة بن حميد قال: حدثنا عبد العزيز\nبن رفيع عن تميم بن طرفة قال أتى رجل عدي بن حاتم وهو بالبدو فسأله فقال له\nعدي بن حاتم ما معي هاهنا شيء ولكن لي درع ومغفر بالكوفة فأكتب إليهم\nفيدفعونه إليك فقال إنما أريد أن تعينني بثمن خادم فقال عدي وغضب ألست من\nبني فلان؟ لأكتبن إليهم فيك ولأعتذرن إليهم فيك قال فلما سمع ذلك الرجل طمع\nقال فقال ويحسن ويجمل قال فقال عدي لولا أني سمعت رسول الله صلى الله عليه\nوسلم يقول من حلف على يمين فرأى ما هو أتقى منها فلينظر ما هو أتقى فليأخد\nبه وليكفر عن يمينه ما فعلت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head413'>324 - </h1>\n\n<p>\nحدثنا أبو موسى محمد بن المثنى قال: حدثنا محمد بن سنان قال حدثنا عكرمة\nبن عمار قال: حدثني محمد بن العاصم قال زعم عبد الله بن حنظلة قال مر عبد\nالله بن سلام في السوق وعلى\n</p>\n\n<h1 class='l1' id='head414'>[ص: 170]</h1>\n\n<p>\nرأسه حزمة قال فقال له ناس ما يحملك على هذا وقد أغناك الله عنه؟ قال\nأردت أن أدفع به الكبر وذاك أني سمعت النبي صلى الله عليه وسلم يقول لا\nيدخل الجنة عبد في قلبه مثقال ذرة من كبر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head415'>325 - </h1>\n\n<p>\nحدثنا أحمد بن محمد بن يحيى بن سعيد قال: حدثنا زيد بن الحباب قال: حدثني\nعمرو بن قيظي بن عامر بن شداد بن أسيد السلمي قال: حدثني أبي عن جده <span id='ms67'></span> شداد\nأنه قدم على رسول الله صلى الله عليه وسلم فاشتكى فقال له رسول الله صلى\nالله عليه وسلم ما لك يا شداد قال اشتكيت ولو شربت من ماء بطحان لبرأت قال\nفما يمنعك؟ قال هجرتي قال فأنت مهاجر حيثما كنت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head416'>326 - </h1>\n\n<p>\nحدثنا خلاد بن أسلم قال: حدثنا ابن عيينة عن عمرو عن ابن أبي مليكة عن\nالمسور بن مخرمة قال: قال رسول الله صلى الله عليه وسلم إنما فاطمة بضعة\nمني فمن أغضبها فقد أغضبني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head417'>327 - </h1>\n\n<p>\nحدثني أخو كرخويه قال: أخبرنا وهب بن جرير قال حدثنا أبي قال: سمعت يحيى\nبن أيوب يحدث عن يزيد بن أبي حبيب عن عبد الرحمن بن شماسة عن عقبة بن عامر\nقال: سمعت رسول الله صلى الله عليه وسلم يقول المسلم أخو المسلم فلا يحل\nلمسلم باع من أخيه بيعا يعلم فيه عيبا إلا بينه له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head418'>328 - </h1>\n\n<p>\nحدثنا أحمد بن عثمان بن حكيم قال: حدثنا شريح قال: حدثنا إبراهيم بن يوسف\nعن أبيه عن أبي إسحاق عن جبلة أخي زيد قال كان رسول الله صلى الله عليه\nوسلم إذا لم يغز لم يعط سلاحه إلا عليا أو زيدا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head419'>329 - </h1>\n\n<p>\nحدثنا يوسف قال: حدثنا جرير عن قابوس بن ظبيان قال أتيت مصر فرأيت الناس\nقد قفلوا من غزوهم مع عمرو بن العاص فيهم من أصحاب رسول الله صلى الله عليه\nوسلم وغيرهم فأخبروني أنه لما كان عند انقضاء مغزاهم حيث يراهم العدو فلم\nيجدوا متقدما حضر أبا أيوب الموت فدعا أصحاب النبي صلى الله عليه وسلم\nوالناس معهم عمرو بن العاص فقال إذا أنا قبضت فلتركب الخيل بالسلاح والرجال\nثم سيروا حتى تلقوا العدو فيردوكم حتى لا تجدوا متقدما فإذا فعلتم ذلك\nفاحفروا لي قبرا ثم ادفنوني ثم سووه فلتطإ الخيل والرجال عليه حتى يستوي\nفلا يعرف فإذا رجعتم فأخبروا الناس أن نبي الله صلى الله عليه وسلم أخبرني\nإنه لا يدخل النار أحد يقول لا إله إلا الله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head420'>330 - </h1>\n\n<p>\nحدثنا العباس بن يزيد قال: حدثنا عبد الرحمن بن <span id='ms68'></span> عثمان قال: حدثنا الجريري\nعن أبي العلاء بن الشخير عن نعيم بن معتب عن أبي ذر {عفا الله عما سلف} قال\nعما كان في الجاهلية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head421'>331 - </h1>\n\n<p>\nحدثنا محمود بن خداش قال حدثنا هشيم قال: أخبرنا منصور عن الحسن وأبي بشر\nعن سعيد بن جبير في قوله عز وجل {فإن كنت في شك مما أنزلنا إليك فاسأل\nالذين يقرءون الكتاب من قبلك} قال لم يسأل النبي صلى الله عليه وسلم ولم\nيشك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head422'>332 - </h1>\n\n<p>\nحدثنا عبد الله بن شبيب قال: حدثني إسماعيل قال: حدثني أخي عن سليمان عن\nعبد الله بن عامر عن عبد الرحمن الأعرج عن أبي هريرة عن زيد بن ثابت عن\nالنبي صلى الله عليه وسلم قال لا يزال الله عز وجل في حاجة العبد ما دام\nالعبد في حاجة أخيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head423'>مجلس يوم الخميس. لثلاث عشر خلون من شهر ربيع الآخر. سنة تسع وعشرين وثلاثمئة.</h1>\n\n<h1 class='l1' id='head424'>333 - </h1>\n\n<p>\nحدثنا يعقوب بن إبراهيم الدورقي قال: حدثنا معتمر عن خالد عن رجل من آل\nسيرين عن أبي هريرة أو عن رجل عن أبي هريرة أن النبي صلى الله عليه وسلم\nقال إذا اختلفتم في الطريق فضعوه سبعة أذرع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head425'>334 - </h1>\n\n<p>\nحدثنا أبو هشام الرفاعي سنة أربع وأربعين ومئتين قال: حدثنا محمد بن فضيل\nقال حدثنا الأعمش عن أبي سبرة النخعي عن محمد بن كعب القرظي عن العباس بن\nعبد المطلب رضي الله عنه قال كنا نلقى النفر من قريش وهم يتحدثون فيقطعون\nحديثهم فذكرنا ذلك للنبي صلى الله عليه وسلم فقال والله\n</p>\n\n<h1 class='l1' id='head426'>[ص: 175]</h1>\n\n<p>\nلا يدخل قلب رجل الإيمان حتى يحبكم لله عز وجل ولقرابتكم مني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head427'>335 - </h1>\n\n<p>\nحدثنا زياد بن أيوب قال: حدثنا محمد يعني ابن يزيد الواسطي عن إسماعيل عن\nعامر الشعبي عن حذيفة بن أسيد قال رأيت أبا بكر الصديق رضي الله عنه وعمر\nبن الخطاب رضي الله عنه وما يضحيان عن أحد إرادة أن يستن بهما فلما قدمنا\nبلدكم هذا حملنا أهلونا على الجفاء بعد ما علمت من السنة فقالوا إن جيراننا\nيبخلونا ولقد أدركت الناس وما <span id='ms69'></span> يضحي الرجل عن أهله إلا بالشاة والشاتين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head428'>336 - </h1>\n\n<p>\nحدثنا أحمد بن إسماعيل المدني قال: حدثنا مالك عن ابن شهاب عن علي بن\nحسين عن عمر بن عثمان بن عفان عن أسامة بن زيد أن رسول الله صلى الله عليه\nوسلم قال لا يرث المسلم الكافر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head429'>337 - </h1>\n\n<p>\nحدثنا يعقوب بن إبراهيم الدورقي قال: حدثنا إسماعيل يعني ابن علية عن\nالجريري عن أبي نضرة قال سألت ابن عباس عن الصرف فقال يد بيد قلت نعم قال\nلا بأس به، قال فلقيت أبا سعيد الخدري فأخبرته أني سألت ابن عباس عن الصرف\nفقال لا بأس به فقال أو قد قال ذلك؟ أما إنا سنكتب إليه فيم يفتيكموه قال\nوالله لقد جاؤوا رسول الله صلى الله عليه وسلم بتمر فأنكره وقال كأن هذا\nليس من تمر أرضنا قال كان في تمرنا العام بعض الشيء فأخذت هذا وزدت بعض\nالزيادة فقال أضعفت أربيت لا تقربن هذا إذا رابك من تمرك شيء فبعه ثم اشتر\nالذي تريد من التمر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head430'>338 - </h1>\n\n<p>\nحدثنا محمد بن إشكاب قال: حدثنا عبيد الله قال وحدثنا إسرائيل عن المقدام\nبن شريح عن أبيه قال سألت عائشة رضي الله عنها هل كان رسول الله صلى الله\nعليه وسلم يباشرك وأنت حائض؟ قالت وأنا عارك كان رسول الله صلى الله عليه\nوسلم يقول اتزري بنت أبي بكر ثم يباشرني ليلا طويلا قلت أكان يأكل معك وأنت\nحائض؟ قالت إن كان ليناولني العرق فأعض منه ثم يأخذه صلى الله عليه وسلم\nفيعض مكان الذي عضضت منه\n</p>\n\n<h1 class='l1' id='head431'>[ص: 177]</h1>\n\n<p>\nقلت فهل كان يشرب شرابك؟ قالت كان يناولني فأشرب ثم يأخذ فيضع فاه حيث\nوضعت في فيشرب صلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head432'>339 - </h1>\n\n<p>\nحدثنا يوسف بن موسى قال: حدثنا عبيد الله بن موسى قال: حدثنا إبراهيم بن\nالفضل عن سعيد المقبري عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم\nإذا ركع أحدكم فليضع يديه على ركبتيه حتى يطمئن كل عظم في مفاصله ثم يسبح\nثلاث مرات فإنه يسبح لله من <span id='ms70'></span> جسده ثلاثة وثلاثون وثلاثمئة عظم وثلاثة\nوثلاثون وثلاثمئة عرق وإذا سجد فليسبح ثلاثا فإنه يسبح من جسده مثل ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head433'>340 - </h1>\n\n<p>\nحدثنا محمد بن عمرو بن العباس قال: حدثنا غسان بن مضر قال: حدثنا سعيد بن\nيزيد عن أبي نضرة حسبه عن أبي سعيد قال: قال رسول الله صلى الله عليه وسلم\nإن بين يدي الساعة فتنا كقطع الليل المظلم يصبح الرجل مهتديا ويمسي ضالا\nويمسي مهتديا ويصبح ضالا يصيب منها أقوام يحسبون أنها تحل لهم وإنما هي من\nجهنم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head434'>341 - </h1>\n\n<p>\nحدثنا يعقوب قال: حدثنا أبو معاوية قال: حدثنا الأعمش عن عمرو بن مرة عن\nسالم بن أبي الجعد\n</p>\n\n<h1 class='l1' id='head435'>[ص: 178]</h1>\n\n<p>\nعن شرحبيل بن السمط قال قال يا كعب بن مرة حدثنا عن رسول الله صلى الله\nعليه وسلم واحذر قال: سمعت رسول الله صلى الله عليه وسلم يقول ارموا أهل\nصنع فمن بلغ العدو بسهم رفعه الله به درجة قال فقال عبد الرحمن بن أم\nالنخام يا رسول الله وما الدرجة؟ قال ليست بعتبة أمك ولكن ما بين الدرجتين\nمئة عام فقال كعب بن مرة حدثنا عن رسول الله صلى الله عليه وسلم واحذر قال:\nسمعت رسول الله صلى الله عليه وسلم يقول من أعتق امرأ مسلما كان فكاكه من\nالنار يجزئ كل عظم منه عظما منه ومن أعتق امرأتين مسلمتين كانتا فكاكه من\nالنار يجزئ كل عظمين منهما عظما منه ومن شاب شيبة في سبيل الله عز وجل كانت\nله نورا يوم القيامة قال يا كعب بن مرة حدثنا عن رسول الله صلى الله عليه\nوسلم واحذر قال: سمعت رسول الله صلى الله عليه وسلم يقول من رمى بسهم في\nسبيل الله عز وجل كان كمن أعتق رقبة.\n</p>\n\n<p>\nقال وسمعت رسول الله صلى الله عليه وسلم يقول وجاءه رجل فقال استسق لمضر\nفقال إنك لجريء المضر فقال يا رسول الله استنصرت الله فنصرك دعوت الله عز\nوجل فأجابك قال رفع رسول الله صلى الله عليه وسلم يده فقال اللهم اسقنا\nغيثا مريعا <span id='ms71'></span> مريئا طبقا عاجلا غير رائث نافعا غير ضار قال فأحيوا فما لبثوا\nأن أتوه فشكو إليه كثرة المطر فقالوا قد تهدمت البيوت قال فرفع يديه فقال\nاللهم حوالينا ولا علينا قال فجعل السحاب ينقطع يمينا وشمالا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head436'>342 - </h1>\n\n<p>\nحدثنا يوسف بن موسى (1) قال: حدثنا جرير عن يزيد بن أبي زياد عن عبد\nالرحمن بن أبي ليلى عن البراء قال رأيت رسول الله صلى الله عليه وسلم إذا\nافتتح الصلاة كبر ورفع يديه إلى أذنيه حتى يكون إبهاماه قريبا من أذنيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head437'>343 - </h1>\n\n<p>\nحدثنا يوسف بن موسى قال: حدثنا الفضل بن دكين قال: حدثنا محمد بن طلحة عن\nزبيد عن الشعبي عن البراء قال خرج إلينا رسول الله صلى الله عليه وسلم يوم\nأضحى إلى البقيع فبدأ فصلى ركعتين ثم أقبل علينا بوجهه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head438'>344 - </h1>\n\n<p>\nحدثنا أبو موسى محمد بن المثنى قال: حدثنا محمد بن مروان قال عمارة\nأخبرنا عن زيد العمي عن أبي الصديق الناجي عن أبي سعيد الخدري عن النبي صلى\nالله عليه وسلم قال يكون في أمتي المهدي إن قصر فسبع وإلا فثمان وإلا فتسع\nتنعم فيها أمتي نعمة لم ينعموا مثلها قط يرسل السماء عليهم مدرارا ولا تدخر\nالأرض شيئا من النبات والمال كدوس يقوم الرجل فيقول يا مهدي أعطني فيقول\nخذ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head439'>345 - </h1>\n\n<p>\nحدثنا يعقوب بن إبراهيم قال: حدثنا أبو النضر قال: حدثنا ابو سعيد المؤدب\nقال: حدثنا محمد بن عمرو بن علقمة عن أبي سلمة قال تزوج جبير بن مطعم امرأة\nفطلقها قبل أن يدخل بها فقرأ {إلا أن يعفون أو يعفو الذي بيده عقدة النكاح}\nقال أنا احق بالعفو منها فسلم إليها المهر كاملا فأعطاه إياها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head440'>346 - </h1>\n\n<p>\nحدثنا فضل بن سهل قال سمعت أحمد بن حنبل وعلي بن عبد الله يقولان من لم\nيهب الحديث وقع فيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head441'>347 - </h1>\n\n<p>\nحدثنا فضل قال حدثنا علي بن عبد الله قال: حدثني أيوب بن المتوكل عن عبد\nالرحمن بن مهدي قال الحفظ الإتقان ولا يكون إماما من حدث عن كل من رأى\nويحدث بكل ما سمع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head442'>348 - </h1>\n\n<p>\nحدثنا عبد <span id='ms72'></span> الله بن شبيب قال: حدثني إبراهيم بن المنذر قال: حدثني محمد بن\nصدقة الفدكي قال: حدثنا سليمان بن بلال عن أسامة عن حفص بن عبيد الله بن\nأنس عن أنس قال كان رسول الله صلى الله عليه وسلم يقود راحلته من أول\nالنهار ساعة ومن آخر النهار ساعة إذا كان في حج أو عمرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head443'>349 - </h1>\n\n<p>\nحدثنا يوسف بن موسى قال: حدثنا أبو أسامة قال: حدثنا الأعمش عن أبي صالح\nعن أبي هريرة أو عن جابر قال كنا مع رسول الله صلى الله عليه وسلم في سفر\nفقال رسول الله صلى الله عليه وسلم أشهد أن لا إله إلا الله وأني رسول الله\nمن لقي الله بهما غير شاك لم يحجب عن الجنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head444'>350 - </h1>\n\n<p>\nحدثنا الزبير بن بكار قال: حدثني أبو غزية عن فليح بن سليمان عن سهيل بن\nأبي صالح عن أبيه\n</p>\n\n<h1 class='l1' id='head445'>[ص: 182]</h1>\n\n<p>\nعن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم أشهد أن لا إله إلا\nالله وأشهد أني عبده ورسوله من لقي الله بهما غير شاك دخل الجنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head446'>351 - </h1>\n\n<p>\nحدثنا محمد بن إبراهيم الأنماطي مربع قال: حدثنا أبو بكر بن أبي النضر\nقال: حدثنا أبو النضر قال: حدثنا عبيد الله الأشجعي عن مالك بن مغول عن\nطلحة بن مصرف عن أبي صالح عن أبي هريرة قال كنا مع النبي صلى الله عليه\nوسلم في غزوة غزاها فقال أشهد أن لا إله إلا الله وأني رسول الله لا يلقى\nالله بهما أحد غير شاك إلا دخل الجنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head447'>352 - </h1>\n\n<p>\nحدثنا إبراهيم بن هانئ النيسابوري قال: حدثنا إبراهيم بن عبد الله بن\nالعلاء بن زبر أبو زبر قال: حدثنا عبد الله بن العلاء عن الزهري قال: حدثني\nالمطلب قال: حدثني عبد الرحمن بن أبي عمرة الأنصاري قال: حدثني أبي قال كنا\nمع رسول الله صلى الله عليه وسلم في غزوة غزاها فقال أشهد أن لا إله إلا\nالله وحده لا شريك له وأن محمد عبده ورسوله لا يلقى الله بهما أحد يوم\nالقيامة <span id='ms73'></span> إلا دخل الجنة ما كان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head448'>353 - </h1>\n\n<p>\nحدثنا ابن هانئ قال: حدثنا أيوب بن خالد الحراني قال: حدثني الأوزاعي\nقال: حدثني المطلب بإسناده مثله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head449'>354 - </h1>\n\n<p>\nحدثنا محمد بن إسماعيل قال: حدثنا أبو صالح قال: حدثني الليث قال: حدثني\nمحمد بن عجلان عن عاصم بن عبيد الله بن عاصم عن المطلب بن عبد الله بن حنطب\nعن أبي عمرة الأنصاري أن رسول الله صلى الله عليه وسلم قال أشهد أن لا إله\nإلا الله وأشهد أني رسول الله وأشهد أن لا يشهد بهذا أحد مخلصا إلا وجبت له\nالجنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head450'>355 - </h1>\n\n<p>\nحدثنا محمد بن يوسف بن أبي معمر السعدي قال: حدثنا عبد الله بن محمد يعني\nابن المغيرة قال حدثنا موسى بن عبيدة عن أخيه عبد الله بن عبيدة عن جابر\nقال قال النبي صلى الله عليه وسلم من مات وهو يشهد أن لا إله إلا الله فقد\nحل لله أن يغفر له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head451'>356 - </h1>\n\n<p>\nحدثنا محمد بن الوليد قال: حدثنا محمد بن جعفر قال: حدثنا شعبة عن خالد\nالحذاء عن أبي بشر عن حمران بن أبان عن عثمان بن عفان رضي الله عنه عن\nالنبي صلى الله عليه وسلم قال من مات وهو يعلم أن لا إله إلا الله دخل\nالجنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head452'>357 - </h1>\n\n<p>\nحدثنا محمد بن عبد الملك الرقاشي قال: حدثنا عبد الصمد [ح] وحدثنا\nإبراهيم بن راشد الأدمي قال: حدثنا حجاج بن نصير قالا حدثنا شعبة عن خالد\nالحذاء عن الوليد أبي بشر عن حمران عن عثمان عن النبي صلى الله عليه وسلم\nمثله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head453'>358 - </h1>\n\n<p>\nحدثنا محمد بن عبد الملك الرقاشي مرة أخرى فقال عن الوليد أبي بشر عن\nحمران سمع عثمان بنحوه.\n</p>\n\n<p>\nوقال حجاج من مات وهو يشهد ثم ذكر مثله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head454'>359 - </h1>\n\n<p>\nحدثنا الحسن بن محمد قال: حدثنا عثمان قال: حدثنا بشر بن المفضل قال:\nحدثنا خالد الحذاء عن الوليد أبي بشر قال: سمعت حمران بن أبان قال:\n</p>\n\n<h1 class='l1' id='head455'>[ص: 185]</h1>\n\n<p>\nسمعت عثمان بن عفان يقول سمعت رسول الله صلى الله عليه وسلم يقول من مات\nوهو يعلم .. .. \". ثم ذكر مثله <span id='ms74'></span>.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head456'>360 - </h1>\n\n<p>\nحدثنا أحمد بن منصور قال: حدثنا معلى بن منصور [ح] وحدثنا الحسن بن محمد\nقال: حدثنا سعيد بن سليمان جميعا عن إسماعيل بن علية قال: حدثنا خالد\nالحذاء عن الوليد عن حمران عن عثمان قال: قال رسول الله صلى الله عليه وسلم\nمثله.\n</p>\n\n<p>\nوقال سعيد: \" من مات وهو يقول\" ثم هو مثله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head457'>361 - </h1>\n\n<p>\nحدثنا محمد بن خلف المقرئ قال: حدثنا حسين بن محمد قال: حدثنا جرير بن\nحازم عن محمد بن إسحاق عن أبي بكر بن محمد بن عمرو بن حزم عن رجل عن معاذ\nأن النبي صلى الله عليه وسلم قال له حين بعثه إلى اليمن إنك ستأتي أهل\nالكتاب ويسألونك عن مفتاح أهل الجنة؟ فقل شهادة أن لا إله إلا الله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head458'>362 - </h1>\n\n<p>\nحدثنا محمد بن سنان القزاز قال: حدثنا قريش بن أنس قال حدثنا حبيب بن\nالشهيد قال\n</p>\n\n<h1 class='l1' id='head459'>[ص: 186]</h1>\n\n<p>\nسمعت الحسن يقول قال رسول الله صلى الله عليه وسلم ثمن الجنة لا إله إلا\nالله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head460'>363 - </h1>\n\n<p>\nحدثنا محمد بن يحيى الأزدي قال: حدثنا روح قال: حدثنا حبيب بن الشهيد عن\nالحسن من قوله ولم يرفعه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head461'>364 - </h1>\n\n<p>\nحدثنا يوسف بن موسى القطان قال: حدثنا قتيبة بن سعيد قال: حدثنا الليث بن\nسعد عن ابن عجلان [ح].\n</p>\n\n<p>\nوحدثنا محمد بن إسماعيل قال: حدثنا أبو صالح قال: حدثني الليث قال حدثني\nمحمد بن عجلان عن محمد بن يحيى بن حبان عن ابن محيريز عن الصنابحي عن عبادة\nأنه قال دخلت عليه وهو في الموت فقال سمعت رسول الله صلى الله عليه وسلم\nيقول من شهد أن لا إله إلا الله وأن محمدا رسول الله حرمه الله على النار.\n</p>\n\n<p>\nهذا لفظ حديث قتيبة.\n</p>\n\n<p>\nآخر الجزء الرابع من حديث القاضي أبي عبد الله المحاملي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head462'>الجزء الخامس</h1>\n\n<p>\nبسم الله الرحمن الرحيم.\n</p>\n\n<p>\nأخبرنا أبو عمر عبد الواحد بن محمد بن عبد الله بن محمد بن مهدي الفارسي\nقراءة عليه قال: حدثنا القاضي أبو عبد الله الحسين بن إسماعيل المحاملي\nإملاء يوم الأحد للنصف من شهر ربيع الآخر سنة تسع <span id='ms75'></span> وعشرين وثلاثمئة قال:\n</p>\n\n<h1 class='l1' id='head463'>365 - </h1>\n\n<p>\nحدثنا يوسف بن موسى القطان قال: حدثنا جرير عن الأعمش عن حبيب بن أبي\nثابت عن إبراهيم بن سعد بن أبي وقاص قال كان أسامة وسعد جالسين فقالا قال\nرسول الله صلى الله عليه وسلم إن الطاعون بقية عذاب عذب الله به قوما قبلكم\nفإذا كان بأرض ولستم بها فلا تدخلوها وإن كان بأرض وأنتم بها فلا تخرجوا\nمنها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head464'>366 - </h1>\n\n<p>\nحدثنا يعقوب الدورقي قال: حدثنا ابن علية قال: أخبرنا ليث عن عطاء ومجاهد\nعن أبي هريرة أن رجلا وقع على امرأته في رمضان فأتى النبي صلى الله عليه\nوسلم فذكر ذلك له فقال أعتق رقبة قال ما أجدها قال فأطعم تسعة عشر صاعا أو\nعشرين صاعا أو أحدا وعشرين صاعا قال ما أجدها قال تجيء ثمارنا فنطعمك قال\nما لأهلي من طعام قال أطعم أهلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head465'>367 - </h1>\n\n<p>\nحدثنا أحمد بن إسماعيل المدني قال: حدثنا مالك بن أنس عن عبد الله بن عبد\nالرحمن بن معمر الأنصاري عن أبي يونس مولى عائشة عن عائشة رضي الله عنها أن\nرجلا قال لرسول الله صلى الله عليه وسلم وهو واقف على الباب وأنا أسمع يا\nرسول الله إني أصبح جنبا وأنا أريد الصيام أفأغتسل وأصوم ذلك اليوم؟ فقال\nرسول الله صلى الله عليه وسلم وأنا أصبح جنبا وأنا أريد أن الصيام فأغتسل\nوأصوم ذلك اليوم فقال له الرجل يا رسول الله إنك لست مثلنا قد غفر الله لك\nما تقدم من ذنبك وما تأخرفغضب رسول الله صلى الله عليه وسلم وقال والله إني\nلأرجو أن أكون أخشاكم لله وأعلمكم بما أتقي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head466'>368 - </h1>\n\n<p>\nحدثنا محمد بن عبد الله المخرمي قال: حدثنا معاذ بن هشام قال: حدثني أبي\nعن يونس عن قتادة عن أنس قال ما أكل النبي صلى الله عليه وسلم على خوان ولا\nسكرجة ولا خبز له مرقق قلت لقتادة على أي شيء كانوا يأكلون؟ قال على السفر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head467'>369 - </h1>\n\n<p>\nحدثنا أبو حاتم قال: حدثنا محمد بن الطباع قال: حدثنا قزعة قال: حدثني\nعبد الكريم أبو <span id='ms76'></span> أمية حدثني عطاء عن ابن عباس أنه سئل عن العبد والأمة هل\nكان النبي صلى الله عليه وسلم يضرب لهم في الفيء بسهم؟ فقال لا ولكن كان\nيحذيهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head468'>370 - </h1>\n\n<p>\nحدثنا ابن زنجويه قال: حدثنا عبد الرزاق قال: أخبرنا معمر عن ابن خثيم عن\nأبي الطفيل حديثا طويلا قال فيه قال ابن الزبير إن عائشة رضي الله عنها\nقالت قال رسول الله صلى الله عليه وسلم لولا حداثة قومك بالكفر لهدمت\nالكعبة فإنهم تركوا منها سبعة أذرع في الحجرة ضاقت بهم النفقة والخشب.\n</p>\n\n<p>\nقال ابن خثيم قال فأخبرنا ابن أبي مليكة عن عائشة رضي الله عنها أنها\nسمعت ذلك من رسول الله صلى الله عليه وسلم قالت\n</p>\n\n<h1 class='l1' id='head469'>[ص: 190]</h1>\n\n<p>\nوقال النبي صلى الله عليه وسلم ولجعلت لها بابين شرقيا وغربيا يدخلون من\nهذا ويخرجون من هذا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head470'>371 - </h1>\n\n<p>\nحدثنا الحسن بن أيوب المدائني قال: حدثنا عبد الله بن سلمة قال حدثنا\nالأعمش عن زيد بن وهب عن قيس بن أبي غرزة قال أتانا رسول الله صلى الله\nعليه وسلم ونحن بالسوق ونحن نسمى السماسرة فسمانا بأحسن من أسمائنا فقال يا\nمعشر التجار إن هذا البيع يحضره اللغو والحلف فشوبوه بالصدقة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head471'>372 - </h1>\n\n<p>\nحدثنا يعقوب الدورقي قال: حدثنا هشيم قال: أخبرنا يزيد بن أبي زياد عن\nمقسم عن ابن عباس أنه قال في هذه الآية {وإن تبدوا ما في أنفسكم أو تخفوه\nيحاسبكم به الله فيغفر لمن يشاء} قال نزلت في كتمان الشهادة وإقامتها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head472'>373 - </h1>\n\n<p>\nحدثنا يوسف بن موسى قال: حدثنا أبو معاوية قال: حدثنا\n</p>\n\n<h1 class='l1' id='head473'>[ص: 191]</h1>\n\n<p>\nالحجاج بن أرطاة عن أبي إسحاق عن الحارث عن علي رضي الله عنه قال صليت مع\nالنبي صلى الله عليه وسلم صلاة الخوف ركعتين إلا المغرب ثلاثا وصليت معه\nصلاة السفر ركعتين إلا المغرب ثلاثا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head474'>374 - </h1>\n\n<p>\nحدثنا يعقوب الدورقي قال: أخبرنا سفيان عن الزهري عن سالم عن ابن عمر أنه\nتلا هذه الآية {وإن تبدوا ما في أنفسكم أو تخفوه يحاسبكم به الله} فدمعت\nعيناه فبلغ صنيعه ذلك ابن عباس , فقال يرحم الله أبا <span id='ms77'></span> عبد الرحمن لقد صنع\nصنع أصحاب رسول الله صلى الله عليه وسلم حين نزلت فنسختها {لا يكلف الله\nنفسا إلا وسعها} ..\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head475'>375 - </h1>\n\n<p>\nحدثنا محمد بن حسان الأزرق قال: حدثنا كثير بن هشام قال: حدثنا جعفر بن\nبرقان عن الزهري عن سالم عن ابن عمر قال: نهى رسول الله صلى الله عليه وسلم\nعن نكاحين أن تزوج المرأة على عمتها ولا على خالتها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head476'>376 - </h1>\n\n<p>\nحدثنا عبد الله بن أحمد بن أبي مسرة قال: حدثنا خلاد بن يحيى قال: حدثنا\nإسرائيل عن سماك بن حرب عن صبيح بن عبد الله بن عمير التغلبي عن علي رضي\nالله عنه قال أهدي لرسول الله صلى الله عليه وسلم لحم صيد فأبى أن يأكله\nوقال لا آكل مما صيد وأنا محرم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head477'>377 - </h1>\n\n<p>\nحدثنا أبو الأشعث قال: حدثنا أبو بكر البحراوي قال: حدثنا شعبة قال:\nحدثنا أبو العنبس عن أبي الشعثاء عن ابن عباس قال جعل رسول الله صلى الله\nعليه وسلم في فداء أسارى أهل الجاهلية أربعمئة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head478'>378 - </h1>\n\n<p>\nحدثنا أحمد بن إسماعيل المدني قال: حدثنا حاتم بن إسماعيل عن محمد بن\nعجلان عن المقبري عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال تدرون\nما المفلس قال قالوا المفلس منا من لا درهم له ولا متاع فقال إن المفلس من\nأمتي يأتي يوم القيامة بصلاة وصيام وزكاة ويأتي وقد شتم هذا وقذف هذا وأكل\nمال هذا وسفك دم هذا وضرب هذا فيقضى هذا من حسناته وهذا من حسناته فإن فنيت\nحسناته قبل أن يقضى ما عليه أخذ من خطاياهم فطرحت عليه ثم طرح في النار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head479'>379 - </h1>\n\n<p>\nحدثنا محمد بن إسماعيل الأحمسي قال: حدثنا أبو أسامة قال: حدثني ابن\nالمبارك عن معمر عن الزهري عن عروة عن عائشة رضي الله عنها قالت قال رسول\nالله صلى الله عليه وسلم خلقت الملائكة من نور وخلق الجان من مارج من نار\nوخلق آدم مما وصف لكم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head480'>380 - </h1>\n\n<p>\nحدثنا محمد بن إشكاب قال: حدثنا أبو علي الحنفي قال: حدثنا ابن أبي ذئب\nعن <span id='ms78'></span> ابن شهاب عن عروة عن عائشة رضي الله عنها أن أم حبيبة قالت يا رسول الله\nغلبني الدم قال اغتسلي وصلي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head481'>381 - </h1>\n\n<p>\nحدثنا أحمد بن محمد ابن بنت حاتم قال: حدثنا عبد الرحمن بن جبلة قال:\nحدثنا عمرو بن النعمان عن حمزة بن عبد الله الغنوي عن عطية العوفي عن أبي\nسعيد الخدري أن النبي صلى الله عليه وسلم قال لعلي رضي الله عنه أنت مني\nبمنزلة هارون من موسى إلا أنه لا نبي بعدي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head482'>382 - </h1>\n\n<p>\nحدثنا عبد الله بن شبيب قال: حدثني يحيى قال: حدثنا مسلم بن خالد عن\nالعلاء عن أبيه عن أبي هريرة عن النبي صلى الله عليه وسلم أنه نهى عن كسب\nالأمة غير ذات عمل واصب أو كسب غير معروف وجهه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head483'>مجلس يوم الخميس لعشر بقين من ربيع الآخر. سنة تسع وعشرين وثلاثمئة.</h1>\n\n<h1 class='l1' id='head484'>383 - </h1>\n\n<p>\nحدثنا يوسف بن موسى قال: حدثنا جرير عن محمد بن إسحاق عن يزيد بن أبي\nحبيب عن سليمان بن عبد الرحمن عن عبيد بن فيروز عن البراء رفعه إلى النبي\nصلى الله عليه وسلم قال لا يضحى بالعرجاء بين ظلعها والعوراء بين عورها\nوالمريضة بين مرضها وبالعجفاء التي لا تنقي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head485'>384 - </h1>\n\n<p>\nحدثنا يعقوب الدورقي قال: حدثنا ابن أبي حازم عن يحيى بن سعيد عن محمد بن\nإبراهيم عن أبي سلمة وعن عطاء بن يسار أنهما سألا أبا سعيد عن الحرورية؟\nفقال ما أدري ما الحرورية ولكني سمعت رسول الله صلى الله عليه وسلم يقول في\nهذه الأمة ولم يقل منها قوم تتحرون أو قال تحقرون صلاتكم مع صلاتهم يقرؤون\nالقرآن يمرقون من الدين مرق السهم من الرمية ينظر الرامي إلى سهمه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head486'>385 - </h1>\n\n<p>\nحدثنا أحمد بن إسماعيل المدني قال: حدثنا حاتم بن إسماعيل عن عبد الله بن\nالحارث عن عمرو بن أبي عمرو مولى المطلب\n</p>\n\n<h1 class='l1' id='head487'>[ص: 196]</h1>\n\n<p>\nعن أنس أن النبي صلى الله عليه وسلم استعمل عتاب بن أسيد على مكة وكان\nشديدا على المريب لينا على المؤمن وكان يقول والله لا أعلم متخلفا يتخلف عن\nهذه الصلاة <span id='ms79'></span> في جماعة إلا ضربت عنقه فإنه لا يتخلف عنها إلا منافق فقال أهل\nمكة يا رسول الله استعملت على أهل الله عز وجل عتابا أعرابيا جافيا فقال\nالنبي صلى الله عليه وسلم إني رأيت فيما يرى النائم كأنه أتى باب الجنة\nفأخذ بحلقة الباب فقلقلها حتى فتح له فدخل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head488'>386 - </h1>\n\n<p>\nحدثنا محمد بن عبد الملك بن زنجويه قال: حدثنا عبد الرزاق قال: أخبرنا\nمعمر عن أيوب عن القاسم بن محمد عن أبي هريرة قال: قال رسول الله صلى الله\nعليه وسلم إن العبد إذا تصدق من طيب تقبلها الله عز وجل وأخذها بيمينه\nورباها كما يربي أحدكم مهره أو فصيله وإن الرجل ليتصدق باللقمة فتربوا في\nيد الله عز وجل حتى تكون مثل أحد فتصدقوا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head489'>387 - </h1>\n\n<p>\nحدثنا يعقوب الدورقي قال: حدثنا مروان بن جناح عن خصيف عن مجاهد عن أبي\nسعيد الخدري قال: سمعت رسول الله صلى الله عليه وسلم مرتين على المنبر يقول\nالذهب بالذهب والفضة بالفضة وزنا بوزن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head490'>388 - </h1>\n\n<p>\nحدثنا يعقوب الدورقي قال: حدثنا خصيف عن مروان عن سالم بن عبد الله عن\nأبيه أنه سمع عمر رضي الله عنه نهى مرتين على المنبر كما قال رسول الله صلى\nالله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head491'>389 - </h1>\n\n<p>\nحدثنا يوسف بن موسى قال: حدثنا ابن عيينة عن أبي إسحاق عن الحارث بن عبد\nالله عن علي رضي الله عنه قال قال لنا رسول الله صلى الله عليه وسلم تجوزنا\nلكم عن صدقة الخيل والرقيق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head492'>390 - </h1>\n\n<p>\nحدثنا أبو حاتم الرازي قال: حدثنا أحمد بن يونس قال: حدثنا أبو بكر بن\nعياش عن الأعمش عن أبي إسحاق عن الحارث عن علي رضي الله عنه قال: قال رسول\nالله صلى الله عليه وسلم إن الله عز وجل عفا لكم عن الخيل والرقيق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head493'>391 - </h1>\n\n<p>\nحدثنا علي بن حرب قال: حدثنا زيد بن أبي الزرقاء عن ابن لهيعة عن ابن\nهبيرة عن أبي عبد الرحمن الحبلي عن أبي أيوب قال أتى رسول الله صلى الله\nعليه وسلم بقصعة فيها بصل فقال كلوا وأبى أن <span id='ms80'></span> يأكل وقال إني لست مثلكم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head494'>392 - </h1>\n\n<p>\nحدثنا فضل الأعرج قال: حدثنا عبد الله بن محمد بن عمارة قال: حدثنا مخرمة\nبن بكير عن أبيه عن زهرة بن معبد عن أبي عبد الرحمن عن أبي أيوب عن النبي\nصلى الله عليه وسلم أنه كان يقول إذا أكل الحمد لله الذي أطعم وسقى وسوغه\nوجعل له مخرحا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head495'>393 - </h1>\n\n<p>\nحدثنا أبو الأشعث قال: حدثنا يزيد بن زريع قال أخبرنا خالد عن محمد عن\nأبي هريرة قال أخبث الكسب مهر الزمارة وثمن الكلب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head496'>394 - </h1>\n\n<p>\nحدثنا فضل بن سهل قال: حدثنا أسود بن عامر قال: حدثنا قيس بن الربيع عن\nجامع بن شداد عن كلثوم الخزاعي قال حدثتني أم سلمة قالت بينا أنا أفلي رأس\nالنبي صلى الله عليه وسلم إذ جاءت زينب امرأة عبد الله قالت فرفعت طرفي\nإليها قالت فقال رسول الله صلى الله عليه وسلم أقبلي على فلايتك فإنك لا\nتكلمينها بعينك قالت وشكت ضيق المسكن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head497'>395 - </h1>\n\n<p>\nحدثنا أحمد بن عثمان الأودي قال: حدثنا محمد بن الصلت قال: حدثنا قيس عن\nجامع بن شداد عن كلثوم بن الأقمر عن أم سلمة قالت قال رسول الله صلى الله\nعليه وسلم أيما امرأة من المهاجرات اختطت فلها خطتها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head498'>396 - </h1>\n\n<p>\nحدثنا عبد الله بن محمد المخرمي قال: حدثنا يونس بن محمد قال: حدثنا عبد\nالواحد بن زياد قال: حدثنا ليث عن مجاهد وعطاء أو أحدهما عن أبي هريرة\nوجابر كلاهما أو أحدهما قال جاء رجل إلى النبي صلى الله عليه وسلم فقال إني\nأفطرت يوما من شهر رمضان من غير مرض ولا سفر قال أعتق رقبة قال لا أجد قال\nصم شهرين متتابعين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head499'>397 - </h1>\n\n<p>\nحدثنا أحمد بن إسماعيل المدني قال: حدثنا الدراوردي عن عبيد [الله] بن\nعمر عن نافع\n</p>\n\n<h1 class='l1' id='head500'>[ص: 200]</h1>\n\n<p>\nعن ابن عمر قال فرض عمر رضي الله عنه لأسامة أكثر مما فرض لي فقلت إنما\nهجرتي وهجرة أسامة واحدة فقال إن أباه كان أحب إلي رسول الله صلى الله عليه\nوسلم من أبيك وإنه كان أحب إلي رسول الله صلى <span id='ms81'></span> الله عليه وسلم منك وإنما\nهاجر بك أبواك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head501'>398 - </h1>\n\n<p>\nحدثنا محمد بن صبيح قال: حدثنا حرملة قال: حدثنا ابن وهب قال: حدثني سعيد\nعن سليمان بن كيسان عن أبي الزبير عن مجاهد أنه سمع عائشة رضي الله عنها\nزوج النبي صلى الله عليه وسلم تقول لا تعجبون من ابن الزبير تعني المرأة\nالمحرمة تأخذ من شعرها أربع أصابع وإنما تكفيها من ذلك التطريف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head502'>399 - </h1>\n\n<p>\nحدثنا يوسف بن موسى قال: حدثنا حكام بن سلم ومهران بن أبي عمر واللفظ\nلحكام قال: أخبرنا إسماعيل بن أبي خالد عن محمد بن سعد بن أبي وقاص عن أبيه\nأن رسول الله صلى الله عليه وسلم قال الشهر هكذا وهكذا يعني تسعة وعشرين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head503'>400 - </h1>\n\n<p>\nحدثنا علي بن مسلم قال: حدثنا روح يعني ابن سليم قال: حدثنا أبو طلحة عن\nغيلان بن جرير\n</p>\n\n<h1 class='l1' id='head504'>[ص: 201]</h1>\n\n<p>\nعن أبي بردة قال كتبت عن أبي كتبا كثيرة فمحاها وقال خذ عنا كما أخذنا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head505'>401 - </h1>\n\n<p>\nحدثنا ابن زنجويه قال: حدثنا بشر بن شعيب حدثني أبي عن الزهري قال:\nأخبرني أبو سلمة بن عبد الرحمن أن أبا هريرة قال: قال رسول الله صلى الله\nعليه وسلم أريت ليلة القدر ثم أنسيتها فالتمسوها في العشر الأواخر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head506'>402 - </h1>\n\n<p>\nحدثنا عبد الله بن شبيب قال: حدثني ابن أبي أويس قال: حدثني أخي عن\nسليمان عن محمد بن عبد الله بن أبي مريم عن أبي سلمة عن أبي هريرة أن رسول\nالله صلى الله عليه وسلم قال من فطرة الإسلام الغسل يوم الجمعة والاستنان\nوأخذ الشارب وإعفاء اللحى فإن المجوس تعفي شواربها وتحفي لحاها فخالفوهم\nفخذوا شواربكم وأعفوا لحاكم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head507'>مجلس يوم الأحد لأربع عشرة خلت من جمادى الأولى. سنة تسع وعشرين وثلاثمئة.</h1>\n\n<h1 class='l1' id='head508'>403 - </h1>\n\n<p>\nحدثنا يوسف بن موسى القطان قال: حدثنا جرير عن إسماعيل بن أبي خالد عن\nقيس بن أبي حازم عن المغيرة بن شعبة قال قلت يا رسول الله بلغني أن مع\nالدجال أنهار ماء وجبال خبز قال هو أهون على الله من ذلك.\n</p>\n\n<p>\nقال المغيرة وكنت من أكثر الناس سؤالا <span id='ms82'></span> عنه قال رسول الله صلى الله عليه\nوسلم ليس بالذي يضرك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head509'>404 - </h1>\n\n<p>\nحدثنا أحمد بن منصور زاج قال: أخبرني الجدي قال: أخبرني سعيد بن خالد\nقال: سمعت عبد الله بن الفضل يحدث عن الأعرج إن شاء الله عن عبيد الله بن\nأبي رافع عن علي رضي الله عنه عن النبي صلى الله عليه وسلم قال يجزئ عن\nالقوم إذا مروا أن يسلم أحدهم ويجزئ عن القعود أن يرد أحدهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head510'>405 - </h1>\n\n<p>\nحدثنا خلاد بن أسلم قال: حدثنا أبو بكر بن عياش عن أبي إسحاق عن عبد الله\nبن معقل عن سالم مولى أبي حذيفة قال كنت أنا وأبو بكر الصديق رضي الله عنه\nفوق سطح واحد في رمضان فأتيته ذات ليلة فقلت ألا تأكل يا خليفة رسول الله\nفأومأ بيده أن كف ثم أتيته مرة أخرى فقلت ألا تأكل يا خليفة رسول الله\nفأومأ بيده أن كف ثم أتيته مرة أخرى فقلت ألا تأكل يا خليفة رسول الله؟\nفنظر إلى الفجر ثم أومأ بيده أن كف ثم أتيته فقلت ألا تأكل يا خليفة رسول\nالله؟ قال هات غذاءك فأتيته به فأكل ثم أقام بلال بالصلاة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head511'>406 - </h1>\n\n<p>\nحدثنا محمد بن الوليد البسري قال حدثنا سفيان بن عيينة عن عمرو حدث عن\nنافع بن جبير قال قال جرير سمعت رسول الله صلى الله عليه وسلم يقول لا يرحم\nالله عز وجل من رسول الله صلى الله عليه وسلم يرحم الناس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head512'>407 - </h1>\n\n<p>\nحدثنا زيد بن أخرم قال: حدثنا عبيد الله الحنفي قال وحدثنا إسرائيل قال\nحدثني عمي يوسف عن أبي إسحاق عن حارثة بن مضرب عن علي رضي الله عنه قال كان\nسماء أهل بدر الصوف الأبيض.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head513'>408 - </h1>\n\n<p>\nحدثنا إبراهيم بن هانئ قال: حدثنا عبيد الله بن موسى قال: حدثنا سفيان عن\nالأعمش عن أبي عمرو الشيباني قال أتى رجل ابن مسعود فقال في حجري ابنة عم\nلي وإن امرأتي خافتني عليها فأرضعتها فقال سألت أحدا قبلي قال نعم أبا موسى\nالأشعري فقال حرمت عليك قال إنه يقول شيئا <span id='ms83'></span> لا أحرم من الرضاعة إلا ما أنبت\nاللحم والدم فأتيت أبا موسى وذكرت ذلك له فقال لا تسألوني عن شيء مادام هذا\nالحبر بين أظهركم فوالله لقد رأيته وما أراه إلا عبدا لآل محمد صلى الله\nعليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head514'>409 - </h1>\n\n<p>\nحدثنا الحسن بن محمد الزعفراني قال حدثنا سفيان بن عيينة عن الزهري عن\nعروة عن عائشة رضي الله عنها قالت حاضت صفية بنت حيي بعدما أفاضت فذكرت ذلك\nلرسول الله صلى الله عليه وسلم فقال أحابستنا هي؟ فقلت يا رسول الله إنها\nقد أفاضت ثم حاضت بعد ذلك قال فلتنفر إذن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head515'>410 - </h1>\n\n<p>\nحدثنا الحسن بن محمد قال: حدثنا سفيان بن عيينة عن عبد الرحمن بن القاسم\nعن أبيه عن عائشة رضي الله عنها عن النبي صلى الله عليه وسلم مثله إلا أنه\nقال فلا إذن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head516'>411 - </h1>\n\n<p>\nحدثنا عبيد الله بن جرير بن جبلة قال: حدثنا أبو عمر الضرير قال: حدثنا\nحماد بن سلمة عن حميد عن أنس أن النبي صلى الله عليه وسلم كان يقرأ في\nالوتر ب {سبح اسم ربك الأعلى} و {قل يا أيها الكافرون} و {قل هو الله أحد}.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head517'>412 - </h1>\n\n<p>\nحدثنا عبيد الله بن جرير بن جبلة قال: حدثنا بدل بن المحبر قال: حدثنا\nحرب بن أبي العالية عن أبي الزبير عن جابر قال نهينا أن نحبس لحوم الأضاحي\nبعد ثلاث ونهينا عن زيارة القبور فقال رسول الله صلى الله عليه وسلم احبسوا\nوادخروا وزوروا القبور قال\n</p>\n\n<h1 class='l1' id='head518'>[ص: 206]</h1>\n\n<p>\nأظنه قال فإنها تذكر الآخرة قال فأكلنا وادخرنا واتخذنا وشيقة حتى بلغنا\nبه المدينة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head519'>413 - </h1>\n\n<p>\nحدثنا أحمد بن إسماعيل قال: حدثنا مالك بن أنس عن ابن شهاب عن عروة بن\nالزبير عن عمرة بنت عبد الرحمن عن عائشة أنها قالت كان رسول الله صلى الله\nعليه وسلم إذا اعتكف يدني إلي رأسه فأرجله وكان لا يدخل البيت إلا لحاجة\nالإنسان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head520'>414 - </h1>\n\n<p>\nحدثنا محمد بن صالح قال: حدثنا محمد بن سابق قال: حدثنا إسرائيل قال:\nحدثنا هشام بن عروة عن أبيه عن عائشة رضي الله عنها أن <span id='ms84'></span> جارية من الأنصار\nتزوجت فقال النبي صلى الله عليه وسلم ألا أرسلتم معها من يقول أتيناكم\nأتيناكم فحيانا وحياكم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head521'>415 - </h1>\n\n<p>\nحدثنا زكريا بن يحيى قال: حدثنا حجاج بن المنهال قال: حدثنا حماد بن سلمة\nقال: حدثنا حماد بن أبي سليمان عن ربعي بن حراش\n</p>\n\n<h1 class='l1' id='head522'>[ص: 207]</h1>\n\n<p>\nأن شبث بن ربعي بصق في قبلته فقعد حذيفة فلما انصرف قال ما يقعدك يا\nحذيفة؟ قال رأيتك بزقت في قبلتك وإن رسول الله صلى الله عليه وسلم قال إذا\nقام الرجل في الصلاة يقبل الله عز وجل عليه بوجهه فلا يبزقن أحدكم في وجهه\nولا يبزقن عن يمينه فإن كاتب الحسنات عن يمينه ولكن ليبزق عن يساره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head523'>416 - </h1>\n\n<p>\nحدثنا أحمد بن إسماعيل المدني قال: حدثنا الدراوردي عن العلاء بن عبد\nالرحمن عن أبيه عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال إذا مات\nالإنسان انقطع عمله إلا من ثلاث من صدقة جارية أو علم ينفع أو ولد صالح\nيدعو له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head524'>417 - </h1>\n\n<p>\nحدثنا أبو موسى محمد بن المثنى قال: حدثنا ابن عيينة عن هشام بن عروة عن\nأبيه عن عائشة رضي الله عنها أن النبي صلى الله عليه وسلم لما جاء إلى مكة\nدخلها من أعلاها وخرج من أسفلها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head525'>418 - </h1>\n\n<p>\nحدثنا عبد الله بن شبيب قال: حدثني ابن أبي أويس قال: حدثني محمد بن\nإسماعيل عن عبد الله بن محمد الزهري عن أبي معشر عن محمد بن شهاب عن سعيد\nبن المسيب\n</p>\n\n<h1 class='l1' id='head526'>[ص: 208]</h1>\n\n<p>\nعن أبي هريرة عن كعب الأحبار أنه قال في كتاب الله عز وجل الذي أنزل على\nموسى عليه السلام احفظ ود أبيك لا تجفه فيطفئ الله نورك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head527'>419 - </h1>\n\n<p>\nحدثنا الفضل بن سهل الأعرج قال: حدثنا محمد بن الفضل عارم قال: حدثنا عبد\nالواحد بن زياد عن الحسن بن عبيد الله عن ربعي بن حراش عن حذيفة قال إن آخر\nما أدرك من كلام النبوة إذا لم تستح فاعمل ما شئت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head528'>420 - </h1>\n\n<p>\nحدثنا زيد بن أخرم قال: حدثنا معاذ بن هشام قال: حدثني أبي عن حماد <span id='ms85'></span> عن\nربعي بن حراش عن حذيفة عن النبي صلى الله عليه وسلم قال يخرج قوم من النار\nبرحمة الله وشفاعة الشافعين يقال لهم الجهنميون قال حماد فذكر أنهم استعفوا\nمن ذلك الاسم فأعفاهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head529'>421 - </h1>\n\n<p>\nحدثنا يوسف بن موسى قال: حدثنا ابن مغراء قال: حدثنا الحجاج عن عمرو بن\nدينار عن طاوس قال قدم علينا معاذ اليمن فأخذ الصدقة من ثلاثين من البقر\nتبيعا ومن أربعين مسنة قال فقلنا له خذ من الأوقاص قال أن رسول الله صلى\nالله عليه وسلم لم يأمرني أن آخذ منها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head530'>422 - </h1>\n\n<p>\nحدثنا علي بن محمد بن معاوية قال: حدثنا عبد الله بن داود عن الأعمش عن\nعدي بن ثابت عن زر بن حبيش أن عليا رضي الله عنه قال عهد إلي النبي صلى\nالله عليه وسلم أن لا يحبني إلا مؤمن ولا يبغضني إلا منافق.\n</p>\n\n<p>\nآخر المجلس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head531'>من كتاب الطهارة.</h1>\n\n<h1 class='l1' id='head532'>باب المني يصيب الثوب.</h1>\n\n<h1 class='l1' id='head533'>423 - </h1>\n\n<p>\nحدثنا عبيد بن عبد الواحد البزار قال: حدثنا دحيم قال: حدثنا عمر عن\nالأوزاعي قال حدثني من سمع عطاء يحدث عن عائشة رضي الله عنها قالت كان إذا\nكان احتلام رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head534'>[ص: 210]</h1>\n\n<p>\nرطبا مسحته بالإذخر وإذا كان يابسا حككته بعظم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head535'>424 - </h1>\n\n<p>\nحدثنا الحسن بن محمد الصباح قال: حدثنا إسحاق الأزرق قال: حدثنا محمد بن\nقيس عن محارب بن دثار عن عائشة رضي الله عنها أنها كانت تحت المني من ثوب\nرسول الله صلى الله عليه وسلم وهو يصلي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head536'>425 - </h1>\n\n<p>\nحدثنا إبراهيم بن أحمد بن عمر قال: حدثنا أبي قال: حدثنا وهب بن إسماعيل\nقال: حدثنا محمد بن قيس عن محارب بن دثار عن عائشة رضي الله عنها قالت ربما\nحتته من ثوب رسول الله صلى الله عليه وسلم وهو يصلي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head537'>426 - </h1>\n\n<p>\nحدثنا إبراهيم بن إسحاق الصواف قال: حدثنا عون بن سلام قال: حدثنا مندل\nعن جعفر بن أبي المغيرة عن سعيد بن جبير عن عائشة رضي الله عنها أنها كانت\nتفرك المني من ثوب رسول الله صلى الله عليه وسلم وهو <span id='ms86'></span> يصلي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head538'>427 - </h1>\n\n<p>\nحدثناه أبو جعفر الكوفي قال: حدثنا عون بمثل إسناده قالت كنت أفرك المني\n, ثم ذكر مثله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head539'>428 - </h1>\n\n<p>\nحدثنا علي بن عبد العزيز الوراق وإبراهيم بن إسحاق قالا حدثنا أبو نعيم\nقال: حدثنا أبو العنبس زاد ابن عبد العزيز سعيد بن كثير عن أبيه عن عائشة\nرضي الله عنها قالت كنت أفرك المني من ثوب رسول الله صلى الله عليه وسلم.\n</p>\n\n<p>\nهذا حديث ابن عبد العزيز.\n</p>\n\n<p>\nوقال إبراهيم عن أبي العنبس عن أبيه قال قالت عائشة رضي الله عنها إني\nكنت لأحك المني وقالت بأصبعتها في راحتها لم يزدنا على هذا شيئا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head540'>429 - </h1>\n\n<p>\nحدثنا محمد بن الهيثم القاضي قال: حدثنا يوسف بن عدي قال: حدثنا أبو زبيد\nقال: أخبرني أخو يزيد بن أبي زياد عن رجل من النخع يقال له أبو سقالة عن\nعائشة رضي الله عنها أنها كانت تحت المني من ثوب رسول الله صلى الله عليه\nوسلم هكذا قال أبو سقالة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head541'>430 - </h1>\n\n<p>\nحدثنا محمد بن إشكاب قال: حدثنا بشر يعني ابن عمر الزهراني قال حدثنا\nعكرمة بن عمار قال: حدثني عبد الله بن عبيد بن عمير الليثي قال قالت عائشة\nرضي الله عنها لقد كان رسول الله صلى الله عليه وسلم يبصره يابسا في ثوبه\nفيفته ثم يصلي فيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head542'>431 - </h1>\n\n<p>\nحدثناه الحسن بن الربيع الجرجاني قال: حدثنا أبو عامر قال: حدثنا عكرمة\nعن عبد الله بن عبيد عن عائشة رضي الله عنها قالت لقد كان رسول الله صلى\nالله عليه وسلم يسلت المني من ثوبه بالإذخر قال وكان يبصره في ثوبه يابسا\nفيحته بيده ثم أنس يصلي فيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head543'>432 - </h1>\n\n<p>\nحدثنا أحمد بن منصور قال: حدثنا مسلم بن إبراهيم قال: حدثنا عبد السلام\nبن عجلان قال أتيت مسجد يزيد الرقاشي فجاء أبو سعيد الرقاشي فقعد إلى جنب\nيزيد فقال له يزيد حدث فقال أبو سعيد جاءت عائشة رضي الله عنها إلى البصرة\nفأنزلها الأمير قصر بني خلف قال أبو سعيد فأتيتها في قصر بني خلف قال بيني\nوبينها الحجاب قال قلت حدثينا عن النبي <span id='ms87'></span> صلى الله عليه وسلم قالت يا بني ثم\nقص مسلم قصة طويلة وقالت والذي ذهب بنفس محمد صلى الله عليه وسلم إن كان\nليرى في ثوبه الأذى فيحت بعضها ببعض وما يمسه الماء خذوا برخص الله فإن\nالله عز وجل يحب أن يؤخذ برخصه كما يحب أن يؤدوا فرائضه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head544'>433 - </h1>\n\n<p>\nحدثنا عبد العزيز بن جرير بن جبلة قال: حدثني موسى بن إسماعيل قال: حدثنا\nعبد السلام بن غالب قال: سمعت أبا سعيد الرقاشي قال أتيت عائشة رضي الله\nعنها في قصر بني خلف ثم ذكر عن عائشة عن النبي صلى الله عليه وسلم مثله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head545'>434 - </h1>\n\n<p>\nحدثنا العباس بن محمد بن حاتم قال: حدثنا خالد بن يزيد الطبيب قال: حدثنا\nكامل بن العلاء عن طلحة بن يحيى عن عائشة بنت طلحة عن عائشة أم المؤمنين\nرضي الله عنها أنها قالت أنا حككت المني من ثوب رسول الله صلى الله عليه\nوسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head546'>435 - </h1>\n\n<p>\nحدثنا زيد بن أخرم الطائي قال: حدثنا عبد الصمد قال: حدثنا عبد ربه بن\nسرحان قال: حدثتني أم زيد قالت سمعت عائشة رضي الله عنها وسئلت عن الجنابة\nفقالت والله لأنا فركته من ثوب رسول الله صلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head547'>436 - </h1>\n\n<p>\nحدثناه أحمد بن منصور قال: حدثنا موسى بن إسماعيل المنقري قال: حدثنا عبد\nربه وهو ابن سرحان الغزال قال حدثتني ام زيد وهي بنت عبد الله أنها سألت\nعائشة رضي الله عنها عن الجنابة في الثوب فقالت لأنا فركته من ثوب رسول\nالله صلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head548'>437 - </h1>\n\n<p>\nحدثنا عيسى بن أبي حرب قال: حدثنا يحيى بن أبي بكير قال: حدثنا أبو الجهم\nقال: حدثتني عروبة\n</p>\n\n<h1 class='l1' id='head549'>[ص: 214]</h1>\n\n<p>\nأنها سألت عائشة رضي الله عنها عن ماء الرجل يصيب ثوبه قالت بثوبه هكذا\nففركته قد كنت أفركه من ثوب رسول الله صلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head550'>438 - </h1>\n\n<p>\nحدثنا إسحاق بن أبي إسحاق الصفار قال: حدثنا شبابة بن سوار قال: حدثنا\nالربيع بن أبي هلال الطائي قال: حدثتني عروبة السدوسية قالت سألت عائشة رضي\nالله عنها عن ماء <span id='ms88'></span> الرجل يصيب الثوب فقالت كنت أحته من ثوب رسول الله صلى\nالله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head551'>439 - </h1>\n\n<p>\nحدثنا محمد بن يزيد أخو كرخويه قال أخبرنا عثمان بن عمر قال: حدثنا أبي\nعمر عن مضية قالت سألت عائشة رضي الله عنها عن الثوب تصيبه الجنابة فقالت\nقال لي رسول الله صلى الله عليه وسلم ناوليني ذلك الثوب فرأيت فيه أثر\nالجناة ففركته وناولته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head552'>440 - </h1>\n\n<p>\nحدثنا عبد الله بن أبي مسلم قال: حدثنا عبد العزيز بن أبي رواد قال:\nحدثنا حماد عن قيس بن سعيد عن طاوس أن ابن عباس قال كنا نفلت أو نسلت المني\nبإذخرة والصوفة من الثوب ثم نصلي فيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head553'>441 - </h1>\n\n<p>\nحدثنا محمد بن حسان الأزرق قال: حدثنا الأسود بن عامر قال: حدثنا سفيان\nوشريك عن ابن أبي ليلى عن عطاء عن ابن عباس قال المني بمنزلة البزاق أو\nالخاط قال شريك بمنزلة البزاق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head554'>باب ما جاء في رشه بالماء ونضحه.</h1>\n\n<h1 class='l1' id='head555'>442 - </h1>\n\n<p>\nحدثنا عبيد الله بن جرير بن جبلة قال: حدثنا ابن أبي بكير قال: حدثنا\nالمتوكل بن فضيل قال: حدثتنا أم القلوص عمرة العامرية قالت رأيت عائشة رضي\nالله عنها في فرصتكم هذه وهي تحدث عن رسول الله صلى الله عليه وسلم قالت\nفسمعتها تقول ربما فركت الجنابة من إزار رسول الله صلى الله عليه وسلم\nيابسا ثم رششته بالماء فصلى فيه وربما أمطته بالإذخر رطبا ثم رششته بالماء\nفصلى فيه وكان لا يرى على الثوب جنابة ولا على الأرض جنابة ولا يجنب الرجل\nالرجل.\n</p>\n\n<p>\nآخر الجزء الخامس من أجزاء أبي عمر بن مهدي.\n</p>\n\n<p>\nوهو آخر ما كان عنده عن المحاملي.\n</p>\n\n<p>\nوصلى الله على سيدنا محمد النبي وآله الطاهرين وسلامه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n             <span id='ms89'></span>\n</p>\n",
  "pages": [
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000"
  ],
  "volumes": [
    "01"
  ]
}