{
  "content": "\n<p>\nسنن النسائي بشرح الحافظ جلال الدين السيوطي الجزء الخامس دار إحياء\nالتراث العربي بيروت - لبنان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p001'> Vol. 05, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nكتاب الزكاة عن بن عباس قال قال رسول الله صلى الله عليه وسلم لمعاذ حين\nبعثه إليها في ربيع الأول وقبل حجه صلى الله عليه وسلم وقيل في آخر سنة تسع\nعند منصرفه من تبوك وقيل عام الفتح سنة ثمان واختلف <span id='ms175'></span> هل بعثه واليا أو قاضيا\nفجزم الغساني بالأول وابن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p002'> Vol. 05, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nعبد البر بالثاني واتفقوا على أنه لم يزل عليها إلى أن قدم في عهد عمر\nفتوجه إلى الشام فمات بها رضي الله عنه انك تأتي قوما أهل كتاب كان أصل\nدخول اليهود في اليمن في زمن أسعد وهو تبع الأصغر حكاه بن إسحاق في أوائل\nالسيرة فإذا جئتهم الخ لم يقع في هذا الحديث ذكر الصوم والحج مع أن بعث\nمعاذ كان في أواخر الامر وأجاب بن الصلاح بأن ذلك تقصير من بعض الرواة\nوتعقب بأنه يفضي إلى ارتفاع الوثوق بكثير من الأحاديث لاحتمال الزيادة\nوالنقصان وأجاب الكرماني بأن اهتمام الشرع بالصلاة والزكاة أكثر وبأنهما\nإذا وجبا على المكلف لا يسقطان عنه أصلا بخلاف الصوم فإنه قد يسقط بالفدية\nوالحد فإن الغير قد يقوم مقامه كما في المغصوب ويحتمل أنه حينئذ لم يكن شرع\nقولا الشيخ سراج الدين البلقيني إذا كان الكلام في بيان الأركان لم يخل\nالشارع منها بشئ كحديث بن عمر بني الاسلام على خمس فإذا كان في الدعاء إلى\nالاسلام اكتفى بالأركان الثلاثة الشهادة والصلاة والزكاة ولو كان بعد وجوب\nفرض الصوم والحج كقوله تعالى فإن تابوا وأقاموا الصلاة وآتوا الزكاة في\nموضعين من براءة مع أن نزولها بعد فرض الصوم والحج قطعا وحديث بن عمر أيضا\nأمرت أن أقاتل الناس حتى يشهدوا أن لا إله إلا الله وأني رسول الله ويقيموا\nالصلاة ويؤتوا الزكاة وغير ذلك من الأحاديث قال والحكمة في ذلك أن الأركان\nالخمسة اعتقادي وهو الشهادة وبدني وهو الصلاة ومالي وهو الزكاة فاقتصر في\nالدعاء إلى الاسلام عليها ليفرع الركعتين الآخرين عليها فإن الصوم بدني محض\nوالحج بدني ومالي وأيضا فكلمة الاسلام هي الأصل وهي شاقة على الكفار\nوالصلاة شاقة لتكررها والزكاة شاقة لما في جبلة الانسان من حب المال فإذا\nدعى المرء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p003'> Vol. 05, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nلهذه الثلاث كان ما سواها أسهل عليه بالنسبة إليها فاتق دعوة المظلوم أي\nتجنب الظلم لئلا يدعو عليك المظلوم زاد في الرواية <span id='ms176'></span> الآتية فإنها ليس بينها\nوبين الله حجاب أي ليس لها صارف يصرفها ولا مانع يمنعها والمراد أنها\nمقبولة وإن كان عاصيا كما جاء في حديث أبي هريرة عند أحمد مرفوعا دعوة\nالمظلوم مستجابة وإن كان فاجرا ففجوره على نفسه وإسناده صحيح قال بن العربي\nهذا الحديث وإن كان مطلقا فهو مقيد بالحديث الآخر أن الداعي على ثلاث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p004'> Vol. 05, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nمرات إما أن يعجل له ما طلب وإما أن يدخر له أفضل منه وإما أن يدفع عنه\nمن السوء مثله وهذا كما قيد مطلق قوله تعالى أمن يجيب المضطر إذا دعاه\nبقوله تعالى ويكشف ما تدعون إليه إن شاء عن جده أبي سلام عن عبد الرحمن بن\nغنم أن أبا مالك الأشعري حدثه رواه مسلم من طريق أبي سلام عن أبي مالك\nبإسقاط عبد الرحمن بن غنم فتكلم فيه الدارقطني وغيره وقال النووي يمكن أن\nيجاب عن مسلم بأن الظاهر من حاله أنه علم سماع أبي سلام لهذا الحديث من أبي\nمالك فيكون أبو سلام سمعه من أبي مالك وسمعه أيضا من عبد الرحمن بن غنم عن\nأبي مالك فرواه مرة عنه ومرة عن عبد الرحمن عنه وأبو مالك اسمه الحرث بن\nالحرث وقيل عبيد وقيل عمر وقيل كعب بن عاصم وقيل عبيد الله وقيل كعب بن كعب\nوقيل عامر بن الحرث وأبو سلام بالتشديد اسمه ممطور اسباغ الوضوء شطر\nالايمان قال النووي أصل الشطر النصف واختلف العلماء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p005'> Vol. 05, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nفيه فقيل معناه أن الايمان يجب ما قبله من الخطايا وكذلك الوضوء لا يصح\nالا مع الايمان وصار لتوقفه على الايمان في معنى الشطر وقيل المراد\nبالايمان هنا الصلاة كما قال الله تعالى وما كان الله ليضيع ايمانكم\nوالطهارة شرط في صحة الصلاة فصارت كالشطر وليس يلزم في الشطر أن يكون نصفا\nحقيقيا وهذا القول أقرب الأقوال ويحتمل أن يكون معناه أن الايمان تصديق\nبالقلب وانقياد بالظاهر وهما شطران للايمان والطهارة متضمنة للصلاة فهي\nانقياد في الظاهر وقال في النهاية إنما كان كذلك لان الايمان <span id='ms177'></span> يطهر نجاسة\nالباطن والوضوء يطهر نجاسة الظاهر والحمد لله تملأ الميزان قال النووي\nمعناه أعظم أجرها وأنه يملا الميزان وقد تظاهرت نصوص القرآن والسنة على وزن\nالاعمال وثقل الميزان وخفتها والتسبيح والتكبير يملا السماوات والأرض قال\nالنووي يحتمل أن يقال لو قدر ثوابهما جسما لملا ما بين السماوات والأرض\nوسبب عظم فضلهما ما استملا عليه من التنزيه لله بقوله سبحان الله والتفويض\nوالافتقار إلى الله بقوله الحمد لله وقال القرطبي الحمد راجع إلى الثناء\nعلى الله تعالى بأوصاف كماله فإذا حمد الله تعالى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p006'> Vol. 05, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nحامد مستحضر معنى الحمد في قلبه امتلأ ميزانه من الحسنات فإذا أضاف إلى\nذلك سبحان الله الذي معناه تبرئة الله وتنزيهه عن كل مالا يليق به من\nالنقائص ملأت حسناته وثوابها زيادة على ذلك ما بين السماوات والأرض إذ\nالميزان مملوء بثواب التحميد وذكر السماوات على جبة الاعتناء على العادة\nالعربية المراد أن الثواب على ذلك كثير جدا بحيث لو كان أجساما لملا ما\nبينهما والصلاة نور قال النووي معناه أنها تمنع من المعاصي وتنهى عن\nالفحشاء والمنكر وتهدي إلى الصواب كما أن النور يستضاء به وقيل معناه أن\nأجرها يكون نورا لصاحبها يوم القيامة وقيل إنها سبب لاشراق أنوار المعارف\nوانشراح القلب ومكاشفات الحقائق لفراغ القلب فيها وإقباله إلى الله بظاهره\nوباطنة وقد قال الله تعالى واستعينوا بالصبر والصلاة وقيل معناه أنها تكون\nنورا ظاهرا على وجهه يوم القيامة ويكون في الدنيا أيضا على وجهه إليها\nبخلاف من لم يصل والزكاة برهان قال النووي قال صاحب التحرير معناه يفزع\nإليها كما يفزع إلى البارهين كما أن العبد إذا سئل يوم القيامة عن مصرف\nماله وقال غيري صاحب التحرير معناه أنها حجة على ايمان فاعلها فإن المنافق\nيمتنع منها لكونه لا يعتقدها فمن تصدق استدل بصدقته على صحة ايمانه وقال في\nالنهاية البرهان الحجة والدليل أي أنها حجة لطالب الاجر من أجل أنها فرض\nيجازى الله به وعليه وقيل هي دليل على صحة ايمان صاحبها لطيب نفسه <span id='ms178'></span> بإخراجها\nوذلك لعلاقة ما بين النفس والمال وقال القرطبي أي برهان على صحة ايمان\nالمتصدق أو على أنه ليس من المنافقين الذين يلمزون المطوعين من المؤمنين في\nالصدقات أو على صحة محبة المتصدق لله تعالى ولما لديه من الثواب إذ آثر\nمحبة الله وابتغاء ثوابه على ما جبل عليه من حب الذهب والفضة حتى أخرجه لله\nتعالى والصبر ضياء قال النووي معناه الصبر على طاعة الله وعن معصيته وعلى\nالنائبات وأنواع المكاره في الدنيا والمراد أن الصبر محمود لا يزال صاحبه\nمستضيئا مهتديا مستمرا على الصواب وقال القرطبي رواه بعض المشايخ والصوم\nضياء بالميم ولم تقع لنا تلك الرواية على أنه يصح أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p007'> Vol. 05, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nيعبر بالصبر عن الصوم وقد قيل ذلك في قوله تعالى واستعينوا بالصبر\nوالصلاة فإن تنزلنا على ذلك فيقال في كون الصبر ضياء كما قيل في كون الصلاة\nنورا وحينئذ لا يكون بين النور والضياء فرق معنوي بل لفظي والأولى أني قال\nأن الصبر في هذا الحديث غير الصوم بل هو الصبر على العبادات والمشاق\nوالمصائب والصبر عن المخالفات والمنهيات كاتباع هوى النفس والشهوات وغير\nذلك فمن كان صابرا على تلك الأحوال متثبتا فيها مقابلا لكل حال بما يليق به\nضاءت له عواقب أحواله وصحت له مصالح أعماله فظفر بمطلوبه وحصل من الثواب\nعلى مرغوبه كما قيل وقل من جد في أمر يحاوله واستعمل الصبر إلا فاز بالظفر\nوالقرآن حجة لك أو عليك قال النووي أي تنتفع به إن تلوته وعملت به وإلا فهو\nحجة عليك وقال القرطبي يعني أنك إذا امتثلت أوامره واجتنبت نواهيه كان حجة\nلك في المواقف التي تسئل منه عنه كمسألة الملكين في القبر والمسألة عند\nالميزان وفي عقاب الصراط وان لم يمتثل ذلك احتج به عليك ويحتمل أن يراد به\nأن القرآن هو الذي ينتهي إليه عند التنازع في المباحث الشرعية والوقائع\nالحكمية فبه تستدل على صحة دعواك وبه يستدل عليك خصمك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p008'> Vol. 05, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nمن أنفق زوجين قال في النهاية الأصل في الزوج الصنف والنوع <span id='ms179'></span> من كل شئ ومن\nكل شيئين مقترنين شكلين كانا أو نقيضين فهما زوجان وكل واحد منهما زوج يريد\nمن أنفق صنفين من ماله من شئ من الأشياء أي من صنف من أصناف المال فرسين أو\nبعيرين أو عبدين قال القاضي عياض وقيل يحتمل أن يكون هذا الحديث في جميع\nأعمال البر من صلاتين أو صيام يومين والمطلوب تشفيع صدقته بأخرى في سبيل\nالله قيل هو على العموم في جميع وجوه الخير وقيل هو مخصوص بالجهاد قال\nالقاضي عياض والأول أصح وأظهر دعى من أبواب الجنة يا عبد الله هذا خير قال\nالنووي قيل معناه لك هنا خير ثواب وغبطة وقيل معناه هذا الباب فيما نعتقده\nخير لك من غيره من الأبواب لكثرة ثوابه ونعيمه فيقال فادخل منه ولا بد من\nتقدير ما ذكرناه أن كل مناد يعتقد أن ذلك الباب أفضل من غيره فمن كان من\nأهل الصلاة الحديث قال النووي قال العلماء معناه من كان الغالب عليه في\nعمله وطاعته ذلك وقال القاضي عياض قد ذكر هنا من أبواب الجنة الثمانية\nأربعة أبواب باب الصلاة وباب الصدقة وباب الصيام وباب الجهاد وقد ورد في\nحديث آخر باب التوبة وباب الكاظمين الغيظ والعافين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p009'> Vol. 05, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nعن الناس وباب الراضين فهذه سبعة أبواب جاءت في الأحاديث وجاء في حديث\nالسبعين ألفا الذين يدخلون الجنة بغير حساب أنهم يدخلون من الباب الأيمن\nفلعله الباب الثامن وقال بن بطال فإن قلت النفقة إنما تكون في باب الجهاد\nوالصدقة فكيف تكون في باب الصوم والصلاة قلت عنى بالزوجين نفسه وماله\nوالعرب تسمى ما يبدله الانسان من النفس نفقة يقول فيما يعلم من الصنعة\nأنفقت فيها عمري فأتعاب الجسم في الصوم والصلاة انفاق من باب الريان قال\nالعلماء سمى باب الريان تنبيها على أن العطشان بالصوم في الهواجر سيروى\nوعاقبته إليه وهو مشتق من الري الا من قال هكذا وهكذا وهكذا المراد جميع\nوجوه المكارم والخير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p010'> Vol. 05, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nوتنطحه بكسر الطاء ويجوز الفتح كلما نفدت أخراها قال النووي ضبطناه <span id='ms180'></span>\nبالدال المهملة وبالمعجمة وفتح الفاء وكلاهما صحيح الا جعل له طوقا في عنقه\nشجاع قال في النهاية هو بالضم وصف لحية الذكر وقيل هو الحية مطلقا وقال\nالقاضي عياض قيل الشجاع من الحيات التي تواثب الفارس والراجل ويقوم على\nذنبه وربما بلغ رأس الفارس يكون في الصحارى أقرع قال في النهاية هو الذي لا\nشعر له على رأسه يريد حية قد تمعط جلد رأسه لكثرة سمه وطول عمره وقال\nالقاضي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p011'> Vol. 05, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nعياض قيل هو الأبيض الرأس من كثرة السم وقيل نوع من الحيات أقبحها منظرا\nوقال وظاهر هذه الرواية أن ماله صير وخلق على صورة الشجاع ويحتمل أن الله\nتعالى خلق الشجاع لعذابه قال وقيل خص الشجاع بذلك لشدة عداوة الحيات لبني\nآدم أيما رجل كانت له إبل لا يعطى حقها أي لا يؤدى زكاتها في نجدتها ورسلها\nقال في النهاية النجدة الشدة وقيل السمن والرسل بالكسر الهينة والتأني وقال\nالجوهري أي الشدة والرخاء يقول يعطى وهي سمان حسان يشتد عليه اخراجها فتلك\nنجدتها ويعطى في رسلها وهي مهازيل مقاربة وقال الأزهري معناه الا من أعطى\nفي إبله ما يشق عليه فتكون نجدة عليه أي شدة ويعطى ما يهو ن عليه عطاؤه\nمنها مستهينا على رسله قال الأزهري وقال بعضهم في رسلها أي بطيب نفس منه\nوقيل ليس للهزال فيه معنى لأنه ذكر الرسل بعد النجدة على جهة التفخيم للإبل\nفجرى مجرى قولهم الا من أعطى في سمنها وحسنها ووفور لبنها وهذا كله يرجع\nإلى معنى واحد فلا معنى للهزال لان من بذل حق الله من المضنون به كان إلى\nإخراجه ما يهون عليه أسهل فليس لذكر الهزال بعد السمن معنى قال صاحب\nالنهاية والأحسن والله أعلم أن يكون المراد بالنجدة الشدة والجدب وبالرسل\nالرخاء والخصب لان الرسل اللبن وإنما يكثر في حال الرخاء والخصب فيكون\nالمعنى أنه يخرج حق الله في حال الضيق والسعة والجدب والخصب لأنه إذا أخرج\nحقها في سنة الضيق والجدب كان ذلك شاقا عليه فإنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p012'> Vol. 05, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nاجحاف <span id='ms181'></span> وإذا أخرجها في حال الرخاء كان ذلك سهلا عليه ولذلك قيل في الحديث\nيا رسول الله ما نجدتها ورسلها قال في عسرها ويسرها فسمى النجدة عسرا\nوالرسل يسرا لان الجدب عسر والخصب يسر فهذا الرجل يعطى حقها في حال الجدب\nوالضيق وهو المراد بالنجدة وفي حال الخصب والسعة وهو المراد بالرسل فإنها\nتأتي يوم القيامة كأغذ ما كانت بالغين والذال المعجمتين أي أسرع وأنشط أغذ\nيغذ اغذاذا أسرع في السير وأسره بالسين المهملة وتشديد الراء قال في\nالنهاية أي كأسمن ما كانت وأوفره من سر كل شئ وهو لبه ومخه وقيل هو من\nالسرور لأنها إذا سمنت سرت الناظر إليها قال وروى وآشره بمد الهمزة وشين\nمعجمة وتخفيف الراء أي أبطره أو أنشطه يبطح لها أي يلقى على وجهه بقاع قرقر\nبفتح القافين هو المكان الواسع المستوي في يوم كان مقداره خمسين ألف سنة\nقال القرطبي قيل معناه لو حاسب فيه غير الله سبحانه وقال الحسن قدر بن\nالسمان مواقفهم للحساب كل موقف ألف سنة وفي الحديث أنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p013'> Vol. 05, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nليخف على المؤمن حتى يكون أخف عليه من صلاة مكتوبة فيرى سبيله زاد مسلم\nاما إلى الجنة واما إلى النار ليس فيها عقصاء هي الملتوية القرنين ولا\nعضباء هي المكسورة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p014'> Vol. 05, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nالقرن لو منعوني عقالا قال في النهاية أراد به الحبل الذي يعقل به البعير\nالذي يؤخذ في الصدقة لان على صاحبها التسليم وإنما يقع القبض بالرباط وقيل\nأراد ما يساوى عقالا من حقوق الصدقة وقيل إذا أخذ المتصدق أعيان الإبل قيل\nأخذ عقالا وإذا أخذ أثمانها قيل أخذ نقدا وقيل أراد بالعقال صدقة العام\nيقال أخذ المصدق عقال هذا العام إذا أخذ منهم صدقته وبعث فلان على عقال بني\nفلان إذا بعث على صدقاتهم واختاره أبو عبيد وقال هو أشبه عندي بالمعنى وقال\nالخطابي إنما يضرب المثل في مثل هذا بالأقل لا بالأكثر وليس بسائر في\nلسانهم أن العقال صدقة عام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p015'> Vol. 05, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nمن أعطاها مؤتجرا أي طالبا للاجر ومن أبي فإنا آخذوها وشطر <span id='ms182'></span> ماله قال في\nالنهاية قال الحربي غلط الراوي في لفظ الرواية إنما هو وشطر ماله أي يجعل\nماله شطرين ويتخير عليه المصدق فيأخذ الصدقة من خير النصفين عقوبة لمنعه\nالزكاة فأما مالا يلزمه فلا وقال الخطابي في قول الحربي لا أعرف هذا الوجه\nوقيل معناه أن الحق مستوفي منه غير متروك وان تلف شطر ماله كرجل كان له ألف\nشاة فتلفت حتى لم يبق له إلا عشرون فإنه يؤخذ منه عشر شياه لصدقة الألف وهو\nشطر ماله الباقي وهذا أيضا بعيد لأنه قال إنا آخذوها وشطر ماله ولم يقل انا\nآخذوا شطر ماله وقيل إنه كان في صدر الاسلام يقع بعض العقوبات في الأموال\nثم نسخ كقوله في التمر المعلق من خرج بشئ منه فعليه غرامة مثليه والعقوبة\nوكقوله في ضالة الإبل المكتوبة غرامها ومثلها معها وكان عمر يحكم به فغرم\nحاطبا ضعف ثمن ناقة المزني لما سرقها رقيقة ونحروها وله في الحديث نظائر\nوقد أخذ أحمد بن حنبل بشئ من هذا وعمل به وقال الشافعي في القديم من منع\nزكاة ماله أخذت وأخذ شطر ماله عقوبة على منعه واستدل بهذا الحديث وقال في\nالجديد لا يؤخذ إلا الزكاة لا غير وجعل هذا الحديث منسوخا وقال كان ذلك حيث\nكانت العقوبات في المال ثم نسخت ومذهب عامة الفقهاء أن لا واجب على متلف شئ\nأكثر من مثله أو قيمته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p016'> Vol. 05, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nعزمة من عزمات ربنا أي حق من حقوقه وواجب من واجباته خمس ذود بفتح\nالمعجمة وسكون الواو بعدها مهملة قال الزين بن المنير أضاف خمس إلى ذود وهو\nمنكر لا يقع على المذكر والمؤنث وأضافه إلى الجمع لأنه يقع على المفرد\nوالجمع وأما قول بن قتيبة أنه يقع على الواحد فقط فلا يدفع ما نقله غيره\nأنه يقع على الجمع والأكثر على أن الذود من الثلاثة إلى العشرة لا واحد له\nمن لفظه وقال أبو عبيد من الثنتين إلى العشرة قال وهو مختص بالإناث وقال\nسيبويه يقول ثلاث ذود لان الذود <span id='ms183'></span> مؤنث وليس باسم كسر عليه مذكر وقال القرطبي\nأصله ذاد يذود إذا دفع شيئا فهو مصدر فكأنه من كان عنده دفع عن نفسه معرة\nالفقر وشدة الفاقة والحاجة وأنكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p017'> Vol. 05, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nبن قتيبة أن يراد بالذود الجمع وقال لا يصح أن يقال خمس ذود كما لا يصح\nأن يقال خمس ثوب وغلطة العلماء في ذلك لكن قال أبو حاتم السجستاني تركوا\nالقياس في الجمع فقالوا خمس ذود لخمس من الإبل كما قال ثلاثمائة على غير\nقياس قال القرطبي وهذا صريح في أن للذود واحدا من لفظه والأشهر ما قاله\nالمتقدمون أنه لا يطلق على الواحد حدثنا حماد بن سلمة قال أخذت هذا الكتاب\nمن ثمامة بضم المثلثة قال الحافظ بن حجر صرح إسحاق بن راهويه في مسنده بأن\nحمادا سمعه من ثمامة وأقرأه الكتاب فانتفى تعليل من أعله بكونه مكاتبه إن\nأبا بكر كتب لهم أي لما وجه أنسا إلى البحرين عاملا على الصدقة إن هذه\nفرائض الصدقة التي فرض رسول الله صلى الله عليه وسلم على المسلمين قال\nالحافظ بن حجر ظاهر في رفع الخبر إلى النبي صلى الله عليه وسلم وليس موقوفا\nعلى أبي بكر وقد صرح برفعه في رواية إسحاق في مسنده ومعنى فرض هنا أوجب أو\nشرع يعني بأمر الله وقيل معناه قدر لان إيجابها ثابت بالكتاب ففرض النبي\nصلى الله عليه وسلم لها بيان للمجمل من الكتاب بتقدير الأنواع لا التي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p018'> Vol. 05, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nأمر الله عز وجل بها رسوله صلى الله عليه وسلم كذا وقع هنا وفي سنن أبي\nداود بحذف الواو على أن التي بدل من التي الأولى وفي صحيح البخاري بواو\nالعطف فمن سئلها من المسلمين على وجهها أي على هذه الكيفية المبينة في هذا\nالحديث ومن سئل فوق ذلك فلا يعط أي من سئل زائدا على ذلك في سن أو عدد فله\nالمنع ونقل الرافعي الاتفاق على ترجيحه وقيل معناه فليمنع الساعي وليتول هو\nإخراجه بنفسه لان الساعي بطلب الزيادة يكون متعديا وشرطه أن يكون أمينا <span id='ms184'></span>\nطروقة الفحل بفتح الطاء أي مطروقة فعلوة بمعنى مفعلوة والمراد أنها بلغت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p019'> Vol. 05, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nأن يطرقها الفحل وهي التي أتت عليها ثلاث سنين ودخلت في الرابعة جذعة\nبفتح الجيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p020'> Vol. 05, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nوالمعجمة وهي التي أتت عليها أربع سنين ودخلت في الخامسة إلا أن يشاء\nربها إلا أن يتبرع متطوعا ولا يؤخذ في الصدقة هرمة بفتح الهاء وكسر الراء\nهي الكبيرة التي سقطت أسنانها ولا ذات عوار فتح العين المهملة وضمها أي\nمعيبة وقيل بالفتح العيب وبالضم العور ولا تيس الغنم إلا أن يشاء المصدق\nاختلف في ضبطه فالأكثر على أنه بالتشديد والمراد المالك وهو اختيار أبي\nعبيد وتقدير الحديث لا تؤخذ هرمة ولا ذات عيب أصلا ولا يؤخذ التيس وهو فحل\nالغنم الا برضا المالك لكونه يحتاج إليه ففي أخذه بغير اختياره اضرار به\nوعلى هذا فالاستثناء مختص بالثالث ومنهم من ضبطه بتخفيف الصاد وهو الساعي\nوكأنه يشير بذلك إلى التفويض إليه في اجتهاده لكن يجرى مجرى الوسيل فلا\nيتصرف بغير المصلحة وهذا قول الشافعي في البويطي ولفظة ولا تؤخذ ذات عوار\nولا تيس ولا هرمة الا أن يرى المصدق أن ذلك أفضل للمساكين فيأخذ على النظر\nولا يجمع بين متفرق ولا يفرق بين مجتمع خشية الصدقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p021'> Vol. 05, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nقال الشافعي هو خطاب للمالك من جهة وللساعي من جهة فأمر كل واحد أن لا\nيحدث شيئا من الجمع والتفريق خشية الصدقة فرب المال يخشى أن تكثر الصدقة\nفيجمع أو يفرق لتقل والساعي يخشى أن تقل الصدقة فيجمع أو يفرق لتكثر فمعنى\nقوله خشية الصدقة أي خشية أن تكثر الصدقة أو خشية أن تقل الصدقة فلما كان\nمحتملا للامرين لم يكن الحمل على أحدهما بأولى من الآخر فحمل عليهما معا\nلكن الأظهر حمله على المالك ذكره في فتح الباري وما كان من خليطين اختلف في\nالمراد بالخليط فقال أبو حنيفة هو الشريك واعترض بأن الشريك قد لا يعرف عين\nماله وقد قال أنهما يتراجعان بينهما بالسوية وقال بن جرير لو كان تفريقهما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p022'> Vol. 05, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nمثل جمعهما في الحكم لبطلت <span id='ms185'></span> فائدة الحديث وإنما نهى عن أمر لو فعله كانت\nفيه فائدة قبل النهي قال ولو كان كما قال أبو حنيفة لما كان لتراجع\nالخليطين بينهما سواء معنى وقال الخطابي معنى التراجع أن يكون بينهما\nأربعون شاة مثلا لكل واحد منهما عشرون قد عرف كل منهما عين ماله فيأخذ\nالمصدق من أحدهما شاة فيرجع المأخوذ من ماله على خليطه بقيمة نصف شاة وهي\nتسمى خلطة الجوار فإذا كانت سائمة الرجل ناقصة من أربعين شاة واحدة قال\nالزركشي ناقصة بالنصب خبر كان وشاة تمييز وواحدة وصف لها قال الكرماني\nواحدة اما منصوب بنزع الخافض أي بواحدة واما حال من ضمير ناقصة وروى بشاة\nواحدة بالجر وفي الرقة بكسر الراء وتخفيف القاف وهي الفضة الخالصة مضروبة\nكانت أو غير مضروبة قيل أصلها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p023'> Vol. 05, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nالورق فحذفت الواو وعوضت الهاء وقيل يطلق على الذهب والفضة بخلاف الورق\nومن حقها أن تحلب على الماء بحاء مهملة أي لمن يحضرها من المساكين وإنما خص\nالحلب بموضع الماء ليكون أسهل على المحتاج من قصد المنازل وذكره الداوي\nبالجيم وفسره بالاحضار إلى المصدق وتعقبه بن دحية وجزم بأنه تصحيف رغاء بضم\nالراء وغين معجمة صوت الإبل يعار بتحتية مضمومة وعين مهملة صوت المعز ورواه\nالفزار بمثناة فوقة ورجحه بن التين وقال الحافظ بن حجر وليس بشئ ويكون كنز\nأحدهم قال الإمام أبو جعفر الطبري الكنز كل شئ مجموع بعضه على بعض سواء كان\nفي بطن الأرض أم على ظهرها زاد صاحب العين وغيره وكان مخزونا وقال القاضي\nعياض اختلف السلف في المراد بالكنز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p024'> Vol. 05, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nالمذكور في القرآن والحديث فقال أكثرهم هو كل مال وجبت فيه الزكاة فلم\nتؤد فأما مال خرجت زكاته فليس بكنز وقيل الكنز هو المذكور عن أهل اللغة\nولكن الآية منسوخة بوجوب الزكاة واتفق أئمة الفتوى على القول الأول أنا\nكنزك زاد بن حبان الذي تركته بعدك فلا يزال حتى يلقمه أصبعه لابن حبان فلا\nيزال يتبعه حتى يلقمه يده فيمضغها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p025'> Vol. 05, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nثم يتبعه سائر جسده أمره أن يأخذ <span id='ms186'></span> من كل حالم قال في النهاية يعين الجزية\nأراد بالحالم من بلغ الحلم وجرى عليه حكم الرجال سواء احتلم أم لا أو عدله\nبالكسر والفتح معافريا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p026'> Vol. 05, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nهي برود باليمن منسوبة إلى معافر قبيلة بها والميم زائدة جماء هي التي لا\nقرن لها يقضمها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p027'> Vol. 05, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nالقضم بقاف وضاد معجمة الكل بأطراف الأسنان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p028'> Vol. 05, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nان في عهدي أن لا نأخذ راضع لبن قال في النهاية أراد بالراضع ذات الدر\nواللبن وفي الكلام مضاف محذوف تقديره ذات راضع فأما من غير حذف فالراضع\nالصغير الذي هو بعد يرضع ونهيه عن أخذها لأنها خيار المال ومن زائدة كما\nيقول لا يأكل من الحرام أي لا يأكل الحرام وقيل هو أن يكون عند الرجل الشاة\nالواحدة أو اللقحة قد اتخذها للدر فلا يؤخذ منها شئ كوماء أي مشرفة السنام\nعالية فصيلا مخلولا أي مهزولا وهو الذي جعل في أنفه خلال لئلا يرضع أمه\nفتهزل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p030'> Vol. 05, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nإذا أتاكم المصدق بتخفيف الصاد وهو العامل فليصدر أي يرجع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p031'> Vol. 05, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nممتلئة محضا وشحما أي سمينة كثيرة اللبن والمحض بحاء مهملة وضاد معجمة هو\nاللبن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p032'> Vol. 05, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nما ينقم بكسر القاف أي ما ينكر أو يكره بن جميل قال الحافظ لم أقف على\nاسمه في كتب الحديث وفي تعليق القاضي حسين أن اسمه عبد الله إلا أنه كان\nفقيرا فأغناه الله أي ما ينقم شيئا من منع الزكاة إلا بكفر النعمة فكأن\nغناه أداه إلى كفر نعمة الله أدراعه بمهملات جمع درع وهي الزردية وأعتده\nبضم المثناة جمع عتد بفتحتين قيل ما يعد الرجل من الدواب والسلاح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p033'> Vol. 05, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل الخيل خاصة وروى بالموحدة جمع عبد والأول هو المشهور فهي عليه صدقة\nومثلها معها قيل ألزمه صلى الله عليه وسلم بتضعيف صدقته ليكون أرفع لقدره\nوأنبه لذكره وأنفى للذم عنه والمعنى فهي صدقة ثابتة عليه سيتصدق بها ويضيف\nإليها مثلها كرما ودلت رواية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p034'> Vol. 05, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nمسلم على أنه صلى الله عليه وسلم التزم بإخراج ذلك عنه لقوله فهي على\nلأنه استسلف منه صدقة عامين وجمع بعضهم بين رواية على ورواية <span id='ms187'></span> عليه بأن\nالأصل رواية على ورواية عليه مثلها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p035'> Vol. 05, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nإلا أن فيها زيادة هاء السكت حكاها بن الجوزي عن بن ناصر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p036'> Vol. 05, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nقد عفوت عن الخيل والرقيق أي تركت لكم أخذ زكاتها وتجاوزت عنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p037'> Vol. 05, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nمسكتان المسكة بالتحريك السوار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p038'> Vol. 05, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nله زبيبتان تثنية زبيبة بفتح الزاي وموحدتين وهما الزبدتان اللتان في\nالشدقين وقيل النكتتان السوداوان فوق عينيه وقيل نقطتان يكتنفان فاه وقيل\nهما في حلقه بمنزلة زنمتي العنز وقيل لحمتان على رأسه مثل القرنين وقيل\nنابان يخرجان من فيه يطوقه بفتح أوله وفتح الواو الثقيلة أي يصير له ذلك\nالثعبان طوقا بلهزمتيه بكسر اللام والزاي بينهما هاء ساكنة قال في الصحاح\nهما العظمان الناتئان في اللحيين تحت الاذنين وفي الجامع هما لحم الخدين\nالذي يتحرك إذا أكل الانسان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p039'> Vol. 05, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nفيما سقت السماء والأنهار والعيون أو كان بعلا قال في النهاية هو ما شرب\nمن النخيل بعروقه من الرض من غير سقى سماء ولا غيرها قال الأزهري هو ما\nينبت من النخل في أرض يقرب ماؤها فرسخت عروقها في الماء واستغنت عن ماء\nالسماء والأنهار العشر قال القرطبي أجمع العلماء على الاخذ بهذا الحديث في\nقدر ما يؤخذ واستدل أبو حنيفة بعمومه على وجوب الزكاة في كل ما أخرجت الأرض\nمن الثمار والرياحين والخضر وغيرها قال القرطبي والحكمة في فرض العشر أنه\nيكتب بعشرة أمثاله وكأن المخرج للعشر تصدق بكل ماله وما سقى بالسواني جمع\nسانية وهي الناقة التي يستقي عليها أو النضح أي ما يسقى بالدوالي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p041'> Vol. 05, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nوالاستسقاء والنواضح الإبل التي يستقى عليها واحدها ناضح الله عز وجل\nوفيما سقى بالدوالي جمع الدلاء وهي جمع الدلو وهو المستقى به من البئر إذا\nخرصتم فخذوا ودعوا الثلث فإن لم تدعوا الثلث فدعوا الربع قال في فتح الباري\nقال بظاهره الليث وأحمد وإسحاق وغيرهم وفهم منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p042'> Vol. 05, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nأبو عبيد في كتاب الأموال أن القدر الذي يأكلونه بحسب احتياجهم إليه فقال\nبترك قدر احتياجهم وقال مالك وسفيان لا يترك لهم شئ وهو المشهور عن الشافعي\nقال بن العربي والمتحصل من <span id='ms188'></span> صحيح النظر أن يعمل بالحديث وقدر المؤنة ولقد\nجربنا فوجدناه في الأغلب مما يؤكل رطبا وحكى أبو عبيد عن قوم أن الخرص كان\nخاصا بالنبي صلى الله عليه وسلم لكونه كان يوفق من الصواب لما لا يوفق له\nغيره الرب عز وجل الجعرور ولون حبيق هما نوعان من التمر رديئان الرذالة بضم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p043'> Vol. 05, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nالراء إعجام الذال الردئ فإن جاء صاحبها وإلا فلك فيه حذف جواب الشرط من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p044'> Vol. 05, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nالأول وحذف فعل الشرط بعد أن لا والمبتدأ من جملة الجواب الاسمية\nوالتقدير فإن جاء صاحبها أخذها وإن لا يجئ فهي لك ذكره بن مالك العجماء هي\nالبهيمة سميت عجماء لأنها لا تتكلم رحمه الله جرحها جبار أي هدر والمراد\nالدابة المرسلة في رعيها أو المنفلتة من صاحبها والبئر جبار يتأول بوجهين\nبأن يحفر الرجل بأرض فلاة للمارة فيسقط فيها إنسان فيهلك وبأن يستأجر الرجل\nمن يحفر له البئر في ملكه فتنهار عليه فإنه لا يلزم شئ من ذلك والمعدن جبار\nهم الاجراء في استخراج ما في بطون الأرض لو انهار عليهم المعدن لا يكون على\nالمستأجر غرامة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p045'> Vol. 05, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nفرض رسول الله صلى الله عليه وسلم زكاة رمضان على الحر العبد والذكر\nوالأنثى صاعا من تمر قيل أنه منصوب على أنه مفعول ثان وقيل على التمييز\nوقيل خبر كان محذوفا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p047'> Vol. 05, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل على سبيل الحكاية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p048'> Vol. 05, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nعن قيس بن سعد بن عبادة قال أمرنا رسول الله صلى الله عليه وسلم بصدقة\nالفطر قبل أن تنزل الزكاة فلما نزلت الزكاة لم يأمرنا ولم ينهنا ونحن نفعله\nاستدل به من قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p049'> Vol. 05, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nأن وجوب زكاة الفطر نسخ وهو إبراهيم بن علية وأبو بكر بن كيسان الأصم\nوأشهب من المالكية وابن اللبان من الشافعية قال الحافظ بن حجر وتعقب بأن في\nإسناده راويا مجهولا وعلى تقدير الصحة فلا دليل فيه على النسخ لاحتمال\nالاكتفاء بالمر الأول لان نزول فرض لا يوجب سقوط فرض آخر ومنهم من أول قوله\nفرض على معنى قدر قال بن دقيق العيد وهو أصله في اللغة لكن <span id='ms189'></span> نقل عن عرف\nالشرع إلى الوجوب فالحمل عليه أولى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p050'> Vol. 05, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nمن سلت بضم المهملة وسكون اللام ومثناة نوع من الشعير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p051'> Vol. 05, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nمن سمراء الشام أي القمح الشامي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p052'> Vol. 05, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nالمكيال مكيال أهل المدينة الوزن وزن أهل مكة قال الخطابي معنى هذا\nالحديث أن الوزن الذي يتعلق به حق الزكاة وزن أهل مكة وهي دار الاسلام قال\nبن حزم وبحثت عنه غاية البحث من كل من وثقت بتمييزه وكل اتفق لي على أن\nدينار الذهب بمكة وزنه اثنتان وثمانون حبة وثلاثة أعشار حبة من حب الشعير\nالمطلق والدرهم سبعة أعشار المثقال فوزن الدرهم سبعة وخمسون حبة وستة أعشار\nحبة وعشر عشر حبة فالرطل مائة وواحد وثمانية وعشرون درهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p054'> Vol. 05, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nبالدرهم المذكور وكرائم أموالهم أي خيارهم قال رجل زاد أحمد في مسنده من\nبني إسرائيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p055'> Vol. 05, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nالله لك الحمد على سارق أي على تصدقي عليه عن أبي المليح بفتح الميم اسمه\nعامر وقيل زيد وقيل عمير عن أبيه اسمه أسامة بن عمير له صحبة ولم يرو عنه\nغير ابنه أبي المليح ان الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p056'> Vol. 05, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nعز وجل لا يقبل صلاة بغير طهور قال الشيخ ولي الدين هو هنا بضم الطاء على\nالأشهر لان المراد به المصدر ما تصدق أحد بصدقة من طيب ولا يقبل الله عز\nوجل الا الطيب جملة معترضة بين الشرط والجزاء المقدر 7 ما قبله الا أخذها\nالرحمن عز وجل بيمينه وان كانت تمرة فتربو في كف الرحمن قال المازري هذا\nالحديث وشبهه إنما عبر به على ما اعتادوا في خطابهم ليفهموا عنه فكنى عن\nقبول الصدقة باليمين وعن تضعيف أجرها بالتربية وقال القاضي عياض لما كان\nالشئ الذي يرتضى ويعز يتلقى باليمين ويؤخذ بها استعمل في مثل هذا استعير\nللقبول والرضا كما قال الشاعر تلقاها عرابة باليمين قال وقيل عبر باليمين\nهنا عن جهة القبول والرضا إذ الشمال بضده في هذا قال وقيل المراد بكف\nالرحمن هنا وبيمينه كف الذي تدفع إليه الصدقة واضافتها إلى الله إضافة ملك\nواختصاص لوضع هذه الصدقة فيها لله عز وجل قال <span id='ms190'></span> وقد قيل في تربيتها وتعظيمها\nحتى تكون أعظم من الجبل أن المراد بذلك تعظيم أجرها وتضعيف ثوابها قال ويصح\nأن يكون على ظاهره وأن يعظم ذاتها ويبارك الله تعالى فيها ويزيدها من فضله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p057'> Vol. 05, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nحتى تثقل في الميزان وهذا الحديث نحو قول الله تعالى يمحق الله الربا\nويربى الصدقات كما يربى أحدكم فلوه بفتح الفاء وضم اللام وتشديد الواو\nالمهر لأنه يفلى أي يعظم وقيل هو كل فطيم من ذات حافر والجمع أفلاء كعدو\nوأعداء وقال أبو زيد إذا فتحت الفاء شددت الواو وإذا كسرتها سكنت اللام كجد\nوضرب به المثل لأنه يزيد زيادة بينة جهد المقل قال في النهاية بضم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p058'> Vol. 05, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nالجيم أي قدر ما يحتمله حال القليل المال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p059'> Vol. 05, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nفتصدق أبو عقيل بفتح العين وجاء انسان بشئ أكثر منه هو عبد الرحمن بن عوف\nجاء بأربعة آلاف أو ثمانية آلاف ان هذا المال خضرة حلوه قال الزركشي تأنيث\nالخبر تنبيه على أن المبتدأ مؤنث والتقدير أن صورة هذا المال أو يكون\nالتأنيث للمعنى لأنه اسم جامع لأشياء كثيرة والمراد بالخضرة الروضة الخضراء\nأو الشجرة الناعمة والحلوه المستحلاة الطعم بإشراف نفس أي تطلع إليه وتطمع\nفيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p060'> Vol. 05, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nواليد العليا المنفقة واليد السفلى السائلة قال القرطبي هذا نص يدفع\nالخلاف في التفسير لكن أدعى أبو العباس اللاني في أطراف الموطأ أن هذا\nالتفسير مدرج في الحديث وصرح في رواية عند العسكري في الصحابة أنه من كلام\nبن عمر والأكثر رووا المنفقة بفاء وقاف ورواه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p061'> Vol. 05, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nبعضهم المتعففة بتاء وعين وفاءين وقيل إنه تصحيف خير الصدقة ما كان عن\nظهر غني أي ما وقع من غير محتاج إلى ما تصدق به لنفسه أو من تلزمه نفقته\nقال الخطابي لفظ الظهر يزاد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p062'> Vol. 05, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nفي مثل هذا اشباعا للكلام والمعنى أفضل الصدقة ما أخرجه الانسان من ماله\nبعد أن يستبقي منه قدر الكفاية ولذلك قال بعده وابدأ بمن تعول وقال البغوي\nالمراد غنى يستظهر به على النوائب التي تنوبه والتنكير في قوله غنى للتعظيم\nهذا هو المعتمد في معنى <span id='ms191'></span> الحديث وقيل المراد خير الصدقة ما أغنيت به من\nأعطيته عن المسألة وقيل عن للسببية والظهر زائد أي خير الصدقة ما كان سببها\nغني في المتصدق سمعت عميرا مولى آبي اللحم قال النووي هو بهمزة ممدودة وكسر\nالباء قيل لأنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p063'> Vol. 05, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nكان لا يأكل اللحم وقيل لا يأكل ما ذبح للأصنام واسمه عبد الله وقيل خلف\nوقيل الحويرث الغفاري وهو صحابي استشهد يوم حنين روى عنه عمير مولاه فقال\nيطعم طعامي بغير أن آمره قال الاجر بينكما قال النووي هذا محمول على أن\nعميرا تصدق بشئ لظن أن مولاه يرضى به ولم يرض به مولاه فلعمير أجر لان ماله\nأتلف عليه ومعنى الجر بينكما أي لكل منكما أجر وليس المراد أن أجر نفس\nالمال يتقاسمانه قال فهذا الذي ذكرته من تأويله هو المعتمد وقد وقع في كلام\nبعضهم مالا يرضى من تفسيره على كل مسلم صدقة زاد في رواية البخاري كل يوم\nقال النووي قال العلماء المراد صدقة ندب وترغيب لا إيجاب والزام يعتمل بيده\nالاعتمال افتعال من العمل الملهوف قال النووي هو عند أهل اللغة يطلق على\nالمتحسر وعلى المضطر وعلى المظلوم قال يمسك عن الشر فإنها صدقة قال النووي\nمعناه فإنها صدقة على نفسه كما في غير هذه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p064'> Vol. 05, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nالرواية والمراد أنه إذا أمسك عن الشر لله تعالى كان له أجر على ذلك كما\nأن للمتصدق بالمال أجرا إذا تصدقت المرأة من بيت زوجها كان لها أجر وللزوج\nمثل ذلك وللخازن مثل ذلك ولا ينقص كل واحد منهما من أجر صاحبه شيئا قال\nالنووي معنى الحديث أن المشارك في الطاعة مشارك في الاجر ومعنى المشاركة أن\nله أجرا كما لصاحبه أجر من غير أن يزاحمه في أجره والمراد المشاركة في أصل\nالثواب فيكون لهذا ثواب ولهذا ثواب وإن كان أحدهما أكثر ولا يلزم أن يكون\nمقدار ثوابهما سواء بل قد يكون ثواب هذا أكثر وقد يكون عكسه فإذا أعطى\nالمالك لامرأته أو لخازنه أو لغيرهما مائة درهم أو نحوها ليوصلها <span id='ms192'></span> إلى مستحق\nالصدقة على باب داره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p065'> Vol. 05, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nأو نحوه فأجر المالك أكثر وان أعطاه رغيفا أو رمانة أو نحوهما مما ليس له\nكبير قيمة ليذهب به إلى محتاج مسافة بعيدة بحيث يقابل مشى الذاهب إليه\nبأجره تزيد على الرمانة والرغيف فأجر الوكيل أكثر وقد يكون عمله قدر الرغيف\nمثلا فيكون مقدار الاجر سواء وأشار القاضي عياض إلى أنه يحتمل أيضا أن يكون\nسواء مطلقا لان الاجر فضل من الله تعالى ولا يدرك بقياس ولا هو بحسب\nالاعمال وذلك فضل الله يؤتيه من يشاء والمختار الأول قال ولا بد في الزوجة\nوالخازن من اذن المالك في ذلك فإن لم يكن اذن أصلا فلا أجر لهم بل عليهم وز\nبتصرفهم في مال غيرهم بغير اذنه قلت ولهذا عقب المصنف هذا الحديث لا يجوز\nلامرأة عطية الا بإذن زوجها قال النووي والاذن ضربان أحدهما الإذن الصريح\nفي النفقة والصدقة والثاني الاذن المفهوم من اطراد العرف كإعطاء السائل\nكسرة ونحوها مما جرت العادة به واطراد العرف فيه وعلم بالعرف رضا الزوج به\nفإنه في ذلك حاصل وإن لم يتكلم وهذا إذا علم رضاه بالعرف وعلم أن نفسه\nكنفوس غالب الناس في السماحة بذلك والرضا به فإن اضطرب العرف وشك في رضاه\nأو علم شحه بذلك لم يجز للمرأة وغيرها التصدق من ماله إلا بصريح إذنه قال\nوهذا كله مفروض في قدر يسير يعلم رضا المالك به في العادة فإن زاد على\nالمتعارف لم يجز عن فراس بكسر الفاء وراء خفيفة وسين مهملة عن عائشة أن\nأزواج رسول الله صلى الله عليه وسلم اجتمعن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p066'> Vol. 05, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nعنده زاد بن حبان لم يغادر منهن واحدة فقلن في رواية بن حبان فقلت\nبالمثناة وهو يفيد أن عائشة هي السائلة أيتنا بك أسرع في رواية البخاري\nأينا بلا تاء وهو الأفصح قال صاحب الكشاف وشبه سيبويه تأنيث أي بتأنيث كل\nفي قولهم كلهن قال الكرماني أي ليست بفصيحة لحوقا نصب على التمييز فقال\nأطولكن مرفوع على أنه خبر مبتدأ محذوف أي <span id='ms193'></span> أسرعكن لحوقا بي قال الكرماني فان\nقلت القياس ان يقال طولا كن بلفظ الفعلي قلت جاز في مثله الافراد والمطابقة\nلمن أفعل التفضيل له يدا نصب على التمييز فأخذن قصبة فجعلن يذر عنها أي\nيقردن بذراع كل واحدة منهن وفي رواية البخاري فأخذوا قصبة يذرعونها بضمير\nجمع الذكور وهو من تصرف الرواة والصواب ما هنا فكانت سودة أسرعهن به لحوقا\nفكانت أطولهن يدا كذا وقع أيضا في رواية أحمد وابن سعد والبخاري في التاريخ\nالصغير والبيهقي في الدلائل قال بن سعد قال لنا محمد بن عمر يعني الواقدي\nهذا الحديث وهل في سودة وإنما هو في زينب بنت جحش فهي أول نسائه لحوقا\nوتوفيت في خلافة عمر وبقيت سودة إلى أن توفيت في خلافة معاوية في شوال سنة\nأربع وخمسين وقال الحافظ أبو علي الصيرفي ظاهر هذا أن سودة كانت أسرع وهو\nخلاف المعروف عند أهل العلم أن زينب أول من مات من الأزواج ثم نقله عن مالك\nوالواقدي وقال بن الجوزي هذا الحديث غلط من بعض الرواة ولم يعلم بفساده\nالخطابي فإنه فسره وقال لحوق سودة به من أعلام النبوة وكل ذلك وهم وإنما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p067'> Vol. 05, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nهي زينب كما في رواية مسلم وقال النووي أجمع أهل السير أن زينب أول من\nمات من أزواجه وسبقه إلى نقل الاتفاق بن بطال قال الحافظ بن حجر يعكر عليه\nما رواه البخاري في تاريخه بإسناد صحيح عن سعيد بن أبي هلال قال ماتت سودة\nفي خلافة عمر وجزم الذهبي في التاريخ الكبير بأنها ماتت في آخر خلافة عمر\nوقال بن سيد الناس أنه المشهور وقال بن حجر لكن الروايات كلها متظافرة على\nأن القصة لزينب وتفسيره بسودة غلط من بعض الرواة قال وعندي أنه من أبي\nعوانة فقد خالفه في ذلك بن عيينة عن فراس قال بن رشد والدليل على ذلك أن\nسودة كان لها الطول الحقيقي ومحط الحديث على الطول المجازي وهو كثرة الصدقة\nوذلك لزينب بلا شك لأنها رضي الله عنها كانت <span id='ms194'></span> قصيرة وكانت وفاتها سنة عشرين\nقلت وعندي أنه وقع في رواية المصنف تقديم وتأخير وسقط لفظة زينب وأن أصل\nالكلام فأخذن قصبة فجعلن يذر عنها فكانت سودة أطولهن يدا أي حقيقة وكانت\nأسرعهن به لحوقا زينب وكان ذلك من كثرة الصدقة فاسقط الراوي لفظة زينب وقدم\nالجملة الثانية على الجملة الولي قال القرطبي معاه فهمنا ابتداء ظاهره فلما\nماتت زينب علمنا أنه لم يرد باليد العضو وبالطول طولها بل أراد العطاء\nوكثرته فاليد هنا استعارة للصدقة والطول ترشيح لها قال رجل يا رسول الله\nقال الحافظ بن حجر يحتمل أن يكون أبا ذر ففي مسند أحمد والطبراني ما يقتضي\nذلك أي الصدقة أفضل مبتدأ وخبر قال أن تصدق ضبطه الكرماني بتخفيف الصاد على\nحذف إحدى التاءين وتشديدها على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p068'> Vol. 05, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nإدغام إداهما في الأخرى وأنت صحيح شحيح قال صاحب المنتهى الشح بخل مع حرص\nوقيل هو أعم من البخل وقيل هو الذي كالوصف اللازم ومن قبيل الطبع تأمل\nالعيش بضم الميم أي تطمع بالغنى وفي رواية البخاري تأمل الغنى وتخشى الفقر\nزاد البخاري ولا تمهل حتى إذا بلغت الحلقوم قلت لفلان كذا ولفلان كذا وقد\nكان لفلان إذا أنفق الرجل على أهله وهو يحتسبها كان له صدقة قال النووي\nمعناه أراد بها الله عز وجل فلا يدخل فيه من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p069'> Vol. 05, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nأنفقها ذاهلا قال وطريقه في الاحتساب أن يتفكر أنه يجب عليه الانفاق على\nالزوجة وأطفال أولاده والمملوك وغيرهم ممن تجب نفقتهم وأن غيرهم ممن ينفق\nعليه مندوب إلى الانفاق عليهم فينفق بنية أداء ما أمر به وقد أمر بالاحسان\nإليهم أعتق رجل من بني عذرة عبد له من دبر اسم المعتق أبو مذكور واسم العبد\nيعقوب إن مثل المنفق المتصدق والبخيل كمثل رجلين عليهما جبتان أو جنتان\nالأول بموحدة تثنية جبة وهو ثوب مخصوص والثاني بالنون تثنية جنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p070'> Vol. 05, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nوهي الدرع وهذا شك من الراوي قال القاضي عياض وصوابه جنتان بالنون بلا شك\nكما في الرواية الأخرى قال ويدل عليه في الحديث نفسه قوله <span id='ms195'></span> ولزمت كل حلقة\nموضعها وفي الحديث الآخر جنتان من حديد قلت وقوله في هذا الحديث اتسعت عليه\nالدرع وهو بمهملات من لدن ثديهما بضم المثلثة وكسر الدال المهملة وتشديد\nالياء جمع ثدي إلى تراقيهما بمثناة فوق أوله وقاف جمع ترقوة حتى تجن بكسر\nالجيم وتشديد النون أي تستر قال عياض ورواه بعضهم تحز بالحاء المهملة\nوالزاي وهو وهم بنانه بفتح الموحدة نونين الأولى خفيفة أي أصابعه قال عياض\nورواه بعضهم بالمثلثة تحتية وموحدة جمع ثوب وهو وهم قال الحافظ بن حجر هو\nتصحيف وتعفو أثره قال النووي أي تمحو أثر مشيه بسبوغها وكمالها قال وهو\nتمثيل لنماء المال بالصدقة والانفاق والبخل بضد ذلك وقيل هو تمثيل لكثرة\nالجود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p071'> Vol. 05, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nوالبخل وأن المعطى إذا أعطى انبسطت يداه بالعطاء وتعود وإذا أمسك صار ذلك\nعادة له وقيل معنى تعفو أثره أي تذهب بخطاياه وتمحوها وقيل ضرب المثل بهما\nلان المنفق يستره الله بنفقته ويستر عوراته في الدنيا والآخرة كستر هذه\nالجنة لابسها والبخل كمن لبس جنة إلى ثدييه فبقي مكشوفا بادي العورة مفتضحا\nفي الدنيا والآخرة قلصت أي انقبضت كل حلقة بسكون الام أنه رأى رسول الله\nصلى الله عليه وسلم يوسعها فلا تتسع يشير بيده قال القاضي عياض هذا تمثيل\nمنه صلى الله عليه وسلم بالعيان للمثل الذي ضربه قال وفيه جواز لباس القمص\nذوات الجيوب في الصدور ولذلك ترجم عليه البخاري باب جيب القميص من عند\nالصدر لأنه المفهوم من لباس النبي صلى الله عليه وسلم في هذه القصة وهو\nلباس أكثر الأمم وكثير من الزعماء والعلماء من المسلمين بالشرق وغيره ولا\nيسمى عند العرب قميصا إلا ما كان له جيب وقال الخطابي هذا مثل ضربه النبي\nصلى الله عليه وسلم للمتصدق والبخيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p072'> Vol. 05, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nفشبههما برجلين أراد كل واحد منهما يلبس درعا يستر به من سلاح عدوه يصبها\nعلى رأسه ليلبسها والدرع أول ما تقع على الصدر والثديين إلى أن يدخل\nالانسان يديه في كمها فجعل المنفق كمثل من لبس درعا سابغة <span id='ms196'></span> فاسترسلت عليه\nحتى سترت جميع بدنه وجعل البخيل كمثل رجل غلت يداه إلى عنقه كلما أراد\nلبسها اجتمعت في عنقه فلزمت ترقوته والمراد أن الجواد إذا هم بالصدقة انفسح\nلها صدره وطابت نفسه فتوسعت في الانفاق والبخيل إذا حدث نفسه بالصدقة شحت\nنفسه فضاق صدره وانقبضت يداه ومن يوق شح نفسه فأولئك هم المفلحون لا تحصى\nفيحصى الله عليك قال الكرماني الاحصاء العد قالوا المراد منه عد الشئ\nللتبقية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p073'> Vol. 05, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nوالادخار ترك الانفاق في سبيل الله وإحصاء الله تعالى يحتمل وجهين أحدهما\nأنه يحبس عنك مادة الرزق ويقلله بقطع البركة حتى يصير كالشئ المعدود والاخر\nأنه يناقشك في الآخرة عليه وقال النووي هذا من مقابلة اللفظ باللفظ للتجنيس\nكما قال الله تعالى ومكروا ومكر الله ومعناه يمنعك كما منعت ويقتر عليك كما\nقترت ليس لي شئ إلا ما أدخل على الزبير قال النووي هذا محمول على ما أعطاها\nالزبير لنفسها بسبب نفقة وغيرها أو مما هو ملك الزبير ولا يكره الصدقة منه\nبل يرضى بها على عادة غالب الناس ارضخي الرضخ براء وضاد وخاء معجمتين\nالعطية القليلة ولا توكي فيوكى الله عليك يقال أوكى ما في ساقه إذا شده\nبالوكاء وهو الخيط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p074'> Vol. 05, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nالذي يشد به رأس القربة وأوكى علينا أي بخل أي لا تدخري وتشدي ما عندك\nوتمنعي ما في يدك فتنقطع مادة الرزق عنك فأشاح بوجهه قال في النهاية المشيح\nالحذر والجاد في الامر وقيل المقبل إليك المانع لما وراء ظهره فيجوز أن\nيكون أشاح أحد هذه المعاني أي حذر النار كأنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p075'> Vol. 05, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nينظر إليها أو جد على الايصاء باتقائها أو أقبل إلينا في خطابه حتى رأيت\nكومين من طعام قال عياض والنووي ضبط بفتح الكاف وضمها قال بن سراج هو بالضم\nاسم لما كوم وبالفتح المكان المرتفع كالرابية قال القاضي عياض فالفتح هنا\nأولى لان مقصوده الكثرة والتشبيه بالرابية كأنه مذهبه قال في النهاية هكذا\nجاء في سنن النسائي وبعض طرق مسلم بالذال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p076'> Vol. 05, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nالمعجمة والباء الموحدة والرواية الدال والنون فإن <span id='ms197'></span> صحت الرواية فهو من\nالشئ المذهب وهو المموه بالذهب ومن قولهم فرس مذهب إذا علت حمرته صفرة\nوالأنثى مذهبة وإنما خص الأنثى بالذكر لأنها أصفى لونا وأرق بشرة وأما على\nالرواية الأخرى فالمدهنة تأنيث المدهن وهو نقرة في الجبل يجتمع فيه المطر\nشبه وجهه لاشراق السرور عليه بصفاء الماء المجتمع في الحجر والمدهنة أيضا\nما يجعل فيه الدهن فيكون قد شبه بصفاء الدهن وقال النووي ضبطوه بوجهين\nأحدهما وهو المشهور وبه جزم القاضي عياض والجمهور مذهبه بذال معجمة وفتح\nالهاء وبعدها باء موحدة والثاني ولم يذكر الحميدي في الجمع بين الصحيحين\nغير مدهنة بدال مهملة وضم الهاء وبعدها نون وشرحه الحميدي في كتابه غريب\nالجمع بين الصحيحين فقال هو وغيره ممن فسر هذه الرواية إن صحت المدهن\nالاناء الذي يدهن فيه وهو أيضا اسم للنقرة في الجبل الذي يستنقع فيها ماء\nالمطر فشبه صفاء وجهه الكريم بصفاء هذا الماء وبصفاء الدهن والمدهن وقال\nالقاضي عياض في المشارق وغيره من الأئمة هذا تصحيف والصواب بالذال المعجمة\nوالباء الموحدة وهو المعروف في الروايات وعلى هذا ذكر القاضي وجهين في\nتفسيره أحدهما معناه فضة مذهبة فهو أبلغ في حسن الوجه وإشرافه والثاني شبهه\nفي حسنه ونوره بالمذهبة من الجلود وجمعها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p077'> Vol. 05, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nمذاهب وهو شئ كانت العرب تصنعه من جلود وتجعل فيه خطوطا مذهبة يرى بعضها\nإثر بعض ومن الخيلاء هي بالضم والكسر الكبر والعجب والاختيال الذي يحب الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p078'> Vol. 05, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nعز وجل اختيال الرجل بنفسه عند القتال وعند الصدقة قال في النهاية أما\nالصدقة فأن تهزه أريحية السخاء فيعطي طيبة بها نفسه فلا يستكثر كثيرا ولا\nيعطى منها شيئا إلا وهو مستقل وأما الحرب فأن يتقدم فيها بنشاط وقوة ونخوة\nوعدم جبن ولا مخيلة هي بمعنى الخيلاء الخازن الأمين الذي يعطى ما أمر به\nطيبة به نفسه قال هذه الأوصاف شروط الحصول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p079'> Vol. 05, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nهذا الثواب فينبغي أن يعتنى بها ويحافظ عليها أحد المتصدقين قال النووي\nهو بفتح القاف على التثنية ومعناه له أجر متصدق وقال الحافظ بن <span id='ms198'></span> حجر ضبط في\nجميع الروايات بفتح القاف قال القرطبي ويجوز الكسر على الجمع أي هو متصدق\nمن المتصدقين والمرأة المترجلة قال في النهاية هي التي تتشبه بالرجال في\nزيهم وهيآتهم فأما في العلم والرأي فمحمود والديوث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p080'> Vol. 05, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nبالمثلثة هو الذي لا يغار على أهله وقيل هو سرياني معرب ولو بظلف محرق\nالظلف بكسر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p081'> Vol. 05, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nالظاء المعجمة للبقر والغنم كالحافر للفرس والبغل والخف للبعير يتلمظ\nفضله أي يدير لسانه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p082'> Vol. 05, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nعليه ويتبع أثره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p083'> Vol. 05, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nيتملقني قال في النهاية الملق بالتحريك الزيادة في التودد والدعاء\nوالتضرع فوق ما ينبغي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p084'> Vol. 05, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nليس المسكين الذي ترده الاكلة والاكلتان بضم الهمزة أي اللقمة واللقمتان\nقال النووي معناه المسكين الكامل المسكنة الذي هو أحق بالصدقة وأحوج إليها\nليس هو هذا الطواف وليس معناه نفي أصل المسكنة عنه بل معناه نفي كمال\nالمسكنة قالوا فما المسكين قال النووي هكذا الرواية وهو صحيح لان ما تأتي\nكثيرا لصفات من يعقل كقوله تعالى فانكحوا ما طاب لكم من النساء ولا يفطن له\nفيتصدق عليه بالنصب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p085'> Vol. 05, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nوالعائل المزهو أي الفقير المتكبر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p086'> Vol. 05, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nعلقمة بن علاثة بضم العين المهملة وتخفيف اللام ومثلثة صناديدهم العظماء\nوالاشراف والرؤس الواحد صنديد بكسر الصاد مشرف الوجنتين تثنية وجنة مثلث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p087'> Vol. 05, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nالواو وهي أعلى الخد إن من ضئضئ هذا قوما بضادين معجمتين مكسورتين بينهما\nهمزة ساكنة وآخره همزة هو الاضل ويقال ضئضئ بوزن قنديل يريد أنه يخرج من\nنسله وعقبه يقرؤون القرآن لا يجاوز حناجرهم جمع حنجرة وهي رأس الغلصمة حيث\nتراه ناتئا من خارج الحلق قال القاضي عياض فيه تأويلان أحدهما معناه لا\nتفقهه قلوبهم ولا ينتفعون بما تلو منه ولا لهم حظ سوى تلاوة الفم والحنجرة\nوالحلق إذ بهما تقطيع الحروف والثاني معناه لا يصعد لهم عمل ولا تلاوة ولا\nتتقبل يمرقون من الاسلام كما يمرق السهم أي يخرجون منه خروج السهم إذا نفذ\nالصيد من جهة أخرى ولم يتعلق به شئ منه من الرمية هي الصيد المرمي فعيلة\nبمعنى مفعولة وقيل هي كل دابة مرمية لئن أدركتهم لأقتلنهم قتل عاد <span id='ms199'></span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p088'> Vol. 05, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nأي قتلا عاما مستأصلا كما قال تعالى فهل ترى لهم من باقية تحمل حمالة هي\nبالفتح ما يتحمله الانسان عن غيره من دية أو غرامة مثل أن يقع حرب بين\nفريقين يسفك فيه الدماء فيدخل بينهم رجل يتحمل ديات القتلى ليصلح ذات البين\nقواما من عيش بكسر القاف أي ما يقوم بحاجته الضرورية أو سدادا من عيش بكسر\nالسين أي ما يكفي حاجته جائحة هي الآفة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p089'> Vol. 05, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nالتي تهلك الثمار والأموال وتستأصلها وكل مصيبة عظيمة وفتنة مثيرة جائحة\nمن ذوي الحجا أي العقل الله تبارك وتعالى الرحضاء بضم الراء وفتح الحاء\nالمهملة وضاد معجمة ممدودة هو عرق يغسل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p090'> Vol. 05, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nالجلد لكثرته إن مما ينبت الربيع يقتل أو يلم أي يقرب من الهلاك إلا كلمة\nالاستثناء آكلة الخضر بالمد وكسر الضاد نوع من البقول فثلطت بالمثلثة أي\nألقت رجيعها سهلا رقيقا قال في النهاية ضرب في هذا الحديث مثلين أحدهما\nللمفرط في جمع الدنيا والمنع من حقها والآخر للمقتصد في أخذها والنقع بها\nفقوله إن مما ينبت الربيع يقتل أو يلم مثل للمفرط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p091'> Vol. 05, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nالذي يأخذ الدنيا بغير حقها وذلك أن الربيع ينبت أحرار البقول فتستكثر\nالماشية منه لاستطابتها إياه حتى تنتفخ بطونها عند مجاوزتها حد الاحتمال\nفتنشق أمعاؤها من ذلك فتهلك أو تقارب الهلاك وكذلك الذي يجمع الدنيا من غير\nحلها ويمنعه مستحقها قد تعرض للهلاك في الآخرة بدخول النار وفي الدنيا بأذى\nالناس له وحسدهم إياه وغير ذلك من أنواع الأذى وأما قوله إلا آكلة الخضر\nفإنه مثل للمقتصد وذلك أن الخضر ليس من أحرار البقول وجيدها التي ينبتها\nالربيع بتوالي أمطاره فتحسن وتنعم ولكنه من البقول التي ترعاها المواشي بعد\nهيج البقول ويبسها حيث لا تجد سواها فلا ترى الماشية تكثر من أكلها ولا\nتستمرئها فضرب آكلة الخضر من المواشي مثلا لما يقتصر في أخذ الدنيا وجمعها\nولا يحمله الحرص على أخذها بغير حقها فهو ينجو من وبالها كما نجت آكلة\nالخضر ألا تراه قال أكلت حتى إذا امتلأت خاصرتاها استقبلت <span id='ms200'></span> عين الشمس فثلطت\nوبالت أراد أنها إذا شبعت منها بركت مستقبلة عين الشمس تستمرئ بذلك ما أكلت\nفإذا ثلطت زال عنها الحبط وأنما تحبط الماشية لأنها تملأ بطونها ولا تثلط\nولا تبول فتنتفخ أجوافها فيعرض لها المرض فتهلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p092'> Vol. 05, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nتصدقن ولو من حليكن قال النووي وهو بفتح الحاء وسكون اللام مفرد وأما\nالجمع فيقال بضم الحاء وكسرها وكسر اللام وتشديد الياء لان يحتزم أحدكم\nبحزمة حطب على ظهره قال الكرماني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p093'> Vol. 05, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nاللام إما ابتدائية أو جواب قسم محذوف فيبيعها بالنصب ما يزال الرجل يسأل\nحتى يأتي يوم القيامة ليس في وجهه مزعة بضم الميم وسكون الزاي وعين مهملة\nالقطعة اليسيرة من اللحم وحكى كسر الميم وفتحها قال الخطابي يحتمل وجوها أن\nيأتي يوم القيامة ذليلا ساقطا لا جاه له ولا قدر كما يقال لفلان وجه عند\nالناس فهو كناية وأن يكون قد نالته العقوبة في وجهه فعذب حتى سقط لحمه على\nمعنى مشاكلة عقوبة الذنب مواضع الجناية من الأعضاء كقوله صلى الله عليه\nوسلم رأيت ليلة أسرى بي قوما تقرض شفافهم فقلت يا جبريل من هؤلاء قال هم\nالذين يقولون مالا يفعلون وأن يكون ذلك علامة له وشعارا يعرف به وان لم يكن\nمن عقوبة مسته في وجهه وقال بن بطال جازاه الله من جنس ذنبه حين بذل كماء\nوجهه وعنده الكفاية وإذا لم يكن اللحم فيه فتؤذيه الشمس أكثر من غيره وأما\nمن سأل مضطرا فيباح له السؤال ويرجى له أن يؤجر عليه إذا لم يجد عنه بدا\nبسطا بكسر الموحدة وحكى فتحها قال بن الصلاح أعجمي لا ينصرف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p094'> Vol. 05, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nومنهم من صرفه على أسكفه الباب بهمزة قطع مضمومة وسكون السين وضم الكاف\nوتشديد الفاء عتبة الباب السفلى حتى إذا نفد بكسر الفاء واهمال الدال أي\nفرغ ما يكون عندي من خير فلن أدخره عنكم أي لن أحبسه وأخبأه وأمنعكم إياه\nمنفردا به عنكم ومن يستعفف يعفه الله زاد في رواية البخاري ومن يستغن يغنه\nالله قال التيمي أي من يطلب العفاف <span id='ms201'></span> وهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p095'> Vol. 05, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nترك المسألة يعطيه الله العفاف ومن يطلب الغنى من الله يعطه وقال بعضهم\nمعناه من طلب من نفسه العفة عن السؤالي ولم يظهر الاستغناء يعفه الله أي\nيصيره عفيفا ومن ترقى من هذه المرتبة إلى ما هو أعلى وهو إظهار الاستغناء\nعن الخلق يملا الله قلبه غنى لكن أن أعطى شيئا لم يرده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p096'> Vol. 05, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nخموشا أي خدوشا أو كدوحا الخدوش وكل أثر من خداش أو عض فهو كدح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p097'> Vol. 05, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nولا لذي مرة بكسر الميم هي القوة والشدة سوى هو الصحيح الأعضاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p099'> Vol. 05, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nفرأهما جلدين بفتح الجيم وسكون اللام أي قويين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p100'> Vol. 05, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nفمن أخذه بسخاوة نفس قال الزركشي أي بطيب نفس من غير حرص عليه وقال في\nفتح الباري أي بغير شره ولا إلحاح أي من أخذه بغير سؤال وهذا بالنسبة إلى\nالآخذ ويحتمل أن يكون بالنسبة إلى المعطي أي سخاوة نفس المعطي أي انشراحه\nبما يعطيه ومن أخذ بإشراف نفس هو تطلعها إليه وتعرضها له وطمعها فيه وكان\nكالذي يأكل ولا يشبع قال الزركشي يعني من به الجوع الكاذب كلما ازداد أكلا\nأزداد جوعا وقال النووي قيل هو الذي به داء لا يشبع بسببه وقيل يحتمل أن\nالمراد تشبيهه بالبهيمة الراعية واليد العليا خير من اليد السفلى الأرجح أن\nالعليا هي المعطية والسفلى هي السائلة كما تقدم في حديث بن عمر وتظافرت\nبذلك الروايات وعليه الجمهور وقيل السفلى هي الآخذة سواء كان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p101'> Vol. 05, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nبسؤال أم بغير سؤال وقيل السفلى المانعة وذكر الأديب جمال الدين بن نباته\nفي كتابه مطلع الفوائد في تأويل الحديث معنى آخر فقال اليد هنا هي النعمة\nفكأن المعنى أن العطية الجزيلة خير من العطية القليلة وهذا حث على المكارم\nبأوجز لفظ ويشهد له أحد التأويلين في قوله ما أبقت غنى أي ما حصل به غنى\nللسائل كمن أراد أن يتصدق بألف فلو أعطاها لمائة إنسان لم يظهر عليهم الغنى\nبخلاف ما لو أعطاها لرجل واحد وهو أولى من حمل اليد على الجارحة لان ذلك لا\nيستمر إذ فيمن يأخذ خير <span id='ms202'></span> عند الله ممن يعطي قال الحافظ بن حجر وكل هذه\nالتأويلات المتعسفة تضمحل عند الأحاديث المصرحة بالمراد فأولى ما فسر\nالحديث بالحديث لا أرزأ بتقديم الراء على الزاي لا آخذ من أحد شيئا وأصله\nالنقص عن بن الساعدي المالكي قال القاضي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p102'> Vol. 05, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nعياض الصواب بن السعدي كما في الرواية الأخرى واسمه قدامة وقيل عمرو\nوإنما قيل له السعدي لأنه استرضع في بني سعد بن أبي بكر وأما الساعدي فلا\nيعرف له وجه وابنه عبد الله من الصحابة وهو قرشي عامري مكي من بني مالك بن\nحنبل بن عامر بن لؤي رضي الله تعالى عنه عن حويطب بن عبد العزى بضم الحاء\nالمهملة أخبرني عبد الله بن السعدي أنه قدم على عمر بن الخطاب قال عياض\nوالنووي وغيرهما هذا الحديث فيه أربعة من الصحابة يروي بعضهم عن بعض وهم\nعمرو بن السعدي وحويطب والسائب وقد جاء جملة من الأحاديث فيها الأربعة\nصحابيون بعضهم عن بعض وأربعة تابعيون بعضهم عن بعض عمالة بضم العين اسم\nأجرة العامل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p103'> Vol. 05, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nالله تبارك وتعالى ومالا فلا تتبعه نفسك قال النووي معناه ما لم يوجد فيه\nهذا الشرط لا تعلق النفس به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p104'> Vol. 05, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nإن هذه الصدقة إنما هي أوساخ الناس قال النووي تنبيه على العلة في\nتحريمها عليهم وأنه لكرمتهم وتنزيههم عن الأوساخ ومعنى أوساخ الناس أنها\nتطهير أموالهم ونفوسهم كما قال تعالى صدقة تطهرهم وتزكيهم بها فهي كغسالة\nالأوساخ بن أخت القوم منهم قال النووي استدل به من يورث ذوي الأرحام وأجاب\nالجمهور بأنه ليس في هذا اللفظ ما يقتضي توريثه وإنما معناه أن بينه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p106'> Vol. 05, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\nوبينهم ارتباطا وقرابة ولم يتعرض للإرث وسياق الحديث يقتضي أن المراد أنه\nكالواحد منهم في إفشاء سرهم بحضرته ونحو ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p107'> Vol. 05, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nهو لها صدقة قال بن مالك يجوز في صدقة الرفع على أنه خبر هو ولها صفة\nقدمت فصارت حالا والنصب على الحال ويجعل لها الخبر حملت على فرس أفاد بن\nسعد في الطبقات أن اسمه الورد وأنه كان لتميم الداري فأهداه للنبي صلى <span id='ms203'></span> الله\nعليه وسلم فأعطاه لعمر فأضاعه الذي كان عنده أي يترك القيام بالخدمة والعلق\nونحوها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p108'> Vol. 05, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nلا تعد في صدقتك سمى شراءه برخص عودا في الصدقة من حيث أن الغرض منها\nثواب الآخرة فإذا اشترها برخص فكأنه آثر عرض الدنيا على الآخرة وصار راجعا\nفي ذلك المقدار الذي سومح فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p109'> Vol. 05, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nكتاب مناسك الحج عن أبي سنان بكسر المهملة بعدها نون اسمه يزيد وقيل\nربيعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p110'> Vol. 05, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nأبي رزين العقيلي أنه قال يا رسول الله أن أبي شيخ كبير لا يستطيع الحج\nولا العمرة ولا الظعن بفتح العين وسكونها لغتان مشهورتان قال فحج عن أبيك\nواعتمر قال الإمام أحمد لا أعلم في إيجاب العمرة حديثا أجود من هذا ولا أصح\nمنه قال الشيخ ولي الدين العراقي في هذا رد علي بن بشكوال حيث قال في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p111'> Vol. 05, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nمهماته في حديث أن رجلا قال يا رسول الله أين أبي قال أبوك في النار أنه\nأبو رزين العقيل فإن مقتضاه أن أباه كان كافرا محكوما له بالنار وهذا\nالحديث يدل على أنه مسلم مخاطب بالحج الحجة المبرورة ليس لها جزاء الا\nالجنة قال النووي معناه أنه لا يقتصر لصاحبها من الجزاء على تكفير بعض\nذنوبه لا بد أن يدخل الجنة قال والأصح الأشهر أن الحج المبرور الذي لا\nيخالطه إثم مأخوذ من البر وهو الطاعة وقيل هو المقبول المقابل بالبر وهو\nالثواب ومن علامة القبول أن يرجع خيرا مما كان ولا يعاود المعاصي وقيل هو\nالذي لا رياء فيه وقيل هو الذي لا يتعقبه معصية وهما داخلان فيما قبلهما\nقال القرطبي الأقوال التي ذكرت في تفسيره متقاربة وأنه الحج الذي وقت\nأحكامه ووقع موقعا لما طلب من المكلف على وجه الأكمل والعمرة إلى العمرة\nقال بن التين يحتمل أن يكون إلى بمعنى مع أي العمرة مع العمرة كفارة لما\nبينهما أشار بن عبد البر إلى أن المراد تكفير الصغائر دون الكبائر قال وذهب\nبعض علماء عصرنا إلى تعميم ذلك ثم بالغ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p112'> Vol. 05, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nفي الانكار عليه قال في فتح الباري <span id='ms204'></span> واستشكل بعضهم كون العمرة كفارة مع أن\nاجتناب الكبائر يكفر فماذا تكفر العمرة والجواب أن تكفير العمرة مقيد\nبزمنها وتكفير الاجتناب عام لجميع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p113'> Vol. 05, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nعمر العبد فتغايرا من هذه الحيثية من حج هذا البيت فلم يرفث بضم الفاء\nقال عياض هذا من قوله تعالى فلا رفث ولا فسوق والجمهور على أن المراد في\nالآية الجماع قال الحافظ بن حجر والذي يظهر أن المراد به في الحديث ما هو\nأعم من ذلك واليه نحا القرطبي قال الأزهري الرفث اسم جامع لكل ما يريده\nالرجل من المرأة وكان بن عباس يخصه بما خوطب به النساء وقال غيره الرفث\nالجماع ويطلق على التعريض به وعلى الفحش في القول ولم يفسق أي لم يأت سيئة\nولا معصية رجع كيوم ولدته أمه قال الحافظ بن حجر أي بغير ذنب وظاهره غفران\nالصغائر والكبائر والتبعات وهو من أقوى الشواهد لحديث العباس بن مرداس\nالمصرح بذلك قال الطيبي الفاء في قوله فلم يرفث عاطفة على الشرط وجوابه رجع\nأي صار والجار والمجرور خبر له ويجوز أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p114'> Vol. 05, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nيكون حالا أي صار مشابها لنفسه في البراءة عن الذنوب في يوم ولدته أمه\nقال لا ولكن أحسن الجهاد وأجمله حج مبرور قال في فتح الباري اختلف في ضبط\nلكن فالأكثر بضم الكاف خطاب للنسوة قال القابسي وهو الذي تميل إليه نفسي\nوفي رواية بكسر الكاف وزيادة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p115'> Vol. 05, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nألف قبلها بلفظ الاستدراك وسماه جهادا لما فيه من مجاهدة النفس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p116'> Vol. 05, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nمن خثعم بفتح الخاء المعجمة وسكون المثلثة بعدها عين مهملة مفتوحة غير\nمنصرف للعلمية ووزن الفعل حي من بجيلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p117'> Vol. 05, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nرديف يقال ردفته ركبت خلفه على الدابة وأردفته أركبته خلفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p119'> Vol. 05, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nفأخرجت امرأة صبيا من المحفة بكسر الميم وحكى فتحها فقالت ألهذا حج قال\nنعم ولك أجر قال النووي معناه بسبب حملها له وتجنيبها إياه ما يجتنبه\nالمحرم وفعل ما يفعله المحرم خرجنا مع رسول الله صلى الله عليه وسلم لخمس\nبقين من ذي القعدة بفتح القاف وكسرها قاله القاضي تاج الدين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p121'> Vol. 05, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nالسبكي في الترشيح يهل <span id='ms205'></span> بضم أوله يرفع صوته بالتلبية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p122'> Vol. 05, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nهشام بن بهرام بفتح الموحدة وكسرها وقت حكى الأثرم عن أحمد أنه سئل في أي\nسنة وقت النبي صلى الله عليه وسلم المواقيت فقال عام حج لأهل المدينة ذا\nالحليفة بالمهملة والفاء مصغر قال النووي بينها وبين المدينة ستة أميال\nووهم من قال بينهما ميل واحد وهو بن الصباغ وهو أبعد المواقيت من مكة فقيل\nالحكمة في ذلك أن معظم أمورهم في المدينة قيل رفقا بأهل الآفاق لان أهل\nالمدينة أقرب الآفاق إلى مكة الجحفة بضم الجيم وسكون المهملة قرية خربة\nبينها وبين مكة خمس مراحل أو ست ورابغ قريب منها وسميت الجحفة لان السيل\nيجحف بها ذات عرق بكسر العين وسكون الراء وقاف سمى بذلك لان فيه عرقا وهو\nالجبل الصغير وهي أرض سبخة تنبت الطرفاء بينها وبين مكة مرحلتان وهي الحد\nالفاصل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p123'> Vol. 05, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nبين نجد وتهامة يلملم بفتح التحتية واللام وسكون الميم بعدها لام مفتوحة\nثم ميم مكان على مرحلتين من مكة ويقال ألملم بالهمزة هو والأصل والياء\nتسهيل وحكى بن السيد فيه يرمرم براءين بدل اللامين ولأهل نجد هو اسم لعشرة\nمواضع والمراد منها هنا التي أعلاها تهامة واليمن وأسفلها الشام والعراق\nوهو في الأصل كل مكان مرتفع قرنا قال في النهاية يقال له قرن المنازل وقرن\nالثعالب وكثير ممن لا يعرف يفتح راءه وإنما هو بالسكون وممن ضبطه بالفتح\nصاحب الصحاح وغلطوه قال في فتح البارئ وبالغ النووي فحكى الاتفاق على\nتخطئته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p124'> Vol. 05, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nفي ذلك لكن حكى عياض من تعليق القابسي أن من قاله بالاسكان أراد الجبل\nومن قاله بالفتح أراد الطريق والجبل المذكور بينه وبين مكة مرحلتان من جهة\nالمشرق وحكى الروياني عن بعض قدماء الشافعية أن المكان الذي يقال له قرن\nموضعان أحدهما في هبوط وهو الذي يقال له قرن المنازل والاخر في صعود وهو\nالذي يقال له قرن الثعالب لكثرة ما كان يأوي إليه من الثعالب قال فظهر قرن\nالثعالب ليس من المواقيت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p125'> Vol. 05, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nحتى أن أهل مكة يهلون منها هذا <span id='ms206'></span> خاص بالحاج وأما المعتمر فيجب عليه أن\nيخرج إلى أدنى الحل قال المحب الطبري لا أعلم أحدا جعل مكة ميقات للعمرة\nفتعين حمله على القارن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p126'> Vol. 05, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nفي المعرس بضم الميم وفتح العين وتشديد الراء المفتوحة ثم سين مهملة على\nستة أميال من المدينة بالبيداء قال في النهاية البيداء المفازة لا شئ بها\nوهي هنا اسم موضع مخصوص بقرب المدينة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p127'> Vol. 05, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nوأكثر ما تردو يراد بها هذه وقال أبو عبيد البكري البيداء هذه فوق علمي\nذي الحليفة لمن صعد من الوادي الأبواء بفتح الهمزة وسكون الباء والمد جبل\nبين مكة والمدينة وعنده بلد ينسب إليه بين قرني البئر قال في النهاية هما\nالمبنيان على جانبيها فإن كانتا من خشب فهما زرنوقان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p128'> Vol. 05, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nسئل رسول الله صلى الله عليه وسلم ما يلبس المحرم من الثياب قال لا يلبس\nالقميص الخ قال النووي قال العلماء هذا من بديع الكلام وجزله لان ما لا\nيلبس منحصر فحصل التصريح به وأما الملبوس الجائز فغير منحصر فقال لا يلبس\nكذا أي يلبس ما سواه وقال البيضاوي سئل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p129'> Vol. 05, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nعما يلبس فأجاب بما لا يلبس ليدل بالالتزام من طريق المفهوم على ما يجوز\nوإنما عدل عن الجواب لأنه أحصر وأخصر وفيه إشارة إلى أن حق السؤال أن يكون\nعما لا يلبس لأنه الحكم العارض في الاحرام المحتاج لبيانه إذ الجواز ثابت\nبالأصل معلوم بالاستصحاب فكان الأليق السؤال عما لا يلبس قال غيره هذا يشبه\nأسلوب الحكيم ويقرب منه قوله تعالى يسألونك ماذا ينفقون قل ما أنفقتم من\nخير فللوالدين والأقربين فعدل عن جنس المنفق وهو المسؤول عنه إلى ذكر\nالمنفق عليه لأنه أهم ولا زعفران بالتنوين لأنه منصرف إذ ليس فيه الا الألف\nوالنون فقط قال الشيخ عز الدين بن عبد السلام إنما أمر الناس بالخروج عن\nالمخيط وغيره مما صنعوا في الحج ليخرج الانسان عن عادته والفه فيكون ذلك\nمذكرا له لما هو فيه من عبادة ربه فيشتغل الرب عز وجل بالجعرانة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p130'> Vol. 05, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nقال في النهاية هي موضع قريب من مكة <span id='ms207'></span> وهي بتسكين العين والتخفيف وقد تكسر\nوتشدد الراء وقال صاحب المطالع أصحاب الحديث يشددونها وأهل الأدب يخطئونهم\nويخففونها وكلاهما صواب يغط بغين معجمة مكسورة وطاء مهملة مشددة قال في\nالنهاية الغطيط الصوت الذي يخرج مع نفس النائم وهو ترديده حيث لا يجد مساغا\nوقد غط يغط غطا وغطيطا ومنه حديث نزول الوحي فسرى عنه بسين مضمومة وراء\nمشددة وتخفف قال في النهاية أي كشف عنهما هو فيه من مكابدة نزول الوحي وقد\nتكررت في الحديث وخاصة في ذكر نزول الوحي وكلها بمعنى الكشف والإزالة يقال\nسروت الصوت وسريته إذا خلعته والتشديد فيه للمبالغة ووقع عند أبي حاتم في\nتفسيره والطبراني في الأوسط أن الآية التي نزلت عليه حينئذ قوله تعالى\nوأتموا الحج والعمرة لله آنفا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p131'> Vol. 05, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nبالمد أي الآن الا أحد لا يجد نعلين قال بن المنير فيه استعمال أحد في\nالاثبات وقد خصوه بضرورة الشعر وسوغه كونه بعقب نفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p132'> Vol. 05, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\nولا تلبس القفازين قال في النهاية هو بالضم والتشديد شئ تلبسه نساء العرب\nأيديهن يغطي الأصابع والكف والساعد من البرد ويكون فيه قطن محشو وقيل هو\nضرب من الحلى تتخذه المرأة ليديها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p133'> Vol. 05, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\nيهل ملبدا الاهلال رفع الصوت بالتلبية والتلبيد أن يجعل المحرم في رأسه\nصمغا أو غيره ليتلبد شعره أي يلتصق بعضه ببعض فلا يتخلله الغبار ولا يصيبه\nالشعث ولا القمل وإنما يفعله من يطول مكثه في الاحرام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p136'> Vol. 05, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\nطيبت رسول الله صلى الله عليه وسلم لحرمه حين أحرم قال النووي ضبطوا\nلحرمه بضم الحاء وكسرها والضم أكثر ولم يذكر الهروي وآخرون غيره وأنكر ثابت\nالضم على المحدثين وقال الصواب الكسر والمراد بحرمه الاحرام بالحج ولحله\nبعد ما رمى جمرة العقبة قبل أن يطوف بالبيت المراد به طواف الإفاضة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p137'> Vol. 05, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\nلقد كان يرى وبيص الطيب هو البريق وزنا ومعنى وصاده مهملة في مفارق رسول\nالله صلى الله عليه وسلم جمع مفرق بفتح الميم وكسر الراء وهو المكان الذي\nيفترق فيه الشعر في وسط الرأس قيل ذكرته بصيغة الجمع تعميما لجوانب الرأس\nالتي يفرق <span id='ms208'></span> فيها الشعر وهو محرم أدعى بعضهم أن ذلك من خصائصه صلى الله عليه\nوسلم قاله المهلب وأبو الحسن بن القصار وغيرهما من المالكية لان الطيب من\nدواعي النكاح فنهى الناس عنه وكان هو أملك الناس لإربه ففعله ورجحه بن\nالعربي بكثرة ما ثبت له من الخصائص في النكاح وقد ثبت عنه أنه قال حبب إلى\nالنساء والطيب وقال المهلب إنما خص بذلك لمباشرته الملائكة لأجل الوحي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p139'> Vol. 05, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nكان رسول الله صلى الله عليه وسلم إذا أراد أن يحرم ادهن بأطيب دهن يجده\nللطحاوي والدارقطني بالغالية الجيدة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p140'> Vol. 05, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\nينضح طيبا قال في النهاية وهو بالحاء المهملة أي يفوح والنضوح بالفتح ضرب\nمن الطيب تفوح رائحته وأصل النضح الرشح فشبه كثرة ما يفوح من طيبة بالرشح\nوروى بالحاء المهملة وقيل هو بالخاء المعجمة فيما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p141'> Vol. 05, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\nثخن من الطيب وبالمهملة فيما رق كالماء وقيل بالعكس وقيل هما سواء وعليه\nمقطعات قال النووي بفتح الطاء المشددة وهي الثياب المخيطة وقال في النهاية\nأي ثياب قصار لأنها قطعت عن بلوغ التمام وقيل المقطع من الثياب كل ما يفصل\nويخاط من قميص وغيره وما لا يقطع منها كالازر والأردية متضمخ بالضاد والخاء\nالمعجمتين أي متلطخ بخلوق بفتح المعجمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p142'> Vol. 05, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nطيب معروف مركب يتخذ من الزعفران وغيره ان يضمدهما بالصبر بكسر الموحدة\nويجوز اسكانها أي يجعله عليهما ويداويهما به وأصل اضمد الشد يقال ضمد رأسه\nوجرحه إذا شده بالضماد وهي خرقة يشد بها العضو المؤف ثم قيل لوضع الدواء\nعلى الجرح وغيره وان لم يشد لو استقبلت من أمرى ما استدبرت أي لو علمت من\nأمري في الأول ما علمت في الآخر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p143'> Vol. 05, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\nفانطلقت محرشا قال في النهاية أراد بالتحريش هنا ذكر ما يوجب عتابه لها\nولا تخمروا وجهه ورأسه قال النووي أما تخمير الرأس في حق المحرم الحي فمجمع\nعلى تحريمه وأما وجهه فقال مالك وأبو حنيفة هو كرأسه وخالف الشافعي\nوالجمهور وقالوا لا إحرام في وجهه بل له تغطيته وإنما يجب كشف الوجه في حق\nالمرأة وأما الميت فمذهب الشافعي <span id='ms209'></span> وموافقيه أنه يحرم تغطية رأسه دون وجهه\nكما في الحياة ويتأول هذا الحديث على أن النهى عن تغطية وجهه ليس لكونه\nوجها إنما هو صيانة للرأس فإنهم لو غطوا وجهه لم يؤمن أن يغطوا رأسه ولا بد\nمن تأويله لان مالكا وأبا حنيفة وموافقيهما يقولون لا يمنع من ستر رأس\nالميت والشافعي وموافقوه يقولون يباح ستر الوجه فتعين تأويل الحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p144'> Vol. 05, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\nفإنه يبعث يوم القيامة يلبي قال النووي معناه على الهيئة التي مات عليها\nومعه علامة لحجه وهي دلالة لفضيلته كما يجئ الشهيد يوم القيامة وأوداجه\nتشخب دما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p145'> Vol. 05, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\nالعذيب اسم ماء بني تميم على مرحلة من الكوفة مسمى بتصغير العذب وقيل سمي\nبه لأنه طرف أرض العرب من العذبة وهي طرف الشئ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p146'> Vol. 05, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\nياهناه أي يا هذا وأصله هن ألحقت الهاء لبيان الحركة فصار ياهنة وأشبعت\nالحركة فصارت ألفا فقيل ياهناه بسكون الهاء ولك ضم الهاء قال الجوهري هذه\nاللفظة تختص بالنداء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p147'> Vol. 05, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\nرضي الله تعالى عنها لبيك عمرة وحجا قال أبو البقاء النصب بفعل محذوف\nتقديره أريد أو نويت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p148'> Vol. 05, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nفمشطتني بالتخفيف قال صاحب الافعال مشط الرأس مشطا أي سرحه فليتئد أي\nليتأن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p154'> Vol. 05, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\nولا يعجل لبيك اللهم لبيك قال بن المنير مشروعية التلبية تنبيه على اكرام\nالله تعالى لعباده بأن وفودهم على بيته إنما كان باستدعاء منه سبحانه\nوتعالى وقال الشيخ عز الدين بن عبد السلام لب بالمكان إذا قام به فالملبي\nيخبر عن اقامته وملازمته لعبادة الله عز وجل وثنى هذا المصدر لتدل التثنية\nعلى الكثرة فكأنه يقول تلبية بعد تلبية أبدا وليس المراد مرتين فقط لقوله\nعز وجل ثم ارجع البصر كرتين المراد كرة بعد كرة أبدا ما استطعت وإذا كان\nالمعنى في التلبية الاخبار بالملازمة على العبادة فهل المراد كل عبادة الله\nأي عبادة كانت أو العبادة التي هو فيها من الحج الأحسن عند المفسرين الثاني\nدون الأول للاهتمام بالمقصود قال ثم يعلم أن الاخبار بالملازمة على العبادة\nلا يصح في العبادة الماضية وإنما يصح الوعد في المستقبلات قال ويظهر <span id='ms210'></span> من هذا\nرجحان مذهب مالك في كونه شرع التلبية إلى آخر المناسك لأنه إذا بقي له شئ\nمن الرمي أو غيره كان من جنس الوعد بالملازمة عليه لأنه عبادة وغير مالك\nوهو الشافعي قطعها قبل ذلك قال وقوله لا شريك لك تقديره لا شريك لك في\nالملك ان الحمد والنعمة لك بكسر الهمز على الاستئناف ويفتح على التعليل\nوالكسر أجود عند الجمهور قال ثعلب من كسر فقد عم ومن فتح فقد خص وتعقب بأن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p159'> Vol. 05, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\nالتقييد ليس في الحمد وإنما هو في التلبية وقال الخطابي لهج العامة\nبالفتح وحكاه الزمخشري عن الشافعي وقال بن عبد البر المعنى عندي واحد لان\nمن فتح أراد لبيك لان الحمد لك على كل حال وقال بن دقيق العيد الكسر أجود\nلأنه يقتضي أن تكون الإجابة مطلقة غير معللة وأن الحمد والنعمة لله على كل\nحال والفتح يدل على التعليل فكأنه يقول أجبتك بهذا السبب والمشهور في قوله\nوالنعمة النصب قال عياض ويجوز الرفع على الابتداء ويكون الخبر محذوفا\nوالتقدير أن الحمد لك والنعمة مستقرة قال بن الأنباري قال الكرماني وحاصله\nأن النعمة والشكر على النعمة كليهما لله تعالى وكذا قوله والملك يجوز فيه\nالوجهان قال بن المنير قرن الحمد والنعمة وأفرد الملك لان الحمد متعلق\nالنعمة ولهذا يقال الحمد لله على نعمه فكأنه قال لا حمد الا لك لأنه لا\nنعمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p160'> Vol. 05, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\nالا لك وأما الملك فهو مستقل بنفسه ذكر لتحقيق أن النعمة كلها لله لأنه\nصاحب الملك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p161'> Vol. 05, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\nإذا استوت به الناقة قائمة نصب على الحال وانبعثت أي سارت ومضت ذاهبة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p163'> Vol. 05, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\nالله تبارك وتعالى ليلة الحصبة بمهملتين وموحدة بوزن الضربة أي ليلة\nالمبيت بالمحصب بعد النفر من منى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p165'> Vol. 05, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\nانقضى رأسك بضم القاف والضاد المعجمة أي حلى ضفره وامتشطي وأهلي بالحج\nودعى العمرة قال الشافعي انه أمرها بأن تدع عمل العمرة وتدخل عليها الحج\nفتكون قارنة الا أن تدع العمرة نفسها وعلى أن اعتمارها من التنعيم تطييب\nلنفسها ليحصل لها عمرة منفردة مستقلة كما حصل لسائر أمهات <span id='ms211'></span> المؤمنين قال\nالخطابي الا أن قوله انقضى رأسك وامتشطي لا يشكل هذه القضية ولو تأوله\nمتأول على الترخيص في فسخ العمرة كما أذن لأصحابه في فسخ الحج لكان له وجه\nوأجاب الكرماني بأن نقض الرأس والامتشاط جائزان في الاحرام بحيث لا ينتف\nشعرا وقد يتأول بأنها كانت معذورة وقيل المراد بالامتشاط تسريح الشعر\nبالأصابع لغسل الاحرام بالحج ويلزم منه نقضه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p166'> Vol. 05, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\nهذه مكان عمرتك قال الزركشي المشهور رفع مكان على الخبر أي عوض عمرتك\nالتي تركتها لأجل حيضتك ويجوز النصب على الظرف وقال بعضهم لا يجوز غيره\nوالعامل محذوف تقديره هذه كائنة مكان عمرتك أو مجعولة مكانها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p167'> Vol. 05, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\nضباعة بضم الضاد المعجمة وتخفيف الباء الموحدة ومحلى بكسر الحاء أي مكان\nتحللي قيل كان هذا من خصائص ضباعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p168'> Vol. 05, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\nوسلت الدم بمهملة ولام ومثناة أي أماطه بأصبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p170'> Vol. 05, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\nولم تحلل أنت بكسر اللام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p172'> Vol. 05, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\nولا نرى الا الحج بضم النون أي نظن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p177'> Vol. 05, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\nكانوا يرون بضم أوله والمراد أهل الجاهلية وذلك من تحكماتهم المبتدعة\nويجعلون المحرم صفر قال النووي هو مصروف بلا خلاف وحقه أن يكتب بالألف لأنه\nمنصوب لكنه كتب بدونها يعني على لغة ربيعة ولا بد من قراءته منونا وفي\nالمحكم كان أبو عبيدة لا يصرفه ومعنى يجعلون يسمون وينسبون تحريمه إليه\nلئلا تتوالى عليهم ثلاثة أشهر حرم فتضيق بذلك أحوالهم وهو المراد بالنسئ\nيقولون إذا برأ بفتحتين وهمزة وتخفف الدبر بفتحتين الجرح الذي يكون في ظهر\nالبعير يقال دبر يدبر دبرا وقيل هو أن يقرح خف البعير يريدون أن الإبل كانت\nتدبر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p180'> Vol. 05, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\nبالسير عليها إلى الحج وعفا الوبر أي كثر وبر الإبل الذي حلقته رحال الحج\nوانسلخ صفر قال النووي هذه الألفاظ تقرأ كلها ساكنة الآخر موقوفا عليها لان\nمرادهم السجع أي الحل قال الحل كله أي حل يحل له فيه جميع ما يحرم على\nالمحرم حتى غشيان النساء وذلك تمام الحل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p181'> Vol. 05, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\nبالاثاية بضم الهمزة وحكى كسرها ومثلثة موضع بطريق الجحفة إلى مكة والعرج\nبفتح العين وسكون الراء وجيم قرية جامعة من عمل الفرع <span id='ms212'></span> على أميال من المدينة\nظبي حاقف بمهملة ثم قاف ثم فاء أي نائم قد انحنى في نومه لا يريبه أحد أي\nلا يتعرض له أحد ولا يزعجه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p183'> Vol. 05, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\nانا لم نرده عليك الا أنا حرم ان الأولى مكسورة ابتدائية والثانية مفتوحة\nعلى تقدير لام التعليل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p184'> Vol. 05, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\nوخشينا أن نقتطع بضم أوله أي يقطعنا العدو عن النبي صلى الله عليه وسلم\nأرفع فرسي بتشديد الفاء المكسورة أي أكلفه السير السريع شأوا بالهمزة أي\nقدر عدوه وهو قائل من القيلولة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p185'> Vol. 05, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\nبالسقيا بضم السين موضع فاضلة أي فضلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p186'> Vol. 05, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\nصيد البر لكم حلال ما لم تصيدوه أو يصاد لكم قال الشيخ ولي الدين هكذا\nرواية يصاد بالألف وهي جائزة على لغة ومنه قول الشاعر إذا العجوز غضبت فطلق\nولا ترضاها ولا تملق وقال الآخر ألم يأتيك والانباء تنمى عمرو بن أبي عمر\nوليس هو بالقوي في الحديث قال الشيخ ولي الدين قد تبع النسائي على هذا بن\nحزم فقال خبر جابر ساقط لأنه عن عمرو وهو ضعيف وقد سبقهما إلى تضعيفه يحيى\nبن معين وغيره لكن وثقه أحمد بن حنبل وأبو زرعة وأبو حاتم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p187'> Vol. 05, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\nوابن عدي وغيرهم وأخرج له الشيخان في صحيحيهما فوجب قبول خبره وقد سكت\nأبو داود على حديثه هذا فهو عنده اما حسن أو صحيح وصححه الحاكم في المستدرك\nوقال إنه على شرط الشيخين ولكن المطلب بن عبد الله بن حنطب لم يخرج له واحد\nمن الشيخين في صحيحه وهذا يدل على أن الحاكم لا يريد بكونه على شرطهما أن\nيكون رجال إسناده في كتابيهما كما ذكره جماعة لأنه لا يجهل كون الشيخين لم\nيخرجا للمطلب فدل على أن مراده أن يكون رواية في كتابيهما أو في طبقة من\nأخرجا له نعم أعل الترمذي هذا الحديث بالانقطاع بين المطلب وبين جابر فقال\nإنه لا يعرف له سماع منه وكذا قال أبو حاتم وقال البخاري لا أعرف للمطلب\nسماعا من أحد من الصحابة الا قوله حدثني من شهد خطبة النبي صلى الله عليه\nوسلم <span id='ms213'></span> وقال الدارمي مثله خمس ليس على المحرم في قتلهن جناح قال النووي\nواختلفوا في المعنى في ذلك فقال الشافعي المعنى في جواز قتلهن كونهن مما لا\nيؤكل فكل مالا يؤكل وهو متولد من مأكول وغيره فقتله جائز للمحرم ولا فدية\nعليه وقال مالك المعنى فيهن كونهن مؤذيات فكل مؤذ يجوز للمحرم قتله ومالا\nفلا والحدأة مقصور بوزن عنبة والفأرة بهمزة والكلب العقور قال النووي اختلف\nالعلماء في المراد به فقيل هو الكلب المعروف وقيل كل ما يفترس لان كل مفترس\nمن السباع يسمى في اللغة كلبا عقورا ومعنى العقور العاقر الجارح والغراب\nالأبقع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p188'> Vol. 05, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\nهو الذي في ظهره أو بطنه بياض وقد أخذ بهذا القيد طائفة وأجاب غيرهم بأن\nالروايات المطلقة أصح ونهى عن قتل الجنان بكسر الجيم وتشديد النون هي\nالحبات التي تكون في البيوت واحدها جان وهو الدقيق الخفيف إلا ذا الطفيتين\nتثنية طفية وهي في الأصل خوصة المقل شبه الخطين اللذين على ظهر الحية\nبخوصتين من خوص المقل والأبتر أي القصير الذنب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p189'> Vol. 05, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\nخمس من الدواب لا جناح في قتلهن على من قتلهن في الحرم والاحرام قال\nالنووي اختلفوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p190'> Vol. 05, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\nفي ضبط الحرم هنا فضبطه جماعة من المحدثين بفتح الحاء والراء الحرم\nالمشهور وهو حرم مكة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p191'> Vol. 05, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\nوالثاني بضم الحاء والراء ولم يذكر القاضي عياض في المشارق غيره قال هو\nجمع حرام كما قال تعالى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p192'> Vol. 05, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\nوأنتم حرم قال والمراد به المواضع المحرمة قال النووي والفتح أظهر من وثء\nبفتح الواو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p193'> Vol. 05, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\nوسكون المثلثة هو وهن في الرجل دون الخلع والكسر يقال وثئت رجله فهي\nموثوءة وثأتها أنا وقد تترك الهمزة احتجم وسط رأسه بفتح السين أي متوسطة\nوهو ما فوق اليافوخ بلحى جمل هو بفتح اللام وحكى كسرها وسكون المهملة وبفتح\nالجيم والميم موضع بين مكة والمدينة وقيل عقبة على سبعة أميال من السقيا\nوقيل ماء وقال البكري هي بئر جمل التي ورد ذكرها في حديث أبي جهم ووهم من\nظنه فك الجمل الحيوان المعروف وأنه كان آلة الحجم ذكره في فتح <span id='ms214'></span> الباري ويروى\nبلحيي جمل بصيغة التثنية قال الشاعر لولا رسول الله ما زرنا ملل ولا\nالرثيات ولا لحيي جمل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p194'> Vol. 05, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\nلفظه بعيره أي رماه فوقص وقصا قال في النهاية الوقص كسر العنق وقصت عنقه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p197'> Vol. 05, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\nأقصها وقصا ووقصت به راحلته كقولك خذ الخطام وخذ بالخطام ولا يقال وقصت\nالعنق نفسها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p198'> Vol. 05, p. 198</a>\n            </div>\n            \n</p>\n\n<p>\nولكن يقال وقص الرجل فهو موقوص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p199'> Vol. 05, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\nالبراء بالتشديد لأنه كان يبرى النبل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p201'> Vol. 05, p. 201</a>\n            </div>\n            \n</p>\n\n<p>\nاليوم نضربكم قال في النهاية سكون الباء من نضربكم من جائزات الشعر\nوموضعها الرفع يزيل الهام عن مقيله قال في النهاية الهام جمع هامة وهي أعلى\nالرأس ومقيله موضع مستعار من موضع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p202'> Vol. 05, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\nالقائلة من نضح النبل بنون وضاد معجمة وحاء مهملة يقال نضحوهم بالنبل إذا\nرموهم هذا البلد حرمه الله يوم خلق السماوات والأرض لا معارضة بين هذا وبين\nحديث ان إبراهيم حرم مكة لان المعنى أن إبراهيم أول من أظهر تحريمها بين\nالناس وكانت قبل ذلك عند الله حراما أو أول من أظهره بعد الطوفان وقال\nالقرطبي معناه ان الله حرم مكة ابتداء من غير سبب ينسب لأحد ولا لأحد فيه\nمدخل قال ولأجل هذا أكد المعنى بقوله ولم يحرمها الناس والمراد أن تحريمها\nثابت بالشرع لا مدخل للعقل فيه أو المراد أنها من محرمات الله فيجب امتثال\nذلك وليس من محرمات الناس يعني في الجاهلية كما حرموا أشياء من عند أنفسهم\nفلا يسوغ الاجتهاد في تركه وقيل معناه أن حرمتها مستمرة من أول الخلق وليس\nمما اختصت به شريعة النبي صلى الله عليه وسلم فهو حرام بحرمة الله أن\nبتحريمه وقيل الحرمة الحق أي حرام بالحق المانع من تحليله لا يعضد شوكه بضم\nأوله وفتح الضاد المعجمة أي لا يقطع ولا ينفر صيده بضم أوله وتشديد الفاء\nالمفتوحة قيل هو كناية عن الاصطياد وقيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p203'> Vol. 05, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\nعلى ظاهره قال النووي يحرم التنفير وهو الازعاج عن موضعه ولا يختلى أي لا\nيقطع خلاه بالخاء المعجمة والقصر وحكى مده وهو الرطب من النبات قال العباس\nأي بن عبد المطلب إلا الإذخر يجوز <span id='ms215'></span> فيه الرفع على البدل مما قبله والنصب قال\nبن مالك وهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p204'> Vol. 05, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\nالمختار لكون الاستثناء وقع متراخيا عن المستثنى منه فبعدت المشاكلة\nبالبدلية ولكون الاستثناء أيضا عرض في آخر الكلام ولم يكن مقصودا والإذخر\nنبت معروف طيب الريح له أصل مندفن وقضبان دقاق وذاله معجمة وهمزته مكسورة\nزائدة قال في فتح الباري لم يرد العباس أن يستثنى هو وإنما أراد أن يلقن\nالنبي صلى الله عليه وسلم الاستثناء وقوله صلى الله عليه وسلم في جوابه إلا\nالإذخر هو استثناء بعض من كل لدخول الإذخر في عموم ما يختلى واختلف هل قاله\nباجتهاد أو وحي وقيل كان الله فوض له الحكم في هذه المسألة مطلقا وقيل أوحى\nإليه قبل ذلك أنه ان طلب أحد استثناء شئ من ذلك فأجب سؤاله رحمه الله عن\nأبي شريح اسمه خويلد بن عمرو على المشهور وهو خزاعي كعبي أنه قال لعمرو بن\nسعيد أي بن العاص المعروف بالأشدق وهو يبعث البعوث جمع بعث بمعنى مبعوث من\nإطلاق المصدر على المفعول والمراد به الجيوش التي جهزها يزيد بن معاوية\nلقتال عبد الله بن الزبير الغد من يوم الفتح بالنصب أي ثاني يوم الفتح أن\nيسفك بها دما بكسر الفاء وحكى ضمها أي يسيله ولا يعضد بها شجرة قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p205'> Vol. 05, p. 205</a>\n            </div>\n            \n</p>\n\n<p>\nبن الجوزي أصحاب الحديث يقولونه بضم الضاد وقال لنا بن الخشاب هو بكسرها\nوروى ولا يخضد بالخاء المعجمة بدل العين المهملة وهو راجع إلى معناه فإن\nأصل الخضد الكسر ويستعمل في القطع وإنما أذن لي بفتح أوله والفاعل الله\nويروى بضمه بالبناء للمفعول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p206'> Vol. 05, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\nالوزغ الفويسق تصغير فاسق وهو تصغير تحقير يقتضي زيادة الذم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p209'> Vol. 05, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\nألم ترى يقال للمرأة رأيت ترين وحذف النون علامة للجزم ومعناه ألم ينبه\nعلمك ولم تعرفي لولا حدثان بكسر الحاء مصدر حدث يحدث والخبر هنا محذوف\nوجوبا أي موجود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p214'> Vol. 05, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\nاستلام الركنين مسحهما والسين فيه فاء الفعل وهو افتعال من السلام وهي\nالحجارة يقال استلم أي أصاب السلام وهي الحجارة إلا أن البيت لم يتمم على\nقواعد <span id='ms216'></span> إبراهيم أي أن الركنين اللذين يليان الحجر ليسا بركنين وإنما هما بعض\nالجدار الذي بنته قريش فلذلك لم يستلمهما النبي صلى الله عليه وسلم وجعلت\nله خلفا بفتح الخاء وسكون اللام وفاء أي بابا من خلفه يقابل هذا الباب الذي\nهو من قدام لولا أن قومك حديث عهد كذا روى بالإضافة وحذف الواو وقال\nالمطرزي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p215'> Vol. 05, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\nلا يجوز حذف الواو في مثل هذا والصواب حديثو عهد كأسنمة الإبل جمع سنام\nمتلاحكة أي شديدة الملاءمة ذو السويقتين تثنية سويقة وهي تصغير الساق وهي\nمؤنثة فلذلك ظهرت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p216'> Vol. 05, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\nالتاء في تصغيرها وإنما صغر الساقي لان الغالب على سوق الحبشة الدقة\nوالحموشة وأجاف الباب أي رده عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p217'> Vol. 05, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\nبخزامة كانت في أنفه بكسر الخاء هي حلقة من شعر تجعل في أحد جانبي منخري\nالبعير كانت بنو إسرائيل تخرم أنوفها وتخرق تراقيها ونحو ذلك من أنواع\nالتعذيب فوضعه عن هذه الأمة ثم أمره أن يقوده بيده وجهه أن القود بالأزمة\nإنما يفعل بالبهائم وهو مثلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p222'> Vol. 05, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\nإنك حجر لا تضر ولا تنفع الا بإذن الله قال الطبري إنما قال عمر ذلك لان\nالناس كانوا حديثي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p227'> Vol. 05, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\nعهد بعبادة الأصنام فخشي عمر أن يظن الجهال أن استلام الحجر من باب تعظيم\nالأحجار كما كانت العرب تفعل في الجاهلية فأراد أن يعلم الناس أن استلامه\nالحجر اتباع لفعل رسول الله صلى الله عليه وسلم لا أن الحجر ينفع ويضر\nبذاته كما كانت الجاهلية تعتقده في الأوثان وقد روى الحاكم من حديث أبي\nسعيد أن عمر رضي الله عنه لما قال هذا قال له علي بن أبي طالب انه يضر\nوينفع وذكر أن الله تعالى لما أخذ المواثيق على ولد آدم كتب ذلك في رق\nوألقمه الحجر قال وسمعت رسول الله صلى الله عليه وسلم يقول يؤتى يوم\nالقيامة بالحجر وله لسان ذلق يشهد لمن يستلمه بالتوحيد وسنده ضعيف عن جابر\nقال لما قدم رسول الله صلى الله عليه وسلم مكة دخل المسجد فاستلم الحجر ثم\nمضى على يمينه فرمل ثلاثا ومشى <span id='ms217'></span> أربعا ثم أتى المقام قال الشيخ عز الدين بن\nعبد السلام يجعل الطائف البيت عن يساره ويبدأ بالحجر الأسود لان الحجر إذا\nاستقبل البيت من ثنية كدى من باب بني شيبة تبقى في ركن البيت على يسارك وهو\nيمين البيت لأنك إذا قابلت شخصا فيمينه يسارك ويساره يمينك والذي يلاقيك من\nالبيت هو وجهه لان فيه بابه وباب البيت أي بيت كان هو وجه لذلك البيت\nوالأدب أن لا يؤتى الأفاضل الا من قبل وجوههم ولأجل ذلك كان الابتداء\nبتثنية كدى والأصل في كل قربة يصح فعلها باليمين واليسار أن لا تفعل الا\nباليمين كالوضوء وغيره فإذا ابتدأ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p228'> Vol. 05, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\nبالحجر وجعل البيت على يساره كان قد ابتدأ باليمين والوجه معا فيجمع بين\nالفاضلين الكريمين ولو ابتدأ بالحجر وجعل البيت على يمينه ترك الابتداء\nبالوجه ويمين البيت جميع الحائط الذي بعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p229'> Vol. 05, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\nالحائط الذي فيه البيت ويسار البيت الحائط الذي يقابله ودبر البيت الحائط\nالذي يقابل الحائط الذي فيه الباب يخب بضم الخاء المعجمة أي يعدو وهنتهم\nروى بالتخفيف وبالتشديد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p230'> Vol. 05, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\nأضعفتهم يثرب بالفتح غير منصرف فأمر أصحابه أن يرملوا وأن يمشوا ما بين\nالركنين وكان المشركون من ناحية الحجر فقالوا لهؤلاء أجلد من كذا قال الشيخ\nعز الدين بن عبد السلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p231'> Vol. 05, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\nفكان ذلك ضربا من الجهاد قال وعلته في حقنا تذكر النعمة التي أنعمها الله\nعلى رسوله وأصحابه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p232'> Vol. 05, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\nبالعزة بعد الذلة وبالقوة بعد الضعف حتى بلغ عسكره عليه الصلاة والسلام\nسبعين ألفا يستلم الركن بمحجن بكسر الميم وسكون الحاء المهملة وفتح الجيم\nوميمه زائدة والمعنى أنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p233'> Vol. 05, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\nيرمي بمحجنه إلى الركن حتى يصيبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p234'> Vol. 05, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\nشرب من ماء زمزم وهو قائم هو لبيان الجواز وقيل أن الشرب من ماء زمزم من\nغير قيام يشق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p237'> Vol. 05, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\nلارتفاع ما عليها من الحائط لو كانت كما أولتها كانت فلا جناح عليه أن لا\nيطوف بهما هذا من بديع فقهها لان ظاهر الآية رفع الجناح عن الطائف بالصفا\nوالمروة وليس هو بنص في سقوط الوجوب فأخبرته أن ذلك محتمل ولو كان <span id='ms218'></span> نصا في\nذلك لقال فلا جناح عليه أن لا يطوف لان هذا يتضمن سقوط الاثم عمن ترك\nالطواف ثم أخبرته أن ذلك إنما كان لان الأنصار تحرجوا أن يمروا بذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p238'> Vol. 05, p. 238</a>\n            </div>\n            \n</p>\n\n<p>\nالموضع في الاسلام فأخبروا أن لا حرج عليهم لمناة الطاغية مناة اسم صنم\nكان نصبه عمرو بن لحي بالمشلل فيجر بالفتحة والطاغية صفة لها قال الزركشي\nولو روى بكسر الهاء بالإضافة لجاز ويكون الطاغية صفة للفرقة الطاغية وهم\nالكفار عند المشلل بضم أوله وفتح المعجمة ولامين الأولى مفتوحة مشددة هي\nالثنية المشرفة على قديد يتحرج أي يخاف الحرج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p239'> Vol. 05, p. 239</a>\n            </div>\n            \n</p>\n\n<p>\nإن الناس غشوه أي ازدحموا عليه وكثروا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p241'> Vol. 05, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\nالا شدا أي عدوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p242'> Vol. 05, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\nسرحة هي الشجرة العظيمة سر تحتها سبعون نبيا أي قطعت سررهم يعني أنهم\nولدوا تحتها فهو يصف بركتها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p249'> Vol. 05, p. 249</a>\n            </div>\n            \n</p>\n\n<p>\nالحج عرفة قال الشيخ عز الدين عبد السلام في أماليه فإن قيل أي أركان\nالحج أفضل قلنا الطواف لأنه يشتمل على الصلاة وهو مشبه بالصلاة والصلاة\nأفضل من الحج والمشتمل على الأفضل أفضل فإن قيل قوله صلى الله عليه وسلم\nالحج عرفة يدل على أفضلية عرفة لان التقدير معظم الحج وقوف عرفة فالجواب أن\nلا نقدر ذلك بل نقدر أمرا مجمعا عليه وهو إدراك الحج وقوف عرفة فمن أدرك\nليلة عرفة قبل طلوع الفجر من ليلة جمع فقد تم حجه قال القاضي أبو الطيب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p256'> Vol. 05, p. 256</a>\n            </div>\n            \n</p>\n\n<p>\nفي تعليقه أي قارب التمام عز وجل في ايضاع الإبل يقال وضع البعير يضع\nوضعا وأوضعه راكبه أيضاعا إذا حمله على سرعة السير شنق ناقته يقال شنقت\nالبعير أشنقه شنقا إذا كففته بزمامه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p257'> Vol. 05, p. 257</a>\n            </div>\n            \n</p>\n\n<p>\nوأنت راكبه يسير العنق بفتحتين ضرب من سير الدواب طويل ونصبه على المصدر\nالنوعي كرجعت القهقرى فجوة بفتح الفاء متسع بين الشعبتين مال أي عدل إلى\nالشعب بكسر الشين الطريق بين الجبلين فقلت يا رسول الله الصلاة وقال أبو\nالبقاء الوجه النصب على تقدير تريد الصلاة أو أتصلي الصلاة وقال القاضي\nعياض هو بالنصب على الاغراء ويجوز الرفع على إضمار فعل أي حانت الصلاة أو\nحضرت <span id='ms219'></span> قال الصلاة أمامك بالرفع مبتدأ وخبر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p259'> Vol. 05, p. 259</a>\n            </div>\n            \n</p>\n\n<p>\nفي ضعفه أهله قال بن مالك في توضيحه جمع ضعيف على ضعفه غريب ومثله خبيث\nوخبثة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p261'> Vol. 05, p. 261</a>\n            </div>\n            \n</p>\n\n<p>\nكانت امرأة ثبطة بفتح المثلثة وكسر الموحدة وسكونها وطاء مهملة أي ثقيلة\nبطيئة وروى بطينة وصلى الفجر يومئذ قبل ميقاتها قال النووي المراد به قبل\nوقتها المعتاد لا قبل طلوع الفجر لان ذلك ليس بجائز بإجماع المسلمين والغرض\nأن استحباب الصلاة في أول الوقت في هذا اليوم أشد وآكد وقال أصحابنا معناه\nأنه صلى الله عليه وسلم كان في غير هذا اليوم يتأخر عن أول طلوع الفجر إلى\nأن يأتيه بلال وفي هذا اليوم لم يتأخر لكثرة المناسك فيه فيحتاج إلى\nالمبالغة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p262'> Vol. 05, p. 262</a>\n            </div>\n            \n</p>\n\n<p>\nفي التبكير ليتسع له الوقت لم أدع حبلا بفتح الحاء المهملة وسكون الموحدة\nقال في النهاية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p263'> Vol. 05, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\nهو المستطيل من الرمل وقيل الضخم منه وجمعه حبال وقيل الحبال من الرمل\nكالحبال في غير الرمل وقال الخطابي الحبال ما دون الجبال في الارتفاع وقضى\nتفثه بفتح المثناة الفوقية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p264'> Vol. 05, p. 264</a>\n            </div>\n            \n</p>\n\n<p>\nوالفاء ومثلثة قال في النهاية هو ما يفعله المحرم بالحج إذا حصر كقص\nالشارب والأظفار ونتف الإبط وحلق العانة وقيل اذهاب الشعث والدرن والوسخ\nمطلقا ويقولون أشرق ثبير بلفظ الامر لتطلع عليك الشمس وثبير بفتح المثلثة\nوكسر الموحدة وسكون التحتية وبالراء جبل عظيم بالمزدلفة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p265'> Vol. 05, p. 265</a>\n            </div>\n            \n</p>\n\n<p>\nعلى يسار الذاهب منها إلى منى هذا هو المراد وللعرب جبال أخر اسم كل منها\nثبير وهو منصرف ولكنه بدون التنوين لأنه منادى مفرد معرفة قال الإمام محمد\nبن الحسن للعرب أربعة جبال أسماؤها ثبير وكلها حجازية قال الخطابي كان أهل\nالجاهلية يقولون أشرق ثبير كيما نغير أي لتطلع عليك الشمس كي ندفع ونفيض\nفخالفهم رسول الله صلى الله عليه وسلم فأفاض قبل الطلوع ويقال أشرق الرجل\nإذا دخل في وقت الشروق إ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p266'> Vol. 05, p. 266</a>\n            </div>\n            \n</p>\n\n<p>\nأغيلمة قال الخطابي هو تصغير الغلمة وكان القياس غليمة لكنهم ردوه إلى\nأفعلة فقالوا أغيلمة كما قالوا أصيبية في تصغير صبية وقال الجوهري الغلام\nجمعه غلمة وان كانوا لم يقولوه على حمرات جمع <span id='ms220'></span> حمرة جمع تصحيح فجعل يلطح\nأفخاذنا قال أبو داود اللطح الضرب اللين وقال في النهاية هو الضرب الخفيف\nبالكف وجعل هذه من أفعال باب المقاربة من القسم الذي للشروع أبيني قال في\nالنهاية اختلف في هذه اللفظة فقيل هو تصغير ابني كأعمى وأعيمي وهو اسم مفرد\nيدل على الجمع وقيل إن ابنا يجمع على أبناء مقصورا وممدودا وقيل هو تصغير\nبن وفيه قال بن الحاجب في أماليه قوله صلى الله عليه وسلم أبيني لا ترموا\nجمرة العقبة الأولى أن يقال أنه تصغير بني مجموعا وكان أصل بني بنيون أضفته\nإلى ياء المتكلم فصار بنيوى في الرفع وبنيي في النصب والجر فوجب أن تقلب\nالواو ياء وتدغم على ما هو قياسها في مثل قولك ضاربي وكذلك النصب والجر\nولذلك كان لفظ ضاربي في الأحوال الثلاث سواء كرهوا اجتماع الياءات والكسرة\nفقلبوا اللام إلى موضع الفاء فصار ابيني وليس في هذا الوجه الا قلب اللام\nإلى موضع الفاء وهو قريب لما ذكرناه من الاستثقال في قلب الواو المضمومة\nهمزة وهو جائز قياسا وهذا أولى من قول من يقول إنه تصغير أبناء رد إلى\nالواحد وروعي مشاكلة الهمزة لأنه لو كان تصغيره لقيل أبيناي ولم يرد إلى\nالواحد لان أفعالا من جمع القلة فتصغر من غير رد كقولك أجيمال وهو أيضا\nأولى من قول من قال أنه جمع ابنا مقصور على وزن افعل اسم جمع للأبناء صغر\nوجمع بالواو والنون لأنه لا يعرف ذلك مفردا فلا ينبغي أن يحمل الجمع عليه\nولأنه لا يجمع أفعل اسما جمع التصحيح (تم الجزء الخامس ويليه الجزء السادس\nوأوله كتاب الجهاد) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p271'> Vol. 05, p. 271</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "041",
    "042",
    "043",
    "044",
    "045",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "119",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "136",
    "137",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "154",
    "159",
    "160",
    "161",
    "163",
    "165",
    "166",
    "167",
    "168",
    "170",
    "172",
    "177",
    "180",
    "181",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "197",
    "198",
    "199",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "209",
    "214",
    "215",
    "216",
    "217",
    "222",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "237",
    "238",
    "239",
    "241",
    "242",
    "249",
    "256",
    "257",
    "259",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "271"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08"
  ]
}