{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head0'>مقدمة</h1>\n\n<p>\n...\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nخطبة المؤلف:\n</p>\n\n<p>\nالحمد لله العلي العظيم، الرءوف الرحيم، العطوف الكريم، الجواد الحليم،\nأحمده على إنعامه العميم، وأشكره على إحسانه الجسيم، وأشهد أن لا إله إلا\nالله وحده لا شريك له، شهادة تبوئ قائلها دار النعيم، وتنجيه غدا من عذاب\nالجحيم، وأشهد أن محمدا عبده ورسوله، أرسله بالدين القويم، والمنهج\nالمستقيم -صلى الله عليه وسلم أفضل الصلاة والتسليم- ما أقبل النهار وأدبر\nالليل البهيم.\n</p>\n\n<p>\nوبعد فإني لما وقفت على كتاب \"إكمال الإكمال\" الذي صنفه الحافظ أبو بكر\nمحمد بن عبد الغني بن أبي بكر بن نقطة البغدادي -رحمه الله- مذيلا به على\nكتاب الأمير أبي نصر علي بن هبة الله بن علي المعروف بابن ماكولا -رحمه\nالله وبلغه الله نهاية الآمال- وجدته أحسن فيه الجمع، وأجاد المقال، ونبه\nعلى فوائد كثيرة، سمعها في رحلته من أفواه الرجال، وأخذها عن أولي الحفظ\nوالترحال، بيد أنه أغفل ذكر جماعة في بعض التراجم، يلزمه ذكرهم من هذا\nالمثال، وجماعة لم يقعوا له ولا خطروا منه على بال، فأحببت أن أنبه عليهم\nوأنسج على هذا المنوال. وليس الغرض في ذلك سوى الانتماء إلى هذه الطائفة\nوالتشبه بهم في القول والفعال، فاستخرت الله سبحانه الكبير المتعال، وذكرت\nما وقع إلي من ذلك لتتم به الفائدة ويحصل النفع في غالب الأحوال، وما\nتوفيقي إلا بالله، وإياه أسأل أن يجعل ذلك خالصا لوجهه الكريم، ويعصمنا من\nالخطأ والخطل فإنه لما يشاء فعال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head1'>حرف الهمزة</h1>\n\n<h2 class='l2' id='head2'>[باب ابنه وأبيه] :</h2>\n\n<p>\nذكر [أبو بكر بن نقطة] في باب \"ابنه\" و\"أبيه\" جماعة، وأغفل في باب \"أبيه\"\nشيخنا:\n</p>\n\n<p>\nعبد العزيز بن محمد بن علي الصالحي المعروف بابن أبيه بتقديم الباء\nالموحدة على الياء المعجمة باثنتين من تحتها، ويعرف أيضا بابن الدجاجية.\nشيخ صالح، دمشقي المولد، سمع من الحافظ المؤرخ أبي القاسم علي بن الحسن بن\nعساكر الكبير، ومن الإمام أبي المفاخر علي بن محمد بن المستوفي البيهقي،\nوحدث عنهما. سمعت منه وسألته عن مولده فلم يحقه، وتوفي -رحمه <span id='ms001'></span> الله- في\nالخامس والعشرين من المحرم سنة \"أربعين وستمائة\" بدمشق. ومن حديثه:\n</p>\n\n<p>\nأخبرنا أبو محمد عبد العزيز بن محمد بن علي بن أبيه الصالحي، قراءة عليه\nوأنا أسمع بدمشق، قيل له حدثكم الحافظ أبو القاسم علي بن الحسن بن هبة الله\n[ابن عساكر] الشافعي -رحمه الله- إملاء من لفظه بجامع دمشق قال أنبأنا أبو\nغالب أحمد بن الحسن بن أحمد ببغداد. وأخبرني أبو حفص عمر بن محمد بن طبرزد،\nإجازة، عن أبي غالب أحمد بن الحسن بن البناء، أنبأنا أبو الحسين محمد بن\nأحمد بن محمد بن حسنون النرسي، أنبأنا أبو الحسن علي بن عمر بن محمد الختلي\nالحربي أنبأنا القاضي أبو عبيد الله محمد بن عبيدة بن حرب، إملاء، أنبأنا\nإبراهيم بن الحجاج أنبأنا عبد العزيز بن المختار أنبأنا سهل بن أبي صالح عن\nأبيه عن أبي هريرة عن النبي -صلى الله عليه وسلم- قال: \"تفتح أبواب السماء\n-أو قال- أبواب الجنة كل يوم اثنين وخميس، فيغفر في ذلك اليوم لكل عبد لا\nيشرك بالله شيئا، إلا من كان بينه وبين أخيه شحناء، فيقول: أنظروا هذين حتى\nيصطلحا\"، رواه مسلم في صحيحه عن قتيبة، وأحمد بن عبدة الضبي عن عبد العزيز\nعن سهيل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head3'>[باب الأثير] :</h2>\n\n<p>\nوذكر في باب \"الأثير\" بفتح الهمزة وكسر الثاء المثلثة وبعدها ياء معجمة\nباثنتين من تحتها وآخره راء مهملة، جماعة منهم الأخوان الفاضلان \"أبو\nالسعادات المبارك وأبو الحسن علي ابنا محمد بن محمد بن عبد الكريم الجزري،\nوأغفل ذكر أخيهما:\n</p>\n\n<p>\nالوزير الفاضل أبي الفتح نصر الله: فإنه كان فريد دهره، ووجيه عصره، في\nصناعة الكتابة والإنشاء، وله التصانيف البديعة، والرسائل الصنيعة، ختم به\nهذا الشأن، وسار ذكره في جميع الأقطار والبلدان، مولده في أواخر شعبان سنة\n\"ثمان وخمسين وخمسمائة\" بجزيرة ابن عمر، وتوفي ببغداد يوم الاثنين التاسع\nمن ربيع الآخر من سنة سبع وثلاثين وستمائة وصلي عليه بجامع القصر، ودفن\nبمقابر قريش، ذكر ذلك الحافظ أبو عبد الله محمد بن النجار البغدادي رحمه\nالله، في <span id='ms002'></span> تاريخه، وأجاز لي جميع مسموعه ومنثوره ومنظومه.\n</p>\n\n<p>\nوالأثير أبي المحاسن المشرف بن المؤيد بن علي الهمذاني الصوفي المعروف\nبابن الحاجب: سمع بهمذان من أبي بكر هبة الله بن الفرج بن الفرج \"كذا\" بن\nأخت الطويل، وابي الفتوح محمد بن محمد الطائي، وبدمشق من الوزير أبي المظفر\nسعيد بن سهل بن محمد الفلكي، وبمصر من الشيخ الصالح علي بن إبراهيم بن\nالمسلم الأنصاري المعروف بابن بنت أبي سعد وغيره، وبالإسكندرية من الحافظ\nأبي طاهر السلفي، وسمع من الحافظ أبي مسعود عبد الجليل بن محمد الأصفهاني\nالمعروف بكوتاه، وأبي منصور شهردار بن شيرويه، وأبي بكر محمد بن علي بن\nياسر الجياني، والشريف أبي المناقب محمد بن حمزة بن إسماعيل العلوي الحسني،\nوأبي عبد الله الحسين بن نصر بن خميس الموصلي، وأبي بكر عبد الجبار بن\nملكداد الشرواني، وحدث بدمشق ومصر، روى عنه الشيخ الصالح أبو علي الحسن بن\nأحمد بن يوسف الأوقي الصوفي بالبيت المقدس والشيخ أبو الحسن علي بن عبد\nالرحمن بن فارس بن بركات السعدي وتوفي يوم الأحد الثامن من جمادى الأولى\nسنة \"خمس وثمانين وخمسمائة\" بالقاهرة ودفن من يومه بسفح المقطم.\n</p>\n\n<p>\nأخبرنا الشيخ أبو الحسن علي بن عبد الرحمن بن فارس السعدي، بقراءتي عليه\nبمسجده بالقاهرة، قلت له: أخبركم الشيخ الزاهد الأثير أبو المحاسن المشرف\nبن المؤيد بن علي الهمذاني الصوفي، قراءة عليه وأنت تسمع في صفر سنة تسع\nوسبعين وخمسمائة، فأقر به قلت: وأخبرنا الإمام أبو الفضل عبد الرحمن بن عبد\nالوهاب بن صالح بن محمد بن زيد الهمذاني المعروف بابن المعزم، في كتابة إلي\nمن همذان، قالا أنبأنا أبو بكر هبة الله بن الفرج بن الفرج بن أخت الطويل،\nقراءة عليه ونحن نسمع في يوم الجمعة الخامس من صفر سنة سبع وثلاثين\nوخمسمائة بجامع همذان، قال أنبأنا أبو الفضل محمد بن عثمان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nالقومساني أنبأنا عمي أبو منصور محمد بن أحمد القومساني أنبأنا أبو بكر\nمحمد بن يحيى بن أبي زكريا الفقيه، أنبأنا أبو يعلى أحمد بن علي <span id='ms003'></span> الموصلي\nأنبأنا يحيى الحماني أنبأنا عبد الرحمن بن زيد بن أسلم عن أبيه عن ابن عمر\nقال: قال رسول الله صلى الله عليه وسلم: \"ليس على أهل لا إله إلا الله وحشة\nفي قبورهم ولا منشرهم ولا محشرهم، وكأني بأهل لا إله إلا الله ينفضون\nالتراب عن رءوسهم ويقولون: الحمد لله الذي أذهب عنا الحزن\".\n</p>\n\n<p>\nوأبي جعفر عبد الله بن المظفر بن هبة الله بن المظفر بن علي بن الحسن بن\nأحمد بن محمد بن عمر بن الحسن بن رئيس الرؤساء: أبي القاسم بن المسلمة\nالمعروف بالأثير.\n</p>\n\n<p>\nمن بيت مشهور بالرئاسة والتقدم، وفيه فضل وكتابة، سمع من جماعة منهم أبو\nالحسن محمد بن أحمد بن محمد بن عبد الجبار بن توبة، وأبو منصور محمد بن عبد\nالملك بن خيرون، وأبو سعد أحمد بن محمد البغدادي، وغيرهم، وحدث باليسير.\nسمع منه الحافظ أبو المحاسن عمر بن علي القرشي الدمشقي، والحافظ أبو الحجاج\nيوسف بن خليل الدمشقي، وذكراه في معجميهما، وأبو الفضل إلياس بن جامع\nالإربلي. روى لنا عنه أبو الحجاج يوسف بن خليل في معجمه. مولده سنة تسع\nعشرة وخمسمائة وتوفي في تاسع عشر صفر سنة اثنتين وتسعين وخمسمائة.\n</p>\n\n<p>\nوالقاضي الأثير أبي القاسم عبد الكريم بن القاضي أبي الحسن علي بن الحسن\nبن الحسن بن أحمد بن الفرج بن أحمد اللخمي البيساني: العسقلاني المولد\nالمصري الدار والوفاة، وهو أخو القاضي الفاضل. مولده في يوم الثلاثاء تاسع\nجمادى الآخرة سنة \"سبع وثلاثين وخمسمائة\" بعسقلان، سمع بالإسكندرية الحافظ\nأبا طاهر أحمد بن محمد بن أحمد السلفي، ومن الشريفين أبي محمد عبد الله\nوأبي الطاهر إسماعيل ابني أبي الفضل عبد الرحمن بن يحيى العثماني الديباجي\nوغيرهم. وأجاز له جماعة من الشاميين والمصريين، وحدث بمصر، وكان كثير\nالرغبة في تحصيل الكتب وجمعها، مبالغا في ذلك وتوفي في ليلة الثالث عشر من\nالمحرم سنة \"إحدى وعشرين وستمائة\" بالقاهرة، ودفن من الغد بسفح المقطم.\nوأجاز لي جميع مسموعاته ومجازاته وما تجوز له روايته أخبرنا القاضي الأثير\nأبو <span id='ms004'></span> القاسم عبد الكريم بن علي بن الحسن البيساني، إجازة، والمشايخ الستة:\nأبو الحسن مرتضى بن حاتم بن المسلم الحوفي، وأبو الفضل يوسف بن عبد المعطي\nبن منصور بن نجا بن المخيلي، وأبو الحسن علي بن مختار بن نصر بن طغان\nالمحلي وأبو محمد عبد الوهاب بن ظافر بن علي الرواجي، وأبو القاسم عبد\nالرحمن بن مكي بن عبد الرحمن الطرابلسي، وأبو علي الحسن بن إبراهيم بن هبة\nالله المصري، بقراءتي عليهم، قالوا:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nأنبأنا الحافظ أبو طاهر أحمد بن محمد بن أحمد السلفي الأصفهاني، قراءة\nعليه ونحن نسمع في تواريخ مختلفة، قال أنبأنا الرئيس أبو عبد الله القاسم\nبن الفضل بن أحمد بن أحمد بن محمود الثقفي، قراءة عليه وأنا أسمع، قال\nأنبأنا أبو عبد الله الحسين بن الحسن بن محمد الغضائري، قراءة عليه، ببغداد\nفي شهر ربيع الآخر سنة ثلاث عشرة وأربعمائة أنبأنا أبو بكر محمد بن يحيى\nالصولي سنة أربع وثلاثين وثلاثمائة، حدثنا إبراهيم بن فهد أنبأنا سعيد بن\nأبي السمان أنبأنا عنبسة القطان أنبأنا شهر بن حوشب حدثتني أم الدرداء عن\nأبي الدرداء أنه سمع رسول الله صلى الله عليه وسلم يقول: $\"أفضل عمل يوضع\nيوم القيامة في ميزان العبد حسن الخلق\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>حرف الألف</h1>\n\n<h2 class='l2' id='head5'>باب الأوندي والأبذي</h2>\n\n<p>\n...\n</p>\n\n<p>\nحرف الألف:\n</p>\n\n<h3 class='l3' id='head6'>[باب الأوندي والأبدي] :</h3>\n\n<p>\nوذكر في حرف الألف في باب \"الأندي، والأبذي\" فقال: أما الأول بضم الهمزة\nوسكون النون وكسر الدال المهملة. وذكر جماعة ثم قال: وأما \"الأبذي\" بضم\nالهمزة وبعدها باء معجمة بواحدة مفتوحة مشددة وكسر الذال المعجمة وذكر رجلا\nواحدا، قلت: وفاته في باب \"الأبذي\":\n</p>\n\n<p>\nالشيخ أبو إبراهيم إسماعيل بن محمد بن يوسف بن عبد الله الأنصاري الأبذي\nالأندلسي: رجل فاضل صالح، سمع أبا حفص بن طبرزد بدمشق، وبمكة جماعة، وسكت\nالبيت المقدس مدة وأم بالصخرة الشريفة، اجتمعت به بحرم المسجد الأقصى وكتبت\nعنه شيئا من نظمه، وتوفي في المحرم سنة \"ست وخمسين وستمائة\" بالبيت المقدس.\nأنشدني لنفسه:\n</p>\n\n<p>\nديار القدس سقيت حيا ... برمادك أكحل من رمدي\n</p>\n\n<p>\nيخلو مغناك <span id='ms005'></span> وقد يحلو ... معناك على طول الأبد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head7'>باب الأصبغ والأصمع</h2>\n\n<p>\n] :\n</p>\n\n<p>\nوذكر في باب \"الأصبغ\" و\"الأصمع\" فقال: أما الأول بالباء المعجمة بواحدة\nوالغين المعجمة فجماعة، وأما الثاني بعد الصاد المهملة الساكنة ميم مفتوحة\nوعين مهملة. فذكره، وفاته في هذه الترجمة \"الإصبع\" بكسر الهمزة والباء\nالموحدة والعين المهملة وهو:\n</p>\n\n<p>\nالأديب الفاضل أبو محمد عبد العظيم بن عبد الواحد بن ظافر بن عبد الله\nالمعروف بابن أبي الإصبع: شاعر مفلق مشهور، له مصنفات في الأدب مفيدة. كتبت\nعنه جملة من نظمه وسألته عن مولده فكتبه لي بخطه، بعدما أجاز لي ما سمعه\nوقاله وما تجوز له روايته بشرطه فقال: \"مولدي غرة المحرم سنة \"خمس وتسعين\nوخمسمائة\" بمصر المحروسة\". وتوفي يوم الاثنين الثالث والعشرين من شوال سنة\n\"أربع وخمسين وستمائة\" بمصر. أنشدنا أبو محمد عبد العظيم المذكور لنفسه\nبالقاهرة المعزية:\n</p>\n\n<p>\nفوضت أمري للرحمن مصطبرا ... وراضيا بالذي يجري به القدر\n</p>\n\n<p>\nوما الذي يصنع العبد الضعيف إذا ... قضي عليه بما يقضيه مقتدر\n</p>\n\n<p>\nوما له حيلة تجدي عليه ولا ... عون يعين على البلوى ولا وزر\n</p>\n\n<p>\nإن يصطبر طائعا يؤجر وإن جزعت ... حوباؤه فهو حتف الأنف يصطبر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head8'>[باب الإبري والأثري] :</h2>\n\n<p>\nوذكر في مشتبه النسبة من هذا الحرف في باب \"الإبري\" و\"الأثري\" جماعة\nوأغفل ذكر من هو مشهور بهذه النسبة ومعاصره ومصاحبه ومعاشره، معروف بالطلب،\nمشتغل بالحديث والأدب هو:\n</p>\n\n<p>\nأبو محمد عبد الكريم بن منصور بن أبي بكر بن علي الموصلي الشافعي الأثري:\nكذا كان يكتب بخطه في الطباق والإجازات. سمع ببغداد من جماعة ودخل دمشق\nوسمع بها من والدي -رحمه الله- ومن غيره وتوفي سنة \"إحدى وخمسين وستمائة\"\nولعله في شوال منها ببغداد، وله نظم حسن، فمنه ما أنشد في مدح الأئمة\nالثلاثة: أبي عبد الله مالك بن أنس الأصبحي ومحمد بن إدريس المطلبي وأحمد\nبن محمد بن أحمد الشيباني -رحمة الله عليهم- وأذن لي في روايته ونقلته من\nخطه:\n</p>\n\n<p>\nوقائل عبد الكريم مالكا ... لا تمدح الحبر الإمام مالكا\n</p>\n\n<p>\nوتمدح المطلبي بعده ... وابن هلال أحمد المباركا\n</p>\n\n<p>\nقلت <span id='ms006'></span> له فاسمع مديحي فيهم ... فإنني لست لذاك تاركا\n</p>\n\n<p>\nوكيف لا أمدح أشياخ الهدى ... وكلهم للحق كان سالكا\n</p>\n\n<p>\nأما الإمام الأصبحي مالك ... فحبه للقلب أمسى مالكا\n</p>\n\n<p>\nفقيه دار الهجرة المفتي بها ... ناهيك من فخر له بذلكا\n</p>\n\n<p>\nنجم الرواة ذو الوقار لا يرى ... في مجلس العلم لديه ضاحكا\n</p>\n\n<p>\nطوبى له من رجل مؤيد ... بالحق قوال به طوبى لكا\n</p>\n\n<p>\nوالشافعي لست أنسى ذكره ... ألق لمديحه خليلي بالكا\n</p>\n\n<p>\nذاك الإمام العالم الحبر الذي ... مع العلوم كان برا ناسكا\n</p>\n\n<p>\nحوى التقى والعلم غير زائغ ... عن سنة المختار فاعلم ذلكا\n</p>\n\n<p>\nجزاه ربي الخير عن صنيعه ... وعظم الأجر له هنالكا\n</p>\n\n<p>\nوالثالث ابن حنبل أكرم به ... قدوة أهل الحق لن يشاركا\n</p>\n\n<p>\nفي محنة القرآن والضرب الذي ... لجسمه في الله أضحى ناهكا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nلو أنه أجابهم في قولهم ... تبدل الإسلام كفرا حالكا\n</p>\n\n<p>\nقام مقاما لم يقمه غيره ... وناصح الله الكريم المالكا\n</p>\n\n<p>\nفأعظم اللهم في جواركا ... في جنة الخلد له ثوابكا\n</p>\n\n<p>\nوبلغ اللهم عنا أحمدا ... نبينا وآله سلامكا\n</p>\n\n<p>\nوصحبه والتابعين بعدهم ... وكل عبد كان من عبادكا\n</p>\n\n<p>\nواغفر لي اللهم ذنبي كله ... إن لم تجد كنت بجرمي هالكا\n</p>\n\n<p>\nوشيخنا:\n</p>\n\n<p>\nأبو محمد عبد المحسن بن أبي العلاء مرتفع بن حسن بن عبد الله الخثعمي\nالمصري الشافعي الأثري السراج: سمع من أبي القاسم عبد الرحمن بن محمد\nالسبيي، والفقيه أبي الفضل محمد بن يوسف بن علي الغزنوي وأبي الحسن علي بن\nإبراهيم بن نجا الأنصاري الدمشقي الواعظ وغيرهم، وحدث، ولقيته بمصر، وسمعت\nمنه وهو آخر من حدث عن السبيي سماعا، فيما أعلم، مولده بالجيزة في سنة\n\"اثنتين وستين وخمسمائة\" وتوفي في ليلة التاسع عشر من صفر سنة \"ست وخمسين\nوستمائة\" بمصر، ودفن في الغد بتربة الحافظ عبد الغني المقدسي بسفح المقطم.\nوكان يكتب في الإجازات \"الأثري\" شاهدته كذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head9'>حرف الباء</h1>\n\n<h2 class='l2' id='head10'>باب بابويه وباب بتنه وثنية</h2>\n\n<h3 class='l3' id='head11'>[باب بابويه] :</h3>\n\n<p>\nوذكر في حرف الباء في باب \"بابويه\" بفتح الباء الموحدة، وبعد الألف \"باء\"\nأخرى مثلها مضمومة، جماعة، وأغفل ذكر:\n</p>\n\n<p>\nالإمام أبي الحسن علي بن الحسين بن بابويه <span id='ms007'></span> الرازي: روى لنا عنه الشيخ أبو\nالمجد محمد بن الحسين بن أحمد القزويني الصوفي أربعين حديثا في الرباعي عن\nالأربعين من تخريجه، بسماعه منه، ولم يكن عندي بها يومئذ نسخة حافظة، لكن\nالغرض ذكر هذا الشيخ لتتم به الفائدة.\n</p>\n\n<h3 class='l3' id='head12'>[باب بتنه وثنية] :</h3>\n\n<p>\nوفاته هذه الترجمة وهي \"بتنه\" و\"ثنية\" أما الأول فهو بكسر الباء الموحدة\nوبعدها تاء مكسورة معجمة باثنتين من فوقها ونون مفتوحة مشددة وهو:\n</p>\n\n<p>\nأبو محمد عبد الملك بن الحسن بن بتنة الأنصاري: سمع أبا القاسم علي بن\nالحسين بن محمد بن عبد الرحيم الفسوي، وعبد العزيز بن بندار الشيرازي وعبد\nالرحمن بن أحمد بن الحسن الأصبهاني وأبا بكر الأردستاني وغيرهم. سمع منه\nالحافظ أبو طاهر السلفي بمكة وذكره في \"معجم السفر\" وأنه حج سبعا وسبعين\nحجة، وزار النبي صلى الله عليه وسلم أربع عشرة مرة، وله في كل سنة مائة\n\"كذا\" عمرة يعتمرها على رجليه في رجب وشعبان ورمضان وأول ذي الحجة.\n</p>\n\n<p>\nوالثاني بالثاء المثلثة المفتوحة بعدها نون مكسورة وياء مفتوحة مشددة\nمعجمة باثنتين من تحتها، فهو:\n</p>\n\n<p>\nأبو بكر عبد الله بن محمد بن الحسن بن أحمد بن ثنية المقرئ: قرأ القرآن\nبدمشق على أبي الوحش صاحب أبي علي الأهوازي، وببغداد على المبارك الغسال\nوذكره الحافظ أبو طاهر السلفي أيضا في \"معجم السفر\" وكتب عنه شيئا من نظمه\nبدمشق وقال: سمع معنا على أبي طاهر الحنائي وأبي الحسن الموازيني وغيرهما\nوكان يقرئ في جامع دمشق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head13'>باب براد</h2>\n\n<p>\n] :\n</p>\n\n<p>\nوذكر في باب \"براد\" بالباء الموحدة بعدها راء، جماعة، قلت: وفاته ذكر\nشيخنا:\n</p>\n\n<p>\nأبي الحسين عبد الخالق بن عبد الله بن ملهم بن عبدة بن العبوس بن عبد\nالله الكناني المصري البراد الأديب: سمع أبا القاسم هبة الله بن علي\nالبوصيري، وأبا عبد الله بن حمد الأرتاحي وحدث عنهما، قرأت عليه أحاديث من\nالصحيح لأبي عبد الله البخاري، وكتبت عنه أبياتا من نظمه، وسألته عن مولده\nفأخبرني أنه في أحد الربيعين من سنة \"خمس وسبعين وخمسمائة\". وتوفي يوم\nالأربعاء السادس <span id='ms008'></span> والعشرين من ذي القعدة من سنة \"سبع وأربعين وستمائة\"\nبالقاهرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head14'>[باب البومة والتومة والنومة] :</h2>\n\n<p>\nوأغفل هذه الترجمة وهي \"البومة\" و\"التومة\" و\"النومة\". أما الأول بالباء\nالموحدة المضمومة فهو:\n</p>\n\n<p>\nأبو عبد الله محمد بن سليمان بن داود الحراني: يلقب بالبومة وأغفله\nالأمير [أبو نصر بن ماكولا] أيضا، روى عن أبيه. روى عنه أبو داود سليمان بن\nسيف. توفي سنة \"ثلاث عشرة ومائتين\". أخبرنا القاضي أبو القاسم عبد الصمد بن\nمحمد، قراءة عليه وأنا أسمع غير مرة بدمشق، أنبأنا طاهر بن سهل بن بشر\nالأسفراييني قراءة عليه وأنا أسمع أنبأنا أبو الحسين محمد بن مكي بن عثمان\nالأزدي المصري، قدم علينا دمشق، أخبرنا القاضي أبو الحسن علي بن محمد بن\nإسحاق الحلبي حدثني جدي إسحاق بن محمد بن يزيد أنبأنا أبو داود -يعني\nسليمان بن سيف- أنبأنا محمد بن سليمان أنبأنا أبي عن الزهري عن سعيد بن\nالمسيب عن أبي هريرة قال: سمعت رسول الله صلى الله عليه وسلم يقول: \"إذا\nعطس أحدكم فليشمته جليسه، فإن زاد على ثلاث فهو مزكوم، ولا يشمت بعد ثلاث\"\nغريب من حديث الزهري عن سعيد بن المسيب، تفرد به سليمان بن داود الحراني لا\nأعلم [أحدا] حدث به غير محمد بن سليمان ويعرف بالبومة.\n</p>\n\n<p>\nوأما \"التومة\" بالتاء المضمومة المعجمة باثنتين من فوقها فهو:\n</p>\n\n<p>\nأبو السعادات المبارك بن بقا المقري الخباز: من أهل باب البصرة، يعرف\nبتومة، سمع أبا السعود أحمد بن علي بن المجلي، وروى عنه، ذكر أبو بكر محمد\nبن المبارك بن مشق أنه سمع منه وأنه توفي يوم الجمعة ثالث شهر ربيع الآخر\nسنة \"سبعين وخمسمائة\". ذكره الحافظان أبو عبد الله بن سعيد بن الدبيثي،\nومحمد بن محمود بن النجار في كتابيهما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nوأما \"النومة\" بالنون المضمومة فهو:\n</p>\n\n<p>\nأبو محمد عبد القادر بن علي بن الفضل بن سعد بن نومة الواسطي الأديب\nالشاعر: قدم بغداد في صباه وجالس الشريف أبا السعادات بن الشجري وأبا منصور\nموهوب بن أحمد بن الجواليقي، وقال الشعر ومدح الإمام <span id='ms009'></span> المقتفي ومن بعده من\nالخلفاء، وكان حسن النظم ذكره أبو المعالي الحظيري في كتابه المسمى \"بزينة\nالدهر في ذكر شعراء أهل العصر\". وذكره أيضا الحافظ أبو عبد الله بن الدبيثي\nفي \"مذيله\" وقال: خرج عبد القادر بن نومة من واسط مسافرا في صفر سنة \"ست\nوسبعين وخمسمائة\" فغاب خبره، ولم يظهر أثره، وقال الحافظ أبو عبد الله بن\nالنجا في تاريخه بعدما ذكره ونقل ما ذكره ابن الدبيثي في وفاته \"وقيل: توفي\nبمصر سنة سبع وسبعين وخمسمائة\". كتب إلي الحافظ أبو عبد الله محمد بن سعيد\nبن الدبيثي من بغداد غير مرة يخبرني أن أبا الحسن ثعلب بن عثمان الشاعر\nأنشده قال: أنشدني أبو محمد عبد القادر بن علي بن نومة لنفسه، فيما ذكر\nثعلب، وأظنها لغيره:\n</p>\n\n<p>\nأصيب ببلوى الجسم أيوب فاغتدى ... به تضرب الأمثال إذ يذكر الصبر\n</p>\n\n<p>\nفلما انتهت بلواه من بعد جسمه ... إلى القلب نادى معلنا مسني الضر\n</p>\n\n<p>\nوكل بلائي عند قلبي ولم أبح ... بشكوى الذي ألقى ولم يظهر السر\n</p>\n\n<p>\nوذكر في باب \"بندار\" من الآباء جماعة وأغفل ذكر:\n</p>\n\n<p>\nالإمام رئيس الأصحاب أبي المحاسن يوسف بن عبد الله بن بندار الدمشقي\nالفقيه الشافعي مدرس النظامية: وشهرته تغني عن الإطناب، وفضله لا شك فيه\nولا ارتياب، قدم بغداد في صباه، قبل العشرين وخمسمائة، وتفقه بها على أسعد\nالميهني ولازمه حتى برع في المذهب والخلاف، وسافر معه إلى خراسان، وتكلم\nبين يديه في المسائل، وكان حسن العبارة كثير المحفوظ ذا لسن وفصاحة، سليم\nالباطن، متدينا سمع الحديث من أبي البركات بن البخاري، وأبي بكر محمد بن\nعبد الباقي الأنصاري، وأبي منصور عبد الرحمن بن محمد القزاز وغيرهم، وحدث\nباليسير، سمع منه القاضي أبو المحاسن عمر بن علي الدمشقي، وذكر أن مولده\nسنة \"تسعين وأربعمائة\" ووفاته في ثامن عشر شوال سنة \"\"ثلاث\" وستين\nوخمسمائة\" ببغداد. ومن حديثه ما أخبرنا القاضي أبو العلاء أحمد بن أبي\nاليسر شاكر بن عبد الله بن محمد بن سليمان التنوخي المعري، قراءة عليه وأنا\nأسمع بدمشق <span id='ms010'></span>، أنبأنا الإمام أبو المحاسن يوسف بن عبد الله بن بندار الدمشقي\nفي كتابه إلي من بغداد سنة ثمان وخمسين وخمسمائة، وأنبأنا أبو منصور عبد\nالرحمن بن محمد بن عبد الواحد القزاز، أنبأنا الإمام أبو بكر أحمد بن علي\nبن ثابت الخطيب أنبأنا أبو عمر عبد الواحد بن محمد بن عبد الله بن مهدي\nأنبأنا محمد بن مخلد العطار أنبأنا أحمد بن إبراهيم أبو الفضل البوشجي\nأنبأنا أبو ضمرة عن سهيل عن أبيه عن أبي هريرة أن رسول الله صلى الله عليه\nوسلم قال: \"من صام يوما في سبيل الله زحزح الله وجهه عن النار بذلك اليوم\nسبعين خريفا\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head15'>باب البادرائي</h2>\n\n<p>\n] :\n</p>\n\n<p>\nوذكر في مشتبه النسبة من هذا الحرف في باب \"البادرائي\" بفتح الباء\nالموحدة وبعدها دال مهملة مفتوحة وراء بعدها ألف وياء آخر الحروف، رجلين،\nوأغفل ذكر:\n</p>\n\n<p>\nأبي التمام كامل بن الفتح بن ثابت بن سابور البادرائي الضرير: سكن بغداد\nوأقام بها إلى حين وفاته، وكان أديبا فاضلا، يسكن بباب الأزج، وصاهر بني\nزهمويه الكتاب له ترسل وشعر حسن، وقد سمع شيئا من الحديث من أبي الفتح علي\nبن علي بن زهمويه وغيره، كتب الناس عنه أدبا كثيرا، ويقال عنه إنه كان فيه\nتسامح في الأمور الدينية، ذكره الحافظ أبو عبد الله بن الدبيثي في تاريخه\nوقال: ومن شعره ما أنشدت عنه -وأجازه لي ابن الدبيثي-:\n</p>\n\n<p>\nوفي الأوانس من بغداد آنسة ... لها من القلب ما تهوى وتختار\n</p>\n\n<p>\nساومتها نفثة من ريقها بدمي ... وليس إلا خفي الطرف سمسار\n</p>\n\n<p>\nعند العذول اعتراضات ولائمة ... وعند قلبي جوابات وأعذار\n</p>\n\n<p>\nذكر أبو عبد الله بن الدبيثي في كتابه: توفي كامل هذا ليلة الثلاثاء ثامن\nعشر جمادى الآخرة من سنة \"ست وتسعين وخمسمائة\" ودفن يوم الثلاثاء بباب حرب.\n</p>\n\n<p>\nوالشيخ الفقيه رئيس الأصحاب أبي محمد عبد الله بن أبي الوفاء محمد بن أبي\nمحمد الحسن البادرائي الشافعي -رحمه الله-: ويتعين عليه ذكره لشهرته، ودينه\nوفضيلته، وكرمه وتواضعه ومكارم أخلاقه، مع ما كان فيه من الرئاسة وعلو\nالشأن. ولي <span id='ms011'></span> التدريس بالمدرسة النظامية، ونشر بها العلوم الدينية، قدم إلى\nدمشق رسولا من الديوان العزيز مرات متعددة ثم إلى الديار المصرية في مصالح\nالدين، وجمع كلمة ملوك المسلمين، إلى أن انتظم منهم الاتفاق، وحصل الود\nبينهم والوفاق، وذلك بحسن نيته، وكرم طويته، فجزاه الله -تعالى- خيرا عن\nالمسلمين وجمع بيننا وبينه في مستقر رحمته، إنه أرحم الراحمين. سمع ببغداد\nمن جماعة من الشيوخ منهم أبو محمد عبد العزيز بن معالي بن منينا، وأبو\nالحسن علي بن محمد بن علي الموصلي وغيرهما، وحدث ببغداد وحلب ودمشق ومصر\nوبالبلاد الوارد إليها، والمجتاز عليها، سألته عن مولده فذكر لي أنه في آخر\nيوم من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nالمحرم \"سنة أربع وتسعين وخمسمائة\". وتوفي -رحمه الله- عشية يوم السبت\nودفن بعد الغروب السادس عشر من ذي القعدة سنة \"خمس وخمسين وستمائة\" ببغداد،\nبعد أن ولي قضاءها عند عوده إليها، وكان به ضعف من وعك السفر، فألزم بالحكم\nعلى تلك الحالة، فحكم يوما واحدا، وانقطع في بيته إلى حين وفاته. أخبرنا\nالشيخ الفقيه أبو محمد عبد الله بن محمد \"البادرائي\" بقراءتي عليه بدمشق\nقلت له: أخبركم الشيخ أبو محمد عبد العزيز بن معالي بن غنيمة بن منينا\nالبغدادي، قراءة عليه وأنت تسمع. فأقر به. قلت: وأخبرنا أبو محمد بن منينا\nوأبو حفص عمر بن محمد بن معمر بن طبرزد الدارقزي والحافظ أبو محمد عبد\nالعزيز بن محمود بن المبارك بن الأخضر والإمام أبو اليمن زيد بن الحسن بن\nزيد الكندي، البغداديون، إجازة، قالوا: أنبأنا القاضي أبو بكر محمد بن عبد\nالباقي بن محمد الأنصاري، قراءة عليه ونحن نسمع، أنبأنا أبو إسحاق إبراهيم\nبن عمر بن أحمد البرمكي، قراءة عليه وأنا أسمع، أنبأنا أبو محمد عبد الله\nبن إبراهيم بن أيوب بن ماسي البزاز، قراءة عليه وأنا حاضر، أنبأنا أبو مسلم\nإبراهيم بن عبد الله بن مسلم الكجي البصري أنبأنا محمد بن عبد الله\nالأنصاري أنبأنا حميد عن أنس: أن الربيع بنت النضر عمته لطمت جارية فكسرت\nسنها، فعرضوا عليهم <span id='ms012'></span> الأرش فأبوا فطلبوا العفو فأبوا، فأتوا النبي صلى الله\nعليه وسلم فأمرهم بالقصاص، فجاء أخوها أنس بن النضر، فقال: يا رسول الله\nأتكسر بن الربيع؟ والذي بعثك بالحق لا تكسر سنها، قال: يا أنس، كتاب الله\nالقصاص. فعفا القوم، فقال رسول الله صلى الله عليه وسلم: \"إن من عباد الله\nمن لو أقسم على الله -عز وجل- لأبره\". حديث صحيح أخرجه الإمام أبو عبد الله\nالبخاري -رحمه الله- في جامعه عن محمد بن عبد الله بن المثنى أبي عبد الله\nالأنصاري عن أبي عبيدة حميد الطويل، وفي اسم أبيه اختلاف كثير معروف عن\nأئمة الحديث، أشهره \"تيرويه\" وقد وقع لنا موافقة والحمد لله على ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head16'>[باب الباوردي] :</h2>\n\n<p>\nوذكر في باب \"الباوردي\" رجلا واحدا، وكان في زمانه بحلب:\n</p>\n\n<p>\nالشيخ الصالح أبو الفتح محمد بن عمر الباوردي الصوفي: سمع من أبي الفرج\nيحيى بن محمود بن سعد الثقفي الأصبهاني وحدث عنه. سمع منه جماعة من الطلبة\nالمقيمين بحلب والواردين إليها، وسئل عن مولده فذكر أنه في سنة \"ست أو سبع\nوخمسين وخمسمائة\" ظنا وتخمينا. وتوفي بحلب في الثاني والعشرين من ذي القعدة\nسنة \"تسع وأربعين وستمائة\" ودفن خارج باب العراق، ودخلت إلى حلب وهو حي،\nفلم يتفق لي السماع منه، ثم بعد ذلك وصلت إلي إجازته غير مرة. أخبرنا أبو\nالفتح الباوردي الصوفي في كتابه إلي من حلب والشيوخ الثلاثة عشر: وهم\nوالدي، وجدي لأمي الإمام أبو منصور يونس بن محمد بن محمد بن محمد الفارقي،\nوقاضي القضاة أبو محمد عبد الله بن عبد الرحمن بن عبد الله بن علوان\nالأسدي، والفقيه الزاهد أبو المكارم عبد الخالق بن أبي المعالي بن محمد بن\nعبد الواحد الأراني الشافعي، والشريف النقيب أبو الحسن علي بن محمد بن\nإبراهيم بن أبي الحسن الحسيني وأبو الفضل أحمد بن الفضل بن عبد القاهر بن\nمحمد القرشي الحلبي وأبو العباس أحمد بن إبراهيم بن أبي العلاء الأزدي وأبو\nالقاسم عبد القاهر بن الحسن بن عبد القاهر الكلبي الشروطي <span id='ms013'></span> وأبو عبد الله\nمحمد بن الشيخ أبي القاسم بن محمد بن أبي بكر القزويني الصوفي وأبو الحسن\nمحمد بن الشيخ أبي جعفر أحمد بن علي بن أبي بكر القرطبي، والإخوة الثلاثة\nوهم: أبو محمد عبد العزيز وأبو الحسن علي وأبو محمد عبد الله بنو الشيخ أبي\nطاهر بركات بن إبراهيم بن طاهر القرشي الخشوعي -رحمهم الله- بقراءتي على\nبعضهم وقراءة على الباقين وأنا أسمع، قالوا: أنبأنا الشيخ أبو الفرج يحيى\nبن محمود بن سعد الثقفي الأصبهاني، قراءة عليه ونحن نسمع في تواريخ مختلفة\nأنبأنا أبو الحسن بن أحمد بن الحسن الحداد بقراءة والدي عليه وأنا حاضر\nأسمع في شعبان سنة خمس عشرة وخمسمائة، أنبأنا أبو نعيم أحمد بن عبد الله بن\nأحمد الحافظ أنبأنا أبو الحسن أحمد بن القاسم بن الريان المصري المعروف\nباللكي بالبصرة أنبأنا أحمد بن إسحاق بن إبراهيم بن نبيط بن شريط أبو جعفر\nالأشجعي بمصر سنة اثنتين وسبعين ومائتين قال حدثني أبي: إسحاق بن إبراهيم\nبن نبيط قال حدثني أبي: إبراهيم بن نبيط عن جده نبيط بن شريط قال: كانت\nرقية الأنصاري من الحمى والمليلة والصداع \"أرقيك بعزة الله وجلال الله وما\nجرى به القلم من عند الله إلا ما هدأت وسكنت وطفئت بإذن الله، ولا حول ولا\nقوة إلا بالله، صوت الرحمن يطفي دخان النار {يا نار كوني بردا وسلاما على\nإبراهيم} وصلى الله على سيدنا محمد النبي وآله وسلم\" ويضع الراقي يده على\nموضع العلة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head17'>[باب البختري] :</h2>\n\n<p>\nوذكر في باب \"البختري\" بالباء الموحدة والخاء المعجمة بعدها تاء معجمة\nباثنتين من فوقها جماعة وأغفل ذكر:\n</p>\n\n<p>\nأبي علي محمد بن علي بن البختري الصائغ: من أهل مرو، قدم بغداد وسمع بها\nمن القاضي أبي بكر محمد بن عبد الباقي الأنصاري، وأبي بكر بن الأشقر، وعاد\nإلى بلده وحدث عنهما، سمع منه شيخنا أبو المظفر عبد الرحيم بن السمعاني،\nوذكره في معجم شيوخه، وقال: مولده بمرو في سنة \"خمس وثمانين وأربعمائة\".\nوتوفي في سنة \"خمس أو ست <span id='ms014'></span> وخمسين وخمسمائة بكش\". ذكره الحافظ أبو عبد الله\nبن الدبيثي في تاريخه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head18'>[باب البري] :</h2>\n\n<p>\nوذكر في باب \"البري\" بفتح الباء الموحدة وبعدها راء مهملة، رجلين، وأغفل\nذكر:\n</p>\n\n<p>\nالأمير أبي محمد الحسن بن علي بن عبد الواحد بن البري السلمي: سمع الحديث\nمن أبي نصر منصور بن رامش النيسابوري، ومن الشيخ أبي محمد عبد الرحمن بن\nعثمان بن القاسم بن معروف بن حبيب بن أبان المعروف بابن أبي نصر التميمي،\nوروى عنه. سمع منه الفقهاء: الزاهد أبو الفتح نصر بن إبراهيم المقدسي وأبو\nالحسن علي بن أحمد بن قبيس الغساني المالكي، وجمال الإسلام أبو الحسن علي\nبن المسلم السلمي، والقاضي أبو الفضل يحيى بن علي بن عبد العزيز، وولده أبو\nالمعالي محمد بن يحيى بن علي، القرشيان، وأبو الفتح نصر بن القاسم المقدسي\nوأبو القاسم الحسين بن الحسن بن محمد الأسدي وغيرهم. ذكره الحافظ أبو\nالقاسم علي بن عساكر -رحمه الله- في تاريخه، وروى عن رجل عنه أخبرنا القاضي\nأبو القاسم الحسين بن هبة الله بن محفوظ بن صصرى الربعي، قراءة عليه وأنا\nأسمع في رجب سنة ثمان وأربعين وخمسمائة أنبأنا الأمير أبو محمد الحسن بن\nعلي بن عبد الواحد بن البري، قراءة عليه وأنا أسمع في صفر سنة إحدى وثمانين\nوأربعمائة أنبأنا أبو محمد عبد الرحمن بن عثمان بن القاسم بن أبي نصر\nالتميمي، قراءة عليه في داره في شهر ربيع الأول سنة عشرين وأربعمائة أنبأنا\nأبو علي محمد بن هارون بن شعيب الأنصاري أنبأنا أبو العلاء محمد بن جعفر\nالوكيعي الذهلي أنبأنا محمد بن الصباح الدولابي أنبأنا أبو معاوية أنبأنا\nالأعمش عن عدي بن ثابت عن زر بن حبيش عن علي بن أبي طالب -رضوان الله\nعليه-[أنه] قال: \"والذي فلق الحبة وبرأ النسمة إنه لعهد عهده إلى النبي صلى\nالله عليه وسلم أنه لا يحبني إلا مؤمن ولا يبغضني إلا منافق\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head19'>[باب البزري والبرزي والبرزي] :</h2>\n\n<p>\nوذكر في باب \"البزري\" و\"البرزي\" جماعة، الأول بفتح الباء الموحدة وبعدها\nزاي <span id='ms015'></span> معجمة ساكنة وراء مهملة مكسورة، والثاني بتقديم الراء المهملة على\nالزاي، وهي نسبة غلى \"برزة\" قرية من قرى دمشق، سمع جماعة من أهلها الحافظ\nأبا القاسم ابن عساكر قلت: وقرأت على رجل من أهله وهو:\n</p>\n\n<p>\nالشيخ الصالح أبو يوسف عبد السلام بن يوسف بن علوي بن منيع بن مشرف\nالبرزي الخباز: أحاديث منتخبة من كتاب \"الأربعين في شعب الدين\" تخريج أبي\nالقاسم علي بن الحسن بن محمد الصفار عن شيوخه، بسماعه من شيخ الشيوخ أبي\nالفتح عمر بن علي بن محمد بن حمويه الجويني بسماعه منه. وروى لنا أيضا عن\nأبي محمد عبد الرزاق بن نصر بن المسلم بن النجار. أخبرنا عبد السلام بن\nيوسف البرزي، بقراءتي عليه بدمشق، قلت له: أخبركم شيخ الشيوخ عمر بن علي بن\nمحمد بن حمويه الجويني، قراءة عليه وأنتم تسمعون في يوم السبت السابع من\nالمحرم سنة سبع وسبعين وخمسمائة فأقر به، أنبأنا أبو القاسم علي بن الحسن\nبن محمد الصفار، قراءة عليه وأنا أسمع، أنبأنا زين الإسلام أبو القاسم\nالقشيري أنبأنا أبو الحسين الخفاف أنبأنا أبو العباس السراج أنبأنا قتيبة\nبن سعيد أنبأنا الليث عن عقيل عن الزهري عن عبيد الله بن عبد الله عن ابن\nعباس أن النبي صلى الله عليه وسلم شرب لبنا ثم دعا بماء فتمضمض ثم قال: \"إن\nله دسما\". حديث صحيح متفق على صحته وثبوته، أخرجه الأئمة الخمسة: أبو عبد\nالله البخاري، وأبو الحسين القشيري وأبو داود السجستاني وأبو عيسى الترمذي\nوأبو عبد الرحمن النسائي -رحمهم الله- في \"الطهارة\" من كتبهم عن قتيبة بن\nسعيد عن الليث بن سعد، كما أوردناه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head20'>[باب البرزي] :</h2>\n\n<p>\nقلت: وأغفل في هذا الباب \"البرزي\" بضم الباء الموحدة وبعدها راء مهملة\nساكنة، نسبة إلى \"برزى\" قرية من عمل واسط منها:\n</p>\n\n<p>\nالشيخ أبو إسحاق إبراهيم بن عمر بن نصر بن فارس البرزي المعروف بابن\nالبرهان، التاجر: حدث بصحيح مسلم عن أبي الفتح منصور بن عبد المنعم بن عبد\nالله بن محمد الفراوي بسماعه من جد <span id='ms016'></span> أبيه بسنده المعروف، وتوفي يوم الاثنين\nالحادي عشر من شهر رجب سنة \"أربع وستين وستمائة\" بثغر الإسكندرية، ودفن بين\nالميناء وبين تربة ابن عطاف، ومولده في سنة \"ثلاث وتسعين وخمسمائة\".\n</p>\n\n<p>\nوصاحبنا:\n</p>\n\n<p>\nالفقيه أبو محمد عبد الله بن أبي منصور بن عمر بن الزبير بن المسيب\nالبرزي الواسطي: حدث بشيء من تصانيفه، وله نظم حسن، كتبت عنه شيئا من شعره\nأنشدني لنفسه بدمشق:\n</p>\n\n<p>\nكن واثقا بإله العرش معتمدا ... عليه في حالتي يسر وإعسار\n</p>\n\n<p>\nفالله أرحم من تدعو وأكرم من ... ترجو وأجود من يعطي بإكثار\n</p>\n\n<p>\nوتوفي -رحمه الله- بدمشق في سنة \"سبع وخمسين وستمائة\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head21'>حرف التاء والثاء</h1>\n\n<h1 class='l1' id='head22'>[</h1>\n\n<h2 class='l2' id='head23'>باب بقي</h2>\n\n<p>\nوتقى ونقي وبقي] :</span>\n</p>\n\n<p>\nوذكر في حرف التاء في باب \"بقي\" و\"نقي\" جماعة وأغفل ذكر:\n</p>\n\n<p>\nالفقيه أبي محمد عبد الخالق بن تقي بن إبراهيم الشافعي: تفقه بمصر على\nالفقيه أبي إسحاق إبراهيم بن مزيبل المخزومي، وسمع الحديث من أبي القبائل\nعشير المزارع، وأبي علي ناصر بن عبد الله بن عبد الرحمن، وأبي الفضل محمد\nبن يوسف بن علي الغزنوي وحدث وسئل عن مولده في سنة \"اثنتين وعشرين وستمائة\"\nفقال: لي الآن سبعون سنة إلا سنة. وتوفي في سنة \"اثنتين وعشرين وستمائة\"\nببلاد الشام وكان عفيفا، مؤثرا للخمول، وأضر في آخر عمره \"وتقى: بضم التاء\nالمعجمة باثنتين فوقها وفتح القاف، ذكره الحافظ أبو محمد عبد العظيم\nالمنذري في وفياته\".\n</p>\n\n<p>\nوأبي التقى صالح بن شجاع بن محمد بن سيدهم بن عمرو بن حديد بن عسكر\nالكناني ثم المدلجي: مولده بمكة -حرسها الله تعالى- منتصف نهار يوم الأحد\nسلخ شوال سنة \"أربع وستين وخمسمائة\"، وتوفي ليلة الثلاثاء منتصف المحرم سنة\n\"إحدى وخمسين وستمائة\" بالقاهرة. سمع صحيح مسلم من الشريف أبي المفاخر سعيد\nبن الحسين بن محمد بن سعيد المأموني النيسابوري، بسماعه عن فقيه الحرم أبي\nعبد الله الفراوي: وحدث به بمصر مرات. وأجاز له جماعة من الشيوخ منهم\nالحافظان أبو طاهر أحمد بن محمد بن أحمد السلفي الأصبهاني وأبو القاسم\nوالفقيه أبو الطاهر إسماعيل بن مكي <span id='ms017'></span> بن عوف الزهري المالكي ومنجب بن عبد\nالله المرشدي وعبد الوهاب بن محمد بن عبد الله الصنهاجي وعبد الله بن أبي\nالقاسم الناسخ وأبو عمرو عثمان بن فرج العبدري وأبو محمد عبد الله بن بري\nالنحوي والفقيه شيث بن إبراهيم وأبو طالب أحمد بن مسلم بن رجاء اللخمي\nالتنوخي وغيرهم. قرأت على أبي التقى صالح بن شجاع بمصر قلت: أخبركم الشريف\nأبو المفاخر سعيد بن الحسين بن محمد المأموني، قراءة عليه وأنتم تسمعون،\nفأقر به أنبأنا الفقيه أبو عبد الله محمد بن الفضل بن أحمد الصاعدي\nالفراوي، قراءة عليه ونحن نسمع. أنبأنا أبو الحسين عبد الغافر بن محمد\nالفارسي أنبأنا أبو أحمد محمد بن عيسى الجلودي أنبأنا أبو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nإسحاق إبراهيم بن محمد بن سفيان الفقيه أنبأنا مسلم بن الحجاج أنبأنا\nيحيى بن يحيى قال: قرأت على مالك بن أنس عن ابن شهاب عن أبي إدريس الخولاني\nعن أبي هريرة أن رسول الله صلى الله عليه وسلم قال: $\"من توضأ فليستنثر ومن\nاستجمر فليوتر\" قلت: وأخبرناه عاليا القاضي الفقيه شيخ الإسلام أبو القاسم\nعبد الصمد بن محمد بن أبي الفضل الأنصاري -رحمه الله- قراءة عليه وأنا أسمع\nبدمشق، أنبأنا الفقيه أبو عبد الله محمد بن الفضل الفراوي في كتابه إلي من\nنيسابور على يد الحافظ أبي القاسم بن عساكر -رحمه الله- وباستدعائه، فذكره.\n</p>\n\n<p>\nوأغفل ذكر:\n</p>\n\n<p>\nالفقيه أبي التقى صالح بن أبي بكر بن أبي الشبل سلامة المقدسي المصري\nالحاكم بمدينة حمص: مولده في ذي القعدة سنة \"سبعين وخمسمائة\" بمصر. سمع من\nشيخنا القاضي أبي القاسم بن الحرستاني وأبي اليمن الكندي وغيرهما، وكان حسن\nالطريقة، مشكور السيرة، لقيته بحمص وقرأت عليه جزء الأنصاري بسماعه من\nالإمام أبي اليمن الكندي بسماعه من القاضي أبي بكر محمد بن عبد الباقي\nالأنصاري، وسنده معروف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head24'>[باب بقي] :</h2>\n\n<p>\nوفاته في هذه الترجمة \"بقي\" بضم الباء الموحدة وفتح القاف وبعدها ياء\nمشددة آخر الحروف وهو:\n</p>\n\n<p>\nأبو إسحاق إبراهيم بن علي بن ظافر بن حسن بن حميد بن بقي <span id='ms018'></span> الدمياطي\nالمهندس: سمع من القاضي أبي إسحاق إبراهيم بن عمر بن علي بن سماقا\nالإسعردي، بثغر دمياط وذكر أنه سمع بدمشق من شيخنا زين الأمناء أبي البركات\nبن عساكر ومن غيره، وأجاز له أبو القاسم البوصيري. حدث بدمياط والقاهرة.\nلقيته بها وكتبت عنه أحاديث من مشيخة الإمام أبي الحسن محمد بن المبارك بن\nالخل الفقيه، بسماعه من القاضي أبي إسحاق إبراهيم بن سماقا المذكور، بسماعه\nمن الفقيه أبي القاسم يعيش بن صدقة بن علي الفراتي عنه، وتوفي في سنة \"ثمان\nوأربعين وستمائة\". أخبرنا أبو إسحاق إبراهيم بن علي بن ظافر بن بقي\nالمهندس، قراءة عليه وأنا أسمع بالقاهرة قال: أنبأنا القاضي أبو إسحاق\nإبراهيم بن عمر ابن علي بن سماقا الأسعردي الحاكم قراءة عليه وأنا أسمع\nبثغر دمياط المحروس، أنبأنا الفقيه أبو القاسم يعيش بن صدقة ابن علي\nالفراتي ببغداد أنبأنا الشيخ الإمام أبو الحسن محمد بن المبارك بن محمد بن\nالخل الفقيه أنشدنا القاضي أبو منصور أحمد بن محمد بن الصباغ، أنشدنا أبو\nالعباس أحمد بن سعيد المؤدب لنفسه:\n</p>\n\n<p>\nأنست بوحدتي ورضيت نفسي ... لنفسي من أخلائي جليسا\n</p>\n\n<p>\nوعيبي شاغل عن عيب غيري ... وحسبي خالقي وكفى أنيسا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head25'>[باب تقية] :</h2>\n\n<p>\nوذكر في باب \"تقية\" امرأتين، وأغفل ذكر:\n</p>\n\n<p>\nتقية بنت عبد الله الويذ أباذية الأصبهانية: روت عن الشريف أبي نصر محمد\nبن محمد بن علي الزينبي بالإجازة، سمع منها الحافظ أبو القاسم علي بن الحسن\nبن هبة الله الشافعي المعروف بابن عساكر -رحمه الله- بأصبهان، وأخرج عنها،\nوحدثنا [عنها] في معجم النسوان من جمعه.\n</p>\n\n<p>\nوتقية بنت المفضل بن عبد الخالق بن أبي منصور بن عبد الوهاب الأصبهانية:\nسمعت أبا عبد الله القاسم بن الفضل بن أحمد الثقفي وروت عنه، سمع منها\nالحافظ أبو القاسم علي بن عساكر، وأخرج عنها، حدثنا [عنها] في معجم النسوان\nمن جمعه. أخبرنا الشيخ الزاهد أبو عبد الله محمد بن نصر الله بن عبد الرحمن\nبن محمد القرشي، قراءة عليه وأنا أسمع برباط عمه الشيخ أبي البيان -رحمه <span id='ms019'></span>\nالله- بنواحي الباب الشرقي من مدينة دمشق -حرسها الله تعالى- أنبأنا الحافظ\nأبو القاسم علي بن الحسن بن هبة الله الشافعي، قراءة عليه ونحن نسمع بجامع\nدمشق، أنبأتنا تقية بنت المفضل بن عبد الخالق، بقراءتي عليها بأصبهان قالت:\nأنبأنا أبو عبد الله القاسم بن الفضل بن أحمد بن أحمد بن محمود الثقفي\nأنبأنا أبو عبد الله محمد بن إبراهيم بن جعفر أنبأنا أبو محمد حاجب بن أحمد\nبن سفيان الطوسي أنبأنا عبد الله بن هاشم الطوسي أنبأنا يحيى بن سعيد\nالقطان أنبأنا عبيد الله بن عبد الله بن عمر بن نافع عن عبد الله بن عمر عن\nالنبي صلى الله عليه وسلم قال: \"اجعلوا آخر صلاتكم بالليل وترا\". صحيح.\n</p>\n\n<p>\nوالأديبة الفاضلة أم علي تقية بنت أبي الفرج غيث بن علي بن عبد السلام بن\nمحمد بن جعفر الأرمنازي الصوري: والدة أبي الحسن علي بن فاضل بن سعد الله\nبن الحسن بن علي بن صمدون الصوري، شاعرة مجيدة مشهورة، كتب عنها الحافظ أبو\nطاهر السلفي -رحمه الله- في معجم السفر وقال: \"لم أر شاعرة غيرها\". وأثنى\nعليها، ومدحته. وكتب عنها أيضا الحافظ أبو الحسبن علي بن المفضل المقدسي\nوغيره. ووالدها أبو الفرج غيث كان خطيب صور وعنده فضل، سمع من غير واحد\nوحدث، روى عنه شيخه الحافظ أبو بكر الخطيب بيتين من نظمه. وذكر الحافظ أبو\nطاهر السلفي -رحمه الله- أن مولدها بدمشق في المحرم سنة خمس وخمسمائة،\nوتوفيت في أوائل شوال سنة \"تسع وسبعين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nوخمسمائة\" بالإسكندرية. أنشدنا الشيخ الأمين أبو القاسم عبد الله بن\nالحسين بن عبد الله بن رواحة الأنصاري الحموي بدمشق، قال أنشدتنا الأديبة\nأم علي تقية ابنة أبي الفرج غيث بن علي الأرمنازي لنفسها بثغر الإسكندرية،\nتمدح شيخنا الحافظ أبا طاهر السلفي، وتعتذر إليه لانقطاع ولدها أبي الحسن\nبن صمدون عن مجلسه، وملازمته للشريف أبي محمد بن أبي اليابس الديباجي، وكان\nالحافظ قد غضب عليه بسبب ذلك:\n</p>\n\n<p>\nتالله ما غبت عنكم مللا ... ولا فؤادي عن الدنو سلا <span id='ms020'></span>\n</p>\n\n<p>\nوكيف أنسى جميلكم ولكم ... علي فضل يبلغ الأملا\n</p>\n\n<p>\nأنقذتموني من كل مهلكة ... فلست أبغي بقربكم بدلا\n</p>\n\n<p>\nداركم مذحللت ساحتها ... كأنني الشمس حلت الحملا\n</p>\n\n<p>\nأسحب ذيلي في عزها مرحا ... وكنت قدما لا أعرف الخيلا\n</p>\n\n<p>\nوإنما غبت عنكم خجلا ... لأن ذنبي يزيدني خجلا\n</p>\n\n<p>\nتقول عيني ودمعها وكف ... لما رأت عبدكم قد انتقلا\n</p>\n\n<p>\nوزدت في عذله لأردعه ... وهو عصي لا يسمع العذلا\n</p>\n\n<p>\nحتى إذا زدت في ملامته ... وظن قلبي بأنه اعتدلا\n</p>\n\n<p>\nقلت له والدموع واكفة ... والقلب مني للبين قد وجلا\n</p>\n\n<p>\nكيف تطيق البعاد عن رجل ... حوى جميع الفنون واكتملا\n</p>\n\n<p>\nالحافظ الحبر والذي اكتملت ... به المعالي وزين الدولا\n</p>\n\n<p>\nأولاك فضلا وسؤددا وحجا ... فصرت في الناس أوحد الفضلا\n</p>\n\n<p>\nفقال حظي لديه محتقر ... إن قلت قولا أجاب عنه بلا\n</p>\n\n<p>\nيرفع دوني والعين تنظره ... ولم أزل صابرا ومحختملا\n</p>\n\n<p>\nوكل واش أتاه في سببي ... صدقه وهو قائل زللا\n</p>\n\n<p>\nكأنني المشركون إذ خدموا ... لا يرفع الله عنهم عملا\n</p>\n\n<p>\nفصنت عرضي بنقلتي أسفا ... ولم أجد مسلكا ولا سبلا\n</p>\n\n<p>\nحتى كأن البلاد لست أرى ... في ساحتيها سهلا ولا جبلا\n</p>\n\n<p>\nثم قرأت العلوم منعكفا ... كيلا يقول الوشاة قد بطلا\n</p>\n\n<p>\nفهو إمامي ولا يرى أحد ... بين فؤادي وبينه خللا\n</p>\n\n<p>\nأمدحه ما حييت مجتهدا ... في كل ناد ومحفل وملا\n</p>\n\n<p>\nفإن حباني يزيدني شرفا ... وإن قلاني فليس ذلك قلى\n</p>\n\n<p>\nفالله يبقيه دائما أبدا ... وزاده الله رفعة وعلا\n</p>\n\n<p>\nما لاح برق وما دجا غسق ... وما همى وابل وما هطلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nوتقية بنت إبراهيم بن سفيان بن إبراهيم بن عبد الوهاب بن محمد بن إسحاق\nبن محمد بن يحيى بن مندة العبدية الأصبهانية: مولدها في سنة \"اثنتين وخمسين\nوخمسمائة\". سمعت أبا رشيد محمد بن علي بن محمد بن عمر المقدر وغيره، وهي من\nبنت العلم والرواية. حدثت عن جماعة، وأجازت لي غير مرة.\n</p>\n\n<p>\nوتقية ابنة الشيخ الصالح أبي الحسن علي بن عبد الله القرشي: أخت شيخنا\nالحافظ أبي الحسين يحيى -رحمهما الله- سمعت أباها وأجاز لها جماعة منهم أبو\nالحجاج يوسف بن هبة الله بن الطفيل والعلامة أبو <span id='ms021'></span> عبد \"الله\" محمد بن محمد\nالكاتب الأصبهاني ومحمد بن أميركا بن أبي الفتح الدمشقي وأبو نزار ربيعة بن\nالحسن الحضرمي وشيخنا أبو عبد الله بن البناء الصوفي وعلي بن أبي الكرم\nالخلال بن البناء المكي وغيرهم. مولدها في العشرين من شهر رمضان سنة \"سبع\nوسبعين وخمسمائة\" بمصر. وتوفيت ليلة الخميس الثاني عشر من شوال سنة \"ست\nوستمائة\" بمصر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head26'>[باب التبان والتيان] :</h2>\n\n<p>\nوذكر في مشتبه النسبة من هذا الحرف في باب \"التبان\" و\"التيان\" الأول بعد\nالتاء المعجمة باثنتين من فوقها باء موحدة وآخره نون، جماعة، وأخل بذكر:\n</p>\n\n<p>\nأبي بكر المبارك بن فارس التبان: حدث عن أبي زكريا يحيى عبد الوهاب بن\nمندة، قال القاضي أبو المحاسن عمر القرشي الدمشقي: حدثنا عنه ابن الخشاب،\nذكر ذلك ابن الدبيثي في كتابه وذكر في باب \"التيان\"، بعد التاء ياء معجمة\nباثنتين من تحتها جماعة، وأغفل ذكر:\n</p>\n\n<p>\nأبي الخير دلف بن عبد الله بن محمد بن عبد الله بن الأزجي الفقيه الحنبلي\nالمعروف بابن التيان: \"بالتاء المعجمة، باثنتين من فوقها وبعدها ياء معجمة\nباثنتين من تحتها\" سمع الحديث ببغداد من أبي صابر عبد الصبور بن عبد السلام\nالهروي، لما قدمها، ذكره الحافظ أبو عبد الله بن الدبيثي -رحمه الله- في\nتذييله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head27'>باب التبريزي</h2>\n\n<p>\n] :\n</p>\n\n<p>\nوذكر في باب \"التبريزي\" جماعة، وأغفل ذكر:\n</p>\n\n<p>\nالفقيه الفاضل أبي الخير مظفر بن أبي الخير بن إسماعيل بن علي الوازني\nالتبريزي الشافعي الملقب بالأمير: قدم بغداد وتفقه بها على الإمام أبي\nالقاسم بن فضلان وغيره مدة، حتى حصل طرفا صالحا من المذهب والخلاف والأصول،\nوتكلم في المسائل، وتولى الإعادة بالمدرسة النظامية مدة، ثم خرج عن بغداد\nمسافرا إلى الديار المصرية فأقام بها مدة وتولى التدريس بها بالمدرسة\nالناصرية بمصر المجاورة لجامعها [العتيق] ، المعروف بابن زين التجار،\nواستفاد أهلها منه، وأخذوا عنه، ثم سافر عنها عازما على العود إلى بلده،\nفلقيته بدمشق واستجزته ولم يتفق لي السماع منه، وما أعلم هل حدث أم لا؟\nوكان قد سمع ببغداد من أبي الفرج بن <span id='ms022'></span> كليب وأبي أحمد عبد الوهاب بن سكينة\nوغيرهما، وحدث بالبصرة ومصر. سمع منه الحافظ أبو محمد عبد العظيم المنذري\nوذكره في وفياته مولده في سنة \"ثمان وخمسين وخمسمائة\". وتوفي بشيراز في ذي\nالحجة من سنة \"إحدى وعشرين وستمائة\".\n</p>\n\n<p>\nوأبي الصفاء خليل بن أحمد بن خليل التبريزي الصوفي: نزيل دمشق. سمع من\nأبي حفص بن طبرزد وغيره وحدث. سمعت منه ومولده بعد سنة \"ستين وخمسمائة\"\nوتوفي في السابع والعشرين من شوال سنة \"خمس وخمسين وستمائة\" بدمشق ودفن\nبمقابر الصوفية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head28'>باب التركي</h2>\n\n<p>\n] :\n</p>\n\n<p>\nوذكر في باب \"التركي\" رجلين، وأغفل ذكر:\n</p>\n\n<p>\nالشريف أبي العباس محمد بن علي بن طراد بن محمد بن علي الزينبي المعروف\nبالأمير التركي: لأن أمه كانت تركية وكان يشبهها في الصورة، وهو من بيت\nالوزارة والنقابة. سمع بنفسه وقرأ على الشيوخ مثل أبي المظفر بن الشبلي،\nوأبي بكر ابن المقرب وأبي الفتح بن البطي، وقرأ الفرائض والحساب والأدب،\nوكان سريا جميلا، مقبلا على العلم. توفي شابا يوم السبت السابع من ربيع\nالآخر سنة \"إحدى وسبعين وخمسمائة\" ودفن في يوم الأحد ثامنه بداره ثم نقل\nبعد ذلك إلى تربة أبيه بالحربية. ذكره الحافظ أبو عبد الله بن الدبيثي في\nتاريخه.\n</p>\n\n<p>\nوالأديب أبي الحسن علي بن بكمش بن عبد الله التركي العزي النحوي الملقب\nبالفخر: كان والده من موالي العزيز بن نظام الملك، أحد الأجناد البغدادية.\nولد علي هذا ببغداد في العاشر من ربيع الأول سنة \"ثلاث وستين وخمسمائة\"\nوقرأ القرآن وجوده على جماعة، وقرأ النحوم على الوجيه أبي بكر الواسطي.\nوسمع الحديث من أبي منصور عبد الله بن محمد بن علي ابن هبة الله بن عبد\nالسلام الكاتب: سمع منه جزء الحسن بن عرفة ورواه عنه بدمشق، وسمع أيضا من\nالحافظ أبي بكر محمد بن موسى الحازمي وغيرهما ثم سافر إلى الشام ونزل دمشق،\nوصحب شيخنا الإمام أبا اليمن الكندي، وقرأ عليه الأدب حتى برع فيه، وصار من\nالأدباء المذكورين بالفضل، ومعرفة العربية، وقرأ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nعليه الناس، وأثرى وكثر ماله، وكان كيسا <span id='ms023'></span>، حسن الأخلاق متوددا محبوب\nالصورة. لقيته ولم أسمع منه شيئا، وسمع منه بعض أصحابنا. أنشدني النجيب أبو\nالفتح نصر الله بن المظفر بن عقيل بن حمزة الشيباني، بدمشق غير مرة، قال:\nأنشدني الأديب أبو الحسن علي بن بكمش بن عبد الله التركي النحوي لنفسه\nبدمشق:\n</p>\n\n<p>\nوقائله بغداد منشؤك الذي ... نشأت به طفلا عليك التمائم\n</p>\n\n<p>\nفما بالها تشكو جفاءك معرضا ... أما آن أن تقضى إليها العزائم\n</p>\n\n<p>\nفقلت لها إني الفريد وإنها ... أوان مغاص الدر والوقت غائم\n</p>\n\n<p>\nوقد جرت العادات في الدر أنه ... إذا فارق الأصداف لاقاه ناظم\n</p>\n\n<p>\nوتوفي أبو الحسن المذكور بدمشق في يوم الاثنين سلخ شعبان سنة \"ست وعشرين\nوستمائة\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head29'>[باب التيتي] :</h2>\n\n<p>\nوذكر في باب \"التيتي\" بالتاء المعجمة باثنتين من فوقها وأخرى مثلها\nمكسورتين، بينهما ياء ساكنة معجمة من تحتها باثنتين، رجلا واحدا، وأغفل\nذكر:\n</p>\n\n<p>\nالوزير الفاضل أبي الفداء إسماعيل بن أبي سعد أحمد بن علي بن المنصور بن\nالحسين الآمدي المعروف بابن التيتي: تفقه على مذهب الإمام أبي عبد الله\nأحمد بن محمد بن حنبل -رحمه الله- وسمع الحديث معنا من جماعة بمصر ودمشق،\nوكان حسن القراءة، وقرأ علي أيضا جملة صالحة من سماعي، وجمع تاريخا لآمد،\nأحسن فيه الجمع، وأجاد الصنع، ولديه فنون عديدة، وله اليد الطولى في صناعتي\nالكتابة والشعر، مع الدين الوافر، والعقل الباهر، وشهرته تغني عن الإطناب،\nوفضائله لا شك فيها ولا ارتياب، دخل بغداد رسولا عن مخدومه صاحب ماردين،\nواحترم فيها لفضله المبين، ودينه المتين. كتبت عنه مقاطيع من شعره، ونبذة\nمن فرائده ونثره، فمن ذلك ما أنشدني لنفسه بظاهر العباسة:\n</p>\n\n<p>\nكلما زادت الديار ذنوا ... زاد قلبي إلى لقاك اشتياقا\n</p>\n\n<p>\nولعمري ما زلت مذ شطت الدا ... ر وغبتم أبكي جوى واحتراقا\n</p>\n\n<p>\nوأنادي من فرط وجدي وشوقي ... يا أحباي هل ترى نتلاقى\n</p>\n\n<p>\nوسألته عن مولده فذكر لي أنه ليلة الأحد سابع شهر رجب سنة \"تسع وتسعين\nوخمسمائة\" بثغر آمد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head30'>[باب البتتي والتنبي] :</h2>\n\n<p>\nوفاته في هذه الترجمة أيضا \"البتتي\" و\"التنبي\". أما الأول بضم الباء\nالموحدة <span id='ms024'></span> وبعدها تاء مفتوحة معجمة باثنتين من فوقها وتاء مثلها مكسورة بعدها\nياء آخر الحروف معجمة باثنتين من تحتها فهو:\n</p>\n\n<p>\nأبو الحسن علي بن أبي الأزهر المقرئ يعرف بابن البتتي: من ساكني المحلة\nالمعروفة بالأجمة، كان حافظا للقرآن المجيد، حسن القراءة له، سريع التلاوة.\nذكره الحافظ أبو عبد الله بن الدبيثي -رحمه الله- في مذيله وقال: \"ذكر لي\nأنه سمع شيئا من الحديث، وكان بالقرآن أكثر اشتغالا، وله في سرعة القراءة\nطبقة لم يدركها بعده أحد، وذلك أنه قرأ على شيخنا أبي شجاع بن المقرون في\nيوم واحد من طلوع الشمس إلى غروبها القرآن الكريم، ثلاث مرات، وقرأ في\nالمرة الرابعة إلى آخر سورة الطور، وذلك يوم الخميس ثامن رجب من سنة ثمان\nوخمسين وخمسمائة، بمشهد من جماعة من القراء وغيرهم، ولم يخف شيئا من\nقراءته، ولا فتر. وما سمعنا أن أحدا قبله بلغ هذه الغاية. توفي عصر نهار\nالأربعاء ثامن شهر رمضان سنة \"سبع وستمائة\"، ودفن يوم الخميس تاسعه،\nبالجانب الغربي، بمشهد الإمام موسى ابن جعفر -عليهما السلام-\". هذا آخر\nكلام ابن الدبيثي.\n</p>\n\n<p>\nوأما الثاني، بكسر التاء ثالث الحروف وبعدها نون مشددة مكسورة وباء موحدة\n[التنبي] نسبة إلى قرية من مدينة حلب تسمى \"تنب\" بالقرب من قنسرين فهو:\n</p>\n\n<p>\nالرئيس الأجل أبو القاسم عبد المجيد بن صاعد بن سلامة الأنصاري المعروف\nبابن التنبي المنعوت بالشمس: سمع بدمشق من الحافظ أبي محمد القاسم بن\nالحافظ أبي القاسم علي بن الحسين بن عساكر وغيره، وصحب السلطان الملك\nالعادل سيف الدين أبا بكر بن أيوب، وترسل عنه إلى بغداد، وغيرها من البلاد،\nوكانت له عنده الحرمة العظيمة، والمنزلة الكريمة، توفي بالقاهرة في ثامن\nشعبان من سنة \"ثلاث عشرة وستمائة\"، ودفن من الغد بسفح المقطم ذكر ذلك\nالحافظ أبو محمد عبد العظيم المنذري -رحمه الله- في وفياته.\n</p>\n\n<p>\nوبلديه: أبو عبد الله محمد بن أبي طالب عقيل بن سالم بن عقيل يعرف بابن\nالإمام، وينعت بالبهاء: سمع من الشيخ أبي الفضل منصور بن أبي الحسن بن <span id='ms025'></span>\nإسماعيل الطبري بحلب، وروى عنه بدمشق. سمع منه جماعة من أصحابنا، وتولى\nديوان الزكاة بدمشق مدة، وتقلب في الخدم الديوانية، ولم أتحقق مولده ولا\nوفاته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head31'>[باب ثروان] :</h2>\n\n<p>\nوذكر في باب \"ثروان\" جماعة، وأغفل ذكر:\n</p>\n\n<p>\nالأديب الفاضل أبي الحسن علي بن ثروان بن زيد الكندي ابن عم شيخنا تاج\nالدين أبي اليمن الكندي، ولد ببغداد ونشأ بها وقرب الأدب على أبي منصور بن\nالجواليقي وغيره، حتى برع فيه، وكتب بخطه كثيرا من الكتب الأدبية، ودواوين\nشعراء الجاهلية، وكان يكتب خطأ مليحا، ويضبط ضبطا صحيحا سمع الحديث من أبي\nالبركات هبة الله بن محمد بن علي البخاري وأبي القاسم بن السمرقندي\nوغيرهما، وسافر إلى الشام، وسكن دمشق إلى حين وفاته، واتصل بملكها الملك\nالعادل نور الدين محمود بن زنكي فصار من أخصائه. حدث بدمشق. قرأ عليه\nالفقيه الحافظ الصائن أبو الحسين هبة الله بن علي بن عساكر كتاب \"المعرب\"\nلأبي منصور الجواليقي، وكان أسن منه، وروى عنه الحافظ أبو المواهب بن صصرى\nفي معجم شيوخه، وكتب عنه الغمام عماد الدين أبو عبد الله محمد بن الأصبهاني\nالكاتب في كتابه المسمى \"بخريدة\" أخبرنا أبو المعالي عبد الرحمن بن علي بن\nعثمان المخزومي، إذنا، عن أبي الفتح عثمان بن عيسى بن منصور البلطي النحوي\nقال: أنشدني أبو الحسن علي بن ثروان الكندي لنفسه بدمشق، وكان قد قصد جمال\nالدولة جحا ابن عم الأمير منير الدولة حاتم، فلم يصادفه في داره، فعمل\nبيتين وكتبهما على بابه، حفرا بالسكين، وأنشدنيهما:\n</p>\n\n<p>\nحضر الكندي مغناكم فلم ... يركم من بعد كد وتعب\n</p>\n\n<p>\nلو رآكم لتجلى همه ... وانثنى عنكم بحسن المنقلب\n</p>\n\n<p>\nذكر الحافظ المؤرخ أبو عبد الله بن النجار هذين البيتين في تاريخه\nوكتبهما عن شيخنا أبي المعالي بن عثمان، بالسند المذكور، وقال: سألت شيخنا\nأبا اليمن الكندي بدمشق عن مولد ابن عمه علي بن ثروان هذا ووفاته، فقال:\nمولده ببغداد في سنة \"خمسمائة\" أو قبلها، وتوفي بدمشق سنة \"خمس وستين\nوخمسمائة\".\n</p>\n\n<p>\nوالشيخ الصالح أبي الفتح نصر بن رضوان بن <span id='ms026'></span> ثروان بن سعد بن نصر بن منصور\nبن سعد بن سعادة بن مسعود الداري العدوي الفردوسي الموصلي المقرئ الحنبلي:\nنزيل دمشق. مولده في سنة \"سبع وأربعين وخمسمائة\"، وتوفي بدمشق يوم الأحد\nخامس عشر شعبان سنة \"إحدى وأربعين وستمائة\". سمع الحديث من الشيخ أبي الفضل\nالجنزوي وأبي طاهر بركات بن إبراهيم الخشوعي، وأبي الحجاج يوسف بن معالي بن\nنصر الكتاني وغيرهم. وكان ملازما للصلوات في الجماعات، وأقرأ القرآن بجامع\nدمشق، انتفع به جماعة كثيرة، وأقام به مدة طويلة، وكانت آثار الصلاح لائحة\nعليه. أخبرنا أبو الفتح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nنصر بن رضوان بن ثروان الداري المقرئ بقراءتي عليه بجامع دمشق قلت له\nأخبركم الشيخ الأمين أبو الحجاج يوسف بن معالي بن نصر الطرابلسي، بقراءة\nالحافظ أبي محمد عبد الغني بن عبد الواحد المقدسي عليه وأنت تسمع في جمادى\nالأولى سنة ثمان وثمانين وخمسمائة، فأقر به، أنبأنا الفقيه أبو الحسن علي\nبن أحمد بن منصور الغساني، قراءة عليه وأنا أسمع، أنبأنا القاضي أبو عبد\nالله الحسين بن علي بن أبي الرضا محمد بن علي بن داود الأنطاكي. قلت \"ح\"\nوأخبرنا القاضي الفقيه أبو القاسم عبد الصمد بن محمد بن أبي الفضل\nالأنصاري، قراءة عليه وأنا أسمع في مستهل ذي القعدة من سنة اثنتي عشرة\nوستمائة بالمدرسة العزيرة بدمشق، قال أنبأنا أبو محمد عبد الكريم بن حمزة\nبن الخضر السلمي إجازة إن لم يكن سماعا. أنبأنا أبو محمد عبد العزيز بن\nأحمد بن محمد الكتاني من لفظه قالا أنبأنا أبوالقاسم تمام بن محمد ابن عبد\nالله الرازي أنبانا أبو الطيب محمد بن حميد الحوراني أنبأنا أبو إسماعيل\nمحمد بن إسماعيل الترمذي أنبأنا أيوب بن سليمان بن بلال حدثني أبو بكر عبد\nالحميد بن عبد الله بن أبي أويس حدثني سليمان ابن بلال عن محمد بن أبي عتيق\nوموسى بن عقبة عن ابن شهاب عن سليمان بن أرقم أن يحيى بن أبي كثير الذي كان\nيسكن اليمامة حدثه أنه سمع أبا سلمة بن عبد الرحمن يخبر عن <span id='ms027'></span> عائشة ابنة أبي\nبكر أنها قالت: \"إن رسول الله صلى الله عليه وسلم قال: \"لا نذر في معصية\nوكفارتها كفارة يمين\". أخرجه الإمام أبو عيسى محمد بن عيسى بن سورة الترمذي\n-رحمه الله- في جامعه عن أبي إسماعيل محمد بن إسماعيل الترمذي. كما أوردناه\nفوقع لنا موافقة عالية من طريق القاضي أبي القاسم بن الحرستاني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head32'>[باب ثنا وييا وننا ونبأ] :</h2>\n\n<p>\nوذكر في باب \"ثنا\" و\"ييا\" و\"ننا\" و\"نبأ\" جماعة، وفاته فيمن اسمه \"نبأ\"\nبالنون والباء المعجمة بواحدة من تحتها:\n</p>\n\n<p>\nشيخنا أبوالبيان نبأ بن أبي المكارم بن هجام بن عبد الله بن يوسف\nالطرابلسي الحنفي: سمع الحديث من جماعة بمصر والإسكندرية منهم العلامة أبو\nمحمد بن بري النحوي ,أبو طاهر إسماعيل بن صالح بن ياسين الشفيقي وإسماعيل\nبن قاسم الزيات وأبو عبد الله محمد بن عبد الرحمن الحضرمي وأبو سعيد محمد\nبن عبد الرحمن المسعودي وغيرهم روى لنا عنهم. سألته عن مولده فلم يحققه\nوذكر أنه يكون إما في سنة \"إحدى أو اثنتين وستين وخمسمائة\" تقديرا، وتوفي\n-رحمه الله- يوم الخميس، قبل العصر السادس عشر من جمادى الآخرة سنة \"ثلاث\nوأربعين وستمائة\" بالقاهرة. ودفن بكرة يوم الجمعة سابع عشرة بالقرافة. حضرت\nجنازته والصلاة عليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nوالفقيه أبو البيان نبأ بن سعد الله بن راهب بن مروان بن عبد الله بن عبد\nالرحمن بن أبي القاسم بن نهشك البهراني الحموي الشافعي: رأيته بدمشق وقرأت\nعليه أحاديث رواها عن الشريف أبي محمد جعفر بن محمد بن جعفر العباسي، سمعها\nمنه بمدينة حماة، ثم انتقل بعد ذلك إلى الديار المصرية، وتولى الإعادة\nبالمدرسة المجاورة لضريح الإمام الشافعي -رحمه الله- في جملة المعيدين،\nولقيته بها. سمع منه جماعة من أهلها وغيرهم الأحاديث المذكورة. سألته عن\nمولده فذكر لي أنه ليلة السبت السابع من المحرم سنة \"سبع وسبعين وخمسمائة\"\nبحماة. وتوفي -رحمه الله- بالقرافة جوار المرسة المجاورة للتربة الشريفة\nالشفعوية المطلبية، ضاحي نهار يوم الثلاثاء تاسع جمادى الآخرة سنة \"خمس\nوستين وستمائة\" ودفن من يومه <span id='ms028'></span> بها، وكان قد أضر في آخر عمره وأقعد، ونعم\nالرجل كان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head33'>باب الثوري والتوري والبوري والنوري</h2>\n\n<p>\n] :\n</p>\n\n<p>\nوذكر في مشتبه النسبة في حرف \"الثاء\" في باب \"الثوري\" و\"التوري\" والبوري\"\nو\"النوري\" جماعة، ,أغفل في باب \"الثوري\" ذكر:\n</p>\n\n<p>\nالفقيه الأديب أبي القاسم عبد الغني بن أبي محمد عبد الكريم بن نعمة بن\nمرة بن كتائب الثوري السفياني المؤدب المنعوت بالمهذب: سمع الحديث من\nالعلامة أبي محمد عبد الله بن بري المقدسي النحوي، وتأدب عليه، وله نظم\nجيد، وحدث، وكان فاضلا حسن المحاضرة، وانتفع به جماعة، وكان يذكر أنه من\nولد سفيان الثوريز سئل عن مولده فقال: يكون تقديرا في سنة \"أربع وستين\nوخمسمائة\" أو قبلها بيسير. وتوفي بمصر ليلة السابع من ذي القعدة سنة \"تسع\nوعشرين وستمائة\" ودفن من الغد. ذكر ذلك الحافظ أبو محمد عبد العظيم -رحمه\nالله- في وفياته.\n</p>\n\n<p>\nوفاته في باب \"البوري\" بالباء الموحدة:\n</p>\n\n<p>\nشيخنا الفقيه أبو محمد عبد الله بن أبي المعالي معد بن عبد العزيز بن عبد\nالكريم الشافعي الدمياطي المعروف بابن البوري -رحمه الله-: تفقه على مذهب\nالإمام الشافعي -رحمه الله-، ودرس بمدرسة الحافظ أبي طاهر السلفي، بثغر\nالإسكندرية، إلى حين وفاته، وسمع الحديث من أبي القاسم بن موقا المعروف\nبابن علاس وحدث عنه. لقيته بدمشق وسمعت منه، وتقدم عند الملك الكامل ملك\nمصر، وعظم شأنه ومولده بدمياط سنة \"أربع وستين وخمسمائة\" تقديرا. وتوفي\nليلة العاشر من جمادى الآخرة سنة \"تسع وثلاثين وستمائة\" بالقاهرة، ودفن\nالغد بسفح المقطم. والبوري منسوب إلى \"بورة\" بلدة مشهورة بالقرب من ثغر\nدمياط، وهي بضم الباء الموحدة وسكون الواو، وبعدها راء مهملة مفتوحة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head34'>[باب النوري] :</h2>\n\n<p>\nوفاته أيضا في باب \"النوري\" بالنون:\n</p>\n\n<p>\nشيخنا الزاهد أبو الطاهر إسماعيل بن سودكين بن عبد الله النوري شيخ فاضل:\nله شعر حسن، وكلام في التصوف. صحب الشيخ العارف أبا عبد الله محمد بن علي\nبن محمد بن العربي، وكتب عنه أكثر مصنفاته، وسمع الحديث بمصر من الفقيه أبي\nالفضل محمد بن يوسف الغزنوي وأبي عبد <span id='ms029'></span> الله محمد بن حمد الأرتاحي، وبحلب من\nالشريف الآفتخار أبي هاشم عبد المطلب بن الفضل الهاشمي، وغيرهم. لقيته\nبدمشق وسمعت منه وكتبت عنه شيئا من نظمه، مولده بمصر في سنة \"ثمان أو تسع\nوسبعين وخمسمائة\" وتوفي بحلب في صفر سنة \"ست وأربعين وستمائة\". والنوري\nنسبة إلى الملك العادل نور الدين محمود بن زنكي ملك الشام -رحمه الله-\nأنشدنا أبو الطاهر إسماعيل المذكور لنفسه بدمشق:\n</p>\n\n<p>\nربع الأحبة مأهول بتذكاري ... دمعي عليه وإن طال البلى جاري\n</p>\n\n<p>\nيا ربع أين ليالينا التي سلفت ... قضيت يا ربع فيها بعض أوطاري\n</p>\n\n<p>\nعليك يا ربع بقيا من بشاشته ... من عهدهم فيك ألافي وسماري\n</p>\n\n<p>\nلم يبق فيك سوى الآثار لائحة ... وما بقي من رسومي غير آثاري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head35'>حرف الجيم والحاء والخاء</h1>\n\n<h2 class='l2' id='head36'>[باب جابر وجاير] :</h2>\n\n<p>\nوفاته هذه الترجمة في حرف الجيم وهي \"جابر\" و\"جاير\"، أما الأول فهو\nبالجيم المفتوحة بعدها ألف وباء موحدة مكسورة وراء مهملة آخر الحروف وهو:\n</p>\n\n<p>\nالشيخ الصالح أبو نصر عمر بن أبي بكر محمد بن أحمد بن الحسن بن جابر\nالمقرئ الصوفي، يعرف بابن السديد، البغدادي: صحب الشيخ الزاهد أبا النجيب\nالسهرودي وليس منه خرقة التصوف وسمع منه و\"من أبي الوقت عبد الأول ابن عيسى\nالسجزي وأبي محمد بن المادح وأبي الفتوح حمزة بن علي بن طلحة، وأبي زرعة\nطاهر وأبي الفتح بن البطي، وأبي المظفر بن الشبلي وأبي عبد الله محمد بن\nالبيضاوي وأبي بكر بن المقرب وأبي القاسم يحيى بن ثابت وأبي محمد عبد الله\nبن هبة الله الموصلي، وروى عنهم، ودخل حلب ودمشق عند توجهه لزيارة البيت\nالمقدس. أجاز لي غير مرة. مولده في ثامن عشر ربيع الأول سنة \"خمس وأربعين\nوخمسمائة\" ببغداد. وتوفي بها يوم الخميس تاسع عشر صفر سنة \"ست عشرة\nوستمائة\".\n</p>\n\n<p>\nوأما الثاني فهو مثله في الصورة إلا أن بدل الباء ياء معجمة بنقطتين من\nتحتها وهو:\n</p>\n\n<p>\nشيخنا أبو الفضل جعفر بن حسن بن أبي الفتوح بن علي بن حسين بن دواس بن\nأحمد بن جاير، بالياء <span id='ms030'></span> المثناة من تحتها، المغربي الكتامي، يعرف بابن سنان\nالدولة الكاتب في الشروط الحكمية. مولده بمصر في إحدى الجماديين سنة \"أربع\nوسبعين وخمسمائة\". سمع من أبي القاسم البوصيري وحدث عنه، ودخل دمشق وسكنها\nمدة ثم عاد إلى مصر فلقيته بها، وقرأت عليه شيئا عن أبي القاسم البوصيري،\nوتوفي بها في النصف من شهر رمضان سنة \"ثمان وخمسين وستمائة\" ودفن من الغد\nبالقرافة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head37'>[باب جناب وجناب وحباب والجباب والجياب وجنات وحباب] :</h2>\n\n<p>\nوذكر في باب \"جناب\" بالجيم المفتوحة والنون المخففة و\"جناب\" بفتح الجيم،\nوتشديد النون، و\"حباب\" بالحاء المهملة والباء المفتوحة المخففة و\"الجباب\"\nبالجيم المفتوحة والباء المشددة \"والجياب\" بالجيم المفتوحة أيضا والياء\nالمعجمة باثنتين من تحتها و\"جنات\" بالجيم المفتوحة والنون المشددة وتاء\nمعجمة بنقطتين آخر الحروف، جماعة، وفاته في باب \"حباب\" بالحاء المهملة\nالمضمومة والباء الموحدة المفتوحة.\n</p>\n\n<p>\nأبو طاهر محمد بن محمود بن أبي علي الحسن بن أبي الفضل محمد بن أحمد بن\nالحباب الأصبهاني: سمع من أبي بكر عتيق بن الحسين بن محمد الرويدشتي، وحدث\nعنه. روى لنا عنه والدي -رحمه الله تعالى- بالإجازة. أخبرنا والدي بقراءتي\nعليه بمصر، قلت له أخبرك أبو طاهر محمد بن محمود بن الحسن بن الحباب، كتابة\nإليك من أصبهان بإفادة والدك -رحمه الله- فأقر به، أنبأنا أبو بكر عتيق بن\nالحسين بن محمد بن الحسن الرويدشتي، قراءة عليه، أنبأنا أبو بكر محمد بن\nعبد الله بن زكريا الجوزقي أنبانا أبو العباس محمد بن عبد الرحمن الدغولي،\nوأبو حامد أحمد بن محمد الشرقي الحافظ، وأبو حاتم مكي بن عبدان، قالوا:\nأنبأنا عبد الرحمن بن بشر بن الحكم أنبأنا بهز بن أسد القمي أنبأنا شعبة\nحدثني محمد بن عثمان بن عبد الله بن موهب وأبوه عثمان بن عبد الله أنهما\nسمعا موسى بن طلحة يخبر عن أبي أيوب الأنصاري أن رجلا قال: يا رسول الله\nأخبرني بعمل يدخلني الجنة: فقال القوم: ما له ما له، فقال رسول الله: \"تعبد\nالله لا تشرك به شيئا، وتقيم <span id='ms031'></span> الصلاة، وتؤتي الزكاة، وتصل الرحم، ذرها\" كأنه\nكان على راحلته. حديث صحيح متفق على صحته، أخرجه الإمامان أبو عبد الله\nمحمد بن إسماعيل البخاري، وأبو الحسين مسلم بن الحجاج النيسابوري -رحمهما\nالله- في كتابيهما عن عبد الرحمن بن بشر بن الحكم عن بهز بن أسد به، وأخرجه\nأبو عبد الرحمن النسائي في سننه عن محمد بن عثمان بن أبي صفوان عن بهز بن\nأسد عن شعبة وقد اجتمع في سنده والد وولد يرويان عن شيخ واحد يروي عنهما\nراو واحد. ورواه أيضا البخاري ومسلم عن شيخ واحد، فمن أتانا بحديث على\nمثاله اعترفنا له بالفائدة، وشهدنا له بالمعرفة التامة الزائدة، بشرط أن\nيكون الحديث مخرجا في الصحيحين عن شيخ واحد، موافقة بعلو، ولله الحمد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head38'>[باب جبويه وحبويه وحيويه وحمويه] :</h2>\n\n<p>\nوذكر في باب \"جبويه\" و\"حيويه\" و\"حمويه\" جماعة وأغفل ذكر:\n</p>\n\n<p>\nالشيخ الصالح عبد الواحد بن علي بن محمد بن حمويه الجويني البحير أباذي\nالصوفي المكنى بأبي سعد: سمع الحديث من أبي بكر وجيه بن طاهر بن محمد\nالشحامي وأبي الوقت عبد الأول بن عيسى السجزي وأبي الموفق عبد الباقي ابن\nأبي الوفاء بن أبي القاسم الهمذاني وأبي منصور شهردار بن شيرويه بن شهردار\nالديلمي وأبي الفضل أحمد بن سعد بن نصر المعروف بابن حمان وغيرهم، وحدث\nبمكة -شرفها الله تعالى- وبغداد ودمشق. روى لنا عنه جماعة من شيوخنا منهم\nابن أخيه شيخ الشيوخ أبو محمد عبد الله -ويسمى أيضا عبد السلام بن أبي\nالفتح عمر بن علي بن محمد بن حمويه، وهو من بيت الحديث والفقه والتصوف حدث\nهو وأبوه وجده وجماعة من أهل بيته، وهو عم شيخنا شيخ الشيوخ أبي الحسن\nالمنعوت بصدر الدين مولده في رجب سنة \"تسع وعشرين وخمسمائة\". واختلف في\nوفاته: فذكر الحافظ المؤرخ أبو عبد الله بن الدبيثي -رحمه الله- في مذيله\nأنه توفي بالري في سنة \"ثمان وثمانين وخمسمائة\" وكذلك ذكر الحافظ أبو محمد\nعبد العظيم -رحمه الله- في وفياته. ووجدت بخط الإمام أبي <span id='ms032'></span> القاسم عمر بن\nأحمد بن أبي جرادة الحلبي -رحمه الله- في حاشية وفيات الحافظ أبي محمد\nالمنذري المذكور ما صورته، قبالة ترجمة أبي سعد المذكور \"قال لي ابن أخيه\nشيخ الشيوخ تاج الدين أبو محمد عبد الله بن عمر بن علي بن حمويه: توفي عمي\nأبو سعد سنة \"خمس وثمانين وخمسمائة\". قلت: وهذا جميعه وهم ظاهر فإن شيخنا\nأبا طاهر الحسبن بن أحمد بن أبي طاهر التميمي سمع منه مشيخة وجيه بن طاهر\nبدمشق في سابع عشر المحرم سنة\" تسع وثمانين وخمسمائة\". فتحقق حينئذ أن\nوفاته تأخرت بعد ذلك، والله أعلم. وفاته أيضا ذكر:\n</p>\n\n<p>\nابن أخيه أبي محمد عبد الله: المذكور فإنه بالفضل مشهور، وبالزهد مذكور\nسمع بدمشق من والده الإمام أبي الفتح عمر وعمه أبي سعد عبد الواحد، المسمى\nقبل، والإمام المؤرخ أبي القاسم علي بن الحسن بن عساكر، والفقيه أبي\nالمعالي مسعود بن محمد بن مسعود النيسابوري والشريف النسابة أبي علي محمد\nبن أسعد الجواني، وأبي محمد بن الخرقي وأبي الفوارس بن شافع الدمشقي وأبي\nالفرج يحيى بن محمود الثقفي وغيرهم، وببغداد من الكاتبة فخر النساء شهدة\nبنت الإبري، وحدث عنهم، ودخل إلى بلاد المغرب، وأقام بها مدة، وتولى مشيخة\nالصوفية بدمشق بعد أخيه، وكان فيه فضل ومعرفة، مولده في الرابع عشر من شوال\nسنة \"ست وستين وخمسمائة\". وتوفي يوم الأربعاء خامس صفر سنة \"اثنتين وأربعين\nوستمائة\" بدمشق، ودفن يوم الخميس سادسه بمقبرة الصوفية ظاهر باب النصر.\n</p>\n\n<p>\nوأغفل ذكر ابن عمه أيضا:\n</p>\n\n<p>\nأبي القاسم بن أحمد بن أبي سعد بن حمويه الجويني الصوفي -ويسمى عبيد\nالله-: وسماه بعض الطلبة عبد الرحمن وبعضهم: عليا وهو بكنيته أشهر، وكان\nرجلا صالحا. سمع بدمشق من أبي الفرج يحيى بن محمود الثقفي، وحدث عنه بمصر،\nسمع منه الحافظ أبو محمد المنذري وغيره بالقاهرة، وتوفي بمشهد الحسين -عليه\nالسلام- في العاشر من شعبان \"سنة ثلاث وعشرين وستمائة\" ودفن بسفح المقطم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head39'>[باب جري وجزي] :</h2>\n\n<p>\nوأغفل هذه الترجمة وهي باب \"جري\" و\"جزي\" أما الأول <span id='ms033'></span> بالجيم وبعدها راء\nمهملة مفتوحة وياء آخر الحروف فهو:\n</p>\n\n<p>\nالفقيه أبو عبد الله محمد بن محمود بن عون بن فريخ بن جري الرقي: دخل\nبغداد وسمع بها من أبي الفضل منوجهر بن محمد بن تركنشاه، وأبي الفتح عبيد\nالله بن شاتيل، وأبي منصور عبد الله بن محمد بن عبد السلام، وأبي الفرج بن\nكليب والحافظ أبي بكر محمد بن موسى الحازمي وغيرهم، وسمع بحلب من أبي الفرج\nيحيى بن محمود الثقفي، ودخل دمشق وحدث بها. رأيته فلم يتفق لي السماع منه.\nوتوفي بها في رجب سنة \"ثلاثين وستمائة\".\n</p>\n\n<p>\nوالثاني بالجيم وزاي معجمة بعدها وياء آخر الحروف \"جزي\" فهو:\n</p>\n\n<p>\nالفقيه أبو محمد عبد الله بن عبد الرحمن بن أحمد بن جزي الأندلسي\nالبلنسي:\n</p>\n\n<p>\nسمع بالإسكندرية من الحافظ أبي طاهر السلفي قديما في سنة \"ست وأربعين\nوخمسمائة\"، ومن الفقيه أبي العباس أحمد بن محمد بن معد بن عيسى الأقليشي،\nوحدث بمصر ودمشق. سمع منه بمصر أبو الحرم حرمي بن محمود بن عبد الله بن زيد\nبن نعمة الروبي المصري وغيره. وقرأت على القاضي أبي المعالي عبد الرحمن بن\nعلي بن عثمان المخزومي بالقاهرة جزءا من كلام الأقليشي بإجازته من أبي محمد\nبن جزي المذكور بسماعه منه.\n</p>\n\n<p>\nوأخوه أبو بكر أحمد بن عبد الرحمن بن أحمد بن جزي الفقيه الفرضي الحاسب\nسمع من أبي محمد عبد الله بن محمد بن السيد البطليوسي، وأبي العباس أحمد بن\nمعد الأقليشي وأبي الحسن طارق بن موسى بن يعيش البلنسي وروى عنهم. سمع منه\nالحافظ أبو الربيع سليمان بن موسى الكلاعي، وتوفي في المحرم سنة \"ثلاث\nوثمانين وخمسمائة\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head40'>باب جميل وجميل</h2>\n\n<p>\n] :\n</p>\n\n<p>\nوذكر في باب \"جميل\" و\"جميل\"، الأول بفتح الجيم، والثاني مصغر، جماعة،\nوفاته في هذه الترجمة \"جميل\" بضم الجيم وفتح الميم وسكون الياء وهو:\n</p>\n\n<p>\nأبو البركات محمد بن أبي الطاهر إسماعيل بن أبي البقاء بن عبد القوي بن\nعمار القرشي المالكي المعروف بابن الجميل: سمع من القاضي أبي محمد عبد الله\nبن محمد بن المجلي وغيره <span id='ms034'></span>، وكتب بخطه كثيرا توفي في الثالث من المحرم سنة\n\"ست وعشرين وستمائة\" بقرافة مصر، ودفن بها، ذكره الحافظ أبو محمد عبد\nالعظيم المنذري في وفياته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head41'>باب جولة وخولة وباب الجيبي</h2>\n\n<h3 class='l3' id='head42'>[باب جولة وخولة] :</h3>\n\n<p>\nوذكر في باب \"جولة\" و\"خولة\"، الأول بضم الجيم وسكون الواو وبعدها لام\nمفتوحة وهاء ساكنة، جماعة، وقال في الثاني: \"وأما خولة بفتح الخاء المعجمة\nبواحدة، والباقي مثله فجماعة من النساء\" وأغفل ذكر:\n</p>\n\n<p>\nالشيخ الفاضل أبي جعفر أحمد بن محمد بن محمد بن أحمد بن حسين السلمي\nالخفافي الغرناطي القصري المعروف بابن خولة: دخل بغداد وسمع بها من جماعة\nوسافر إلى واسط والبصرة، وطاف بلاد فارس وكرمان والغور وقطعة من بلاد الهند\nوبخارى وسمرقند وخوارزم ورجع إلى خراسان وسكن هراة وامتدح الملوك وحصل\nمالا، وحسنت حاله، وسمع في أسفاره من جماعة، وحدث ودخل مصر، وكان فاضلا\nمتأدبا شاعرا قتل بهراة في فتنة الكفار في شهر ربيع الأول سنة \"ثماني عشرة\nوستمائة\"، ومولده بغرناطة في شهر رمضان سنة \"ثلاث وخمسين وخمسمائة\". ذكره\nالحافظ أبو عبد الله بن الدبيثي في تاريخه، والحافظ أبو محمد عبد العظيم\nالمنذري في وفياته. والخفافي نسبة إلى خفاف بن ندبة.\n</p>\n\n<h3 class='l3' id='head43'>[باب الجيبي] :</h3>\n\n<p>\nوذكر في باب \"الجبني\" و\"الجيتي] جماعة، الأول بضم الجيم وسكون الباء\nالموحدة وكسر النون، والثاني بكسر الجيم وسكون الياء المعجمة بنقطتين من\nتحتها وكسر التاء. وفاته في هذه الترجمة \"الجيبي\" بكسر الجيم وبعدها ياء\nساكنة معجمة بنقطتين من تحتها ثم باء مكسورة معجمة بواحدة من تحتها وياء\nآخر الحروف وهو:\n</p>\n\n<p>\nالشيخ الصالح أبو محمد عبد الوهاب بن عبد الله بن حريز المقدسي المنصوري\nالجيبي: من الصلحاء المتورعين، والأخيار المتزهدين، مولده في سنة \"ثلاث\nوأربعين وخمسمائة\"، وتوفي بمصر في ربيع الأول سنة \"ست وعشرين وستمائة\".\nذكره الحافظ أبو الحسين يحيى بن علي القرشي -رحمه الله- في معجم شيوخه،\nوكتب عنه إنشادا. والجيب قرية من أعمال بيت المقدس. أنشدني الحافظ أبو\nالحسين يحيى بن علي بن عبد الله القرشي المصري بمصر قال: أنشدنا <span id='ms035'></span> الشيخ\nالصالح أبو محمد عبد الوهاب بن عبد الله بن حريز المقدسي المنصوري الجيبي\nمن لفظه لنفسه بمصر:\n</p>\n\n<p>\nيا رب قد ذهب الشباب وقوتي ... وقبيح فعلي دائم لم يذهب\n</p>\n\n<p>\nوصحائفي قد سودت بجرائم ... كتبت علي فليتها لم تكتب\n</p>\n\n<p>\nإن لم يكن عفو لديك ورحمة ... للمذنبين فمن يكن للمذنب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head44'>باب الجلي والحلي والجكي وباب الجمري والحمزي وباب الحمزي</h2>\n\n<h3 class='l3' id='head45'>[باب الجلي والحلي والجكي] :</h3>\n\n<p>\nوذكر في باب \"الجلي\" و\"الحلي\" و\"الجكي\"، الأول بالجيم المكسورة واللام\nالمشددة والثاني بالحاء المهملة المكسورة واللام المشددة، والثالث بالجيم\nالمفتوحة وكاف بعدها مكسورة مشددة، جماعة، وفاته في هذه الترجمة \"الخلي\"\nبالخاء المعجمة المفتوحة ولام بعدها مشددة مكسورة وهو:\n</p>\n\n<p>\nالشيخ الفقيه الأديب أبو الربيع سليمان بن محمد بن سليمان بن علي بن شبيل\nالمسلمي المذحجي الخلي اليمني النحوي المنعوت بالجمال: إمام فاضل، وأديب\nكامل، سكن مصر مدة وصحب ملكها الكامل، وتقدم عنده لقيته بدمشق، وكتبت عنه\nحكاية وشعرا، وسألته عن مولده فذكر أنه في سنة \"ثمان وسبعين وخمسمائة\"\nبخلة: قرية قبلي عدن. وتوفي ليلة الأربعاء الثامن والعشرين من المحرم سنة\n\"خمسين وستمائة\" بمدينة الفيوم. حدثنا أبو الربيع سليمان بن محمد الخلي\nاليمني النحوي من لفظه بدمشق قال: أنبأنا عبد الله بن محمد بن يحيى\nالأسحاقي بعدن، قال: كنت يوما عند الأديب أحمد بن محمد العيذي بعد أن عمي،\nفحضر عندنا جماعة غير فضلاء من أهل عدن، وأطالوا القعود عنده فقال لي سرا\n\"اكتب\":\n</p>\n\n<p>\nمن مجيري من الجبال الرواسي ... شغلوني وضيقوا أنفاسي\n</p>\n\n<p>\nآنسوني بالقرب منهم وبالوح ... شة إلا من ذلك الإيناس\n</p>\n\n<h3 class='l3' id='head46'>[باب الجمري والحمزي] :</h3>\n\n<p>\nوذكر في باب \"الجمري\" بفتح الجيم وبعدها ميم ساكنة وراء مهملة مكسورة،\nجماعة، وأغفل ذكر:\n</p>\n\n<p>\nأبي سعيد عبد الرحمن بن إبراهيم بن الحسين بن عيسى الطيبي المعروف بابن\nالجمري: من أهل باب الأزج. سمع من أبي الأعز بن قراتكين بن الأسعد بن\nالمذكور الأزجي، وروى عنه. سمع منه القاضي أبو المحاسن عمر بن علي القرشي\nالدمشقي وأبو القاسم تميم بن أحمد البندنيجي وغيرهما. توفي ليلة <span id='ms036'></span> عاشوراء\nسنة \"تسع وخمسين وخمسمائة\" ودفن يوم عاشوراء. ذكره الحافظ أبو عبد الله بن\nالدبيثي في تاريخه.\n</p>\n\n<h3 class='l3' id='head47'>[باب الحمزي] :</h3>\n\n<p>\nوفاته \"الحمزي\" بفتح الحاء المهملة وسكون الميم وبعدها زاي وياء النسب\nوهو:\n</p>\n\n<p>\nالشيخ الصالح أبو محمد عبد المنعم بن جماعة بن ناصر الحمزي الشارعي\nالمنعوت بالصائن: صحب جماعة من الصالحين، وسمع من الزوجين: أبي الحسن علي\nبن إبراهيم بن نجا الدمشقي الواعظ وأم عبد الكريم فاطمة بنت سعد الخير بن\nمحمد الأنصاري، وغيرهما، وحدث. وتوفي في التاسع من جمادى الأولى سنة \"أربع\nوثلاثين وستمائة\" بالشارع ظاهر القاهرة، ودفن من الغد بسفح المقطم ذكره\nالحافظ المنذري في وفياته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head48'>[باب الجني والجنبي والختي] :</h2>\n\n<p>\nذكر في باب \"الجني\" و\"الجنبي\" و\"الختي\"، الأول بالجيم المكسورة بعدها نون\nمكسورة مشددة، والثاني جيم مضمومة بعدها باء موحدة مكسورة مشددة، والثالث\nخاء معجمة مفتوحة بعدها تاء مكسورة مشددة، جماعة، وفاته في هذه الترجمة\n\"الحني\" بالحاء المهملة المكسورة، بعدها نون مكسورة مشددة وهو:\n</p>\n\n<p>\nأبو غالب بن أبي طاهر بن حني: \"بالحاء المهملة المكسورة وبعدها نون مشددة\nمكسورة وياء آخر الحروف\". من أهل الحريم الطاهري. سمع من أبي منصور عبد\nالرحمن بن محمد بن زريق القزاز وروى عنه في سنة \"ست وثمانين وخمسمائة\". سمع\nمنه شيخنا الفقيه أبو حفص عمر بن أبي البدر بن سعيد الموصلي الحنفي ببغداد.\nذكره الحافظ أبو عبد الله بن الدبيثي في كتابه.\n</p>\n\n<p>\nوذكر في باب \"الجويثي\" رجلا واحدا. والجويث، بالجيم المفتوحة وكسر الواو\nوتشديدها وسكون الياء المعجمة بنقطتين من تحتها وبعدها ثاء آخر الحروف،\nقرية كبيرة بالبصرة تقطع بينهما دجلة، ولد بها:\n</p>\n\n<p>\nوالدي [علم الدين أبو الحسن علي بن أبي الفتح محمود بن أحمد المحمودي\nالمعروف بابن الصابوني] : قدس الله روحه في سنة \"ست وخمسين وخمسمائة\" وحمل\nإلى بغداد ونشأ بها ثم انتقل بعد ذلك إلى مصر فسمع بها من والده ومن أخيه\nالأكبر الموفق أبي عبد الله محمد وأبي سعيد محمد بن عبد الرحمن المسعودي\nوأبي عبد الله محمد بن حمد الأرتاجي ورحل <span id='ms037'></span> إلى الإسكندرية فسمع بها من\nالحافظ أبي طاهر السلفي ولبس منه خرقة التصوف ثم عاد إلى مصر وأقام بها إلى\nحين وفاة والده ثم انتقل إلى دمشق وسكنها مدة، وسمع بها من أبي الفرج يحيى\nبن محمود الثقفي الأصبهاني، والقاضي أبي القاسم بن الحرستاني وأبي البركات\n[داود بن أحمد] بن ملاعب وغيرهم. وكان يتردد إلى مصر إلى أن قدمها آخر قدمة\nواستوطنها إلى أن توفي بها في يوم الأحد الثالث عشر من شوال من سنة \"أربعين\nوستمائة\" ودفن من الغد بسارية إلى جانب والده -رحمهما الله- بسفح المقطم.\n</p>\n\n<p>\nوحدث بدمشق وحلب ومصر بالكثير، وكانت له إجازة من جماعة من البغداديين\nوالأصبهانيين، وأجاز له الشيخ الصالح أبو الحسن علي بن إبراهيم بن المسلم\nالأنصاري المعروف بابن بنت أبي سعد -رحمه الله- وهو آخر من حدث عنه فيما\nعلمنا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head49'>[باب الجواني] :</h2>\n\n<p>\nذكر في باب \"الجواني\" بالجيم المفتوحة والواو المشددة وبعد الألف نون،\nجماعة، وأغفل ذكر:\n</p>\n\n<p>\nالشريف النقيب العالم النسابة أبي علي محمد بن الشريف أبي البركات أسعد\nبن علي بن معمر بن عمر بن علي الحسيني الجواني: مولده ليلة الأربعاء سلخ\nجمادى الأولى سنة \"خمس وعشرين وخمسمائة\". وتوفي سنة \"ثمان وثمانين\nوخمسمائة\" بمصر. قرأ على والده والفقيه أبي القاسم عبد الرحمن بن الجباب،\nوأبي الطاهر عبد المنعم بن موهوب الواعظ، والأديب أبي عبد الله محمد بن\nإبراهيم الكيزاني وحدث عن الفقيه أبي محمد عبد الله بن رفاعة بن غدير\nالفرضي وغيره، ولقي بالإسكندرية الحافظ أبا الطاهر السلفي وسمع من جدي\nالإمام أبي الفتح محمود، وسمع منه جدي -رحمه الله- أيضا، ودخل دمشق وحلب،\nوحدث بهما روى لنا عنه غير واحد من شيوخنا وله نظم جيد وتصانيف في الأنساب.\n</p>\n\n<p>\nوالجواني: نسبة إلى الجوانية وهي بفتح الجيم وتشديد الواو وفتحها وبعد\nالألف نون وياء مشددة، وقيدها بعضهم بالتخفيف، وهي من عمل المدينة من جهة\nالفرع، وذكر أن الملك الناصر صلاح الدين أبا المظفر يوسف بن أيوب -رحمه\nالله- وقع له بربعها وأنه نفذ من <span id='ms038'></span> ينوب عنه فيها. أنشدني جدي لأمي الفقيه\nالعدل أبو منصور يونس بن محمد بن محمد الفارقي -رحمه الله- بدمشق غير مرة،\nقال أنشدنا الشريف النسابة أبو علي محمد بن أسعد لنفسه من قصيدة يمدح بها\nشيخنا قاضي القضاة ابا سعد عبد الله بن محمد بن أبي عصرون الموصلي بدمشق:\n</p>\n\n<p>\nهتفت فمادت بالفروع غصون ... وبكت فجادت بالدموع عيون\n</p>\n\n<p>\nحسناء أيقظها النسيم وهاجها ... منك الغداة تشوق وحنين\n</p>\n\n<p>\nمرحت بها قضب الأراكة فانثنى ... غصن يميس بها وماد غصون\n</p>\n\n<p>\nوالظل قد نثر الرذاذ كأنما ... فضت لطائمها به دارين\n</p>\n\n<p>\nما لي وما للهاتفات ترنما ... يصبو لهن فؤادي المحزون\n</p>\n\n<p>\nغردن فاستبكين جفني فانثنى ... ذرفا ولم تذرف لهن جفون\n</p>\n\n<p>\nأذكرنني الزمن القديم وربما ... شجت المتيم أنة ورنين\n</p>\n\n<p>\nولقد حملت من الصبابة والأسى ... ما قد ينوء بحمله المجنون\n</p>\n\n<p>\nوإذا الفتى علق الهوى بفؤاده ... فالصبر شك والغرام يقين\n</p>\n\n<p>\nيا صاحبي قفا برامة وقفة ... وإن انطوى زمن وخف قطين\n</p>\n\n<p>\nواستخبرا فلعل يفصح منزل ... عافي المعالم ما يكاد يبين\n</p>\n\n<p>\nوهي قصيدة طويلة اقتصرت منها على هذه الأبيات الغزلية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head50'>[باب الجوبي والخوبي] :</h2>\n\n<p>\nفاته هذه الترجمة وهي \"الجوبي\" بالجيم المضمومة والباء الموحدة وهي قبيلة\nمن الأكراد ويقال لهم \"الشوبية\" أيضا بالشين المعجمة وهو:\n</p>\n\n<p>\nأبو عمران موسى بن محمد بن سعيد الجوبي: كتب عنه الحافظ أبو طاهر السلفي\n-رحمه الله- في معجم السفر، في دمشق، قال: سمعت أبا الحسن الخرائطي\nبالجزيرة يقول قال الشيخ أبو بكر محمد بن الحسن البشنوي: \"تعلمت أحسن الخلق\nمن أخس الخلق: تعلمت الفتوة من الديك، والوفاء من الكلب، والاحتمال من\nالحمار، ألا ترى أن الديك إذا قدمت إليه علفا صاح بالديكة ولا يأكل خفية،\nوالكلب إن أطعمته لقمة عرف لك ذلك ما حييت، والحمار إن ضربته ولم تطعمه\nوركبته صبر على أذاك من غير صياح ولا صراخ\". وموسى هذا قد كتب معنا عن أبي\nطاهر الحنائي وابن الموازيني وغيرهما، وكتب عني فوائد، وله اسمان وكنيتان؛\nابو عمران موسى وأبو محمد عبد الرحمن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head51'>باب الخوبي وباب حازم وخازم</h2>\n\n<h3 class='l3' id='head52'>[باب الخويي <span id='ms039'></span>] :</h3>\n\n<p>\nوذكر في باب \"الخويي\" بالخاء المعجمة المضمومة وفتح الواو والياء المكررة\nنسبة إلى مدينة من إقليم أذربيجان، جماعة، وفاته ذكر:\n</p>\n\n<p>\nالقاضي الفقيه العلامة أبي العباس أحمد بن الخليل بن سعادة بن جعفر بن\nعيسى الخويي الشافعي: فقيه فاضل، دخل دمشق وولي الحكم بها استقلالا، ودرس،\nوكانت سيرته حميدة، ولديه فنون عديدة. سمع بنيسابور من أبي الحسن المؤيد بن\nمحمد الطوسي وحدث عنه بدمشق سمعت منه وقرأت عليه الفقه. مولده في شوال سنة\n\"ثلاث وثمانين وخمسمائة\". وتوفي يوم السبت السابع من شعبان سنة \"سبع\nوثلاثين وستمائة\" بدمشق، ودفن بسفح قاسيون.\n</p>\n\n<p>\nأخبرنا القاضي أبو العباس أحمد بن الخليل بن سعادة بن جعفر الخويي قراءة\nعليه وأنا أسمع بالمدرسة العادلية، بدمشق أنبأنا أبو الحسن المؤيد بن محمد\nبن علي الطوسي،\n</p>\n\n<p>\nقراءة عليه وأنا أسمع، أنبأنا الإمام أبو عبد الله محمد بن الفضل بن أحمد\nالصاعدي الفراوي، قراءة عليه، وأنا أسمع، قلت: وأخبرني القاضي الفقيه بقية\nالسلف أبو القاسم عبد الصمد بن محمد بن أبي الفضل الأنصاري، قراءة [عليه]\nوأنا أسمع، والمشايخ الثلاثة: أبو الحسن المؤيد بن محمد، وأم المؤيد زينب\nابنة أبي القاسم عبد الرحمن بن الحسن بن أحمد الشعري الجرجاني وأبو روح عبد\nالمعز بن محمد بن أبي الفضل الهروي الصوفي، في كتابه غير مرة. قال القاضي\nأبو القاسم المذكور والمؤيد بن محمد: أنبأنا أبو عبد الله الفراوي، قال\nالقاضي أبو القاسم: إجازة، وقال المؤيد: قراءة عليه وأنا أسمع، وقال القاضي\nأبو القاسم وأم المؤيد زينب: وأنبأنا الشيخ أبو محمد إسماعيل بن أبي القاسم\nبن أبي بكر القارئ، قال القاضي أبو القاسم، إجازة وقالت أم المؤيد الشعرية\nقراءة عليه وأنا أسمع. وقال أبو روح أنبأنا أبو القاسم تميم بن أبي سعيد بن\nأبي العباس الجرجاني، قراءة عليه وأنا أسمع، قالوا: أنبأنا أبو حفص عمر بن\nأحمد بن عمر بن محمد بن مسرور الزاهد أنبأنا أبو عمرو إسماعيل بن نجيد بن\nأحمد بن يوسف السلمي أنبأنا يوسف بن يعقوب القاضي أنبأنا حفص بن <span id='ms040'></span> عمر أنبأنا\nشعبة بن منصور عن أبي الضحى عن مسروق عن عائشة قالت: كان رسول الله صلى\nالله عليه وسلم يقول في ركوعه: \"سبحانك اللهم ربنا وبحمدك، اللهم اغفر لي\".\nحديث صحيح أخرجه الإمام أبو عبد الله محمد بن إسماعيل البخاري -رحمه الله-\nفي كتابه عن أبي عمر حفص بن عمر بن الحارث بن سخبرة النمري البصري المعروف\nبالحوضي كما أوردناه، فوقع لنا موافقة عالية. وتوفي الحوضي سنة \"خمس وعشرين\nومائتين\". روى عنه البخاري وأبو داود.\n</p>\n\n<h3 class='l3' id='head53'>[باب حازم وخازم] :</h3>\n\n<p>\nوذكر في باب \"حازم\" و\"خازم\" الأول بالحاء المهملة، والثاني بالخاء\nالمعجمة، جماعة، وفاته:\n</p>\n\n<p>\nأبو إسحاق إبراهيم بن أبي الحسين بن خازم \"بالخاء المعجمة\" بن أبي الحسين\nبن أحمد بن رافع بن بسام بن أحمد الخزرجي الحرستاني: سمع من أبي الحسن علي\nبن أحمد بن جعفر الحرستاني وروى عنه سمع منه الحافظ أبو الحجاج يوسف بن\nخليل الدمشقي وروى عنه حديثا في معجمه، والحافظ أبو طاهر إسماعيل بن\nالأنماطي، وأبو بكر أحمد بن محمد بن عمر البغدادي الأزجي والنظام أحمد بن\nعثمان بن أبي الحديد، وغيرهم من الطلبة، ولم أقف على مولده ووفاته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head54'>[باب حبيش وحبيش] :</h2>\n\n<p>\nوذكر في باب \"حبيش\" بضم الحاء المهملة وفتح الباء الموحدة وسكون الياء\nالمعجمة بنقطتين من تحتها وبعدها شين معجمة، وفاته:\n</p>\n\n<p>\nالفقيه أبو القاسم عبد الرحمن بن محمد بن عبد الله بن يوسف الأنصاري\nالمزني المعروف بابن حبيش: أحد العلماء بالأندلس. سمع من أبي محمد عبد الحق\nبن غالب، وأبي محمد الرشاطي عبد الله بن علي وغيرهما، وسمع بقرطبة من أبي\nالحسن يونس بن محمد بن مغيث ومن قاضي الجماعة أبي عبد الله محمد بن أصبغ\nوغيرهما، وجمع وصنف وحدث وانتفع به جماعة. وابن حبيش الذي عرف به هو خاله،\nمولده بالمرية في نصف رجب سنة\" أربع وخمسمائة\". وتوفي في رابع عشر صفر سنة\n\"أربع وثمانين وخمسمائة\" بمرسية، ذكره الحافظ أبو محمد عبد العظيم المنذري\nفي وفياته.\n</p>\n\n<p>\nوأبو المشكور مدرك بن أحمد بن مدرك بن الحسين <span id='ms041'></span> بن حمزة بن الحسين بن أحمد\nبن محمد بن أحمد بن نصر البهراني الحموي يعرف بابن حبيش: من بهراء اليمن،\nشيخ حسن من أهل حماة، من بيت القضاء والخطابة، روى عن أبيه أحمد ابن مدرك،\nوأجاز له الحافظ أبو طاهر أحمد بن محمد السلفي. قدم دمشق مرارا واجتمعت به\nوقرأت عليه عدة أجزاء بإجازته من السلفي، وسمع منه جماعة من الطلبة وسألته\nعن مولده فذكر أنه في نصف شهر رمضان سنة \"ستين وخمسمائة\" بحماة، وتوفي بها\nفي ذي القعدة سنة \"ثلاث وأربعين وستمائة\".\n</p>\n\n<p>\nوالشيخ الأديب أبو التمام أسعد بن عبد الرحمن بن الخضر بن هبة الله بن\nحبيش التنوخي الشروطي: من أهل دمشق وأحد عدولها، له معرفة بكتابة الشروط\nالحكمية، وعنده أدب وفضل، وله نظم حسن. سمع الحديث من الأمين أبي الفضل\nإسماعيل بن علي بن إبراهيم الجنزوي، وصحبه مدة، وأخذ عنه كتابة الشروط،\nوروى لنا عنه، وكتبت عنه شيئا من نظمه. وأخرج الحافظ أبو الحجاج يوسف بن\nخليل الدمشقي عنه في معجمه قطعة من شعره. مولده في شوال سنة \"ثمان وخمسين\nوخمسمائة\". وتوفي في ليلة الجمعة ثالث صفر سنة \"أربع وثلاثين وستمائة\"\nبدمشق. أنشدني أبو التمام أسعد بن عبد الرحمن لنفسه بدمشق:\n</p>\n\n<p>\nفعل الفتى يخبر عن أصله ... فاختبر الإنسان من فعله\n</p>\n\n<p>\nولا تعاتبه على زلة ... واحمله إن شئت على جهله\n</p>\n\n<p>\nواصبر إذا الخل جفا لا تقل ... كم يصبر الخل على خله\n</p>\n\n<p>\nوأدرج الأيام حتى إذا ... ما ساءك الدهر به خله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head55'>باب حبيش وباب الحبري وباب حكيم وحكيم وحليم</h2>\n\n<h3 class='l3' id='head56'>[باب حبيش] :</h3>\n\n<p>\nوفاته أيضا هذه الترجمة وهي \"حبيش\" بفتح الحاء المهملة وكسر الباء\nالموحدة وبعدها ياء ساكنة وشين معجمة آخر الحروف وهو:\n</p>\n\n<p>\nأبو عمرو غالب بن محمد بن غالب بن حبيش اللخمي الأندلسي المقرئ نزيل\nدمشق: سمع من أبي طاهر الخشوعي والحافظ أبي محمد القاسم بن عساكر والقاضي\nأبي المعالي محمد بن علي القرشي وأبي تراب [يحيى] الكرخي والقاضي أبي\nالقاسم بن الحرستاني وغيرهم، وكان يقرئ القرآن بجامع دمشق متصدرا به <span id='ms042'></span>، وحدث\nعن أبي طاهر الخشوعي. سمع منه بعض أصحابنا الطلبة. لقيته ولم يتفق لي\nالسماع منه، وكان رجلا صالحا، حسن الأخلاق. توفي ليلة الجمعة الحادي\nوالعشرين من ذي الحجة سنة \"تسع وعشرين وستمائة\" بدمشق ودفن بعد صلاة الجمعة\nبسفح قاسيون.\n</p>\n\n<h3 class='l3' id='head57'>[باب الحبري] :</h3>\n\n<p>\nوفاته هذه الترجمة وهي \"الحبري\" بكسر الحاء وسكون الباء الموحدة، نسبة\nإلى عمل الحبر الذي يكتب به وبيعه وهو:\n</p>\n\n<p>\nالشيخ الصالح أبو الحسين يحيى بن عبد الله بن محمد بن عبد الملك المجلد\nالحبري: سمع من الشيخ عبد الغني بن أبي الطيب وحدث، وسأل عن مولده فقال:\nبعد \"الخمسين وخمسمائة\" بقليل، وهو حفيد الشيخ أبي بكر محمد بن عبد الملك\nالنحوي، وتوفي في أوائل شعبان سنة \"إحدى وعشرين وستمائة\" بمصر ودفن بسفح\nالمقطم، وكان عفيفا كثير الصمت، ذكره الحافظ أبو محمد المنذري في وفياته.\n</p>\n\n<h3 class='l3' id='head58'>[باب حكيم وحكيم وحليم] :</h3>\n\n<p>\nوذكر في باب \"حكيم\" و\"حكيم\" و\"حليم\"، الأول بالحاء المفتوحة المهملة\nبعدها كاف مكسورة وياء بعدها ساكنة وميم آخر الحروف، والثاني بالحاء\nالمهملة أيضا المضمومة وفتح الكاف، والباقي مثله، والثالث مثل الأول إلا أن\nبعد الحاء المهملة لاما مكسورة، والباقي مثله، وذكر في كل باب منها جماعة،\nوفاته هذه الترجمة وهي \"حكيم\" تصغير \"حكيم\" وهو:\n</p>\n\n<p>\nشيخنا أبو الفتح نصر الله بن عبد الرحمن بن أبي المكارم بن فتيان\nالأنصاري الدمشقي يعرف بابن الحكيم: سمع بدمشق من الحافظ المؤرخ أبي القاسم\nبن عساكر والقاضي أبي سعد بن أبي عصرون وأبي نصر عبد الرحيم بن عبد الخالق\nبن يوسف وأجاز له الحافظ أبو طاهر السلفي، وحدث بدمشق. سمعت منه وأخذت عنه،\nوكان من الأمناء المشهورين بالعدالة، وهو ابن أخي الفقيه أبي القاسم علي بن\nأبي المكارم بن فتيان الدمشقي المنعوت بالبهاء، مولده في سنة \"ست وخمسين\nوخمسمائة\"، وتوفي بها ليلة الاثنين السابع من ذي الحجة من سنة \"ثلاث\nوثلاثين وستمائة\" ودفن يوم الاثنين بسفح جبل قاسيون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head59'>باب الحناط والخياط وباب الجوبري وباب جيش</h2>\n\n<h3 class='l3' id='head60'>[باب الحناط والخياط] :</h3>\n\n<p>\nوذكر في باب \"الحناط\" و <span id='ms043'></span>\"الخياط\" جماعة، الأول بالحاء المهملة ونون بعدها،\nوالثاني بالخاء المعجمة وياء معجمة بنقطتين من تحتها. وأغفل ذكر صاحبه\nوبلديه ورفيقه:\n</p>\n\n<p>\nأبي منصور محمد بن علي بن عبد الصمد بن الهني بن أحمد بن أبي القاسم\nالبغدادي المقرئ الخياط المنعوت بالعفيف: أحد طلبة الحديث المشهورين\nببغداد. سمع الكثير من مشايخها ورحل إلى البلاد ودخل دمشق وسمع بها من\nشيخنا قاضي القضاة أبي القاسم بن الحرستاني ومن الإمام أبي اليمن الكندي\nوأبي البركات بن ملاعب والفقيه أبي محمد بن قدامة المقدسي، ووالدي وابن عمي\nوغيرهم. وسمع بمصر من جماعة، وحدث بدمشق ومصر وبغداد، وسمعت بقراءته وقرأت\nعليه بدمشق، وروى لنا عن الحافظ أبي محمد بن الأخضر وأبي محمد بن منينا\nوالقاضي أبي منصور عبد الملك بن المبارك قاضي الحريم وغيرهم. سألته عن\nمولده فذكر أنه في بعض شهور سنة ثلاثة وثمانين وخمسمائة وقال مرة أخرى: في\nسنة اثنتين وثمانين.\n</p>\n\n<h3 class='l3' id='head61'>[باب الجوبري] :</h3>\n\n<p>\nوذكر في باب \"الجوبري\" بالجيم المفتوحة بعدها واو وباء موحدة وراء مهملة\nوياء آخر الحروف، وهي قرية من غوطة دمشق، جماعة، وفاته:\n</p>\n\n<p>\nالشيخ أبو القاسم محاسن بن أبي القاسم بن محمد بن أبي القاسم بن محمد\nالجوبري الخباز المعروف بابن الرطيل: شيخ صالح. سمع من الحافظ أبي القاسم\nعلي بن الحسن بن عساكر الدمشقي. وروى عنه. سمعت منه بدمشق. توفي يوم الجمعة\nالرابع والعشرين من شعبان سنة \"إحدى وأربعين وستمائة\" بقرية \"جوبر\" ظاهر\nدمشق، ودفن بها ولم أتحقق مولده.\n</p>\n\n<h3 class='l3' id='head62'>[باب جيش] :</h3>\n\n<p>\nوذكر في باب \"جيش\" بالجيم المفتوحة وبعدها ياء معجمة باثنتين من تحتها\nساكنة وشين معجمة آخر الحروف، جماعة، وأغفل ذكر:\n</p>\n\n<p>\nأبي محمد عمر بن محمد بن أبي الجيش الهمذاني: سمع بهمذان من أبي المعالي\nمحمد بن عثمان المؤدب، وذكر أنه سمع من الحافظ أبي العلاء الحسن بن أحمد\nوغيره، وحدث ببغداد، وكان كثير الحج وله ببلده رباط يخدم الفقراء\nوالمجتازين به. توفي سنة \"سبع وتسعين وخمسمائة\". ذكره الحافظ المنذري في\nوفياته.\n</p>\n\n<p>\nوأبي الحسن علي بن عبد الجبار بن محمد بن <span id='ms044'></span> عبد الواحد بن أبي الحسن بن أبي\nالجيش الأديب النيلي يعرف بابن خطيب النيل: قدم دمشق ومدح كبراءها وسمعت\nمنه شيئا من نظمه، وكان له نظم جيد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head63'>باب خشيش وجشنس وباب خليف</h2>\n\n<h3 class='l3' id='head64'>[باب خشيش وجشنس] :</h3>\n\n<p>\nوذكر في باب \"خشيش\" و\"جشنس\" جماعة، الأول بالخاء المعجمة المضمومة وشين\nمعجمة مفتوحة بعدها وياء ساكنة منقوطة باثنتين من تحتها وشين معجمة آخر\nالحروف، والثاني بالجيم المكسورة بعدها شين معجمة ساكنة ونون مسكورة وآخره\nسين مهملة وأغفل في باب \"جشنس\" ذكر:\n</p>\n\n<p>\nأبي بكر محمد بن أحمد بن جشنس المعدل: سمع أبا سعيد الحسن بن علي بن\nزكريا البصري وعبد الله بن محمد بن عبد الكريم وغيرهما. روى عنه أبو طاهر\nالحسين بن علي بن سلمة الهمذاني وعائشة بنت الحسن بن إبراهيم الوركاني\nالواعظة وغيرهما. أخبرنا الشيخ أبو محفوظ المسيب بن سلطان بن أبي طالب\nالبغدادي الحنبلي التاجر، قراءة عليه وأنا أسمع بدمشق غير مرة، قال أنبأنا\nأبو القاسم عبد الواحد بن أبي المطهر بن الفضل بن عبد الواحد الصيدلاني،\nقراءة عليه وأنا أسمع بأصبهان، أنبأنا أبو نصر محمد بن أحمد بن عبد الله\nالكبريتي قراءة عليه وأنا أسمع في جمادى الأولى سنة ست وعشرين وخمسمائة\nأخبرتنا عائشة بنت الحسن بن إبراهيم الوركاني الواعظة قالت: أنبأنا أبو بكر\nمحمد بن أحمد بن جشنس المعدل أنبأنا عبد الله بن محمد بن محمد بن عبد\nالكريم أنبأنا أحمد بن منصور أنبأنا عبد الرزاق أنبأنا معمر عن الزهري عن\nعروة عن سراقة بن مالك بن جعشم أنه جاء إلى النبي صلى الله عليه وسلم فقال:\n\"أرأيت الضالة ترد علي حوض إبلي هل لي أجر أن أسقيها\" قال: \"نعم في الكبد\nالحرى أجر\".\n</p>\n\n<h3 class='l3' id='head65'>[باب خليف] :</h3>\n\n<p>\nوذكر في باب \"خليف\" بالخاء المعجمة وفتح اللام، رجلين وفاته:\n</p>\n\n<p>\nأبو البركات محمد بن علي بن عبد الوهاب بن خليف بن عبد القوي بن أحمد بن\nعيسى الجذامي السعدي الإسكندري: من أعيان الإسكندرية وعدولها. سمع من\nالحافظ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nأبي طاهر السلفي وروى عنه، رأيته بالإسكندرية <span id='ms045'></span>، وقرأت عليه، وسألته عن\nمولده فذكر لي أنه في الثالث من صفر سنة \"خمس وستين وخمسمائة\" بثغر\nالإسكندرية. وتوفي بها ليلة الاثنين التاسع والعشرين من جمادى الآخرة من\nسنة \"ثمان وثلاثين وستمائة\" شهيدا: سقط عليه بعض جدار فقتله -رحمه الله-\nوصلي عليه يوم الاثنين بعد صلاة الظهر خارج باب البحر، ودفن بالجزيرة.\nوبيته مشهور بالإسكندرية بالرئاسة والتقدم حدث بالإسكندرية والقاهرة.\n</p>\n\n<p>\nوأبو عبد الله محمد بن عياش بن حامد بن محمود بن خليف الساحلي الحنبلي:\nسمع من أبي الحسين أحمد بن حمزة بن علي بن الموازيني، وروى عنه، وكان رجلا\nصالحا. رأيته وسمعت منه بسفح جبل قاسيون ظاهر دمشق، بإفادة الحافظ أبي عبد\nالله محمد بن عبد الواحد المقدسي -رحمه الله-.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head66'>باب الجبلي وباب الخرقي</h2>\n\n<h3 class='l3' id='head67'>[باب الجبلي] :</h3>\n\n<p>\nوذكر في باب \"الجبلي\" بالجيم المفتوحة وبعدها باء مفتوحة موحدة مخففة،\nجماعة، من \"جبلة\" بلد بساحل الشام، وفاته:\n</p>\n\n<p>\nأبو العباس أحمد بن مسلم بن أبي الفتح عبد الله بن أبي غانم الجبلي: نزيل\nحلب، يعرف بصحبة بني العجمي. سمع بحلب من أبي الفرج يحيى بن محمود الثقفي\nوروى عنه بحلب ودمشق. سمعت منه بصنعاء الشام وسألته عن مولده فقال: في سنة\n\"سبع وستين وخمسمائة\" -لا يحق الشهر- وتوفي بحلب ليلة السبت رابع شعبان من\nسنة \"تسع وأربعين وستمائة\". ودفن ضحوة يوم السبت المذكور بجبل حلب.\n</p>\n\n<h3 class='l3' id='head68'>[باب الخرقي] :</h3>\n\n<p>\nوذكر في باب \"الخرقي\" بالخاء المعجمة المكسورة وفتح الراء المهملة وبعدها\nقاف مكسورة، رجلا واحدا، وفاته:\n</p>\n\n<p>\nالشيخ الفقيه الأمين أبو محمد عبد الرحمن بن علي بن المسلم بن الحسين بن\nأحمد اللخمي الشافعي الدمشقي المعروف بابن الخرقي المعدل: مولده في يوم\nالخميس النصف من شعبان سنة \"تسع وتسعين وأربعمائة\"، وتوفي في ليلة الثلاثاء\nثالث عشر ذي القعدة من سنة \"سبع وثمانين وخمسمائة\" بدمشق، ودفن من الغد\nبمقبرة باب الصغير. سمع الحديث من أبي الحسن علي بن الحسن بن الحسين\nالموازيني وعلي بن أحمد بن منصور بن قبيس المالكي وعلي بن مسلم السلمي\nوأبوي محمد عبد الكريم بن <span id='ms046'></span> حمزة وطاهر بن سهل الأسفراييني وأبي المعالي\nالحسين بن حمزة بن الشعيري والفقيه أبي الفتح نصر الله بن محمد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nالمصيصي وأبي الدرياقوت بن عبد الله مولى ابن البخاري، وغيرهم، وأعاد مدة\nللفقيه جمال الإسلام أبي الحسن السلمي بالمدرسة الأمينية، وكان من جملة\nالعدول بدمشق، وأضر في آخر عمره وأقعد، وكان أهله يخدمونه ويناولونه الماء\nللوضوء، فاحتاج يوما إلى الوضوء ولم يكن عنده أحد في البيت وكان ليلا، فذكر\nعنه أنه قال: \"فبينا أنا أتفكر إذا أنا بنور من السماء دخل البيت فبصرت\nبالماء فتوضأت\". حدث بهذه الحكاية أحد إخوانه وأوصاه أن لا يخبر أحدا في\nحال حياته. وكان كثير التلاوة للقرآن. له في كل يوم وليلة ختمة، روى لنا\nعنه جماعة من شيوخنا وكان قد تفرد بأشياء لم يشركه فيها غيره.\n</p>\n\n<p>\nوولده أبو الحسن علي بن عبد الرحمن بن علي بن المسلم اللخمي [الخرقي] :\nسمع من الفقيه أبي الفتح نصر الله بن محمد المصيصي وأبي الدر [ياقوت] مولى\nابن البخاري وغيرهما، وحدث في العشر الوسط من ذي القعدة سنة \"خمس وتسعين\nوخمسمائة\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head69'>[باب الخرجاني والجوخاني] :</h2>\n\n<p>\nوذكر في باب \"الخرجاني\" بفتح الخاء المعجمة وبعدها راء ساكنة وجيم مفتوحة\nرجلا واحدا، وأغفل ذكر:\n</p>\n\n<p>\nأبي الحسن علي بن أبي حامد الخرجاني: وأغفله الأمير \"أبو نصر بن ماكولا\"\nأيضا روى عن أبي إسحاق إبراهيم بن محمد بن حمزة الحافظ. روى عنه أبو العباس\nأحمد بن عبد الغفار بن أحمد بن علي بن أشته الكاتب الأصبهاني، وخرجان: محلة\nبأصبهان. أخبرنا والدي -رحمه الله- قراءة عليه وأنا أسمع غير مرة بدمشق\nومصر، أنبأنا الحافظ أبو طاهر أحمد بن محمد بن أحمد السلفي الأصبهاني،\nقراءة عليه وأنا أسمع بثغر الإسكندرية أنبأنا أبو العباس أحمد بن عبد\nالغفار بن أحمد بن علي ابن أشته، قراءة عليه غير مرة، في صفر سنة تسع\nوثمانين وأربعمائة بأصبهان، أنبأنا أبو الحسن علي بن أبي حامد الخرجاني\nأنبأنا أبو إسحاق إبراهيم بن محمد بن حمزة الحافظ أنبأنا عبد الله بن زيدان\nأنبأنا <span id='ms047'></span> عباد بن يعقوب أنبأنا محمد بن فرات عن أبي إسحاق عن الحارث عن علي\nأنه صعد المنبر فسلم ثم قال: \"إن خير هذه الأمة بعد نبيها أبو بكر وعمر،\nولو شئت أن أسمي الثالث لسميته\".\n</p>\n\n<p>\nوفاته في هذه الترجمة \"الجوخاني\" بالجيم المفتوحة والخاء المعجمة بواحدة\nمن فوقها، منسوب إلى \"جوخان\" بلد بقرب الطيب وهو:\n</p>\n\n<p>\nأبو شجاع عبد الله بن علي بن إبراهيم بن موسى الجوخاني: سمع من أبي\nالغنائم الحسن بن علي بن حماد المقرئ الكثير. كتب عنه الحافظ أبو طاهر\nالسلفي -رحمه الله- حديثا في معجم السفر، بالأهواز، وسأله عن مولده فقال:\nفي المحرم سنة \"ثلاث وثلاثين -يعني- وأربعمائة\" وهو من أعيان الأهوازيين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head70'>[باب الحصيري] :</h2>\n\n<p>\nوذكر في باب \"الحصيري\" بالحاء المهملة المفتوحة وبعدها صاد مهملة مكسورة\nوياء معجمة بنقطتين من تحتها ساكنة، جماعة، وفاته:\n</p>\n\n<p>\nالفقيه المفتي رئيس أصحاب الإمام أبي حنيفة -رحمه الله- أبو المحامد\nمحمود بن أحمد بن عبد السيد بن عثمان بن نصر بن عبد الملك البخاري التاجر\nالمعروف بالحصيري: إمام فاضل، تفقه على جماعة ببخارى وغيرهما، وسمع\nبنيسابور من أبي الفتح منصور بن عبد المنعم بن الفراوي وأبي الحسن المؤيد\nبن محمد بن علي الطوسي والإمام أبي سعد عبد الله بن عمر بن أحمد بن منصور\nبن الصفار وأبي الفضل إبراهيم بن علي بن حمك المغيثي، وغيرهم، وسمع بحلب من\nالإمام الشريف أبي هاشم عبد المطلب بن الفضل الهاشمي وغيره، وصنف ودرس\nوأفتى وحدث، وانتفع به جماعة كثيرة، وكان جامعا للعلم والعمل، كثير\nالتواضع، حسن المعاشرة، سكن دمشق ودرس بها بالمدرسة النورية إلى حين وفاته.\nلقيته وسمعت منه وسألته عن مولده فكتب لي بخطه حين استجزته \"ومولدي في\nجمادى سنة ست وأربعين وخمسمائة\". وتوفي -رحمه الله- في ليلة الثامن من صفر\nسنة \"ست وثلاثين وستمائة\" بدمشق، ودفن من الغد بمقبرة الصوفية، ظاهر باب\nالنصر، وكان الجمع في جنازته متوافرا، وحمله أصحابه الفقهاء. ومولده\nببخارى، ووالده يعرف بالتاجري والحصيري: نسبة إلى محلة ببخارى تعمل فيها\nالحصر، كان <span id='ms048'></span> ساكنا بها، وقيل غير ذلك، وهو والد الإمام صاحب \"التعليقة\" في\nالخلاف. أخبرنا الإمام أبو المحامد المذكور، قراءة عليه وأنا أسمع،\nبالمدرسة النورية بدمشق أنبأنا الإمام أبو الفضل إبراهيم بن علي بن محمد بن\nحمك المغيثي النيسابوري بها، قراءة عليه وأنا أسمع، في شهر رجب سنة \"ثمان\nوتسعين وخمسمائة\" -مولده سنة ثمان وخمسمائة- قال أنبأنا الإمام أبو محمد\nهبة الله بن سهل بن عمر بن محمد بن الحسين السيدي، أخبرنا الشيخ الزكي أبو\nعثمان سعيد بن محمد بن أحمد بن جعفر البحيري أنبأنا الإمام أبو علي زاهر\nابن أحمد السرخسي أنبأنا أبو إسحاق إبراهيم بن عبد الصمد بن موسى الهاشمي\nأنبأنا أبو مصعب أحمد بن أبي بكر الزهري أنبأنا مالك بن أنس عن نافع عن عبد\nالله بن عمر أن رسول الله صلى الله عليه وسلم قال: $\"الخيل في نواصيها\nالخير إلى يوم القيامة\" أخبرنا عاليا قاضي القضاة أبو القاسم عبد الصمد بن\nمحمد بن أبي الفضل الأنصاري -رحمه الله- قراءة عليه وأنا أسمع بدمشق،\nوالشيخ المسند أبو الحسن المؤيد بن محمد بن علي الطوسي في كتابه إلي من\nنيسابور غير مرة قالا: أنبأنا أبو محمد هبة الله بن سهل السيدي، قال القاضي\nأبو القاسم: إجازة، وقال المؤيد: قراءة عليه وأنا أسمع. فذكره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head71'>[باب الخطابي والحطاني والحطابي] :</h2>\n\n<p>\nوذكر في باب \"الخطابي\" و\"الحطاني\"، الأول بفتح الخاء المعجمة، بعدها طاء\nمفتوحة مشددة وباء موحدة والثاني بالحاء المهملة المكسورة والطاء المهملة\nالمفتوحة المشددة ونون بعد الألف، جماعة، وأغفل في الترجمة الأولى ذكر:\n</p>\n\n<p>\nالشيخ الفاضل أبي عبد الله أحمد بن علي بن مسعود بن عبد الله بن الحسن بن\nعطاف البغدادي الدارقزي الخطابي المقرئ الوارق المعروف بابن السقاء: قرأ\nالقرآن الكريم بالروايات على جماعة، وقرأ الأدب على أبي محمد بن الخشاب\nوغيره، وسمع الحديث من أبي الوقت السجزي وأبي القاسم سعيد بن أحمد بن\nالبناء وأبي الفتح بن البطي وغيرهم وحدث. مولده في ليلة العشرين من رجب سنة\nأربع وأربعين وخمسمائة\". وتوفي في <span id='ms049'></span> خامس رجب سنة \"ثلاث عشرة وستمائة\"\nببغداد، ودفن بباب حرب. والخطابي: نسبته إلى قرية تعرف بالخطابية قريبة من\nمحلته، كان خطيبا بها. ذكر ذلك الحافظ أبو محمد عبد العظيم في وفياته.\n</p>\n\n<p>\nوأبي محمد خيلجان بن عبد الوهاب بن محمود بن مفرج بن خلف بن علي العمري\nالخطابي المقرئ الضرير: من ولد سالم بن عبد الله بن عمر بن الخطاب. سمع من\nأبي القاسم البوصيري وأبي عبد الله بن حمد الأرتاحي بمصر وسمع بالإسكندرية\nمن أبي عبد الله بن الحضرمي ووهيب العجان، وحدث بمصر، وكان شافعي المذهب،\nمتقللا من الدنيا، كريم النفس، له معرفة حسنة بتعبير الرؤيا. رأيته وسمعت\nمنه. وتوفي سلخ ربيع الآخر سنة \"ثمان وأربعين وستمائة\" ودفن بسفح المقطم.\n</p>\n\n<p>\nوفاته في هذه الترجمة \"الحطابي\" بالحاء المهملة بعدها طاء مهملة مفتوحة\nمشددة وباء موحدة وهو:\n</p>\n\n<p>\nالفقيه أبو البركات أسعد بن أحمد بن محمد البلدي الحطابي: تفقه ببغداد\nعلى القاضي أبي يعلى محمد بن محمد بن الفراء الحنبلي ثم تفقه بعد ذلك على\nالفقيه أبي المحاسن يوسف بن بندار الدمشقي الشافعي، مدرس النظامية، وسمع\nبها من أبي الوقت عبد الأول بن عيسى الهروي، وغيره، ودخل دمشق وسمع بها من\nالحافظ أبي القاسم علي ابن الحسن بن عساكر، وحدث. والبلدي: نسبة إلى بلد\nوهي بالقرب من الموصل، يقال لها بلدة الحطب، والحطابي نسبة إلى جمع الحطب\nأو بيعه. ذكر ذلك الحافظ أبو محمد المنذري في وفياته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head72'>باب الخزيمي وباب الحصري وباب الخلفي والخلفي</h2>\n\n<h3 class='l3' id='head73'>[باب الخزيمي] :</h3>\n\n<p>\nوذكر في باب \"الخزيمي\" بالخاء المعجمة المضمومة بعدها زاي معجمة مفتوحة،\nجماعة، وفاته:\n</p>\n\n<p>\nالشيخ الصالح أبو محمد عبد الله بن إقبال بن سيف الخزيمي المؤذن الحنفي:\nسمع من أبي طاهر الخشوعي وأبي المفضل محمد بن الحسين بن الخصيب المقرئ،\nوروى لنا عنهما، وكان مؤذنا بجامع النيرب مدة إلى حين وفاته، وفيه مروءة\nوكرم نفس. توفي في العشرين من صفر سنة \"سبع وثلاثين وستمائة\".\n</p>\n\n<h3 class='l3' id='head74'>[باب الحصري] :</h3>\n\n<p>\nوذكر في باب \"الحصري\" بالحاء المهملة المضمومة وبعدها صاد مهملة ساكنة،\nرجلين <span id='ms050'></span>، وفاته:\n</p>\n\n<p>\nالشيخ الأديب أبو الفتوح ناصر بن ناهض بن أحمد بن محمد بن نصر بن جهم بن\nثابت بن عمرو الحصري اللخمي: من أهل مصر، شاعر مشهور، وأديب مذكور، كتبت\nعنه قطعا من شعره، ونتفا من بنات فكره، وسألته عن مولده فذكر لي أنه في سنة\n\"ثمان وخمسين وخمسمائة\" بمصر تقديرا. وتوفي في الخامس أو السادس من ذي\nالقعدة سنة \"اثنتين وخمسين وستمائة\" بمصر. أنشدنا أبو الفتوح ناصر الحصري\nلنفسه، وقد مدح بعض الرؤساء فأعطاه قمحا قديما مسوسا، جائزة عليه:\n</p>\n\n<p>\nيباع شعري بلا نقد لمنتقد ... إلا بقمح خفيف الروح والجسد\n</p>\n\n<p>\nقمح إذا رمقته العين تؤلمه ... وهما فيقتص منها السوس بالرمد\n</p>\n\n<p>\nما ذاك إلا لأحقاب به سلفت ... وآدم لم يكن في الخلد في خلدي\n</p>\n\n<p>\nفأسود مثل حظي في عيونهم ... وفارغ مثل آمالي بهم ويدي\n</p>\n\n<p>\nإذا خبرناه أبدى فوق صفحته ... حزنا على موت أهل الشعر بالكمد\n</p>\n\n<p>\nلولا طماعيتي فيهم وخطرتهم ... مثل الجهام لما استبقيت غير ندي\n</p>\n\n<p>\nوحسن وجه أضلتني وجاهته ... كدمنة أعشبت والشمس في الأسد\n</p>\n\n<h3 class='l3' id='head75'>[باب الخلفي والخلفي] :</h3>\n\n<p>\nوفاته في ترجمة \"الخلفي\" و\"الخلفي\" الأول بالخاء المكسورة، والثاني\nبالخاء المضمومة وفتح اللام فيهما [وفاته] هذه النسبة وهي \"الخلفي\" بالخاء\nالمعجمة المفتوحة وكذلك اللام، بعدها فاء معجمة بواحدة مكسورة وياء النسب\nوهو:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nشيخنا الصالح الزاهد أبو الفضل إسماعيل بن عمر بن إبراهيم بن سليمان بن\nمحمد بن خلف المرستاني الصوفي المقرئ المعروف بدزلة: نزيل دمشق. سمع الحديث\nمن الإمام أبي الفضل منصور بن أبي الحسن إسماعيل الطبري والحافظ أبي محمد\nالقاسم بن علي بن عساكر وأبي طاهر الخشوعي وشيخنا القاضي أبي القاسم بن\nالحرستاني، وغيرهم، وحدث بدمشق، وكان رجلا صالحا يلقن الناس القرآن المجيد\nبجامع دمشق مدة، وانتفع به خلق كثير وهو أول شيخ لقنني الكتاب العزيز، ولم\nيكن يأخذ على ذلك أجرة، وإنما كان يقرئ احتسابا. روى لنا عن أبي الفضل\nالطبري وأبي طاهر الخشوعي، وسألته عن مولده فلم يحققه. وتوفي بدمشق ليلة\nالأحد الحادي عشر من شهر رمضان سنة \"ثلاث وثلاثين <span id='ms051'></span> وستمائة\" ودفن ضحى يوم\nالأحد بسفح قاسيون جوار ضريح الإمام أبي عبد الله محمد بن عبد الرحمن\nالمسعودي الفنجديهي. ودخل مصر وما علمت هل حدث بها أم لا؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head76'>حرف الدال والذال</h1>\n\n<h2 class='l2' id='head77'>[باب دليل ودليل] :</h2>\n\n<p>\nوذكر في باب \"دليل\" و\"دليل\" الأول بفتح الدال المهملة وكسر اللام،\nوالثاني بضم الدال المهملة أيضا وفتح اللام، والباقي سواء، جماعة، وأغفل في\nباب \"دليل\" ذكر:\n</p>\n\n<p>\nالشيخ أبي المفضل عبد المجيد بن الحسين بن يوسف بن الحسن بن أحمد بن دليل\nالكندي الخطي الإسكندراني: سمع بها من الإمام أبي بكر محمد بن الوليد\nالفهري الطرطوشي، وحدث عنه. مولده في الرابع عشر من شهر رمضان سنة \"ثلاث\nوتسعين وأربعمائة\" وتوفي في ليلة التاسع من شوال سنة \"خمس وثمانين\nوخمسمائة\" بالإسكندرية، ودفن من الغد روى لنا عنه غير واحد من شيوخنا.\nوالخطي: بفتخ الخاء المعجمة وكسر الطاء المهملة وتشديدها نسبة إلى بطن من\nكندة أخبرنا الفقيه الوزير أبو العباس أحمد بن إسماعيل بن فارس بن عبد\nالعزيز بن أحمد بن جعفر التميمي السعدي الإسكندراني المالكي، قراءة عليه\nوأنا أسمع بالمصلى ظاهر دمشق أنبأنا الشيخ أبو المفضل عبد المجيد بن الحسين\nبن دليل الكندي، قراءة عليه ونحن نسمع بثغر الإسكندرية، أنبأنا الفقيه أبو\nبكر محمد بن الوليد بن محمد الفهري الطرطوشي، قراءة عليه، أنبأنا القاضي\nأبو الوليد سليمان بن خلف بن سعد الباجي أخبرنا القاضي أبو الوليد يونس بن\nعبد الله بن مغيث الصفار أنبأنا أبو عيسى يحيى بن عبد الله بن أبي عيسى\nالليثي حدثني عم أبي: أبو مروان عبيد الله بن يحيى بن يحيى الليثي حدثني\nأبي: يحيى بن يحيى أنبأنا مالك بن أنس عن سعيد بن أبي سعيد المقبري عن أبي\nشريح الكعبي أن رسول الله صلى الله عليه وسلم قال: \"من كان يؤمن بالله\nواليوم الآخر فليقل خيرا أو ليصمت ومن كان يؤمن بالله واليوم الآخر فليكرم\nجاره ومن كان يؤمن بالله واليوم الآخر فليكرم ضيفه: جائزته يوم وليلة\nوضيافته ثلاثة أيام فما كان <span id='ms052'></span> بعد ذلك فهو صدقة ولا يحل له أن يثوي عنده حتى\nيخرجه\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head78'>[باب الدواتي] :</h2>\n\n<p>\nوذكر في باب \"الدواتي\" بالدال المهملة المفتوحة بعدها واو مفتوحة أيضا\nجماعة، وفاته:\n</p>\n\n<p>\nالشيخ الفاضل الأمين أبو عبد الله الخضر بن عبد الرحمن بن الخضر بن عبد\nالرحمن بن علي بن الحسن السلمي الدمشقي المعروف بابن الدواتي المعدل: سمع\nمن الحافظ أبي القاسم علي بن الحسن بن عساكر وأبي طاهر بركات ابن إبراهيم\nالخشوعي والإمام أبي اليمن الكندي وغيرهم، وروى عنهم، وكتب بخطه كثيرا من\nالحديث وكتب الأدب، وكان ميله إلى الأدب أكثر، وهو من بيت مشهور بالعدالة\nوالتقدم. لقيته وسمعت منه وصحبته مدة وانتفعت به، وكان ذا فهم ومعرفة.\nسألته عن مولده فقال: في الثاني والعشرين من ربيع الأول سنة \"اثنتين وخمسين\nوخمسمائة\" بدمشق. توفي بها في ليلة الحادي عشر من شهر رمضان سنة \"سبع\nوثلاثين وستمائة\"، ودفن من الغد بمقبرة باب الصغير. قرأت على الشيخ الأمين\nأبي عبد الله الخضر بن عبد الرحمن المذكور أخبركم الحافظ أبو القاسم علي بن\nالحسن بن هبة الله الشافعي، وقراءة عليه وأنتم تسمعون، في السابع والعشرين\nمن رجب سنة \"خمس وستين وخمسمائة\" بجامع دمشق أنبأنا الإمام أبو محمد هبة\nالله بن سهل بن عمر السيدي بقراءتي عليه بنيسابور في شهر رمضان سنة \"تسع\nوعشرين وخمسمائة\" أنبأنا الشيخ أبو عثمان سعيد بن محمد بن أحمد بن جعفر\nالبحيري العدل، قراءة عليه وأنا أسمع سنة \"خمسين وأربعمائة\" أنبأنا الإمام\nأبو علي زاهر بن أحمد السرخسي الفقيه قراءة عليه في سنة \"ثمان وثمانين\nوثلاثمائة\" بسرخس أنبأنا أبو إسحاق إبراهيم بن عبد الصمد الهاشمي أنبأنا\nأبو مصعب أحمد بن أبي بكر الزهري أنبأنا مالك عن نافع عن عبد الله بن عمر\nأنه طلق امرأته وهي حائض في عهد رسول الله صلى الله عليه وسلم فسأل عمر بن\nالخطاب رسول الله صلى الله عليه وسلم عن ذلك فقال رسول الله صلى الله عليه\nوسلم: \"مره فليراجعها ثم ليمسكها حتى تطهر ثم تحيض ثم <span id='ms053'></span> تطهر ثم إن شاء أمسك\nبعد وإن شاء طلق قبل أن يمس فتلك العدة التي أمر الله أن تطلق لها النساء\".\nأخبرناه عاليا قاضي القضاة أبو القاسم عبد الصمد بن محمد بن أبي الفضل\nالأنصاري، قراءة عليه وأنا أسمع، والشيخ المسند أبو الحسن المؤيد بن محمد\nبن علي الطوسي في كتابه إلي من نيسابور، غير مرة، قالا: أنبأنا الإمام أبو\nمحمد هبة الله بن سهل بن عمر السيدي الفقيه قال أبو القاسم: إجازة، وقال\nالمؤيد: قراءة عليه وأنا أسمع. فذكره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head79'>[باب الدويني] :</h2>\n\n<p>\nوذكر في باب \"الدويني\" رجلين، وفاته:\n</p>\n\n<p>\nالأمير أبو منصور فرج بن كشواره الدويني المنعوت بالجمال: أحد أمراء\nالدولة الصلاحية المشهورين. سمع من الحافظ أبي طاهر السلفي وأبي الطاهر بن\nعوف وجدي أبي الفتح محمود وغيرهم.\n</p>\n\n<p>\nوأبو عبد الله محمد بن محمود بن أبي نصر بن فرج الدويني المنعوت بالمعين:\nمولده في سنة \"أربع وأربعين وخمسمائة\" سمع بالإسكندرية من الحافظ أبي طاهر\nالسلفي وبمصر من أبي عبد الله المسعودي والشريف أبي علي محمد بن أسعد\nالجواني النسابة وأبي يعقوب بن الطفيل وغيرهم. لقيته وسمعت منه وتوفي في\nثاني ذي القعدة سنة \"ثمان وعشرين وستمائة\".\n</p>\n\n<p>\nوأبو الخير فخر أور بن عثمان بن محمد الدويني: سمع من أبي القاسم\nالبوصيري وأبي يعقوب يوسف بن الطفيل وغيرهما. رأيته وقرأت عليه وتوفي\nبالقاهرة في ليلة السبت ثامن عشر صفر سنة \"اثنتين وخمسين وستمائة\".\n</p>\n\n<p>\nوفريدون بن كشواره الدويني: سمع من الحافظ أبي الطاهر السلفي بالإسكندرية\nوحدث عنه. توفي في رابع ربيع الآخر سنة \"سبع عشرة وستمائة\" بالقاهرة ودفن\nبسفح المقطم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head80'>باب ذاكر</h2>\n\n<p>\n] :\n</p>\n\n<p>\nوذكر في باب \"ذاكر\" بالذال المعجمة بعدها ألف وكاف وراء آخر الحروف،\nجماعة، وفاته:\n</p>\n\n<p>\nالشيخ الصالح ذاكر الله بن أبي بكر بن أبي الحسن بن هبة الله بن علي بن\nعبد الوهاب بن الشعيري الدمشقي: سمع من الحافظ أبي القاسم علي بن الحسن بن\nعساكر وروى عنه. رأيته وسمعت منه وهو من بيت مشهور.\n</p>\n\n<p>\nوأبو الفضل ذاكر بن عبد الوهاب بن عبد <span id='ms054'></span> الكريم بن متوج بن بركات الأنصاري\nالسقباني: نسبة إلى قرية من غوطة دمشق تسمى \"سقبا\". سمع أيضا من الحافظ أبي\nالقاسم بن عساكر وروى عنه لقيته وسمعت منه، لم أتحقق مولده. وتوفي في يوم\nالخميس الرابع عشر من جمادى الأولى سنة \"ست وثلاثين وستمائة\" بقريته ودفن\nبها.\n</p>\n\n<p>\nوأبو الفضل ذاكر بن إسحاق بن محمد بن المؤيد بن علي بن إسماعيل بن أبي\nطالب الهمذاني ثم الأبرقوهي: ويسمى \"محمدا\" أيضا. مولده في سنة \"ست\nوستمائة\" تقريبا، وقيل في مستهل سنة \"سبع وستمائة\" بأبرقوه. سمع بأصبهان\nالخطيب أبا القاسم عبد اللطيف بن محمد [بن عبد اللطيف بن محمد] بن ثابت\nالخوارزمي وأبا الفتوح محمد بن محمد بن الجنيد الصوفي حضورا، وببغداد جماعة\nمن أصحاب أبي الفضل الأرموي وأبي الوقت الهروي وأصحاب الحافظ أبي الفضل بن\nناصر وأبي الفتح بن البطي وغيرهم، وبدمشق من شيوخنا أبي المحاسن محمد بن\nالسيد بن أبي لقمة الصفار، وأبي القاسم الحسين بن صصرى التغلبي وأبي محمد\nبن البن وغيرهم، وبمصر من جماعة من أصحاب الحافظ أبي طاهر السلفي وغيرهم،\nوكتب بخطه كثيرا، وكان كثير الإفادة، حسن الأخلاق. سمعت منه وسمع معي على\nجماعة من الشيوخ بمصر،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nوتوفي -رحمه الله- في ربيع الأول سنة \"إحدى وخمسين وستمائة\" ودفن بسفح\nالمقطم. حدثنا أبو الفضل محمد -ويدعى ذاكرا- بن إسحاق الأبرقوهي من لفظه\nبظاهر القاهرة أنبأنا الخطيب أبو القاسم عبد اللطيف بن محمد بن ثابت\nالخوارزمي، بقراءة والدي عليه وأنا حاضر أسمع في التاسع عشر من رجب سنة\n\"عشر وستمائة\" بأصبهان. قلت: وأخبرنا أبو القاسم عبد اللطيف هذا إجازة\nأنبأنا أبوالقاسم زاهر بن طاهر الشحامي قراءة عليه وأنا أسمع. أنبأنا أبو\nسعد محمد بن عبد الرحمن بن محمد الجنزروذي -رحمه الله- فيما قرئ عليه وأنا\nأسمع أنبأنا أبو عمرو محمد بن أحمد بن حمدان بن علي بن عبد الله بن سنان\nالحيري المقرئ، بقراءة أبي جعفر العزائمي عليه وأنا أسمع أنبأنا أبو يعلى\nأحمد بن علي بن المثنى بن هلال <span id='ms055'></span> التميمي الموصلي قراءة عليه بالموصل أنبأنا\nعبد الله بن بكار أنبأنا عكرمة بن عمار بن الهرماس بن زياد قال: رأيت رسول\nالله صلى الله عليه وسلم يوم الأضحى يخطب على بعير. رواته ثقات وهرماس بن\nزياد الباهلي لم يرو عنه إلا عكرمة ابن عمار اليمامي وهو من الثقات، احتج\nبحديث مسلم بن الحجاج -رحمه الله-.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head81'>باب ذكي وزكي</h2>\n\n<p>\n] :\n</p>\n\n<p>\nوذكر في باب \"ذكي\" و\"زكي\" جماعة، وفاته في باب \"زكي\" بالزاي المعجمة\nوبعدها كاف وياء آخر الحروف:\n</p>\n\n<p>\nالفقيه أبو أحمد زكي بن الحسن بن عمران البيلقاني الشافعي التاجر فقيه\nفاضل: تفقه على الإمام أبي عبد الله محمد بن عمر المعروف بابن الخطيب وصحبه\nمدة وسمع من أبي الحسن المؤيد بن محمد الطوسي وحدث عنه. دخل دمشق وحدث بها.\nرأيته وسمعت منه وسألته عن مولده فذكر أنه في بعض شهور سنة \"اثنتين وثمانين\nوخمسمائة\" ودخل الإسكندرية وأقام بها مدة ثم سافر إلى اليمن واستوطن عدن.\nأخبرنا الفقيه أبو أحمد زكي بن الحسن البيلقاني، قراءة عليه وأنا أسمع\nبدمشق، أنبأنا أبو الحسن المؤيد بن محمد بن علي الطوسي، قراءة عليه وأنا\nأسمع، أنبأنا أبو محمد هبة الله بن سهل بن السيدي الفقيه، قراءة عليه وأنا\nأسمع، أنبأنا أبو عثمان سعيد بن محمد بن أحمد البحيري أنبأنا أبو علي زاهر\nبن أحمد السرخسي أنبأنا أبو إسحاق إبراهيم بن عبد الصمد الهاشمي أنبأنا أبو\nمصعب أحمد بن أبي بكر الزهري أنبأنا مالك بن أنس عن نافع عن عبد الله بن\nعمر أن رسول الله صلى الله عليه وسلم قال: $\"إذا جاء أحدكم الجمعة\nفليغتسل\". أخبرناه عاليا القاضي أبو القاسم عبد الصمد بن محمد بن أبي الفضل\nالأنصاري قراءة عليه وأنا أسمع بدمشق والشيخ أبو الحسن المؤيد بن محمد بن\nعلي الطوسي في كتابه إلى غير مرة قالا: أنبأنا أبو محمد هبة الله بن سهل\nالفقيه قال القاضي: إجازة. وقال المؤيد: قراءة عليه وأنا أسمع. فذكره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head82'>حرف الراء</h1>\n\n<h2 class='l2' id='head83'>باب رافع ورايع ورابغ</h2>\n\n<p>\n] :\n</p>\n\n<p>\nوذكر في باب \"رافع <span id='ms056'></span>\" و\"رايع\"، الأول بعدها ألف وفاء وعين مهملة آخر\nالحروف، والثاني مثله إلا أن بدل الفاء ياء معجمة باثنتين من تحتها فقال:\nأما الأول بالفاء فكثير. وذكر في الثاني رجلا واحدا، وفاته في هذه الترجمة\n\"رابغ\" بالراء المهملة بعدها ألف وباء موحدة بعدها غين معجمة وهو:\n</p>\n\n<p>\nأبو سعيد رابغ بن يحيى بن عبد الرحمن الصنهاجي جده المقرئ إمام الجنائز:\nولد برابغ: منزله بطريق الحاج الشامي، فسمي بها، والعوام يبدلون العين منها\nضادا معجمة، والصحيح بالغين المعجمة، وهو رجل ملازم للخير والصلاح. سمع\nبقراءتي وقراءة غيري على شيخنا أبي الحسن بن المقير وغيره بدمشق وحدث بها\nوبمصر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head84'>[باب رجا ورحا] :</h2>\n\n<p>\nوذكر في باب \"رجا\" و\"رحا\" الأول بالجيم والثاني بالحاء المهملة، فأما\n\"رجا\" فذكر فيه جماعة، وفاته:\n</p>\n\n<p>\nأبو الفضل محمد بن عبد الرشيد بن ناصر بن علي بن أحمد بن رجا الرجائي: من\nأهل أصبهان، قدم بغداد حاجا في سنة \"ثلاث وستين وخمسمائة\" وحدث بها عن أبي\nالفضل جعفر بن عبد الواحد الثقفي قبل خروجه إلى مكة، فسمع منه الحافظ أبو\nالمحاسن عمر بن علي القرشي الدمشقي وغيره. وسأله القرشي عن مولده فقال: في\nصفر سنة \"سبع عشرة وخمسمائة\"، وقال غيره: توجه محمد بن عبد الرشيد صحبة\nالحاج وخرج عن بغداد في أوائل ذي القعدة من سنة \"ثلاث وستين وخمسمائة\" فبلغ\nالحلة فتوفي بها في الشهر المذكور ودفن هناك. ذكر ذلك الحافظ أبو عبد الله\nابن الدبيثي في تاريخه.\n</p>\n\n<p>\nوولده أبو محمد عبد الرشيد بن محمد بن عبد الرشيد الرجائي: مولده بأصبهان\nفي ذي القعدة سنة \"خمسين وخمسمائة\" وسمع ببغداد أبا المظفر بن الشبلي وأبا\nالقاسم هبة الله بن الحسن بن هلال الدقاق وأبا طالب بن خضير وأبا الفتح بن\nالبطي وأبا العباس بن ناقة وغيرهم. كتب إلي بالإجازة من بغداد في صفر سنة\n\"سبع عشرة وستمائة\".\n</p>\n\n<p>\nوأبو هاشم بن فتيان بن سموأل بن سلامة بن أحمد بن سري الرجائي البرداني:\nشيخ صالح من أهل قرية \"بيت شي\" من إقليم وادي <span id='ms057'></span> بردى من عمل دمشق. سمع أبا\nالحسين أحمد بن حمزة بن الموازيني وحدث عنه، وسمعت منه بقريته وبجامع دمشق\nوسألته عن مولده فذكر ما يدل على أنه في سنة \"إحدى أو اثنتين وستين\nوخمسمائة\".\n</p>\n\n<p>\nوأما \"رحا\" بالحاء المهملة فذكر فيه رجلا واحدا وهو:\n</p>\n\n<p>\nأبو الرضا أحمد بن العباس بن أبي طاهر المعروف بابن الرحا الهاشمي: وفاته\nذكر:\n</p>\n\n<p>\nولده علي بن أحمد بن العباس المكنى بأبي الحارث الخطيب: سمع من أبي الوقت\nعبد الأول بن عيسى السجزي وغيره وتولى الخطابة بجامع المهدي، وتوفي سنة\n\"ثلاث أو أربع وتسعين وخمسمائة\". ذكر ذلك الحافظ أبو عبد الله بن الدبيثي\nفي كتابه وقال: ما أعلم أنه حدث بشيء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head85'>[باب الرحال] :</h2>\n\n<p>\nوذكر في باب \"الرحال\" بفتح الراء وتشديد الخاء المهملة رجلين أحدهما:\n</p>\n\n<p>\nشيخنا أبو الحسن علي بن محمد بن يحيى بن الحسين بن علي بن رحال\nالإسكندري: وفاته ذكر أخيه الأكبر:\n</p>\n\n<p>\nالفقيه أبي المفضل عبد المجيد بن محمد بن يحيى بن رحال: فقيه فاضل، سمع\nبالإسكندرية من الحافظ أبي طاهر السلفي وبمصر من أبي الحسن علي بن هبة الله\nبن عبد الصمد الكاملي ورحل إلى الشام فسمع بدمشق من الحافظ أبي القاسم بن\nعساكر وغيره وسافر إلى العراق وتفقه بها، وما علمت هل سمع بها شيئا أم لا؟\nثم عاد إلى ديار مصر وسكن القاهرة وحدث بها ودرس بالمدرسة القطبية نيابة عن\nقاضي القضاة أبي سعد بن أبي عصرون وانتفع به جماعة، وتوفي في النصف من\nشعبان سنة \"تسع وسبعين وخمسمائة\".\n</p>\n\n<p>\nوعبد القوي بن عبد الله بن رحال بن عبد الله بن أبي القاسم بن أبي الريان\nالقرشي المصري: سمع بمكة من أبي محمد بن الطباخ، وبمصر من جدي أبي الفتح\nمحمود -رحمهما الله- وغيرهما.\n</p>\n\n<p>\nووالده أبو محمد عبد الله: سمع بمكة أيضا من الحافظ أبي محمد المبارك بن\nعلي بن الحسين بن الطباخ نزيل مكة -شرفها الله تعالى- وحدث عنه بمصر وسمع\nمنه شيخنا أبو الميمون بن وردان وغيره. ولم أقف على مولدهما ووفاتهما <span id='ms058'></span>.\n</p>\n\n<p>\nوأبو كناز عجلان بن رحال بن إدريس القيسي: كتب عنه الحافظ أبو طاهر\nالسلفي في معجم السفر حكاية بثغر الإسكندرية. أخبرني والدي وجماعة، كتابة،\nقالوا: أنبأنا الحافظ أبو طاهر إذنا قال: سمعت أبا كناز عجلان بن رحال بن\nإدريس القيسي بالثغر يقول: كان ابن المثنى السلمي مشغوفا بالحرم متعرضا\nلهن، فتعرض لامرأة جميلة في الحي فلم تساعده، ثم جاءته بعد اليأس منها\nطوعا، فسألها عن السبب في ذلك وعن امتناعها أولا، فقالت: رأيت بازا يطرد\nحمامة فظفر بها ولم تفته، فقلت لزوجي: أفي الرجال من له هذا العزم والرجلة؟\nفقال: ابن المثنى. فأردت أن يكون لي منك ولد يشبهك في شجاعتك ورجلتك فقال:\nانصرفي عني فوالله لا خنت من مدحني في غيبتي بهذا المدح في أهله أبدا. قال\nعجلان: وهذا مما يعد من محاسن ابن المثنى، قال الحافظ أبو طاهر السلفي:\nعجلان هذا من صلحاء العرب وذكر لي أنه قد حج وصحب أهل العلم، وكان فصيحا،\nسمعته يقول: من قرب بره بعد ذكره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head86'>باب رزق</h2>\n\n<p>\n] :\n</p>\n\n<p>\nوذكر في باب \"رزق\" بكسر الراء وسكون الزاي، جماعة، وأغفل ذكر صاحبه\nورفيقه:\n</p>\n\n<p>\nأبي الطيب رزق الله بن يحيى بن رزق الله الباجباري الدنيسري: شيخ صالح ذو\nرحلة، دخل بغداد وسمع بها من جماعة ورحل إلى نيسابور فسمع بها من شيوخنا\nأبي الحسن المؤيد وزينب الشعرية وغيرهما، وسمع بهراة من أبي روح عبد المعز\n[بن محمد الهروي] ودخل دمشق وسمع معنا بها من شيخنا قاضي القضاة أبي القاسم\nبن الحرستاني ومن والدي وغيره، وتوفي ليلة الثلاثاء السادس عشر من ربيع\nالآخر سنة \"خمس عشرة وستمائة\" بهراة ودفن بها. نقلت وفاته من خط الحافظ أبي\nالقاسم علي بن الحافظ أبي محمد القاسم بن الحافظ المؤرخ أبي القاسم علي بن\nعساكر -رحمه الله- وقال: على ما أخبرني به رفيقه إبراهيم بن عثمان بن درباس\nالمصري الماراني\".\n</p>\n\n<p>\nوالفقيه الفاضل أبي محمد عبد الرزاق بن رزق الله بن أبي بكر بن خلف بن\nأبي الهيجاء الرسعني الحنبلي: فقيه ذو <span id='ms059'></span> فنون عديدة، دخل بغداد وتفقه بها\nوسمع الحديث من شيخنا أبي محمد عبد العزيز بن معالي بن منينا وغيره، وسمع\nبحلب من الشريف أبي هاشم عبد المطلب بن الفضل الهاشمي وبدمشق من شيخنا\nالقاضي أبي القاسم بن الحرستاني وغيره ثم سافر عنها وأقام بالموصل ثم قدم\nإلى دمشق رسولا فاجتمعت به وقرأت عليه جزءا من حديثه وهو روايته عن ابن\nمنينا وسمعت منه أناشيد من نظمه، وكان معي جماعة من طلبة الحديث. وسألته عن\nمولده فقال: في يوم الأحد لثمان بقين من رجب سنة \"تسع وثمانين وخمسمائة\"\nبرأس العين. وهو شيخ دار الحديث التي بالموصل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head87'>باب رويق وزريق</h2>\n\n<p>\n] :\n</p>\n\n<p>\nوذكر في باب \"رويق\" و\"زريق\" جماعة، وفاته في باب \"زريق\" بالزاي المعجمة\nالمضمومة وبعدها راء مهملة:\n</p>\n\n<p>\nشيخنا أبو علي عبد الرحمن بن عبد المؤمن بن عبد الله بن أبي طالب السلمي\nالموازيني الطرائفي العطار يعرف بابن زريق: سمع من الحافظ أبي القاسم بن\nعساكر وأبي المواهب الحسن بن هبة الله بن محفوظ بن صصرى وأبي طاهر بركات بن\nإبراهيم الخشوعي وروى عنهم. رأيته وسمعت منه. أخبرنا أبو علي عبد الرحمن بن\nعبد المؤمن بن عبد الله الصيدلاني المعروف بابن زريق قراءة عليه وأنا أسمع\nغير مرة، قيل له أخبركم الحافظ أبو القاسم علي بن الحسن بن هبة الله\nالشافعي، قراءة عليه وأنتم تسمعون، فأقر به، أنبأنا الشيخان أبو عبد الله\nمحمد بن الفضل بن أحمد الفراوي وأبو القاسم زاهر بن طاهر بن محمد الشحامي،\nالنيسابوريان، بقراءتي عليهما قالا: أنبأنا أبو سعيد محمد بن عبد الرحمن\nالكنجروذي، قراءة عليه بانتقاء الحافظ أبي سعد السكري عليه وتخريجه له\nأنبأنا أبو الحسين البحيري أنبأنا محمد بن إسحاق الثقفي أنبأنا قتيبة بن\nسعيد أنبأنا الليث بن سعد عن نافع عن ابن عمر أن النبي صلى الله عليه وسلم\nقال: \"من أتى الجمعة فليغتسل\" قلت: وأخبرناه عاليا الشيخ المسند أبو روح\nعبد المعز بن محمد بن أبي الفضل الهروي في كتابه إلي غير مرة، أنبأنا أبو <span id='ms060'></span>\nالقاسم زاهر بن طاهر الشحامي، قراءة عليه وأنا أسمع، أنبأنا أبو سعد\nالكنجروذي فذكره. حديث صحيح عال أخرجه الإمام أبو الحسين مسلم بن الحجاج\n-رحمه الله- في كتابه عن قتيبة بن سعيد عن الليث، ولفظه \"إذا راح أحدكم\"،\nفوقع لنا موافقة عالية من هذا الطريق، وحديث الليث وقع لنا أيضا بعلو،\nوالحمد لله على ذلك.\n</p>\n\n<p>\nوأبو العباس أحمد بن عمر بن أبي الرضا بن علي بن أحمد بن الحسن بن علي بن\nزريق الشحامي الموصلي التاجر: سمع بها من أبي الحسن علي بن أحمد بن علي بن\nهبل البغدادي الحكيم وحدث عنه بالموصل ودمشق وغيرهما. رأيته بدمشق وقرأت\nعليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head88'>باب رزيق</h2>\n\n<p>\n] :\n</p>\n\n<p>\nوفاته في هذه الترجمة \"رزيق\" بالراء المهملة المضمومة وبعدها زاي مفتوحة\nوهو:\n</p>\n\n<p>\nالفقيه أبو الفتح رزيق بن عمر بن إبراهيم بن معالي السعدي المقدسي\nالحنبلي المقرئ: شيخ صالح، كان يلقن الناس القرآن المجيد بجامع دمشق، وينوب\nفي الصلوات بحلقة الحنابلة منه. سمع الحديث من الشيخ الأمين أبي المحاسن\nمحمد ابن كامل بن أحمد التنوخي وغيره، وحدث. لقيته وسمعت منه ولم أتحقق\nمولده ووفاته. ووجدت اسمه في أحد سماعاته. هكذا \"أخبرنا الفقيه أبو الفتح\nرزيق بن عمر بن إبراهيم قراءة عليه وأنا أسمع بجامع دمشق أنبأنا الأمين أبو\nالمحاسن محمد بن كامل بن أحمد التنوخي بقراءة الحافظ أبي الفتح محمد بن\nالحافظ أبي محمد عبد الغني عليه وأنا أسمع أنبأنا أبو محمد طاهر بن سهل بن\nبشر الأسفراييني أنبأنا أبو القاسم الحسين بن محمد بن إبراهيم الحنائي\nأنبأنا أبو الحسين عبد الوهاب ابن الحسن بن الوليد الكلابي أنبأنا أبو بكر\nبن خريم بن مروان العقيلي قراءة عليه وأنا أسمع أنبأنا أبو الوليد هشام بن\nعمار ابن نصير بن ميسرة السلمي أنبأنا مالك بن أنس أنبأنا إسحاق بن عبد\nالله بن أبي طلحة عن أنس بن مالك أن رسول الله صلى الله عليه وسلم قال:\n\"الرؤيا الحسنة من الرجل الصالح جزء من ستة وأربعين جزءا من النبوة\". قلت:\nوأخبرناه عاليا شيخنا <span id='ms061'></span> قاضي القضاة أبو القاسم عبد الصمد بن محمد بن أبي\nالفضل، قراءة عليه وأنا أسمع غير مرة أنبأنا أبو محمد عبد الكريم بن حمزة\nبن الخضر السلمي إجازة إن لم يكن سماعا أنبأنا أبو القاسم الحسين بن محمد\nبن إبراهيم الحنائي. فذكره بإسناده مثله. أخرجه أبو عبد الله محمد بن يزيد\nبن ماجة القزويني في سننه عن هشام بن عمار كما أخرجناه، فوقع لنا موافقة\nعالية من هذا الطريق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head89'>[باب رشيق ورشيق ورشيق] :</h2>\n\n<p>\nوأغفل هذه الترجمة وهي \"رشيق\" و\"رشيق\" و\"رشيق\" أما الأول بفتح الراء\nالمهملة وكسر الشين المعجمة وياء ساكنة بعدها فهو:\n</p>\n\n<p>\nالفقيه المفتي أبو علي الحسين بن الفقيه أبي الفضائل عتيق بن الحسين بن\nعتيق بن الحسين بن رشيق بن عبد الله الربعي المالكي العدل المنعوت بالجمال:\nسمع بالإسكندرية من الفقيه أبي الطاهر إسماعيل بن مكي بن عوف وبمصر من\nوالده، ودرس بالمسجد المعروف بفسطاط مصر مدة وحدث وصنف وانتفع به جماعة\nوكان من الفقهاء الورعين والعلماء الصالحين، سمع منه الحافظ أبو محمد عبد\nالعظيم المنذري وذكره في معجم وفياته وسأله عن مولده فذكر أنه في ثالث\nشعبان سنة \"تسع وأربعين وخمسمائة\" بثغر الإسكندرية. وتوفي بمصر في الثالث\nوالعشرين من شهر ربيع الآخر سنة \"اثنتين وثلاثين وستمائة\" ودفن من الغد\nبسفح المقطم.\n</p>\n\n<p>\nووالده الفقيه أبو الفضائل عتيق: أحد الفقهاء المشهورين والفضلاء\nالمذكورين، توفي في مستهل ربيع الأول سنة \"ثلاث وسبعين وخمسمائة\" بجامع\nالفيلة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nوالفقيه أبو البركات عبد الحميد ولد الفقيه أبي علي الحسين المذكور أولا،\nالمنعوت بالعز: تفقه على والده [و] سمع الحديث بالإسكندرية من أبي عبد الله\nمحمد بن عماد الحراني وأبي طالب أحمد بن عبد الله بن حديد، وغيرهما، وبمصر\nمن القاضي أبي محمد عبد الله بن محمد بن عبد الله الرملي واشتغل بالأدب\nوحدث، وكان فاضلا ذكيا، مولده في مستهل شهر رمضان سنة \"أربع وثمانين\nوخمسمائة\". وتوفي في التاسع من شعبان سنة \"اثنتين وثلاثين وستمائة\" بمصر\nودفن في يومه بسفح المقطم، وبيتهم مشهور بالعلم <span id='ms062'></span> والصلاح. حدث عنه جماعة.\n</p>\n\n<p>\nوأما الثاني فهو بضم الراء وفتح الشين المعجمة وكسر الياء المشددة\nالمعجمة باثنتين من تحتها وهو:\n</p>\n\n<p>\nالفقيه أبو محمد عبد الوهاب بن الفقيه أبي الحجاج يوسف بن محمد بن خلف بن\nمحمد بن أيوب الأنصاري القصري المالكي يعرف بابن رشيق: مولده في شعبان سنة\n\"سبع وثمانين وخمسمائة\" بقصر عبد الكريم. وتوفي ليلة عيد الفطر سنة \"خمسين\nوستمائة\" برباط الأمير فخر الدين عثمان بن قزل بسفح جبل المقطم ودفن صبيحة\nيوم العيد، وكان من الفضلاء النبلاء، يرجع إلى دين وصلاح ظاهر ومروءة كاملة\nوفتوة مع فقر وقلة، وهو من أهل المغرب من قصر عبد الكريم. لقي بالمغرب\nجماعة من العلماء منهم والده وعبد الجليل بلديه صاحب كتاب \"شعب الإيمان\"\nوغيرهما. وكان أبوه أندلسيا فاضلا لقي الحافظ أبا بكر بن العربي والقاضي\nعياضا وغيرهما، وكان عبد الوهاب هذا متصدرا بالجامع العتيق بمصر وأحد\nالعدول بها. كتب عنه الحافظ أبو الحسين يحيى بن علي القرشي وخرج عنه في\nمعجمه هذه الحكاية \"أخبرنا أبو الحسين يحيى بن علي بن عبد الله القرشي\nالحافظ، كتابة، قال: سمعت الشيخ الفقيه أبا محمد عبد الوهاب بن الشيخ\nالفقيه أبي الحجاج يوسف بن محمد بن خلف بن أيوب الأنصاري القصري المالكي\nبمصر يقول: دخلت على الشيخ أبي العباس أحمد بن محمد بن هابيل العبدري\nالمعروف بالأشقر بمدينة القصر فوجدته ملتحفا بملحفته فقلت له ما هذا؟\nفأنشدني:\n</p>\n\n<p>\nنحن قوم إذا غسلنا الثيابا ... اتخذنا بيوتنا جلبابا\n</p>\n\n<p>\nوأما الثالث فهو بضم الراء وفتح الشين المعجمة وسكون الياء المنقوطة\nباثنتين من تحتها وهو:\n</p>\n\n<p>\nأبو عبد الله محمد بن أبي بكر بن الحسين بن مسعود بن يحيى الصواف الموصلي\nالمعروف بابن رشيق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nوأخوه أبو عبد الله الحسين بن أبي بكر بن الحسين: سمعا من أبي محمد عبد\nالله بن أحمد بن أبي المجد الحربي وغيره، وحدثا بالموصل. سمع منهما الحافظ\nأبو محمد عبد المؤمن بن خلف التوني \"أربعين أبي القاسم القشيري\" بسماعهما\nمن عبد الله بن أبي المجد بسماعه <span id='ms063'></span> من أبي القاسم زاهر بن طاهر الشحامي\nبسماعه منه. واستجازهما لي ولولدي ولجماعة في رحلته. كتب إلي الشيخان\nالأخوان أبو عبد الله محمد والحسين ابنا أبي بكر بن الحسين، الموصليان،\nقالا: أنبأنا أبو محمد عبد الله بن أحمد الحربي، قراءة عليه ونحن نسمع، قال\nأنبأنا أبو القاسم زاهر بن طاهر بن محمد الشحامي، قراءة عليه ونحن نسمع\nببغداد، أنبأنا أبو القاسم عبد الكريم بن هوازن بن عبد الملك بن محمد\nالقشيري النيسابوري، قراءة عليه أنبأنا أبو الحسين أحمد بن محمد الخفاف\nأنبأنا أبو العباس محمد بن إسحاق السراج أنبأنا قتيبة بن سعيد أنبأنا مالك\nبن أنس عن عامر بن عبد الله بن الزبير عن عمرو بن سليم الزرقي عن أبي قتادة\nالسلمي أن رسول الله صلى الله عليه وسلم كان يصلي وهو حامل أمانة فإذا سجد\nوضعها وإذا قام رفعها. أخبرناه عاليا أبو روح عبد المعز بن محمد بن أبي\nالفضل الهروي في كتابه إلي غير مرة أنبأنا أبو القاسم زاهر بن طاهر قراءة\nعليه وأنا أسمع، أنبأنا أبو القاسم القشيري. فذكره حديث صحيح أخرجه أبو\nالحسين مسلم بن الحجاج القشيري في صحيحه وأبو عبد الرحمن النسائي في \"سننه\"\nعن قتيبة ابن سعيد به، فوقع لنا موافقة عالية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head90'>[باب ريس] :</h2>\n\n<p>\nوأغفل هذه الترجمة وهي \"ريس\" بالراء المهملة وبعدها ياء منقوطة باثنتين\nمن تحتها مشددة وسين مهملة آخر الحروف وهو:\n</p>\n\n<p>\nالحافظ أبو محمد عبد الله بن خلف بن رافع بن ريس بن عبد الله المسكي\nالأصل الشارعي المولد والدار المعروف بابن بصيلة: مولده في السابع عشر من\nذي الحجة سنة \"اثنتين وخمسين وخمسمائة\". قرأ القرآن الكريم على الشيخ\nالصالح أبي محمد رسلان بن عبد الله ولده أبي عبد الله محمد، وسمع منهما ومن\nجدي وأبي محمد بن بري وأبي الحسن علي ابن هبة الله الكاملي وأبي المفاخر\nسعيد بن الحسين المأموني وأبي عبد الله محمد بن علي الرحبي وأبي عمرو عثمان\nابن فرج العبدري وأبي الطاهر إسماعيل بن قاسم الزيات والحافظ <span id='ms064'></span> أبي محمد\nالقاسم بن الحافظ أبي قاسم بن عساكر وجماعة كثيرة من أهل البلد والقادمين\nعليه ورحل إلى الإسكندرية فسمع بها من الحافظ أبي طاهر السلفي والفقيه أبي\nالطاهر بن عوف وغيرهما، وكتب كثيرا وخرج لنفسه ولغيره، وجمع مجاميع مفيدة\nوشرع في \"تاريخ مصر\" وعجز عن إكماله لضائقته، وكان حافظا عالما محصلا،\nعارفا بالتواريخ. ومسكة التي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nينسب إليها قرية بالساحل قريبة من عسقلان، وحدث، وتوفي في الثالث\nوالعشرين من جمادى الأولى سنة \"ثمان وتسعين وخمسمائة\".\n</p>\n\n<p>\nووالده أبو القاسم خلف بن رافع بن ريس المسكي الأصل المصري المولد والدار\nوالوفاة: سمع من الفقيه أبي محمد رسلان بن عبد الله بن شعبان الشارعي. توفي\nفي يوم السبت سادس عشر صفر سنة \"ست وثمانين وخمسمائة\" بالشارع ظاهر القاهرة\nودفن بسارية بسفح المقطم.\n</p>\n\n<p>\nوأبو عمران موسى بن يوسف بن ريس بن سكران العطار الشارعي: مولده في سنة\n\"سبع وسبعين وخمسمائة\" تقديرا، وتوفي بالشارع ظاهر القاهرة في ليلة السابع\nعشر من جمادى الأولى سنة \"ست وثلاثين وستمائة\" ودفن من الغد بسفح المقطم.\nسمع من أبي إبراهيم القاسم بن إبراهيم المقدسي، وحدث، وأجاز لي جميع ما\nتجوز له روايته باستدعاء الحافظ أبي محمد عبد العظيم المنذري -رحمه الله\nوجزاه خيرا-.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head91'>[باب الرفاء والرقاء] :</h2>\n\n<p>\nوفاته هذه الترجمة وهي \"الرفاء\" و\"الرقاء\" أما الأول فبالراء المهملة\nبعدها فاء معجمة بواحدة من فوقها مشددة فهو:\n</p>\n\n<p>\nأبو علي الحسن بن علي بن أبي الفرج بن الكهدان البغدادي الرفاء نزيل\nدمشق. سمع ببغداد من الرئيس أبي الحسن محمد بن علي بن إبراهيم الكاتب وغيره\nوانتقل في آخر عمره إلى دمشق وسكنها إلى حين وفاته وحدث بها. لقيته وسمعت\nمنه وكان رجلا صالحا.\n</p>\n\n<p>\nوالثاني بالراء المهملة أيضا بعدها قاف مفتوحة مشددة وهو:\n</p>\n\n<p>\nصاحبنا الفقيه أبو عبد الله محمد بن إبراهيم بن محمد المرادي السبتي\nالأصولي: شهر بالرقاء وكان يكتبها بخطه. اشتغل بالأصول بمدينة فاس على\nالكتاني الأصولي وسمع الحديث بمراكش من القاضي أبي محمد عبد الله بن سليمان\nبن حوط الله والحافظ <span id='ms065'></span> أبي الحسن علي بن محمد بن الخضار وغيرهما ودخل\nالإسكندرية والديار المصرية طالبا للحج، فسمع بمكة من الشريف أبي محمد يونس\nبن يحيى الهاشمي والحافظ أبي الفتوح بن الحصري وأبي عبد الله محمد بن عبد\nالله بن البناء البغدادي الصوفي وغيرهم، وسمع بمصر من أبي الحسن علي بن أبي\nالكرم الحلال عرف بابن البناء والحافظ أبي الحسن ابن المقدسي وغيرهما،\nوبدمشق من شيخنا قاضي القضاة أبي القاسم بن الحرستاني، وكان من طلبته،\nوالعلامة أبي اليمن الكندي وأبي البركات بن ملاعب وأبي محمد عبد الجليل بن\nأبي غالب الأصبهاني وأبي العباس أحمد بن عبد الله السلمي العطاء وأبي\nالبركات بن عساكر وإخوته وأبي القاسم ابن صصرى وجماعة يطول ذكرهم، وتضيق\nتسميتهم وحصرهم. صحبته دهرا طويلا وسمعت منه كثيرا، وكتب بخطه من الكتب\nالكبار، والأجزاء الصغار، جملة صالحة، وكانت أخلاقه حسنة، وخصائله جميلة\nمستحسنة، توفي بدمشق ليلة الأربعاء الثالث من شعبان سنة \"سبع وعشرين\nوستمائة\" ودفن صبيحته بسفح جبل قاسيون -رحمه الله- ولم يزل يكتب ويسمع إلى\nحين وفاته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head92'>[باب رقيقة ودقيقة ورفيعة] :</h2>\n\n<p>\nوذكر في باب \"رقيقة\" و\"دقيقة\" و\"رفيعة\"، الأول بالراء المهملة المضمومة\nبعدها قاف مفتوحة والثاني بالدال المهملة المفتوحة وقاف بعدها والثالث\nبالراء المهملة وفاء بعدها وياء معجمة باثنتين وعين مهملة جماعة، وفاته هذه\nالترجمة وهي \"زقيقة\" بالزاي المنقوطة المضمومة وبعدها قاف مفتوحة وياء\nمعجمة بنقطتين من تحتها بعدها قاف ثانية وهاء آخر الحروف وهو:\n</p>\n\n<p>\nالأديب الفاضل أبو الثناء محمود بن عمر بن إبراهيم بن شجاع الشيباني\nالحنوي الطبيب النحوي يعرف بابن زقيقة: له مصنفات في الطب وشعر حسن. قدم\nدمشق ورتب بالبيمارستان النوري طبيبا. رأيته مرارا ولم يتفق لي أن أكتب عنه\nشيئا من نظمه وكتب عنه جماعة من أصحابنا. وسكن دمشق إلى حين وفاته. أخبرنا\nالحافظ أبو عبد الله محمد بن يوسف بن محمد البرزالي. إجازة، قال: أنشدنا\nأبو الثناء محمود بن عمر بن محمد بن إبراهيم بن شجاع الشيباني الحنوي\nالطبيب النحوي المعروف بابن زقيقة لنفسه <span id='ms066'></span> بدمشق:\n</p>\n\n<p>\nإذا ما غرست غروس الجميل ... فلا تعطشنها يفتك الثمر\n</p>\n\n<p>\nولازم على سقيها ما استطعت ... بماء السخا لا بماء المطر\n</p>\n\n<p>\nولا تفسدنها بمن فقد ... نرى المن مفسدة للشجر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head93'>باب رميل وزميل ودميك وباب ربيب</h2>\n\n<h3 class='l3' id='head94'>[باب رميل وزميل ودميك] :</h3>\n\n<p>\nوذكر في باب \"رميل\" و\"زميل\" و\"دميك\". رميل بضم الراء المهملة وفتح الميم\nوسكون الياء تحتها نقطتان. وزميل: بضم الزاي المعجمة وباقيه مثل الأول،\nودميك: بضم الدال المهملة وفتح الميم وإسكان الياء تحتها نقطتان وكان آخر\nالحروف، جماعة وأغفل في باب \"دميك\":\n</p>\n\n<p>\nمنصور بن المسلم بن علي بن محمد بن أحمد بن أبي الخرجين التميمي السعدي\nالمعروف بالدميك الحلبي النحوي المؤدب المكنى بأبي نصر: أديب فاضل ذكره\nالأمير مؤيد الدولة أبو المظفر أسامة بن مرشد بن منقذ -رحمه الله- فيما\nعلقه لابن الزبير من أحوال الشعراء الذين استمدهم منه ليودعهم كتابه \"جنان\nالجنان\" وذكر عنه أنه معلما فيه حدة تغلب على عقله. وذكره الحافظ أبو\nالقاسم بن عساكر في تاريخه وأنه توفي في سنة \"عشر وخمسمائة\" أو نحوها.\nوذكره العماد أبو عبد الله محمد بن محمد الأصفهاني الكاتب في خريدته وأنه\nتوفي سنة \"نيف وعشرين وخمسمائة\" وذكره أيضا الإمام أبو القاسم عمر بن أحمد\nبن أبي جرادة العقيلي الحلبي في \"تاريخ حلب\" من جمعه. أخبرنا الشيخان:\nالنسابة أبو عبد الله محمد بن أحمد بن عساكر، وأبو المعالي عبد الرحمن بن\nعلي بن عثمان المخزومي، إجازة عن أبي الخطاب عمر بن محمد بن عبد الله بن\nالخضر العليمي قال: أنشدني القاضي أبو الحسن علي بن عبد الله بن محمد بن\nعبد الباقي بن أبي جرادة العقيلي الحلبي بداره بحلب قال: أنشدنا أبو نصر بن\nأبي الخرجين لنفسه:\n</p>\n\n<p>\nيا من رأى ذلي له وتخضعي ... لا غرو للمهجور أن يتخضعا\n</p>\n\n<p>\nلا تعجبن مني ومن ذلي له ... بل من تسلطه وسطوته معا\n</p>\n\n<p>\nويلاه قد بلغ الحسود مراده ... من بيننا وقد استجيب لمن دعا\n</p>\n\n<h3 class='l3' id='head95'>[باب ربيب] :</h3>\n\n<p>\nوقد ذكر في باب \"ربيب\" بفتح الراء المهملة وكسر الباء <span id='ms067'></span> الأولى بعدها ياء\nساكنة معجمة من تحتها باثنتين، رجلا واحدا، وفاته:\n</p>\n\n<p>\nأبو محمد عبد الله بن عبد المحسن بن عبد الله بن عبد الأحد الإسكندراني\nالمقرئ المعروف بابن الربيب: سمع بالإسكندرية من الحافظ أبي طاهر السلفي\nوأبي محمد عبد الواحد بن عسكر المخزومي، وحدث. سمع منه الحافظ أبو محمد عبد\nالعظيم المنذري، ولي منه إجازة. مولده تقريبا سنة \"سبع أو ثمان وخمسين\nوخمسمائة\"، وكان من أهل الخير والديانة والستر والصيانة. وتوفي في الرابع\nعشر من ربيع الآخر سنة \"إحدى وعشرين وستمائة\" بثغر الإسكندرية.\n</p>\n\n<p>\nوالنسابة أبو حفص عمر بن أبي المعالي أسعد بن عمار بن سعد بن عمار بن علي\nالموصلي المعروف بابن الربيب: من بيت مشهور بالرئاسة والتقدم، وعنده فضل\nومعرفة بالأنساب والتواريخ. رأيته بدمشق والقاهرة وسمعت منه. حدث عن أبي\nطاهر أحمد بن الخطيب أبي الفضل عبد الله بن أحمد الطوسي وسمع معنا من جماعة\nمن الشيوخ بدمشق ومصر. مولده في السادس من جمادى الآخرة سنة \"سبع وثمانين\nوخمسمائة\" بالموصل. وتوفي بالقاهرة ليلة الاثنين الثاني عشر من ذي القعدة\nسنة \"ثمان وأربعين وستمائة\" ودفن صبيحتها بالقرافة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head96'>باب الرزاز وباب الركابي والركاني</h2>\n\n<h3 class='l3' id='head97'>[باب الرزاز] :</h3>\n\n<p>\nوذكر في باب \"الرزاز\" بفتح الراء وزاي مكررة، جماعة، وفاته:\n</p>\n\n<p>\nأبو أحمد هلال بن أحمد بن علي بن رافع بن ضحاك بن حسان الداراني الرزاز:\nشيخ صالح من أهل قرية \"داريا\" من قرى دمشق. سمع الحافظ أبا القاسم بن عساكر\nوروى عنه. رأيته وسمعت عنه. وتوفي في شهر رمضان سنة \"ثلاثين وستمائة\".\n</p>\n\n<h3 class='l3' id='head98'>[باب الركابي والركاني] :</h3>\n\n<p>\nوأغفل هذه الترجمة وهي \"الركابي\" و\"الركاني\" أما الأول فهو بالراء\nالمهملة بعدها كاف وألف وباء معجمة بواحدة من تحتها فهو:\n</p>\n\n<p>\nالشيخ أبو الحجاج يوسف بن عبد الرحمن بن علي القيسي السدراتي المغربي\nالمعروف بابن الركابي المالكي: جد شيخنا الحافظ أبي الحسين يحيى بن علي\nالقرشي لأمه، درس الفقه على الفقيه أبي منصور المالكي، وسمع بمكة -شرفها\nالله- من جماعة منهم أبو المعالي عبد المنعم الفراوي والحافظ أبو العز يوسف\nبن <span id='ms068'></span> أحمد بن إبراهيم الشيرازي ثم البغدادي وأبو حفص عمر بن المجيد الميانشي،\nوسمع بمصر من العلامة أبي محمد بن بري وقرأ عليه الأدب، وأجاز له جماعة\nمنهم عبد اللطيف الخجندي وأبو يعلى محمد بن المطهر الفاطمي وأبو المعالي بن\nالفراوي، وحدث بمصر، وتوفي نحو سنة \"ثمان أو تسع وتسعين وخمسمائة\" بمصر.\n</p>\n\n<p>\nوأما الثاني فهو مثله في الصورة غير أن بدل الباء نون وكافه مشددة وهو:\n</p>\n\n<p>\nأبو محمد عبد الله بن محمد بن معدان الركاني اليحصبي.\n</p>\n\n<p>\nكتب عنه الحافظ أبو طاهر السلفي في معجم السفر وذكر أنه كان من أهل الأدب\nوله به عناية تامة. وينظم شعرا جيدا، وكتب عن أخيه أبي الحسن علي بن محمد\nأيضا. وركان: مدينة صغيرة من قطر بلنسية من الأندلس وهي بفتح الراء وتشديد\nالكاف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head99'>حرف الزاي</h1>\n\n<h2 class='l2' id='head100'>باب زمام وباب زهر وهرة</h2>\n\n<h3 class='l3' id='head101'>[باب زمام] :</h3>\n\n<p>\nوذكر في باب \"زمام\" بفتح الزاي وتشديد الميم رجلا واحدا وفاته:\n</p>\n\n<p>\nأبو منصور زمام بن نصر بن محمد بن نصر بن جامع الحموي الأصل الدمشقي\nالمولد: كان والده أحد العدول المشهورين بها. سمع بها أبا طاهر الخشوعي\nوروى لنا عنه بدمشق ثم سافر إلى مدينة الكرك وأقام بها مشتغلا ببعض الخدم\nالديوانية إلى أن توفي به.\n</p>\n\n<p>\nوأبو منصور زمام بن عبد الواحد بن أبي الحسن بن أبي الفهم النحلي\nالدمشقي: سمع من أبي علي حنبل بن عبد الله الرصافي وحدث عنه، لقيته وسمعته\nمنه.\n</p>\n\n<h3 class='l3' id='head102'>[باب زهر وزهرة] :</h3>\n\n<p>\nوذكر في باب \"زهر\" بفتح الزاي رجلا واحدا وفاته:\n</p>\n\n<p>\nأبو محمد عبد المحسن بن علي بن أبي الفتوح بن إبراهيم الأنصاري المصري\nالمعروف بابن الزهر: سمع من أبي عبد الله بن حمد الأرتاحي والفقيه أبي\nالفضل محمد بن يوسف بن علي الغرنوي، وروى عنهما، رأيته ولم يتفق لي السماع\nمنه، لكنه أجاز لي جميع ما يجوز له روايته، وسئل عن مولده فقال: في بعض\nشهور سنة \"إحدى وثمانين وخمسمائة\" بمصر. وتوفي بها ليلة الأحد -ودفن من\nيومها بعد الظهر- العشرين من شهر رجب سنة \"خمس <span id='ms069'></span> وستين وستمائة\" بالقرافة.\n</p>\n\n<p>\nوذكر في باب \"زهرة\" بضم الزاي وإسكان الهاء بعدها راء مفتوحة امرأتين\nوأغفل ذكر:\n</p>\n\n<p>\nالشريف النقيب أبي علي الحسن بن زهرة بن الحسن بن زهرة بن علي بن محمد\nالعلوي الحسيني الإسحاقي النقيب الكاتب: ويتعين عليه ذكره لأنه دخل بغداد\nواحترم بها لنسبه وفضيلته وشهرته. كتب الإنشاء للملك الظاهر غازي بن الملك\nالناصر صلاح الدين يوسف بن أيوب، وتقدم عنده، وولاه نقابة العلويين بحلب،\nوكان يكتب خطا حسنا، وعنده فضل وأدب وتفنن في علوم شتى، وله معرفة\nبالقراءات والفقه والحديث والتواريخ وأخبار الناس، ولديه من العربية واللغة\nطرف حسن، وله نظم جيد، وترسل بديع. سمع بحلب من النقيب أبي علي محمد بن\nأسعد الجواني النسابة والقاضي أبي المحاسن يوسف بن رافع بن تميم والشريف\nأبي هاشم عبد المطلب بن الفضل الهاشمي وغيرهم. مولده بحلب سنة \"أربع وستين\nوخمسمائة\". وتوفي بها في جمادى الأولى من سنة \"عشرين وستمائة\" بعد وصوله من\nالحج ودفن بسفح جبل جوشن.\n</p>\n\n<p>\nوولديه الشريفين أبي الحسن علي وأبي المحاسن عبد الرحمن: سمعنا مع\nوالدهما من الشريف الافتخار أبي هاشم المذكور، وحدثا عنه بدمشق. رأيتهما\nبها وسمعت منهما وسألتهما عن مولدهما فذكر لي أبو الحسن أنه ولد بحلب في\nثاني عشر شعبان سنة \"اثنتين وتسعين وخمسمائة\". وذكر أخوه أبو المحاسن أنه\nولد بها أيضا في بعض شهور سنة \"ست وستمائة\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head103'>باب زيادة وباب الدجاجي</h2>\n\n<h3 class='l3' id='head104'>[باب زيادة] :</h3>\n\n<p>\nوذكر في باب \"زيادة\" بكسر الزاي وفتح الياء المعجمة باثنتين من تحتها\nجماعة، وفاته:\n</p>\n\n<p>\nالفقيه أبو النماء زيادة بن عمران بن زيادة المقرئ الضرير المالكي رجل\nصالح فاضل. قرأ القرآن الكريم بالقراءات على الشيخ أبي الجود غياث بن فارس\nبن مكي المقرئ، وقرأ الأدب على أبي محمد عبد الله بن عبد العزيز العطار\nوعلى أبي الحسين يحيى بن عبد الله النحوي، وسمع الحديث من أبي عبد الله\nمحمد بن حمد الأرتاحي، وحدث، وتصدر بالجامع العتيق بمصر وبالمدرسة الفاضلية\nبالقاهرة إلى حين وفاته، وكان فاضلا وانتفع به جماعة. وتفقه على <span id='ms070'></span> مذهب\nالإمام مالك بن أنس -رحمه الله- على الفقيهين أبي المنصور ظافر بن الحسين\nالأزدي وأبي محمد عبد الله بن نجم بن شاس. وتوفي في مستهل شعبان سنة \"تسع\nوعشرين وستمائة\" بالقاهرة ودفن من الغد بسفح المقطم.\n</p>\n\n<h3 class='l3' id='head105'>[باب الدجاجي] :</h3>\n\n<p>\nوذكر في باب \"الزجاجي\" و\"الدجاجي\"، الأول بالزاي المعجمة المضمومة،\nوالثاني بالدال المفتوحة بعدها جيم، جماعة، وفاته في باب \"الدجاجي\" بالدال\nالمهملة:\n</p>\n\n<p>\nالفقيه أبو محمد عبد المحسن بن إبراهيم بن عبد الله بن علي الأنصاري عرف\nبابن الدجاجي: سمع من الحافظ أبي طاهر السلفي وأبي الطاهر إسماعيل بن صالح\nبن ياسين المقرئ وأبي الحسن علي بن هبة الله الكاملي وأبي الضياء بدر\nالخداداذي والشيخ أبي الفتح بن الصابوني والشريف أبي المفاخر المأموني وأبي\nالطاهر إسماعيل بن قاسم الزيات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nوأبي الجيوش عساكر بن علي وأبي عبد الله المسعودي وأبي الفضل محمد بن\nيوسف الغزنوي وغيرهم، وحدث عنهم. رأيته وسمعت منه. مولده سنة \"تسع وأربعين\nوخمسمائة\". وكان على سمت السلف الصالح، كثير الصمت والصلاة والذكر، مقبلا\nعلى الاشتغال بالعلم. توفي في يوم الاثنين الثاني عشر من شوال سنة \"ست\nوعشرين وستمائة\" فجأة بالقاهرة ودفن من الغد بسفح المقطم.\n</p>\n\n<p>\nوولده أبو محمد عبد الدائم: سمع مع أبيه من أبي محمد بن بري وأبي الطاهر\nإسماعيل بن قاسم الزيات وجدي أبي الفتح محمود وأبي الطاهر بن ياسين وأبي\nالجيوش عساكر بن علي والفقيه أبي محمد عبد الله بن محمد البجلي الحنفي\nوغيرهم، وأجاز له الحافظ أبو الطاهر السلفي، وحدث عنهم، رأيته وسمعت منه\nوسألته عن مولده فكتبه لي بخطه \"في شهر رمضان سنة أربع وسبعين وخمسمائة\"!،\nوتوفي بالقاهرة في سحر يوم الاثنين: العشرين من شهر ربيع الأول سنة \"تسع\nوأربعين وستمائة\" ودفن بسفح المقطم.\n</p>\n\n<p>\nوابنا عمه وهما أبو إسحاق إبراهيم بن أبي الطاهر عبد المنعم بن إبراهيم:\nسمع أبا القاسم البوصيري وأبا الطاهر بن ياسين وأبا عبد الله بن حمد\n[الأرتاحي] وأبا المظفر عبد الخالق بن فيروز الجوهري، وحدث، سمعت منه،\nمولده يوم الخميس عاشر <span id='ms071'></span> رجب سنة \"ثلاث وثمانين أو اثنتين وخمسمائة\" وتوفي\nيوم الأحد التاسع عشر من ربيع الأول سنة \"خمس وخمسين وستمائة\" بالشارع ظاهر\nالقاهرة، ودفن يوم الاثنين بسفح المقطم.\n</p>\n\n<p>\nوأبو علي بن عبد الخالق بن إبراهيم بن عبد الله بن علي: سمع أبا الطاهر\nبن ياسين، وروى عنه. رأيته وسمعت منه وتوفي يوم السبت السابع والعشرين من\nشعبان سنة \"اثنتين وأربعين وستمائة\" بالقاهرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head106'>حرف السين والشين</h1>\n\n<h2 class='l2' id='head107'>باب السبط وباب سقير وسفير</h2>\n\n<h3 class='l3' id='head108'>[باب السبط] :</h3>\n\n<p>\nوذكر في باب \"السبط\" جماعة، وأغفل ذكر:\n</p>\n\n<p>\nالشيخ أبي القاسم عبد الرحمن بن مكي بن عبد الرحمن بن سعيد بن عتيق\nالطرابلسي المحتد الإسكندري المولد، سبط الحافظ أبي طاهر السلفي.\n</p>\n\n<p>\nوهو مشهور بها، سمع الكثير من جده ومن أبي الضياء بدر بن عبد الله\nالخداداذي وأبي القاسم البوصيري وأبي القاسم ابن موقا وغيرهم، وحدث بثغر\nالإسكندرية ومصر. لقيته وسمعت منه بهما. مولده سنة \"سبعين وخمسمائة\"\nبالإسكندرية وتوفي بمصر ليلة الخميس رابع شوال سنة \"إحدى وخمسين وستمائة\"\nوأخرج من الغد ودفن بسفح المقطم. وأجاز له ابن بشكوال وأبو محمد عبد الله\nبن أحمد الطوسي خطيب الموصل.\n</p>\n\n<h3 class='l3' id='head109'>[باب سقير وسفير] :</h3>\n\n<p>\nوذكر في باب \"سقير\" و\"سفير\"، الأول بسين مهملة مضمومة بعدها قاف، والثاني\nبسين مهملة مضمومة بعدها فاء مفتوحة، في كل باب واحدا، وفاته في باب\n\"سقير\".\n</p>\n\n<p>\nشيخنا أبو حفص عمر بن عبد الرحمن بن عمر بن أبي طاهر بن سقير الأنصاري\nالدمشقي: سمع الحافظ أبا القاسم بن عساكر والفقيه أبا بكر عبد الله بن أبي\nسعد محمد النوقاني وغيرهما، وحدث بدمشق وسمعت منه.\n</p>\n\n<p>\nوأما \"سفير\" بالسين المهملة فذكره وهو:\n</p>\n\n<p>\nأبو القاسم الحسن بن هبة الله بن سفير الدمشقي: سمع من الفقيهين أبي\nالحسن علي بن المسلم السلمي وأبي الفتح نصر الله بن محمد بن عبد القوي\nالمصيصي وحدث: روى لنا عنه الحافظ أبو الحجاج يوسف بن خليل الدمشقي في معجم\nشيوخه، وتوفي ليلة الثلاثاء بعد عشاء الآخرة رابع عشر شهر رمضان سنة \"أربع\nوتسعين وخمسمائة\". وسئل عن مولده في هذه <span id='ms072'></span> السنة فقال: \"لي خمس وسبعون سنة\"\nوتغير في آخر عمره. نقلت وفاته من خط الحافظ يوسف بن خليل المذكور.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head110'>باب السكر وباب شليل وباب سليم وسليم</h2>\n\n<h3 class='l3' id='head111'>[باب السكر] :</h3>\n\n<p>\nوذكر في باب \"السكن\" و\"السكر\" فقال: أما السكن بفتح السين وآخره نون\nفجماعة، وأما \"السكر\" بضم السين المهملة وفتح الكاف وتشديدها وآخره راء.\nوذكر رجلا واحدا، وفاته في هذه الترجمة.\n</p>\n\n<p>\nالشريف أبو علي الحسن بن الشريف أبي الحسن علي بن الشريف أبي تراب حيدرة\nبن محمد بن القاسم بن الميمون بن حمزة بن الحسين بن محمد بن الحسين بن حمزة\nالحسيني المعروف بابن سكر: من بيت الجلالة والرواية. سمع من الشريف أبي\nمحمد يونس بن يحيى الهاشمي وأبي القاسم عبد الرحمن بن عبد الله المقرئ\nوأجاز له أبو عبد الله محمد بن حمد الأرتاحي، وحدث مولده في ليلة الأحد\nالعشرين من ذي الحجة سنة \"خمس وسبعين وخمسمائة\" بمصر. وتوفي بها في رابع\nعشر جمادى الآخرة سنة \"تسع وثلاثين وستمائة\" ودفن من الغد.\n</p>\n\n<p>\nوجده أبو القاسم الميمون: سمع من أبي جعفر أحمد بن محمد بن سلامة الطحاوي\nوغير واحد وحدث بانتخاب الحافظ أبي محمد عبد الغني بن سعيد الأزدي، وبيتهم\nمشهور بالرئاسة والرواية، حدث عنه جماعة.\n</p>\n\n<h3 class='l3' id='head112'>[باب شليل] :</h3>\n\n<p>\nوذكر في باب \"شليل\" بالشين المعجمة المفتوحة واللام المكررة: الأولى\nمكسورة، بينهما ياء معجمة بنقطتين من تحتها، رجلا واحدا، وفاته:\n</p>\n\n<p>\nأبو الحسن شليل بن مهلهل بن أبي طالب اللخمي الإسكندراني التاجر: سمع\nبدمشق من أبي اليمن الكندي وشيخنا قاضي القضاة أبي القاسم الحرستاني\nوغيرهما، وأجاز له جماعة، وحدث بثغر الإسكندرية وتوفي بها في صفر سنة\n\"اثنتين وخمسين وستمائة\" في رابع عشره.\n</p>\n\n<h3 class='l3' id='head113'>[باب سليم وسليم] :</h3>\n\n<p>\nوذكر في باب \"سليم\" و\"سليم\" الأول بفتح السين المهملة وكسر اللام جماعة،\nوقال في \"سليم\": أما سليم بضم السين وفتح اللام فجماعة، ولم يذكر أحدا قلت:\nوأما \"سليم\" بفتح السين المهملة وكسر اللام ففاته فيه:\n</p>\n\n<p>\nالفقيه الحافظ الرحال أبو المظفر منصور بن سليم بن منصور بن فتوح\nالهمذاني الإسكندراني <span id='ms073'></span> الشافعي: سمع من جماعة ببلده ورحل إلى ديار مصر فسمع\nبها ثم سافر إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nالشام فسمع به من جماعة. ورأيته بدمشق وسمع بقراءتي ورحل إلى العراق فسمع\nفي طريقه بحلب والموصل ودخل بغداد فأقام بها مدة، يسمع الحديث ويشتغل\nبالفقه ثم عاد إلى بلده يفيد الناس وولي تدريس المدرسة الحافظية السلفية\nوالحسبة وخرج وصنف، وجمع وألف، وقفت له على تخاريج مفيدة، وفوائد عديدة.\n</p>\n\n<p>\nوأبو موسى عيسى بن سلامة بن سليم الصقلي: اجتمعت به بقصر ابن عمر من غوطة\nدمشق وكتبت عنه قصيدة من نظم الشيخ أبي الحسين محمد بن أحمد بن جبير\nالكناني يمدح بها الملك الناصر صلاح الدين يوسف بن أيوب على قافية الراء،\nبسماعه منه، وعدمت من حرزي الآن، وسافرنا جميعا إلى حلب وذلك في شعبان سنة\n\"سبع وعشرين وستمائة\".\n</p>\n\n<p>\nوفاته في \"سليم\":\n</p>\n\n<p>\nشيخنا أبو السر مكتوم بن أحمد بن محمد بن سليم القيسي السويدي: تفقه على\nالخطيب أبي القاسم عبد الملك بن زيد بن ياسين الدولعي وصحبه وسمع منه ومن\nأبي عبد الله [محمد بن علي] بن صدقة الحراني وأبي الفضل الجنزوي وروى عنهم:\nمولده في ذي الحجة سنة \"خمس وخمسين وخمسمائة\". وتوفي ليلة الخميس ثامن رجب\nسنة \"خمس وثلاثين وستمائة\" ودفن من الغد بسفح جبل قاسيون.\n</p>\n\n<p>\nوولده أبو الحجاج يوسف: مولده يوم الجمعة ثامن ذي الحجة سنة \"أربع\nوثمانين وخمسمائة\". سمع من أبي طاهر الخشوعي وشيخ الشيوخ أبي الحسن عبد\nاللطيف بن إسماعيل بن أبي سعد النيسابوري وأبي حفص بن طبرزد وغيرهم، وحدث\nبدمشق، وتوفي يوم الجمعة الحادي عشر من ربيع الأول سنة \"خمس وستين\nوستمائة\".\n</p>\n\n<p>\nوعمه الفقيه أبو الفضل جعفر بن أحمد بن محمد بن سليم القيسي: سمع بدمشق\nمن القاضي أبي سعد عبد الله بن محمد بن أبي عصرون وأبي الفضل بن الجنزوي\nوحدث وسمعت منه. ومولده يوم الثلاثاء التاسع عشر من شعبان سنة \"ثمان وخمسين\nوخمسمائة\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head114'>باب السند وباب السابح والسائح وباب الشانج</h2>\n\n<h3 class='l3' id='head115'>[باب السند] :</h3>\n\n<p>\nوذكر في باب \"السند\" و\"السيد\" جماعة، الأول <span id='ms074'></span> بفتح السين وتشديد الياء\nوكسرها والثاني بكسر السين المهملة، والياء، وأغفل هذه الترجمة وهي \"السند\"\nبالسين المهملة المفتوحة وبعدها نون مفتوحة ودال مهملة وهو:\n</p>\n\n<p>\nأبوالحسين علي بن السند الفارقي الشروطي: كتب عنه الحافظ أبو طاهر السلفي\nفي معجم السفر. أخبرنا غير واحد من شيوخنا إجازة قالوا أنبأنا الحافظ أبو\nطاهر أحمد بن محمد السلفي إذنا قال أنشدني أبو الحسن علي بن السند الفارقي\nالشروطي بميا فارقين قال أنشدنا أبو نصر الحسن بن أسد الفارقي النحوي\nلنفسه:\n</p>\n\n<p>\nيا من هواه بقلبي ... مقداره ما يحد\n</p>\n\n<p>\nطرفي جنى ففؤادي ... لأي شيء يحد\n</p>\n\n<p>\nوالشيخ أبو المفاخر عبد الله بن محمد بن محمد بن أحمد بن علي بن أحمد بن\nإمامة بن السند الواسطي المقرئ النحوي: قرأ القرآن الكريم بالروايات على\nالشيخ أبي بكر عبد الله بن منصور بن عمران الباقلاني صاحب الشيخ أبي العز\nمحمد بن الحسين بن بندار القلانيسي المقرئ، وأقرأه بالقاهرة، وأم بالناس في\nالجامع الأزهر منها مدة، وحدث عن شيخه أبي بكر الباقلاني، وعن علي بن محمد\nبن علي الواسطي وغيرهما، سمع منه جماعة وتوفي في ليلة الثالث عشر من ذي\nالقعدة من سنة \"أربع وتسعين وخمسمائة\".\n</p>\n\n<h3 class='l3' id='head116'>[باب السابح والسائح] :</h3>\n\n<p>\nوذكر في باب \"السابح\" و\"السائح\"، الأول بالسين المهملة وبعد الألف باء\nمعجمة بواحدة من تحتها، والثاني بالسين المهملة أيضا وبعد الألف ياء معجمة\nباثنتين من تحتها، جماعة، وفاته في الترجمة الثانية:\n</p>\n\n<p>\nالشيخ الزاهد أبو الحسن علي بن أبي بكر بن علي الهروي الأصل الموصلي\nالمولد، الحلبي الدار والوفاة، السائح: طاف البلاد وكان يكتب على الحيطان،\nوقلما يخلو موضع مشهور من مدينة أوغيرها إلا وخطه فيها حتى ذكر بعض الرؤساء\nالغزاة في البحر أنه دخل إلى موضع في البحر المالح، فوجد في بره حائطا\nوعليه خطه. سكن حلب واستقر بها إلى حين وفاته وعمر بها مدرسة لأصحاب\nالشافعي -رضي الله عنه- وله مصنفات وديوان خطب جمعية.\n</p>\n\n<p>\nسمع بمكة -حماها الله- من الشيخ أبي المعالي عبد المنعم بن أبي البركات\nعبد الله <span id='ms075'></span> الفراوي \"الأربعين السباعيات\" المخرجة له وحدث بها، ولنا منه\nإجازة، كتب بها إلينا من حلب في جمادى الأولى سنة \"ثمان وستمائة\". وتوفي\n-رحمه الله- في العشر الأوسط من شهر رمضان سنة \"إحدى عشرة وستمائة\" بحلب.\n</p>\n\n<h3 class='l3' id='head117'>[باب الشانج] :</h3>\n\n<p>\nوفاته \"الشانج\" بالشين المعجمة بعدها نون وجيم وهو:\n</p>\n\n<p>\nأبو جعفر أحمد بن محمد بن الشانج الأندلسي الكاتب: أخبرنا أبو عبد الله\n</p>\n\n<p>\nمحمد بن عبد العزيز بن عبد الله بن الحسن بن محمد بن أبي كامل المصري\nالشروطي، كتابة، أنبأنا الحافظ أبو طاهر أحمد بن محمد السلفي، إجازة قال\nأنشدنا أبو الحسن علي بن محمد بن فيد القرطبي بالإسكندرية أنشدنا أبو جعفر\nأحمد بن محمد الشانج الكاتب لنفسه بالأندلس في الحرشف:\n</p>\n\n<p>\nختم الربيع الطلق حسن نباته ... بالحرشف المكسو حسن ملابس\n</p>\n\n<p>\nفحكى النهود البيض حف جميعها ... حدق الوشاة مخافة من لامس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head118'>باب السيبي وباب السرتي</h2>\n\n<h3 class='l3' id='head119'>[باب السيبي] :</h3>\n\n<p>\nوذكر في باب \"السيبي\" بكسر السين المهملة وبياءين ساكنتين بينهما باء\nموحدة مكسورة، جماعة، وأغفل ذكر:\n</p>\n\n<p>\nالشيخ أبي بكر عبد العزيز بن أبي الفتح أحمد بن عمر بن سالم بن محمد بن\nباقا السيبي البغدادي التاجر العدل المصري الدار والوفاة: سمع ببغداد أبا\nالقاسم يحيى بن ثابت بن بندار وأبا زرعة طاهر بن محمد المقدسي وأبا بكر عبد\nالله بن محمد بن النقور وأبا العباس أحمد وأبا الحسن علي ابني محمد بن\nبكروس وغيرهم، وانتقل إلى مصر وقطن بها، وحدث. اجتمعت به، وقرأت عليه، وكان\nرجلا حسنا ثقة، عليه سكينة ووقار. مولده في العشر الوسط من شهر رمضان سنة\n\"خمس وخمسين وخمسمائة\"، وتوفي فجأة سحر يوم الأربعاء تاسع عشر شهر رمضان\nسنة \"ثلاثين وستمائة\" بالقاهرة وصلي عليه يوم الأربعاء بين الظهر والعصر\nودفن بسفح المقطم. والسيب قرية قريبة من بغداد.\n</p>\n\n<h3 class='l3' id='head120'>[باب السرتي] :</h3>\n\n<p>\nوذكر في باب \"السرتي\" بالسين المهملة المضمومة وسكون الراء وكسر التاء\nالمعجمة باثنتين من فوقها، رجلين، وفاته:\n</p>\n\n<p>\nالأديب أبو بكر عتيق بن قاسم بن محمد السرتي: نزيل الإسكندرية. كتب عنه\nالحافظ أبو الحسن علي بن المفضل <span id='ms076'></span> المقدسي والقاضي أبو علي الحسين بن عبد\nالله بن رواحة الحموي.\n</p>\n\n<p>\nوولده شيخنا أبو القاسم عبد الله: سمعت منه جزءا كبيرا من شعره، وكان\nفاضلا له نظم جيد ومعان حسنة. أنشدنا أبو القاسم عبد الله بن الحسين بن عبد\nالله بن رواحة الأنصاري الحموي بدمشق. أنشدنا الشيخ الأديب أبو بكر عتيق بن\nقاسم بن محمد السحرتي لنفسه بثغر الإسكندرية في سنة ثلاث وسبعين وخمسمائة.\n</p>\n\n<p>\nما لي ولليل كم أذم ولا ... أحمد في كل حاله أثره\n</p>\n\n<p>\nأفنيه بالعتب في هوى قمر ... يخجل في الحسن والسنا قمره\n</p>\n\n<p>\nوأشكو إذا صد طوله فإذا ... سامح بالوصل أشتكي قصره\n</p>\n\n<p>\nوأنشدنا أيضا أبو القاسم الرواحي بدمشق قال أنشدنا السرتي لنفسه في\nاستنجاز وعد:\n</p>\n\n<p>\nقد كان برد اليأس أنفع للصدى ... يا واعدا جعل القيامة موعدا\n</p>\n\n<p>\nعجبا لمطلك في تطاول عمره ... لو أنه بشر لكان مخلدا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head121'>باب السقباني وباب السفطي والسقطي</h2>\n\n<h3 class='l3' id='head122'>[باب السقباني] :</h3>\n\n<p>\nوذكر في باب \"السقباني\" بفتح السين المهملة وسكون القاف وفتح الباء\nالموحدة من تحتها وبعد الألف نون مكسورة، منسوب إلى \"سقبا\" قرية بغوطة\nدمشق، رجلا واحدا، وهو:\n</p>\n\n<p>\nأبو جعفر أحمد بن عبيد بن أحمد بن سيف السلامي القضاعي السقباني: وذكر أن\nالحافظ أبا القاسم بن عساكر -رحمه الله- ذكره في تاريخه وقال: هو من قرية\nيقال لها سقبا. مات بدمشق سنة إحدى وعشرين وثلاثمائة. كتب عنه أبو الحسن\nالرازي\" \"هذا آخر كلام ابن نقطة\".\n</p>\n\n<p>\nقلت: وفاته جماعة، أهل القرية سمعوا من الحافظ أبي القاسم بن عساكر ورووا\nعنه منهم.\n</p>\n\n<p>\nالأخوان أبو عبد الله محمد وسيف ابنا رومي بن محمد بن هلال.\n</p>\n\n<p>\nأبو الحسن علي بن عطاء.\n</p>\n\n<p>\nوأبو يونس منصور بن إبراهيم بن معالي السقبانيون.\n</p>\n\n<p>\nوولده يونس المكنى بأبي بكر.\n</p>\n\n<p>\nوذاكر بن عبد الوهاب بن عبد الكريم بن متوج أبو الفضل.\n</p>\n\n<h3 class='l3' id='head123'>[باب السفطي والسقطي] :</h3>\n\n<p>\nوأغفل هذه الترجمة وهي \"السفطي\" و\"السقطي\" الأول بالفاء الساكنة والثاني\nبالقاف، وباقي الحروف في النسبتين متفقة، فالأول:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nالشيخ الصالح أبو المهند مرهف بن صارم بن فلاح بن راشد بن عليقة بن <span id='ms077'></span> منبه\nبن جوشن الجذامي المنصوري النصري السفطي: بفتح السين المهملة وسكون الفاء\nبعدها طاء مهملة، وهي قرية بجيزة مصر تعرف بسفط نهيا، صحب الشيخ الزاهد أبا\nعبد الله القرشي، ولازمه مدة وصحب جماعة من الصالحين وأم بالمسجد الذي\nبزقاق الطباخ بمصر مدة وكان يقصد للزيارة. كتب عنه الحافظ أبو محمد عبد\nالعظيم شيئا من شعره وذكره في وفياته وسأله عن مولده فذكر ما يدل على أنه\nفي سنة \"ثمان وأربعين وخمسمائة\". وتوفي في سنة \"أربع وثلاثين وستمائة\" في\nشهر رمضان. والثاني:\n</p>\n\n<p>\nأبو الفتوح ناصر بن عبد العزيز بن ناصر بن عبد الله بن يحيى بن إسماعيل\nالأغماتي الإسكندري يعرف بابن السقطي: بالقاف، سمع من الحافظ أبي طاهر\nالسلفي والفقيه أبي الطاهر بن عوف وأبي عبد الله محمد بن عبد الرحمن\nالحضرمي وروى عنهم. مولده في شوال سنة \"ستين وخمسمائة\" بثغر الإسكندرية.\nوتوفي بها في خامس شوال وقيل في رابع ذي القعدة سنة \"إحدى وثلاثين\nوستمائة\". ولي منه إجازة.\n</p>\n\n<p>\nوأبو عمرو عثمان بن سعيد بن شبل بن مسلم الطائي السنبسي المالكي الكتبي\nالسقطي: صحب جماعة من المشايخ والصالحين. مولده بمصر سنة \"ثلاث وثمانين\nوخمسمائة\". وتوفي بمدينة قوص من صعيد مصر الأعلى في ربيع الآخر أو جمادى\nالأولى سنة \"ثلاث وثلاثين وستمائة\". وله شعر جيد، فمن نظمه ما أخبرنا\nالحافظ أبو الحسين يحيى بن علي بن عبد الله القرشي، إجازة، قال أنشدني\nالشيخ أبو عمرو عثمان بن سعيد السقطي لنفسه:\n</p>\n\n<p>\nكن حليما إذا أسالك بؤس ... تحظ بين الورى بعيش نفيس\n</p>\n\n<p>\nواصحب الناس بالتغاضي عن الظل ... م وكن ذا كرامة للجليس\n</p>\n\n<p>\nوارض بالدون في حياتك واقنع ... بقليل المطعوم والملبوس\n</p>\n\n<p>\nفمتاع الدنيا خسيس وقد أف ... لح من كان زاهدا في الخسيس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head124'>باب شامة وباب ستيك</h2>\n\n<h3 class='l3' id='head125'>[باب شامة] :</h3>\n\n<p>\nوذكر في باب \"شامة\" بالشين المعجمة، جماعة، وفاته:\n</p>\n\n<p>\nالأمير أبو سعيد مسعود بن يرنقش بن عبد الله النجمي يعرف بابن شامة: سمع\nمن أبي يعقوب يوسف بن هبة الله بن الطفيل الدمشقي والأديب أبي الحسن علي بن <span id='ms078'></span>\nمحمد بن رستم بن الساعاتي الدمشقي وغيرهما.\n</p>\n\n<p>\nوولداه أبو عبد الله محمد وأبو العباس أحمد سمعا معه من أبي يعقوب بن\nالطفيل\n</p>\n\n<p>\nورويا عنه بالقاهرة. سمعت منهما وسألتهما عن مولدهما، فذكر لي محمد أنه\nفي ثالث ذي القعدة سنة \"ثلاث وثمانين وخمسمائة\" بالقاهرة وذكر أخوه أنه في\nسنة \"ست وثمانين وخمسمائة\" -لا يحق الشهر-. ودخلوا دمشق مرارا ورأيت\nوالدهما ولم يتفق لي السماع منه.\n</p>\n\n<p>\nوالفقيه أبو القاسم محمد بن عبد الرحمن بن إسماعيل بن إبراهيم بن عثمان\nبن أبي بكر المقدسي الشافعي الدمشقي المولد المقرئ المعروف بأبي شامة: فقيه\nفاضل، ذو فنون عديدة. قرأ القرآن الكريم بالروايات على الإمام العلامة أبي\nالحسن علي بن محمد السخاوي وصحبه مدة إلى حين وفاته وقرأ عليه العربية\nوانتفع به، وسمع الحديث من جماعة من شيوخنا ودخل مصر وسمع بها من أبي\nالقاسم عيسى بن عبد العزيز بن عيسى وغيره، واختصر تاريخ دمشق للحافظ أبي\nالقاسم بن عساكر اختصارا حسنا، لم يخل بشيء من تراجمه، وصنف كتبا في فنون\nمتعددة، واشتغل بالفقه على جماعة منهم شيخنا الإمام الحافظ أبو عمرو بن\nالصلاح الشهرزوري، وتصدر للفتوى. مولده بدمشق في أحد الربيعين سنة \"تسع\nوتسعين وخمسمائة\". وتوفي بها ليلة الثلاثاء التاسع عشر من شهر رمضان سنة\n\"خمس وستين وستمائة\" ودفن يوم الثلاثاء. أنشدني لنفسه بدمشق:\n</p>\n\n<p>\nومن كان مسرورا بأرض عراقه ... ويلهيه طيب الشام عن حضرة القرب\n</p>\n\n<p>\nفطيبة لي إن شاء ربي مسكن ... جوار رسول الله في منزل رحب\n</p>\n\n<h3 class='l3' id='head126'>[باب ستيك] :</h3>\n\n<p>\nوذكر في باب \"ستيك\" بالسين المهملة المكسورة وبعدها تاء مشددة معجمة من\nفوقها باثنتين وياء مفتوحة معجمة باثنتين من تحتها وآخرها كاف:\n</p>\n\n<p>\nستيك ابنة أبي الحسن عبد الغافر بن إسماعيل الفارسي: سمعت من جدها\nإسماعيل بن عبد الغافر بن محمد. سمع منها أبو سعد عبد الكريم بن محمد\nالسمعاني. وأغفل ذكر:\n</p>\n\n<p>\nستيك -وتدعى رقية- بنت الحافظ معمر بن عبد الواحد بن الفاخر القرشي\nالأصبهاني: سمعت من فاطمة ابنة أبي سعد البغدادي. سمع منها الحافظ أبو علي <span id='ms079'></span>\nالحسن بن محمد بن البكري وأبو عبد الله محمد بن يوسف البرزالي الأشبيلي\nنزيل دمشق وغيرهما، وأجازت لي جميع ما يجوز لها روايته باستدعاء الحافظ أبي\nعلي بن البكري وإفادته -جزاه الله عنا خيرا-.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head127'>باب السجاد وباب شعلة</h2>\n\n<h3 class='l3' id='head128'>[باب السجاد] :</h3>\n\n<p>\nوذكر في باب \"السجاد\" بالسين المهملة بعدها جيم مشددة فقال: \"وأما السجاد\nبالسين المهملة والجيم فهو من أهل البيت -عليهم السلام-\" \"هذا آخر كلامه\"،\nقلت: واشتهر بهذا اللقب:\n</p>\n\n<p>\nشيخنا الزاهد زين الأمناء أبو البركات الحسن بن محمد بن الحسن بن هبة\nالله بن عبد الله بن الحسين الشافعي الدمشقي المعروف بابن عساكر -رحمه\nالله-: لأنه كان كثير العبادة، ملازما للصلوات الخمس في الجماعة، دائم\nالتنفل، قل أن يرى إلا مصليا. سمع الحديث من جماعة بقراءة عمه الحافظ\nالمؤرخ أبي القاسم وولده أبي محمد القاسم، وحدث في دار الحديث النورية مكان\nعمه الحافظ سمعت منه كثيرا وتفرد بالرواية عن جماعة. مولده سلخ ربيع الأول\nسنة \"أربع وأربعين وخمسمائة\" بدمشق وتوفي بها صبح يوم الجمعة السابع عشر من\nصفر سنة \"سبع وعشرين وستمائة\".\n</p>\n\n<p>\nودفن من يومه على الشرف القبلي ظاهر باب النصر. حضرت دفنه والصلاة عليه.\n</p>\n\n<h3 class='l3' id='head129'>[باب شعلة] :</h3>\n\n<p>\nوذكر في باب \"شعلة\" بضم الشين المعجمة وسكون العين المهملة وفتح اللام،\nرجلين، وفاته:\n</p>\n\n<p>\nشيخنا أبو الحسن عبد الرحمن بن راشد بن شعلة بن راشد البيتسوائي\nالصحراوي: سمع من الحافظ أبي القاسم بن عساكر وروى لنا عنه. و\"بيت سواء\"\nقرية من غوطة دمشق. ولم نتحقق مولده ولا وفاته. أخبرنا أبو الحسن وأبو محمد\nعبد الرحمن بن راشد بن شعلة، قراءة عليه وأنا أسمع قال أنبأنا الحافظ أبو\nالقاسم علي بن هبة الله الشافعي من لفظه ونحن نسمع في ذي القعدة سنة \"تسع\nوخمسين وخمسمائة\" بمسجد بيت سواء أنبأنا الشريف أبو القاسم علي بن إبراهيم\nبن العباس بن أبي الجن الحسيني الخطيب بدمشق، وأخبرني القاضي أبو محمد عبد\nالله بن عبد الرحمن بن عبد الله بن أبي العجائز أنبأنا أبي \"ح\" وأخبرنا أبو\nالحسين <span id='ms080'></span> عبد الرحمن بن عبد الله بن الحسن بن أبي الحديد أنبأنا جدي أبو عبد\nالله الحسن بن أبي أحمد قالا أنبأنا أبو المعمر المسدد بن علي الأملوكي\nأنبأنا أبو بكر محمد بن سليمان بن يوسف الربعي أنبأنا أبو صالح يحيى بن\nمحمد زاد الشريف بن محمد وقالا [أنبأنا] ابن زياد بن زبار الكلبي أنبأنا\nعمرو بن علي أنبأنا يوسف بن عبد الله مولى بني هاشم أنبأنا عبد الرحمن بن\nأبي الزناد عن أبيه عن أبان بن عثمان قال: سمعت عثمان زاد الشريف بن عفان\n\"كذا\" يقول: \"سمعت رسول الله صلى الله عليه وسلم يقول: \"من اصطنع إلى أحد\nمن بني عبد المطلب صنيعة لم يكافئه عليها في الدنيا -أو في هذه الدنيا-\nفعلي مكافأته إذا لقيني يوم القيامة\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head130'>[باب شكر] :</h2>\n\n<p>\nوذكر في باب \"شكر\" بضم الشين المعجمة وسكون الكاف وراء آخر الحروف جماعة،\nوفاته:\n</p>\n\n<p>\nالقاضي أبو الحسن علي بن شكر بن أحمد بن شكر سمع من أبي عبد الله محمد بن\nحمد الأرتاحي والحافظ أبي محمد عبد الغني بن عبد الواحد المقدسي وحدث وسافر\nإلى الشام والعراق وتوفي في السابع عشر من رجب سنة \"ست عشرة وستمائة\"\nبالقاهرة، ودفن من الغد بسفح المقطم.\n</p>\n\n<p>\nوعمه الوزير الأعز أبو الفوارس مقدام بن أحمد بن شكر المنعوت بالفخر:\nمولده سنة \"إحدى وستين وخمسمائة\". وتفقه على مذهب الإمام أبي عبد الله مالك\nبن أنس. وسمع الحديث من أبي يعقوب يوسف بن الطفيل الدمشقي، والقاضي أبي\nمحمد عبد الله بن محمد بن المجلي وغيرهما. وتوفي ليلة سلخ شعبان سنة \"إحدى\nوعشرين وستمائة\" بالقاهرة، ودفن الغد بسفح المقطم، القرب من قبر عقبة بن\nعامر الجهني -رضي الله عنه-.\n</p>\n\n<p>\nوأمة العزيز شكر بنت أبي الفرج سهل بن بشر بن أحمد الأسفراييني: سمعت من\nأبيها وأبي نصر أحمد بن محمد بن سعيد الطريثيثي وغيرهما. وسمع منها الحافظ\nأبو القاسم علي بن الحسن بن هبة الله الشافعي وأخرج عنها في \"معجم النساء\"\nمن جمعه، وأبو الحسين أحمد بن حمزة <span id='ms081'></span> بن علي بن الموازيني، وغيرهما. أخبرنا\nالشيخ الزاهد أبو عبد الله محمد بن نصر الله بن عبد الرحمن بن محمد القرشي،\nقراءة عليه وأنا أسمع برباط عمه الشيخ أبي البيان نبأ -رحمه الله- بدمشق\nأنبأنا الحافظ أبو القاسم علي بن الحسن بن هبة الله الشافعي، قراءة عليه\nونحن نسمع بجامع دمشق، أخبرتنا شكر بنت أبي الفرج سهل بن بشر بن أحمد بن\nسعيد الأسفراييني -وتسمى أمة العزيز أيضا- بقراءتي عليها بدمشق قالت أنبأنا\nوالدي أبو الفرج، وأبو نصر أحمد بن محمد بن سعيد الطريثيثي، الصوفيان،\nقراءة عليهما قالا أنبأنا أبو القاسم علي بن محمد بن علي الفارسي بمصر\nأنبأنا أبو الحسن محمد بن عبد الله بن زكريا بن حيويه أنبأنا أبو عبد\nالرحمن أحمد بن شعيب بن علي النسائي أنبأنا مجاهد بن موسى أنبأنا إسماعيل\nعن يونس بن الحسن عن عبد الرحمن بن سمرة قال: قال رسول الله صلى الله عليه\nوسلم: \"يا عبد الرحمن لا تسأل الإمارة فإنك إن أعطيتها عن مسألة وكلت\nإليها، وإن أعطيتها عن غير مسألة أعنت عليها\". صحيح.\n</p>\n\n<p>\nوأبو الفتح مسعود بن أبي بكر بن شكر بن علان المقدسي: سمع من أبي الفرج\nيحيى بن محمود الثقفي وروى عنه. سمعت منه بجبل الصالحية وكان ثقة صالحا.\nتوفي في سنة \"ست وعشرين وستمائة\" بسفح قاسيون ودفن به.\n</p>\n\n<p>\nوأبو إسحاق إبراهيم بن شكر بن إبراهيم بن علي بن حسن السخاوي أخو شيخنا\nالإمام أبي الحسن علي بن محمد السخاوي لأمه: سمع مع أخيه من أبي القاسم\nالبوصيري وغيره وحدث. رأيته وسمعت منه بدمشق. وكان رجلا صالحا، توفي في\nالسابع عشر من ذي القعدة من سنة \"إحدى وأربعين وستمائة\" بدمشق.\n</p>\n\n<p>\nوأبو الثناء شكر بن صبرة بن سلامة بن حامد بن منصور المقرئ الإسكندراني\nحدث عن الحافظ أبي طاهر السلفي وغيره ذكره الحافظ أبو بكر بن نقطة في كتابه\n\"إكمال الإكمال\" في باب صبرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head131'>باب سيما وباب الساماني</h2>\n\n<h3 class='l3' id='head132'>[باب سيما] :</h3>\n\n<p>\nوذكر في باب \"سيما\" بكسر السين المهملة بعدها ياء <span id='ms082'></span> معجمة بنقطتين من تحتها\nجماعة، وفاته:\n</p>\n\n<p>\nالشيخ الأمير أبو الثناء محمود بن عبد اللطيف بن محمد بن سيما بن عامر بن\nإبراهيم السلمي الدمشقي: سمع من القاضي أبي سعد عبد الله بن محمد بن أبي\nعصرون الموصلي وأبي عبد الله محمد بن علي بن صدقة الحراني التاجر وأبي محمد\nعبد المحسن طغدي بن ختلع بن عبد الله البغدادي الفرضي والحافظ أبي محمد\nالقاسم بن الحافظ أبي القاسم بن عساكر وأبي يعقوب يوسف بن هبة الله بن\nالطفيل وغيرهم، وحدث. سمعت منه وهو من بيت مشهور بالعدالة والرئاسة، تولى\nالحسبة بدمشق مدة وحسنت ولايته وحمدت طريقته وكذلك والده من قبل. مولده\nبدمشق ليلة عيد الأضحى من سنة \"سبع وستين وخمسمائة\". وتوفي بها في الثامن\nوالعشرين من شوال سنة \"أربع وثلاثين وستمائة ودفن بسفح جبل قاسيون.\n</p>\n\n<h3 class='l3' id='head133'>[باب الساماني] :</h3>\n\n<p>\nوذكر في باب \"الساماني\" بالسين المهملة وقبل الياء نون، جماعة، وفاته:\n</p>\n\n<p>\nأبو نصر فتوح بن نوح بن عيسى بن نوح بن الحسين بن نوح الخولي الساماني\nالمنعوت بالخطير: فقيه حسن الأخلاق، صحب الوزير العالم أبا عبد الله محمد\nبن محمد بن حامد الأصبهاني الكاتب وسمع منه ومن أبي طاهر الخشوعي وروى\nعنهما. سمعت منه بدمشق، ودخل مصر والإسكندرية وسمع بهما، وسمع بدمشق أيضا\nمن شيخنا قاضي القضاة أبي القاسم بن الحرستاني ومن والدي وغيرهما، وتوفي\nفجأة يوم الأربعاء العشرين من ذي العقدة سنة \"أربع وثلاثين وستمائة\" ودفن\nمن يومه بمقبرة الصوفية، ظاهر باب النصر غربي دمشق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head134'>باب الشارعي</h2>\n\n<p>\n] :\n</p>\n\n<p>\nوذكر في باب \"الشارعي\" بالشين المعجمة المفتوحة وراء مكسورة وعين مهملة\nرجلا واحدا، وأغفل ذكر:\n</p>\n\n<p>\nالشيخ أبي الطاهر إسماعيل بن أبي التقي صالح بن ياسين بن عمران الشارعي\nالمقرئ الجيلي البناء الشفيقي: في هذه الترجمة لكنه ذكره في باب \"الشقيقي\"\nو\"الشفيقي\"، سمع بمصر من أبي عبد الله محمد بن أحمد بن إبراهيم الرازي\nبإفادة الشيخ الصالح المعروف بالرديني، وحدث عنه، وهو آخر من حدث عنه، روى\nلنا عنه جماعة من أصحابه بدمشق ومصر. سئل عن <span id='ms083'></span> مولده، فذكر ما يدل على أنه في\nشوال سنة \"خمس عشرة وخمسمائة\". وتوفي بجزيرة مصر في يوم السبت الثاني عشر\nمن ذي الحجة سنة \"ست وتسعين وخمسمائة\"، وهو منسوب إلى الشارع. الموضع\nالمشهور خارج باب زويلة من القاهرة. وقد حدث من أهله غير واحد من شيوخنا\nأيضا منهم:\n</p>\n\n<p>\nالفقيه أبو عمرو عثمان بن مكي بن عثمان بن إبراهيم بن شبيب بن غنائم بن\nمحمد بن خاقان السعدي الشافعي الشارعي المفسر الواعظ: سمع أبا طاهر بن\nياسين وأبا القاسم البوصيري وابا عمرو عثمان بن أبي بكر إبراهيم بن جلدك بن\nعبد الله الموصلي القلانسي الحافظ وروى عنهم، وسمع بدمشق من أبي حفص من\nطبرزد. سمعت منه بمسجده بالشارع، وكان يجلس للوعظ به وبجامع الصالح المجاور\nله، وحضرت مجلسه مرارا عديدة وسمعته يورد أشياء حسنة، وفيه ذكاء مفرط وهو\nكثير المحفوظ وله اليد الطولى في عمل الساعات ومعرف الاصطرلاب. توفي بكرة\nيوم الثلاثاء السادس والعشرين من ربيع الآخر سنة \"تسع وخمسين وستمائة\"\nبمسجده بالشارع ودفن من يومه بالقرافة.\n</p>\n\n<p>\nووالده الفقيه الصالح أبو الحرم مكي بن الفقيه أبي عمرو عثمان: مولده في\nشعبان سنة \"ست وثلاثين وخمسمائة\". سمع من والده ومن الشريف الخطيب أبي\nالفتوح ناصر بن الحسن الزيدي وأبي الطاهر عبد المنعم بن موهوب الواعظ وأبي\nعبد الله محمد بن إبراهيم المعروف بابن الكيزاني وفارس بن إسماعيل الدميري\nوأبي محمد عبد الله بن محمد بن فتحون الأندلسي، وسمع بمكة -شرفها الله\nتعالى- من الحافظ أبي محمد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nالمبارك بن علي بن الطباخ، وبالإسكندرية من الحافظ أبي طاهر السلفي\nوالشريف أبي محمد عبد الله بن عبد الرحمن العثماني وغيرهما، وسمع من جماعة\nمن المتأخرين وحدث بدمشق والشارع، سمع منه الحافظ أبو محمد عبد العظيم\nالمنذري، وذكره في معجمه، توفي في ثالث عشر صفر سنة \"ثلاث عشرة وستمائة\"\nودفن من الغد بتربتهم بسفح المقطم.\n</p>\n\n<p>\nووالده الفقيه أبو عمرو عثمان: كان أحد الفقهاء على مذهب الإمام الشافعي،\nلقي الفقيه أبا المعالي مجلي بن جميع صاحب كتاب <span id='ms084'></span> \"الذخائر\" واشتغل عليه وعلى\nغيره وسمع من جماعة وحدث.\n</p>\n\n<p>\nوأخوه أبو القاسم عبد الرحمن بن مكي المنعوت بالموفق: تفقه على الفقيه\nأبي عمرو عثمان بن عيسى المارائي، وسمع من أبي إبراهيم القاسم بن إبراهيم\nالمقدسي وأبي الطاهر بن ياسين وأبي عبد الله بن حمد والزوجين أبي الحسن علي\nبن إبراهيم بن نجا الدمشقي وفاطمة بنت سعد الخير وجماعة سواهم، واشتغل\nبالوعظ والتفسير أيضا وجمع مجاميع وله نظم حسن. وكان له ميعاد بمسجد والده\nبالشارع، وعند قبر جده بسفح المقطم. توفي في الرابع والعشرين من رجب سنة\n\"خمس عشرة وستمائة\" ودفن من الغد بتربتهم بسفح المقطم.\n</p>\n\n<p>\nوأخوهما أبو التقى صالح بن مكي: سمع بإفادة والده بالإسكندرية من الحافظ\nأبي طاهر أحمد بن محمد السلفي وبمصر من أبي إبراهيم القاسم بن إبراهيم\nالمقدسي وأبي الطاهر بن ياسين وغيرهما، وحدث. سمع منه الحافظ المنذري مولده\nفي إحدى الجماديين سنة \"إحدى وستين وخمسمائة\". وتوفي في الثاني والعشرين من\nشعبان سنة \"ست عشرة وستمائة بثغر دمياط، وهو في حصر العدو -خذله الله\nتعالى- ذكره الحافظ أبو بكر بن نقطة في كتابه \"إكمال الإكمال\" ولم يذكر\nسواه وقال: رأيته ولم أسمع منه شيئا.\n</p>\n\n<p>\nورضوان بن رفاعة بن غارات المقرئ الشارعي: سمع من أبوي عبد الله محمد بن\nرسلان ومحمد بن أحمد بن البناء، وأم بالناس بمسجد سعد الدولة الذي ظاهر\nالقاهرة بقلعة الجبل المحروسة مدة، وكان مشهورا بالصلاح والورع. توفي في\nالخامس عشر من صفر سنة \"ثمان وستمائة\" بالشارع ظاهر القاهرة.\n</p>\n\n<p>\nوالشيخ الصالح أبو محمد عبد الله بن رافع بن ترجم بن رافع الشارعي\nالمعروف بعابد: سمع من جدي الإمام أبي الفتح محمود -رحمه الله- ومن أبي\nالقاسم عبد الرحمن بن محمد بن حسين السبيي وغيرهما، وحدث. سمعت منه وكان\nرجلا صالحا، مشهورا بزيارة قبور الصالحين ومعرفة مواضعها: أقام أربعين سنة\nيزور بالناس بجبانة مصر، مذكورا بالعفاف والخير. ذكر ما يدل على أن مولده\nسنة \"إحدى وستين وخمسمائة\" تخمينا.\n</p>\n\n<p>\nوتوفي -رحمه الله- في ليلة الاثنين الثاني <span id='ms085'></span> عشر من شعبان سنة \"ثمان\nوثلاثين وستمائة\" بشارع القاهرة ودفن من الغد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head135'>باب الشبلي وباب السبكي</h2>\n\n<h3 class='l3' id='head136'>[باب الشبلي] :</h3>\n\n<p>\nوذكر في باب \"الشبلي\" بالشين المعجمة المكسورة وبعدها باء موحدة ساكنة\nولام وياء آخر الحروف، رجلين، وفاته:\n</p>\n\n<p>\nشبلي بن جنيد بن إبراهيم بن أبي بكر بن خلكان الكردي الإربلي: أجاز له\nأبو الفرج بن كليب ويحيى بن بوش وعبد الوهاب بن سكينة وعبد اللطيف بن\nإسماعيل بن أبي سعد، وجماعة، وحدث بمصر رأيته وسمعت منه، وكان فقيها صالحا\nمن بيت كبير مشهور بالفقه والدين سألته عن مولده فذكر أنه في رجب سنة \"ست\nوسبعين وخمسمائة\" بمدينة إربل، وسكن القاهرة وحكم ببعض أعمال الديار\nالمصرية، وتوفي بمدينة إخميم في سنة \"ثلاث وخمسين وستمائة\" على ما بلغني.\n</p>\n\n<p>\nوبشار بن عبد الله الأرمني الشبلي مولى شبل الدولة أبي المسك كافور بن\nعبد الله الحسامي: سمع أبا علي بن حنبل بن عبد الله البغدادي وأبا حفص عمر\nبن محمد بن طبرزد المؤدب وغيرهما، وحدث بدمشق وكان يكتب خطا حسنا. توفي في\nليلة الجمعة الخامس عشر من شهر رمضان سنة \"أربع وخمسين وستمائة\" بدمشق.\nودفن يوم الجمعة بعد الصلاة بسفح قاسيون.\n</p>\n\n<p>\nوأبو الخير سعد بن عبد الله الحبشي الشبلي أيضا: سمع أبا طاهر الخشوعي\nوروى عنه. سمعت منه.\n</p>\n\n<p>\nوأبو سعيد طغريل بن عبد الله التركي الشبلي الحسامي: سمع أبا طاهر\nالخشوعي أيضا وحدث. رأيته وسمعت منه، وتوفي بدمشق يوم السبت الحادي عشر من\nربيع الآخر سنة \"ست وثلاثين وستمائة\" ودفن بسفح قاسيون.\n</p>\n\n<h3 class='l3' id='head137'>[باب السبكي] :</h3>\n\n<p>\nوفاته ترجمتان وهما \"السبكي\" بالسين المضمومة المهملة بعدها باء موحدة\nساكنة وكاف وياء النسب وهو:\n</p>\n\n<p>\nالقاضي الفقيه أبو حفص عمر بن عبد الله بن صالح بن عيسى السبكي المالكي:\nفقيه فاضل عالم، ولد بقرية تعرف الصالحية من الأعمال القليوبية من إقليم\nالديار المصرية، وتفقه على الفقيه الدرعي بالمدرسة المالكية بمصر ثم على\nالحافظ أبي الحسن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nعلي بن المفضل المقدسي بالقاهرة بالمدرسة الصاحبية، وصحبه إلى حين وفاته\nوسمع منه ومن القاضي أبي محمد عبد <span id='ms086'></span> الله بن محمد بن عبد الله بن المحلي\nوغيرهما، وروى عنهما وولي الحسبة في الأيام الكاملية بالقاهرة وعقود\nالأنكحة مدة، وكان حسن السيرة محمود الطريقة ثم تولى الحكم في جميع أعمال\nالديار المصرية الملكية الظاهرية حين ولي القضاء والحكم على المذاهب\nالأربعة، ودرس بالمدرسة الصالحية بالقاهرة وأفتى وانتفع به جماعة. وتوفي في\nليلة تسفر عن يوم الأحد الخامس والعشرين من ذي القعدة سنة \"تسع وستين\nوستمائة\" ودفن من الغد بظاهر \"باب النصر\" ظاهر القاهرة.\n</p>\n\n<p>\nو\"السيلي\" بفتح السين المهملة وسكون الياء المعجمة باثنتين من تحتها\nوبعدها لام وياء آخر الحروف نسبة إلى \"سيلة\" بلدة بقرب البهنسا منها:\n</p>\n\n<p>\nالشيخ الصالح أبو عبد الكريم عبد الله بن بدران بن محمد بن الفضل بن علي\nبن عرام الخزاعي السيلي: كان من الصالحين المشهورين، يزار ويتبرك به. ذكره\nالحافظ أبو محمد عبد العظيم المنذري في وفياته وقال: اجتمعت معه مرات وكتبت\nعنه ورأيت له حالا حسنا، وتوفي في التاسع والعشرين من شهر رمضان سنة \"خمس\nوثلاثين وستمائة\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head138'>[باب السنهوري والشنهوري] :</h2>\n\n<p>\nوفاته هذه الترجمة وفي \"السنهوري\" و\"الشنهوري\"، أما الأول بالسين المهملة\nالمفتوحة والنون الساكنة بعدها هاء وواو وراء مهملة وياء آخر الحروف فهو:\n</p>\n\n<p>\nالفقيه أبو إسحاق إبراهيم بن خلف بن منصور الغساني السنهوري من \"سنهور\"\nالمدينة من عمل الغربية من إقليم الديار المصرية. رجل فاضل عالم، دخل\nخراسان، وسمع بها من المؤيد بن محمد الطوسي وغيره وسافر إلى بلاد المغرب\nواجتمع بفضلائها وكان ينتحل مذهب ابن حزم، وحدث بشيء يسير. دخل دمشق وسمع\nبها من الحافظ أبي محمد بن عساكر، ودخل حلب.\n</p>\n\n<p>\nوالثاني بالشين المعجمة المفتوحة، وباقي الحروف مثل الأول [شنهوري] نسبة\nإلى \"شنهور\" بلد بالقرب من قوص من صعيد مصر الأعلى وهو:\n</p>\n\n<p>\nالأديب أبو ثابت عبد الله بن ثابت بن عبد الخالق بن عبد الله بن رومي بن\nإبراهيم بن حسين بن عرفة بن هدية التجيبي والشنهوري الخطيب: كتب عنه الحافظ\nأبو محمد عبد العظيم شيئا من نظمه وسأله عن مولده فذكر ما <span id='ms087'></span> يدل على أنه ولد\nسنة \"سبعين وخمسمائة\" بشنهور. وتوفي في شهر رمضان سنة \"ثمان وعشرين\nوستمائة\" ببلده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head139'>باب الشعيري وباب الشقاني وباب صابر</h2>\n\n<h3 class='l3' id='head140'>[باب الشعيري] :</h3>\n\n<p>\nوذكر في باب \"الشعيري\" بالشين المعجمة المفتوحة وكسر العين المهملة،\nوسكون الياء المعجمة من تحتها باثنتين جماعة، وفاته:\n</p>\n\n<p>\nأبو المعالي الحسين بن حمزة بن الشعيري: حدث عنه أبو الفضل إسماعيل بن\nعلي بن إبراهيم الجنزوي.\n</p>\n\n<p>\nوشيخنا الصالح أبو محمد، وسماه بعض الطلبة \"ذاكر الله\" بن أبي بكر بن أبي\nالحسن بن هبة الله بن علي بن عبد الوهاب بن الشعيري: سمع من الحافظ أبي\nالقاسم علي بن الحسن بن عساكر وحدث ورأيته وسمعت منه وكان أثر الخير\nوالصلاح عليه ظاهرا.\n</p>\n\n<h3 class='l3' id='head141'>[باب الشقاني] :</h3>\n\n<p>\nوذكر في باب \"الشقاني\" بفتح الشين المعجمة وتشديد القاف المفتوحة وبعضهم\nيقول بكسر الشين والمشهور بفتحها جماعة، وهما جبلان في كل واحد منهما شق\nيخرج منه الماء فقيل لهما \"شقان\"، وفاته:\n</p>\n\n<p>\nالشيخ الفاضل أبو عبد الله محمد بن علي بن أحمد الشقاني المنعوت بالمحيي:\nقدم مصر وسمع بها من الإمام أبي محمد بن بري والشيخ أبي الفتح بن الصابوني\nجدي وأبي القبائل عشير بن أحمد الحيلي، وأبي القاسم البوصيري وأبي عبد الله\nالمسعودي -ويكنى بأبي سعيد أيضا- وغيرهم، وولي القضاء بمدينة أقصر من بلاد\nالروم. وتوفي بمدينة سيواس في شهر ربيع الأول سنة \"اثنتي عشرة وستمائة\".\n</p>\n\n<p>\nوابن أخته أبو عمرو عثمان بن أبي نصر بن عثمان بن محمد الكتامي الشقاني\nالصوفي: مولده بحلب سنة \"خمس وستين وخمسمائة\". سمع بإفادة خاله من أبي\nالقبائل عشير المذكور وأبي القاسم البوصيري وغيرهما. وحدث بالقاهرة. رأيته\nوسمعت منه، وتوفي يوم الخميس رابع محرم سنة \"ست وأربعين وستمائة\" بالقاهرة.\n</p>\n\n<h3 class='l3' id='head142'>[باب صابر] :</h3>\n\n<p>\nوذكر في باب \"صابر\" بالصاد المهملة بعدها ألف وباء موحدة مكسورة وراء آخر\nالحروف، جماعة، قلت: وذكرت أنا:\n</p>\n\n<p>\nصاحبنا المحدث الفاضل أبا جعفر أحمد بن محمد بن صابر بن محمد بن صابر بن\nمنذر القيسي المالقي ويكنى بأبي العباس أيضا: شاب مفتن. مولده في المحرم\nسنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\n\"خمس <span id='ms088'></span> وعشرين وستمائة\" بمألقة. ورد إلى مصر لطلب الحديث، ولقاء المشايخ\nوالعلماء فسمع بها على جماعة من أهلها ومن القادمين إليها وخرج وانتخب،\nوجمع وكتب، ثم رحل إلى دمشق فسمع بها من جماعة من شيوخنا. وتوجهت إليها\nلمهم عرض، فاجتمعت به فوجدته متوعكا، بيد أنه لم ينقطع عن الحركة، يتردد\nإلي، ويقرأ علي، مدة مقامي بها، فلما عزمت على العودة إلى الديار المصرية\nسألني أن يسافر صحبتي وأن يكون من جملة رفقتي، فأجبته إلى المطلوب، وعادلته\nفي الركوب، وقرأ علي في المنازل والبلاد، كعادة الطلبة أرباب الإسناد،\nوكتبت عنه أيضا من نظمه ما تيسر كتابته، وعمت فائدته، فلما وصلنا إلى مصر\nالمحروسة زاد ما به من الألم، ولم يقم بها إلا أياما يسيرة وسلم، فاخترمته\nالمنية، وانقطعت منه الأمنية، فتوفي -رحمه الله- يوم الخميس الثامن من\nشعبان سنة \"اثنتين وستين وستمائة\" بالقاهرة ودفن من يومه بالقرافة. أنشدني\nلنفسه بقرية الصالحية بديها:\n</p>\n\n<p>\nأقول ونفسي لا تزال مشوقة ... إليكم ولكن علها وعساها\n</p>\n\n<p>\nتعيد وتبدي في المنى بلقائكم ... ولا تتعداه فنون مناها\n</p>\n\n<p>\nمتى نلتقي يوما وتفرغ هذه ... ونبني على يوم اللقاء سواها\n</p>\n\n<p>\nوذكر في باب \"الصباح\" بفتح الصاد المهملة وبعدها باء موحدة مشددة جماعة،\nوفاته \"صباح\" بفتح الصاد المهملة وتخفيف الباء الموحدة وهو:\n</p>\n\n<p>\nالأديب الفاضل الفضل بن مسعود بن محمد يعرف بابن صباح: الموصلي شاعر\nمشهور، وأديب مذكور، أجاز لي جميع ما سمعه ورواه في ربيع الآخر من سنة خمس\nوثلاثين وستمائة بالموصل وكتب لي خطه بذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head143'>[باب صغير] :</h2>\n\n<p>\nوذكر في باب \"صغير\" بفتح الصاد المهملة وبعدها غين معجمة مكسورة، رجلين،\nوأغفل ذكر:\n</p>\n\n<p>\nالأديب الفاضل أبي عبد الله محمد بن نصر بن صغير بن خالد الخالدي\nالمخزومي المعروف بابن القيسراني الحلبي: من ولد خالد بن الوليد -رضي الله\nعنه- أصله من قيسارية الشام وولد بعكا ثم انتقل إلى حلب بعد استيلاء الفرنج\nعليها أديب فاضل، قرأ الأدب على توفيق بن محمد وأبي عبد الله بن الخياط،\nوكان شاعرا مكثرا، حسن النظم والنثر، وله ديوان <span id='ms089'></span> كبير، فاضلا في علم الهيئة\nوالنجوم سمع بحلب من الخطيب أبي طاهر هاشم بن أحمد الحلبي وغيره. سمع منه\nالحافظان أبو القاسم علي بن الحسن بن عساكر، وذكره في تاريخه، وأبو سعد عبد\nالكريم بن محمد السمعاني وأبو المعالي الحظيري وأبو الفداء إسماعيل بن علي\nبن عبد الله الموصلي الواعظ وغيرهم مولده في سنة \"ثمان وسبعين وأربعمائة\"\nبعكا، وتوفي بدمشق ليلة الأربعاء الثاني والعشرين من شعبان سنة \"ثمان\nوأربعين وخمسمائة\"، ودفن من الغد بمقبرة باب الفراديس ... أجاز لشيخنا أبي\nالقاسم بن صصرى جميع مسموعه ونظمه ونثره. أخبرنا أبو القاسم الحسين بن هبة\nالله محفوظ بن صصرى الربعي. إجازة، قال: كتب لي الأديب أبو عبد الله محمد\nبن نصر بن صغير القيسراني، وأنشد لنفسه من قصيدة:\n</p>\n\n<p>\nخذوا حديث غرامي عن ضنى بدني ... أعيا لسان الهوى عن دمعي اللسن\n</p>\n\n<p>\nوخبروني عن قلبي وساكنه ... فربما اشتكل المعنى على الفطن\n</p>\n\n<p>\nهذا الذي سلب العشاق نومهم ... أما ترى عينه ملأى من الوسن\n</p>\n\n<p>\nتفرق الحسن إلا في محاسنه ... ويلاه من فتن جمعن في فنن\n</p>\n\n<p>\nأمسى غرامي بذاك القد يوهمني ... أن اعتلال الصبا شوق إلى الغصن\n</p>\n\n<p>\nوولده أبي البقاء خالد المنعوت بالموفق: [كان] كاتبا مجيدا في الخط كثير\nالتحرير لخطه، متبعا طريقة علي بن هلال الكاتب المعروف بابن البواب اتباعا\nحسنا لا سيما في قلم \"المحقق\" فإنه أبدع فيه. خدم الملك العادل نور الدين\nمحمود ابن زنكي صاحب الشام -رحمه الله- بحلب، وتقدم عنده وولي وزارته،\nوسيره رسولا إلى ديار مصر فسمع بها من أبي محمد عبد الله بن رفاعة بن غدير،\nودخل الإسكندرية فسمع بها من الحافظ أبي طاهر السلفي ثم عاد إلى دمشق وسمع\nمن الحافظ أبي القاسم بن عساكر، وحدث بحلب. سمع منه جماعة منهم شيخنا أبو\nالبقاء يعيش بن علي بن يعيش النحوي الحلبي، وأجاز لشيخنا أبي محمد عبد الله\nالمسمى أيضا بعبد السلام بن شيخ الشيوخ أبي الفتح عمر ابن حمويه. توفي بحلب\nيوم الجمعة رابع عشر جمادى الآخرة سنة \"ثمان وثمانين <span id='ms090'></span> وخمسمائة\".\n</p>\n\n<p>\nوولده أبي جعفر يحيى [بن خالد] المنعوت بالشهاب: كان من الرؤساء\nالمشهورين، والكبراء المعروفين بمدينة حلب، تقدم عند ملكها الظاهر، وكان له\nمنه الحظ الوافر. سمع من شيخنا أبي حفص بن طبرزد عند قدومه حلب وحدث عنه.\nرأيته بدمشق وسمعت منه وسألته عن مولده فذكر أنه في سلخ شهر رمضان سنة \"سبع\nوثمانين وخمسمائة\" بحلب.\n</p>\n\n<p>\nوأخيه أبي المكارم سعيد [بن خالد] : سمع أيضا من أبي حفص بن طبرزد وروى\nعنه. اجتمعت به بدمشق وسمعت منه. وتوفي يوم الخميس السابع من صفر سنة\n\"خمسين وستمائة\".\n</p>\n\n<p>\nوابن أخيهما الوزير أبي حامد محمد بن محمد المنعوت بالعز: سمع معهما أيضا\nمن أبي حفص بن طبرزد وحدث عنه. اجتمعت معه وقرأت عليه بدمشق وتقدم عند\nملكها الملك الناصر يوسف بن الملك العزيز صاحب حلب، ووزر له بدمشق وسألته\nعن مولده فأخبرني أنه في الحادي والعشرين من المحرم سنة \"إحدى وتسعين\nوخمسمائة\" بحلب. وتوفي بدمشق يوم الأحد التاسع والعشرين من شهر رمضان سنة\n\"ست وخمسين وستمائة\" ودفن من يومه.\n</p>\n\n<p>\nوابن عمهم أبي العباس أحمد بن نصر الله بن أبي بكر بن نصر بن صغير\nالقيسراني: مولده في شوال سنة \"تسع وستين وخمسمائة\" بدمشق. سمع من أبي\nالحسين أحمد بن حمزة بن علي بن الموازيني. وروى عنه. سمعت منه وكان له سمت\nحسن. توفي يوم الأحد الثاني عشر من شوال سنة \"خمسين وستمائة\" بدمشق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h2 class='l2' id='head144'>[باب الصوري] :</h2>\n\n<p>\n</span>\n</p>\n\n<p>\nوذكر في \"الصوري\" بالصاد المهملة المضمومة، جماعة من أهل صور، وفاته:\n</p>\n\n<p>\nالشيخ الصالح أبو الجيوش عساكر بن علي بن إسماعيل بن نصر الصوري المولد\nالقاهري الدار والوفاة المقرئ النحوي الشافعي المعدل: مولده سنة \"تسعين\nوأربعمائة\" بصور. قدم إلى مصر وسمع بها من أبي عبد الله محمد بن إبراهيم\nالرازي وحدث عنه وقرأ القرآن على الشريف الخطيب أبي الفتوح ناصر بن الحسن\nالزيدي وأبي الحسين أحمد بن محمد بن شمول المقرئ وأبي الحسن علي بن عبد\nالرحمن بن القاسم الحضرمي نفطويه وتصدر بالجامع الظاهري بالقاهرة مدة. روى\nلنا عنه أبو <span id='ms091'></span> الميمون عبد الوهاب بن وردان وأبو محمد عبد الدائم بن عبد\nالمحسن بن الدجاجي وغيرهما. وتوفي يوم الخميس التاسع من المحرم سنة \"إحدى\nوثمانين وخمسمائة\" بالقاهرة، ودفن يوم الجمعة.\n</p>\n\n<p>\nوأبو الحسن علي بن يوسف بن أبي الحسن بن أبي المعالي الدمشقي التاجر\nالمعروف بابن الصوري: رجل حسن، سافر إلى خراسان ودخل نيسابور فسمع بها من\nأبي الحسن المؤيد بن محمد بن علي الطوسي وزينب بنت عبد الرحمن الشعرية،\nوالإمام أبي بكر القاسم بن أبي سعد عبد الله بن عمر بن الصفار وروى عنهم\nبدمشق ومصر، سمعت منه وسألته عن مولده فقال: في شهور سنة \"سبع وسبعين\nوخمسمائة\" بدمشق. وتوفي بها يوم الأحد الثامن والعشرين من المحرم سنة \"أربع\nوخمسين وستمائة\".\n</p>\n\n<p>\nوأبو محمد عبد القوي بن عبد الواحد بن عبد الغالب الصوري الزيات: سمع أبا\nالقاسم البوصيري وروى عنه وذكر أنه سمع بدمشق من الخطيب أبي القاسم عبد\nالملك بن زيد بن ياسين الدولعي. رأيته وسمعت منه بمصر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head145'>باب الصوري</h2>\n\n<p>\n] :\n</p>\n\n<p>\nوفاته هذه الترجمة وهي \"الصوري\" بضم الصاد أيضا إلا أن الواو مفتوحة\nمشددة [نسبة إلى صور] وهي بليدة على شط الخابور منها:\n</p>\n\n<p>\nأبو الحسن علي بن عبد الله بن سعد الله الخابوري الصوري الضرير المقرئ:\nنزيل حلب. سمع بها من شيخنا الحافظ أبي الحجاج يوسف بن خليل الدمشقي وأبي\nالقاسم عبد الله بن الحسين بن رواحة، وجماعة. قال الحافظ أبو محمد عبد\nالمؤمن بن خلف الدمياطي: هو رفيقنا، سمع معنا الحديث كثيرا بحلب وكتبت عنه\nشيئا من الشعر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head146'>حرف الطاء والظاء</h1>\n\n<h2 class='l2' id='head147'>باب الطاهر</h2>\n\n<p>\n] :\n</p>\n\n<p>\nوذكر في باب \"الطاهر\" بالطاء المهملة، جماعة، وفاته:\n</p>\n\n<p>\nالقاضي الأصيل أبو العباس الطاهر ابن القاضي أبي المعالي محمد ابن القاضي\nأبي الحسن علي ابن القاضي المنتجب أبي المعالي محمد ابن القاضي أبي المفضل\nيحيى بن علي بن عبد العزيز بن علي بن الحسين القرشي الأموي العثماني\nالدمشقي المنعوت بالزكي: قاضي القضاة بدمشق، من بيت مشهور كبير، حكم منه\nجماعة، وكان فقيها مهيبا، صلبا في الأحكام، عليه جلالة ورئاسة <span id='ms092'></span> ووقار. سمع\nمن أبي الفرج يحيى بن محمود الثقفي وأبي طاهر الخشوعي وعبد الرزاق النجار\nوأبي الحسن عبد اللطيف بن إسماعيل بن أبي سعد النيسابوري وأبي علي حنبل بن\nعبد الله الرصافي وغيرهم، وحدث بدمشق. رأيته ولم يتفق لي السماع منه، ودخل\nمصر وتوفي في الثالث والعشرين من صفر سنة \"سبع عشرة وستمائة\" بدمشق، ودفن\nمن الغد بالتربة المعروفة بهم بسفح جبل قاسيون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head148'>[باب طغان وطعان] :</h2>\n\n<p>\nوذكر في باب \"طغان\" و\"طعان\"، الأول بضم الطاء المهملة وغين معجمة مفتوحة\nوبعد الألف نون، جماعة، وأغفل ذكر:\n</p>\n\n<p>\nالفقيه أبي عبد الله محمد بن طغان بن بدر بن أبي الوفاء الشافعي: سمع من\nالشريف الخطيب أبي الفتوح ناصر وأبي محمد بن بري وغيرهما وحدث. وتوفي في\nسابع المحرم سنة \"أربع وستمائة\" بمصر ودفن بسفح المقطم، وينعت بالكهف.\n</p>\n\n<p>\nوالشيخ أبي الحسن علي بن المختار بن نصر بن طغان العامري المحلي المولد،\nالإسكندراني الدار، المنعوت بجمال الملك المعروف بابن الجمل: من أولاد\nأمراء المصريين. سمع من الحافظ أبي طاهر السلفي، والفقيه أبي الطاهر بن\nعوف، وذكر أنه سمع من الشريف أبي محمد العثماني المعروف بابن أبي اليابس\nوحدث بالإسكندرية ومصر عن الحافظ أبي طاهر السلفي وابن عوف. رأيته بمصر\nوالإسكندرية وسمعت منه بها وذكر لي أنه دخل دمشق مرارا. وأضر في آخر عمره.\nسألته عن مولده فقال: في مستهل المحرم سنة \"ثمان وأربعين وخمسمائة\"\nبالمحلة. وتوفي بمصر عشية يوم الأحد ثامن عشر شعبان سنة \"ثمان وثلاثين\nوستمائة\"، وصلي عليه يوم الاثنين بعد صلاة الظهر، بالجامع العتيق، ودفن\nبسفح المقطم.\n</p>\n\n<p>\nوأما \"طعان\" بالطاء المكسورة وفتح العين فقد ذكره، وفاته ذكر ولديه وهما:\n</p>\n\n<p>\nأبو بكر عبد الله وأبو عمر عبد الرحمن ولدا أبي العباس أحمد بن ناصر بن\nطعان الطريفي البصروي: سمعا من أبي طاهر الخشوعي وأبي الحسن عبد اللطيف بن\nإسماعيل بن أبي سعد النيسابوري وغيرهما، وحدث عنهما. سمعت منهما بدمشق. ولد\nأبو بكر عبد الله في شهور سنة \"أربع وثمانين وخمسمائة\" وولد أبو عمر في <span id='ms093'></span> سنة\n\"سبع وثمانين وخمسمائة\". وتوفي فجأة يوم السبت مستهل ذي القعدة من سنة\n\"ثلاث وستين وستمائة\". ودفن يوم الأحد بسفح قاسيون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head149'>حرف الظاء</h1>\n\n<h2 class='l2' id='head150'>باب ظبية وباب ظهير وطهير</h2>\n\n<h3 class='l3' id='head151'>[باب ظبية] :</h3>\n\n<p>\nوذكر في باب \"ظبية\" بفتح الظاء المعجمة وتقديم الباء الموحدة الساكنة على\nالياء المفتوحة المعجمة باثنتين من تحتها، جماعة، وفاته:\n</p>\n\n<p>\nأم عثمان ظبية بنت جبارة: معتقة شيخنا أبي محمد عبد الوهاب بن رواج. روت\nبالإسكندرية عن أبي القاسم عبد الرحمن ابن عبد الواحد بن غلاب وغيره،\nوسماعها صحيح. سمع منها جماعة من أصحابنا. مولدها في سنة \"أربع وستمائة\".\nوتوفيت في شعبان سنة \"اثنتين وأربعين وستمائة\" بالإسكندرية.\n</p>\n\n<p>\nوأبو العباس أحمد بن محمد بن صدقة الموصلي المعروف بابن ظبية: وهي أمه،\nعرف بها. مات سنة \"ست وستمائة\". ذكره المبارك بن الشعار الموصلي في \"شعراء\nالزمان\" من تأليفه.\n</p>\n\n<h3 class='l3' id='head152'>[باب ظهير وطهير] :</h3>\n\n<p>\nوذكر في باب \"ظهير\" و\"طهير\"، الأول بالظاء المعجمة المضمومة، والثاني بضم\nالطاء المهملة، جماعة، وفاته في باب \"طهير\" بالطاء المهملة:\n</p>\n\n<p>\nأبو حامد عبد الرحمن بن أبي العباس أحمد بن الحسن بن إسماعيل بن طهير\nالموصلي: سمع أبا حفص عمر بن محمد بن طبرزد، وروى عنه. سمع منه صاحبنا\nالإمام أبو محمد التوني بالموصل، وذكر الحافظ أبو بكر بن نقطة والده في\nكتاب \"إكمال الإكمال\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head153'>حرف العين</h1>\n\n<h2 class='l2' id='head154'>باب عابد وباب عبد</h2>\n\n<h3 class='l3' id='head155'>[باب عابد] :</h3>\n\n<p>\nوذكر في باب \"عابد\" بالعين المهملة المفتوحة والباء الموحدة المكسورة\nبعدها دال مهملة، جماعة، وفاته:\n</p>\n\n<p>\nشيخنا الصالح أبو محمد عبد الله بن رافع بن ترجم بن رافع الشارعي المنعوت\nبعابد: تقدم ذكره في \"الشارعي\".\n</p>\n\n<p>\nوالفقيه العلامة أبو الثناء محمود بن عابد بن الحسن بن محمد بن علي\nالتميمي الصرخدي الحنفي: أحد الفضلاء المتميزين، والعلماء الصالحين. جمع\nبين الفقر والأدب، والقناعة وعدم الطلب. منقطع عن الناس، قليل التردد\nإليهم، مع نزاهة نفس وصبر على القلة والإفلاس، محبوب الصورة، حسن العشرة،\nكريم الأخلاق جمع في نظمه بين الرقة والفصاحة، والمعاني الحسنة الوضاحة، لم\nيسترفد به من أحد من أرباب المناصب الدنيوية <span id='ms094'></span> بل يسعف به من يسأله رفدا\nوتحصيلا للأجر في الأخروية. سمعت من نظمه كثيرا، وكتبت عنه علما غزيرا.\n</p>\n\n<h3 class='l3' id='head156'>[باب عبد] :</h3>\n\n<p>\nوذكر في باب \"عبد\" بالعين المهملة المفتوحة بعدها باء موحدة ساكنة ودال\nمهملة آخر الحروف فقال: \"أما عبد فجماعة\". قلت: وأغفل ذكر:\n</p>\n\n<p>\nالفقيه أبي البركات الخضر بن شبل بن الحسين بن علي بن عبد الواحد الحارثي\nيعرف بابن عبد: خطيب جامع دمشق ومفتيها. فقيه فاضل، كثير المحفوظ، متفنن،\nلا يعتمد على إيراد المعهود بين الناس بل يأتي من كل فن بطرف وكان متحريا\nفي فتاويه وفي شهاداته، سمع الشريف أبا القاسم النسيب، وأبا الحسن علي بن\nالموازيني وأبا طاهر الحنائي وأبا القاسم عبد المنعم بن علي بن الغمر\nالكلابي وأبا الوحش سبيع بن المسلم المقرئ، وجماعة كثيرة من شيوخ دمشق.\nوصحب الفقيه أبا الحسن بن قبيس، وتفقه على جمال الإسلام أبي الحسن علي بن\nالمسلم وأبي الفتح نصر الله بن محمد المصيصي وكتب بخطه كثيرا من الحديث\nوالفقه. وله إجازات عالية من جماعة من أهل بغداد، ودرس الفقه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nفي سنة ثماني عشرة وخمسمائة في حلقة ابن الفرات بجامع دمشق. سمع منه\nالحافظ أبو طاهر السلفي بدمشق وكتب عنه في معجم السفر وأثنى عليه وقال: كان\nيتوقد ذكاء ويفيدني عن الشيوخ. وكفى بذلك فخرا. وكتب أيضا عن أبيه \"شبل\"\nوسمع منه الحافظ أبو القاسم بن عساكر وذكره في تاريخه، ودخل حلب وحدث بها.\nروى لنا عنه جماعة من شويخنا منهم القاضي أبو نصر محمد بن هبة الله بن\nالشيرازي وأبو البركات الحسن بن محمد بن عساكر وأبو القاسم بن صصرى. مولده\nفي سنة \"ست وثمانين وأربعمائة\". وتوفي في ذي القعدة سنة \"اثنتين وستين\nوخمسمائة\" بدمشق، ودفن بمقبرة باب الفراديس.\n</p>\n\n<p>\nوولده أبي محمد عبد المنعم: سمع من القاضي أبي القاسم الحسين بن الحسن\nالأسدي المعروف بابن البن وروى عنه. سمع منه شيخنا الحافظ أبو الحجاج يوسف\nبن خليل الدمشقي وروى لنا عنه في معجم شيوخه. توفي بقرية تسمى \"الشجرة\" من\nأعمال طبرية <span id='ms095'></span>، في الثاني والعشرين من ربيع الأول سنة \"خمس وتسعين وخمسمائة\"\nودفن بها.\n</p>\n\n<p>\nوولد ولده أبي محمد عبد الرحمن بن عبد المنعم المذكور: سمع القاضي أبا\nسعد عبد الله بن محمد بن أبي عصرون والفقيه أبا المعالي مسعود بن محمد\nالنيسابوري الطريثيثي المنعوت بالقطب وأبا طاهر الخشوعي والحافظ أبا محمد\nالقاسم بن عساكر وغيرهم وروى لنا عنهم. مولده في ربيع الآخر سنة \"اثنتين\nوستين وخمسمائة\". وتوفي بدمشق يوم الأربعاء وقت العصر السابع من المحرم سنة\n\"اثنتين وأربعين وستمائة\" ودفن يوم الخميس ثامنه بمقبرة باب الفراديس.\n</p>\n\n<p>\nوأخيه أبي نصر عبد العزيز بن عبد المنعم: سمع أبا طاهر الخشوعي وشيخ\nالشيوخ أبا الحسن عبد اللطيف بن إسماعيل ابن أبي سعد النيسابوري وغيرهما\nوحدث. سمعت منه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head157'>باب عنبر وعنتر وباب عزون وباب عوة</h2>\n\n<h3 class='l3' id='head158'>[باب عنبر وعنتر] :</h3>\n\n<p>\nوذكر باب \"عنبر\" و\"عنتر\"، الأول بباء موحدة، بعد النون، والثاني بتاء\nمعجمة بنقطتين من فوقها بعد النون وراء مهملة آخرهما، جماعة، وفاته في\nالأول:\n</p>\n\n<p>\nأبو الطيب عنبر بن عبد الله الحبشي الحنبلي مولى ابن أبي الكرم الحمصي:\nسمع ببغداد من جماعة من أصحاب أبي الوقت وأصحاب أبي الفتح بن البطي وغيرهم،\nوبدمشق من جماعة من شيوخنا وكان يخدم أصحاب الحديث ويفيدهم عن الشيوخ،\nوحدث.\n</p>\n\n<p>\nوفاته في الثاني [عنتر] :\n</p>\n\n<p>\nالقاضي الثقة أبو محمد عنتر بن علي بن عنتر الشيباني البغدادي: نزيل\nدمشق. سمع بها من أبي طاهر بركات بن إبراهيم الخشوعي وغيره، وتولى القضاء\nببصرى مدة ثم صرف وأقام بدمشق يعقد الأنكحة ويشهد إلى حين وفاته، ولم أتحقق\nمولده ووفاته.\n</p>\n\n<h3 class='l3' id='head159'>[باب عزون] :</h3>\n\n<p>\nوذكر في باب \"عزون\" بفتح العين المهملة وتشديد الزاي وضمها وسكون الواو\nوآخره نون، رجلا واحدا، وفاته:\n</p>\n\n<p>\nالفقيه أبو محمد عبد القوي بن أبي العز عزون بن داود بن عزون بن الليث بن\nمنصور الأنصاري الغزي الأصل المصري المولد والدار المقرئ الشافعي: قرأ\nالقرآن الكريم بالقراءات على الشيخ أبي الجود غياث بن فارس اللخمي وتفقه\nعلى مذهب الإمام الشافعي -رضي الله عنه- وسمع بمصر من أبي <span id='ms096'></span> الطاهر إسماعيل\nبن صالح بن ياسين وأبي القاسم البوصيري وأبي عبد الله محمد بن حمد الأرتاحي\nوالحافظ أبي محمد القاسم بن عساكر وأبي الفضل محمد بن يوسف الغزنوي وأبي\nالثناء حماد بن هبة الله الحراني وفاطمة بنت سعد الخير وغيرهم. وسمع بدمشق\nمن أبي طاهر بركات ابن إبراهيم الخشوعي وغيره، وبالموصل وحلب وغيرهما، وأم\nبالمسجد المعلق المعروف بالأمير جهاركس بالقاهرة، وحدث بدمشق والقاهرة\nوسمعت منه بهما، وكان من أهل التعفف والصيانة، والتحري والديانة. سألته عن\nمولده فذكر ما يدل على أنه في ليلة العاشر من المحرم سنة \"سبع وستين\nوخمسمائة\" بالقاهرة. وتوفي -رحمه الله- بها يوم الاثنين رابع عشر شوال سنة\n\"أربعين وستمائة\" ودفن من يومه بسفح المقطم.\n</p>\n\n<p>\nوولده أبو الطاهر إسماعيل: سمع بإفادة والده بمصر من شيوخه المقدم ذكرهم\nفي ترجمته وحدث عنهم سوى الخشوعي والحافظ أبي محمد القاسم بن عساكر، سمعت\nمنه بالقاهرة. وتوفي في الليلة المسفر صباحها عن يوم السبت الثاني عشر من\nالمحرم سنة \"سبع وستين وستمائة\" بمسجد الذخيرة ظاهر القاهرة، ودفن يوم\nالسبت بسفح المقطم.\n</p>\n\n<h3 class='l3' id='head160'>[باب عوة] :</h3>\n\n<p>\nوذكر في باب \"عوة\" بالعين المهملة المفتوحة والواو المشددة المفتوحة رجلا\nواحدا وحكى أن الأمير أبا نصر ذكره في كتابه ولم ينسبه وذكر هو نسبه. قلت:\n</p>\n\n<p>\nوشيخنا أبو حفص عمر بن أبي نصر بن أبي الفتح بن أبي نصر بن محمد بن عوة\nالجزري التاجر: من أهل جزيرة ابن عمر. سمع بمصر من أبي القاسم هبة الله بن\nعلي البوصيري وأقام بدمشق مدة إلى حين وفاته، وحدث بها. رأيته وسمعت منه\nوكان من أهل الدين والصلاح. مولده في بعض شهور سنة \"ثلاث وثمانين وخمسمائة\"\nكذا وجدته بخطه. وتوفي في الخامس والعشرين من ذي الحجة سنة \"ست وخمسين\nوستمائة\" بدمشق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head161'>[باب عقيل وغفيل] :</h2>\n\n<p>\nذكر في باب \"عقيل\" و\"غفيل\"، الأول بالعين المهملة المفتوحة وبعدها قاف\nمكسورة وياء ساكنة، جماعة، والثاني بالغين المعجمة المضمومة بعدها فاء\nمفتوحة وياء ساكنة. ذكر فيه رجلا واحدا، وفاته في باب \"عقيل\".\n</p>\n\n<p>\nأبو منصور المفضل <span id='ms097'></span> بن عقيل بن حيدرة بن علي البجلي: سمع أبا القاسم الخضر\nبن الحسين بن عبدان الأزدي وحدث روى لنا عنه أبو الحسن محمد بن جعفر\nالقرطبي وأبو محمد عبد الرزاق بن أبي الغنائم بن ياسين الدقوقي المقرئ، وهو\nمن بيت مشهور بالرئاسة والتقدم، وسيأتي ذكر ابن أخيه إن شاء الله تعالى.\n</p>\n\n<p>\nوأبو طالب عقيل بن أبي الفتيان نصر الله بن أبي طالب عقيل بن أبي الفوارس\nالمسيب بن علي بن الحسن بن الحسين بن محمد الكلابي المعروف بابن الصوفي: من\nبيت رئاسة وتقدم، وكان رجلا حسنا، نزه النفس، متقللا من الدنيا، عنده قناعة\nوصبر. سمع من أبي الفرج يحيى بن محمود الثقفي وأبي الفوارس الحسن بن عبد\nالله بن بركات بن شافع الدمشقي وروى لنا عنهما وكانت له إجازة من أبي\nالفوارس بن شافع المذكور. مولده في السابع والعشرين من رجب سنة \"تسع وستين\nوخمسمائة\". وتوفي يوم الجمعة ثاني عشر ربيع الأول سنة \"ثلاث وأربعين\nوستمائة\" بدمشق.\n</p>\n\n<p>\nوأبو عبد الله محمد بن عقيل بن سالم بن عقيل بن التنبي يعرف بابن الإمام،\nتقدم ذكره في باب \"التنبي\".\n</p>\n\n<p>\nوأبو عبد الله محمد بن أبي المظفر نصر بن عقيل بن نصر بن عقيل النخعي\nالإربلي: تفقه على والده والعماد بن يونس وقرأ الأدب على أبي الحرم مكي بن\nريان الماكسيني وغيره، وله نظم جيد. كتبت عنه بدمشق. مولده في شهر رجب سنة\n\"اثنتين وسبعين وخمسمائة\" بإربل، وتوفي ليلة السبت ثاني عشر محرم سنة \"ثلاث\nوثلاثين وستمائة\" بدمشق.\n</p>\n\n<p>\nوأبو المكارم محمد بن عقيل بن عبد الواحد بن كروس السلمي الدمشقي: من بيت\nرئاسة وجلالة، وأمانة وعدالة، ولي الحسبة بدمشق فحمدت سيرته، وشكرت ولايته.\nسمع الحافظ أبا محمد القاسم بن الحافظ أبي القاسم بن عساكر بمكة، وبدمشق\nالأمين أبا الحسن أحمد بن حيوش بن فتيح الغنوي، وحدث. سمعت منه وسألته عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nمولده فقال: في شهور سنة \"أربع وستين وخمسمائة\" بدمشق. وتوفي بها يوم\nالاثنين سابع عشر شوال سنة \"إحدى وأربعين وستمائة\" ودفن بداره.\n</p>\n\n<p>\nوالرئيس <span id='ms098'></span> أبو محمد عبد الباقي بن محمد بن عقيل بن حيدرة بن علي البجلي\nيعرف بابن النفيس: أصلهم من الرملة مدينة بساحل الشام، وبيتهم مشهور\nبالرئاسة والتقدم. سمع الحافظ أبا القاسم علي بن الحسين بن عساكر وروى عنه.\nسمعت منه وسألته عن مولده فقال: في ليلة السبت العشرين من جمادى الآخرة سنة\n\"ثمان وأربعين وخمسمائة\" بدمشق. وتوفي ليلة الأحد مستهل شهر رمضان سنة \"سبع\nوعشرين وستمائة\" بدمشق ودفن يوم الأحد بمقبرة باب الفراديس.\n</p>\n\n<p>\nوأبو العز المظفر بن أبي طالب عقيل بن حمزة بن علي بن الحسين الشيباني\nالصفار: سمع الحافظ أبا القاسم علي بن الحسن بن عساكر، وروى عنه. سمعت منه.\nمولده سنة \"سبع وخمسين وخمسمائة\" بدمشق. وتوفي يوم الأحد الثالث والرابع\nوالعشرين من جمادى الأولى، على الاختلاف في رؤية الهلال، من سنة \"ثمان\nوعشرين وستمائة\". ودفن من غده يوم الاثنين بسفح قاسيون بالقرب من كهف\nجبريل. حدث قبل وفاته بأربعة أيام عن الحافظ أبي القاسم بجزء واحد.\n</p>\n\n<p>\nوأما \"غفيل\" بالغين المعجمة المضمومة بعدها فاء مفتوحة وياء ساكنة فقد\nذكر فيه رجلا واحدا، وفاته:\n</p>\n\n<p>\nأبو الخير خلف بن فضل الله بن خلف بن رجب بن غفيل بن إبراهيم بن علي\nالسلمي الزملكاني: و [زملكان] هي قرية من غوطة دمشق، ويكنى بأبي القاسم\nأيضا. سمع أبا حفص عمر بن محمد بن طبرزد، وحدث عنه. سمع منه جماعة من\nأصحابنا بدمشق. ومولده قبل \"التسعين وخمسمائة\".\n</p>\n\n<p>\nوذكر في باب \"غوث\" بالغين المعجمة بعدها واو وثاء معجمة بثلاث، جماعة،\nوفاته:\n</p>\n\n<p>\nالأديب أبو الفرج غوث بن أسامة الحموي القيسي: أديب فاضل، دخل مصر ومدح\nالملك الناصر صلاح الدين يوسف بن أيوب وولده الملك الأفضل نور الدين عليا.\nسمع منه جماعة من شيوخنا وغيرهم وكتبوا عنه، منهم الإمام أبو سعيد محمد بن\nعبد الرحمن المسعودي والفقيه أبو الفضل محمد بن يوسف الغزنوي والقاضي أبو\nالقاسم حمزة بن علي بن عثمان المخزومي وأبو الرضا أحمد بن طارق بن سنان\nالكركي وأبو القاسم هبة الله بن علي البوصيري وأبو <span id='ms099'></span> عبد الله محمد بن حمد\nالأرتاحي وأبو يعقوب يوسف بن الطفيل وولده عبد الرحيم وأبو الحسن مرتضى بن\nالعفيف حاتم بن المسلم وأبو محمد عبد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nالمحسن بن إبراهيم الدجاجي وولده عبد الدائم وأبو محمد عبد الله بن خلف\nوعبد الخالق بن علي بن زيدان وعبد القوي بن عبد الخالق، المسكيون، أنشدنا\nأبو محمد عبد الدائم بن عبد المحسن بن الدجاجي بالقاهرة قال أنشدنا أبو\nالفرج غوث بن أسامة القيسي الحموي لنفسه، بدار الوزارة بالقاهرة، من قصيدة\nيمدح بها الملك الأفضل علي بن الملك الناصر صلاح الدين يوسف بن أيوب -رحمه\nالله تعالى-:\n</p>\n\n<p>\nهل آخذ لدمي بثار ... من لحظ آنسة نوار\n</p>\n\n<p>\nعذراء طاب لعاشق ... في حبها خلع العذار\n</p>\n\n<p>\nقد وكلت خدا وطر ... فا يؤذنان بالبوار\n</p>\n\n<p>\nقويا علي فأضعفا ... ني باحمرار واحورار\n</p>\n\n<p>\nمن لي بجارحة حشا ... ي بحد خد جلناري\n</p>\n\n<p>\nقلبي رهين بين ماء ... مائر فيه ونار\n</p>\n\n<p>\nومهفهف كالريم لي ... س بآنس بادي النفار\n</p>\n\n<p>\nيبدي محيا تحت لي ... ل ذوائب مثل النهار\n</p>\n\n<p>\nعذري به قد أوضحت ... ه للائمي لام العذار\n</p>\n\n<p>\nكم من طواف حول كع ... بة حسنه لي واعتمار\n</p>\n\n<p>\nيا صاح قم لا الصبا ... ح وهم فجر بانفجار\n</p>\n\n<p>\nفإلام نوم عن معا ... ل ليس تدرك بانتظار\n</p>\n\n<p>\nأو ما ترى طي الظلا ... م وقد تيهأ لانتشار\n</p>\n\n<p>\nوالشرق قد مالت كوا ... كبه إلى الغرب المغار\n</p>\n\n<p>\nوالبدر مبتدر الغرو ... ب بدا كمنفصم السوار\n</p>\n\n<p>\nوالنجم مجمع رحلة ... قد أزعجته عن القرار\n</p>\n\n<p>\nوالطرف مثل الطرف رك ... ضا في مجال الجو جاري\n</p>\n\n<p>\nوالنسر مستن السبي ... ل إلى سراه أخو اضطرار\n</p>\n\n<p>\nهذه قصيدة طويلة اقتصرت منها على هذه الأبيات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head162'>حرف الغين</h1>\n\n<h2 class='l2' id='head163'>باب الغضاري</h2>\n\n<p>\n] :\n</p>\n\n<p>\nذكر في باب مشتبه النسبة من \"حرف الغين المعجم\" في باب \"الغضاري\" بفتح\nالغين والضاد المعجمتين، جماعة، وفاته:\n</p>\n\n<p>\nشيخنا أبو محمد عبد الصمد بن داود بن محمد بن سيف الأنصاري الغضاري\nالمقرئ: سمع الحافظ أبا طاهر أحمد بن محمد السلفي وأبا عبد الله محمد بن\nالرحبي وأبا الطاهر بن ياسين الشقيقي، وأبا سعيد محمد بن عبد <span id='ms100'></span> الرحمن\nالمأموني وأبا القاسم البوصيري وأبا محمد بن بري وأبا المفاخر سعيد بن\nالحسين المأموني وأبا القاسم عبد الرحمن بن محمد السيبي وأبا عبد الله محمد\nبن منصور الحضرمي وغيرهم، وحدث عنهم. سمعت منه وسألته عن مولده فقال: في\nشهر رمضان سنة \"أربع وستين وخمسمائة\" بمصر. وتوفي بها ليلة الأربعاء عاشر\nشعبان سنة \"تسع وعشرين وستمائة\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head164'>حرف الفاء</h1>\n\n<h2 class='l2' id='head165'>باب الفارض وباب فراس وباب فرج</h2>\n\n<h3 class='l3' id='head166'>[باب الفارض] :</h3>\n\n<p>\nوذكر في باب \"الفارض\" بفتح الفاء وكسر الراء المهملة وآخره ضاد معجمة،\nجماعة، وفاته:\n</p>\n\n<p>\nالشيخ الفاضل أبو القاسم عمر بن علي بن مرشد بن علي الحموي الأصل، المصري\nالمولد والدار، الشافعي المعروف بابن الفارض: سمع من الحافظ أبي محمد\nالقاسم بن الحافظ أبي القاسم علي بن الحسن بن عساكر بالقاهرة وقال العشر\nالجيد على طريقة المتصوفة وغيرها، جمع فيه بين الجزالة والحلاوة والرقة،\nونظم منه شيئا كثيرا. وكان جميل الأخلاق، حسن المعاشرة، كثير التواضع، كثير\nالمروءة. مولده آخر الرابع من ذي القعدة سنة \"ست وسبعين وخمسمائة\"\nبالقاهرة. وتوفي بها في الثاني من جمادى الأولى سنة \"اثنتين وثلاثين\nوستمائة\". ودفن من الغد بسفح المقطم تحت العارض.\n</p>\n\n<h3 class='l3' id='head167'>[باب فراس] :</h3>\n\n<p>\nوذكر في باب \"فراس\" بكسر الفاء وفتح الراء وآخره سين مهملة، رجلين،\nوفاته:\n</p>\n\n<p>\nأبو العشائر فراس بن علي بن زيد بن معروف بن مهنا الكناني العسقلاني: أحد\nالعدول بمدينة دمشق وأجلهم قدرا. سمع من شيخ الشيوخ أبي الحسن عبد اللطيف\nبن إسماعيل بن أبي سعد البغدادي وأبي طاهر بركات بن إبراهيم الخشوعي\nوغيرهما، وحدث بدمشق ومصر. سمعت منه وسألته عن مولده فقال: في ذي القعدة\nسنة \"ثلاث وثمانين وخمسمائة\" بدمشق. وتوفي بها ليلة الخميس خامس عشر شعبان\nسنة \"ثلاث وستين وستمائة\". وذكر أيضا في باب \"مهنا\".\n</p>\n\n<h3 class='l3' id='head168'>[باب فرج] :</h3>\n\n<p>\nوذكر في باب \"فرج\" بالفاء المنقوطة بواحدة وبعدها راء وجيم، جماعة،\nوفاته:\n</p>\n\n<p>\nأبو الغياث فرج بن عبد الله الحبشي الأستاذ فتى الشيخ أبي جعفر القرطبي:\nسمع الكثير مع ولدي سيده من جماعة منهم الحافظ أبو محمد القاسم بن عساكر <span id='ms101'></span>\nوأبو طاهر الخشوعي، وزين القضاة أبو بكر عبد الرحمن بن سلطان القرشي وشيخ\nالشيوخ أبو الحسن عبد اللطيف بن إسماعيل البغدادي وحدث بأكثر سماعاته، وكان\nثقة صالحا. توفي ليلة الثلاثاء رابع شوال سنة \"اثنتين وخمسين وستمائة\" وصلي\nعليه يوم الثلاثاء بعد صلاة الظهر بجامع دمشق ودفن بسفح جبل قاسيون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head169'>[باب فيره] :</h2>\n\n<p>\nوذكر في باب \"فيره\" بكسر الفاء وسكون الياء المعجمة من تحتها باثنتين\nوتشديد الراء وضمها:\n</p>\n\n<p>\nيوسف بن محمد بن فيره الأنصاري المغربي: وقال: \"سمع ببغداد من القاضي أبي\nبكر ويحيى بن البناء وإسماعيل بن السمرقندي، وبهراة من جماعة، وبنيسابور من\nوجيه بن طاهر وغيره\". ولم يذكر سواه. وأغفل ذكر:\n</p>\n\n<p>\nالشيخ الفاضل الصالح المقرئ أبي القاسم [القاسم] بن فيره بن أبي القاسم\nخلف بن أحمد الرعيني الأندلسي ثم الشاطبي الضرير: كان أحد القراء المجودين،\nوالعلماء المشهورين، والصلحاء المتورعين. قرأ القرآن العظيم بالروايات على\nأبي عبد الله محمد بن علي النفزي المقرئ وأبي الحسن علي بن محمد بن هذيل\nالأندلسي وسمع الحديث من أبي عبد الله محمد بن يوسف بن سعادة وأبي عبد الله\nمحمد بن عبد الرحيم الخزرجي وأبي الحسن بن هذيل والحافظ أبي الحسن بن\nالنعمة وغيره. ونظم قصيدة في القراءات لم يسبق إلى مثلها. وقرأ عليه\nالأعيان والأكابر، ولم يكن بمصر في زمانه مثله في تعدد فنونه وكثرة محفوظه.\nمولده في أواخر سنة \"ثمان وثلاثين وخمسمائة\". توفي -رحمه الله- في جمادى\nالأولى سنة \"تسعين وخمسمائة\" بالقاهرة ودفن بسارية من سفح المقطم. وقيل إنه\nتوفي وهو ابن خمس وخمسين سنة ونحو ذلك. سمع منه جماعة من شيخونا منهم\nالفقيه المفتي أبو الحسن علي بن هبة الله بن سلامة الشافعي والإمام أبو\nالحسن علي بن محمد السخاوي المقرئ وقرأ عليه القرآن. أخبرنا الفقيه أبو\nالحسن علي بن أبي الفضائل هبة الله بن سلامة المصري، قراءة عليه وأنا أسمع\nبها، قال أنبأنا الشيخ الفاضل الحفظة أبو القاسم قاسم بن فيره الرعيني\nالشاطبي بقراءتي عليه أنبأنا أبو الحسن بن هذيل أنبأنا أبو <span id='ms102'></span> داود المؤيدي\n\"ح\" قال أبو القاسم: وأخبرني أبو الحسن بن النعمة أنا أبو عمران بن أبي\nتليدة قالا أنبأنا الحافظ أبو عمر النمري أنبأنا سعيد بن نصر أنبأنا قاسم\nبن أصبغ ووهب بن مسرة قالا أنبأنا محمد بن وضاح أنبأنا يحيى بن يحيى أنبأنا\nمالك عن يحيى بن سعيد قال أخبرني عبادة بن الوليد بن عبادة بن الصامت عن\nأبيه عن جده قال: \"بايعنا رسول الله -صلى الله عليه وسلم- على السمع\nوالطاعة في اليسر والعسر، والمنشط والمكره، وأن لا ننازع الأمر أهله وأن\nنقول -أو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nنقوم- بالحق حيثما كنا: لا نخاف في الله لومة لائم\". حديث صحيح متفق على\nصحته. أخبرناه أعلى من هذا بثلاث درجات المشايخ الثلاثة: الفقيه أبو الحسن\nعلي بن هبة الله المذكور، والفقيه أبو محمد عبد الرحمن بن إبراهيم بن أحمد\nالمقدسي، بقراءتي عليهما متفرقين بمدينة دمشق، والفقيه أبو الفرج عبد\nالرحمن بن نجم بن عبد الوهاب الحنبلي، قراءة عليه ونحن نسمع بجامع دمشق\nقالوا أنبأتنا الشيخة الكاتبة فخر النساء شهدة بنت أبي نصر أحمد بن الفرج\nبن عمر الإبري، قراءة عليها ونحن نسمع متفرقين بمدينة السلام، قالت أنبأنا\nالشيخ أبو عبد الله الحسين بن أحمد بن محمد بن طلحة النعالي، قراءة عليه\nوأنا أسمع، أنبأنا أبو عمر عبد الواحد بن عبد الله بن مهدي أنبأنا القاضي\nأبو عبد الله الحسين بن إسماعيل المحاملي أنبأنا أحمد بن إسماعيل أنبأنا\nمالك. فذكره بإسناد مثله. انفرد البخاري بإخراجه من هذا الوجه دون مسلم\nفرواه عن إسماعيل بن أبي أويس عن مالك بن أنس الأصبحي عن يحيى بن سعيد\nالأنصاري، وأخرجه مسلم من حديث جماعة عن عبادة بن الوليد. وقع لنا عاليا\nجدا من هذا الوجه، فكان شيوخنا سمعوه من أبي عمر بن عبد البر الحافظ، وتوفي\n-رحمه الله- سنة \"ثلاث وستين وأربعمائة\". وقع لنا بدلا عاليا من طريق\nالبخاري -رحمه الله-.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head170'>حرف القاف</h1>\n\n<h2 class='l2' id='head171'>باب القبائي والقباني والقبابي والقنائي والقثائي وباب القباري والقناري والقياري</h2>\n\n<h3 class='l3' id='head172'>[باب القبائي والقباني والقبابي <span id='ms103'></span> والقنائي والقثائي] :</h3>\n\n<p>\nوذكر في باب \"القبائي\" و\"القباني\" و\"القبابي\" و\"القنائي\" و\"القثائي\"\nجماعة، الأول بضم القاف منسوب إلى \"قبا\" والثاني بفتحها وتشديد الباء\nالموحدة وكسر النون والثالث بكسر القاف وفتح الباء الموحدة وكسر الباء\nالثانية، منسوب إلى قرية قريبة من بعقوبا يقال لها \"قباب\". والرابع بفتح\nالقاف بعدها نون مشددة مفتوحة، منسوب إلى \"دير قنا\". والخامس بكسر القاف\nوبعدها ثاء منقوطة بثلاث مشددة مفتوحة، منسوب إلى بيع القثاء.\n</p>\n\n<p>\nوأغفل هذه الترجمة وهي \"القباتي\" بالقاف بعدها باء موحدة وألف وتاء معجمة\nبنقطتين من فوقها وياء آخر الحروف وهو:\n</p>\n\n<p>\nالشيخ أبو نصر عبد الصمد بن ظفر بن أبي محمد سعيد بن ملاعب بن قبات\nالقباتي الحلبي الربعي الفقيه: كان محتسبا بحلب في أيام الملك العادل نور\nالدين محمود بن زنكي -رحمه الله- سمع بدمشق من القاضي أبي المعالي محمد بن\nيحيى بن علي القرشي وأبي طالب بن أبي عقيل والفقيه أبي الفتح نصر الله بن\nمحمد اللاذقي وسمع من الإمام أبي محمد طاهر بن عبد الرحمن بن طاهر بن محمد\nبن العجمي وأبي علي الحسن بن علي بن الحسن البطليوسي الأنصاري بحلب وحدث.\nروى لنا [عنه] سبطه القاضي أبو عبد الله محمد بن عبد الرحمن بن عبد الله بن\nعلوان الأسدي والأمين أبو القاسم الحسين بن هبة الله بن صصرى التغلبي، سمع\nمنه جماعة غيرهما منهم الحافظ أبو المواهب بن صصرى والشيخ الزاهد أبو عبد\nالرحمن بن عبد الله بن علوان وشيخنا أبو عبد الله محمد بن محمد بن شبيب\nالمعروف بابن القزاز وغيرهم، ولم أتحقق مولده ووفاته.\n</p>\n\n<h3 class='l3' id='head173'>[باب القباري والقناري والقياري] :</h3>\n\n<p>\nوأغفل هذه الترجمة وهي \"القباري\" و\"القناري\" و\"القياري\" وجميعها بالقاف\nالمفتوحة الأول بالباء الموحدة المشددة بعدها ألف مهملة وراء مهملة وياء\nآخر الحروف وهو:\n</p>\n\n<p>\nالشيخ أبو محمد عبد الكريم بن أحمد بن القاسم بن العباس بن أبي عجينة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nالقباري المعروف بالخلقاني المؤذن الإسكندراني المعمر: كتب عنه الحافظ\nأبو طاهر السلفي في \"معجم السفر\". [قال] حدثنا عن أبي <span id='ms104'></span> العباس أحمد بن\nإبراهيم بن أحمد الرازي، وذكر عنه أنه كان يقال إنه ابن مائة وعشرين سنة،\nوهو مشهور بالإسكندرية بالكبر، وبلغني أنه بقي ثلاثا وستين سنة لم يأكل\nلحما إلا لحم صيد ولم يأكل اللبن \"كذا\" ولا الجبن طول هذه السنين أيضا،\nتورعا، وكان يصطاد لنفسه ومنه قوته، ومن القبار المباح، ويعبر المنامات\nويصيب. وهو أمي لا يقرأ ولا يكتب. وسمع على أبي العباس الرازي كثيرا وتوفي\n-رحمه الله- في رجب سنة \"اثنتي عشرة وخمسمائة\" وأنا بالإسكندرية، وحضرت\nجنازته وصليت عليه، وكان مالكي المذهب وكنت أداعبه وأقول: \"أنت مكبر، معبر\nمجبر\" فيبتسم، وقد ذكر لي أنه رأى القاضي أبا مطر المعافري وأبا عمران\nالفاسي لما قدم الإسكندرية حاجا -رحمه الله وتغمده برحمته-\" \"هذا كله كلام\nالحافظ أبي طاهر السلفي -رحمه الله-\".\n</p>\n\n<p>\nوالشيخ الصالح أبو القاسم بن منصور القباري الإسكندراني: أيضا رجل صالح\nمشهور، بالخير والورع مذكور. دخلت الإسكندرية وهو حي فلم يتفق لي زيارته\nوالتبرك به لما كان يبلغني عنه من كراهيته للاجتماع بالناس، وذكر لي أن\nالملك الكامل قصد زيارته حين دخوله الإسكندرية، ووقف ببابه زمانا طويلا فلم\nيلتفت إليه ثم بعد ذلك خرج إلى بابه وكلمه وهو واقف، ولم يمكنه من الدخول\nإلى موضعه. وكان من عباد الله الصالحين الورعين. توفي يوم الاثنين سادس\nشعبان سنة \"اثنتين وستين وستمائة\" بجبل الصيقل غربي الإسكندرية ودفن به،\nوحضر جنازته الخاص والعام -رحمه الله تعالى ونفعنا ببركاته-.\n</p>\n\n<p>\nوالثاني \"القناري\" بنون مفتوحة مشددة بعدها ألف وراء مهملة وهو:\n</p>\n\n<p>\nالأمين أبو العباس أحمد بن الحسن بن كتائب بن عبد الرحمن القرشي البعلبكي\nالمعروف بابن القناري: كان أحد العدول بمدينة دمشق، عليه سكينة وجلالة، وله\nسمت حسن، سمع من أبي طاهر الخشوعي وغيره.\n</p>\n\n<p>\nوولده أبو المعالي عبد الرحيم: سمع مع أبيه من أبي طاهر الخشوعي وروى عنه\nوسمع من أبي علي حنبل بن عبد الله وأبي حفص بن طبرزد وأبي اليمن الكندي\nوغيرهم. سمعت منه بدمشق، وكان مقيما ببعلبك وهو أحد العدول بها <span id='ms105'></span>. مولده في\nشوال سنة \"تسعين وخمسمائة\" وتوفي في سادس شهر رمضان سنة \"أربع وخمسين\nوستمائة\" يوم الأربعاء ببعلبك.\n</p>\n\n<p>\nوالثالث \"القباري\" بياء مفتوحة مشددة بعدها ألف وراء مهملة وهو:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nالشيخ أبو المعالي محمد بن صافي بن عبد الله القياري النقاش مولده في\nالثالث من شهر رمضان سنة \"ثماني عشرة وخمسمائة\". سمع من أبي بكر محمد\nالمزرفي وأبي عبد الله يحيى بن الحسن بن البناء وجماعة سواهما، وحدث وهو\nآخر من حدث عنهما. وتوفي ببغداد في الثاني والعشرين من ربيع الآخر سنة\n\"ثمان وستمائة\".\n</p>\n\n<p>\nوأبو الفتح عبد السلام بن محمد بن مكي بن بكروس البغدادي القياري: سمع\nأبا القاسم إسماعيل بن أحمد بن السمرقندي وأبا الفتح عبد الملك بن أبي\nالقاسم الكروخي وغيرهما، وحدث وتوفي في رابع عشر ذي القعدة من سنة \"ست\nوستمائة\" ببغداد ودفن من يومه بباب حرب، والقياري نسبة إلى درب القيار\nببغداد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head174'>حرف الكاف</h1>\n\n<h2 class='l2' id='head175'>[باب كريمة] :</h2>\n\n<p>\nوذكر في باب \"كريمة\" بفتح الكاف وكسر الراء المهملة جماعة من النسوان،\nوفاته:\n</p>\n\n<p>\nأم الفضل كريمة ابنة الشيخ الأمين أبي محمد عبد الوهاب بن علي بن الخضر\nالقرشية الزبيرية: سمعت من أبي محمد عبد الرحمن بن أبي الحسن بن إبراهيم\nالداراني وأبي يعلى حمزة بن علي بن الحبوبي، وأبي الندى حسان بن تميم بن\nنصر الزيات وأبي الحسن علي بن مهدي الهلالي ووالدها: أبي محمد عبد الوهاب\nوغيرهم، وأجاز لها جماعة من الأصبهانيين والبغداديين منهم الرئيس أبو الفرج\nمسعود بن الحسن بن القاسم الثقفي وأبو الخير الباغبان والفقيه أبو عبد الله\nالحسن بن العباس الرستمي وأبو الوقت السجزي وغيرهم، وحدثت دهرا طويلا. سمع\nمنها جماعة من الحفاظ منهم أبو الحجاج يوسف ابن خليل الدمشقي وذكرها في\nمعجمه، وأبو عبد الله محمد بن محمود بن النجار ومحمد بن يوسف البرزالي، وهي\nمن بيت مشهور بالعدالة، معروف بالرواية. كان عمها الحافظ أبو المحاسن عمر\nبن علي بن الخضر القرشي من الحفاظ الأثبات، والأئمة الثقات. سمع الكثير،\nوكتب عن الجم الغفير، وهو من أئمة هذا <span id='ms106'></span> الشأن، موصوف بالمعرفة والإتقان،\nووالدها أحد العدول والأمناء، وأخوها من الرؤساء الكبراء. سمعت منها كثيرا،\nوأخذت عنها علما غزيرا، وكانت من النساء الصالحات، إذا قرئ عليها الحديث\nوجاء ذكر الرسول -عليه الصلاة والسلام- ترفع صوتها بالصلاة عليه، وتسيل\nدموعها عند ذكره شوقا إليه، مولدها تقديرا سنة \"خمس أو ست وأربعين\nوخمسمائة\". وتوفيت ليلة الأحد الرابع عشر من جمادى الآخرة سنة \"إحدى\nوأربعين وستمائة\" بدمشق ودفنت صبيحته بسفح قاسيون.\n</p>\n\n<p>\nوأم الخير كريمة بنت أبي صادق عبد الحق بن هبة الله بن ظافر بن حمزة\nالقضاعي: سمعت من أبي الطاهر إسماعيل بن قاسم الزيات وروت عنه. سمعت منها،\nوكان والدها من أهل هذا الشأن، معروفا بالمعرفة والإتقان، سمع الكثير وكتب\nعن الشيوخ وخرج لهم. وتوفيت في منتصف ذي الحجة من سنة \"إحدى وأربعين\nوستمائة\" بمصر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head176'>باب الكببي والكتبي وباب الكنري وباب الكتامي</h2>\n\n<h3 class='l3' id='head177'>[باب الكببي والكتبي] :</h3>\n\n<p>\nوأغفل هذه الترجمة وهي \"الكببي\" و\"الكتبي\"، الأول بباء مكررة معجمتين\nبواحدة من تحتها، الأولى مفتوحة والثانية مكسورة وهو:\n</p>\n\n<p>\nأبو علي حسن بن إسماعيل بن حسن الإسكندري عرف بابن الكببي: سمع بدمشق من\nالحافظ أبي القاسم علي بن عساكر وحدث عنه وجمع كتابا كبيرا في الرقائق\nوتوفي في ثامن شهر رمضان سنة \"خمس وستمائة\" بالإسكندرية.\n</p>\n\n<p>\nوالثاني بضم الكاف أيضا بعدها تاء معجمة بنقطتين من فوقها ساكنة وباء\nموحدة بعدها مكسورة، نسبة إلى بيع الكتب وشاريها وهم جماعة من شيوخنا.\n</p>\n\n<h3 class='l3' id='head178'>[باب الكنري] :</h3>\n\n<p>\nوذكر في باب \"الكنري\" بكسر الكاف وتشديد النون وكسر الراء [نسبة إلى كنر]\nوهي قرية من قرى دجيل بالقرب من بغداد، رجلا واحدا، وفاته:\n</p>\n\n<p>\nالأديب أبو زكريا يحيى بن محمد بن عبد الله الكنري الضرير: شاعر فاضل،\nدخل دمشق ومدح ملكها وكبراءها. رأيته وكتبت عنه شيئا من نظمه. أنشدني\nلنفسه:\n</p>\n\n<p>\nقل لمن قال إن زيدا عليم ... بالقضايا وإن عمرا جهول\n</p>\n\n<p>\nلا تكن شاهدا بفضل ونقص ... دون أن يستخصك التفضيل\n</p>\n\n<p>\nإن تكن أعلم المشارين فاشهد ... بأمان لنقتفي ما تقول\n</p>\n\n<p>\nوإذا كنت تابعا لهوى النف ... س فمضمون قولك <span id='ms107'></span> التعطيل\n</p>\n\n<h3 class='l3' id='head179'>[باب الكتامي] :</h3>\n\n<p>\nوذكر في باب \"الكتامي\" بضم الكاف وفتح التاء المعجمة من فوقها باثنتين\nوتخفيفها وبعد الألف ميم وياء، رجلا واحدا، وفاته:\n</p>\n\n<p>\nأبو عمر عثمان بن أبي نصر بن عثمان بن محمد الكتامي الصوفي المعروف\nبالشقاني: وقد تقدم ذكره مع خاله في باب \"الشقاني\" فلا حاجة إلى إعادته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head180'>[باب الكوفني] :</h2>\n\n<p>\nوذكر في باب \"الكوفني\" بضم الكاف وفتح الفاء وبعدها نون مكسورة، منسوب\nإلى \"كوفن\" بليدة صغيرة على ستة فراسخ من أبيورد من بلاد خراسان، بناها عبد\nالله بن طاهر، رجلين، قلت:\n</p>\n\n<p>\nوصاحبنا الشيخ الصالح المحدث أبو الفتح محمد بن محمد بن أبي بكر\nالأبيوردي الكوفني الصوفي: من أهل الدين والصلاح، والزهد والعفاف. قرأ\nبنفسه على الشيوخ وكتب بخطه الكثير، وسمع على الجم الغفير، وعنده فهم\nومعرفة، ووقف كتبه وشرط أن يكون مقره بالموضع الذي يقدر الله وفاته فيه.\nوكان منقطعا عن الناس، ملازما لبيته، لا يخرج منه إلا لصلاة أو حاجة. مولده\nفي سنة \"ستمائة\" أو \"إحدى وستمائة\". وتوفي بالقاهرة بدويرة الصوفية منها\nالمعروفة بسعيد السعداء في ليلة الأربعاء الحادي عشر من جمادى الأولى سنة\n\"سبع وستين وستمائة\" ودفن صبيحتها بسفح المقطم -رحمه الله-.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head181'>حرف اللام</h1>\n\n<h2 class='l2' id='head182'>[باب الليثي واللبني واللبني] :</h2>\n\n<p>\nوذكر في باب \"الليثي\" و\"اللبني\" و\"اللبني\" فقال في الأول: أما الليثي\nبثاء معجمة فجماعة، وأما \"اللبني\" بفتح اللام الثانية والباء المعجمة\nبواحدة وكسر النون فهو:\n</p>\n\n<p>\nأبو المكارم عرفة بن علي بن الحسن بن علي بن بصلا البندنيجي اللبني: كان\nيشرب اللبن ولا يأكل الخبز: سمع الأرموي محمد بن عمر، وأبا صابر عبد الصبور\nالهروي، وتوفي في تاسع ربيع الأول سنة \"اثنتين وستمائة\". رأيته [كذا؟] وكان\nشيخا صالحا.\n</p>\n\n<p>\nوأما \"اللبني\" بضم اللام الثانية وتشديد الباء المفتوحة المعجمة بواحدة\nوكسر النون فهو -وبيض- \"هذا آخر كلامه\". قلت: والمشهور بهذه النسبة هو:\n</p>\n\n<p>\nالفقيه الفاضل أبو بكر محمد بن عبد الواحد بن عبد الجليل بن علي بن عبد\nالله المخزومي اللبني الشافعي: جمع بين الفقه والأدب، وله نظم جيد. كتبت\nعنه <span id='ms108'></span> شيئا. أنشدني لنفسه بدمشق:\n</p>\n\n<p>\nهوى ما في فؤادي أم حريق ... وما في فيك ريق أم رحيق\n</p>\n\n<p>\nوكيف يكون ريقك غير خمر ... وطرفك مثل قلبي ما يفيق\n</p>\n\n<p>\nلقد حملت جسمي وهو بال ... كخصرك في الهوى ما لا يطيق\n</p>\n\n<p>\nولما أن نظمت بفيك درا ... تناثر من مدامعي العقيق\n</p>\n\n<p>\nوفي نعمان شق عليك قلبي ... من الأشواق فاحمر الشقيق\n</p>\n\n<p>\nو\"لبن\" هذه قرية بالشام من أعمال نابلس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head183'>[باب اللبني] :</h2>\n\n<p>\nوأغفل هذه الترجمة وهي \"اللبني\" بضم اللام الثانية بعدها باء موحدة ساكنة\nونون مكسورة فهو:\n</p>\n\n<p>\nالفقيه أبو عبد الله محمد بن عبد المولى بن محمد بن أبي1 اللخمي اللبني\nالمالكي: ولبنة قرية من قرى المهدية. سمع من والده وروى عنه. سمع منه جماعة\nمن شيوخنا منهم الحافظان أبو الطاهر إسماعيل بن الأنماطي وأبو الحسن يحيى\nابن علي القرشي والإمام أبو الحسن علي بن شجاع بن سالم المقرئ وأبو محمد\nعبد الصمد بن داود الغضاري. مولده سنة \"تسع وخمسمائة\" توفي في صفر سنة\n\"أربع وتسعين وخمسمائة\" بمصر.\n</p>\n\n<p>\nووالده الفقيه أبو محمد عبد المولى: سمع من جماعة ببغداد ومكة والشام\nومصر وحدث، وتوفي بمصر سنة \"سبع وأربعين وخمسمائة\". روى عن الفقيه الزاهد\nأبي الفتح نصر بن إبراهيم المقدسي بمصر. سمع منه الشيخ الصالح أبو الحسن\nعلي ابن المسلم الأنصاري المعروف بابن بنت أبي سعد -رحمه الله- وغيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head184'>حرف الميم</h1>\n\n<h2 class='l2' id='head185'>باب المجبر وباب المحب</h2>\n\n<h3 class='l3' id='head186'>[باب المجبر] :</h3>\n\n<p>\nوذكر في باب \"المجبر\" بضم الميم وفتح الجيم وكسر الباء الموحدة وتشديدها\nوراء مهملة آخر الحروف، رجلا واحدا، وفاته:\n</p>\n\n<p>\nأبو المظفر إسماعيل بن أحمد بن أبي عبد الله بن أحمد بن المجبر الأنصاري\nالدمشقي: سمع الحافظ أبا طاهر أحمد بن محمد بن أحمد السلفي وحدث عنه بحلب.\nروى لنا عنه جدي لأمي أبو منصور يونس بن محمد الفارقي -رحمه الله-.\n</p>\n\n<p>\nوأبو محمد عبد المنعم بن محمود بن مفرج المجبر الكتاني المصري: سمع من\nالحافظ أبي نزار ربيعة بن الحسن اليمني وحدث عنه. سمع منه جماعة من\nأصحابنا، وتوفي في تاسع عشر ذي <span id='ms109'></span> القعدة سنة \"ست وخمسين وستمائة\" بمصر ودفن\nمن الغد بالقرافة الصغرى.\n</p>\n\n<h3 class='l3' id='head187'>[باب المحب] :</h3>\n\n<p>\nوذكر في باب \"المحب\" بضم الميم وكسر الحاء المهملة، رجلين، وأغفل ذكر:\n</p>\n\n<p>\nشيخنا أبي الفتوح محمد بن محمد بن عمروك البكري المعروف بابن المحب\nالنيسابوري الصوفي: سمع بنيسابور من أبي الأسعد هبة الرحمن بن عبد الواحد\nبن القشيري وببغداد من أبي عبد الله الحسين بن نصر بن خميس الموصلي\nوبالإسكندرية من الحافظ أبي طاهر السلفي وبمكة من أبي حفص عمر بن عبد\nالمجيد بن عمر الميانشي وحدث بمكة وببغداد ودمشق ومصر وصحب الصوفية حضرا\nوسفرا، وجاور بمكة -شرفها الله تعالى- سنين، وأقام بمصر مدة ثم سافر إلى\nدمشق وسكنها إلى حين وفاته. رأيته وسمعت عنه بدمشق ومن ولده وحفيدته. مولده\nبنيسابور في سنة \"ثماني عشرة وخمسمائة\". وتوفي بدمشق في ليلة الاثنين\nالحادي عشر من جمادى الآخرة سنة \"خمس عشرة وستمائة\" ودفن بمقبرة باب\nالصغير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head188'>باب مرشد وباب مرير ومزيز</h2>\n\n<h3 class='l3' id='head189'>[باب مرشد] :</h3>\n\n<p>\nوذكر في باب \"مرشد\" بضم الميم وسكون الراء وكسر الشين المعجمة \"رجلين\"\nوفاته:\n</p>\n\n<p>\nالأمير العالم مؤيد أبو المظفر أسامة بن مرشد بن علي بن مقلد بن نصر بن\nمنقذ الكناني الشيزري: من بيت مشهور بالشجاعة والتقدم والفضيلة، وله\nالتصانيف المفيدة، والمناقب العديدة، واليد الطولى في اللغة والكتابة\nوالنظم. سمع من أبي الحسن علي بن سالم السنبسي وغيره وحدث. سمع منه الحافظ\nأبو القاسم علي بن الحسن بن عساكر وأبو سعد عبد الكريم بن محمد السمعاني\nوأبو المواهب الحسن بن هبة الله بن صصرى الربعي وأبو محمد عبد الغني بن عبد\nالواحد المقدسي وغيرهم. روى لنا عنه جماعة من شيوخنا، ودخل بغداد والموصل\nودمشق ومصر. ومولده بشيزر في يوم الأحد السابع والعشرين من جمادى الآخرة\nسنة \"ثمان وثمانين وأربعمائة\". وقيل: في شهر رمضان منها وتوفي ليلة الثالث\nوالعشرين من شهر رمضان سنة \"أربع وثمانين وخمسمائة\" بدمشق، ودفن من الغد\nبسفح جبل قاسيون، أنشدنا الإمام أبو الحسن محمد بن أحمد بن علي القرطبي\nبدمشق، قال أنشدنا الأمير أبو <span id='ms110'></span> المظفر أسامة بن مرشد بن علي بن منقذ الكناني\nلنفسه بدمشق:\n</p>\n\n<p>\nوما سكنت نفسي إلى الصبر عنكم ... ولا رضيت بعد الديار من القرب\n</p>\n\n<p>\nولكن أيامي قضت بشتاتنا ... ففارقكم جسمي وجاوركم قلبي\n</p>\n\n<p>\nولو جمعتنا الدار بعد تفرق ... لكنتم من الدنيا وزينتها حسبي\n</p>\n\n<h3 class='l3' id='head190'>[باب مرير ومزيز] :</h3>\n\n<p>\nوأغفل هذه الترجمة وهي \"مرير\" و\"مزيز\" أما الأول بضم الميم وفتح الراء\nالمهملة وياء بعدها ساكنة وراء مهملة آخر الحروف فهو:\n</p>\n\n<p>\nالفقيه أبو طالب مدرك بن أبي بكر بن أبي طالب بن مرير الحموي الشافعي:\nتفقه ببغداد وسمع بها الحديث وكان فيه ذكاء مفرط، وتولى التدريس بالمدرسة\nالمعروفة بالأكزية بدمشق، وعقود الأنكحة بها، سمع من القاضي أبي المحاسن\nيوسف بن رافع بن تميم قاضي حلب وغيره.\n</p>\n\n<p>\nوالثاني [مزيز] :\n</p>\n\n<p>\nوأبو محمد إدريس بن محمد بن أبي الفرج بن مزيز \"بضم الميم وفتح الزاي\nالمعجمة بواحدة من فوقها، المفتوحة، بعدها ياء معجمة باثنتين من تحتها وزاي\nآخر الحروف\" الحموي أيضا.\n</p>\n\n<p>\nسمع ببلده من شيخنا الفقيه أبي إسحاق إبراهيم بن عبد الله بن عبد المنعم\nالهمذاني قاضي حماة وأبي البركات محمد بن الحسين بن عبد الله بن رواحة\nالأنصاري، الحمويين، وبحلب من الإمام أبي البقاء يعيش بن علي بن يعيش\nالنحوي وغيره، وبدمشق من جماعة من شيوخنا، وفيه فضل ومعرفة وبيته معروف\nبحماة سمع منه صاحبنا الإمام أبو محمد التوني بمدينة حماة جزءا من تخريجه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head191'>[باب مسلم] :</h2>\n\n<p>\nوذكر في باب \"مسلم\" بفتح السين المهملة وتشديد اللام وفتحها، جماعة،\nوفاته:\n</p>\n\n<p>\nالفقيه أبو إسحاق إبراهيم بن منصور بن المسلم الشافعي المقرئ المعروف\nبالعراقي: مولده بمصر سنة \"عشر وخمسمائة\" ودخل إلى بغداد وتفقه بها، وأقام\nبها مدة، ثم عاد إلى مصر وتولى الخطابة بجامعها العتيق والإمامة، وشرح كتاب\n\"المهذب\" لأبي إسحاق الشيرازي، وانتفع به جماعة ودرس وأفتى. وتوفي بمصر في\nالحادي والعشرين من جمادى الأولى سنة \"ست وتسعين وخمسمائة\" ودفن بسفح\nالمقطم. روى لنا عنه الفقيه أبو الحسن علي بن هبة الله الشافعي إنشادا عن\nالفقيه أبي الحسن بن الخل شيخه <span id='ms111'></span>.\n</p>\n\n<p>\nوأبو الغنائم المسلم بن عبد الوهاب بن مناقب بن أحمد بن علي بن أحمد بن\nالحسن بن أحمد بن الحسن بن علي بن محمد بن إسماعيل الحسيني المنقذي الحنفي\nالشروطي العدل: سمع من أبي يعلى حمزة بن أبي الجيش وأبي عبد الله محمد بن\nعلي بن محمد بن صدقة الحراني، وأبي الفضل إسماعيل بن الجنزوي، وأبي الفوارس\nبن شافع القرشي، وغيرهم وروى عنهم. سمعت منه وكان شريفا فاضلا له معرفة\nبالشروط، حسن الأخلاق، عليه جلالة وسكينة، وتوفي يوم الأحد الحادي عشر من\nرجب سنة \"خمس وثلاثين وستمائة\" بدمشق ودفن بمقبرة باب الصغير.\n</p>\n\n<p>\nوأبو الغنائم المسلم بن أحمد بن علي بن أحمد المازني النصيبي: شيخ حسن\nويعرف بخطيب الكتان. سمع أبا محمد عبد الرحمن بن أبي الحسن بن إبراهيم\nالداراني والحافظ أبا القاسم علي بن الحسن بن هبة الله الشافعي وحدث عنهما.\nلقيته وسمعت منه. مولده في المحرم سنة \"ثمان وثلاثين وخمسمائة\". وتوفي ليلة\nالأحد ثامن عشر ربيع الأول سنة \"إحدى وثلاثين وستمائة\" ودفن يوم الأحد\nبمقبرة باب الصغير ظاهر دمشق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nوأبو الغنائم المسلم بن حماد بن محفوظ بن ميسرة الأزدي الدمشقي من أكابر\nالعدول والرؤساء: سمع بدمشق من الوزير أبي المظفر سعيد بن سهل بن محمد\nالفلكي روى لنا عنه الحافظ أبو الحجاج يوسف بن خليل الدمشقي في معجمه وسمع\nمن شيخنا القاضي أبي القاسم بن الحرستاني قديما، وسمع بالإسكندرية من\nالحافظ أبي طاهر السلفي وغيره، ولم أتحقق مولده ووفاته.\n</p>\n\n<p>\nوالفقيه أبو الحسن علي بن أبي الفضائل هبة الله بن سلامة بن المسلم\nاللخمي المصري الشافعي المعروف بابن الجميزي: رئيس فقهاء الشافعية بالديار\nالمصرية والمتصدر بها للفتوى، جمع بين الفضل والكرم، وكان مدرسا بزاوية\nالإمام الشافعي بجامع مصر، وخطيبا بجامع القاهرة. سمع بالإسكندرية من\nالحافظ أبي طاهر السلفي والفقيه أبي الطاهر بن عوف وبمصر من الإمام أبي\nمحمد بن بري والإمام أبي سعيد محمد بن عبد الرحمن المسعودي والشريف النسابة\nأبي علي محمد بن أسعد الحسيني الجواني وغيرهم، وبدمشق من <span id='ms112'></span> الحافظ أبي القاسم\nعلي بن الحسن بن عساكر والقاضي أبي سعد بن أبي عصرون وغيرهما، وببغداد من\nأبي الحسين بن يوسف وأبي عبد الله محمد بن نسيم العيشوني وأبي شاكر يحيى بن\nيوسف بن أحمد السقلاطوني وأبي الحسن علي بن عساكر بن المرحب البطائحي\nالمقرئ والكاتبة فخر النساء شهدة بنت أبي نصر الإبري، وغيرهم، وروى عنهم.\nحدث بمكة ومصر ودمشق وحلب، سمعت منه بدمشق ومصر، وسألته عن مولده فقال: في\nيوم عيد الأضحى سنة \"تسع وخمسين وخمسمائة\" بمصر. وتوفي بها ليلة الخميس\nالرابع والعشرين من ذي الحجة سنة \"تسع وأربعين وستمائة\" ودفن يوم الخميس\nبسارية بسفح المقطم.\n</p>\n\n<p>\nوأبو الحسن مرتضى بن العفيف أبي الجود حاتم بن مسلم بن أبي العرب الحارثي\nالمقدسي الحوفي: كان من عباد الله الصالحين، مواظبا على تلاوة كتابه\nالمبين. سمع من الحافظ أبي طاهر السلفي وجدي الإمام أبي الفتح محمود وأبي\nسعيد محمد بن عبد الرحمن المسعودي والعلامة أبي محمد بن بري وأبي الطاهر\nإسماعيل بن قاسم الزيات والقاضي أبي عبد الله محمد بن عبد الرحمن الحضرمي\nوأبي الطاهر إسماعيل بن ياسين الشارعي والحافظ أبي محمد القاسم ابن عساكر\nوأبي القاسم عبد الرحمن بن محمد السبيي وغيرهم. وسمع بدمشق من أبي محمد بن\nالخرقي وحدث بها وبمصر. سمعت منه كثيرا بمصر وسألته عن مولده فقال: في سنة\n\"تسع وأربعين وخمسمائة\". وتوفي بشارع القاهرة ليلة الخميس التاسع والعشرين\nمن شوال سنة \"أربع وثلاثين وستمائة\" ودفن يوم الخميس بعد صلاة الظهر بسفح\nالمقطم.\n</p>\n\n<p>\nوأبو محمد إسحاق بن علي بن المسلم بن محمد بن أبي الفرج الكندي الحموي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nيعرف بابن مراجل: من بيت مشهور بحماة. أديب فاضل، أنشدني لنفسه بدمشق مما\nكتب به إلى الملك الناصر يوسف بن العزيز صاحب الشام:\n</p>\n\n<p>\nأيا ابن العزيز الناصر الملك الذي ... إذا جار دهر فهو بالعدل ينصف\n</p>\n\n<p>\nأتيت وما لي غير مدحي بضاعة ... وقد مسني ضر وها أنت يوسف\n</p>\n\n<p>\nوأبو محمد عبد الرحيم بن الحضر بن مسلم الصيدلاني: سمع أبا علي حنبل بن <span id='ms113'></span>\nعبد الله البغدادي بدمشق، وحدث، سمعت منه، وتوفي في يوم الجمعة ثامن عشر\nجمادى الأولى سنة \"ست وخمسين وستمائة\" بدمشق.\n</p>\n\n<p>\nوأبو الفتح نصر الله بن محمد بن المسلم بن أبي سراقة الهمذاني الدمشقي:\nسمع الفقيه أبا الفتح نصر الله بن محمد ابن عبد القوي المصيصي وغيره، روى\nلنا عنه الحافظ أبو الحجاج يوسف بن خليل الدمشقي في معجم شيوخه.\n</p>\n\n<p>\nوولداه أبو القاسم عبد الكريم: سمع أبا منصور المبارك بن فارس بن أبي نصر\nالماوردي، والأمير أبا المظفر أسامة بن منقذ وغيرهما وروى لنا عنهما.\n</p>\n\n<p>\nوأبو بكر الفضل بن نصر الله. سمع بدمشق من أبي عبد الله حنبل بن عبد الله\nالرصافي وروى عنه. سمعت منه.\n</p>\n\n<p>\nوالأمين أبو الفضل محمد بن أبي الغنائم المسلم بن مكي بن خلف بن علان\nالقيسي الدمشقي العدل: من بيت مشهور بالعدالة، معروف بالرئاسة. سمع من\nالحافظ أبي القاسم بن عساكر وأبي الفهم بن أبي العجائز الأزدي وغيرهما،\nوحدث، توفي في سادس رجب سنة \"سبع عشرة وستمائة\" بدمشق ودفن من الغد بسفح\nقاسيون.\n</p>\n\n<p>\nوأخوه أبو المعالي أسعد بن المسلم: سمع بدمشق الحافظ أبا القاسم بن عساكر\nوأبا الفهم بن أبي العجائز وأبا المعالي علي بن هبة الله بن خلدون وأبا\nالمجد الفضل بن الحسين بن البانياسي وغيرهم، وبمصر العلامة أبا محمد عبد\nالله بن بري المقدسي وبالإسكندرية القاضي أبا عبد الله محمد بن عبد الرحمن\nبن محمد الحضرمي، وحدث بدمشق ومصر. سمعت منه بدمشق. مولده في رابع ربيع\nالأول سنة \"إحدى وستين وخمسمائة\" بدمشق، وتوفي بها في الثامن من رجب سنة\n\"ست وثلاثين وستمائة\"، في ليلة الثلاثاء ودفن بسفح قاسيون.\n</p>\n\n<p>\nوأخوهما الأمين أبو محمد مكي بن المسلم: أحمد المعدلين بدمشق. سمع الحافظ\nأبا القاسم بن عساكر وأبا الفهم بن أبي العجائز وأبا المعالي بن خلدون وهو\nآخر من روى عنهم. حدث بدمشق. وسمعت منه وأجاز له الحافظ أبو طاهر السلفي\nوأبو عبد الله محمد بن علي الرحبي وغيرهما. ومولده يوم السبت مستهل رجب سنة\n\"ثلاث وستين <span id='ms114'></span> وخمسمائة\" بدمشق. وتوفي بها يوم الجمعة العشرين من صفر سنة\n\"اثنتين وخمسين وستمائة\".\n</p>\n\n<p>\nوأبو الغنائم المسلم بن محمد بن المسلم بن مكي بن علان: ولد أبي عبد الله\n\"كذا: أبي الفضل\" المقدم ذكره. سمع أبا علي حنبل بن عبد الله الرصافي وروى\nعنه. سمعت منه بدمشق وحدث أيضا بمصر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head192'>باب المشمر وباب مشرف ومشرف</h2>\n\n<h3 class='l3' id='head193'>[باب المشمر] :</h3>\n\n<p>\nوذكر في باب \"المشمر\" بضم الميم وفتح الشين المعجمة وتشديد الميم\nالثانية، وراء مهملة آخر الحروف فقال:\n</p>\n\n<p>\nأبو الفتح الخضر بن الأمير صلاح الدين يوسف بن أيوب [المشمر] : سماه\nوكناه لي ولده أبو إسحاق إبراهيم، بطريق الحجاز. سمع الحديث بدمشق. فيما\nبلغني، يقال له: الملك المشمر \"هذا آخر كلامه\" قلت: أما الذي ذكره في كنيته\nفليس بصحيح وإنما كنيته أبو العباس. سمع بمصر من أبي القبائل عشير بن علي\nبن أحمد المزارع الحنبلي والعلامة أبي محمد عبد الله بن بري النحوي وجدي\nالإمام أبي الفتح محمود والإمام أبي سعيد محمد بن عبد الرحمن المسعودي\nوغيرهم، وحدث بدمشق. رأيته وسمعت منه. مولده بمصر في شعبان، وقيل في شهر\nرمضان سنة \"ثمان وستين وخمسمائة\".\n</p>\n\n<h3 class='l3' id='head194'>[باب مشرف ومشرف] :</h3>\n\n<p>\nوذكر في باب \"مشرف\" و\"مشرف\" جماعة، الأول بضم الميم وفتح الشين المعجمة\nوتشديد الراء وفتحها وآخرها فاء. والثاني بضم الميم وسكون الشين المعجمة\nوكسر الراء وفاء آخر الحروف، وفاته في الأول:\n</p>\n\n<p>\nأبو الحسن علي بن المشرف بن المسلم بن حميد الأنماطي: سمع من أبي الحسن\nعبد الباقي بن فارس وسمع أبا الحسين محمد بن محمود بن الدليل الصواف وأبا\nالحسين محمد بن علي بن إبراهيم الدقاق وغيرهم. روى عنه الحافظ أبو طاهر\nالسلفي وأبو محمد عبد الله بن عبد الرحمن بن أبي اليابس العثماني وغيرهما،\nوأجاز لأبي طاهر بركات بن إبراهيم الخشوعي.\n</p>\n\n<p>\nوولده أبو الفضل المشرف بن علي بن المشرف: حدث عن أبيه. سمع منه شيخنا\nأبو محمد بن رواج.\n</p>\n\n<p>\nوولد ولده أبو الحسن علي بن المشرف بن علي: سمع أبا محمد العثماني وحدث\nعن الحافظ أبي طاهر <span id='ms115'></span> السلفي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nوأبو جعفر يحيى بن المشرف بن الخضر بن النمار البزاز: سمع أبا العباس\nأحمد بن سعيد بن نفيس المقرئ. روى عنه أبو الحسن علي بن هبة الله الكاملي،\nوأبو القاسم البوصيري.\n</p>\n\n<p>\nوأبو عبد الله محمد بن محمد بن علي بن مشرف الحلبي: سمع بحلب من أبي\nالفرج يحيى بن محمود بن سعد الثقفي وروى عنه. دخل دمشق وحدث بها، وسمعت منه\nثم عاد إلى حلب وتوفي بها في سنة \"سبع وثلاثين وستمائة\".\n</p>\n\n<p>\nوفاته في الثاني [المشرف] :\n</p>\n\n<p>\nأبو إبراهيم إسحاق بن محمود بن بلكويه بن أبي الفياض بن علي البروجردي\nالصوفي يعرف بالمشرف: مولده يوم السبت تاسع ربيع الأول سنة \"تسع وسبعين\nوخمسمائة\". سمع ببغداد من أبي حفص بن طبرزد والحافظ أبي بكر عبد الرزاق عبد\nالقادر الجيلي وأبي أحمد عبد الباقي بن عبد الجبار الهروي وأبي طاهر لاحق\nبن كاره. وبمصر من الحافظ أبي الحسن علي ابن المفضل المقدسي وأبي عبد الله\nمحمد بن عبد الله بن موهوب بن البناء الصوفي والأمير أبي الفوارس مرهف بن\nأسامة ابن منقذ وشيخ الشيوخ أبي الحسن بن حمويه وغيرهم. وكتب بخطه الكثير\nوقرأ بنفسه، وحدث بالقاهرة وسمعت منه وهو ثقة نبيل، لديه فضل ومعرفة، حسن\nالأخلاق وصحب شيخ الشيوخ المذكور مدة، وكان خصيصا به، وولاه الإشراف على\nالخانقاه التي بالقاهرة المعروفة قديما بسعيد السعداء، فبقي مشرفا عليه مدة\nإلى أن ضعف وعجز عن الحركة، فانقطع في بيته، وعرف بهذه النسبة لذلك، وتوفي\nبالقاهرة في بكرة خامس المحرم سنة \"تسع وستين وستمائة\" ودفن من يومه بمقبرة\nالصوفية بالقرافة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head195'>[باب معقل ومغفل] :</h2>\n\n<p>\nوأغفل هذه الترجمة وهي \"معقل\" و\"مغفل\"، أما \"معقل\" بفتح الميم وسكون\nالعين المهملة بعدها قاف مكسورة ولام آخر الحروف فهو:\n</p>\n\n<p>\nالأديب الفاضل أبو العباس أحمد بن علي بن معقل الأزدي ثم المهلبي الحمصي\nالنحوي: كان من الأدباء المشهورين والعلماء المذكورين. قرأ العربية ببلده\nعلى الفقيه مهذب الدين أبي الفرج عبد الله بن أسعد الموصلي نزيل حمص، ودخل\nبغداد وقرأ بها على <span id='ms116'></span> الوجيه أبي بكر [المبارك] الواسطي وأبي البقاء عبد الله\nبن الحسين العكبري، ونظم الإيضاح والتكملة لأبي علي الفارسي نظما حسنا،\nأجاد فيه النظم، وعرض النظم على الإمام تاج الدين أبي اليمن زيد بن الحسن\nالكندي -رحمه الله- فوقف عليه وشكره، وأثنى على نظمه وما سطره، سمعت منه\nبحمد الله بدمشق، وكتبت عنه قطعا من شعره، أنشدني في الخضاب، وهو من أحسن\nما نظم في هذا الباب.\n</p>\n\n<p>\nما لي أزور شيبي بالخضاب وما ... من شأني الزور في فعلي وفي كلمي\n</p>\n\n<p>\nإذا بدا سر شيب في عذار فتى ... فليس يكتم بالحناء والكتم\n</p>\n\n<p>\nسألته عن مولده فقال: في شهور سنة \"سبع وستين وخمسمائة\" بحمص. وتوفي\nبدمشق في ليلة الخميس المسفرة عن الخامس والعشرين من شهر ربيع الأول سنة\n\"أربع وأربعين وستمائة\" ودفن صبيحتها يوم الخميس بعد صلاة الظهر بسفح\nقاسيون.\n</p>\n\n<p>\nوأما \"مغفل\" بضم الميم وفتح العين المعجمة وبعدها فاء مشددة معجمة بواحدة\nفهو:\n</p>\n\n<p>\nأبو اليقظان مغفل بن علي بن أبي الحسن الواسطي الواعظ: قدم دمشق وحدث\nبها، سمع منه شيخنا الخطيب أبو حفص عمر بن يوسف بن يحيى المقدسي خطيب \"بيت\nالآبار\" حكاية عن والده، رواها لنا عنه، ولم أعلم من أمره شيئا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head196'>[باب المفضض والمقصص] :</h2>\n\n<p>\nوفاته هذه الترجمة وهي \"المفضض\" و\"المقصص\" فأما الأول فهو بالفاء المعجمة\nبواحدة وضادين معجمتين، الأولى مشددة مكسورة وهو:\n</p>\n\n<p>\nأبو الحسن علي بن أحمد بن علي المفضض الشرواني الواعظ: كتب عنه الحافظ\nأبو طاهر السلفي -رحمه الله- في معجم السفر، وذكر \"أنه كان شيخا مسنا\nمشهورا بمدن شروان وما يقرب منها، حسن الواعظ إذا وعظ، وله حرمة في\nاليزيدية دار المملكة بشروان، وجمع أخبار الحسين بن منصور الحلاج ورواها\nلنا عنه ببغداد أحد من سمعها عليه ثم قرأتها أنا عليه بشروان عند اجتماعي\nبه\". وذكر عنه حكاية [هي] في بعض تخريجاتنا، أخبرنا بها الشيخان العالمان\nأبو القاسم عبد الله بن الحسين بن عبد الله بن رواحة الأنصاري، قراءة عليه\nوأنا أسمع بجامع دمشق، وأبو الحسن علي بن <span id='ms117'></span> إسماعيل بن إبراهيم بن جبارة\nالكندي بقراءتي عليه بالقاهرة قالا أنبأنا الحافظ أبو طاهر أحمد بن محمد بن\nأحمد السلفي الأصبهاني، قراءة عليه ونحن نسمع بثغر الإسكندرية، قال سمعت\nالقاضي أبا الحسن علي بن أحمد بن المفضض بشروان يقول: \"أمسك القاضي أبو بكر\nأحمد بن سهل بن السري الهمذاني عن الفتوى حين ورد القاضي أبو القاسم الحسن\nبن ممشاذ الأصبهاني المعروف بالزرندي بشروان إكراما له، وقال: \"هو أولى\nبذلك مني\" هذا أو قريب من معناه وهو عندي في مسموعاتي بشروان على لفظه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nوالثاني بالقاف المعجمة بنقطتين وصادين مهملتين الأولى منهما مشددة\nمكسورة [المقصص] فهو:\n</p>\n\n<p>\nأبو إسحاق إبراهيم بن موهوب بن علي بن حمزة السلمي المعروف بابن المقصص:\nسمع أبا القاسم نصر بن أحمد بن نصر الهمذاني المؤدب وأبا الحسن علي بن\nالحسن بن الحزور وأبا إسحاق إبراهيم بن يونس المقدسي وغيرهم. وكان شيخا\nصالحا، سمع منه الحافظ أبو القاسم بن عساكر الدمشقي وذكره في تاريخه وولده\nالحافظ أبو محمد القاسم والحافظ أبو المواهب الحسن بن صصرى وخرج عنه في\nمعجمه، وشيخانا أبو البركات الحسن بن محمد بن عساكر وأبو القاسم الحسين بن\nصصرى ورويا لنا عنه. توفي بدمشق سنة \"تسع وخمسين وخمسمائة\" ودفن بمقبرة باب\nالصغير.\n</p>\n\n<p>\nوعمه أبو البركات كتائب بن علي بن حمزة السلمي الجابي الحنبلي يعرف بابن\nالمقصص: سمع أبا محمد عبد العزيز بن أحمد الكتاني وأبا بكر الخطيب وأبا\nالحسين القايني ودخل أصبهان وسمع منه بها يحيى بن منده وسمع منه عمر\nالدهستاني بدمشق وكتب عنه الحافظ السلفي في معجم السفر، وسأله عن مولده\nفقال: ولدت في سنة \"أربع وأربعين وأربعمائة\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head197'>باب مقداد وباب المكبر</h2>\n\n<h3 class='l3' id='head198'>[باب مقداد] :</h3>\n\n<p>\nوذكر في باب \"مقداد\" بكسر الميم وسكون القاف ودال مهملة مكررة:\n</p>\n\n<p>\nالمقداد بن الأسود: له صحبة واسم أبيه \"عمرو\" وكان في حجر الأسود بن عبد\nيغوث الزهري فنسب إليه قاله ابن أبي حاتم \"هذا آخر كلام الحافظ أبي بكر بن\nنقطة\" قلت: وفاته:\n</p>\n\n<p>\nالمقداد بن أبي القاسم هبة الله بن <span id='ms118'></span> المقداد بن علي القيسي الصقلي الأصل،\nالدمشقي المولد والدار: كان والده من الصالحين الأخيار، جاور بمكة سنين\nودخل بغداد وفي صحبته ولده المذكور، وسمعه على الحافظ أبي محمد عبد العزيز\nبن الأخضر وأبي محمد بن منينا وجماعة من الشيوخ، وبمكة من الحافظ أبي\nالفتوح نصر بن أبي الفرج بن الحصري وغيره، وحدث بدمشق ومصر.\n</p>\n\n<h3 class='l3' id='head199'>[باب المكبر] :</h3>\n\n<p>\nوذكر في باب \"المكبر\" بضم الميم وفتح الكاف وكسر الباء المشددة الموحدة\nوراء مهملة آخر الحروف، جماعة، وفاته:\n</p>\n\n<p>\nأبو الحسن علي بن النفيس بن أبي منصور بن أبي المعالي البغدادي يعرف بابن\nالمكبر: سمع ببغداد ودمشق وحلب ومصر والإسكندرية من جماعة، وحدث بدمشق\nومصر، وكان يسافر من بغداد إلى الإسكندرية مترددا في أخذ خطوط الشيوخ للناس\nفي الإجازات المسيرة على يده، ليس له حاجة ولا بضاعة إلا ذلك وما له قصد\nسوى الإفادة وبقي على هذا الأمر سنين، فجزاه الله خيرا. آمين، وتوفي -رحمه\nالله- ليلة السابع عشر من صفر سنة \"أربعين وستمائة\" بالبيمارستان الناصري\nبالقاهرة ودفن من الغد بظاهر باب النصر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head200'>باب ملوك وباب المهتر والمهير</h2>\n\n<h3 class='l3' id='head201'>[باب ملوك] :</h3>\n\n<p>\nوذكر في باب \"ملوك\" بضم الميم واللام وآخره كاف جمع ملك، رجلين، وفاته:\n</p>\n\n<p>\nأبو محمد عبد الوهاب بن أبي الفهم بن أبي القاسم بن عبد الملك السلمي\nالكفرطابي المعروف بابن ملوك: سمع بدمشق الحافظ أبا القاسم علي بن عساكر\nوروى عنه سمع منه جماعة من أصحابنا. مولده سنة \"خمسين وخمسمائة\". وتوفي\nبدمشق في رابع شعبان سنة \"خمس عشرة وستمائة\".\n</p>\n\n<h3 class='l3' id='head202'>[المهتر والمهير] :</h3>\n\n<p>\nوذكر في باب \"المهتر\" و\"المهير\" أما الأول بكسر الميم وسكون الهاء وفتح\nالتاء المعجمة من فوقها باثنتين فهو:\n</p>\n\n<p>\nأبو البدر عبد الرحيم بن أحمد بن عبد الرحيم بن المهتر النهاوندي: سمع من\nأبي البدر الكرخي وغيره وحدث ومات -وبيض-. \"هذا آخر كلامه\" قلت: وسمع أيضا\nمن القاضي أبي بكر محمد بن عبد الباقي بن محمد الأنصاري وأبي القاسم\nإسماعيل بن أحمد بن عمر السمرقندي، وأبوي الفضل محمد بن عمر بن يوسف\nالأرموي ومحمد <span id='ms119'></span> بن ناصر الحافظ وأبي القاسم القاسم هبة الله بن أحمد الحريري\nوأبي الكرم الشهرزوري، وأبي الوقت السجزي وأبي الفضل أحمد بن طاهر الميهني\nوغيرهم، وحدث باليسير. سمع منه أبو الحسين أحمد بن حمزة بن علي الموازيني\nالدمشقي وخرج عنه في معجمه وتفقه بالمدرسة النظامية ببغداد ولم أتحقق مولده\nووفاته.\n</p>\n\n<p>\nوأما \"المهير\" بضم الميم وفتح الهاء وسكون الياء المعجمة باثنتين من\nتحتها وراء آخر الحروف فذكر فيه جماعة، وأغفل ذكر:\n</p>\n\n<p>\nأبي محمد الحسن بن الحسين بن أبي البركات بن المهير البغدادي التاجر: شيخ\nحسن. سمع ببغداد من أبي القاسم يحيى بن أسعد بن بوش وحدث عنه ببغداد ودمشق.\nرأيته بها وسمعت منه وسألته عن مولده فذكر أنه في بعض شهور سنة \"أربع\nوثمانين\n</p>\n\n<p>\nوخمسمائة\" ببغداد، وسكن دمشق مدة إلى أن توفي بها في شهر رجب سنة \"ست\nوستين وستمائة\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head203'>[باب مهنا ومهيا] :</h2>\n\n<p>\nوذكر في باب \"مهنا\" و\"مهيا\" جماعة، الأول بضم الميم وفتح الهاء بعدها نون\nمفتوحة مشددة، وفاته:\n</p>\n\n<p>\nالشريف أبو محمد قريش بن السبيع بن مهنا بن السبيع بن مهنا بن السبيع بن\nمهنا بن داود بن قاسم بن عبيد الله بن طاهر بن يحيى بن الحسن بن جعفر بن\nعبيد الله بن الحسين بن علي بن الحسين بن علي بن أبي طالب العلوي الحسيني\nالمدني: سمع ببغداد بن أبي الفتح محمد بن عبد الباقي بن البطي وأبي طالب بن\nخضير وأبي بكر بن النقور، وعلي بن أبي سعد الخباز وأبي محمد عبد الله بن\nأحمد بن الخشاب وغيرهم، وروى عنهم، أجاز لي غير مرة، مولده في شعبان سنة\n\"إحدى وأربعين وخمسمائة\" بمدينة رسول الله صلى الله عليه وسلم وذكر الحافظ\nأبو عبد الله محمد بن محمود بن النجار -ومن خطه نقلت- أن مولده في سنة \"تسع\nوثلاثين وخمسمائة\". وتوفي ليلة الجمعة الخامس والعشرين من ذي الحجة سنة\n\"عشرين وستمائة\" ودفن بالمشهد.\n</p>\n\n<p>\nوأبو العباس أحمد بن علي بن زيد بن معروف بن أحمد بن مهنا الكناني\nالعسقلاني: سمع أبا طاهر <span id='ms120'></span> الخشوعي وروى عنه. سمعت منه بدمشق. توفي في العشر\nالآخر من شوال سنة \"خمس وخمسين وستمائة\" بدمشق.\n</p>\n\n<p>\nوأخوه أبو العشائر فراس بن علي بن زيد تقدم ذكره في باب فراس.\n</p>\n\n<p>\nوابن عمهما أبو الفضل زيد بن يوسف بن طرخان بن زيد بن معروف بن أحمد بن\nمهنا الكناني العسقلاني التاجر: دخل بغداد مرارا وسمع بها من أبي الفضل\nسليمان بن محمد بن علي الموصلي وغيره، وحدث بدمشق. سمعت منه وتوفي في\nالحادي عشر من صفر سنة \"سبع وثلاثين وستمائة\" بدمشق.\n</p>\n\n<p>\nوالفقيه أبو بكر بن أبي طالب بن مهنا الإسكندري المولد الدمشقي الدار\nوالوفاة الشافعي: تفقه بدمشق وسكنها إلى حين وفاته، ودرس بها، سمع أبا\nالفضل سعد بن طاهر بن سعد المزدقاني وأبا علي حنبل بن عبد الله البغدادي\nوغيرهما وصحب شيخنا أبا محمد عبد الرحمن بن عساكر، وتفقه عليه، وحدث بدمشق.\nسمع منه بعض الطلبة وتوفي في سابع عشر ذي الحجة سنة \"ثلاث وستين وستمائة\"\nبدمشق.\n</p>\n\n<p>\nوأما \"مهيا\" فمثله في الصورة إلا أن بعد الهاء ياء معجمة بنقطتين من\nتحتها، ذكر فيه رجلين، وفاته:\n</p>\n\n<p>\nأبو عبد الله محمد بن موسى بن مهيا بن عيسى بن أبي الفتوح اللخمي\nالإسكندراني: مولده بها في سنة \"ست وخمسين وخمسمائة\". وتوفي بها في سنة\n\"خمس وثلاثين وستمائة\". سمع الحافظ أبا طاهر أحمد بن محمد السلفي وروى عنه.\nأجاز لي غير مرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head204'>باب المباركي وباب المتيجي</h2>\n\n<h3 class='l3' id='head205'>[باب المباركي] :</h3>\n\n<p>\nوذكر في باب \"المباركي\" بضم الميم وفتح الباء الموحدة بعدها راء مهملة\nمفتوحة، جماعة، قلت:\n</p>\n\n<p>\nوصاحبنا أبو جعفر عبد الله بن أبي البدر محمد بن يعقوب المباركي الواسطي،\nوينعت بالصائن: فقيه صالح، حسن الأخلاق. سمع معنا بدمشق من شيخنا قاضي\nالقضاة أبي القاسم بن الحرستاني -رحمه الله- وغيره، وأقام بها إلى حين\nوفاته، والمباركي: نسبة إلى [المبارك] بليدة على شاطئ دجلة بين بغداد\nوواسط.\n</p>\n\n<h3 class='l3' id='head206'>[باب المتيجي] :</h3>\n\n<p>\nوذكر في باب \"المتيجي\" بفتح الميم وكسر التاء، المشددة المعجمة من فوقها\nباثنتين وسكون الياء المعجمة من تحتها باثنتين:\n</p>\n\n<p>\nالشيخ الصالح <span id='ms121'></span> أبا محمد عبد الله بن إبراهيم بن عيسى المتيجي: ولم يذكر\nمولده ووفاته، قلت مولده في أواخر سنة \"إحدى -أو أوائل سنة اثنتين- وخمسين\nوخمسمائة\". وتوفي في ليلة الثامن من شعبان سنة \"ست وثلاثين وستمائة\" بثغر\nالإسكندرية ودفن من الغد برباطه.\n</p>\n\n<p>\nوفاته:\n</p>\n\n<p>\nولده أبو عبد الله محمد بن عبد الله بن إبراهيم بن المتيجي: سمع\nبالإسكندرية من أبي القاسم عبد الرحمن بن مكي ابن موقا السعدي وغيره من\nشيوخ الثغر، والقادمين إليه، وحدث به. دخلت الإسكندرية وهي حي واجتمعت به\nمرارا ولم يتفق لي السماع منه، وكان يفيدي عن الشيوخ ويعيرني الأجزاء، وهو\nرجل حسن من عدول الثغر، مولده في العشرين من صفر سنة \"ثمان وثمانين\nوخمسمائة\". وتوفي في جمادى الآخرة سنة \"تسع وخمسين وستمائة\". بثغر\nالإسكندرية. سمع منه جماعة من أصحابنا. وأجاز لي مرارا.\n</p>\n\n<p>\nوذكر في باب \"المنبجي\" بفتح الميم وسكون النون وكسر الباء الموحدة والجيم\nالمكسورة جماعة، وأغفل ذكر:\n</p>\n\n<p>\nالشيخ أبي الحسن علي بن عبد الرحمن بن هبة الله بن مساور المنبجي الخطيب:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nسمع الحافظ أبا طاهر أحمد بن محمد السلفي وروى عنه. سمع منه جماعة من\nأصحابنا الرحالين وغيرهم.\n</p>\n\n<p>\nوالأخوين: أبي عبد الله محمد وأبي القاسم عبد الرحمن ولدي أبي الحجاج\nيوسف بن عبد الله بن فارس بن جلدك المنبجي: سمعا من أبي القاسم البوصيري\nورويا عنه. سمعت منهما بمصر، فأما محمد فمولده في شعبان سنة \"ست وسبعين\nوخمسمائة\". بمصر وتوفي بالقرافة في الخامس والعشرين من شهر رمضان سنة \"ثمان\nوستين وستمائة\" ودفن من يومه بها. وأما أخوه عبد الرحمن فإنه توفي في بكرة\nيوم الأحد سابع شعبان سنة \"ثلاث وستين وستمائة\" بالقرافة أيضا ودفن بها من\nيومه.\n</p>\n\n<p>\nوالشيخ الصالح أبي نصر سعد الله بن أبي الفتح بن معالي بن الحسين الطائي\nالمنبجي: سافر إلى خراسان ودخل خوارزم وأقام بها مدة وسمع من أبي روح عبد\nالمعز محمد بن أبي الفضل الهروي البزاز، وحدث عنه بدمشق وكان له شعر حسن.\nرأيته وسمعت منه وكتبت عنه شيئا من <span id='ms122'></span> نظمه أنشدني لنفسه بدمشق:\n</p>\n\n<p>\nحاجتي حاجة المحب وإني ... منك راض بنظرة أو سلام\n</p>\n\n<p>\nفإذا جدت بالكلام فمن لي ... بكلام إن جدت لي بالكلام\n</p>\n\n<p>\nأرتضي بالقليل كل قليل ... هذه حالتي وهذا مقامي\n</p>\n\n<p>\nتوفي آخر نهار يوم الاثنين سادس عشر ذي الحجة سنة \"إحدى وخمسين وستمائة\"\nبدمشق ودفن يوم الثلاثاء سابع عشر ذي الحجة بمقبرة الصوفية. ومولده تقريبا\nفي سنة \"ثمان وستين وخمسمائة\".\n</p>\n\n<p>\nوالفاضل أبي منصور المظفر بن محمد بن المظفر بن الحسين المنبجي وينعت\nبالناصح: أديب كامل، يكتب خطا حسنا، وينظم شعرا جيدا. اجتمعت به في القاهرة\nوكتبت عنه قطعا من نظمه وسافر إلى الإسكندرية وأقام بها مدة ثم فارقها\nمسافرا إلى بلاد اليمن وهو يومئذ مقيم بها، وأنشدني لنفسه بالقاهرة:\n</p>\n\n<p>\nأحبابنا أنا من أيام هجركم ... حرمت نومي وما حللت من جلدي\n</p>\n\n<p>\nوكنت أحسب أسبابا لبينكم ... وقط ما دار هذا البين في خلدي\n</p>\n\n<p>\nغربتم في تجافيكم علي وقد ... غربتموني بهذا الهجر في بلدي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head207'>[باب المري والمريي والمزي] :</h2>\n\n<p>\nوذكر في باب \"المري\" و\"المريي\" و\"المزي\"، الأول بضم الميم وكسر الراء\nالمشددة، ذكر فيه رجلين، وفاته:\n</p>\n\n<p>\nأبو بكر محمد بن علي بن الحسن المري يعرف بابن الدوانيقي: سمع الفقيه أبا\nالفتح نصر الله بن محمد بن عبد القوي المصيصي وغيره.\n</p>\n\n<p>\nسمع منه الحافظ أبو الحجاج يوسف بن خليل الدمشقي وأبو الحسن محمد بن أبي\nجعفر القرطبي وأخوه أبو الحسين إسماعيل وروى لنا عنه وتوفي في سادس شعبان\nسنة \"خمس وتسعين وخمسمائة\".\n</p>\n\n<p>\nوأبو الفرج قوام بن حمزة بن قوام بن زيد بن عيسى المري.\n</p>\n\n<p>\nمن ولد أبي بكر الصديق -رضي الله عنه- سمع من الحافظين أبي طاهر السلفي\nبالإسكندرية، وأبي القاسم بن عساكر بدمشق وغيرهما وحدث، سمع منه جماعة من\nالطلبة! وأجاز لي. توفي ليلة الخميس الثاني والعشرين من جمادى الآخرة سنة\n\"ثماني عشرة وستمائة\" بدمشق.\n</p>\n\n<p>\nوأخوه أبو طاهر إبراهيم بن حمزة بن قوام المري: سمع أبا سعد بن أبي عصرون\nوغيره.\n</p>\n\n<p>\nوأما \"المريي\" بفتح الميم، وكسر الراء المكررة المشددة، نسبة إلى\n\"المرية <span id='ms123'></span>\" وهي من بلاد المغرب، وذكر فيه رجلا واحدا، وفاته:\n</p>\n\n<p>\nأبو عبد الله محمد بن أحمد بن محمد بن عبد الله الأنصاري المريي ثم\nالبلنسي: حدث عن الحافظين أبي طاهر السلفي وأبي القاسم بن عساكر الدمشقي،\nوتوفي في سنة \"إحدى وعشرين وستمائة\" بالمرية من بلاد الأندلس. ذكره الحافظ\nأبو محمد المنذري في وفياته.\n</p>\n\n<p>\nوأما \"المزي\" بكسر الميم والزاي المشددة، ذكر فيه رجلا واحدا وهو:\n</p>\n\n<p>\nشيخنا خاطب -ويقال خطاب- بن عبد الكريم بن أبي يعلى الحارثي المزي: فقال:\n\"رأيته بها ولم أسمع منه وجماعة غيره سمعوا من أبي القاسم بن عساكر\nالحافظ\". \"هذا آخر كلامه\". قلت: مولد خطاب المذكور في جمادى الآخرة سنة\n\"سبع وأربعين وخمسمائة\". وتوفي يوم الثلاثاء السابع والعشرين من المحرم سنة\n\"اثنتين وأربعين وستمائة\" بالمزة ودفن بها، وهي قرية كبيرة غربي دمشق. روى\nلنا عن الحافظ أبي القاسم بن عساكر.\n</p>\n\n<p>\nوفاته:\n</p>\n\n<p>\nأبو اليمن زيد بن غنيم بن عسكر بن قزمان المزي الصياد: سمع أيضا الحافظ\nأبا القاسم بن عساكر رأيته وسمعت منه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nوأبو الحسن علي بن يحيى بن يوسف الموصلي الأصل المزي المولد، الشروطي سمع\nالحافظ أبا القاسم أيضا. سمعت منه وكان والده خطيبا بها، توفي ليلة السبت\nسابع عشر من ربيع الآخر سنة \"تسع وعشرين وستمائة\" بدمشق، ودفن بمقبرة باب\nالفراديس.\n</p>\n\n<p>\nوأخوه أبو الحجاج يوسف بن يحيى بن يوسف الموصلي المحتد المزي المولد: سمع\nأيضا الحافظ أبا القاسم بن عساكر وروى عنه. سمعت منه وسألته عن مولده فقال:\nفي يوم الخميس رابع شهر رمضان سنة \"ستين وخمسمائة\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head208'>حرف النون</h1>\n\n<h2 class='l2' id='head209'>باب نجبة ونجية</h2>\n\n<p>\n...\n</p>\n\n<p>\nحرف النون:\n</p>\n\n<p>\nوأغفل هذه الترجمة وهي:\n</p>\n\n<h3 class='l3' id='head210'>[باب نجبة ونجية] :</h3>\n\n<p>\n\"نجبة\" و\"نجية\" كلاهما بالنون والجيم، فالأول منهما بعد الجيم باء موحدة\nمخففة مفتوحة، والثاني بضم النون وتشديد الياء المعجمة باثنتين من تحتها\nإلا أنه ذكر في باب \"نجا\" بالنون والجيم رجلا واحدا ثم قال:\n</p>\n\n<p>\nوأبو الحسن علي بن إبراهيم بن نجا الأنصاري ويقال له \"ابن نجية\" تقدم\nذكره في باب \"نجية\".\n</p>\n\n<p>\n\"هذا آخر كلامه\" قلت: تتبعت <span id='ms124'></span> هذا الباب في كتابه فوجدت ترجمته فيه مختصرة\nفأحببت أن أذكرها كاملة لتتم الفائدة ويحصل النفع -إن شاء الله تعالى- قلت:\nفأما \"نجبة\" فبالنون المتفوحة والجيم والباء الموحدة فهو:\n</p>\n\n<p>\nأبو الحسن نجبة بن يحيى بن خلف بن نجبة بن يوسف بن عبد الله بن محمد بن\nنجبة الرعيني الإشبيلي المقرئ النحوي: سمع من أبي الحسن شريح بن محمد بن\nشريح وحدث عنه وعن أبي مروان عبد الملك بن عبد العزيز بن عبد الملك المعروف\nبابن الباجي وعن أبي بكر محمد بن عبد الغني بن فندلة ومحمد بن عبد الله بن\nمحمد المعافري ومحمد بن أحمد ابن طاهر القيسي. حدث عنه الحافظ أبو الربيع\nالكلاعي. وتوفي بشريش في جمادى الآخرة سنة \"إحدى وتسعين وخمسمائة\".\n</p>\n\n<p>\n\"وأما نجية\" بضم النون وفتح الجيم وتشديد الياء المفتوحة المعجمة باثنتين\nمن تحتها فهو:\n</p>\n\n<p>\nأبو الحسن علي بن إبراهيم بن نجا بن غنائم الأنصاري الدمشقي الحنبلي\nالواعظ المعروف بابن نجية: مولده بدمشق سنة \"ثمان وخمسمائة\"، وسمع بها من\nالفقيه أبي الحسن علي بن أحمد بن منصور بن قيس المالكي، وببغداد من أبي\nالحسن سعد الخير بن محمد الأنصاري وأبي صابر عبد الصبور بن عبد السلام\nالهروي وأبي الفرج عبد الخالق بن أحمد بن يوسف وغيرهم وحدث ببغداد وبدمشق\nومصر والإسكندرية وغيرها وسمع من أبي حسن أحمد بن منير الشاعر شيئا من نظمه\nوكتب عنه الحافظ أبو طاهر السلفي في \"معجم شيوخ بغداد\". وكان واعظا فاضلا\nحسن الإيراد، فصيح العبارة، لم يكن في وقته في فنه مثله، وله القبول التام،\nعند الملوك والعوام وهو سبط الشيخ أبي الفرج عبد الواحد بن محمد الشيرازي\nالحنبلي، وعادت عليه بركاته، وصاهر سعد الخير على ابنته فاطمة ببغداد وقدم\nلها معه إلى الديار المصرية. وتوفي بمنزله في الشارع ظاهر القاهرة، في\nالسابع من شهر رمضان سنة \"تسع وتسعين وخمسمائة\" ودفن من الغد بسفح المقطم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head211'>[باب نعمة ونعمة] :</h2>\n\n<p>\nوفاته هذه الترجمة وهي \"نعمة\" و\"نعمة\"، الأول بضم النون وهو:\n</p>\n\n<p>\nأبو القاسم نعمة بن <span id='ms125'></span> المؤيد الطوسي: كتب عنه الحافظ أبو طاهر السلفي في\n\"معجم السفر\" بهمذان قال: \"سمعت أبا القاسم [نعمة بن المؤيد الطوسي بهمذان\nيقول سمعت أبا القاسم] عبد الله بن علي بن عبد الله الكركاني بطوس يقول:\nإذا سافرت فلا تنزل رباطا يكون له معلوم، وتوكل على الله تكن في راحة. نعمة\nهذا: بضم النون، هو من المسافرين المشهورين بين المتصوفة، ذكر أنه، سمع\nإسماعيل الصابوني، وأبا القاسم القشيري بنيسابور وأبا القاسم الكركاني بطوس\nوبه اقتداؤه، ومن يده أخذ المرقعة وهو ابن تسع عشرة سنة. وسألته عن مولده\nفقال: لي ثلاث وسبعون سنة. ذكر لي ذلك كله سنة \"اثنتين وخمسمائة\".\n</p>\n\n<p>\nوالثاني [نعمة] بكسر النون وسكون العين وهو:\n</p>\n\n<p>\nأبو عبيد نعمة بن زيادة بن خلف الغفاري: كتب عنه الحافظ أبو طاهر السلفي\nأيضا في \"معجم السفر\" بالإسكندرية وذكر أنه سمع من عيسى بن أبي الهروي\nبمكة، وآخرين [قال] : \"وقد سمع علي وبقراءتي على نفر من شيوخ الإسكندرية\nكثيرا، وتوفي في شهر ربيع الأول سنة \"ثلاث وستين وخمسمائة\".\n</p>\n\n<p>\nوأبو الحسن نعمة الله بن عمر بن أبي الحسن السلماسي رئيس سلماس: وكان من\nأعيان المسلمين، كتب عنه الحافظ \"أبو طاهر السلفي\" أيضا بسلماس شيئا سمعه\nعلى أبي محمد عبد الله بن أحمد بن حريز القاضي.\n</p>\n\n<p>\nوأبو الفضل نعمة بن عبد العزيز بن هبة الله العسقلاني التاجر يعرف بابن\nزغيب: مولده سنة \"ثمان وثلاثين وخمسمائة\" تقديرا. وتوفي بمصر في ثالث عشر\nالمحرم سنة \"أربع وعشرين وستمائة\". سمع الحافظ أبا القاسم بن عساكر بدمشق\nوحدث عنه. سمع منه الحافظان أبو محمد عبد العظيم وأبو الخير يحيى القرشي.\nوأجاز لي جميع مروياته، ولم يتفق لي السماع منه، ودخل بغداد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head212'>باب نظر وباب نفيس ونقيش وباب النجاد والنجار</h2>\n\n<h3 class='l3' id='head213'>[باب نظر] :</h3>\n\n<p>\nوذكر في باب \"نظر\" بفتح النون والظاء المعجمة، رجلا واحدا، وفاته:\n</p>\n\n<p>\nأبو الخير نظر بن عبد الله الحسامي: أحد خدم التربة الشريفة المكرمة\nالنبوية -صلوات الله العظيم على ساكنها وسلامه ورحمته وبركاته-. سمع معنا\nمن جماعة من شيوخنا بدمشق <span id='ms126'></span> وحلب، وكان ملازما لذلك حريصا عليه، ودخل بغداد\nوسمع بها وانقطع عنا خبره، ولم أتحقق وفاته، وكانت عليه سكينة ووقار، غزير\nالدمعة عند سماع الحديث. والحسامي: نسبة إلى ولاء أم حسام الدين ست الشام\nأخت الملك العادل أبي بكر بن أيوب -رحمهم الله تعالى-.\n</p>\n\n<h3 class='l3' id='head214'>[باب نفيس ونقيش] :</h3>\n\n<p>\nوذكر في باب \"نفيس\" و\"نقيش\" فقال: أما نفيس بفتح النون وكسر الفاء\nفجماعة، وأما نقيش بضم النون وفتح القاف وتسكين الياء وآخره شين معجمة. ذكر\nفيه رجلا واحدا، وفاته:\n</p>\n\n<p>\nأبو الفتوح محمد بن أنجب بن الحسين بن علي بن نقيش البغدادي: من أهل درب\nالقيار. سمع من أبي الفتح بن شاتيل وأبي السعادات بن زريق القزاز وأبي\nالحسن علي بن محمد بن بكروس وأبي العلاء محمد بن جعفر بن عقيل وغيرهم، وكان\nيلازم مجالس الحديث ويخالط الصالحين، وتوفي في آخر سنة \"ست وسبعين\nوخمسمائة\" أو أوائل سنة \"سبع وسبعين\" شابا ولم يبلغ أوان الرواية. ذكره\nالحافظ أبو عبد الله بن الدبيثي في تاريخه.\n</p>\n\n<h3 class='l3' id='head215'>[باب النجاد والنجار] :</h3>\n\n<p>\nوذكر في باب \"النجاد\" و\"النجار\" جماعة، الأول بالنون والجيم ودال مهملة\nآخر الحروف، والثاني مثله إلا أن بدل الدال راء مهملة. وفاته في باب\n\"النجار\".\n</p>\n\n<p>\nالشيخ الصالح أبو الحسن علي بن أبي عبد الله الحسين بن علي بن منصور بن\nالحسين البغدادي المقرئ النجار الحنبلي: نزيل دمشق. مولده ببغداد في مستهل\nشوال سنة \"خمس وأربعين وخمسمائة\". وكان من عباد الله الصالحين، وأوليائه\nالورعين، مشتغلا بنفسه، مواظبا على تلاوة كتابه العزيز ودرسه، أثر الصلاح\nعليه لائح، وعرف القبول منه فائح. سكن دمشق مدة سنين، لا يعرفه أحد من\nالعالمين إلى أن ظهرت له إجازة عالية من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nالشيوخ المسندين، ووجد سماعه على جماعة من الأئمة المتقدمين، فأخذ الناس\nعنه، وسمعوا منه، وتبركوا به. ثم سافر عنها قاصدا لبيت الله الحرام، وناويا\nلزيارة قبر نبيه -عليه أفضل الصلاة والسلام- فلما تم له ما قصده ونواه،\nوتحقق لديه ثوابه وعقباه، عزم على الدخول إلى الديار المصرية، لينشر بها\nالسنة <span id='ms127'></span> المحمدية، فأقبل أهلها بوجوههم إليه، وفرحوا بأخذهم عنه وسماعهم\nعليه، ولازموه ملازمة الغريم، في النهار الواضح والليل البهيم، إلى أن دنا\nأجله، وختم بخير عمله، فتوفي بها عصر يوم الأربعاء الخامس عشر من ذي القعدة\nسنة \"ثلاث وأربعين وستمائة\" ودفن يوم الخميس سادس عشره بسفح المقطم. سمع\nببغداد من أبي الحسين بن يوسف وأبي الفتح بن شاتيل وأبي السعادات بن القزاز\nوأبي هاشم عيسى بن أحمد الدوشابي والحافظ أبي أحمد معمر بن عبد الواحد بن\nالفاخر القرشي وأبي بكر أحمد بن علي بن الناعم وأبي علي الحسن بن علي بن\nشيرويه وأبي محمد لاحق بن علي بن كاره، وأبي الفرج بن كليب الكاتب والكاتبة\nفخر النساء شهدة بنت أبي نصر أحمد بن الفرج الإبري، وبدمشق من أبي عبد الله\nمحمد بن علي ابن صدقة الحراني وأبي محمد عبد المحسن طغدي بن ختلغ الأميري\nوغيرهم، وأجاز له جماعة من الشيوخ المتقدمين منهم الحافظ أبو الفضل محمد بن\nناصر وأبو الفضل أحمد بن طاهر الميهني وأبو جعفر أحمد بن محمد العباسي\nالمكي وأبو الحسن علي بن محمد بن أبي عمر البزاز، وأبو القاسم سعيد بن أحمد\nالبناء وأبو القاسم نصر بن نصر العكبري وأبو بكر محمد بن عبيد الله\nالزاغوني وأبو المعالي الفضل بن سهل الأسفراييني وأبو الكرم المبارك بن\nالشهرزوري وأبو منصور مسعود بن عبد الواحد بن الحصين الشيباني وبهاء الشرف\nأبو علي الحسن بن جعفر الهاشمي وأبو المعالي بن السمين وأبو يعقوب يوسف بن\nعمر الحربي وأبو القاسم أحمد بن المبارك بن قفرجل وأبو محمد المبارك بن\nالمبارك بن التعازيذي وأبو بكر أحمد بن المقرب الكرخي والحافظ أبو العلاء\nالحسن بن أحمد الهمذاني وغيرهم. سمعت منه بحمد الله كثيرا بدمشق ومصر\nوتبركت به، وانتفعت بصحبته -جزاه الله خيرا آمين، وجمعنا وإياه في مستقر\nرحمته إنه أرحم الراحمين-.\n</p>\n\n<p>\nوأبو العباس أحمد بن سلامة بن أحمد بن سلمان بن مكارم الحراني الحنبلي\nالنجار: مولده في سنة \"أربع وستين وخمسمائة\" بحران. سمع ببغداد <span id='ms128'></span> أبا الفرج\nبن كليب، وبحران أبا الثناء حماد بن هبة الله بن حماد الحراني وروى عنهما،\nسمعت منه بدمشق.\n</p>\n\n<p>\nوذكر في باب \"النقار\" بالنون والقاف وراء آخر الحروف، رجلين، وفاته:\n</p>\n\n<p>\nأبو محمد عبد الله بن أحمد بن الحسين بن النقار الحميري: سمع من الفقيه\nأبي الفتح نصر الله بن محمد بن عبد القوي المصيصي بدمشق. كتب عنه الحافظ\nأبو طاهر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nالسلفي في \"معجم السفر\" بدمشق وذكر أنه ولد بطرابلس وبها تأدب، وأصلهم من\nالكوفة. أخبرني أبو عبد الله محمد بن أبي بكر بن أحمد بن خلف البلخي المقرئ\nومحمد بن عبد العزيز بن عبد الله بن الحسن بن أبي كامل المصري كتابة، قالا\nأنبأنا الحافظ أبو طاهر أحمد بن محمد السلفي إجازة، قال أنشدني أبو محمد\nعبد الله بن أحمد بن الحسين بن النقار الحميري بدمشق قال أنشدني أبي لنفسه\nبطرابلس:\n</p>\n\n<p>\nقد زارني طيف من أهوى على حذر ... من الوشاة وداعي الصبح قد هتفا\n</p>\n\n<p>\nفكدت أوقظ من حولي به فرحا ... وكاد يهتك ستر الحب بي شغفا\n</p>\n\n<p>\nثم انتبهت وآمالي تخيل لي ... نيل المنى فاستحالت غبطتي أسفا\n</p>\n\n<p>\nوأبو محمد عبد المحسن بن أبي القاسم عبد المنعم بن إبراهيم بن يحيى بن\nعبد الله الصوفي المعروف بابن النقار: سمع بالإسكندرية من الحافظ أبي طاهر\nأحمد بن محمد السلفي وأبي المكارم المفضل بن علي المقدسي، وحدث بمصر. سمع\nمنه الحافظ أبو محمد عبد العظيم المنذري وغيره. وكان شيخا حسنا، مشهورا\nبالتصوف، صحب جماعة من الصالحين، مولده تقديرا سنة \"خمس وأربعين وخمسمائة\".\nوتوفي في سلخ رجب سنة \"ثلاث عشرة وستمائة\" بمصر ودفن من الغد.\n</p>\n\n<p>\nوأخوه شيخنا أبو محمد عبد العزيز بن أبي القاسم عبد المنعم الكاتب: سمع\nمع أخيه من الحافظ أبي طاهر السلفي وروى عنه، لقيته وسمعت منه وسألته عن\nمولده فقال: في سنة \"خمس وخمسين وخمسمائة\" بمصر. وتوفي بها في التاسع\nوالعشرين من شهر رمضان سنة \"أربعين وستمائة\" ودفن من الغد بالقرافة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head216'>[باب النوقاني] :</h2>\n\n<p>\nوذكر في باب \"النوقاني\" بفتح النون وقاف بعد <span id='ms129'></span> الواو ونون بعد الألف، رجلا\nواحدا، وفاته:\n</p>\n\n<p>\nالإمام أبو سعد محمد بن أبي العباس النوقاني: حدث عن أبي بكر أحمد بن سهل\nالسراج وأبي الحسن علي بن أحمد بن محمد المديني، وأبي بكر أحمد بن علي بن\nخلف الشيرازي وأبي منصور محمد بن أحمد العارف وأبي نصر عبد الله بن الحسين\nبن هارون وغيرهم. وروى عنه ولده الإمام أبو بكر عبد الله وحدث عنه بدمشق.\nسمع منه الحافظ أبو القاسم بن عساكر وأبو الحسن علي بن عقيل بن الحبوبي،\nوعبد الرحمن بن نسيم وجماعة من شيوخنا، وروى لنا عنه أبو القاسم الحسين بن\nهبة الله بن صصرى وأبو محمد عبد الكريم بن خلف بن نبهان بن سلطان السماكي\nوأبو حفص عمر بن عبد الرحمن بن سفير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nوأبو عبد الله محمد بن عمر بن أبي العجائز الأزدي. أخبرنا المشايخ\nالمذكورون، قراءة عليهم، قالوا أنبأنا الإمام أبو بكر عبد الله بن أبي سعد\nمحمد بن أبي العباس النوقاني، قراءة عليه ونحن نسمع بجامع دمشق، أنبأنا\nوالدي الإمام أبو سعد محمد بن أبي العباس قال أنبأنا الإمام أبو سعيد\nالقشيري، إملاء، أنبأنا أبو علي الحسن بن غالب بن المبارك ببغداد، قراءة\nعليه، قال: سمعت أبا طالب محمد بن أحمد العلوي يقول: كنت مع الشبلي بباب\nالطاق فجاءه رجل راكب وبين يديه غلام، فقال رجل لرجل: من هذا؟ فقال: صفعان\nالأمير ومسخرته. قال: فعدا الشبلي فقبل فخذه، فرمى الرجل نفسه من الفرس\nوقال: أحسبك يا سيدي ما عرفتني، قال: بلى قد عرفتك إنك تأكل الدنيا بما\nتساويه الدنيا، اركب فإنك خير ممن يأكل الدنيا بالدين.\n</p>\n\n<p>\nوالإمام أبو المفاخر محمد بن أبي علي بن أبي نصر النوقاني: فقيه فاضل،\nتفقه بنيسابور على الإمام أبي سعد محمد بن يحيى النيسابوري وسمع منه وحدث\nعنه ببغداد، ودرس بالمدرسة النظامية، وكان بارعا في الفقه، حسن الكلام.\nمولده بنوقان طوس سنة \"ست عشرة وخمسمائة\". وتوفي في ثالث صفر -وقيل- يوم\nالأحد حادي عشره سنة \"اثنتين وتسعين وخمسمائة\" ودفن في <span id='ms130'></span> رابعه بباب المشهد\nبالكوفة. وقد حكي ضم النون في \"نوقان\". وولده شيخنا أبو عبد الله محمد بن\nمحمد بن أبي علي النوقاني: مولده يوم الخميس تاسع ذي القعدة من سنة \"تسع\nوأربعين وخمسمائة\" بمشهد علي بطوس. سمع بتبريز من أبي منصور محمد بن أسعد\nحفدة العطاري الطوسي، وسمع ببغداد من فخر النساء شهدة بنت أبي نصر الأبري\nوأبي المعالي عبد المنعم بن عبد الله الفراوي وأبي القاسم عبد الرحيم بن\nإسماعيل النيسابوري الصوفي وأبي الفتح محمد بن عمر بن محمد الليثي الهروي\nوأبي الثناء محمد بن محمد بن هبة الله بن الزيتوني وأبي القاسم عبد الله بن\nحيدر بن أبي القاسم القزويني وأبي محمد عبد الله بن محمد القرشي الناسخ\nوغيرهم، وسمع بزنجان من عمر بن أحمد بن عمر الخطيبي، وقدم مصر وسكن\nبالقرافة بالمدرسة المجاورة لضريح الإمام الشافعي -رضي الله عنه- وحدث بها.\nسمعت منه، وتوفي في سحر السادس من شهر ربيع الآخر سنة \"سبع وثلاثين\nوستمائة\" بمنزله بالمدرسة المذكورة، ودفن من الغد بالقرافة، وكان شيخا\nصالحا، حسن السمت، مشتغلا بنفسه.\n</p>\n\n<p>\nوأبو نصر أحمد بن محمد بن ناصر بن سهل بن أحمد البغدادي المحتد، النوقاني\nالمولد: سمع من أبي شجاع محمد بن عمر بن عبد الله الأرغياني، وروى عنه،\nأجاز لي غير مرة. سئل عن مولده فقال: سنة \"اثنتين وخمسين وخمسمائة\" بنوقان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head217'>حرف الواو</h1>\n\n<h2 class='l2' id='head218'>باب واهب وراهب وباب الوقار والوتار</h2>\n\n<h3 class='l3' id='head219'>[باب واهب وراهب] :</h3>\n\n<p>\nوذكر في باب \"واهب\" و\"راهب\"، الأول بالواو والثاني بالراء المهملة،\nجماعة، وفاته في باب \"راهب\":\n</p>\n\n<p>\nالفقيه أبو البيان نبأ بن سعد الله بن راهب البهراني الحموي تقدم ذكره في\nباب \"نبأ\".\n</p>\n\n<p>\nوأبو عبد الله محمد بن أبي علي بن أبي الفتح بن راهب الآمدي الأصل،\nالبغدادي المولد، الدمشقي الدار الرسام: سمع بدمشق من أبي الحسين أحمد بن\nحمزة بن علي بن الموازيني وروى عنه. لقيته وسمعت منه. أخبرنا أبو عبد الله\nمحمد بن أبي علي بن أبي الفتح بن راهب الآمدي، بقراءتي عليه، أنبأنا أبو <span id='ms131'></span>\nالحسين أحمد بن حمزة بن علي السلمي الموازيني، قراءة عليه، وأنا أسمع\nبدمشق، أنبأنا أبو علي الحسن بن أحمد بن الحسن الحداد، إذنا، وأبو بكر يحيى\nبن عبد الباقي بن محمد الغزال، قراءة عليه ببغداد، أنبأنا أبو الفضل حمد بن\nأحمد الحداد قالا أنبأنا أبو نعيم أحمد بن عبد الله الأصبهاني أنبأنا أبو\nمحمد بن حيان أنبأنا أبو الحريش الكلابي أنبأنا يونس بن عبد الأعلى أنبأنا\nمحمد بن إدريس الشافعي عن محمد بن خالد الجندي عن أبان بن صالح عن الحسن عن\nأنس بن مالك أن رسول الله صلى الله عليه وسلم قال: \"لا يزداد الأمر إلا شدة\nولا الدنيا إلا إدبارا ولا الناس إلا شحا ولا تقوم الساعة إلا على شرار\nالناس ولا مهدي إلا عيسى بن مريم\". قال أبو نعيم: غريب من حديث الحسن، لم\nنكتبه إلا من حديث الشافعي. قلت: رواه أبو عبد الله محمد بن يزيد بن ماجة\nالقزويني عن يونس بن عبد الأعلى.\n</p>\n\n<h3 class='l3' id='head220'>[باب الوقار والوتار] :</h3>\n\n<p>\nوذكر في باب \"الوقار\" و\"الوتار\"، الأول بفتح الواو وتخفيف القاف وآخره\nراء، والثاني بعد الواو تاء مشددة معجمة باثنتين من فوقها، جماعة، وفاته في\nباب \"الوقار\":\n</p>\n\n<p>\nأبو الطاهر إسماعيل بن أحمد بن إسماعيل بن أبي الوقار الإيادي الدمشقي\nالصوفي: سمع بدمشق من أبي طاهر الخشوعي وشيخ الشيوخ أبي الحسن عبد اللطيف\nبن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\nإسماعيل بن أبي سعد وغيرهما، وبمصر من أبي القاسم هبة الله بن علي\nالبوصيري وغيره، وحدث بدمشق ومصر. لقيته بها وسمعت منه، وكان من ذوي البيوت\nالمشهورة بدمشق، حسن الأخلاق، معاشرا للصوفية، لابسا لباسهم، طارحا للتكلف،\nفيه لطف وكياسة. وأقام في آخر عمره بالقاهرة متوليا بها المشارفة\nبالبيمارستان الناصري إلى أن توفي بها، في شهر رمضان سنة \"ست وأربعين\nوستمائة\".\n</p>\n\n<p>\nووالده أبو العباس أحمد: سمع معه من الشيوخ المذكورين، وكان طبيبا فاضلا،\nلم أتحقق مولده ولا وفاته. وفاته في باب \"الوتار\":\n</p>\n\n<p>\nالشيخ الأديب أبو عبد الله محمد بن أبي بكر بن يوسف الموصلي الوتار،\nالدمشقي الوفاة <span id='ms132'></span> والدار: مولده في سابع عشر ذي الحجة سنة \"تسع وسبعين\nوخمسمائة\" بالموصل واشتغل بها بالأدب، وكان ينظم شعرا حسنا، وسكن دمشق مدة\nومدح كبراءها ثم تولى الخطابة بالمزة وهي قرية كبيرة غربي دمشق، ولم يزل\nخطيبا بها إلى أن توفي يوم الأحد ثامن عشر ذي الحجة من سنة \"اثنتين وستين\nوستمائة\"، أنشدني لنفسه بها:\n</p>\n\n<p>\nوشادن غصني بريقي ... قهقه لما رأى شهيقي\n</p>\n\n<p>\nأراد في ضحكه يريني ... منابت الدر في العقيق\n</p>\n\n<p>\nوأبو السرايا عامر بن حسان بن عامر بن فتيان بن حمود بن سليمان الأجدابي\nالإسكندري المعروف بابن الوتار: من أهل الحديث المشهورين به وبإفادته\nبالثغر. سمع من عبد المجيب بن زهير وجماعة من أصحاب الحافظ أبي طاهر السلفي\nوغيره. اجتمعت به بالإسكندرية وكان يفيدني عن شيوخها. وتوفي في ذي القعدة\nسنة \"أربع وخمسين وستمائة\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head221'>[باب الوبار] :</h2>\n\n<p>\nوفاته أيضا هذه الترجمة وهي \"الوبار\" بفتح الواو وتشديد الباء الموحدة\nوآخره راء، والمشهور بهذه النسبة:\n</p>\n\n<p>\nالشيخ أبو محمد عبد الخالق بن محمد بن ناصر بن عيسى الأنصاري الواعظ\nالشروطي المعروف بابن الوبار: شيخ حسن فاضل له معرفة بكتابة الشروط\nالحكمية، قليل التردد إلى الناس، مشتغل بنفسه. سمع بالإسكندرية الحافظ أبا\nطاهر أحمد بن محمد بن أحمد السلفي وكان يذكر ذلك دائما في حياته إلا أنه لم\nيوجد سماعه منه، فلما توفي ظهر سماعه عليه. وسمع من الفقيه المهذب أبي\nالفرج عبد الله بن أسعد الموصلي نزيل حمص شيئا من نظمه. أنشدني أبو محمد\nعبد الخالق بن الوبار بدمشق قال أنشدني الفقيه أبو الفرج عبد الله بن أسعد\nالمعروف بابن الدهان الموصلي لنفسه بحمص قصيدة يمدح بها الصالح أبا الغارات\nطلائع بن رزيك الوزير اقتصرت منها على غزلها خشية الإطالة:\n</p>\n\n<p>\nأما كفاك تلافي في تلافيكا ... ولست تنقم إلا فرط حبيكا\n</p>\n\n<p>\nيا مخجل الغصن ما يثنيك عن ملل ... هوى وكل هواء هب يثنيكا\n</p>\n\n<p>\nأصبحت للقمر المأسور في صفدي ... أسر وللرشأ المملوك مملوكا\n</p>\n\n<p>\nأبيت أغبط فاه طيب ريقته ... ليلا وأحسد في الصبح المساويكا\n</p>\n\n<p>\nيا حامل الراح في <span id='ms133'></span> فيه وراحته ... دع ما يكفك طيب العيش في فيكا\n</p>\n\n<p>\nأليس سرك مكتوما على كلفي ... فما يضرك أن أصبحت مهتوكا\n</p>\n\n<p>\nوفيم تغضب إن قال الوشاة سلا ... وأنت تعلم أني لست أسلوكا\n</p>\n\n<p>\nلا نلت وصلك إن كان الذي زعموا ... ولا سقى ظمئي جود ابن رزيكا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head222'>باب وهبان وباب الوراق والوزان</h2>\n\n<h3 class='l3' id='head223'>[باب وهبان] :</h3>\n\n<p>\nوذكر في باب \"وهبان\" بفتح الواو وسكون الهاء ونون آخر الحروف، جماعة،\nوفاته:\n</p>\n\n<p>\nأبو بكر وهبان بن عبد العزيز بن علي بن خليل الصقلي: سمع بدمشق من أبي\nالفرج يحيى بن محمود بن سعد الثقفي الأصفهاني وروى عنه وسمعت منه، وكان\nرجلا صالحا. توفي في الثاني عشر من المحرم سنة \"ثمان وعشرين وستمائة\" بدمشق\nودفن من غده بسفح قاسيون.\n</p>\n\n<h3 class='l3' id='head224'>[باب الوراق والوزان] :</h3>\n\n<p>\nوذكر في باب \"الوراق\" و\"الوزان\" فقال: \"أما الوراق بالراء وآخره قاف قال\nالأمير [أبو نصر بن ماكولا] : فجماعة\" \"هذا آخر كلامه\" قلت:\n</p>\n\n<p>\nوأبو المكرم حرمي بن عبد الغني بن عبد الله بن أبي بكر الخزرجي الوراق:\nسمع من العلامة أبي محمد بن بري النحوي وأبي القبائل عشير بن علي بن أحمد\nالجبلي المزارع وروى عنهما. سمعت منه بمصر وسألته عن مولده فقال: في سنة\n\"تسع وخمسين وخمسمائة\" تقديرا أو قبلها بقليل، أو بعدها. وتوفي بمصر في\nأواخر ذي القعدة سنة \"سبع وأربعين وستمائة\".\n</p>\n\n<p>\nوأما \"الوزان\" بعد الواو زاي وآخره نون فذكر فيه جماعة وفاته:\n</p>\n\n<p>\nالفقيه أبو عبد الله محمد بن محمد بن سعد الله بن إبراهيم بن رمضان\nالكلابي الحنفي المعروف بابن الوزان.\n</p>\n\n<p>\nكان مدرسا بالمدرسة الأسدية التي ظاهر دمشق. وفيه دين وسكون، ومن\nالمعدلين بها. سمع بالإسكندرية من أبي القاسم عبد الرحمن بن مكي بن موقا\nالأنصاري، وبالقاهرة من أبي الثناء حماد بن هبة الله الحراني وأبي الحسن\nعلي بن إبراهيم بن نجا الأنصاري الواعظ، وزوجه: أم عبد الكريم فاطمة بنت\nسعد الخير الأنصاري، وبمصر من أبي القاسم هبة الله بن علي البوصيري وأبي\nعبد الله محمد بن حمد الأرتاحي وعمي الموفق أبي عبد الله محمد <span id='ms134'></span> بن محمود\nالمحمودي، وبدمشق من أبي علي حنبل بن عبد الله البغدادي وروى عنهم. سمعت\nمنه، وخرجت له خبرا عن الشيوخ المذكورين، سمعه الطلبة منه بقراءتي\nواستفادوه. مولده ليلة الأربعاء سادس صفر سنة \"ثمان وستين وخمسمائة\"، وتوفي\nيوم الأحد الثامن عشر من المحرم سنة \"خمسين وستمائة\" بدمشق. ودفن يوم\nالاثنين تاسع عشره بمقبرة باب الفراديس.\n</p>\n\n<p>\nوأخوه أبو العز مفضل بن محمد بن سعد الله الكلابي الحنفي: أحد الرؤساء\nبدمشق. كان من عقلاء الناس وأقام بالبيت المقدس مدة قبل خرابه، فلما أخرب\nانتقل إلى دمشق وسكنها إلى حين وفاته، سمع من أبي الحسين أحمد بن حيوش\nالغنوي وروى عنه. سمعت منه بدمشق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head225'>باب هباب وباب الوهراني</h2>\n\n<h3 class='l3' id='head226'>[باب هياب] :</h3>\n\n<p>\nوذكر في باب \"هياب\" بفتح الهاء وتشديد الياء المعجمة من تحتها باثنتين،\nوآخره باء موحدة، رجلا واحدا، وفاته:\n</p>\n\n<p>\nأبو الفضل غياث بن هياب بن غياث بن الحسين البصري الأصل المصري الدار\nالمعروف بالأنطاكي: سمع من الفقيه أبي محمد عبد الله بن رفاعة بن غدير\nالسعدي، وحدث. سمع منه الحافظ أبو الطاهر إسماعيل بن عبد الله الأنماطي،\nوتوفي في الحادي والعشرين من ذي الحجة سنة \"سبع وثمانين وخمسمائة\". وعرف\nبالأنطاكي بإقامته بالمسجد المعروف بالأنطاكي بالقرب من الرصد ظاهر مصر.\nذكره الحافظ أبو محمد المنذري في وفياته.\n</p>\n\n<h3 class='l3' id='head227'>[باب الوهراني] :</h3>\n\n<p>\nوذكر في باب \"الوهراني\" بفتح الواو وبعد الألف نون، رجلا واحدا، وفاته:\n</p>\n\n<p>\nالشيخ أبو الحسن علي بن عبد الله بن المبارك الوهراني النحوي: رجل فاضل،\nسكن دمشق وتولى الخطابة بجامع داريا: قرية كبيرة من عملها. سمع منه شيخنا\nالحافظ أبو الحجاج يوسف بن خليل الدمشقي، وخرج عنه في معجمه قطعة من شعره.\nأنشدني أبو الحجاج يوسف بن خليل بجامع حلب قال أنشدني أبو الحسن علي بن عبد\nالله بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\nالمبارك الوهراني النحوي الخطيب: خطيب داريا، بدمشق بجامعها لنفسه:\n</p>\n\n<p>\nأصبحت والحمد للرحمن منفردا ... عن كل وغد من الأقوام شتام\n</p>\n\n<p>\nما لي أنيس سوى أني امرؤ عكفت ... نفسي على الكتب أيامي وأعوامي\n</p>\n\n<p>\nأوحي إليها بطرفي وهي تخبرني ... عمن <span id='ms135'></span> تقدم من سام ومن حام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head228'>حرف اللام ألف</h1>\n\n<h2 class='l2' id='head229'>باب لاحق</h2>\n\n<p>\n] :\n</p>\n\n<p>\nوذكر في باب \"لاحق\" آخره قاف، رجلين. وفاته:\n</p>\n\n<p>\nأبو الكرم لاحق بن عبد المنعم بن قاسم بن أحمد بن حامد بن أحمد بن حمد\nالأرتاحي المصري المولد والدار الحنبلي: مولده في سنة \"أربع وسبعين\nوخمسمائة\" تخمينا وظنا. أجاز له الحافظ أبو محمد المبارك بن علي بن الحسين\nبن الطباخ البغدادي، نزيل مكة -شرفها الله تعالى- وروى عنه بها كثيرا.\nلقيته بمصر وسمعت منه، وكان رجلا صالحا. توفي في ليلة السادس عشر من جمادى\nالآخرة سنة \"ثمان وخمسين وستمائة\" بمصر.\n</p>\n\n<p>\nودفن من الغد بسفح المقطم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head230'>حرف الياء</h1>\n\n<h2 class='l2' id='head231'>[باب يرحم وترخم وترجم] :</h2>\n\n<p>\nوذكر في باب \"يرحم\" و\"ترخم\" و\"ترجم\"، جماعة. الأول بالياء المفتوحة وسكون\nالراء وضم الحاء المهملة. والثاني بفتح التاء المعجمة باثنتين من فوقها\nوسكون الراء وضم الخاء المعجمة، والثالث بفتح التاء أيضا وسكون الراء وفتح\nالجيم. وفاته في باب \"ترجم\".\n</p>\n\n<p>\nالشيخ أبو إسحاق إبراهيم بن ترجم بن حازم المازني المقرئ الشافعي الضرير:\nقرأ القرآن الكريم بالقراءات على أبي الجود غياث بن فارس بن مكي اللخمي،\nوسمع من أبي الطاهر إسماعيل بن صالح بن ياسين الشارعي وأبي القاسم هبة الله\nبن علي البوصيري وغيرهما. وصحب الشيخ أبا عبد الله القرشي وتفقه على مذهب\nالإمام الشافعي -رضي الله عنه- وتصدر بالجامع العتيق بمصر، وأم بالمدرسة\nالفاضلية بالقاهرة إلى حين وفاته. وحدث. سمع منه الحافظ أبو محمد عبد\nالعظيم المنذري وغيره. وتوفي في ليلة السابع والعشرين من جمادى الأولى سنة\n\"خمس وثلاثين وستمائة\" بالقاهرة ودفن من الغد بسفح المقطم.\n</p>\n\n<p>\nوأبو عبد الله محمد بن عثمان بن منصور بن ترجم بن أبي الدر الدمشقي\nالوراق الحكيم أبوه: سمع من أبي الحجاج يوسف بن معالي بن نصر الأطرابلسي\nالكتاني، وروى عنه. سمعت منه وكان ثقة صالحا.\n</p>\n\n<p>\nوأبو محمد عبد الله بن رافع بن ترجم المعروف بعابد: تقدم ذكره في باب\n\"عابد\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head232'>[باب يسر] :</h2>\n\n<p>\nوذكر في باب \"يسر\" بضم الياء وسكون السين المهملة وآخره راء <span id='ms136'></span>، جماعة،\nوفاته:\n</p>\n\n<p>\nالفقيه يسر بن خلف بن سراج العبسي الحوراني الشافعي: سمع من الفقيه أبي\nالحرم مكي بن علي بن الحسن الحربي العراقي، وأبي طاهر الخشوعي والقاضي أبي\nالقاسم عبد الصمد بن محمد بن أبي الفضل الأنصاري بن الحرستاني وغيرهم. وحدث\nبدمشق رأيته ولم أسمع منه شيئا. وكان فقيها فاضلا يعرف المذهب معرفة حسنة،\nوتولى الإعادة بالمدرسة الأمينية بدمشق، وهو من المعدلين بها، وانتفع به\nجماعة، ولم أتحقق مولده، توفي ليلة الاثنين العاشر من صفر سنة \"تسع وثلاثين\nوستمائة\" بدمشق.\n</p>\n\n<p>\nوأبو العلاء أحمد بن أبي اليسر شاكر بن عبد الله بن سليمان التنوخي\nالمقرئ: سمع بدمشق من والده والحافظ أبي القاسم علي بن عساكر وأبي تميم\nسليمان بن علي بن عبد الرحمن الرحبي الخباز وغيرهم. وأجاز له جماعة من\nالشيوخ البغداديين وغيرهم منهم أبو القاسم هبة الله بن الحسن بن هلال\nالدقاق وأبو عبد الله محمد بن عبد الله بن البيضاوي وأبو القاسم يحيى بن\nثابت بن بندار البقال وأبو محمد صالح بن المبارك بن الرخلة وأبو الفضل وفاء\nبن أسعد البهي وسعد الله بن محمد بن علي بن طاهر الدقاق وأبو الحسن سعد\nالله بن نصر بن الدجاجي وأبو المعمر بن الهاطر المعروف بخزيفة وأبو بكر عبد\nالله بن محمد بن النقور والشيخ عبد القادر بن أبي صالح الجيلي، وأبو بكر\nأحمد بن المقرب الكرخي، وأبو أحمد معمر ابن الفاخر القرشي، وأبو الفتح بن\nالبطي والفقيه أبو الحجاج يوسف بن عبد الله بن بندار الدمشقي، وأبو الفوارس\nسعد بن محمد بن الصيفي المعروف بالحيص بيص وخرج له الحافظ أبو عبد الله\nمحمد بن يوسف البزالي مشيخة عنهم. سمعتها منه بقراءته. وهو من بيت رئاسة\nوعلم، حدث منهم جماعة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head233'>[باب يمان وتمار] :</h2>\n\n<p>\nوذكر في باب \"يمان\" و\"تمار\" فقال: \"قال الأمير [أبو نصر بن ماكولا] : أما\nيمان أوله ياء وآخره نون فكثير، وأما التمار بالتاء المعجمة باثنتين من\nفوقها وآخره راء فذكر فيه جماعة، وفاته:\n</p>\n\n<p>\nأبو محمد عبد العزيز بن <span id='ms137'></span> إبراهيم بن عبد الله بن علي بن محمد الأنصاري\nالقيرواني الأصل المصري المولد والدار والوفاة المالكي التمار الأبزاري:\nعرف بالحكمة. سمع من أبي القاسم هبة الله بن علي البوصيري وأبي عبد الله\nمحمد بن حمد الأرتاحي وطبقتهما. وسعى في طلب الحديث وسمع الكثير، وكان يؤثر\nالحضور عند الشيوخ على معاشه، وحصل كتبا حسنة، وكان عنده فهم ومعرفة، وحدث،\nسمع منه الحافظ أبو محمد عبد العظيم المنذري وأثنى عليه. سمعت منه، وسمع\nبقراءتي على جماعة من الشيوخ، وسألته عن مولده فقال: في سنة \"ستين -أو إحدى\nوستين- وخمسمائة\" بمصر. وتوفي بها سحر يوم السبت سابع جمادى الآخرة سنة \"ست\nوثلاثين وستمائة\". ودفن من الغد بسفح المقطم.\n</p>\n\n<p>\nهذا آخر ما وصلت معرفتي إليه، ووقع اختياري [عليه] ، والله سبحانه يعفو\nبكرمه عن مؤلفه وجامعه، ويغفر لكاتبه وسامعه، إنه على كل شيء قدير، وبإجابة\nالدعاء جدير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\n\"وكتبه أضعف العباد إلى الله تعالى الغني، الراجي رحمة ربه العبد الفقير\n\"الحسن بن عبد الرزاق بن الحسن الخطيب\" -تغمده الله برحمته- والحمد لله\nوحده وصلى الله على سيدنا محمد وآله وصحبه وسلم تسليما كثيرا كبيرا. وقع\nالفراغ منه في يوم الجمعة خامس عشر شعبان سنة \"خمس وثمانمائة\" في بلدة\nالموحدين قزوين -حماها الله تعالى مع سائر بلاد المسلمين- والحمد لله\nوحده\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head234'>فهرس كتاب تكملة إكمال الإكمال - فهرس الموضوعات</h1>\n\n<p>\nالصفحة الموضوع\n</p>\n\n<p>\n3 خطبة المؤلف\n</p>\n\n<p>\n5 باب ابنه وأبيه\n</p>\n\n<p>\n5 باب الأثير\n</p>\n\n<p>\n9 باب الأوندي والأبدي\n</p>\n\n<p>\n9 باب الأصبغ والأصمع\n</p>\n\n<p>\n10 باب الإبري والأثري\n</p>\n\n<p>\n12 باب بابويه\n</p>\n\n<p>\n12 باب بتنه وثنية\n</p>\n\n<p>\n13 باب براد\n</p>\n\n<p>\n13 باب البومة والتومة والنومة\n</p>\n\n<p>\n15 باب البادرائي\n</p>\n\n<p>\n16 باب الباوردي\n</p>\n\n<p>\n17 باب البختري\n</p>\n\n<p>\n18 باب البري\n</p>\n\n<p>\n18 باب البزري والبرزي والبرزي\n</p>\n\n<p>\n19 باب البرزي\n</p>\n\n<p>\n20 باب بقي وتقى ونقي وبقي\n</p>\n\n<p>\n21 باب بقي\n</p>\n\n<p>\n22 باب تقية\n</p>\n\n<p>\n24 باب التبان والتيان\n</p>\n\n<p>\n24 باب التبريزي\n</p>\n\n<p>\n25 باب التركي\n</p>\n\n<p>\n26 باب التيتي\n</p>\n\n<p>\n27 باب البتتي والتنبي\n</p>\n\n<p>\n28 باب ثروان\n</p>\n\n<p>\n29 باب ثنا وييا وننا ونبأ\n</p>\n\n<p>\n30 باب الثوري والتوري والبوري والنوري\n</p>\n\n<p>\n31 باب النوري\n</p>\n\n<p>\n32 باب جابر وجاير\n</p>\n\n<p>\n32 باب جناب وجناب وحباب والجباب والجياب وجنات وحباب\n</p>\n\n<p>\n33 باب جبويه وحبويه وحيويه وحمويه\n</p>\n\n<p>\n35 باب جري وجزي\n</p>\n\n<p>\n35 باب جميل <span id='ms138'></span> وجميل\n</p>\n\n<p>\n36 باب جولة وخولة\n</p>\n\n<p>\n36 باب الجيبي\n</p>\n\n<p>\n37 باب الجلي والحلي والجكي\n</p>\n\n<p>\n37 باب الجمري والحمزي\n</p>\n\n<p>\n37 باب الحمزي\n</p>\n\n<p>\n38 باب الجني والجنبي والختي\n</p>\n\n<p>\n39 باب الجواني\n</p>\n\n<p>\n40 باب الجوبي والخوبي\n</p>\n\n<p>\n40 باب الخويي\n</p>\n\n<p>\n41 باب حازم وخازم\n</p>\n\n<p>\n42 باب حبيش وحبيش\n</p>\n\n<p>\n43 باب حبيش\n</p>\n\n<p>\n43 باب الحبري\n</p>\n\n<p>\n43 باب حكيم وحكيم وحليم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\nالصفحة الموضوع\n</p>\n\n<p>\n44 باب الحناط والخياط\n</p>\n\n<p>\n44 باب الجوبري\n</p>\n\n<p>\n44 باب جيش\n</p>\n\n<p>\n45 باب خشيش وجشنس\n</p>\n\n<p>\n45 باب خليف\n</p>\n\n<p>\n46 باب الجبلي\n</p>\n\n<p>\n46 باب الخرقي\n</p>\n\n<p>\n47 باب الخرجاني والجوخاني\n</p>\n\n<p>\n48 باب الحصيري\n</p>\n\n<p>\n49 باب الخطابي والحطاني والحطابي\n</p>\n\n<p>\n50 باب الخزيمي\n</p>\n\n<p>\n50 باب الحصري\n</p>\n\n<p>\n50 باب الخلفي والخلفي\n</p>\n\n<p>\n52 باب دليل ودليل\n</p>\n\n<p>\n52 باب الدواتي\n</p>\n\n<p>\n53 باب الدويني\n</p>\n\n<p>\n54 باب ذاكر\n</p>\n\n<p>\n55 باب ذكي وزكي\n</p>\n\n<p>\n56 باب رافع ورايع ورابغ\n</p>\n\n<p>\n56 باب رجا ورحا\n</p>\n\n<p>\n57 باب الرحال\n</p>\n\n<p>\n58 باب رزق\n</p>\n\n<p>\n59 باب رويق وزريق\n</p>\n\n<p>\n59 باب رزيق\n</p>\n\n<p>\n60 باب رشيق ورشيق ورشيق\n</p>\n\n<p>\n62 باب ريس\n</p>\n\n<p>\n63 باب الرفاء والرقاء\n</p>\n\n<p>\n64 باب رقيقة ودقيقة ورفيعة\n</p>\n\n<p>\n64 باب رميل وزميل ودميك\n</p>\n\n<p>\n65 باب ربيب\n</p>\n\n<p>\n66 باب الرزاز\n</p>\n\n<p>\n66 باب الركابي والركاني\n</p>\n\n<p>\n67 باب زمام\n</p>\n\n<p>\n67 باب زهر وزهرة\n</p>\n\n<p>\n68 باب زيادة\n</p>\n\n<p>\n68 باب الدجاجي\n</p>\n\n<p>\n70 باب السبط\n</p>\n\n<p>\n70 باب سقير وسفير\n</p>\n\n<p>\n71 باب السكر\n</p>\n\n<p>\n71 باب شليل\n</p>\n\n<p>\n71 باب سليم وسليم\n</p>\n\n<p>\n72 باب السند\n</p>\n\n<p>\n73 باب السابح والسائح\n</p>\n\n<p>\n73 باب الشانج\n</p>\n\n<p>\n74 باب السيبي\n</p>\n\n<p>\n74 باب السرتي\n</p>\n\n<p>\n75 باب السقباني\n</p>\n\n<p>\n75 باب السفطي والسقطي\n</p>\n\n<p>\n76 باب شامة\n</p>\n\n<p>\n77 باب ستيك\n</p>\n\n<p>\n78 باب السجاد\n</p>\n\n<p>\n78 باب شعلة\n</p>\n\n<p>\n79 باب شكر\n</p>\n\n<p>\n80 باب سيما\n</p>\n\n<p>\n80 باب الساماني\n</p>\n\n<p>\n81 باب الشارعي\n</p>\n\n<p>\n83 باب الشبلي\n</p>\n\n<p>\n83 باب السبكي\n</p>\n\n<p>\n84 باب السنهوري والشنهوري\n</p>\n\n<p>\n85 باب الشعيري\n</p>\n\n<p>\n85 باب الشقاني\n</p>\n\n<p>\n85 باب صابر\n</p>\n\n<p>\n86 باب صغير\n</p>\n\n<p>\n88 باب الصوري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nالصفحة الموضوع\n</p>\n\n<p>\n89 باب الصوري\n</p>\n\n<p>\n90 باب الطاهر\n</p>\n\n<p>\n90 باب طغان وطعان\n</p>\n\n<p>\n92 باب ظبية\n</p>\n\n<p>\n92 باب ظهير وطهير\n</p>\n\n<p>\n93 باب عابد\n</p>\n\n<p>\n93 باب عبد\n</p>\n\n<p>\n94 باب عنبر وعنتر\n</p>\n\n<p>\n95 باب عزون\n</p>\n\n<p>\n95 باب عوة\n</p>\n\n<p>\n96 باب عقيل وغفيل\n</p>\n\n<p>\n99 باب الغضاري\n</p>\n\n<p>\n100 باب الفارض\n</p>\n\n<p>\n100 باب فراس\n</p>\n\n<p>\n100 باب فرج\n</p>\n\n<p>\n101 باب فيره\n</p>\n\n<p>\n103 باب القبائي والقباني والقبابي والقنائي والقثائي\n</p>\n\n<p>\n103 باب القباري والقناري والقياري\n</p>\n\n<p>\n106 باب كريمة\n</p>\n\n<p>\n107 باب الكببي والكتبي\n</p>\n\n<p>\n107 باب الكنري\n</p>\n\n<p>\n107 باب الكتامي\n</p>\n\n<p>\n107 باب الكوفني\n</p>\n\n<p>\n109 باب الليثي واللبني واللبني\n</p>\n\n<p>\n109 باب اللبني\n</p>\n\n<p>\n111 باب المجبر\n</p>\n\n<p>\n111 باب المحب\n</p>\n\n<p>\n112 باب مرشد\n</p>\n\n<p>\n112 باب مرير ومزيز\n</p>\n\n<p>\n113 باب مسلم\n</p>\n\n<p>\n116 باب المشمر\n</p>\n\n<p>\n117 باب مشرف ومشرف\n</p>\n\n<p>\n118 باب معقل ومغفل\n</p>\n\n<p>\n119 باب المفضض والمقصص\n</p>\n\n<p>\n119 باب مقداد\n</p>\n\n<p>\n120 باب المكبر\n</p>\n\n<p>\n120 باب ملوك\n</p>\n\n<p>\n121 باب المهتر والمهير\n</p>\n\n<p>\n122 باب مهنا ومهيا\n</p>\n\n<p>\n122 باب المباركي\n</p>\n\n<p>\n123 باب المتيجي\n</p>\n\n<p>\n126 باب <span id='ms139'></span> المري والمريي والمزي\n</p>\n\n<p>\n127 باب نجبة ونجية\n</p>\n\n<p>\n128 باب نعمة ونعمة\n</p>\n\n<p>\n128 باب نظر\n</p>\n\n<p>\n128 باب نفيس ونقيش\n</p>\n\n<p>\n130 باب النجاد والنجار\n</p>\n\n<p>\n132 باب النوقاني\n</p>\n\n<p>\n132 باب واهب وراهب\n</p>\n\n<p>\n133 باب الوبار\n</p>\n\n<p>\n134 باب وهبان\n</p>\n\n<p>\n134 باب الوراق والوزان\n</p>\n\n<p>\n135 باب هياب\n</p>\n\n<p>\n135 باب الوهراني\n</p>\n\n<p>\n137 باب لاحق\n</p>\n\n<p>\n138 باب يرحم وترخم وترجم\n</p>\n\n<p>\n138 باب يسر\n</p>\n\n<p>\n139 باب يمان وتمار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n             <span id='ms140'></span>\n</p>\n",
  "pages": [
    "000",
    "003",
    "005",
    "006",
    "007",
    "008",
    "009",
    "009",
    "010",
    "011",
    "012",
    "013",
    "013",
    "014",
    "015",
    "016",
    "017",
    "017",
    "018",
    "018",
    "019",
    "020",
    "021",
    "021",
    "022",
    "023",
    "024",
    "024",
    "025",
    "025",
    "026",
    "026",
    "027",
    "028",
    "029",
    "029",
    "030",
    "030",
    "031",
    "032",
    "032",
    "034",
    "035",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "046",
    "047",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "054",
    "055",
    "055",
    "056",
    "056",
    "057",
    "058",
    "059",
    "060",
    "060",
    "061",
    "062",
    "062",
    "063",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "117",
    "118",
    "119",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "130",
    "131",
    "132",
    "133",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "139",
    "140",
    "141",
    "142",
    "143"
  ],
  "volumes": [
    "01"
  ]
}