{
  "content": "\n<p>\nغرر الفوائد المجموعة في بيان ما وقع في صحيح مسلم من الأحاديث المقطوعة\nتأليف الحافظ أبي الحسين يحيى بن علي بن عبد الله القرشي الشهير برشيد\nالدين العطار 584 ه‍ - 662 ه‍ تحقيق ودراسة محمد خرشافي دار الكتب العلمية\nبيروت - لبنان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p001'> Vol. 00, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nجميع الحقوق محفوظة الطبعة الأولى 1417 ه‍ - 1996 م دار الكتب العلمية\nبيروت - لبنان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p002'> Vol. 00, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم مقدمة إن الحمد لله نحمده ونستعينه ونستغفره،\nونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له،\nومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن\nمحمدا عبده ورسوله، صلى الله عليه وعلى آله وصحبه وسلم. أرسله بالهدى ودين\nالحق ليظهره على الدين كله ولو كره المشركون، أرسله ليخرج الناس من الظلمات\nإلى النور، من ظلمات الجهل والشرك والكفر والظلم إلى نور العلم والتوحيد\nوالإيمان والعدل.\n</p>\n\n<p>\nأرسل الله رسوله برسالة هي خاتمة رسائل الله إلى خلقه، فحباها سبحانه\nوتعالى من المقومات ما أهلها للبقاء والخلود، أحاطت بمصالح البشر وتكفلت\nبإسعاد متبعيها في الدنيا والآخرة.\n</p>\n\n<p>\nقال تعالى: (اليوم أكملت لكم دينكم وأتممت عليكم نعمتي ورضيت لكم الإسلام\nدينا).\n</p>\n\n<p>\nعمدة هذه الرسالة القرآن الكريم. فهو حبل الله الممدود إلى الأرض، من\nاهتدى بهديه سعد وأفلح، ومن أعرض عنه شقي وخسر وذلك هو الخسران المبين.\n</p>\n\n<p>\nتكفل الله بحفظه، فقال عز من قائل: (إنا نحن نزلنا الذكر وإنا له\nلحافظون).\n</p>\n\n<p>\nوتنفيذا لهذا الوعد الإلهي الكريم جندت الأمة الإسلامية طاقاتها منذ عهد\nالنبي صلى الله عليه وسلم، فعملت على حفظه وتلاوته آناء الليل وأطراف\nالنهار، ولقنه السلف للخلف تلقينا متواترا في جميع طبقاته وأعماره، فعرف\nاهتماما وعناية لم يسبق لأمة من الأمم أن أحاطت بها كتابا من كتب ربها\nإليها.\n</p>\n\n<p>\nإن الأصل الثاني لهذه الرسالة هو السنة النبوية الطاهرة، فهي تستمد\nحجيتها من القرآن الكريم. تبين مشكله وتفصل مجمله وتخصص عامه وتقيد مطلقه.\nقال تعالى: (وأنزلنا إليك الذكر لتبين للناس ما نزل إليهم). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p003'> Vol. 00, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nوبذلك تكون السنة قد انضوت <span id='ms001'></span> تحت هذا الوعد الكريم بالحفظ والصيانة، فعرفت\nفي المسلمين علوم كثيرة، كان محورها حديث رسول الله صلى الله عليه وسلم،\nوسبيلها تعديل أهل الحق والاستقامة وتجريح أصحاب الفسق والضلالة.\n</p>\n\n<p>\nقام بهذا العمل الجليل خلق كثير اختارهم الله وقيضهم له، فلم يخل منهم\nعصر من عصور هذه الأمة، فما توانوا ولا قصروا ولا ضعفوا ولا استكانوا،\nفكانوا من الذين صدقوا ما عاهدوا الله عليه.\n</p>\n\n<p>\nوصاحب كتابنا: \" الغرر المجموعة في بيان ما وقع في صحيح مسلم من الأحاديث\nالمقطوعة \" أحد هؤلاء الذين عاهدوا الله على الذود عن حياض السنة النبوية.\nفوفى بما عاهد الله عليه. فرحم الله الحافظ أبا الحسن رشيد الدين العطار:\n</p>\n\n<p>\nفكأني به وقد أطلعه الله على مغيبات المستقبل فسمع تخرصات المتخرصين\nوأباطيل المبطلين ودسائس أعداء هذه السنة - الذين أرادوا أن يشككوا في أصح\nالكتب بعد كتاب الله: صحيحي البخاري ومسلم - فأعد لهم قوسه وجرد سيفه ورمي\nبسهام نبله في نحورهم فأسكت ألسنتهم قبل أن يتكلموا، وأفحم حججهم قبل أن\nيبرهنوا وأصاب منهم المقتل قبل أن يولدوا.\n</p>\n\n<p>\nإن هذا العمل ليعتبر بحق صخرة صلبة تقام حاجزا أمام من أراد النيل أو\nالتلبيس على أحد هذين الكتابين الصحيحين.\n</p>\n\n<p>\nامتاز الصحيحان على غيرهما من كتب الحديث بمزايا عديدة وإختصا دونها\nبخصائص جليلة أهلتهما أن يكونا في المرتبة الأولى من كتب الحديث بلا مدافع.\n</p>\n\n<p>\nواتفقت كلمة الحفاظ من أهل هذا الفن على أن أصح الكتب بعد كتاب الله\nتعالى كتابا البخاري ومسلم، رحمة الله عليهما، وتلقتهما الأمة بالقبول،\nواعتنى بهما العلماء، فكم من شارح لهما أو لأحدهما، وكم من مختصر، وكم من\nمعلق أو مستدرك أو مستخرج عليهما أو على أحدهما. حتى لا تكاد تحصى المصنفات\nحول هذين الكتابين الجليلين.\n</p>\n\n<p>\nومن الجوانب المتعلقة بالصحيحين التي اهتم بها العلماء المعلقات فيهما -\nوالمعلق في اصطلاح المحدثين هو ما حذف أول سنده، سواء كان المحذوف واحدا أو\nأكثر على التوالي، ولو إلى آخر السند -. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p004'> Vol. 00, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nفهذا الحافظ ابن حجر (ت 852 ه‍) تولى وصل جميع المعلقات المشتمل عليها <span id='ms002'></span>\nالجامع الصحيح للبخاري في كتابه \" تغليق التعليق \" وبذلك سد الطريق على كل\nطاعن أو مغرض يود النيل من صحيح البخاري.\n</p>\n\n<p>\nويسر الله للدكتور سعيد عبد الرحمن موسى القزقي دراسة هذا الكتاب\nوتحقيقه، حيث رأى نور الطباعة وملأ الفراغ الذي كانت تعاني منه المكتبة\nالبخارية في هذا الجانب.\n</p>\n\n<p>\nوفي صحيح مسلم أحاديث قليلة منقطعة جمع بعضها أبو علي الغساني (ت 498 ه‍)\nفي \" تقييد المهمل وتمييز المشكل \"، ونص على وصل بعضها، ولم يستوعب. وجاء\nالإمام أبو عبد الله المازري (ت 536 ه‍) فألف كتابه \" المعلم بفوائد مسلم \"\nفاقتفى أثر أبي علي في ذكر نفس الأحاديث، لكنه لم يصلها.\n</p>\n\n<p>\nفلما جاء الحافظ أبو الحسين يحيى بن علي جعل هذه الأحاديث نواة لكتابه \"\nغرر الفوائد المجموعة في بيان ما وقع في صحيح مسلم من الأحاديث المقطوعة \".\n</p>\n\n<p>\nثم أضاف إليها ما وقع إليه من جنسها في صحيح مسلم، وقام بوصلها من الطرق\nالثابتة الصحيحة.\n</p>\n\n<p>\nوكتاب \" الغرر \" هذا على أهميته لم يجد من يقوم بتحقيقه وإخراجه إلى\nالوجود نظرا للبتر الذي يشتمل عليه في نسختيه المعروفتين: نسخة الخزانة\nالعامة بالرباط: ع. ونسخة خزانة برلين: ب. وسبق أن سجل في نطاق رسائل\nجامعية، لكن سرعان ما يسحب الطالب تسجيله أمام ما يلاقيه من صعوبات إتمام\nالبتر المذكور، وكذا حينما يعلم أن المصادر التي ترجمت لصاحبه كثيرة.\nولكنها في مجملها لم تتعد معلومات واحدة تتناقلها فيما بينها لا تشفي\nالغليل، ولا تسلط الضوء الكافي على الحياة العلمية الجليلة للحافظ رشيد\nالدين العطار، رحمه الله تعالى.\n</p>\n\n<p>\nوما إن علمت ذلك حتى استخرجت الله في الإقدام على تسجيله. وحفزني بعض\nالعلماء الأفاضل على ذلك، جازاهم الله خيرا.\n</p>\n\n<p>\nوحمدت الله تعالى أن كان موضع البتر المشترك بين النسختين في نواة\nالموضوع \" في الأحاديث الأربعة عشر الأولى \" التي تناولها بالبحث كل من أبي\nعلي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p005'> Vol. 00, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nالغساني، والإمام المازري، والإمام ابن الصلاح (ت: 643 ه‍). ومن الذين\nتناولوها بالدرس بعد رشيد الدين العطار الإمام النووي (ت: 676 ه‍) في مقدمة\nشرحه لصحيح مسلم، وكذا أثنا شرحه لكل <span id='ms003'></span> حديث منها، في موضعه من كتاب صحيح\nمسلم. والأمر نفسه فعله الحافظ زين الدين العراقي (ت: 806 ه‍)، والحافظ ابن\nحجر في نكته على ابن الصلاح، وفي كتابه النكت الظراف على الأطراف، ونقل عن\nالحافظ رشيد الدين الإمام السيوطي في التدريب نقولا كثيرة من كتاب \" الغرر\n\". فتجمع لدي، والحمد لله، ما أمكنني، بواسطته أن ألم شعت هذا البتر وأرمم\nما انصدع من هذا التأليف المبارك.\n</p>\n\n<p>\nوإخراج هذا المصنف إلى حيز الوجود يضحد الشبه التي يثيرها أعداء السنة\nبالتعلق بأوهى الأدلة للطعن في الأحاديث الصحيحة المخرجة في صحيح مسلم، ولن\nيفلحوا. وهؤلاء يصدق عليهم قول الأعشى:\n</p>\n\n<p>\nكناطح صخرة يوما ليوهنا * فلم يضرها وأوهى قرنه الوعل أو كما قال الحسين\nبن حميد:\n</p>\n\n<p>\nيا ناطح الجبل العالي ليكلمه * أشفق على الرأس لا تشفق على الجبل خطة\nالبحث:\n</p>\n\n<p>\nلكل عمل علمي منهج يرسم أهدافه ويحدد مراميه، ويحصر جزئياته وأفكاره\nويسلط الضوء على طبيعته ومحتوياته. لذا قمت بوضع هذه الخطة التي سرت عليها\nفي إنجازي لهذه الرسالة.\n</p>\n\n<p>\nوقد رأيت أن أقسم هذا العمل إلى قسمين: قسم الدراسة - قسم التحقيق.\n</p>\n\n<p>\nالقسم الأول: الدراسة.\n</p>\n\n<p>\nوفيه خمسة فصول.\n</p>\n\n<p>\nالفصل الأول: التعريف بصحيح مسلم - تقسيم مسلم لطبقات الرواة.\n</p>\n\n<p>\nويشتمل على المباحث الآتية: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p006'> Vol. 00, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nالمبحث الأول: الباعث على تأليف صحيح مسلم.\n</p>\n\n<p>\nالمبحث الثاني: مدة تأليف صحيح مسلم.\n</p>\n\n<p>\nالمبحث الثالث: ثناء العلماء على صحيح مسلم.\n</p>\n\n<p>\nالمبحث الرابع: تقسيم مسلم لطبقات الرواة.\n</p>\n\n<p>\nالفصل الثاني: معالم من منهج مسلم في صحيحه.\n</p>\n\n<p>\nويشتمل على المباحث الآتية:\n</p>\n\n<p>\nالمبحث الأول: العنعنة عند مسلم.\n</p>\n\n<p>\nالمبحث الثاني: طريقة مسلم في التعريف براوي الحديث المبهم.\n</p>\n\n<p>\nالمبحث الثالث: بيان اللفظ لمن.\n</p>\n\n<p>\nالمبحث الرابع: طريقة مسلم في إصلاح الوهم الواقع في الحديث.\n</p>\n\n<p>\nالمبحث الخامس: اعتناء مسلم بالتمييز بين \" حدثنا \" و \" أخبرنا \".\n</p>\n\n<p>\nالمبحث السادس: جمع طرق الحديث في موضع واحد.\n</p>\n\n<p>\nالمبحث السابع: تنبيه مسلم على الاختلاف الواقع في سند الحديث.\n</p>\n\n<p>\nالمبحث الثامن: حكم اختصار الحديث.\n</p>\n\n<p>\nالمبحث التاسع: تراجم أبواب صحيح مسلم.\n</p>\n\n<p>\nالفصل الثالث: لمحة تاريخية عن عمر المؤلف.\n</p>\n\n<p>\nوتشمل النواحي الثلاث.\n</p>\n\n<p>\nالناحية السياسية.\n</p>\n\n<p>\nالناحية <span id='ms004'></span> الاجتماعية.\n</p>\n\n<p>\nالناحية العلمية.\n</p>\n\n<p>\nالفصل الرابع: التعريف بالحافظ رشيد الدين العطار.\n</p>\n\n<p>\nويشتمل على المباحث الآتية:\n</p>\n\n<p>\nالمبحث الأول: التحقيق في اسمه ونسبه وكنيته ولقبه ومذهبه الفقهي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p007'> Vol. 00, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nالمبحث الثاني: مولده ونشأته.\n</p>\n\n<p>\nالمبحث الثالث: تبكير رشيد الدين العطار في طلب العلم والرحلة لأجله.\n</p>\n\n<p>\nالمبحث الرابع: شيوخه.\n</p>\n\n<p>\nالمبحث الخامس: تلاميذه.\n</p>\n\n<p>\nالمبحث السادس: مروياته.\n</p>\n\n<p>\nالمبحث السابع: مصنفاته.\n</p>\n\n<p>\nالمبحث الثامن: منزلة الرشيد العلمية، وثناء العلماء عليه.\n</p>\n\n<p>\nالمبحث التاسع: مناقبه، وفاته، رثاؤه.\n</p>\n\n<p>\nالفصل الخامس: التعريف بالكتاب.\n</p>\n\n<p>\nويتضمن المباحث الآتية:\n</p>\n\n<p>\nالمبحث الأول: الدافع إلى تأليف \" غرر الفوائد المجموعة \".\n</p>\n\n<p>\nالمبحث الثاني: تاريخ تأليف الكتاب ومدة ذلك.\n</p>\n\n<p>\nالمبحث الثالث: محتوي الكتاب.\n</p>\n\n<p>\nالمبحث الرابع: موارد المصنف في الكتاب.\n</p>\n\n<p>\nالمبحث الخامس: منهج الرشيد العطار في الكتاب.\n</p>\n\n<p>\nالمبحث السادس: جهود الحافظ رشيد الدين في مصطلح الحديث من خلال الكتاب.\n</p>\n\n<p>\nالقسم الثاني: التحقيق.\n</p>\n\n<p>\nويشتمل على:\n</p>\n\n<p>\nالمبحث الأول: اسم الكتاب.\n</p>\n\n<p>\nالمبحث الثاني: توثيق نسبة الكتاب إلى مؤلفه.\n</p>\n\n<p>\nالمبحث الثالث: التعريف بنسختي الكتاب.\n</p>\n\n<p>\nتحقيق نص الكتاب وعملي فيه:\n</p>\n\n<p>\n1 - حققت نص الكتاب بالاعتماد على نسختي الغرر (ع) و (ب) وحاولت - قدر\nالمستطاع - أن يخرج النص في أقرب صورة إلى الصورة التي وضعها عليه المؤلف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p008'> Vol. 00, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\n2 - قابلت بين النسختين (ع) - التي اعتبرتها الأم - و (ب)، وأثبت بالهامش\nكل الفروق التي بينهما باستثناء ما لا تدعو الحاجة إلى إثباته، ومن ذلك:\nالحرث وأبو القسم وملك وزكريا بدل: الحارث وأبو القاسم ومالك وزكرياء.\n</p>\n\n<p>\n3 - أتممت البتر، وأثبت ما سقط من النسختين، ولم أضف كلمة ولا حرفا واحدا\nليس في الأصل إلا وضعته بين حاصرتين [] ونبهت على ذلك في الهامش.\n</p>\n\n<p>\n4 - عزوت الآيات إلى سورها وذكرت أرقامها.\n</p>\n\n<p>\n5 - خرجت الأحاديث المذكورة في الكتاب، فأحلت على كتبها وأبوابها\nوأجزائها وصفحاتها وأرقامها، سواء من المصادر التي ذكرها رشيد الدين أو\nغيرها مما لم يذكره.\n</p>\n\n<p>\n6 - أرجعت النصوص والأقوال التي نقلها الحافظ رشيد الدين - رحمه الله -\nعن غيره من العلماء إلى أصولها، مبينا مواضعها بالتنصيص على أجزائها\nوصفحاتها - إلا ما لم أعثر عليه -.\n</p>\n\n<p>\n7 - عرفت بالأعلام الواردة في الكتاب مؤثرا في الغالب الحكم على الرواة\nمن حيث التعديل والتجريح على الحافظ <span id='ms005'></span> ابن حجر في كتابه تقريب التهذيب. مع\nالإشارة إلى ذكر سنة الوفاة، ومن خرج لكل راو من رواة الحديث.\n</p>\n\n<p>\nوقد أقف عند علم من الأعلام لتفصيل ترجمته إذا اقتضى المقام ذلك.\n</p>\n\n<p>\n8 - الصحابة - رضي الله عنهم - كلهم عدول، لذلك اكتفيت بالإشارة إلى\nمواضع ترجمتهم من المصادر التي ترجمت لهم كالاستيعاب لابن عبد البر.\n</p>\n\n<p>\nوالتجريد للذهبي والإصابة لابن حجر العسقلاني، إلا الذين وردوا بكناهم\nفإني ترجمت لهم. وقد أترجم للصحابي لفائدة يقتضيها النص.\n</p>\n\n<p>\n9 - في ذكر مصادر الترجمة توخيت أن أبدأ بأقدمها تاريخا ثم الذي يليه\nوهكذا.\n</p>\n\n<p>\n10 - احترمت ترقيم المصنف وترتيبه فيما رقمه ورتبه من أحاديث، واعتبرت كل\nحديث وحدة قائمة بذاتها، لذا كانت بدايات الأحاديث في صفحات جديدة، ووضعت\nلكل واحد منها رقما متصاعدا - داخل دائرة -.\n</p>\n\n<p>\n11 - وضعت جداول تيسر على القارئ تصور طرق الحديث والفروق بينها، وتوضح\nجهود أهل الحديث في خدمة السنة النبوية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p009'> Vol. 00, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\n12 - ناقشت المؤلف في بعض آرائه، وأيدت ما ظهر لي صوابه، ونبهت إلى ما\nخالفته فيه.\n</p>\n\n<p>\n13 - شرحت المفردات اللغوية العربية، وصححت ما وقع في النص من أخطاء مع\nالإشارة إلى ذلك في الهامش.\n</p>\n\n<p>\n14 - أشرت إلى بداية كل لوحة من لوحات: ع بخط مائل (/) وجعلت رقم اللوحة\nفي الهامش على اليمين.\n</p>\n\n<p>\nوختمت النص المحقق بوضع فهارس علمية ألحقتها بآخره. وتشتمل على:\n</p>\n\n<p>\n- فهرس الآيات.\n</p>\n\n<p>\nفهرس الأحاديث والآثار.\n</p>\n\n<p>\nفهرس الأعلام.\n</p>\n\n<p>\nفهرس الأماكن.\n</p>\n\n<p>\nفهرس المباحث في مصطلح الحديث.\n</p>\n\n<p>\nثم أثبت قائمة بالمصادر والمراجع التي اعتمدتها في الدراسة والتحقيق\nوآخرها فهرس عام بالمواضيع مع أرقامها صفحاتها.\n</p>\n\n<p>\nهذا وإني لا أدعي الكمال فيما قمت به، بل هو جهد المقل، فإن كان صوابا\nفهو من توفيق الله سبحانه وتعالى، وله الحمد والشكر على ما أنعم به، وإن\nكان غير ذلك فهو مني، واستغفر الله من ذلك، وحسبي أني بذلت قصارى جهدي\nوطاقتي... والله أسأل أن يرزق عملي هذا القبول، ويكتبه لي في ميزان الحسنات\nيوم الدين.\n</p>\n\n<p>\nوختاما أتقدم بالشكر والعرفان الجميل لفضيلة الأساتذة الكرام:\n</p>\n\n<p>\nالدكتور محمد أمين الإسماعيلي، والدكتور محمد يسف، والدكتور التهامي\nالراجي، والدكتور زين <span id='ms006'></span> العابدين بلافريج، على ما قدموا إلي من مساعدة، وأسأل\nالله أن يجازي بأحسن الجزاء كل من مد إلي يد المساعدة في إيجاز البحث.\n</p>\n\n<p>\nوسلام على المرسلين والحمد لله رب العالمين، والسلام على رسول الله محمد\nالمبعوث رحمة للعالمين، آمين.\n</p>\n\n<p>\nوكتبه: محمد خرشافي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p010'> Vol. 00, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nالرموز المستعملة في الرسالة خ: البخاري في صحيحه خت: البخاري تعليقا بخ:\nالبخاري في الأدب المفرد عخ: البخاري في خلق أفعال العباد ز: البخاري في\nجزء القراءة م: مسلم في صحيحه مق: مسلم في مقدمة صحيحه د: أبو داود في سننه\nمد: أبو داود في المراسيل صد: أبو داود في فضائل الأنصار خد: أبو داود في\nالناسخ قد: أبو داود في القدر ل: أبو داود في المسائل ت: الترمذي في جامعه\nتم: الترمذي في الشمائل س: النسائي في سننه ق: ابن ماجة في سننه فق:\nالتفسير لابن ماجة ع: سائر الأصول الستة (إذا وردت في تخريج الحديث) 4: لهم\nسوى الشيخين حم: أحمد في مسنده دي: الدارمي في سننه ط: مالك في الموطأ ح:\nتحويل (إذا وردت بين سندين) نا: حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p011'> Vol. 00, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nثنا: حدثنا أنا: أخبرنا ع: مخطوط \" الغرر \" نسخة الخزانة العامة بالرباط\nب: مخطوط \" الغرر \" نسخة خزانة برلين.\n</p>\n\n<p>\nل: لوحة (إذا وردت بعد مخطوط) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p012'> Vol. 00, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nالفصل الأول التعريف بصحيح مسلم - تقسيم مسلم لطبقات الرواة. ويشتمل على\nالمباحث الآتية:\n</p>\n\n<p>\nالمبحث الأول: الباعث على تصنيف صحيح مسلم.\n</p>\n\n<p>\nالمبحث الثاني: مدة تأليف صحيح مسلم.\n</p>\n\n<p>\nالمبحث الثالث: ثناء العلماء على صحيح مسلم.\n</p>\n\n<p>\nالمبحث الرابع: تقسيم الإمام مسلم لطبقات الرواة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p013'> Vol. 00, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nالتعريف بصحيح مسلم للإمام مسلم ترجمة حافلة تكفلت بها سائر كتب التراجم\nوالأعلام. وأكتفي بذكر بعض ما يقرب إلينا الإمام مسلما في صحيحه، وما له\nشديد الصلة بموضوع الرسالة.\n</p>\n\n<p>\nالباعث على تصنيف صحيح مسلم.\n</p>\n\n<p>\nذكر الإمام مسلم (رحمه الله)، في مقدمة صحيحه سبب تأليفه لهذا الكتاب،\nفنص على مجمله: أن أحد الناس طلب منه التعريف على جملة من الأخبار المأثورة\nعن رسول الله صلى الله عليه وسلم، في سنن الدين وأحكامه وما كان منها في <span id='ms007'></span>\nالثواب والعقاب والترغيب والترهيب وغير ذلك من صنوف الأشياء بالأسانيد التي\nبها نقلت وتداولها أهل العلم فيما بينهم بلا تكرار يكثر.\n</p>\n\n<p>\nفتدبر الإمام مسلم في هذا الأمر، فوجد أن عاقبته محمودة، ومنفعته موجودة\nله خاصة وللمسلمين عامة.\n</p>\n\n<p>\nوزاده رغبة في القيام بهذه المهمة الجليلة ما رآه من بعض العلماء من نشر\nالأخبار الضعيفة وعدم التمييز بين السليم والسقيم. وما لهذا العمل من أضرار\nعلى عوام المسلمين الذين لا يدركون الفرق بينها.\n</p>\n\n<p>\nقال مسلم رحمه الله: \" وبعد، يرحمك الله، فلولا الذي رأينا من سوء صنيع\nكثير ممن نصب نفسه محدثا فيما يلزمهم من طرح الأحاديث الضعيفة والروايات\nالمنكرة وتركهم الاقتصار على الأحاديث الصحيحة المشهورة مما نقله الثقات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p015'> Vol. 00, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nالمعروفون بالصدق والأمانة، بعد معرفتهم وإقرارهم بألسنتهم أن كثيرا مما\nيقذفون به إلى الأغبياء من الناس هو مستنكر، ومنقول عن قوم غير مرضين ممن\nذم الرواية عنهم أئمة أهل الحديث، مثل مالك بن أنس وشعبة بن الحجاج، وسفيان\nبن عيينة ويحيى بن سعيد القطان، وعبد الرحمن بن مهدي، وغيرهم من الأئمة لما\nسهل علينا الانتصاب لما سألت من التمييز والتحصيل.\n</p>\n\n<p>\nولكن من أجل ما أعلمناك من نشر القوم الأخبار المنكرة بالأسانيد الضعاف\nالمجهولة وقذفهم بها إلى القوم الذين لا يعرفون عيوبها خف على قلوبنا\nإجابتك إلى ما سألت \".\n</p>\n\n<p>\nمدة تأليف صحيح مسلم:\n</p>\n\n<p>\nمكث الإمام مسلم في تأليف كتابه \" الصحيح \" مدة خمس عشرة سنة قضاها في\nالتحري والتثبت والعناية بهذا المصدر الأساسي لمعرفة الحديث الصحيح جمعا\nوترتيبا وضبطا ودقة. وكان يساعده في كتابة \" الصحيح \" تلميذه ورفيقه في\nالرحلة أحمد بن سلمة.\n</p>\n\n<p>\nوقد انتقى الإمام مسلم هذا المسند الصحيح من ثلاث مائة ألف حديث مسموعة\nوورد عن مسلم أنه قال: \" ما وضعت شيئا في هذا المسند إلا بحجة وما أسقطت\nمنه شيئا إلا بحجة \".\n</p>\n\n<p>\nلم يكتف الإمام مسلم، رحمه الله، بما بذله من جهود عظيمة ومضنية في\nتأليفه ولذا لما أتمه عرضه على جهابذة عصره من فحول نقاد الحديث. ونقل ابن\nخير في فهرسته عن مكي <span id='ms008'></span> بن عبدان قوله: \" سمعت مسلما يقول: \" عرضت كتابي هذا\nعلي أبي زرعة الرازي فكل ما أشار أن له علة تركته، وكل ما قال إنه صحيح\nوليست له علة خرجته \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p016'> Vol. 00, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nونتيجة لهذا العمل الجليل والسعي المتواصل الحميد وهذه العناية التامة في\nالاحتياط والتثبت ارتاحت نفس الإمام مسلم لهذه الثمرة، فأخذ يرغب الناس في\nالاعتماد على هذا الكتاب في معرفة الصحيح من أحاديث رسول الله صلى الله\nعليه وسلم. وقد نقل النووي عن مكي بن عبدان أنه سمع مسلما يقول: لو أن أهل\nالحديث يكتبون مائتي سنة الحديث فمدارهم على هذا المسند - يعني صحيحه -.\n</p>\n\n<p>\nثناء العلماء على صحيح مسلم:\n</p>\n\n<p>\nوشأن صحيح مسلم كشأن صحيح البخاري، كل منهما لقي إقبالا كبيرا من\nالعلماء، حتى غدت ألسنتهم ناطقة بفضلهما والثناء عليهما.\n</p>\n\n<p>\nوأسوق هنا بعض ما يتعلق بصحيح مسلم.\n</p>\n\n<p>\nقال الإمام النووي: \" سلك مسلم - رحمه الله - في صحيحه طرقا بالغة في\nالاحتياط والإتقان والورع والمعرفة وذلك مصرح بكمال ورعه وتمام معرفته\nوغزارة علومه وشدة تحقيقه وتحفظه وتقعدده في هذا الشأن وتمكنه من أنواع\nمعارفه وتبريزه في صناعته وعلو محله في التمييز بين دقائق علومه لا يهتدي\nإليها إلا الإفراد في الأعصار... \".\n</p>\n\n<p>\nوهذه شهادة من الحافظ ابن حجر حيث قال: \" قلت: حصل لمسلم في كتابه حظ\nعظيم مفرط لم يحصل لأحد مثله بحيث أن بعض الناس كان يفضله على صحيح محمد بن\nإسماعيل، وذلك لما اختص به من جمع الطرق وجودة السياق والمحافظة على أداء\nالألفاظ كما هي من غير تقطيع ولا رواية بمعني. وقد نسج على منواله خلق من\nالنيسابوريين فلم يبلغوا شاؤه، وحفظت منهم أكثر من عشرين إماما ممن صنف\nالمستخرج على مسلم فسبحان المعطي الوهاب \".\n</p>\n\n<p>\nتقسيم الإمام مسلم لطبقات الرواة:\n</p>\n\n<p>\nوضع الإمام مسلم مقدمة لكتابه الصحيح تعتبر بحق من المقدمات العلمية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p017'> Vol. 00, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nالرائدة في بيان المنهجية عند علماء المسلمين الأوائل فذكر رحمه الله،\nأنه سيعمد إلى ما أسند من الأخبار عن رسول الله صلى الله عليه وسلم،\nفيقسمها إلى ثلاثة أقسام وثلاث طبقات من <span id='ms009'></span> الناس.\n</p>\n\n<p>\nوقد التزم أن يورد القسم الأول من الأخبار سليمة من العيوب وأن يكون\nناقلوها أهل استقامة في الحديث وإتقان لما نقلوا لا تشتمل أحاديثهم على\nاختلاف شديد ولا تخليط فاحش، ومثل لهذا القسم بمنصور بن المعتمر وسليمان بن\nمهران الأعمش وإسماعيل بن أبي خالد. فإذا تقصى أخبار الطبقة الأولى أتبعها\nبأخبار من يقع في أسانيدها بعض من ليس موصوفا بالحفظ والإتقان لكنه من\nالذين شملهم الستر والصدق واشتهروا بتعاطي العلم وقد ضرب أمثلة لذلك بذكر\nأسماء ثلاثة من رجال هذه الطبقة هم: عطاء بن السائب ويزيد بن أبي زياد وليث\nبن أبي سليم. وفي صدد القسم الثالث قال الإمام مسلم: \" فأما ما كان منها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p018'> Vol. 00, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nعن قوم عند أهل الحديث متهمون أو عند الأكثر منهم فلسنا نتشاغل بتخريج\nحديثهم \".\n</p>\n\n<p>\nوأمام هذا التقسيم الذي ذكره مسلم اختلف العلماء في مراده منه، هل التزم\nبما ذكره في صحيحه أوليس كذلك؟.\n</p>\n\n<p>\nذكر الحاكم أبو عبد الله الحافظ (ت 405 ه‍) وصاحبه أبو بكر البيهقي (ت\n458 ه‍) أن المنية اخترمته قبل إخراج القسم الثاني. وقال إبراهيم بن محمد\nبن سفيان: \" أخرج مسلم ثلاثة كتب من المسندات: واحد الذي قرأه على الناس،\nوالثاني يدخل فيه عكرمة ومحمد بن إسحاق - صاحب المغازي - وضرباؤهما،\nوالثالث يدخل فيه من الضعفاء \".\n</p>\n\n<p>\nوفي قول إبراهيم هذا نظر لأنه يخالف ما التزم به مسلم من عدم ذكر أحاديث\nرجال الطبقة الثالثة.\n</p>\n\n<p>\nواعترض عياض على ما ذهب إليه الحاكم حيث قال: \" ووجدته - أي مسلم - ذكر\nفي أبواب كتابه حديث الطبقتين الأوليين وأتى بأسانيد الثانية منها على طريق\nالاتباع الأولى والاستشهاد أو حيث لم يجد في الباب الأول شيئا، وذكر أقواما\nتكلم قوم فيهم وزكاهم آخرون وخرج حديثهم ممن ضعف أو اتهم ببدعة، وكذلك فعل\nالبخاري فعندي أنه أتى بطبقاته الثلاث في كتابه على ما ذكر ورتب في كتابه\nوبينه في تقسيمه وطرح الرابعة \".\n</p>\n\n<p>\nبل يذهب القاضي عياض إلى أبعد من هذا حيث يصرح بأنه ناقش غيره من العلماء\nفيما ذهب إليه فما رأي <span id='ms010'></span> منصفا إلا صوبه وظهر له صواب وجهة نظره.\n</p>\n\n<p>\nويبدو أن مسألة وجود أحاديث لرجال الطبقة الثانية في صحيح مسلم أمر لا\nيحتمل الجدال، وهذا ما ذهب إليه النووي - رحمه الله - حيث نقل عن ابن\nالصلاح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p019'> Vol. 00, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nأنه لا عيب على مسلم في ذلك من أوجه.\n</p>\n\n<p>\nأحدها: أن يكون ذلك فيمن هو ضعيف عند غيره ثقة عنده ولا يقال الجرح مقدم\nعلى التعديل، لأن ذلك فيما إذا كان الجرح ثابتا مفسر السبب، وإلا فلا يقبل\nالجرح إذا لم يكن كذلك، وقد قال الإمام الحافظ أبو بكر أحمد بن علي بن ثابت\nالخطيب البغدادي وغيره ما احتج البخاري ومسلم وأبو داود به من جماعة علم\nالطعن فيهم من غيرهم محمول على أنه لم يثبت الطعن المؤثر مفسر السبب.\n</p>\n\n<p>\nويحتمل أن يكون ذلك فيما بين الجارح فيه السبب واستبان مسلم بطلانه،\nولهذا قال ابن الصلاح في مقدمته: \" ولذلك احتج البخاري بجماعة سبق من غيره\nالجرح لهم كعكرمة مولى ابن عباس رضي الله عنهما وكإسماعيل بن أبي أويس\nوعاصم بن علي وعمرو بن مرزوق وغيرهم واحتج مسلم بسويد بن سعيد وجماعة اشتهر\nالطعن فيهم \".\n</p>\n\n<p>\nالثاني: أن يكون ذلك واقعا في الشواهد والمتابعات، لا في الأصول، وذلك\nبأن يذكر الحديث أولا بإسناد نظيف رجاله ثقات ويجعله أصلا، ثم يتبعه بإسناد\nآخر، أو أسانيد فيها بعض الضعفاء على وجه التأكيد بالمتابعة أو لزيادة فيه\nتنبه على فائدة فيما قدمه، وبالمتابعة والاستشهاد اعتذر الحاكم أبو عبد\nالله في إخراجه عن جماعة ليسوا من شرط الصحيح منهم مطر الوراق وبقية بن\nالوليد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p020'> Vol. 00, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nومحمد بن إسحاق بن يسار... فهؤلاء أخرج لهم مسلم في أشباه لهم كثيرين.\n</p>\n\n<p>\nالثالث: أن يكون ضعف الضعيف الذي احتج به طرأ بعد أخذه عنه باختلاط حدث\nعليه. فهو غير قادح فيما رواه من قبل في زمن سداده واستقامته، كما في أحمد\nبن عبد الرحمن بن وهب بن عبد الله بن وهب. ذكر الحاكم أبو عبد الله أنه\nاختلط بعد الخميس ومائتين بعد خروج مسلم من مصر <span id='ms011'></span>، فهو كسعيد بن أبي عروبة\nوعبد الرزاق وغيرهما ممن اختلط آخرا. ولم يمنع ذلك من الاحتجاج في الصحيحين\nبما أخذ عنهم قبل ذلك.\n</p>\n\n<p>\nومما يؤيد وقوع هذا الوجه الثالث أن الإمام أبا عمرو بن الصلاح يذكر\nبسنده المتصل عن أبي بكر محمد بن علي بن النجار أنه سمع إبراهيم بن أبي\nطالب يقول:\n</p>\n\n<p>\n\" قلت لمسلم بن الحجاج قد أكثرت الرواية في كتابك الصحيح عن أحمد بن عبد\nالرحمن الوهبي وحاله قد ظهر؟ فقال: إنما نقموا عليه بعد خروجي من مصر... \".\n</p>\n\n<p>\nالرابع: أن يعلو بالشخص الضعيف إسناده، وهو عنده من رواية الثقات نازل.\n</p>\n\n<p>\nفيقتصر على العالي ولا يطول بإضافة النازل إليه. مكتفيا بمعرفة أهل الشأن\nفي ذلك.\n</p>\n\n<p>\nيقول ابن الصلاح وهذا العذر قد رويناه عنه تنصيصا، وهو خلاف حاله فيما\nرواه عن الثقات أولا ثم أتبعه بمن دونهم متابعة، وكأن ذلك وقع منه على حسب\nحضور باعث النشاط وغيبته، رويناه عن سعيد بن عمرو البردعي أنه حضر أبا زرعة\nوذكر صحيح مسلم وإنكار أبي زرعة عليه روايته فيه عن أسباط بن نصر وقطن بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p021'> Vol. 00, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nنسير وأحمد بن عيسى المصري. وأنه قال أيضا: يطرق لأهل البدع علينا فيجدون\nالسبيل بأن يقولوا للحديث إذا احتج به عليهم: ليس هذا في كتاب الصحيح.\n</p>\n\n<p>\nقال سعيد بن عمرو: فلما رجعت إلى نيسابور في المرة الثانية ذكرت لمسلم بن\nالحجاج إنكار أبي زرعة عليه، وروايته في كتابه الصحيح عن أسباط بن نصر وقطن\nبن نسير وأحمد بن عيسى فقال لي مسلم: إنما قلت صحيح، وإنما أدخلت من حديث\nأسباط وقطن وأحمد ما قد رواه الثقات عن شيوخهم، إلا أنه ربما وقع إلى عنهم\nبارتفاع، ويكون عندي من رواية أوثق منهم بنزول، فأقتصر على ذلك، وأصل\nالحديث معروف من رواية الثقات.\n</p>\n\n<p>\nولام أبو زرعة كذلك مسلما على روايته عن سويد بن سعيد الحدثاني. فقال:\n</p>\n\n<p>\nمن أين كنت آتي بنسخة حفص عن ميسرة بعلو؟.\n</p>\n\n<p>\nويتخلص مما تقدم أن أسباب رواية مسلم عمن هو متوسط ومن أفراد الطبقة\nالثانية <span id='ms012'></span> التي هي دون الأولى في الصحة والسداد يعود إلى أربع نقاط:\n</p>\n\n<p>\n1 - من هو ثابت العدالة والضبط عند مسلم ضعيف عند غيره أو أن الطعن غير\nمفسر، أو أن الجرح غير مؤثر، لأن بعضهم يجرح بما ليس بجارح.\n</p>\n\n<p>\n2 - أن يقع في موقع المتابعة والاستشهاد لما ذكر في الأصول.\n</p>\n\n<p>\n3 - رواية مسلم عمن اختلط في سلامته وقبل اختلاطه.\n</p>\n\n<p>\n4 - أن يكون للحديث طريقان. أحدهما عال وفيه بعض الضعف والآخر نازل وقد\nسلم فيؤثر مسلم ذكر السند العالي على ما فيه ويحصل ذلك منه في بعض الأحيان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p022'> Vol. 00, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nالفصل الثاني معالم من منهج مسلم في صحيحه ويشتمل على المباحث الآتية:\n</p>\n\n<p>\nالمبحث الأول: العنعنة عند مسلم.\n</p>\n\n<p>\nالمبحث الثاني: طريقة مسلم في التعريف براوي الحديث المبهم.\n</p>\n\n<p>\nالمبحث الثالث: بيان اللفظ لمن.\n</p>\n\n<p>\nالمبحث الرابع: طريقة مسلم في إصلاح الوهم الواقع في الحديث.\n</p>\n\n<p>\nالمبحث الخامس: اعتناء مسلم بالتمييز بين \" حدثنا \" و \" أخبرنا \".\n</p>\n\n<p>\nالمبحث السادس: جمع طرق الحديث في موضع واحد.\n</p>\n\n<p>\nالمبحث السابع: تنبيه مسلم على الاختلاف الواقع في سند الحديث.\n</p>\n\n<p>\nالمبحث الثامن: حكم اختصار الحديث.\n</p>\n\n<p>\nالمبحث التاسع: تراجم أبواب صحيح مسلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p023'> Vol. 00, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nالعنعنة عند مسلم:\n</p>\n\n<p>\nالإسناد المعنعن هو الذي يقال فيه فلان عن فلان. وقد اختلف العلماء فيه\nهل هو من قبيل الإسناد المتصل فيندرج ضمن الصحيح أو هو من قبيل المرسل\nوالمنقطع فلا يدخل ضمنه.\n</p>\n\n<p>\nنص الإمام مسلم على مذهبه فيه - في مقدمة صحيحه - وانتصر له وادعى\nالإجماع لما ذهب إليه. ومن قوله في ذلك: \" وذلك أن القول الشائع المتفق\nعليه بين أهل العلم بالأخبار والروايات قديما وحديثا، أن كل رجل ثقة روى عن\nمثله حديثا، وجائز ممكن له لقاؤه والسماع منه، لكونهما جميعا كانا في عصر\nواحد، وإن لم يأت في خبر قط أنهما اجتمعا، ولا تشافها بكلام، فالرواية\nثابتة والحجة بها لازمة إلا أن يكون هناك دلالة بينة، فأما والأمر مبهم على\nالإمكان الذي فسرنا، فالرواية على السماع أبدا حتى تكون الدلالة التي بينا\n\".\n</p>\n\n<p>\nوهذا الذي ذكره مسلم ادعي أبو عمرو الداني المقرئ إجماع أهل النقل عليه.\n</p>\n\n<p>\nونقل <span id='ms013'></span> زين الدين العراقي عن ابن عبد البر تصريحه بإجماع أئمة الحديث عليه\nبشرط أن لا يكون المعنعن مدلسا وبشرط إمكان لقاء بعضهم بعضا.\n</p>\n\n<p>\nونقل الإمام أبو عمرو بن الصلاح - في مقدمته - عن مسلم قوله ملخصا له، ثم\nعقب عليه بقوله: \" وفيما قاله نظر وقد قيل إن القول الذي رده مسلم هو الذي\nعليه أئمة هذا العلم علي بن المديني والبخاري وغيرهما \".\n</p>\n\n<p>\nوعدم اشتراط اللقيا عند الإمام مسلم لا يضر صحيحه ولا يقدح فيه وإنما هو\nزيادة في التثبت والاحتياط من قبل الإمام البخاري، ولذا قال المحققون من\nالمحدثين إن مذهب البخاري أضيق وأدق. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p025'> Vol. 00, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nطريقة الإمام مسلم في التعريف براوي الحديث المبهم:\n</p>\n\n<p>\nاتبع الإمام مسلم دقة متناهية في رواية الحديث حتى كان لا يسمح لنفسه\nبزيادة حرف على ما تلقاه من شيوخه سواء في السند أو المتن وإذا كان الحديث\nيستدعي إيضاحا وبيانا أتى به مشعرا بأن الإضافة منه.\n</p>\n\n<p>\nوقد عقد الإمام النووي فصلا في ذلك حيث قال: \" ليس للراوي أن يزيد في نسب\nغير شيخه ولا صفته على ما سمعه من شيخه لئلا يكون كاذبا على شيخه، فإن أراد\nتعريفه وإيضاحه وزوال اللبس المتطرق إليه لمشابهة غيره، فطريقه أن يقول:\n</p>\n\n<p>\nقال حدثني فلان يعني ابن فلان أو الفلاني، أو هو ابن فلان أو الفلاني أو\nنحو ذلك.\n</p>\n\n<p>\nفهذا جائز حسن قد استعمله الأئمة وقد أكثر البخاري ومسلم منه في الصحيحين\nغاية الإكثار حتى إن كثيرا من أسانيدهما يقع في الإسناد الواحد منهما\nموضعان أو أكثر \".\n</p>\n\n<p>\nمثاله من صحيح مسلم: \" حدثنا عبد الله بن مسلمة بن قعنب حدثنا سليمان\n(يعني ابن بلال) عن يحيى (وهو ابن سعيد) قال: كان سعيد بن المسيب يحدث، أن\nمعمرا قال: قال رسول الله صلى الله عليه وسلم: \" من احتكر فهو خاطئ الحديث\n\".\n</p>\n\n<p>\nبيان اللفظ لمن:\n</p>\n\n<p>\nإذا حمل الإمام مسلم الحديث عن عدة رواة وتفاوتت ألفاظه عندهم واتحدت\nمعناه فإنه ينص على اللفظ لمن.\n</p>\n\n<p>\nومثاله: \" حدثنا أحمد بن حنبل وزهير بن حرب. (واللفظ لزهير) قالا:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p026'> Vol. 00, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا <span id='ms014'></span> يحيى (وهو القطان) عن عبيد الله. أخبرني نافع عن ابن عمر أن رسول\nالله صلى الله عليه وسلم، عامل أهل خيبر بشطر ما يخرج منها من ثمر أو زرع\n\".\n</p>\n\n<p>\nطريقة مسلم في إصلاح الوهم الواقع في الحديث:\n</p>\n\n<p>\nمن مذهب مسلم - رحمه الله - التقيد بما رواه عن شيوخه - كما تقدم - وإذا\nوقع وهم من أحد رواته في حديثه نبه عليه مسلم بإشارة لطيفة دالة على قصد\nتصحيحه، وساقه سليما من هذا الوهم. ومن هذا القبيل ما رواه في كتاب الجهاد\nوالسير، باب غزوة خيبر، قال: \" وحدثني أبو الطاهر أخبرنا ابن وهب أخبرني\nيونس عن ابن شهاب، أخبرني عبد الرحمن (ونسبه غير ابن وهب فقال: ابن عبد\nالله بن كعب بن مالك) أن سلمة بن الأكوع قال: لما كان يون خيبر... الحديث\n\".\n</p>\n\n<p>\nقال رشيد الدين - رحمه الله -: وقول مسلم - رحمه الله - في هذا الإسناد:\n</p>\n\n<p>\nعن ابن وهب. أخبرني عبد الرحمن ونسبه غير ابن وهب من بديع التصرف في\nالعدول عن الوهم إلى الصواب، وذلك أن عبد الله بن وهب كان يقول في هذا\nالإسناد: قال أخبرني عبد الرحمن وعبد الله ابنا كعب \".\n</p>\n\n<p>\nقال النووي: معقبا على طريقة مسلم في تصحيح الوهم المذكور: \" وهذا من\nفضائل مسلم ودقيق نظره وحسن خبرته وعظيم إتقائه \".\n</p>\n\n<p>\nاعتناء مسلم بالتمييز بين \" حدثنا \" و \" أخبرنا \":\n</p>\n\n<p>\nتتردد في الإسناد أنواع كثيرة من طرق التحمل للحديث النبوي منها: حدثني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p027'> Vol. 00, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nوحدثنا، وأخبرني وأخبرنا، وسمعت، وقرأ علي فلان...\n</p>\n\n<p>\nومن مذهب مسلم - رحمه الله - أن يفرق بينها حيث لا يستعمل التحديث إلا\nفيما كان من سماعه من لفظ الشيخ، فإن انفرد بالسماع قال: حدثني، وإن سمع مع\nغيره قال: حدثنا.\n</p>\n\n<p>\nوجعل مسلم مادة الإخبار فيما قرئ على الشيخ وهو يسمع. فإن قرأ هو قال:\n</p>\n\n<p>\nأخبرني وإن قرأ غيره وهو يسمع قال: أخبرنا.\n</p>\n\n<p>\nوما ذهب إليه مسلم في التمييز بين حدثنا وأخبرنا هو الذي عليه الشافعي\nوأصحابه.\n</p>\n\n<p>\nومذهب البخاري في كثيرين إطلاق حدثنا وأخبرنا فيما قرئ على الشيخ كما\nفيما سمع من لفظه.\n</p>\n\n<p>\nقال <span id='ms015'></span> ابن الصلاح: \" ومذهب مسلم وموافقيه صار هو الغالب على أهل الحديث \".\n</p>\n\n<p>\nجمع طرق الحديث في موضع واحد:\n</p>\n\n<p>\nيمتاز مسلم بجمعه للأحاديث ذات الموضوع الواحد في موضع واحد فهو أكثر\nتيسيرا على الباحث في معرفة مظان حديثه، ولما كان من منهج مسلم جمعه لطرق\nالحديث الواحد متقاربة التجأ إلى كثرة التحويل وعلامتها عند المحدثين: ح.\n</p>\n\n<p>\nتنبيه مسلم على الاختلاف في سند الحديث:\n</p>\n\n<p>\nيرى الحافظ رشيد الدين العطار أنه من منهج مسلم إذا أورد حديثا وقع في\nإسناده اختلاف على أحد رواته، ساق الطريق المرجح عنده في الأول ثم أتبعه\nبالطريق الآخر. لينبه على الاختلاف الواقع في سند الحديث. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p028'> Vol. 00, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nحكم اختصار الحديث ورواية بعضه دون بعض:\n</p>\n\n<p>\nاختلف في حكم اختصار الحديث ورواية بعضه دون بعض، فمنهم من منع ذلك مطلقا\nبناء على القول بالمنع من الرواية بالمعني وهؤلاء قيدوا المنع بما إذا لم\nيكن الراوي أو غيره قد رواه تاما من قبل.\n</p>\n\n<p>\nوأجازه بعضهم مطلقا، وصحح النووي جوازه للعارف حيث قال: \" والصحيح\nالتفصيل وجوازه من العارف إذا كان ما تركه غير متعلق بما رواه بحيث لا يختل\nالبيان، ولا تختلف الدلالة بتركه وسواء جوزناها بالمعنى أم لا \" اه‍.\n</p>\n\n<p>\nوكل هذا إذا ارتفعت منزلة الراوي عن أن تلصق به تهمة، أما من رواه مرة\nتاما فخاف إن رواه بعدها ناقصا أن يتهم بالزيادة أو النسيان أو الغفلة أو\nقلة الضبط، فإنه لا يجوز له اختصاره. وكذلك إن رواه ناقصا ثم أراد روايته\nتاما وخاف ما ذكر، أو كان ممن لا تجل منزلته عن التظنن به واتهامه كان له\nالعذر في ترك روايته تاما.\n</p>\n\n<p>\nقال النووي والسيوطي: \" هو إلى الجواز أقرب، ومن المنع أبعد قال الشيخ\nابن الصلاح: ولا يخلو من كراهة وعن أحمد: ينبغي أن لا يفعل، حكاه عنه\nالخلال. وما أظنه يوافق عليه. فقد فعله الأئمة مالك، والبخاري وأبو داود\nوالنسائي وغيرهم \" ومذهب الإمام مسلم عدم جواز ذلك فإنه يسوق الحديث بتمامه\nولا يقطعه.\n</p>\n\n<p>\nوقد انتقد الإمام مسلم في بضعة عشر حديثا <span id='ms016'></span> رواها في صحيحه، كل حديث منها\nيشتمل على جزء متصل وآخر به انقطاع ومن له إلمام بمنهج الإمام مسلم يعلم\nأنه لم يحتج بالجزء المنقطع منها ولذا قال الحافظ رشيد الدين العطار: \" ولا\nيخفى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p029'> Vol. 00, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nعلى من له أنس بعلم الرواية أن مسلما - رحمه الله - إنما احتج بما في هذه\nالأحاديث وما شاكلها من المسند دون المرسل. وإنما أوردها بما فيها من\nالمرسل جريا على عادته في ترك الاختصار \". وذهب القاضي عياض إلى أن مذهب\nمسلم جاز اختصار الحديث مطلقا حيث قال: \" اختلف المحدثون والفقهاء\nوالأصوليون في اختصار الحديث والتحديث به على المعنى، وفي الحديث بفصل منه\nدون كماله.\n</p>\n\n<p>\nفأجاز هذا كله على الجملة قوم، وهو مذهب مسلم بن الحجاج ومنعه على الجملة\nكآخرون وهو تحري البخاري \".\n</p>\n\n<p>\nوفي هذا الكلام نظر. فإن رشيد الدين استقرأ عددا من أحاديث مسلم التي\nيتعين اختصارها - حتى تكون من شرطه فلم يختصرها احتراما لمنهجه في عدم\nاختصار الحديث إلا لضرورة، وهو إذا اختصر نبه على ذلك.\n</p>\n\n<p>\nساق الحافظ رشيد الدين حديث سعيد بن المسيب - في النهي عن المزابنة...\nالذي أخرجه مسلم في البيوع وهو حديث يشتمل على ثلاثة أحاديث اثنان مرسلان\nوالثالث متصل ثم عقب عليه بقوله: \" قلت هكذا أورده مسلم - رحمه الله - في\nكتابه، فإن قيل: كيف اختار إخراج المراسيل في صحيحه وليست من شرطه ولا\nداخلة في رسمه؟ فالجواب أن مسلما - رحمه الله - من عادته أن يورد الحديث\nكما سمعه، وكان هذا الحديث عنده عن محمد بن رافع على هذه الصفة، فأورده كما\nسمعه منه، ولم يحتج بالمرسل الذي فيه، وإنما احتج بما في آخره من المسند،\nوهو حديث سالم عن عبد الله عن زيد بن ثابت أن رسول الله صلى الله عليه\nوسلم، رخص بعد ذلك في بيع العرية... الحديث، فهذا القدر الذي احتج به مسلم\nمنه \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p030'> Vol. 00, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nتراجم أبواب الصحيح:\n</p>\n\n<p>\nألف مسلم كتابه \" الصحيح \" مقتصرا فيه على ذكر الأحاديث لا يخلط بها\nالتراجم والأبواب كما صنع البخاري حتى قيل فقه البخاري في <span id='ms017'></span> تراجمه ومع ذلك\nلم يكن كتابه مختلطا في أحاديثه، بحيث يختلط باب بباب وإنما هي مميزة إذ\nأنه حين وضع كتابه وضعه مفصلا مرتبا بحسب الأبواب وإن لم يذكرها.\n</p>\n\n<p>\nوما هو عليه اليوم من تراجم الأبواب هو من وضع العلماء والمصنفين وشراح\nصحيحه الذين جاؤوا من بعده، ولهذا اختلفت فيما بينها. وتختلف هذه التراجم\nجودة ورداءة، والذي لا مرية فيه أن أجودها التي من وضع الإمام النووي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p031'> Vol. 00, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nالفصل الثالث لمحمة تاريخية عن عصر المؤلف (584 ه‍ - 662 ه‍) 1188 م -\n1224 م) من النواحي الثلاث:\n</p>\n\n<p>\nالناحية السياسة الناحية الاجتماعية الناحية العلمية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p033'> Vol. 00, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nالحالة السياسية كان لضعف الدولة العباسية آثار سيئة على العالم\nالإسلامي، استمرت مخلفاتها على مدى فترة غير قصيرة من الزمن على إثرها تصدع\nصرح الخلافة الإسلامية وصارت عبارة عن دويلات متنازعة متحاربة، وجرد\nالخليفة العباسي من سائر السلطات، حتى لم يعد له سوى الاسم، بل قد غلب على\nأمره - في كثير من الأحيان - وصار ألعوبة في يد الوزراء أو الولاة والأمراء\nالمستبدين.\n</p>\n\n<p>\nوزالت هيبة الخلافة الإسلامية من النفوس، وشقت عصا الطاعة كثير من\nالبلدان الإسلامية.\n</p>\n\n<p>\nفهذه الدولة الفاطمية في مصر (358 ه‍ - 567 ه‍) بدأت بنشر مذهبها الشيعي\nوأسقطت ما كان متبقيا من الولاء الشكلي لأمير المؤمنين ولم تعد تخطب له على\nالمنابر، وناصبت العداء للخلافة العباسية كما اقتطعت بعض الأجزاء من\nأراضيها.\n</p>\n\n<p>\nوتجمعت عوامل متعددة لتفرز صراعا آخر في الشرق الإسلامي وهذه المرة بين\nالمسلمين والمسيحيين.\n</p>\n\n<p>\nكانت أواخر القرن الخامس الهجري - من سنة 491 ه‍ - فاتحة هذه الصفحة\nالجديدة، فقد استطاع الصلبيون أن يستولوا على مدن كثيرة فكونوا إمارات،\nمنها إمارة الرها، وإمارة أنطاكيا، وإمارة بين المقدس، وإمارة طرابلس.\nوبهذا تم لهم السيطرة على سواحل بلاد الشام.\n</p>\n\n<p>\nلم تكن تسقط المدينة تلو المدينة في أيدي الصليبيين بسهولة، فقد أبلى\nالمسلمون في الدفاع عن أراضيهم البلاء الحسن.\n</p>\n\n<p>\nوفي عهد آخر خليفة فاطمي في مصر - العاضد - ساءت أحوال البلد بسبب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p035'> Vol. 00, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nتنازع وزيرين على السلطة، عما ضرغام وشاور. استنجد شاور بنور الدين.\nوأقبل الصليبيون لاحتلال مصر تحت غطاء <span id='ms018'></span> نصرة ضرغام - وكان أن انهزم\nالصليبيون أمام جيش نور الدين بقيادة أسد الدين شيركوه. ولكن ذلك لم يمنعهم\nمن ازدياد طمعهم في احتلال مصر.\n</p>\n\n<p>\nوفي سنة 564 ه‍ اشتدت وطأة الصليبيين على مصر فاستغاث العاضد بنور الدين.\nفبعث إليه أسد الدين بجيشه. هذا الذي استطاع أن يخلي الفرنجة عن مصر، ويقضي\nعلى رؤوس الفتنة فيها، فرغب العاضد في احتوائه فاستوزره، فلم يلبث أسد\nالدين في الوزارة إلا بضعة أشهر وتوفي.\n</p>\n\n<p>\nفتسلم صلاح الدين مقاليد الوزارة بعد وفاة عمه أسد الدين شيركوه. وأخذ\nالعهد على نفسه منذ بداية أمره أن يطرد الصليبيين من الشرق فجند لذلك كل\nقواته.\n</p>\n\n<p>\nوما إن استتب الأمر له، حتى خطب باسم نور الدين (سنة 567 ه‍) وبذلك ألغيت\nالخلافة الفاطمية، وعرفت مصر عودتها إلى الخلافة العباسية.\n</p>\n\n<p>\nاغتاظ نفر من أنصار الفاطميين فأرسلوا إلى الصليبيين بالشام وإلى صاحب\nصقلية طالبين منهم تجريد حملة على مصر لإرجاع الخلافة الفاطمية إليها وطرد\nصلاح الدين منها. وبناء على هذا الطلب قدم إلى ثغر الإسكندرية أسطول عظيم\nمن جزيرة صقلية قوامة ثلاث مائة سفينة، ولكنه لم يقو على الاستيلاء عليها\nلاستماتة أهلها في الدفاع عنها، فعاد أدراجه يجر أذيال الخيبة (كان ذلك سنة\n570 ه‍) وفي عام 583 ه‍ سار السلطان صلاح الدين بجيشه إلى فلسطين لقتال\nالصليبيين، وتم له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p036'> Vol. 00, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nالنصر المبين عليهم في وقعة حطين، فقتل منهم جم غفير وأسر منهم ما لا\nيحصى من الأنفس. وفتح هذا الانتصار أمام جيوش صلاح الدين أبواب بيت المقدس،\nثم عكا ويافا وطبرية وصيدا وبيروت وصور وعسقلان.\n</p>\n\n<p>\nووصلت سنة 589 ه‍ فتوفي صلاح الدين، فانقسمت مملكته بين أبنائه وتنازعوا\nفيما بينهم. وطمع الصليبيون من جديد فيها. فلم تأت سنة 615 ه‍ حتى نزل\nالصليبيون بجزيرة دمياط فهاجموا قلاعها وحصونها، وحاصروها ستة أشهر حتى\nسقطت في أيديهم. فأعملوا السيف في رقاب أهلها وحولوا مساجدها إلى كنائس\nوعاني المصريون في هذا العام مالم يعانوه طيلة الحروب الصليبية... ثم أجلوا\nعنها.\n</p>\n\n<p>\nوفي سنة 647 ه‍ عاودوا الكرة على دمياط، لكن أهلها ما لبثوا <span id='ms019'></span> أن غادروها\nوتركوها للغزاة، وكان الملك الصالح معسكرا بالمنصورة، وهو مريض فما لبث أن\nوافاه الأجل، فأخذت بزمام الأمر شجرة الدر، فاتجه الإفرنج نحو المنصورة،\nودار هناك قتال عنيف بين الجيشين انتهى بأسر قائد هذه الحملة (لويس التاسع\nملك فرنسا).\n</p>\n\n<p>\nثم أخذ الوجود الصليبي يندحر من مواقعه ويترك حصونه وقلاعه التي أقامها\nفي الشام، حيث تم للجيش المصري بقيادة الأشرف - ملك مصر - دخول عكا سنة 690\nه‍. وباستعادتها من أيدي الغزاة انقرضت دولتهم ودالت أيامهم، وذلك بعد\nقرنين من الزمن.\n</p>\n\n<p>\nوفي هذه الأثناء كانت شوكة المغول - التتار - تقوى يوما عن يوم، فقد\nاستطاعوا سنة 628 ه‍ أن يقضوا على السلطان جلال الدين خوارزم، ثم توجهوا من\nخوارزم إلى بغداد، وتم لهم احتلالها ست 656 ه‍. وأطلقوا فيها يد التخريب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p037'> Vol. 00, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nوالنهب، وقتل الخليفة المستعصم ووضع بذلك الحد للدولة العباسية.\n</p>\n\n<p>\nالحالة الاجتماعية لم تكن الحالة الاجتماعية في البلاد الإسلامية بأفضل\nمن الحالة السياسية نظرا لما لهما من تداخل، فأي تطور سياسي لا بد أن ينعكس\nعلى الناحية الاجتماعية ويكون له أثره الملموس فيها. ولهذا فلا غرابة أن\nنجد آثار هذه الحروب والمنازعات الداخلية والخارجية يلقي بظلالها على موارد\nالناس وأقواتهم وحياتهم اليومية.\n</p>\n\n<p>\nوهذا نموذج من ذلك في مدينة دمشق وما حولها أثناء حصار الخوارزمية للصالح\nأيوب سنة 643 ه‍. يقول صاحب الذيل على الروضتين: \" بلغت غرارة القمع ست\nمائة ناصرية، نصفها بثلاث مائة درهم... وبقيت الصعاليك مرميين في الطرقات.\nكانوا يطلبون لقمة، ثم صاروا يطلبون فلسا يشترون به نخالة يبلونها\nويأكلونها كما تطعم الدجاج، وشاهدت ذلك بعيني. ثم اشتد الغلاء... وبلغت\nالغرارة في ثاني عشر ذي القعدة ألفا ومائتي درهم وخمسين درهما فضة\nناصرية... \".\n</p>\n\n<p>\nكانت هذه حال أهل الشام ثم تنفرج عليهم الضائقة، ولكنها لا تلبث أن\nتعاودهم لاستمرار الحروب وانتشار الأوبئة وتعطل الصناعات وإقفار حقول\nالزراعة واختلال الأمن وتعرض الناس للسلب والنهب ومصادرة الأموال.\n</p>\n\n<p>\nولم تكن مصر بأفضل منها فقد ابتليت هي الأخرى بسنوات جدب وقحط لعدم زيادة\nالنيل (كما حدث في سنة 597 ه‍) حتى <span id='ms020'></span> هرب الناس إلى المغرب والحجاز واليمن\nوالشام، وتفرقوا أيدي سبأ، ومزقوا كل ممزق، وأكل الناس الميتات والجيف.\n</p>\n\n<p>\nوصاحب هذه الأزمات والأوضاع السيئة فساد الأمراء والحكام والأعيان، ومن\nهذا الصنف الخليفة الناصر لدين الله الذي اشتغل بالملذات والشهوات وانكب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p038'> Vol. 00, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nعلى الملاهي، فاتخذ الطيور المناسيب ورمي بالبندق ولبس سراويلات الفتوة،\nوأولع بجمع الذهب والنظر إليه، وحكم رعيته بظلم حتى ساءت أحوالهم، وخربت\nبغداد في عهده...\n</p>\n\n<p>\nوفي هذا العصر حدثت عدة زلازل في البلاد الإسلامية، منها زلزال حدث سنة\n597 ه‍. شمل الموصل وديار الجزيرة ومصر والشام والساحل. وآخر سنة 600 ه‍.\nعم أغلب البلاد المصرية والعراقية والشامية والجزيرة، وبلاد الروم وصقلية\nوقبرس.\n</p>\n\n<p>\nالحالة العلمية رغم ما سيطر على هذه الحقبة من الزمن من حروب واضطرابات\nسياسية وكوارث في البلاد الإسلامية، فقد واصلت الحركة العلمية طريقها.\nوالذي يتتبع النشاط العلمي في هذه المرحلة يأخذه العجب العجاب، حيث عمت\nأرجاء الديار الإسلامية أربطة وزوايا ومعاهد تعليمية لتلقين وتدريس العلوم\nالشرعية، وسأذكر بعض المدارس التي اشتهرت في هذا العصر، على سبيل التمثيل\nفحسب.\n</p>\n\n<p>\nفي بيت المقدس: المدرسة الصلاحية، وقفها صلاح الدين (سنة 588 ه‍) - بعد\nاسترداده لبيت المقدس من الإفرنج - على فقهاء الشافعية.\n</p>\n\n<p>\nفي بغداد: المدرسة المستنصرية، بناها الخليفة المستنصر بالله تم بناؤها\nسنة 631 ه‍. وقفت على المذاهب الأربعة وأقرئ فيها القرآن، وروي فيها الحديث\nواشتملت على مرافق تابعة لها، منها مأوى للأيتام وخزائن كتب وأوقاف جمة.\n</p>\n\n<p>\nفي الشام: بلغ عدد المدارس بالشام من الكثرة مالا يكاد يحصى. منها:\n</p>\n\n<p>\nدار الحديث النورية بدمشق، أول دار حديث بنيت على وجه الأرض. بناها نور\nالدين محمود بن زنكي المتوفى سنة 569 ه‍. أوقف فيها أوقافا كثيرة على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p039'> Vol. 00, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nالمشتغلين بعلم الحديث من الذين تولوا مشيختها: الحافظ أبو القاسم علي بن\nالحسن بن هبة الله الشهير بابن عساكر (ت 571) صاحب التصانيف.\n</p>\n\n<p>\nالمدرسة العادلية الكبرى بدمشق ابتدأ بناءها نور الدين، ثم عمل فيها من\nبعده الملك العادل، ولم يتم بناؤها إلا على يد ولده الملك عيسى بن العادل\nسنة 620 ه‍.\n</p>\n\n<p>\nوهي أعظم مدارس الشافعية <span id='ms021'></span> بدمشق.\n</p>\n\n<p>\nالمدرسة الجوزية بدمشق أنشأها محيي الدين ابن الشيخ جمال الدين أبي الفرج\nبن الجوزي - قتل في غزو التتار سنة 656 ه‍ - وقفت على تدريس الفقه الحنبلي،\nمن الذين درسوا بها: الشيخ حسن ابن الحافظ أبي موسى عبد الله بن عبد الغني\nالمقدسي (ت 659 ه‍).\n</p>\n\n<p>\nفي مصر: المدرسة الناصرية بجوار مسجد عمرو بن العاص أنشأها السلطان صلاح\nالدين الأيوبي سنة 566. وجعلها خاصة بفقهاء الشافعية. أول من درس بها:\n</p>\n\n<p>\nأبو العباس أحمد بن المظفر بن الحسين الدمشقي (ت 591 ه‍).\n</p>\n\n<p>\nالمدرسة القمحية أنشأها السلطان صلاح الدين الأيوبي كذلك ووقفها على\nفقهاء المالكية كانت عليها أوقاف من ضيعة بالفيوم، فما تحصل بها من قمح وزع\nعلى مدرسيها وطلبتها - ومن ثم سميت بالقمحية -.\n</p>\n\n<p>\nالمدرسة الكاملية أنشأها الملك الكامل ناصر الدين محمد ابن الملك العادل\nأبي بكر بن أيوب سنة 622 ه‍. ووقفها على المشتغلين بالحديث النبوي، ثم من\nبعدهم على الفقهاء الشافعية، وحبس عليها ريعا كان بجوارها. وأول من تولى\nالتدريس بها الحافظ أبو الخطاب عمر بن الحسين بن علي بن دحية المتوفى سنة\n633 ه‍. ثم أخوه أبو عمرو عثمان بن حسين بن علي بن محمد بن فرج بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p040'> Vol. 00, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nخلف الأندلسي السبتي البلنسي...\n</p>\n\n<p>\nويضاف إلى ذلك دور المساجد فإنها لم تكن في يوم من الأيام تخلو من حلقة\nعلم أو تحفيظ القرآن أو رواية للحديث. وهذه إشارة إلى بعضها:\n</p>\n\n<p>\nالمسجد الأموي بدمشق الذي اتخذ صبغة تعليمية منذ تأسيسه، فقد كان يؤمه\nالفقهاء والمحدثون والعلماء وطلاب العلم، وفي مطلع القرن السابع اشتهر\nبالمقادسة الذين كانوا يتناوبون التدريس فيه. فهذا موفق الدين أبو محمد بن\nأحمد بن محمد الشهير بابن قدامة المقدسي (ت 620 ه‍) كان يخصص يوم الجمعة\nللتدريس والمناظرة فيه.\n</p>\n\n<p>\nوهذا المسجد العتيق، جامع عمرو بن العاص بمصر - وهو أول مسجد بني فيها،\nبناه عمرو بن العاص بأمر من عمر بن الخطاب - رضي الله عنهما - لم تزل\nزواياه موئلا للدرس والتحصيل واشتهر بحلقاته التي وصلت في بعض الأحيان إلى\nما ينيف عن أربعين حلقة.\n</p>\n\n<p>\nوكذا الجامع الأزهر <span id='ms022'></span> الذي أنشأه القائد جوهر الصقلي (ت 381 ه‍) وكان\nالفراغ من بنائه سنة 361 ه‍. فقد خصصت له جرايات ونفقات على المشتغلين\nبالعلم فيه، وامتلأت جوانبه بالطلبة والعلماء، اشتهرت طائفة منهم بالتدريس\nفيه، ذكر بعضهم السيوطي في حسن المحاضرة. وقد ساعد كذلك - على ازدهار\nالعلوم الشرعية في هذه الحقبة أن الملوك الأيوبيين كان لهم اهتمام بالغ\nبالعلم والعلماء ومشاركة في مجالسهم، ومن هؤلاء: صلاح الدين الأيوبي، قال\nالقاضي ابن شداد: \" وكان رحمه الله خاشع القلب رقيق الدمعة إذا سمع القرآن\nالعزيز يخشع قلبه وتدمع عينه في معظم أوقاته، وكان شديد الرغبة في سماع\nالحديث ومتى سمع عن شيخ ذي رواية عالية وسماع كثير فإن كان ممن يحضر عنده\nاستحضره وسمع عليه وأسمع في ذلك المكان من أولاده ومماليكه والمختصين به.\nوكان يأمر الناس بالجلوس عند سماع الحديث إجلالا له، وإن كان الشيخ ممن لا\nيطرق أبواب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p041'> Vol. 00, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nالسلاطين ويتحامى عن الحضور في مجالسهم سعى إليه وسمع عليه. تردد إلى\nالحافظ السلفي بالإسكندرية وروى عنه أحاديث كثيرة، وكان يحب أن يقرأ الحديث\nبنفسه، فكان يستحضرني في خلوته ويحضر شيئا من كتب الحديث ويقرأ هو، فإذا مر\nبحديث فيه عبرة رق قلبه ودمعت عينه \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p042'> Vol. 00, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nالفصل الرابع التعريف بالحافظ رشيد الدين العطار ويشتمل على المباحث\nالآتية:\n</p>\n\n<p>\nالمبحث الأول: بيان اسمه، ونسبه، وكنيته، ولقبه، ومذهبه الفقهي.\n</p>\n\n<p>\nالمبحث الثاني: مولده ونشأته.\n</p>\n\n<p>\nالمبحث الثالث: تبكير رشيد الدين العطار بطلب العلم.\n</p>\n\n<p>\nالمبحث الرابع: شيوخه.\n</p>\n\n<p>\nالمبحث الخامس: تلاميذه.\n</p>\n\n<p>\nالمبحث السادس: مروياته.\n</p>\n\n<p>\nالمبحث السابع: مصنفاته.\n</p>\n\n<p>\nالمبحث الثامن: منزلة الرشيد العلمية، وثناء العلماء عليه.\n</p>\n\n<p>\nالمبحث التاسع: مناقبه، وفاته، رثاؤه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p043'> Vol. 00, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nاسمه ونسبه:\n</p>\n\n<p>\nهو الإمام الحافظ المحدث يحيى ابن الشيخ الجليل المحدث علي بن عبد الله\nبن علي بن مفرج. تجمع المصادر التي ترجمت له أن نسبه يعود إلى قريش، فرع\nالأمويين، نابلسي الأصل، مالكي المذهب، كنيته أبو الحسين، ولقبه رشيد\nالدين.\n</p>\n\n<p>\nاحترف التجارة في العطر - تبعا لوالده - فنعت بالعطار. ولذا اشتهر في\nكثير من المصادر بالحافظ رشيد الدين العطار، أو بالرشيد العطار.\n</p>\n\n<p>\nمولده ونشأته <span id='ms023'></span>:\n</p>\n\n<p>\nولد أبو الحسين يحيى بن علي بالقاهرة في شهر شعبان من سنة أربع وثمانين\nوخمس مائة هجرية (584 ه‍).\n</p>\n\n<p>\nاهتم به والده فأنشأه تنشئة علمية، فحفظه القرآن ثم أسمعه الحديث. فتربى\nعلى حضور مجالس العلم منذ صغره، فأحبها، وكان كثير الإقبال عليها. لم يكن\nحب الحديث النبوي الشريف وسماعه وأخذ الإجازة فيه وروايته، غريبا عن هذه\nالأسرة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p045'> Vol. 00, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nفهذا والد الرشيد علي بن عبد الله من جلة المحدثين.\n</p>\n\n<p>\nوهذا عمه أبو القاسم عبد الرحمن بن عبد الله المقرئ المحدث، الإمام بجامع\nالعز.\n</p>\n\n<p>\nوهذا أخوه الأكبر: أبو محمد عبد العزيز بن أبي الحسن علي بن عبد الله\n(558 ه‍ - 628 ه‍). من شيوخه هبة الله بن علي بن سعود البوصيري وأبو طاهر\nالسلفي. ومن الذين أخذوا عنه الحافظ المنذري.\n</p>\n\n<p>\nوهذه تقية، أخت رشيد الدين (577 ه‍ - 606 ه‍) سمعت أباها - أبا الحسن علي\nبن عبد الله - وأجازها جماعة منهم أبو الحجاج يوسف بن هبة الله بن الطفيل،\nوالعلامة أبو عبد الله بن محمد الكاتب الأصبهاني.\n</p>\n\n<p>\nالتبكير في طلب العلم والرحلة لأجله:\n</p>\n\n<p>\nأخذ رشيد الدين عن شيوخ بلده وسمع منهم في سن مبكرة، فقد ذكر في الغرر،\nأنه قرأ على أبي القاسم هبة الله بن علي البوصيري - رحمه الله - في شهر\nرمضان سنة ثلاث وتسعين وخمس مائة (593 ه‍). ويومها لم يصل سنه إلى تسع\nسنوات: وحصل على إجازة من الإمام الحافظ أبي الفرج عبد الرحمن بن الجوزي\nوسنه يناهز العشرة أو يزيد عليها قليلا، ورحل إلى دمشق، وأخذ عن عماد الدين\nأبي عبد الله محمد بن محمد الأصبهاني، وسنه لا يتعدى الثالثة عشرة. وكاتب\nرشيد الدين الشيوخ الذين لم يتيسر له مشافهتهم والسماع منهم، ومن هؤلاء:\nأبو طاهر بركات بن إبراهيم الفرشي (ت 598 ه‍) وروى عن الحافظ أبي محمد\nالمقدسي (ت 600 ه‍). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p046'> Vol. 00, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nورحل الرشيد إلى الإسكندرية وسمع من شيوخها، كما رحل إلى مكة والمدينة،\nوسمع من المحدثين بهما.\n</p>\n\n<p>\nشيوخ رشيد الدين العطار:\n</p>\n\n<p>\nللحافظ الرشيد معجم خصه بتراجم شيوخه، استفاض ذكره، واشتهرت نسبته إليه.\nنقل عنه غير واحد من <span id='ms024'></span> الحفاظ، منهم ابن الصابوني في تكملة إكمال الإكمال.\nوالذهبي في تذكرة الحفاظ وفي العبر. والسخاوي في الضوء اللامع، والكتاني في\nفهرس الفهارس. ولما لم أتمكن من العثور عليه، ترجمت لجماعة من شيوخه الذين\nثبتت مشيختهم له:\n</p>\n\n<p>\n1 - أبو الطاهر، إسماعيل بن صالح بن ياسين بن عمران الشارعي الشفيقي\nالجبلي، البناء بجزيرة مصر. روى عن أبي عبد الله محمد بن أحمد بن إبراهيم\nالرازي \" مشيخته \" و \" سداسياته \". حدث بفسطاط مصر. ولد سنة 514 ه‍ أو 515\nه‍ وكانت وفاته سنة 596 ه‍.\n</p>\n\n<p>\nذكره الذهبي في تذكرة الحفاظ ضمن شيوخ الرشيد، وروى عنه حديثا مسندا من\nطريقه يرويه عنه رشيد الدين.\n</p>\n\n<p>\n2 - أبو الطاهر، إسماعيل بن عبد الرحمن بن أحمد الأنصاري، الكاتب المنعوت\nبالنبيه. سمع بالإسكندرية من الحافظ أبي طاهر أحمد بن محمد الأصبهاني\nوغيره، كما سمع بمصر.\n</p>\n\n<p>\nوكتب بخطه كثيرا، وعلق على الحافظ أبي طاهر السلفي فوائد جمة. ويقال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p047'> Vol. 00, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nإن الحافظ كان يعجبه ذلك منه، سمع منه رشيد الدين وجماعة توفي سنة 613\nه‍.\n</p>\n\n<p>\n3 - أبو طاهر بركات بن إبراهيم بن طاهر الخشوعي. الدمشقي. الفرشي نسبة\nإلى بيع الفرش. سمع من أبي محمد هبة الله بن أحمد بن الأكفاني وانفرد\nبالرواية عنه سماعا وإجازة، وانفرد أيضا بالرواية عن أبي محمد القاسم بن\nعلي الحريري إجازة، وروى عن أبي علي الحسن بن أحمد الحداد الأصبهاني. وهو\nمن بيت حديث، حدث هو وأبوه وجده.\n</p>\n\n<p>\nذكره رشيد الدين في \" الغرر \" ضمن شيوخه الذين روى عنهم مكاتبة (510 ه‍ -\n598 ه‍).\n</p>\n\n<p>\n4 - أبو صابر وأبو القاسم، حامد بن أبي القاسم بن روزبة الأهوازي، نزيل\nمصر. سمع بالإسكندرية من الحافظ أبي طاهر السلفي وبعدن قاضي قضاتها أبي\nجعفر أحمد بن عبد الله بن محمد بن أبي سالم. وبمصر من أبي الفتح محمود بن\nأحمد بن علي بن الصابوني، سمع منه المنذري ورشيد الدين وآخرون. قال\nالمنذري: \" وكان شيخا عفيفا، حنفي المذهب. منقبضا على الناس منفردا بنفسه\nنزه النفس، يصنع الأقلام ويبيعها \" (ت 612 ه‍).\n</p>\n\n<p>\n5 - أبو اليمن، زيد بن الحسن بن زيد الكندي البغدادي، مسند الشام،\nالعلامة تاج <span id='ms025'></span> الدين. أخذ الحديث عن جلة المحدثين. وكان له إلمام بالقراءات\nوالأدب، رحل إلى الآفاق حتى استقر به المطاف في دمشق، قال أبو شامة\nالمقدسي: \" وكان يحضر مجلسه للقراءة في داره والسماع منه جميع المتصدرين\nبجامع دمشق من المشايخ المعتبرين كأبي الحسن السخاوي ويحيى بن معطي والوجيه\nالبوني... \" سمع منه الرشيد في منزله بدمشق (ت 613 ه‍). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p048'> Vol. 00, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\n6 - أبو صادق، عبد الحق بن هبة الله بن ظافر بن حمزة القضاعي الطليبي،\nالشافعي. سمع من الفقيه أبي محمد عبد الله بن رفاعة بن غدير السعدي، وأبي\nالقاسم بن علي الأنصاري، وأبي عبد الله محمد بن حمد بن حامد الأرتاحي. وأبي\nطاهر أحمد بن محمد الأصبهاني. وحدث عنه خلق كثير، منهم رشيد الدين وأبي\nالمعالي عبد الرحمن بن أبي الحسن المغيري، توفي سنة 591 ه‍. ولم يكمل\nالأربعين.\n</p>\n\n<p>\n7 - أبو الفرج، عبد الرحمن بن علي بن محمد بن الجوزي، الإمام الحافظ،\nعالم العراق وواعظ الآفاق. سمع من جلة الشيوخ، تفقه على مذهب الإمام أحمد\nعلى أبي بكر بن محمد بن أحمد الدينوري. وقرأ الوعظ على جماعة، منهم علي بن\nعبيد الله بن الزغواني. وقرأ الأدب. من مصنفاته \" المشيخة \" و \" مناقب\nالإمام أحمد \" و \" تلقيح فهوم أهل الأثر في عيون التاريخ والسير \". استجازه\nالرشيد العطار فأجازه.\n</p>\n\n<p>\n(ت 597 ه‍).\n</p>\n\n<p>\n8 - أبو القاسم عبد الرحمن - عم الرشيد العطار - بن عبد الله بن علي بن\nمفرج بن أبي الفتح القرشي الأموي. النابلسي الأصل، المصري الدار، الشافعي،\nالمقرئ، الصوفي، قرأ القرآن الكريم بروايات على الشيخ أبي جعفر القرطبي،\nوسمع بمصر من الفقيه أبي العباس أحمد بن عبد الله بن الحطيئة وغيره، وسمع\nبدمشق من محمد بن حمزة بن أبي الصقر وجماعة، قال الحافظ المنذري: \" كان\nرجلا صالحا متقللا من الدنيا، كثير التلاوة للقرآن الكريم، وأم بالناس\nبالمدرسة المعروفة بمنازل العز، على شاطئ النيل المبارك مدة \".\n</p>\n\n<p>\nسمع منه ابن أخيه: رشيد الدين، ذكر ذلك الذهبي في تذكرة الحفاظ، (ت 600).\n</p>\n\n<p>\n9 - أبو القاسم عبد الصمد بن محمد بن أبي الفضل بن علي بن عبد الواحد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p049'> Vol. 00, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nالأنصاري <span id='ms026'></span> الخزرجي العبادي السعدي، الدمشقي، الشافعي المعروف بابن\nالحرستاني - نسبة إلى حرستا، قرية قرب دمشق سمع من أبي محمد عبد الكريم بن\nحمزة بن الخضر السلمي. وجمال الإسلام علي بن المسلم وآخرين. حدث مدة - نحو\nأربعين سنة - ونشر علما جما، ودرس، وكان حسن السمت، مجلسه مجلس وقار وسكينة\nوزينة.\n</p>\n\n<p>\nذكره الذهبي ضمن شيوخ رشيد الدين الذين سمع منهم بدمشق.\n</p>\n\n<p>\n(520 ه‍ - 614 ه‍).\n</p>\n\n<p>\n10 - أبو بكر بن أبي الفتح البغدادي المعدل، وهو عبد العزيز بن أحمد بن\nعمر بن سالم بن محمد بن باقا. ولد في رمضان سنة 555 ه‍ ببغداد. وقرأ\nالقرآن.\n</p>\n\n<p>\nوسمع من طاهر بن محمد، أبي زرعة. وابن بندار وابن عساكر وخلق سواهم،\nاحترف التجارة. واستوطن مصر إلى أن مات بها. وحدث بالكثير إلى ليلة وفاته.\n</p>\n\n<p>\nوكان كثير التلاوة للقرآن، سمع منه خلق كثير من الحفاظ وغيرهم، منهم ابن\nنقطة والمنذري ورشيد الدين، وتوفي بالقاهرة سنة 630 ه‍.\n</p>\n\n<p>\n11 - أبو محمد المقدسي: هو عبد الغني بن عبد الواحد بن علي بن سرور بن\nرافع بن حسن بن جعفر، الحافظ الإمام محدث الإسلام، تقي الدين الجماعيلي، ثم\nالدمشقي الصالحي الحنبلي. كانت ولادته سنة 541 ه‍.\n</p>\n\n<p>\nسمع أبا المكارم بن هلال بدمشق، وهبة الله وابن البطي ببغداد وأبا طاهر\nالسلفي بالإسكندرية، ورحل إلى الموصل وهمدان وأصبهان، وسمع من محدثيها.\n</p>\n\n<p>\nروى عنه ولداه أبو الفتح وأبو موسى وعبد القادر الرهاوي. حدث بالكثير،\nوصنف في الحديث تصانيف حسنة وكان غزير الحفظ من أهل الإتقان، تكلم في\nالصفات والقرآن بشئ أنكره أهل التأويل من الفقهاء، فامتحن في ذلك أشد\nالامتحان.\n</p>\n\n<p>\nروى عنه رشيد الدين في \" الغرر \". توفي بمصر في سنة 600 ه‍. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p050'> Vol. 00, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\n12 - أبو الحسن عبد اللطيف بن إسماعيل بن أبي سعد أحمد بن محمد بن دوست\nدادا، النيسابوري الأصل، البغدادي المولد والدار. سمع من والده وأبي القاسم\nإسماعيل بن أحمد ابن السمرقندي وجماعة. حدث ببغداد ثم مصر، ثم دمشق. وبها\nتوفي ذكر الحافظ الذهبي في التذكرة بعض شيوخ رشيد الدين، فنص عليه من\nجملتهم (523 ه‍ - 596 ه‍).\n</p>\n\n<p>\n13 - أبو محمد عبد الله بن <span id='ms027'></span> عبد الجبار بن عبد الله القرشي، الأموي،\nالعثماني، الشاطبي الأصل. الإسكندراني المولد والدار، التاجر البزاز\nالكارمي بمكة. سمع الكثير بالإسكندرية من الحفاظ أبي طاهر أحمد بن محمد\nالسلفي.\n</p>\n\n<p>\nوسمع بمصر من أبي عبد الله محمد بن علي بن محمد الرجبي وغيره.\n</p>\n\n<p>\nقال الحافظ المنذري: \" كان شيخنا الحافظ أبو الحسن المقدسي يعظمه ويثني\nعليه كثيرا \". روى عنه رشيد الدين في \" الغرر \" (544 ه‍ - 614 ه‍).\n</p>\n\n<p>\n14 - أبو محمد عبد الوهاب بن عبد الله بن حريز المقدسي المنصوري الجيبي -\nنسبة إلى قرية الجيب. قرية من أعمال بيت المقدس. من الصلحاء المتورعين\nوالأخيار المتزهدين. ذكره الرشيد في معجم شيوخه، سمع منه هذه الأبيات وهي\nمن إنشاده:\n</p>\n\n<p>\nيا رب قد ذهب الشباب وقوتي * وقبيح فعلي دائم لم يذهب وصحائفي قد سودت\nبجرائم * كتبت علي فليتها لم تكتب إن لم يكن عفو لديك ورحمة * للمذنبين فمن\nيكن للمذنب؟\n</p>\n\n<p>\nكان ولادته سنة 543 ه‍. وتوفي بمصر سنة 626 ه‍.\n</p>\n\n<p>\n15 - أبو عمرو، عثمان بن سعيد بن شبل بن مسلم الطائي السنبسي. المالكي،\nالكتبي، السقطي. صحب جماعة من المشايخ والصالحين وله شعر جيد، ولد بمصر سنة\n583 ه‍. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p051'> Vol. 00, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nوتوفي بمدينة قوص من صعيد مصر الأعلى سنة 633 ه‍. روى عنه الرشيد بعض\nالأبيات الشعرية من نظمه - في الزهد.\n</p>\n\n<p>\n16 - أبو الحسن علي بن إبراهيم بن نجا بن غنائم الأنصاري الدمشقي. الواعظ\nالحنبلي، المعروف بابن نجية، نزيل مصر - صهر سعد الخير -.\n</p>\n\n<p>\nسمع بدمشق من أبي الحسن علي بن أحمد بن منصور بن قبيس. وببغداد من سعد\nالخير بن محمد الأندلسي وآخرين. حدث ببغداد ودمشق ومصر والإسكندرية وغيرها.\n</p>\n\n<p>\nووعظ بجامع القرافة. ذكره الذهبي في تذكرة الحفاظ ضمن شيوخ رشيد الدين.\n</p>\n\n<p>\n(508 ه‍ - 599 ه‍).\n</p>\n\n<p>\n17 - أبو الفتوح علي بن حمزة بن طلحة بن علي الرازي الأصل البغدادي\nالمولد والدار، الكاتب سمع ببغداد من أبي القاسم هبة الله بن محمد بن\nالحصين. حدث ببغداد والشام ومصر وحدث عنه أبو المحاسن الدمشقي ورشيد الدين\nوخلق كثير.\n</p>\n\n<p>\n(515 ه‍ - 599 ه‍).\n</p>\n\n<p>\n18 - أبو الحسن علي بن عبد الله بن علي بن مفرج القرشي، الأموي.\n</p>\n\n<p>\n- والدرشيد الدين - النابلسي <span id='ms028'></span> الأصل المصري المولد والدار، المالكي،\nالعطار، المعروف بابن النطاع، سمع من الفقيه أبي القاسم عبد الرحمن بن\nالحسين بن الجباب وأبي العباس أحمد بن عبد الله بن الحطيئة وآخرين.\n</p>\n\n<p>\nقال الحافظ المنذري: \" وحدث، سمعت منه، وكان شيخا صالحا متحريا متيقظا،\nحسن الأداء يمسك أصله - مع كبر سنه - بيده وينظر فيه مع القارئ عليه، وكان\nمواظبا على حضور الجماعات في الصلوات كثير الذكر والتسبيح... \" سمع منه\nولده رشيد الدين، وأسمعه من بعض شيوخه، ذكر أن مولده كان في شهر رمضان من\nسنة 529 ه‍. وتوفي في 22 من شوال سنة 615 ه‍. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p052'> Vol. 00, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\n19 - أبو الحسن علي بن المفضل بن علي المقدسي ثم الإسكندري، الحافظ\nالعلامة، شرف الدين المالكي، ولد سنة 544 ه‍. تفقه بالثغر على الإمام صالح\nابن بنت معافي وأبي طاهر بن عوف وأبي طالب اللخمي. وسمع منهم ومن الحافظ\nالسلفي فأكثر عنه، وانقطع إليه وتخرج به. رحل إلى إمام الحرمين، له مصنفات\nحسان، درس بالصاحبية (مدرسة أنشأها الصاحب بن شكر). أخذ عنه المنذري\nوخلائق، ولازمه الرشيد حتى تخرج على يده (ت 611 ه‍).\n</p>\n\n<p>\n20 - فاطمة بنت سعد الخير بن محمد بن سهل الأنصاري، الأندلسي، البلنسي،\nسمعت من القاضي أبي بكر الأنصاري وزاهر بن طاهر الشحامي وفاطمة بنت عبد\nالله الجوزدانية.\n</p>\n\n<p>\n- والمترجم لها هي زوجة أبي الحسن بن نجا الواعظ - حدثت بدمشق وبالقاهرة\nكثيرا، نص على سماع الرشيد منها الذهبي في تذكرته (522 ه‍ - 600 ه‍).\n</p>\n\n<p>\n21 - محمد بن حمد بن حامد بن مفرج بن غياث. الأنصاري، الأرتاحي، نسبة إلى\nأرتاح البصر، من أعمال قيسارية بساحل الشام، (فلسطين) المصري، الحنبلي.\n</p>\n\n<p>\nكنيته أبو عبد الله، ويقال أبو محمد كذلك، ولد حوالي سنة 557 ه‍. سمع\nبمصر وبمكة وغيرهما. وأجازه أبو الحسن علي بن الحسين بن عمر الفراء،\nالموصلي. وتفرد بإجازته. كتب عنه جماعة من الحفاظ وغيرهم من أهل البلد\nوالواردين عليها.\n</p>\n\n<p>\nوحدثوا عنه، منهم المنذري ورشيد الدين. وكان من بيت فضل وصلاح وقرآن\nوسنة. (ت 601 ه‍).\n</p>\n\n<p>\n22 - أبو طاهر محمد بن أبي الفضل محمد بن محمد بن بنان، الأنباري الأصل،\nالمصري المولد والدار <span id='ms029'></span>، الكاتب القاضي. قرأ القرآن الكريم على أبي العباس\nأحمد بن عبد الله بن الحطيئة. وسمع من أبي صادق مرشد بن يحيى بن القاسم\nالمديني وأضرابه، قال الحافظ المنذري: \" سمع منه جماعة من شيوخنا ورفاقنا،\nولم يتفق لي السماع منه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p053'> Vol. 00, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nوحدثت عنه \". حدث بالسيرة لابن هشام، والصحاح للجوهري، نص على سماع\nالرشيد منه الذهبي في تذكرته (507 ه‍ - 596 ه‍).\n</p>\n\n<p>\n23 - عماد الدين، أبو عبد الله، محمد بن محمد بن حامد الأصبهاني. ولد سنة\n519 ه‍ بأصبهان. وتفقه ببغداد في مذهب الشافعي على ابن الرزاز. وأتقن الفقه\nوالخلاف والعربية، وسمع من علي بن الصباغ وطبقته. وأجازه ابن الحصين\nوالفراوي.\n</p>\n\n<p>\nثم تعاطى الكتابة والترسل والنظم ففاق الأقران، وحاز قصب السبق. وقد دمشق\nبعد الستين وخمس مائة، وخدم في ديوان الإنشاء، فبهر الناس ببديع نثره ونظمة\nورقي إلى أعلى المراتب... ألف كتبا كثيرة منها: \" خريد القصر \" و \" الفتح\nالقسي في الفتح القدسي \". سمع منه خلق كثير بالعمادية بدمشق، منهم رشيد\nالدين العطار (توفي سنة 597 ه‍ بدمشق).\n</p>\n\n<p>\n24 - أبو الفضل محمد بن يوسف بن علي الغزنوي الأصل، البغدادي المولد،\nالقاهري الوفاة، الحنفي، المقرئ بالقاهرة، من أكابر المحدثين والرواة\nالمسندين.\n</p>\n\n<p>\nروى عن أبي سعد البغدادي وأبي الفضل بن ناصر. وعنه رشيد الدين العطار،\nوذكره في معجمه، حدث ببغداد وحلب والقاهرة وغيرها (522 - 599 ه‍).\n</p>\n\n<p>\n25 - أبو الحسن مرتضى بن أبي الجود حاتم بن المسلم بن أبي العرب،\nالحارثي، المقدسي الأصل، الحوفي المولد، المصري الدار، الشافعي، المقرئ.\n</p>\n\n<p>\nكتب الكثير بخطه وجمع مجاميع، وحدث بمصر ودمشق وغيرهما، سمع منه عبد\nالعظيم المنذري ورشيد الدين العطار وآخرون. قال عبد العظيم المنذري في\nالتكملة: \" وكان على طريقة حسنة، كثير التلاوة للقرآن الكريم في الليل\nوالنهار \".\n</p>\n\n<p>\n(549 ه‍ - 634 ه‍). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p054'> Vol. 00, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\n26 - أبو علي منصور بن علي بن أبي الحسين الجيزي، الصوفي، الوراق.\n</p>\n\n<p>\nالمعروف بابن الصيرفي. سمع بالإسكندرية من الحافظ أبي طاهر السلفي\nوالمفضل بن علي المقدسي. وحدث بمصر. روى عنه رشيد الدين في \" الغرر \". (ت\n611 ه‍).\n</p>\n\n<p>\n27 - أبو الحسن مؤيد بن محمد ابن الشيخ المقرئ أبي الحسن علي بن الحسن بن\nمحمد <span id='ms030'></span> بن أبي صالح الطابراني الطوسي، ثم النيسابوري. انتهي إليه علو الإسناد\nبنيسابور. سمع صحيح مسلم من الفراوي، وصحيح البخاري من جماعة، وعدة كتب،\nوكان شيخا رضيا جليلا رحل إليه الناس من الأقطار وأخذوا عنه، سمع منه رشيد\nالدين وجماعة (524 ه‍ - 617 ه‍).\n</p>\n\n<p>\n28 - أبو علي ناصر بن عبد الله بن عبد الرحمن المصري، العطار، نزيل الحرم\nالشريف بمكة - شرفها الله تعالى - حدث بمكة عن أبي الحسن علي بن حميد\nالطرابلسي، وبمصر عن الفقيه أبي عبد الله محمد بن علي القلعي. لم يتفق\nللمنذري السماع منه فحصل منه على إجازة مكاتبة، وسمع منه الرشيد بمكة (ت\n634 ه‍).\n</p>\n\n<p>\n29 - أبو الفتوح نصر بن محمد بن علي بن أبي الفرج البغدادي، الحنبلي،\nالمعروف بابن الحصري، ولقبه برهان الدين، عني بالقراءات في صغره، فقرأ على\nمسعود بن عبد الواحد الشيباني وأبي الكرم الشهرزوري، وسمع أبا الوقت وابن\nالبطي، قال ابن النجار: \" وكان حافظا حجة نبيلا جم الفضائل كثير المحفوظ من\nأعلام الدين وأئمة المسلمين، كثير العبادة والتهجد والصيام \". جاور بمكة\nنحو عشرين سنة، وأم بالحرم الشريف، روى عنه الضياء المقدسي والتاج علي بن\nالقسطلاني، كاتبه المنذري ورشيد الدين فكتب إليهما وأجازهما، خرج من مكة\nإلى اليمن، فمات بالمهجم سنة 619 ه‍.\n</p>\n\n<p>\n30 - أبو القاسم - وأبو الكرم - هبة الله بن علي بن مسعود، الأنصاري\nالخزرجي، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p055'> Vol. 00, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nالمعروف بالبوصيري، مسند الديار المصرية، لم يكن في آخر عصره مثله، له\nسماعات عالية وروايات تفرد بها. وهو آخر من روى في الدنيا كلها عن أبي صادق\nالمديني، وأبي الحسين علي بن الحسين بن عمر الفراء الموصلي سماعا. سمع منه\nرشيد الدين وخلق كثير. (506 ه‍ - 598 ه‍).\n</p>\n\n<p>\nتلاميذه:\n</p>\n\n<p>\nفي القرن السادس الهجري شاعت كتب المصنفات الحديثية بين الناس فاكتفى بها\nكثير من المحدثين، وتركوا طريق المشافهة والسماع في الرواية ونقل الحديث،\nلكن جماعة من أفذاذ علماء الحديث حافظوا على خصيصة الإسناد، عن طريق\nالمشافهة والسماع تحملا وأداء ومن هؤلاء: الحافظ رشيد الدين العطار، وهذه\nطائفة من تراجم تلاميذه الذين تحملوا عنه ما تلقاه:\n</p>\n\n<p>\n1 - نجم الدين أبو <span id='ms031'></span> العباس، أحمد بن محمد بن سالم بن الحسن بن صصري\nالتغلبي الشافعي، قاضي دمشق ورئيسها (655 ه‍ - 723 ه‍) سمع أباه وابن عبد\nالدائم، وأحضر بمصر على الرشيد العطار. قال الحافظ ابن حجر: \" وكان خطه\nفائقا ونظمه ونثره رائقا، وكان سريع الكتابة جدا... ينطوي على دبن وتعبد\nومكارم... \".\n</p>\n\n<p>\n2 - أبو يونس - ويكنى كذلك أبو محمد - ذو النون بن عمر بن عباس القرشي،\nويعرف بالأسعردي الحرار، الشراريبي. ذكره ابن رشيد ضمن شيوخه الذي لقيهم\nبمصر أثناء وروده عليها. وقال فيه: \" شيخ من العامة، وله سماع صحيح، ورغب\nالناس في الأخذ عنه لغرابة اسمه \". سمع على الشيخ الحافظ رشيد الدين جزء\nالأنصاري.\n</p>\n\n<p>\n3 - أبو البركات، شعبان بن أبي بكر عمر الإربلي، شيخ مقصورة الحلبيين.\nولد بإربل سنة 624 ه‍. ونشأ بحلب وصحب جمال الدين ابن الظاهري، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p056'> Vol. 00, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nوسمع معه من جماعة بدمشق ومصر، وخرج له ابن الظاهري مشيخة حدث بها بدمشق،\nذكره الذهبي ضمن الذين رووا عن رشيد الدين العطار. وقال فيه: \" وكان خيرا\nمتواضعا وافر الحرمة \". توفي بدمشق في رجب سنة 711 ه‍. وكانت جنازته\nمشهودة.\n</p>\n\n<p>\n4 - أبو علي، عبد الرحيم بن عبد الله بن يوسف بن محمد بن محمد الأنصاري،\nجمال الدين شاهد الجيش، سمع من عثمان بن عبد الرحمن بن رشيق والمعين أحمد\nبن علي بن يوسف الدمشقي وإسماعيل بن عبد القوي بن عزون.\n</p>\n\n<p>\nوأجاز له الرشيد العطار والكمال الضرير وآخرون. حدث بصحيح البخاري من\nطريق الكشميهني رواية كريمة عنه - وهي طريق المصريين - وهو آخر من حدث به\nعاليا من طريق المصريين توفي سنة 746 ه‍.\n</p>\n\n<p>\n5 - أبو محمد عبد المؤمن بن خلف بن أبي الحسن التوني، الدمياطي.\n</p>\n\n<p>\nالشافعي صاحب التصانيف. ذكره الذهبي في تذكرة الحفاظ ضمن الذين رووا عن\nرشيد الدين العطار، - وهو من شيوخ الذهبي قرأ الفقه والأصول والفرائض على\nقاضي دمياط ابن خليل وآخرين، ثم لازم الحافظ المنذري سنين حتى تخرج على\nيده، أدرك الأسانيد العالية، ألف \" معجم شيوخه \" وكتبا أخرى. قال الذهبي: \"\nكان صادقا حافظا متقنا جيد العربية غزير اللغة واسع الفقه، رأسا في علم <span id='ms032'></span>\nالنسب دينا كيسا متواضعا بساما محببا إلى الطلبة، مليح الصورة، نفي الشيبة،\nكبير القدر \".\n</p>\n\n<p>\n(613 ه‍ - 705 ه‍).\n</p>\n\n<p>\n6 - نور الدين، علي بن تاج الدين إسماعيل بن قريس المخزومي - ولد حوالي\nسنة 651 ه‍ وتوفي سنة 732 ه‍. سمع عبد العظيم المنذري والرشيد العطار وشيخ\nشيوخ حماة كمال الدين الضرير والعز بن عبد السلام حدث بالكثير، وكان يجلس\nمع الشهود، مع ديانة وخير وصلاح. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p057'> Vol. 00, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\n7 - نور الدين أبو الحسن، علي بن عمر بن أبي بكر الواني، الخلاطي الصوفي،\nالمعروف بابن الصلاح. نزيل مصر، ذكر محمد بن جابر الوادي آشي عددا من شيوخ\nالمترجم له، فعد منهم: أبا القاسم بن الحاسب سبط السلفي والحافظ عبد العظيم\nالمنذري والرشيد العطار. وقال الحافظ ابن حجر: \" وكان صالحا سهل القياد\nوتفرد في عصره برواية حديث السلفي بالسماع بغير إجازة ولا حضور \".\n</p>\n\n<p>\n(636 ه‍ - 727 ه‍).\n</p>\n\n<p>\n8 - أبو الحسن، علي بن مسعود بن نفيس بن عبد الله الموصلي، ثم الحلبي، ثم\nالدمشقي، قال ابن حجر في الدرر الكامنة: \" سمع من يوسف بن خليل، وضاع ذلك\nمنه، وبمصر من الكمال الضرير والرشيد العطار \".\n</p>\n\n<p>\nذكر الذهبي في تذكرة الحفاظ أنه لازم ابن نفيس هذا وسمع منه جملة، ثم\nقال: \" وكان دينا خيرا متصوفا متعففا قرأ ما لا يوصف كثرة، وحصل أصولا\nكثيرة... \" (634 ه‍ - 704 ه‍).\n</p>\n\n<p>\n9 - سراج الدين، عمر بن أحمد بن الخضر بن ظافر بن طراد بن أبي الفتوح\nالأنصاري، المصري، خطيب المدينة وقاضيها. ولد على الراجح سنة 636 ه‍ وكانت\nوفاته سنة 726 ه‍. سمع من جماعة منهم نجم الدين أبو القاسم عبد الرحمن\nالدمنهوري والحافظ رشيد الدين العطار، وأجازه الحافظ المنذري.\n</p>\n\n<p>\nبرع في الفقه والأصول، ولي الخطابة في المدينة الشريفة نحو أربعين عاما.\n</p>\n\n<p>\n10 - محمد بن إبراهيم بن أحمد بن عثمان بن عبد الله بن غدير، أبو المعالي\nكمال الدين، الطائي الدمشقي، المعروف بابن القواس (652 ه‍ - 720 ه‍).\n</p>\n\n<p>\nقال الحافظ ابن حجر: \" أحضر على الرشيد العطار، وسمع من ابن عبد الدائم\nوأبي عبد الله اليونيني... \" حدث بدمشق ومات بها رحمه الله.\n</p>\n\n<p>\n11 - بدر الدين، أبو عبد الله محمد بن إبراهيم <span id='ms033'></span> بن سعيد الله بن جماعة بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p058'> Vol. 00, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nعلي بن جماعة بن صخر الكناني، الحموي (639 ه‍ - 733 ه‍). أخذ عن معين\nالدين أبي العباس أحمد ابن قاضي القضاة أبي الحسن علي بن يوسف الدمشقي،\nوأجازه رشيد الدين العطار رواية صحيح البخاري عنه. قال الذهبي:\n</p>\n\n<p>\n\" كان قوي المشاركة في الحديث، عارفا بالفقه وأصوله ذكيا فطنا، مناظرا\nمتقنا ورعا صينا... \".\n</p>\n\n<p>\n12 - أبو عبد الله، محمد بن إبراهيم القيسي السلاوي، شيخ حافظ يعرف بخديم\nالمشايخ. له رواية وذكر لنبذ من الآداب، وحفظ لكرامة الأولياء. ولد بسلا\nسنة 614 ه‍. أخذ عن علية أدباء بلده ثم ارتحل إلى المشرق وأخذ عن عدد من\nالشيوخ من جملتهم رشيد الدين العطار، روى عنه شمائل الترمذي.\n</p>\n\n<p>\n13 - موفق الدين أبو عبد الله، محمد بن أحمد بن إبراهيم بن أحمد الخرساني\nالأصل، التلمساني المولد، نزيل مصر. (614 ه‍ - 704 ه‍). قال ابن رشيد في\nملء العيبة - 3 / 480 -: \" وسمع شيخنا موفق الدين أيضا مجد الدين بن سراقة\nوالرشيد العطار...\n</p>\n\n<p>\nوذكر ابن حجر بعض شيوخ موفق الدين ثم قال: \" وطلب قليلا ولزم طريق الصلاح\nوالعبادة مع سلامة الباطن \".\n</p>\n\n<p>\n14 - شمس الدين أبو عبد الله، محمد بن أحمد بن إبراهيم بن حيدرة المعروف\nبابن القماح (656 ه‍ - 741 ه‍). قال جمال الدين الأسنوي: \" كان رجلا عالما\nفاضلا فقيها، محفظا، حافظا لتواريخ المصريين ذكيا... وكان سريع الحفظ بعيد\nالنسيان، مواظبا على النظر والتحصيل كثير التلاوة... \".\n</p>\n\n<p>\nسمع من الرشيد العطار، وحدث بصحيح مسلم عن الرضي بن البرهان.\n</p>\n\n<p>\n15 - تقي الدين، أبو عبد الله محمد بن أحمد بن عبد الخالق بن علي بن سالم\nبن مكي، المعروف بالصائغ المصري، الشافعي، كان شيخ القراء في عصره،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p059'> Vol. 00, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nقرأ قصيدة الشاطبي على الكمال الضرير، والكمال على مصنفه ابن فارس. سمع\nمن جماعة من أصحاب البوصيري، منهم رشيد الدين العطار، قال عبد الرحيم\nالأسنوي: \" رحلت إليه الطلبة من أقطار الأرض لأخذ علم القراءات عليه،\nلانفراده بها رواية ودراية... \" (636 ه‍ - 725 ه‍).\n</p>\n\n<p>\n16 - أبو عبد الله محمد بن أحمد بن محمد بن عبد الله الكلاعي بن الرومي،\nويعرف بابن النجار. الشيخ الصالح المتصوف المحدث <span id='ms034'></span>، ذكر محمد بن جابر الوادي\nآشي في برنامجه جماعة من شيوخ ابن النجار هذا - من المغاربة - ثم قال: \"\nوأخذ بالمشرق عن الرشيد العطار ومحيي الدين بن سراقة وغيرهما \" (ت 693 ه‍).\n</p>\n\n<p>\n17 - شرف الدين أبو عبد الله محمد بن الرشيد عبد الحكم بن الحسن بن عقيل\nبن شريف السعدي الشافعي ذكر ابن رشيد جملة من شيوخ السعدي هذا منهم:\n</p>\n\n<p>\nالزكي عبد العظيم المنذري والرشيد العطار ولد سنة 608 ه‍. ولم أقف على\nسنة وفاته.\n</p>\n\n<p>\n18 - محمد بن عبد الله بن عبد المنعم بن رضوان بن الصواف الكناني المصري،\nقال الحافظ ابن حجر: \" سمع من الرشيد العطار. ولد سنة بضع وثلاثين [وست\nمائة] وما سنة 715 ه‍ \".\n</p>\n\n<p>\n19 - تقي الدين، أبو الفتح محمد بن علي بن وهب، القشيري، المنفلوطي،\nالصعيدي، الشهير بابن دقيق العيد، أخذ المذهب المالكي على والده، ثم تفقه\nعلى عز الدين بن عبد السلام الشافعي، فجمع بين المذهبين، وأفتى بهما، له\nتصانيف كثيرة في الفقه والحديث وغيرهما، (625 ه‍ - 702 ه‍). ذكر ابن رشيد\nفي ملء العيبة \" أن ابن دقيق العيد سمع من جماعة من أصحاب البوصيري، وعلى\nرأسهم:\n</p>\n\n<p>\nالحافظ عبد العظيم المنذري، والحافظ أبو الحسين يحيى بن علي القرشي... \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p060'> Vol. 00, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\n20 - جمال الدين أبو حامد محمد بن علي بن محمود بن أحمد، الشهير بابن\nالصابوني شيخ الدار النورية (604 ه‍ - 680 ه‍). سمع من القاضي أبي القاسم\nبن الحرستاني وابن باقا وابن صصري والرشيد العطار وجماعة.\n</p>\n\n<p>\nقال الحافظ ابن حجر في لسان الميزان: \" وكان مليح الخط، حسن الخلق ذيل\nعلى المشتبه لابن نقطة، أجاد فيه، وحدث بالكثير من مروياته بمصر ودمشق \".\n</p>\n\n<p>\nاختلط قبل موته بسنة ونصف.\n</p>\n\n<p>\n21 - محمد بن محمد بن عبد المنعم بن عمر بن عبد الله بن غدير الطائي أبو\nالفضل بدر الدين الدمشقي (654 ه‍ - 714 ه‍). أحضر على عبد الله بن الخشوعي\nوعبد الحميد بن الهادي، وسمع من إسماعيل بن صارم. ذكر محمد بن جابر الوادي\nآشي بعض شيوخ المترجم له، الذين سمع منهم فقال: \" وبديار مصر من الرشيد\nالعطار جماعة \".\n</p>\n\n<p>\n22 - جمال الدين أبو صادق محمد بن الإمام <span id='ms035'></span> الحافظ أبي الحسين يحيى ابن\nالشيخ الإمام المحدث أبي الحسن علي بن عبد الله القرشي، ذكره ابن رشيد\nالسبتي ضمن شيوخه الذين لقيهم في مصر عند الورود والصدور. اعتني به أبوه\nفأسمعه، واستجاز له، وعنده مشاركة في علم الإسناد، وتعلق بالطلب، سمع من\nأبيه وشاركه في بعض شيوخه منهم: أبو محمد عبد العزيز الشهير بابن باقا،\nوأبو الحسن بن أبي الجود الأندلسي، حدث بجامع عمرو بن العاص بفسطاط مصر\nوبالمدرسة الفاضلية - بزقاق القناديل من مصر - له تخريجات منها: \" الأربعين\nحديثا المروية بالأسانيد المصرية \" توفي شهر ربيع الثاني سنة 686 ه‍ وله\nبضع وستون سنة.\n</p>\n\n<p>\n23 - قطب الدين موسى ابن الشيخ الفقيه أبي عبد الله محمد بن أبي الحسين\nعبد الله اليونيني، الحنبلي، المؤرخ. سمع من أبيه ومن ابن عبد الدائم وعبد\nالعزيز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p061'> Vol. 00, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nشيخ شيوخ حماة. ثم انتقل إلى مصر فسمع من الرشيد العطار وإسماعيل بن صارم\nوجماعة.\n</p>\n\n<p>\nقال الذهبي: \" كان عالما، فاضلا مليح المحاضرة، كريم النفس معظما جليلا،\nحدثنا بدمشق وببعلبك... وقد حسنت في آخر عمره حالته وأكثر من العزلة\nوالعبادة، وكان مقتصدا في لباسه وزيه، صدوقا في نفسه كثير الهيبة وافر\nالحرمة \".\n</p>\n\n<p>\nله كتاب: \" ذيل مرآة الزمان \" ولد بدمشق سنة 640 ه‍. وتوفي ببعلبك سنة\n726 ه‍.\n</p>\n\n<p>\n24 - سراج الدين يونس بن عبد المجيد بن علي بن داود الهذلي القاضي\nالأرمنتي (644 ه‍ - 725 ه‍).\n</p>\n\n<p>\nقال الحافظ ابن حجر في الدرر الكامنة \" سمع من الرشيد العطار وعمر بن\nيونس العامري والمجد ابن دقيق العيد وأجازه بالفتوى \" ثم نقل كلام الكمال\nالأدفوي فيه: \" كان حسن المحاضرة مليح المحاورة صنف المسائل المهمة في\nاختلاف الأئمة... \".\n</p>\n\n<p>\nمروياته:\n</p>\n\n<p>\nكانت للرشيد العطار - رحمه الله - مشاركة طيبة في الرواية إلى جانب\nالتصنيف والتخريج، ومروياته لم تكن موقوفة على علم من العلوم، فقد روى كتبا\nوأجزاء في الحديث، وأخرى في اللغة، أو النحو، أو التاريخ...\n</p>\n\n<p>\nوهذه إشارة خفيفة لبعض مروياته:\n</p>\n\n<p>\n- كتاب (الأفعال)، لابن القطاع: رواه الحافظ أبو الحسين يحيى بن علي عن\nأبي طاهر، محمد بن محمد بن محمد بن بنان الأنباري، ثم <span id='ms036'></span> المصري (ت 596 ه‍) عن\nالقاضي أبي البركات محمد بن حمزة بن أحمد العرقي، عن أبي القاسم علي بن\nجعفر السعدي، المعروف بابن القطاع (ت 515 ه‍). ويرويه عن الرشيد أبو جعفر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p062'> Vol. 00, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nأحمد بن يوسف بن علي بن يوسف الفهري اللبي - أحد مشاهير أصحاب أبي علي\nالشلوبين -.\n</p>\n\n<p>\n- كتاب (الصحاح) للجوهري. رواه الحافظ رشيد الدين عن أبي طاهر محمد بن\nأبي الفضل محمد بن محمد بن بنان، عن أبي البركات العرقي، عن ابن القطاع، عن\nأبي بكر محمد بن علي بن الحسن بن البر التميمي، عن أبي محمد إسماعيل بن\nمحمد النيسابوي، عن الجوهري مصنفه. رواه عن الرشيد أبو جعفر أحمد بن يوسف\nاللبي.\n</p>\n\n<p>\n- كتاب (الشمائل) للترمذي. سمعه الرشيد من هبة الله بن مسعود البوصيري،\nورواه عنه أبو عبد الله محمد بن إبراهيم القبسي السلاوي.\n</p>\n\n<p>\n- صحيح البخاري. رواه الرشيد عن شيخه أبي القاسم البوصيري، وأبي عبد الله\nمحمد بن حامد الأرتاحي، بسندهما إلى أبي الهيثم الكشميهني.\n</p>\n\n<p>\nوراه عنه خلق كثير، من جملتهم: أبو علي عبد الرحيم بن عبد الله الأنصاري،\nوبدر الدين أبو عبد الله محمد بن إبراهيم بن جماعة الكناني.\n</p>\n\n<p>\n- طبقات المحدثين، لأبي الوليد يونس بن عبد الله الدباغ.\n</p>\n\n<p>\nمصنفاته:\n</p>\n\n<p>\nللحافظ رشيد الدين مصنفات وتخاريج زكاها بإجمال غير واحد من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p063'> Vol. 00, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nالعلماء، منهم الحافظ الذهبي في تذكرة الحفاظ، والحافظ ابن عبد الهادي\nالمقدسي في طبقاته، منها:\n</p>\n\n<p>\n- \" الأربعون الزاهية في الأحاديث النبوية الفاخرة \". سمع منها ابن رشيد\nالسبتي، في رحلته إلى المشرق - أثناء وروده مصر - عشرة أحاديث متوالية من\nأولها، من رواية أبي الحسن علي بن المقير.\n</p>\n\n<p>\n- \" تحفة المستفيد في الأحاديث الثمانية الأسانيد \". سمع الجزء الأول\nمنها الشيخ محمد جابر الوادي آشي (ت 749) على المقرئ تقي الدين أبي عبد\nالله محمد بن أحمد الصائغ، بسماعه له من مخرجه. ذكر روايته لها محمد بن\nسليمان الروداني (1094) في \" صلة الخلف بموصول السلف \" والشيخ عبد الحي\nالكتاني في \" فهرس الفهارس \". كلاهما من طريق الحافظ أبي المعالي عبد الله\nبن عمر الحلاوي عن محمد بن أحمد بن القماح <span id='ms037'></span> عن مصنفها.\n</p>\n\n<p>\n- وله: تعليق لطيف عقب فيه على الحافظ أبي الفضل محمد بن طاهر المقدسي -\nالمعروف بابن القيسراني (ت 507). في كتابه الجمع بين رجال الصحيحين. وقد\nوجد هذا التعليق على هامش الأصل الذي اعتمد في طبع الكتاب المذكور.\n</p>\n\n<p>\n- وله جزء حديثي يشتمل على ثمانية أحاديث. ذكره له صاحب الرسالة\nالمستطرفة.\n</p>\n\n<p>\n- وله جزء، فيه الرواة عن البخاري، يرويه محمد بن سليمان الروداني من\nطريق فاطمة بنت المنجا عن سليمان بن حمزة، عن محمد بن عبد الواحد الحافظ عن\nمصنفه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p064'> Vol. 00, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\n- وله: \" حوائج العطار في عقر الحمار \" ذكره له صاحب هدية العارفين.\n</p>\n\n<p>\n- وله كتاب \" العوالي \" أو \" عوالي الرشيد \" ذكره له الكتاني في الرسالة\nالمستطرفة. ورواه الروداني من طريق أبي الفرج الغزي عن الشرف بن يونس عن\nعمر الختني عن صاحبه رشيد الدين - رحمه الله -.\n</p>\n\n<p>\n- وله \" غرر الفوائد المجموعة في بيان ما وقع في صحيح مسلم من الأحاديث\nالمقطوعة \". وهو هذا الكتاب.\n</p>\n\n<p>\n- وله \" مشيخة ابن بنت الجميزي \" وهو البهاء: أبو الحسن علي بن هبة الله\nابن بنت الجميزي (ت 649 ه‍). رواها الروداني وعبد الحي الكتاني من طريق\nالأستاذ ابن الجزري عن محمود بن خليعة المنبجي عن محمد بن أبي بكر بن طارق\nعنه.\n</p>\n\n<p>\n- وله: \" المصافحات \". رواها عنه الروداني.\n</p>\n\n<p>\n- وله: \" المعجم المحكم \" ترجم فيه لشيوخه، ذكره له الذهبي في التذكرة،\nوكذا في العبر، والسخاوي في الإعلان بالتوبيخ لمن ذم التاريخ، وذكر روايته\nله محمد بن سليمان الروداني في صلة الخلف والشيخ عبد الحي الكتاني في فهرس\nالفهارس من طريق أبي الفرج بن أحمد الغزي عن أبي الحسن علي بن إسماعيل بن\nقريش عن الرشيد.\n</p>\n\n<p>\n- وله كتاب \" الموافقات \" في عشرة أجزاء رواه عنه أحمد بن أبي بكر بن عبد\nالحميد.\n</p>\n\n<p>\n- ومن مصنفاته: \" نزهة الناظر في ذكر من حدث عن أبي القاسم البغوي \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p065'> Vol. 00, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\n(ت 317 ه‍) لا زالت منه نسخة مخطوطة في المكتبة المحمودية (13 أصول\nالحديث).\n</p>\n\n<p>\n- وله وسيلة الراغبين وتحفة الطالبين في الأحاديث الأربعين كذلك. ذكره له\nعبد الغفار بن محمد بن عبد الكافي السعدي - ناسخ ع - في <span id='ms038'></span> اللوحة الأولى\nللغرر.\n</p>\n\n<p>\nذكر السيوطي في الجامع الصغير حديث إنما الأعمال بالنيات الحديث، ثم قال:\nأخرجه البخاري ومسلم والأربعة. عن عمر بن الخطاب، وأبو نعيم في الحلية،\nوالدارقطني في غرائب مالك عن أبي سعيد، وابن عساكر في أماليه عن أنس،\nوالرشيد العطار في جزء من تخريجه عن أبي هريرة، والمناوي في شرحه المسمى\nفيض القدير على الجامع الصغير. تناول الحديث المتقدم بالشرح، ولما وصل إلى\nالرشيد عرف به. وقال في قول السيوطي: \" والرشيد في جزء من تخريجه... \":\nولعله معجمه، فإني لم أر في كلام من ترجمه إلا أنه خرج لنفسه معجما ولم\nيذكروا غيره \".\n</p>\n\n<p>\nقلت: والغريب أن يصدر مثل هذا القول عن العلامة المحدث محمد المدعو بعبد\nالرؤوف المناوي (ت 1031 ه‍). فأمثاله لا يخفي عليهم كثرة مصنفات الرشيد\nالعطار - رحمه الله -.\n</p>\n\n<p>\nمنزلة رشيد الدين العلمية وثناء العلماء عليه:\n</p>\n\n<p>\nقال فيه مصاصره قطب الدين موسى بن محمد اليونيني: \" وكان إماما فاضلا\nثبتا عارفا بالصناعة الحديثية... \".\n</p>\n\n<p>\nأما الذهبي في تذكرة الحفاظ فقد عقد ترجمته بقوله: \" الإمام الحافظ الثقة\nالمجود رشيد الدين يحيى بن علي... انتخب وأفاد وتقدم في فن الحديث وكان ثقة\nمأمونا متقنا حافظا حسن التخريج ثم نقل عن الشريف عز الدين بن عبد السلام\nقوله فيه: \" كان حافظا ثبتا انتهت إليه رئاسة الحديث بالديار المصرية...\nصحبته مدة \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p066'> Vol. 00, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nوالسخاوي في كتابه: \" الإعلام بالتوبيخ لمن ذم التاريخ \" خصص قسما منه\nلذكر أهل الجرح والتعديل، فأعلى من شأنهم ومدحهم بقوله: \" وأما المتكلمون\nفي الرجال فخلق من نجوم الهدى ومصابيح الظلم المستضاء بهم في دفع الردى...\n\" وذكر طبقاتهم إلى أن وصل إلى رشيد الدين فذكره ضمنهم.\n</p>\n\n<p>\nونقل كثير من الحفاظ عن رشيد الدين أقواله في الجرح والتعديل، والتصحيح\nوالتضعيف واعتمدوها، من هؤلاء:\n</p>\n\n<p>\nالإمام بدر الدين الزركشي في نكته على ابن الصلاح.\n</p>\n\n<p>\nوالحافظ زين الدين العراقي في التقييد والإيضاح.\n</p>\n\n<p>\nوالحافظ ابن حجر في النكت على ابن الصلاح.\n</p>\n\n<p>\nوجلال الدين السيوطي في تدريب الراوي.\n</p>\n\n<p>\nتولي رشيد الدين مشيخة المدرسة الكاملية:\n</p>\n\n<p>\nكانت مصر في هذه الحقبة مزدهرة <span id='ms039'></span> في علم الحديث رواية ودراية. وأشهر دار\nللحديث بها آنذاك المدرسة الكاملية - وكان لا يتولى رئاستها إلا من فاق\nأقرانه في الصناعة الحديثية، وشهد له سائر محدثي عصره بعلو كعبه في علم\nالحديث - تولى مشيختها الحافظ عبد العظيم المنذري إلى حدود سنة وفاته (656\nه‍). ثم آلت مشيختها إلى الحافظ رشيد الدين، فظل على رأسها طيلة سنوات ست\nإلى أن وافاه الأجل، ولبى داعي ربه.\n</p>\n\n<p>\nمناقبه:\n</p>\n\n<p>\nكان رشيد الدين - رحمه الله - عفيفا تقيا ورعا، لين الجانب. حفظ القرآن\nفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p067'> Vol. 00, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nصغره، وأتقن علم التجويد، واهتم بالخط حتى صار مليحه. وكان من ذوي اليسار\nوالخير. ملازما للصلوات مع الجماعة في جامع عمرو بن العاص، وقف جملة كتبه\nعلى طلبة العلم، ومن ينتفع بها من عامة المسلمين.\n</p>\n\n<p>\nوفاته:\n</p>\n\n<p>\nعاش رشيد الدين ثمانية وسبعين عاما كانت حافلة بالأعمال الصالحة وبخدمة\nكتاب الله عموما، وسنة رسوله خصوصا. وفي يوم الاثنين الثاني من جمادى\nالأولى من سنة اثنتين وستين وستمائة هجرية، شاءت العناية الإلهية أن تأخذ\nإليها هذا الإمام الجليل والحافظ العلم، فلبى النداء وأجاب داعي ربه. وكانت\nجنازته مشهودة. ذكر الحافظ ابن كثير - في البداية - من الذين حضروها الزين\nخضر المعروف بمسخرة الملك الأشرف موسى بن العادل.\n</p>\n\n<p>\nودفن رشيد الدين - رحمه الله - من الغد في سفح المقطم.\n</p>\n\n<p>\nرثاؤه:\n</p>\n\n<p>\nوقد خلد هذه الذكرى أحد أحبائه - السراج الوراق - بقصيدة يرثيه فيها:\n</p>\n\n<p>\nدمعي على الشيخ الرشيد مرسل * وحزن قلبي أبدا مسلسل بكى دما جفني القريح\nبعده * لو بالجريح يفتدي المعلل أين إمام في الحديث مثله * تضرب آباطا إليه\nالإبل ذاد عن السنة كل مفتر * به جلى الداجي وحل المشكل وكان في علم الرجال\nأوحدا * بحيث قال العلم: هذا الرجل أتقنهم معرفة بقول ذا * مستعمل وقول ذاك\nمهمل ومن سوى العطار يدري سرهم * والناس منهم حطب ومندل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p068'> Vol. 00, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nيا جامع ابن العاص قد أوحشت من * جارك واستوحش صف أول عهدي بصدر لك منه\nحاليا * قد عاد وهو بعده معطل لله ما ضم التراب من حجى * يطيش رضوي عنه\nويذبل ومن عفاف <span id='ms040'></span> وتقى وكيف لا * والعلم أس لهما والعمل إن ضجيعي لحده لسنة\nال‍ * هادي الشفيع والكتاب المنزل لمثل ذا فليعمل القوم إذا * راموا العلا،\nلمثل ذا فليعملوا سقاك يا يحيى حيا مرتجز * تحدو قطاريه صبا وشمأل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p069'> Vol. 00, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nالفصل الخامس التعريف بالكتاب ويشتمل على المباحث الآتية:\n</p>\n\n<p>\nالمبحث الأول: الدافع إلى تأليف \" غرر الفوائد المجموعة \".\n</p>\n\n<p>\nالمبحث الثاني: تاريخ تأليف الكتاب ومدة ذلك.\n</p>\n\n<p>\nالمبحث الثالث: محتوي الكتاب.\n</p>\n\n<p>\nالمبحث الرابع: موارد المصنف في الكتاب.\n</p>\n\n<p>\nالمبحث الخامس: منهج الرشيد العطار في الكتاب.\n</p>\n\n<p>\nالمبحث السادس: جهود الحافظ رشيد الدين في المصطلح من خلال الكتاب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p071'> Vol. 00, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nالدافع إلى تأليف \" غرر الفوائد المجموعة \":\n</p>\n\n<p>\nذكر الحافظ أبو علي الغساني في تقييد المهمل أربعة عشر حديثا من صحيح\nمسلم وسماها بالأحاديث المقطوعة، وهي أحاديث معلقة. ونبه أبو علي هذا على\nوصل بعضها دون البعض، ونقل هذه الأحاديث عنه الإمام المازري في كتابه \"\nالمعلم \". غير أنه لم يبين صفة انقطاعها ولا ذكر من وصلها من أئمة الرواة،\nقال الحافظ رشيد الدين: \" فربما توهم الناظر في كتابه ممن ليس له عناية\nبالحديث ولا معرفة بجمع طرقه أنها من الأحاديث التي لا تتصل بوجه، ولا يصح\nالاحتجاج بها لانقطاعها \".\n</p>\n\n<p>\nولم يكن هذا مجرد ظن بل قد وجد من يظنها كذلك، قال الرشيد العطار:\n</p>\n\n<p>\n\" وقد رأيت غير واحد يلهج بذكرها ويظنها على هذه الصفة، وليس الأمر كذلك،\nبل هي متصلة كلها، والحمد لله من الوجوه الثابتة \".\n</p>\n\n<p>\nوفي هذا المصنف \" الغرر \" قام الحافظ رشيد الدين بوصل الأحاديث الأربعة\nعشر المذكورة، ثم أضاف إليها ما وقع إليه من جنسها مما لم يذكره ضمنها أبو\nعلي الغساني، ولا الإمام المازري، وبين وجوه اتصالها من طريق الأئمة الثقات\nالمعتمد على قولهم في هذا الشأن.\n</p>\n\n<p>\nتاريخ تأليف الكتاب ومدة ذلك:\n</p>\n\n<p>\nسجل على ب تواريخ تأليف أجزاء وملحقات من هذا الكتاب. وكان أول تاريخ هو\nما في هامش اللوحة 7 وجه ب ونصه: \" من قوله: وأخرجه أيضا الحافظ أبو نعيم\nإلى أول الحديث الرابع. ألحق في ثامن شعبان من سنة أربعين [وست مائة] والله <span id='ms041'></span>\nالموفق \". وفي هامش اللوحة 8 وجه أ، كتب ما نصه: \" من قوله:\n</p>\n\n<p>\nوالأشجعي إلى أول الحديث الخامس. ملحق في رابع شوال سنة ثلاث وأربعين\n[وست مائة] \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p073'> Vol. 00, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nوفي هامش اللوحة 23 وجه أ. قيد ما يلي: \" هذه الزيادة: وهي من قوله:\n</p>\n\n<p>\n\" وقد رواه القعنبي إلى قوله عن مالك كذلك. ملحقة في سابع جمادي الآخرة،\nسنة ثلاث وأربعين [وست مائة] \".\n</p>\n\n<p>\nوفي هامش اللوحة 24 وجه أ. كتب ما نصه: \" من قوله: حديث وأخرج في كتاب\nالطهارة إلى قوله حديث آخر. ألحق في ذي القعدة سنة خمس وخمسين وست مائة \".\n</p>\n\n<p>\nوفي هامش اللوحة 26 وجه ب. كتب ما نصه: \" من قوله: وقد أخرج إلى: والله\nأعلم. قال المصنف: ملحق في مستهل صفر سنة إحدى وخمسين [وست مائة] \".\n</p>\n\n<p>\nوفي هامش اللوحة 30 وجه ب. جاء ما يلي: \" من قوله: ولهما نظير إلى قوله:\nفيما علمت شيئا. ملحق في جمادي الآخرة سنة أربع وخمسين [وست مائة]:. وفي\nهامش اللوحة 32 وجه أ، أثبت ما يلي: \" من قوله: قلت إلى: والله أعلم. ملحق\nفي رجب سنة إحدى وخمسين [وست مائة] \".\n</p>\n\n<p>\nوبعد تتمة الكلام على حديث المعراج لأبي ذر - رضي الله عنه - الذي أخرجه\nمسلم في كتاب الإمام من صحيحه كتب ما نصه: \" ملحق في ذي القعدة، سنة ثلاث\nوأربعين [وست مائة] \" اللوحة: 34 الوجه: ب. وبعد الانتهاء من الكلام على\nالحديث الذي أخرجه مسلم في كتاب الصلاة من رواية أبي الجوزاء عن عائشة رضي\nالله عنها. يأتي ما نصه: \" ملحق في ذي القعدة سنة ثلاث وأربعين [وست مائة]\n\" اللوحة 34 الوجه ب.\n</p>\n\n<p>\nوعند الكلام على حديث ابن أبي نجيح عن مجاهد عن عائشة - رضي الله عنها -\nالمخرج في كتاب المناسك، كتب الناسخ: \" بخط شيخنا ما صورته صورة خط الحافظ\nرشيد الدين العطار المصنف في الورقة الأولى من نسخة هذا الكتاب بخطه: مما\nألحق في ذي القعدة سنة ست وأربعين [وست مائة] \" اللوحة 36 الوجه أ.\n</p>\n\n<p>\nوهذا جدول بتواريخ هذه الملحقات حسب الترتيب الزمني - وليس حسب ترتيب\nوضعها في الكتاب -. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p074'> Vol. 00, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\n8 شعبان سنة 640 ه‍.\n</p>\n\n<p>\n7 جمادى الآخرة سنة <span id='ms042'></span> 643 ه‍.\n</p>\n\n<p>\n4 شوال سنة 643 ه‍.\n</p>\n\n<p>\nذو القعدة سنة 643 ه‍.\n</p>\n\n<p>\nذو القعدة سنة 646 ه‍.\n</p>\n\n<p>\nشعبان سنة 650 ه‍.\n</p>\n\n<p>\nمستهل صفر سنة 651 ه‍.\n</p>\n\n<p>\nرجب سنة 651 ه‍.\n</p>\n\n<p>\nجمادى الآخرة سنة 654 ه‍.\n</p>\n\n<p>\nذو القعدة سنة 655 ه‍.\n</p>\n\n<p>\nوهذه التواريخ تعطينا صورة عن طريقة التأليف، فالحافظ رشيد الدين - رحمه\nالله - لم يؤلف كتابه: \" الغرر \" دفعة واحدة، بل استمر في تأليفه وتنقيحه\nعلى مدى فترة لا تقل عن خمس عشرة سنة.\n</p>\n\n<p>\nثم إنه - رحمه الله - لم يلحق ما ألحقه بالكتاب من أجزائه بطريقة مرتبة\nحسب التاريخ التصاعدي، وحسب ما وقف عنده في أحاديث ومباحث الكتاب ولهذا\nكانت هذه الزيادات والمحلقات كثيرا ما تكون في ثنايا بحثه أو وصله لبعض\nالأحاديث المنقطعة المخرجة في صحيح مسلم. فقد يفرغ الحافظ رشيد الدين من\nالكلام على حديث من هذه الأحاديث، ثم يظهر له وجه من الوجوه المتعلقة\nبالحديث نفسه - أو بحديث آخر - لم يتناوله ويرى أنه جدير بأن يلحقه بتلك\nالدراسة فيلحقه بها. والذي يزكي هذه الفكرة: أن الحافظ رشيد الدين - رحمه\nالله - أنهى كتابه بما يتناسب مع هذه الدراسة الحديثية للأحاديث (المقطوعة)\nفي صحيح مسلم، حيث أورد بسنده المتصل إلى الحافظ أبي بكر أحمد بن المفضل بن\nمحمد الباطرقاني الحافظ، أنه سمع أبا علي بن الحسين بن علي النيسابوري\nيقول: \" ما تحت أديم السماء كتاب أصح من كتاب مسلم بن الحجاج \".\n</p>\n\n<p>\nثم أورد بسنده المتصل إلى أبي الفضل محمد بن إبراهيم، أنه سمع أحمد بن\nسلمة يقول: \" رأيت أبا زرعة وأبا حاتم الرازيان. يقدمان مسلم بن الحجاج في\nمعرفة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p075'> Vol. 00, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nالصحيح على مشايخ عصرهما \" ثم نقل الحافظ رشيد الدين العطار عن الخطيب\nالبغدادي قوله: \" وأخبرني ابن يعقوب. أخبرنا ابن نعيم. قال سمعت الحسين بن\nمحمد الماسرجسي يقول: سمعت أبي يقول: سمعت مسلم بن الحجاج يقول:\n</p>\n\n<p>\n\" صنف هذا المسند الصحيح من ثلاث مائة ألف حديث مسموعة \".\n</p>\n\n<p>\nويكون بذلك قد انتهى من تأليف الكتاب، حيث أورد بعده مباشرة: \" آخره\nوالحمد لله رب العالمين وصلواته على سيدنا محمد نبيه المصطفى، وعلى آله\nوعترته وأصحابه أجمعين <span id='ms043'></span> \".\n</p>\n\n<p>\nثم شرع بعد ذلك في أحاديث أخرى ألحقها بالكتاب في آخره. بلغ مجموعها ستة\nأحاديث، وختمها بقوله: \" هذا آخر الأحاديث الملحقة في هذا الكتاب.\n</p>\n\n<p>\nوالحمد لله وحده، وصلواته على محمد وعلى آله وصحبه وسلم تسليما. وحسبنا\nالله ونعم الوكيل \". وقد سجل تاريخ الإلحاق لأول هذه الزيادات بذي القعدة\nسنة 646 ه‍.\n</p>\n\n<p>\nولسائل أن يسأل: لماذا كانت جل هذه الزيادات والملحقات في ثنايا الكتاب،\nولم تكن - كلها أو أغلبها - في آخره؟.\n</p>\n\n<p>\nإن طبيعة الكتابة في موضوع العلل تملي هذه الطريقة، فقد تخفي على المحدث\nعلة، فلا ينتبه لها إلا بعد حين، ووصل الأحاديث المنقطعة يتطلب معرفة واسعة\nبكتب الحديث ونصوصه ورواياته، ورجال الصحيح ومن أخرج له أصحاب الكتب الستة،\nومن لم يخرجوا له، والمعدل والمجرح منهم، ودرجة تعديله أو تجريحه، ومعرفة\nكتب الأطراف والمراسيل...\n</p>\n\n<p>\nوبعبارة موجزة: لا يوجد فرع من فروع علم الحديث يمكن الاستغناء عنه في\nمثل هذه الدراسة.\n</p>\n\n<p>\nمحتوي الكتاب:\n</p>\n\n<p>\nذكر الحافظ رشيد الدين الأحاديث الأربعة عشر المنقطعة عند مسلم - التي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p076'> Vol. 00, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nنص عليها أبو علي الغساني. وناقشه في عددها. ولذلك لما تناول الحديث\nالثالث عشر منها قال:\n</p>\n\n<p>\n\" هذا آخر الأحاديث التي ذكرها أبو علي الغساني، رحمه الله، وقد كان أورد\nبعد هذا الحديث حديثا آخر. وهو من الأحاديث المتقدمة وقع مكررا في كتابه\nالمسمى بتقييد المهمل. من الطريق التي اتصلت إليها بالرواية عنه، وهو حديث\nابن عمر - رضي الله عنه - قال صلى رسول الله صلى الله عليه وسلم، صلاة\nالعشاء، فلما سلم قام فقال:\n</p>\n\n<p>\n\" أرأيتكم ليلتكم هذه. وقد تقدم هذا الحديث والجواب عنه، فلا وجه لإعادته\n\".\n</p>\n\n<p>\nولما أتمها ابتدأ مجموعة أخرى من الأحاديث في اتصالها نظر عند بعض\nالأئمة، رقمها ترقيما جديدا، فقال: الحديث الأول... إلى أن وصل إلى الحديث\nالعشرين. وإن كان ذكر ضمن هذه المجموعة ثلاثة أحاديث غير مرقمة وردت عرضا،\nعلى سبيل التمثيل والمشابهة بينها وبين المذكور المماثل لها.\n</p>\n\n<p>\nثم عقد بعد ذلك أربعة فصول:\n</p>\n\n<p>\nتناول في الفصل الأول ثلاثة أحاديث يشتمل كل حديث منها في سنده <span id='ms044'></span> على راو\nمبهم، ففي الأول منها: \" وحدثني رجل \". وفي الثاني: \" عن ابن أبي بكرة \".\n</p>\n\n<p>\nوفي الثالث: \" عن ابن كعب بن مالك \".\n</p>\n\n<p>\nأما الفصل الذي يليه فقد خصصه الحافظ رشيد الدين للأحاديث المروية - في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p077'> Vol. 00, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nصحيح مسلم - بالوجادة فذكر ثلاثة أحاديث منها. ثم ساق فصلا آخر تناول فيه\nالأحاديث المرسلة - في صحيح مسلم فذكر منها سبعة عشر حديثا.\n</p>\n\n<p>\nوآخر فصل جعله الحافظ أبو الحسين يحيى بن علي للأحاديث المروية - في صحيح\nمسلم - بالمكاتبة. فنص على أنها تفوق العشرة لكنه لم يذكرها وإنما أشار إلى\nنموذج منها من خلال ترجمة مخرمة بن بكير عن أبيه.\n</p>\n\n<p>\nوفي هذا الفصل روى المناظرة التي وقعت بين الإمامين: الشافعي وإسحاق بن\nراهويه. بحضرة الإمام أحمد بن حنبل بشأن الاحتجاج بما روي من طريق\nالمكاتبة.\n</p>\n\n<p>\nوختم الكتاب بذكر نقول عن بعض أئمة الحديث وأعلامهم في بيان مكانة صحيح\nمسلم وفضله بين كتب الحديث الصحيح.\n</p>\n\n<p>\nثم استدرك الحافظ الرشيد بإضافة أحاديث ألحقها بآخر الكتاب وعددها ستة.\n</p>\n\n<p>\nموارد المصنف في الكتاب:\n</p>\n\n<p>\nيمكن أن نقسم هذه الموارد إلى قسمين رئيسيين:\n</p>\n\n<p>\n- القيم الأول منها: رواية رشيد الدين بالسند المتصل عن شيوخه.\n</p>\n\n<p>\n- القسم الثاني: كتب اشتهرت نسبتها إلى مؤلفيها، وهي كتب متنوعة من حيث\nالتخصص: بعضها في الحديث والآخر في علله أو مصطلحه، أو أطرافه أو في تاريخ\nالرجال، أو اللغة أو النحو، أو الأصول أو الفقه.\n</p>\n\n<p>\nولن أفضل بين القسمين المذكورين، لأن كثيرا من الكتب التي اعتمدها، رشيد\nالدين في كتابه مروية بسنده إلى مؤلفيها. وهذه مصادره في الكتاب - التي\nذكرها أو أشار إليها - وهي مرتبة حسب حروف المعجم:\n</p>\n\n<p>\n- الاستيعاب في معرفة الأصحاب: يوسف بن عبد الله بن عبد البر (ت 463 ه‍).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p078'> Vol. 00, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\n- الإشراف على معرفة الأطراف - ومنهم من يسميه \" الأطراف \": أبو القاسم\nالدمشقي علي بن الحسن بن هبة الله، المعروف بابن عساكر (ت 571 ه‍).\n</p>\n\n<p>\n- أطراف الصحيحين: خلف بن محمد بن حمدون الواسطي (ت 401 ه‍).\n</p>\n\n<p>\n- الأطراف - ومنهم من يسميه: الجمع بين الصحيحين: أبو مسعود الدمشقي\nإبراهيم بن محمد بن عبيد (ت 401 ه‍).\n</p>\n\n<p>\n- كتاب <span id='ms045'></span> الأفعال: أبو القاسم، علي بن جعفر السعدي المعروف بابن القطاع (ت\n515 ه‍).\n</p>\n\n<p>\n- إكمال المعلم بفوائد مسلم: القاضي عياض بن موسى اليحصبي (ت 544 ه‍).\n</p>\n\n<p>\n- الإكمال في رفع الارتياب عن المؤتلف والمختلف من الأسماء والكنى\nوالأنساب: أبو نصر بن ماكولا، علي بن هبة الله بن علي بن جعفر (ت 475 ه‍).\n</p>\n\n<p>\n- الإلماع إلى معرفة أصول الرواية وتقييد السماع: القاضي عياض.\n</p>\n\n<p>\n- الإنصاف فيما بين المختلفين في بسم الله الرحمن الرحيم في فاتحة الكتاب\nمن الاختلاف: يوسف بن عبد الله بن عبد البر.\n</p>\n\n<p>\n- كتاب التاريخ الكبير: محمد بن إسماعيل البخاري (ت 256 ه‍).\n</p>\n\n<p>\n- تاريخ أبي زرعة: عبد الرحمن بن عمرو البصري، الدمشقي (ت 281 ه‍).\n</p>\n\n<p>\n- كتاب التتبع - وهو ما أخرج في الصحيحين وله علة: أبو الحسن، علي بن عمر\nبن مهدي، الشهير بالدارقطني (ت 385 ه‍). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p079'> Vol. 00, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\n- تسمية من روي عنه من أولاد العشرة وغيرهم من أصحاب رسول الله صلى الله\nعليه وسلم:\n</p>\n\n<p>\nعلي بن المديني (ت 234 ه‍).\n</p>\n\n<p>\n- تقييد المهمل وتمييز المشكل: أبو علي الغساني الجياني، الحسين بن محمد\nبن أحمد (ت 498 ه‍).\n</p>\n\n<p>\n- التمهيد لما في الموطأ في المعاني والأسانيد: يوسف بن عبد الله بن عبد\nالبر.\n</p>\n\n<p>\n- جامع الترمذي: محمد بن عيسى بن سورة الترمذي (ت 279 ه‍).\n</p>\n\n<p>\n- الجرج والتعديل: ابن أبي حاتم الرازي، عبد الرحمن بن محمد بن إدريس (ت\n327 ه‍).\n</p>\n\n<p>\n- الجمع بين رجال الصحيحين: البخاري ومسلم: أبو الفضل المقدسي محمد بن\nطاهر. الشهير بابن القيسراني (ت 507 ه‍).\n</p>\n\n<p>\n- جمع حديث الثوري: أبو علي، سعيد بن عثمان بن سعيد بن السكن (ت 353 ه‍).\n</p>\n\n<p>\n- سنن أبي داود: سليمان بن الأشعت السجستاني (ت 275 ه‍).\n</p>\n\n<p>\n- سنن النسائي: أحمد بن شعيب النسائي (ت 303 ه‍).\n</p>\n\n<p>\nالسيرة: محمد بن إسحاق بن يسار (ت 150 ه‍).\n</p>\n\n<p>\n- صحيح البخاري: محمد بن إسماعيل البخاري.\n</p>\n\n<p>\n- صحيح مسلم: مسلم بن الحجاج القشيري (261 ه‍).\n</p>\n\n<p>\n- كتاب الصلاة: أبو بكر الفريابي، جعفر بن محمد بن الحسن (ت 301 ه‍).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p080'> Vol. 00, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\n- طبقات ابن سعد: محمد بن سعد بن منيع (ت 230 ه‍).\n</p>\n\n<p>\n- العلل الواردة في الأحاديث النبوية: الدارقطني.\n</p>\n\n<p>\nالمراسيل لابن أبي حاتم: عبد الرحمن بن محمد بن إدريس.\n</p>\n\n<p>\nالمستصفى <span id='ms046'></span>: أبو حامد الغزالي، محمد بن محمد الطوسي (ت 505 ه‍).\n</p>\n\n<p>\n- المسند الصحيح المخرج على كتاب مسلم بن الحجاج: أبو عوانة، يعقوب بن\nإسحاق (ت 316 ه‍).\n</p>\n\n<p>\n- المسند الصحيح المستخرج على كتاب مسلم: أبو نعيم الأصبهاني، أحمد بن\nعبد الله بن مهران (ت 430 ه‍).\n</p>\n\n<p>\n- مسند أبي بكر بن أبي شيبة: عبد الله بن محمد (ت 235 ه‍).\n</p>\n\n<p>\n- المسند: الإمام أحمد بن حنبل (ت 241 ه‍).\n</p>\n\n<p>\n- مسند البزار: أبو بكر، أحمد بن عمرو بن عبد الخالق (ت 292 ه‍).\n</p>\n\n<p>\n- مشارق الأنوار على صحاح الآثار: القاضي عياض.\n</p>\n\n<p>\n- معرفة علوم الحديث: الحاكم النيسابوري، محمد بن عبد الله (ت 405 ه‍).\n</p>\n\n<p>\n- المعلم بفوائد مسلم: محمد بن علي بن عمر المازري (ت 536 ه‍).\n</p>\n\n<p>\n- كتاب النهاية: إمام الحرمين عبد الملك بن عبد الله الجويني (ت 478 ه‍).\n</p>\n\n<p>\n- الهداية والإرشاد في معرفة أهل الثقة والسداد، الذين أخرج لهم البخاري\nفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p081'> Vol. 00, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nجامعه (رجال صحيح البخاري): أبو نصر الكلاباذي أحمد بن محمد (ت 398 ه‍).\n</p>\n\n<p>\nمنهج الرشيد العطار في الكتاب:\n</p>\n\n<p>\nيفتتح رشيد الدين كل حديث من هذه الأحاديث المنقطعة بذكر الكتاب الذي يقع\nفيه، فيقول: أخرج مسلم في كتاب كذا. ويذكر سند الحديث، وقد يختصره مؤثرا\nعدم إغفال التنصيص على موطن الشاهد منه.\n</p>\n\n<p>\nففي الحديث الأول قال: \" قال الإمام أبو الحسين بن الحجاج القشيري، رحمه\nالله، في كتاب الطهارة: وروى الليث بن سعد... \".\n</p>\n\n<p>\nوفي الحديث الثاني ورد عنده ما نصه: \" قال مسلم، رحمه الله، في كتاب\nالصلاة في أحد الروايات عنه: حدثنا صاحب لنا... \" ويسوق السند وبعد تتمته\nيعرج على متن الحديث، فيورده كاملا أو يورد طرفا منه. ثم يذكر علة الحديث\nسواء استخرجها بنفسه أو نقلها عن غيره من الحفاظ، مصرحا بمن نقل عنهم أو\nمبهما.\n</p>\n\n<p>\nولما كانت أغلب هذه الأحاديث المتكلم فيها وردت متابعة فإن الرشيد ينص\nعلى ذلك، ثم ينتقل إلى ذكر من وصلها. فيبدأ بصحيح مسلم، ثم صحيح البخاري\nوكذا السنن الأربعة ويجتهد الرشيد العطار في وصل الحديث من الطريق التي\nانقطع منها، فإن لم يجد انتقل إلى غيرها، وكثيرا ما يستقصي كتب الحديث <span id='ms047'></span>\nالمعتمدة التي وصلته وإذا كانت له رواية للحديث المذكور بسنده المتصل ساقها\nعلى طريقة المحدثين في رواية الأحاديث التي اتصلت طرقها إليهم إلى أصحابها.\n</p>\n\n<p>\nوالحافظ يحيى بن علي إذا تعرض للمؤتلف والمختلف من الأسماء بينه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p082'> Vol. 00, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nوحرره وضبطه: ففي حديث عائشة رضي الله عنها، قالت أصيب سعد يوم الخندق\nورماه رجل من قريش: ابن العرقة... الحديث. قال الرشيد العطار، رحمه الله: \"\nوابن العرقة اسمه حبان بكسر الحاء المهملة وبالباء بواحدة، وقيل في تقييده\nجبار بالجيم والباء المعجمة بواحدة وآخره راء. والأول أصح، وهو حبان بن أبي\nقيس، ويقال ابن قيس... \".\n</p>\n\n<p>\nثم قال: \" والعرقة هي أمه نسب إليها، وقيل إنها أم عبد مناف جد أبيه\nواسمها قلابة بنت سعيد... \".\n</p>\n\n<p>\nوإذا تناول الحافظ الرشيد المتفق والمفترق من الأسماء بين المراد منه ففي\nحديث عائشة، رضي الله عنها، قالت إن كان رسول الله صلى الله عليه وسلم\nليتفقد يقول: \" أين أنا غدا \"؟. استبطاء ليوم عائشة... الحديث. رواه مسلم\nمن طرق منها طريق محمد بن حرب عن أبي مروان يحيى بن أبي زكرياء، عن هشام،\nعن عروة، عن عائشة.\n</p>\n\n<p>\nقال الرشيد العطار: \" ويحيى بن زكريا المذكور في هذا الإسناد هو الغساني\nشامي. وربما اشتبه بيحيى بن زكريا الكوفي، وهو ابن أبي زائدة لاشتراكهما في\nالرواية عن هشام بن عروة. والأول يكنى أبا مروان. وابن أبي زائدة يكنى أبا\nسعيد همداني \".\n</p>\n\n<p>\nومن مذهب الرشيد العطار، رحمه الله، إيضاح المبهمات الواقعة في أسانيد\nالأحاديث: ففي حديث أبي هريرة: جاء رجل من بني فزارة إلى النبي صلى الله\nعليه وسلم، فقال إن امرأتي ولدت غلاما أسود... الحديث. قال الحافظ رشيد\nالدين: \" والرجل الفزاري المذكور في هذا الحديث هو ضمضم بن قتادة، قاله\nالحافظ أبو محمد عبد الغني بن سعيد الأزدي \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p083'> Vol. 00, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا كان في الحديث إشكال حاول الرشيد حله: ففي حديث سلمة بن الأكوع: لما\nكان يوم خيبر قاتل أخي قتالا شديدا مع رسول الله صلى الله عليه وسلم، فارتد\nعليه سيفه فقتله... الحديث. قال الرشيد العطار، رحمه الله <span id='ms048'></span>: \" وفي هذا\nالحديث إشكال، وهو قوله: قاتل أخي فارتد عليه سيفه فقتله. لأن هذه القصة\nمشهورة لعامر عم سلمة، وقد أوردها مسلم بعد ذلك... والجمع بين الحديثين\nعسير إلا أن يكون عامر أخا سلمة من الرضاعة، أو يكون أراد أخوة الإسلام\nوالله عز وجل أعلم \".\n</p>\n\n<p>\nوالحافظ أبو الحسين يحيى بن علي يهتم بإيراد متون الأحاديث التي تشتمل\nعلى روايات تختلف ألفاظها أو بها مفردات غريبة. وإذا ذكرها وجه رواياتها\nوضبط غريبها ثم شرحه: ففي حديث أبي هريرة أن النبي صلى الله عليه وسلم،\nلقيه في بعض طرق المدينة وهو جنب، فانبجست منه... الحديث.\n</p>\n\n<p>\nقال الحافظ رشيد الدين، رحمه الله: \" فيه أربع روايات:\n</p>\n\n<p>\n- الأولى: فانبجست بنون ثم باء معجمة بواحدة بعدها جيم. ومعناه اندفعت\nمنه. وقال الترمذي: معناه تنحيت عنه.\n</p>\n\n<p>\n- الرواية الثانية: فانخنست منه، بنون بعدها خاء معجمة ثم نون ومعناها\nانقبضت وتأخرت عنه.\n</p>\n\n<p>\n- الثالثة: فاختنست بتقديم الخاء المعجمة، وبعدها تاء معجمة باثنتين من\nفوقها ثم نون...\n</p>\n\n<p>\n- الرابعة: فانتجست، بنون ثم تاء معجمة باثنتين من فوقها، ثم جيم... \".\n</p>\n\n<p>\nثم عقب على ذلك بقول: وقد ذكر في هذه الكلمة قول خامس هو:\n</p>\n\n<p>\nفانبخست بنون ثم باء معجمة بواحدة، بعدها خاء معجمة، من البخس وهو\nالنقص... \".\n</p>\n\n<p>\nوبعد تفصيل شرحها حاول الجمع بين هذه الروايات جميعها من حيث المعنى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p084'> Vol. 00, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nفقال: \" ومعنى هذه الأقوال كلها يرجع إلى شئ واحد وهو الانفصال والمزايلة\nعلى وجه التوقير والتعظيم له صلى الله عليه وسلم. والله أعلم \".\n</p>\n\n<p>\nوسبيل الحافظ رشيد الدين في الجرح والتعديل أن ينقل أقوال أئمة الحديث في\nهذا الشأن، ثم يناقشها وينتصر لمن قامت له الحجة عنده وكبار المحدثين\nيهتمون بمعرفة مواليد الرواة وبدايات سماعهم، وسنوات وفاتهم لمعرفة اتصال\nالسند أو انقطاعه في سند الأحاديث. والحافظ أبو الحسين يحيى بن علي سلك نفس\nالسبيل في كثير من الأحاديث.\n</p>\n\n<p>\nومن حين لآخر يسوق الرشيد لطيفة من اللطائف الإسنادية في مصطلح الحديث\nمثل بيان العلو والنزول، أو رواية الأصاغر عن الأكابر أو تعريفا للحديث\nالمرسل أو المنقطع أو <span id='ms049'></span> حكم الرواية بالمكاتبة أو بالوجادة...\n</p>\n\n<p>\nجهود الحافظ رشيد الدين في مصطلح الحديث:\n</p>\n\n<p>\nللحافظ رشيد الدين في هذا العلم مشاركة لا تنكر. وهذه بعض الأمثلة منها\nمن خلال كتاب \" الغرر \".\n</p>\n\n<p>\nأثر المتابعة:\n</p>\n\n<p>\nإن الأحاديث الأصول يخرج فيها للحافظ المتقنين ولا يتجاوز فيها. وكثيرا\nما أخرج للرواة المتوسطين والمستورين في المتابعات والشواهد، فالعمدة عند\nالمحدثين على الأصول، وإذا ثبت أصل الحديث وسلم من سائر العلل فيها فلا\nيؤثر في صحته إذا ورد من طريق دونه في الصحة.\n</p>\n\n<p>\nقال أبو عبد الله الحاكم النيسابوري: (وقد يروى الحديث وفي إسناده رجل\nغير مسمى وليس بمنقطع) يعني إذا روي ذلك الحديث من وجه آخر. وسمي ذلك الرجل\nفيه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p085'> Vol. 00, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nأخرج مسلم بسنده المتصل حديث البراء بن عازب في نزول قوله تعالى:\n</p>\n\n<p>\n(حافظوا على الصلوات والصلواة الوسطى) [البقرة: 238]... الحديث. ثم قال\nعقيبة: ورواه الأشجعي عن سفيان...\n</p>\n\n<p>\nقال رشيد الدين العطار: \" قلت هكذا أورده مسلم في صحيحه، وهو حديث صحيح\nمتصل من حديث فضيل بن مرزوق بالإسناد المذكور... وقوله بعد إيراده:\n</p>\n\n<p>\nورواه الأشجعي عن سفيان. إنما هو على وجه المتابعة. وذكر متابعة الرواة\nبعضهم بعضا على رواية الحديث لا يقدح في اتصاله، بل يقويه ويؤيده وفي صحيح\nالبخاري من هذا النمط كثير \".\n</p>\n\n<p>\nوفي حديث عوف بن مالك - رضي الله عنه - عن النبي صلى الله عليه وسلم،\nقال: \" خيار أئمتكم الذين تحبونهم ويحبونكم... الحديث. أورده مسلم من\nطريقين متصلين عن رزيقة بن حيان، عن مسلم بن قرظة، عن عوف بن مالك. ثم قال\nعقبيه: ورواه معاوية بن صالح عن ربيعة بن يزيد عن مسلم... الحديث \". ساق\nالحافظ الرشيد الحديث المذكور ثم قال: \" وهذا الحديث متصل في كتاب مسلم كما\nبيناه، وذكر المتابعة بعد إيراده متصلا يؤيده ولا يوهنه \".\n</p>\n\n<p>\nوفي حديث عائشة \" أصيب سعد يوم الخندق ورماه رجل من قريش...\n</p>\n\n<p>\nالحديث \" أورده مسلم من طريق متصل، ثم أورده من طريق آخر فيه: ثنا هشام\nقال أبي: فأخبرت أن رسول الله صلى الله عليه وسلم، قال: لقد حكمت فيهم بحكم\nالله <span id='ms050'></span>. وقد أخرج مسلم هذا اللفظ بعينه متصلا من رواية أبي سعيد الخدري عن\nالنبي صلى الله عليه وسلم.\n</p>\n\n<p>\nقال الرشيد العطار عقب إيراد هذا الحديث: \" وإذا ثبت اتصاله من وجه صحيح\nفلا يؤثر قول بعض الرواة فيه: فأخبرت من وجه آخر \". وأخرج مسلم من طريق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p086'> Vol. 00, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nالصعق بن حزن عن مطر الوراق عن زهدم الجرمي قال: دخلت على أبي موسى\nالأشعري وهو يأكل لحم دجاج... الحديث. هذا الحديث أعله الدارقطني - في\nالتتبع ص 168 - من وجهين: الأول منهما أن الصعق بن حزن ومطرا ليسا\nبالقويين.\n</p>\n\n<p>\nوالثاني أن مطرا لم يسمعه من زهدم وإنما سمعه من القاسم بن عاصم عنه.\n</p>\n\n<p>\nأورد الحافظ أبو الحسين يحيى بن علي الحديث، ونقل عن الدارقطني قوله فيه،\nوأجاب عنه ثم عقب بقوله: \" وهذا الحديث أيضا قد أخرجه مسلم في صحيحه من طرق\nصحاح متصلة عن زهدم عن أبي موسى رضي الله عنه. وطريق مطر التي انتقدها\nالدارقطني إنما أوردها مسلم في الشواهد لا في الأصول. وإذا كان الحديث\nثابتا متصلا من وجه صحيح ثم روى من وجه آخر دونه في الصحة، وفي اتصاله نظر،\nفلا يؤثر ذلك في ثبوته واتصاله من الوجه الآخر \".\n</p>\n\n<p>\nوما سار عليه الحافظ رشيد الدين في حكم المتابعة هو الذي عليه مسلم. وهو\nظاهر مذهب البخاري وخلق كثير من أئمة المحدثين.\n</p>\n\n<p>\nقال ابن الصلاح في مقدمته: \" وأما المعلق وهو الذي حذف من مبتدأ إسناده\nواحد أو أكثر. وأغلب ما وقع ذلك في كتاب البخاري. وهو في كتاب مسلم قليل\nجدا \".\n</p>\n\n<p>\nونقل زين الدين العراقي عن ابن الصلاح قوله المتقدم ثم قال: \" قلت في\nكتاب مسلم من ذلك موضع واحد في التيمم، وهو حديث أبي الجهيم بن الحارث بن\nالصمة أقبل رسول الله صلى الله عليه وسلم، من نحو بئر جمل... الحديث. قال\nفيه مسلم: وروى الليث بن سعد، ولم يوصل مسلم إسناده إلى الليث. وقد أسنده\nالبخاري عن يحيى بن بكير عن الليث. ولا أعلم في مسلم بعد مقدمات الكتاب\nحديثا لم يذكره <span id='ms051'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p087'> Vol. 00, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nإلا تعليقا غير هذا الحديث وفيه مواضع أخر يسيرة رواها بإسناده المتصل،\nثم قال:\n</p>\n\n<p>\nورواه فلان. وهذا ليس من باب التعليق إنما أراد ذكر من تابع رواية الذي\nأسنده من طريقه عليه، أو أراد بيان اختلاف في السند... \".\n</p>\n\n<p>\nالمقطوع:\n</p>\n\n<p>\nقال الخطيب البغدادي في كتابه: \" الجامع بين آداب الراوي والسامع \": \" من\nالحديث: المقطوع \". وقال أيضا: \" المقاطع هي الموقوفات على التابعين \".\n</p>\n\n<p>\nوقال ابن الصلاح: \" وقد وجدت التعبير بالمقطوع عن المنقطع غير الموصول في\nكلام الشافعي وأبي القاسم الطبراني وغيرهما، والله أعلم \".\n</p>\n\n<p>\nوقال الحافظ العراقي: \" ووجدته أيضا في كلام أبي بكر الحميدي وأبي الحسن\nالدارقطني \".\n</p>\n\n<p>\nوأجيب عن الشافعي بأنه استعمل ذلك قبل استقرار الاصطلاح. كما قال في بعض\nالأحاديث حسن. وهي على شرط الشيخين.\n</p>\n\n<p>\nوالحافظ رشيد الدين - رحمه الله - ممن استعمل اصطلاح المقطوع في مقام\nالمقطع كذلك. وهو ما نجده في عنوان الكتاب: \" غرر الفوائد المجموعة في بيان\nما وقع في صحيح مسلم من الأحاديث المقطوعة \". وكذا في ثنايا صفحاته.\n</p>\n\n<p>\nوممن جرى على هذا الاستعمال من المتأخرين الحافظ صلاح الدين العلائي (ت\n761 ه‍) في كتابه \" جامع التحصيل في أحكام المراسيل \". حيث قال: \" وأما\nالمنقطع ويقال له أيضا المقطوع، وهو ما حذف من إسناده رجل في أثنائه، لأن\nالانقطاع نقيض الاتصال \".\n</p>\n\n<p>\nوجمهور المحدثين يفصلون بين المنقطع والمقطوع: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p088'> Vol. 00, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\n(أ) المنقطع: اختلف أقوال أئمة الحديث في تحديد هذا الاصطلاح، فذهب ابن\nعبد البر في التمهيد إلى أن المنقطع كل ما لم يتصل سواء كان يعزى إلى النبي\nصلى الله عليه وسلم، أو إلى غيره. وهو ما اختاره صحاب منظومة البيقونية:\n</p>\n\n<p>\nوكل ما لم يتصل بحال * إسناده منقطع الأوصال وذهب جماعة من المتأخرين إلى\nأنه الحديث الذي سقط منه راو من رواته قبل الصحابي.\n</p>\n\n<p>\n(ب) المقطوع: وهو ما أضيف إلى التابعي من قول أو فعل.\n</p>\n\n<p>\nالمرسل:\n</p>\n\n<p>\nذهب الحافظ رشيد الدين إلى أن المقطوع - أي المنقطع - نوع من المرسل.\n</p>\n\n<p>\nومثل له بقوله: \" كرواية مالك بن أنس عن عبد الله بن عمر، ورواية الثوري\nعن جابر بن عبد الله <span id='ms052'></span> ونحو ذلك \".\n</p>\n\n<p>\nوبهذا الاعتبار فالمرسل عنده أعم من المنقطع ويشمله. وهو في ذلك يميل إلى\nمعني الإرسال في اللغة إذ هو الإطلاق وعدم التقييد والمنع. وهذا ما أكده\nالرشيد بقوله: \" جمهور المتقدمين من علماء الرواية يسمون مالم يتصل إسناده\nمرسلا سواء كان مقطوعا أو معضلا \".\n</p>\n\n<p>\nوللفقهاء والأصوليين تعريف للمرسل يقرب من هذا، وهو ما نص عليه الإمام\nأبو العباس القرطبي - أحد المتأخرين من الأئمة المالكية - في كتابه \"\nالوصول \" حيث قال: \" المرسل عند الأصوليين والفقهاء عبارة عن الخبر الذي\nيكون في سنده انقطاع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p089'> Vol. 00, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nبأن يحدث واحد منهم عم لم يلقه ولا أخذ عنه \".\n</p>\n\n<p>\nولكن الحافظ رشيد الدين جرى في مصنفه \" الغرر \" على التفرقة بين التعريف\nاللغوي للمرسل وبين التعريف الاصطلاحي له. ولذا قال: \" إلا أنهم (أي\nالمحدثون) قصروا المرسل على التابعين إذا أرسلوه عن النبي صلى الله عليه\nوسلم، ولم يذكروا فيه الصحابي \".\n</p>\n\n<p>\nونفس المعنى ورد عنده في موضع آخر: \" إلا أن أكثر ما يوصف بالإرسال من\nحيث الاستعمال ما رواه التابعي عن رسول الله صلى الله عليه وسلم، وإن كان\nمعنى الجميع عدم الاتصال \".\n</p>\n\n<p>\nوعن طريق الاستقراء لكتاب \" الغرر \" يتبين أن الحافظ أبا الحسن يحيى بن\nعلي استعمل اصطلاح المرسل في صورتين:\n</p>\n\n<p>\n(أ) رفع التابعي للحديث إلى النبي صلى الله عليه وسلم.\n</p>\n\n<p>\n(ب) رواية التابعي عن الصحابي للحديث الذي لم يسمعه منه.\n</p>\n\n<p>\nولا يخفى أن المعنى الاصطلاحي للمرسل لا يأتي الصورتين المذكورتين.\n</p>\n\n<p>\nالاختلاف بين وصل الحديث وإرساله:\n</p>\n\n<p>\nمن المباحث الحديثية التي طالما ناقشها المحدثون الاختلاف بين وصل الحديث\nوإرساله أو رفعه ووقفه، ويدرجها المحدثون ضمن مبحث زيادة الثقة في السند.\n</p>\n\n<p>\nوللعلماء فيها أقوال:\n</p>\n\n<p>\n- منها تقديم الإرسال على الوصل مطلقا. وهذا القول عزاه الخطيب البغدادي\nللأكثرين من أهل الحديث. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p090'> Vol. 00, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\n- ومنها: القول للأكثر، فإن كان عدد الذين أرسلوه أكثر من الذين وصلوه\nفالحكم لهم. وإلا فالعكس. وهو ما نقله الحاكم في المدخل عن أئمة الحديث.\n</p>\n\n<p>\nباعتبار أن السهو قليل التطرق للأكثر.\n</p>\n\n<p>\n- ومنها: المعتبر ما قاله الأحفظ، وهذا القول لم ينسب لمعين. وقد <span id='ms053'></span> قال\nالعلامة الصنعاني في القولين الأخيرين (للأكثر وللأحفظ): \" قيل: ليسا بشئ\nلأن مرجع ذلك إلى الترجيح، ولا يدفع الريبة، لأن الشك في أحد المتقابلين شك\nفي الآخر، والشك لا يعمل به وفاقا \".\n</p>\n\n<p>\n- ومنها: القول بترجيح الوصل على الإرسال مطلقا، وهو ما ذكره الخطيب\nالبغدادي في الكفاية وصححه حيث قال: \" ومنهم (أي من المحدثين) من قال:\n</p>\n\n<p>\nالحكم للمسند إذا كان ثابت العدالة ضابط الرواية فيجب قبول خبره ويلزم\nالعمل به، وإن خالفه غيره، وسواء كان المخالف له واحدا أو جماعة. وهذا\nالقول هو الصحيح عندنا لأن إرسال الراوي للحديث ليس بجرح لمن وصله ولا\nتكذيب له، ولعله أيضا مسند عند الذين رووه مرسلا، أو عند بعضهم، إلا أنهم\nأرسلوه لغرض أو نسيان.\n</p>\n\n<p>\nوالناسي لا يقضي له على الذاكر، وكذلك حال راوي الخبر إذا أرسله مرة\nووصله أخرى لا يضعف ذلك أيضا له، لأنه قد ينسى فيرسله ثم يذكر بعده فيسنده،\nأو يفعل الأمرين معا عن قصد منه لغرض له فيه \".\n</p>\n\n<p>\nويرى ابن رجب الحنبلي أن الخطيب بذلك تناقض مع ما في كتابه: \" تمييز\nالمزيد في متصل الأسانيد \". إذ قسم هذا المصنف إلى قسمين: أحدهما: ما حكم\nفيه بصحة ذكر الزيادة في الإسناد. والثاني: ما حكم فيه برد الزيادة وعدم\nقبولها.\n</p>\n\n<p>\nولذا قال ابن رجب: \" وقد عاب تصرفه في كتاب \" تمييز المزيد \" بعض محدثي\nالفقهاء، وطمع فيه لموافقته لهم في كتاب \" الكفاية \".\n</p>\n\n<p>\nوقال الإمام ابن الصلاح في مقدمته: \" وما صححه (أي الخطيب) هو الصحيح في\nالفقه والأصول \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p091'> Vol. 00, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nإلا أن برهان الدين البقاعي تعقبه بقوله: \" إن ابن الصلاح خلط هنا طريقة\nالمحدثين بطريقة الأصوليين، فإن للحذاق من المحدثين في هذه المسألة نظرا لم\nيحكمه، وهو الذي لا ينبغي أن يعدل عنه، وذلك أنهم لا يحكمون فيها بحكم\nمطرد، وإنما يديرون ذلك على القرائن \". وقد تبع الخطيب البغدادي أبو الحسن\nبن القطان الفاسي على اختيار الحكم للرفع أو الوصل مطلقا، وهو ما ذهب إليه\nطائفة من المحدثين منهم أبو بكر البزار وعزا الإمام النووي <span id='ms054'></span> هذا القول\nللمحققين من المحدثين.\n</p>\n\n<p>\nومن الأدلة ساقها الخطيب في \" الكفاية \" للاستدلال لما ذهب إليه: حديث\nأبي إسحاق \" في النكاح بلا ولي \". فأورد بسنده إلى البخاري أنه سئل عن حديث\nأبي إسحاق عن أبي بردة عن أبيه أبي موسى الأشعري، عن النبي صلى الله عليه\nوسلم، قال: \" لا نكاح إلا بولي \"، فقال: الزيادة من الثقة مقبولة. وإسرائيل\nبن يونس ثقة، وإن كان شعبة والثوري أرسلاه، فإن ذلك لا يضر الحديث.\n</p>\n\n<p>\nوما نسب الخطيب لأبي عبد الله البخاري من كونه مذهبه لا يسلم له: قال\nالحافظ ابن حجر في الفتح: \" والذي عرفناه بالاستقراء من صنيع البخاري أنه\nلا يعمل في هذه الصورة بقاعدة مطردة بل يدور مع الترجيح، إلا إن استووا\nفيقدح الوصل... \".\n</p>\n\n<p>\nوقال الحافظ في موضع آخر منه: \" ويستفاد من صنيع البخاري أن الحديث إذا\nاختلف في وصله وإرساله حكم للواصل بشرطين:\n</p>\n\n<p>\nأحدهما: أن يزيد عدد من وصله على من أرسله، والآخر أن يحتف بقرينة تقوي\nالرواية الموصولة \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p092'> Vol. 00, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nوسبب ترجيح الإمام البخاري لوصل حديث: \" لا نكاح إلا بولي \" يعود لقرائن\nاحتفت به منها:\n</p>\n\n<p>\n- من الذين وصلوه عيسى وإسرائيل ابنا يونس، وهما حفيدا أبي إسحاق\nالسبيعي، ولا شك أن آل الرجل أخص به من غيره. لا سيما وأن عبد الرحمن بن\nمهدي قال في إسرائيل بن يونس: إنه كان يحفظ حديث جده كما يحفظ سورة الحمد.\n</p>\n\n<p>\n- وصل هذا الحديث عشرة من أصحاب أبي إسحاق، وسمعوه منه في مجالس متفرقة،\nفي حين تحمله شعبة وسفيان من أبي إسحاق في مجلس واحد.\n</p>\n\n<p>\n- أخذ شعبة وسفيان الحديث عن أبي إسحاق عرضا، لما رواه الترمذي من طريق\nالطيالسي: حدثنا شعبة قال: سمعت الثوري يسأل أبا إسحاق: أسمعت أبا بردة\nيقول: قال رسول الله صلى الله عليه وسلم: \" لا نكاح إلا بولي \"؟ فقال أبو\nإسحاق: نعم.\n</p>\n\n<p>\nولا يخفى رجحان ما أخذ من لفظ المحدث على ما أخذ عرضا عند جماعة هامة من\nالمحدثين.\n</p>\n\n<p>\nومما يؤكد أن الإمام البخاري لم يحكم بالاتصال من أجل كون الوصل زيادة <span id='ms055'></span>\nتقديمه للإرسال في مواضع أخرى.\n</p>\n\n<p>\nقال ابن دقيق العيد في تخطئة من ذهب إلى أن مذهب المحدثين ترجيح الوصل\nعلى الإرسال مطلقا: \" ومن حكى عن أهل الحديث أو أكثرهم أنه إذا تعارض رواية\nمرسل ومسند أو رافع وواقف أو ناقص وزائد أن الحكم للزائد فلم يصب في هذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p093'> Vol. 00, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nالإطلاق، فإن ذلك ليس قانونا مطردا، وبمراجعة أحكامهم الجزئية يعرف صواب\nما نقول \".\n</p>\n\n<p>\nوبهذا جزم الحافظ العلائي فقال: \" كلام الأئمة المتقدمين في هذا الفن\nكعبد الرحمن بن مهدي ويحيى بن سعيد القطان وأحمد بن حنبل والبخاري وأمثالهم\nيقتضي أنهم لا يحكمون في هذه المسألة بحكم كلي. بل عملهم في ذلك دائر مع\nالترجيح بالنسبة إلى ما يقوي عند أحدهم في كل حديث حديث \".\n</p>\n\n<p>\nوهكذا الدارقطني يذكر في بعض المواضع أن الزيادة من الثقة مقبولة ثم يرده\nفي أكثر المواضع زيادات كثيرة من الثقات ويرجح الإرسال على الإسناد.\n</p>\n\n<p>\nوقال الدارقطني في حديث زاد في إسناده رجلان ثقتان رجلا، وخالفهما الثوري\nفلم يذكره. قال: لولا أن الثوري خالف لكان القول قول من زاد فيه لأن زيادة\nالثقة مقبولة. وهذا تصريح منه بأنه إنما تقبل زيادة الثقة إذا لم يخالفه من\nهو أحفظ منه.\n</p>\n\n<p>\nوهذا الذي تقرر عند جمهور المحدثين أنهم ليس لهم قاعدة مطردة في ذلك، بل\nيخضع الحكم بالإرسال أو الوصل حسب كل حديث وما توفر فيه من قرائن الأحوال\nهو ما ذهب إليه الحافظ رشيد الدين العطار.\n</p>\n\n<p>\nنموذج لما ترجح فيه عنده المتصل على المرسل:\n</p>\n\n<p>\nأخرج مسلم في كتاب النكاح - باب قدر ما تستحقه البكر والثيب من إقامة\nالزوج عندها عقب الزفاف - من طريق أبي بكر بن أبي شيبة ومحمد بن حاتم\nويعقوب بن إبراهيم عن يحيى بن سعيد، عن سفيان، عن محمد بن أبي بكر، عن عبد\nالملك بن أبي بكر بن عبد الرحمن بن الحارث بن هشام عن أبيه عن أم سلمة أن\nرسول الله صلى الله عليه وسلم، لما تزوج أم سلمة أقام عندها ثلاثا. وقال: \"\nإنه ليس بك <span id='ms056'></span> على أهلك هوان، إن شئت سبعت لك، وإن سبعت لك سبعت لنسائي \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p094'> Vol. 00, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nهكذا أخرجه متصلا في الأصول. ثم أورد له متابعات ثلاث:\n</p>\n\n<p>\nالأولى من طريق مالك بن عبد الله بن أبي بكر.\n</p>\n\n<p>\nوالثانية من طريق سليمان بن بلال.\n</p>\n\n<p>\nوالثالثة من طريق أبي ضمرة: أنس بن عياض.\n</p>\n\n<p>\nكلهم عن عبد الرحمن بن حميد، عن عبد الملك بن أبي بكر، عن أبي بكر بن عبد\nالرحمن مرسلا.\n</p>\n\n<p>\nوذكر الرشيد العطار - رحمه الله - انفراد مسلم بإخراج هذا الحديث دون\nالبخاري، وكون مسلم أخرجه متصلا كذلك من طريق سفيان الثوري. ورجح أن مسلما\nإنما أخرجه كذلك ليبين الاختلاف الواقع في إسناده بين رواته ويخرج من\nعهدته، ثم نص الرشيد على رواية الحديث المرسل من طريق مالك عند البخاري في\nتاريخه وأنه حكم بصحته. ولكن الحافظ أبا الحسين يحيى بن علي رجح الحديث\nالمتصل عند مسلم لما نقله عن بعض العلماء من حكايتهم تصحيح حديث الثوري\nالمتصل عند مسلم من طرف الدارقطني. ولذا ختم الكلام على هذا الحديث بقوله:\n</p>\n\n<p>\n\" ولو لم يكن كذلك (يعني صحيحا عنده) لما أخرجه مسلم \".\n</p>\n\n<p>\n- وهذا نموذج لما رجح فيه الحافظ الرشيد المرسل على المتصل:\n</p>\n\n<p>\nأخرج مسلم في مقدمة الكتاب حديث معاذ بن معاذ وعبد الرحمن بن مهدي عن\nشعبة عن خبيب بن عبد الرحمن عن حفص بن عاصم قال: قال رسول الله صلى الله\nعليه وسلم:\n</p>\n\n<p>\n\" كفى بالمرء كذبا أن يحدث بكل ما سمع \". وهذا الحديث مرسل لأن حفص بن\nعاصم تابعي. ثم أردفه مسلم بطريق آخر متصل من حديث علي بن حفص المدائني عن\nشعبة عن خبيب عن حفص عن أبي هريرة عن النبي صلى الله عليه وسلم، فاتصل ذلك\nالمرسل من هذا الوجه الثاني.\n</p>\n\n<p>\nقال الحافظ رشيد الدين العطار: \" لكن رواية ابن مهدي ومن تابعه على\nإرساله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p095'> Vol. 00, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nأرجح لأنهم أحفظ وأثبت من المدائني الذي وصله، وإن كان قد وثقه يحيى بن\nمعين، والزيادة من الثقة مقبولة عند أهل العلم، ولهذا أورده مسلم من\nالطريقين ليبين الاختلاف الواقع في <span id='ms057'></span> اتصاله. وقدم رواية من أرسله لأنهم أحفظ\nوأثبت كما بيناه... \".\n</p>\n\n<p>\nوختم الحافظ أبو الحسين يحيى بن علي كلامه في هذا الحديث بترجيح المرسل\nعلى المتصل بقوله: \" ولهذا قال أبو الحسن الدارقطني: الصواب في هذا الحديث\nالمرسل، والله عز وجل أعلم \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p096'> Vol. 00, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nالقسم الثاني التحقيق ويشتمل على:\n</p>\n\n<p>\nالمبحث الأول: اسم الكتاب.\n</p>\n\n<p>\nالمبحث الثاني: نسبة الكتاب إلى مؤلفه.\n</p>\n\n<p>\nالمبحث الثالث: التعريف بنسختي الكتاب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p097'> Vol. 00, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nاسم الكتاب:\n</p>\n\n<p>\nورد اسم الكتاب في المخطوطين معا: \" غرر الفوائد المجموعة في بيان ما وقع\nفي صحيح مسلم من الأحاديث المقطوعة \" هكذا ورد اسمه كاملا فيهما. وقد ذكرته\nبعض المصادر مختصرا باسم \" الغرر \" أو \" الغرر المجموعة \".\n</p>\n\n<p>\nنسبة الكتاب إلى مؤلفه:\n</p>\n\n<p>\nإن نسبة كتاب الغرر \" المذكور للحافظ رشيد الدين العطار ثابتة ولا شك\nفيها. والدليل عليها أمور كثيرة منها:\n</p>\n\n<p>\n(أ) ورد اسم الكتاب (غرر...) على ظهر المخطوطتين المرويتين بسنديهما إلى\nالمؤلف.\n</p>\n\n<p>\n(ب) تصريح جماعة من أهل العلم باسم الكتاب ونسبته إليه.\n</p>\n\n<p>\n(ج) كتب ألفت في علم الحديث ونقلت من (الغرر)، ونسبت نقولها له مع\nالتصريح بأنه للحافظ رشيد الدين العطار، منها:\n</p>\n\n<p>\n(النكت على مقدمة ابن الصلاح) للإمام الزركشي - ت 794 - نقل فيه عدة نقول\nمن (الغرر)، من أمثلتها:\n</p>\n\n<p>\nتحدث الإمام الزركشي عن قول الراوي: أخبرني رجل أو عدل موثوق به. من أي\nقسم هو؟ ثم عدد مذاهب العلماء فيه، وذكر المذهب الثالث منها: وهو أنه متصل\nلأنه لم ينقطع له سند، ولكن في إسناده مجهول كما لو سمي ذلك الراوي وجهل\nحاله ثم قال: \" وحكاه رشيد الدين العطار القرشي في كتاب \" الغرر المجموعة \"\nعن الأكثر من علماء الرواية وأرباب النقل.... \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p099'> Vol. 00, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nومن مذهب الحافظ رشيد الدين: أن الحديث إذا ورد متصلا في الأصول ثم أتبع\nبمتابعة (مقطوعة) فإن هذه المتابعة تؤيده ولا توهنه وهو ما نقله عنه الإمام\nالزركشي في نكته وعزاه إليه.\n</p>\n\n<p>\nعرف ابن الصلاح الحديث المعلق، ثم قال: \" وهو في كتاب مسلم قليل جدا \"\nوفي شرح الحافظ زين الدين العراقي لمقدمة ابن الصلاح ذكر ثلاثة أمثلة\nللمعلق من صحيح مسلم ثم <span id='ms058'></span> قال: \" وقد جمعها الرشيد العطار في الغرر المجموعة،\nوقد بينت ذلك كله في كتاب جمعته \".\n</p>\n\n<p>\n* نسخ الكتاب * استطعت بعون الله أن أحصل على نسختين من هذا المخطوط:\n</p>\n\n<p>\n- الأولى من الخزانة العامة للمخطوطات والوثائق بالرباط. تحمل رقم 174 ق.\nوهي ضمن مجموع. عدد لوحاتها: واحد وسبعون لوحة. ومقاس نصف اللوحة ثلاثة عشر\nونصف سنتيمتر على ثمانية عشر سنتيمترا. وعدد أسطرها ثلاثة عشر سطرا. ومتوسط\nعدد كلماتها في كل سطر تسع كلمات. وهي عبارة عن جزئين ثم ملحق بهما.\n</p>\n\n<p>\nأثبت في أول لوحة منها أنها في نوبة شرف الدين ابن شيخ الإسلام ... وفي\nاللوحة الثانية - الوجه - أ - كتب أعلاه: \" ملك لله تعالى بيد أحمد بن محمد\nبن ناصر كان الله له آمين \".\n</p>\n\n<p>\nوهي مهمورة بطابع الزاوية الناصرية بتمكروت رقم 78 أ ص.\n</p>\n\n<p>\nسند الجزء الأول من هذه النسخة: جاء في هامش اللوحة 26 وجه: \" أ \" ما\nنصه:\n</p>\n\n<p>\n\" قرأت جميع هذا الجزء الأول من غرر الفوائد على الشيخ الهمام أبي الحسن\nبن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p100'> Vol. 00, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nعبد العظيم بن أبي الحسن الحصني بسماعه من مؤلفه الحافظ العلامة رحمه\nالله تعالى.\n</p>\n\n<p>\nوصح في يوم الخميس الثامن من جمادى الأولى سنة أربع وسبعين وست مائة\nبمنزله بمصر، كتبه عبد الغفار ابن الشيخ محمد الكافي السعدي - عفا الله عنه\nولطف به \".\n</p>\n\n<p>\nوقد أثبت تحت آخر سطر - من الجزء الأول - أسماء جماعة من الذين سمعوا\nالجزء الأول من: \" غرر الفوائد المجموعة \" على مصنفها، منهم: ولده الملقب\nبجمال الدين وأبو الحسن بن عبد العظيم الحصني، وأبو الربيع سليمان بن أبي\nالطاهر وآخرون.\n</p>\n\n<p>\nوبعد الجزء الثاني وملحقه أثبت في هامش اللوحة 71 وجه ب ما نصه: \" سمع\nولدي محمد، حفظه الله تعالى، جميع هذه الفوائد من أولها إلى آخرها والمحلق\nبعد الجزئين من الأحاديث بكمال ذلك على مخرجها الشيخ الحافظ: رشيد الدين\nيحيى أسعده الله وبلغ به، وسمع معه جماعة أسماؤهم على نسخة المخرج. منهم\nمحمد بن عبد الرحيم. وذلك في العشر الأخيرة من ذي الحجة سنة تسع وخمسين وست\nمائة. وكتبه أبو الحسن الحصني حامدا مصليا <span id='ms059'></span> مسلما \".\n</p>\n\n<p>\nوبه يتبين أن سماع أبي الحسن الحصني لهذه النسخة كان سنة 659 ه‍. أما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p101'> Vol. 00, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nناسخها فهو عبد الغفار بن محمد بن عبد الكافي السعدي ت 732 ه‍. وتاريخ\nنسخها كان سنة 674 ه‍ أي بعد موت المؤلف باثنتي عشرة سنة.\n</p>\n\n<p>\nوقد اعتبرت هذه النسخة هي الأصل ورمزت إليها بحرف: ع.\n</p>\n\n<p>\nوبها بتر هو عبارة عن خمسة أحاديث (السادس والسابع والثامن والتاسع\nوالعاشر) من الأحاديث الأربعة عشر الأولى.\n</p>\n\n<p>\nوباستثناء ما ذكر فهي نسخة دقيقة وصحيحة وخالية من التحريف والأغلاط\nالجوهرية سليمة من التبديل والتغير.\n</p>\n\n<p>\n- النسخة الثانية من خزانة برلين وتحمل رقم 314. وهي مصورة على\nالميكروفيلم بالجامعة الإسلامية بالمدينة المنورة برقم 3941. عدد لوحاتها\nست وثلاثون لوحة. أما عدد أسطرها فهو ثلاثة عشر سطرا، ومتوسط عدد كلماتها\nفي كل سطر يصل إلى اثنتي عشرة كلمة.\n</p>\n\n<p>\nوضع في أعلى اللوحة الأولى فهرس إجمالي لمواضع الأحاديث المتناولة في \"\nالغرر \". وأثبت تحت هذا الفهرس اسم الكتاب وصاحبه. ونقل الناسخ وفاة الحافظ\nرشيد الدين من تاريخ الذهبي. كما نقل ترجمة المؤلف كاملة من طبقات ابن عبد\nالهادي المقدسي.\n</p>\n\n<p>\nوعقبة أثبت ما نصه: \" نقله كاتبه حسن بن علي من خط شيخه أبي عبد الله\nمحمد بن إبراهيم السلامي الشافعي \". وهي مختومة بطابع الخزانة المذكورة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p102'> Vol. 00, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nسند النسخة:\n</p>\n\n<p>\nكتب في هامش اللوحة العاشرة ما نصه \"... بلغ الشيخ بدر الدين حسن بن علي\nقراءة على [شيخه] وسمعه أبو حفص عمر بن الشيخ نصر الله.\n</p>\n\n<p>\nوأجزت لهما كتبه محمد بن السلامي الشافعي \". وجاء في هامش اللوحة السابعة\nعشرة ما يلي: \" بلغ كاتبه الشيخ بدر الدين حسن بن علي الإربلي الأصل قراءة\nعلى [شيخه] وسمعه أبو حفص عمر بن الشيخ نصر الله. وأجزت لهما كتبه: محمد بن\nالسلامي - عفا الله عنه - \".\n</p>\n\n<p>\nوأثبت في أسف اللوحة الثالثة والثلاثين - بعد نهاية الجزء الثاني من \"\nالغرر \" مباشرة - الآتي: \" وفرغ من كتابته في يوم الأحد عن وقت الضحى،\nالعشرين من ربيع الآخر سنة خمس وستين وثمان مائة [865 ه‍] حسن بن علي بن\nيوسف الإربلي الشافعي - غفر الله له ولوالديه <span id='ms060'></span> ولجميع المسلمين. والحمد لله\nوحده، وصلى الله على سيدنا محمد وآله وصحبه وسلم \".\n</p>\n\n<p>\nوعقب آخر زيادة ملحقة في المخطوطة - أسفل اللوحة الخامسة والثلاثين -\nأثبت الناسخ ما يلي: \" رأيت بخط شيخنا ما صورته: نقل هذه الزوائد كلها من\nأصل المصنف إبراهيم الحلبي ونقله شيخنا من خط شيخه إبراهيم الحلبي المذكور،\nونقله من خط شيخه الإمام العالم العلامة شمس الدين محمد بن إبراهيم السلامي\nالشافعي حسن بن علي بن يوسف الإربلي الشافعي - عفا الله عنهم أجمعين،\nوالحمد لله وحده وصلى الله على سيدنا محمد وآله وصحبه وسلم \".\n</p>\n\n<p>\nأما سند النسخة بكاملها فقد أثبته الناسخ في اللوحة الرابعة والثلاثين.\nانمحى منه بعض والمقروء منه: \" قال أخبرني بها المؤلف الحافظ رشيد الدين\nالعطار. قال شيخنا وأجزت بها وبغيرها إجازة الحافظ العلامة سراج الدين أبو\nحفص عمر ابن الإمام العلامة النحوي أبي الحسن علي الأنصاري الوادي آشي\nالشهير بابن الملقن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p103'> Vol. 00, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nالقاهري. قال أخبرنا بها إجازة الحافظ قطب الدين عبد الكريم بن إبراهيم\nبن منير الحلبي الأصل، نزيل القاهرة. قال أخبرنا بها إجازة إن لم يكن سماعا\n[من] المؤلف وسمعه أجمع حفص عمر بن الشيخ الفاضل البارع الأوحد نصر الله\nابن المرحوم عماد الدين أبي الفداء إسماعيل الإربلي الأصل، نزيل حلب\nالمحروسة. وسمع المجلس الأخير عبد الله ابن المرحوم... الدين أبي الصدق،\nأبي بكر بن السلامي. وصح ذلك وسمعه في مجالس آخرها يوم الثلاثا رابع عشر من\nشهر ربيع الآخر سنة ست وستين وثماني مائة [866 ه‍]، وأجزت لهم ما يجوز لي\nروايته. قال ذلك وكتبه محمد بن إبراهيم بن محمد بن عبد الله السلامي\nالشافعي - عفا الله تعالى عنه - الحمد لله رب العالمين وصلى الله على سيدنا\nمحمد وعلى آله وصحبه وسلم \".\n</p>\n\n<p>\nوتقع هذه النسخة - كذلك - في جزئين وملحق إلا أن البتر الذي بها حال دون\nتمييز الجزء الأول من الثاني.\n</p>\n\n<p>\nكتبت بخط جيد ولكنها غيرة دقيقة. وكثيرة السقط، إذا اختلفت مع نسخته ع لا\nتلبث أن تكون مرجوحة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p104'> Vol. 00, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nرمزت إلى هذه النسخة بحرف: ب. وهذه <span id='ms061'></span> إشارة إلى الأحاديث الساقطة منها:\n</p>\n\n<p>\n- الجزء الأخير من الحديث الخامس.\n</p>\n\n<p>\n- الأحاديث: السادس والسابع والثامن والتاسع والعاشر والحادي عشر.\n</p>\n\n<p>\n- الجزء الأكبر من الحديث الثاني عشر.\n</p>\n\n<p>\n- فقرة قبل الحديث الأول (من المجموعة الثانية).\n</p>\n\n<p>\n- الأحاديث: الأول والثاني إلى الثاني عشر.\n</p>\n\n<p>\n- حديث في مقدمة صحيح مسلم: كفى بالمرء كذبا...).\n</p>\n\n<p>\n- حديث البراء في الذبائج: (أصبنا يوم خيبر حمرا...).\n</p>\n\n<p>\n- حديث عائشة في مقدمة صحيح مسلم: \" أمرنا رسول الله صلى الله عليه وسلم،\nأن ننزل الناس منازلهم \".\n</p>\n\n<p>\n- الجزء الأول من حديث أبي ذر في المعراج: \" عرج بي حتى ظهرت لمستوي...\n\".\n</p>\n\n<p>\nاتفقت النسختان من حيث الترتيب في دراسة الأحاديث إلا ما كان من بعض\nالأحاديث القليلة التي تقدمت في هذه وتأخرت في الأخرى. ولما اعتمدت: ع هي\nالأصل فقد أشرت إلى بداية كل لوحة منها بخط مائل: ووضعت رقم اللوحة في\nالهامش على اليمين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p105'> Vol. 00, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nغرر الفوائد المجموعة في بيان ما وقع في صحيح مسلم من الأحاديث المقطوعة\nللحافظ أبي الحسين يحيى بن علي بن عبد الله القرشي الشهير برشيد الدين\nالعطار 584 ه‍ - 662 ه‍ النص المحقق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p113'> Vol. 00, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم الجزء الأول من غرر الفوائد المجموعة، في بيان ما\nوقع في صحيح مسلم، من الأحاديث المقطوعة. جمع الإمام الحافظ رشيد الدين أبي\nالحسين يحيى بن علي بن عبد الله القرشي، المصري، العطار، المالكي. وصلى\nالله على سيدنا محمد وآله وصحبه وسلم تسليما كثيرا إلى يوم الدين.\n</p>\n\n<p>\nورضي الله عن أصحاب رسول الله أجمعين.\n</p>\n\n<p>\nوالحمد لله رب العالمين آمين.\n</p>\n\n<p>\nبسم الله الرحمن الرحيم، وما توفيقي إلا بالله، عليه توكلت.\n</p>\n\n<p>\nالحمد لله حق حمده، وصلواته وسلامه على محمد نبيه وعبده، وعلى آله وصحبه\nمن بعده، وبعد: فهذه أحاديث مخرجة من صحيح الإمام أبي الحسين مسلم بن\nالحجاج القشيري الحافظ، رضي الله عنه، وقعت شاذة عن رسمه فيه.\n</p>\n\n<p>\nذكرها الإمام أبو عبد الله محمد بن علي التميمي المازري، رحمه الله، في\nكتابه المسمى بالمعلم، ونص على أنها وقت في كتاب مسلم مقطوعة الأسانيد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p115'> Vol. 00, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nوعدها أربعة عشر حديثا، ونبه على أكثرها في مواضعها <span id='ms062'></span> من كتابه. إلا أنه لم\nيبين صفة انقطاعها، ولا ذكر من وصلها كلها من أئمة الرواة. فربما توهم\nالناظر في كتابه، ممن ليس له عناية بالحديث، ولا معرفة بجمع طرقه أنها من\nالأحاديث التي لا تتصل بوجه، ولا يصح الاحتجاج بها لانقطاعها. وقد رأيت غير\nواحد يلهج بذكرها ويظنها على هذه الصفة، وليس الأمر كذلك، بل هي متصلة\nكلها، والحمد لله من الوجوه الثابتة التي نوردها فيما بعد، إن شاء الله.\nوهذا القول الذي قاله الإمام أبو عبد الله المازري إنما أخذه - فيما قيل -\nمن كلام الحافظ أبي علي الغساني الأندلسي. فإنه جمعها قبله، وعدها كذلك\nأيضا. إلا أنه نبه على اتصال بعضها، ولم يستوعب ذلك في جميعها. ولعل\nالمازري، رحمه الله، إنما ترك التنبيه على اتصالها لاكتفائه بما ذكره أبو\nعلي الحافظ على أنهما قد خولفا في إطلاق تسمية المقطوع على أحاديث / منها،\nولم يسلم لهما ذلك فيها. على ما يأتي بيانه في موضعه، إن شاء الله. وقد\nاستخرت الله سبحانه، وجمعتها في هذا الجزء لنفسي، ولمن شاء الله أن ينتفع\nبها، وأضفت إليها ما وقع لي في صحيح مسلم من جنسها مما لم يعده الحافظ أبو\nعلي في جملتها. وبينت وجوه اتصالها كلها. وسميت من وصلها من الثقات المعتمد\nعلى قولهم في هذا الشأن، ومن أخرجها في كتبه من أئمة الحديث. مستعينا في\nذلك كله بالله عز وجل، ومستمدا هدايته وإرشاده وتوفيقه إلى الصواب وإسعاده،\nوهو حسبي ونعم الوكيل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p116'> Vol. 00, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\n(1) الحديث الأول: قال الإمام أبو الحسين مسلم بن الحجاج القشيري رحمه\nالله، في كتاب الطهارة وروى الليث بن سعد عن جعفر بن ربيعة، عن عبد الرحمن\nبن هرمز عن عمير مولى ابن عباس، أنه سمعه يقول: \" أقبلت أنا وعبد الرحمن بن\nيسار، مولى ميمونة، زوج النبي صلى الله عليه وسلم. حتى دخلنا على أبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p117'> Vol. 00, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nالجهم بن الحارث بن الصمة الأنصاري. فقال أبو الجهم: أقبل رسول الله صلى\nالله عليه وسلم من نحو بئر جمل فلقيه رجل فسلم عليه، فلم <span id='ms063'></span> يرد عليه رسول\nالله صلى الله عليه وسلم، حتى أقبل على الجدار فمسح وجهه ويديه، ثم رد عليه\n\".\n</p>\n\n<p>\nقلت: هكذا أخرجه مسلم في صحيحه مقطوعا. وهو حديث صحيح ثابت متصل في كتاب\nالبخاري وغيره، من حديث الإمام أبي الحارث الليث بن سعد بن عبد الرحمن\nالمصري الفقيه عن جعفر بن ربيعة بن شرحبيل المصري. أخرجه الأئمة الثقات\nالبخاري وأبو داود والنسائي في مصنفاتهم متصلا من حديثه. فرواه البخاري عن\nيحيى / بن عبد الله بن بكير المخزومي المصري عنه. وابن بكير هذا من شرط\nمسلم، فإنه احتج بحديثه. وروى عن أبي زرعة الرازي وعن غير واحد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p118'> Vol. 00, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nعنه. ورواه أبو داود عن عبد الملك بن شعيب بن الليث بن سعد عن أبيه، عن\nجده. وعبد الملك هذا من ثقات المصريين روى عنه مسلم في صحيحه عدة أحاديث،\nمن روايته عن أبيه عن جده.\n</p>\n\n<p>\nورواه النسائي عن الربيع بن سليمان، عن شعيب بن الليث بن سعد، عن أبيه.\nوالربيع بن سليمان هذا هو المرادي. صاحب الإمام الشافعي، رحمه الله، مشهور\nمن ثقات المصريين وأكابرهم، وقد أخبرنا به من طريق البخاري الشيخ المحدث\nالثقة: أبو القاسم هبة الله بن علي بن مسعود بن ثابت الأنصاري، الخزرجي،\nرحمه الله، قراءة عليه في شهر رمضان سنة ثلاث وتسعين وخمس مائة بمصر. أنا\nالشيخ أبو عبد الله محمد بن بركات بن هلال السعيدي النحوي. قراءة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p119'> Vol. 00, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nعليه، وأنا أسمع. أخبرتنا الحرة الصالحة المجاورة، أم الكرام، كريمة بنت\nأحمد بن محمد بن حاتم المروزية بقراءتي عليها بمكة، شرفها الله، سنة ست\nوخمسين وأربع مائة. أنا أبو الهيثم محمد بن مكي بن محمد الكشميهني الأديب.\nأنا أبو عبد الله محمد بن يوسف بن مطر الفربري. أنا الإمام الحافظ أبو عبد\nالله محمد بن إسماعيل بن إبراهيم الجعفي البخاري. قراءة عليه وأنا أسمع.\nغير مرة ثنا يحيى بن بكير. ثنا الليث، عن جعفر بن ربيعة، عن الأعرج، قال:\nسمعت عميرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p120'> Vol. 00, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\n- مولى ابن عباس، قال: أقبلت أنا وعبد الله بن يسار - مولى <span id='ms064'></span> ميمونة زوج\nالنبي صلى الله عليه وسلم، حتى دخلنا على أبي الجهيم بن الحارث بن الصمة،\nالأنصاري. فقال أبو الجهيم: \" أقبل النبي صلى الله عليه وسلم / من نحو بئر\nجمل، فلقيه رجل فسلم عليه فلم يرد عليه النبي صلى الله عليه وسلم، حتى أقبل\nعلى الجدار فمسح بوجهه ويديه، ثم رد عليه السلام \".\n</p>\n\n<p>\nهكذا أورده البخاري في صحيحه، فثبت اتصاله، وصح الاحتجاج به. ووقع في هذا\nالحديث وهم في صحيح مسلم. وهو قوله: أقبلت أنا وعبد الرحمن بن يسار. وصوابه\nعبد الله بن يسار، كما أوردناه من صحيح البخاري آنفا. وكذلك هو في كتابي\nأبي داود والنسائي أيضا، عبد الله بن يسار على الصواب. وهو أخو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p121'> Vol. 00, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nعطاء، وسليمان، وعبد الملك، بني يسار مولى ميمونة زوج النبي صلى الله\nعليه وسلم.\n</p>\n\n<p>\nوأبو جهيم هذا، اسمه عبد الله بن الحارث بن الصمة الأنصاري، قاله أبو\nمسعود الدمشقي، وخلف بن محمد الواسطي الحافظان. ولم يسمه الكلاباذي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p122'> Vol. 00, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nولا أبو عمر بن عبد البر.\n</p>\n\n<p>\nوذكر الحافظ أبو الفضل المقدسي وغيره أنه يقال له: أبو جهم أيضا، والله\nعز وجل أعلم.\n</p>\n\n<p>\n(2) الحديث الثاني: قال مسلم، رحمه الله، في كتاب الصلاة في إحدى\nالروايات عنه: (حدثنا صاحب لنا. ثنا إسماعيل بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p123'> Vol. 00, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nطريق مسلم المنقطعة طرق الحديث المتصلة عند غير مسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p124'> Vol. 00, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nزكرياء، عن الأعمش، وعن مسعر، وعن مالك بن مغول، عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p125'> Vol. 00, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nوعن مسعر، وعن مالك بن مغول، عن الحكم بهذا الإسناد مثله. يعني:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p126'> Vol. 00, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nالحكم بن عتيبة، قال: سمعت ابن أبي ليلى. قال: لقيني كعب بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p127'> Vol. 00, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nعجرة. فقال: ألا أهدي لك هدية: خرج علينا رسول الله صلى الله عليه وسلم،\nفقلنا: قد عرفنا كيف نسلم عليك، الحديث.\n</p>\n\n<p>\nقلت: وهذا الحديث مما اتفق الأئمة الحفاظ على صحته وثبوته. وأخرجه\nالبخاري ومسلم، وأبو داود، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p128'> Vol. 00, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nوالترمذي، والنسائي، وابن ماجة، في كتبهم من طرق / ثابتة عن الحكم بن\nعتيبة، بإسناده المذكور متصلا.\n</p>\n\n<p>\nوقول مسلم، رحمه الله، في بعض طرقه: (حدثنا صاحب لنا) لا يسمى مقطوعا عند\nأكثر، المحدثين. لأن المقطوع في اصطلاحهم ما <span id='ms065'></span> لم يتصل سنده، وكان في رواته\nمن دون التابعين من لم يسمعه ممن فوقه. كرواية مالك بن أنس، عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p129'> Vol. 00, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الله بن عمر. ورواية الثوري عن جابر بن عبد الله. ونحو ذلك. وهو نوع\nمن المرسل إلا أنهم قصروا المرسل على التابعين إذا أرسلوه عن النبي صلى\nالله عليه وسلم، ولم يذكروا فيه الصحابي.\n</p>\n\n<p>\nوقول أبي علي: إن ما تقدم ذكره يسمى مقطوعا. هو قول الحاكم أبي عبد الله\nبن البيع النيسابوري.\n</p>\n\n<p>\nوالذي عليه الأكثر من علماء الرواية، وأرباب النقل، أن قول الراوي، حدثنا\nصاحب لنا، وحدثني غير واحد، وحدثني من سمع فلانا، وحدثت عن فلان.\n</p>\n\n<p>\nونحو ذلك معدود في المسند، لأنه لم ينقطع له سند، وإنما وقعت الجهالة في\nأحد رواته، كما لو سمي ذلك الراوي، وجهل حاله. على أنه لم يقع كذلك في كتاب\nمسلم إلا من طريق أبي العلاء ابن ماهان، عن أبي بكر الأشقر، عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p130'> Vol. 00, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nالقلانسي، عن مسلم ووقع في روايتنا من طريق أبي أحمد الجلودي عن إبراهيم\nبن محمد بن سفيان عن مسلم مسمى غير مبهم.\n</p>\n\n<p>\nونحن نورده من صحيح مسلم، كما رويناه، ليتضح اتصاله. أخبرنا به جماعة من\nشيوخنا قراءة عليهم، قالوا: أنا الشريف: أبو المفاخر المأموني قراءة عليه،\nونحن نسمع أنا الإمام أبو عبد الله الفراوي.\n</p>\n\n<p>\nح. وأخبرنا عاليا الشيخ أبو الحسن المؤيد بن محمد بن علي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p131'> Vol. 00, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nالطوسي، رحمه الله، إذنا وكتابة من نيسابور. أنا الإمام فقيه الحرم: أبو\nعبد الله محمد بن الفضل الصاعدي الفراوي، قراءة عليه وأنا أسمع، أنا أبو\nالحسين عبد الغافر / ابن محمد الفارسي. أنا أبو أحمد محمد بن عيسى بن\nعمرويه الجلودي. أنا أبو إسحاق إبراهيم بن محمد بن سفيان الزاهد. ثنا\nالإمام الحافظ أبو الحسين مسلم بن الحجاج القشيري النيسابوري، ثنا محمد بن\nمثنى ومحمد بن بشار - واللفظ لابن مثنى - قالا: ثنا محمد بن جعفر، ثنا\nشعبة، عن الحكم، قال: سمعت ابن أبي ليلى، قال: لقيني كعب بن عجرة فقال: ألا\nأهدي لك هدية خرج علينا رسول <span id='ms066'></span> الله صلى الله عليه وسلم. فقلنا: قد عرفنا كيف\nنسلم عليك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p132'> Vol. 00, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\n[ف‍] كيف نصلي عليك؟ قال: \" قولوا اللهم صل على محمد وعلى آل محمد كما\nصليت على إبراهيم، إنك حميد مجيد. اللهم بارك على محمد وعلى آل محمد كما\nباركت على [آل] إبراهيم. إنك حميد مجيد \".\n</p>\n\n<p>\nقال: ثنا زهير بن حرب وأبو كريب. قالا: ثنا وكيع عن شعبة ومسعر، عن\nالحكم، بهذا الإسناد مثله، وليس في حديث مسعر: ألا أهدي لك هدية.\n</p>\n\n<p>\nقال حدثنا محمد بن بكار. قال: ثنا إسماعيل بن زكرياء، عن الأعمش،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p133'> Vol. 00, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\nوعن مسعر، وعن مالك بن مغول، كلهم عن الحكم بهذا الإسناد مثله. واللفظ\nللمأموني.\n</p>\n\n<p>\nقلت: فهذه طرق هذا الحديث في صحيح مسلم متصلة كلها من الوجه الذي أوردناه\nعنه. فثبت اتصاله من جميع طرقه في كتاب مسلم، والحمد لله.\n</p>\n\n<p>\nوقد قال الحاكم أبو عبد الله بن البيع الحافظ: \" وقد يروى الحديث، وفي\nإسناده رجل غير مسمى، وليس بمنقطع \". يعني إذا روي ذلك الحديث من وجه آخر،\nوسمي ذلك الرجل فيه. كما وقع في إسناد هذا الحديث. قال: \" فهذا النوع من\nالمنقطع الذي لا يقف عليه لا الحافظ الفهم المتبحر في الصنعة \" والله أعلم.\n</p>\n\n<p>\nقلت: وقد وقع لي، هذا الحديث أعلى من طريق الصحيح / بدرجتين كأني سمعته\nمن عبد الغافر الفارسي، رحمه الله. وهو ما أخبرنا به أبو اليمن زيد بن\nالحسن بن زيد البغدادي، بقراءتي عليه، في منزله بدمشق. أخبركم أبو منصور\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p134'> Vol. 00, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الرحمن بن محمد بن عبد الواحد الشيباني. قراءة عليه وأنت تسمع ببغداد\nفأقر به. ثنا القاضي الشريف أبو الحسين محمد بن علي بن محمد بن المهتدي\nبالله، من لفظه وكتابه. ثنا أبو حفص عمر بن إبراهيم بن أحمد، إملاء، ثنا\nأبو القاسم عبد الله بن محمد بن عبد العزيز البغوي. ثنا علي - يعني ابن\nالجعد - أنا شعبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p135'> Vol. 00, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\nرجل عنها، لا يدل عن الحكم. قال سمعت ابن ليلى، قال: لقيني كعب بن عجرة.\nفقال: ألا أهدي لك هدية؟ فذكر نحوه.\n</p>\n\n<p>\n(3) الحديث الثالث: قال مسلم <span id='ms067'></span>، رحمه الله، في كتاب الصلاة أيضا:\n</p>\n\n<p>\n\" حدثت عن يحيى بن حسان، ويونس بن محمد المؤدب وغيرهما. قالوا:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p136'> Vol. 00, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\nثنا عبد الواحد حدثني عمارة عن أبي زرعة عن أبي هريرة: كان رسول الله صلى\nالله عليه وسلم إذا نهض من الركعة الثانية استفتح القراءة بالحمد لله رب\nالعالمين، ولم يسكت \".\n</p>\n\n<p>\nقلت: وهذا أيضا لا يسمى مقطوعا عند جماعة من أرباب النقل وإنما هو مسند\nوقع الإبهام في أحد رواته، كما بيناه. ومع ذلك فهو حديث صحيح الإسناد، متصل\nأخرجه الحافظ أبو بكر أحمد بن عمرو بن عبد الخالق البزار البصري في مسنده.\nفرواه عن أبي الحسن محمد بن مسكين اليمامي، نزيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p137'> Vol. 00, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\nالبصرة، عن يحيى بن حسان التنيسي، بإسناده كذلك متصلا. وأبو بكر البزار\nهذا من أكابر الحفاظ. ومحله في هذا العلم، وشهرته تغني عن الإطناب في ذكره.\nوشيخه في هذا الحديث محمد بن مسكين من ثقات الرواة. روى عنه البخاري ومسلم\nفي صحيحيهما. فثبت / اتصاله. والحمد لله.\n</p>\n\n<p>\nوأخرجه أيضا الحافظ أبو نعيم، أحمد بن عبد الله الأصبهاني، وناهيك به\nجلالة ونبلا ومعرفة بهذا الشأن، في كتابه المسمى بالمسند الصحيح المستخرج\nعلى كتاب مسلم. وهو كتاب جليل كثير الفوائد. ونحن نورده منه ليتضح اتصاله.\nوأخبرناه أبو طاهر الفرشي مكاتبة عن أبي علي الحداد. ح.\n</p>\n\n<p>\nوأنبأنا الحافظ أبو محمد المقدسي. قال: أنا أبو موسى الحافظ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p138'> Vol. 00, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nالمديني، وأبو بكر محمد بن أحمد الجوزداني، قراءة عليهما. أنا أبو علي\nالحسن بن أحمد بن الحسن الحداد المقرئ. أنا أبو نعيم أحمد بن عبد الله\nالحافظ. ثنا أبو بكر الطلحي. ثنا محمد بن عبد الله الحضرمي. ثنا ابن عسكر.\nح.\n</p>\n\n<p>\nقال أبو نعيم: وحدثنا أبو محمد بن حيان. ثنا أحمد بن عمر، حدثنا محمد بن\nسهل بن عسكر. ثنا يحيى بن حسان. ثنا عبد الواحد بن زياد، عن عمارة بن\nالقعقاع، عن أبي زرعة، عن أبي هريرة قال: كان رسول الله صلى الله عليه وسلم\nإذا قام للركعة الثانية استفتح القراءة بالحمد لله رب العالمين، ولم يسكت،\nلفظهم <span id='ms068'></span> سواء. وهذا إسناد صحيح، ومحمد بن سهل بن عسكر روى عنه مسلم في صحيحه.\nوالله أعلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p139'> Vol. 00, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\n(4) الحديث الرابع: قال مسلم، رحمه الله، في كتاب الصلاة أيضا:\n</p>\n\n<p>\nحدثنا إسحاق بن إبراهيم الحنظلي. أنا يحيى بن آدم. ثنا الفضيل بن مرزوق\nعن شقيق بن عقبة، عن البراء بن عازب قال: نزلت هذه الآية \" حافظوا على\nالصلوات وصلاة العصر \" فقرأناها ما شاء الله ثم نسخها الله، فنزلت: (حافظوا\nعلى الصلوات والصلاة الوسطى وقوموا لله قانتين). وذكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p140'> Vol. 00, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\nباقي الحديث. ثم قال: عقيبه: \" ورواه الأشجعي عن سفيان، عن الأسود بن\nقيس، عن شقيق بن عقبة، عن البراء بن عازب قال: قرأناها مع النبي صلى الله\nعليه وسلم زمانا. بمثل حديث فضيل بن مرزوق \".\n</p>\n\n<p>\nقلت: هكذا أورده مسلم في صحيحه، وهو حديث صحيح / متصل من حديث فضيل بن\nمرزوق بالإسناد المذكور. انفرد به مسلم دون البخاري.\n</p>\n\n<p>\nوقوله بعد إيراده: \" ورواه الأشجعي عن سفيان \" إنما هو على وجه المتابعة،\nوذكر متابعة الرواة بعضهم بعضا على رواية الحديث لا يقدح في اتصاله، بل\nيقويه ويؤيده. وفي صحيح البخاري من هذا النمط كثير. والله ولي التوفيق.\n</p>\n\n<p>\nوالأشجعي هذا اسمه عبيد الله بن عبد الرحمن. كوفي ثقة. وهو ممن اتفق\nالبخاري ومسلم على الاحتجاج بحديثه في صحيحيهما. وقد وقع لي حديثه هذا،\nالذي أشار إليه مسلم، رحمه الله بالإسناد المتصل، وهو ما أخبرنا المشايخ\nالثقات: الحافظ أبو الحسن علي بن المفضل بن علي المقدسي الفقيه وأبو محمد\nعبد الله بن عبد الجبار العثماني، وأبو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p141'> Vol. 00, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\nصابر حامد بن أبي القاسم الأهوازي، وغير واحد - قراءة عليهم - قالوا: أنا\nأحمد بن محمد الحافظ. أنا أبو عبد الله القاسم بن الفضل الثقفي - بأصبهان -\nأنا أبو زكرياء: يحيى بن إبراهيم بن محمد المزكي. أنا أحمد بن محمد بن\nعبدوس الطرائفي. ثنا عثمان بن سعيد. ثنا إبراهيم بن أبي الليث - وهو ابن\nنصر البغدادي - ثنا الأشجعي، عن سفيان، عن الأسود بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p142'> Vol. 00, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nقيس عن شقيق بن عقبة، عن البراء بن عازب. قال: قرأناها مع رسول الله صلى <span id='ms069'></span>\nالله عليه وسلم أياما: \" حافظوا على الصلوات وصلوات العصر \" ثم قرأناها:\n(حافظوا على الصلوات والصلاة الوسطى وقوموا لله قانتين) فلا أدري أهي هي أم\nلا؟\n</p>\n\n<p>\nقلت: وهذا إسناد حسن متصل وليس لشقيق بن عقبة ذكر في صحيح مسلم إلا في\nهذا الحديث، فيما علمت.\n</p>\n\n<p>\nوأخرجه الحافظ أبو علي بن السكن المصري في جمعه حديث الثوري، فرواه عن\nرجل، عن عثمان بن سعيد الدارمي بهذا الإسناد. وقال عقيبة لم يسند شقيق بن\nعقبة غير هذا الحديث. والله عز وجل أعلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p143'> Vol. 00, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\n(5) الحديث الخامس: قال مسلم، رحمه الله، في كتاب الجنائز \" وحدثني هارون\nبن سعيد الأيلي. ثنا عبد الله بن وهب.\n</p>\n\n<p>\nأنا ابن جريج عن عبد الله بن كثير بن المطلب أنه سمع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p144'> Vol. 00, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن قيس يقول: سمعت عائشة تحدث فقالت: ألا أحدثكم عن النبي صلى الله\nعليه وسلم وعني؟ قلنا: بلى. ح.\n</p>\n\n<p>\nثم قال مسلم: وحدثني من سمع حجاجا الأعور - واللفظ له - ثنا حجاج بن\nمحمد. ثنا ابن جريج. أخبرني عبد الله - رجل من قريش - عن محمد بن قيس بن\nمخرمة بن المطلب، أنه قال يوما: ألا أحدثكم عني وعن أمي؟ فظننا أنه يريد\nأمه التي ولدته. قال: قالت عائشة: ألا أحدثكم عني وعن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p145'> Vol. 00, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\nرسول الله صلى الله عليه وسلم؟ قلنا بلى. فذكر الحديث بطوله في خروج\nالنبي صلى الله عليه وسلم إلى البقيع، وصلاته على أهل القبور. وسنورده\nبكماله فيما بعد، إن شاء الله تعالى.\n</p>\n\n<p>\nوهذا الحديث صحيح، متصل أيضا في كتاب مسلم، لأنه أورد إسناده متصلا إلى\nالنبي صلى الله عليه وسلم، كما ترى. إلا أنه جعل لفظه لمن لم يسمه من\nشيوخه، عن حجاج، وقد تقدم الجواب عن مثل هذا. ومع ذلك فحديث حجاج هذا قد\nرواه عنه غير واحد من الثقات: منهم الإمام أبو عبد الله أحمد بن حنبل ويوسف\nبن سعيد بن مسلم المصيصي، وأخرجه الإمام أبو عبد الرحمن النسائي في سننه عن\nالمصيصي هذا، وذكر أنه ثقة حافظ. قلت إلا أن يوسف بن سعيد هذا، خالف <span id='ms070'></span> أصحاب\nحجاج في قوله: عن عبد الله بن أبي مليكة. على ما يأتي بيانه. وقد أخبرنا\nبهذا الحديث: الشيخ أبو بكر بن أبي الفتح البغدادي المعدل. قراءة عليه. أنا\nطاهر بن محمد / بن طاهر الهمداني. أنا أبو محمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p146'> Vol. 00, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الرحمن بن حمد بن الحسن الفقيه. أنا القاضي أبو نصر أحمد بن الحسين\nالدينوري.\n</p>\n\n<p>\nأنا أبو بكر أحمد بن محمد بن إسحاق الحافظ. أنا الحافظ أبو عبد الرحمن.\nأحمد بن شعيب النسائي. أنا يوسف بن سعيد ثنا حجاج، عن ابن جريج أخبرني عبد\nالله بن أبي مليكة أنه سمع محمد بن قيس بن مخرمة يقول: سمعت عائشة - رضي\nالله عنها - تحدث قالت: ألا أحدثكم عني وعن رسول الله صلى الله عليه وسلم!\nقلنا: بلى. قالت: لما كانت ليلتي التي هو عندي - تعني النبي صلى الله عليه\nوسلم - انقلب، فوضع نعليه عند رجليه، وبسط طرف ردائه على فراشه فلم يلبث\nإلا ريثما ظن أني قد رقدت، ثم انتعل رويدا. وأخذ رداءه رويدا، ثم فتح الباب\nرويدا، وخرج رويدا. وجعلت درعي في رأسي واختمرت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p147'> Vol. 00, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\nوتقنعت إزاري وانطلقت في إثره، حتى جاء البقيع. فرفع يديه ثلاث مرات\nوأطال [القيام]، ثم انحرف، فانحرفت، فأسرع فأسرعت فهرول فهرولت، فأحضر\nفأحضرت، وسبقته فدخلت. فليست إلا أن اضطجعت فدخل، فقال: \" ما لك يا عائشة\nحشيا رابية؟ \"، قلت: لا. قال:\n</p>\n\n<p>\n\" لتخبرني أو ليخبرني اللطيف الخبير \". قلت يا رسول الله بأبي أنت وأمي\nفأخبرته الخبر: قال: \" وأنت السواد التي رأيت أمامي؟ \" قالت: نعم. قالت:\n</p>\n\n<p>\nفلهزني في صدري لهزة أوجعتني ثم قال: \" أظننت أن يحيف الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p148'> Vol. 00, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nورسوله؟ \" قلت: مهما يكتم الناس فقد علمه الله: \" فإن جبريل، عليه السلام\nأتاني حيث رأيت. ولم يكن يدخل عليك، وقد وضعت ثيابك.\n</p>\n\n<p>\nفناداني فأخفى منك. فأجبته [فأخفيت منك. فظننت أن قد رقدت وخشيت أن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p149'> Vol. 00, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\n[...] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p150'> Vol. 00, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\nتستوحشي. فأمرني أن آتي أهل البقيع فاستغفر لهم \"].\n</p>\n\n<p>\n(6) الحديث السادس: قال مسلم، رحمه الله، في كتاب المساقاة:\n</p>\n\n<p>\n(وحدثني غير واحد من أصحابنا قالوا: حدثنا إسماعيل بن أبي أويس، حدثني\nأخي عن <span id='ms071'></span> سليمان (وهو ابن بلال) عن يحيى بن سعيد، عن أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p151'> Vol. 00, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\nالرجال محمد بن عبد الرحمن أن أمه عمرة بنت عبد الرحمن. قالت:\n</p>\n\n<p>\nسمعت عائشة تقول: سمع رسول الله صلى الله عليه وسلم صوت خصوم بالباب\nعالية أصواتهما. وإذا أحدهما يستوضع الآخر، ويسترفقه في شئ وهو يقول:\nوالله!\n</p>\n\n<p>\nلا أفعل. فخرج رسول الله صلى الله عليه وسلم، عليهما. فقال: \" أين\nالمتألي على الله لا يفعل المعروف؟ \" قال: أنا يا رسول الله! فله أي ذلك\nأحب).\n</p>\n\n<p>\nقال المازري في المعلم: \" في كتاب المساقاة \": \" خرج مسلم في باب الحوائج\nحديثين مقطوعين \" فذكر الأول منهما. وهو حديث الباب. ثم عقب عليه بقوله: \"\nوهذا الحديث يتصل لنا من طريق البخاري، ورواه البخاري عن إسماعيل بن أبي\nأويس. وقد حدث مسلم عن إسماعيل بن أبي أويس دون واسطة في كتاب الحج، وفي\nآخر كتاب الجهاد. وروى أيضا عن أحمد بن يوسف الأزدي عن إسماعيل بن أبي أويس\nفي كتاب اللعان، وفي كتاب الفضائل \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p152'> Vol. 00, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\nأما قول مسلم: \" حدثني غير واحد من أصحابنا... \" فقد قال أبو نعيم في \"\nالمستخرج \": \" يقال إن مسلما حمل هذا الحديث عن البخاري \".\n</p>\n\n<p>\nقال القاضي عياض: \" إذا قال الراوي حدثني غير واحد، أو حدثني الثقة، أو\nحدثني بعض أصحابنا ليس هو من المقطوع ولا من المرسل، ولا من المعضل عند أهل\nهذا الفن، بل هو من باب الرواية عن المجهول \".\n</p>\n\n<p>\nوقوله: \" وإذا أحدهما يستوضع الآخر ويسترفقه \" أي يطلب منه الحط عنه من\nأصل الدين والرفق في الاستيفاء والمتألي هو الحالف، من الألية، وهي اليمين.\n</p>\n\n<p>\n(7) الحديث السابع: وأخرج مسلم، رحمه الله، في كتاب المساقاة أيضا حديثا\nآخر. قال: \" وروى الليث بن سعد، حدثني جعفر بن ربيعة، عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p153'> Vol. 00, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الرحمن بن هرمز، عن عبد الله بن كعب بن مالك، عن كعب ابن مالك، أنه\nكان له مال على عبد الله بن أبي حدرد الأسلمي الحديث...\n</p>\n\n<p>\nنص المازري في كتابه المعلم على أن هذا الحديث مقطوع. وتقدم نظيره في\nالحديث الأول. وحديث كعب بن مالك هذا حديث <span id='ms072'></span> صحيح متصل السند. أخرجه مسلم من\nغير طريق الليث بن سعد، فقد رواه عن عبد الله بن وهب، عن يونس بن يزيد\nالأيلي، عن ابن شهاب، عن عبد الله بن كعب بن مالك، عن أبيه.\n</p>\n\n<p>\nثم رواه عن إسحاق بن إبراهيم عن عثمان بن عمر عن يونس به.\n</p>\n\n<p>\nثم ساق الطريق الثالث بقوله: وروى الليث بن سعد الحديث...\n</p>\n\n<p>\nبل قد أخرجه الأئمة الحفاظ من طرق صحيحة متصلة: أخرجه أبو عبد الله\nالبخاري من عدة طرق، منها طريق الليث بن سعد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p154'> Vol. 00, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرجه أبو عبد الرحمن النسائي. وأخرجه أبو داود. وأخرجه ابن ماجة.\nوأخرجه الإمام أحمد في مسنده، والدارمي في سننه.\n</p>\n\n<p>\nونصه في صحيح البخاري من طريق الليث بن سعد: \" حدثنا يحيى بن بكير حدثنا\nالليث، عن جعفر بن ربيعة، عن الأعرج قال: \" حدثني عبد الله بن كعب بن مالك،\nعن كعب بن مالك أنه له على عبد الله بن أبي حدرد الأسلمي مال، فلقيه فلزمه،\nحتى ارتفعت أصواتهما، فمر بهما النبي صلى الله عليه وسلم فقال:\n</p>\n\n<p>\n\" يا كعب \" - فأشار بيده كأنه يقول: النصف - فأخذ نصف ماله عليه، وترك\nنصفا \".\n</p>\n\n<p>\nوبهذا ثبت صحة الحديث في صحيح مسلم وغيره من طرق أخرى ويثبت اتصاله من\nطريق الليث في صحيح البخاري، والحمد لله.\n</p>\n\n<p>\n(8) الحديث الثامن: أخرج مسلم، رحمه الله، في كتاب المساقاة حديثا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p155'> Vol. 00, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\nذكر المازري أنه من الأحاديث الأربعة عشر المقطوعة في صحيح مسلم. وهو\nقوله: \" وحدثني بعض أصحابنا عن عمرو بن عون. أخبرنا خالد بن عبد الله، عن\nعمرو بن يحيى، عن محمد بن عمرو، عن سعيد بن المسيب، عن معمر بن أبي معمر -\nأحد بني عدي بن كعب - قال: قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p156'> Vol. 00, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\nرسول الله. فذكر بمثل حديث سليمان بن بلال عن يحيى \".\n</p>\n\n<p>\nوهذا نص حديث سليمان بن بلال المذكور: \" حدثنا عبد الله بن مسلمة بن\nقعنب. حدثنا سليمان (يعني ابن بلال) عن يحيى (وهو ابن سعيد) قال:\n</p>\n\n<p>\nكان سعيد بن المسيب يحدث، أن معمرا قال: قال رسول الله صلى الله عليه\nوسلم: \" من احتكر <span id='ms073'></span> فهو خاطئ \" فقيل لسعيد: فإنك تحتكر؟ قال سعيد: إن معمرا\nالذي كان يحدث هذا الحديث كان يحتكر \".\n</p>\n\n<p>\nثم رواه مسلم - في صحيحه - كذلك عن الثقات من طريق أخرى متصلة.\n</p>\n\n<p>\nوهذا الحديث أخرجه أبو داود والترمذي وابن ماجة، فتبين بذلك صحة الحديث\nمن هذه الطرق في صحيح مسلم وغيره. وقال القاضي عياض \" ليس هذا من باب\nالمقطوع وقد تكلمنا على ذلك بما يكفي \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p157'> Vol. 00, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\n(9) الحديث التاسع: أخرج مسلم، رحمه الله، في صفة النبي صلى الله عليه\nوسلم:\n</p>\n\n<p>\n\" وحدثت عن أبي أسامة. وممن روى ذلك عنه إبراهيم بن سعيد الجوهري حدثنا\nأبو أسامة حدثني بريد بن عبد الله، عن أبي بردة، عن أبي موسى، عن النبي صلى\nالله عليه وسلم، قال: \" إن الله عز وجل إذا أراد رحمة أمة من عباده،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p158'> Vol. 00, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\nقبض نبيها قبلها. فجعله لها فرطا وسلفا بين يديها. وإذا أراد أمة، عذبها،\nونبيها حي، فأهلكها وهو ينظر فأقر عينه بهلكتها حين كذبوه وعصوا أمره \".\n</p>\n\n<p>\nوهذا الحديث أخرجه الحافظ أبو عوانة في كتابه الموسوم ب‍ \" المسند الصحيح\nالمخرج على كتاب مسلم بن الحجاج \". كما أخرجه البزار في \" مسنده \" كلاهما\nمن طريق إبراهيم بن سعيد الجوهري.\n</p>\n\n<p>\nوعندما ذكر أبو علي الغساني حديث الباب في \" تقييد المهمل \" قال:\n</p>\n\n<p>\n\" فقد وصل لنا هذا الحديث أبو القاسم حاتم بن محمد. قال حدثنا أبو سعيد\nالسجزي - بمكة - قال: حدثنا أبو أحمد الجلودي. قال حدثنا أبو عبد الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p159'> Vol. 00, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن المسيب الأرغياني قال حدثنا إبراهيم بن سعيد الجوهري. حدثنا أبو\nأسامة بهذا الحديث \".\n</p>\n\n<p>\nقلت: ولا يسلم لهم تسميته ب‍ \" المقطوع \" فهو مسند أبهم أحد رواته.\n</p>\n\n<p>\nعلى أنه تبين اتصال سنده - في غير صحيح مسلم - من طرق متعددة صحيحة.\n</p>\n\n<p>\nوقوله: \" فجعله لها فرطا وسلفا \". قال عياض: \" والفرط بفتح الفاء والراء\nالذي يتقدم الواردة فيهيئ لهم ما يحتاجون إليه \". والسلف يطلق على الخير\nالمتقدم، أو على من تقدمك من الآباء والأقارب.\n</p>\n\n<p>\n(10) الحديث العاشر: قال مسلم، رحمه الله، في آخر كتاب فضائل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p160'> Vol. 00, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\nالصحابة: \" حدثنا محمد بن رافع وعبد بن حميد (قال <span id='ms074'></span> محمد ابن رافع: حدثنا.\nوقال عبد: أخبرنا) عبد الرزاق، أخبرنا معمر عن الزهري. أخبرني سالم بن عبد\nلله وأبو بكر بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p161'> Vol. 00, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\nسليمان أن عبد الله بن عمر قال: صلى بنا رسول الله صلى الله عليه وسلم،\nذات ليلة، صلاة العشاء في آخر حياته. فلما سلم قام فقال: \" أرأيتكم ليلتكم\nهذه؟ فإن على رأس مائة سنة منها لا يبقى ممن هو على ظفر الأرض أحد \".\n</p>\n\n<p>\nقال ابن عمر: فوهل الناس في مقالة رسول الله صلى الله عليه وسلم تلك،\nفيما يتحدثون من هذه الأحاديث، عن مائة سنة، وإنما قال رسول الله صلى الله\nعليه وسلم: لا يبقى ممن هو اليوم على ظهر الأرض أحد، يريد بذلك أن ينخرم\nذلك القرن. ثم قال مسلم: \" حدثني عبد الله بن عبد الرحمن الدارمي. أخبرنا\nأبو اليمان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p162'> Vol. 00, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا شعيب \". ثم قال: \" ورواه الليث عن عبد الرحمن بن خالد بن مسافر.\n</p>\n\n<p>\nكلاهما عن الزهري. بإسناد معمر كمثل حديثه \".\n</p>\n\n<p>\nفإذا انقطعت طريق الليث، عن عبد الرحمن عند مسلم، في هذا الحديث فقد بقيت\nطريق أبي اليمان عن شعيب بن أبي حمزة سالمة متصلة، لأن كل واحد منهما يرويه\nعن الزهري.\n</p>\n\n<p>\nوعبد الرحمن بن خالد ليس من شرط الإمام مسلم، فلا لزوم عليه في الإخراج\nله. على أن طريق الليث عن عبد الرحمن بن خالد التي أوردها مسلم بقوله: \"\nورواه الليث... \" وردت في صحيح البخاري من طريق متصلة، وهي قوله: \" حدثنا\nسعيد بن عفير. قال: حدثني الليث. قال حدثني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p163'> Vol. 00, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الرحمن بن خالد عن ابن شهاب، عن سالم وأبي بكر بن سليمان بن أبي حثمة\nأن عبد الله بن عمر الحديث...\n</p>\n\n<p>\nثم إن الحديث أخرجه أبو داود والنسائي وأحمد والترمذي، وقال هذا حديث\nصحيح.\n</p>\n\n<p>\n(11) الحديث الحادي عشر: قال [مسلم، رحمه] الله، في آخر كتاب القدر:\nوحدثنا [عدة من أصحابنا] عن سعيد بن أبي مريم أخبرنا أبو غسان [وهو] محمد\nبن مطرف، عن زيد بن أسلم عن عطاء بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p165'> Vol. 00, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\n[يسار]، عن أبي سعيد الخدري، قال: قال رسول الله صلى <span id='ms075'></span> الله عليه وسلم: \"\nلتركبن سنن من كان قبلكم شبرا بشبر... \" الحديث.\n</p>\n\n<p>\nوهذا أيضا حديث متصل في الصحيحين من حديث زيد بن أسلم عن عطاء بن يسار.\nرواه عنه رجلان ثقتان: أبو عمر حفص بن ميسرة الصنعاني وأبو غسان محمد بن\nمطرف المدني. واتفق الإمامان على إخراجه من حديثيهما عنه. فأما حديث حفص\nفرواه البخاري عن محمد بن عبد العزيز الرملي. ورواه مسلم عن سويد بن سعيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p166'> Vol. 00, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\nالحدثاني، كليهما عنه. وأما حديث أبي غسان فرواه البخاري عن سعيد بن أبي\nمريم المصري.\n</p>\n\n<p>\nوقال مسلم: حدثني عدة من أصحابنا عن سعيد بن أبي مريم عنه. وقد تقدم\nالجواب عن مثل هذا القول بما فيه كفاية. ومع ذلك فقد بينا أن البخاري، رحمه\nالله، قد رواه في صحيحه عن سعيد بن أبي مريم هذا. وهو ما أخبرنا هبة الله\nبن علي المصري، رحمه الله، أنا محمد بن بركات الصوفي. أخبرتنا كريمة. أنا\nالكشميهني. أنا الفربري. أنا البخاري. ثنا سعيد بن أبي مريم. أنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p167'> Vol. 00, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\nأبو غسان. حدثني زيد بن أسلم عن عطاء بن يسار، عن أبي سعيد أن النبي صلى\nالله عليه وسلم / قال: \" لتتبعن سنن من [كان] قبلكم شبرا بشبر، وذراعا\nبذراع، حتى لو سلكوا جحر ضب لسلكتموه \" قلنا: يا رسول الله اليهود\nوالنصارى؟ فقال النبي صلى الله عليه وسلم:\n</p>\n\n<p>\n\" فمن! \".\n</p>\n\n<p>\nوهكذا أورده البخاري في صحيحه، في أحاديث بني إسرائيل فثبت اتصاله من هذا\nالوجه الآخر، والحمد لله. وقد وصله أيضا إبراهيم بن محمد بن سفيان الزاهد،\nراوي صحيح مسلم، فرواه عن الإمام أبي عبد الله محمد بن يحيى الذهلي، عن\nسعيد بن أبي مريم كذلك. ولعل البخاري أحد العدة الذين سمع منهم مسلم هذا\nالحديث، ولم يسمهم. والله عز وجل أعلم.\n</p>\n\n<p>\n(12) الحديث الثاني عشر: أخرج مسلم، رحمه الله، في كتاب الحدود: حديث\nالليث بن سعد مقطوعا عن عبد الرحمن بن خالد، عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p169'> Vol. 00, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\nالزهري، عن سعيد بن المسيب وأبي سلمة، كليهما عن أبي هريرة أنه قال:\n</p>\n\n<p>\nأتى رجل من المسلمين رسول الله صلى <span id='ms076'></span> الله عليه وسلم، وهو في المسجد،\nفناداه فقال: يا رسول الله إني زنيت، فأعرض عنه... الحديث. وهذا أيضا حديث\nمتصل في الصحيحين من طرق عن الزهري، رواه مسلم عن عبد الملك بن شعيب بن\nالليث بن سعد، عن أبيه، عن جده، عن عقيل عن الزهري، بإسناده المذكور متصلا.\nثم قال: ورواه الليث أيضا عن عبد الرحمن بن خالد بن مسافر، عن ابن شهاب\nبهذا الإسناد مثله.\n</p>\n\n<p>\nقلت: وقد تقدم الجواب عن مثل هذا في الكلام على الحديث العاشر من هذه\nالأحاديث، وبينا أن عبد الرحمن بن خالد هذا ليس من شرط مسلم، فلا يلزمه\nإخراج حديثه، وإن كان ثقة قد أخرج له البخاري في صحيحه واحتج بحديثه. إلا\nأن لكل واحد منهما اجتهادا يرجع إليه، وانتقادا في الرجال يعول / عليه.\n</p>\n\n<p>\nومع ذلك فالحديث متصل أيضا في صحيح البخاري، من طريق الليث بن سعد عن عبد\nالرحمن بن خالد، وهو ما أخبرنا أبو علي ناصر بن عبد الله بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p170'> Vol. 00, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الرحمن العطار بمكة شرفها الله. أنا أبو الحسن علي بن حميد\nالأطرابلسي. أنا أبو مكتوم الهروي. أنا أبي، أبو ذر الحافظ، أنا أبو محمد\nعبد الله بن أحمد السرخسي وأبو إسحاق إبراهيم بن أحمد المستملي. وأبو\nالهيثم الكشميهني. قالوا: أنا الفربري. أنا البخاري ح.\n</p>\n\n<p>\nوأخبرنا عاليا: هبة الله بن علي البوصيري - واللفظ له - أنا محمد بن\nبركات الصوفي. أخبرتنا كريمة بنت أحمد المروزية. أنا أبو الهيثم الكشميهني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p171'> Vol. 00, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\nأنا محمد بن يوسف. أنا محمد بن إسماعيل البخاري. ثنا سعيد بن عفير.\n</p>\n\n<p>\nحدثني الليث. حدثني عبد الرحمن بن خالد، عن ابن شهاب، عن ابن المسيب وأبي\nسلمة، عن أبي هريرة قال: \" أتى رسول الله صلى الله عليه وسلم رجل من الناس،\nوهو في المسجد فناداه: يا رسول الله: إني زنيت. فأعرض عنه [النبي صلى الله\nعليه وسلم]، فتنحى لشق وجهه الذي أعرض قبله، فقال: يا رسول الله إني زنيت،\nفأعرض عنه. فجاء لشق وجه النبي صلى الله عليه وسلم، الذي أعرض عنه، فلما <span id='ms077'></span>\nشهد على نفسه أربع شهادات. دعاه النبي صلى الله عليه وسلم، فقال: \" أبك\nجنون \"؟ قال: لا يا رسول الله. فقال:\n</p>\n\n<p>\n\" أحصنت؟ قال: نعم يا رسول الله. قال \" اذهبوا به فارجموه \". قال ابن\nشهاب: أخبرني من سمع جابرا قال: فكنت فيمن رجمه، فرجمناه بالمصلى، فلما\nأذلقته الحجارة جمز حتى أدركناه بالحرة فرجمناه \". هكذا أورده البخاري في \"\nباب سؤال الإمام المقر هل أحصنت؟ \" فثبت اتصاله من هذا الوجه الآخر. والحمد\nلله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p172'> Vol. 00, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\nوالرجل المرجوم المبهم اسمه في هذا الحديث هو ماعز بن مالك الأسلمي.\n</p>\n\n<p>\nوقد جاء مسمى / هكذا في الصحيح من حديث أبي سعيد الخدري، وبريدة بن\nالحصيب وغيرهما. وذكر بعض العلماء أنه لا خلاف بين أصحاب الحديث في ذلك.\nوقيل إن ماعزا لقب له، واسمه عريب بن مالك. حكى ذلك الحافظ أبو القاسم خلف\nبن عبد الملك القرطبي. وعزاه إلى الحافظين أبي علي بن السكن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p173'> Vol. 00, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\nوأبي الوليد بن الفرضي، والله أعلم.\n</p>\n\n<p>\nوفي سنن أبي داود أن ماعزا كان يتيما في حجر هزال الأسلمي وأنه الذي عنى\nالنبي صلى الله عليه وسلم، بقوله لهزال: \" يا هزال لو سترته بردائك كان\nخيرا لك \".\n</p>\n\n<p>\nوقول الزهري: \" فأخبرني من سمع جابر بن عبد الله يقول: فكنت فيمن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p174'> Vol. 00, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\nرجمه \" يدخل في باب المقطوع على مذهب من يرى ذلك كما تقدم بيانه.\n</p>\n\n<p>\nويحتمل أن يكون المخبر للزهري هو أبو سلمة بن عبد الرحمن. لأن مسلما أخرج\nبعد حديث عقيل عن الزهري، الذي ذكرناه أولا: حديث يونس ومعمر وغيرهما عن\nالزهري عن أبي سلمة عن جابر عن النبي صلى الله عليه وسلم. وقال نحو حديث\nعقيل عن الزهري، عن سعيد وأبي سلمة عن أبي هريرة. والله عز وجل أعلم.\n</p>\n\n<p>\nوقوله: أذلقته الحجارة، يعني بلغت به الجهد، وقيل: معناه أوجعته وأوهنته،\nوقيل: أصابته، بحدها فعقرته، ومعنى الجميع متقارب. وقوله جمز، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p175'> Vol. 00, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\nمعناه أسرع يهرول. والجمزى ضرب من السير كأنه قفز، ويقال جمز وأجمز.\n</p>\n\n<p>\nوالله الموفق.\n</p>\n\n<p>\n(13) الحديث الثالث عشر: أخرج مسلم، رحمه الله، في كتاب المغازي. حديث\nمسلم بن قرظة عن عوف <span id='ms078'></span> بن مالك، رضي الله عنه، عن النبي صلى الله عليه وسلم،\nقال: \" خيار أئمتكم الذين تحبونهم ويحبونكم... الحديث \".\n</p>\n\n<p>\nفأورده من طريقين / متصلين عن رزيق بن حيان عن مسلم بن قرظة بإسناده الذي\nذكرناه، ثم قال عقيبه: ورواه معاوية بن صالح عن ربيعة بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p176'> Vol. 00, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\nيزيد، عن مسلم بن قرظة عن عوف عن النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nوهذا الحديث متصل في كتاب مسلم، كما بيناه، وذكر المتابعة بعد إيراده\nمتصلا يؤيده ولا يوهنه، كما قدمناه. والله عز وجل أعلم. هذا الآخر الأحاديث\nالتي ذكرها أبو علي الغساني، رحمه الله. وكان قد أورد بعد هذا الحديث حديثا\nآخر، وهو من الأحاديث المتقدمة وقع مكررا في كتابه المسمى بتقييد المهمل.\nمن الطريق التي اتصلت إلينا بالرواية عنه، وهو حديث ابن عمر - رضي الله عنه\n-: قال صلى رسول الله صلى الله عليه وسلم، صلاة العشاء، فلما سلم قام فقال\nأرأيتكم ليلتكم هذه. وقد تقدم هذا الحديث والجواب عنه، فلا وجه لإعادته.\n</p>\n\n<p>\nوقد وقع لي في كتاب مسلم رحمه الله أحاديث من هذا الجنس لم يذكرها أبو\nعلي، رحمه الله، في جملة الأحاديث التي تقدمت، وإن كان قد نبه على بعضها في\nمواضعها من كتابه. فأردت أن أضيفها إلى هذه الأحاديث، وأوردها على حسب ما\nوقعت لي، لا على الترتيب، وأبين وجه اتصالها، كما تقدم. وبالله التوفيق.\n</p>\n\n<p>\n(14) الحديث الأول: قال مسلم، رحمه الله، في كتاب الطهارة:\n</p>\n\n<p>\n\" حدثني زهير بن حرب. ثنا يحيى بن سعيد. ثنا حميد ح. قال: وثنا أبو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p178'> Vol. 00, p. 178</a>\n            </div>\n            \n</p>\n\n<p>\nبكر بن أبي شيبة - واللفظ له - ثنا إسماعيل بن علية. عن حميد الطويل، عن\nأبي رافع عن أبي هريرة أنه لقي النبي صلى الله عليه وسلم، في طريق من طرق\nالمدينة، وهو جنب. فانسل فذهب فاغتسل... الحديث.\n</p>\n\n<p>\nقلت: هكذا وقع إسناد هذا الحديث فيما رأيته من النسخ من صحيح مسلم. وكذلك\nهو في روايتنا، من طريق أبي أحمد الجلودي عن ابن سفيان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p179'> Vol. 00, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\nعنه. وقد سقط من إسناده رجل بين حميد الطويل وأبي رافع، وهو بكر <span id='ms079'></span> بن عبد\nالله المزني، فإن حميدا الطويل، إنما يروي هذا الحديث عن بكر بن عبد الله\nالمزني عن أبي رافع، كذلك أخرجه البخاري في صحيحه وأبو داود والترمذي\nوالنسائي وابن ماجة في سننهم، بلا خلاف أعلمه بينهم في ذلك. كذلك رويناه من\nطريق مسند أبي بكر بن أبي شيبة، وكذلك هو في مسند الإمام أبي عبد الله أحمد\nبن حنبل أيضا، وقد ذكر أبو مسعود الدمشقي، وخلف الواسطي أن مسلما أخرجه\nأيضا كذلك، إلا أني لم أره في جميع النسخ التي رأيتها من كتاب مسلم إلا\nمقطوعا. وكذلك قال الحافظ أبو علي الجياني أنه وقع إسناد هذا الحديث في\nالنسخ كلها: حميد عن أبي رافع، عن أبي هريرة قال: \" وفي هذه الرواية\nانقطاع، وإنما يرويه حميد عن بكر بن عبد الله المزني عن أبي رافع \" كما\nقدمناه. قد أخبرنا به متصلا من طريق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p180'> Vol. 00, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\nالبخاري أبو القاسم الخزرجي، أنا أبو عبد الله السعيدي. أخبرتنا كريمة.\nأنا الكشميهني، أنا الفربري، أنا البخاري. ثنا علي بن عبد الله. ثنا يحيى.\nثنا حميد. ثنا بكر، عن أبي رافع، عن أبي هريرة أن النبي صلى الله عليه\nوسلم، لقيه في بعض طريق المدينة، وهو جنب، فانبجست منه. فذهب فاغتسل ثم جاء\nفقال: أين كنت يا أبا هرة، فقال: كنت جنبا، فكرهت أن أجالسك وأنا على غير\nطهارة، قال:\n</p>\n\n<p>\n\" سبحان الله، إن المؤمن لا ينجس \" وبالإسناد إلى البخاري، ثنا عياش. ثنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p181'> Vol. 00, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الأعلى، ثنا حميد عن بكر عن أبي رافع عن / أبي هريرة، قال: لقيني\nرسول الله صلى الله عليه وسلم، وأنا جنب، فأخذ بيدي فمشيت معه حتى قعد،\nفانسللت وأتيت الرحل، فاغتسلت، ثم جئت وهو قاعد، فقال: \" أين كنت؟ \" فقلت\nله. فقال: \" سبحان الله! إن المؤمن لا ينجس \".\n</p>\n\n<p>\nوأخبرنا به من طريق النسائي عاليا أبو القاسم البوصيري، أنا أبو صادق\nمرشد بن يحيى بن القاسم المدني. أنا أبو الحسن محمد بن الحسين النيسابوري.\nثنا محمد بن عبد الله بن زكرياء لفظا.\n</p>\n\n<p>\nثنا أبو عبد الرحمن <span id='ms080'></span>، أحمد بن شعيب النسائي، أخبرنا حميد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p182'> Vol. 00, p. 182</a>\n            </div>\n            \n</p>\n\n<p>\nمسعدة، ثنا بشر - وهو ابن المفضل - ثنا حميد، عن بكر عن أبي رافع، عن أبي\nهريرة أن النبي صلى الله عليه وسلم، لقيه في طريق من طرق المدينة، وذكر\nالحديث نحوه.\n</p>\n\n<p>\nهكذا أورده البخاري في كتاب الغسل من هذين الطريقين. والنسائي أيضا في\nسننه من الطريق الآخر، كلهم عن حميد، عن بكر، عن أبي رافع، متصلا كذلك.\nولولا خشية الإطالة لأوردناه من جميع الكتب التي سميناها. وفي إيراده من\nصحيح البخاري، وسنن النسائي كفاية. وبالله التوفيق.\n</p>\n\n<p>\nوقول أبي هريرة - رضي الله عنه - (فانبجست منه) فيه أربع روايات:\n</p>\n\n<p>\n- الأولى: (فانبجست) بنون ثم باء معجمة بواحدة بعدها جيم. ومعناه اندفعت\nمنه. وقال الترمذي: معناه تنحيت عنه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p183'> Vol. 00, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\n- الرواية الثانية: (فانخنست) منه بنون بعدها خاء معجمة ثم نون، ومعناها\nانقبضت وتأخرت عنه.\n</p>\n\n<p>\n- الثالثة: (فاختنست) بتقديم الخاء المعجمة، وبعدها تاء معجمة باثنتين من\nفوقها، ثم نون. ومعناها معنى التي قبلها.\n</p>\n\n<p>\n- الرابعة: (فانتجست) بنون ثم تاء معجمة باثنتين من فوقها ثم جيم.\n</p>\n\n<p>\nومعناها اعتقدت نفسي نجسا، لا أصلح لمجالسة رسول الله صلى الله عليه وسلم\n/. وأنا على تلك الحالة.\n</p>\n\n<p>\nوقد ذكر في هذه الكلمة قول خامس هو: (فانبخست) بنون ثم باء معجمة بواحدة،\nبعدها خاء معجمة. من البخس وهو النقص. فإن صحت هذه الرواية، فقد ذكر بعض\nالعلماء أن معناها أنه ظهر له نقصانه عن مماشاة رسول الله صلى الله عليه\nوسلم، لما اعتقده في نفسه من النجاسة. فرأى أنه لا يقاومه ما دام في تلك\nالحال. قلت: ومعنى هذه الأقوال كلها يرجع إلى شئ واحد، وهو الانفصال\nوالمزايلة على وجه التوقير والتعظيم له صلى الله عليه وسلم. والله أعلم.\n</p>\n\n<p>\n(15) الحديث الثاني: أخرج مسلم - رحمه الله - في كتاب الزكاة.\n</p>\n\n<p>\nحديث عمرو بن الحارث، عن الزهري، عن سالم، عن أبيه، أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p184'> Vol. 00, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\nرسول الله صلى الله عليه وسلم. كان يعطي عمر بن الخطاب العطاء، فيقول له\nعمر: أعطه، يا رسول الله! أفقر إليه مني... الحديث.\n</p>\n\n<p>\nثم أردفه بقوله: وحدثني أبو الطاهر <span id='ms081'></span>. أنا ابن وهب. قال عمرو:\n</p>\n\n<p>\nوحدثني ابن شهاب بمثل ذلك عن السائب بن يزيد، عن عبد الله بن السعدي، عن\nعمر بن الخطاب - رضي الله عنه - عن رسول الله صلى الله عليه وسلم، هكذا\nأخرجه مسلم في صحيحه.\n</p>\n\n<p>\nوقال الحافظ أبو علي: في إسناده انقطاع. قلت: وبيان انقطاعه أنه قد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p185'> Vol. 00, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\nسقط من هذا الطريق الثاني رجل بين السائب بن يزيد وعبد الله بن السعدي،\nوهو حويطب بن عبد العزى - رضي الله عنهم - هكذا ذكر غير واحد من الحفاظ.\n</p>\n\n<p>\nوقال الإمام أبو عبد الرحمن النسائي: لم يسمعه السائب بن يزيد من عبد\nالله بن السعدي، إنما رواه عن حويطب - يعني ابن عبد العزى - عنه.\n</p>\n\n<p>\nقلت: وهكذا رواه يونس بن عبد / الأعلى الصدقي عن ابن وهب متصلا.\n</p>\n\n<p>\nوهو حديث مشهور، اجتمع في إسناده أربعة من الصحابة - رضي الله عنهم - في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p186'> Vol. 00, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\nنسق واحد، يروي بعضهم عن بعض. وليس في الصحيحين هكذا غيره.\n</p>\n\n<p>\nوحديث آخر اجتمع في إسناده أربع صحابيات، تروي بعضهن عن بعض. على اختلاف\nفي ذلك بين الرواة، لأن جماعة منهم لم يذكروا في إسناده إلا ثلاث صحابيات\nفقط. وهو حديث زينب بنت جحش - رضي الله عنها - قالت: انتبه رسول الله صلى\nالله عليه وسلم، يوما محمرا وجهه وهو ويقول: \" لا إله إلا الله، ويل للعرب\nمن شر قد اقترب... \" الحديث، وليس هذا موضع إيراده. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p187'> Vol. 00, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\nوحديث ابن السعدي المتقدم، وإن كان مقطوعا في صحيح مسلم من هذا الوجه\nالذي ذكرناه خاصة، فإنه متصل فيه من وجه آخر. ومع ذلك فقد وصله البخاري في\nصحيحه، والنسائي في سننه من ذلك الوجه المنقطع.\n</p>\n\n<p>\nفأما حديث البخاري، فأخبرنا به أبو علي بن عبد الله المجاور بالحرم\nالشريف. أنا أبو الحسن علي بن حميد المقرئ. أنا عيسى بن أبي ذر. أنا أبي.\n</p>\n\n<p>\nأنا المشايخ الثلاثة: أبو محمد السرخسي وأبو إسحاق المستملي وأبو الهيثم\nالكشميهني. قالوا: أنا الفربري. أنا البخاري. ح.\n</p>\n\n<p>\nوأخبرنا عاليا أبو القاسم هبة الله بن علي المصري - واللفظ له - أنا محمد\nبن بركات النحوي <span id='ms082'></span>. أخبرتنا كريمة. أنا أبو الهيثم الأديب. أنا الفربري. أنا\nالبخاري.\n</p>\n\n<p>\nثنا أبو اليمان. ثنا شعيب، عن الزهري. أخبرني السائب بن يزيد ابن أخت\nنمر، أن حويطب بن عبد العزى أخبره أن عبد الله بن السعدي أخبره، أنه قدم\nعلى عمر، في خلافته، فقال له عمر: ألم أحدث أنك تلي من أعمال الناس أعمالا،\nفإذا أعطيت العمالة كرهتها؟ / فقلت: بلى. قال عمر: فما تريد إلى ذلك؟ قلت:\nإن لي أفراسا وأعبدا، وأنا بخير، وأريد أن تكون عمالتي صدقة على المسلمين.\nقال عمر: لا تفعل، فإني كنت أردت الذي أدرت، فكان رسول الله صلى الله عليه\nوسلم، يعطيني العطاء، فأقول:\n</p>\n\n<p>\nأعطه أفقر إليه مني. [حتى أعطاني مرة مالا. فقلت: أعطه أفقر إليه مني].\nفقال له النبي صلى الله عليه وسلم: \" خذه فتموله وتصدق به، فما جاءك من هذا\nالمال وأنت غير مشرف ولا سائل فخذه، وإلا فلا تتبعه نفسك \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p188'> Vol. 00, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\nهكذا أخرجه البخاري في كتاب الأحكام.\n</p>\n\n<p>\nوأما حديث النسائي فأخبرناه الشيخ العلامة البارع أبو عبد الله محمد بن\nمحمد بن حامد الأصبهاني. رحمه الله - قراءة عليه. أنا الفقيه الزاهد أبو\nإسحاق إبراهيم بن محمد بن نبهان الغنوي الرقي بقراءتي عليه بمدينة السلام\nبالجانب الغربي سنة ثمان وثلاثين وخمس مائة، قال: سمعت الحافظ أبا عبد الله\nمحمد ابن أبي نصر الحميدي يقول: سمعت أبا زكرياء عبد الرحيم بن أحمد\nالبخاري يقول: سمعت الحافظ أبا محمد عبد الغني بن سعيد بن علي رحمه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p189'> Vol. 00, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\n[الله]، يقول حدثنا حمزة بن محمد الكناني. حدثنا أحمد بن شعيب. ح.\n</p>\n\n<p>\nوأخبرنا عاليا أبو بكر عبد العزيز بن أحمد البغدادي. أنا طاهر بن محمد\nالهمداني. أنا أبو محمد الدوني. أنا أبو نصر أحمد بن الحسين الدينوري - أنا\nأحمد بن محمد بن إسحاق الحافظ. أنا أبو عبد الرحمن النسائي.\n</p>\n\n<p>\nثنا كثير بن عبيد، ثنا محمد بن حرب عن الزبيدي، عن الزهري عن السائب بن\nيزيد أن حويطب بن عبد العزى أخبره، أن عبد الله بن السعدي أخبره، أنه قدم\nعلى عمر بن <span id='ms083'></span> الخطاب - رضي الله عنه - في خلافة عمر، فقال له عمر: أخبرت أنك\nتلي من أعمال الناس أعمالا. وذكر الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p190'> Vol. 00, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\nبكماله، أنا اختصرته.\n</p>\n\n<p>\nأخبرنا الشيخان: الحافظ أبو الحسن علي بن المفضل بن علي المقدسي /\nالفقيه، قراءة عليه، وأنا أسمع. وأبو الطاهر إسماعيل بن عبد الرحمن بن أحمد\nالأنصاري، بقراءتي عليه قالا: أنا أحمد بن محمد بن أحمد الحافظ. أنا أبو\nمحمد جعفر بن أحمد بن الحسين بن السراج البغدادي، سنه أربع وتسعين وأربع\nمائة. ح.\n</p>\n\n<p>\nوأخبرنا الحافظ أبو الحسن المقدسي أيضا، قال: وأنا أبو محمد العثماني\nبقراءتي عليه. أنا أبو الحسن علي بن المشرف الأنماطي. قالا:\n</p>\n\n<p>\nأنا أبو زكرياء عبد الرحيم بن أحمد البخاري الحافظ، ثنا أبو محمد عبد\nالغني بن سعيد الحافظ ح. وسمعت الشيخ البارع أبا عبد الله الأصبهاني، قراءة\nعليه يقول: سمعت الفقيه أبا إسحاق الغنوي الرقي بمدينة السلام يقول: سمعت\nالحافظ أبا عبد الله الحميدي، يقول: سمعت الحافظ أبا زكرياء عبد الرحيم بن\nأحمد البخاري يقول: سمعت الشيخ الحافظ أبا محمد عبد الغني بن سعيد قال:\nسمعت أبا الحسن، علي بن عمر الحافظ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p191'> Vol. 00, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\n- رحمه الله - يقول: سمعت أبا محمد الحسن بن أحمد بن صالح السبيعي، يقول\nقدم علينا حلب الوزير أبو الفتح الفضل بن جعفر بن محمد بن الفرات، فتلقاه\nأهل البلد، وكنت فيهم، فقيل له: إني من أصحاب الحديث، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p192'> Vol. 00, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\nفقال لي: تعرف إسنادا اجتمع فيه أربعة من أصحاب رسول الله صلى الله عليه\nوسلم، كل واحد منهم يروي عن صاحبه، فقلت: نعم، وذكرت له حديث السائب بن\nيزيد عن حويطب بن عبد العزى، عن عبد الله بن السعدي، عن عمر بن الخطاب، رضي\nالله عنه - في العمالة. فقال لي: صدقت، وعرف لي ذلك، وصارت لي به منزلة\nعنده.\n</p>\n\n<p>\nقلت: وقد اختلف في اسم السعدي والد عبد الله هذا، فقيل اسمه قدامة، وقيل\nوقدان، وقيل: عمرو بن وقدان. وذكر الحافظ أبو عمر بن عبد البر أن هذا القول\nالأخير هو الصواب عند أهل العلم بنسب قريش، وهو <span id='ms084'></span> من بني مالك بن حسان بن\nعامر بن / لؤي، قرشي عامري مالكي. وإنما قيل له السعدي لأنه استرضع في بني\nسعد بن بكر. ووقع في كتاب مسلم، في بعض طرق هذا الحديث: عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p193'> Vol. 00, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\nيسر بن سعيد عن ابن الساعدي بزيادة ألف. وقال القاضي عياض: لا نعرف له\nوجها. والله أعلم.\n</p>\n\n<p>\n(16) الحديث الثالث: قال مسلم: رحمه الله، في كتاب الرجم:\n</p>\n\n<p>\n\" حدثنا محمد بن العلاء الهمداني، ثنا يحيى بن يعلى، (وهو ابن الحارث\nالمحاربي)، عن غيلان (وهو ابن جامع) عن علقمة بن مرثد، عن سليمان بن بريدة،\nعن أبيه قال: جاء ماعز بن مالك إلى النبي صلى الله عليه وسلم، فقال يا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p194'> Vol. 00, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\nرسول الله: طهرني وذكر الحديث بطوله. هكذا إسناد هذا الحديث في جميع\nالنسخ التي رأيتها من صحيح مسلم. وذكر الحافظ أبو علي أنه أيضا كذلك لجميع\nالرواة عندهم.\n</p>\n\n<p>\nوقد سقط من إسناده رجل، وهو يعلى بن الحارث المحاربي، والد يحيى بن يعلى\nالمذكور في هذا الإسناد، فإن يحيى هذا إنما يروي هذا الحديث فيما قيل عن\nأبيه، عن غيلان بن جامع. وكذلك أخرجه النسائي في سننه، قال الحافظ أبو علي:\n\" وقد نبه عبد الغني - يعني ابن سعيد - الحافظ على الساقط من هذا الإسناد\nفي نسخة أبي العلاء بن ماهان \". وقال البخاري في تاريخه: \" يحيى بن يعلى\nسمع أباه وزائدة بن قدامة \". وقال ابن أبي حاتم مثله أيضا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p195'> Vol. 00, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا ثبت انقطاعه من هذا الوجه، فإنه متصل في كتاب مسلم من وجه آخر. ومع\nذلك فقد اتصل حديث يحيى بن يعلى عن أبيه في كتاب النسائي، فإنه أخرجه عن\nإبراهيم بن يعقوب الجوزجاني، وذكر أنه ثقة، عن يحيى بن يعلى بن الحارث عن\nأبيه، عن غيلان بن جامع بإسناده. وأخرج أبو داود أيضا في سننه عن محمد بن\nأبي بكر بن أبي شيبة، عن يحيى بن يعلى بن الحارث عن أبيه، عن / غيلان، بهذا\nالإسناد المتقدم: أن النبي صلى الله عليه وسلم، استنكه ماعزا فقط. وكأنه\nطرف من هذا الحديث. والله أعلم <span id='ms085'></span>. فثبت اتصاله من هذا الوجه الآخر، ولله\nالحمد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p196'> Vol. 00, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\n(17) الحديث الرابع: أخرج مسلم، رحمه الله، في كتاب الفتن حديث عبد الله\nبن وهب، عن أبي شريح المعافري أن عبد الكريم بن الحارث، حدثه أن المستورد\nبن شداد. قال:\n</p>\n\n<p>\nسمعت رسول الله صلى الله عليه وسلم، يقول: تقوم الساعة والروم أكثر الناس\nالحديث.\n</p>\n\n<p>\nقلت: وهذا إسناد منقطع، فإن عبد الكريم هذا لم يدرك المستورد، ولا أدركه\nأبوه الحارث بن يزيد، قاله الحافظ أبو الحسن الدارقطني - رحمه الله - قلت:\nوهذا الحديث إنما أورده مسلم - رحمه الله - هكذا في الشواهد، وإلا فهو في\nالأصل ثابت متصل في كتابه، من وجه آخر، فإنه أخرجه عن عبد الملك بن شعيب،\nعن ابن وهب، عن الليث بن سعد، عن موسى بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p197'> Vol. 00, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\nعلي، عن أبيه. قال: قال المستورد القرشي، عند عمرو بن العاص:\n</p>\n\n<p>\nسمعت رسول الله صلى الله عليه وسلم يقول: تقوم الساعة والروم أكثر الناس\n\" وذكر باقي الحديث، فصح اتصاله من هذا الوجه في كتاب مسلم. والحمد لله.\n</p>\n\n<p>\n(18) الحديث الخامس: أخرج مسلم - رحمه الله - في كتاب الطلاق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p198'> Vol. 00, p. 198</a>\n            </div>\n            \n</p>\n\n<p>\nحديث الزهري عن عبيد الله بن عبد الله بن عتبة، أن أبا عمرو بن حفص خرج\nمع علي - رضي الله عنهما - إلى اليمن فأرسل إلى امرأته فاطمة بنت قيس،\nبتطليقة كانت بقيت من طلاقها. الحديث بطوله. قلت وفي سماع عبيد الله هذا من\nأبي عمرو بن حفص - رضي الله عنه - نظر. وقد ذكر غير واحد من العلماء أن هذا\nالحديث من هذا الوجه غير متصل. قلت وهذا حديث / انفرد به مسلم دون البخاري،\nوأخرجه في صحيحه متصلا من عدة طرق من حديث الشعبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p199'> Vol. 00, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\nوأبي سلمة وغيرهما عن فاطمة بنت قيس رضي الله عنها. ولو سلمنا أنه منقطع\nمن هذا الوجه، فقد بينا أنه متصل في كتاب مسلم من عدة أوجه. وقد أخرجه\nالنسائي في سننه من هذا الوجه الذي ذكرناه. فأورده من حديث شعيب بن أبي\nحمزة، ومحمد بن الوليد الزبيدي، كلاهما عن الزهري، عن عبيد الله بن عبد\nالله <span id='ms086'></span> بن عتبة: أن عبد الله بن عمرو بن عثمان بن عفان طلق ابنة سعيد بن زيد\nالبتة، فأمرتها خالتها فاطمة بنت قيس بالانتقال من بيت عبد الله بن عمرو.\nفسمع ذلك مروان، فأرسل إليها أن ترجع إلى مسكنها. وساق الحديث بطوله.\nوأورده الحافظ أبو القاسم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p200'> Vol. 00, p. 200</a>\n            </div>\n            \n</p>\n\n<p>\nالدمشقي في أطرافه في ترجمة عبيد الله بن عبد الله هذا عن فاطمة بنت قيس\nولم يذكر أنه لم يسمع منها. وعادته في هذا الكتاب أنه إذا ذكر راويا عن\nالصحابي لم يكن سمع منه، يقول فلان عن فلان ولم يسمع منه. وذكر غيره أيضا\nأن عبيد الله هذا روى عنها والله عز وجل أعلم.\n</p>\n\n<p>\nواختلف في اسم أبي عمرو بن حفص المخزومي هذا. فقيل اسمه عبد الحميد، وقيل\nاسمه أحمد، وقيل اسمه كنيته. فإن ثبت أن اسمه أحمد. فلا أعلم في الصحابة -\nرضي الله عنهم - من اسمه أحمد سواه. ووقع في صحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p201'> Vol. 00, p. 201</a>\n            </div>\n            \n</p>\n\n<p>\nمسلم في بعض طرق هذا الحديث من رواية شيبان بن عبد الرحمن، عن يحيى بن\nأبي كثير، عن أبي سلمة، عن فاطمة أن أبا حفص بن المغيرة المخزومي طلقها.\nوالمشهور عندهم أنه أبو عمرو بن / حفص بن المغيرة.\n</p>\n\n<p>\nوقد ذكر الحافظ أبو أحمد الكرابيسي الحاكم فيه ثلاثة أقوال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p202'> Vol. 00, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\nفقال: أبو عمرو بن حفص بن المغيرة المخزومي. ويقال أبو حفص بن عمرو بن\nالمغيرة ويقال أبو حفص بن المغيرة. له صحبة من النبي صلى الله عليه وسلم،\nوالله عز وجل أعلم بالصواب.\n</p>\n\n<p>\nآخر الجزء الأول. ويتلوه في أول الثاني، إن شاء الله تعالى الحديث\nالسادس. أخر [ج] مسلم في كتاب الحج حديث منصور بن المعتمر، عن سعيد بن\nجبير، عن ابن عباس - رضي الله عنه - والحمد لله وحده، وصلواته على محمد\nوعلى آله وصحبه وسلم تسليما. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p203'> Vol. 00, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\nالجزء الثاني / بسم الله الرحمن الرحيم استعنت أخبرنا الشيخ الإمام\nالحافظ، قدوة الحفاظ، رشيد الدين، أبو الحسين يحيى ابن الشيخ أبي الحسن علي\nبن عبد الله القرشي. قال:\n</p>\n\n<p>\n(19) - الحديث السادس: أخرج مسلم - رحمه الله - في كتاب الحج <span id='ms087'></span> حديث منصور\nبن المعتمر، عن سعيد بن جبير، عن ابن عباس، رضي الله عنه - قال: كان مع\nالنبي صلى الله عليه وسلم، رجل فوقصته ناقته فمات. فقال النبي صلى الله\nعليه وسلم:\n</p>\n\n<p>\n\" اغسلوه ولا تقربوه طيبا، ولا تغطوا وجهه، فإنه يبعث يلبي \".\n</p>\n\n<p>\nهكذا أخرجه مسلم في صحيحه، وانتقده الحافظ أبو الحسن الدارقطني عليه،\nوقال:\n</p>\n\n<p>\n\" إنما سمعه منصور من الحكم - يعني ابن عتيبة - وأخرجه البخاري عن قتيبة،\nعن جرير، عن منصور، عن الحكم، عن سعيد، وهو الصواب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p205'> Vol. 00, p. 205</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل عن منصور عن سلمة ولا يصح \". انتهى كلام الدارقطني رحمه الله.\n</p>\n\n<p>\nقلت: وقد تابع البخاري على إخراجه كذلك أبو داود السجستاني وأبو عبد\nالرحمن النسائي. فأما أبو داود، فرواه عن عثمان بن أبي شيبة. وأما النسائي\nفرواه عن محمد بن قدامة، كلاهما عن جرير، عن منصور، عن الحكم بإسناده، كما\nرواه البخاري. وجرير بن عبد الحميد من أعلم الناس بحديث منصور. وهذا مما\nيؤيد قول الدارقطني رحمه الله - إلا أن مسلما - قدس الله روحه ونور ضريحه،\nقد أخرج هذا الحديث من طرق ثابتة من رواية عمرو بن دينار. وأبي بشر جعفر بن\nأبي وحشية. وغيرهما عن سعيد بن جبير، عن ابن عباس. بألفاظ أتم من حديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p206'> Vol. 00, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\nمنصور الذي قدمناه، ثم أورد حديث منصور آخر طرق هذا الحديث. فإن ثبت\nانقطاعه من هذا الوجه، / فقد بينا أنه متصل في كتاب مسلم من طرق أخر سواه.\nوأن البخاري وغيره قد أخرجوه في كتبهم متصلا من حديث منصور أيضا عن الحكم\nعن سعيد بن جبير. ونحن نورده من كتب الأئمة الثلاثة، ليتضح اتصاله:\n</p>\n\n<p>\nفأما طريق البخاري، فأخبرنا بها الشيخ أبو القاسم هبة الله بن علي بن\nمسعود، وأبو عبد الله محمد بن حمد الأرتاحي، الأنصاريان قراءة عليهما معا.\n</p>\n\n<p>\nقال أبو القاسم: أخبرنا أبو عبد الله محمد بن بركات السعيدي، قراءة عليه،\nوقال الأرتاحي: أنا أبو الحسن علي بن الحسين الفراء، الموصلي، إجازة قالا:\nأخبرتنا كريمة بنت أحمد المروزية، بمكة شرفها الله أنا أبو الهيثم\nالكشميهني، أنا <span id='ms088'></span> أبو عبد الله الفربري. أنا محمد بن إسماعيل البخاري. ثنا\nقتيبة. ثنا جرير، عن منصور، عن الحكم، عن سعيد بن جبير، عن ابن عباس. قال:\nوقصت برجل محرم ناقته فقتلته، فأتي به إلى رسول الله صلى الله عليه وسلم،\nفقال: \" اغسلوه وكفنوه، ولا تغطوا رأسه، ولا تقربوه طيبا، فإنه يبعث يهل \".\n</p>\n\n<p>\nوأما طريق أبي داود، فأخبرنا بها: الحافظ أبو الفتوح نصر بن أبي الفرج بن\nعلي البغدادي رحمه الله في كتابه إلي من مكة - شرفها الله - مرات عدة،\nبخطه، أنا الشريف النقيب أبو طالب محمد بن محمد بن أبي زيد البصري. قراءة\nعليه، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p207'> Vol. 00, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\nوأنا أسمع سنة ست وخمسين وخمس مائة. أنا أبو علي، علي بن أحمد بن علي\nالتستري ح.\n</p>\n\n<p>\nوأنا أبو حفص، عمر بن محمد بن معمر البغدادي، فيما كتب به إلي بخطه غير\nمرة. أنا أبو البدر، إبراهيم بن محمد بن منصور الكرخي، قراءة عليه. ثنا\nالحافظ أبو بكر أحمد بن علي بن ثابت البغدادي، قالا: أنا أبو عمر، القاسم\nبن جعفر بن عبد الواحد الهاشمي.\n</p>\n\n<p>\nأنا أبو علي محمد بن أحمد بن عمرو اللؤلؤي. أنا أبو / داود سليمان بن\nالأشعث السجستاني. ثنا عثمان بن أبي شيبة. ثنا جرير عن منصور، عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p209'> Vol. 00, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\nالحكم، عن سعيد بن جبير، عن ابن عباس، قال: وقصت برجل محرم ناقته فقتلته،\nفأتي فيه رسول الله صلى الله عليه وسلم، فقال:\n</p>\n\n<p>\n\" اغسلوه وكفنوه، ولا تغطوا رأسه، ولا تقربوه طيبا فإنه يبعث يهل \".\nلفظهما واحد.\n</p>\n\n<p>\nوأما طريق النسائي فأخبرنا بها الشيخ أبو بكر بن أبي الفتح المعدل، قراءة\nعليه. أنا طاهر بن أبي الفضل الهمداني ببغداد. أنا أبو محمد عبد الرحمن بن\nحمد بن الحسن الدوني. أنا القاضي أبو نصر أحمد بن الحسين الدينوري. أنا أبو\nبكر أحمد بن محمد بن إسحاق الحافظ. أنا أبو عبد الرحمن أحمد بن شعيب بن علي\nالنسائي. أخبرني محمد بن قدامة. ثنا جرير عن منصور، عن الحكم، عن سعيد بن\nجبير، عن ابن عباس قال: وقصت رجلا محرما ناقته <span id='ms089'></span>، فقتلته. فأتي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p210'> Vol. 00, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\nرسول الله صلى الله عليه وسلم، فقال: \" اغسلوه وكفنوه، لا تغطوا رأسه،\nولا تقربوه طيبا، فإنه يبعث يهل \".\n</p>\n\n<p>\nقلت: فهذه طرق هذا الحديث من الكتب الثلاثة التي ذكرناها. فقد اتضح\nاتصاله، وبان وجه الصواب فيه، والحمد لله.\n</p>\n\n<p>\nووقع في بعض طرقه، في كتاب مسلم أيضا من رواية إسماعيل بن علية عن أيوب.\nقال نبئت عن سعيد عن ابن عباس أن رجلا كان واقفا مع النبي صلى الله عليه\nوسلم، وهو محرم. الحديث. وهذا أيضا يدخل في باب المقطوع على مذهب الحاكم\nوغيره إلا أن مسلما، رحمه الله، لم يورده هكذا إلا بعد أن أورده من حديث\nحماد بن زيد، عن عمرو بن دينار وأيوب. كلاهما عن سعيد بن جبير عن ابن عباس،\nرضي الله عنه، متصلا، ثم أورده بعده حديث ابن علية الذي ذكرناه / لينبه،\nوالله أعلم، على الاختلاف فيه على أيوب، وإذا اختلف حماد بن زيد وغيره في\nحديث أيوب بن أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p211'> Vol. 00, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\nتميمة. فالقول قول حماد بن زيد. وقد روى ابن أبي خيثمة عن يحيى بن معين،\nأنه قال: ليس أحد في أيوب أثبت من حماد بن زيد، قلت: ولهذا قدم مسلم في هذا\nالحديث طريق حماد على طريق ابن علية، والله عز وجل أعلم.\n</p>\n\n<p>\nوقد أخرجه البخاري عن سليمان بن حرب، وأبو داود عن مسدد، والنسائي عن\nقتيبة، كلهم عن حماد بن زيد، عن أيوب، عن سعيد بن جبير، عن ابن عباس. فتبين\nاتصاله والحمد لله. وقوله في هذا الحديث: \" وقصته ناقته \" وروي فأوقصته،\nوهما صحيحان، قاله القاضي أبو الفضل اليحصبي. قال: \" ولم يذكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p212'> Vol. 00, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\nصاحب الأفعال إلا وقصه لا غير \" والوقص ها هنا كسر العنق. ومعناه أنها\nصرعته فدقت عنقه. وجاء في بعض طرقه أيضا فأقعصته، ومعناه قتلته لوقته. وروي\nفأقصعته، بتقديم الصاد على العين. ومعناه فضخته. وهكذا جاء فأقعصته رباعيا،\nوقال بعض العلماء: الوجه فيه أن يكون ثلاثيا، والله عز وجل أعلم.\n</p>\n\n<p>\n(20) الحديث السابع: أخرج مسلم - رحمه الله - في كتاب الجنائز حديث عبد\nالملك بن <span id='ms090'></span> شعيب بن الليث، عن أبيه عن جده قال: حدثني عقيل بن خالد عن ابن\nشهاب أنه قال: حدثني رجال عن أبي هريرة عن النبي صلى الله عليه وسلم. بمثل\nحديث معمر، يعني حديثه عن الزهري، عن سعيد بن المسيب عن أبي هريرة قال: قال\nرسول الله صلى الله عليه وسلم: \" من شهد الجنازة حتى يصلى عليها فله قيراط،\nومن شهدها حتى تدفن فله قيراطان \".\n</p>\n\n<p>\nقلت: وقول الزهري في هذا الإسناد / حدثني رجال، ولم يسم واحدا منهم، يدخل\nفي باب المقطوع على مذهب الحاكم وغيره. وهذا الحديث قد أخرجه مسلم رحمه\nالله متصلا من غير وجه. فأخرجه من حديث يونس بن يزيد عن الزهري عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p213'> Vol. 00, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\nالأعرج. ومن حديث معمر بن راشد عن الزهري عن سعيد بن المسيب، كلاهما عن\nأبي هريرة عن النبي صلى الله عليه وسلم. ثم أردفهما بحديث عقيل الذي\nذكرناه.\n</p>\n\n<p>\nوهذا الاختلاف الذي وقع في إسناد هذا الحديث عن الزهري لا يؤثر في صحته،\nفإن الحديث قد يكون عند الراوي له عن جماعة من شيوخه فيحدث به تارة عن\nبعضهم، وتارة عن جميعهم وتارة يبهم أسماءهم، وربما أرسله تارة على حسب\nنشاطه وكسله، كما أشار إليه مسلم رحمه الله في مقدمة كتابه. ومع ذلك فلا\nيكون ما ذكرناه اعتلالا يقدح في صحة الحديث، وإنما أخرجه مسلم من طريق عقيل\nالذي قدمنا كذلك ليحقق به، والله أعلم، أن الزهري يرويه عن غير واحد من\nأصحاب أبي هريرة رضي الله عنه وقد نبه البخاري رحمه الله في صحيحه على أن\nالزبيدي قد روى هذا الحديث عن الزهري فجمع فيه بين الأعرج وسعيد بن المسيب.\nوهذا يؤيد ما ذكرناه. وبالله التوفيق.\n</p>\n\n<p>\n(21) الحديث الثامن: أخرج مسلم - رحمه الله - في كتاب الصلاة حديث عبد\nالله بن الحارث البصري، عن ابن عباس - رضي الله عنهما - أنه قال لمؤذنه، في\nيوم مطير: إذا قلت: أشهد أن محمدا رسول الله، فلا تقل حي على الصلاة، قل\nصلوا في بيوتكم... الحديث. ثم أورده من عدة طرق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p215'> Vol. 00, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\nعنه <span id='ms091'></span>. قال في آخرها: وحدثنا عبد بن حميد. ثنا أحمد بن إسحاق الحضرمي.\n</p>\n\n<p>\nثنا وهيب. ثنا أيوب، عن عبد الله بن الحارث، / قال وهيب لم يسمعه منه.\nقال أمر ابن عباس مؤذنه في يوم جمعة، وفي يوم مطير بنحو حديثهم.\n</p>\n\n<p>\nقلت: وقول وهيب بن خالد أن أيوب لم يسمعه منه، يعني من عبد الله بن\nالحارث، يدل على انقطاعه من هذا الوجه.\n</p>\n\n<p>\nوهذا الحديث متصل في الصحيحين من حديث حماد بن زيد، عن عبد الحميد - صاحب\nالزيادي - وأيوب وعاصم الأحول، كلهم عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p217'> Vol. 00, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الله بن الحارث المذكور، ومداره عليه عن ابن عباس رضي الله عنهما\nوإنما أورد مسلم حديث وهيب هذا لينبه، والله أعلم، على الاختلاف فيه على\nأيوب، لأن وهيبا، كان من حفاظ أهل البصرة وثقاتهم، إلا أن حماد بن زيد أثبت\nفي أيوب من غيره، كما قدمنا ذكره عن يحيى بن معين، ولذلك قدم مسلم حديثه\nعلى حديث وهيب. ومع ذلك فلو سلمنا أن أيوب لم يسمعه من عبد الله بن الحارث.\nفقد بينا أنه متصل في كتاب مسلم وغيره من حديث غير واحد عنه. وبالله\nالتوفيق.\n</p>\n\n<p>\n(22) الحديث التاسع: أخرجه مسلم رحمه الله في كتاب الجهاد حديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p218'> Vol. 00, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\nيونس، عن الزهري عن سالم عن أبيه. قال: نفلنا رسول الله صلى الله عليه\nوسلم، نفلا سوى نصيبنا من الخمس، فأصابني شارف. والشارف المسن الكبير.\n</p>\n\n<p>\nثم أردفه بقوله: حدثنا هناد بن السري، ثنا ابن المبارك ح. قال:\n</p>\n\n<p>\nوحدثني حرملة بن يحيى. أنا ابن وهب، كلاهما عن يونس، عن ابن شهاب، قال:\nبلغني عن ابن عمر قال: نفل رسول الله صلى الله عليه وسلم سرية بنحو حديث\nابن رجاء.\n</p>\n\n<p>\nيعني عن يونس.\n</p>\n\n<p>\nقلت: وهذا الحديث قد أورده مسلم من حديث عبد الله بن رجاء الغداني، عن\nيونس، عن الزهري بإسناده المتصل الذي ذكرناه أولا. ثم أورد / بعده حديث ابن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p219'> Vol. 00, p. 219</a>\n            </div>\n            \n</p>\n\n<p>\nالمبارك وابن وهب، كلاهما عن يونس بإسناده المقطوع. وإنما أراد بذلك،\nوالله أعلم، أن ينبه على الاختلاف فيه على يونس، كما فعل في عدة <span id='ms092'></span> أحاديث\nتشبه هذا الحديث، وقد تقدم بعضها وعبد الله بن رجاء الذي وصله، ثقة صدوق،\nعند أهل النقل، إلا أن عمرو بن علي الفلاس نسبه إلى كثرة الغلط. وعبد الله\nبن المبارك، وابن وهب مقدمان عليه في الحفظ عندهم. ولهذا جعل الدارقطني\nالقول قولهما في إسناد هذا الحديث، وقال: لو كان الزهري سمعه من سالم لم\nيكن عن اسمه، والله عز وجل أعلم.\n</p>\n\n<p>\nقلت: والعذر لمسلم رحمه الله في ذلك أنه إنما أورده هكذا، في الشواهد،\nوإلا فقد أورد في أول الباب الحديث المتفق على صحته في هذا المعنى، وهو\nحديث نافع، عن ابن عمر قال: بعث النبي صلى الله عليه وسلم، سرية وأنا فيهم.\nقبل نحو الحديث. ووقع في بعض طرقه أيضا كتاب مسلم عن ابن عون، قال: كتبت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p220'> Vol. 00, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\nإلى نافع أسأله عن النفل، فكتب إلى أن ابن عمر كان في سرية... الحديث.\n</p>\n\n<p>\nوسنذكره فيما بعد، مع الأحاديث التي وقعت في كتاب مسلم بالمكاتبة دون\nالسماع، وننبه على اختلاف العلماء فيها، إن شاء الله عز وجل.\n</p>\n\n<p>\n(23) الحديث العاشر: قال مسلم - رحمه الله - في كتاب الجهاد، أيضا:\n</p>\n\n<p>\nحدثنا محمد بن المثنى وابن بشار واللفظ لابن المثنى قالا: ثنا محمد بن\nجعفر ثنا شعبة عن أبي إسحاق أنه سمع البراء رضي الله عنه في هذه الآية: (لا\nيستوي القاعدون من المؤمنين والمجاهدون في سبيل الله 95). فأمر رسول الله\nصلى الله عليه وسلم، زيدا، فجاء بكتف يكتبها فشكا إليه ابن أم مكتوم ضررا\nبه. فنزلت: (لا يستوي القاعدون من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p221'> Vol. 00, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\nالمؤمنين غير أولي الضرر 95) قال شعبة: وأخبرني سعد بن إبراهيم، عن رجل،\nعن زيد / في هذه الآية: لا يستوي القاعدون، بمثل حديث البراء. وقال ابن\nبشار في روايته: سعد بن إبراهيم عن أبيه عن رجل عن زيد بن ثابت.\n</p>\n\n<p>\nقلت: هكذا أورده مسلم في صحيحه، وقد اشتمل هذا الحديث على طريقين، عن\nصحابيين، رضي الله عنهما، فالأول منهما حديث البراء بن عازب رضي الله\nعنهما، وهو صحيح متصل ثابت متفق عليه. والثاني حديث <span id='ms093'></span> زيد بن ثابت وفي إسناده\nاختلاف ورجل غير مسمى فهو داخل في باب المقطوع على مذهب الحاكم وغيره إذا\nلم يعرف ذلك الرجل.\n</p>\n\n<p>\nوالجواب عن ذلك أن مسلما - رحمه الله - إنما احتج بحديث البراء وحده.\n</p>\n\n<p>\nوإنما أورد الإسناد الثاني لأن شعبة حدث به غندر هكذا، فأورده مسلم كما\nسمعه من أصحاب غندر، والظاهر من مذهبه أنه لا يختصر من الحديث شيئا، وإن\nاختصر منه شيئا لضرورة نبه عليه.\n</p>\n\n<p>\nوقد أخرج البخاري حديث البراء هذا في صحيحه في غير موضع من رواية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p222'> Vol. 00, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\nشعبة عن أبي إسحاق عنه، ولم يذكر فيه حديث زيد بن ثابت. محتمل أن يكون\nتركه عمدا لما فيه من الاعتلال، ويحتمل أن يكون إنما سمعه كذلك من غير\nزيادة على ما أورده، لكنه أخرج حديث زيد بن ثابت المذكور من طريق آخر من\nحديث الزهري عن سهل بن سعد عن مروان بن الحكم عنه. وهو إسناد اجتمع فيه\nثلاثة من الصحابة رضي الله عنهم يروي بعضهم عن بعض، ويدخل أيضا في رواية\nالأكابر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p223'> Vol. 00, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\nعن الأصاغر، لأن سهلا أكبر من مروان. ومروان وإن لم يثبت سماعه من النبي\nصلى الله عليه وسلم، فهو معدود في الصحابة - رضي الله عنهم - وقد أخرج له\nالبخاري في صحيحه - حديثا عن النبي صلى الله عليه وسلم، / مقرونا بالمسور\nبن مخرمة. والله أعلم.\n</p>\n\n<p>\nفقد تبين بما ذكرناه أن حديث زيد بن ثابت متصل أيضا، في كتاب البخاري،\nوالله عز وجل أعلم.\n</p>\n\n<p>\nووقع في كتاب الأشربة حديث نحو هذا من رواية سليمان التيمي عن أنس - رضي\nالله - عنه قال: إني لقائم على الحي، على عمومتي أسقيهم...\n</p>\n\n<p>\nالحديث. وفي آخره: قلت لأنس: ما هو؟ قال: بسر ورطب. قال: فقال أبو بكر بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p224'> Vol. 00, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\nأنس: كانت خمرهم يومئذ. قال سليمان: وحدثني رجل عن أنس أنه قال ذلك أيضا،\nثم أردفه بطريق آخر عن التيمي، عن أنس بنحوه. وقال التيمي في آخره:\n</p>\n\n<p>\nحدثني بعض من كان معي أنه سمع أنسا يقول: كانت خمرهم يومئذ. قلت: وقد\nأورد مسلم بعد <span id='ms094'></span> ذلك حديث قتادة عن أنس متصلا، وفيه نزل تحريم الخمر\nفأكفأناها يومئذ. وإنها لخليط البسر والتمر. قال قتادة: وقال أنس بن مالك:\nلقد حرمت الخمر، وكانت عليه خمورهم يومئذ خليط البسر والتمر. فثبت اتصاله،\nوالحمد لله.\n</p>\n\n<p>\n(24) الحديث الحادي عشر: أخرج مسلم - رحمه الله - في كتاب الجهاد أيضا\nحديث عبد الله بن نمير، عن هشام بن عروة، عن أبيه عن عائشة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p225'> Vol. 00, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\n- رضي الله عنها - قالت: أصيب سعد يوم الخندق، ورماه رجل من قريش: ابن\nالعرقة. وساق الحديث إلى آخره ثم أردفه بقوله: وحدثنا أبو كريب. ثنا ابن\nنمير.\n</p>\n\n<p>\nثنا هشام. قال أبي فأخبرت أن رسول الله صلى الله عليه وسلم، قال: \" لقد\nحكمت فيهم بحكم الله \".\n</p>\n\n<p>\nقلت: وقول هشام: قال أبي فأخبرت. ليس بمتصل على مذهب الحاكم وغيره كما\nتقدم. والجواب عنه أن مسلما - رحمه الله - قد أخرج هذا اللفظ بعينه متصلا\nمن رواية أبي سعيد الخدري عن النبي صلى الله عليه وسلم. وإذا ثبت اتصاله من\nوجه صحيح فلا يؤثر قول بعض الرواة فيه: فأخبرت من وجه / آخر، والله أعلم.\n</p>\n\n<p>\nوابن العرقة اسمه حبان، بكسر الحاء المهملة، وبالباء بواحدة. وقيل في\nتقييده جبار بالجيم والباء المعجمة بواحدة وآخره راء. والأول أصح. وهو حبان\nبن أبي قيس، ويقال ابن قيس. وكان قد رمى سعد بن معاذ يوم الخندق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p226'> Vol. 00, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\nبسهم في أكحله. وقال: خذها وأنا ابن العرقة. فروي أن النبي صلى الله عليه\nوسلم، قال:\n</p>\n\n<p>\n\" عرق الله وجهه في النار \".\n</p>\n\n<p>\nوالعرقة هي أمه، نسب إليها. وقيل إنها أم عبد مناف جد أبيه. واسمها قلابة\nبنت سعيد. وقيل بنت سعيد بن سهم. وذكر أنها سميت بذلك لطيب ريحها.\n</p>\n\n<p>\nونقل عن الواقدي أنه كان يقول فيها العرقة بفتح الراء، ويقول: إن أهل مكة\nيقولون ذلك. والمشهور ما تقدم. والله عز وجل أعلم.\n</p>\n\n<p>\nومما يشبه إسناد هذا الحديث، حديث أخرجه مسلم في الصلاة، من حديث أيوب عن\nمحمد بن سيرين عن أبي هريرة. قال: صلى رسول الله صلى الله عليه وسلم، إحدى\nصلاتي العشي... الحديث <span id='ms095'></span> بطوله في السهو. وفيه ذكر ذي اليدين، وفي آخره ثم\nكبر، ثم سجد ثم كبر، فرفع، ثم كبر وسجد ثم كبر ورفع. قال: وأخبرت عن عمران\nبن حصين أنه قال: وسلم.\n</p>\n\n<p>\nقلت: وذكر السلام في هذا الحديث من هذا الوجه مقطوع الإسناد على مذهب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p227'> Vol. 00, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\nالحاكم. والجواب عنه: أنه قد جاء متصلا في كتاب مسلم من وجه آخر من حديث\nأبي المهلب عن عمران بن حصين عن النبي صلى الله عليه وسلم. فثبت اتصاله،\nوالحمد لله.\n</p>\n\n<p>\nوالقائل: فأخبرت عن عمران بن حصين. هو ابن سيرين ويحتمل أن يكون أيوب.\n</p>\n\n<p>\nوالأول أظهر، فقد ذكر / الدارقطني أن ابن سيرين يقول في غير حديث من حديث\nعمران بن حصين: نبئت عن عمران. والله عز وجل أعلم.\n</p>\n\n<p>\n(25) الحديث الثاني عشر: وأخرج في الجهاد أيضا أيوب بن موسى، عن مكحول،\nعن شرحبيل بن السمط، عن سلمان قال: سمعت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p228'> Vol. 00, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\nرسول الله صلى الله عليه وسلم، يقول: \" رباط يوم وليلة خير من صيام شهر\nوقيامه \" الحديث.\n</p>\n\n<p>\nقلت: وفي سماع مكحول من شرحبيل بن السمط نظر. فإن شرحبيل معدود في\nالصحابة رضي الله عنهم وتقدمت وفاته، فقيل إنه توفي في سنة ست وثلاثين،\nوقيل سنة أربعين، وتوفي مكحول سنة ثماني عشرة ومائة، في أحد الأقوال، وقيل\nسنة اثني عشرة، وقيل سنة ثلاث عشرة، وقيل سنة أربع عشرة.\n</p>\n\n<p>\nوقد اختلف في عدد الصحابة الذين لقيهم مكحول وسمع منهم. فقال البخاري: \"\nسمع أنس بن مالك وأبا مرة الداري وواثلة بن الأسقع وأم الدرداء \".\n</p>\n\n<p>\nوذكر ابن أبي حاتم عن أبيه: \" قال سألت أبا مسهر، هل سمع مكحول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p229'> Vol. 00, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\nمن أحد أصحاب النبي صلى الله عليه وسلم؟ فقال: ما صح عندنا إلا أنس بن\nمالك، قلت:\n</p>\n\n<p>\nوواثلة؟ فأنكره. وسئل أبو داود السجستاني: وكم يصح لمكحول من أصحاب النبي\nصلى الله عليه وسلم؟ قال: واثلة. وذكر الحافظ أبو سعيد بن يونس المصري أنه\nرأى أبا أمامة الباهلي وسمع واثلة بن الأسقع ولقي أنس بن مالك، رضي الله\nعنهم.\n</p>\n\n<p>\nقلت: وذكر ابن أبي حاتم كتاب المراسيل <span id='ms096'></span> قال: \" سمعت أبي يقول، وذكر حديثا\nرواه الوليد بن مسلم، عن تميم بن عطية، عن مكحول. قال:\n</p>\n\n<p>\nجالست شريحا ستة أشهر ما أسأله عن شئ، إنما أكتفي بما يقضي به بين الناس،\nفقال أبي: لم يدرك مكحول شريحا، وهذا وهم \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p230'> Vol. 00, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: وإذا لم يدرك مكحول شريحا، وكانت وفاته في سنة ست وسبعين من الهجرة.\nوقيل سنة ثمان وسبعين، وقيل سنة ثمانين. فإدراكه لشرحبيل أبعد لأنه توفي\nسنة ست وثلاثين. وقيل سنة أربعين، كما بيناه من قبل. ويحتمل أن يريد\nبالإدراك اللقاء وإذا لم يثبت لمكحول سماع من شرحبيل فإسناده مقطوع. إلا أن\nمسلما - رحمه الله - قد أخرج هذا الحديث من طريق آخر عن شرحبيل، من حديث\nأبي شريح المعافري المصري، عن عبد الكريم بن الحارث المصري، عن أبي عبيدة\nبن عقبة بن نافع الفهري، عن / شرحبيل بإسناده نحوه.\n</p>\n\n<p>\nوظاهر هذا الإسناد الاتصال، إلا أن عبد الله بن المبارك رواه عن أبي شريح\nهذا عن أبي عبد الكريم بن الحارث عن أبي عبيدة، عن رجل من أهل الشام أن\nشرحبيل بن السمط قال: طال رباطنا أو إقامتنا على حصن، فمر بي سلمان. وذكر\nالحديث.\n</p>\n\n<p>\nوقد ذكر الحافظان: أبو أحمد الكرابيسي الحاكم، وأبو عمر بن عبد البر\nالنمري أن أبا عبيدة هذا روى عن ابن عمر وأخيه عياض بن عقبة وعن رجل عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p231'> Vol. 00, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\nشرحبيل بن السمط. وفي لفظ الحاكم رجل من أهل الشام، وهذا يؤيد رواية ابن\nالمبارك، والله عز وجل أعلم. إلا أن أبا أحمد وأبا عمر ذكرا أبا عبيدة هذا\nفيمن لم يعرف اسمه. وذكر ابن يونس أن اسمه مرة، وأنه أدرك معاوية، وروى عن\nابن عمر رضي الله عنهم وتعريف ابن يونس باسمه أولى بالصواب لأنه من أهل\nبلده، وهو أعلم به، والله عز وجل أعلم.\n</p>\n\n<p>\nوقد أخرج مسلم رحمه الله لمكحول هذا حديثا آخر في كتاب الصيد عن أبي\nثعلبة الخشني، لم يورد له متنا. بل قال: حديثه في الصيد فقط. وفي سماعه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p232'> Vol. 00, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\nمنه أيضا نظر. إلا أن <span id='ms097'></span> مسلما - رحمه الله - أورد حديث أبي ثعلبة هذا من\nطرق ثابتة الاتصال، وهو قوله صلى الله عليه وسلم: \" إذا رميت بسهمك فغاب\nعنك فأدركته فكل ما لم ينتن \". انفرد به مسلم دون البخاري. والله الموفق.\n</p>\n\n<p>\n(26) - الحديث الثالث عشر: وأخرج في الجهاد أيضا حديث ابن وهب عن يونس،\nعن ابن شهاب، عن عبد الرحمن، قال مسلم: ونسبه غير ابن وهب فقال: ابن عبد\nالله بن كعب بن مالك أن سلمة بن الأكوع قال: لما كان يوم خيبر قاتل أخي\nقتالا شديدا مع رسول الله صلى الله عليه وسلم، / فارتد عليه سيفه فقتله...\nالحديث بطوله.\n</p>\n\n<p>\nوفي آخره قال ابن شهاب: ثم سألت ابنا لسلمة بن الأكوع. فحدثني عن أبيه\nمثل ذلك.\n</p>\n\n<p>\nغير أنه قال حين قلت: إن ناسا يهابون الصلاة عليه. فقال رسول الله صلى\nالله عليه وسلم: \" كذبوا مات جاهدا مجاهدا، فله أجره مرتين، وأشار بأصبعيه\n\". قلت: وقول ابن شهاب في آخره:\n</p>\n\n<p>\nثم سألت ابنا لسلمة، ولم يسمه يدخل في باب المقطوع على مذهب من قدمنا\nذكره.\n</p>\n\n<p>\nولا يخلو أن يكون هذا المبهم هو إياس بن سلمة أو غيره. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p233'> Vol. 00, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\nفإن كان إياسا، فهو ثقة، متفق على إخراج حديثه في الصحيحين عن أبيه، وإن\nكان غيره فهو مجهول. فقد ثبت في كتاب مسلم وغيره قوله صلى الله عليه وسلم:\n\" كذبوا مات جاهدا مجاهدا... إلى آخره، من حديث يزيد بن أبي عبيد عن سلمة\nعن النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nوأخو سلمة هذا اسمه أهبان فيما ذكر بعض العلماء، وعزاه إلى ابن الكلبي.\nوقاله ابن قتيبة أيضا. وسلمة منسوب إلى جده، وهو سلمة بن عمرو بن الأكوع.\nوالأكوع لقب، واسمه سنان بن عبد الله.\n</p>\n\n<p>\nوقول مسلم رحمه الله في هذا الإسناد: عن ابن وهب: أخبرني عبد الرحمن.\n</p>\n\n<p>\nونسبه غير ابن وهب، من بديع التصرف في العدول عن الوهم إلى الصواب. وذلك\nأن عبد الله بن وهب كان يقول في هذا الإسناد: قال أخبرني عبد الرحمن وعبد\nالله ابنا كعب. ويقال إنه وهم في <span id='ms098'></span> ذلك. وهكذا أورده أبو داود في سننه عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p234'> Vol. 00, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\nأحمد بن صالح عن ابن وهب، إلا أنه قال: قال أحمد: كذا قال هو وعنبسة يعني\nابن خالد، قال أحمد: والصواب عبد الرحمن بن عبد الله بن كعب. قلت: وقد نبه\nعلى هذا الوهم أيضا أبو عبد الرحمن / النسائي وأبو الحسن الدارقطني. وذكر\nالدارقطني أن القاسم بن مبرور رواه عن يونس، عن الزهري، عن عبد الرحمن بن\nعبد الله بن كعب عن سلمة، قال: وهو الصواب، وكذلك رواه غير واحد عن الزهري،\nوالله عز وجل أعلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p235'> Vol. 00, p. 235</a>\n            </div>\n            \n</p>\n\n<p>\nوفي هذا الحديث إشكال: وهو قوله: قاتل أخي فارتد عليه سيفه فقتله، لأن\nهذه القصة مشهورة لعامر عم سلمة، وقد أوردها مسلم بعد ذلك، في حديث سلمة بن\nالأكوع الطويل، وفيه أن عامرا هو الذي ارتد عليه سيفه يوم خيبر، وأنه الذي\nكان يرتجز بالقوم، وكذلك ذكر ابن إسحاق في السير.\n</p>\n\n<p>\nوالجمع بين الحديثين عسير، إلا أن يكون عامر أخا سلمة من الرضاعة أو يكون\nأراد أخوة الإسلام. والله عز وجل أعلم.\n</p>\n\n<p>\n(27) - الحديث الرابع عشر: أخرج مسلم رحمه الله في كتاب الطلاق حديث عبد\nالرزاق، عن معمر، عن الزهري، عن عبيد الله بن عبد الله بن أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p236'> Vol. 00, p. 236</a>\n            </div>\n            \n</p>\n\n<p>\nثور، عن ابن عباس، عن عمر رضي الله عنهم حديث المرأتين اللتين تظاهرتا\nعلى رسول الله صلى الله عليه وسلم. الحديث بطوله. وقال في آخره: قال معمر\nفأخبرني أيوب أن عائشة قالت: لا تخبر نساءك أني أخبرتك فقال لها النبي صلى\nالله عليه وسلم: \" إن الله أرسلني مبلغا، ولم يرسلني متعنتا \".\n</p>\n\n<p>\nقلت: وهذا مقطوع، فإن أيوب السختياني لم يدرك عائشة - رضي الله عنها -\nلأن مولده سنة ست وستين من الهجرة، وقيل سنة ثمان وستين، وتوفيت عائشة -\nرضي الله عنها - سنة ثمان وخمسين، وقيل سنة سبع وخمسين. والأول أشهر.\n</p>\n\n<p>\nومسلم رحمه الله إنما أخرج هذه الزيادة تبعا للحديث المسند الذي / وقعت\nهي في آخره، ولم ير اختصارها منه، على عادته التي بيناها من قبل، ومع ذلك\nفهذه الزيادة متصلة في <span id='ms099'></span> كتابه، في حديث التخيير من رواية أبي الزبير، عن\nجابر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p237'> Vol. 00, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\nفثبت اتصالها في كتاب مسلم، والحمد لله.\n</p>\n\n<p>\n(28) - الحديث الخامس عشر: أخرج مسلم رحمه الله في كتاب اللعان، حديث\nحجين بن المثنى عن الليث بن سعد، عن عقيل عن ابن شهاب أنه قال:\n</p>\n\n<p>\nبلغنا أن أبا هريرة كان يحدث عن رسول الله صلى الله عليه وسلم بنحو\nحديثهم.\n</p>\n\n<p>\nقلت: يعني حديثا قبله وهو حديث ابن عيينة، ومعمر وغيرهما عن الزهري عن\nسعيد بن المسيب عن أبي هريرة قال: جاء رجل من بني فزارة إلى النبي صلى الله\nعليه وسلم، فقال: إن امرأتي ولدت غلاما أسود... الحديث.\n</p>\n\n<p>\nقلت: وهو حديث متصل في الصحيحين، من حديث ابن المسيب عن أبي هريرة عن\nالنبي صلى الله عليه وسلم، وأخرجه مسلم أيضا وحده، من حديث الزهري عن أبي\nسلمة عن أبي هريرة متصلا، ثم أردفه بحديث عقيل الذي ذكرناه. وإنما أورده\nمسلم هكذا في الشواهد آخر الباب ليكثر، والله أعلم، بذلك طرق هذا الحديث،\nولينبه على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p238'> Vol. 00, p. 238</a>\n            </div>\n            \n</p>\n\n<p>\nمخالفة عقيل للجماعة الذين رووه عن الزهري، وجودوا إسناده، والله عز وجل\nأعلم.\n</p>\n\n<p>\nوالرجل الفزاري المذكور في هذا الحديث اسمه: ضمضم بن قتادة، قاله الحافظ\nأبو محمد عبد الغني بن سعيد الأزدي. والله أعلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p239'> Vol. 00, p. 239</a>\n            </div>\n            \n</p>\n\n<p>\n(29) - الحديث السادس عشر: أخرج مسلم - رحمه الله - في المغازي حديث زيد\nبن سلام، عن أبي سلام الحبشي قال: قال حذيفة: يا رسول الله إنا كنا بشر\nفجاء الله بخير فنحن فيه الحديث.\n</p>\n\n<p>\nقال الحافظ / أبو الحسن الدارقطني: \" هذا الحديث عندي مرسل أبو سلام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p244'> Vol. 00, p. 244</a>\n            </div>\n            \n</p>\n\n<p>\nلم يسمع من حذيفة ولا من نظرائه الذين نزلوا العراق، لأن حذيفة توفي بعد\nقتل عثمان، رضي الله عنه بليال. وقد قال فيه: قال: قال حذيفة، فهذا يدل على\nإرساله \".\n</p>\n\n<p>\nقلت: وهذا الحديث قد أخرجه مسلم في صحيحه متصلا، من وجه آخر، من حديث بسر\nبن عبيد الله الحضرمي الشامي عن أبي إدريس الخولاني عن حذيفة. وهو أتم من\nحديث أبي سلام. وكذلك أخرجه البخاري في صحيحه أيضا. فإن ثبت أن أبا <span id='ms100'></span> سلام لم\nيسمع من حذيفة فقد بينا أن هذا الحديث متصل في الصحيحين من حديث أبي إدريس\nعن حذيفة رضي الله عنه وبالله التوفيق.\n</p>\n\n<p>\n(30) - الحديث السابع عشر: أخرج مسلم رحمه الله في كتاب النذور والأيمان\nحديث الصعق بن حزن عن مطر الوراق عن زهدم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p245'> Vol. 00, p. 245</a>\n            </div>\n            \n</p>\n\n<p>\nالجرمي قال: دخلت على أبي موسى الأشعري، وهو يأكل لحم دجاج.. الحديث.\n</p>\n\n<p>\nوهذا الحديث أيضا قد انتقده الحافظ أبو الحسن الدارقطني - رحمه الله -\nوعاب على مسلم إخراجه من هذا الوجه. وقال: \" الصعق ومطر ليسا بالقويين، ومع\nهذا لم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p247'> Vol. 00, p. 247</a>\n            </div>\n            \n</p>\n\n<p>\nيسمعه مطر من زهدم إنما رواه عن القاسم بن عاصم عنه. قال ذلك ثابت بن\nحماد عن مطر \".\n</p>\n\n<p>\nقلت: وهذا الحديث أيضا قد أخرجه مسلم في صحيحه، من طرق صحاح متصلة عن\nزهدم عن أبي موسى، رضي الله عنه، وطريق مطر التي انتقدها الدارقطني إنما\nأوردها مسلم في الشواهد لا في الأصول، وإذا كان الحديث ثابتا متصلا من وجه\nصحيح، ثم روى من وجه آخر دونه في الصحة، وفي اتصاله نظر، فلا يؤثر ذلك في\nثبوته واتصاله من الوجه الآخر. / على أن مطرا قد قال فيه: \" حدثنا زهدم \".\nوليس هو ممن يتهم بالكذب، لكنه سئ الحفظ عندهم. وقد سئل عنه يحيى بن معين.\n</p>\n\n<p>\nفقال صالح، وكذلك قال أبو حاتم الرازي. ويحتمل أن يكون مطر قد سمعه من\nالقاسم بن عاصم عن زهدم كما ذكره الدارقطني، ثم لقي زهدما فسمعه منه، فحدث\nبه تارة هكذا، وتارة هكذا، والله عز وجل أعلم بالصواب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p248'> Vol. 00, p. 248</a>\n            </div>\n            \n</p>\n\n<p>\n(31) - الحديث الثامن عشر: أخرج مسلم - رحمه الله - في كتاب الحج حديث\nسعيد بن أبي عروبة، عن قتادة عن سنان بن سلمة، عن ابن عباس، أن ذؤيبا أبا\nقبيصة حدثه أن رسول الله صلى الله عليه وسلم، كان يبعث معه بالبدن الحديث.\n</p>\n\n<p>\nقلت: وهذا الإسناد غير متصل عند جماعة من أهل النقل، فإن قتادة لم يسمع\nهذا الحديث من سنان بن سلمة، قاله الإمامان يحيى بن سعيد القطان ويحيى بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p252'> Vol. 00, p. 252</a>\n            </div>\n            \n</p>\n\n<p>\nمعين. وناهيك بهما جلالة ومعرفة بهذا الشأن، وذكر <span id='ms101'></span> الحافظ أبو الفضل\nالمقدسي أيضا أن هذا الحديث معلول من ثلاثة أوجه، عمدتها ما قاله يحيى\nالقطان وابن معين، قلت: ومما يؤيد ذلك أن سنان بن سلمة هذا هو سنان بن سلمة\nبن المحبق معدود في الصحابة - رضي الله عنهم - وله أيضا رواية عن النبي صلى\nالله عليه وسلم. وقد نص الإمام أبو حاتم الرازي على أن قتادة لم يلق من\nأصحاب النبي صلى الله عليه وسلم، إلا أنس بن مالك وعبد الله بن سرجس. وذكر\nالبخاري في تاريخه أنه سمع أنسا وأبا الطفيل، ولم يذكر له من الصحابة\nغيرهما. والعذر لمسلم - رحمه الله - أنه إنما أخرج هذا الحديث بهذا /\nالإسناد في الشواهد ليبين، والله أعلم، أنه قد روي من غير وجه عن ابن عباس،\nوإلا فقد أخرجه قبل ذلك من حديث أبي التياح عن موسى بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p253'> Vol. 00, p. 253</a>\n            </div>\n            \n</p>\n\n<p>\nسلمة عن ابن عباس متصلا فثبت اتصاله في الكتاب، والله الموفق للصواب.\n</p>\n\n<p>\n(32) - الحديث التاسع عشر: وأخرج أيضا في كتاب الأدب حديث عراك ابن مالك\nالغفاري المدني عن عائشة - رضي الله عنها - أنها قالت: جاءتني مسكينة تحمل\nابنتين لها فأطعمتها ثلاث تمرات... الحديث. قلت: وفي سماع عراك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p255'> Vol. 00, p. 255</a>\n            </div>\n            \n</p>\n\n<p>\nمن عائشة - رضي الله عنها - نظر. فإنه إنما يروي عن عروة، عن عائشة. وقد\nذكر الإمام أبو عبد الله أحمد بن حنبل - رحمه الله - أن حديثه عن عائشة\nمرسل، وقال موسى بن هارون الحافظ: لا نعلم له سماعا من عائشة. وقال أبو\nالفضل الحافظ حفيد أبي سعد الزاهد، في كلامه على هذا الحديث: هذا عندنا\nحديث مرسل. واستدل بما ذكرناه من قول أحمد بن حنبل وموسى بن هارون. ولم\nيخرج البخاري لعراك عن عائشة شيئا. وأخرج له ابن ماجة عنها حديثين. وحديثه\nعن رجل عنها، لا يدل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p256'> Vol. 00, p. 256</a>\n            </div>\n            \n</p>\n\n<p>\nعلى عدم سماعه بالكلية منها. لا سيما وقد جمعهما بلد واحد، وعصر واحد.\nوهذا ومثله محمول على السماع عند مسلم - رحمه الله - حتى يقوم الدليل على\nخلافه، كما نص عليه في مقدمة كتابه. فسماع عراك من عائشة - رضي الله عنها <span id='ms102'></span> -\nجائز ممكن وقد ثبت سماعه من أبي هريرة وغيره من الصحابة - رضي الله عنهم -\nوالله أعلم. ومما يشبه هذا الحديث في إسناده حديث أخرجه مسلم - رحمه الله -\nفي البر والصلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p257'> Vol. 00, p. 257</a>\n            </div>\n            \n</p>\n\n<p>\nمن رواية ابن عيينة عن أبي محيصن، وهو عمر بن عبد الرحمن بن محيصن /\nالمقرئ عن محمد بن قيس بن مخرمة، عن أبي هريرة - رضي الله عنه - قال: لما\nنزلت: (من يعمل سوءا يجز به)... الحديث. وقد ذكر بعض الحفاظ أن محمد بن قيس\nهذا لم يسمع من أبي هريرة، قلت: وذكر غير واحد من العلماء أن محمد بن قيس\nهذا حجازي، وأنه سمع من عائشة. فسماعه من أبي هريرة جائز ممكن لأنهما\nمتعاصران ويجمعهما قطر واحد، فعلى مذهب مسلم تحمل روايته عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p258'> Vol. 00, p. 258</a>\n            </div>\n            \n</p>\n\n<p>\nالسماع إلا أن يقوم دليل بين على خلافه، والله عز وجل أعلم.\n</p>\n\n<p>\n(33) - الحديث العشرون: وأخرج أيضا في كتاب الأدب حديث أبي النضر هاشم بن\nالقاسم عن الليث بن سعد، عن يزيد بن أبي حبيب، عن محمد بن عمرو بن عطاء\nقال: سميت ابنتي برة، فقالت لي زينب ابنة أبي سلمة.\n</p>\n\n<p>\nإن رسول الله صلى الله عليه وسلم، نهى عن هذا. وذكر بعض الحفاظ أنه قد\nسقط من هذا الإسناد رجل بين يزيد ومحمد بن عمرو. وهو محمد بن إسحاق بن يسار\nالمطلبي. قال كذلك رواه المصريون يعني عن الليث.\n</p>\n\n<p>\nقلت: وقد وجدته كما قال من حديث غير واحد من أهل مصر، منهم يحيى بن بكير،\nوعيسى بن حماد زغبة. وأخرجه أبو داود في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p259'> Vol. 00, p. 259</a>\n            </div>\n            \n</p>\n\n<p>\nسننه عن عيسى بن حماد عن الليث كذلك، وأثبت في إسناده محمد بن إسحاق،\nوذكر بعض العلماء أن غسان بن الربيع الكوفي رواه عن الليث كذلك أيضا.\n</p>\n\n<p>\nوهذا إنما أورده مسلم بهذا الإسناد استشهادا، وإلا فقد أورده قبل هذا\nبإسناد متصل، فرواه من غير وجه عن الوليد بن كثير المخزومي المدني. قال\nحدثنا محمد بن عمرو بن عطاء عن زينب بنت أبي سلمة، رضي الله عنها، وهذا\nمتصل لا شك فيه، فإن ثبت انقطاعه <span id='ms103'></span> من حديث يزيد بن أبي حبيب عن محمد بن\nعمرو. فقد بينا أنه متصل في الكتاب من حديث الوليد / بن كثير عن محمد بن\nعمرو وبالله التوفيق.\n</p>\n\n<p>\nوقد رأيت في بعض النسخ من كتاب الأطراف، لأبي مسعود الدمشقي أن مسلما\nأخرج هذا الحديث عن عمرو الناقد عن هاشم بن القاسم عن الليث، عن يزيد، عن\nمحمد بن إسحاق عن محمد بن عمرو. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p260'> Vol. 00, p. 260</a>\n            </div>\n            \n</p>\n\n<p>\nكما رواه المصريون عن الليث. فلعله كذلك في أصل مسلم. وسقط من بعض النسخ\nذكر ابن إسحاق. والله عز وجل أعلم.\n</p>\n\n<p>\nفصل ومما يظن أنه مقطوع على مذهب عبد الله الحاكم وغيره.\n</p>\n\n<p>\nوليس كذلك.\n</p>\n\n<p>\n(34) - حديث أخرجه مسلم في كتاب الفتن من حديث شعبة عن فرات القزاز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p261'> Vol. 00, p. 261</a>\n            </div>\n            \n</p>\n\n<p>\nقال سمعت أبا الطفيل يحدث عن أبي سريحة قال: كان رسول الله صلى الله عليه\nوسلم، في غرفة، ونحن تحتها نتحدث، يعني فاطلع إلينا فقال: \" ما تذكرون؟ \"\nقلنا:\n</p>\n\n<p>\nالساعة. قال: \" إن الساعة لا تكون حتى تكون عشر آيات... الحديث. وفي\nآخره:\n</p>\n\n<p>\nقال شعبة: وحدثني رجل بهذا الحديث عن أبي الطفيل عن أبي سريحة ولم يرفعه\nاه‍.\n</p>\n\n<p>\nقلت: وهذا الرجل المبهم اسمه هو - فيما ظهر لي -: عبد العزيز بن رفيع\nالمكي، وقد بين ذلك غير واحد من الثقات في روايتهم لهذا الحديث عن شعبة،\nمنهم معاذ بن معاذ العنبري، وأبو النعمان، الحكم بن عبد الله العجلي،\nفإنهما روياه عن شعبة عن عبد العزيز بن رفيع عن أبي الطفيل عن أبي سريحة\nموقوفا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p262'> Vol. 00, p. 262</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرجه مسلم في صحيحه من حديث من سمينا عن شعبة عن عبد العزيز بإسناده\nموقوفا. وقال الدارقطني: لم يرفعه غير فرات عن أبي الطفيل من وجه يصح.\n</p>\n\n<p>\nفتبين بما ذكرناه، أن هذا الحديث، من هذا الوجه متصل الإسناد إلى أبي\nسريحة، رضي الله عنه، لكنه موقوف عليه اه‍.\n</p>\n\n<p>\nوفي كتاب مسلم أحاديث يسيرة / موقوفة أيضا وليس هذا موضع ذكرها، وبالله\nالتوفيق اه‍. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p263'> Vol. 00, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\n(35) - حديث آخر: وأخرج في كتاب الديات، حديث عبد الوهاب الثقفي عن أيوب\nعن محمد بن سيرين عن ابن أبي <span id='ms104'></span> بكرة، عن أبيه عن النبي صلى الله عليه وسلم،\nأنه قال: \" إن الزمان قد استدار كهيئته يوم خلق الله السماوات والأرض \"\nالحديث.\n</p>\n\n<p>\nوابن أبي بكرة المبهم اسمه في هذا الإسناد هو عبد الرحمن، ثقة متفق عليه،\nبين ذلك عبد الله بن عون وغيره في روايتهم لهذا الحديث عن أيوب. وبنو أبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p266'> Vol. 00, p. 266</a>\n            </div>\n            \n</p>\n\n<p>\nبكرة ستة، فيما ذكر علي بن المديني، وهم: عبد الرحمن، ومسلم، وعبد\nالعزيز، ويزيد وعبيد الله، ورواد، وزاد غيره: كيسة بنت أبي بكرة.\n</p>\n\n<p>\nوهي بفتح الكاف وتشديد الياء المعجمة باثنتين من تحتها، وسين مهملة،\nوتشبه بكبشة، بالباء بواحدة وبالشين المعجمة.\n</p>\n\n<p>\nفأما عبد الرحمن فاتفق البخاري ومسلم على إخراج حديثه عن أبيه وأما مسلم\nفانفرد به مسلم. وأما عبد العزيز فأخرج له أبو داود والترمذي وابن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p267'> Vol. 00, p. 267</a>\n            </div>\n            \n</p>\n\n<p>\nماجة. وأما كيسة. فأخرج لها أبو داود عن أبيها، والباقون لم يخرج لهم شئ\nفي الكتب الستة، فيما أعلم، والله عز وجل أعلم.\n</p>\n\n<p>\nوقد ذكر عبد الغني بن سعيد الحافظ كيسة هذه، وقيدها كما ذكرناه. إلا أنه\nقال بإسكان الياء. وبالتشديد قيدها الأمير أبو نصر بن ماكولا. وذكر أن غير\nذلك تصحيف. والله عز وجل أعلم اه‍.\n</p>\n\n<p>\n(36) - حديث آخر: مثل الذي قبله، قال مسلم، رحمه الله، في كتاب الجنائز:\nحدثنا محمد بن المثنى، ثنا يحيى بن سعيد. ح. قال: وثنا إسحاق بن إبراهيم.\nأنا عبد الرزاق جميعا عن عبد الله بن سعيد بن أبي هند، عن محمد بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p268'> Vol. 00, p. 268</a>\n            </div>\n            \n</p>\n\n<p>\nعمرو، عن ابن كعب بن مالك عن أبي قتادة عن النبي صلى الله عليه وسلم.\nيعني مثل الحديث الذي قبله / أن رسول الله صلى الله عليه وسلم مر عليه،\nبجنازة فقال: \" مستريح ومستراح منه... \" الحديث اه‍.\n</p>\n\n<p>\nقلت: وابن كعب المبهم اسمه في هذا الإسناد هو: معبد بن كعب. بين ذلك\nالإمام أبو عبد الله مالك بن أنس في روايته لهذا الحديث عن محمد بن عمرو\nالديلي. وأخرجه مسلم في صحيحه عن قتيبة، عن مالك كذلك. اه‍. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p270'> Vol. 00, p. 270</a>\n            </div>\n            \n</p>\n\n<p>\nوبنو كعب بن مالك - رضي الله - عنه ستة: عبيد الله <span id='ms105'></span>. وعبد الله وعبد\nالرحمن. وفضالة. ووهب ومعبد. حكى ذلك أبو زرعة الدمشقي عن أحمد بن حنبل.\nفمنهم أربعة اتفق الإمامان على إخراج حديثهم في الصحيحين.\n</p>\n\n<p>\nوهم عبيد الله وعبد الله، وعبد الرحمن، ومعبد، وأما وهب وفضالة فلم يخرجا\nلهما في الصحيحين. ولم أقف على ذكرهما في غير تاريخ أبي زرعة. والله أعلم.\n</p>\n\n<p>\n(37) فصل ووقع في الكتاب أيضا أحاديث مروية بالوجادة وهي داخلة في باب\nالمقطوع عند علماء الرواية، إلا أن منها ما وقعت الوجادة في إسناده من أحد\nشيوخ مسلم خاصة، على ما سنبينه. فمن ذلك حديث أخرجه في كتاب الفضائل. فقال\nفيه:\n</p>\n\n<p>\nحدثنا أبو بكر بن أبي شيبة. قال: وجدت في كتابي عن أبي أسامة، عن هشام،\nعن أبيه، عن عائشة قالت: إن كان رسول الله صلى الله عليه وسلم ليتفقد يقول:\n\" أين أنا اليوم؟ أين أنا غدا؟ \" استبطاءا ليوم عائشة. قالت: فلما كان يومي\nقبضه الله بين سحري ونحري \".\n</p>\n\n<p>\nقلت هكذا أورده مسلم، ولم يخرجه في كتابه إلا في هذا الموضع وحده، فيما\nعلمت بهذا الإسناد. وقد أخرجه البخاري في صحيحه متصلا من غير وجادة. وهو ما\nأخبرنا أبو القاسم هبة الله بن علي السعودي الأنصاري. أنا أبو عبد الله\nمحمد بن بركات السعيدي. أخبرتنا كريمة بنت أحمد / المروزية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p272'> Vol. 00, p. 272</a>\n            </div>\n            \n</p>\n\n<p>\nأنا أبو الهيثم الكشميهني، أنا أبو عبد الله محمد بن يوسف الفربري. أنا\nمحمد بن إسماعيل البخاري. ثنا إسماعيل. ثنا سليمان عن هشام. ح.\n</p>\n\n<p>\nقال: وحدثني محمد بن حرب، ثنا أبو مروان: يحيى بن أبي زكرياء عن هشام، عن\nعروة عن عائشة قالت: إن كان رسول الله صلى الله عليه وسلم، ليتعذر في مرضه،\nأين أنا اليوم؟ أين أنا غدا؟ استبطاءا ليوم عائشة، فلما كان يومي قبضه الله\nبين سحري ونحري، ودفن في بيتي، صلى الله عليه وسلم اه‍.\n</p>\n\n<p>\nوأخرجه أيضا عن عبيد بن إسماعيل الكوفي عن أبي أسامة، عن هشام،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p273'> Vol. 00, p. 273</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبيه \" أن رسول الله صلى الله عليه وسلم. هكذا مرسلا. إلا أنه قال في\nآخره قالت عائشة <span id='ms106'></span>: فلما كان يومي سكن. وهذا متصل، والله أعلم.\n</p>\n\n<p>\nويحيى بن أبي زكريا المذكور في هذا الإسناد هو الغساني شامي.\n</p>\n\n<p>\nوربما اشتبه بيحيى بن زكريا، الكوفي، وهو ابن أبي زائدة لاشتراكهما في\nالرواية عن هشام بن عروة. والأول يكنى أبا مروان وابن أبي زائدة يكنى أبا\nسعيد همداني.\n</p>\n\n<p>\nوقوله في هذه الرواية التي أوردناها من طريق البخاري أن كان رسول الله\nصلى الله عليه وسلم، ليتعذر. قال الخطابي: معناه يتعسر ويتمنع وأنشد: ويوما\nعلى ظهر الكتيب تعذرت. وأكثر الرواة يرويه ليتقدر، بالقاف من التقدير. وفي\nكتاب مسلم ليتفقد من الافتقاد. كما أوردناه. وقولها: \" بين سحري ونحري \"\nوالسحر بفتح السين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p274'> Vol. 00, p. 274</a>\n            </div>\n            \n</p>\n\n<p>\nالمهملة وضمها الرية. وقال بعضهم: هو ما بين ثدييها. والله أعلم.\n</p>\n\n<p>\nومن ذلك حديثان إسنادهما واحد، رواهما مسلم، عن أبي بكر بن أبي شيبة\nأيضا. قال أبو بكر في كل واحد منهما: وجدت في كتابي عن أبي أسامة. إلا أن\nمسلما، رحمه الله، رواهما عن أبي كريب أيضا عن / أبي أسامة. فاتصلا من طريق\nأبي كريب اه‍.\n</p>\n\n<p>\n(38) - فأحد الحديثين أخرجه في الفضائل من حديث أبي أسامة عن هشام بن\nعروة، عن أبيه عن عائشة، قالت: قال لي رسول الله صلى الله عليه وسلم: إني\nلأعلم إذا كنت عني راضية، وإذا كنت علي غضبي... الحديث.\n</p>\n\n<p>\n(39) - والآخر أخرجه في النكاح من حديث أبي أسامة أيضا، عن هشام بن عروة،\nعن أبيه، عن عائشة قالت: تزوجني رسول الله صلى الله عليه وسلم، لست سنين،\nوبنى بي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p275'> Vol. 00, p. 275</a>\n            </div>\n            \n</p>\n\n<p>\nوأنا بنت تسع سنين الحديث. وقد بينا أنهما متصلان في الكتاب من رواية أبي\nكريب عن أبي أسامة من غير وجادة. وبالله التوفيق اه‍.\n</p>\n\n<p>\nفصل ووقع في الكتاب، أيضا أحاديث مرسلة. وفيها ما وقع الإرسال في بعضه\nخاصة، فأحببت أن ألحقها بما تقدم لكونها داخلة في معناه لأن كل ما لم يتصل\nفهو مقطوع في المعنى، إلا أن منها ما يوافق معناه التسمية المصطلح عليها،\nفيكون اسمه ومعناه واحدا، ومنه ما يكون له تسمية أخرى، على أن جمهور\nالمتقدمين <span id='ms107'></span> من علماء الرواية يسمون ما لم يتصل إسناده مرسلا، سواء كان\nمقطوعا أو معضلا، إلا أن أكثر ما يوصف بالإرسال من حيث الاستعمال ما رواه\nالتابعي عن رسول الله صلى الله عليه وسلم، وإن كان معنى الجميع عدم\nالاتصال. والله عز وجل أعلم.\n</p>\n\n<p>\n(40) - فمن الأحاديث المرسلة حديث يشتمل على ثلاثة أحاديث، اثنان مرسلان\nوالثالث متصل، أخرجه في كتاب البيوع، فقال فيه: وحدثني محمد بن رافع. ثنا\nحجين، ثنا الليث عن عقيل، عن ابن شهاب، عن سعيد بن المسيب، أن رسول الله\nصلى الله عليه وسلم نهى عن المزابنة والمحاقلة. والمزابنة أن يباع ثمر\nالنخل بالتمر والمحاقلة أن يباع / الزرع بالقمح، واستكراء الأرض بالقمح.\nقال وأخبرني سالم بن عبد الله عن رسول الله صلى الله عليه وسلم، أنه قال: \"\nلا تبتاعوا الثمر حتى يبدو صلاحه.\n</p>\n\n<p>\nولا تبتاعوا الثمر بالتمر \".\n</p>\n\n<p>\nوقال سالم: \" أخبرني عبد الله عن زيد بن ثابت عن رسول الله صلى الله عليه\nوسلم، أنه رخص بعد ذلك في بيع العرية بالرطب أو بالتمر ولم يرخص في غير ذلك\n\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p278'> Vol. 00, p. 278</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: هكذا أورده مسلم - رحمه الله - في كتابه. فإن قيل: كيف اختار إخراج\nالمراسيل في صحيحه وليست من شرطه، ولا داخلة في رسمه؟ فالجواب أن مسلما\nرحمه الله من عادته أن يورد الحديث كما سمعه. وكان هذا الحديث عنده عن محمد\nبن رافع على هذه الصفة. فأورده كما سمعه منه. ولم يحتج بالمرسل الذي فيه،\nوإنما احتج بما في آخره من المسند، وهو حديث سالم عن عبد الله، عن زيد بن\nثابت أن رسول الله صلى الله عليه وسلم، رخص بعد ذلك في بيع العرية...\nالحديث. فهذا القدر الذي احتج به مسلم منه.\n</p>\n\n<p>\nفإن قيل: فقد كان يمكنه أن يقتصر على هذا المسند خاصة، ويحذف ما فيه من\nالمرسل ولا يطول كتابه بما ليس من شرطه. قيل هذه مسألة اختلف العلماء فيها.\n</p>\n\n<p>\nفمنهم من أجاز تقطيع الحديث الواحد وتفريقه في الأبواب إذا كان مشتملا\nعلى عدة أحكام، كل حكم منها مستقل <span id='ms108'></span> بنفسه غير مرتبط بغيره، كحديث جابر\nالطويل في الحج ونحوه.\n</p>\n\n<p>\nومنهم من منع ذلك، واختار إيراد الحديث كاملا كما سمعه. والظاهر من مذهب\nمسلم - رحمه الله - إيراد الحديث بكماله من غير تقطيع له ولا اختصار، إذا\nلم يقل فيه مثل حديث فلان أو نحوه. والله عز وجل أعلم.\n</p>\n\n<p>\n/ فإن قيل: فهل يسند هذان المرسلان من وجه يصح؟ قيل نعم، كلاهما مسند\nمتصل في الصحيح أما حديث سعيد بن المسيب، فقد أخرجه مسلم من حديث سهيل بن\nأبي صالح عن أبيه، عن أبي هريرة، عن النبي صلى الله عليه وسلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p279'> Vol. 00, p. 279</a>\n            </div>\n            \n</p>\n\n<p>\nومن حديث سعيد بن ميناء وأبي الزبير، كلاهما عن جابر عن النبي صلى الله\nعليه وسلم.\n</p>\n\n<p>\nوأخرجه أيضا هو والبخاري من حديث عطاء بن أبي رباح عن جابر بن عبد الله\nعن النبي صلى الله عليه وسلم، فثبت اتصاله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p280'> Vol. 00, p. 280</a>\n            </div>\n            \n</p>\n\n<p>\nوأما حديث سالم، فقد أخرجه مسلم من حديث ابن عيينة عن الزهري عن سالم عن\nأبيه عن النبي صلى الله عليه وسلم، بنحوه. وأخرجه البخاري في صحيحه متصلا\nمن الوجه الذي أورده مسلم مرسلا، وهو ما أخبرنا الشيخ أبو علي ناصر بن عبد\nالله الفقيه بالحرم الشريف تجاه الكعبة المعظمة.\n</p>\n\n<p>\nأنا أبو الحسن علي بن حميد بن عمار المقرئ بمكة، شرفها الله. أنا أبو\nمكتوم عيسى بن أبي ذر الهروي، أنا أبي، أنا عبد الله بن أحمد السرخسي،\nوإبراهيم بن أحمد المستملي، ومحمد بن المكي الكشميهني. قالوا أنا محمد بن\nيوسف الفربري، أنا محمد بن إسماعيل البخاري ح.\n</p>\n\n<p>\nوأخبرنا عاليا أبو القاسم الخزرجي (واللفظ له). أنا محمد بن بركات\nالسعيدي، أخبرتنا كريمة. أنا أبو الهيثم الكشميهني أنا الفربري. أنا\nالبخاري، ثنا يحيى بن بكير. ثنا الليث عن عقيل عن ابن شهاب. أخبرني سالم بن\nعبد الله عن عبد الله بن عمر أن رسول الله صلى الله عليه وسلم، قال: \" لا\nتبيعوا الثمر حتى يبدو صلاحه ولا تبيعوا الثمر بالتمر \".\n</p>\n\n<p>\nقال سالم: \" وأخبرني عبد الله عن زيد بن ثابت أن رسول / الله صلى <span id='ms109'></span> الله\nعليه وسلم، رخص بعد ذلك في بيع العرية بالرطب أو بالتمر ولم يرخص في غيره\n\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p282'> Vol. 00, p. 282</a>\n            </div>\n            \n</p>\n\n<p>\n(41) - حديث آخر: أخرج مسلم في كتاب الأضاحي حديث مالك عن عبد الله بن\nأبي بكر، عن عبد الله بن واقد، قال: نهى رسول الله صلى الله عليه وسلم، عن\nأكل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p283'> Vol. 00, p. 283</a>\n            </div>\n            \n</p>\n\n<p>\nلحوم الضحايا بعد ثلاث اه‍. قلت: وهذا مرسل فإن عبد الله بن واقد تابعي.\n</p>\n\n<p>\nيروي عن عبد الله بن عمر وغيره. وهو عبد الله بن واقد بن عبد الله بن عمر\nبن الخطاب، رضي الله عنهم ولم يحتج مسلم بهذا المرسل، إنما احتج بباقي\nالحديث: وهو قول عبد الله بن أبي بكر بن حزم: فذكرت ذلك لعمرة، فقالت:\n</p>\n\n<p>\nصدق. سمعت عائشة تقول: دف أهل أبيات من أهل البادية حضرة الأضحى زمن رسول\nالله صلى الله عليه وسلم. فقال رسول الله صلى الله عليه وسلم: \" اذخروا\nثلاثا... \" الحديث.\n</p>\n\n<p>\nوهذا مسند. ولا يخفى على من له أنس بعلم الرواية أن هذا المسند من هذا\nالحديث هو الذي احتج به مسلم. وقد رواه القعنبي عن مالك عن عبد الله بن أبي\nبكر عن عمرة، عن عائشة به. لم يذكر فيه عبد الله بن واقد. وكذلك رواه يحيى\nالقطان عن مالك أيضا، وأخرجه أبو داود في سننه عن القعنبي كذلك. وأخرجه\nالنسائي أيضا في سننه عن عبيد الله بن سعيد - وهو أبو قدامة السرخسي - عن\nيحيى وهو القطان، فيما علمت عن مالك كذلك اه‍. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p284'> Vol. 00, p. 284</a>\n            </div>\n            \n</p>\n\n<p>\nوأما المرسل الذي في أوله، فإنه متصل في كتاب مسلم، من حديث ابن عمر\nوغيره عن النبي صلى الله عليه وسلم، وقولها: دف أهل أبيات، معناه ساروا\nسيرا رفيقا في جماعة، والدف السير ليس بالسريع في جماعة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p285'> Vol. 00, p. 285</a>\n            </div>\n            \n</p>\n\n<p>\nوقولها: حضرة الأضحى / بإسكان الضاد أي وقته وحينه. وقد قيده بعضهم\nبفتحها، والمعنى واحد. قاله القاضي أبو الفضل اليحصبي. والله أعلم.\n</p>\n\n<p>\n(42) - حديث آخر: وأخرج في كتاب الصلاة، حديث مسعر عن عمرو بن مرة، عن\nإبراهيم قال: قال رسول الله صلى الله عليه وسلم، لعبد الله بن مسعود <span id='ms110'></span>: \"\nاقرأ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p286'> Vol. 00, p. 286</a>\n            </div>\n            \n</p>\n\n<p>\nعلي \" فقال: أقرأ عليك، وعليك أنزل؟... الحديث. وقال في آخره: قال مسعر:\n</p>\n\n<p>\nفحدثني معن عن جعفر بن عمرو بن حريث عن أبيه، عن ابن مسعود قال النبي صلى\nالله عليه وسلم: \" شهيدا عليهم ما دمت فيهم، أوما كنت فيهم \" شك مسعر.\n</p>\n\n<p>\nقلت: هكذا هو في كتاب مسلم، وهو حديث ليس بمتصل من هذا الوجه، إلا ما في\nآخره من حديث مسعر عن معن فإنه مسند. وهذا القدر هو الذي احتج به مسلم،\nوأما أوله فإن مسلما - رحمه الله - قد أخرجه قبل هذا الحديث متصلا من حديث\nالأعمش عن إبراهيم، عن عبيدة عن ابن مسعود - رضي الله عنه - عن النبي صلى\nالله عليه وسلم، فثبت اتصاله، والحمد لله. وإبراهيم هذا هو ابن يزيد النخعي\nالفقيه، معدود في الطبقة الثانية من تابعي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p287'> Vol. 00, p. 287</a>\n            </div>\n            \n</p>\n\n<p>\nأهل الكوفة رأى عائشة، وأدرك أنس بن مالك. رضي الله عنهما، والله ولي\nالتوفيق اه‍.\n</p>\n\n<p>\n(43) - حديث [آخر]: وأخرج في كتاب الطهارة حديث أبي العلاء بن الشخير:\nكان رسول الله صلى الله عليه وسلم، ينسخ حديثه بعضه بعضا... الحديث. وأبو\nالعلاء هذا معدود في التابعين، من أهل البصرة، واسمه يزيد بن عبد الله بن\nالشخير. روى عن أبي هريرة وعبد الله بن عمر، وعياض بن حمار، وغيرهم. وهو\nأخو مطرف بن عبد الله بن الشخير. وهذا الكلام لا أعلم أحدا رواه عن أحد من\nالصحابة. رضي الله عنهم، من وجه يصح.\n</p>\n\n<p>\nوقد روي بمعناه، من حديث عبد الله بن الزبير بن العوام عن أبيه،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p289'> Vol. 00, p. 289</a>\n            </div>\n            \n</p>\n\n<p>\nالزبير، رضي الله عنه، أن رسول الله صلى الله عليه وسلم، كان يقول القول\nثم يلبث أحيانا ثم ينسخه بقول آخر، كما ينسخ القرآن بعضه بعضا. قلت: وفي\nإسناده نظر، وليس من شرط مسلم، والله أعلم اه‍.\n</p>\n\n<p>\n(44) - حديث آخر: وأخرج في كتاب النكاح حديث مالك عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p290'> Vol. 00, p. 290</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الله بن أبي بكر عن عبد الملك بن أبي بكر، عن أبيه أبي بكر بن عبد\nالرحمن بن الحارث بن هشام أن رسول الله صلى الله عليه وسلم، حين <span id='ms111'></span> تزوج أم\nسلمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p291'> Vol. 00, p. 291</a>\n            </div>\n            \n</p>\n\n<p>\nوأصبحت عنده، قال لها: ليس بك على أهلك هوان، إن شئت سبعت عندك...\n</p>\n\n<p>\nالحديث. وأورده أيضا من حديث سليمان بن بلال وأبي ضمرة أنس بن عياض،\nكلاهما عن عبد الرحمن بن حميد عن عبد / الملك بن أبي بكر بن عبد الرحمن عن\nأبيه مرسلا كذلك.\n</p>\n\n<p>\nقلت: وهذا حديث انفرد به مسلم دون البخاري. وأخرجه في صحيحه متصلا من وجه\nآخر، من حديث سفيان الثوري عن محمد بن أبي بكر بن حزم، عن عبد الملك بن أبي\nبكر عن أبيه، عن أم سلمة، عن النبي صلى الله عليه وسلم، ثم أردفه بحديث\nمالك وغيره مرسلا، كما ذكرناه، وإنما أراد بذلك، والله أعلم، ليبين\nالاختلاف الواقع في إسناده بين رواته، ويخرج من عهدته. وقد أورده البخاري\nرحمه الله، في تاريخه، من حديث الثوري مسندا، كما أورده مسلم، ثم قال\nعقيبه: قال:\n</p>\n\n<p>\nأنا إسماعيل. حدثني مالك، وذكر الإسناد الذي قدمناه عنه مرسلا. ثم قال:\nالصحيح هذا، قلت: وقد حكى بعض العلماء عن الدارقطني أنه حكم بصحة حديث\nالثوري الذي أسنده. ولو لم يكن كذلك لما أخرجه مسلم، والله عز وجل أعلم\nاه‍. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p292'> Vol. 00, p. 292</a>\n            </div>\n            \n</p>\n\n<p>\n(45) - حديث آخر: وأخرج في مقدمة الكتاب حديث معاذ بن معاذ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p294'> Vol. 00, p. 294</a>\n            </div>\n            \n</p>\n\n<p>\nوعبد الرحمن بن مهدي عن شعبة، عن خبيب بن عبد الرحمن عن حفص بن عاصم قال:\nقال رسول الله صلى الله عليه وسلم: \" كفى بالمرء كذبا أن يحدث بكل ما سمع\n\".\n</p>\n\n<p>\nقلت: وهذا مرسل، وكذلك رواه غندر وحفص بن عمر عن شعبة. إلا أن مسلما رحمه\nالله أردفه بطريق آخر متصل من حديث علي بن حفص المدائني عن شعبة، عن خبيب،\nعن حفص، عن أبي هريرة، عن النبي صلى الله عليه وسلم، فاتصل ذلك المرسل من\nهذا الوجه الثاني. لكن رواية ابن مهدي، ومن تابعه على إرساله أرجح لأنهم\nأحفظ وأثبت من المدائني الذي وصله. وإن كان قد وثقه يحيى بن معين. والزيادة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p295'> Vol. 00, p. 295</a>\n            </div>\n            \n</p>\n\n<p>\nمن الثقة مقبولة عند أهل العلم، ولهذا أورده / مسلم من الطريقين ليبين\nالاختلاف الواقع في <span id='ms112'></span> اتصاله. وقدم رواية من أرسله لأنهم أحفظ وأثبت كما\nبيناه. وقد سئل أبو حاتم الرازي عن علي بن حفص هذا. فقال: يكتب حديثه، ولا\nيحتج به. ولهذا قال أبو الحسن الدارقطني: الصواب في هذا الحديث المرسل\nوالله عز وجل أعلم اه‍.\n</p>\n\n<p>\n(46) - حديث آخر: وأخرج في كتاب الصلاة حديث ابن شهاب عن عروة عن عائشة\nرضي الله عنها قالت: أعتم رسول الله صلى الله عليه وسلم، ليلة من الليالي\nبصلاة العشاء، وهي التي يدعونها العتمة... الحديث. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p297'> Vol. 00, p. 297</a>\n            </div>\n            \n</p>\n\n<p>\nوفي آخره قال ابن شهاب: وذكر لي أن رسول الله صلى الله عليه وسلم قال:\nوما كان لكم أن تنزروا رسول الله صلى الله عليه وسلم، على الصلاة. وذلك حين\nصاح عمر بن الخطاب رضي الله عنه قلت: هكذا هو في كتاب مسلم. وقد أخرجه\nالبخاري في صحيحه والنسائي في سننه. فلم يذكرا هذه الزيادة التي في آخره من\nقول الزهري. ولا أعلم الآن من أسندها من الرواة. والله عز وجل أعلم.\n</p>\n\n<p>\nوقوله: تنزروا بفتح التاء باثنتين من فوقها، بعدها نون ساكنة ثم زاي\nمضمومة. بعدها راء مهملة، معناه تلحوا، من نزره إذا ألح عليه. وقيده بعضهم\nتبرزوا. بضم التاء المعجمة باثنتين من فوقها. والباء بواحدة بعدها، وتقديم\nالراء المهملة على الزاي من الإبراز وهو الإخراج والإظهار، والأول أليق\nبالمعنى، والله عز وجل أعلم.\n</p>\n\n<p>\n(47) - ووقع في الكتاب موضع آخر نحو هذا أورده مسلم في أواخر الكتاب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p298'> Vol. 00, p. 298</a>\n            </div>\n            \n</p>\n\n<p>\nمن حديث شيبان بن عبد الرحمن عن قتادة، عن أنس قال: قال نبي الله صلى\nالله عليه وسلم: \" إن العبد إذا وضع في قبره وتولى عنه أصحابه إنه ليسمع\nقرع نعالهم... الحديث. وفي آخره: قال قتادة: وذكر لنا أنه يفسح له في قبره\nسبعون ذراعا، ويملأ عليه خضرا / إلى يوم يبعثون.\n</p>\n\n<p>\nقلت: وهذا حديث انفرد به مسلم من هذا الوجه دون البخاري، وأخرجه النسائي\nفي سننه من هذا الوجه، ولم يذكر هذه الزيادة. وقد أخرج البخاري هذا الحديث\nمن وجه آخر: عن قتادة عن أنس. فذكره أتم من حديث <span id='ms113'></span> شيبان عن قتادة، ولم يذكر\nفيه هذه الزيادة كلها. غير أنه قال فيه: قال قتادة: وذكر لنا أنه يفسح له\nفي قبره فقط. وأخرجه مسلم أيضا من حديث سعيد بن أبي عروبة عن قتادة، عن أنس\nمختصرا، ولم يذكر فيه هذه الزيادة أيضا. والله عز وجل أعلم.\n</p>\n\n<p>\nولا أعلم الآن من أسندها، وإنما أوردها مسلم جريا على عادته في ترك\nالاختصار من الحديث، وإيراده إياه كاملا كما سمعه، والله عز وجل أعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p299'> Vol. 00, p. 299</a>\n            </div>\n            \n</p>\n\n<p>\n(48) - حديث آخر: وأخرج أيضا في كتاب الصلاة حديث قتيبة بن سعيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p300'> Vol. 00, p. 300</a>\n            </div>\n            \n</p>\n\n<p>\nعن الليث عن ابن عجلان عن سمي عن أبي صالح عن أبي هريرة رضي الله عنه أن\nفقراء المهاجرين أتوا رسول الله صلى الله عليه وسلم، فقالوا: ذهب أهل\nالدثور بالدرجات العلى والنعيم المقيم... الحديث. وفي آخره قال أبو صالح:\nفرجع فقراء المهاجرين إلى رسول الله صلى الله عليه وسلم، فقالوا: سمع\nإخواننا، أهل الأموال، بما فعلنا، ففعلوا مثله. فقال رسول الله صلى الله\nعليه وسلم: \" ذلك فضل الله يؤتيه من يشاء \".\n</p>\n\n<p>\nقلت: هكذا أورده مسلم. وهو حديث بعضه مسند، وبعضه مرسل، والمرسل منه قول\nأبي صالح: فرجع فقراء المهاجرين... إلى آخره. لأن أبا صالح لم يسنده.\n</p>\n\n<p>\nوقد أخرج البخاري هذا الحديث في غير موضع من كتابه، ولم يذكر فيه هذه\nالزيادة من قول أبي صالح إلا أن مسلما - رحمه الله - قد أخرجه من وجه آخر\nعن أبي صالح، وفيه هذه الزيادة متصلة مع سائر الحديث، فأخرجه من حديث روح /\nبن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p301'> Vol. 00, p. 301</a>\n            </div>\n            \n</p>\n\n<p>\nعبادة عن سهيل بن أبي صالح، عن أبيه، عن أبي هريرة، عن رسول الله صلى\nالله عليه وسلم. وقال في آخره بمثل حديث قتيبة عن الليث، إلا أنه أدرج في\nحديث أبي هريرة قول أبي صالح: ثم رجع فقراء المهاجرين... إلى آخر الحديث\nانتهى كلام مسلم - رحمه الله -. قلت: فقد اتصل ما في هذا الحديث من المرسل\nمن هذا الوجه الآخر الذي ذكرناه. والحمد لله.\n</p>\n\n<p>\nوقوله: \" أهل الدثور \" يعني أهل الأموال الكثيرة، وواحد الدثور دثر. بفتح <span id='ms114'></span>\nالدال المهملة، وسكون الثاء المثلثة، وهو المال الكثير. ووقع في آخر هذا\nالحديث أيضا زيادة أوردها مسلم غير متصلة وهي قوله، بعد انقضائه: \" وزاد\nغير قتيبة في هذا الحديث عن الليث عن ابن عجلان، قال سمي: فحدثت بعض أهلي\nهذا الحديث. فقال: وهمت \" وذكر باقي الحديث. وهذا غير متصل كما ترى.\n</p>\n\n<p>\n(49) - ووقع أيضا: مثل ذلك في كتاب الجهاد في حديث أخرجه عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p302'> Vol. 00, p. 302</a>\n            </div>\n            \n</p>\n\n<p>\nشيبان بن فروخ، عن سليمان بن المغيرة، عن ثابت، عن عبد الله بن رباح، عن\nأبي هريرة. قال: وفدت وفود إلى معاوية، وساق الحديث إلى قوله ورسول الله\nصلى الله عليه وسلم، في كتيبة. قال فنظر فرآني، فقال \" أبو هريرة؟ قلت:\nلبيك يا رسول الله! قال: \" لا يأتيني إلا أنصاري \". قال مسلم: زاد غير\nشيبان: \" اهتف لي بالأنصار قال فأطافوا به \". وهذه الزيادة غير متصلة أيضا\nفي الكتاب والله أعلم.\n</p>\n\n<p>\n(50) - حديث آخر: وقع في آخره زيادة مرسلة. وهو حديث أخرجه في الصلاة. من\nحديث مالك عن ابن شهاب، عن سعيد وأبي سلمة أنهما أخبراه عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p304'> Vol. 00, p. 304</a>\n            </div>\n            \n</p>\n\n<p>\nأبي هريرة أن رسول الله صلى الله عليه وسلم قال: \" إذا أمن الإمام\nفأمنوا... \" الحديث. وفي آخره قال ابن شهاب: كان رسول الله صلى الله عليه\nوسلم، أنه كان يقول: \" آمين \". وهذا / مرسل. وقد روي عن النبي صلى الله\nعليه وسلم، أنه كان يقول \" آمين \" من غير وجه خارج الصحيحين: أخرجه أبو\nداود والترمذي في كتابيهما من حديث وائل بن حجر رضي الله عنه عن النبي صلى\nالله عليه وسلم. وقال الترمذي: حديث وائل بن حجر حديث حسن، وبالله التوفيق\nاه‍.\n</p>\n\n<p>\n(51) - حديث آخر: وأخرج في كتاب الجهاد حديث ابن شهاب عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p306'> Vol. 00, p. 306</a>\n            </div>\n            \n</p>\n\n<p>\nأنس: قال: لما قدم المهاجرين من مكة المدينة، قدموا وليس بأيديهم شئ،\nوكان الأنصار أهل الأرض والعقار، فقاسمهم الأنصار على أن أعطوهم أنصاف\nثمارهم، كل عام. وساق الحديث إلى قوله: فأعطى رسول الله صلى الله عليه\nوسلم، أم أيمن مكانهن من حائطه. قال ابن شهاب: وكان من شأن أم أيمن أم\nأسامة <span id='ms115'></span> بن زيد، أنها كانت وصيفة لعبد الله بن عبد المطلب. وكانت من الحبشة،\nفلما ولدت آمنة رسول الله صلى الله عليه وسلم، بعدما توفي أبوه، فكانت أم\nأيمن تحضنه، حتى كبر رسول الله صلى الله عليه وسلم.\n</p>\n\n<p>\nفأعتقها ثم أنكحها زيد بن حارثة، ثم توفيت بعد ما توفي رسول الله صلى\nالله عليه وسلم، بخمسة أشهر.\n</p>\n\n<p>\nقلت: وهذه الزيادة من قول ابن شهاب متضمنة عتق النبي صلى الله عليه وسلم،\nلأم أيمن وغير ذلك وهي مرسلة كما ترى. وقد أخرج البخاري هذا الحديث في\nصحيحه، ولم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p307'> Vol. 00, p. 307</a>\n            </div>\n            \n</p>\n\n<p>\nيذكر فيه هذه الزيادة. وهذا يدل على ما قدمناه من إيراد مسلم للحديث\nبتمامه من غير اختصار له في الغالب. والله عز وجل أعلم اه‍.\n</p>\n\n<p>\n(52) - وفي الكتاب: من مرسلات الزهري أيضا مواضع وقعت في أحاديث نحو هذا.\nفمن ذلك ما وقع في حديث أخرجه في الصيام من حديث عبد الرزاق عن / معمر عن\nالزهري أن رسول الله صلى الله عليه وسلم، أقسم ألا يدخل على أزواجه شهرا.\nفأخبرني عروة عن عائشة قالت: لما مضت تسع وعشرون ليلة أعدهن...\n</p>\n\n<p>\nالحديث.\n</p>\n\n<p>\nقلت: هكذا هو في كتاب مسلم. والمرسل الذي في أوله من قول الزهري قد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p308'> Vol. 00, p. 308</a>\n            </div>\n            \n</p>\n\n<p>\nأخرجه مسلم متصلا من حديث عكرمة بن عبد الرحمن عن أم سلمة عن النبي صلى\nالله عليه وسلم. فثبت اتصاله والحمد لله اه‍.\n</p>\n\n<p>\n(53) - ومن ذلك أيضا ما أخرجه في كتاب الصيام من حديث ابن شهاب عن عبيد\nالله بن عبد الله، عن ابن عباس أن رسول الله صلى الله عليه وسلم، خرج عام\nالفتح في رمضان، فصام حتى بلغ الكديد. وفي آخره قال ابن شهاب، فصبح رسول\nالله صلى الله عليه وسلم، مكة لثلاث عشرة خلت من رمضان اه‍. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p310'> Vol. 00, p. 310</a>\n            </div>\n            \n</p>\n\n<p>\n(54) - ومن ذلك أيضا ما أخرجه في التوبة من حديث ابن وهب عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p311'> Vol. 00, p. 311</a>\n            </div>\n            \n</p>\n\n<p>\nيونس، عن ابن شهاب قال: ثم غزا رسول الله صلى الله عليه وسلم، غزوة تبوك،\nوهو يريد الروم ونصارى العرب بالشام. ثم قال ابن شهاب: فأخبرني عبد الرحمن\nبن عبد <span id='ms116'></span> الله بن كعب أن عبد الله بن كعب - وكان قائد كعب من بنيه حين عمي -\nقال سمعت كعب بن مالك... وساق الحديث بطوله. في توبة كعب رضي الله عنه قلت:\n</p>\n\n<p>\nوهذان الحديثان قد أخرجهما البخاري، ولم يورد ما فيهما من مرسل ابن شهاب.\n</p>\n\n<p>\nولا يخفي على من له أنس بعلم الرواية أن مسلما - رحمه الله - إنما احتج\nبما في هذه الأحاديث، وما شاكلها من المسند، دون المرسل. وإنما أوردها بما\nفيها من المرسل جريا على عادته في ترك الاختصار، والله عز وجل أعلم اه‍.\n</p>\n\n<p>\n(55) - حديث آخر: وأخرج في كتاب الدعوات حديث أبي إسحاق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p312'> Vol. 00, p. 312</a>\n            </div>\n            \n</p>\n\n<p>\n- وهو / السبيعي - عن عمرو بن ميمون قال: من قال: لا إله إلا الله وحده\nلا شريك له. له الملك وله الحمد، وهو على كل شئ قدير. عشر مرار كان كمن\nأعتق أربعة أنفس من ولد إسماعيل، هكذا أخرجه مسلم في صحيحه. وكذلك هو في\nصحيح البخاري أيضا. إلا أن مسلما، رحمه الله، أردفه بحديث الشعبي عن الربيع\nبن خثيم بمثل ذلك. قال: فقلت للربيع ممن سمعته؟ قال: من عمرو بن ميمون.\nفأتيت عمرو بن ميمون. فقلت له: ممن سمعته؟ قال: من ابن أبي ليلى.\n</p>\n\n<p>\nفأتيت ابن أبي ليلى فقلت: ممن سمعته؟ قال: من أبي أيوب يحدثه عن رسول\nالله صلى الله عليه وسلم.\n</p>\n\n<p>\nقلت: فقد اتصل هذا الحديث في كتاب مسلم من طريق الشعبي عن ابن أبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p313'> Vol. 00, p. 313</a>\n            </div>\n            \n</p>\n\n<p>\nليلى، عن أبي أيوب رضي الله عنه والحمد لله. وفي إسناد هذا الحديث اختلاف\nكثير، ذكره البخاري والنسائي وقال البخاري: والصحيح قول عمرو - يعني ابن\nميمون - والله أعلم.\n</p>\n\n<p>\nوعمرو بن ميمون هذا هو الأودي. يكنى أبا عبد الله. كان بالشام. ثم سكن\nالكوفة بعد ذلك. فهو معدود في أهلها، أسلم في حياة النبي صلى الله عليه\nوسلم، وصدق إليه.\n</p>\n\n<p>\nوليس له رواية عنه. وروى عن عمر بن الخطاب وابن مسعود ومعاذ وغيرهم من\nالصحابة رضي الله عنهم وفي رجال الصحيحين عمرو بن ميمون رجل آخر غير هذا،\nوهو دونه في <span id='ms117'></span> الطبقة، جزري من أهل الرقة يروي عن سليمان بن يسار وغيره،\nويكنى أبا عبد الله أيضا. ولم يذكرهما الحافظ أبو علي الجياني في تقييده.\nوهما من شرط كتابه. أخرج لهما البخاري ومسلم جميعا، ولهما نظير ثالث في\nالتسمية وهو عمرو بن ميمون المكي. حدث عن الزهري. روى عنه عنبسة بن سعيد.\n</p>\n\n<p>\nولم يخرجا له فيما علمت شيئا. والله ولي التوفيق اه‍. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p314'> Vol. 00, p. 314</a>\n            </div>\n            \n</p>\n\n<p>\n(56) - حديث آخر، أخرج مسلم رحمه الله في كتاب الأشربة. باب في الأطعمة\nحديث مالك عن أبي بكر بن عبيد الله بن عبد الله بن عمر عن جده عبد الله بن\nعمر أن رسول الله صلى الله عليه وسلم قال: \" إذا أكل أحدكم فليأكل\nبيمينه... الحديث \".\n</p>\n\n<p>\nقال الدارقطني: لم يسمع أبو بكر بن عبيد الله هذا الحديث من جده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p315'> Vol. 00, p. 315</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الله بن عمر. إنما سمعه من عمه سالم عن أبيه. والله أعلم.\n</p>\n\n<p>\nقلت: وقد تابع مالكا على روايته كذلك عبيد الله بن عمر وسفيان بن عيينة،\nوفي إسناده اختلاف بين رواته، وقد أخرجه مسلم من حديث الليث بن سعد عن أبي\nالزبير عن جابر بن عبد الله الأنصاري بنحوه. والله عز وجل أعلم..\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p316'> Vol. 00, p. 316</a>\n            </div>\n            \n</p>\n\n<p>\n57 - حديث آخر: وأخرج في كتاب الوصايا حديث حماد بن زيد عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p319'> Vol. 00, p. 319</a>\n            </div>\n            \n</p>\n\n<p>\nأيوب، عن عمرو بن سعيد عن حميد بن عبد الرحمن الحميري، عن ثلاثة من ولد\nسعد. قالوا: مرض سعد بمكة / فأتاه رسول الله صلى الله عليه وسلم، يعوده...\nالحديث.\n</p>\n\n<p>\nقلت: وهذا مرسل وليس في ولد سعد بن أبي وقاص رضي الله عنه من له صحبة ولا\nرواية عن النبي صلى الله عليه وسلم. قاله الدارقطني وغيره. وهذا الحديث وإن\nكان مرسلا من هذا الوجه فإنه متصل في كتاب مسلم وغيره، من حديث عامر بن سعد\nبن أبي وقاص عن أبيه. ومن حديث مصعب بن سعد أيضا عن أبيه.\n</p>\n\n<p>\nوأخرجه البخاري وأبو داود والنسائي من حديث عائشة بنت سعد عن أبيها أيضا\nكذلك. والطريق الذي ذكر الدارقطني أنها مرسلة إنما أوردها مسلم في الشواهد،\nومع ذلك فقد <span id='ms118'></span> أخرجها في كتابه متصلة من وجه آخر من حديث عبد الوهاب الثقفي\nعن أيوب بإسناده المتقدم. وقال فيها: عن ثلاثة من ولد سعد كلهم يحدثه عن\nأبيه أن النبي صلى الله عليه وسلم دخل على سعد يعوده بمكة... الحديث.\n</p>\n\n<p>\nفثبت اتصاله في الكتاب من حديث أيوب بن أبي تميمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p320'> Vol. 00, p. 320</a>\n            </div>\n            \n</p>\n\n<p>\nأيضا. والحمد لله. وإنما أورده مسلم من الوجهين المذكورين عن أيوب لينبه\nعلى الاختلاف عليه في إسناده. والله عز وجل أعلم. وبنو سعد بن أبي وقاص رضي\nالله عنه سبعة فيما ذكر علي بن المديني، وهم: مصعب وعامر ومحمد وإبراهيم\nوعمر ويحيى وعائشة. وذكر أبو زرعة الدمشقي أنهم ثمانية فعد هذه السبعة\nوزاد: إسحاق بن سعد. والله أعلم اه‍.\n</p>\n\n<p>\nفصل ووقع في الكتاب أيضا أحاديث فوق العشرة مروية بالمكاتبة لم يسمعها\nالراوي لها ممن كاتبه بها، وإنما رواها / عن كتابه فقط فهي. مقطوعة من طريق\nالسماع، متصلة من طريق المكاتبة، وقد اختلف العلماء في ذلك، فمنهم من منع\nالرواية بالمكاتبة، ومنهم من أجاز ذلك بشرط، وهو أن يأذن الكاتب للمكتوب\nبها إليه في روايتها عنه. وإلى هذا القول ذهب أبو حامد الغزالي ونص عليه في\nكتابه المستصفى. وقال الإمام أبو المعالي الجويني في كتاب \" النهاية \": كل\nحديث نسب إلى كتاب ولم يذكر حامله فهو مرسل، والشافعي لا يرى التعلق\nبالمراسيل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p321'> Vol. 00, p. 321</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: وذكر القاضي عياض أن الذي عليه الجمهور من أرباب النقل وغيرهم جواز\nالرواية لأحاديث المكاتبة، ووجوب العمل بها، وأنها داخلة في المسند، وذلك\nبعد ثبوت صحتها عند المكتوب إليه بها، ووثوقه بأنها عن كاتبها.\n</p>\n\n<p>\nولهذا أضربت عن إيرادها، وإنما نبهت عليها في الجملة لأجل الخلاف الواقع\nفيها.\n</p>\n\n<p>\nولأن أبا الحسن الدارقطني انتقد على البخاري ومسلم إخراجهما أحاديث منها.\n</p>\n\n<p>\nعلى أن أكثر هذه الأحاديث المشار إليها إنما وقعت كذلك في الكتاب من بعض\nطرقها دون بعض. والله الموفق.\n</p>\n\n<p>\n58 - قلت: ويدخل في هذا الباب ما أخرجه مسلم، رحمه الله، في مواضع من\nكتابه من حديث مخرمة بن بكير عن أبيه، فإنه لم <span id='ms119'></span> يسمع من أبيه شيئا، إنما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p323'> Vol. 00, p. 323</a>\n            </div>\n            \n</p>\n\n<p>\nروى عن كتب أبيه. وقد سئل أحمد بن حنبل، رحمه الله، عن مخرمة بن بكير هذا\nفقال: هو ثقة، لم يسمع من أبيه شيئا، إنما روى من كتاب أبيه.\n</p>\n\n<p>\nقلت: وقد انتقد / الدارقطني على مسلم إخراجه هذه الترجمة. والله أعلم\nاه‍. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p324'> Vol. 00, p. 324</a>\n            </div>\n            \n</p>\n\n<p>\nومع صحة المكاتبة وثبوتها عند الأكثر. فقد رجح جماعة من العلماء ما روى\nبالسماع المتصل على ما روي بها. ووقع في مثل ذلك مناظرة بين الإمامين أبي\nعبد الله محمد بن إدريس الشافعي وإسحاق بن راهويه، بحضرة الإمام أحمد بن\nحنبل رحمة الله عليهم وهي ما أخبرنا الشيخان أبو محمد العثماني وأبو علي\nمنصور بن علي الصوفي الكاغذي. قراءة عليهما منفردين قالا: أخبرنا أحمد بن\nمحمد الحافظ، أخبرنا أبو الحسن بن عبد الجبار، قراءة عليه ببغداد، قيل له:\n</p>\n\n<p>\nأخبركم أبو الحسن علي بن أحمد بن علي بقراءتك عليه؟ فأقر به. أخبرنا أحمد\nبن إسحاق القاضي، أخبرنا الحسن بن عبد الرحمن بن خلاد القاضي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p325'> Vol. 00, p. 325</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا زكرياء الساجي. حدثني جماعة من أصحابنا أن إسحاق بن راهويه ناظر\nالشافعي - وأحمد بن حنبل حاضر - في جلود الميتة إذا دبغت، فقال الشافعي:\nدباغها طهورها، فقال إسحاق: ما الدليل؟ فقال: حديث الزهري عن عبيد الله بن\nعبد الله، عن ابن عباس عن ميمونة: أن النبي صلى الله عليه وسلم، مر بشاة\nميتة، فقال: \" هلا انتفعتم بجلدها؟ \" فقال إسحاق: حديث ابن عكيم: كتب إلينا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p326'> Vol. 00, p. 326</a>\n            </div>\n            \n</p>\n\n<p>\nالنبي صلى الله عليه وسلم، قبل موته بشهر، \" لا تنتفعوا من الميتة بإهاب\nولا عصب \". أشبه أن يكون ناسخا لحديث ميمونة، لأنه قبل موته بشهر. فقال\nالشافعي: هذا كتاب، وذاك سماع. فقال إسحاق: إن النبي صلى الله عليه وسلم،\nكتب إلى كسرى وقيصر. وكان حجة عليهم عند الله. فسكت الشافعي. فلما سمع ذلك\nأحمد بن حنبل ذهب / إلى حديث ابن عكيم وأفتى به. ورجع إسحاق إلى حديث\nالشافعي فأفتى بحديث ميمونة اه‍.\n</p>\n\n<p>\nسمعت شيخنا الإمام الحافظ أبا الحسن علي بن المفضل بن علي المقدسي\nالفقيه، رضي الله <span id='ms120'></span> عنه، يقول: سمعت أبا طاهر السلفي يقول: سمعت أبا سهل غانم\nبن أحمد بن محمد الحداد الأصبهاني ببغداد يقول: سمعت أبا بكر أحمد بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p327'> Vol. 00, p. 327</a>\n            </div>\n            \n</p>\n\n<p>\nالفضل بن محمد الباطرقاني الحافظ يقول: سمعت أبا عبد الله محمد بن إسحاق\nبن منده الحافظ يقول: سمعت أبا علي الحسين بن علي النيسابوري.\n</p>\n\n<p>\nوما رأيت أحفظ منه، قال: \" ما تحت أديم السماء كتاب أصح من كتاب مسلم بن\nالحجاج \" اه‍.\n</p>\n\n<p>\nأخبرنا أبو الفرج عبد الرحمن بن علي بن محمد بن الجوزي، وأبو اليمن زيد\nبن الحسن الكندي، البغداديان وغيرهما إجازة. قالوا أنا أبو منصور عبد\nالرحمن بن محمد الشيباني، أنا الحافظ أبو بكر أحمد بن علي بن ثابت الخطيب.\nأخبرني محمد بن أحمد بن يعقوب، أنا محمد بن نعيم الضبي. ثنا أبو الفضل محمد\nبن إبراهيم. قال سمعت أحمد بن سلمة يقول: \" رأيت أبا زرعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p328'> Vol. 00, p. 328</a>\n            </div>\n            \n</p>\n\n<p>\nوأبا حاتم الرازيين يقدمان مسلم بن الحجاج في معرفة الصحيح على مشايخ\nعصرهما \".\n</p>\n\n<p>\nقال الخطيب: وأخبرني ابن يعقوب. أخبرنا ابن نعيم. قال: سمعت الحسين بن\nمحمد الماسرجسي يقول: سمعت أبي يقول: سمعت مسلم بن الحجاج يقول: \" صنفت هذا\nالمسند الصحيح من ثلاث مائة ألف حديث مسموعة \".\n</p>\n\n<p>\nآخره والحمد لله رب العالمين، وصلواته على سيدنا محمد نبيه المصطفى وعلى\nآله وعترته وأصحابه أجمعين.\n</p>\n\n<p>\n/ بسم الله الرحمن الرحيم 59 - ومما ألحقه، سيدنا الحافظ رشيد الدين،\nأثابه الله الجنة، في أول الكتاب وفي آخره، ما يأتي ذكره: قال حديث أخرجه\nمسلم، رحمه الله، في المناسك، من رواية ابن أبي نجيح عن مجاهد عن عائشة،\nرضي الله عنها، قالت: حضت بسرف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p329'> Vol. 00, p. 329</a>\n            </div>\n            \n</p>\n\n<p>\nفطهرت بعرفة. فقال لها رسول الله صلى الله عليه وسلم: يجزئ عنك طوافك\nبالصفا والمروة عن حجك وعمرتك.\n</p>\n\n<p>\nقلت: وفي اتصال هذا الإسناد نظر، فإن جماعة من أئمة أهل النقل أنكروا\nسماع مجاهد عن عائشة. منهم شعبة ويحيى القطان ويحيى بن معين وغيرهم.\n</p>\n\n<p>\nوقال ابن أبي حاتم: \" سمعت أبي يقول: مجاهد عن عائشة مرسل \".\n</p>\n\n<p>\nوالعذر لمسلم، رحمه الله، ما بيناه في غير موضع من <span id='ms121'></span> هذا الكتاب، وهو\nاعتبار التعاصر، وجواز السماع، وإمكانه ما لم يقم دليل بين على خلاف ذلك.\n</p>\n\n<p>\nولا خلاف في إدراك مجاهد بن جبر لعائشة ومعاصرته لها. ومع هذا فقد أخرج\nمسلم معنى هذا الحديث. من رواية طاوس عن عائشة بإسناد لا أعلم خلافا في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p330'> Vol. 00, p. 330</a>\n            </div>\n            \n</p>\n\n<p>\nاتصاله، وقدمه على حديث مجاهد هذا، والله عز وجل أعلم.\n</p>\n\n<p>\nوقد أخرج البخاري ومسلم حديثا غير هذا لمجاهد عن عائشة، من رواية منصور\nعن مجاهد: قال: \" دخلت أنا وعروة بن الزبير المسجد فإذا عبد الله بن عمر\nجالس إلى حجرة عائشة، والناس يصلون الضحى... الحديث بكماله. وفيه:\n</p>\n\n<p>\nوسمعنا استنان عائشة، فقال عروة: ألا تسمعين يا أم المؤمنين إلى ما يقول\nأبو عبد / الرحمن... الحديث؟ اه‍.\n</p>\n\n<p>\nقلت: وفي ظاهر لفظ هذا الحديث ما يدل على سماع مجاهد من عائشة.\n</p>\n\n<p>\nولهذا أخرجه البخاري. ولو لم يكن عنده كذلك لما أخرجه لأنه يشترط اللقاء\nوسماع الراوي ممن روى عنه مرة واحدة فصاعدا. والله أعلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p331'> Vol. 00, p. 331</a>\n            </div>\n            \n</p>\n\n<p>\nوقد أخرج النسائي في سننه من رواية موسى الجهني عن مجاهد قال:\n</p>\n\n<p>\n\" أتى مجاهد بقدح حزرته ثمانية أرطال. فقال: حدثتني عائشة أن النبي صلى\nالله عليه وسلم، كان يغتسل بمثل هذا \".\n</p>\n\n<p>\nقلت: وهذا أيضا يدل على سماعه منها. والله عز وجل أعلم اه‍.\n</p>\n\n<p>\n60 - وقال شيخنا، وفقه الله، حديث أخرجه مسلم، رحمه الله، في الذبائح\nمنفردا به من حديث شعبة عن أبي إسحاق - وهو السبيعي - قال: قال البراء:\nأصبنا يوم خيبر حمرا، فنادى منادي رسول الله صلى الله عليه وسلم، أن اكفؤوا\nالقدور. قال أبو مسعود الدمشقي الحافظ رحمه الله: \" لهذا الحديث تعليل في\nمسند الحسن بن سفيان، وهو أنه مرسل \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p332'> Vol. 00, p. 332</a>\n            </div>\n            \n</p>\n\n<p>\nقلت يعني أن أبا إسحاق لم يسمعه من البراء رضي الله عنه ولذلك قال فيه:\n</p>\n\n<p>\nقال البراء فإن ثبت إرساله من هذا الوجه. فإنه متصل في كتاب مسلم - رحمه\nالله - من رواية الشعبي وغيره عن البراء بنحوه - وبالله التوفيق.\n</p>\n\n<p>\n(61) - حديث أورده مسلم في مقدمة كتابه تعليقا بغير إسناد، فقال فيه:\n</p>\n\n<p>\nويذكر عن عائشة، رضي الله <span id='ms122'></span> عنها، أنها قالت: \" أمرنا رسول الله صلى الله\nعليه وسلم، أن ننزل الناس منازلهم \". وهذا الحديث رواه أبو هشام الرفاعي\nوغيره من الثقات عن يحيى بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p333'> Vol. 00, p. 333</a>\n            </div>\n            \n</p>\n\n<p>\nيمان، عن الثوري، عن حبيب بن أبي ثابت، عن ميمون بن أبي شبيب، عن عائشة\nرضي / الله عنها، وأخرجه أبو داود في سننه من هذا الوجه، وإسناده جيد، إلا\nأنه معلول، فإن ميمون بن أبي شبيب لم يسمع من عائشة، رضي الله عنها، قاله\nغير واحد من العلماء. وقد نبه أبو داود على هذه العلة عقيب هذا الحديث،\nولذلك لم يذكر له مسلم إسنادا فيما أرى، وإن كان رجال إسناده كلهم من شرط\nكتابه، وإنما أورده على وجه التعليق، والله عز وجل أعلم اه‍.\n</p>\n\n<p>\n(62) - حديث وقع في أثنائه ألفاظ في اتصالها نظر. أخرجه مسلم في كتاب\nالإيمان من حديث ابن شهاب عن أنس بن مالك عن أبي ذر رضي الله عنهما في\nالمعراج. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p334'> Vol. 00, p. 334</a>\n            </div>\n            \n</p>\n\n<p>\nوفيه قال ابن شهاب: \" وأخبرني ابن حزم أن ابن عباس وأبا حبة الأنصاري\n[كانا] يقولان قال رسول الله صلى الله عليه وسلم: \" عرج بي حتى ظهرت لمستوى\nأسمع فيه صريف الأقلام \".\n</p>\n\n<p>\nوابن حزم هذا هو أبو بكر بن محمد بن عمرو بن حزم الأنصاري المدني قاضيها.\nيقال اسمه أبو بكر، وكنيته أبو محمد. ويقال اسمه كنيته ولا نعلم له سماعا\nمن أحد الصحابة رضي الله عنهم وإنما يروي عن أبيه وعمر بن عبد العزيز،\nوعمرة بن عبد الرحمن وغيرهم من التابعين، وإن كان أبوه قد ولد في آخر حياة\nرسول الله صلى الله عليه وسلم، سنة تسع من الهجرة، وقيل سنة عشر، لكنه\nمعدود في التابعين.\n</p>\n\n<p>\nوأما رواية أبي بكر بن حزم عن أبي حبة الأنصاري البدري فغير متصلة بلا\nشك، لأن أبا حبة قتل يوم أحد، وكانت غزوة أحد في السنة الثالثة من الهجرة\nوأبو بكر بن حزم توفي سنة عشرين ومائة، وهو ابن أربع وثمانين / سنة، فيما\nذكر غير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p335'> Vol. 00, p. 335</a>\n            </div>\n            \n</p>\n\n<p>\nواحد من العلماء، فيكون مولده على هذا سنة سبع وثلاثين <span id='ms123'></span> من الهجرة، فلا\nيتصور إدراكه له. وأما روايته عن ابن عباس فغير معروفة لكنها جائزة ممكنة،\nلإدراكه له، لأن ابن عباس رضي الله عنهما توفي سنة ثمان وستين من الهجرة،\nوقيل سنة تسع وستين. وقيل سنة سبعين، فإدراكه له معلوم غير مشكوك فيه،\nوسماعه منه جائز ممكن وهذا محمول على الاتصال عند مسلم - رحمه الله - حتى\nيقوم دليل على أنه لم يسمع منه، والله أعلم.\n</p>\n\n<p>\nوأبو حبة البدري اسمه عامر، وقيل مالك. واختلف في ضبطه على ثلاثة أقوال:\n</p>\n\n<p>\nفقيل أبو حبة، بالباء بواحدة، وقيل بالنون، وقيل بالياء باثنتين من\nتحتها.\n</p>\n\n<p>\nوالصحيح الأول. ذكر ذلك ابن عبد البر في استيعابه بنحوه، وقيل في اسمه\nغير ذلك، ولا خلاف أنه بالحاء المهملة. والله أعلم اه‍.\n</p>\n\n<p>\n(63) - حديث [آخر]، أخرج مسلم، رحمه الله، في كتاب الصلاة، حديث أبي\nالجوزاء الربعي عن عائشة رضي الله عنها قالت: كان رسول الله صلى الله عليه\nوسلم، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p336'> Vol. 00, p. 336</a>\n            </div>\n            \n</p>\n\n<p>\nيستفتح الصلاة بالتكبير والقراءة بالحمد لله رب العالمين. الحديث. وأورده\nأبو عمر بن عبد البر النمري الحافظ في تمهيده، في ترجمة العلاء بن عبد\nالرحمن. وقال عقيبه ما هذا نصه: اسم أبي الجوزاء أوس بن عبد الله الربعي،\nلم يسمع من عائشة، وحديثه عنها مرسل. وأورده أيضا في كتابه المسمى\nبالإنصاف، وقال عقيبه: \" رجال إسناد هذا الحديث ثقات كلهم لا يختلف في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p337'> Vol. 00, p. 337</a>\n            </div>\n            \n</p>\n\n<p>\nذلك، إلا أنهم يقولون: إن أبا الجوزاء لا يعرف له سماع من عائشة، وحديثه\nعنها إرسال \".\n</p>\n\n<p>\nقال شيخنا الحافظ أبو الحسين يحيى بن علي، أسعده الله / وإدراك أبي\nالجوزاء هذا لعائشة، رضي الله عنها، معلوم لا يختلف فيه. وسماعه منها جائز\nممكن لكونهما جميعا كانا في عصر واحد. وهذا ومثله محمول على السماع عند\nمسلم، رحمه الله، كما نص عليه في مقدمة كتابه الصحيح، إلا أن تقوم دلالة\nبينة على أن ذلك الراوي لم يلق من روى عنه، أو لم يسمع منه شيئا فحينئذ\nيكون الحديث مرسلا. والله أعلم.\n</p>\n\n<p>\nوقد روى البخاري في تاريخه عن مسدد عن جعفر بن <span id='ms124'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p338'> Vol. 00, p. 338</a>\n            </div>\n            \n</p>\n\n<p>\nسليمان عن عمرو بن مالك النكري عن أبي الجوزاء قال: \" أقمت مع ابن عباس\nوعائشة اثنتي عشرة سنة ليس من القرآن آية إلا سألتهم عنها. قال البخاري: في\nإسناده نظر \".\n</p>\n\n<p>\nقلت ومما يؤيد قول البخاري رضي الله عنه ما رواه محمد بن سعد كاتب\nالواقدي، وكان ثقة، عن عارم، عن حماد بن زيد عن عمرو بن مالك، عن أبي\nالجوزاء قال: \" جاورت ابن عباس في داره اثنتي عشرة سنة \". فذكره، ولم يذكر\nعائشة، وهذا أولى بالصواب، والله أعلم.\n</p>\n\n<p>\nوقد روى أبو الجوزاء هذا عن ابن عباس وابن عمر وأبي هريرة. وقتل في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p339'> Vol. 00, p. 339</a>\n            </div>\n            \n</p>\n\n<p>\nالجماجم سنة ثلاث وثمانين من الهجرة. ولم يخرج البخاري له عن عائشة شيئا،\nوبالله التوفيق.\n</p>\n\n<p>\nوقد روى هذا الحديث - أعني حديث أبي الجوزاء - إبراهيم بن طهمان الهروي.\nوهو من الثقات الذين اتفق البخاري ومسلم على إخراج حديثهم في الصحيحين عن\nبديل العقيلي عن أبي الجوزاء. قال: أرسلت رسولا إلى عائشة رضي الله عنها\nأسألها عن صلاة رسول الله صلى الله عليه وسلم، فقالت: كان يفتتح الصلاة\nبالتكبير الحديث.\n</p>\n\n<p>\nأخبرنا أبو اليمن الكندي، بقراءتي عليه بدمشق. أخبرنا القاضي أبو بكر /\nمحمد بن عبد الباقي بن محمد الأنصاري ببغداد. أخبرنا أبو محمد الحسن بن علي\nالجوهري. أخبرنا أبو حفص عمر بن محمد بن علي الصيرفي. أخبرنا جعفر بن محمد\nالفريابي. حدثنا مزاحم بن سعيد. أخبرنا عبد الله بن المبارك.\n</p>\n\n<p>\nحدثنا إبراهيم بن طهمان. حدثنا بديل العقيلي عن أبي الجوزاء. قال: أرسلت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p340'> Vol. 00, p. 340</a>\n            </div>\n            \n</p>\n\n<p>\nرسولا إلى عائشة، رضي الله عنها، أسألها عن صلاة رسول الله صلى الله عليه\nوسلم وذكر الحديث.\n</p>\n\n<p>\nوهذا الحديث مخرج في كتاب الصلاة لأبي بكر جعفر بن محمد بن الحسين\nالفريابي. وهو إمام من أئمة أهل النقل. ثقة مشهور وإسناده إسناد جيد، لا\nأعلم في أحد من رجاله طعنا. وقول أبي الجوزاء فيه: أرسلت إلى عائشة يؤيد ما\nذكر ابن عبد البر. والله أعلم اه‍.\n</p>\n\n<p>\n(64) - قال: شيخنا الحافظ وفقه الله: عبدة بن أبي لبابة. روى عن عمر بن\nالخطاب <span id='ms125'></span>، رضي الله عنه. أنه كان يجهر بهؤلاء الكلمات: سبحانك اللهم..\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p341'> Vol. 00, p. 341</a>\n            </div>\n            \n</p>\n\n<p>\nالحديث. وأورده مسلم في أول حديث رواه أبو عمرو الأوزاعي عن قتادة، عن\nأنس. قال: صليت خلف النبي صلى الله عليه وسلم... الحديث. وفي رواية عبدة عن\nعمر رضي الله عنه نظر. والصحيح أنه مرسل. وإنما احتج مسلم بحديث قتادة عن\nأنس، والله أعلم اه‍.\n</p>\n\n<p>\nهذا آخر الأحاديث الملحقة في هذا الكتاب. والحمد لله وحده. وصلواته على\nمحمد، وعلى آله وصحبه وسلم تسليما.\n</p>\n\n<p>\nحسبنا الله ونعم الوكيل.\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p342'> Vol. 00, p. 342</a>\n            </div>\n            \n</p>\n\n\n\n#####ENDNOTES# <span id='ms126'></span>",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "033",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "071",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "113",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "165",
    "166",
    "167",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "205",
    "206",
    "207",
    "209",
    "210",
    "211",
    "212",
    "213",
    "215",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "244",
    "245",
    "247",
    "248",
    "252",
    "253",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "266",
    "267",
    "268",
    "270",
    "272",
    "273",
    "274",
    "275",
    "278",
    "279",
    "280",
    "282",
    "283",
    "284",
    "285",
    "286",
    "287",
    "289",
    "290",
    "291",
    "292",
    "294",
    "295",
    "297",
    "298",
    "299",
    "300",
    "301",
    "302",
    "304",
    "306",
    "307",
    "308",
    "310",
    "311",
    "312",
    "313",
    "314",
    "315",
    "316",
    "319",
    "320",
    "321",
    "323",
    "324",
    "325",
    "326",
    "327",
    "328",
    "329",
    "330",
    "331",
    "332",
    "333",
    "334",
    "335",
    "336",
    "337",
    "338",
    "339",
    "340",
    "341",
    "342"
  ],
  "volumes": [
    "01"
  ]
}