{
  "content": "\n<p>\nالعلل الواردة في الأحاديث النبوية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p001'> Vol. 04, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nحقوق الطبع محفوظة الطبعة الأولى 1405 ه‍. 1985 م دار طيبة. الرياض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p002'> Vol. 04, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nالعلل الواردة في الأحاديث النبوية تأليف الشيخ الحافظ أبي الحسن علي بن\nعمر ابن أحمد بن مهدي الدارقطني رحمه الله تعالى (306 - 385 ه‍) \" هو أجل\nكتاب، بل أجل ما رأينا وضع في هذا الفن لم يسبق إليه مثله، وقد أعجز من\nيريد أن يأتي بعده \" (ابن كثير) تحقيق وتخريج د. محفوظ الرحمن زين الله\nالسلفي الجزء الرابع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p003'> Vol. 04, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p004'> Vol. 04, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nبقية مسند علي بن أبي طالب رضي الله عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p005'> Vol. 04, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nس (407) سئل الشيخ أبو الحسن علي بن عمر بن أحمد بن مهدي الحافظ عن حديث\nعبد الرحمن بن أبي ليلى عن علي بن أبي طالب عن النبي صلى الله عليه وسلم\nأنه قال له ألا أعلمك كلمات ان قلتهن غفر لك على أنه مغفور لك الحديث فقال\nهو حديث يرويه أبو إسحاق السبيعي واختلف عنه فقال إسرائيل وسفيان الثوري عن\nأبي إسحاق عن عبد الرحمن بن <span id='ms0282'></span> أبي ليلى عن علي وخالفهما علي والحسن ابنا صالح\nويوسف بن إسحاق بن أبي إسحاق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p007'> Vol. 04, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nونصير بن أبي الأشعث وأبو أيوب الإفريقي فرووه عن أبي إسحاق عن عمرو بن\nمرة عن عبد الله بن سلمة عن علي وقال إسحاق بن منصور عن الحسن بن صالح عن\nأخيه عن أبي إسحاق عن رجل لم يسمعه عن علي وخالفه يحيى بن آدم فقال عن\nالحسن بن صالح عن أخيه عن أبي إسحاق عن عمرو بن مرة عن عبد الله بن سلمة عن\nعلي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p008'> Vol. 04, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nورواه هارون بن عنترة عن أبي إسحاق عن مهاجر المدني عن عطية بن عمر عن\nعلي ورواه حسين بن واقد عن أبي إسحاق عن الحارث عن علي وأشبهها بالصواب قول\nمن قال عن أبي إسحاق عن عمرو بن مرة عن عبد الله بن سلمة عن علي ولا يدفع\nقول إسرائيل عن أبي إسحاق عن بن أبي ليلى عن علي وحديث هارون بن عنترة\nوحديث الحسين بن واقد جميعا وهم والله أعلم وقول الحسن بن صالح مرة عن أبي\nإسحاق ومرة عن أخيه عن أبي إسحاق هما صحيحان حدثنا علي بن محمد بن عبيد قال\nثنا داود بن يحيى ثنا محمد بن العلاء ثنا قبيصة عن سفيان عن أبي إسحاق عن\nعبد الرحمن بن أبي ليلى عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p009'> Vol. 04, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nعلى قال رسول الله صلى الله عليه وسلم ألا أعلمك كلمات إذا قلتهن غفر\nالله لك لا إله إلا الله الحليم الكريم لا إله إلا الله العلي العظيم سبحان\nالله رب العرش العظيم الحمد لله رب العالمين تفرد به أبو كريب عن قبيصة عن\nالثوري حدثنا محمد بن أحمد بن صالح الأزدي وغيره قالوا ثنا أحمد بن محمد بن\nيحيى بن سعيد ثنا يحيى بن آدم ثنا الحسن بن صالح عن أخيه عن أبي إسحاق عن\nعمرو بن مرة عن عبد الله بن سلمة عن علي الحديث س (408) وسئل عن حديث عبد\nالرحمن بن أبي ليلى عن علي عن النبي صلى الله عليه <span id='ms0283'></span> وسلم في بيض النعام صوم\nيوم لكل بيضة فقال حدث به مطر الوراق عن معاوية بن قرة روى عنه سعيد بن أبي\nعروبة والمغيرة بن مسلم وإبراهيم بن طهمان فأما إبراهيم والمغيرة فروياه عن\nمطر عن معاوية بن قرة مرسلا عن علي وأما سعيد بن أبي عروبة فاختلف عنه\nفرواه يزيد بن زريع عن سعيد بن مطر عن معاوية بن قرة عن عبد الرحمن بن أبي\nليلى عن علي تفرد به محمد بن المنهال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p010'> Vol. 04, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nالضرير وكان ثقة عن يزيد وخالفه يزيد بن هارون وعبد الوهاب بن عطاء وروح\nبن عبادة ومكي بن إبراهيم وغيرهم فرووه عن سعيد عن مطر عن معاوية بن قرة\nمرسلا عن علي ورواه سعيد الأموي عن عبدة بن سليمان عن سعيد بن أبي عروبة\nفقال عن قتادة عن معاوية بن قرة وهم في ذكر قتادة وإنما هو مطر س (409)\nوسئل عن حديث عبد الرحمن بن أبزي عن علي أنه كان يمشي خلف الجنازة وكان أبو\nبكر وعمر يمشيان أمامها فقلت له في ذلك فقال لقد علما أن المثنى خلفهما\nأفضل ولكنهما سهلان يسهلان على الناس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p011'> Vol. 04, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nأبي زياد عنه ورواه سعيد بن عبد الرحمن بن أبزي عن أبيه حدث به عنه زائدة\nبن خراش الهمداني رواه عنه أبو فروة عروة بن الحارث واختلف عنه رواه شعبة\nوالثوري وأبو الأحوص وأبو حمزة السكري وعمار بن رزيق عن أبي فروة عن زائدة\nعن عبد الرحمن بن أبزي عن أبيه ورواه بن عيينة عن أبي فروة عن سعيد بن عبد\nالرحمن بن أبزي ولم يذكر ابنه وكذلك رواه حجاج بن أرطأة واختلف عنه فقال بن\nنمير عن حجاج عن زائدة عن سعيد بن عبد الرحمن بن أبزي عن أبيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p012'> Vol. 04, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل عن يزيد بن هارون عن حجاج عن ذر عن سعيد بن عبد الرحمن عن أبيه وهو\nوهم وإنما أراد زائدة وقال سويد بن إبراهيم أبو حاتم عن الحجاج عن عثمان\nأبي اليقظان عن زاذان عن علي والصواب قول بن نمير <span id='ms0284'></span> عن حجاج وروى هذا الحديث\nسعدان الجهني عن عطية العوفي عن أبي سعيد الخدري عن علي ورواه أيضا علي بن\nيزيد عن القاسم أبي عبد الرحمن عن أبي سعيد الخدري عن علي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p013'> Vol. 04, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nورواه علي بن عابس عن أبي فروة واختلف عنه فقيل عنه عن زائدة عن بن أبزي\nوقيل عنه عن يزيد وروى عن هشام بن عروة عن أبيه عن جده عن علي ولا يصح حدث\nبه عصمة بن محمد بن فضالة الأنصاري وهو متروك س (410) وسئل عن حديث عبد\nالرحمن بن الحارث بن هشام عن علي أن النبي صلى الله عليه وسلم كان يقول في\nآخر وتره اللهم إني أعوذ برضاك من سخطك الحديث فقال يرويه حماد بن سلمة\nواختلف عنه فروى عن إبراهيم بن الحجاج عن حماد بن سلمة عن هشام بن عروة عن\nعبد الرحمن بن الحارث عن علي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p014'> Vol. 04, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nوهو وهم وقال أسود بن عامر بن شاذان عن حماد بن سلمة عن هشام بن عمرو عن\nعبد الرحمن بن الحارث بن هشام عن علي وهو الصحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p015'> Vol. 04, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nس (411) وسئل عن حديث عبيد الله بن أبي رافع عن علي قال وقف رسول الله\nصلى الله عليه وسلم بعرفة فقال هذا الموقف وكل عرفة موقف ثم أردف أسامة\nالحديث في المناسك وفيه قالت له امرأة إن فريضة الله في الحج أدركت أبي\nشيخا كبيرا الحديث فقال هو حديث يرويه الثوري والداروردي ومحمد بن فليح\nوالمغيرة بن عبد الرحمن عن عبد الرحمن بن الحارث بن عياش بن أبي ربيعة عن\nزيد بن علي بن الحسين عن أبيه عن عبيد الله بن أبي رافع عن علي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p016'> Vol. 04, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nوخالفهم إبراهيم بن إسماعيل بن مجمع فرواه عن عبد الرحمن بن الحارث فقال\nعن عبيد الله بن أبي رافع عن أبيه أبي رافع عن علي زاد فيه أبا رافع ووهم\nورواه يحيى بن عبد الله بن سالم عن عبد الرحمن بن الحارث عن زيد بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p017'> Vol. 04, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nعلي عن أبيه عن علي ولم يذكر بن أبي رافع والصواب <span id='ms0285'></span> ما ذكرنا من قول الثوري\nومن تابعه س (412) وسئل عن حديث عبيد الله بن أبي رافع عن علي في القراءة\nخلف الإمام في الصلاة انه أمره بذلك فقال هو حديث يرويه الزهري عن عبيد\nالله بن أبي رافع واختلف عن الزهري فرواه إسحاق بن راشد واخلف عنه عن\nالزهري عن عبيد الله بن أبي رافع عن علي فرفعه محمد بن إسحاق عن إسحاق بن\nراشد إلى النبي صلى الله عليه وسلم من رواية حفص بن عبد الرحمن عن بن إسحاق\nوخالفه عبيد الله بن عمر فرواه عن إسحاق بن راشد عن الزهري موقوفا وهو\nالصواب وكذلك رواه معمر بن راشد وعبد الرحمن بن إسحاق وسفيان بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p018'> Vol. 04, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nحسين واختلف عنه فقال أبو داود عن شعبة عن سفيان بن حسين عن الزهري عن بن\nأبي رافع عن علي وخالف حفص بن راشد أبو عمر وعبد الصمد بن النعمان وعلي بن\nحفص فقالوا عن شعبة عن سفيان بن حسين عن الزهري عن بن أبي رافع عن أبيه عن\nعلي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p019'> Vol. 04, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nوالصواب قول من قال علي بن أبي رافع موقوفا وهذا الحديث عن علي أحسن\nإسنادا وأصح من الحديث الذي يرويه الكوفيون عن عبد الرحمن بن الأصبهاني عن\nالمختار بن عبد الله عن أبيه عن علي أخطأ الفطرة من قرأ خلف الامام والله\nأعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p020'> Vol. 04, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nوهو أيضا أصح إسنادا من الحديث الذي يرويه محمد بن سالم عن الشعبي عن\nالحارث عن علي مرفوعا يكفيك قراءة الإمام لان محمد بن سالم متروك الحديث\nوالحارث إذا تفرد لم يثبت حديثه فلم يروه عن محمد بن سالم غير قيس بن\nالربيع وهو ضعيف الحديث وغيره يرويه عن محمد بن سالم عن الشعبي مرسلا س\n(413) وسئل عن حديث عبيد الله بن أبي رافع عن علي عن النبي صلى الله عليه\nوسلم يجزي الجماعة إذا مروا بالقوم أن يسلم أحدهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p021'> Vol. 04, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nويجزي القعود أن يرد أحدهم فقال هو حديث يرويه عبد الملك بن إبراهيم\nالجدي عن سعيد بن خالد الخزاعي عن عبد <span id='ms0286'></span> الله بن الفضل الهاشمي عن عبيد الله\nبن أبي رافع عن علي حدث به عن الجدي جماعة منهم الحسن بن علي الحلواني\nوغيره وحدث به أحمد بن منصور زاج عن الجدي فزاد في الاسناد عبد الرحمن\nالأعرج قبل عبيد الله بن أبي رافع وما أراه حفظه والصواب قول من لم يذكر\nالأعرج فيه والحديث غير ثابت تفرد به سعيد بن خالد المدني عن عبد الله بن\nالفضل وليس بالقوي يعني سعيد بن خالد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p022'> Vol. 04, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nس (414) وسئل عن حديث عباد بن عبد الله الأسدي عن علي أنه قال في خطبة له\nعن النبي صلى الله عليه وسلم ليضربنكم على الدين عودا كما ضربتموهم علي\nأبدا فقال يرويه أبو معاوية الضرير عن الأعمش عن المهال بن عمرو عن عباد بن\nعبد الله الأسدي عن علي موقوفا ورفعه أبو عوانة ويحيى بن عيسى الرملي عن\nالأعمش ورواه شريك عن الأعمش فنحا به نحو الرفع ولم يصرح به ورفعه صحيح\n(415) وسئل عن حديث عباد بن عبد الله الأسدي عن علي أنه قال أنا فقأت عين\nالفتية لولا أن تتكلموا لأخبركم بما قضى الله على لسان نبيكم صلى الله عليه\nوسلم لمن قاتلهم فقال يرويه إسماعيل بن أبي خالد واختلف عنه فرواه عمر بن\nعمران الطفاوي عن إسماعيل عن المنهال بن عمرو عن عباد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p023'> Vol. 04, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nبن عبد الله عن علي وخالفه مسعود بن الجعفي فرواه عن إسماعيل عن المنهال\nعن زر عن علي وخالفه عيسى بن زيد بن علي فرواه عن إسماعيل عن عمرو بن قيس\nعن المنهال عن زر عن علي واختلف عن عمرو بن قيس س (416) وسئل عن حديث عباد\nبن أبي يزيد عن علي كنت مع النبي صلى الله عليه وسلم خارجا من مكة فلم يمر\nبشجرة ولا جبل إلا قال السلام عليكم يا رسول الله فقال يرويه إسماعيل السدي\nواختلف عنه فرواه الوليد بن أبي ثور وعنبسة بن أبي الأزهر عن السدي عن عباد\nبن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p024'> Vol. 04, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nأبي يزيد عن علي ورواه زياد بن خيثمة <span id='ms0287'></span> عن السدى عن أبي يزيد الخيواني عن\nعلي حدثنا محمد بن القاسم بن زكريا ثنا عباد بن يعقوب قال ثنا الوليد بن\nأبي ثور ح وحدثنا أبو بكر بن نيروز محمد بن إبراهيم قال ثنا حمدون بن\nالحارث الخزاز قال حدثنا أبو بدر ثنا زياد بن خيثمة عن السدى يتلوه في\nالجزي الذي يليه سئل عن حديث عبيدة بن عمرو السلماني عن علي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p025'> Vol. 04, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nعليه السلام والحمد لله وحده وصلى الله على سيدنا محمد النبي وآله وصحبه\nوسلم تسليما كثيرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p026'> Vol. 04, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nالثالث من حديث علي بن أبي طالب رضي الله تعالى عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p027'> Vol. 04, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم مسند علي بن أبي طالب عليه السلام س (417) وسئل\nعن حديث عبيدة بن عمرو السلماني عن علي شكت فاطمة مجل يديها من الطحين\nفقالت لو أتيت رسول الله صلى الله عليه وسلم فسأله خادما الحديث فقال رواه\nبن عون واختلف عنه فرواه بن سيرين عن عبيدة وأسنده أزهر بن سعد السمان عن\nبن عون عن بن سيرين عن عبيدة عن علي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p029'> Vol. 04, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nوخالفه معاذ بن معاذ وخالد بن الحارث فروياه عن بن عون عن بن سيرين عن\nعلي مرسلا لم يذكرا فيه عبيدة وكذلك رواه أشهل بن حاتم عن بن عون عن محمد\nقال قال علي شكت فاطمة وهو المحفوظ عن بن عون س (418) وسئل عن حديث عبيدة\nعن علي قال أتى جبريل النبي صلى الله عليه وسلم وسلم يوم بدر فقال إن شئت\nقاتلتهم وإن شئت فاديتهم الحديث فقال حدث به هشام بن حسان وابن عون واختلف\nعنهما فأسنده أبو أسامة عن هشام عن بن سيرين عن عبيدة عن علي وتابعه الثوري\nمن رواية أبو داود الحفري عن يحيى بن أبي زائدة عنه عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p030'> Vol. 04, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nهشام وأرسله غيرهما عن هشام بن حسان وأما حديث بن عون فأسنده عنه أزهر بن\nسعد السمان منة رواية إبراهيم بن عرعرة عنه وخالفه خالد بن الحارث وعثمان\nبن عمر ومعاذ بن معاذ رووه عن بن عون عن بن سيرين عن عبيدة <span id='ms0288'></span> مرسلا والمرسل\nأشبه بالصواب والله أعلم حدثنا جعفر بن محمد بن مغلس ومحمد بن يحيى بن\nهارون بن شوطا قالا ثنا عبدة بن عبد الصفار قال ثنا أبو داود الحفري حدثنا\nيحيى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p031'> Vol. 04, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nبن زكريا عن سفيان الثوري عن هشام بن حسان عن بن سيرين عن عبيدة بن علي\nقال جاء جبريل إلى النبي صلى الله عليه وسلم يوم بدر فقال خير أصحابك في\nالأسارى إن شاؤوا القتل وإن شاؤوا الفداء على أن يقتل منهم عام المقبل\nمثلهم فقالوا الفداء ويقتل منا حدثنا أحمد بن علي بن العلاء الجوزجاني وكان\nثقة قال ثنا أبو عبيدة أحمد بن محمد بن عبد الله بن أبي السفر قال ثنا أبو\nداود الحفري قال حدثني يحيى بن زكريا بن أبي زائدة عن سفيان بن سعيد عن\nهشام بن حسان عن محمد بن سيرين عن عبيدة عن علي عن رسول الله صلى الله عليه\nوسلم أن جبريل هبط عليه فقال له خيرهم يعني أصحابه في أساري بدر القتل أو\nالفداء على أن يقتل منهم قابل مثلهم قال سفيان فقتل مثلهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p032'> Vol. 04, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nس (419) وسئل عن حديث عبيدة عن علي أحبب حبيبك هونا ما الحديث فقال هو\nحديث يرويه داود بن الزبرقان عن هشام بن حسان عن بن سيرين عن عبيدة عن علي\nقوله وخالفه هارون بن إبراهيم الأهوازي فرواه عن بن سيرين عن حميد بن عبد\nالرحمن عن علي مرفوعا قاله أبو عامر العقدي عن هارون وقال زيد بن حباب عن\nهارون عن بن سيرين أن رسول الله صلى الله عليه وسلم قال مرسلا ورواه سويد\nبن عمرو الكلبي عن حماد بن سلمة عن أيوب عن بن سيرين عن أبي هريرة عن النبي\nصلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p033'> Vol. 04, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nقاله أبو كريب عن سويد بن عمرو عن حماد عن أيوب وخالفه الحسن بن أبي جعفر\nفرواه عن أيوب عن حميد بن عبد الرحمن الحميري عن علي ولم يذكر بن سيرين\nورفعه والله أعلم بالصواب س (420) وسئل عن حديث عبيدة عن <span id='ms0289'></span> علي قال كنت عند\nالنبي صلى الله عليه وسلم إذ جئ بهذا الغلام يعني بن الزبير إلى أبيه وهو\nعند النبي صلى الله عليه وسلم وفيه عن النبي صلى الله عليه وسلم ما من\nمسلمين يموت بينهما ثلاثة من الولد لم يبلغوا الحنث الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p034'> Vol. 04, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nفقال رواه هشام بن حسان عن بن سيرين عن عبيدة عن علي تفرد به إسحاق بن\nالضيف عن أبي عاصم عن هشام متصلا مسندا وأرسله غيره عن هشام ورواه يونس بن\nعبيد من رواية عبد الحكيم بن منصور عنه عن بن سيرين عن عبيدة عن بن الزبير\nعن النبي صلى الله عليه وسلم والمرسل هو الصحيح وقد ذكرنا بقية العلل عن بن\nسيرين في مسند أبي هريرة س (421) وسئل عن حديث عبيدة عن علي أنه كان يكره\nذبائح نصارى بني تغلب ونساءهم فقال يرويه سعيد بن أبي عروبة واختلف عنه\nفرواه محمد بن المنهال عن يزيد بن زريغ عن سعيد عن أبي معشر عن إبراهيم عن\nعبيدة عن علي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p035'> Vol. 04, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nوخالفه إسماعيل بن علية وعبد الوهاب بن عطاء فروياه عن سعيد عن أبي معشر\nعن إبراهيم عن علي مرسلا وهو المحفوظ س (422) وسئل عن حديث عبد خير عن علي\nخير هذه الأمة بعد نبيها أبو بكر وعمر فقال رواه أبو إسحاق السبيعي عن عبد\nخير حدث به جماعة منهم سفيان بن عيينة وإسرائيل بن يونس ويونس بن أبي إسحاق\nومنصور بن دينار وأبو بكر بن عياش وشريك ومالك بن مغول وفطر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p036'> Vol. 04, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nوالعزرمي وإسماعيل بن مجالد وسفيان الثوري واختلف عنه فرواه زيد بن\nالحباب وعطاء بن مسلم عن سفيان عن أبي إسحاق عن عبد خير عن علي وخالفهما\nيحيى بن اليمان فرواه عن سفيان عن أبي إسحاق عن أبي جحيفة عن علي والقولان\nعن أبي إسحاق صحيحان وقد حدث به جماعة من الثقات أيضا عن أبي إسحاق عن أبي\nجحيفة ومنهم من جمع بين أبي جحيفة وعبد خير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p037'> Vol. 04, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nوروى هذا الحديث عن محمد بن عجلان ومحمد بن الفرات <span id='ms0290'></span> وعن محمد بن جابر وأبي\nبكر بن عيا ش عن أبي إسحاق عن الحارث بن علي والصحيح حديث عبد خير وأبي\nجحيفة حدثنا أحمد بن إبراهيم بن حبيب الزراد قال حدثنا أحمد بن بكر البالسي\nأبو سعيد بن بالس ثنا زيد بن الحباب ثنا سفيان عن أبي إسحاق عن عبد خير عن\nعلي بن أبي طالب قال خير هذه الأمة بعد نبيها أبو بكر وعمر وروى هذا الحديث\nزيد بن أبي الزرقاء عن الثوري عن علقمة بن مرثد عن عبد خير عن علي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p038'> Vol. 04, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nووهم فيه وخالفه عبد الرحمن بن مهدي وعبثر بن القاسم وغيرهما فرووه عن\nالثوري عن خالد بن علقمة عن عبد خير عن علي وكذلك قال أبو عوانة وأبو\nالأحوص وشريك عن خالد بن علقمة عن عبد خير إلا أن شريكا ذكره بكنيته فقال\nعن أبي حية الهمداني عن عبد خير وقيل عن شعيب بن حرب عن الثوري عن خالد عن\nأبي قلابة عن عبد خير قاله بن أبي داود عن محمد بن عيسى المدائني عن شعيب\nبن حرب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p039'> Vol. 04, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nوقال غيره عن شعيب بن حرب عن الثوري عن خالد بن علقمة والصواب خالد بن\nعلقمة عن عبد خير وروى الكرماني بن عمرو أخو معاوية بن عمرو عن زائدة عن\nالشيباني عن عبد خير عن علي هذا الحديث ووهم في قوله الشيباني وإنما رواه\nزائدة عن السدي قال ذلك حسين الجعفي ومعاوية بن عمرو وروى عن شبابة عن أبي\nالأحوص عن الشيباني عن عبد خير عن علي وخالفه خلف البزار وأحمد بن جواس\nوغيرهما فرووه عن أبي الأحوص عن إسماعيل السدي عن عبد خير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p040'> Vol. 04, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nوهو الصواب وكذلك رواه الثوري عن السدي أيضا ورواه شعيب بن حرب عن مالك\nبن مغول عن الحكم عن عبد خير وكذلك قال محمد بن القاسم الأسدي وهو متروك عن\nشعبة عن الحكم عن عبد خير وكلاهما وهم الصواب عن مالك بن مغول عن شعبة عن\nالحكم عن أبي جحيفة عن علي ورواه داود بن <span id='ms0291'></span> الزبرقان عن شعبة عن الحكم عن عبد\nالرحمن بن أبي ليلى عن علي س (423) وسئل عن حديث روي عن فراس عن عبد خير عن\nعلي خير هذه الأمة الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p041'> Vol. 04, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nفقال يرويه خالد بن نزار عن إبراهيم بن طهمان عن الحسن بن عمارة عن حبيب\nبن أبي ثابت وفراس عن عبد خير عن علي وفي إسناده وهم ولعله أراد أن يقول عن\nحبيب بن أبي ثابت وفراس عن عبد خير فقال عن فراس وهذا حديث محفوظ عن حبيب\nبن أبي ثابت أنه سمعه من عبد خير وكذلك رواه الحفاظ عن حبيب منهم سفيان\nالثوري وشعبة والأعمش ومالك بن مغول والعلاء بن عبد الكريم وعبيد بن أبي\nأمية الطنافسي وفطر بن خليفة وسعيد بن مسروق وجهم بن واقد وقال في حديثه\nأتيت عبد خير فسمعته يحدث عن علي وقولهم هو الصواب عن حبيب عن عبد خير عن\nعلي وذكر فراس في الاسناد وهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p042'> Vol. 04, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nوروى هذا الحديث أيضا عن المسيب بن عبد خير عن أبيه عن علي حدث به حصين\nبن عبد الرحمن واختلف عنه رواه خالد بن عبد الله وسليمان بن كثير وعبثر أبو\nزبيد وسويد بن عبد العزيز وشعيب بن ميمون وهشيم بن بشير وإبراهيم بن طهمان\nوعمران بن عيينة عن حصين بن المسيب عن عبد خير عن أبيه وخالفهم جماعة منهم\nالحسين بن واقد وورقاء وخارجة بن مصعب فرووه عن حصين عن عبد خير لم يذكروا\nفيه المسيب وقول من ذكر المسيب أصح س (424) وسئل عن حديث عبد خير عن علي في\nالمسح على ظهر الخف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p043'> Vol. 04, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nفقال يرويه عن عبد خير جماعة اختلفوا عليه فيه فرواه أبو إسحاق عن عبد\nخير فاختلف عليه في إسناده وفي لفظه فقال حفص بن غياث وعيسى بن يونس ووكيع\nعن الأعمش عن أبي إسحاق عن عبد خير وتابع الأعمش يونس بن إسحاق وسفيان\nالثوري وإسرائيل وحكيم بن زيد فرووه عن أبي إسحاق عن عبد خير كذلك وخالفهم\nإسماعيل بن عمرو البجلي فرواه عن حفص <span id='ms0292'></span> بن غيث عن الأعمش عن أبي إسحاق عن\nالحارث عن علي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p044'> Vol. 04, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nووهم في قوله الحارث واختلفوا في لفظ الحديث فقال حفص بن غياث عن الأعمش\nفيه لو كان الدين بالرأي لكان أسفل الخف أولى بالمسح وقال عيسى بن يونس\nووكيع عن الأعمش فيه كنت أرى أن باطن القدمين أحق بالمسح من أعلاهما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p045'> Vol. 04, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nوتابعهما يونس بن أبي إسحاق وإسرائيل عن الثوري عن أبي إسحاق والصحيح من\nذلك قول من قال كنت أرى أن باطن الخفين أحق بالمسح من أعلاها وكذلك قال\nحكيم بن زيد عن أبي إسحاق ومما يقوي ما ذكرناه ما رواه خالد بن علقمة وعبد\nالملك بن سلع والحسن بن عقبة أبو كيران وغيرهم من عبد خير أن عليا غسل\nقدميه ثلاثا وقال هكذا رأيت رسول الله صلى الله عليه وسلم يفعل حدثنا محمد\nبن مخلد بن حفص قال ثنا أحمد بن عبد الله بن زياد الحداد قال ثنا محمد بن\nسابق قال ثنا إبراهيم بن طهمان عن مطر عن الحسن عن المسيب بن عبد خير عن\nأبيه عن علي قال لولا أني رأيت رسول الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p046'> Vol. 04, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nصلى الله عليه وسلم يمسح على ظاهر القدمين لرأيت أن أسفلهما أو باطنهما\nأحق حدثنا محمد بن مخلد قال ثنا أحمد بن عبد الله الحداد قال ثنا خلف بن\nسالم حدثنا إسحاق بن يوسف عن سفيان عن أبي إسحاق عن عبد خير عن علي عن\nالنبي صلى الله عليه وسلم بنحوه حديث الثوري سمعه بن عقدة أبو العباس من بن\nمخلد في سنة ثلاثين وثلاثمائة ببغداد ونحن حضور في أحاديث قرئت على بن مخلد\nوابن عقدة يسمع وأما حديث خالد بن علقمة عن عبد خير عن علي في الوضوء فرواه\nعنه جماعة من الثقات مختصرا ومستقصي فرواه عنه زائدة وأبو عوانة وشريك\nوسفيان الثوري وشعبة وأبو الأشهب جعفر بن الحارث والحسن بن صالح وجعفر\nالأحمر وعلي بن صالح حازم بن إبراهيم البجلي والحجاج بن أرطأة وأبو حنيفة\nفاختلفوا في إسناده ومتنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p047'> Vol. 04, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nفأما شعبة <span id='ms0293'></span> فوهم في اسم خالد بن علقمة فسماه خالد بن عرفطة وأتى بالحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p049'> Vol. 04, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nوأغرب بن أبي عدي عن شعبة فيه بلفظة ذكرها عن سفيان الثوري عن خالد غسل\nيديه ثلاثا ورواه هياج عن بسطام عن سفيان الثوري عن شريك عن خالد بن علقمة\nوخالفه القاسم بن يزيد الجرمي والحارث بن مسلم فروياه عن الثوري عن خالد بن\nعلقمة وخالف الجماعة في الاسناد الحجاج بن أرطأة فجعله عن خالد بن علقمة عن\nعمرو ذي مر ووهم في ذلك والصواب قول من قال عن عبد خير عن علي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p050'> Vol. 04, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nواتفقوا في الحديث على مسح الرأس مرة واحدة إلا أبا حنيفة فإنه قال في\nروايته عن خالد بن علقمة عن عبد خير أنه مسح رأسه ثلاثا ومع خلاف أبي حنيفة\nللجماعة وروايته أن النبي صلى الله عليه وسلم مسح رأسه ثلاثا قد خالف في\nهذا فزعم أن السنة في مسح الرأس مرة واحدة وكذلك رواه عبد الملك بن سلع عن\nعبد خير عن علي وذكر فيه أنه غسل رجليه ثلاثا ثلاثا وتابعه أبو كيران الحسن\nبن عقبة ورواه إسماعيل الرسدي عن عبد خير واختلف عليه في لفظه فرواه الثوري\nعن السدي عن عبد خير عن علي أنه توضأ وضوءا خفيفا ومسح على نعليه ثم قال\nهكذا وضوء رسول الله صلى الله عليه وسلم للطاهرة ما لم يحدث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p051'> Vol. 04, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nرسول الله صلى الله عليه وسلم مسح على ظهر قدميه لرأيت أن بطونها أحق\nوقول الثوري أصح ورواه المسيب بن عبد خير عن أبيه عن علي واختلف عنه فرواه\nالحسين بن عمارة عنه وهو ضعيف نحو قول شريك عن السدي ورواه أبو السوداء\nالنهدي عنه فقال فيه لولا أني رأيت رسول الله صلى الله عليه وسلم يغسل\nقدميه واختلف عنه في لفظه فقال بعض الرواة عن بن عيينة لولا أني رأيت رسول\nالله صلى الله عليه وسلم يمسح على ظهر قدميه والقول قول من قال يغسل قدميه\nكما تقدم ذكره من راية خالد بن علقمة وعبد الملك بن <span id='ms0294'></span> سلع ومن تابعهما عن عبد\nخير عن علي أنه غسل قدميه ثلاثا وهما أثبت خالفهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p052'> Vol. 04, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو بكر محمد بن داود بن سليمان النيسابوري فاضل ثقة قال حدثنا أبو\nمنصور يحيى بن أحمد بن زياد الزيادي والحسين بن إدريس بن نصر أبو علي\nالهرويان من أصليهما العتيقين حدثاني قالا ثنا خالد بن هياج عن أبيه الهياج\nبن بسطام عن سفيان بن سعيد عن شريك عن خالد بن علقمة عن عبد خير قال قال\nعلي أحكي لكم وضوء رسول الله صلى الله عليه وسلم فدعا بطس وركوة فأكفأ بيده\nاليسرى على اليمنى ثم غسل كفيه ثلاثا ثم مضمض واستنشق ثلاثا بثلاثة أكف من\nماء ثم غسل وجهه وذراعيه ثلاثا ثلاثا ثم وضع يده في الاناء فمسح برأسه ثم\nغسل رجليه ثلاثا ثلاثا أخبرنا علي بن الفضل قال ثنا عبد الصمد بن الفضل\nومحمد بن عامر بن كامل قراءة حدثكم شداد بن حكيم عن زفر عن الحجاج بن أرطأة\nعن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p053'> Vol. 04, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nخالد بن علقمة عن عمرو ذي مر عن علي بن أبي طالب قال من أراد أن ينظر إلى\nوضوء رسول الله صلى الله عليه وسلم فلينظر قال فغسل يديه ثم أخذ كفا من ماء\nفمضمض واستنشق ثم أخذ كفا آخر ففعل مثل ذلك ثم أخذ كفا آخر ففعل مثل ذلك ثم\nغسل وجهه ثلاثا ثم غسل ذراعيه ثم مسح رأسه ثم غسل رجليه غسلا س (425) وسئل\nعن حديث عبد الملك بن عمير عن علي أنهم كانوا يبعرون بعرا وأنتم تثلطون\nثلطا فقال رواه الجماعة عن عبد الملك بن عمير منهم سفيان الثوري وعلي بن\nصالح ومسعر وحبان بن علي وزائدة واختلف عنه فقال معاوية عن زائدة والباقون\nمعه عن عبد الملك بن عمير قال قال علي وخالفهم عمرو بن مرزوق عن زائدة فقال\nعن عبد الملك بن عمير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p054'> Vol. 04, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nعن كردوس الثعلبي عن علي قاله سعيد عن عثمان الأهوازي عنه وقال جرير بن\nعبد الحميد عن عبد الملك بن عمير عن رجل عن <span id='ms0295'></span> علي ولم يسمه وكذلك رواه السدي\nعن رجل لم يسمه عن علي ولا يثبت في هذا عبد خير والله أعلم حدثنا يوسف بن\nيعقوب قال ثنا جدي قال ثنا عبد الله بن وهب الحضرمي كوفي عن سفيان عن عبد\nالملك بن عمير عن علي أنهم كانوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p055'> Vol. 04, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nيبعرون بعرا وأنتم تثلطون ثلطا فاتبعوا الحجارة الماء س (426) وسئل عن\nحديث عبد الملك بن عمير عن علي عن النبي صلى الله عليه وسلم الناس تبع\nلقريش برهم لبرهم وفاجرهم لفاجرهم فقال رواه محمد بن جابر عن عبد الملك بن\nعمير عن عمارة بن رويبة عن علي ثنا به بن منيع ثنا لوين ثنا محمد بن جابر\nوخالفه أبو عوانة فرواه عن عبد الملك بن عمير عن علي ولم يذكر بينهما أحدا\nوقول محمد بن جابر أشبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p056'> Vol. 04, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nس (427) وسئل عن حديث علي بن الحسين عن علي بن أبي طالب عن النبي صلى\nالله عليه وسلم في النهي عن صوم أيام منى فقال يرويه جعفر بن محمد بن علي\nواختلف عنه فرواه يعلى بن شبيب عن جعفر عن أبيه عن جده عن علي بن أبي طالب\nوخالفه أبو ضمرة فرواه عن جعفر عن أبيه عن جابر كذلك قال يعيش بن جهم عنه\nوغيره يرويه عن أبي ضمرة مرسلا كذلك رواه أصحاب جعفر بن محمد عن جعفر عن\nأبيه مرسلا وهو أشبه بالصواب س (428) وسئل عن حديث علي بن الحسين عن علي بن\nأبي طالب عن النبي صلى الله عليه وسلم انه كان يحمل المشاة على البدن إذا\nأعيوا فقال يرويه جعفر بن محمد واختلف عنه فرواه محمد بن ميمون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p057'> Vol. 04, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nالزعفراني كوفي يكنى أبا النضر ليس به بأس وأبو ضمرة عن جعفر بن محمد عن\nأبيه عن علي مرسلا وقال عباد بن صهيب عن جعفر عن أبيه عن جده عن علي س\n(429) وسئل عن حديث عمر بن علي بن أبي طالب عن علي بن أبي طالب عن النبي\nصلى الله عليه وسلم الشاهد يرى مالا يرى <span id='ms0296'></span> الغائب فقال هو حديث يرويه الثوري\nعن محمد بن عمر بن علي بن أبي طالب فأرسله يحيى القطان عن الثوري عن محمد\nبن عمر عنجده علي وأسنده أبو نعيم عن الثوري فقال عن محمد بن عمر بن علي عن\nأبيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p058'> Vol. 04, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nعن علي واختلف عن أبي نعيم والمرسل أصح س (430) وسئل عن حديث علي بن\nربيعة الوالبي الأسدي عن علي في ركوب الدابة وما يقال عند ذلك فقال حدث به\nأبو إسحاق السبيعي عن علي بن ربيعة رواه عن أبي إسحاق كذلك منصور بن\nالمعتمر وعمرو بن قيس الملائي وسفيان الثوري وأبو الأحوص وشريك وأبو نوفل\nعلي بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p059'> Vol. 04, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nسليمان والأجلح بن عبد الله واختلف عنه فقال مصعب بن سلام عن الأجلح وأبو\nيوسف القاضي عن ليث جميعا عن أبي إسحاق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p060'> Vol. 04, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nعن الحارث عن علي ووهما والصواب ما رواه شيبان عن الأجلح عن أبي إسحاق عن\nعلي بن ربيعة وكذلك قال أصحاب أبي إسحاق عنه وأبو إسحاق لم يسمع هذا الحديث\nمن علي بن ربيعة يبين ذلك ما رواه عبد الرحمن بن مهدي عن شعبة قال قلت لأبي\nإسحاق سمعته من علي بن ربيعة فقال حدثني يونس بن خباب عن رجل عنه وروى هذا\nالحديث شعيب بن صفوان عن يونس بن خباب عن شقيق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p061'> Vol. 04, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nبن عقبة الأدي عن علي بن ربيعة ورواه المنهال بن عمرو وإسماعيل بن عبد\nالملك بن أبي الصغير عن علي بن ربيعة فهو من رواية أبي إسحاق مرسلا وأحسنها\nإسنادا حديث المنهال بن عمرو عن علي بن ربيعة والله أعلم ورواه محمد بن عبد\nالرحمن بن أبي ليلى عن الحكم بن عتيبة عن علي بن ربيعة حدثنا القاضي حسين\nبن إسماعيل قال ثنا زكريا بن يحيى الباهلي ثنا يحيى بن سعيد القطان ثنا\nسفيان حدثني أبو إسحاق عن علي بن ربيعة عن علي بن أبي طالب عن النبي صلى\nالله عليه وسلم قال يتعجب الرب أو ربنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p062'> Vol. 04, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nعز وجل إذا قال لعبد سبحانك اللهم لا إله إلا أنت <span id='ms0297'></span> ظلمت نفسي فاغفر لي إنه\nلا يغفر الذنوب إلا أنت س (431) وسئل عن حديث عاصم بن ضمرة عن علي قال من\nكل الليل أوتر رسول الله صلى الله عليه وسلم وانتهى إلى السحر فقال يرويه\nمطرف بن طريف واختلف فيه فرواه هشيم عن مطرف عن أبي إسحاق عن بعض أصحاب علي\nعن علي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p063'> Vol. 04, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nورواه يونس بن أبي إسحاق عن أبي إسحاق عن عاصم والحارث عن علي وهو محفوظ\nعنهما س (432) وسئل عن حديث عاصم بن ضمرة عن علي عن النبي صلى الله عليه\nوسلم لو كنت مستخلفا على أمتي أحدا من غير مشورة لاستخلفت بن مسعود\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p064'> Vol. 04, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nفقال رواه منصور بن المعتمر وسفيان الثوري عن أبي إسحاق واختلف عن منصور\nفرواه القاسم بن معن عن منصور عن أبي إسحاق عن عاصم بن علي وقيل عن أبي\nإسحاق عن حارثة بن مضرب عن علي وخالفه زهير فرواه عن أبي إسحاق عن الحارث\nعن علي وكذلك رواه الثوري عن أبي إسحاق عن الحارث عن علي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p065'> Vol. 04, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nولا نعلم حدث به عن أبي إسحاق كذلك غيرهما ورواه مالك بن مغول عن أبي\nإسحاق مرسلا عن النبي صلى الله عليه وسلم وقال عبد العزيز بن أبان عن سفيان\nعن منصور عن أبي إسحاق عن الحارث بن علي س (433) وسئل عن حديث عاصم بن ضمرة\nعن علي كان النبي صلى الله عليه وسلم دخل العشر الأواخر من رمضان شمر وشد\nالميزر وأيقظ أهله فقال يرويه هشيم عن شعبة عن أبي إسحاق عن عاصم بن ضمرة\nعن علي ووهم فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p066'> Vol. 04, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nوخالفه غير واحد عن شعبة فقالوا عن أبي إسحاق عن هبيرة عن علي وكذلك قال\nالثوري وإسرائيل وأبو بكر بن عياش عن أبي إسحاق عن هبيرة عن علي ورواه أحمد\nبن أبي ظبية عن عنبسة بن الأزهر عن أبي إسحاق عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p067'> Vol. 04, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nالأسود بن يزيد عن علي ووهم فيه والصحيح حديث هبيرة قلت هل سمعت من بن\nصاعد حديث هشيم عن شعبة فإنه كان عنده عن عبد الكريم بن <span id='ms0298'></span> هيثم عن محمد بن\nعيسى بن الطباع عن هشيم قال الشيخ حدثناه بن السماك ثنا عبد الكريم بن\nالهيثم تفرد به عبد الكريم س (434) وسئل عن حديث عاصم بن ضمرة عن علي كان\nرسول الله صلى الله عليه وسلم يصلي في أثر كل صلاة مكتوبة ركعتين إلا الفجر\nوالعصر فقال رواه الثوري عن أبي إسحاق واختلف عنه فرواه أصحاب الثوري عنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p068'> Vol. 04, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبي إسحاق عن عاصم بن ضمرة عن علي وخالفهم معاوية بن هشام فرواه عن\nالثوري عن أبي إسحاق عن الحارث عن علي والمحفوظ حديث عاصم بن علي حدثنا\nأحمد بن محمد بن سعدان ثنا شعيب بن أيوب ثنا معاوية بن هشام عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p069'> Vol. 04, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nسفيان عن أبي إسحاق عن الحارث عن علي قال ما كان رسول الله صلى الله عليه\nوسلم يصلي صلاة إلا صلى بعدها ركعتين إلا العصر والفجر وعن علي عن النبي\nصلى الله عليه وسلم أنه قال قد عفوت لكم عن الخيل والرقيق فأدوا زكاة\nالأموال وعن علي قال قضى رسول الله صلى الله عليه وسلم إن الدين قبل الوصية\nوأنتم تقرؤونها من بعد وصية يوصي بها أو دين وإن أعيان بني الام يتوارثون\nدون العلات يرث الرجل أخاه لابنه وأمه دون أخوته لأبيه س (435) وسئل عن\nحديث عاصم عن علي أنه كان يقول في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p070'> Vol. 04, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nدبر الصلاة ثم نورك ربنا فهديت فلك الحمد الحديث في في دعاء طويل فقال\nيرويه الثوري وشعبة وإسرائيل عن أبي إسحاق واختلف عن شعبة فرواه غندر عن\nشعبة عن أبي إسحاق عن عاصم بن ضمرة قوله ولم يذكر عليا وخالفه أبوا لوليد\nعن شعبة فذكر فيه عليا كما قال الثوري وإسرائيل وهو الصحيح س (436) وسئل عن\nحديث عاصم عن علي عن النبي صلى الله عليه وسلم فيما سقت السماء العشر وما\nسقى بالغرب والدالية فنصف العشر فقال يرويه أبو إسحاق اختلف عنه فرفعه محمد\nبن سالم العنبسي أبو سهل وهو ضعيف عن أبي إسحاق عن علي عن النبي صلى الله\nعليه وسلم <span id='ms0299'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p071'> Vol. 04, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nوقفه الثوري عن أبي إسحاق والصحيح موقوف وأنكر أحمد بن حنبل حديث محمد بن\nسالم وقال أراه موضوعا س (437) وسئل عن حديث عاصم بن ضمرة عن علي كان رسول\nالله صلى الله عليه وسلم إذا أخذ مضجعه قال اللهم أسلمت نفسي إليك وفوضت\nأمري إليك الحديث فقال يرويه علي بن عابس عن أبي إسحاق عن عاصم بن ضمرة عن\nعلي ووهم فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p072'> Vol. 04, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nوأصحاب أبي إسحاق يروونه عن أبي إسحاق عن البراء وهو الصحيح س (438) وسئل\nعن حديث عاصم بن ضمرة عن علي عن النبي صلى الله عليه وسلم في صدقة الغنم\nوالإبل والبقر والرق حديث طويل فقال يرويه أبو إسحاق واختلف عنه فرفعه أبو\nأحمد الزبيري عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p073'> Vol. 04, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nالثوري عن أبي إسحاق علي شك منه في رفعه ووقفه غيره عن الثوري ورواه عبد\nالمجيد عن معمر عن أبي إسحاق مرفوعا ورواه زهير بن معاوية عن أبي إسحاق عن\nعاصم والحارث عن علي وشك زهير في رفعه كذلك قال الحسن بن موسى الأشيب عن\nزهير ورواه أبو بدر شجاع بن الوليد عن أبي إسحاق عن عاصم والحارث عن علي\nفرفعه بغير شك إلا أنه لم يذكر في حديثه إلا زكاة البقر فقط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p074'> Vol. 04, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nورفعه الحسن بن عمارة عن أبي إسحاق عنهما عن علي عن النبي صلى الله عليه\nوسلم ورفعه سلمة بن صالح وأيوب بن جابر عن أبي إسحاق عن عاصم عن علي ووقفه\nشعبة وأشعث بن سوار وعلي بن صالح وأبو بكر بلن عياش وغيرهم عن أبي إسحاق\nوالصواب موقوف عن علي والله أعلم وروى أبو سهل محمد بن سالم العنبسي عن أبي\nإسحاق بعض هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p075'> Vol. 04, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nوأبو سهل ضعيف الحديث متروك حدثنا إسماعيل بن العباس الوراق ثنا عمر بن\nشبة ثنا أبو أحمد الزبيري ثنا سفيان الثوري عن أبي إسحاق عن عاصم بن ضمرة\nعن علي أراه عن النبي صلى الله عليه وسلم قال في خمس من الإبل شاة وفي عشر\nشاتان وفي خمس عشرة ثلاث شياه وفي عشرين أربع شياه وفي <span id='ms0300'></span> خمس وعشرين خمس شياه\nفإذا زادت فيها بن مخاض الحديث س (439) وسئل عن حديث عاصم بن ضمرة عن علي\nقال الوتر سنة سنها رسول الله صلى الله عليه وسلم ليس بحتم فأوتروا يا أهل\nالقرآن فإن الله يحب الوتر فقال هو حديث يرويه أبو إسحاق السبيعي عنه حدث\nبه عن أبي إسحاق جماعة من الرفقاء منهم منصور بن المعتمر وسفيان الثوري\nوشعبة وزكريا بن أبي زائدة وإسرائيل وزهير وابن عيينة وشريك وعلي بن صالح\nوأبو نوفل علي بن سليمان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p076'> Vol. 04, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nوعبد الحميد بن الحسن وسلمة بن صالح ومحمد بن جابر وأبو بكر بن عياش\nوأبان بن تغلب واتفقوا على قول واحد عن أبي إسحاق عن عاصم بن ضمرة عن علي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p077'> Vol. 04, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nواختلف عن سفيان الثوري وعن منصور بن المعتمر فقال جرير عن منصور عن أبي\nإسحاق عن عاصم بن ضمرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p078'> Vol. 04, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أبو حفص في الآبار عن منصور عن أبي إسحاق عن الحارث أو عن عاصم بين\nضمرة وأما أصحاب الثوري فاتفقوا عنه على عاصم بن ضمرة إلا عبد الله بن\nالمبارك ومعاوية بن هشام فإنهما قالا عن الثوري عن أبي إسحاق عن الحارث عن\nعلي والمحفوظ قول من قال عن عاصم بن ضمرة عن علي والله أعلم حدثنا أحمد بن\nمحمد بن سعدان قال ثنا شعيب بن أيوب ثنا معاوية بن هشام عن سفيان عن أبي\nإسحاق عن الحارث عن علي قال ليس الوتر بحتم كالمكتوبة ولكنها سنة سنها رسول\nالله صلى الله عليه وسلم س (440) وسئل عن حديث عاصم بن عمرو عن علي خرجنا\nمع النبي صلى الله عليه وسلم حتى إذا كنا بالحرة التي بالسقيا قال رسول\nالله صلى الله عليه وسلم اللهم إن إبراهيم عبدك وخليلك دعاك لأهل مكة وأنا\nعبدك ورسولك أدعوك لأهل المدينة الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p079'> Vol. 04, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nفقال يرويه سعيد المقبري واختلف عنه فرواه ليث بن سعد عن المقبري عن عمرو\nبن سليم عن عاصم بن عمرو عن علي وخالفه عبد الحميد بن جعفر فرواه المقبري\nعن عمرو بن سليم <span id='ms0301'></span> عن أبي عمر عن علي وخالفهما بن أبي ذئب فرواه المقبري عن\nعبد الله بن أبي قتادة عن أبيه قاله عثمان بن عمر عن بن أبي ذئب ورواه بن\nجريج عن أبي بكر بن أبي سبرة عن أبي ذئب عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p080'> Vol. 04, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nالمقبري عن أبي هريرة والأشبه بالصواب لا أحكم فيه بشئ (441) وسئل عن\nحديث عائش بن أنس عن علي بن أبي طالب قال أمرت عمارا أن يسأل النبي صلى\nالله عليه وسلم عن المذي فقال يكفي فيه الوضوء فقال هو حديث رواه عطاء بن\nأبي رباح واختلف عنه فرواه عمرو بن دينار وابن جرير وابن أبي نجيح ومعقل بن\nعبيد الله وعمر بن قيس وطلحة بن عمرو فرواه عن عمرو بن دينار سفيان بن\nعيينة ومعمر فاتفقا أنه عن عمرو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p081'> Vol. 04, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nعن عطاء بن عايش ورواه ورقاء عن عمرو عن عايش لم يذكر بينهما عطاء ورواه\nبن جريج وعمر بن قيس عن عطاء عن عايش كقول بن عيينة ومعمر وأما بن أبي نجيح\nفقال فيه عن عطاء عن إياس بن خلفة البكري عن رافع بن خديج أن عليا أمر\nعمارا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p082'> Vol. 04, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nوروى هذا الحديث علي بن المديني في مسند علي عن بعض أصحابه عن يزيد بن\nزريع فوهم فيه رحمه الله قال فيه عن عطاء عن حرملة بن إياس وأظنه ذكره من\nحفظه فأراد أن يقول إياس بن خليفة فقال حرملة بن إياس وذكره إبراهيم في\nالطهارة فقال فيه حرملة بن إياس كما قال علي أظن أنه اطلع في كتاب علي بن\nالمديني فحكى مقالته ثم قال والصواب إياس بن خليفة اتفق على ذلك روح بن\nالقاسم وإبراهيم بن نافع المكي عن بن أبي نجيح عن عطاء وأما طلحة بن عمرو\nفأرسله عن عطاء عن علي والصواب ما قال عمر بن دينار وابن جريج عن عطاء\nوالله أعلم س (442) وسئل عن حديث عمرو بن سفيان عن علي قال أيها الناس إن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p083'> Vol. 04, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nرسول الله صلى الله عليه وسلم لم يعهد علينا في هذه الامارة <span id='ms0302'></span> شيئا نأخذ به\nحتى مضى لسبيله ثم إن أبا بكر رأى أن يستخلف عمر فأقام واستقام حتى شرب\nالدين بجرانه فقال هو حديث يرويه الأسود بن قيس واختلف عنه فرواه أبو داود\nالحفري عن عاصم بن النعمان وهو بن أبي خالد بن أخي إسماعيل بن أبي خالد عن\nالثوري عن الأسود بن قيس عن عن عمرو بن سفيان عن علي وخالفه أبو عاصم فرواه\nعن الثوري عن الأسود بت قيس عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p084'> Vol. 04, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nسعيد بن عمرو بن سفيان عن أبيه ورواه يحيى بن يمان عن الثوري عن الأسود\nبن قيس عن سفيان بن عمرو أو عمرو بن سفيان ورواه عبد الصمد بن حسان عن\nالثوري فلم يقم الاسناد وقال سفيان عن رجل عن الأسود عن علي ورواه أبو يحيى\nالحماني وعبد الرزاق عن الثوري عن الأسود بن قيس عن رجل لم يسم عن علي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p085'> Vol. 04, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك رواه شريك عن الأسود عن قيس عن شيخ غير مسمى عن علي ورواه عبثر عن\nالثوري عن سوار عن الأسود بن قيس عن أبيه عن علي ورواه مروان الفزاري عن\nمساور شيخ له عن عمرو بن سفيان مرسلا عن علي والثوري رحمه الله كان يضطرب\nفيه ولم يثبت إسناده حدثناه أحمد بن محمد بن سعدان ثنا شعيب بن أيوب قال\nثنا أبو داود الحفري عن عصام بن النعمان عن سفيان عن الأسود بن قيس عن عمرو\nبن سفيان قال لما ظهر علي على سفيان يوم الجمل قال أيها الناس إن رسول الله\nصلى الله عليه وسلم لم يعهد إلينا في هذه الامارة شيئا حتى رأينا من الرأي\nأن يستخلف أبا بكر فأقام واستقام حتى ضرب بجرانه ثم إن أقواما طلبوا هذه\nالدنيا فكانت أمور يقضي الله فيها حدثنا أبو عمر القاضي قال ثنا محمد بن\nأحمد بن الجنيد وحدثنا الحسين بن إسماعيل المحاملي ثنا محمد بن الجوان قال\nثنا أبو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p086'> Vol. 04, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nعاصم بن سفيان عن الأسود بن قيس عن سعيد بن عمرو بن سفيان عن أبيه قال\nخطب <span id='ms0303'></span> على فقال إن رسول الله صلى الله عليه وسلم لم يعهد إلينا في هذه\nالامارة شيئا ولكنه رأى رأيناه استخلف أبو بكر فقام واستقام ثم استخلف عمر\nفقام واستقام حتى شرب الدين بجرانه فقال حديث بن جوان وزاد بن الجنيد ثم أن\nأقواما طلبوا الدنيا يغفر الله لمن يشاء ويعذب من يشاء حدثنا أحمد بن محمد\nبن سعدان قال ثنا شعيب ثنا أبو يحيى الحماني قال ثنا سفيان عن الأسود عن\nقيس عن رجل عن علي أنه قال إن رسول الله صلى الله عليه وسلم لم يعهد إلينا\nفي هذه الامارة أمرا نأخذ به وكن رأينا رأيا فإن يكن صوابا فمن الله وإن لم\nيكن فمن أنفسنا استخلف أبو بكر فأقام واستقام ثم استخلف عمر فأقام واستقام\nثم إن الدين ضرب بجرانه إن أقواما طلبوا الدنيا فيعفوا الله عمن يشاء ويعذب\nمن يشاء حدثنا أبو عمر القاضي قال ثنا أحمد بن منصور والحسن بن يحيى واللفظ\nلأحمد قالا ثنا عبد الرزاق أنبأ سفيان الثوري عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p087'> Vol. 04, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nالأسود بن قيس عن رجل عن علي أنه قال يوم الجمل ان رسول الله صلى الله\nعليه وسلم لم يعود إلينا في الامارة بأمر نأخذ به ولكنه شئ رأيناه من قبل\nأنفسنا فإن يك صوابا فمن الله وإن يك خطأ فمن أنفسنا ثم استخلف أبو بكر\nرحمة الله على أبي بكر فأقام واستقام ثم استخلف عمر رحمه الله على عمر\nفأقام واستقام حتى ضرب الدين بجرانه ثم إن أقواما طلبوا الدنيا يغفر الله\nلمن يشاء أو قال من يشاء ويعذب من شاء س (443) وسئل عن حديث أبي ميسرة عمرو\nبن شرحبيل عن علي عن النبي صلى الله عليه وسلم من كذب علي متعمدا ليضل به\nالناس فليتبوأ مقعده من النار فقال يرويه الأعمش عن طلحة بن مصرف واختلف\nعنه فرواه يحيى بن طلحة اليربوعي عن أبي معاوية عن الأعمش عن طلحة عن أبي\nعمار عن عمرو بن شرحبيل عن علي ولم يتابع عليه وخالفه يونس <span id='ms0304'></span> بن بكير فرواه\nعن الأعمش عن طلحة عن عمرو بن شرحبيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p088'> Vol. 04, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nعن بن مسعود وكلاهما وهم والصواب عن العمش عن طلحة عن أبي عمار عن عمرو\nبن شرحبيل مرسلا س (444) وسئل عن حديث عمرو الجملي عن علي أجلدها بالقرآن\nوأرجمها بالسنة فقال هو حديث يرويه معتمر بن سليمان عن إسماعيل بن أبي خالد\nعن الشعبي عن عمرو الجملي عن علي ووهم معتمر في ذكر الشعبي فيه وإنما روى\nهذا الحديث إسماعيل بن أبي خالد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p089'> Vol. 04, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nعن عمرو بن مرة الجملي عن علي مرسلا وكذلك روى وكيع ومروان الفزاري ومحمد\nبن يزيد الواسطي وغيرهم وهو الصواب س (445) وسئل عن حديث عمير بن زوذي عن\nعلي قال ما مثلي ومثل عثمان ومثلكم إلا كمثل ثلاثة أثوار ثور أبيض وثور\nأحمر وثور أسود الحديث فقال هو حديث يرويه مجالد بن سعيد واختلف عنه فرواه\nعباد بن عباد المهلبي وحماد بن زيد بن مجالد عن عمير بن زوذي عن علي وحدث\nبه داود بن سليمان الجوزجاني عن عباد بن عباد عن مجالد عن عامر عن علي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p090'> Vol. 04, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nوالصواب عمير بن زوذي س (446) وسئل عن حديث عميرة بن سعد عن علي عن النبي\nصلى الله عليه وسلم من كنت مولاه فعلي مولاه فقال هو حديث يرويه طلحة بن\nمصرف وزبيد الأيامي عن عميرة بن سعد فرواه محمد بن طلحة بن مصرف وهاني بن\nأيوب عن طلحة عن عميرة بن سعد وكذلك قال بن الأجلح عن أبيه عن طلحة وقال\nأبو بكر بن عياش عن الأجلح عن طلحة عن عميرة بن مهاجر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p091'> Vol. 04, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nوقال زبيد الأيامي عن عميرة بن فلان والصواب عميرة بن سعد وروى هذا\nالحديث الزبير بن عدي عن عمير بن سعيد عن علي ولعله أراد عميرة بن سعد أو\nغيره س (447) وسئل عن حديث عمير بن سعيد النخعي عن علي قال ما كنت لأضمن\nرجلا قتله الحد إلا صاحب الخمر فإن رسول الله صلى الله عليه وسلم لم يسن\nفيه شيئا فقال رواه أبو حصين عن <span id='ms0305'></span> عمير واختلف عنه فرفعه الثوري وشريك عن أبي\nحصين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p092'> Vol. 04, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nووقفه مسعر وقيس فلم يرفعاه وكذلك رواه محمد بن عبيد الله العرزمي عن\nعمير بن سعيد موقوفا أيضا ورواه مطرف بن طريف عن عمير واختلف عنه فرواه بن\nإدريس وابن عيينة وجرير وابن فضيل وأبو بكر بن عياش عن مطرف عن عمير بن\nسعيد عن علي موقوفا أيضا وخالفهم موسى بن أعين فرواه عن مطرف عن الشعبي عن\nعمير بن سعيد ووهم في ذكر الشعبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p093'> Vol. 04, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nورواه ذؤاد بن علبة عن مطرف عن الشعبي عن علي العتباني عن علي ووهم فيه\nأيضا ورواه أبو بكر بن عياش عن مطرف عن الشعبي عن مسروق قاله عبد الله بن\nصالح العجلي عنه حدثنا بذلك أبو طالب الحافظ قال ثنا عمر بن محمد بن حفص\nالشطوي قال ثنا عبد الله بن صالح بن مسلم العجلي قال ثنا أبو بكر بن عياش\nعن مطرف عن عامر عن مسروق عن علي قال من جلدناه حدا فمات فلا دية له إلا\nالخمر فإنه شئ صنعناه ولا يصح والصحيح عن مطرف عن عمير بن سعيد ورواه سماك\nبن حرب عن عمير بن سعيد عن علي فرفعه إلى النبي صلى الله عليه وسلم قلت فهل\nيصح سماع مطرف بن طريف من عمير بن سعيد قال نعم وسمع منه مسعر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p094'> Vol. 04, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nس (448) وسئل عن حديث علقمة بن قيس علي قال خير هذه الأمة بعد نبيها أبو\nبكر وعمر فمن وجدت فضلني عليهما فهو مفتري عليه ما على المفتري ولو كنت\nتقدمت لعاقبت فقال يرويه إبراهيم النخعي واختلف عنه فرواه الحجاج بن دينار\nعن أبي معشر عن إبراهيم عن علقمة بن علي ورواه مغيرة بن مقسم واختلف عنه\nفرواه محمد بن عبد العزيز التيمي عن مغيرة عن أبي معشر عن إبراهيم مرسلا عن\nعلي وخالفه مروان بن شجاع عن إبراهيم عن مغيرة مرسلا ولم يذكر فيه أبا معشر\nوالأشبه بالصواب قول من قال عن أبي معشر وأرسله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p095'> Vol. 04, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nس (449) وسئل عن حديث عامر الشعبي <span id='ms0306'></span> عن علي حين جلد في الزنا محصنا ثم رجمه\nوقال جلدتها بكتاب الله ورجمت بسنة رسول الله صلى الله عليه وسلم فقال\nيرويه شعبة واختلف عنه فرواه قعنب بن محرز عن وهب بن جرير عن شعبة عن سلمة\nبن كهيل عن مجالد عن الشعبي عن أبيه عن علي ووهم فيه في موضعين قوله عن\nمجالد إنما هو سلمة ومجاهد وفي قوله عن الشعبي عن أبيه وإنما روى الشعبي عن\nعلي وكذلك رواه الحسين المزودي وغيره عن شعبة عن سلمة ومجالد عن الشعبي\nأنهما سمعاه يحدث عن علي ورواه عصام بن يوسف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p096'> Vol. 04, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nعن شعبة عن سلمة عن الشعبي عن بن أبي ليلى عن علي وخالفه غندر رواه عن\nشعبة عن سلمة عن الشعبي عن علي وهو الصواب ذكر ذلك وكذلك رواه إسماعيل بن\nسالم وحصين عن الشعبي عن علي قلت سمع الشعبي من علي قال الشيخ سمع منه حرفا\nما سمع غير هذا س (450) وسئل عن حديث الشعبي عن علي قال كان أبو بكر أواها\nمنيبا وان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p097'> Vol. 04, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nعمر ناصح الله فنصحه الله فقال يرويه كثير النوا أبو إسماعيل واختلف عنه\nفرواه إسرائيل عن كثير النوا عن الشعبي عن علي وخالفه يونس بن أرقم فرواه\nعن كثير عن صفوان بن هاني عن أبي شريحة عن علي وخالفهما منصور بن أبي\nالأسود فرواه عن كثير عن حصين بن قبيصة عن أبي شريحة عن علي قيل فأيها أشبه\nبالصواب قال لا شئ س (451) وسئل عن حديث عقبة بن ظهير عن علي في قوله فصل\nلربك وانحر قال وضع اليمين على الشمال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p098'> Vol. 04, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nفقال حديث يرويه عاصم الجحدري واختلف عنه فرواه يزيد بن زياد بن أبي\nالجعد عن عاصم الجحدري عن عقبة بن ظهير عن علي وخالفه حماد بن سلمة عن عاصم\nالجحدري عن أبيه عن عقبة بن ظبيان عن علي قاله يزيد بن هارون عن حماد وقال\nعبد الرحمن بن مهدي عن حماد عقبة بن صهبان والله أعلم بالصواب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p099'> Vol. 04, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nس (452) وسئل عن حديث قيس بن <span id='ms0307'></span> عباد عن علي قال أنا أول من يجثو للخصومة\nبين يدي الله تعالى يوم القيامة فقال يرويه سليمان التيمي عن أبي مجلز عن\nقيس بن عباد حدث به جماعة منهم مروان بن معاوية وعبثر بن القاسم وعبد\nالوهاب بن عطاء ويوسف بن يعقوب السدوسي وغيرهم وروى عون بن كهمس عن سليمان\nالتيمي عن أبي مجلز عن قيس بن عباد عن علي قال نزلت فينا يوم بدر هذه الآية\nهذان خصمان اختصموا في ربهم لله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p100'> Vol. 04, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nووهم فيه عون وإنما روى التيمي بهذا الاسناد أنا أول من يجثو للخصومة قال\nقيس بن عباد فيهم نزلت هذان خصمان اختصموا كذلك رواه معتمر بن سليمان عن\nأبيه وفصل قول علي من قول قيس بن عباد وتابعه عيسى بن يونس ويزيد بن هارون\nفروياه عن التيمي عن أبي مجلز عن قيس بن عباد قوله نزلت هذه الآيات فيهم\nهذان خصمان اختصموا في ربهم وحديث أبي هاشم صحيح وقول معتمر عن أبيه صحيح\nوكذلك قول مروان بن معاوية ومن تابعه وحديث عون بن كهمس عن سليمان التيمي\nوهم س (453) وسئل عن حديث قيس بن عباد عن علي في قصة أهل النهروان وقتلهم\nلعبد الله بن خباب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p101'> Vol. 04, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nفقال حدث به عمر بن شبة عن يحيى القطان عن التيمي عن بن مجلز مرسلا وهو\nأصح س (454) وسئل عن حديث قيس بن أبي حازم عن علي أن النبي صلى الله عليه\nوسلم مر به وبالزبير وقال للزبير أتحبه قال نعم الحديث فقال يرويه محمد بن\nسليمان لوين عن محمد بن سليمان الأزدي سكن الطائف عن إسماعيل بن أبي خالد\nعن قيس بن أبي حازم عن علي ووهم فيه والصواب عن إسماعيل بن أبي خالد عن عبد\nالسلام البجلي رجل من حيه عن علي والزبير وقيل إنه عبد السلام بن عبد الله\nبن جابر الأحمسي وهو مرسل عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p102'> Vol. 04, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nعلي والله أعلم س (455) وسئل عن حديث قيس بن أبي حازم عن علي قال انفروا\nبنا إلى بقية الأحزاب فقال يرويه الأعمش <span id='ms0308'></span> واختلف عنه فرواه جرير عن الأعمش\nعن الحكم عن قيس بن أبي حازم عن علي وخالفه سعيد بن حازم أبو عبد الله\nالتيمي فرواه عن الأعمش عن عثمان بن قيس عن قيس بن أبي حازم وخالفهما عمرو\nبن القاسم بن حبيب التمار فرواه عن الأعمش عن أبي وائل عن علي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p103'> Vol. 04, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nوحديث قيس بن أبي حازم أشبه بالصواب س (456) وسئل عن حديث قيس بن سعد\nالخارفي عن علي سبق رسول الله صلى الله عليه وسلم وصلى أبو بكر وثلث عمر\nفقال يرويه أبو هاشم القاسم بن كثير صاحب السابري واختلف عنه فروى الثوري\nعن القاسم بن كثير عن قيس الخارفي عن علي قال ذلك يحيى القطان وابن مهدي\nويزيد بن هارون وغيرهم عن الثوري ورواه ليث بن أبي سليم واختلف عنه فقال\nزائدة عن ليث عن القاسم عن قيس بن سعد الخارفي عن علي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p104'> Vol. 04, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nوقال داود بن علبة عن ليث عن القاسم عن سعيد الخارفي وأرسله بن عيينة عن\nليث فقال قال علي ورواه خلف بن حوشب عن أبي هاشم فقال عن سعيد بن قيس\nالخارفي ورواه بن أبي ليلى عن أبي هاشم فقال عن عبد الرحمن بن يزيد الفاشي\nعن علي ورواه أبو الجحاف واسمه داود بن أبي عوف عن أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p105'> Vol. 04, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nهاشم عن أبي المغيرة قاري خارف عن علي قال ذلك حبيب بن أبي العالية عن\nأبي الجحاف وقال عبد السلام بن حرب عن الثوري عن أبي الجحاف وأبي هاشم عن\nقيس الخارفي وأبو الجحاف لم يسمعه من قيس وإنما رواه عن أبي هاشم عن قيس\nوقول يحيى القطان ويزيد بن هارون عن الثوري أشبه بالصواب والله أعلم س\n(457) وسئل عن حديث كليب بن شهاب عن علي عن النبي صلى الله عليه وسلم أنه\nكان يرفع يديه في أول الصلاة ثم لا يعود فقال هو حديث يرويه أبو بكر\nالنهشلي ومحمد بن أبان وغيرهما عن عاصم بن كليب واختلف عن أبي بكر النهشلي\nواسمه لا يصح فرواه عبد الرحيم بن <span id='ms0309'></span> سليمان عنه عن عاصم بن كليب عن أبي عن\nعلي عن النبي صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p106'> Vol. 04, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\nووهم في رفعه وخالفه جماعة من الثقات منهم عبد الرحمن بن مهدي وموسى بن\nداود وأحمد بن يونس وغيرهم عن عاصم فرووه عن أبي بكر النهشلي موقوفا على\nعلي وهو الصواب وكذلك رواه محمد بن أبان عن عاصم موقوفا س (458) وسئل عن\nحديث محمد بن الحنفية عن علي بن أبي طالب عن النبي صلى الله عليه وسلم في\nتحريم نكاح المتعة وتحريم لحوم الحمر الأهلية فقال يرويه الزهري عن عبد\nالله والحسن ابني محمد بن الحنفية عن أبيهما عن علي حدث به كذلك مالك بن\nأنس في الموطأ ويونس بن يزيد وأسامة بن زيد وعبد العزيز بن أبي سلمة\nالماجشون وسفيان بن عيينة ومعمر وعبيد الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p107'> Vol. 04, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nبن عمر وإسماعيل بن أمية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p108'> Vol. 04, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nفأما مالك فاتفق أصحاب موطأ على قول واحد عن الزهري عن عبد الله والحسن\nعن أبيهما واختلف عنه في غير الموطأ فرواه الثوري عن مالك عن الزهري عن\nالحسن بن محمد عن أبيه ولم يذكر عبد الله أخاه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p109'> Vol. 04, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل عن الثوري عن الحسن وعبد الله من قال هذا عن الثوري فلم يضبطه عنه\nورواه ورقاء عن مالك عن الزهري عن الحسن بن محمد وحده مرسلا عن علي ورواه\nحماد بن زيد عن مالك عن الزهري عن عبد الله بن محمد وحده عن أبيه عن علي\nورواه يحيى بن سعيد الأنصاري عن مالك واختلف عنه فقال عبد الوهاب الثقفي\nوخالد الواسطي وإسماعيل بن عياش عن يحيى بن سعيد الأنصاري عن مالك عن\nالزهري عن عبد الله والحسن عن أبيهما عن علي كقول أصحاب الموطأ وقال هشيم\nوعبيد الله بن عمرو وزفر بن الهذيل عن يحيى بن سعيد عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p110'> Vol. 04, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nالزهري عن عبد الله والحسن عن أبيهما عن علي ولم يذكروا في الاسناد مالكا\nورواه حماد بن زيد عن يحيى بن سعيد عن مالك عن الزهري عن عبد الله وحده عن\nأبيه عن علي كرواية حماد <span id='ms0310'></span> عن مالك وأما عبيد الله بن عمر فاختلف عنه أيضا\nفرواه عبدة بن سليمان وأبو أسامة وعبد الله بن إدريس وعبد الله بن نمير\nويحيى بن سعيد الأموي وشريك وعمرو بن عبد الغفار فقالوا عنه عن الزهري عن\nعبد الله والحسن عن أبيهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p111'> Vol. 04, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nورواه معتمر عن عبيد الله والحسن عن علي مرسلا ورواه الثوري عن عبيد الله\nبن عمرو قد اختلف عنه فقال أبو حذيفة عن الثوري عن عبيد الله عن الزهري عن\nعلي بن الحسين عن أبيه عن علي ووهم فيه وقال مهران بن أبي عمر ومحمد بن\nكثير عن الثوري عن عبيد الله بن عمر وإسماعيل بن أمية عن الزهري عن الحسن\nبن محمد مرسلا عن علي وكذلك قال أبو حذيفة عن الثوري عن إسماعيل بن أمية\nوحده عن الزهري وقال يحيى بن آدم عن الثوري عن إسماعيل عن الزهري عن الحسن\nبن محمد عن أبيه عن علي وقال حفص بن بكير بن عامر عن الثوري عن عبيد الله\nبن عمر عن الزهري عن عبد الله والحسن عن أبيهما عن علي وقال أيضا عن الثوري\nعن إسماعيل بن أمية عن الزهري عن الحسن بن محمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p112'> Vol. 04, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nوحده عن أبيه عن علي وقال يحيى بن أيوب عن إسماعيل بن أمية عن الزهري عن\nعبد الله والحسن مرسلا عن علي وأما معمر فقال عبد الرزاق عنه عن الزهري عن\nعبد الله والحسن عن أبيهما عن علي وقال حماد بن زيد عن معمر عن الزهري عن\nعبد الله وحده عن أبيه عن علي قال ذلك عارم عن حماد وخالفه المقدمي عن حماد\nفقال عن معمر عن الزهري عن عبد الله عن علي مرسلا ورواه إسحاق بن راشد عن\nالزهري عن عبد الله بن محمد وحده عن أبيه عن علي وقال في حديثه نهى رسول\nالله صلى الله عليه وسلم في غزوة تبوك ولا يقول ذلك غيره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p113'> Vol. 04, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nوزاد فيه قلت له فهلا عن الحسن قال لو أن الحسن حدثني لم شك وقال إبراهيم <span id='ms0311'></span>\nبن إسماعيل بن مجمع عن الزهري عن الحسن بن محمد وحده عن أبيه عن علي وهو\nحديث صحيح والصواب من ذلك ما رواه مالك في الموطأ وابن عيينة ويونس وأسامة\nبن زيد ومن تابعهم عن الزهري عن عبد الله والحسن عن أبيهما عن علي ورواه\nأبو سعد البقال واختلف عنه فقيل عنه عن الزهري عن أنس وقيل عنه عن الزهري\nعن عبد الله بن محمد عن أبيه عن علي حدثنا علي بن عبد الله بن عمر بن\nالبازيار بغدادي ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p114'> Vol. 04, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nقال ثنا نجيح بن إبراهيم قال ثنا سعيد بن عمر وحدثنا محمد بن أحمد بن\nراشد من أصل كتابه قال ثنا محمد بن أشكاب ثنا سعيد بن عمر ثنا عبثر أبو\nزبيد عن سفيان الثوري عن مالك بن أنس عن محمد بن مسلم الزهري عن الحسن بن\nمحمد بن الحنفية عن أبيه قال كلم بن عباس عليا في المتعة فقال علي إنك امرء\nتائه ان رسول الله صلى الله عليه وسلم نهى عنها يوم خيبر وعن لحوم الحمر\nالأهلية لفظها قريب حدثنا عبد الله بن محمد بن زياد قال ثنا محمد بن أشكاب\nقال ثنا سعيد بن عمرو قال ثنا عبثر بن القاسم حدثني سفيان الثوري قال حدثنا\nمالك بن أنس عن الزهري عن عبد الله والحسن ابني محمد بن علي عن أبيهما عن\nعلي أن رسول الله صلى الله عليه وسلم نهى عن نكاح المتعة حدثنا محمد بن\nمخلد قال ثنا أبو يحيى زكريا بن يحيى الكوفي قال ثنا سعيد بن عمرو ثنا عبثر\nعن سفيان عن مالك بن أنس عن الزهري عن الحسن وعبد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p115'> Vol. 04, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nالله ابني محمد بن الحنفية عن أبيهما عن علي أن النبي صلى الله عليه وسلم\nنهى يوم خيبر عن متعة النساء حدثنا عبد الرحمن بن إسماعيل العروصي بمصر ثقة\nقال ثنا أبو جعفر الطحاوي قال حدثني أحمد بن محمد بن بسطام أبو العباس قال\nقال يحيى بن أكثم كان المأمون قد أطلق نكاح المتعة <span id='ms0312'></span> في بعض أيامه واشتد ذلك\nعلي وقلت يأمر بما قد نهى عنه كل من كان قبله فبينا أنا في منزلي إذ دخل\nعلي عبد الرحمن بن إسحاق القاضي وآخر سماه فقلت لهما إن أمير المؤمنين أمر\nكذا وكذا فإذا دخلتما عليه فكلماه فيه فوعدا بذلك فلما دخلا عليه هاباه ولم\nيكلماه بشئ ثم دخلا علي فقلت يا أمير المؤمنين ما تقول في بن شهاب الزهري\nوكنت أعلم أن رأيه فيه حسن فقال أحسن القول قلت فما تقول في عبد الله بن\nمحمد بن الحنفية فقال ما عسى أن أقول في أبي هاشم أقول انه الثقة المأمون\nقلت ما تقول في أبيه محمد بن الحنفية نفسه فقال لي ما هذه السؤالات التي لم\nيكن من سؤالك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p116'> Vol. 04, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nفيما قبل هو الثقة المرضا فقلت له قد بلغني أمرك بكذا وكذا والزهري الذي\nقلت فيه من حسن القول ما قلت هو الذي روى عن عبد الله والحسن ابني محمد بن\nعلي عن أبيهما عن علي عن النبي صلى الله عليه وسلم أنه نهى عن المتعة يوم\nخيبر فقال ما علمت هذا فقلت قد أمرت بخلافة فقال إنما بخلافة إذا لم أعلم\nفأما الآن فأنا أنهى عنه أخبرنا علي بن الفضل أخبرنا أبو يحيى البلخي عبد\nالصمد بن الفضل أن شداد بن حكيم حدثهم عن زفر بن الهذيل عن يحيى بن سعيد عن\nالزهري عن عبد الله والحسن ابني محمد بن علي عن أبيهما محمد بن علي عن عي\nقال نهى رسول الله صلى الله عليه وسلم عن متعة النساء يوم خيبر قال الشيخ\nكذا قال عن يحيى بن سعيد عن الزهري ويحيى لم يسمع هذا من الزهري إنما سمعه\nمن مالك بن أنس عن الزهري قال ذلك عبد الوهاب الثقفي وإسماعيل بن عياش\nوحماد بن زيد (459) وسئل عن حديث محمد بن الحنفية عن علي أهدى النبي صلى\nالله عليه وسلم بغل ونهى أن ننزي حمارا على فرس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p117'> Vol. 04, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nفقال يروه عثمان بن عمير أبو اليقظان <span id='ms0313'></span> واختلف عنه فرواه شريك عن عثمان عن\nسالم عن بن الحنفية عن علي واختلف عن شريك ورواه الثوري عن عثمان عن سالم\nعن علي ولم يذكر بن الحنفية وعثمان هذا ضعيف الحديث س (460) وسئل عن حديث\nمحمد بن الحنفية عن علي كنت رجلا مذاءا فأمرت المقداد فسأل النبي صلى الله\nعليه وسلم فأمره بالوضوء فقال هو حديث يرويه الأعمش واختلف عنه فرواه\nالثوري وشعبة وأبو معاوية وهشيم ووكيع وجرير عن الأعمش عن منذر الثوري أبي\nيعلى عن محمد بن الحنفية عن علي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p118'> Vol. 04, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nوخالفهم عبيدة بن حميد رواه عن الأعمش عن حبيب بن أبي ثابت عن سعيد بن\nجبير عن بن عباس عن علي ولم يتابع علي هذا القول وحديث بن الحنفية هو\nالصحيح هل ليس عبيدة بن حميد من الحفاظ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p119'> Vol. 04, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nقال بلى س (461) وسئل عن حديث محمد بن الحنفية عن علي عن النبي صلى الله\nعليه وسلم أنه قال يا بلال أرحنا بالصلاة فقال هو حديث يروى عن سالم بن أبي\nالجعد واختلف عنه فقيل عن الثوري عن عثمان بن المغيرة عن سالم بن أبي الجعد\nعن بن الحنفية عن علي قاله أبو خالد عبد العزيز بن أبان عن الثوري وقال\nإسرائيل عن عثمان بن المغيرة عن سالم بن أبي الجعد عن عبد الله بن محمد بن\nالحنفية عن صهر لهم عن النبي صلى الله عليه وسلم لم يذكر عليا ورواه عمرو\nبن مرة وأبو حمزة الثمالي ثابت بن أبي صفية عن سالم بن أبي الجعد عن رجل من\nخزاعة عن النبي صلى الله عليه وسلم لم يذكر عليا ولا بن الحنفية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p120'> Vol. 04, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل عن أبي حمزة عن سالم عن بن الحنفية عن بلال وقال محمد بن ربيعة عن\nأبي حمزة عن سالم عن عبد الله بن محمد الأسلمي عن النبي صلى الله عليه وسلم\nوقول عمرو بن مرة أصح حدثنا إسماعيل بن محمد الصفار قال ثنا محمد بن عبيد\nالله المنادي قال ثنا أبو خالد القرشي ثنا سفيان عن عثمان <span id='ms0314'></span> بن المغيرة عن\nسالم بن أبي الجعد عن بن الحنفية عن علي قال قال رسول الله صلى الله عليه\nوسلم قم يا بلال فأرحنا بالصلاة لم يسنده عن علي غير أبي خالد القرشي حدثنا\nبن مبشر قال ثنا أحمد بن سنان ثنا عبد الرحمن عن سفيان عن عثمان بن المغيرة\nعن سالم بن أبي الجعد عن محمد بن الحنفية أن النبي صلى الله عليه وسلم قال\nأرحنا يا بلال حدثنا بن مبشر قال ثنا أحمد بن سنان قال ثنا عبد الرحمن بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p121'> Vol. 04, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nمهدي عن إسرائيل عن عثمان بن المغيرة عن سالم بن أبي الجعد عن عبد الله\nبن محمد بن الحنفية قال دخلت مع أبي على صهر لنا من الأنصار فحضرت الصلاة\nفقال يا جارية ائتني بوضوء لعلي أصلي فأستريح فكأنه رآنا أنكرنا ذلك قال\nسمعت رسول الله صلى الله عليه وسلم يقول قم يا بلال فأرحنا بها حدثنا\nالقاضي عبد الله بن أحمد بن ربيعة قال ثنا أحمد بن عبيد ثنا الحسين بن\nعلوان ثنا أبو حمزة الثمالي عن سالم بن أبي الجعد عن محمد بن علي بن\nالحنفية عن بلال أن رسول الله صلى الله عليه وسلم قال له أرحنا بها يا بلال\nيعني الصلاة س (462) وسئل عن حديث محمد بن الحنفية عن علي لدغت النبي صلى\nالله عليه وسلم عقرب وهو يصلي فقال هو حديث يرويه المنهال بن عمرو واختلف\nعنه فرواه مطرف بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p122'> Vol. 04, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nطريف عن المنهال فأسنده إسماعيل بن بنت السدي عن محمد بن فضيل عن مطرف عن\nالمنهال بن عمرو عن بن الحنفية عن علي وخالفه موسى بن أعين وأسباط بن محمد\nوغيرهما فرووه عن مطرف عن المنهال عن بن الحنفية مرسلا وكذلك رواه حمزة\nالزيات عن المنهال عن بن الحنفية مرسلا وهو أشبه بالصواب س (463) وسئل عن\nحديث محمد بن الحنفية عن علي أن النبي صلى الله عليه وسلم أمر رجلا صلى إلى\nرجل إن يعيد الصلاة فقال هو حديث يرويه إسرائيل عن عبد <span id='ms0315'></span> الاعلى التغلبي عن\nبن الحنفية عن علي قاله وكيع وإسماعيل بن صبيح عن إسرائيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p123'> Vol. 04, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nوخالفهما عبيد الله بن موسى وعلي بن الجعد فروياه عن إسرائيل عن عبد\nالاعلى عن بن الحنفية مرسلا وعبد الاعلى مضطرب الحديث والمرسل أشبه بالصواب\nس (464) وسئل عن حديث محمد بن الحنفية عن علي خير الناس بعد رسول الله صلى\nالله عليه وسلم أبو بكر ثم عمر فقال هو حديث رواه منذر الثوري عن بن\nالحنفية وهو صحيح عنه حدث به عنه محمد بن سوقة وسليمان الأعمش وأبو حصين\nومحمد بن قيس وأبو سعيد البقال وجامع بن أبي راشد وربيع بن أبي راشد ورواه\nسفيان الثوري عن جامع بن أبي راشد وحدث به عنه يحيى بن سعيد الأموي وعبد\nالرحمن بن مهدي وعبدة بن سليمان وخلاد بن يحيى ومحمد بن كثير وغيرهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p124'> Vol. 04, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nوخالفهم علي بن غراب فرواه عن الثوري عن الربيع بن أبي راشد وهو أخو جامع\nعن منذر الثوري عن بن الحنفية وخالفه عطاء بن مسلم الخفاف فرواه عن الثوري\nعن الربيع بن أبي راشد عن بن الحنفية ولم يذكر منذرا ورواه مالك بن مغول عن\nالربيع بن أبي راشد عن منذر عن بن الحنفية والصحيح عن الثوري قول يحيى\nالأموي وابن مهدي ومن تابعهما ورواه خلف بن حوشب عن أبي إسحاق عن أبي مالك\nالأعور عن الحسن بن محمد بن الحنفية عن أبيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p125'> Vol. 04, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nورواه محمد بن بشر الهمداني وأبو مكين عن بن الحنفية س (465) وسئل عن\nحديث أبي جعفر محمد بن عبد الرحمن مولى بني هاشم عن علي نهى رسول الله صلى\nالله عليه وسلم أن تكلم النساء إلا بإذن أزواجهن فقال يرويه الحكم بن عتيبة\nواختلف عنه فرواه بن أبي ليلى عن الحكم عن أبي جعفر عن علي قال ذلك قيس بن\nالربيع عن بن أبي ليلى وخالفه شعبة فرواه عن الحكم عن ذكوان أبي صالح عن\nمولى لعمرو عن عمرو بن العاص عن النبي صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p126'> Vol. 04, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nأسنده عن عمرو بن <span id='ms0316'></span> العاص وهو الصحيح وكذلك رواه الأعمش عن أبي صالح عن\nعمرو بن العاص ولم يذكر بينهما مولاه والحديث حديث شعبة س (466) وسئل عن\nحديث مسعود بن الحكم الزرقي عن علي أن النبي صلى الله عليه وسلم وسلم قام\nفي الجنازة ثم قعد فقال هو حديث يرويه يحيى بن سعيد الأنصاري عن واقد بن\nعمرو بن سعد بن معاذ عن نافع بن جبير عن مسعود بن الحكم عن علي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p127'> Vol. 04, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nقال ذلك الليث بن سعد وعبد الوهاب الثقفي ويزيد بن هارون وخالفهم جرير بن\nعبد الحميد فرواه عن فرواه عن يحيى بن سعيد بن أبي سعيد المقبري عن نافع بن\nجبير عن مسعود بن الحكم ووهم فيه جرير ورواه الثوري عن يحيى بن سعيد عن\nنافع بن جبير عن علي أسقط من الاسناد رجلين ولم يقم إسناده والصواب قول\nالليث بن سعد ومن تابعه عن يحيى عن واقد بن عمرو ورواه محمد بن عمرو بن\nعلقمة عن واقد بن عمرو عن مسعود بن الحكم عن علي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p128'> Vol. 04, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nولم يذكر نافع بن جبير حدثنا محمد بن علقمة قال ثنا يزيد بن الهيثم قال\nثنا إبراهيم بن أبي الليث الأشجعي عن سفيان عن يحيى بن سعيد عن نافع بن\nجبير بن مطعم عن علي قال قام رسول الله صلى الله عليه وسلم لم يقم الثوري\nإسناده س (467) وسئل عن حديث مسعود بن الحكم عن علي عن النبي صلى الله عليه\nوسلم في النهي عن صيام أيام منى فقال يرويه يحيى بن سعيد الأنصاري عن يوسف\nبن مسعود بن الحكم عن جدته عن علي موقوفا ورواه محمد بن إسحاق عن حكيم بن\nحكيم بن عباد بن حنيف عن مسعود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p129'> Vol. 04, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nبن الحكم الزرقي عن أمه نحو قول بن سعيد لم يسنده إلى رسول الله صلى الله\nعليه وسلم ورواه عبد الاعلى بن عبد الاعلى عن بن إسحاق عن حكيم عن مسعود بن\nالحكم عن أمه عن علي ورفعه إلى النبي صلى الله ع عليه وسلم ورواه إبراهيم <span id='ms0317'></span>\nبن سعد عن بن إسحاق عن عبد الله بن أبي سلمة الماجشون عن مسعود بن الحكم عن\nأمه عن علي ورفعه إلى النبي صلى الله عليه وسلم وخالفه يزيد بن عبد الله بن\nالهاد فرواه عن عبد الله بن أبي سلمة عن عمرو بن سليم الزرقي عن أمه عن علي\nورفعه أيضا قاله الليث ومفضل بن فضالة وابن أبي حازم والداروردي عنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p130'> Vol. 04, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nوخالفهم سعيد بن سلمة بن أبي الحسام ورواه عن بن الهاد عن عمرو بن سليم\nولم يذكر عبد الله بن أبي سلمة وقد قيل مثل هذا عن الدراوردي قال ذلك زيد\nبن أخزم عن إبراهيم بن أبي الوزير عنه وأسنده أيضا معاوية بن صالح عن يحيى\nبن سعيد الأنصاري عن يوسف بن مسعود بن الحكم عن جدته عن علي ورفعه صحيح\nوأسانيدها كلها محفوظة س (468) وسئل عن حديث مالك الأشتر عن علي عن النبي\nصلى الله عليه وسلم ان إبراهيم حرم مكة فقال هو حديث يرويه قتادة واختلف\nعنه فرواه الحجاج بن الحجاج عن قتادة عن أبي حسان الأعرج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p131'> Vol. 04, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nعن الأشتر عن علي ورواه حجاج بن أرطاة عن قتادة عن ملم الأجرد عن مالك\nالأشتر ومسلم الأجرد هو أبو حسان الأعرج ورواه همام وعثمان بن مقسم عن\nقتادة عن أبي حسان الأعرج عن علي ولم يذكر الأشتر ورواه سعيد بن أبي عروبة\nعن قتادة عن الحسن عن قيس بن عباد قال انطلقت أنا والأشتر إلى علي وقول\nسعيد أشبهها بالصواب ولعل قتادة سمعه أيضا عن أبي حسان الأعرج والله أعلم س\n(469) وسئل عن حديث مخارق بن سليم عن علي عن النبي صلى الله عليه وسلم كنت\nنهيتكم عن ثلاث عن زيارة القبور وادخار لحوم الأضاحي وعن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p132'> Vol. 04, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\nالأوعية الحديث فقال هو حديث يرويه علي بن زيد بن جدعان واختلف عنه فرواه\nعبد الوارث بن سعيد عن علي بن زيد عن النابغة بن مخارق بن سليم عن أبيه عن\nعلي خالفه حماد بن سلمة فرواه عن علي بن زيد عن <span id='ms0318'></span> ربيعة بن النابغة عن أبيه\nعن علي والله أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p133'> Vol. 04, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\nس (470) وسئل عن حديث مسلم بن يزيد عن علي عن النبي صلى الله عليه وسلم\nلكل نبي حواري وحواري الزبير فقال هو حديث يرويه شريك القاضي واختلف عنه\nفرواه محمد بن الحسن الأسدي عن شريك عن العباس بن ذريح عن مسلم بن يزيد عن\nعلي وخالفه طلق بن غنام فرواه عن شريك عن عياش بن عمرو العامري عن مسلم بن\nيزيد عن علي وخالفهما حسين الأشقر رواه عن شريك عن عياش بن عمر عن الأسود\nبن هلال عن علي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p134'> Vol. 04, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nويشبه أن يكون القول قول طلق بن غنام والله أعلم حدثناه الحسين بن\nإسماعيل المحاملي قال ثنا علي بن مسلم قال حدثنا طلق بن غنام ثنا شريك عن\nعياش بن عمرو عن مسلم بن يزيد عن علي قال قال رسول الله صلى الله عليه وسلم\nإن لكل نبي حواريا وحواري الزبير حدثناه أحمد بن محمد بن زياد قال ثنا سعيد\nبن عثمان قال ثنا زيد بن الحريش قال ثنا حسين بن الحسن الأشقر ثنا شريك عن\nعياش بن عمرو عن الأسود بن هلال قال ثنا بن جرموز يستأذن على علي فحجبه\nفقال يحجب قاتل أبي صفية فقال ائذن له وبشره بالنار سمعت الله صلى الله\nعليه وسلم يقول لكل نبي حواري وحواري الزبير سألته عن حديث محمد بن الحسن\nالأسدي عن شريك هل رواه عن محمد بن الحسن غير ابنه عمر فلم يجب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p135'> Vol. 04, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\nس (471) وسئل عن حديث مسروق عن علي ما كنا نبعد أن السكينة تنطق على لسان\nعمر فقال يرويه الشعبي واختلف عنه فرواه يوسف بن أسباط عن سفيان الثوري عن\nإسماعيل بن أبي خالد عن الشعبي عن مسروق عن علي وخالفه عبد الرحمن بن مهدي\nوغيره ورووه عن الثوري عن إسماعيل عن الشعبي عن علي لم يذكروا بينهما أحدا\nوكذلك رواه أبو شهاب الحناط وعبيد الله الأشجعي وعبد الله بن إدريس وابن\nعيينة وداود بن الزبرقان عن إسماعيل عن الشعبي <span id='ms0319'></span> عن علي ورواه هريم بن سفيان\nعن إسماعيل عن الشعبي عن علي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p136'> Vol. 04, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\nوزاد فيه ألفاظ لم يأت بها غيره وقيل عن هريم عن عبد الرحمن بن إسحاق عن\nالشعبي عن علي بغير هذا اللفظ وقال آدم بن أبي إياس عن قيس عن إسماعيل بن\nأبي عمرو الشيباني عن علي ورواه بيان بن بشر وأبو إسحاق الشيباني ومجالد عن\nالشعبي عن علي وخالفهم يحيى بن أيوب البجلي فرواه عن الشعبي عن أبي جحيفة\nعن علي والصحيح من ذلك قول من أرسله عن الشعبي عن علي وروي هذا الحديث عمرو\nبن ميمون الأودي عن علي حدث به أبو إسرائيل الملائي واختلف عنه فقال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p137'> Vol. 04, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\nأبو فروة الرهاوي عن أبي غسان عن أبي إسرائيل عن العيزار بن حريث عن عمرو\nبن ميمون عن علي وخالفه محمد بن إسحاق بن سابق فرواه عن أبي إسرائيل عن\nالوليد بن العيزار عن عمرو بن ميمون عن علي وهو الصحيح وروي هذا الحديث عن\nزاذان أبي عمر عن علي حدث به عمرو بن أبي قيس واختلف عنه فرواه محمد بن\nسعيد بن سابق عن عمرو بن أبي قيس عن أبي اليقظان عن زاذان عن علي وخالفه\nعبد الله بن الجهم فرواه عن عمرو بن أبي قيس عن أعين بن عبد الله قاضي الري\nعن أبي اليقظان عن زاذان عن علي وهو الصحيح وروي عن أبي جعفر محمد بن علي\nعن علي مرسلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p138'> Vol. 04, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو وهب الابلي يحيى بن موسى قال ثنا موسى بن سفيان ثنا عبد الله\nبن الجهم قال ثنا عمرو بن أبي قيس عن أعين بن عبد الله عن أبي اليقظان عن\nزاذان عن علي قال إن كنا لنرى أن السكينة تنطق على لسان عمر وإن كنا لنرى\nأن شيطانه يخافه أن يجره إلى معصية الله تعالى س (472) وسئل عن حديث النزال\nبن سبرة عن علي عن النبي صلى الله عليه وسلم في صفة الوضوء فقال حدث به عبد\nالملك بن ميسرة الزراد عنه رواه عنه <span id='ms0320'></span> شعبة ومسعر ومنصور بن المعتمر وسليمان\nالأعمش وغيرهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p139'> Vol. 04, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nواختلف عن الأعمش فرواه أبو حفص الابار ومحمد بن فضيل وأبو الأحوص سلام\nبن سليم عن الأعمش عن عبد الملك بن ميسرة عن النزال وخالفهم محمد بن عبد\nالرحمن الطفاوي ووهم فيه رواه عن الأعمش عن أبي وائل عن علي والصواب حديث\nالنزال بن سبرة حدثنا أبوا لقاسم علي بن الحسن بن قحطبة قال ثنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p140'> Vol. 04, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\n(138 / 2) أبو هشام الرفاعي ثنا محمد بن فضيل عن الأعمش عن عبد الملك بن\nميسرة عن النزال بن سبرة قال أتى علي بكوز من ماء وهو في الرحبة فأخذ بيده\nكفا من ماء فتمضمض واستنشق ومسح وجهه وذراعيه ورأسه ثم شرب وهو قائم ثم قال\nهذا وضوء من لم يحدث رأيت رسول الله صلى الله عليه وسلم س (473) وسئل عن\nحديث النزال بن سبرة عن علي عن النبي صلى الله عليه وسلم قال لا يتم بعد\nاحتلام ولا طلاق إلا بعد نكاح ولا عتق إلا بعد ملك ولا وصال في صيام ولا\nصمت يوم إلى الليل فقال يرويه جويبر عن الضحاك عن النزال فرفعه معمر عن\nجويبر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p141'> Vol. 04, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\nوتابعه أيوب بن سويد عن الثوري وخالفه محمد بن كثير عن الثوري فوقفه\nوكذلك رواه حماد بن زيد وإسحاق بن الربيع عن جويبر موقوفا وهو المحفوظ\nحدثنا عبد الله بن محمد بن زياد النيسابوري قال حدثنا بحر بن نصر الخولاني\nقال ثنا أيوب بن سويد عن سفيان الثوري عن جويبر عن الضحاك عن النزال بن\nسبرة عن علي بن أبي طالب قال أيوب بن سويد أحسبه عن النبي صلى الله عليه\nوسلم قال ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p142'> Vol. 04, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nس (474) وسئل عن حديث ناجية بن كعب عن علي قال قال أبو جهل للنبي صلى\nالله عليه وسلم إنا لا نكذبك وما أنت بمكذب ولكن الذي جئت به فأنزل الله عز\nوجل فإنهم لا يكذبوك ولكن الظالمين الآية فقال يرويه الثوري عن أبي إسحاق\nعن ناجية بن كعب عن علي قاله معاوية بن هشام عن الثوري وغيره <span id='ms0321'></span> يرويه عن\nالثوري مرسلا لا يذكر فيه عليا وهو المحفوظ وقيل عن معاوية بن هشام عن\nشيبان ولا يصح وإنما هو سفيان ورواه إسرائيل عن أبي إسحاق عن أبي ميسرة\nمرسلا عن النبي صلى الله عليه وسلم حدثنا أحمد بن محمد بن سعدان ثنا شعيب\nبن أيوب قال ثنا معاوية بن هشام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p143'> Vol. 04, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\nعن سفيان عن أبي إسحاق عن ناجية بن كعب عن علي قال قال أبو جهل لرسول\nالله صلى الله عليه وسلم إنا لا نكذبك ولكن نكذب بما جئت به فأنزل الله\nفإنهم لا يكذبونك ولكن الظالمين بآيات الله يجحدون س (475) وسئل عن حديث\nناجية بن كعب عن علي قال لما مات أبو طالب أمرني النبي صلى الله عليه وسلم\nبغسله فلما رجعت قال لي اغتسل فقال هو حديث يرويه أبو إسحاق السبيعي واختلف\nعنه فرواه شعبة والثوري وإسرائيل وشريك وزهير وقيس وورقاء وإبراهيم بن\nطهمان عن أبي إسحاق عن ناجية بن كعب عن علي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p144'> Vol. 04, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\nوخالفهم الحسين بن واقد وأبو حمزة السكري روياه عن أبي إسحاق عن الحارث\nعن علي ووهما في ذكر الحارث ورواه الأعمش وقد اختلف عنه فقال عبد الواحد بن\nزياد عن الأعمش عن أبي إسحاق عن هاني بن هاني عن علي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p145'> Vol. 04, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\nوقال بن نمير عن الأعمش عن أبي إسحاق عن رجل غير مسمى عن علي وقال يزيد\nبن زريع عن معمر عن أبي إسحاق عن أبيه عن حذيفة عن النبي صلى الله عليه\nوسلم قال من غسل ميتا فليغتسل ولا يثبت هذا عن أبي إسحاق والمحفوظ قول\nالثوري وشعبة ومن تابعهما عن أبي إسحاق عن ناجية بن كعب عن علي وكذلك رواه\nفرات القزاز عن ناجية بن كعب أيضا حدثنا أحمد بن سعدان قال ثنا شعيب بن\nأيوب قال ثنا أبو نعيم فضل بن دكين عن سفيان عن أبي إسحاق عن ناجية بن كعب\nعن علي قال أتيت النبي صلى الله عليه وسلم فقلت ان عمك الشيخ الضال قد هلك\nيعني أباه قال اذهب فواره <span id='ms0322'></span> ولا تحدث حدثا حتى تأتيني فأتيته فقلت له فأمرني\nفاغتسلت ثم دعا لي بدعوات ما يسرني ما عرض بهن من شئ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p146'> Vol. 04, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\nس (476) وسئل عن حديث وهب بن الأجدع عن علي عن النبي صلى الله عليه وسلم\nفي النهي عن الصلاة بعد العصر فقال يرويه منصور بن المعتمر بن هلال بن يساف\nعن وهب بن الأجدع عن علي حدث به عنه كذلك شعبة والثوري وأبو عوانة وجرير\nوعبيدة بن حميد وهريم بن سفيان وغيرهم وخالفهم شريك فرواه عن منصور عن سالم\nبن أبي الجعد عن وهب بن الأجدع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p147'> Vol. 04, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك قال أبو داود الحفري عن الثوري من رواية إبراهيم بن أحمد بن يعيش\nعنه ووهما جميعا في ذكر سالم بن أبي الجعد وإنما هو هلال بن يساف وحدث بهذا\nالحديث إسحاق الأزرق عن الثوري بإسناد آخر عن أبي إسحاق عن عاصم عن ضمرة عن\nعلي ولم يتابع عليه والصحيح حديث منصور عن هلال بن يساف حدثنا علي بن عبد\nالله بن مبشر ثنا محمد بن حرب ح وحدثنا الحسين بن إسماعيل المحاملي قال ثنا\nالحسن بن شاذان قالا ثنا إسحاق الأزرق عن سفيان الثوري عن أبي إسحاق عن\nعاصم بن ضمرة عن علي قال قال رسول الله صلى الله عليه وسلم لا تصلوا بعد\nالعصر إلا أن تصلوا والشمس مرتفعة قال سفيان لا أدري يعني مكة أو غيرها\nتفرد به إسحاق الأزرق عن الثوري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p148'> Vol. 04, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nس (477) وسئل عن حديث هبيرة بن يريم عن علي أن فاطمة استخدمت النبي صلى\nالله عليه وسلم خادما فقال هو حديث يرويه أبو إسحاق واختلف عنه فرواه عبد\nالحميد بن أبي جعفر الفراء وإسرائيل بن أبي إسحاق عن هبيرة بن يريم عن علي\nورواه زكريا عن أبي إسحاق عن هبيرة وعمارة بن عبد عن علي وكذلك قال أبو\nغسان عن زهير وقال غيره عن زهير عن أبي إسحاق عن هبيرة وعمارة بن عبد وهاني\nبن هاني عن علي وكلها محفوظة س (478) وسئل عن حديث هاني بن هاني عن <span id='ms0323'></span> علي\nأشبه الناس برسول الله صلى الله عليه وسلم الحسن والحسين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p149'> Vol. 04, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\nفقال يرويه أبو إسحاق واختلف عنه فرواه إسرائيل عن أبي إسحاق عن هاني بن\nهاني عن علي ورواه إسماعيل بن مسلم عن أبي إسحاق عن رجل قد سماه عن علي وهو\nهاني بن هاني س (479) وسئل عن حديث هاني بن هاني عن علي عن النبي صلى الله\nعليه وسلم في عمار بن ياسر مرحبا بالطيب المطيب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p150'> Vol. 04, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\nورواه الأعمش عن أبي إسحاق واختلف عنه فقال نوح بن دراج عن الأعمش كقول\nالثوري ومن تابعه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p151'> Vol. 04, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\nوقال عثام بن علي عن الأعمش بهذا الاسناد أن النبي صلى الله عليه وسلم\nقال عمار ملئ أيمانا إلى مشاشه والقول قول الثوري ومن تابعه وعن الثوري في\nالمعنى إسناد آخر يرويه عطاء بن مسلم عن الثوري عن أبي إسحاق عن أوس بن أوس\nعن النبي صلى الله عليه وسلم دم عمار ولحمه في النار تفرد به عطاء بن مسلم\nحدثنا أحمد بن محمد بن سعدان ثنا شعيب بن أيوب ثنا يحيى بن آدم قال ثنا\nسفيان وإسرائيل عن أبي إسحاق عن هاني بن هاني عن علي قال استأذن عمار على\nالنبي صلى الله عليه وسلم فقال مرحبا ائذنوا للطيب المطيب س (480) وسئل عن\nحديث يحيى بن جعدة عن علي قال أربعة آلاف درهم نفقة فما زاد فهو كنز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p152'> Vol. 04, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\nفقال كذا قال علي بن حكيم عن شريك عن أبي حصين عن جعدة عن علي ووهم فيه\nوالصواب عن أبي حصين عن أبي الضحى عن جعدة بن هبيرة عن علي س (481) وسئل عن\nعلي يزيد بن شريك عن علي عن النبي صلى الله عليه وسلم المدينة حرم الحديث\nفقال يرويه الأعمش عن إبراهيم التيمي عن أبيه عن علي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p153'> Vol. 04, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\nحدث به عنه الثوري وأبو معاوية وابن فضيل ويعلى بن عبيد وزيد بن أبي\nأنيسة وغيرهم وخالفهم شعبة فرواه عن الأعمش عن إبراهيم التيمي عن الحارث بن\nسويد عن علي والمحفوظ قول الثوري ومن تابعه حدثنا يوسف بن يعقوب <span id='ms0324'></span> بن إسحاق\nبن بهلول حدثنا جدي إسحاق بن بهلول ثنا عبد الرحمن بن مهدي قال قال علي بن\nأبي طالب ما عندنا شئ إلا كتاب الله عز وجل وهذه الصحيفة عن النبي صلى الله\nعليه وسلم إن المدينة حرم ما بين عير إلى ثور ومن أحدث فيها حدثا أو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p154'> Vol. 04, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\nآوى محدثا فعليه لعنة الله والملائكة والناس أجمعين لا يقبل منه صرف ولا\nعدل وذمة المسلمين واحدة لا يقبل منه عدل ولا صرف ومن تولى قوما بغير إذن\nمواليه فعليه لعنة الله والملائكة والناس أجمعين لا يقبل منه صرف ولا عدل س\n(482) وسئل عن حديث يحيى بن إسحاق عن عبد الله بن أبي طلحة الأنصاري عن علي\nأن النبي صلى الله عليه وسلم بعثه في سرية وقال له لا تقاتلهم حتى تدعوهم\nفقال هو مرسل ويرويه عمر بن ذر واختلف عنه فرواه وكيع عن عمر بن ذر عن يحيى\nبن إسحاق عن علي ورواه بن المبارك عن عمر عن ذر عن يحيى بن إسحاق أن النبي\nصلى الله عليه وسلم بعث عليا وروي عن بن عيينة عن عمر بن ذر عن إسحاق بن\nعبد الله عن أبي طلحة عن أنس قال غياث بن جعفر عن بن عيينة ولا يصح والصواب\nقول بن المبارك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p155'> Vol. 04, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\nس (483) وسئل عن حديث أبي عبد الرحمن السلمي عن علي قال إذا حدثتكم عن\nرسول الله صلى الله عليه وسلم حديثا فظنوا به الذي هو أهنا وأهدى وأتقى قال\nهو حديث يرويه عمرو بن مرة عن أبي البختري عن أبي عبد الرحمن السلمي عن علي\nحدث به عنه سليمان الأعمش ومسعر قال ذلك عن الأعمش جرير بن عبد الحميد\nوخالفه فضيل بن عياض وأبو معاوية وعيسى بن يونس وابن نمير فرووه عن الأعمش\nولم يذكروا في الاسناد أبا عبد الرحمن ولم يتابع على هذا القول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p156'> Vol. 04, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\nورواه أبو بكر بن عياش عن الأعمش فقال عن سعد بن عبيدة عن أبي عبد الرحمن\nعن علي أما مسعر فروى حديثه القاسم <span id='ms0325'></span> بن غصن ويحيى بن سعيد القطان عن مسعر عن\nعمرو بن مرة عن أبي البختري عن علي وخالفهما محمد بن فضيل ومحبوب بن محرز\nويعلى بن عبيد والقاسم بن الحكم وأبو نعيم وخلاد بن يحيى ومحمد بن عبيد\nفرووه عن مسعر عن عمرو بن مرة عن أبي البختري عن أبي عبد الرحمن عن علي وهو\nالصواب ورواه الثوري عن عمرو بن مرة عن أبي البختري عن علي ولم يذكر أبا\nعبد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p157'> Vol. 04, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\nالرحمن والصحيح قول من ذكر أبا عبد الرحمن س (484) وسئل عن حديث أبي عبد\nالرحمن السلمي عن علي لما مات أبو طالب أتيت رسول الله صلى الله عليه وسلم\nفقال اذهب فواره الحديث فقال يرويه السدي واختلف عنه فرواه سريج بن يونس\nومحمد بن بكار وأبو معمر القطيعي وزحمويه وجمهور بن منصور وإبراهيم بن أبي\nالعباس عن الحسن بن يزيد بن الأصم عن السدي عن أبي عبد الرحمن السلمي عن\nعلي وحدث به حاتم بن الليث عن إبراهيم عن أبي العباس عن الحسن بن يزيد عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p158'> Vol. 04, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\nالسدي عن سعد بن عبيدة عن أبي عبد الرحمن عن علي زاد فيه سعد بن عبيدة\nوهو وهم والقول الأول أصح س (485) وسئل عن حديث أبي عبد الرحمن عن علي أن\nأمة للنبي صلى الله عليه وسلم زنت فأمرني أن أقيم عليها الحد فوجدتها حديثة\nعهد بنفاس الحديث فقال يرويه السدي واختلف عنه فرواه إسرائيل وزائدة عن\nالسدي عن سعد بن عبيدة عن أبي عبد الرحمن السلمي عن علي وخالفهم عبد السلام\nبن حرب فرواه عن السدي عن عبد خير عن علي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p159'> Vol. 04, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\nقال ذلك علي بن قادم عنه وقول إسرائيل أصح آخر الجزء السادس س (486) وسئل\nالشيخ أبو الحسن علي بن عمر بن أحمد بن مهدي الحافظ عن حديث أبي عبد الرحمن\nالسلمي عن علي قال كنا مع النبي صلى الله عليه وسلم في جنازة في بقيع\nالغرقد فقال ما منكم من أحد إلا وقد كتب مقعده من النار ومقعده من الجنة\nالحديث <span id='ms0326'></span> فقال هو حديث يرويه الأعمش ومنصور عن سعد بن عبيدة عن أبي عبد\nالرحمن السلمي حدث به عن الأعمش سفيان الثوري وشعبة وموسى بن أعين وعلي بن\nمسهر ويحيى بن سعيد الأموي وأبو إسحاق الفزاري وعبد الله بن نمير ووكيع\nوأبو معاوية وشيبان ومحاضر وغيرهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p160'> Vol. 04, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\nوخالفهم محمد بن عبيد الله العزرمي فرواه عن الأعمش عن قيس بن السكن عن\nأبي عبد الرحمن عن علي ووهم فيه والصواب عن سعد بن عبيدة وأما أصحاب منصور\nفرووه عنه عن سعد بن عبيدة كذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p161'> Vol. 04, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\nوروى عن ورقاء عن منصور عن سعد بن عبيدة عن البراء عن علي قال ذلك عبد\nالصمد بن النعمان عن ورقاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p162'> Vol. 04, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\nوالقول قول من قال عن أبي عبد الرحمن عن علي وكذلك رواه إسماعيل بن سميع\nالحنفي عن مسلم البطين عن أبي عبد الرحمن عن علي وهو الصواب س (487) وسئل\nعن حديث أبي عبد الرحمن عن علي عن النبي صلى الله عليه وسلم في قوله\nوتجعلون رزقكم أنكم تكذبون هو قولهم مطرنا بنوء كذا وكذا وقرأها تجعلون\nشكركم فقال يرويه عبد الاعلى التغلبي عن أبي عبد الرحمن واختلف عنه فرواه\nإسرائيل وأبان بن تغلب عن عبد الاعلى ورفعه إلى النبي صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p163'> Vol. 04, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\nوخالفهما الثوري فرواه عن عبد الاعلى عن أبي عبد الرحمن عن علي موقوفا\nويشبه أن يكون الاختلاف من جهة عبد الاعلى س (488) وسئل عن حديث أبي عبد\nالرحمن عن علي عن النبي صلى الله عليه وسلم وآتوهم من مال الله الذي آتاكم\nقال ربع المكاتبة فقال هو حديث يرويه عطاء بن السائب عن أبي عبد الرحمن\nواختلف عنه فرفعه عبد الرزاق وهشام بن سليمان وحجاج وأبو قتادة عن بن جريج\nعن النبي صلى الله عليه وسلم ووقفه روح عن بن جريج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p164'> Vol. 04, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك رواه زهير وهشيم وابن علية وجرير وأسباط بن محمد والمحاربي وحماد\nبن سلمة وبكر بن خنيس عن عطاء بن السائب موقوفا وكذلك رواه عبد الاعلى\nالتغلبي عن أبي عبد الرحمن عن علي موقوفا <span id='ms0327'></span> وهو الصواب س (489) وسئل عن حديث\nأبي عبد الرحمن عن علي قوله لا جمعة ولا تشريق إلا في مصر جامع فقال يرويه\nالأعمش واختلف عنه فرواه أصحاب الأعمش عن الأعمش عن سعد بن عبيدة عن أبي\nعبد الرحمن عن علي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p165'> Vol. 04, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\nوخالفهم فضيل بن عياض وأبو حمزة السكري فروياه عن الأعمش عن طلحة بن مصرف\nعن سعد بن عبيدة ويشبه أن يكون القول قولهما لأنهما زادا وهما ثقتان س\n(490) وسئل عن حديث أبي عبد الرحمن عن علي أنه قرأ القرآن على النبي صلى\nالله عليه وسلم فقال يرويه أبو بكر بن عياش عن عاصم واختلف عنه فرواه أحمد\nبن يعقوب الترمذي عن يحيى بن آدم عن أبي بكر بن عياش عن عاصم عن أبي عبد\nالرحمن أنه قرأ على علي وعثمان وأنهما قرءا على رسول الله صلى الله عليه\nوسلم وخالفه عدد كبير ممن رواه عن يحيى بن آدم فلم يذكروا فيه عثمان ولم\nيرفعوه إلى النبي صلى الله عليه وسلم ورواه يحيى بن سليمان الجعفي أبو سعيد\nعن أبي بكر بن عياش عن عاصم عن أبي عبد الرحمن عن علي وحده ورفعه والصحيح\nأنه موقوف عن علي كذلك رواه أصحاب أبي بكر عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p166'> Vol. 04, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\nورواه إسحاق بن راهويه عن يحيى بن آدم ورفعه أيضا وكذلك رواه حفص بن\nسليمان وأصحاب عاصم عن عاصم ولم يرفعوه ولم يجاوزوا به عليا وهو المحفوظ\nوسألته عن أحمد بن يعقوب الترمذي فقال لا أعرفه إلا في هذا ويشبه أن يكون\nضعيفا س (491) وسئل عن حديث أبي البختري عن عن علي قال بعثني رسول الله صلى\nالله عليه وسلم إلى اليمن فقلت يا رسول الله تبعثني إلى قوم شيوخ وذوي\nأسنان إني أخاف أن لا أصيب فقال رسول الله صلى الله عليه وسلم سيثبت لسانك\nويهدي قلبك فقال يرويه الأعمش وشعبة وإسحاق عن عمرو بن مرة عن أبي البختري\nعن علي وقيل عن أبي خالد الأحمر عن شعبة عن عمرو بن مرة عن عبد الله بن <span id='ms0328'></span> أبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p167'> Vol. 04, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\nسلمة وهو وهم والصواب عن أبي البختري عن علي ورواه أبان بن تغلب عن عمرو\nبن مرة عن أبي البختري أن النبي صلى الله عليه وسلم بعث عليا مرسلا والقول\nالأول أصح ورواه صالح بن أبي الأسود عن الأعمش عن أبي ظبيان عن علي ورواه\nشيبان عن أبي إسحاق عن عمرو بن حبشي عن علي حدثنا يعقوب بن إبراهيم البزار\nثنا جعفر بن محمد بن فضيل الراسبي ثنا عبيد الله بن موسى أنا شيبان عن أبي\nإسحاق عن عمرو بن حبشي عن علي بذلك ورواه بن أشكاب محمد عن عبيد الله بن\nموسى عن سفيان الثوري عن أبي إسحاق عن عمرو بن حبشي عن علي بذلك حدثناه\nأحمد بن محمد بن إسماعيل الواسطي ثنا محمد بن إشكاب وقال إبراهيم بن هاني\nعن عبيد الله بن موسى عن سفيان أو شيبان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p168'> Vol. 04, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\nس (492) وسئل عن حديث أبي بردة بن أبي موسى عن علي نهاني النبي صلى الله\nعليه وسلم أن أتختم في الوسطى والتي تليها وقال لي قل اللهم إني أسألك\nالسداد والهدى الحديث فقال هو حديث يرويه عاصم بن كليب عن أبي بردة حدث به\nعنه شعبة وسفيان الثوري وابن إدريس وأبو الأحوص وأبو عوانة وبشر بن مفضل\nوعلي بن عاصم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p169'> Vol. 04, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\nوقال سفيان بن عيينة عن عاصم بن كليب عن أبي بكر عن أبي موسى وقال خالد\nالواسطي ومحمد بن فضيل عن عاصم بن كليب عن أبي بردة عن أبي موسى عن علي\nووهما في قولهما أبي موسى لان أبا بردة سمع هذا الحديث من علي وأبو موسى\nحاضر ذلك بين أبي عوانة ذلك في روايته عن عاصم بن كليب وقال الوليد بن أبي\nمحمد عن عاصم بن كليب عن أبي بردة عن أبيه عن علي ووهم والصواب عن أبي بردة\nعن علي ورواه نصر بن علي عن شيخ له عبيد الله بن أبي المغيرة عن عاصم بن\nكليب عن أبيه عن علي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p170'> Vol. 04, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\nووهم فيه أيضا والصواب من قال عن <span id='ms0329'></span> عاصم بن كليب عن أبي بردة عن علي وكذلك\nرواه محمد بن جحادة وجابر الجعفي عن أبي بردة عن علي واختلف عن جابر فقال\nأبو حمزة عن أبي بردة قال دخلت مع أبي على علي وقال شعبة عن جابر عن أبي\nبردة عن علي وقال أبو عوانة عت جابر عن أبي بردة عن أبيه عن علي ووهم في\nقوله عن أبيه ورواه سيف بن مسكين عن شعبة عن جابر عن عبد الله بن نجبي عن\nعلي ووهم فيه ورواه أبو ميسرة أحمد بن عبد الله بن ميسرة عن مسكين بن بكير\nعن شعبة عن سلمة بن كهيل عن أبي بردة عن علي ووهم فيه أبو ميسرة وإنما رواه\nشعبة عن جابر ورواه يونس بن أبي إسحاق عن أبي بردة عن علي واختلف عن شعبة\nفي إسناد هذا الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p171'> Vol. 04, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\nورواه أبو خالد الأحمر عن شعبة عن عاصم عن زر عن علي وتابعه جعفر بن محمد\nالرسعني فرواه عن موسى بن داود عن شعبة عن عاصم عن زر عن علي وكلاكما وهم\nوالصواب عن شعبة عن عاصم بن كليب عن أبي بردة عن علي ما قدمنا ذكره في أول\nالباب س (493) وسئل عن حديث أبي وائل عن علي قال ما أوصى رسول الله صلى\nالله عليه وسلم ما أوصى ولكن إن يرد الله بالناس خيرا فسيجمعهم على خيرهم\nكما جمعهم بعد رسول الله صلى الله عليه وسلم على خيرهم فقال هو حديث يرويه\nالحسن بن عمارة واختلف عنه فرواه محمد بن الحسن الواسطي عن الحسن بن عمارة\nعن عاصم عن أبي وائل وتابعه إسحاق بن إبراهيم بن شاذان وإبراهيم بن أبي\nالعنبس عن جعفر بن عون عن الحسن بن عمارة عن عاصم وغيرهما يرويه عن جعفر عن\nالحسن عن عمارة بن واصل الأحدب عن أبي وائل وقيل عن جعفر عن الحسن بن عمر\nالفقيمي عن واصل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p172'> Vol. 04, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\nولا يصح ذكر الفقيمي ورواه يونس بن بكير عن الحسن بن عمارة عن الحكم\nوواصل عن <span id='ms0330'></span> أبي وائل والحسن بن عمارة ضعيف وروى هذا الحديث أيضا عن الشعبي عن\nأبي وائل حدث به شعيب بن ميمون الواسطي عن حصين وأبي جناب عن الشعبي عن أبي\nوائل وشعيب بن ميمون ليس بالقوي س (494) وسئل عن حديث أبي هياج الأسدي\nواسمه حيان بن الحصين عن علي قال لي أبعثك على ما بعثني عليه رسول الله صلى\nالله عليه وسلم لا تدع قبرا مشرفا إلا سويته ولا تمثالا إلا طمسته فقال\nيرويه حبيب بن أبي ثابت واختلف عنه فرواه الثوري عن حبيب عن أبي وائل عن\nأبي الهياج قال ذلك يحيى القطان وخالد بن الحارث ووكيع وعبد الرحمن وأبو\nنعيم وقبيصة وغيرهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p173'> Vol. 04, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أبو إسحاق الفزاري عن الثوري عن حبيب بن أبي وائل عن علي أنه قال\nلأبي هياج وقال بن المبارك عن الثوري عن حبيب بن أبي وائل عن علي ولم يذكر\nأبا الهياج وقال معاوية بن هشام عن الثوري عن حبيب بن أبي ثابت عن بن أبي\nالهياج عن أبيه عن علي بن أبي طالب قال له ألا أبعثك على ما بعثني عليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p174'> Vol. 04, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\nرسول الله صلى الله عليه وسلم لا تدع قبرا مشرفا إلا سويته ولا تمثالا في\nبيت إلا طمسته حدثنا أحمد بن محمد بن سعدان ثنا شعيب بن أيوب ثنا معاوية بن\nهشام عن سفيان بذلك ولم يذكر أبا وائل وقال مسعر والمسعودي عن حبيب عن\nالهياج ولم يذكر أبا وائل وقال قيس بن الربيع وسعاد بن سليمان وزياد بن\nخيثمة عن حبيب بن أبي ثابت عن أبي وائل عن سعيد بن أبي الهياج عن أبيه عن\nعلي ورواه الأعمش واختلف عنه فرواه جرير عن الأعمش عن حبيب بن أبي ثابت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p175'> Vol. 04, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبي الهياج وهو غريب عن الأعمش لا أعلم حدث به عن الأعمش هكذا غير\nجرير وخالفه عيسى بن الضحاك أخو الجراح بن الضحاك وروح بن مسافر فقالا عن\nالأعمش عن أبي وائل عن علي ولم يذكر أبا الهياج ورواه أبو حماد الحنفي عن <span id='ms0331'></span>\nأبي إسحاق السبيعي عن أبي الهياج ورواه النضر بن إسماعيل عن مسعر عن جابر\nعن الشعبي استعمل أبا الهياج ورواه يونس بن خباب وسيار أبوا لحكم عن جرير\nبن حيان عن أبيه عن علي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p176'> Vol. 04, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\nوجرير هذا بن أبي الهياج وأبوه حيان بن حصين يكنى أبا الهياج والحديث\nحديث الثوري وما رواه يحيى بن سعيد القطان وابن مهدي ومن تابعهما وهو\nالصحيح حدثنا عبد الله بن محمد البغوي ثنا محرز بن عون بن أبي عون قال ثنا\nحسان بن إبراهيم عن خالد بن الحارث عن سفيان بن سعيد قال أنا حبيب بن أبي\nثابت عن أبي وائل عن أبي الهياج عن علي قال أبعثك على ما بعثني عليه رسول\nالله صلى الله عليه وسلم أن لا أدع قبرا مشرفا إلا سويته ولا تمثالا في بيت\nإلا طمسته وحسان أكبر سنا من خالد بن الحارث وأقدم وفاة ويتلوه في الجزء\nالسابع حدثنا بن مخلد قال أنا الرمادي ثنا أبو حذيفة حسبنا الله ونعم\nالوكيل وصلواته على سيدنا محمد النبي وآله وصحبه وسلم تسليما كثيرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p177'> Vol. 04, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\nالجزء السابع فيه بقية مسند علي رضي الله تعالى عنه وحديث طلحة والزبير\nوعبد الرحمن بن عوف و أول حديث سعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p179'> Vol. 04, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم وبه نستعين بقية مسند علي بن أبي طالب عليه\nالسلام حدثنا بن مخلد قال ثنا الرمادي ثنا أبو حذيفة ثنا سفيان عن حبيب عن\nشقيق قال بعث علي أبا الهياج ثم ذكر نحوه وحدثنا بن مخلد قال ثنا الرمادي\nثنا أبو نعيم ثنا سفيان ح وثنا المحاملي ثنا يوسف بن موسى ثنا الفضيل بن\nدكين ثنا سفيان عن حبيب بن أبي ثابت عن أبي وائل قال قال علي لأبي الهياج\nتعالى حتى أبعثك على ما بعثني عليه رسول الله صلى الله عليه وسلم لا تدعن\nقبرا مشرفا إلا سويته ولا صورة في بيت إلا طمسته حدثنا دعلج أنا الحسن بن\nسفيان ثنا حبان أنا بن المبارك أنا سفيان عن حبيب بن أبي ثابت <span id='ms0332'></span> عن أبي وائل\nعن علي قال بعثني النبي صلى الله عليه وسلم أن لا تدع قبرا مشرفا إلا سويته\nولا تمثالا إلا طمسته لم يذكر أبا الهياج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p181'> Vol. 04, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا المحاملي ثنا يوسف بن موسى ثنا وكيع عن سفيان عن حبيب بن أبي وائل\nعن أبي الهياج قال قال علي أبعثك على ما بعثني عليه رسول الله صلى الله\nعليه وسلم أن لا تدع تمثالا إلا طمسته ولا قبرا مشرفا إلا سويته حدثنا بن\nمبشر ثنا أحمد بن سنان ثنا أبو أحمد الزبيري عن سفيان عن حبيب بن أبي ثابت\nعن أبي وائل أن عليا بعث أبا الهياج وقال أبعثك على ما بعثني عليه رسول\nالله صلى الله عليه وسلم لا تدع قبرا مشرفا إلا سويته ولا تمثالا في بيت\nإلا طمسته حدثنا الحسين بن إسماعيل ثنا يوسف بن موسى ثنا يعلى بن عبيد ح\nوحدثنا محمد بن مخلد وحمزة بن الحسين بن عمر السمسار قالا ثنا أحمد بن\nمنصور الرمادي ثنا يعلى بن عبيد وأبو النضر وثنا أحمد بن محمد بن سعدان\nبواسط ثنا شعيب بن أيوب ثنا يعلى بن عبيد وعبد الله بن رجاء البصري وثنا بن\nمبشر ثنا أحمد أحمد بن سنان ثنا يزيد بن هارون قالوا ثنا المسعودي عن حبيب\nبن أبي ثابت عن أبي الهياج عن علي عليه السلام أن لا تدع تمثالا إلا لطخته\nولا قبرا إلا سويته وقال يوسف قال قال لي علي أبعثك وقال الرمادي ولا قبرا\nمشرفا إلا سويته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p182'> Vol. 04, p. 182</a>\n            </div>\n            \n</p>\n\n<p>\nوقال يزيد أنا المسعودي وقال أيضا أبعثك لما بعثني له رسول الله صلى الله\nعليه وسلم لا تدع قبرا ولا تمثالا إلا نطحته بالحاء حدثنا عبد الملك بن\nيحيى بن الحسن العطار بن أبي زكار ثنا بشر بن آدم عن حماد بن دليل عن مسعر\nعن حبيب بن أبي ثابت عن أبي الهياج الأسدي عن علي بن أبي طالب قال بعثني\nالنبي صلى الله عليه وسلم فقال لا تتركن قبرا مشرفا إلا سويته ولا <span id='ms0333'></span> صورة إلا\nطمستها تفرد به حماد بن دليل أبو زيد قاضي المدائن عن مسعر عن حبيب ولم\nيسمع حبيب هذا من أبي الهياج وإنما سمعه من أبي وائل شقيق بن سلمة عن أبي\nالهياج كما قال الثوري حدثنا محمد بن مخلد ثنا أبو الحسين كردوس بن محمد بن\nعيسى الواسطي ثنا عاصم بن علي ثنا قيس بن الربيع عن حبيب بن أبي ثابت عن\nشقيق بن سلمة عن سعيد بن أبي الهياج عن أبيه قال قال علي ألا أبعثك على ما\nبعثني عليه رسول الله صلى الله عليه وسلم قلت بلى قال بعثني على تسوية\nالقبور ومسح التماثيل حدثنا القاضي الحسين بن إسماعيل المحاملي ثنا محمد بن\nصالح الذراع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p183'> Vol. 04, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\nوحدثنا محمد بن محمود بواسط ثنا محمد بن صالح بن شعبة قال سمعت أبا\nالوليد يقول أليس سفيان يحدث حبيب عن شقيق عن أبي الهياج قال قال علي هذا\nقيس بن الربيع ثناه عن حبيب بن أبي ثابت عن شقيق عن سعيد بن أبي الهياج عن\nأبيه قال قال لي علي ألا أبعثك على ما بعثني عليه رسول الله صلى الله عليه\nوسلم تسوية القبور وكسر التماثيل حدثنا الحسين بن إسماعيل المحاملي ثنا\nيوسف بن موسى ثنا جرير عن الأعمش عن حبيب بن أبي ثابت عن أبي الهياج قال\nلما قدم علي بن أبي طالب الكوفة قال أبعثك على ما بعثني عليه رسول الله صلى\nالله عليه وسلم فذكر حديث قبله لا تدع تمثالا إلا طمسته ولا قبرا إلا سويته\nحدثنا أبو حامد بن محمد بن هارون الحضرمي قال ثنا محمد بن عمرو بن أبي\nمذعور ثنا النضر بن إسماعيل ثنا مسعر عن جابر عن الشعبي قال استعمل علي بن\nأبي طالب أبا الهياج فقال استعملتك على ما استعملني عليه رسول الله صلى\nالله عليه وسلم لا تتركن قبرا شاخصا إلا سويته بالأرض تفرد به النضر بن\nإسماعيل أبو المغيرة القاص عن إسماعيل عن جابر س (495) وسئل عن حديث أبي\nالأسود <span id='ms0334'></span> الدئلي عن علي عن النبي صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p184'> Vol. 04, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\nيغسل بول الجارية ويصب على بول الغلام فقال يرويه قتادة عن أبي حرب بن\nأبي الأسود عن أبيه رفعه هشام بن أبي عبد الله من رواية ابنه معاذ وعبد\nالصمد بن عبد الوارث عن هشام ووقفه غيرهما عن هشام وكذلك رواه سعيد بن أبي\nعروبة وهمام عن قتادة موقوفا والله أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p185'> Vol. 04, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\nس (496) وسئل عن حديث أبي مسعود الثقفي عن علي أنه استعمله على الخراج\nفذكر حديثا طويلا فقال يرويه عبد الملك بن عمير واختلف عنه فرواه خلف بن\nتميم عن إسماعيل بن إبراهيم بن مهاجر عن عبد الملك بن عمير عن أبي مسعود\nالثقفي عن علي وقال بن عيينة عن إسماعيل عن عبد الملك مرسلا عن علي وقال\nسعيد بن سالم القداح عن إسماعيل عن عبد الملك قال حدثني رجل من ثقيف قال\nاستعملني علي وكذلك قال يحيى بن آدم عن جعفر الأحمر عن عبد الملك س (497)\nوسئل عن حديث أبي حذيفة سلمة بن صهيب عن علي خرج النبي صلى الله عليه وسلم\nحين بزغ القمر كأنه فلقة جفنة فقال الليلة ليلة القدر فقال يرويه حديج بن\nمعاوية عن أبي إسحاق عن أبي حذيفة عن علي وخالفه شعبة فرواه يوسف بن يعقوب\nالسدوسي عنه عن أبي إسحاق عن أبي حذيفة عن عبد الله بن مسعود وغيره يرويه\nعن شعبة عن أبي إسحاق عن أبي حذيفة رجل من أصحاب عبد الله بن مسعود عن رجل\nمن أصحاب النبي صلى الله عليه وسلم غير مسمى وهو المحفوظ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p186'> Vol. 04, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\nس (498) وسئل عن حديث أبي الطفيل عن علي عن النبي صلى الله عليه وسلم أنه\nكان إذا رأى سهيلا لعنه وقال كان رجلا ينحس الناس بالظلم فمسخه الله شهابا\nفقال يرويه جابر الجعفي واختلف عنه فرواه الثوري عن جابر فقال إبراهيم بن\nخالد وأبو حذيفة عن الثوري عن جابر عن أبي الطفيل عن علي ولا أراه إلا رفعه\nإلى النبي صلى الله عليه وسلم وخالفهما وكيع <span id='ms0335'></span> ومحمد بن عبد الوهاب القناد\nفروياه عن الثوري موقوفا بغير شك ورواه عيسى بن يونس عن أخيه إسرائيل عن\nجابر مرفوعا أيضا ورفعه أبو شيبة إبراهيم بن عثمان عن جابر والصحيح موقوفا\nحدثنا أحمد بن عيسى بن السكين قال ثنا إسحاق بن زريق ثنا إبراهيم بن خالد\nثنا سفيان عن جابر عن أبي الطفيل عن علي لا أراه إلا رفعه إلى النبي صلى\nالله عليه وسلم قال لعن الله سهيلا فقيل له كان رجلا ينحس الناس بالظلم\nفمسخه الله شهابا حدثنا أبو الحسن محمد بن نوح الجنديسابوري ثنا أبو عبد\nالله محمد بن الحسن بن عبد العزيز الأحدب ثنا أبو حذيفة موسى النهدي ثنا\nسفيان الثوري عن جابر عن أبي الطفيل عن علي ولا أراه إلا رفعه إلى النبي\nصلى الله عليه وسلم فقال لعن الله سهيلا ثلاث مرات فقيل له فقال إنه كان\nعشارا ينحس الناس في الأرض بالظلم فمسخه الله شهابا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p187'> Vol. 04, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\nس (499) وسئل عن حديث أبي الطفيل عن علي عن النبي صلى الله عليه وسلم\nالأرواح جنود مجندة فما تعارف منها ائتلف وما تناكر منا اختلف فقال يرويه\nحبيب بن أبي ثابت عن أبي الطفيل واختلف عنه فوقفه الثوري عن حبيب وأسنده\nقيس بن الربيع عنه ورفعه إلى النبي صلى الله عليه وسلم والصحيح موقوف س\n(500) وسئل عن حديث أبي الطفيل عن علي قال تفترق هذه الأمة على ثلاثة\nوسبعين فرقة شرها فرقة تنتحلون أهل البيت فقال يرويه محمد بن سوقة عن أبي\nالطفيل عن علي وقال أبو معاوية الضرير عن محمد بن سوقة عن حبيب بن أبي ثابت\nمرسلا عن علي ورواه نعيم بن يحيى السعيدي الكوفي ثقة له كتاب مصنف في\nالقراءات وله عن مسعر نسخة عن محمد بن سوقة قال قال علي ولم يذكر بينهما\nأحدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p188'> Vol. 04, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\nس (501) وسئل عن حديث أبي حية بن قيس عن علي في صفته وضوء رسول الله صلى\nالله عليه وسلم أنه توضأ ثلاثا ثلاثا فقال رواه سفيان الثوري عن أبي <span id='ms0336'></span> إسحاق\nواختلف عليه في إسناده وفي لفظه فرواه موسى بن أعين عن الثوري عن أبي إسحاق\nعن أبي حية بن قيس عن علي الطهور ثلاث ثلاث ومسح الرأس واحدة ورواه عبد\nالرحمن بن مهدي وعبد الرزاق والفريابي وأبو أحمد الزبيري وأبو حذيفة ويحيى\nبن سعيد الأموي وغيرهم عن الثوري بهذا الاسناد ولم يقولوا فيه بأنه مسح\nرأسه مرة ورواه أيوب بن سويد عن الثوري بهذا الاسناد ووهم في لفظه فقال إذا\nأسبغ الوضوء مرة مرة أجزأه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p189'> Vol. 04, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\nوالصواب ما ذكر غيره عن الثوري أنه توضأ ثلاثا ثلاثا ورواه محمد بن\nالقاسم الأسدي عن الثوري فوهم في إسناده فقال عن حية عن علي والصواب عن أبي\nحية ورواه شعبة وهو غريب عنه وزيد بن أبي أنيسة ورقبة بن مصقلة وزكريا بن\nأبي زائدة ويونس بن أبي إسحاق وابنه إسرائيل وأبو الأحوص وعبد الكبير بن\nدينار الصائغ عن أبي إسحاق عن حية بن قيس عن علي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p190'> Vol. 04, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\nورواه عبد الرحمن بن حميد الرؤاسي عن أبي إسحاق عن أبي حية وعبد خير عن\nعلي ورواه غيلان بن جامع وعمار بن رزيق عن أبي إسحاق عن عبد خير وحده عن\nعلي ورواه رقبة وأبو وكيع الجراح بن مليح عن أبي إسحاق عن أبي حية وعمرو ذي\nمر عن علي ووهم وإنما أراد عن أبي حية ورواه عمرو بن قيس الملائي عن أبي\nإسحاق عن ناجية بن كعب عن علي ورواه أبو بكر بن عياش عن أبي إسحاق عن\nالحارث عن علي وكذلك روي عن أبي أحمد الزبيري عن الثوري عن أبي إسحاق عن\nالحارث عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p191'> Vol. 04, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\nعلي ورواه أشعث بن سوار عن أبي إسحاق عمن سمع عليا ولم يسمعه وقيل عن\nأشعث عن أبي إسحاق عن الحارث عن علي وأصحها كلها قول من قال عن أبي حية\nوقول عبد الرحمن بن حميد عن أبي حية وعبد خير فإنه ثقة وقد ضبطه أبا حية\nوزاد معه عبد خير وتابعه عمار بن رزيق على عبد خير وأما قول عمرو <span id='ms0337'></span> بن قيس\nوقول أبي وكيع وقول أبو بكر بن عياش فغير محفوظ والله أعلم ورواه سنان بن\nربيعة عن أبي إسحاق مرسلا عن علي حدثنا الحسين بن إسماعيل المحاملي ثنا\nسعيد بن يحيى الأموي حدثني أبي ثنا سفيان عن أبي إسحاق عن أبي حية الهمداني\nقال قال علي من سره أن ينظر إلى وضوء رسول الله صلى الله عليه وسلم فلينظر\nإلي قال فتوضأ ثلاثا ثلاثا ثم مسح برأسه ثم شرب فضل وضوئه سألته عن حديث\nشعبة عن أبي إسحاق هل رواه غير سهيل بن حماد أبي عتاب الدلال عن شعبة فقال\nقد روي عن عمر بن شبه قاله أبو نعيم الجرجاني عن عمر بن شبه عن مؤمل عن\nشعبة قلت من حدثك عن سليمان بن سيف عن أبي عتاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p192'> Vol. 04, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\nفقال حدثنا به علي بن الحسن الحراني ثنا سليمان بن سيف وحدثناه أبو علي\nبن الصواف قال ثنا أحمد بن هارون بن روح البرديجي ثنا سليمان بن سيف ثنا\nأبو عتاب ثنا شعبة عن أبي إسحاق عن أبي حية عن علي أنه توضأ ثلاثا ثلاثا\nوقال هكذا رأيت النبي صلى الله عليه وسلم يتوضأ ولم يكن علي بن الحسن\nالحراني قويا س (502) وسئل عن حديث أبي رزين الأسدي عن علي بن النبي صلى\nالله عليه وسلم أنه كان يسلم عن يمينه وعن يساره فقال هو حديث يرويه حسان\nبن إبراهيم الكرماني عن الثوري عن الأعمش عن أبي رزين عن علي عن النبي صلى\nالله عليه وسلم ورواه عبد الله بن المبارك وأبو نعيم عن الثوري موقوفا عن\nعلي وكذلك رواه شعبة عن العمش وكذلك رواه عاصم بن أبي النجود ومغيرة بن\nمقسم ومسلم البطين عن أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p193'> Vol. 04, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\nرزين عن علي موقوفا ورواه بن جحادة عن مسلم فقال عن أبي وائل عن علي\nموقوفا غير مرفوع وكذلك رواه الأعمش وحجاج بن أرطأة عن عمير بن سعيد عن علي\nموقوفا ورواه عطاء بن السائب عن أبي عبد الرحمن السلمي عن علي وابن مسعود <span id='ms0338'></span>\nمرفوعا إلى النبي صلى الله عليه وسلم قال ذلك عنه عمير بن عمران الحنفي\nويحيى بن كثير أبو النضر وهما ضعيفان فاتفقا على رفعه عن عطاء بن السائب\nوقال حماد بن زيد عن عطاء بن السائب عن أبي عبد الرحمن عن علي موقوفا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p194'> Vol. 04, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\nوهو الصواب حدثناه الشافعي وأبو علي بن الصواف قالا ثنا أحمد بن هارون\nالبرديجي ثنا عمر بن حمدون الكرماني ثنا محمد بن يحيى أبي يعقوب الكرماني\nثنا حسان بن إبراهيم عن سفيان عن الأعمش عن أبي رزين عن علي أن النبي صلى\nالله عليه وسلم كان يسلم عن يمينه وعن يساره س (503) وسئل عن حديث أبي\nالأحوص عن علي قال شهدت بدرا وأبو بكر وعمر فكان جبريل عن يمني وميكائيل عن\nيمين أبي بكر فقال هو حديث يرويه مسعر واختلف عنه فرواه عطاء بن مسلمة\nالحلبي عن مسعر عن سلمة بن كهيل عن أبي الأحوص عن علي وخالفه أصحاب مسعر\nفرووه عن مسعر عن أبي عون الثقفي عن أبي صالح الحنفي عن علي وهو الصواب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p195'> Vol. 04, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\nس (504) وسئل عن حديث أبي موسى الهمداني عن علي قال اطلبوا المخدج فوالله\nما كذبت ولا كذبت الحديث فقال يرويه محمد بن قيس واختلف عنه فرواه الثوري\nعن محمد بن قيس عن أبي موسى عن علي ورواه الحسن بن صالح عن محمد بن قيس عن\nعبد الله بن مالك عن علي وخالفه إسرائيل فقال عن محمد بن قيس عن مالك بن\nالحارث عن علي ولعله اسم أبي موسى والله أعلم س (505) وسئل عن حديث أبي\nهلال العكي عن علي خير هذه الأمة بعد نبيها أبو بكر ثم عمر فقال يرويه يحيى\nبن زكريا بن أبي زائدة واختلف عنه فرواه وضاح بن حسان عن يحيى بن زكريا عن\nأبيه عن خالد بن سلمة عن أبي هلال الثقفي وخالفه سهل بن محمد العسكري وغيره\nعن يحيى بن زكريا عن أبيه عن خالد بن سلمة عن أبردة عن أبي هلال عن علي وهو\nأشبه بالصواب <span id='ms0339'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p196'> Vol. 04, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\nس (506) وسئل عن حديث أبي محمد الهذلي عن علي خرجنا مع رسول الله صلى\nالله عليه وسلم في جنازة فقال من يدخل المدينة فلا يدع فيها وثنا إلا كسره\nولا صورة إلا لطخها ولا قبرا إلا سواه الحديث فقال أبو محمد الهذلي وهو\nكوفي وأهل البصرة يكنونه أبو المورع وهو حديث يرويه الحكم بن عتيبة واختلف\nعنه فرواه شعبة بن الحجاج والحجاج بن أرطأة عن الحكم عن أبي محمد الهذلي عن\nعلي وخالفهما أبان بن تغلب رواه عن الحكم بن ثعلبة عن يزيد الحماني علي علي\nوخالفهم طارق بن عبد الرحمن فرواه عن الحكم عن قيس بن أبي حازم عن علي\nوكذلك قال صالح بن كيسان فيما بلغه عن الحكم عن قيس وأشبهها بالصواب قول\nشعبة عن الحكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p197'> Vol. 04, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\nمسند طلحة بن عبيد الله رضي الله تعالى عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p199'> Vol. 04, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\nومن حديث طلحة بن عبيد الله رضي الله تعالى عنه عن النبي صلى الله عليه\nوسلم س (507) وسئل عن حديث بن عمر عن طلحة عن النبي صلى الله عليه وسلم قال\nلا تحل الصدقة لغني ولا لذي مرة سوي فقال رواه القاسم بن محمد المروزي عن\nمحمد بن عقبة عن أبي أمية بن يعلى عن نافع عن بن عمر عن طلحة ووهم فيه\nوغيره يرويه عن أبي أمية بن يعلى عن نافع عن أسلم مولى عمر عن طلحة وهو\nأشبه بالصواب س (508) وسئل عن حديث موسى بن طلحة عن أبيه قال قلنا يا رسول\nالله قد علمنا كيف السلام فكيف الصلاة عليك قال قولوا اللهم صل على محمد\nالحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p201'> Vol. 04, p. 201</a>\n            </div>\n            \n</p>\n\n<p>\nفقال هو حديث يرويه عثمان بن عبد الله بن موهب عن موسى بن طلحة عن أبيه\nحدث به عنه إسرائيل وشريك ومجمع بن يحيى الأنصاري ورواه خالد بن سلمة\nالمخزومي عن موسى بن طلحة فأسنده عن زيد بن خارجة الأنصاري عن النبي صلى\nالله عليه وسلم حدث به عثمان بن حكيم الأنصاري واختلف عنه فقيل عن عيسى بن\nيونس عن عثمان بن حكيم بهذا <span id='ms0340'></span> الاسناد عن زيد بن ثابت وقيل عن مروان بن\nمعاوية عن عثمان عن موسى عن يزيد بن خارجة وكلاهما وهم والصواب زيد بن\nخارجة وهو أصحها س (509) وسئل عن حديث موسى بن طلحة عن أبيه لما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p202'> Vol. 04, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\nأصيبت أصبعه يوم أحد حس فقال له النبي صلى الله عليه وسلم لو قلت بسم\nالله لرأيت بيتا يبنى لك في الجنة وأنت في الدنيا فقال يرويه هشيم واختلف\nعنه فقال محمد بن أبي غالب عن هشيم عن إبراهيم بن عبد الرحمن مولى آل طلحة\nعن موسى بن طلحة عن أبيه وأرسله سريج عن هشيم والمرسل أصح س (510) وسئل عن\nحديث موسى بن طلحة عن أبيه عن النبي صلى الله عليه وسلم ليس في الخضروات\nصدقة فقال اختلف فيه عن موسى بن طلحة فروي عن عطاء بن السائب فقال الحارث\nبن نبهان عن عطاء عن موسى بن طلحة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p203'> Vol. 04, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\nوقال خالد الواسطي عن عطاء عن موسى بن طلحة مرسلا أن النبي صلى الله عليه\nوسلم وروي عن الأعمش عن موسى بن طلحة عن أبيه ورواه الحكم بن عتيبة وعبد\nالملك بن عمير وعمرو بن عثمان بن موهب عن موسى بن طلحة عن معاذ بن جبل وقيل\nعن موسى بن طلحة عن عمر وقيل عن موسى بن طلحة عن أنس وقيل عن موسى بن طلحة\nعن مرسل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p204'> Vol. 04, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\nوأصحها كلها المرسل س (511) وسئل عن حديث موسى بن طلحة عن أبيه قال كنت\nأمشي مع النبي صلى الله عليه وسلم فأتاني أعرابي بأرنب شواها فقال هلم قال\nإني صائم قال هلا أيام البيض فقال رواه أبو الأحوص عن طلحة بن يحيى عن موسى\nبن طلحة عن طلحة وغيره يرويه عن طلحة بن يحيى عن موسى بن طلحة مرسلا\nوالمحفوظ عن موسى بن طلحة عن بن الحوتكية عن أبي ذر وقد كتبنا عنه في مسند\nعمر ومسند أبي ذر س (512) وسئل عن حديث موسى بن طلحة عن أبيه عن النبي صلى\nالله عليه وسلم قال كان بين يديك مثل <span id='ms0341'></span> آخره الرحل لم يقطع صلاتك فقال هو\nحديث يرويه سماك بن حرب عن موسى واختلف عليه فيه فرواه إسرائيل وأبو الأحوص\nوأسباط بن نصر وأبو عوانة وزائدة وعمر بن عبيد الطنافسي ويزيد بن عطاء مولى\nأبي عوانة عن سماك بن حرب عن موسى بن طلحة عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p205'> Vol. 04, p. 205</a>\n            </div>\n            \n</p>\n\n<p>\nأبيه ورواه سفيان الثوري عن سماك واختلف عليه فيه فحدث به زهير بن محمد\nعن عبد الرزاق عن الثوري متصلا وتابعه وكيع من رواية زياد بن أبي يزيد\nالقصري عنه وخالف في متنه وأما أصحاب الثوري فرووه عن الثوري عن سماك عن\nموسى بن طلحة مرسلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p206'> Vol. 04, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك قال أصحاب وكيع عن وكيع وهو صحيح من حديث إسرائيل ومن تابعه على\nوصله حدثنا الحسين بن يحيى بن عياش وأحمد بن محمد بن إسماعيل الادمي قالا\nثنا زهير بن محمد بن قمير ثنا عبد الرزاق عن سفيان الثوري عن سماك بن حرب\nعن موسى بن طلحة عن أبيه طلحة بن عبيد الله قال قال رسول الله صلى الله\nعليه وسلم إذا كان بين يديك مثل مؤخرة الرحل لم يقطع صلاتك ما مر بين يديك\nحدثنا أبو حامد محمد بن هارون الحضرمي ثنا زياد بن أبي يزيد القصري ثنا\nوكيع ثنا سفيان عن سماك عن موسى بن طلحة عن أبيه عن النبي صلى الله عليه\nوسلم قال إذا صلى أحدكم إلى شئ فليرهقه فقال هذا ذاك س (513) وسئل عن حديث\nموسى بن طلحة عن أبيه أن النبي صلى الله عليه وسلم تعجل في صدقة العباس\nسنتين فقال يرويه الحسن بن عمارة عن الحكم وحبيب بن أبي ثابت وحكيم بن جبير\nعن موسى بن طلحة عن أبيه واختلف فيه على الحكم فرواه الحجاج بن دينار عن\nالحكم بن حجية بن عدي عن علي قاله إسماعيل بن زكريا عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p207'> Vol. 04, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\nوخالفه إسرائيل فرواه عن الحجاج بن دينار عن الحكم عن حجر العدوي عن علي\nورواه العزرمي عن الحكم عن مقسم عن بن عباس ورواه الثوري عن منصور عن الحكم\nعن <span id='ms0342'></span> الحسن بن يناق مرسلا وهو أشبهها بالصواب س (514) وسئل عن حديث موسى بن\nطلحة عن أبيه عن النبي صلى الله عليه وسلم في سبحان الله قال تنزيه الله عن\nالسوء فقال رواه الثوري عن عثمان بن موهب عن موسى بن طلحة مرسلا وروى عن\nالمختار بن يزيد بن عبد الرحمن وهو بن أبي خالد الدالاني عن بن موهب عن\nموسى بن طلحة عن أبيه عن النبي صلى الله عليه وسلم في فضل التسبيح والمرسل\nأصح حدثنا القاضي الحسين بن إسماعيل ثنا محمد بن إبراهيم بن عبد الحميد\nالحلواني ثنا محمد بن جعفر بن أبي مواتية ثنا المختار بن يزيد بن عبد\nالرحمن الدالاني عن عثمان بن عبد الله بن موهب عن موسى بن طلحة بن عبيد\nالله عن أبيه قال قال رسول الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p208'> Vol. 04, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\nصلى الله عليه وسلم كلمات إذا قالهن العبد ضم عليهن الملك جناحه ثم صعد\nبهن فلا يمر بأحد من خلق الله تعالى إلا صلى عليهن وعلى قائلهن قالوا وما\nهو يا رسول الله قال سبحان الله والحمد لله ولا إله إلا الله والله أكبر س\n(515) وسئل عن حديث عيسى بن طلحة عن أبيه أن النبي صلى الله عليه وسلم\nأعطاه حمار وحش وهو محرم فقال اقسمه في الرفاق فقال هو حديث تفرد به بن\nعيينة عن يحيى بن سعيد عن محمد بن إبراهيم عن عيسى بن طلحة عن طلحة ووهم\nفيه وغيره يرويه عن يحيى بن سعيد ويسنده عن عمير بن سلمة الضمري عن النبي\nصلى الله عليه وسلم وبعضهم قال عن عمير بن سلمة عن رجل من بهز والصواب قول\nمن قال عمير بن سلمة كذلك رواه يزيد بن الهاد وعبد ربه بن سعيد ويحيى بن\nأبي كثير عن محمد بن إبراهيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p209'> Vol. 04, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\nونكر أحاديثهم في حديث عمير بن سلمة عن النبي صلى الله عليه وسلم إن شاء\nالله تعالى س (516) وسئل عن حديث بن طلحة وقيل يحيى بن طلحة عن أبيه عن\nالنبي صلى الله عليه <span id='ms0343'></span> وسلم ويخرج في حديث طلحة عن عمر عن النبي صلى الله\nعليه وسلم في لا إله إلا الله من قالها عند موته فرج الله كربته وأشرق لونه\nفقال هو حديث يرويه عامر الشعبي واختلف عنه فرواه مطرف بن طريف عن الشعبي\nواخلف عن مطرف فرواه علي بن مسهر وصالح بن عمر وأسد بن عمرو وعمرو بن أبي\nقيس وذاؤد بن علبة عن مطرف عن الشعبي عن يحيى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p210'> Vol. 04, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\nبن طلحة عن أبيه عن النبي صلى الله عليه وسلم وعن عمر ورواه جرير بن عبد\nالحميد وعبثر بن القاسم عن مطرف عن الشعبي عن بن طلحة بن عبيد الله وقال\nعبثر عن يحيى بن طلحة قال رأى عمر طلحة ورواه خالد الواسطي وأسباط بن محمد\nعن مطرف عن الشعبي أن عمر رأى طلحة ولم يذكروا فيه يحيى ورواه إسماعيل بن\nأبي خالد عن الشعبي واختلف عنه فرواه مسعر عن إسماعيل عن الشعبي عن يحيى بن\nطلحة عن أمه سعدى المرية قالت مر عمر بطلحة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p211'> Vol. 04, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\nوخالفه يحيى القطان فرواه عن إسماعيل قال ثنا الشعبي أن عمر مر بطلحة ولم\nيذكر بينهما أحدا وقال محمد بن عبيد عن إسماعيل عن رجل عن الشعبي مر عمر\nبطلحة ووهم فيه وإنما أراد أن يقول عن إسماعيل عن الشعبي عن رجل ورواه شعبة\nعن إسماعيل عن الشعبي عن رجل واختلف عن شعبة ورواه مجالد عن الشعبي واختلف\nعنه فقال بن نمير عن مجالد عن الشعبي عن جابر بن عبد الله قال سمعت عمر\nيقول لطلحة وخالفه أبو أسامة فرواه عن مجالد عن الشعبي سأل عمر طلحة ولم\nيذكر بينهما أحدا وروى هذا الحديث منصور بن المعتمر عن أبي وائل فجعل هذا\nالحديث لطلحة مع أبي بكر الصديق ان طلحة سأله ولم يذكر فيه عمر قال ذلك\nجرير وشيبان وعبيدة بن حميد عن منصور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p212'> Vol. 04, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\nوقال عثمان البري عن منصور عن أبي وائل عن أبي موسى ان طلحة سأل أبا بكر\nوعثمان البري متروك وأحسنها إسنادا حديث علي بن <span id='ms0344'></span> مسهر ومن تابعه عن مطرف عن\nالشعبي عن يحيى بن طلحة عن أبيه والله أعلم وحديث مسعر عن إسماعيل بن أبي\nخالد حسن الاسناد أيضا فإن كان محفوظا فإن يحيى بن طلحة حفظه عن أبيه عن\nأمه والله أعلم س (517) وسئل عن حديث سعيد بن المسيب عن طلحة عن النبي صلى\nالله عليه وسلم يكون فتنة لا يهدأ منها جانب إلا جاش جانبا فينادي من\nالسماء ألا إن أميركم فلان فقال يرويه إسماعيل بن عياش واختلف عنه فقال\nيحيى بن صالح عن إسماعيل بن عياش عن عبد الله عن عبد الرحمن بن أبي حسين عن\nسعيد بن المسيب عن طلحة واضطرب إسماعيل بن عياش في إسناده وقيل عن بن أبي\nحسين عن الزهري في إسناده وقيل عن بن عياش عن عمرو بن دينار عن سعيد المسيب\nعن طلحة ولا يصح ما سمع بن عياش عن عمرو بن دينار وروى عن بشير بن زاذان\nوكان ضعيفا عن أبي الحجاج وهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p213'> Vol. 04, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\nمجهول عن يحيى بن سيعد عن سعيد بن المسيب عن طلحة ولا يصح عن يحيى بن\nسعيد ولا يثبت أيضا عن سعيد بن المسيب والله أعلم س (518) وسئل عن حديث أبي\nسلمة بن عبد الرحمن عن طلحة ان رجلين من بلى قدما على رسول الله صلى الله\nعليه وسلم وكان اسلامهما جميعا وكان أحدهما أشد اجتهادا من صاحبه الحديث\nفقال هو حديث يرويه محمد بن إبراهيم بن الحارث عن أبي سلمة حدث به عنه يزيد\nبن الهاد ومحمد بن إسحاق فأما يزيد بن الهاد فأسنده عن أبي سلمة عن طلحة بن\nعبيد الله وأرسله محمد بن إسحاق عن محمد بن إبراهيم عن أبي سلمة ورواه محمد\nبن عمرو بن علقمة عن أبي سلمة عن طلحة واختلف عن محمد بن عمرو فرواه\nإسماعيل بن جعفر ويزيد بن هارون عن محمد بن عمرو عن أبي سلمة عن طلحة ورواه\nحماد بن سلمة وسعيد بن عامر عن محمد بن عمرو عن أبي سلمة مرسلا <span id='ms0345'></span> ورواه محمد\nبن بشر العبدي والفضل بن موسى السيناني ومحمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p214'> Vol. 04, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\nيعلى وجنادة بن سليم عن محمد بن عمرو عن أبي سلمة عن أبي هريرة أن طلحة\nبن عبيد الله رأى في المنام وأصحها كلها قول يزيد بن الهاد وذكر أبي هريرة\nفيه وهم والله أعلم س (519) وسئل عن حديث عبد الرحمن بن عثمان التيمي عن\nطلحة عن النبي صلى الله عليه وسلم في إباحة لحم الصيد للمحرم فقال يرويه\nمحمد بن المنكدر واختلف عنه فرواه بن جريج عن محمد بن المنكدر عن معاذ بن\nعبد الرحمن بن أبي عثمان عن أبيه عن طلحة وتابعه ربيعة بن عمر عن بن\nالمنكدر ورواه فليح بن سليمان عن بن المنكدر عن عبد الرحمن بن عثمان عن\nطلحة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p215'> Vol. 04, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\nولم يذكر معاذا ورواه أبو حنيفة عن بن المنكدر عن عثمان بن محمد عن طلحة\nورواه الثوري عن بن المنكدر عن شيخ لم يسمه عن طلحة والصواب حديث بن جريج\nوهو حفظ إسناده ورواه سلمة بن صالح الأحمر عن بن المنكدر فقال عن عبد\nالرحمن بن عثمان أو عثمان بن عبد الرحمن حدثناه عبد الملك بن أحمد قال ثنا\nحفص بن عمرو وثنا أبو الحسن بن مبشر قال ثنا أحمد بن سنان وثنا محمد بن سهل\nبن الفضيل ثنا حميد بن الربيع وثنا أبو ذر ثنا عمر بن شبه قالوا ثنا يحيى\nبن سعيد عن بن جريج أخبرني وقال بن سنان حدثني محمد بن المنكدر عن معاذ بن\nعبد الرحمن بن عثمان عن أبيه قال كنا مع طلحة ونحن حرم فأهدي له طير وطلحة\nراقد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p216'> Vol. 04, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\nفمنا من أكل ومنا من تورع فلما استيقظ طلحة وافق من أكله وقال أكلناه مع\nرسول الله صلى الله عليه وسلم س (520) وسئل عن حديث عبد الله بن شداد بن\nالهاد عن طلحة بن عبيد الله عن رسول الله صلى الله عليه وسلم أليس قد صلى\nالمتولي بعد صاحبه وصلى كذا ليس أحد أفضل عند الله من مؤمن يعمر في <span id='ms0346'></span> الاسلام\nبتكبيره وتسبيحه وتحميده فقال هو حديث يرويه طلحة بن يحيى بن طلحة واختلف\nعنه فرواه عبد الله بن داود الخريبي عن طلحة بن يحيى بن إبراهيم مولى لهم\nعن عبد الله بن شداد عن طلحة وقال الفضل بن العلاء ووكيع من رواية يحيى\nالحماني عنه عن طلحة عن إبراهيم بن محمد بن طلحة عن عبد الله بن شداد عن\nطلحة وأرسل أحمد بن حنبل عن وكيع فقال عن عبد الله بن شداد أن ثلاثة قدموا\nعلى رسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p217'> Vol. 04, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\nوتابعه عثمان بن أبي شيبة على إرساله إلا أن عثمان قال فيه عن محمد بن\nإبراهيم بن طلحة ووهم فيه على وكيع وإنما قال لهم وكيع إبراهيم بن محمد بن\nطلحة والصواب عندنا قول عبد الله بن داود والله أعلم س (521) وسئل عن حديث\nالسائب بن يزيد عن رجل عن طلحة بن عبيد الله أن رسول الله صلى الله عليه\nوسلم ظاهر بين درعين يوم أحد فقال يرويه بن عيينة عن يزيد بن خصيفة واختلف\nعنه فرواه بشر بن السري عن بن عيينة عن يزيد بن خصيفة عن السائب بن يزيد عن\nمن حدثه عن طلحة وخالفه أصحاب بن عيينة فرووه عنه يزيد بن خصيفة عن السائب\nأن النبي صلى الله عليه وسلم وسلم لم يذكروا فوق السائب أحدا وقول بشر بن\nالسري ليس بالمحفوظ س (522) وسئل عن رجل من بني تميم عن طلحة بن عبيد الله\nعن النبي صلى الله عليه وسلم لا بيع حاضر لباد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p218'> Vol. 04, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\nفقال يرويه سالم أبو النضر واختلف عنه فرواه محمد بن إسحاق عن سالم حدثني\nأعرابي عن طلحة وقال مؤمل عن حماد بن سلمة عن بن إسحاق عن سالم المكي عن\nأبيه عن طلحة وقال موسى بن إسماعيل عن حماد عن بن إسحاق عن سالم عن رجل عن\nأبيه عن طلحة وكذلك قال إبراهيم عن بن إسحاق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p219'> Vol. 04, p. 219</a>\n            </div>\n            \n</p>\n\n<p>\nورواه عمرو بن الحارث وابن لهيعة عن سالم أبي النضر عن رجل من بني <span id='ms0347'></span> تميم\nعن أبيه عن طلحة وهو الصواب وقيل عن مفضل عن عياش عن عباس القتباني عن أبي\nالنضر عن نوفل بن مساحق عن أبيه عن طلحة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p220'> Vol. 04, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\nمسند الزبير بن العوام رضي الله تعالى عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p221'> Vol. 04, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\nمن حديث الزبير بن العوام رحمة الله عليه عن النبي صلى الله عليه وسلم س\n(523) وسئل عن حديث بن عمر عن الزبير عن النبي صلى الله عليه وسلم أنه قال\nمن يعمل سوء يجز به في الدنيا فقال يرويه سليم بن حيان عن أبيه عن بن عمر\nعن الزبير وقيل عن سليم عن نافع عن بن عمر عن الزبير ورواه زياد الجصاص\nواختلف عنه فرواه عبد الوهاب بن عطاء عن زياد عن علي بن زيد عن مجاهد عن بن\nعمر عن أبي بكر وخالفه أبو عاصم العباداني فرواه عن زياد الجصاص عن سالم عن\nبن عمر عن عمر وليس فيه شئ يثبت فقلت له فسليم بن حيان عن أبيه عن بن عمر\nقال يقوله عبد الرحيم بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p223'> Vol. 04, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\nسليم بن حيان عن أبيه عن بن عمر وقال مرة عن أبيه عن نافع عن بن عمر وعبد\nالرحيم ضعيف وزياد ضعيف س (524) وسئل عن حديث عبد الله بن الزبير عن الزبير\nعن النبي صلى الله عليه وسلم في قوله إنك ميت وإنهم ميتون ثم إنكم قال\nالزبير يا رسول الله ليكن علينا ما كان لنا في الدنيا الحديث فقال هو حديث\nيرويه محمد بن عمرو عن يحيى بن عبد الرحمن بن حاطب عن بن الزبير ورواه علي\nبن مسهر والنضر بن شميل ومحمد بن عبيد وخالد الواسطي والفضل بن موسى عن\nمحمد بن عمرو عن يحيى عن بن الزبير عن الزبير ورواه عبدة بن سليمان ومحمد\nبن بشر العبدي عن محمد بن عمرو عن يحيى عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p224'> Vol. 04, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\nبن الزبير قال لما نزلت إنك ميت قال الزبير يا رسول الله فجعله من مسند\nبن الزبير ومن تقدم ذكرهم من مسند الزبير ورواه سعيد بن عامر عن محمد بن\nعمرو عن <span id='ms0348'></span> أبي سلمة بن عبد الرحمن قال لما نزلت قال الزبير يا رسول الله ووهم\nفيه على محمد بن عمرو والصواب يحيى بن عبد الرحمن بن حاطب والوقل قول من\nأسنده عن بن الزبير عن الزبير والله أعلم س (525) وسئل عن حديث عبد الله بن\nالزبير عن الزبير عن النبي صلى الله عليه وسلم لا تحرم المصة ولا المصتان\nفقال تفرد به محمد بن دينار الطاحي عن هشام بن عروة عن أبيه عن بن الزبير\nعن الزبير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p225'> Vol. 04, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\nووهم فيه وغيره من أصحاب هشام يرويه عن هشام عن أبيه عن عبد الله بن\nالزبير عن النبي صلى الله عليه وسلم لا يذكرون فيه الزبير ورواه بن أبي\nمليكة عن عبد الله بن الزبير عن عائشة عن النبي صلى الله عليه وسلم وهو\nالصحيح لأنه زاد وهو المحفوظ عن عائشة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p226'> Vol. 04, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\nس (526) وسئل عن حديث عبد الله بن الزبير عن أبيه أن رجلا خاصمه في شراج\nالحرة فنزلت فلا وربك لا يؤمنون الآية فقال هو حديث يرويه الزهري واختلف\nعنه فرواه بن أخي الزهري عن الزهري عن عروة عن عبد الله بن الزبير قال ذلك\nضرار بن صرد عن الدراوردي عن بن أخي الزهري وكذلك قال بن وهب عن يونس بن\nيزيد والليث بن سعد عن الزهري عن عروة عن بن الزبير عن الزبير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p227'> Vol. 04, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\nوقال غيره عن الليث بن سعد عن الزهري عن عروة عن بن الزبير أن رجلا خاصم\nالزبير عند النبي صلى الله عليه وسلم جعلوه من مسند عبد الله بن الزبير عن\nالنبي صلى الله عليه وسلم ورواه شعيب بن أبي حمزة ومحمد بن أبي عتيق وابن\nجريج ومعمر وعمر بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p228'> Vol. 04, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\nسعيد عن الزهري عن عروة بن الزبير ولم يذكروا فيه عبد الله بن الزبير\nوكذلك قال شبيب بن سعيد عن يونس وتابعه أحمد بن صالح وحرملة عن بن وهب عن\nيونس وهو المحفوظ عن الزهري والله أعلم س (527) وسئل عن حديث عبد الله بن\nالزبير عن الزبير قال لما نزلت <span id='ms0349'></span> ثم لتسئلن يومئذ عن النعيم قال الزبير وأي\nنعيم نسأل عنه وإنما هو الأسودان فقال أما ان ذلك سيكون فقال حدث به سفيان\nبن عيينة عن محمد بن عمرو عن يحيى عن عبد الله بن الزبير عن الزبير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p229'> Vol. 04, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\nورواه زياد بن أيوب عن بن عيينة فلم يذكر فيه بن الزبير قصر به وأرسله\nوالقول قول من وصله س (528) وسئل عن حديث عبد الله بن الزبير عن الزبير\nأعطاني رسول الله صلى الله عليه وسلم يوم بدر أربعة أسهم فقال هو حديث رواه\nإسحاق بن إدريس الأسواري وكان ضعيفا عن إسماعيل بن عياش عن هشام عن أبيه عن\nبن الزبير عن الزبير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p230'> Vol. 04, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\nوخالفه الهيثم بن خارجة فرواه عن إسماعيل عن هشام بن عروة عن عباد بن عبد\nالله بن الزبير مرسلا وأصحاب إسماعيل الحفاظ عنه يروونه عن هشام عن يحيى بن\nعباد بن عبد الله بن الزبير مرسلا وهو الصحيح س (529) وسئل عن حديث عبد\nالله بن الزبير عن أبيه قال جمعه لي رسول الله صلى الله عليه وسلم أبويه\nيوم الخندق فقال هو حديث يرويه هشام بن عروة واختلف عليه فيه فرواه حماد بن\nسلمة وحماد بن زيد وحماد بن أسامة أبو أسامة وأبو معاوية الضرير عن هشام عن\nأبيه عن عبد الله بن الزبير عن الزبير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p231'> Vol. 04, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\nوخالفهم عبدة بن سليمان فرواه عن هشام بن عروة عن أخيه عبد الله بن عروة\nعن عبد الله بن الزبير عن الزبير وكلاهما صحيحان عن هشام وقال هارون الجمال\nعن أبي أسامة عن هشام عن أبيه عن الزبير أسقط من الاسناد عبد الله بن\nالزبير والذي قبله أصح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p232'> Vol. 04, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\nس (530) وسئل عن حديث عبد الله بن الزبير عن أبيه عن النبي صلى الله عليه\nوسلم من حدث عني كذبا فليتبوأ مقعده من النار فقال يرويه يزيد بن الهاد عن\nعمر بن عبد الله بن عروة عن عبد الله بن عروة عن عبد الله بن الزبير عن\nالزبير قال ذلك الليث بن سعد ونافع بن <span id='ms0350'></span> يزيد عن بن الهاد عن عمر وخالفهما\nرشدين بن سعد فرواه عن بن الهاد عن عمر بن عبد الله بن عروة عن بن الزبير\nعن الزبير وكذلك رواه جعفر بن محمد بن خالد الزبيري وعمر بن صالح المدني عن\nعبد الله بن عروة عن بن الزبير عن الزبير والقول قول الليث ونافع بن يزيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p233'> Vol. 04, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\nورواه البزار بن حبيب بن ثابت بن عبد الله بن الزبير واختلف عنه فقيل عنه\nعن هشام بن عروة عن أبيه عن بن الزبير عن الزبير وقيل عنه عن أبيه عن عبد\nالله بن الزبير عن النبي صلى الله عليه وسلم وروي هذا الحديث عن الزهري عن\nعروة عن عبد الله بن الزبير عن الزبير حدثنا بذلك محمد بن إسماعيل الفارسي\nثنا محمد بن كامل الزيات حدثنا زيد بن الحسن ثنا مالك بن أنس عن الزهري\nوحدث به غير شيخنا عن محمد بن كامل هذا عن حبيب بن أبي حبيب عن بن أخي\nالزهري عن الزهري نحوه ومحمد بن كامل هذا ليس بالقوي من أهل مصر س (531)\nوسئل عن حديث عروة بن الزبير عن الزبير عن النبي صلى الله عليه وسلم أنه\nقال غيروا الشيب ولا تشبهوا باليهود فقال هو حديث يرويه محمد بن كناسة عن\nهشام بن عروة عن أخيه عثمان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p234'> Vol. 04, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\nبن عروة عن أبيه عن الزبير ولم يتابع عليه وروي عن الثوري عن هشام بن\nعروة عن أبيه عن عائشة قال ذلك زيد بن الحريش عن عبد الله بن رجاء عن\nالثوري وكذلك روي عن حفص بن عمر الحبطي عن هشام ورواه الحفاظ من أصحاب هشام\nعن هشام عن عروة مرسلا وهو الصحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p235'> Vol. 04, p. 235</a>\n            </div>\n            \n</p>\n\n<p>\nس (532) وسئل عن حديث عروة بن الزبير عن الزبير عن النبي صلى الله عليه\nوسلم في الشفاعة للسارق ما لم يبلغ الامام فقال رواه أبو غزية الأنصاري\nمحمد بن موسى عن بن أبي الزناد عن هشام بن عروة عن عروة عن الزبير ووهم فيه\nوخالفه سعيد بن منصور فرواه عن بن <span id='ms0351'></span> أبي الزناد على الصواب عن هشام بن عروة\nعن أخيه عبد الله عن الفرافصة عن الزبير وكذلك حماد بن زيد وسفيان الثوري\nوجعفر بن عون وغيرهم عن هشام ورواه بن عيينة عن هشام بن عروة فلم يقم\nالاسناد ورواه عن هشام عن أبيه أو بن المنكدر أن الزبير ولم يرفعه أحد منهم\nغير أبي غزية عن بن أبي الزناد عن هشام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p236'> Vol. 04, p. 236</a>\n            </div>\n            \n</p>\n\n<p>\nوالموقوف أصح وكذلك رواه شريك عن أبي بكر بن صخير أبي الجهم عن عروة بن\nالزبير موقوفا أيضا وهو الصواب س (533) وسئل عن حديث عروة بن الزبير عن\nالزبير عن النبي صلى الله عليه وسلم إن من الشعر حكمة فقال يرويه شيخ يعرف\nبعبد الملك بن محمد بن عبد الرحمن البلخي لقبه حبتر لا بأس به عن أبي بدر\nعن هشام بن عروة عن أبيه عن جده ووهم ورواه عمرو بن عبد الغفار عن هشام عن\nأبيه عن عبد الله بن عمرو ووهم أيضا ورواه بن عيينة عن هشام عن أبيه عن\nمروان ورواه بن إدريس وأبو أويس وابن نمير وغيرهم عن هشام عن أبيه عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p237'> Vol. 04, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\nعائشة ورواه إسماعيل بن عياش عن هشام عن أبيه عن مروان عن عبد الرحمن بن\nالأسود عن أبي بن كعب وكذلك قال معمر عن الزهري عن عروة وأما أصحاب هشام\nالحفاظ عنه فرووه عن هشام عن أبيه مرسلا وهو المحفوظ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p238'> Vol. 04, p. 238</a>\n            </div>\n            \n</p>\n\n<p>\nس (534) وسئل عن حديث عروة بن الزبير عن الزبير أن النبي صلى الله عليه\nوسلم أقطعه أرضا فقال حدث به يحيى الحماني عن سليمان بن بلال عن هشام عن\nأبيه عن الزبير ورواه بن عيينة عن هشام عن أبيه مرسلا وكذلك رواه غيره من\nأصحاب هشام عن هشام وهو الصحيح س (535) وسئل عن حديث عروة بن الزبير عن\nالزبير أقبلنا مع رسول الله صلى الله عليه وسلم حتى إذا كنا عند السدرة وقف\nرسول الله صلى الله عليه وسلم ووقف الناس كلهم ثم قال إن صعيد و ج حرم محرم\nفقال يرويه عبد <span id='ms0352'></span> الله بن الحارث المخزومي عن محمد بن عبد الله بن عبد الله\nبن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p239'> Vol. 04, p. 239</a>\n            </div>\n            \n</p>\n\n<p>\nانسان عن أبيه عن عروة بن الزبير عن الزبير وكذلك رواه أحمد بن حنبل\nوإسحاق بن راهويه والحميدي أملاه علينا البغوي عن أحمد بن حنبل عن عبد الله\nبن الحارث فقال عن عبد الله بن عبد الله بن انسان وإنما هو محمد بن عبد\nالله بن عبد الله كذلك حدث به عبد الله بن أحمد وموسى بن هارون عن أحمد بن\nحنبل وكذلك قال الحميدي وإسحاق س (536) وسئل عن حديث عروة عن الزبير عن\nالنبي صلى الله عليه وسلم قال من صلى الغداة وجلس في مجلسه حتى تطلع الشمس\nكان لغدوة في سبيل الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p240'> Vol. 04, p. 240</a>\n            </div>\n            \n</p>\n\n<p>\nفقال يرويه حسين بن محمد المروذي عن عمرو بن صفوان الجمحي عن عروة بن\nالزبير عن أبيه ورواه هيثم الدوري عن إبراهيم بن سعيد الجوهري عن حسين بن\nمحمد وقال فيه عن صفوان بن عمرو ووهم فيه وإنما هو عمرو بن صفوان س (537)\nوسئل عن حديث عروة بن الزبير عن أبيه عن النبي صلى الله عليه وسلم أنه سمى\nالغراب فاسقا فقل يرويه حنيفة بن مرزوق عن شريك عن هشام عن أبيه عن الزبير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p241'> Vol. 04, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\nوخالفه الهيثم بن جميل فرواه عن شريك عن هشام عن أبيه عن عائشة والصحيح\nهشام عن أبيه مرسل س (538) وسئل عن حديث عروة بن الزبير عن أبيه أن النبي\nصلى الله عليه وسلم قال لكل نبي حواري وحواري الزبير فقال هو حديث يرويه\nهشام بن عروة عن أبيه واختلف عنه فرواه يونس بن بكير ومحاضر بن المورع عن\nهشام عن أبيه عن الزبير ورواه بن عيينة وأبو أسامة عن هشام بن عروة عن بن\nالمنكدر عن جابر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p242'> Vol. 04, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\nوهو المشهور فان كان يونس بن بكير ومحاضر حفظا حديث الزبير فقد أغربا عن\nهشام ورواه حماد بن سلمة ومفضل بن فضالة عن هشام عن أبيه مرسلا وقال حماد\nبن زيد عن هشام عن عبد الله بن الزبير أن النبي صلى الله <span id='ms0353'></span> عليه وسلم قال ذلك\nس (539) وسئل عن حديث عبيدة السلماني عن الزبير أن النبي صلى الله عليه\nوسلم من مات له ثلاثة من الولد فقال هو حديث يرويه محمد بن سيرين واختلف\nعنه فيه فرواه عبد الحكيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p243'> Vol. 04, p. 243</a>\n            </div>\n            \n</p>\n\n<p>\nبن منصور عن يونس بن عبيد عن بن سيرين عن عبيدة عن الزبير بن العوام\nوخالفه عمران بن خالد الخزاعي فرواه عن بن سيرين عن عبيدة عن بن الزبير\nورواه أيوب السختياني عن بن سيرين عن عبيدة مرسلا وكذلك رواه عبد الله بن\nعون ويحيى بن عتيق عن بن سيرين واختلف عن هشام بن حسان فرواه إسحاق بن\nالضيف عن أبي عاصم عن هشام عن بن سيرين عن عبيدة عن علي وغيره يرويه عن أبي\nعاصم ولا يذكر فيه عليا والأشبه بالصواب من ذلك المرسل وروى عن أشعث بن عبد\nالملك وعن عوف عن بن سيرين عن أبي هريرة والصحيح قول من قال عن بن سيرين عن\nعبيدة مرسلا س (540) وسئل عن حديث قيس بن أبي حازم عن الزبير بن العوام عن\nالنبي صلى الله عليه وسلم قال من استطاع منكم أن يكون خبيه من عمل صالح\nفليفعل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p244'> Vol. 04, p. 244</a>\n            </div>\n            \n</p>\n\n<p>\nفقال هو حديث يرويه إسحاق بن إسماعيل الطالقاني عن بن فضيل عن إسماعيل عن\nقيس عن الزبير مرفوعا إلى النبي صلى الله عليه وسلم ولم يتابع على رفعه\nورواه شعبة وزهير ويحيى القطان وهشيم وعلي بن مسهر وابن عيينة وأبو معاوية\nوعبدة ومحمد بن يزيد عن إسماعيل عن قيس عن الزبير موقوفا وهو الصحيح حدثناه\nأبو بكر الشافعي ثنا أحمد بن بشر المرثدي ومحمد بن بشر بن مطر قالا ثنا\nإسحاق بن إسماعيل ثنا بن فضيل عن إسماعيل عن قيس عن الزبير بن العوام عن\nالنبي صلى الله عليه وسلم بذلك وحدثناه أحمد بن عبد الله الوكيل ثنا عمر بن\nشبة ثنا يحيى ثنا إسماعيل بن أبي خالد قال حدثني قيس قال سمعت الزبير بن\nالعوام يقول من استطاع منك أن يكون خبيه من عمل <span id='ms0354'></span> صالح فليفعل س (541) وسئل\nعن حديث قيس بن أبي حازم عن الزبير أن النبي صلى الله عليه وسلم قال له\nلتقاتلن وأنت ظالم له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p245'> Vol. 04, p. 245</a>\n            </div>\n            \n</p>\n\n<p>\nفقال حدث به لوين محمد بن سليمان عن محمد بن سليمان شيخ له عن إسماعيل عن\nقيس عن الزبير وليس هذا من حديث قيس وإنما رواه إسماعيل عن عبد السلام رجل\nمن حية كذا قال يعلى عن إسماعيل وهو عبد السلام بن عبد الله بن جابر\nالأحمسي عن الزبير وعبد السلام هذا لم يدرك بالزبير وهو مرسل س (542) وسئل\nعن حديث عبد الله بن عامر عن الزبير أن رجلا حمل على فرس في سبيل الله فوجد\nمهرا ينسب إليه يباع فنهى عن ذلك فقال يرويه سليمان التيمي عن أبي عثمان عن\nعبد الله بن عامر عن الزبير قال يزيد بن زريع وابن المبارك ويزيد بن هارون\nعن التيمي وخالفه عاصم الأحول فرواه عن أبي عثمان عن بن عباس أن الزبير حمل\nعلى فرس في سبيل الله وكذلك قال يحيى القطان عن التيمي بموافقة عاصم وقيل\nعن عاصم الأحول عن أبي عثمان عن عياش أن الزبير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p246'> Vol. 04, p. 246</a>\n            </div>\n            \n</p>\n\n<p>\nس (543) وسئل عن حديث الحسن البصري عن الزبير عن النبي صلى الله عليه\nوسلم الايمان قيد فتك فقال يرويه أيوب السختياني ويونس بن عبيد ويزيد بن\nإبراهيم التستري والسري بن يحيى ومبارك بن فضالة وغيرهم عن الحسن عن الزبير\nوحدث به أبو يعلى الأيلي محمد بن زهير عن نصر بن علي عن عبد الاعلى عن يونس\nعن أشعث بن ثرملة عن الزبير بن العوام ولا يصح س (544) وسئل عن حديث مولى\nلآل الزبير عن النبي صلى الله عليه وسلم قال دب إليكم داء الأمم قبلكم\nالحسد والبغضاء فقال يرويه يحيى بن أبي كثير عن يعيش بن الوليد بن هشام عن\nمولى لآل الزبير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p247'> Vol. 04, p. 247</a>\n            </div>\n            \n</p>\n\n<p>\nقال ذلك عنه حرب بن شداد وعلي بن المبارك ومعمر بن راشد وشيبان واختلف\nعنه فقيل عن شيبان عن يحيى عن يعيش عن الزبير عن النبي صلى الله <span id='ms0355'></span> عليه وسلم\nوقال موسى بن خلف عن يحيى بن يعيش مولى بن الزبير عن الزبير وقال هشام\nالدستوائي عن يحيى عن يحيى عن يعيش عن الزبير والقول قول حرب بن شداد ومن\nتابعه عن يحيى (545) وسئل عن حديث أبي سليط عن الزبير نزلت هذه الآية\nواتقوا فتنة لا تصيبن الذين ظلموا منكم خاصة الحديث فقال تفرد به رويم بن\nيزيد المقري عن سلام بن سليمان القاري عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p248'> Vol. 04, p. 248</a>\n            </div>\n            \n</p>\n\n<p>\nيونس عن الحسن عن أبي سليط عن الزبير وخالفه أصحاب يونس فقالوا عن الحسن\nعن الزبير وكذلك رواه داود بن أبي هند وعلي بن زيد ومبارك بن فضالة عن\nالحسن عن الزبير وهو المحفوظ ورواه محمد بن إسماعيل الوساوسي عن إسحاق\nالأزرق عن داود الحسن عن عون بن قتادة عن الزبير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p249'> Vol. 04, p. 249</a>\n            </div>\n            \n</p>\n\n<p>\nمسند عبد الرحمن بن عوف رضي الله تعالى عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p251'> Vol. 04, p. 251</a>\n            </div>\n            \n</p>\n\n<p>\nومن حديث عبد الرحمن بن عوف رحمة الله عليه عن النبي صلى الله عليه وسلم\nس (546) وسئل عن حديث بن عباس عن عبد الرحمن بن عوف عن النبي صلى الله عليه\nوسلم في الطاعون فقال يرويه الزهري واختلف عنه فرواه مالك ومعمر عن الزهري\nعن عبد الحميد بن عبد الرحمن بن زيد بن الخطاب عن عبد الله بن الحارث بن\nنوفل عن بن عباس عن عبد الرحمن بن عوف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p253'> Vol. 04, p. 253</a>\n            </div>\n            \n</p>\n\n<p>\nوقال بن أبي الوزير عن مالك عن الزهري عن عبد الحميد عن عبد الله بن عبد\nالله بن الحارث عن أبيه عن بن عباس ورواه بن وهب عن مالك ويونس بن يزيد جمع\nبينهما عن الزهري عن عبد الحميد عن عبد الله بن الحارث عن بن عباس عن عبد\nالرحمن بن عوف وتابعه عقيل بن خالد ومحمد بن إسحاق وخالفهم محمد بن أبي\nحفصة وإبراهيم بن إسماعيل بن مجمع عن الزهري عن عبيد الله بن عبد الله بن\nعتبة عن بن عباس عن عبد الرحمن بن عوف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p254'> Vol. 04, p. 254</a>\n            </div>\n            \n</p>\n\n<p>\nورواه عبد الرحمن بن يزيد بن تميم عن الزهري عن سالم عن بن عمر عن عبد\nالرحمن <span id='ms0356'></span> بن عوف ورواه مالك أيضا بإسناد آخر عن الزهري عن عبد الله بن عامر\nبن ربيعة عن عبد الرحمن بن عوف وساق الحديث وقال بشر بن عمر عن مالك عن\nالزهري عن سالم وعبد الله بن عامر بن عبد الرحمن بن عوف وساق الحديث وكذلك\nقال بن وهب عن يونس وأصحاب مالك يرونه خلاف ما رواه بشر بن عمر يرونه عن\nمالك عن الزهري عن عبد الله بن عامر عن عبد الرحمن بن عوف عن النبي صلى\nالله عليه وسلم وعن مالك عن الزهري عن سالم أن عمر رجع بالناس عن حديث عبد\nالرحمن بن عوف حسب ولم يرفعه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p255'> Vol. 04, p. 255</a>\n            </div>\n            \n</p>\n\n<p>\nوروى هذا الحديث بن أبي ذئب عن الزهري عن سالم عن عبد الله بن عامر عن\nعبد الرحمن بن عوف عن النبي صلى الله عليه وسلم وكذلك قال بن إسحاق عن\nالزهري وروى هذا الحديث هشام بن سعد واختلف عنه فرواه سليمان بن بلال وابن\nوهب وحسن بن سوار وغيرهم عن هشام بن سعد عن الزهري عن حميد بن عبد الرحمن\nبن عوف عن أبيه وخالفهم عبد الله بن نافع الصائغ فرواه عن هشام بن سعد عن\nالزهري عن أبي سلمة بن عبد الرحمن عن أبيه ورواه مجاعة بن الزبير أبو عبيدة\nعن معمر عن الزهري عن عمر بن سعد بن أبي وقاص عن أبيه عن عبد الرحمن بن عوف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p256'> Vol. 04, p. 256</a>\n            </div>\n            \n</p>\n\n<p>\nورواه إبراهيم بن سعد عن الزهري عن عامر بن سعد وعبد الله بن عامر بن\nربيعة مرسلا عن النبي صلى الله عليه وسلم وأصحها حديث الزهري عن عبد الحميد\nبن عبد الرحمن بن زيد بن الخطاب عن عبد الله بن عبد الله بن الحارث عن بن\nعباس عن عبد الرحمن بن عوف س (547) وسئل عن حديث بن عباس عن عبد الرحمن بن\nعوف عن النبي صلى الله عليه وسلم في السهو في الصلاة فقال يرويه محمد بن\nإسحاق واختلف عنه فرواه إبراهيم بن سعد ومحمد بن سلمة وعيسى بن عبد الله <span id='ms0357'></span>\nالأنصاري وطلحة بن زيد عن محمد بن إسحاق عن مكحول عن كريب عن بن عباس عن\nعبد الرحمن بن عوف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p257'> Vol. 04, p. 257</a>\n            </div>\n            \n</p>\n\n<p>\nورواه حماد بن سلمة عن محمد بن إسحاق عن مكحول مرسلا وكذلك سمعه محمد بن\nإسحاق عنة مكحول مرسلا ورواه إسماعيل بن علية وعبد الله بن نمير وعبد\nالرحمن المحاربي عن محمد بن إسحاق عن مكحول مرسلا وعم محمد بن إسحاق عن\nحسين بن عبد الله عن مكحول عن كريب عن بن عباس عن عبد الرحمن فضبط هؤلاء\nالثلاثة عن بن إسحاق المرسل والمتصل وروى هذا الحديث الزهري عن عبيد الله\nبن عبد الله عن بن عباس حدث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p258'> Vol. 04, p. 258</a>\n            </div>\n            \n</p>\n\n<p>\nبه عنه إسماعيل بن مسلم المكي وبحر السقا ورواه محمد بن يزيد الواسطي\nواختلف عنه فرواه إسماعيل بن هود عنه عن بن إسحاق عن الزهري ورواه إسحاق بن\nبهلول عن عمار بن سلام عن محمد بن يزيد عن سفيان بن حسين وكلاهما وهم ورواه\nأحمد بن حنبل عن محمد بن يزيد على الصواب عن إسماعيل بن مسلم عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p259'> Vol. 04, p. 259</a>\n            </div>\n            \n</p>\n\n<p>\nفرجع الحديث إلى إسماعيل بن مسلم وإسماعيل ضعيف الزهري س (548) وسئل عن\nحديث بن عباس عن عبد الرحمن بن عوف عبأنا رسول الله صلى الله عليه وسلم\nلبدر ليلا فقال يرويه محمد بن إسحاق واختلف عنه فرواه مغيرة بن سقلاب عن بن\nإسحاق عن ثور عن زيد عن عكرمة عن بن عباس عن عبد الرحمن بن عوف وغيره يرويه\nعن بن إسحاق عن عكرمة لا يذكر بينهما ثور بن زيد س (549) وسئل عن حديث جبير\nبن مطعم عن عبد الرحمن بن عوف قال رسول الله صلى الله عليه وسلم شهدت حلف\nالمطيبين مع عمومتي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p260'> Vol. 04, p. 260</a>\n            </div>\n            \n</p>\n\n<p>\nفقال يرويه عبد الرحمن بن إسحاق عن الزهري عن محمد بن جبير عن أبيه حدث\nبه عنه بشر بن المفضل وإسماعيل بن علية وإبراهيم بن طهمان وخارجة بن مصعب\nوخالد الواسطي واختلف عنه فقيل عنه عن محمد بن جبير عن عبد الرحمن ولم يذكر\nفيه أباه جبيرا ورواه الواقدي عن <span id='ms0358'></span> عبد الرحمن بن عبد العزيز وابن أخي الزهري\nعن محمد بن جبير عن عبد الرحمن بن أزهر عن عبد الرحمن بن عوف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p261'> Vol. 04, p. 261</a>\n            </div>\n            \n</p>\n\n<p>\nس (550) وسئل عن حديث أبي الرداد الليثي عن عبد الرحمن بن عوف قال قال\nرسول الله صلى الله عليه وسلم قال الله أنا الرحمن خلقت الرحم الحديث فقال\nيرويه الزهري عن أبي سلمة واختلف عنه فرواه محمد بن أبي عتيق عن الزهري عن\nأبي سلمة أن أبا الرداد أخبره عن عبد الرحمن بن عوف عن النبي صلى الله عليه\nوسلم وتابعه وهيب بن خالد عن معمر واختلف عن عبد الرزاق فقيل عنه عن معمر\nعن الزهري عن أبي سلمة أن رداد الليثي حدثه عن عبد الرحمن وقال الحسن\nالخلال عن عبد الرزاق مثل قول وهيب عن معمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p262'> Vol. 04, p. 262</a>\n            </div>\n            \n</p>\n\n<p>\nواختلف عن شعيب بن أبي حمزة فقال بشر بن شعيب عن أبيه عن الزهري عن أبي\nسلمة أنا أبا رداد أخبره عن عبد الرحمن بن عوف كقول بن أبي عتيق ووهيب\nوخالفه أبو اليمان رواه عن شعيب عن الزهري أخبرني أبو سلمة أن أبا مالك\nالليثي أخبره عن عبد الرحمن بن عوف واختلف عن بن عيينة فرواه سعيد بن منصور\nوأبو بكر بن أبي شيبة والقعنبي والحميدي عن بن عيينة عن الزهري أخبرني أبو\nسلمة عن عبد الرحمن بن عوف ولم يجعلوا فيه رواية عن أبي الرداد وفي حديث\nالحميدي وسعيد بن منصور اشتكى أبو الرداد فعاده عبد الرحمن فقال أبو الرداد\nخيرهم وأوصلهم وأبرهم أبو محمد فقال عبد الرحمن سمعت رسول الله صلى الله\nعليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p263'> Vol. 04, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\nوقال حامد بن يحيى البلخي عن بن عيينة عن الزهري أخبرني أبو سلمة قال\nاشتكى الرداد فعاده عبد الرحمن ووهم فيه والصواب أبو الرداد ورواه عبد\nالاعلى عن معمر عن الزهري عن أبي سلمة عن أبي هريرة ورواه محمد بن أبي حفصة\nوبحر السقا عن الزهري عن عبيد الله عن بن عباس عن عبد الرحمن بن عوف ورواه\nمحمد بن عمرو عن أبي سلمة <span id='ms0359'></span> واختلف عنه فقال حماد بن سلمة عن محمد بن عمرو\nنحو قول بن عيينة عن الزهري وغير حماد بن سلمة يرويه عن محمد بن عمرو عن\nأبي سلمة عن أبي هريرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p264'> Vol. 04, p. 264</a>\n            </div>\n            \n</p>\n\n<p>\nوقال إسماعيل بن جعفر عن محمد بن عمرو عن أبي سلمة مرسلا عن النبي صلى\nالله عليه وسلم والصواب حديث محمد بن أبي عتيق ومن تابعه س (551) وسئل عن\nحديث أبي سلمة بن عبد الرحمن بن عوف عن أبيه عن النبي صلى الله عليه وسلم\nسجد في إذا السماء انشقت فقال يرويه بن أبي ليلى عن رجل يقال حميد الأزرق\nعن أبي سلمة عن أبيه وتابعه زيد بن حبان فرواه عن محمد بن قيس القاص عن عمر\nبن عبد العزيز عن أبي سلمة عن أبيه وخالفهما أصحاب محمد بن قيس فرووه عن\nمحمد بن قيس عن عمر بن عبد العزيز عن أبي سلمة عن أبي هريرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p265'> Vol. 04, p. 265</a>\n            </div>\n            \n</p>\n\n<p>\nوهو الصواب س (552) وسئل عن حديث أبي سلمة بن عبد الرحمن عن أبيه عن رسول\nالله صلى الله عليه وسلم ما نقصت مال صدقة فقال يرويه يونس بن خباب عن أبي\nسلمة واختلف عنه فرواه عمرو بن مجمع أبو منذر السكوني عن يونس بن خباب عن\nأبي سلمة عن أبيه وخالفه منصور بن المعتمر واختلف عنه فرواه محمد بن عمارة\nالقرشي عن الثوري عن منصور عن يونس بن خباب عن أبي سلمة عن أم سلمة وقيل عن\nالقاسم بن يزيد الجرمي عن الثوري مثله ولا يصح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p266'> Vol. 04, p. 266</a>\n            </div>\n            \n</p>\n\n<p>\nووراه وكيع وغيره عن الثوري عن يونس بن خباب عن أبي سلمة مرسلا وهو\nالصحيح ورواه عمر بن أبي سلمة عن أبيه قال حدثني قاص فلسطين عن عبد الرحمن\nبن عوف ويشبه أن يكون عمر قد حفظ إسناده س (553) وسئل عن حديث أبي سلمة عن\nأبيه عن النبي صلى الله عليه وسلم أنه رد نكاح امرأة زوجها أبوها وهي كارهة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p267'> Vol. 04, p. 267</a>\n            </div>\n            \n</p>\n\n<p>\nفقال حدث به عبد العزيز بن رفيع عن أبي سلمة واختلف عنه فرواه محمد بن\nشجاع بن <span id='ms0360'></span> نبهان عن عبد العزيز عن أبي سلمة عن أبيه وخالفه شعبة واختلف عن\nشعبة فحدث به أبو يحيى صاعقة عن مسلم بن إبراهيم عن شعبة عن عبد العزيز بن\nرفيع عن أبي سلمة عن أبي سعيد الخدري ورواه عمر بن أبي سلمة عن أبيه فقيل\nعنه عن أبي هريرة وقيل عنه عن أبي سلمة عن خنساء بنت الحرام والحديث لها\nوهو الصحيح س (554) وسئل عن حديث أبي سلمة بن عبد الرحمن عن أبيه عن النبي\nصلى الله عليه وسلم قال عليكم من ثمر الأراك بما اسود منه فإني كنت أحببته\nوأنا أرعى الغنم قالوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p268'> Vol. 04, p. 268</a>\n            </div>\n            \n</p>\n\n<p>\nيا رسول الله أو رعيت الغنم الحديث فقال يرويه مسعر عن سعد بن إبراهيم\nواختلف عنه فرواه محمد بن سهم ومصعب بن سعيد عن عيسى بن يونس عن مسعر عن\nسعد بن أبي سلمة عن أبيه والصحيح عن مسعر عن سعد بن إبراهيم عن أبي سلمة\nمرسلا وروى هذا الحديث عن الزهري عن أبي سلمة عن جابر وهو صحيح عنه وقول من\nقال عن أبي سلمة عن أبيه وهم س (555) وسئل عن حديث أبي سلمة عن عبد الرحمن\nبن أبيه عن النبي صلى الله عليه وسلم الماء من الماء فقال يرويه يونس بن\nبكير عن زيد بن سعد عن أبي سلمة عن أبيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p269'> Vol. 04, p. 269</a>\n            </div>\n            \n</p>\n\n<p>\nولم يتابع عليه ورواه أبو الزناد عن أبي سلمة عن عتبان الأنصاري وقال بن\nالتل عن أبيه عن بن أبي الزناد عن أبيه عن أبي سلمة عن أبي عثمان الأنصاري\nولا يثبت س (556) وسئل عن حديث أبي سلمة بن عبد الرحمن عن أبيه عن النبي\nصلى الله عليه وسلم في الدعاء في الصلاة على الجنازة فقال يرويه يحيى بن\nأبي كثير واختلف عنه فرواه محمد بن يعقوب عن يحيى بن أبي كثير عن أبي\nإبراهيم عن أبي سلمة عن أبيه ورواه الأوزاعي واختلف عنه فقيل عنه عن يحيى\nبن أبي كثير عن أبي سلمة عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p270'> Vol. 04, p. 270</a>\n            </div>\n            \n</p>\n\n<p>\nأبي هريرة وقيل عنه عن يحيى بن أبي <span id='ms0361'></span> كثير عن أبي سلمة مرسلا ورواه غير\nواحد من البصريين عن يحيى بن أبي كثير عن أبي إبراهيم الأنصاري عن أبيه عن\nالنبي صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p271'> Vol. 04, p. 271</a>\n            </div>\n            \n</p>\n\n<p>\nوهو الصحيح وعن أبي سلمة مرسل وهو الصحيح وأبو إبراهيم قيل في الحديث رجل\nمن بني عبد الأشهل ومن قال فيه ان أبا إبراهيم عبد الله بن أبي قتادة فقد\nوهم س (557) وسئل عن حديث أبي سلمة بن عبد الرحمن عن أبيه عن النبي صلى\nالله عليه وسلم أول ثلاثة يدخلون الجنة هم فقير عفيف وإمام مقسط وعبد أحسن\nعبادة ربه وأطاع مواليه وعن النبي صلى الله عليه وسلم اقرأوا القرآن ولا\nتأكلوا ولا تستكثروا به ولا تجفوا عنه ولا تغلوا فيه فقال رواه مغيرة\nالسراج عن يحيى بن أبي كثير عن أبي سلمة عن أبيه المتن الأول ووهم فيه\nوالحفاظ من أصحاب يحيى يروونه عن يحيى عن عامر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p272'> Vol. 04, p. 272</a>\n            </div>\n            \n</p>\n\n<p>\nالعقيلي عن أبيه عن أبي هريرة وهو الصواب وقد حدثنا أحمد بن إسحاق بن\nبهلول القاضي قال حدثني أبي حماد بن يحيى الأبح السلمي البصري عن يحيى بن\nأبي كثير عن أبي سلمة عن أبيه عن النبي صلى الله عليه وسلم قال اقرؤوا\nالقرآن ولا تأكلوا به ولا تستكثروا به ولا تجفوا عنه ولا تغلوا وقال عليه\nالسلام أو ثلاثة ثلاثة يدخلون الجنة فقير ذو عيال عفيف متعفف وإمام مسقط\nوعبد أحسن عبادة ربه ونصح لسيده وأول ثلاثة يدخلون النار ذو ثروة من مال لا\nيعطي حق ماله وفقير فجور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p273'> Vol. 04, p. 273</a>\n            </div>\n            \n</p>\n\n<p>\nوإمام جائر كذا قال عن يحيى عن أبي سلمة عن أبيه وفيه وهم من وجهين\nأحدهما أن أول الحديث رواه يحيى بن زيد بن سلام عن جده أبي سلام عن عبد\nالرحمن بن شبل عن النبي صلى الله عليه وسلم وثانيهما ان الحديث الثاني رواه\nيحيى عن عامر العقيلي عن أبيه عن أبي هريرة س (558) وسئل عن حديث أبي سلمة\nبن عبد الرحمن عن أبيه عن النبي صلى الله عليه وسلم لعن الراشي والمرتشي <span id='ms0362'></span>\nفقال يرويه الحسن بن عطاء وقيل هو الحسن بن أخي أبي سلمة عن أبي سلمة عن\nأبيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p274'> Vol. 04, p. 274</a>\n            </div>\n            \n</p>\n\n<p>\nوخالفه الحارث بن عبد الرحمن فرواه عن أبي سلمة عن عبد الله بن عمرو عن\nالنبي صلى الله عليه وسلم وهو أشبه بالصواب س (559) وسئل عن حديث أبي سلمة\nبن عبد الرحمن عن أبيه أن النبي صلى الله عليه وسلم قرأ كلا بل لا يكرمون\nاليتيم ولا يحضون ويأكلون كلها بالياء فقال يرويه سفيان بن حسين عن الزهري\nواختلف عنه فرواه أبو المطرف المغيرة بن مطرف عن سفيان بن حسين عن الزهري\nعن أبي سلمة عن أبيه قال ذلك محمد بن سعدان النحوي المقري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p275'> Vol. 04, p. 275</a>\n            </div>\n            \n</p>\n\n<p>\nوخالفه عبد الله بن محمد كان رجلا صالحا كان ضعيفا فقال عن الزهري عن\nسالم عن أبيه وكلاهما محفوظ س (560) وسئل عن حديث أبي سلمة بن عبد الرحمن\nعن أبيه عن النبي صلى الله عليه وسلم الشفعة فيما يقسم فقال يرويه الزهري\nواختلف عنه فروى عن خارجة بن مصعب عن معمر عن الزهري عن أبي سلمة عن أبيه\nوخالفه عبد الواحد بن زياد فرواه عن معمر عن الزهري عن أبي سلمة عن جابر\nوكذلك قال يزيد بن زريع وعبد الرزاق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p276'> Vol. 04, p. 276</a>\n            </div>\n            \n</p>\n\n<p>\nواختلف عن مالك فقيل عنه عن سعيد وأبي سلمة عن أبي هريرة وكذلك قيل عن بن\nجريج ومحمد بن إسحاق عن الزهري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p277'> Vol. 04, p. 277</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرجه مالك في الموطأ عن الزهري عن سعيد وأبي سلمة مرسلا وحديث جابر\nوأبي هريرة محفوظان وأما حديث أبي سلمة عن أبيه فوهم من راويه س (561) وسئل\nعن حديث أبي سلمة بن عبد الرحمن عن أبيه عن النبي صلى الله عليه وسلم ما\nأذن الله لشئ الحديث فقال يرويه عمرو بن دينار واختلف عنه فرواه عبد الغني\nبن رفاعة عن بن عيينة عن عمرو عن أبي سلمة عن أبيه وأرسله غيره عن بن عيينة\nورواه بن أبي حفصة عن عمرو عن أبي سلمة عن أبي هريرة وكذلك رواه الذهني عن\nأبي سلمة عن أبي هريرة والأشبه بالصواب <span id='ms0363'></span> قول من قال عن الزهري عن أبي سلمة\nعن أبي هريرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p278'> Vol. 04, p. 278</a>\n            </div>\n            \n</p>\n\n<p>\nوعن عمرو بن دينار عن أبي سلمة مرسلا س (562) وسئل عن حديث أبي سلمة عن\nأبيه عن النبي صلى الله عليه وسلم فقال يرويه بن أبي عتيق عن الزهري فقال\nيرويه بن عتيق عن الزهري كذلك قاله سليمان بن بلال عن محمد بن أبي عتيق عن\nبن شهاب عن أبي سلمة عن أبيه والصحيح عن الزهري عن أبي سلمة عن أبي هريرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p279'> Vol. 04, p. 279</a>\n            </div>\n            \n</p>\n\n<p>\nس (563) وسئل عن حديث أبي سلمة عبد الرحمن عن أبيه عن النبي صلى الله\nعليه وسلم قال قال الشيطان لعنة الله صاحب المال لا ينجو مني من إحدى ثلاث\nان أسهل له أخذه بغير حق أو ألذذ إليه انفاذه في غير حق أو أحببه إليه\nفيمنعه من حق فقال يرويه عفيف عن سالم عن الليث بن سعد عن الزهري عن أبي\nسلمة بن عبد الرحمن عن أبيه ووهم فيه وخالفه يحيى بن بكير وآدم بن أبي إياس\nفروياه عن الليث عن عقيل عن الزهري عن سلمة بن أبي سلمة عن أبيه عن النبي\nصلى الله عليه وسلم مرسلا وهو الصحيح قلت فان بن المبارك رواه عن حياة بن\nشريح عن عقيل بن خالد عن سلمة بن أبي سلمة بن عبد الرحمن بن عوف عن أبيه\nقال قال رسول الله صلى الله عليه وسلم ليس فيه بن شهاب قال وقول بن المبارك\nأشبه بالصواب آخر الجزء السابع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p280'> Vol. 04, p. 280</a>\n            </div>\n            \n</p>\n\n<p>\nوأول الثامن من الأصل س (564) وسئل عن حديث أبي سلمة عن عبد الرحمن بن\nعوف رضي الله تعالى عنه عن النبي صلى الله عليه وسلم الصائم في السفر\nكالمفطر في الحضر فقال يرويه الزهري واختلف عنه فرواه يونس بن يزيد من\nرواية القاسم بن مبرور عنه وأسامة بن زيد الليثي وعقيل بن خالد من رواية\nسلامة عنه ويزيد بن عياض عن الزهري عن أبي سلمة بن عبد الرحمن عن أبيه عن\nالنبي صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p281'> Vol. 04, p. 281</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك قال داود بن عبد <span id='ms0364'></span> الرحمن العطار عن معمر عن الزهري ورواه بن أبي ذئب\nعن الزهري واختلف عنه فرواه معن بن عيسى وأبو أحمد الزبيري وحماد بن خالد\nالخياط وغيرهم عن بن أبي ذئب عن الزهري عن أبي سلمة عن أبيه موقوفا وقال\nيونس من رواية بن لهيعة عنه عن الزهري عن أبي سلمة عن عائشة عن النبي صلى\nالله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p282'> Vol. 04, p. 282</a>\n            </div>\n            \n</p>\n\n<p>\nوالصحيح عن أبي سلمة عن أبيه موقوفا س (565) وسئل عن حديث أبي سلمة بن\nعبد الرحمن عن أبيه عن النبي صلى الله عليه وسلم أنه قال فرض عليكم صيام\nرمضان وسننت لكم قيامه فمن صامه وقامه إيمانا واحتسابا الحديث فقال يرويه\nالنضر بن شيبان عن أبي سلمة عن أبيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p283'> Vol. 04, p. 283</a>\n            </div>\n            \n</p>\n\n<p>\nحدث به عنه نصر بن علي الجهضمي الأكبر وأبو عقيل الدورقي بشير بن عقبة\nوالقاسم بن الفضل الحداني ورواه الزهري عن أبي سلمة بن عبد الرحمن عن أبي\nهريرة ولم يذكر وسننت للمسلمين قيامه وإنما ذكر فيه فضل صيامه وحديث الزهري\nأشبه بالصواب س (566) وسئل عن حديث أبي سلمة عن أبيه عن النبي صلى الله\nعليه وسلم صلاة في مسجدي هذا أفضل من ألف صلاة فيما سواه إلا المسجد الحرام\nفقال يرويه المثنى بن الصباح عن عطاء بن أبي رباح عن أبي سلمة عن أبيه قال\nمحرز بن الوضاح عن المثنى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p284'> Vol. 04, p. 284</a>\n            </div>\n            \n</p>\n\n<p>\nوخالفه بن جريج رواه عن عطاء عن أبي سلمة الزهري عن أبي هريرة عن النبي\nصلى الله عليه وسلم وهو الصحيح س (567) وسئل عن حديث حميد بن عبد الرحمن عن\nأبيه أن النبي صلى الله عليه وسلم كان يكبر في العيدين اثنتي عشر تكبيرة\nفقال يرويه الحسن بن عمارة عن سعد بن إبراهيم عن حميد بن عبد الرحمن عن\nأبيه وخالفه إبراهيم بن سعد واختلف عنه فرواه إسحاق بن أبي إسرائيل عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p285'> Vol. 04, p. 285</a>\n            </div>\n            \n</p>\n\n<p>\nإبراهيم بن سعد عن أبيه عن حميد بن عبد الرحمن مرسلا وخالفه محمد بن حسان\nالسمتي فرواه عن إبراهيم بن سعد عن بريهة بنت عتيق عن سعد بن إبراهيم عن <span id='ms0365'></span>\nحميد بن عبد الرحمن مرسلا أيضا ورواه أحمد بن يونس عن إبراهيم بن سعد قال\nحدثتني امرأة من أهلي يقال لها أم إبراهيم بنت عمير عن حميد بن عبد الرحمن\nمرسلا أيضا والمرسل أصح س (568) وسئل عن حديث روي عن الدراوردي عن عمر بن\nعثمان بن موسى عن عبد الرحمن بن حميد بن عبد الرحمن عن أبيه عن عبد الرحمن\nبن عوف قال قال رسول الله صلى الله عليه وسلم شهدت خلف بني هاشم وزهرة فما\nيسرني أني نقضته وان لي حمر النعم قال كذا عمر بن عثمان بن موسى ووهم فيه\nوإنما هو عثمان بن عمر بن موسى س (569) وسئل عن حديث إبراهيم بن عبد الرحمن\nبن عوف عن أبيه عن النبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p286'> Vol. 04, p. 286</a>\n            </div>\n            \n</p>\n\n<p>\nصلى الله عليه وسلم قال قريش والأنصار وجهينة ومزينة وأسلم وغفار أوليائي\nليس لهم ولي دون الله ورسوله فقال يرويه سعد بن إبراهيم واختلف عنه فرواه\nعمرو بن يحيى بن سعيد السعيدي عن أبيه عن سعد بن إبراهيم بن عبد الرحمن بن\nعوف عن أبيه عن جده وخافه شعبة وزكريا بن أبي زائدة فروياه عن سعد بن\nإبراهيم عن عبد الرحمن الأعرج عن أبي هريرة وهو الصواب وقيل عن سعد عن أبي\nسلمة عن أبي هريرة س (570) وسئل عن حديث إبراهيم بن عبد الرحمن بن عوف عن\nأبيه عن النبي صلى الله عليه وسلم إن الله وملائكته يصلون عي الذين يصلون\nالصفوف فقال يرويه محمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p287'> Vol. 04, p. 287</a>\n            </div>\n            \n</p>\n\n<p>\nبن مصفا وانفرد به عن أنس بن عياض عن محمد بن عمرو عن إبراهيم بن عبد\nالرحمن بن عوف عن أبيه ووهم فيه وإنما رواه محمد بن عمرو عن محمد بن\nإبراهيم التيمي مرسلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p288'> Vol. 04, p. 288</a>\n            </div>\n            \n</p>\n\n<p>\nس (571) وسئ عن حديث إبراهيم بن عبد الرحمن بن عوف عن أبيه قال عمر\nألبسني الحرير من هو خير منك يعني رسول الله صلى الله عليه وسلم لبسته من\nالقمل فقال يرويه الثوري عن عاصم بن عبيد الله عن إبراهيم بن عبد الرحمن\nفرواه أحمد بن أبي نافع <span id='ms0366'></span> الموصلي عن القاسم الجرمي عن الثوري فقال فيه عن\nإبراهيم بن عبد الرحمن عن أبيه وأسنده وجوده وغيره يرويه عن الثوري ويقول\nفيه عن إبراهيم أن عمر قال لعبد الرحمن بن عوف وهو المحفوظ الصحيح عن\nالثوري ثناه أبو سهل بن زياد والشافعي عن محمد بن غالب عن أحمد بن أبي نافع\nس (572) وسئل عن حديث يرويه محمد بن المثنى عن حديث يرويه يعقوب بن محمد\nالزهري عن عبد العزيز بن محمد عن موسى بن عبيدة عن حسن بن عبد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p289'> Vol. 04, p. 289</a>\n            </div>\n            \n</p>\n\n<p>\nالرحمن عن أبي صعصعة المازني عن سعد بن إبراهيم عن أبيه عن عبد الرحمن بن\nعوف قال رأيت رسول الله صلى الله عليه وسلم ساجدا فأطال السجود ثم رفع رأسه\nفقال إني سجدت هذه السجدة شكرا لربي فقال كذا قال والصحيح عن قيس بن عبد\nالرحمن عن أبي صعصعة س (573) وسئل عن حديث إبراهيم بن عبد الرحمن بن عوف عن\nأبيه عن النبي صلى الله عليه وسلم أنه قال لسعد بن معاذ هذا سيدكم فقال\nيرويه سعد بن إبراهيم واختلف عنه فرواه صدقة بن عبد الله السمين أبو معاوية\nعن عياض بن عبد الرحمن عن سعد بن إبراهيم عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p290'> Vol. 04, p. 290</a>\n            </div>\n            \n</p>\n\n<p>\nأبيه عن جده ووهم فيه ورواه محمد بن صالح التمار المديني عن سعد بن\nإبراهيم عن عامر بن سعد بن أبي وقاص عن أبيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p291'> Vol. 04, p. 291</a>\n            </div>\n            \n</p>\n\n<p>\nووهم أيضا فيه والصواب ما رواه شعبة عن سعد بن إبراهيم عن أبي أمامة بن\nحنيف عن أبي سعد الخدري س (574) وسئل عن حديث عروة بن الزبير عن عبد الرحمن\nبن عوف عن النبي صلى الله عليه وسلم قال له كيف صنعت في استلامك الحجر قال\nاستلمت وتركت قال أصبت فقال يرويه هشام بن عروة واختلف عنه فرواه الثوري\nوعبيد الله بن عمر واختلف عنهما عن هشام بن عروة عن أبيه عن عبد الرحمن بن\nعوف قال ذلك أبو نعيم عن الثوري ومقدم بن محمد بن يحيى بن عطاء الواسطي عن\nعمه القاسم بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p292'> Vol. 04, p. 292</a>\n            </div>\n            \n</p>\n\n<p>\nيحيى عن عبيد <span id='ms0367'></span> الله بن عمر وتابعهما محمد بن فضيل والفضل بن موسى السيناني\nروياه عن هشام عن أبيه عن عبد الرحمن وقال معتمر بن عبيد الله عن هشام عن\nأبيه أن النبي صلى الله عليه وسلم قال لعبد الرحمن وكذلك قيل عن بن فضيل\nمرسلا وكذلك قال زهير عن هشام عن أبيه أن رسول الله صلى الله عليه وسلم قال\nلعبد الرحمن وقال بن وهب عن مالك وسعيد بن عبد الرحمن وعمرو بن الحارث\nوغيرهم عن هشام عن أبيه مرسلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p293'> Vol. 04, p. 293</a>\n            </div>\n            \n</p>\n\n<p>\nوقال حماد بن زيد حدثنا صاحب لي عن هشام فذكره مرسلا أيضا وهو المحفوظ س\n(575) وسئل عن حديث المسور بن إبراهيم بن عبد الرحمن بن عوف عن جده عبد\nالرحمن عن النبي صلى الله عليه وسلم لا يغرم السارق فقال يرويه مفضل بن\nفضالة واختلف عنه فقيل عنه عن يونس بن يزيد عن سعد بن إبراهيم عن أخيه\nالمسور عن عبد الرحمن بن عوف وقيل عنه عن المسور عن أبيه عن عبد الرحمن بن\nعوف ولا يثبت هذا القول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p294'> Vol. 04, p. 294</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل عنه عن سعد بن إبراهيم قال أبو صالح الحراني كذا كان في كتاب المفضل\nعن سعيد بن إبراهيم وقيل عنه عن يونس عن الزهري عن سعد بن إبراهيم ولا يصح\nهذا القول وقال بن لهيعة عن سعد بن إبراهيم عن المسور بن مخرمة عن النبي\nصلى الله عليه وسلم ولا يصح أيضا وهو مضطرب غير ثابت س (576) وسئل عن حديث\nإبراهيم بن عبد الله بن قارظ عن أبيه عن عبد الرحمن بن عوف عن النبي صلى\nالله عليه وسلم قال يقول الله عز وجل أنا الرحمن وهي الرحم شققت لها من\nاسمي فمن وصلها وصلته ومن قطعها قطعته فقال يرويه يحيى بن أبي كثير واختلف\nعنه فرواه هشام الدستوائي عن يحيى عن إبراهيم بن عبد الله بن قارظ أن أباه\nحدثه عن عبد الرحمن بن عوف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p295'> Vol. 04, p. 295</a>\n            </div>\n            \n</p>\n\n<p>\nورواه شيبان عن يحيى قال حدثني إبراهيم بن عبد الله بن قارظ أن رجلا\nأخبره عن <span id='ms0368'></span> عبد الرحمن وكذلك قال أبان عن يحيى واختلف عن الأوزاعي فقال شعيب\nبن إسحاق وابن أبي العشرين عن الأوزاعي عن يحيى عن إبراهيم بن عبد الله بن\nقارظ قال حدثني فلان عن عبد الرحمن بن عوف وقال الوليد بن مزيد ويحيى بن\nحمزة عن الأوزاعي عن يحيى عن عبد الله بن محمد قال مرض عبد الرحمن فعاده\nقريب له قال الفريابي عن الأوزاعي عن يحيى جاء رجل إلى عبد الرحمن فأرسله\nوقال عكرمة بن عمار عن يحيى حدثني نسيب لعبد الرحمن بن عوف عن عبد الرحمن\nوقد اختلف أصحاب يحيى عليه فيه وأحسنهم قولا عنه ما قاله شيبان وأبان والله\nأعلم س (577) وسئل عن حديث عبد الواحد بن محمد بن عبد الرحمن بن عوف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p296'> Vol. 04, p. 296</a>\n            </div>\n            \n</p>\n\n<p>\nعن جده عبد الرحمن أن النبي صلى الله عليه وسلم أطال في سجوده فقال إن\nجبرائيل أتاني فقال إن الله يقول من صلى عليك صليت عليه ومن سلم عليك سلمت\nعليه فسجدت لله شكرا فقال يرويه عمرو بن أبي عمرو عن عبد الواحد واختلف عنه\nفرواه سعيد بن سلمة بن أبي الحسام والداروردي عن عمرو بن أبي عمرو عن عبد\nالواحد بن محمد عن عبد الرحمن بن عوف وخالفهما سليمان بن بلال فرواه عن\nعمرو بن أبي عمرو عن عاصم بن عمر عن قتادة عن عبد الواحد زاد في إسناده\nعاصما ورواه الحماني فجعله عن عبد الواحد عن أبيه عن عبد الرحمن بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p297'> Vol. 04, p. 297</a>\n            </div>\n            \n</p>\n\n<p>\nعوف وليس ذلك بمحفوظ والصواب قول سعيد بن سلمة والداروردي عن عمرو بن أبي\nعمرو وفيه إسناد آخر يرويه الليث عن بن الهاد عن عمرو عن عبد الرحمن بن\nالحويرث عن محمد بن جبير عن عبد الرحمن بن عوف ورواه أبو الزبير المكي\nواختلف عنه فرواه عمر بن الحارث عن أبي الزبير عن سهيل بن عبد الرحمن عن\nعبد الرحمن بن عوف وخالفه إسحاق بن أبي فروة فرواه عن أبي الزبير عن حميد\nبن عبد الرحمن عن أبيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p298'> Vol. 04, p. 298</a>\n            </div>\n            \n</p>\n\n<p>\nس (578) وسئل عن حديث علي <span id='ms0369'></span> بن الحسين عن عبد الرحمن بن عوف عن النبي صلى\nالله عليه وسلم في المجوس سنوا بهم سنة أهل الكتاب فقال يرويه جعفر بن محمد\nواختلف عنه فرواه مالك من رواية أبي علي عبيد الله بن عبد المجيد الحنفي\nعنه عن جعفر بن محمد عن أبيه عن جده عن علي بن الحسين وخالفه أصحاب مالك لم\nيقولوا فيه عن جده وكذلك رواه الثوري وسليمان بن بلال وعبد الله بن إدريس\nوحفص بن غياث وأنس بن عياض وأبو عاصم النبيل عن جعفر بن محمد ولم يسمع أبو\nعاصم من جعفر بن محمد غيره وعبد الوهاب الثقفي والقاسم بن معن وابن جريج\nوعلي بن غراب وغيرهم عن جعفر عن أبيه مرسلا عن عبد الرحمن بن عوف لم يذكروا\nفيه علي بن الحسين وهو الصواب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p299'> Vol. 04, p. 299</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أحمد بن محمد بن سعدان ثنا شعيب بن أبوب نبا أبو داود الحفري وأبو\nنعيم عن سفيان عن جعفر عن أبيه قال سأل عمر عبد الرحمن بن عوف عن المجوس\nفقال سمعت رسول الله صلى الله عليه وسلم يقول سنوا بهم سنة أهل الكتاب س\n(579) وسئل عن حديث علقمة بن مرثد عن عبد الرحمن بن عوف سألت رسول الله صلى\nالله عليه وسلم هل في الجنة خيل فقال يا عبد الرحمن إن أدخلك الله الجنة\nكان لك فيها فرس من يقوت يطير بك حيث شئت فقال حدث به حنش بن الحارث عن\nعلقمة بن مرثد فقيل عنه عن عبد الرحمن بن عوف وهو وهم والصواب عن عبد\nالرحمن بن ساعدة عن النبي صلى الله عليه وسلم قلت صحابي قال ليس إلا في هذا\nالحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p300'> Vol. 04, p. 300</a>\n            </div>\n            \n</p>\n\n<p>\nقال روى هذا الحديث المسعودي عن علقمة فقال عن بن بريدة عن أبيه عن النبي\nصلى الله عليه وسلم ووهم فيه المسعودي س (580) وسئل عن حديث بجالة بن عبدة\nعن عبد الرحمن بن عوف أن رسول الله صلى الله عليه وسلم أخذ الجزية من مجوس\nهجر فقال يرويه عمرو بن دينار عن بجالة <span id='ms0370'></span> عن عبد الرحمن بن عوف فرواه بن جريج\nوابن عيينة عن عمرو عن بجالة قال لم يكن عمر أخذ الجزية من المجوس حتى شهد\nعبد الرحمن بن عوف أن رسول الله صلى الله عليه وسلم أخذها من مجوس هجر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p301'> Vol. 04, p. 301</a>\n            </div>\n            \n</p>\n\n<p>\nوخالفهما حجاج بن أرطأة فرواه عن عمرو بن بجالة قال جاءنا كتاب عمر أن\nعبد الرحمن بن عوف حدثني أن رسول الله صلى الله عليه وسلم أخذها من مجوس\nهجر فصار من رواية حجاج من حديث عمر بن الخطاب عن عبد الرحمن بن عوف ورواه\nداود بن أبي هند عن قشير بن عمرو عن بجالة عن عبد الرحمن قاله هشيم عن داود\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p302'> Vol. 04, p. 302</a>\n            </div>\n            \n</p>\n\n<p>\nوغير داود بن أبي هند يرويه بهذا الاسناد موقوفا غير مرفوع وقول بن عيينة\nوابن جريج هو الصحيح س (581) وسئل عن حديث رجل لم يسم عن عبد الرحمن بن عوف\nعن النبي صلى الله عليه وسلم إذا صلت المرأة خمسها وصامت شهرها وحفظت فرجها\nوأطاعت زوجها قيل ادخلي الجنة من أي أبواب الجنة شئت فقال رواه أبو حمزة\nالسكري عن عبد الملك بن عمير عن رجل عن عبد الرحمن وخالفه شيبان وهدبة بن\nالمنهال فروياه عن عبد الملك عن أبي سلمة عن أبي هريرة وقال أبو عوانة عن\nعبد الملك عن أبي سلمة عن عبد الله بن الزبير وقال عبد الحكيم بن منصور عن\nعبد الملك عن أبي سلمة عن أبي الهيثم بن التيهان والاضطراب فيه من عبد\nالملك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p303'> Vol. 04, p. 303</a>\n            </div>\n            \n</p>\n\n<p>\nمسند سعد بن أبي وقاص رضي الله تعالى عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p305'> Vol. 04, p. 305</a>\n            </div>\n            \n</p>\n\n<p>\nومن حديث سعد بن أبي وقاص رضي الله تعالى عنه عن رسول الله صلى الله عليه\nوسلم س (582) وسئل عن حديث بن عمر عن سعد عن رسول الله صلى الله عليه وسلم\nفي المسح على الخف فقال هو حديث رواه سالم أبو النضر عن أبي سلمة واختلف\nعنه فرواه أبو أيوب الإفريقي وابن لهيعة عن أبي النضر عن أبي سلمة عن بن\nعمر وأسنده عن عمر وسعد عن النبي صلى الله <span id='ms0371'></span> عليه وسلم حدثنا أبو القاسم بن\nمنيع حدثنا أبو الربيع الزهراني ثنا أبو يوسف القاضي عن عبد الله بن علي عن\nأبي النضر عن أبي سلمة عن بن عمر عن عمر وسعد قالا رأينا النبي صلى الله\nعليه وسلم يمسح على الخفين ورواه عمرو بن الحارث عن أبي النضر عن أبي سلمة\nعن بن عمر عن سعد وحده أن رسول الله صلى الله عليه وسلم وان بن عمر سأل\nأباه فقال إذا حدثك سعد عن رسول الله صلى الله عليه وسلم فلا تسأل عنه غيره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p307'> Vol. 04, p. 307</a>\n            </div>\n            \n</p>\n\n<p>\nورواه موسى بن عقبة واختلف عنه فقال عبد العزيز بن المختار وعبد العزيز\nبن أبي حازم عن موسى بن عقبة عن أبي النضر عن أبي سلمة عن سعد عن النبي صلى\nالله عليه وسلم واختلف عن بن أبي حازم فقال سهل بن صقير عنه عن موسى بن\nعقبة عن أبي النضر عن أبي سلمة عن بن عمر عن سعد عن رسول الله صلى الله\nعليه وسلم وكذلك قال بن لهيعة عن أبي النضر وقال وهيب وفضيل بن سليمان\nوإسماعيل بن جعفر والداروردي عن موسى بن عقبة عن أبي النضر عن أبي سلمة عن\nسعد ولم يذكروا بن عمر وقال الحماني عن الدراوردي عن موسى بن عقبة عن أبي\nالنضر عن أبي سلمة عن بسر بن سعيد عن ووهم في ذكر بسر بن سعيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p308'> Vol. 04, p. 308</a>\n            </div>\n            \n</p>\n\n<p>\nوقال كديم بن موسى عن فضي بن سليمان عن موسى بن عقبة عن أبي النضر عن\nعامر بن سعد عن أبيه ووهم في ذكر عامر بن سعد والصواب من ذلك قول عمرو بن\nالحارث ومن تابعه عن أبي النضر وقد ذكرنا بقية طرقه في مسند بن عمر عن عمر\nوالخلاف على أبي سلمة بن عبد الرحمن فيه فاستغنينا عن إعادته ها هنا حدثنا\nأبو بكر الشافعي قال ثنا معاذ بن المثنى ثنا كديم بن موسى ثنا فضيل بن\nسليمان ثنا موسى بن عقبة عن سالم عن أبي النضر عن عامر بن سعد <span id='ms0372'></span> عن أبيه أن\nالنبي صلى الله عليه وسلم توضأ ومسح على الخفين س (583) وسئل عن حديث بن\nعباس عن سعد أن النبي صلى الله عليه وسلم قال له ارم فداك أبي وأمي فقال هو\nحديث يرويه عبد الوهاب الثقفي واختلف عنه فرواه محمد بن سعيد الخزاعي\nمردويه عن عبد الوهاب عن خالد عن عكرمة عن بن عباس عن سعد وخالف أحمد بن\nحنبل وغيره فرووه عن عبد الوهاب عن خالد عن عكرمة عن سعد مرسلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p309'> Vol. 04, p. 309</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك قال الواسطي وغيره عن خالد وهو الصواب قلت ممن سمعت حديث مرويه قال\nحدثناه جماعة منهم أبو سهل بن زياد ثنا تمتام حدثنا محمد بن مردويه س (584)\nوسئل عن حديث عبد الله بن الزبير عن سعد أن النبي صلى الله عليه وسلم أفطر\nعندكم الصائمون وأكل طعامكم الأبرار وصلت عليكم الملائكة فقال يرويه محمد\nبن عمرو بن علقمة عن مصعب بن ثابت واختلف عنه فرواه أحمد بن حاتم الطويل عن\nداود بن الزبرقان عن محمد بن عمرو عن مصعب بن ثابت عن عبد الله بن الزبير\nعن سعد وخالفه إبراهيم بن ميمون رواه عن داود بن الزبرقان عن محمد بن عمرو\nفقال عن مصعب بن سعد بن سعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p310'> Vol. 04, p. 310</a>\n            </div>\n            \n</p>\n\n<p>\nوكلاهما وهم ورواه عباد بن عباد عن محمد بن عمرو عن مصعب بن ثابت أن رسول\nالله صلى الله عليه وسلم أفطر مرسلا وهو الصواب س (585) وسئل عن حديث مصعب\nبن سعد عن أبيه قال قالت أم س عد الطعام والشراب علي حرام حتى تكفر بمحمد\nفأنزل الله تعالى وإن جاهداك الآية فقال يرويه سماك بن حرب فرواه عنه شعبة\nوالثوري وأبو عوانة عن مصعب بن سعد عن سعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p311'> Vol. 04, p. 311</a>\n            </div>\n            \n</p>\n\n<p>\nوأرسله عنه داود أبي هند فقال عن سماك بن حرب قال قال سعد لم يذكر بينهما\nمصعبا وهو صحيح عن مصعب بن سعد متصلا س (586) وسئل عن حديث مصعب بن سعد عن\nأبيه كنا نقيل يوم الجمعة بعد الجمعة فقال يرويه شعبة عن سلمة بن كهيل\nواختلف <span id='ms0373'></span> عنه فقال يحيى بن أبي بكير عن شعبة فيه نقيل فنحا به نحو الرفع وقال\nغيره عن شعبة فيه أن سعدا كان يقيل بعد الجمعة وهو المحفوظ س (587) وسئل عن\nحديث مصعب بن سعد عن سعد في سن رسول الله صلى الله عليه وسلم فقال حدث به\nحسين الجعفي عن زائدة عن عطاء بن السائب عن مصعب بن سعد عن سعد وخالفه أبو\nحنيفة فرواه عن عطاء بن السائب عن أبيه عن سعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p312'> Vol. 04, p. 312</a>\n            </div>\n            \n</p>\n\n<p>\nوخالفهما أصحاب عطاء الثقات الحفاظ فرووه عن عطاء بن السائب عن أبي عبد\nالرحمن السلمي عن سعد وهو الصواب س (588) وسئل عن حديث مصعب بن سعد عن سعد\nأن رسول الله صلى الله عليه وسلم قال لعلي أنت مني بمنزلة هارون من موسى\nفقال رواه الحكم بن عتيبة واختلف عنه فرواه شعبة وأبو شيبة إبراهيم بن\nعثمان ومعاوية بن ميسرة بن شريح والمغيرة بن أيوب عن الحكم عن مصعب بن سعد\nعن أبيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p313'> Vol. 04, p. 313</a>\n            </div>\n            \n</p>\n\n<p>\nوخالفهم ليث بن أبي سليم ومن تابعه س (589) وسئل عن حديث مصعب عن أبيه عن\nالنبي صلى الله عليه وسلم إنما نصر الله هذا الأمة لضعيفها بدعائهم وصلاتهم\nوإخلاصهم فقال يرويه طلحة بن مصرف عن مصعب بن سعد حدث به زبيد ومسعر وليث\nفوصلوه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p314'> Vol. 04, p. 314</a>\n            </div>\n            \n</p>\n\n<p>\nورواه محمد بن طلحة عن طلحة عن مصعب بن سعد أن سعدا رأى له فضلا على دونه\nفقال رسول الله صلى الله عليه وسلم ولم يسنده كما أسنده غيره ومحمد بن طلحة\nلم يسمع من أبيه والمتصل أصح س (590) وسئل عن حديث مصعب بن سعد عن سعد سئل\nالنبي صلى الله عليه وسلم أي الناس أشد بلاء الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p315'> Vol. 04, p. 315</a>\n            </div>\n            \n</p>\n\n<p>\nفقال حدث به العلاء بن المسيب واختلف عنه فرواه خالد بن عبد الله الواسطي\nعن العلاء بن المسيب عن أبيه عن مصعب بن سعد عن أبيه ورواه القاسم بن مالك\nوالمحاربي عن العلاء بن المسيب عن عاصم عن أبي النجود عن مصعب بن سعد عن\nسعد وقال بن المفضل عن العلاء عن <span id='ms0374'></span> أبيه عن سعد والصواب عن العلاء بن المسيب\nعن عاصم بن أبي النجود عن مصعب بن سعد عن سعد وكذلك رواه شعبة وزائدة وحماد\nبن زيد وإسرائيل عن عاصم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p316'> Vol. 04, p. 316</a>\n            </div>\n            \n</p>\n\n<p>\nورواه بن علية عن هشام الدستوائي عن عاصم وحدث محمد بن مهاجر أخو حنيف عن\nبن علية عن روح بن القاسم عن عاصم ووهم فيه وإنما رواه بن علية عن هشام\nالدستوائي ورواه أيضا سماك بن حرب عن مصعب بن سعد عن سعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p317'> Vol. 04, p. 317</a>\n            </div>\n            \n</p>\n\n<p>\nحدث به عن شريك والمحفوظ حديث عاصم بن مصعب س (591) وسئل عن حديث مصعب بن\nسعد عن سعد عن النبي صلى الله عليه وسلم فضل العلم أحب إلي من فضل العبادة\nوخير دينكم الورع فقال يرويه الأعمش واختلف عنه فرواه حمزة الزيات عن\nالأعمش عن مصعب بن سعد عن سعد وخالفه عبد الله بن عبد القدوس فرواه عن\nالعمش عن مطرف بن الشخير عن حذيفة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p318'> Vol. 04, p. 318</a>\n            </div>\n            \n</p>\n\n<p>\nورواه أبو مطيع البلخي عن الأعمش عن أبي صالح عن أبي هريرة وقيل عن\nالأعمش عن سالم بن أبي الجعد عن ثوبان وقال المسيب بن شريك عن الأعمش عن\nسالم عن جابر وليس يثبت من هذه الأسانيد شئ وإنما يروى هذا عن مطرف بن عبد\nالله بن الشخير من قوله حدثنا محمد بن مخلد ثنا محمد بن عثمان ثنا محمد بن\nعبد الله بن نمير ثنا خالد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p319'> Vol. 04, p. 319</a>\n            </div>\n            \n</p>\n\n<p>\nبن مخلد عن حمزة الزيات عن الأعمش عن مصعب بن سعد عن أبيه قال قال رسول\nالله صلى الله عليه وسلم بذلك وحدثنا القاسم بن إسماعيل المحاملي وعبد الله\nبن محمد بن إسحاق المروزي قالا ثنا أبو يحيى محمد بن سعيد بن غالب العطار\nثنا سعيد بن زكريا المدائني ثنا حمزة الزيات بذلك حدثنا عبيد الله بن عبد\nالرحمن بن السكري شيخ نبيل ثنا عبد الله بن أبي سعد الوراق الاخباري ثنا\nعفان بن مخلد البلخي ثنا عمر بن هارون عن حمزة الزيات عن الأعمش عن رجل عن\nمصعب بن سعد عن أبيه عن النبي صلى <span id='ms0375'></span> الله عليه وسلم بذلك س (592) وسئل عن\nحديث مصعب بن سعد عن سعد سئل رسول الله صلى الله عليه وسلم عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p320'> Vol. 04, p. 320</a>\n            </div>\n            \n</p>\n\n<p>\nقوله الذين هم عن صلاتهم ساهون قال إضاعة الوقت فقال يرويه عبد الملك بن\nعمير فاختلف عنه فأسنده عكرمة بن إبراهيم عن عبد الملك بن عمير ورفعه إلى\nالنبي صلى الله عليه وسلم وغيره يرويه عن عبد الملك بن عمير موقوفا على سعد\nوهو الصواب وكذلك رواه طلحة بن مصرف وسماك بن حرب وعاصم بن أبي النجود عن\nمصعب بن سعد عن أبيه موقوفا وهو الصواب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p321'> Vol. 04, p. 321</a>\n            </div>\n            \n</p>\n\n<p>\nس (593) وسئل عن حديث مصعب بن سعد عن أبيه قيل يا رسول الله علمني شيئا\nلعل الله ينفعني به قال قل اللهم لك الحمد كله ولك الشكر كله وإليك يرجع\nالامر كله فقال يرويه شعبة عن أبي بلج واختلف عنه فرواه أبو قتيبة عن شعبة\nعن أبي بلج عن مصعب بن سعد عن أبيه عن النبي صلى الله عليه وسلم ورواه معاذ\nبن معاذ وغندر وأبو داود وغيرهم عن شعبة موقوفا على سعد وهو الصواب ويتلوه\nوسئل عن حديث مصعب بن سعد عن سعد قال حلفت باللات والعزى وحسبنا الله ونعم\nالله ونعم الوكيل وصلواته على محمد النبي الأمي صلى الله عليه وسلم تسليما\nكثيرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p322'> Vol. 04, p. 322</a>\n            </div>\n            \n</p>\n\n<p>\nفيه بقية حديث سعد بن أبي وقاص وحديث سعيد بن زيد بن نفيل وحديث أبي\nعبيدة بن الجراح وأول حديث عبد الله بن مسعود أجمعين بسم الله الرحمن\nالرحيم وبه نستعين س (594) سئل الشيخ الجليل أبو الحسن علي بن عمر بن أحمد\nبن مهدي الحافظ عن حديث مصعب بن سعد عن سعد قال حلفت باللات والعزى فأخبرت\nرسول الله صلى الله عليه وسلم فقال انفث عن يسارك وقل لا إله إلا الله ولا\nتعد فقال يرويه أبو إسحاق السبيعي واختلف عنه فرواه إسرائيل عن أبي إسحاق\nعن مصعب بن سعد عن أبي سعد عن سعد وخالفه صفوان بن سليم فرواه عن أبي إسحاق\nعن مصعب بن سعد عن <span id='ms0376'></span> أبي سعيد الخدري قاله إسحاق بن إبراهيم بن سعيد المزني\nعن صفوان بن سليم ووهم فيه والصواب قول إسرائيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p323'> Vol. 04, p. 323</a>\n            </div>\n            \n</p>\n\n<p>\nس (595) وسئل عن حديث مصعب بن سعد عن سعد عن النبي صلى الله عليه وسلم\nأفطر الحاجم والمحجوم فقال يرويه محمد بن جحادة واختلف عنه فرواه إسماعيل\nبن عبد الله بن زرارة عن داود بن الزبرقان عن بن جحادة عن يونس بن أبي\nالحصيب عن مصعب بن سعد عن سعد وخالفه الحسن بن عمر بن شقيق رواه عن داود بن\nالزبرقان عن محمد بن جحاد عن عبد الاعلى عن مصعب بن سعد عن سعد وجميعا لا\nيصح (596) وسئل عن حديث مصعب بن سعد قال ابتدر عبد الله بن خطل سعيد بن\nحريث وعمار فبدر سعيد وكان أشب الرجلين فقتله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p324'> Vol. 04, p. 324</a>\n            </div>\n            \n</p>\n\n<p>\nفقال يرويه أحمد بن المفضل عن أسباط عن السدي عن مصعب بن سعد عن سعد\nورواه محمد بن عثمان بن أبي شيبة عن أبيه عن أحمد بن المفضل عن أسباط عن\nسماك ووهم في قوله عن سماك ووهم في قوله عن سماك وإنما هو السدي س (597)\nوسئل عن حديث مصعب بن سعد عن سعد عن النبي صلى الله عليه وسلم من قتل دون\nماله فهو شهيد فقال يرويه أبو إسحاق السبيعي واختلف عنه فرواه يونس بن أبي\nإسحاق عن أبيه عن مصعب بن سعد عن أبيه قاله إسماعيل بن عياش عن يونس وخالفه\nيزيد بن عطاء رواه عن أبي إسحاق عن عروة بن أبي الجعد عن سعد وكلاهما غير\nثابت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p325'> Vol. 04, p. 325</a>\n            </div>\n            \n</p>\n\n<p>\nس (598) وسئل عن حديث مصعب بن سعد عن سعد عن النبي صلى الله عليه وسلم\nقال ما من نفس إلا وقد كتب مدخلها وما هي لاقية فقال يرويه عبد العزيز بن\nرفيع واختلف عنه فرواه أبو حنيفة عن عبد العزيز بن رفيع عن مصعب بن سعد\nمرسلا وهو الصحيح س (599) وسئل عن حديث مصعب بن سعد عن سعد عن النبي صلى\nالله عليه وسلم خيركم من تعلم القرآن وعلمه فقال حدث به <span id='ms0377'></span> الحارث بن نبهان عن\nعاصم عن مصعب بن سعد عن سعد عن النبي صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p326'> Vol. 04, p. 326</a>\n            </div>\n            \n</p>\n\n<p>\nوحدث به أحمد بن مسعود الزبيري عن موسى بن نصر عن فيض بن وثيق عن أبي\nأمية بن يعلى عن عاصم ووهم فيه وإنما رواه الفيض بن وثيق عن الحارث بن\nنبهان عن عاصم س (600) وسئل عن حديث مصعب بن سعد عن سعد عن النبي صلى الله\nعليه وسلم قال عليكم بالرمي فإنه من خير لعبكم فقال يرويه عبد الملك بن\nعمير واختلف عنه فرواه مسعر وغيره عن عبد الملك موقوفا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p327'> Vol. 04, p. 327</a>\n            </div>\n            \n</p>\n\n<p>\nوأسنده يحيى بن حماد عن أبي عوانة عن عبد الملك ورفعه غلى النبي صلى الله\nعليه وسلم والموقوف أصح س (601) وسئل عن حديث مصعب بن سعد عن سعد قوله في\nالوضوء من مس الذكر فقال حدث به إسماعيل بن محمد بن سعد والحكم بن عتيبة عن\nمصعب بن سعد عن أبيه انه أمره بالوضوء وخالفهما الزبير بن عدي فرواه عن\nمصعب بن سعد عن أبيه أنه قال له اغسل يدك وروى قيس بن أبي حازم عن سعد ان\nرجلا قال له مسست ذكري فقال إن علمت أن بضعة منك نجس فاقطعها والقول الأول\nأصح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p328'> Vol. 04, p. 328</a>\n            </div>\n            \n</p>\n\n<p>\nس (602) وسئل عن حديث مصعب بن سعد عن النبي صلى الله عليه وسلم قال على\nكل الخلال يطبع المؤمن إلا الخيانة والكذب فقال هو حديث رشيد يرويه الأعمش\nعن أبي إسحاق عن مصعب بن سعد عن أبيه عن النبي صلى الله عليه وسلم قال داود\nبن رشيد عن علي بن هاشم عن الأعمش وخالفه حمزة الزيات فرواه عن الأعمش عن\nمصعب بن سعد لم يذكر أبا إسحاق ورواه سلمة بن كهيل عن مصعب بن سعد فاختلف\nعنه فرفعه أبو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p329'> Vol. 04, p. 329</a>\n            </div>\n            \n</p>\n\n<p>\nشيبة عن سلمة وخالفه الثوري وشعبة فروياه عن سلمة موقوفا غير مرفوع وقيل\nعن الثوري عن سلمة مرفوعا وروي عن عمرو بن مرة عن مصعب بن سعد عن سعد عن\nالنبي صلى الله عليه وسلم قاله عبد الرحمن بن <span id='ms0378'></span> عمرو بن جبلة عن سعيد بن عبد\nالرحمن عن عمرو بن مرة وعبد الرحمن متروك الحديث والموقوف أشبه بالصواب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p330'> Vol. 04, p. 330</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا محمد بن سهل بن الفضل الكاتب ثنا عمر بن شبة ثنا يحيى ثنا سفيان\nقال ثنا سلمة بن كهيل عن مصعب بن سعد عن أبيه قال المؤمن يطبع على الخلال\nكلها إلا الخيانة والكذب موقوف س (603) سئل عن حديث حدث به محمد بن عبد\nالواحد ثنا أبو بكر محمد بن السري التمار ثنا عباس الدوري ثنا أبو داود\nالحفري عن سفيان الثوري عن سلمة بن كهيل عن مصعب بن سعد عن سعد بن أبي وقاص\nقال رسول الله صلى الله عليه وسلم من كذب علي متعمدا فليتبوأ مقعده من\nالنار فقال هذا لا يصح عن مصعب بن سعد ولا عن سلمة بن كهيل ولا عن الثوري\nولعل هذا الشيخ دخل عليه حديث في حديث س (604) وسئل عن حديث عامر بن سعد عن\nسعد أنه رأى النبي صلى الله عليه وسلم يصلي على راحلته حيث توجهت به ولا\nيفعل ذلك في المكتوبة فقال يرويه ضرار بن صرد عن الداوردي عن أبي أخي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p331'> Vol. 04, p. 331</a>\n            </div>\n            \n</p>\n\n<p>\nالزهري عن عمه عن عامر بن سعد عن سعد ووهم فيه ولم يتابع عليه والمحفوظ\nعن الزهري عن عبد الله بن عامر بن ربيعة عن أبيه عن النبي صلى الله عليه\nوسلم س (605) وسئل عن حديث عامر بن سعد عن سعد أن النبي صلى الله عليه وسلم\nلما حكم سعد بن معاذ فجاء ليحكم بينهم قال قوموا إلى سيدكم فقال حدث به سعد\nبن إبراهيم واختلف عنه فرواه محمد بن صالح التمار عن سعد بن إبراهيم عن\nعامر بن سعد عن سعد وخالفه عياض بن عبد الرحمن فرواه عن سعد بن إبراهيم عن\nأبيه عن جده عبد الرحمن بن عوف وكلاهما وهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p332'> Vol. 04, p. 332</a>\n            </div>\n            \n</p>\n\n<p>\nوخالفهما شعبة فرواه عن سعد عن أبي أمامة بن سهل بن حنيف عن أبي سعيد\nالخدري وهو الصواب س (606) وسئل عن حديث عامر بن سعد عن سعد <span id='ms0379'></span> قال الحدو إلي\nلحدا وانصبوا علي اللبن نصبا كما صنع برسول الله صلى الله عليه وسلم فقال\nيرويه إسماعيل بن محمد بن سعد حدث به عنه عبد الله بن جعفر المخزومي واختلف\nعنه فرواه جماعة منهم يحيى بن يحيى وخالد بن مخلد وأبو عامر العقدي وأبو\nسلمة الخزاعي واسمه منصور بن سلمة نبيل كان أحمد بن حنبل يأخذ عنه وأبو\nسعيد مولى بني هاشم واسمه عبد الرحمن بن عبد الله وغيرهم عنه عن إسماعيل عن\nعامر بن سعد عن سعد وخالفهم عبد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p333'> Vol. 04, p. 333</a>\n            </div>\n            \n</p>\n\n<p>\nالرحمن بن مهدي ووهم فيه فرواه عن عبد الله بن جعفر عن إسماعيل بن محمد\nعن أبيه عن سعيد والصواب حديث عامر وروى عن صالح بن كيسان عن إسماعيل بن\nمحمد بن سعد عن سعد مرسلا وكذلك قيل عن أبي شيبة عن خالد بن مخلد عن عبد\nالله بن جعفر عن إسماعيل بن محمد عن سعد قلت فقد قيل عن محمد بن خالد\nالدمشقي عن مروان بن محمد عن عبد الله بن جعفر مثل قول بن مهدي قال لا\nيلتفت إليه س (607) وسئل عن حديث عامر بن سعد عن سعد قال رجل يا رسول الله\nإن أبي كان يحمل الكل ويفعل ويفعل في الجاهلية قال هو في النار فقال يرويه\nمحمد بن أبي نعيم والوليد بن عطاء بن الأغر عن إبراهيم بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p334'> Vol. 04, p. 334</a>\n            </div>\n            \n</p>\n\n<p>\nوغيره يرويه عن إبراهيم بن سعد عن الزهري مرسلا وهو الصواب س (608) وسئل\nعن حديث عامر بن سعد عن النبي صلى الله عليه وسلم قال لو أن ما يقل الظفر\nمما في الجنة برز لأهل الدنيا لزخرفت لهم خوافق السماوات ولو أن الحديث\nفقال يرويه يزيد بن أبي حبيب واختلف عنه فرواه الليث عن يزيد عن داود بن\nعامر بن سعد عن أبيه عن جده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p335'> Vol. 04, p. 335</a>\n            </div>\n            \n</p>\n\n<p>\nوخالفه يحيى بن أيوب فرواه يزيد بن أبي حبيب عن عمر عن سعد والأول أصح س\n(609) وسئل عن حديث عامر بن سعد عن النبي صلى الله عليه وسلم قال من أكل <span id='ms0380'></span>\nمما بين لابتي المدينة سبع تمرات على الريق لم يضره في ذلك اليوم السم فقال\nهو حديث يرويه أبو طوالة عبد الله بن عبد الرحمن بن معمر عن عامر بن سعد عن\nأبيه واختلف عنه فرواه عنه سليمان بن بلال وحاتم بن إسماعيل وفليح بن فليح\nبن سليمان فقالوا عن عامر بن سعد عن سعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p336'> Vol. 04, p. 336</a>\n            </div>\n            \n</p>\n\n<p>\nوخالفهم إبراهيم بن أبي يحيى فرواه عن أبي طوالة عن عمر بن عبد العزيز عن\nعامر بن سعد حدث عمر بن عبد العزيز عن أبيه ورواه أبو مصعب واسمه عبد\nالسلام بن حفص ومحمد بن عبد الرحمن بن المجير عن أبي طوالة ان الناس خرجوا\nمن عند عمر بن عبد العزيز فأخبروا أن عامر بن سعد حدث عن أبيه س (610) وسئل\nعن حديث عامر بن سعد عن سعد عن النبي صلى الله عليه وسلم قال من تصبح بسبع\nتمرات عجوة على الريق لم يضره ذلك اليوم سم فقال يرويه هاشم بن هاشم واختلف\nعنه فرواه أبو أسامة عن هاشم بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p337'> Vol. 04, p. 337</a>\n            </div>\n            \n</p>\n\n<p>\nهاشم عن عامر بن سعد عن سعد وخالفه بن نمير فرواه عن هاشم عن عائشة بنت\nسعد عن أبيها وكلاهما ثقة ولعل هاشما سمعه منهما والله أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p338'> Vol. 04, p. 338</a>\n            </div>\n            \n</p>\n\n<p>\nس (611) وسئل عن حديث عامر بن سعد عن سعد عن النبي صلى الله عليه وسلم ما\nأنفقت على أهلك فهو صدقة فقال يرويه سعد بن إبراهيم واختلف عنه فرواه\nالثوري ومنصور بن المعتمر عن سعد بن إبراهيم عن عامر بن سعد عن أبيه وقال\nمسعر حدثني بعض آل سعد عن سعد ولم يسمعه وهو صحيح عن عامر بن سعد عن سعد س\n(612) وسئل عن حديث عامر بن سعد عن سعد عن النبي صلى الله عليه وسلم قال\nليس من البر الصيام في السفر فقال يرويه حجاج بن نصير عن عباد بن كثير عن\nعقيل عن الزهري عنه ووهم فيه والمحفوظ عن الزهري عن صفوان بن عبد الله عن\nأم الدرداء عن كعب بن عاصم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p339'> Vol. 04, p. 339</a>\n            </div>\n            \n</p>\n\n<p>\nس (613) وسئل عن حديث <span id='ms0381'></span> عامر بن سعد عن أبيه أن النبي صلى الله عليه وسلم\nأمر بقتل الوزغ فقال يحدث به عبد الرحمن بن إسحاق عن الزهري عن عامر بن سعد\nعن أبيه قاله خالد الواسطي عنه وخالفه إبراهيم بن طهمان فرواه عنه عن عمر\nبن سعيد عن الزهري واختلف عن معمر فرواه عبد الرزاق عن معمر عن الزهري عن\nعامر بن سعد عن أبيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p340'> Vol. 04, p. 340</a>\n            </div>\n            \n</p>\n\n<p>\nورواه عبد الاعلى عن معمر عن الزهري عن سعد لم يذكر بينهما أحدا وكذلك\nرواه يونس ومالك عن الزهري عن سعد وهو الصحيح وحدث به الباغندي عن عثمان بن\nأبي شيبة عن خالد بن مخلد عن مالك عن الزهري عن عامر بن سعد عن سعد ووهم\nفيه ورواه يحيى بن أبي أنيسة عن الزهري عن عروة عن عائشة عن سعد ووهم فيه\nأيضا والصواب المرسل ورواه عمر بن حبيب القاضي عن هشام بن عروة عن أيه عن\nعائشة عن سعد ولم يتابع عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p341'> Vol. 04, p. 341</a>\n            </div>\n            \n</p>\n\n<p>\nس (614) وسئل عن حديث عامر بن سعد عن سعد أن رجلا قال اللهم آتني أفضل ما\nتؤتي عبادك الصالحين فلما قضى رسول الله صلى الله عليه وسلم صلاته قال\nالحديث فقال يرويه الدراوردي عن سهيل بن أبي صالح عن محمد بن مسلم بن عائذ\nعن عامر بن سعد واختلف على الدراوردي فيه فرواه إبراهيم بن حمزة وخالد بن\nخداش ومصعب الزبيري وغيرهم عن الدراوردي عن سهيل عن محمد بن مسلم بن عائذ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p342'> Vol. 04, p. 342</a>\n            </div>\n            \n</p>\n\n<p>\nوخالفهم ضرار بن صرد والحماني فروياه عن الدراوردي عن سهيل فقالا عن مسلم\nبن عائذ والقول الأول أصح س (615) وسئل عن حديث عامر بن سعد عن سعد قال كان\nرجلان أخوان فهلك أحدهما قبل صاحبه بأربعين ليلة فذكرت فضيلة الأول منهما\nعند رسول الله صلى الله عليه وسلم فقال ألم يكن الآخر مسلما قالوا بلى وكان\nلا بأس به فقال رسول الله صلى الله عليه وسلم ما يدريكم ما بلغت به صلاته\nإنما مثل الصلاة كمثل النهر الحديث فقال حدث به مالك في الموطأ <span id='ms0382'></span> أنه بلغه عن\nعامر بن سعد عن أبيه ورواه مخرمة بن بكير عن أبيه عن عامر بن سعد عن أبيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p343'> Vol. 04, p. 343</a>\n            </div>\n            \n</p>\n\n<p>\nويقال إن مالكا أخذه من مخرمة بن بكير والله أعلم ورواه بن أخي الزهري عن\nصالح بن عبد الله بن أبي فروة عن عامر بن سعد بن أبي وقاص عن أبان بن عثمان\nعن عثمان تفرد به ابن أخي الزهري فإن كان ضبطه فالحديث حديثه والله أعلم س\n(616) وسئل عن حديث عامر بن سعد عن سعد أمر رسول الله صلى الله عليه وسلم\nبوضع الكفين ونصب القدمين في الصلاة فقال يرويه بن عجلان واختلف عنه فرواه\nوهيب بن خالد واختلف عنه وهيب أيضا فقال عبد الرحمن بن المبارك ومعلى بن\nأسد عن وهيب عن بن عجلان عن محمد بن إبراهيم التيمي عن عامر بن سعد عن أبيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p344'> Vol. 04, p. 344</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك قال سريج بن يونس عن أبي خالد الأحمر عن بن عجلان ورواه عفان بن\nوهيب عن بن عجلان عن محمد بن إبراهيم عن عامر بن سعد مرسلا عن النبي صلى\nالله عليه وسلم ولم يقل عن أبيه وكذلك قال الأشج عن أبي خالد عن بن عجلان\nورواه عبد الله بن عبد الرحمن السمرقندي ثقة مشهور عن معلى بن أسد عن وهيب\nعن بن عجلان عن بكير بن عبد الله بن الأشج عن عامر بن سعد عن سعد وقال\nحمدان بن عمر عن معلى عن وهيب عن بن عجلان عن محمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p345'> Vol. 04, p. 345</a>\n            </div>\n            \n</p>\n\n<p>\nورواه الدراوردي وأبو ضمرة وعلي بن غراب عن بن عجلان عن محمد بن إبراهيم\nعن عامر بن سعد مرسلا عن النبي صلى الله عليه وسلم ورواه الثوري عن بن\nعجلان عن بكير عن عامر بن سعد مرسلا عن النبي صلى الله عليه وسلم أيضا\nوالمرسل أشبه ورواه محمد بن سليمان بن أبي داود عن زهير بن محمد عن بن\nعجلان عن أبيه عن أبي هريرة ووهم فيه حدثنا أبو علي بن محمد بن سليمان\nالمالكي ثنا بندار ثنا مؤمل ثنا سفيان <span id='ms0383'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p346'> Vol. 04, p. 346</a>\n            </div>\n            \n</p>\n\n<p>\nعن بن عجلان عن بكير بن عبد الله عن عامر بن سعد أن النبي صلى الله عليه\nوسلم أمر بوضع الكفين ونصب القدمين في الصلاة س (617) وسئل عن حديث عامر بن\nسعد عن سعد قال قلت يا رسول الله سبت قال شيبتني هود والواقعة فقال حدث به\nجبارة بن المغلس عن عبد الكريم بن عبد الرحمن الخزاز عن أبي إسحاق فقال مرة\nعن عامر بن سعد عن أبيه ووهم وقال مرة عن عامر بن سعد عن أبي بكر الصديق\nوعامر بن سعد هذا هو البجلي وليس بابن أبي وقاص وليس هذا من حديث سعد بن\nأبي وقاص وإنما هو من حديث أبي بكر الصديق وقد كتبنا علته في مسند أبي بكر\nالصديق رضي الله تعالى عنه س (618) وسئل عن حديث عامر بن سعد عن أبيه نهى\nرسول الله صلى الله عليه وسلم عن قليل ما أسكره كثيره فقال هو حديث يرويه\nالضحاك بن عثمان عن بكير بن الأشج عن عامر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p347'> Vol. 04, p. 347</a>\n            </div>\n            \n</p>\n\n<p>\nبن سعد عن أبيه حدث به عنه كذلك جماعة جماعة منهم عبد العزيز بن أبي حازم\nوالدراودي والوليد بن كثير أبو سعيد الراذاني ومحمد بن جعفر أبي كثير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p348'> Vol. 04, p. 348</a>\n            </div>\n            \n</p>\n\n<p>\nومحمد بن عمر الواقدي وإبراهيم بن أبي يحيى ورواه عبد الله بن الحارث\nالمخزومي وابن أبي فديك عن الضحاك عن عثمان عن بكير عن عامر بن سعد مرسلا\nولم يذكر فيه سعدا ورواه ضرار بن صرد عن الدراوردي فوهم فيه روى عنه عن\nالضحاك بن عثمان عن بكير عن سليمان بن يسار عن سعد والصواب حديث عامر بن\nسعد عن أبيه س (619) وسئل عن حديث عامر بن سعد عن سعد عن النبي صلى الله\nعليه وسلم في الوصية بالثلث الحديث فقال يرويه الزهري وهو صحيح عنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p349'> Vol. 04, p. 349</a>\n            </div>\n            \n</p>\n\n<p>\nورواه سعد بن إبراهيم فاختلف عنه فيه فرواه الثوري عن سعد عن عامر بن سعد\nعن أبيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p350'> Vol. 04, p. 350</a>\n            </div>\n            \n</p>\n\n<p>\nوقال مسعر عن سعد حدثني بعض آل سعد عن سعد وهو صحيح عن عامر بن سعد عن\nأبيه من <span id='ms0384'></span> رواية الزهري ومن رواية سعد بن إبراهيم س (620) وسئل عن حديث عمر\nبن سعد عن سعد عن النبي صلى الله عليه وسلم يؤجر الرجل في نفقته كلها حتى\nفي اللقمة يرفعها إلى في امرأته فقال هو حديث يرويه العيزار بن حريث عن عمر\nبن سعد عن سعد واختلف عنه فرواه بدر بن عثمان وجرير بن أيوب البجلي ومحمد\nبن جابر عن العيزار بن حريث عن عمر بن سعد عن أبيه عن النبي صلى الله عليه\nوسلم ورواه إسماعيل بن خالد عن العيزار عن عمر بن سعد عن أبيه موقوفا ورواه\nيونس بن أبي إسحاق عن العيزار عن أبي بكر قال عجبت للمؤمن الحديث موقوفا\nورواه أبو إسحاق الهمداني عن العيزار واختلف عن أبي إسحاق فرواه إسرائيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p351'> Vol. 04, p. 351</a>\n            </div>\n            \n</p>\n\n<p>\nوالثوري وأبو الأحوص ومعمر وخديج بن معاوية وشعبة عن أبي إسحاق عن\nالعيزار عن عمر بن سعد عن سعد عن النبي صلى الله عليه وسلم ورواه أبو بكر\nبن عياش عن أبي إسحاق واختلف عنه فرواه مسلم بن سلام عن أبي بكر عن أبي\nإسحاق بمتابعة إسرائيل والثوري ورواه أبو بكر بن أبي شيبة عن أبي بكر بن\nعياش عن أبي إسحاق عن عمر بن سعد عن أبيه لم يذكر العيزار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p352'> Vol. 04, p. 352</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك قال أبو سنان عن أبي إسحاق واسم أبي سنان سعيد بن سنان ورواه عبيد\nالله بن عبد الله السجستاني وهو شيخ من الشيوخ عن أبي إسحاق عن مصعب بن سعد\nأو عمر بن سعد ولم يذكر العيزار ورواه الأعمش عن أبي إسحاق فقال عن مصعب بن\nسعد عن سعد ولم يذكر العيزار والصحيح من ذلك قول الثوري وشعبة وإسرائيل عن\nأبي إسحاق ورواه زيد بن أبي أنيسة عن أبي إسحاق عن العيزار مرسلا عن النبي\nصلى الله عليه وسلم ولم يذكروا سعدا ولا أبيه حدثنا أحمد بن عيسى بن السكين\nثنا إسحاق بن زريق ثنا إبراهيم بن خالد ثنا سفيان عن أبي إسحاق عن العيزار\nعن عمر بن سعد بن مالك عن <span id='ms0385'></span> سعد بن مالك قال قال رسول الله صلى الله عليه\nوسلم عجبت للمؤمن إن أصابه خير حمد ربه وشكر وإن أصابته مصيبة حمد ربه وصبر\nفالمؤمن يؤجر في كل شئ حتى في اللقمة يرفعها إلى في امرأته س (621) وسئل عن\nحديث عمر بن سعد عن سعد عن النبي صلى الله عليه وسلم قال سيأتي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p353'> Vol. 04, p. 353</a>\n            </div>\n            \n</p>\n\n<p>\nالناس زمان يكون قوم يأكلون الدنيا بألسنتهم كما يلحس البقر على وجه\nالأرض فقال يرويه أبو حيان التيمي عن مجمع التيمي عن عمر بن سعد عن سعد\nورواه بن فضيل عن أبي حيان فقال عن مصعب بن سعد عن أبيه والأول أصوب س\n(622) وسئل عن حديث عمر بن سعد عن سعد أن النبي صلى الله عليه وسلم قال\nالقتل والطاعون والغرق والبطن وموت المرأة في نفاسها شهادة فقال يرويه أبو\nبكر بن حفص واختلف عنه فرواه بدر بن عثمان عن أبي بكر بن حفص بن عمر بن سعد\nعن أبيه عن سعد عن النبي صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p354'> Vol. 04, p. 354</a>\n            </div>\n            \n</p>\n\n<p>\nورواه عمرو بن دينار عن أبي بكر بن حفص مرسلا عن النبي صلى الله عليه\nوسلم وكذلك قال حماد بن سلمة عن علي بن أبي العالية عن أبي بكر بن حفص عن\nالنبي صلى الله عليه وسلم وقول عمر بن دينار أشبه س (623) وسئل عن حديث عمر\nبن سعد عن سعد عن النبي صلى الله عليه وسلم قال لو كنت متخذا خليلا الحديث\nفقال يرويه إسحاق بن إسماعيل حيويه أبو يزيد القطان عن محمد بن أبان عن أبي\nإسحاق عن العيزار بن حريث عن عمر بن سعد عن سعد والصواب عن إسحاق عن أبي\nالأحوص عن عبد الله والأول وهم من رواية والله أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p355'> Vol. 04, p. 355</a>\n            </div>\n            \n</p>\n\n<p>\nس (624) وسئل عن حديث محمد بن سعد عن سعد عن النبي صلى الله عليه وسلم\nقال ثلاث من السعادة وثلاث من الشقاوة فذكر المرأة والدار والفرس فقال\nيرويه العباس بن ذريح عن محمد بن سعد عن أبيه حدث به عنه أبو شيبة إبراهيم\nبن <span id='ms0386'></span> عثمان وقيل عن شعبة عن العباس بن ذريح ورواه أبو إسحاق الشيباني عن أبي\nبكر بن أبي موسى عن محمد بن سعد عن أبيه وقال ذلك محمد بن بكير الحضرمي عن\nخالد الواسطي عن الشيباني وخالفه سعيد بن منصور فرواه عن خالد مرسلا لم\nيذكر فيه سعدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p356'> Vol. 04, p. 356</a>\n            </div>\n            \n</p>\n\n<p>\nورواه وائل بن داود واختلف عنه فرواه مروان الفزاري عن وائل عن محمد بن\nسعد عن سعد عن النبي صلى الله عليه وسلم وخالفه الجراح بن الضحاك فرواه عن\nالضحاك فرواه عن وائل عن مصعب بن سعد عن سعد والصواب محمد بن سعد س (625)\nوسئل عن حديث محمد بن سعد عن أبيه عن النبي صلى الله عليه وسلم قال سباب\nالمسلم فسوق وقتاله كفر فقال رواه زكريا بن أبي زائدة عن أبي إسحاق عن محمد\nبن سعد عن أبيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p357'> Vol. 04, p. 357</a>\n            </div>\n            \n</p>\n\n<p>\nوخالفه معمر فرواه عن أبي إسحاق عن عمر بن سعد عن سعد وقيل عن معمر عن\nأبي إسحاق عن عامر بن سعد ولا يصح والصواب حديث محمد بن سعد حدثنا بحديث\nزكريا أبو علي بن الصواف ثنا عبد الله بن أحمد حدثني أبي ثنا عبد الرزاق\nأنا معمر عن أبي إسحاق عن عمر بن سعد قال ثنا سعد بن أبي وقاص قال رسول\nالله صلى الله عليه وسلم قتال المسلم كفر وسبابه فسوق ولا يحل لمسلم أن\nيهجر أخاه فوق ثلاثة أيام س (626) وسئل عن حديث محمد بن سعد عن سعد عن\nالنبي صلى الله عليه وسلم الشهر هكذا وهكذا وقبض في الثالثة إصبعا فقال\nيرويه إسماعيل بن أبي خالد عن محمد بن سعد واختلف عنه فرواه زايدة وخالد\nالواسطي وورقاء ومحمد بن بشر وابن المبارك عن إسماعيل عن محمد بن سعد عن\nسعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p358'> Vol. 04, p. 358</a>\n            </div>\n            \n</p>\n\n<p>\nورواه علي بن مسعر ويحيى بن سعيد القطان عن إسماعيل عن محمد بن سعد مرسلا\nورواه مغيرة بن مسلم عن إسماعيل بن أبي حازم عن السعدي ووهم فيه والصواب\nحديث محمد بن سعد وكان إسماعيل بن أبي خالد مرة يصله <span id='ms0387'></span> ومرة يرسله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p359'> Vol. 04, p. 359</a>\n            </div>\n            \n</p>\n\n<p>\nس (627) وسئل عن حديث محمد بن سعد بن أبي وقاص عن أبيه عن النبي صلى الله\nعليه وسلم قال من يرد هوان قريش أهانه الله فقال هو حديث يرويه الزهري\nواختلف عنه فرواه إبراهيم بن سعد عن صالح بن كيسان عن الزهري عن محمد بن\nأبي سفيان عن يوسف بن الحكم عن محمد بن سعد عن سعد واختلف عن إبراهيم فقيل\nعنه عن يوسف بن الحكم عن سعد والقولان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p360'> Vol. 04, p. 360</a>\n            </div>\n            \n</p>\n\n<p>\nعنه محفوظان وقالوا إنه حدث به بالمدينة فقال فيه عن محمد بن سعد ثم ترك\nمحمد بن سعد بعد ذلك ورواه معمر عن الزهري فقال عن عمر بن سعد عن سعد ووهم\nفيه معمر والصحيح حديث صالح بن كيسان وأرسله عقيل فقال عن الزهري عن سعد لم\nيذكر بينهما أحدا وقال بن أبي ذئب عن الزهري انه بلغه عن سعد وحديث صالح هو\nالصواب ورواه سعيد بن سليمان عن محمد بن عبد الرحمن المدني شيخ له عن\nالزهري عن عامر بن سعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p361'> Vol. 04, p. 361</a>\n            </div>\n            \n</p>\n\n<p>\nوهو وهم والصحيح حديث الزهري عن محمد بن أبي سفيان س (628) وسئل عن حديث\nمحمد بن سعد عن سعد عن النبي صلى الله عليه وسلم لان يمتلئ جوف أحدكم قيحا\nفقال يرويه شعبة عن قتادة عن يونس بن جبير عن محمد بن سعد عن أبيه سعد\nورواه حماد بن سلمة عن قتادة عن عمر بن سعد عن سعد ووهم فيه والقول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p362'> Vol. 04, p. 362</a>\n            </div>\n            \n</p>\n\n<p>\nوقول شعبة ومن تابعه عن قتادة وقال محمد بن خالد الوهبي عن زياد الجصاص\nعن قتادة عن محمد بن سعد عن سعد عن النبي صلى الله عليه وسلم وقيل عن زياد\nالجصاص عن معاوية بن قرة بن محمد بن سعد عن سعد عن النبي صلى الله عليه\nوسلم والصحيح حديث شعبة س (629) وسئل عن حديث إبراهيم بن سعد عن أبيه عن\nالنبي صلى الله عليه وسلم في علي بن أبي طالب ما أنا أخرجتكم وأدخلته بل\nالله أخرجكم وأدخلكم فقال يرويه بن عيينة عن عمرو بن <span id='ms0388'></span> دينار بن أبي جعفر عن\nإبراهيم بن سعد عن أبيه قاله لوين عن بن عيينة كذلك وغيره يرويه بن عيينة\nمرسلا وهو المحفوظ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p363'> Vol. 04, p. 363</a>\n            </div>\n            \n</p>\n\n<p>\nقلت للشيخ أبي الحسن مصعب وعامر أبي الحسن مصعب وعامر وعمر بنو سعد من\nأكبرهم ومن أولاهم بالتقديم من بينهم فقال عامر بن سعد قلت كيف حال عمر بن\nسعد وجرى فيه ما جرى فقال كيف يكون حال من جرى منه مثل ذلك ثم قال ما خرجوا\nعنه في الصحيح س (630) وسئل عن حديث عائشة بنت سعد عن سعد في الآية وإن\nطائفتان من المؤمنين اقتتلوا قال سعد علي وعثمان لعن الله من لعن عليا ولعن\nالله من لعن عثمان فقال يرويه خارجة بن مصعب واختلف عنه فرواه نعيم بن حماد\nعن خارجة عن إسماعيل بن مسلم العبدي عن عائشة بنت سعد عن سعد وخالفه شبابة\nرواه عن خارجة عن إسماعيل بن أمية عن عائشة ابنة سعد عن سعد ورواه إسحاق بن\nجبريل عن شبابة كذلك إلا أنه قال لعن رسول الله صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p364'> Vol. 04, p. 364</a>\n            </div>\n            \n</p>\n\n<p>\nمن لعن عليا ووهم وإنما هو لعن الله من لعن عليا من قول سعد س (631) وسئل\nعن حديث سعيد بن المسيب عن سعد فقال صلى رسول الله عليه وسلم بعد ما قدم\nالمدينة ستة عشر شهرا نحو بيت المقدس ثم حول بعد ذلك قبل المسجد الحرام قبل\nبدر بشهرين فقال تفرد به محمد بن فضيل عن يحيى بن سعيد عن سعيد بن المسيب\nعن سعد وخالفه أصحاب يحيى فرووه عن يحيى عن سعيد بن المسيب مرسلا عن النبي\nصلى الله عليه وسلم والمرسل أصح س (632) وسئل عن حديث سعيد بن المسيب عن\nسعد قلت يا رسول الله من أنا قال أنت سعد بن مالك بن وهيب بن عبد مناف بن\nزهرة من قال غير هذا فعليه لعنة الله فقال يرويه بن عيينة عن علي بن زيد\nواختلف عنه فرواه أبو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p365'> Vol. 04, p. 365</a>\n            </div>\n            \n</p>\n\n<p>\nمعمر وابن وكيع وإبراهيم بن بشار عن بن عيينة عن علي <span id='ms0389'></span> بن زيد عن سعيد بن\nالمسيب عن سعد متصلا ورواه الحميدي عن بن عيينة مرسلا ثم شك فيه فقال أراه\nعن سعد س (633) وسئل عن حديث سعيد بن المسيب عن سعد عن النبي صلى الله عليه\nوسلم قال لا وضوء إلا من ريح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p366'> Vol. 04, p. 366</a>\n            </div>\n            \n</p>\n\n<p>\nفقال يرويه المحاربي عن معمر عن الزهري عن سعيد بن المسيب عن سعد ووهم\nفيه والمحفوظ عن الزهري عن سعيد بن المسيب مرسلا وعن عباد بن تميم عن عمه\nعن النبي صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p367'> Vol. 04, p. 367</a>\n            </div>\n            \n</p>\n\n<p>\nس (634) وسئل عن حديث سعيد بن المسيب عن سعد أن النبي صلى الله عليه وسلم\nرد على عثمان بن مظعون التبتل فقال هو حديث رواه الزهري واختلف عنه فرواه\nمعمر ويونس وإبراهيم بن سعد والنعمان بن راشد وعثمان بن عمر بن موسى عن\nالزهري عن سعيد بن المسيب عن سعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p368'> Vol. 04, p. 368</a>\n            </div>\n            \n</p>\n\n<p>\nوخالفهم عقيل من رواية رشدين بن سعد فقال عن الزهري عن عامر بن سعد عن\nأبيه وكذلك قيل عن إبراهيم بن إسماعيل بن مجمع عن الزهري عن عامر بن سعد\nوذلك وهم وفقال عقيل من رواية ليث بن سعد عنه مثل قول معمر ومن تابعه وهو\nالصواب س (635) وسئل عن حديث سعيد بن المسيب عن سعد بن أبي وقاص ان النبي\nصلى الله عليه وسلم لم يصم يوم عاشوراء فقال رواه شعبة واختلف عنه فرواه\nخالد بن خداش عن أبي قتيبة عن شعبة عن سعد بن إبراهيم عن سعيد بن المسيب عن\nسعد وخالفه أصحاب شعبة فقالوا عن شعبة عن شعبة مرسلا وهو الصواب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p369'> Vol. 04, p. 369</a>\n            </div>\n            \n</p>\n\n<p>\nحدثناه بن مخلد ثنا نصر بن عبد الله بن مروان ثنا خالد بن خداش ثنا أبو\nقتيبة ثنا شعبة ثنا سعد بن إبراهيم عن سعيد بن المسيب عن سعد س (636) وسئل\nعن حديث سعيد بن المسيب عن سعد عن النبي صلى الله عليه وسلم لا عدوى ولا\nطيرة فقال هو حديث يرويه يحيى بن أبي كثير واختلف عنه فرواه يزيد بن هارون\nعن هشام عن يحيى عن سعيد <span id='ms0390'></span> بن المسيب عن سعد وخالفه معاذ بن هشام ومحمد بن\nأبي عدي فروياه عن هشام عن يحيى عن الحضرمي عن سعيد بن المسيب وهو الصواب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p370'> Vol. 04, p. 370</a>\n            </div>\n            \n</p>\n\n<p>\nقال الشيخ من الناس من قال الحضرمي بن لاحق س (637) وسئل عن حديث سعيد بن\nالمسيب عن سعد قال رسول الله صلى الله عليه وسلم لرجل لدغته العقرب لو قلت\nحين أمسيت أعوذ بكلمات الله الحديث فقال يرويه أبو زكير يحيى بن محمد بن\nقيس عن سهيل بن أبي صالح عن سعيد بن المسيب عن سعد ووهم فيه على سهيل وإنما\nروى سهيل هذا عن أبيه فاختلف عنه فقال قوم عن أبيه عن أبي هريرة ومنهم مالك\nوعبيد الله بن عمر وهشام بن حسان وحماد بن زيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p371'> Vol. 04, p. 371</a>\n            </div>\n            \n</p>\n\n<p>\nوقال آخرون عن سهيل عن أبيه عن رجل من أسلم وليس هذا من حديث سعد عن\nالنبي صلى الله عليه وسلم وإنما رواه سعد عن خولة بنت حكيم عن النبي صلى\nالله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p372'> Vol. 04, p. 372</a>\n            </div>\n            \n</p>\n\n<p>\nس (638) وسئل عن حديث سعيد بن المسيب عن سعد عن النبي صلى الله عليه وسلم\nقال لعلي أنت مني هارون من موسى فقال هو حديث يرويه قتادة وعلي بن زيد بن\nجدعان ومحمد بن المنكدر وصفوان بن سليم ومحمد بن صفوان الجمحي ويحيى بن\nسعيد الأنصاري عن سعيد بن المسيب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p373'> Vol. 04, p. 373</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل عن الزهري عن سعيد بن المسيب وروى عن علي بن الحسين عن سعيد بن\nالمسيب عن سعد وهو حديث صحيح سمعه سعيد بن المسيب من سعد وقال حماد بن زيد\nعن علي بن زيد عن سعيد بن المسيب حدثني عامر بن سعد عن سعد فلقيته وشافهته\nوكذلك قال يوسف بن الماجشون عن محمد بن المنكدر عن سعيد بن المسيب عن عامر\nبن سعد عن سعد قال سعيد فلقيت سعدا فحدثني به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p374'> Vol. 04, p. 374</a>\n            </div>\n            \n</p>\n\n<p>\nوخالفهم عبد العزيز الماجشون رواه عن بن المنكدر عن سعيد بن المسيب عن\nإبراهيم عامر بن سعد عن سعد والصحيح أن سعيدا سمعه من عامر بن سعد ثم سأل\nسعد فحدث به <span id='ms0391'></span> واختلف عن قتادة فرواه حرب بن شداد وسعيد بن أبي عروبة من\nرواية عبد الله بن داود الخريبي عنه ومعمر بن راشد وأبو هلال الراسبي\nواختلف عنه عن قتادة عن سعيد بن المسيب عن سعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p375'> Vol. 04, p. 375</a>\n            </div>\n            \n</p>\n\n<p>\nوقال يوسف بن عطية الصفار عن بن أبي عروبة عن قتادة عن بن المسيب عن أبي\nهريرة وقال يزيد بن زريع عن بن أبي عروبة عن قتادة عن بن المسيب مرسلا\nوكذلك قال حجاج بن منهال عن أبي هلال عن قتادة وقال خالد بن قيس عن قتادة\nمرسلا عن النبي صلى الله عليه وسلم وقيل عن قتادة عن أنس عن النبي صلى الله\nعليه وسلم ولا يصح عن أنس وروى عن شعبة عن قتادة ولا يثبت عن شعبة وروى عن\nمطر الوراق عن قتادة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p376'> Vol. 04, p. 376</a>\n            </div>\n            \n</p>\n\n<p>\nس (639) وسئل عن حديث السائب بن يزيد عن سعد انه صحبه من مكة إلى المدينة\nفلم يسمعه يحدث عن النبي صلى الله عليه وسلم بشئ فقال يرويه يحيى بن سعيد\nالأنصاري واختلف عنه فرواه حماد بن زيد عن يحيى بن سعيد ثنا السائب قال\nصحبت سعدا من المدينة إلى مكة فما سمعته يحدث عن النبي صلى الله عليه وسلم\nحديثا واحدا وقال بن لهيعة عن يحيى بن سعيد عن السائب سمعت سعدا يحدث عن\nالنبي صلى الله عليه وسلم في الخليطين انه قال لا تفرق بين مجتمع ولا يجمع\nبين مفترقين في الصدقة وفسر الخليطين ما اجتمع على الراعي والحوض وروى\nالليث عن يحيى بن سعيد أنه بلغه عن السائب أنه قال صحبت سعدا كذا وكذا سمه\nفلم أسمعه يحدث عن رسول الله صلى الله عليه وسلم إلا حديثا واحدا س (640)\nوسئل عن حديث قيس بن أبي حازم عن سعد قال لي رسول الله صلى الله عليه وسلم\nاللهم استجب له إذا دعاك فقال أسند جعفر بن عون بن جعفر بن عمرو بن حريث عن\nإسماعيل بن أبي خالد عن قيس عن سعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p377'> Vol. 04, p. 377</a>\n            </div>\n            \n</p>\n\n<p>\nوخالفه زائدة وسفيان بن عيينة وهشيم وأبو أسامة <span id='ms0392'></span> وحكام فرووه عن إسماعيل\nعن قيس مرسلا عن النبي صلى الله عليه وسلم وهو المحفوظ س (641) وسئل عن\nحديث قيس بن سعد عن النبي صلى الله عليه وسلم اتقوا الملاعن فقال يرويه\nبيان بن بشر وإسماعيل بن أبي خالد فرواه شعبة عن بيان واختلف عنه فرفعه بن\nحميد الرازي عن أبي داود عن شعبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p378'> Vol. 04, p. 378</a>\n            </div>\n            \n</p>\n\n<p>\nورواه أبو عباد يحيى بن عباد عن شعبة عن بيان فقال أظنه رفعه ورواه\nغيرهما عن شعبة موقوفا وكذلك رواه أبو الأحوص وخالد الواسطي عن بيان وأما\nإسماعيل بن أبي خالد فرواه عن قيس موقوفا على سعد والموقوف هو المحفوظ\nحدثنا بن مخلد ثنا محمد بن سعيد بن غالب ثنا أبو عباد يحيى بن عباد ثنا\nشعبة عن بيان عن قيس عن سعد أظنه رفعه قال إياكم والملاعن ان يلقي أحدكم\nأذاه في الطريق فلا يمر به أحد إلا قال من فعل هذا لعنه الله س (642) وسئل\nعن حديث قيس عن سعد أنه صلى بهم فسها فلما قضى صلاته سجد سجدتين وقال هكذا\nصنعنا نع رسول الله صلى الله عليه وسم فقال يرويه بيان بن بشر وإسماعيل بن\nأبي خالد عن قيس فأما بيان فرفعه بقية بن الوليد عن شعبة عن عن قيس عن سعد\nعن النبي صلى الله عليه وسم ووقفه غندر وغيره عن شعبة وأما إسماعيل فرفعه\nأبو معاوية الضرير عنه وأسنده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p379'> Vol. 04, p. 379</a>\n            </div>\n            \n</p>\n\n<p>\nووقفه زائدة وزهير وهشيم والمحاربي وابن عيينة وخالد الواسطي ويحيى\nالقطان ومروان وأبو حمزة السكري وغيرهم والموقوف هو المحفوظ حدثنا أحمد بن\nعبد الله الوكيل ثنا عمر بن شبة ثنا يحيى ثنا إسماعيل عن قيس قال صلى بنا\nسعد فقام في الركعتين فسبح من خلفه فمضى فلما انصرف سجد سجدتين للسهو س\n(643) وسئل عن حديث قيس بن طلحة عن سعد أن النبي صلى الله عليه وسلم نهى أن\nتنكح المرأة عي قرابتها فقال يرويه الثوري واختلف عنه فرواه مؤمل عن سفيان\nعن خالد بن سلمة عن عيسى بن طلحة عن سعد قاله <span id='ms0393'></span> محمد بن ميمون الخياط عنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p380'> Vol. 04, p. 380</a>\n            </div>\n            \n</p>\n\n<p>\nوغيره يرويه عن الثوري عن خالد بن سلمة عن عيسى بن طلحة مرسلا وهو الصواب\nس (644) وسئل عن حديث عبد الرحمن بن البيلماني عن سعد عن النبي صلى الله\nعليه وسلم قوله لعلي أنت مني بمنزلة هارون من موسى فقال يرويه الأجلح بن\nعبد الله عن حبيب بن أبي ثابت عن بن البيلماني عن سعد حدث به بن الأجلح\nواختلف عنه فقال مسلم بن سلام عنه عن الأجلح وقال سهل بن خلاد عن أبي بكر\nبن عياش عن يحيى بن سعيد عن بن البيلماني عن سعد ووهم والصواب حديث أجلح عن\nحبيب وأما حديث يحيى فإنما يرويه عن سعيد بن المسيب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p381'> Vol. 04, p. 381</a>\n            </div>\n            \n</p>\n\n<p>\nقال ذلك عبد السلام بن حرب عن يحيى وقال أسامة بن حفص عن يحيى بن سعيد عن\nالزهري عن سعيد بن المسيب وقول عبد السلام عن سعد أشبه بالصواب س (645)\nوسئل عن حديث زياد بن جبير عن سعد ان امرأة قالت يا رسول الله إنا كل على\nأزواجنا وأولادنا ما يحل لنا من أموالهم قال الرطب في حديث طويل فقال يرويه\nيونس بن عبيد عن زياد بن جبير واختلف عنه فرواه الثوري عن يونس بن عبيد عن\nزياد عن سعد وأرسل هاشم عن يونس عن زياد أن النبي صلى الله عليه وسلم بعث\nسعدا على الصدقة الحديث ويقال إن سعدا هذا رجل من الأنصار وليس بسعد بن أبي\nوقاص وهو أصح إن شاء الله تعالى س (646) وسئل عن حديث بكر بن قرواش عن سعد\nعن النبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p382'> Vol. 04, p. 382</a>\n            </div>\n            \n</p>\n\n<p>\nصلى الله عليه وسلم فقال هذا حديث يرويه بن عيينة واختلف عنه فرواه أصحاب\nبن عيينة عنه عن العلاء بن أبي العباس الأعمى عن أبي الطفيل عن بكر بن\nقرواش وخالفهم عباس البحراني فرواه بن عيينة عن عمار الدهني عن أبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p383'> Vol. 04, p. 383</a>\n            </div>\n            \n</p>\n\n<p>\nالطفيل وحدث به الكديمي عن الحميدي وغيره عن بن عيينة عن عمار الدهني عن\nالعلاء بن أبي العباس عن أبي الطفيل كلاهما وهم والصحيح القول الأول حدثنا <span id='ms0394'></span>\nالحسين بن إسماعيل المحاملي ثنا عباس بن يزيد ثنا سفيان بن عيينة عن عمار\nالدهني عن بكر بن قروا ش عن سعد عن النبي صلى الله عليه وسلم بذلك س (647)\nوسئل عن حديث حسين بن عبد الرحمن الأشجعي عن سعد عن النبي صلى الله عليه\nوسلم تكون فتنة القائم فيها خير من الماشي والقاعد خير من القائم الحديث\nفقال يرويه بكير بن الأشج واختلف عنه فرواه عياش بن عباس عن بكير واختلف\nعنه فقال مفضل بن فضالة عن عياش عن بكير عن بسر بن سعيد عن حسين بن عبد\nالرحمن الأشجعي عن سعد وقال الليث عن عياش عن بكير عن بسر عن عبد الرحمن بن\nحسين الأشجعي وخالفهما بن لهيعة فرواه عن بكير انه سمعه من عبد الرحمن بن\nحسين ولم يذكر بينهما بسر بن سعيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p384'> Vol. 04, p. 384</a>\n            </div>\n            \n</p>\n\n<p>\nوحديث مفضل بن فضالة أشبه بالصواب والله أعلم وقيل عن الليث بن بكير عن\nبسر بن سعد ولم يذكر بينهما عبد الرحمن قاله قتيبة س (648) وسئل عن حديث\nعبد الله بن أبي سلمة الماجشون عن سعد أنه سمع رجلا يقول لبيك ذا المعارج\nفقال هو حديث يرويه محمد بن عجلان عن عبد الله بن أبي سلمة واختلف عنه\nفرواه القاسم بن معن ويحيى بن القطان وأبو خالد الأحمر والثوري عن بن عجلان\nعن عبد الله بن أبي سلمة عن سعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p385'> Vol. 04, p. 385</a>\n            </div>\n            \n</p>\n\n<p>\nوخالفهم الدراوردي فرواه عن بن عجلان عن عبد الله بن أبي سلمة عن عامر بن\nسعد ولم يتابع الدراوردي على عامر وروى الثوري عن بن عجلان عن عبد الله بن\nأبي سلمة سمع رجلا يقول أعوذ بك من زقومها وسلاسلها فقال ما كنا ندعو هكذا\nعلى عهد رسول الله صلى الله عليه وسلم حدث به معاوية بن هشام عن الثوري\nوأحسبه وهم فيه والصحيح بهذا الاسناد لبيك ذا المعارج والله أعلم وقيل عن\nالثوري عن بن عجلان عن عبد الله بن أبي لبيد وهو وهم وإنما هو عبد الله بن\nأبي سلمة الماجشون وكذلك <span id='ms0395'></span> قال الفريابي ويزيد العدني وغيرهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p386'> Vol. 04, p. 386</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أحمد بن إسحاق بن البهلول ثنا أبي وثنا يوسف بن يعقوب ثنا جدي وثنا\nعلي بن مبشر ثنا أحمد بن سنان قالوا ثنا يحيى بن سعيد عن بن عجلان حدثني\nعبد الله بن أبي سلمة أن سعدا سمع رجلا يقول لبيك ذا المعارج فقال سعد إنه\nلذو المعارج ولكن لم نكن نقول هذا ونحن مع نبينا صلى الله عليه وسلم حدثنا\nعثمان بن أحمد السماك ثنا أبو قلابة ثنا حسين بن حفص أنا سفيان الثوري عن\nمحمد بن عجلان عن عبد الله بن أبي لبيد قال سمع سعد أن رجلا يقول لبيك ذا\nالمعارج فقال هكذا كنا نقول مع نبينا صلى الله عليه وسلم قال شيخنا أبو\nالحسن هذا وهم والصواب ما هكذا كنا نقول والوهم من أبي قلابة س (649) وسئل\nعن حديث عبيد الله بن أبي نهيك عن سعد عن النبي صلى الله عليه وسلم ليس منا\nمن لم يتغن بالقرآن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p387'> Vol. 04, p. 387</a>\n            </div>\n            \n</p>\n\n<p>\nفقال حديث يرويه عبد الله بن أبي مليكة واختلف عنه فرواه عمرو بن دينار\nوعبد الملك بن جريج وسعيد بن حسان المخزومي المكي وحسام بن مصك وعمر بن قيس\nواللبث بن سعد عنه عن بن أبي نهيك عن سعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p388'> Vol. 04, p. 388</a>\n            </div>\n            \n</p>\n\n<p>\nواختلف عن الليث في ذكر سعد بن أبي وقاص فأما الغرباء عن الليث فرووه عنه\nعلى الصواب وأما أهل مصر فرووه وقالوا عن سعيد بن أبي سعيد كان سعد ومنهم\nمن قال عن سعيد أو سعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p389'> Vol. 04, p. 389</a>\n            </div>\n            \n</p>\n\n<p>\nوقال قتيبة عن الليث عن رجل ولم يسم سعدا ولا غيره ورواه أبو رافع\nإسماعيل بن رافع عن بن أبي مليكة عن عبد الرحمن بن السائب ورواه عبد الرحمن\nبن أبي بكر المليكي عن بن أبي مليكة عن عبد الله بن السائب عن سعد بن أبي\nوقاص ولم يقل عن بن أبي نهيك ورواه عبد الجبار بن الورد عن بن أبي مليكة عن\nعبيد الله بن أبي يزيد قال كنت أنا وعبد الله بن السائب واقفين فمر <span id='ms0396'></span> بنا أبو\nلبابة فأسنده عن أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p390'> Vol. 04, p. 390</a>\n            </div>\n            \n</p>\n\n<p>\nلبابة عن النبي صلى الله عليه وسلم ولم يذكر سعدا ووهم فيه ورواه عسل بن\nسفيان عن بن أبي مليكة عن عائشة عن النبي صلى الله عليه وسلم قال شعبة\nوتابعه الحارث بن مرة الحنفي وقال أيوب بن خوط عن أيوب السختياني وعسل بن\nسفيان عن بن أبي مليكة عن عائشة أيضا وقال عبيد الله بن الأخنس أبو مالك عن\nبن أبي مليكة عن بن عباس عن النبي صلى الله عليه وسلم س (650) وسئل عن حديث\nالمسور بن مخرمة وابنه عبد الرحمن بن مسور عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p391'> Vol. 04, p. 391</a>\n            </div>\n            \n</p>\n\n<p>\nسعد أنه قصر الصلاة في بعض قرى الشام وهو مقيم أربعين ليلة فقال رواه عبد\nالرحمن بن القاسم عن بن أبي مليكة عن المسور بن مخرمة عن سعد ورواه حبيب بن\nأبي ثابت عن عبد الرحمن بن مسور عن سعد قال ذلك الثوري ومسعر عن حبيب\nوخالفهم شعبة رواه عن حبيب فقال عن عبد الرحمن بن المستورد ووهم فيه\nوالصواب عن بن المسور س (651) وسئل عن حديث محمد بن عبد الله بن الحارث بن\nنوفق عن سعد عن النبي صلى الله عليه وسلم في التمتع بالعمرة والحج فقال\nيرويه مالك وأصحاب الزهري عن الزهري عن محمد أنه سمع سعد بن أبي وقاص\nوالضحاك بن قيس وهما يذكران التمتع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p392'> Vol. 04, p. 392</a>\n            </div>\n            \n</p>\n\n<p>\nورواه روح بن عبادة عن مالك عن الزهري فقال فيه أنه سمع سعدا والضحاك بن\nسفيان ووهم فيه روح والصواب الضحاك بن قيس وأرسله بن عيينة عن الزهري عن\nسعد س (652) وسئل عن حديث محمد بن عبد الرحمن بن أبي لبيبة عن سعد عن النبي\nصلى الله عليه وسلم قال خير الذكر الخفي وخير الرزق ما يكفي فقال يرويه بن\nزيد واختلف عنه فرواه يحيى القطان ووكيع وعثمان بن عمر وغيرهم عن أسامة بن\nزيد عن بن أبي لبيبة عن سعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p393'> Vol. 04, p. 393</a>\n            </div>\n            \n</p>\n\n<p>\nذكر يحيى القطان فيه سماع أسامة من بن أبي لبيبة وخالفهم بن المبارك\nفرواه عن أسامة قال أخبرني محمد بن <span id='ms0397'></span> عمرو بن عثمان أن محمد بن عبد الرحمن بن\nلبيبة والله أعلم بالصواب قيل للشيخ أبي الحسن في بعض الحديث بن لبيبة وفي\nبعضها بن أبي لبيبة فأنى ذلك أصح قال يقال هذا هذا س (653) وسئل عن حديث\nهبيرة عن سعد كان النبي صلى الله عليه وسلم يوقظ أهله في العشر الأواخر من\nرمضان فقال هذا وهم من محمد بن عرعرة رواه عن شعبة عن أبي إسحاق عن هبيرة\nعن سعد وغيره يرويه عن شعبة عن أبي إسحاق عن هبيرة عن علي وهو الصواب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p394'> Vol. 04, p. 394</a>\n            </div>\n            \n</p>\n\n<p>\nس (654) وسئل عن حديث أبي عثمان النهدي عن سعد عن النبي صلى الله عليه\nوسلم من ادعى إلى غير أبيه وهو يعلم فالجنة عليه حرام فقال يرويه عاصم\nالأحول عن أبي عثمان عن سعد قاله الحسن بن صالح عنه وقال زهير بن معاوية\nوعلي بن مسهر وحماد بن سلمة وحماد بن زيد وأبو معاوية ومروان بن معاوية\nومعمر وثابت بن يزيد أبو يزيد والثوري وإسماعيل بن زكريا وعبد الواحد بن\nزياد وخالد الحذاء وابن علية عن عاصم عن أبي عثمان عن سعد وأبي بكرة عن\nالنبي صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p395'> Vol. 04, p. 395</a>\n            </div>\n            \n</p>\n\n<p>\nوقال هشام بن حسين والخليل بن مرة عن عاصم بن أبي عثمان عن أسامة بن زيد\nوسعد ورجل آخر من الصحابة غير مسمى عن النبي صلى الله عليه وسلم والقول قول\nزهير وعلي بن مسهر ومن تابعهما وقال إسحاق بن الربيع العصفري عن عاصم عن\nسلمان وسعد ووهم في ذكر سلمان وروى هذا الحديث يزيد بن زريع وعبد الوهاب\nالثقفي عن خالد الحذاء عن أبي عثمان عن سعد وأبي بكرة وخالفهم بن علية رواه\nعن خالد الحذاء عن عاصم الأحول عن أبي عثمان وقوله أشبه بالصواب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p396'> Vol. 04, p. 396</a>\n            </div>\n            \n</p>\n\n<p>\nس (655) وسئل عن حديث أبي صالح ذكوان عن سعد رآني النبي صلى الله عليه\nوسلم وأنا أدعو بإصبعي فقال أحد أحد فقال يرويه الأعمش واختلف عنه فرواه\nأبو معاوية الضرير عن الأعمش عن أبي صالح عن سعد وخالفه عقبة بن <span id='ms0398'></span> خالد فرواه\nعن الأعمش عن أبي صالح عن بعض أصحاب النبي صلى الله عليه وسلم أن النبي صلى\nالله عليه وسلم مر بسعد وقال حفص بن غياث عن الأعمش عن أبي صالح عن أبي\nهريرة عن النبي صلى الله عليه وسلم أنه رأى سعدا ولم يتابع حفص على قوله\nوقول أبي معاوية أشبه بالصواب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p397'> Vol. 04, p. 397</a>\n            </div>\n            \n</p>\n\n<p>\nس (656) وسئل عن حديث أبي عبد الله القراظ عن سعد عن النبي صلى الله عليه\nوسلم قال من أراد أهل المدينة بسوء أذابه الله كما يذوب الملح في الماء في\nحديث طويل فقال يرويه عمر بن نبيه عن أبي عبد الله القراظ عن سعد ورواه\nمحمد بن موسى بن يسار المدني عن أبي عبد الله القراظ عن أبي هريرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p398'> Vol. 04, p. 398</a>\n            </div>\n            \n</p>\n\n<p>\nورواه أسامة بن زيد عن القراظ عن سعد وأبي هريرة فصحت الأقاويل كلها\nوالله أعلم س (657) وسئل عن حديث أبي عياش زيد عن سعد عن النبي صلى الله\nعليه وسلم أنه نهى عن بيع التمر بالرطب فقال هو حديث يرويه عبد الله بن\nيزيد مولى الأسود بن سفيان عن زيد أبي عياش واختلف عنه في لفظه فرواه مالك\nبن أنس وداود بن الحصين وإسماعيل بن أمية والضحاك بن عثمان وأسامة بن زيد\nالليثي عن عبد الله بن يزيد عن أبي عياش عن سعد أن النبي صلى الله عليه\nوسلم نهى عن بيع التمر بالرطب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p399'> Vol. 04, p. 399</a>\n            </div>\n            \n</p>\n\n<p>\nورواه يحيى بن أبي كثير عن عبد الله بن يزيد بهذا الاسناد وقال فيه إن\nالنبي صلى الله عليه وسلم نهى عن بيع التمر بالرطب نسيئة ولم يقل ذلك\nالآخرون عن عبد الله بن يزيد ورواه عمران بن أبي أنيس عن مولى لبني مخزوم\nولم يسمه عن سعد نحو قول يحيى بن أبي كثير والله أعلم س (658) وسئل عن حديث\nأبي زرعة بن عمرو بن جرير عن سعد قال كان يقال لا يضرك حسن المرأة إذا لم\nتعرفها فقال رواه يونس بن عبيد عن عمرو بن سعيد واختلف عنه فقال عبد الواحد\nبن <span id='ms0399'></span> زياد عن يونس عن عمرو بن سعيد عن أبي زرعة عن سعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p401'> Vol. 04, p. 401</a>\n            </div>\n            \n</p>\n\n<p>\nوغيره يرويه عن يونس عن عمرو ويذكر أبا زرعة وعبد الواحد بن زياد ثقة س\n(659) وسئل عن حديث يرويه شعبة عن سماك بن حرب عن بن أخ لسع دعن سعد أن\nرسول الله صلى الله عليه وسلم قال لبني ناجية هم مني وأنا منهم وأرسله غندر\nفلم يقل عن سعد ووصله أبو داود مرة وأرسله أخرى وكذلك رواه بن سعيد عن شعبة\nمثل قول أبي سعيد مولى بني هاشم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p402'> Vol. 04, p. 402</a>\n            </div>\n            \n</p>\n\n<p>\nمسند سعيد بن زيد بن نفيل رضي الله تعالى عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p403'> Vol. 04, p. 403</a>\n            </div>\n            \n</p>\n\n<p>\nومن حديث سعيد بن زيد عن عمرو بن نفيل رضي الله تعالى عنه عن النبي صلى\nالله عليه وسلم س (660) وسئل عن حديث عمرو بن حريث عن سعيد بن زيد عن النبي\nصلى الله عليه وسلم في الكمأة فقال هي من المن وماؤها شفاء للعين فقال\nيرويه عبد الملك بن عمير عن عمرو بن حريث واختلف عنه فرواه الثوري وزائدة\nوجرير بن حازم وأبو عوانة وزياد البكائي وعمر بن عبيد ومعتمر بن سليمان\nوعبيد الله بن عمرو والجراح بن الضحاك وشريك ويزيد بن عطاء وقيس بن الربيع\nوعبد الحكيم بن منصور ومحمد بن شبيب ومحمد بن جحادة وشهر بن حوشب وعبيدة بن\nحميد وعنبسة بن عبد الواحد عن عبد الملك فاتفقوا على إسناده ومتنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p405'> Vol. 04, p. 405</a>\n            </div>\n            \n</p>\n\n<p>\nورواه بن عيينة عن عبد الملك بهذا الاسناد قال فيه الكمأة من المن الذي\nأنزل على بني إسرائيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p406'> Vol. 04, p. 406</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك قال الحسن العرني عن عمرو بن حريث عن سعيد بن زيد مثل قول بن عيينة\nورواه المسعودي عن عبد الملك بن عمير عن عمرو بن حريث مرسلا عن النبي صلى\nالله عليه وسلم لم يذكر فيه سعد بن زيد ورواه عطاء بن السائب عن عمرو بن\nحريث عن أبيه عن النبي صلى الله عليه وسلم ووهم في قوله عن أبيه ولا نعلم\nلأبيه حريث صحبة عن النبي صلى الله عليه وسلم ولا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p407'> Vol. 04, p. 407</a>\n            </div>\n            \n</p>\n\n<p>\nسماع منه والصواب عن <span id='ms0400'></span> سعيد بن زيد وقد قيل إن سعد بن زيد تزوج أم عمرو بن\nحريث فكان عمرو ربيبه فلذلك قال حدثني أبي وإنما عنى به سعيد بن زيد فإن\nكان ذلك فليس بخلاف في الاسناد والله أعلم س (661) وسئل عن حديث عمرو بن\nحريث عن سعيد بن زيد عن النبي صلى الله عليه وسلم قال يا معشر العرب احمدوا\nالله الذي رفع عنكم العشور فقال يرويه إسرائيل عن إبراهيم بن مهاجر واختلف\nعنه فرواه يحيى بن أبي زائدة عن إسرائيل عن إبراهيم بن مهاجر عن عمرو بن\nحريث عن سعيد بن زيد وخالفه أبو أحمد الزبيري عن إسرائيل عن إبراهيم بن\nمهاجر عن رجل حدثه عن عمرو بن حريث عن سعيد بن زيد وهو أصح من الأول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p408'> Vol. 04, p. 408</a>\n            </div>\n            \n</p>\n\n<p>\nس (662) وسئل عن حديث عمرو بن حريث عن سعيد بن زيد عن النبي صلى الله\nعليه وسلم لا يبارك في ثمن أرض ولا دار لا يجعل في أرض ولا دار فقال يرويه\nعبد الملك بن عمير عن عمرو بن حريث عن أخيه سعيد بن حريث عن النبي صلى الله\nعليه وسلم ومن قال عن سعيد بن زيد فقد وهم قلت سعيد بن حريث صحابي قال نعم\nوأخوه عمرو أيضا صحابي س (663) وسئل عن حديث عبد الله بن ظالم عن سعيد بن\nزيد عن النبي صلى الله عليه وسلم في فضائل العشرة وأنهم في الجنة فقال\nيرويه هلال بن يساف واختلف عنه فرواه حصين بن عبد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p409'> Vol. 04, p. 409</a>\n            </div>\n            \n</p>\n\n<p>\nالرحمن عن هلال عن عبد الله بن ظالم عن سعيد بن زيد حدث به حصين جماعة\nمنهم زايدة وأبو الأحوص وأبو بكر بن عياش وهشيم وأبو حفص الابار وجرير\nوسفيان بن عيينة وورقاء وعلي بن عاصم فاتفقوا على حصين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p410'> Vol. 04, p. 410</a>\n            </div>\n            \n</p>\n\n<p>\nورواه الثوري عن حصين ومنصور بن هلال بن يساف عن سعيد بن زيد وقال ذلك\nوكيع بن الجراح إلا أنه قال عن الثوري عن منصور عن هلال عن سعيد بن زيد\nوقال قال حصين عن بن ظالم وخالفه أصحاب الثوري <span id='ms0401'></span> فأما أبو حذيفة فرواه عن\nالثوري عن منصور عن هلال عن بن ظالم عن سعيد وزاد في متنه رجلا لم يأت به\nغيره جعله من العشرة المشهود لهم بالجنة هو عبد الله بن مسعود ورواه يحيى\nالقطان عن الثوري عن منصور عن هلال عن رجل لم يسمه عن سعيد بن زيد ورواه\nالقاسم بن يزيد الجرمي ومعاوية بن هشام عن الثوري عن منصور عن هلال بن يساف\nعن حيان بن غالب عن سعيد بن زيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p411'> Vol. 04, p. 411</a>\n            </div>\n            \n</p>\n\n<p>\nورواه عبيد بن سعيد الأموي والفريابي وعبد العزيز بن أبان عن الثوري عن\nمنصور عن هلال عن فلان بن حيان عن عبد الله بن ظالم عن سعيد بن زيد وقال\nقبيصة عن الثوري عن منصور عن هلال عن سعيد بن زيد كما قال وكيع وروى هذا\nالحديث طلحة بن مصرف والعوام بن حوشب عن هلال عن سعيد بن زيد لم يذكر\nبينهما أحدا والذي عندنا أن الصواب قول من رواه عن الثوري عن منصور عن هلال\nعن فلان بن حيان أو حيان بن فلان عن عبد الله بن ظالم لان منصور أحد\nالاثبات وقد بين في روايته عن هلال أنه لم يسمعه من بن ظالم وان بينهما\nرجلا وقول طلحة بن مصرف والعوام بن حوشب ومن تابعهما عن هلال مرسل حدثنا\nأحمد بن محمد بن سعدان ثنا شعيب بن أيوب ثنا معاوية بن هشام عن سفيا عن\nمنصور عن هلال بن يساف عن حيان بن غالب قال جاء رجل إلى سعيد بن زيد فقال\nإني أحببت عليا حبا لم أحبه رجلا قط قال نعم ما صنعت أحببت رجلا من أهل\nالجنة قال إني أبغضت عثمان بغضا لم أبغضه أحدا قال بئس ما صنعت بغضت رجلا\nمن أهل الجنة ثم أنشأ يحدث قال كنا مع رسول الله صلى الله عليه وسلم على\nحراء فتحرك حراء فقال النبي صلى الله عليه وسلم أثبت حراء فليس عليك إلا\nنبي أو صديق أو شهيد قال وعليه النبي وأبو بكر <span id='ms0402'></span> وعمر وعثمان وطلحة والزبير\nوسعد بن مالك وعبد الرحمن بن عوف وسعيد بن زيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p412'> Vol. 04, p. 412</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا إسماعيل الصفار ثنا أحمد بن محمد الرقي ثنا مسدد ثنا يحيى عن سفيان\nحدثني منصور عن هلال بن يساف عن رجل قال أتى رجل سعيد بن زيد فقال فذكر\nالحديث وفيه عثمان وعلي س (664) وسئل عن حديث عبد الله بن ظالم عن سعيد بن\nزيد قال ذكر النبي صلى الله عليه وسلم فتنة كقطع الليل المظلمة بحسب أصحابي\nالقتل فقال رواه هلال بن يساف واختلف عنه فرواه عبد الملك بن ميسرة عن هلال\nبن يساف عن بن ظالم عن سعيد بن زيد تفرد به أبو أسامة عن مسعر عن عبد الملك\nبن ميسرة عن هلال عن بن ظالم قال ذلك أبو الأحوص عن منصور واختلف عن الثوري\nفرواه أبو نعيم عن الثوري عن منصور عن هلال عن بن ظالم مرسلا وقال الفريابي\nعن الثوري عن منصور عن هلال عن بن ظالم عن سعيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p413'> Vol. 04, p. 413</a>\n            </div>\n            \n</p>\n\n<p>\nبن زيد وحديث مسعر هو الصحيح س (665) وسئل عن حديث عروة بن الزبير عن\nسعيد بن زيد عن النبي صلى الله عليه وسلم من أحيا أرضا ميتة فهي له وليس\nلعرق ظالم حق فقال يرويه أيوب السختياني عن هشام بن عروة عن أبيه عن سعيد\nبن زيد تفرد عبد الوهاب الثقفي عنه واختلف فيه على هشام بن عروة فرواه\nالثوري عن هشام عن أبيه قال حدثني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p414'> Vol. 04, p. 414</a>\n            </div>\n            \n</p>\n\n<p>\nمن لا أتهم عن النبي صلى الله عليه وسلم وتابعه جرير بن عبد الحميد وقال\nيحيى بن سعيد الأنصاري ومالك بن أنس وعبد الله بن إدريس ويحيى بن سعيد\nالأموي عن هشام عن أبيه مرسلا وروى عن الزهري عن عروة عن عائشة قاله سويد\nبن عبد العزيز عن سفيان بن حسين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p415'> Vol. 04, p. 415</a>\n            </div>\n            \n</p>\n\n<p>\nورواه يحيى بن عروة بن الزبير عن أبيه عن رجل من أصحاب النبي صلى الله\nعليه وسلم والمرسل عن عروة أصح حدثنا الإصطخري ثنا الدقيقي ثنا يزيد ثنا\nسفيان عن هشام بن عروة عن أبيه <span id='ms0403'></span> قال حدثني من لا أتهم أن النبي صلى الله\nعليه وسلم قال من أحيا أرضا ميتة فهي له وليس لعرق ظالم حق س (666) وسئل عن\nحديث حميد بن عبد الرحمن بن عوف عن سعيد بن زيد عن النبي صلى الله عليه\nوسلم قال عشرة في الجنة فذكرهم فقال هو حديث يرويه عبد الرحمن بن حميد بن\nعبد الرحمن عن أبيه واختلف عنه فرواه عمر بن سعيد بن سريج عن عبد الرحمن بن\nحميد عن أبيه عن سعيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p416'> Vol. 04, p. 416</a>\n            </div>\n            \n</p>\n\n<p>\nبن زيد ورواه الدراوردي عن عبد الرحمن بن حميد واختلف عنه فرواه مروان بن\nمحمد الطاطري عن الدراوردي عن عبد الرحمن بن حميد عن أبيه عن سعيد بن زيد\nوخالفه جماعة منهم سعيد بن منصور وقتيبة بن سعيد ويحيى الحماني وضرار بن\nصرد وإسحاق بن أبي إسرائيل فرووه عن الدراوردي عن عبد الرحمن بن حميد عن\nأبيه عن جده عبد الرحمن بن عوف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p417'> Vol. 04, p. 417</a>\n            </div>\n            \n</p>\n\n<p>\nواجتماعهم على خلاف مروان بن محمد يدل على أن قولهم أصح من قوله وقد روي\nعن الدراوردي عن عبد الرحمن بن حميد عن أبيه مرسلا عن النبي صلى الله عليه\nوسلم س (667) وسئل عن حديث رياح بن الحارث النخعي عن سعيد بن زيد عن النبي\nصلى الله عليه وسلم عشرة في الجنة فذكرهم فقال هو حديث رواه صدقة بن المثنى\nعن جده رباح بن الحارث حدث به جماعة منهم يحيى بن سعيد القطان وأبو معاوية\nالضرير ومحمد بن عبيد ويعلى بن عبيد وعمر بن عمران الطفاوي فاتفقوا على\nإسناده ومتنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p418'> Vol. 04, p. 418</a>\n            </div>\n            \n</p>\n\n<p>\nورواه عبد الواحد بن زياد وعبد الله بن سلمة الأفطس عن صدقة بن المثنى\nبهذا الاسناد وزادا فيه أن سعيد بن زيد قال سمعت رسول الله صلى الله عليه\nوسلم يقول إن كذبا علي ليس ككذب على أحد من كذب علي متعمدا فليتبوأ مقعده\nمن النار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p419'> Vol. 04, p. 419</a>\n            </div>\n            \n</p>\n\n<p>\nهذه زيادة حسنة صحيحة من رواية عبد الواحد بن زياد لأنه من الثقات فأما\nعبد الله بن سلمة الفطس فليس بقوي وقد روى هذا <span id='ms0404'></span> الحديث عن رياح بن الحارث عن\nسعيد بن زيد ولم يذكر فيه من كذب س (668) وسئل عن حديث يزيد بن الحراث عن\nسعيد بن زيد عن النبي صلى الله عليه وسلم عشرة في الجنة فذكرهم فقال حدث به\nأبو يعفور العبدي واسمه وقدان عن يزيد بن الحارث وفي الحديث أن سعيد بن زيد\nقال سمعت أبا بكر الصديق يقول للنبي صلى الله عليه وسلم ليتني رأيت رجلا من\nأهل الجنة فيجعل في الحديث روايته عن سعيد بن زيد عن أبي بكر الصديق وروى\nهذا الحديث أيضا الأعمش عن سالم بن أبي الجعد عن سعيد بن زيد تفرد به محمد\nبن أنس عن الأعمش وهو مرسل لان سالما لم يسمع من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p420'> Vol. 04, p. 420</a>\n            </div>\n            \n</p>\n\n<p>\nسعيد بن زيد وقال عكرمة بن إبراهيم عن عبد الرحمن بن بكر مجهول عن سالم\nبن أبي الجعد عن ثوبان مولى رسول الله صلى الله عليه وسلم عن سعيد بن زيد\nورواه صالح بن موسى الطلحي عن عاصم عن زر عن سعيد بن زيد وخالفه محمد بن\nالقاسم الأسدي فرواه عن الثوري وشريك وأبي بكر بن عياش وغيرهم عن عاصم عن\nزر عن علي ورواه إسرائيل عن أبي إسحاق عن أبي عبد الرحمن السلمي عن سعيد بن\nزيد قال ذلك محمد بن يوسف الطباع عن أحمد بن يونس عنه وغيره يرويه عن\nإسرائيل عن أبي إسحاق عن أبي عبد الرحمن مرسلا والمرسل عن أبي إسحاق أصح س\n(669) وسئل عن حديث أبي الخير مرثد بن عبد الله اليزني عن سعيد بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p421'> Vol. 04, p. 421</a>\n            </div>\n            \n</p>\n\n<p>\nزيد أتى النبي صلى الله عليه وسلم رجل فقال أوصني قال استحي من الله كما\nتستحي من رجل صالح فقال حدث به يزيد بن أبي حبيب واختلف عنه فرواه الليث بن\nسعد عن يزيد عن أبي الخير عن سعيد بن زيد أم سعد بن زيد عن النبي صلى الله\nعليه وسلم وخالفه عبد الحميد بن جعفر فرواه عن يزيد بن أبي حبيب عن أبي\nالخير عن سعيد بن زيد عن <span id='ms0405'></span> بن عم له قال قلت يا رسول الله أوصني الحديث وقول\nعبد الحميد بن جعفر أشبه س (670) وسئل عن حديث سعيد بن زيد أن النبي صلى\nالله عليه وسلم رأى جنازة فقام لها فقال حدث به غندر عن شعبة عن جابر عن\nالشعبي عن أبي سعيد عن النبي صلى الله عليه وسلم قاله أحمد بن حنبل عن غندر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p422'> Vol. 04, p. 422</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أبو موسى عن غندر عن أبي سعيد بن زيد ورواه عمر بن مرزوق عن شعبة\nفقال عن سعيد بن زيد والأشبه بالصواب قول أحمد حدثنا بن مبشر ثنا أبو موسى\nثنا محمد بن جعفر ثنا شعبة عن جابر قال سمعت الشعبي قال أشهد على أبي سعيد\nبن زيد قال أبو موسى هكذا نسخته من كتاب محمد بن جعفر غندر أن رسول الله\nمرت به جنازة فقام آخر الجزء الثامن من الأصل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p423'> Vol. 04, p. 423</a>\n            </div>\n            \n</p>\n\n<p>\nس (671) وسئل عن حديث عبد الرحمن بن عمرو بن سهل العامري عن سعيد بن زيد\nعن النبي صلى الله عليه وسلم قال من ظلم من الأرض شبرا فإنه يطوقه من سبع\nأرضين فقال يرويه الزهري عن طلحة بن عبد الله بن عوف بن أخي عبد الرحمن بن\nعوف واختلف عن الزهري فرواه شعيب بن أبي حمزة ومحمد بن الوليد الزبيدي وأبو\nأويس ويونس بن يزيد ومالك بن أنس ومعمر بن راشد عن الزهري عن طلحة عن عبد\nالرحمن بن عمرو ع سعيد بن زيد إلا أن مالكا اختلف عنه في نسب عبد الرحمن\nوأما معمر فزاد في متنه ألفاظا لم يأت بها غيره وهو قوله ومن تولى قوما\nبغير إذنهم فعليهم لعنة الله ومن اقتطع مال امرئ مسلم بيمين فلا بارك الله\nله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p424'> Vol. 04, p. 424</a>\n            </div>\n            \n</p>\n\n<p>\nورواه عبد الرحمن السراج عن الزهري فاختلف عنه فرواه عبد الاعلى وعبد\nالوهاب الخفاف عن سعيد بن أبي عروبة عن عبد الرحمن السراج عن الزهري عن\nطلحة عن سعيد بن زيد ورواه سعيد بن عامر عن سعيد عن عبد الرحمن عن الزهري\nعن سعيد بن زيد لم <span id='ms0406'></span> يذكر بينهما أحدا ورواه سفيان بن عيينة ومحمد بن إسحاق\nعن الزهري عن طلحة بن عبد الله بن سعيد بن زيد إلا أن في حديث محمد بن\nإسحاق زيادة ومن قتل دون ماله فهو شهيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p425'> Vol. 04, p. 425</a>\n            </div>\n            \n</p>\n\n<p>\nورواه سليمان بن كثير عن الزهري واختلف عنه فقال سعيد بن سليمان عنه عن\nالزهري عن أبي طلحة عن سعيد بن زيد وقال أبو جعفر الرازي عن سليمان بن كثير\nعن الزهري عن سعيد بن زيد لم يذكر بينهما أحدا ورواه سفيان بن حسين عن\nالزهري عن سعيد بن المسيب عن سعيد بن زيد قال ذلك سويد بن عبد العزيز عن\nسفيان بن حسين ووهم في قوله سعيد بن المسيب وقيل عن محمد بن إسحاق عن\nالزهري عمن سمع سعيد بن زيد يحدث عن النبي صلى الله عليه وسلم من قتل دون\nماله فهو شهيد فقط قال شعبة عن محمد بن إسحاق وقال عطاء بن السائب عن\nالزهري أن رسول الله صلى الله عليه وسلم قال من قتل دون ماله فهو شهيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p426'> Vol. 04, p. 426</a>\n            </div>\n            \n</p>\n\n<p>\nوروى محمد بن زيد بن مهاجر هذا الحديث فيمن قتل دون ماله فهو شهيد واختلف\nعنه فرواه بن أبي ذئب عن محمد بن زيد عن إبراهيم بن محمد بن طلحة بن عبيد\nالله عن سعد بن زيد وخالفه هشام بن سعد فرواه عن محمد بن زيد عن عاصم بن\nعبيد الله عن جده عاصم بن عمر وأحبها إلى من قال عن الزهري عن طلحة عن عبد\nالرحمن عن سعيد بن زيد س (672) وسئل الشيخ عن حديث عبد الرحمن بن الأخنس عن\nسعيد بن زيد عن النبي صلى الله عليه وسلم قال عشرة في الجنة الحديث فقال هو\nحديث يرويه الحر بن الصياح عنه واختلف عنه فرواه الحسن بن عبد الله والحجاج\nبن أرطأة والوليد بن قيس أبو همام السكوني وشعبة ومسعر الثوري وأشعث بن\nسوار وسليمان بن كثير عن الحر بن الصياح عن عبد الرحمن بن الأخنس عن سعيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p427'> Vol. 04, p. 427</a>\n            </div>\n            \n</p>\n\n<p>\nورواه محمد بن جحادة <span id='ms0407'></span> فلم يقم إسناده فقال عن فلان بن الصياح عن المغيرة\nبن الأخنس وإنما أراد الحر بن الصياح عن عبد الرحمن الأخنس س (673) وسئل عن\nحديث عمر بن عبد الرحمن بن نضلة عن سعيد بن زيد عن النبي صلى الله عليه\nوسلم الجار أحق بصقبه فقال يرويه إبراهيم بن إسماعيل بن مجمع اختلف عنه\nفرواه إبراهيم بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p428'> Vol. 04, p. 428</a>\n            </div>\n            \n</p>\n\n<p>\nالمختار عنه عن عبد الكريم عن عمر بن عبد الرحمن بن نضلة عن سعيد بن زيد\nوخالفه الدراوردي فرواه عن إبراهيم بن إسماعيل عن عبد الكريم بن عبد الرحمن\nبن عمر عن سعيد بن زيد والراوي له مجهول والله أعلم س (674) وسئل عن حديث\nمحارب بن دثار عن سعيد بن زيد أن أم سلمة أوصت أن صلى عليها في حديث طويل\nفقال يرويه عطاء بن السائب واختلف عنه فرواه أبو حمزة عن عطاء بن السائب عن\nمحارب بن دثار عن سعيد بن زيد وخالفه خالد الواسطي فرواه عن عطاء بن السائب\nعن محارب بن دثار عن بن سعيد بن زيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p429'> Vol. 04, p. 429</a>\n            </div>\n            \n</p>\n\n<p>\nويشبه أن يكون قول خالد أصح س (675) وسئل عن حديث أبي عثمان النهدي عن\nسعيد بن زيد عن النبي صلى الله عليه وسلم قال ما تركت بعدي فتنة أضر على\nالرجال من النساء فقال هو حديث يرويه معتمر بن سليمان عن أبيه عن أبي عثمان\nعن أسامة بن زيد وسعيد بن زيد عن النبي صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p430'> Vol. 04, p. 430</a>\n            </div>\n            \n</p>\n\n<p>\nوخالفه أصحاب التيمي سفيان الثوري وشعبة ويزيد بن زريع وغيرهم فاسندوه عن\nأسامة بن زيد وحده عن النبي صلى الله عليه وسلم وهو أحبها إلي وأخرج مسلم\nفي الصحيح القولين جميعا س (676) وسئل عن حديث أبي الطفيل عن سعيد بن زيد\nعن النبي صلى الله عليه وسلم قال من أخذ شبرا من الأرض بغير حقه طوقه من\nسبعين أرضا فقال يرويه الوليد بن عبد الله جميع عن أبي الطفيل واختلف عنه\nفرواه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p431'> Vol. 04, p. 431</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن مسروق الكندي عن الوليد كذلك وخالفة جماعة منهم أبو نعيم وغيره\nرووه <span id='ms0408'></span> عن الوليد عمن سمع سعيد بن زيد ولم يسمو أحدا س (677) وسئل عن حديث\nأبي أسماء الرحبي عن سعيد بن زيد عن النبي صلى الله عليه وسلم إن الله عز\nوجل ضنين من خلقه يضن بهم عن القتل والأمراض يعيشهم في عافية ويميتهم في\nعافية فقال يرويه علي بن الحكم البناني واختلف عنه فرواه عدي بن الفضل عن\nعلي بن الحكم عن أبي الحسن الشامي عن أبي أسماء الرحبي عن سعيد بن زيد\nوخالفه سعيد بن زيد أخو حماد بن زيد فرواه عن علي بن الحكم وأسنده عن أبي\nهريرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p432'> Vol. 04, p. 432</a>\n            </div>\n            \n</p>\n\n<p>\nورواه أبو جزى نصر بن طريف عن علي بن الحكم عن أبي الحسن عن سعيد بن عامر\nعن النبي صلى الله عليه وسلم ولم يذكر أبا أسماء والله أعلم س (678) وسئل\nعن حديث ابنة سعيد بن زيد عن أبيها عن النبي صلى الله عليه وسلم لا صلاة\nلمن لا وضوء له ولا وضوء لمن لم يذكر اسم فقال هو حديث يرويه أبو ثفال\nالمري واختلف عنه فرواه عبد الرحمن بن حرملة الأسلمي عن أبي ثفال فاختلف\nعنه فقال وهيب وبشر بن المفضل وابن أبي فديك وسليمان بن بلال عن أبي حرملة\nعن أبي ثفال عن رباح بن عبد الرحمن بن أبي سفيان بن حويطب عن جدته عن أبيها\nعن النبي صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p433'> Vol. 04, p. 433</a>\n            </div>\n            \n</p>\n\n<p>\nوأبوها هو سعيد بن زيد وخالفهم حفص بن ميسرة وأبو معشر نجيح وإسحاق بن\nحازم فرووه عن أبي حرملة عن أبي ثفال عن رباح عن جدته أنها سمعت رسول الله\nصلى الله عليه وسلم ولم يذكروا أباها في الاسناد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p434'> Vol. 04, p. 434</a>\n            </div>\n            \n</p>\n\n<p>\nورواه يزيد بن عياض بن جعدبة والحسن بن أبي جعفر الجفري وعبد الله بن\nجعفر بن نجيح المدني عن أبي ثفال عن رباح عن جدته عن أبيها سعيد بن زيد\nكقول وهيب ومن تابعه عن أبي حرملة ورواه الدراوردي عن أبي ثفال عن رباح عن\nبن ثوبان مرسلا عن النبي صلى الله عليه وسلم ورواه حماد بن <span id='ms0409'></span> سلمة عن صدقة\nمولى لآل الزبير عن أبي ثفال عن أبي بكر بن حويطب مرسلا عن النبي صلى الله\nعليه وسلم والصحيح قول وهيب وبشر بن المفضل ومن تابعهما قرى على عبد الله\nبن محمد البغوي وأنا أسمع حدثكم سويد بن سعيد ثنا حفص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p435'> Vol. 04, p. 435</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبي حرملة عن أبي ثفال أنه قال سمعت رباح بن عبد الرحمن بن حويطب يقول\nحدثتني جدتي انها سمعت رسول الله صلى الله عليه وسلم يقول لا صلاة لمن لا\nوضوء له ولا وضوء لمن لم يذكر اسم الله عليه ولا يؤمن بالله من لا يؤمن بي\nولا يؤمن بي من لا يحب الأنصار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p436'> Vol. 04, p. 436</a>\n            </div>\n            \n</p>\n\n<p>\nمسند أبي عبيدة بن الجراح رضي الله تعالى عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p437'> Vol. 04, p. 437</a>\n            </div>\n            \n</p>\n\n<p>\nومن حديث أبي عبيدة بن الجراح رضي الله تعالى عنه عن النبي صلى الله عليه\nوسلم س (679) وسئل عن حديث أبي عبيدة بن الجراح عن النبي صلى الله عليه\nوسلم أخرجوا يهود الحجاز من جزيرة العرب واعلموا أن شر الناس الذين اتخذوا\nقبور أنبيائهم مساجد فقال يرويه إبراهيم بن ميمون مولى آل سمرة عن سعد بن\nسمرة بن جندب عن أبيه عن أبي عبيدة بن الجراح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p439'> Vol. 04, p. 439</a>\n            </div>\n            \n</p>\n\n<p>\nقال ذلك يحيى القطان وأبو أحمد الزبيري وخالفهما وكيع فرواه عن إبراهيم\nبن ميمون فقال إسحاق بن سعد بن سمرة عن أبيه عن أبي عبيدة ووهم فيه والصواب\nقول يحيى القطان ومن تابعه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p440'> Vol. 04, p. 440</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "179",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "199",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "251",
    "253",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "267",
    "268",
    "269",
    "270",
    "271",
    "272",
    "273",
    "274",
    "275",
    "276",
    "277",
    "278",
    "279",
    "280",
    "281",
    "282",
    "283",
    "284",
    "285",
    "286",
    "287",
    "288",
    "289",
    "290",
    "291",
    "292",
    "293",
    "294",
    "295",
    "296",
    "297",
    "298",
    "299",
    "300",
    "301",
    "302",
    "303",
    "305",
    "307",
    "308",
    "309",
    "310",
    "311",
    "312",
    "313",
    "314",
    "315",
    "316",
    "317",
    "318",
    "319",
    "320",
    "321",
    "322",
    "323",
    "324",
    "325",
    "326",
    "327",
    "328",
    "329",
    "330",
    "331",
    "332",
    "333",
    "334",
    "335",
    "336",
    "337",
    "338",
    "339",
    "340",
    "341",
    "342",
    "343",
    "344",
    "345",
    "346",
    "347",
    "348",
    "349",
    "350",
    "351",
    "352",
    "353",
    "354",
    "355",
    "356",
    "357",
    "358",
    "359",
    "360",
    "361",
    "362",
    "363",
    "364",
    "365",
    "366",
    "367",
    "368",
    "369",
    "370",
    "371",
    "372",
    "373",
    "374",
    "375",
    "376",
    "377",
    "378",
    "379",
    "380",
    "381",
    "382",
    "383",
    "384",
    "385",
    "386",
    "387",
    "388",
    "389",
    "390",
    "391",
    "392",
    "393",
    "394",
    "395",
    "396",
    "397",
    "398",
    "399",
    "401",
    "402",
    "403",
    "405",
    "406",
    "407",
    "408",
    "409",
    "410",
    "411",
    "412",
    "413",
    "414",
    "415",
    "416",
    "417",
    "418",
    "419",
    "420",
    "421",
    "422",
    "423",
    "424",
    "425",
    "426",
    "427",
    "428",
    "429",
    "430",
    "431",
    "432",
    "433",
    "434",
    "435",
    "436",
    "437",
    "439",
    "440"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11"
  ]
}