{
  "content": "\n<p>\nتفسير القرطبي\n</p>\n\n<h1 class='l1' id='head0'>سورة النور</h1>\n\n<p>\nالكلام على قصة الإفك\n</p>\n\n<p>\nالشيخ / عبد الكريم الخضير\n</p>\n\n<p>\nالحمد لله رب العالمين، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه\nوسلم تسليما كثيرا إلى يوم الدين. اللهم اغفر لشيخنا وللحاضرين أجمعين\nآمين.\n</p>\n\n<p>\nقال المؤلف -رحمه الله تعالى-: {إن الذين جاؤوا بالإفك عصبة منكم} [(11)\nسورة النور] .. الآيات. فيه ثمان وعشرون مسألة:\n</p>\n\n<p>\nالأولى: قوله تعالى: {إن الذين جاؤوا بالإفك عصبة منكم} عصبة خبر (إن)\nويجوز نصبها على الحال، ويكون الخبر، {لكل امرئ منهم ما اكتسب من الإثم}\n[(11) سورة النور] وسبب نزولها: ما رواه الأئمة من حديث الإفك الطويل في\nقصة عائشة -رضوان الله عليها- وهو خبر صحيح مشهور، أغنى اشتهاره عن ذكره،\nوسيأتي مختصرا، وأخرجه البخاري تعليقا، وحديثه أتم، قال: وقال أبو أسامة عن\nهشام بن <span id='ms109'></span> عروة عن أبيه عن عائشة قال؟ قال: وقال أبو أسامة.\n</p>\n\n<p>\nقال: أسامة.\n</p>\n\n<p>\nطالب: قال في الحاشية وقع في نسخ وقال أسامة\n</p>\n\n<h1 class='l1' id='head1'>.... </h1>\n\n<p>\nأبو أسامة حماد بن أسامة\n</p>\n\n<p>\nطالب: الصحيح أسامة أحسن الله إليك؟\n</p>\n\n<p>\nلكن على الأصل يصحح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p001'> Vol. 06, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nقال: وقال أبو أسامة، وأخرجه أيضا عن محمد بن كثير عن أخيه سليمان من\nحديث مسروق عن أم رومان أم عائشة أنها قالت: لما رميت عائشة خرت مغشيا\nعليها، وعن موسى بن إسماعيل من حديث أبي وائل قال: حدثني مسروق بن الأجدع\nقال: حدثتني أم رومان، وهي أم عائشة، قالت: بينا أنا قاعدة أنا وعائشة إذ\nولجت امرأة من الأنصار، فقالت: فعل الله بفلان، وفعل بفلان! فقالت أم\nرومان: وما ذاك؟ قالت ابني فيمن حدث الحديث! قالت: وما ذاك؟ قالت: كذا وكذا\nقالت عائشة: سمع رسول الله -صلى الله عليه وسلم-؟ قالت: نعم، قالت: وأبو\nبكر، قالت: نعم! فخرت مغشيا عليها، فما أفاقت إلا وعليها حمى بنافض، فطرحت\nعليها ثيابها فغطيتها، فجاء النبي -صلى الله عليه وسلم- فقال: ما شأن هذه؟\nفقلت: يا رسول الله أخذتها الحمى بنافض، قال: فلعل في حديث تحدث به، قالت:\nنعم، فقعدت عائشة، فقالت: والله لئن حلفت لا تصدقوني! ولئن قلت: لا\nتعذروني! مثلي ومثلكم كيعقوب وبنيه، والله المستعان على ما تصفون. قالت:\nوانصرف، ولم يقل شيئا فأنزل الله عذرها، قالت: بحمد الله لا بحمد أحد ولا\nبحمدك. قال أبو عبد الله الحميدي: كان بعض من لقينا من الحفاظ البغداديين\nيقول: الإرسال في هذا الحديث أبين، واستدل على ذلك بأن أم رومان توفيت في\nحياة رسول الله -صلى الله عليه وسلم- ومسروق لم يشاهد النبي -صلى الله عليه\nوسلم- بلا خلاف، وللبخاري من حديث عبيد الله بن عبد الله بن أبي مليكة أن\nعائشة كانت تقرأ: {إذ تلقونه بألسنتكم} [(15) سورة النور] وتقول: الولق\nالكذب، قال ابن أبي مليكة: وكانت أعلم بذلك من غيرها، لأنه نزل فيها ..\n</p>\n\n<p>\nيعني فتقدم قراءتها على قراءة غيرها، لأنها صاحبة الشأن، هذا رأيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p002'> Vol. 06, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nقال البخاري <span id='ms110'></span>: وقال معمر بن راشد عن الزهري: كان حديث الإفك في غزوة\nالمريسيع، قال ابن إسحاق: وذلك سنة ست، وقال موسى بن عقبة: سنة أربع،\nوأخرجه البخاري من حديث معمر عن الزهري، قال: قال لي الوليد بن عبد الملك:\nأبلغك أن عليا كان فيمن قذف؟ قال: قلت: لا، ولكن قد أخبرني رجلان من قومك\nأبو سلمة بن عبد الرحمن وأبو بكر بن عبد الرحمن بن الحارث بن هشام أن عائشة\nقالت لهما: كان علي مسلما في شأنها ..\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p003'> Vol. 06, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nمسلما أو مسلما، يعني ما خاض في الموضوع، يعني سلم منه، لم يقل فيه شيئا،\nومع ذلك لما استشاره النبي عليه الصلاة والسلام، قال: \"النساء غيرها كثير\"\nفوجد في نفسها عليه إلى أن مات -رضي الله عنه وأرضاه- المقصود أن هذه القصة\nعظيمة، فيها من الدروس والعبر وهي مصيبة بالنسبة لعائشة -رضي الله عنها-،\nترتب عليها الخير الكثير في الدنيا والآخرة بالنسبة لها -رضي الله عنها\nوأرضاها-، ولذلك مثل هذه المصائب من استعمل الأسلوب الشرعي في استقبالها،\nومع ذلك صبر واحتسب لله -جل وعلا- فإنه يثاب ثوابا عظيما، ولذا قال: {لا\nتحسبوه شرا لكم بل هو خير لكم} [(11) سورة النور]، الآثار المترتبة عليه\nخير، بان بعض الأشخاص وانكشف بعض الأشخاص الذين يتسترون، ومع ذلك رفع الله\nدرجة عائشة -رضي الله تعالى عنها وأرضاها- حيث أنزل فيها قرآنا يتلى إلى\nيوم القيامة، وقد يتعرض بعض النساء لمثل هذه المصيبة، والنساء لضعفهن، وقلة\nصبرهن قد يحاولن كشف هذه المصيبة بأسلوب غير مرضي، وهذا يتعرض له بعد وجود\nالآلات التي تنشر الصور على نطاق واسع، فيهدد بها، حصل لبعض النساء وبعض\nالشباب من الصبية وغيرهم أنه يصور وجهه ثم يركب عليه صورة عارية، ثم يركب\nعليها صورة أخرى فيها ممارسة الفاحشة، أو شيء من هذا، ثم يهدد بها، تصير\nورقة يساوم بها، فإن استجاب أو استجابت، وإلا نشرت، وأبلغ ولي الأمر بها\nوالزوج إن كانت متزوجة، وما أشبه ذلك، فيحصل منه المصائب والكوارث الشيء\nالعظيم، لا شك <span id='ms111'></span> أن هذا بالنسبة لمن صنعه أمر خطير جدا، في غاية الخطورة\n–نسأل الله السلامة والعافية– ومثل هذا يبتلى في الدنيا قبل الآخرة، لكن من\nرمي بمثل هذه الأفعال ودبلجت صورته على مثل هذا التركيب عليه أن يصبر\nويحتسب ولا يستسلم للضغوط، لا يعالج قذف أو إشاعة أو شيء من هذا بحقيقة،\nلأن بعض النساء تضعف عن الصبر والاحتمال لمثل هذه الأمور فتستجيب لهذه\nالضغوط، لأن هؤلاء الأشرار وهؤلاء الفسقة ما صوروها إلا لأجل أن يضغطوا\nعليها بهذه الصور، وعلى هذا فالحل الوحيد الأمثل أن ترضى وتسلم، يعني إن\nقالت ما صدقت من قبل ولي الأمر، يعني مثل ما جاء عن عائشة -رضي الله عنها-،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p004'> Vol. 06, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nيعني ولي الأمر لما ينظر إلى الصورة ومعها رجل يعاشرها مثلا، هذا كله كذب\nوبهتان –نسأل الله السلامة– هذا إفك، مثل هذا إذا رآه ولي الأمر لا شك أنه\nيتعامل معاملة مع هذه المولية سواء كانت زوجته أو بنته على ضوء ما رأى،\nوالناس يصدقوا ما يرون، الناس يصدقون، ويخفى على كثير منهم أن هذه الأمور\nيمكن دبلجتها، ويريد أن يجعل نفسه ويقف موقف المدافع الغيور على محارمه،\nويزيد في ذلك حتى يصل إلى حد غير مشروع، المقصود أنه حصل سؤال في نور على\nالدرب قبل أسبوعين أو ثلاثة في بلد من البلدان حصل هفوة من بنت فجاء أخوها\nوضيق عليها وأخبر أباها وطردوها من المنزل، طردوها من المنزل؟؟ ما الذي\nيكون مصير هذه البنت بعد أن طردت؟ وهي تكتب تنادي بأعلى صوتها أنها خائفة\nعلى نفسها من الوحوش البشرية، هذه وقد وقع منها هذه الهفوة، يجب أن تعامل\nمعاملة شرعية، يعني إن كانت المسألة تقتضي حد يقام عليها حد، وإن كانت تابت\nوأنابت واستترت وستر الله عليها، فالأمر يحتمل ذلك، أما كونها تعامل بمثل\nهذه القسوة وتطرد من البيت، لا بد من معالجة وضعها، معالجة مناسبة، لا تكون\nالغيرة يترتب عليها من الآثار أكثر مما ترتب على أصلها، الفاحشة لا يقرها\nمسلم في أهله، ولا <span id='ms112'></span> في غيره من المسلمين فضلا عن كونه يقرها في بيته،\nالمقصود أن مثل هذه الأمور تعالج معالجة شرعية حكيمة، مر علينا في الدرس\nالسابق أنه الصحابي هلال بن أمية وجد مع مرأته رجلا في الليل، متى غدا إلى\nالنبي -عليه الصلاة والسلام- يخبره الخبر؟ في الصباح، هل نقول أن هلال بن\nأمية لا غيرة عنده؟ وهل الذي يجرؤ فيقتل هذه المرأة أكثر منه غيرة؟ الغرائز\nلا بد أن تقاد بزمام الشرع، لا يجوز للإنسان أن يقر الخبث في أهله، وله أن\nيغضب، هذا غضب شرعي، وله أن يحزن ويتحسر، لكن بحدود، لأن بعض الناس إذا حصل\nله مثل هذه الهفوة، حصل في بيته مثل هذه الهفوة، أظلمت الدنيا في وجهه،\nونسي الدنيا والآخرة، هذه غيرة، لكن غيرة إلى حد، المسألة مسألة لا بد من\nالتوسط في الأمور كلها، لا بد أن تحل هذه المشاكل بحلول شرعية، طيب مثل هذه\nالمرأة وهذه البنت، أو هذه الزوجة التي صورت صورة عارية ودبلج معها شخص\nيعاشرها؟ هذا لا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p005'> Vol. 06, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nيخلو من حالين، إما أن يكون الكلام صحيح أو خطأ، فإن كان خطأ تصبر\nوتحتسب، وهذا إفك، وسينزل الله -جل وعلا- وإن لم يكن قرآن لكن يقذف في قلوب\nالناس بيان صدقها وبراءتها، سوف يظهر للناس جليا براءتها، لكن عليها أن\nتصبر وتحتسب، ولا تستسلم للضغوط، وإن كان صحيح يعني استجابت للمغريات،\nاستجابت لإغراءات، وقد كانت عفيفة، إن كان صحيح وصورت هذه الصورة أيضا لا\nتستجيب مرة ثانية، لأن الخطأ ما يعالج بخطأ، لا بد أن تتوب إلى الله -جل\nوعلا- وتصدق التوبة وتصبر وتحتسب على الآثار المترتبة على فعلتها السيئة،\nالمقصود أن كلا الحالين لا يجوز لها أن تستجيب لمطامع هؤلاء الأشرار، فإن\nكانت صادقة سوف يظهر الله -جل وعلا- براءتها، كما برأ عائشة من فوق سبع\nسماوات، وإن كان وقع منها شيء من ذلك وتابت وأنابت إلى الله -جل وعلا-\nفالتوبة تجب ما قبلها، ولا تستجيب لمثل هذه الضغوط، على كل حال القصة <span id='ms113'></span> فيها\nمن الدروس والعبر ما لا يحتمله درس أو درسين أو ثلاثة، وهي في الوقت نفسه\nمصيبة بالنسبة لأم المؤمنين، ويحز في نفس كل مسلم أن يسمع مثل هذا الكلام\nفي أم المؤمنين -رضي الله تعالى عنها وأرضاها-، فالحديث بتفصيله في البخاري\nلا شك أنه لا يطاق سماعه، الذي جاء في القرآن كلام إجمالي فصل في الأحاديث\nالصحيحة، فكيف بمن يقذفها الآن؟ وقد برأها الله -جل وعلا- من فوق سبع\nسماوات؟ هذا لا نزاع في كفره، لأنه مكذب لله -جل وعلا-، ما هي مسألة\nأحاديث، يقول: والله أحاديث أخبار فيها ما فيها، قد يقول مبتدع: أن هذه\nأحاديث أخبار، لكن ماذا عما في كتاب الله -جل وعلا-؟ لا أحد يتردد في أنه\nقطعي الثبوت، وفي الوقت نفسه هو قطعي الدلالة على براءتها، فالذي يقذفها\nبعد نزول براءتها لا شك في كفره، لا شك في كفره كفرا مخرجا عن الملة، وأما\nالذين قذفوها في وقته عليه الصلاة والسلام قبل نزول براءتها فلا شك أنهم\nارتكبوا أمرا عظيما، وقذف محصنة -كما جاء في الحديث وصحته فيه كلام- يحبط\nعمل ستين سنة، يحبط عبادة ستين سنة، أي مؤمنة محصنة غافلة! فكيف بأمهات\nالمؤمنين، كيف بعرضه عليه الصلاة والسلام! والله -جل وعلا- يقول: {والطيبات\nللطيبين} [(26) سورة النور]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p006'> Vol. 06, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nويقول أيضا: {الخبيثات للخبيثين} [(26) سورة النور] يعني: إذا قلت: أن\nعائشة خبيثة اقترفت فمعناه أنك قلت: أن النبي عليه الصلاة والسلام خبيث،\nحاشاه عليه الصلاة والسلام، فالأمر جد خطير في هذه المسألة وتفصيلها لا\nيطاق سماعه، لكن نمره كما جاء، والله المستعان، ومع ذلك نستفيد منه من\nالدروس والعبر بقدر ما يحتمله الوقت.\n</p>\n\n<p>\nطالب: ما وجدته عائشة في نفسها .. علي رضي الله عنه هل كان له تأثير في\nمعارضتها ... بالخلافة؟\n</p>\n\n<p>\nالشيخ: علي -رضي الله عنه- لما استشاره النبي -عليه الصلاة والسلام-،\nالرجل ما وقع في القصة، ما وقع في الإفك، لكنه لما استشير أداه اجتهاده إلى\nأن يقول: \"النساء غيرها كثير\"، كما قال النبي -عليه الصلاة والسلام <span id='ms114'></span>- فيمن\nادعت الرضاع بينهما: ((كيف وقد قيل؟ )) يعني من هذا الباب، وإلا فالبراءة\nنزلت، ليس لعلي ولا لأحد، ولا لأي شخص من الأشخاص، بل صار من مناقبها أنها\nحصلت لها هذه القصة، يعني بعد أن كانت مصيبة صارت من مناقبها -رضي الله\nتعالى عنها وأرضاها-، فليس لعلي ولا لغيره أن يقول أي كلام، ولا تردد في\nكونها من أمهات المؤمنات الطاهرات، علي -رضي الله عنه- من الورع بمكان، ما\nوقع فيما وقع فيه غيره، ومع ذلك أدى ما عليه من النصيحة حسب اجتهاده، ومع\nذلك وقع فيها نفسها ما وقع، ولم تقل مع ذلك إلا الحق، في مرضه عليه الصلاة\nوالسلام خرج إلى الصلاة يعتمد على أبي بكر وآخر، تقول عائشة الآخر هو علي\nبن أبي طالب -رضي الله عنه-، لكن ما استطاعت أن تذكره باسمه بعد أن قال ما\nقال، ومع ذلك لما قيل لها: إن عثمان قتل فمن نبايع؟ قالت: علي -رضي الله\nعنه وأرضاه-، يعني ما منعها أن تقول الحق، وهكذا يجب أن يكون حال المسلم أن\nيكون قوالا للحق في كل الظروف، ولا يقول الباطل تحت أي ظرف من الظروف.\n</p>\n\n<p>\nوأخرجه أبو بكر الإسماعيلي في كتابه المخرج على الصحيح من وجه آخر من\nحديث معمر عن الزهري، وفيه: قال: كنت عند الوليد بن عبد الملك، فقال: الذي\nتولى كبره، منهم علي بن أبي طالب؟ فقلت: لا ..\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p007'> Vol. 06, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nشوف الوليد بن عبد الملك، من بني أمية معروف، وعداء بني أمية وما وقع\nبينهم وبين علي بن أبي طالب -رضي الله عنه- هم أصحاب ملك، قد يقع منهم مثل\nهذا الكلام، ومع ذلك إذا بلغهم الخبر الصحيح الصريح ما تعدوه.\n</p>\n\n<p>\nقال: كنت عند الوليد بن عبد الملك، فقال: الذي تولى كبره، منهم علي بن\nأبي طالب؟ فقلت: لا، حدثني سعيد بن المسيب وعروة وعلقمة وعبيد الله بن عبد\nالله بن عتبة كلهم يقول: سمعت عائشة تقول: والذي تولى كبره عبد الله بن\nأبي، وأخرج البخاري أيضا من حديث الزهري <span id='ms115'></span> عن عروة عن عائشة: والذي تولى كبره\nمنهم عبد الله بن أبي.\n</p>\n\n<p>\nالثانية: قوله تعالى: {بالإفك} [(11) سورة النور] الإفك: الكذب والعصبة:\nثلاثة رجال، قاله ابن عباس وعنه أيضا من الثلاثة إلى العشرة، ابن عيينة:\nأربعون رجلا، مجاهد: من عشرة إلى خمسة عشر، وأصلها في اللغة وكلام العرب\nالجماعة الذين يتعصب بعضهم لبعض، والخير حقيقته: ما زاد نفعه على ضره،\nوالشر: ما زاد ضره على نفعه، وإن خيرا لا شر فيه هو الجنة، وشرا لا خير فيه\nهو جهنم ..\n</p>\n\n<p>\nتشتمل عليه هذه الحياة الدنيا من الخير لا بد أن يكون مشوبا بشيء من\nالشر، لكنه يكون مرجوحا، والعكس الشر لا بد أن يكون مشوبا بالخير، لكن\nالخير يكون فيه مرجوح.\n</p>\n\n<p>\nفأما البلاء النازل على الأولياء فهو خير؛ لأن ضرره من الألم قليل في\nالدنيا، وخيره هو الثواب الكثير في الأخرى، فنبه الله تعالى عائشة وأهلها\nوصفوان إذ الخطاب لهم في قوله: {لا تحسبوه شرا لكم بل هو خير لكم} [(11)\nسورة النور] لرجحان النفع والخير على جانب الشر.\n</p>\n\n<p>\nالثالثة: لما خرج رسول الله -صلى الله عليه وسلم- بعائشة معه في غزوة بني\nالمصطلق وهي غزوة المريسيع، وقفل ودنا من المدينة آذن ليلة بالرحيل قامت\nحين آذنوا بالرحيل فمشت حتى جاوزت الجيش فلما فرغت من شأنها أقبلت إلى\nالرحل فلمست صدرها فإذا عقد من جزع ظفار قد انقطع، فرجعت فالتمسته فحبسها\nابتغاؤه ..\n</p>\n\n<p>\nالجزع الخرز، ظفار معروفة بلدة في عمان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p008'> Vol. 06, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nانقطع فرجعت فالتمسته فحبسها ابتغاؤه فوجدته وانصرفت، فلم تجد أحدا،\nوكانت شابة قليلة اللحم، فرفع الرجال هودجها ولم يشعروا بزوالها منه، فلما\nلم تجد أحدا اضطجعت في مكانها رجاء أن تفتقد فيرجع إليها فنامت في الموضع،\nولم يوقظها إلا قول صفوان بن المعطل: إنا لله وإنا إليه راجعون، وذلك أنه\nكان تخلف وراء الجيش لحفظ الساقة وقيل: إنها استيقظت لاسترجاعه، ونزل عن\nناقته، وتنحى عنها حتى ركبت عائشة، وأخذ يقودها حتى بلغ بها الجيش في نحر\nالظهيرة، فوقع أهل الإفك في مقالتهم، وكان الذي <span id='ms116'></span> يجتمع إليه فيه ويستوشيه\nويشعله عبد الله بن أبي ابن سلول المنافق، وهو الذي رأى صفوان آخذا بزمام\nناقة عائشة فقال: والله ما نجت منه، ولا نجا منها، وقال: امرأة نبيكم باتت\nمع رجل، وكان من قالته حسان بن ثابت ومسطح بن أثاثة وحمنة بنت جحش، هذا\nاختصار الحديث، وهو بكماله وإتقانه في البخاري ومسلم، وهو في مسلم أكمل،\nولما بلغ صفوان قول حسان في الإفك جاء فضربه بالسيف ضربة على رأسه، وقال:\n</p>\n\n<p>\nتلق ذباب السيف عني فإنني ... غلام إذا هوجيت ليس بشاعر\n</p>\n\n<p>\nفأخذ جماعة حسان ولببوه، وجاءوا به إلى رسول الله -صلى الله عليه وسلم-\nفأهدر رسول الله -صلى الله عليه وسلم- جرح حسان، واستوهبه إياه، وهذا يدل\nعلى أن حسان ممن تولى الكبر على ما يأتي، والله أعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p009'> Vol. 06, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nالذي تولى الكبر واحد، لكن الذي شارك هذا الذي تولى الكبر مجموعة، جاء عن\nحسان أنه شارك، وجاء عنه أنه تبرأ من المشاركة على ما سيأتي، وما دعا عائشة\n-رضي الله تعالى عنها- بالعفة، وممن شارك مسطح بن أثاثة قريب من أبي بكر\nعلى ما سيأتي في قوله: {ولا يأتل أولوا الفضل منكم والسعة} [(22) سورة\nالنور] وممن شارك أيضا حمنة بنت جحش أخت زينب أم المؤمنين، أم المؤمنين ما\nوقعت وهي الضرة لعائشة وزينب من باب الحمية لأختها وقعت –نسأل الله السلامة\nوالعافية– وهذا يؤخذ منه أن أكثر ما يقع من الخلافات والآثار المترتبة\nعليها إنما هو بين الأتباع، أكثر مما يقع بين الرؤوس، يعني لو بحثت ما وجدت\nخلاف يعني بين أئمة، لكن تجد الخلاف بين أتباعه المنتصرين لهم، يعني يقع\nمخالفات ومشادات بين شافعية وحنفية، لكن هل يتصور بين الشافعي وأبي حنيفة\nيوجد مثل هذا الكلام؟ إلى عصرنا الحاضر، تجد الكبار ما بينهم إشكال، يعني\nاختلاف في وجهات النظر لا يترتب عليه شيء، ولا عداوة، ولا كلام سيء، ولا\nبذيء، ولا غيبة، ولا وقوع في أعراض أبدا، لكن تجد هؤلاء الأتباع هم الذي\nيستوشون، وهم الذين يوقدون النار <span id='ms117'></span> تحت، ولذلك زينب أم المؤمنين صاحبة الشأن\nالذي تمنى كل ضرة تتمنى لضرتها لا سيما إذا كانت أثيرة عند الزوج أن يقع\nمنها ما يقع لترتفع كفتها، ومع ذلك حماها الدين أن تقول شيئا، وحمنة تبعا\nلها قالت ما قالت، والله المستعان.\n</p>\n\n<p>\nوكان صفوان هذا صاحب ساقة رسول الله -صلى الله عليه وسلم- في غزواته\nلشجاعته، وكان من خيار الصحابة، وقيل: كان حصورا، لا يأتي النساء، ذكره ابن\nإسحاق من طريق عائشة، وقيل: كان له ابنان يدل على ذلك حديثه المروي مع\nامرأته، وقول النبي -صلى الله عليه وسلم- في ابنيه: ((لهما أشبه به من\nالغراب بالغراب)) وقوله في الحديث: ((والله ما كشفت كنف أنثى قط)) يريد\nبزنى، وقتل شهيدا -رضي الله عنه- في غزوة أرمينية سنة تسع عشرة في زمان\nعمر، وقيل: ببلاد الروم سنة ثمان وخمسين في زمان معاوية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p010'> Vol. 06, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nالرابعة: قوله تعالى: {لكل امرئ منهم ما اكتسب من الإثم} [(11) سورة\nالنور] يعني ممن تكلم بالإفك، ولم يسم من أهل الإفك إلا حسان ومسطح وحمنة\nوعبد الله، وجهل الغير قاله عروة بن الزبير، وقد سأله عن ذلك عبد الملك بن\nمروان، وقال: إلا أنهم كانوا عصبة كما قال الله تعالى، وفي مصحف حفصة عصبة\nأربعة.\n</p>\n\n<p>\nطالب: يا شيخ هي المريسيع أو المريصيع؟\n</p>\n\n<p>\nالمريسيع، بالسين، نعم.\n</p>\n\n<p>\nالخامسة: قوله تعالى: {والذي تولى كبره منهم} [(11) سورة النور] وقرأ\nحميد الأعرج ويعقوب {كبره} بضم الكاف، قال الفراء: وهو وجه جيد، لأن العرب\nتقول: فلان تولى عظم كذا وكذا: أي أكبره، روي عن عائشة أنه حسان، وأنها\nقالت حين عمي: لعل العذاب العظيم الذي أوعده الله به ذهاب بصره، رواه عنها\nمسروق، وروي عنها أنه عبد الله بن أبي وهو الصحيح، وقاله ابن عباس، وحكى\nأبو عمر بن عبد البر أن عائشة برأت حسان من الفرية، وقالت: إنه لم يقل\nشيئا، وقد أنكر حسان أن يكون قال شيئا من ذلك في قوله:\n</p>\n\n<p>\nحصان رزان ما تزن بريبة ... وتصبح غرثى من لحوم الغوافل\n</p>\n\n<p>\nغرثى: يعني <span id='ms118'></span> جائعة، جائعة من لحوم الغوافل، يعني أنها لا تقع في أعراض\nالناس.\n</p>\n\n<p>\nحليلة خير الناس دينا ومصبا ... نبي الهدى والمكرمات الفواضل\n</p>\n\n<p>\nعقيلة حي من لؤي بن غالب ... كرام المساعي مجدها غير زائل\n</p>\n\n<p>\nمهذبة قد طيب الله خيمها ... وطهرها من كل شين وباطل\n</p>\n\n<p>\nفإن كان ما بلغت أني قلته ... فلا رفعت سوطي إلي أناملي\n</p>\n\n<p>\nفكيف وودي ما حييت ونصرتي ... لآل رسول الله زين المحافل\n</p>\n\n<p>\nله رتب عال على الناس فضلها ... تقاصر عنها سورة المتطاول\n</p>\n\n<p>\nوقد روي أنه لما أنشدها: حصان رزان، قالت له: لست كذلك، تريد أنك وقعت في\nالغوافل، وهذا تعارض، ويمكن الجمع بأن يقال: إن حسانا لم يقل ذلك نصا\nوتصريحا، ويكون عرض بذلك، وأومأ إليه، فنسب ذلك إليه، والله أعلم.\n</p>\n\n<p>\nوقد اختلف الناس فيه هل خاض في الإفك أم لا؟ وهل جلد الحد أم لا؟ فالله\nأعلم، أي ذلك كان، وهي المسألة.\n</p>\n\n<p>\nالسادسة: فروى محمد بن إسحاق وغيره: أن النبي -صلى الله عليه وسلم- جلد\nفي الإفك رجلين وامرأة: مسطحا وحسان وحمنة. وذكره الترمذي ..\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p011'> Vol. 06, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nولم يجلد عبد الله بن أبي لأن الحدود كفارات، وما وقع فيه كفارات، وما\nوقع فيه عبد الله بن أبي أعظم من أن يكفر، ولئلا يتحدث الناس لا سيما وأن\nعبد الله بن أبي حامل راية نزاع وشقاق، ولعدم موافقته النبي عليه الصلاة\nوالسلام في الباطن، وله أتباع وأنصار، قد يتحدثون بأن كما أشير على النبي\n-صلى الله عليه وسلم- في بعض المواضع وهو مستحق القتل لأنه منافق كافر،\nويقع منه ما يدل على كفره، فاعتذر النبي عليه الصلاة والسلام عن قتله،\nوقال: ((لئلا يتحدث الناس أن محمدا يقتل أصحابه)) فلا شك أن عين الحكمة\nوالمصلحة في مثل هذا، الذي له أتباع، وله شأن وشرق بالدعوة، لأنه كان يتوقع\nالملك على الأنصار، ثم بعد ذلك عامله النبي عليه الصلاة والسلام بالرفق\nواللين إلى أن مات على نفاقه، والله المستعان.\n</p>\n\n<p>\nطالب: ما يقال أنه ما ثبت أنه تكلم وإنما شارك في الإفك؟\n</p>\n\n<p>\nالشيخ: من أهل <span id='ms119'></span> العلم من قال: أنه كان يعرض تعريض ويستوشي ويشيع في\nالمجالس وينسبه إلى غيره، ولم يتكلم به نسبة إلى نفسه، فلم يكن قاذفا، قيل:\nبهذا لكن أمره أعظم –نسأل الله السلامة والعافية-.\n</p>\n\n<p>\nطالب: حسان؟!\n</p>\n\n<p>\nالشيخ: لا لا، عبد الله بن أبي، لأنه ما ثبت أنه حد حد القذف.\n</p>\n\n<p>\nطالب: يا شيخ قد يقال أنه على قول أنه له أتباع يعني مسألة إقامة الحدود\nتقام على من له أتباع ومن ليس له أتباع؟\n</p>\n\n<p>\nالشيخ: لا شك، لكن النبي -صلى الله عليه وسلم- هذا وقت تشريع، بعد أن\nأكمل الله الدين لا كلام لأحد، هذا وقت تشريع ووقت توطيد ما هو مثل الآن،\nخلاص انتهى، كل شيء تم، لا بد من إقامة الحدود على كل أحد كائنا من كان،\nوإذا بلغت الحدود السلطان فإن عفا فلا عفا الله عنه.\n</p>\n\n<p>\nطالب: ما يقال أنه مطالب بفروع الشريعة - يعني عبد الله بن أبي-؟\n</p>\n\n<p>\nالشيخ: لا شك – إلا- مطالب ولا بد أن يؤدي أحكام الإسلام كلها، ظاهرة\nوباطنة، لكن هو منافق يعامل حسب الظاهر معاملة المسلمين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p012'> Vol. 06, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nوذكر القشيري عن ابن عباس قال: جلد رسول الله -صلى الله عليه وسلم- ابن\nأبي ثمانين جلدة، وله في الآخرة عذاب النار. قال القشيري: والذي ثبت في\nالأخبار أنه ضرب ابن أبي وضرب حسان وحمنة، وأما مسطح فلم يثبت عنه قذف\nصريح، ولكنه كان يسمع ويشيع من غير تصريح، قال الماوردي وغيره: اختلفوا هل\nحد النبي -صلى الله عليه وسلم- أصحاب الإفك على قولين: أحدهما أنه لم يحد\nأحدا من أصحاب الإفك، لأن الحدود إنما تقام بإقرار أو ببينة ولم يتعبده\nالله أن يقيمها بإخباره عنها، كما لم يتعبده بقتل المنافقين، وقد أخبره\nبكفرهم. قلت: وهذا فاسد مخالف لنص القرآن، فإن الله -عز وجل- يقول: {والذين\nيرمون المحصنات ثم لم يأتوا بأربعة شهداء} [(4) سورة النور] أي على صدق\nقولهم: {فاجلدوهم ثمانين جلدة} [(4) سورة النور].\n</p>\n\n<p>\nوالقول الثاني: أن النبي -صلى الله عليه وسلم- حد أهل الإفك عبد الله بن\nأبي <span id='ms120'></span> ومسطح بن أثاثة وحسان بن ثابت وحمنة بنت جحش ..\n</p>\n\n<p>\nالنبي عليه الصلاة والسلام حد رجلين وامرأة، كما في السنن بسند جيد،\nرجلين وامرأة، والأكثر على أن المراد بالرجلين حسان ومسطح، والمرأة حمنة.\n</p>\n\n<p>\nوفي ذلك قال شاعر من المسلمين:\n</p>\n\n<p>\nلقد ذاق حسان الذي كان أهله ... وحمنة إذ قالوا هجيرا ومسطح\n</p>\n\n<p>\nوابن سلول ذاق في الحد خزية ... كما خاض في إفك من القول يفصح\n</p>\n\n<p>\nتعاطوا برجم الغيب زوج نبيهم ... وسخطة ذي العرش الكريم فأبرحوا\n</p>\n\n<p>\nوآذوا رسول الله فيها فجللوا ... مخازي تبقى عمموها وفضحوا\n</p>\n\n<p>\nفصب عليهم محصدات كأنها ... شآبيب قطر من ذرى المزن تسفح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p013'> Vol. 06, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: المشهور من الأخبار والمعروف عند العلماء أن الذي حد حسان ومسطح\nوحمنة ولم يسمع بحد لعبد الله بن أبي، روى أبو داود عن عائشة -رضي الله\nعنها- قالت: لما نزل عذري قام النبي -صلى الله عليه وسلم- فذكر ذلك وتلا\nالقرآن فلما نزل من المنبر أمر بالرجلين والمرأة فضربوا حدهم وسماهم: حسان\nبن ثابت ومسطح بن أثاثة وحمنة بنت جحش. وفي كتاب الطحاوي: ثمانين ثمانين.\nقال علماؤنا وإنما لم يحد عبد الله بن أبي لأن الله تعالى قد أعد له في\nالآخرة عذابا عظيما، فلو حد في الدنيا لكان ذلك نقصا من عذابه في الآخرة،\nوتخفيفا عنه، مع أن الله تعالى قد شهد ببراءة عائشة -رضي الله عنها- وبكذب\nكل من رماها، فقد حصلت فائدة الحد إذ مقصوده إظهار كذب القاذف، وبراءة\nالمقذوف، كما قال الله تعالى: {فإذ لم يأتوا بالشهداء فأولئك عند الله هم\nالكاذبون} [(13) سورة النور] وإنما حد هؤلاء المسلمون ليكفر عنهم إثم ما\nصدر عنهم من القذف حتى لا يبقى عليهم تبعة من ذلك في الآخرة، وقد قال -صلى\nالله عليه وسلم- في الحدود: إنها كفارة لمن أقيمت عليه. كما في حديث عبادة\nبن الصامت، ويحتمل أن يقال: إنما ترك حد ابن أبي استئلافا لقومه، واحتراما\nلابنه، وإطفاء لثائرة الفتنة المتوقعة من ذلك، وقد كان ظهر مبادئها من سعد\nبن عبادة، ومن قومه كما في <span id='ms121'></span> صحيح مسلم، والله أعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p014'> Vol. 06, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nالسابعة: قوله تعالى: {لولا إذ سمعتموه ظن المؤمنون والمؤمنات بأنفسهم\nخيرا} [(12) سورة النور] هذا عتاب من الله سبحانه وتعالى للمؤمنين في ظنهم\nحين قال أصحاب الإفك ما قالوا، قال ابن زيد: ظن المؤمنون أن المؤمن لا يفجر\nبأمه، قاله المهدوي و {لولا} بمعنى هلا، وقيل: المعنى أنه كان ينبغي أن\nيقيس فضلاء المؤمنين والمؤمنات الأمر على أنفسهم، فإن كان ذلك يبعد فيهم،\nفذلك في عائشة وصفوان أبعد، وروي أن هذا النظر السديد، وقع من أبي أيوب\nالأنصاري وامرأته، وذلك أنه دخل عليها فقالت له: يا أبا أيوب أسمعت ما قيل!\nفقال: نعم! وذلك الكذب! أكنت أنت يا أم أيوب تفعلين ذلك؟! قالت: لا والله!\nقال: فعائشة -والله- أفضل منك، قالت أم أيوب: نعم فهذا الفعل ونحوه هو الذي\nعاتب الله تعالى عليه المؤمنين إذ لم يفعله جميعهم ..\n</p>\n\n<p>\nالثامنة: قوله تعالى: {بأنفسهم} [(12) سورة النور] قال النحاس: معنى\n{بأنفسهم} بإخوانهم، فأوجب الله على المسلمين إذا سمعوا رجلا يقذف أحدا،\nويذكره بقبيح لا يعرفونه به أن ينكروا عليه ويكذبوه وتواعد من ترك ذلك ومن\nنقله.\n</p>\n\n<p>\nقلت: ولأجل هذا قال العلماء: إن الآية أصل في أن درجة الإيمان التي حازها\nالإنسان ومنزلة الصلاح التي حلها المؤمن، ولبسة العفاف التي يستتر بها\nالمسلم لا يزيلها عنه خبر محتمل وإن شاع إذا كان أصله فاسدا أو مجهولا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p015'> Vol. 06, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nالأخبار التي تشاع ولو كثر ناقلوها فإنها لا تفيد علما ما لم تستند إلى\nالحس، يعني مجرد إشاعة لا تفيد العلم ولو حملها مئات الألوف، فإنها حينئذ\nلا تفيد علما ما لم تستند إلى الحس يكون لها مصدر معروف يثبت الخبر بنقله،\nيعني لو أن شخص أو إذاعة من الإذاعات بثت خبر، ثم تلقت هذا الخبر وكالات\nالأنباء كلها وبثته في العالم يكتسب مصداقية هذا الخبر مع أن أصله واحد،\nهذه الإذاعة أيضا ليست من أهل التثبت والتوثيق فلا يثبت الخبر بهذا، وكثيرا\nمن الأخبار التي يتداولها العالم ويلوكونها ثم يعلن نقضها وتكذيبها، في قصة <span id='ms122'></span>\nاعتزال النبي -عليه الصلاة والسلام- زوجاته في المشربة، وكونه آل منهن لمدة\nشهر، شاع في المدينة أن النبي -عليه الصلاة والسلام- طلق نساءه، واجتمع\nالناس حول المنبر كلهم يتداولون هذا الخبر، ودخل عمر -رضي الله تعالى عنه-\nمغضبا، وسأل الناس أطلق النبي -عليه الصلاة والسلام- نساءه؟ قالوا: نعم،\nبناء على هذه الإشاعة، فاستأذن على النبي -صلى الله عليه وسلم- ثلاثا ثم\nأذن له، فقال له: أطلقت نساءك؟ قال: لا، هذه مجرد إشاعة استندت إلى فهم، ما\nاستندت إلى حس، يعني ما سمع من النبي -عليه الصلاة والسلام- أنه طلق نسائه،\nولا رؤية الآثار المترتبة على الطلاق، فلم يكن لا سماع ولا رؤية مشاهدة،\nولا شيء إنما هي مجرد إشاعة استندت إلى وهم، النبي -عليه الصلاة والسلام-\nآل ألا يجالس نساءه بعد أمور حصلت منهن من تضييق عليه، وكثرة المطالب،\nفاعتزلهن لمدة شهر في المشربة، فجزم الناس أنه طلق نساءه، لكن هذه مجرد\nإشاعة، وما أكثر الإشاعات لا سيما إذا كانت الأوهام تتطاول عليها، أو\nتودها، أو تحذر منها، فإذا كان الناس يتمنون طول الإجازة مثلا لأن الظرف\nيقتضي إطالتها، والإجازة قصيرة ما تكفي للناس أو تقديم شيء أو تأخير شيء،\nيعني الناس مشرئبون لمثل هذا الخبر، تجد أدنى شخص يقول أدنى كلمة في\nالموضوع يجزم بأنه صدر من مصدره الذي يملك التمديد، ثم بعد ذلك لا يلبث أن\nينفى مثل هذا الخبر، وهذا كثير، زيادة الرواتب، نقص رواتب، زيادة كذا، من\nالأشياء التي تمس حاجة الناس، أدنى كلمة ولو كانت لو صدرت من غير أهل،\nتلقيت بالقبول، فهذه الإشاعات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p016'> Vol. 06, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nلا تفيد العلم مهما كثر ناقلوها.\n</p>\n\n<p>\nالتاسعة: قوله تعالى: {لولا جاؤوا عليه بأربعة شهداء} [(13) سورة النور]\nهذا توبيخ لأهل الإفك و {لولا} بمعنى هلا، أي هلا جاءوا بأربعة شهداء على\nما زعموا من الافتراء، وهذا رد على الحكم الأول وإحالة على الآية السابقة\nفي آية القذف ..\n</p>\n\n<p>\nيعني هذا رد على الحكم الأول، الحكم الأول أنه لا بد من إقامة البينة، لا <span id='ms123'></span>\nبد من إقامة البينة التي جاءت في الآية السابقة، وهو الحكم الأول للمسألة.\n</p>\n\n<p>\nالعاشرة: قوله تعالى: {فإذ لم يأتوا بالشهداء فأولئك عند الله هم\nالكاذبون} [(13) سورة النور] أي هم في حكم الله كاذبون ..\n</p>\n\n<p>\nولو كانوا في نفس الأمر وحقيقته صادقين، يعني لو جاء ثلاثة وحلفوا وجزموا\nأنهم رأوا الفعلة الشنيعة الفاحشة بين رجل وامرأة رأوها بأعينهم، رأوها\nرؤية لا مرية فيها هم في الواقع وحقيقة الأمر صادقون لكنهم في الحكم الشرعي\nكاذبون، {فأولئك عند الله هم الكاذبون} أما في حقيقة الأمر وإن كانوا\nصادقين فهم كاذبون، ويستحقون بذلك الحد.\n</p>\n\n<p>\nأي هم في حكم الله كاذبون، وقد يعجز الرجل عن إقامة البينة، وهو صادق في\nقذفه، ولكنه في حكم الشرع وظاهر الأمر كاذب، لا في علم الله تعالى، وهو\nسبحانه إنما رتب الحدود على حكمه الذي شرعه في الدنيا لا على مقتضى علمه\nالذي تعلق بالإنسان على ما هو عليه، فإنما يبنى على ذلك حكم الآخرة. قلت:\nومما يقوي هذا المعنى ويعضده ما خرجه البخاري عن عمر بن الخطاب -رضي الله\nعنه- أنه قال: أيها الناس إن الوحي قد انقطع وإنما نأخذكم الآن بما ظهر لنا\nمن أعمالكم، فمن أظهر لنا خيرا أمناه وقربناه، وليس لنا من سريرته شيء الله\nيحاسبه في سريرته، ومن أظهر لنا سوءا لم يؤمنه ولم نصدقه، وإن قال إن\nسريرته حسنة، وأجمع العلماء أن أحكام الدنيا على الظاهر، وأن السرائر إلى\nالله -عز وجل-.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p017'> Vol. 06, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nالحادية عشرة: قوله تعالى: {ولولا فضل الله عليكم ورحمته} [(14) سورة\nالنور] (فضل) رفع بالابتداء عند سيبويه والخبر محذوف لا تظهره العرب، وحذف\nجواب {لولا} لأنه قد ذكر مثله بعد قال الله -عز وجل-: {ولولا فضل الله\nعليكم ورحمته} {لمسكم} أي بسبب ما قلتم في عائشة عذاب عظيم في الدنيا\nوالآخرة، وهذا عتاب من الله تعالى بليغ ولكنه برحمته ستر عليكم في الدنيا،\nويرحم في الآخرة من أتاه تائبا والإفاضة: الأخذ في الحديث وهو الذي وقع\nعليه العتاب، يقال: أفاض القوم في الحديث <span id='ms124'></span>: أي أخذوا فيه.\n</p>\n\n<p>\nالثانية عشرة: قوله تعالى: {إذ تلقونه بألسنتكم} [(15) سورة النور] قراءة\nمحمد بن السميقع بضم التاء وسكون اللام وضم القاف من الإلقاء، وهذه قراءة\nبينة، وقرأ أبي وابن مسعود إذ تتلقونه من التلقي، بتاءين، وقرأ جمهور\nالسبعة بحرف التاء الواحدة وإظهار الذال دون إدغام، وهذا أيضا من التلقي،\nوقرأ أبو عمرو وحمزة والكسائي بإدغام الذال في التاء، وقرأ ابن كثير بإظهار\nالذال وإدغام التاء في التاء، وهذه قراءة قلقة، لأنها تقتضي اجتماع ساكنين،\nوليست كالإدغام في قراءة من قرأ فلا تناجوا ولا تنابزوا؛ لأن دونه الألف\nالساكنة وكونها حرف لين حسنت هنالك ما لا تحسن مع سكون الذال، وقرأ ابن\nيعمر وعائشة -رضي الله عنهما- وهم أعلم الناس بهذا الأمر- {إذ تلقونه} بفتح\nالتاء وكسر اللام وضم القاف، ومعنى هذه القراءة من قول العرب: ولق الرجل\nيلق ولقا إذا كذب واستمر عليه، فجاءوا بالمتعدي شاهدا على غير المتعدي، قال\nابن عطية: وعندي أنه أراد إذ تلقون فيه فحذف حرف الجر فاتصل الضمير، وقال\nالخليل وأبو عمرو: أصل الولق الإسراع يقال: جاءت الإبل تلق أي تسرع قال:\n</p>\n\n<p>\nلما رأوا جيشا عليهم قد طرق ... جاؤوا بأسراب من الشأم ولق\n</p>\n\n<p>\nإن الحصين زلق وزملق ... جاءت به عنس من الشأم تلق\n</p>\n\n<p>\nيقال: رجل زلق وزملق مثال: هدبد وزمالق وزملق (بتشديد الميم) وهو الذي\nينزل قبل أن يجامع، قال الراجز:\n</p>\n\n<p>\nإن الحصين زلق وزملق.\n</p>\n\n<p>\nوالولق: أيضا أخف الطعن، وقد ولقه يلقه ولقا، يقال: ولقه بالسيف ولقات،\nأي ضربات فهو مشترك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p018'> Vol. 06, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nالثالثة عشرة: قوله تعالى: {وتقولون بأفواهكم} [(15) سورة النور] مبالغة\nوإلزام وتأكيد والضمير في {وتحسبونه} [(15) سورة النور] عائد على الحديث،\nوالخوض فيه والإذاعة له، و {هينا} أي: شيئا يسيرا، لا يلحقكم فيه إثم {وهو\nعند الله عظيم} في الوزر {عظيم}، وهذا مثل قوله عليه السلام في حديث\nالقبرين: ((إنهما ليعذبان، وما يعذبان في كبير)) أي بالنسبة إليكم.\n</p>\n\n<p>\nالرابعة عشرة: قوله تعالى: {ولولا إذ سمعتموه قلتم ما يكون لنا أن نتكلم\nبهذا سبحانك هذا بهتان <span id='ms125'></span> عظيم * يعظكم الله أن تعودوا لمثله أبدا إن كنتم\nمؤمنين * ويبين الله لكم الآيات والله عليم حكيم} [(18) سورة النور].\n</p>\n\n<p>\nعتاب لجميع المؤمنين، أي كان ينبغي عليكم أن تنكروه، ولا يتعاطاه بعضكم\nمن بعض على جهة الحكاية والنقل، وأن تنزهوا الله تعالى عن أن يقع هذا من\nزوج نبيه عليه الصلاة والسلام، وأن تحكموا على هذه المقالة بأنها بهتان،\nوحقيقة البهتان أن يقال في الإنسان ما ليس فيه، والغيبة أن يقال في الإنسان\nما فيه، وهذا المعنى قد جاء في صحيح الحديث عن النبي -صلى الله عليه وسلم-.\n</p>\n\n<p>\nلما حذر النبي -عليه الصلاة والسلام- عن الغيبة، قيل له عليه الصلاة\nوالسلام: أرأيت إن كان في أخي ما أقول؟ قال: ((إن كان فيه ما تقول فقد\nاغتبته، وإن لم يكن فيه ما تقول فقد بهته)) فالبهتان -نسأل الله السلامة\nوالعافية- أعظم مع أن الغيبة محرمة.\n</p>\n\n<p>\nثم وعظهم تعالى في العودة إلى مثل هذه الحالة و {أن} مفعول من أجله\nبتقدير: كراهية أن أو خشية أن ونحوه.\n</p>\n\n<p>\nالخامسة عشرة: قوله تعالى: {إن كنتم مؤمنين} [(17) سورة النور] توقيف\nوتوكيد كما تقول: ينبغي لك أن تفعل كذا وكذا إن كنت رجلا.\n</p>\n\n<p>\nيعني من باب الإغراء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p019'> Vol. 06, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nالسادسة عشرة: قوله تعالى: {يعظكم الله أن تعودوا لمثله أبدا} [(17) سورة\nالنور] يعني في عائشة؛ لأن مثله لا يكون إلا نظير القول في المقول عنه\nبعينه أو فيمن كان في مرتبته من أزواج النبي -صلى الله عليه وسلم- لما في\nذلك من أذاية رسول الله -صلى الله عليه وسلم- في عرضه وأهله، وذلك كفر من\nفاعله ...\n</p>\n\n<p>\nالطالب: أذاية يا شيخ!\n</p>\n\n<p>\nإيه أذاية – المقصود بها الأذى-، نعم.\n</p>\n\n<p>\nالسابعة عشرة: قال هشام بن عمار سمعت مالكا يقول: من سب أبا بكر وعمر\nأدب، ومن سب عائشة قتل؛ لأن الله تعالى يقول: {يعظكم الله أن تعودوا لمثله\nأبدا إن كنتم مؤمنين} [(17) سورة النور] فمن سب عائشة فقد خالف القرآن، ومن\nخالف القرآن قتل، قال ابن العربي: قال أصحاب الشافعي من سب عائشة -رضي <span id='ms126'></span> الله\nعنها- أدب كما في سائر المؤمنين، وليس قوله: {إن كنتم مؤمنين} في عائشة لأن\nذلك كفر، وإنما هو كما قال عليه السلام: ((لا يؤمن من لا يأمن جاره\nبوائقه)) ولو كان سلب الإيمان في سب من سب عائشة حقيقة لكان سلبه في قوله:\n((لا يزني الزاني حين يزني وهو مؤمن)) حقيقة، قلنا: ليس كما زعمتم، فإن أهل\nالإفك رموا عائشة المطهرة بالفاحشة فبرأها الله تعالى، فكل من سبها بما\nبرأها الله منه مكذب لله، ومن كذب الله فهو كافر، فهذا طريق قول مالك، وهي\nسبيل لائحة لأهل البصائر، ولو أن رجلا سب عائشة بغير ما برأها الله منه\nلكان جزاؤه الأدب ..\n</p>\n\n<p>\nبغير ما اتهمت به من الإفك، يعني سبها لأمر آخر، لرأي رأته أو لتصرف\nتصرفته، مثل هذا يؤدب، لكن ليس مثل ما لو قذفها مما نزل الله ببراءتها منه\n–نسأل الله السلامة والعافية-.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p020'> Vol. 06, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nالثامنة عشرة: قوله تعالى: {إن الذين يحبون أن تشيع الفاحشة} [(19) سورة\nالنور] أي: تفشو، يقال: شاع الشيء شيوعا وشيعا وشيعانا وشيعوعة: أي ظهر\nوتفرق {في الذين آمنوا} [(19) سورة النور] أي في المحصنين والمحصنات،\nوالمراد بهذا اللفظ العام عائشة وصفوان -رضي الله عنهما- والفاحشة: الفعل\nالقبيح المفرط القبح، وقيل: الفاحشة في هذه الآية القول السيء {لهم عذاب\nأليم في الدنيا} أي الحد، وفي الآخرة عذاب النار، أي للمنافقين فهو مخصوص،\nوقد بينا أن الحد للمؤمنين كفارة، وقال الطبري: معناه إن مات مصرا غير تائب\n..\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p021'> Vol. 06, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nفي قول الله -جل وعلا-: {إن الذين يحبون أن تشيع الفاحشة} أولا: اللفظ\nعلى عمومه، واسم الموصول من صيغ العموم، فالذين يحبون أن تشيع الفاحشة\nبمعنى أنها تكثر وتنتشر، فييسرون أسبابها، ويسهلون سبلها، سب الفاحشة، يعني\nيرغبون أن تكون الفاحشة في كل بلد، وفي لك حي، تيسيرا لأهلها، لأهلها من\nالأشرار، هؤلاء لهم العذاب الذي يترب على هذا الأمر، لهم عذاب أليم في\nالدنيا والآخرة –نسأل الله السلامة والعافية-، لأن من يرضى ويحب ما يكرهه\nالله هذا على خطر عظيم –نسأل الله <span id='ms127'></span> السلامة– لأنها محادة ومعاندة، فالذي يحب\nأن تشيع الفاحشة وتكثر، هذه الفاحشة وغيرها من المنكرات مثل هذا متوعد بهذا\nالعذاب العظيم، وليس المراد بذلك إشاعة الخبر، المراد بذلك إشاعة الفاحشة\nنفسها، إشاعة الفعل، أما إشاعة خبر الفاحشة وما ترتب عليها من حد من أجل\nقمع من يرتكبها فهذا مطلوب، {وليشهد عذابهما طائفة من المؤمنين} [(2) سورة\nالنور] هذا لا بد أن يشيع وينتشر في الناس لكي يرتدعوا، وإلا لما شرع حضور\nهذه الطائفة، ولما كانت إقامة الحدود معلنة، لكانت إقامة الحدود في بيوت أو\nفي أماكن لا يحضرها الناس، لكن الحدود إنما تقام في البلدان حيث مجتمعات\nالناس، وقد أمر بشهودها، من أجل أن يشع الخبر فيرتدع من تسول له نفسه\nارتكاب هذه الفاحشة، وأما بالنسبة للمراد بالآية، يحبون أن تشيع الفاحشة\nمعناها أن تكثر، وذلك بتيسير سبلها والتسهيل على أهلها، ولا شك أن الستر\nمطلق على أهل الفواحش، وعدم إقامة الحدود عليهم من إشاعة الفاحشة، لأن هذا\nييسر لهم، ويسهل لهم ارتكاب الفاحشة إذا أمنوا العقوبة.\n</p>\n\n<p>\nطالب. . . . . . . . .\n</p>\n\n<p>\nالشيخ: القول القبيح والفعل القبيح، كل شيء محرم لا يجوز تسهيله وتيسيره\nوإشاعته بين الناس، لا يجوز هذا بحال.\n</p>\n\n<p>\nطالب. . . . . . . . .\n</p>\n\n<p>\nالمقصود إذا كان يحب أن تنتشر هذه الفواحش وتكثر في أحياء المسلمين وفي\nمجتمعاتهم داخل في الآية.\n</p>\n\n<p>\nطالب. . . . . . . . .\n</p>\n\n<p>\nأصل الصور القبيحة الفاحشة، الفحش، الذنب الكبير الذي يفحش ويعظم، وهذا\nلا شك أنه وسيلة وتوطئه للفاحشة، فالوسائل لها أحكام الغايات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p022'> Vol. 06, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nطالب: لكن من ينشرها هل يعد محبا لها أم هم قائم بنشرها؟ يعني هو الذي\nأشاع الفاحشة؟\n</p>\n\n<p>\nهو الذي أشاع الفاحشة.\n</p>\n\n<p>\nطالب: فوق المحبة؟\n</p>\n\n<p>\nنعم، هو يحبها ولو المحبة لما نشرها –نسأل الله السلامة والعافية-.\n</p>\n\n<p>\nطالب: يعني يكون يا شيخ إثمه أعظم؟\n</p>\n\n<p>\nبلا شك، لأن الذي يحب أن تشيع قد يكون في بعض الصور أعظم ممن يفعل\nالفاحشة، لأن محبة إشاعة الفاحشة يعني أنها يحب أن يحصل هذا المنكر على\nنطاق واسع، لكن لو فعل مرة أو مرات بنفسه، واستتر بذلك أسهل ممن يحب <span id='ms128'></span> أن\nتشيع وينتشر في المجتمع، لأن العذاب المعجل إنما يرتب على المعاصي والجرائم\nالكبيرة التي لا تجد من ينكرها، وإذا كثرت هذه الفواحش وشاعت بين الناس صعب\nإنكارها، وصارت بما عمت به البلوى، كما هو حال كثير من البلدان التي تنتسب\nإلى الإسلام، وقبل ذلك إشاعة الأسباب والوسائل التي من أجلها ترتكب هذه\nالفواحش.\n</p>\n\n<p>\nطالب: المحبة عمل قلبي، فلو شخص فتح الجوال، وشاهد مثل هذه الصور\nالمحرمة، وضحك لذلك وسر بذلك، هل يدخل في الوعيد؟\n</p>\n\n<p>\nهو حرص على أن يرسل إليه مثل هذه الصور، أو حرص على أن يشتري الصحف\nوالمجلات التي فيها هذه الصور، لا شك أن مثل هذا محب لهذا العمل الذي هو\nوسيلة للفاحشة.\n</p>\n\n<p>\nطالب\n</p>\n\n<h1 class='l1' id='head2'>.... </h1>\n\n<p>\nإذا جاء ما يدل عليه، يعني إذا عورض العموم، أو جاء ما يدل على أنه مراد\nبه الخصوص مثل قول الله -جل وعلا-: {الذين قال لهم الناس إن الناس قد جمعوا\nلكم فاخشوهم} [(173) سورة آل عمران] هل المراد بقوله: {الناس} جميع الناس،\nالذين قال لهم الناس يعني جميع الناس جاؤوا إلى النبي -عليه الصلاة\nوالسلام- وقالوا له عليه الصلاة والسلام: إن جميع الناس قد جمعوا لكم؟ لا،\nالذي قال لهم الناس شخص واحد اسمه: نعيم بن مسعود، إن الناس هم أهل الأحزاب\nالذين تجمعوا لحربه عليه الصلاة والسلام.\n</p>\n\n<p>\nطالب: توجيه لمن يذكر بعض قصص الفواحش بالتفصيل، محاضرات وخطب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p023'> Vol. 06, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nوالله هذه الأمور بمقاصدها، لكن ينبغي أن يحترز من شيء واحد؟ وهو أن هذا\nالتفصيل قد يفيد بعض الناس أن يصيدوا بمثل هذه الظروف فيرتكبوا مثل هذه\nالظروف والملابسات التي احتفت بهذه القضية ليصلوا إلى ما وصل إليه صاحب\nالقضية؛ لأن بعض الناس ينشر وسائل تسهل للناس ارتكاب الجرائم، وجاء في بعض\nالمسلسلات، وجاء في بعض التمثيليات تسهيل لبعض الجرائم كالسرقة والاغتصاب\nوغيره بذكر وسائل من طريق أناس محترفين فتجد الشباب والصبيان يقلدونهم\nليصلوا ما وصلوا إليه، فهذا لا شك أنه تسهيل لأمر الفاحشة شاء أم أبى.\n</p>\n\n<p>\nالتاسعة عشرة: قوله تعالى: {والله يعلم} [(19) سورة <span id='ms129'></span> النور] أي: يعلم\nمقدار عظم هذا الذنب والمجازاة عليه، ويعلم كل شيء. {وأنتم لا تعلمون} روي\nمن حديث أبي الدرداء أن رسول الله -صلى الله عليه وسلم- قال: ((أيما رجل شد\nعضد امرئ من الناس في خصومة لا علم له بها فهو في سخط الله حتى ينزع عنها،\nوأيما رجل قال بشفاعته دون حد من حدود الله أن يقام فقد عاند الله حقا،\nوأقدم على سخطه، وعليه لعنة الله تتابع إلى يوم القيامة، وأيما رجل أشاع\nعلى رجل مسلم كلمة، وهو منها بريء، يرى أن يشينه بها في الدنيا كان حقا على\nالله تعالى أن يرميه بها في النار -ثم تلا مصداقه من كتاب الله تعالى-: {إن\nالذين يحبون أن تشيع الفاحشة في الذين آمنوا} الآية.\n</p>\n\n<p>\nمخرج؟\n</p>\n\n<p>\nطالب: ضعيف، أخرجه الطبراني كما في المجمع من حديث أبي الدرداء، وقال حيث\nفيه من لم أعرفه -يعني في مجال-.\n</p>\n\n<p>\nنفس الشيء؟ نعم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p024'> Vol. 06, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nالموفية عشرين: قوله تعالى: {يا أيها الذين آمنوا لا تتبعوا خطوات\nالشيطان} [(21) سورة النور] يعني مسالكه ومذاهبه، المعنى: لا تسلكوا الطريق\nالذي يدعوكم إليها الشيطان وواحد الخطوات خطوة، وهو ما بين القدمين،\nوالخطوة (بالفتح) المصدر يقال: خطوت خطوة، وجمعها خطوات، وتخطى إلينا فلان،\nومنه الحديث: أنه رأى رجلا يتخطى رقاب الناس يوم الجمعة، وقرأ الجمهور\n{خطوات} بضم الطاء وسكنها عاصم والأعمش، وقرأ الجمهور {ما زكا} بتخفيف\nالكاف، أي: ما اهتدى، ولا أسلم، ولا عرف رشدا، وقيل: {ما زكا} أي ما صلح\nيقال: زكا يزكو زكاء، أي صلح وشددها الحسن وأبو حيوة: أي أن تزكيته لكم\nوتطهيره وهدايته إنما هي بفضله لا بأعمالكم، وقال الكسائي:: {يا أيها الذين\nآمنوا لا تتبعوا خطوات الشيطان} معترض وقوله: {ما زكا منكم من أحد أبدا}\n[(21) سورة النور] جواب لقوله أولا وثانيا {ولولا فضل الله عليكم}.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p025'> Vol. 06, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nخطوات الشيطان، الشيطان يعرف أنه لو بدأ بالغاية ما ووفق، ما وافقه من\nينتسب إلى الإسلام، لأن لو قال للإنسان: اكفر قال: ما أكفر، لكن يبدأ به\nخطوات، يبدأ به <span id='ms130'></span> بالمكروهات والشبهات، ثم لا يلبث أن يتجاوز به إلى\nالمحرمات، ثم المحرمات تهون عليه وتسهل فلا يكون هناك سد يحول بينه وبين\nالكفر، لأنه إذا تساهل بالمحرمات تساهل بما فوقها من الكبائر والموبقات، ثم\nإذا هانت عليه هذه ما صار بينه وبين الشرك والكفر حاجز معين سياج يمنعه من\nاقتحامه يسهل عليه ارتكابه، وهذا أمر مشاهد أن من يتساهل في أول الأمر لا\nينتهي إلى حد، فخطوات الشيطان يبدأ بأدنى الوسائل، يقول مثلا: النساء الآن\nقلت: الأعمال عندهن في بيوتهن، وكل امرأة عندها خادمة ولا تستطيع أن تصنع\nشاهي، فهي دائما جالسة، ولذلك ركبتها الشحوم، وتوالت عليها الأمراض، وهددت\nبالأخطار، لا بد لها من رياضة، تقول: افعلي رياضة في البيت، المسألة مسألة\nكسل متراكم ما تعان على أن تزاول الحركة في البيت، لو كانت تتحرك لاشتغلت\nفي أعمالها الأصلية، لكن لا تتحرك، لا بد أن تلزم، وفي البيوت ما يستطيع\nأحد أن يلزم، ما لها إلا في المجامع العامة وفي المدارس بحيث يوضع لها\nدرجات تلتزم بها، هذه خطوة من خطوات الشيطان، الخطوة الأولى يقول تحتشم،\nاحتمال في أول الأمر أن يقول: تلعب، تزاول الرياضة بعباءتها، ما المانع؟\nوفي محيط نساء، وقد يقال في أول الأمر في الفصل نفسه لا في الفناء، ثم بعد\nذلك يقال الفصل غير مناسب، كراسي وطاولات ومدري إيش؟ اخرجن في الأسياب أوسع\nشوي، ثم الخطوة التي تليها في الفناء، ثم بعد ذلك هذا اللباس، هي في محيط\nنساء، وهذه الألبسة تعيقها أن تزاول ما تريد بحرية، ثم بعد ذلك يقضي عليها\nمن حيث لا تشعر، ثم تقع في الغايات، مثل ما وقع من وقع في البلدان\nالمجاورة، يعني أعظم درس نستفيده ما وقع فيه جيراننا من المسلمين وغيرهم،\nيعني المسألة خطوات لو تتبعنا تاريخ هذه الفواحش التي انتشرت في البلدان\nالإسلامية، لوجدناها إتباعا لخطوات الشيطان، هي تخطيط خبيث مغرض من شياطين\nالإنس يوحي إليه شياطين الجن بهذه الخطوات ويطبق وينفذ وينظر والناس\nيتبعونه كالأغنام، يأتي <span id='ms131'></span> بمبرر مقبول ثم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p026'> Vol. 06, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nالخطوة الأولى تسهل على الناس ثم الثانية ثم الثالثة، كنا نتساءل عن\nهؤلاء اللواتي يزاولن بعض الأعمال التي لا تخطر على عقل، بنت من بيت مسلم\nمحافظ تخرج شبه عارية تغني بين الناس في الملأ، كنا نسأل الوافدين من تلك\nالبلدان، هل لهؤلاء البنات آباء؟ يعني هل هن من أسر، من أب وأم مسلمين؟\nوإلا من لا أنساب لهم؟ ولا أحد يغار عليهم؟ قال: لا هؤلاء من الأسر\nالكبيرة، لأنهم يعدون هذا تطور وتقدم، هذه خطوات الشيطان، يملي عليهم شيئا\nفشيئا .. الخ إلى أن يكون هذا هو القدوة، يكون هذا قدوة في المجتمع، ولذلك\nتجدون أرذال الناس تجدونهم القدوات الآن، والدعايات بأسمائهم، وصورهم يكتسب\nمن وراءها الملايين وهكذا، وهم أرذال الناس وأسافلهم، لكنها خطوات الشيطان،\nيعني تساهلنا في الخطوة الأولى، الخطوة الثانية أختي أختي تليها بلا محالة،\nثم الثالثة إلى أن نجد أنفسنا في وحل، لا نستطيع الخروج منه، وعلى هذا على\nمن ولاه الله الأمر وبيده حل وعقد لا يجوز له أن يجيز الخطوة الأولى مهما\nكانت الظروف يعني تموت المرأة في بيتها من الأمراض ولا ترتكب ما حرم الله\nعليها، فإن ما عند الله لا ينال بسخطه؟ ترجون العافية من الله -جل وعلا-،\nفكيف تطلب بما يسخط الله -جل وعلا-، ولم يجعل الله -جل وعلا- شفاء أمتي كما\nفي الحديث فيما حرم عليها. فهذه صورة لخطوات الشيطان، من اتبع خطوات\nالشيطان، اتبع الخطوة الأولى لا بد أن يقع في الثانية، لأن المبررات\nموجودة، مرصودة من الأصل، ومضبوطة ومتقنة إلى أن تخرج إلى الشارع عريانة،\nلكنها تدرج في المجتمع، لأن المجتمع ما يقبل مثل هذا في أول الأمر، فخطوات\nالشيطان التي يمليها على أوليائه ينتظرون بها الفرص المناسبة، نسأل الله\nالسلامة والعافية.\n</p>\n\n<p>\nطالب\n</p>\n\n<h1 class='l1' id='head3'>.... </h1>\n\n<p>\nلا بد من النصيحة، لا بد من التحذير، لا بد من النكير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p027'> Vol. 06, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nالحادية والعشرون: قوله تعالى: {ولا يأتل أولوا الفضل منكم والسعة} [(22)\nسورة النور] الآية، المشهور من الروايات أن هذه الآية نزلت في <span id='ms132'></span> قصة أبي بكر\nبن أبي قحافة -رضي الله عنه- ومسطح بن أثاثة، وذلك أنه كان ابن بنت خالته،\nوكان من المهاجرين البدريين المساكين، وهو مسطح بن أثاثة بن عباد بن المطلب\nبن عبد مناف وقيل: اسمه عوف ومسطح لقب، وكان أبو بكر -رضي الله عنه- ينفق\nعليه لمسكنته وقرابته، فلما وقع أمر الإفك، وقال فيه مسطح ما قال، حلف أبو\nبكر ألا ينفق عليه، ولا ينفعه بنافعة أبدا، فجاء مسطح فاعتذر، وقال: إنما\nكنت أغشى مجالس حسان فأسمع، ولا أقول، فقال له أبو بكر: لقد ضحكت وشاركت\nفيما قيل، ومر على يمينه، فنزلت الآية ..\n</p>\n\n<p>\nيعني مضى عليه لأن أبا بكر أقسم وحلف ألا ينفق على مسطح، وهذا إجراء\nطبيعي بالنسبة لعموم الناس، يعني وقعت منه هذه الزلة العظيمة، وهي مسألة ما\nهي مسألة مال أو حتى مسألة دم، لا هذه مسألة عرض، لا بد أن يتخذ موقف ينتصر\nفيه لنفسه، ولابنته التي رميت بما رميت به، لكن ما جاء في القرآن أعظم من\nذلك، يعني ذاك باب وأخذ نصيبه وحد عليه وأما مسألة النفقة التي تتعلق بك\nأنت وفضلك والثواب المترتب عليها بالنسبة لك لا ينقطع.\n</p>\n\n<p>\nوقال الضحاك وابن عباس: إن جماعة من المؤمنين قطعوا منافعهم عن كل من قال\nفي الإفك وقالوا: والله لا نصل من تكلم في شأن عائشة، فنزلت الآية في\nجميعهم، والأول أصح، غير أن الآية تتناول الأمة إلى يوم القيامة بألا يغتاظ\nذو فضل وسعة فيحلف ألا ينفع من هذه صفته غابر الدهر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p028'> Vol. 06, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nروى الصحيح أن الله تبارك وتعالى لما أنزل {إن الذين جاؤوا بالإفك عصبة\nمنكم} [(11) سورة النور] العشر آيات، قال أبو بكر -وكان ينفق على مسطح\nلقرابته وفقره-: والله لا أنفق عليه شيئا أبدا، بعد الذي قال لعائشة، فأنزل\nالله تعالى: {ولا يأتل أولوا الفضل منكم والسعة} إلى قوله: {ألا تحبون أن\nيغفر الله لكم} [(22) سورة النور] قال عبد الله بن المبارك: هذه أرجى آية\nفي كتاب الله تعالى، فقال أبو بكر: والله <span id='ms133'></span> إني لأحب أن يغفر الله لي فرجع\nإلى مسطح النفقة التي كان ينفق عليه، وقال: لا أنزعها منه أبدا.\n</p>\n\n<p>\nالثانية والعشرون: في هذه الآية دليل على أن القذف وإن كان كبيرا لا يحبط\nالأعمال؛ لأن الله تعالى وصف مسطحا بعد قوله بالهجرة والإيمان ..\n</p>\n\n<p>\nفدل على أن أمر الهجرة والإيمان قائم، ما حبط بمجرد القذف.\n</p>\n\n<p>\nوكذلك سائر الكبائر، ولا يحبط الأعمال غير الشرك بالله، قال الله تعالى:\n{لئن أشركت ليحبطن عملك} [(65) سورة الزمر] ..\n</p>\n\n<p>\nعلى خلاف بين أهل العلم أن حبوط الأعمال هو بمجرد الشرك أو بالموت عليه،\nيظهر هذا فيمن حج ثم حصل منه ما يحكم بردته من أجله ثم رجع وتاب وأناب هل\nيحبط ويبطل الحج الذي حجه؟ فيلزمه إعادته؟ أو نقول: أنه ما مات على الشرك\nفيموت وهو كافر؟ بهذا القيد والأكثر على هذا.\n</p>\n\n<p>\nطالب .. صلاة العصر؟\n</p>\n\n<p>\nحبط عمله! لكن مع ذلك هذا مجرد تغليظ، هذا تغليظ، لأن الكلام والخلاف في\nالشرك، هل يحبط عمل من مات على الإسلام، بمعنى أنه أشرك وارتد ثم عاد إلى\nالإسلام هل يحبط عمله السابق أو لا يحبط أو حبوط مشروط بموته على الكفر؟.\n</p>\n\n<p>\nطالب: في قوله يا شيخ: لا يحبط الأعمال إلا الشرك.\n</p>\n\n<p>\nصحيح: {لئن أشركت ليحبطن عملك}.\n</p>\n\n<p>\nالطالب: لكن ورد حديث بحبوط العمل؟\n</p>\n\n<p>\nلكن من ورد بالحبوط، الحبوط حبوط نسبي.\n</p>\n\n<p>\nالطالب: .. الصلاة مثلا، أجر الصلوات السابقة، كيف يوجه الحديث؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p029'> Vol. 06, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nعلى كل حال: المسألة متفاوتة، الصلاة دون الشرك، ومع ذلك هو كفر، وشرك في\nالوقت نفسه، لكن شرك مختلف فيه هل هو مخرج أو غير مخرج؟ بينما الشرك، {لئن\nأشركت ليحبطن عملك} فهو أعظم من الصلاة من هذه الحيثية، وإن كان يدخل فيه\nالشرك الأصغر على قول، فالمسألة تحتاج إلى بسط.\n</p>\n\n<p>\nالثالثة والعشرون: من حلف على شيء لا يفعله فرأى فعله أولى منه أتاه وكفر\nعن يمينه أو كفر عن يمينه وأتاه، كما تقدم في المائدة، ورأى الفقهاء أن من\nحلف ألا يفعل سنة من السنن أو مندوبا وأبد ذلك أنها جرحة <span id='ms134'></span> في شهادته.\n</p>\n\n<p>\nلأنه حلف أن لا يفعل السنة، ومن داوم على تركها فهو رجل سوء.\n</p>\n\n<p>\nذكره الباجي في المنتقى.\n</p>\n\n<p>\nالرابعة والعشرون: قوله تعالى: {ولا يأتل أولوا الفضل} [(22) سورة النور]\n{ولا يأتل} معناه: يحلف وزنها يفتعل من الألية، وهي اليمين، ومنه قوله\nتعالى: {للذين يؤلون من نسآئهم} [(226) سورة البقرة] وقد تقدم في البقرة.\nوقالت فرقة: معناه يقصر ..\n</p>\n\n<p>\nومنه الإيلاء المعروف، الإيلاء أن يحلف الرجل أن لا يطأ زوجته أربعة أشهر\nفأكثر.\n</p>\n\n<p>\nمن قولك: ألوت في كذا إذا قصرت فيه، ومنه قوله تعالى: {لا يألونكم خبالا}\n[(118) سورة آل عمران].\n</p>\n\n<p>\nالخامسة والعشرون: قوله تعالى: {ألا تحبون أن يغفر الله لكم} [(22) سورة\nالنور] تمثيل وحجة: أي كما تحبون عفو الله عن ذنوبكم، فكذلك اغفروا لمن\nدونكم وينظر إلى هذا المعنى قوله -عليه السلام-: ((من لا يرحم لا يرحم)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p030'> Vol. 06, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nالسادسة والعشرون: قال بعض العلماء: هذه أرجى آية في كتاب الله تعالى من\nحيث لطف الله بالقذفة العصاة بهذا اللفظ، وقيل: أرجى آية في كتاب الله -عز\nوجل- قوله تعالى: {وبشر المؤمنين بأن لهم من الله فضلا كبيرا} [(47) سورة\nالأحزاب] وقد قال تعالى في آية أخرى: {ترى الظالمين مشفقين مما كسبوا وهو\nواقع بهم والذين آمنوا وعملوا الصالحات في روضات الجنات لهم ما يشاؤون عند\nربهم ذلك هو الفضل الكبير} [(22) سورة الشورى] فشرح الفضل الكبير في هذه\nالآية، وبشر به المؤمنين في تلك، ومن آيات الرجاء قوله تعالى: {قل يا عبادي\nالذين أسرفوا على أنفسهم لا تقنطوا من رحمة الله} [(53) سورة الزمر] وقوله\nتعالى: {الله لطيف بعباده} [(19) سورة الشورى] وقال بعضهم: أرجى آية في\nكتاب الله -عز وجل-: {ولسوف يعطيك ربك فترضى} [(5) سورة الضحى] وذلك أن\nرسول الله -صلى الله عليه وسلم- لا يرضى ببقاء أحد من أمته في النار.\n</p>\n\n<p>\nالسابعة والعشرون: قوله تعالى: {أن يؤتوا} [(22) سورة النور] أي لا يؤتوا\nفحذف {لا} كقول القائل:\n</p>\n\n<p>\nفقلت يمين الله أبرح قاعدا. ذكره الزجاج، وعلى قول أبي عبيدة لا حاجة إلى\nإضمار {لا} {وليعفوا} من عفا الربع أي <span id='ms135'></span> درس، فهو محو الذنب حتى يعفو كما\nيعفو أثر الربع.\n</p>\n\n<p>\nيكفي بارك الله فيك. وصلى الله وسلم على سيدنا محمد وعلى آله وصحبه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p031'> Vol. 06, p. 031</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16",
    "17",
    "18",
    "19",
    "20",
    "21",
    "22"
  ]
}