{
  "content": "\n<p>\nتفسير القرطبي\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head0'>(سورة النور)</h1>\n\n<p>\nتفسير الآيات من (41 إلى\n</p>\n\n<p>\n55)</span>\n</p>\n\n<p>\nالشيخ/عبد الكريم الخضير\n</p>\n\n<p>\nالحمد لله رب العالمين، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه.\n</p>\n\n<p>\nقال الإمام القرطبي -رحمه الله تعالى-:\n</p>\n\n<p>\nقوله تعالى: {ألم تر أن الله يسبح له من في السماوات والأرض والطير صافات\nكل قد علم صلاته وتسبيحه والله عليم بما يفعلون * ولله ملك السماوات والأرض\nوإلى الله المصير} [(41 - 42) سورة النور].\n</p>\n\n<p>\nقوله تعالى: {ألم تر أن الله يسبح له من في السماوات والأرض والطير\nصافات} لما ذكر وضوح الآيات زاد في الحجة والبينات، وبين أن مصنوعاته تدل\nبتغييرها على أن لها صانعا قادرا على الكمال، فله بعثة الرسل، وقد بعثهم\nوأيدهم بالمعجزات، وأخبروا بالجنة والنار والخطاب في {ألم تر} للنبي -صلى\nالله عليه وسلم-، ومعناه: ألم تعلم، والمراد الكل {أن الله يسبح له من في\nالسماوات} من الملائكة {والأرض} من الجن والإنس، {والطير صافات} قال مجاهد\nوغيره: الصلاة للإنسان، والتسبيح لما سواه من الخلق، وقال سفيان: للطير\nصلاة ليس فيها ركوع ولا سجود، وقيل: إن ضربها بأجنحتها صلاة، وإن أصواتها\nتسبيح، حكاه النقاش.\n</p>\n\n<p>\nوقيل: التسبيح هاهنا ما يرى في المخلوق من أثر الصنعة، ومعنى {صافات}\nمصطفات الأجنحة في الهواء، وقرأ الجماعة {والطير} بالرفع عطفا على {من}،\nوقال الزجاج: ويجوز {والطير} بمعنى مع الطير ..\n</p>\n\n<p>\nفتكون الواو حينئذ للمعية، العطف والرفع على أنها عاطفة، والنصب على أنها\nواو المعية.\n</p>\n\n<p>\nقال النحاس: وسمعته يخبر (قمت وزيدا) بمعنى مع زيد، قال: وهو أجود من\nالرفع ..\n</p>\n\n<p>\nنعم إذا قلت: (قمت وزيدا) فالنصب أجود من الرفع؛ لأن الرفع في هذه الصورة\nضعيف، العطف على ضمير الرفع المتصل دون فاصل ضعيف، فالمتجه في مثل هذه\nالصورة النصب، (والنصب مختار لدى ضعف النسق).\n</p>\n\n<p>\nيعني إذا ضعف النسق فالنصب هو المختار والعكس.\n</p>\n\n<p>\nقال: فإن قلت: (قمت أنا وزيد <span id='ms268'></span>) كان الأجود الرفع، ويجوز النصب ..\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p001'> Vol. 12, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nلأن الرفع هو الأصل، النسق هو الأصل فهو الأجود إذا وجد ضمير الفصل.\n</p>\n\n<p>\n{كل قد علم صلاته وتسبيحه} [(41) سورة النور] يجوز أن يكون المعنى: كل قد\nعلم الله صلاته وتسبيحه: أي علم صلاة المصلي، وتسبيح المسبح، ولهذا قال:\n{والله عليم بما يفعلون} [(41) سورة النور] أي لا يخفى عليه طاعتهم ولا\nتسبيحهم، ومن هذه الجهة يجوز نصب {كل} عند البصريين والكوفيين بإضمار فعل\nيفسره ما بعده، وقد قيل: المعنى قد علم كل مصل ومسبح صلاة نفسه وتسبيحه\nالذي كلفه، وقرأ بعض الناس (كل قد علم صلاته وتسبيحه) غير مسمى الفاعل،\nوذكر بعض النحويين أن بعضهم قرأ (كل قد علم صلاته وتسبيحه) فيجوز أن يكون\nتقديره: كل قد علمه الله صلاته وتسبيحه، ويجوز أن يكون المعنى: كل قد علم\nغيره صلاته وتسبيحه: أي صلاة نفسه، فيكون التعليم الذي هو الإفهام والمراد\nالخصوص؛ لأن من الناس من لم يعلم، ويجوز أن يكون المعنى كل قد استدل منه\nالمستدل، فعبر عن الاستدلال بالتعليم، قاله المهدوي، والصلاة هنا بمعنى\nالتسبيح، وكرر تأكيدا، كقوله: يعلم السر والنجوى، والصلاة قد تسمى تسبيحا،\nقاله القشيري.\n</p>\n\n<p>\nوالسبحة هي السنة، وهي الصلاة، ففي ارتباط بين التسبيح وبين الصلاة\nالشرعية، وأولى التقديرات هو الأول، (كل) تنوين عوض عن مضاف إليه، تقديره:\nكل أحد قد علم الله -جل وعلا- صلاته وتسبيحه، وامتثاله لأمره، وعدم\nامتثاله.\n</p>\n\n<p>\n{ولله ملك السماوات والأرض وإلى الله المصير} [(42) سورة النور] تقدم في\nغير موضع.\n</p>\n\n<p>\nقوله تعالى: {ألم تر أن الله يزجي سحابا} [(43) سورة النور] ذكر من حججه\nشيئا آخر: أي ألم تر بعيني قلبك، {يزجي سحابا} أي يسوق إلى حيث يشاء،\nوالريح تزجي السحاب، والبقرة تزجي ولدها أي: تسوقه، ومنه زجا الخراج يزجو\nزجاء (ممدودا) إذا تيسرت جبايته ..\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p002'> Vol. 12, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nالرؤية هذه أولها المؤلف -رحمه الله- على أنها قلبية، وليست بصرية؛ لأن\nهذا الفعل غير مرئي؛ لأن هذا الفعل حقيقته غير مرئي، فلا بد من أن تكون\nالرؤية قلبية، ولا مانع أن تكون علمية بمعنى <span id='ms269'></span>: ألم تعلم، لأنه بلغك من\nالنصوص ما يجعل علمك بهذه المسألة كالرؤية.\n</p>\n\n<p>\nطالب: يقول المفسر: \"وكرر تأكيدا، كقوله: يعلم السر والنجوى\" قال في\nالحاشية: لا يوجد في القرآن آية هكذا، والذي في سورة التوبة: {يعلم سرهم\nونجواهم} [(78) سورة التوبة] وفي طه {يعلم السر وأخفى} [(7) سورة طه].\n</p>\n\n<p>\nالشيخ: هذا لا شك أنه غلطة، على كل حال الأمثلة كثيرة في عطف الشيء على\nنفسه إذا اختلف المعنى، ما يلزم أن يكون هذه الآية على وجه الخصوص.\n</p>\n\n<p>\nوقال النابغة:\n</p>\n\n<p>\nإني أتيتك من أهلي ومن وطني ... أزجي حشاشة نفس ما بها رمق\n</p>\n\n<p>\nوقال أيضا:\n</p>\n\n<p>\nأسرت عليه من الجوزاء سارية ... تزجي الشمال عليه جامد البرد\n</p>\n\n<p>\n{ثم يؤلف بينه} أي يجمعه عند انتشائه؛ ليقوى ويتصل ويكثف، والأصل في\nالتأليف الهمز تقول: تألف، وقرئ: يولف بالواو تخفيفا ..\n</p>\n\n<p>\nالسحاب قد يكون متقطع في أماكن، ثم بعد ذلك يؤلف بينه، يجمع بينه؛ ليكون\nأقوى.\n</p>\n\n<p>\nوالسحاب واحد في اللفظ، ولكن معناه جمع، ولهذا قال: {وينشئ السحاب} [(12)\nسورة الرعد] و {بين} لا يقع إلا لاثنين فصاعدا فكيف جاز بينه؟ فالجواب: أن\n{بينه} هنا لجماعة السحاب، كما تقول: الشجر قد جلست بينه؛ لأنه جمع، وذكر\nالكناية على اللفظ، قال معناه الفراء.\n</p>\n\n<p>\nوجواب آخر: وهو أن يكون السحاب واحدا، فجاز أن يقال: بينه؛ لأنه مشتمل\nعلى قطع كثيرة، كما قال: (بين الدخول فحومل) فأوقع {بين} على الدخول ..\n</p>\n\n<p>\nالتجويز الأخير يرجع مفاده إلى الأول، ما دام متفرق فيمكن أن تدخل بين\nأجزائه {بين}، ما تستطيع أن تقول: (زيد جلست بينه) لكن تقول: (جلست بين\nيديه) لأنه أكثر من جزء، أما بينه باعتباره شيء واحد لا يجلس بينه، أما بين\nيديه فهذا ممكن؛ لأنهما اثنتان، والسحاب لو كان قطعة واحدة ما تستطيع أن\nتجلس بينه، لكن قطع متعددة تجلس بينها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p003'> Vol. 12, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nفأوقع {بين} على الدخول وهو واحد لاشتماله على مواضع، وكما تقول: ما زلت\nأدور بين الكوفة؛ لأن الكوفة أماكن كثيرة، قاله الزجاج وغيره ..\n</p>\n\n<p>\nيعني بين أحيائها، وأحياؤها متعددة.\n</p>\n\n<p>\nوزعم الأصمعي أن هذا لا يجوز، وكان <span id='ms270'></span> يروي: بين الدخول وحومل.\n</p>\n\n<p>\n{ثم يجعله ركاما} أي مجتمعا، يركب بعضه بعضا، كقوله تعالى: {وإن يروا\nكسفا من السماء ساقطا يقولوا سحاب مركوم} [(44) سورة الطور] والركم: جمع\nالشيء، يقال منه: ركم الشيء يركمه ركما إذا جمعه، وألقى بعضه على بعض،\nوارتكم الشيء وتراكم إذا اجتمع، والركمة: الطين المجموع، والركام: الرمل\nالمتراكم، وكذلك السحاب وما أشبهه، ومرتكم الطريق (بفتح الكاف): جادته.\n</p>\n\n<p>\n{فترى الودق يخرج من خلاله} [(43) سورة النور] في {الودق} قولان: أحدهما:\nأنه البرق، قاله أبو الأشهب العقيلي، ومنه قول الشاعر:\n</p>\n\n<p>\nأثرنا عجاجة وخرجن منها ... خروج الودق من خلل السحاب\n</p>\n\n<p>\nالثاني: أنه المطر، قاله الجمهور، ومنه قول الشاعر:\n</p>\n\n<p>\nفلا مزنة ودقت ودقها ... ولا أرض أبقل إبقالها\n</p>\n\n<p>\nوقال امرؤ القيس:\n</p>\n\n<p>\nفدمعهما ودق وسح وديمة ... وسكب وتوكاف وتنهملان\n</p>\n\n<p>\nيقال: ودقت السحابة فهي وادقة، وودق المطر يدق ودقا: أي قطر، وودقت إليه:\nدنوت منه، وفي المثل: ودق العير إلى الماء: أي دنا منه، يضرب لمن خضع للشيء\nلحرصه عليه، والموضع مودق، وودقت به ودقا استأنست به، ويقال لذات الحافر\nإذا أرادت الفحل: ودقت تدق ودقا، وأودقت واستودقت، وأتان ودوق، وفرس ودوق،\nووديق أيضا، وبها وداق ..\n</p>\n\n<p>\nالأتان عند العامة إذا أرادت الفحل هنا يقال: ودقت الأتان يعني كالفرس،\nيعني: أرادت الفحل الضراب، فعند العامة إيش يسمونه؟ ها يا أبو عبد الله؟!\nالأتان إذا أرادت الفحل؟ لا تدري أيضا، ما يقبل منك هذا، هو ما في غيرك؟!.\n</p>\n\n<p>\nطالب: صارف.\n</p>\n\n<p>\nالشيخ: لا الصارف العنز أو الشاة، هذا في الغنم يقال: صارف، وفي البقر:\nمعطي، وفي الإبل يقولون ماذا؟\n</p>\n\n<p>\nطالب: معشر\n</p>\n\n<p>\nالشيخ: لا ما هي معشر، مجسر، مجسر، وفي الأتان؟\n</p>\n\n<p>\nهنا جعلها من ذوات الحافر فهي كذلك فحكمها حكم الفرس، لكن الاستعمال غير\nهذا، يعني وإن كان الاستعمال أحيانا يكون خطأ، هم يقولون: طالب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p004'> Vol. 12, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nوالوديقة: شدة الحر، وخلال: جمع خلل مثل الجبل والجبال وهي فرجه، ومخارج\nالقطر منه وقد تقدم في (البقرة) أن كعبا قال: إن السحاب غربال المطر، لولا\nالسحاب حين ينزل الماء من السماء لأفسد ما <span id='ms271'></span> يقع عليه من الأرض ..\n</p>\n\n<p>\nلقوته، فإذا وجد شيء يرده يقلل من قوته، هذا على كلامه، وهذا شأن الذي\nينزل من مكان بعيد مرتفع جدا لا شك أن وقعه على الأرض أشد مما لو نزل من\nمسافة أقل.\n</p>\n\n<p>\nوقرأ ابن عباس والضحاك وأبو العالية من خلله على التوحيد، وتقول: كنت في\nخلال القوم: أي وسطهم.\n</p>\n\n<p>\n{وينزل من السماء من جبال فيها من برد} [(43) سورة النور] قيل: خلق الله\nفي السماء جبالا من برد فهو ينزل منها بردا، وفيه إضمار: أي ينزل من جبال\nالبرد بردا، فالمفعول محذوف، ونحو هذا قول الفراء؛ لأن التقدير عنده: من\nجبال برد، فالجبال عنده هي البرد، و {برد} في موضع خفض، ويجب أن تكون على\nقوله المعنى: من جبال برد فيها بتنوين {جبال}.\n</p>\n\n<p>\nوقيل: إن الله تعالى خلق في السماء جبالا فيها برد فيكون التقدير: وينزل\nمن السماء من جبال فيها برد.\n</p>\n\n<p>\nو {من} صلة، وقيل: المعنى وينزل من السماء قدر جبال، أو مثل جبال من برد\nإلى الأرض ف {من} الأولى للغاية؛ لأن ابتداء الإنزال من السماء، والثانية\nللتبعيض؛ لأن البرد بعض الجبال، والثالثة: لتبيين الجنس؛ لأن جنس تلك\nالجبال من البرد، وقال الأخفش: إن {من} في الجبال و {برد} زائدة في\nالموضعين، والجبال والبرد في موضع نصب: أي ينزل من السماء بردا يكون\nكالجبال، والله أعلم.\n</p>\n\n<p>\n{فيصيب به من يشاء ويصرفه عن من يشاء} فتكون إصابته نقمة، وصرفه نعمة ..\n</p>\n\n<p>\nأما نزول الثلوج في هذه السنة بعضه أعظم من الجبال، كما يشاهد أعظم من\nالجبال، ومن الغرائب أنه في خبر من الأخبار، قالوا: إن شخصا من الأردن\nاستطاع أن يستخرج من جوف الأرض غاز يدفئ به الكرة الأرضية، والخبر الذي\nيليه: وقد بلغت الثلوج في كذا، بلد مجاور أربعة أمتار، هذا استطاع أن يخرج\nغاز يدفئ الكرة الأرضية، والثلج بقربه، يعني أحيانا تكون الدعوة مقرونة بما\nيكذبها، يستخرج غاز من الأرض يدفئ به الكرة الأرضية، يعني لو يدفئ بيته\nكفى، والله المستعان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p005'> Vol. 12, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nويجد من يصدق <span id='ms272'></span> مثل هذا، تجد الآن الشمس يقولون: أكبر من الأرض بستة\nوأربعين مليار مرة، ويتناقلها الإخوان وطلاب العلم في دروسهم ومحاضراتهم\nمثل المصدقين، طيب لو زاد مليار زائد أو ناقص من الذي يصدق ومن الذي يكذب؟\nهذه عظمة الرب -جل وعلا- ثبتت في ما جاء عنده فيما لا يعلم إلا من قبله،\nأما ما يقال لنا من قبل أي شخص مسلم أو كافر ملحد أو زنديق نأخذه بالتسليم\nهذا ليس بصحيح، وتفسير الجواهر مشحون من هذه الأرقام، وهذه الأصفار، كلها\nمأخوذة من كلام الأعداء، ليقرروا في يوم من الأيام أن الأرض أكبر من كذا أو\nأصغر من كذا، ثم يخلونا تبعا لهم، يتحدثون في مسلماتنا ثم نصدقهم بعد ذلك؛\nلأننا صدقناهم في غيرها، ثم كذبوا أنفسهم فتبعناهم، فما صار لنا رأي ولا\nاستقلال ولا نظر، وإنما إمعات، إذا قالوا قلنا، وإذا نفوا نفينا.\n</p>\n\n<p>\n{فيصيب به من يشاء ويصرفه عن من يشاء} فيكون إصابته نقمة، وصرفه نعمة،\nوقد مضى في (البقرة) و (الرعد) أن من قال حين يسمع الرعد: سبحان من يسبح\nالرعد بحمده والملائكة من خيفته ثلاثا، عوفي مما يكون في ذلك الرعد {يكاد\nسنا برقه} أي ضوء ذلك البرق الذي في السحاب ..\n</p>\n\n<p>\nأحال على المرفوع والظاهر أنه ضعيف! إنما هو عن الزبير. لأنه تقدم! تقدم\nفي الرعد.\n</p>\n\n<p>\nمضى في البقرة.\n</p>\n\n<p>\nطالب: مكتوب حديث ملفق من حديثين.\n</p>\n\n<p>\nالشيخ: إيه، أما قول: سبحان من يسبح الرعد بحمده من قول الزبير ما هو\nمرفوع، وعوفي؟ بس كذا؟\n</p>\n\n<p>\nطالب: قال: فقد أخرج الطبري من حديث أبي هريرة أنه -صلى الله عليه وسلم-\nكان إذا سمع صوت الرعد قال: ((سبحان الذي يسبح الرعد بحمده)) وقيل: فيه راو\nلم يسم.\n</p>\n\n<p>\nالشيخ: معروف، مرفوع ضعيف، والثاني؟\n</p>\n\n<p>\nالشيخ: مو قال: ملفق من حديثين؟\n</p>\n\n<p>\nطالب: الحديث الثاني من حديث سليمان بن علي بن عبد الله بن عباس يقول هذا\nمجهول.\n</p>\n\n<p>\n{يكاد سنا برقه} أي ضوء ذلك البرق الذي في السحاب {يذهب بالأبصار} من شدة\nبريقه وضوئه، قال الشماخ:\n</p>\n\n<p>\nوما <span id='ms273'></span> كادت إذا رفعت سناها ... ليبصر ضوءها إلا البصير\n</p>\n\n<p>\nوقال امرؤ القيس:\n</p>\n\n<p>\nيضيء سناه أو مصابيح راهب ... أهان السليط في الذبال المفتل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p006'> Vol. 12, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nفالسنا (مقصور) ضوء البرق، والسنا أيضا نبت يتداوى به، والسناء من الرفعة\nممدود، وكذلك قرأ طلحة بن مصرف (سناء) بالمد على المبالغة في شدة الضوء\nوالصفاء، فأطلق عليه اسم الشرف، قال المبرد: (السنا) مقصور هو اللمع، فإذا\nكان في الشرف والحسب فهو ممدود، وأصلهما واحد وهو الإلماع، وقرأ طلحة بن\nمصرف (سناء برقه) وقال أحمد بن يحيى: وهو جمع برقة، قال النحاس: البرقة\nالمقدار من البرق، والبرقة: المرة الواحدة، وقرأ الجحدري وابن القعقاع:\n{يذهب بالأبصار} بضم الياء وكسر الهاء، من الإذهاب وتكون الباء في\n{بالأبصار} صلة زائدة ..\n</p>\n\n<p>\nلأن الفعل يتعدى بدونها إذا دخلت عليه الهمزة، يذهب أصلها: أذهب يذهب؛\nفإذا دخلت الهمزة على الفعل اللازم تعدى بنفسه، أما: ذهب الثلاثي هذا لازم.\n</p>\n\n<p>\nوالباقون {يذهب بالأبصار} بفتح الياء والخاء، والباء للإلصاق، والبرق\nدليل على تكاثف السحاب، وبشير بقوة المطر، ومحذر من نزول الصواعق, {يقلب\nالله الليل والنهار} [(44) سورة النور] قيل: تقليبهما أن يأتي بأحدهما بعد\nالآخر، وقيل: تقليبهما نقصهما وزيادتهما، وقيل: هو تغيير النهار بظلمة\nالسحاب مرة وبضوء الشمس أخرى، وكذا الليل مرة بظلمة السحاب ومرة بضوء\nالقمر، قاله النقاش، وقيل: تقليبهما باختلاف ما يقدر فيهما من خير وشر،\nونفع وضر، {إن في ذلك} أي في الذي ذكرناه من تقلب الليل والنهار، وأحوال\nالمطر، والصيف والشتاء ..\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p007'> Vol. 12, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nهذه الأقوال في تقليب الليل والنهار، الأول: يقول: قيل تقليبها أن يأتي\nبأحدهما بعد الآخر؛ لأن الذي يقلب هل هو شيء واحد أو أكثر من شيء؟ إذا كان\nشيء واحد معناه أن الله -جل وعلا- يقلب الوقت، فيجعله أحيانا نهارا، ويجعله\nأحيانا ليلا استقام القول الأول، وأما إذا نظرنا إلى كل واحد بمفرده فكيف\nيكون تقليبه؟ تقليب الليل بمفرده، وتقليب النهار بمفرده؟ إذا قلنا تقليب\nالوقت انتهى الإشكال، يأتي بالليل بعد النهار، والنهار بعد الليل هذا\nتقليب، أما إذا قلنا أنه يقلب النهار على <span id='ms274'></span> حده، ويقلب الليل على حده،\nفالتقليب إنما يكون بسبب أحيانا الطول والقصر أو بالحر والبرد، بالظلمة\nشدتها وخفتها، المقصود أنه يتنزل كلامه الأول على أن المراد به تقليب الشيء\nالواحد وهو الوقت، وتقليبه يكون: ليل ثم بعده نهار، ثم بعده ليل ثم نهار\nوهكذا، وهذا تقليب؛ لأن التقليب التغيير، وإذا نظرنا إلى كل واحد على حده\nفلا بد أن ننظر إلى أوصاف الليل على حده وأوصاف النهار على حده.\n</p>\n\n<p>\nطالب: في قوله: (ألم تر) من قال في قول النبي -صلى الله عليه وسلم-: ((من\nرأى منكم منكرا)): لا بد من الرؤية، ما يرد عليه بمثل هذه الآية يا شيخ؟\n</p>\n\n<p>\nالشيخ: الرؤية عند أهل العلم تكون بصرية، وتكون علمية، وتكون قلبية،\nوالرؤية إذا بلغك الخبر ممن تثق به فكأنك شاهدته، إذا بلغك الخبر بواسطة من\nتثق به فكأنه مشاهد، كما في قول الله -جل وعلا-: {ألم تر كيف فعل ربك\nبأصحاب الفيل} [(1) سورة الفيل] ما رأى الرسول -عليه الصلاة والسلام-؛ لأنه\nولد في تلك السنة، {ألم تر كيف فعل ربك بعاد} [(6) سورة الفجر]؟ هو رأى؟\nلكن بلغه الخبر بطريق قطعي فكأنه مشاهد، فالخبر المصحح أو المقطوع به\nبمنزلة المشاهد.\n</p>\n\n<p>\n{لعبرة} أي اعتبارا، {لأولي الأبصار} أي لأهل البصائر من خلقي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p008'> Vol. 12, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nقوله تعالى: {والله خلق كل دابة من ماء} [(45) سورة النور] قرأ يحيى بن\nوثاب والأعمش وحمزة والكسائي: والله خالق (كل) بالإضافة، والباقون {خلق}\nعلى الفعل، قيل: إن المعنيين في القراءتين صحيحان، أخبر الله -عز وجل-\nبخبرين، ولا ينبغي أن يقال في هذا: إحدى القراءتين أصح من الأخرى، وقد قيل:\nإن {خلق} لشيء مخصوص، وإنما يقال: خالق على العموم، كما قال الله -عز وجل-:\n{الخالق البارئ} [(24) سورة الحشر] وفي الخصوص {الحمد لله الذي خلق\nالسماوات والأرض} [(1) سورة الأنعام] وكذا {هو الذي خلقكم من نفس واحدة}\n[(189) سورة الأعراف] ..\n</p>\n\n<p>\nالفرق بين خلق وخالق أن الفعل يدل على التجدد، بينما الاسم يدل على\nالثبوت والدوام، فلكل واحد منهما معنى.\n</p>\n\n<p>\nفكذا يجب أن يكون {الله خلق كل <span id='ms275'></span> دابة} [(45) سورة النور] والدابة كل ما دب\nعلى وجه الأرض من الحيوان، يقال: دب يدب فهو دآب، والهاء للمبالغة، وقد\nتقدم في (البقرة). {من ماء} لم يدخل في هذا الجن والملائكة؛ لأنا لم\nنشاهدهم ولم يثبت أنهم خلقوا من ماء، بل في الصحيح: أن الملائكة خلقوا من\nنور، والجن خلقوا من نار، وقد تقدم ..\n</p>\n\n<p>\nفعلى هذا يخرجون من هذا العموم، وإن دبوا على الأرض أحيانا فهم يخرجون من\nهذا العموم؛ لأنهم لم يخلقوا من ماء.\n</p>\n\n<p>\nوقال المفسرون: {من ماء} أي من نطفة، قال النقاش: أراد أمنية الذكور،\nوقال جمهور النظرة ..\n</p>\n\n<p>\nيعني النظار، النظرة النظار، الطبري كثيرا ما يقول، بل لا يقول إلا\nالقرأة، ويريد بهم القراء، والصحيح بذلك عندنا كذا لإجماع القرأة على كذا،\nويريد بهم القراء، وهنا: النظرة يراد بهم النظار.\n</p>\n\n<p>\nأراد أن خلقة كل حيوان فيها ماء، كما خلق آدم من الماء والطين، وعلى هذا\nيتخرج قول النبي -صلى الله عليه وسلم- للشيخ الذي سأله في غزاة بدر: ممن\nأنتما؟ فقال رسول الله -صلى الله عليه وسلم-: ((نحن من ماء)) الحديث، وقال\nقوم: لا يستثنى الجن والملائكة، بل كل حيوان خلق من الماء، وخلق النار من\nالماء، وخلق الريح من الماء، إذ أول ما خلق الله تعالى من العالم الماء، ثم\nخلق منه كل شيء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p009'> Vol. 12, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: ويدل على صحة هذا قوله تعالى: {فمنهم من يمشي على بطنه} [(45) سورة\nالنور] المشي على البطن للحيات والحوت، ونحوه من الدود وغيره، وعلى الرجلين\nللإنسان والطير إذا مشى، والأربع لسائر الحيوان، وفي مصحف أبي: ومنهم من\nيمشي على أكثر، فعم بهذه الزيادة جميع الحيوان كالسرطان والخشاش ..\n</p>\n\n<p>\nلكن هل يوجد له أربع ويمشي على اثنتين، له أربع ومشيه على اثنتين؟\n</p>\n\n<p>\nطالب: الكنغر.\n</p>\n\n<p>\nالشيخ: الكنغر، لكن أنا ما وجدته في حياة الحيوان، ما وجدت اسمه هذا في\nحياة الحيوان، ما وجدته بهذا الاسم، هو له اسم ثان؟ هو معروف الحيوان هذا\nله يدان قصيرتان ويمشي على رجلين.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nالشيخ: ما اسمه؟\n</p>\n\n<p>\nطالب. . . . . . . . .\n</p>\n\n<p>\nالشيخ: قفزه <span id='ms276'></span> على الأربع، لكن هذا على رجلين فقط، من العجائب، لكن أحد\nيعرف اسمه؟ لأني ما وجدته في حياة الحيوان بهذا الاسم؟\n</p>\n\n<p>\nطالب: ما أعرف، ذكره هو؟\n</p>\n\n<p>\nالشيخ: لا ما ذكره، هو ذكر عن. . . . . . . . . أن طوله ستة أشبار، يعني\nإلى كم؟ إلى 150سم، يعني متر ونصف، الله المستعان، في بعض الحيوانات لا شك\nأنها تخفى علينا، والأسماء تختلف من بلد إلى آخر.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nالشيخ: لا عاد جعله مقياس الشبه، متردد بين الوزغ والضب.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nالشيخ: يعني شبهه، بين الوزغ والضب، من أجازه قال: هو مثل الضب، ومن منعه\nقال: مثل الوزغ.\n</p>\n\n<p>\nولكنه قرآن لم يثبته إجماع، لكن قال النقاش: إنما اكتفى في القول بذكر ما\nيمشي على أربع عن ذكر ما يمشي على أكثر؛ لأن جميع الحيوان إنما اعتماده على\nأربع، وهي قوام مشيه، وكثرة الأرجل في بعضه زيادة في خلقته لا يحتاج ذلك\nالحيوان في مشيه إلى جميعها ..\n</p>\n\n<p>\nلأنه يستقيم على أربع سواء كان في وقوفه أو في مشيه، لكن إذا كان طويلا\nوهذه الأربع قصيرة لا شك أنه يحتاج إلى شيء يدعم هذه الأربع، تشوفون\nالسيارات يعني غالبها على أربع كفرات، لكن بعضها لطولها تحتاج إلى داعم،\nيعني الزواحف هذه أم سبع وسبعين، وأم أربع وأربعين لها أرجل كثيرة، لكن لو\nكانت أربع فقط؟ تحتاج إلى ما يدعمها فيكون هذا هو الغالب، وهذا شيء نادر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p010'> Vol. 12, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nقال ابن عطية: والظاهر أن تلك الأرجل الكثيرة ليست باطلا بل هي محتاج\nإليها في تنقل الحيوان، وهي كلها تتحرك في تصرفه، وقال بعضهم: ليس في\nالكتاب ما يمنع من المشي على أكثر من أربع إذ لم يقل ليس منها ما يمشي على\nأكثر من أربع.\n</p>\n\n<p>\nوقيل فيه إضمار: ومنهم من يمشي على أكثر من أربع، كما وقع في مصحف أبي،\nوالله أعلم. و {دآبة}: تشمل من يعقل وما لا يعقل، فغلب من يعقل، لما اجتمع\nمع من لا يعقل؛ لأنه المخاطب والمتعبد، ولذلك قال: {فمنهم} وقال: {من يمشي}\nفأشار بالاختلاف إلى ثبوت الصانع <span id='ms277'></span> أي: لولا أن للجميع صانعا مختارا لما\nاختلفوا، بل كانوا من جنس واحد، وهو كقوله: {يسقى بماء واحد ونفضل بعضها\nعلى بعض في الأكل إن في ذلك لآيات} [(4) سورة الرعد] يخلق ما يشاء إن الله\nعلى كل شيء مما يريد خلقه قدير ..\n</p>\n\n<p>\nالتقييد هذا لا قيمة له.\n</p>\n\n<p>\nطالب: مما يريد خلقه؟\n</p>\n\n<p>\nالشيخ: مما يريد خلقه، والقدرة مطلقة، لكن إذا كان المراد مجرد التصريح\nبما هو توضيح من غير إرادة للمفهوم فلا بأس، يعني جاء في حديث: آخر من يخرج\nمن النار كما في صحيح مسلم، ((فإني على ما أشاء قدير)) في صحيح مسلم، فإني\nعلى ما أشاء قدير، فهذه اللفظة فلا مفهوم لها؛ لأننا إذا قلنا أنه لا يقدر\nعلى الشيء الذي لا يريده أو لا يشاؤه هذا مفهومها، أن الذي لا يشاؤه ولا\nيريده لا يقدر عليه، هذا المعنى باطل، والقيد لا مفهوم له.\n</p>\n\n<p>\nطالب: الآية: {وهو على جمعهم إذا يشاء قدير} [(29) سورة الشورى].\n</p>\n\n<p>\nالشيخ: (إذا) ممكن تأويلها بمتى، متى شاء.\n</p>\n\n<p>\n{لقد أنزلنا آيات مبينات والله يهدي من يشاء إلى صراط مستقيم} [(46) سورة\nالنور] تقدم بيانه في غير موضع، قوله تعالى: {ويقولون آمنا بالله وبالرسول}\n[(47) سورة النور] يعني المنافقين يقولون بألسنتهم: آمنا بالله وبالرسول من\nغير يقين ولا إخلاص، {وأطعنا} [(47) سورة النور] أي ويقولون وكذبوا، {ثم\nيتولى فريق منهم من بعد ذلك وما أولئك بالمؤمنين} [(47) سورة النور].\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p011'> Vol. 12, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nولو قيل: إن الذي يقولون آمنا بالله وبالرسول الجميع –المؤمنون\nوالمنافقون– ثم يثبت الله الذين آمنوا وأولئك يتولى فريق منهم.\n</p>\n\n<p>\nقوله تعالى: {وإذا دعوا إلى الله ورسوله ليحكم بينهم إذا فريق منهم\nمعرضون * وإن يكن لهم الحق يأتوا إليه مذعنين * أفي قلوبهم مرض أم ارتابوا\nأم يخافون أن يحيف الله عليهم ورسوله بل أولئك هم الظالمون}. [(48 - 49)\nسورة النور]. فيه أربع مسائل:\n</p>\n\n<p>\nالأولى: قوله تعالى: {وإذا دعوا إلى الله ورسوله ليحكم بينهم} قال الطبري\nوغيره: إن رجلا من المنافقين اسمه بشر كانت بينه وبين رجل من اليهود خصومة\nفي أرض فدعاه اليهودي إلى <span id='ms278'></span> التحاكم عند رسول الله -صلى الله عليه وسلم-،\nوكان المنافق مبطلا، فأبى من ذلك وقال: إن محمدا يحيف علينا، فلنحكم كعب بن\nالأشرف، فنزلت الآية فيه ..\n</p>\n\n<p>\nلعلمه أنه يأخذ الرشوة، فإذا أعطاه الرشوة حكم له، والنبي -عليه الصلاة\nوالسلام- يحكم بالحق، وهو مبطل.\n</p>\n\n<p>\nوقيل: نزلت في المغيرة بن وائل من بني أمية، كان بينه وبين علي بن أبي\nطالب -رضي الله عنه- خصومة في ماء وأرض، فامتنع المغيرة أن يحاكم عليا إلى\nرسول الله -صلى الله عليه وسلم- وقال: إنه يبغضني، فنزلت الآية، ذكره\nالماوردي، وقال: {ليحكم} ولم يقل ليحكما؛ لأن المعني به الرسول -صلى الله\nعليه وسلم-، وإنما بدأ بذكر الله إعظاما لله واستفتاح كلام ..\n</p>\n\n<p>\nوحكمه -عليه الصلاة والسلام- هو حكم الله، ((إنما أقضي بينكم بكتاب\nالله)) فصح الإفراد، {والله ورسوله أحق أن يرضوه} [(62) سورة التوبة] يصح\nالإفراد؛ لأن حكم الله حكم الرسول الله -عليه الصلاة والسلام-.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p012'> Vol. 12, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nالثانية: قوله تعالى: {وإن يكن لهم الحق يأتوا إليه مذعنين} [(49) سورة\nالنور] أي طائعين منقادين لعلمهم أنه -عليه السلام- يحكم بالحق، يقال: أذعن\nفلان لحكم فلان يذعن إذعانا، وقال النقاش: {مذعنين} خاضعين مجاهد: مسرعين،\nوقال الأخفش وابن الأعرابي: مقرين، {أفي قلوبهم مرض} [(50) سورة النور] شك\nوريب، {أم ارتابوا} أم حدث لهم شك في نبوته وعدله.\n</p>\n\n<p>\n{أم يخافون أن يحيف الله عليهم ورسوله} [(50) سورة النور] أي يجور في\nالحكم والظلم، وأتى بلفظ الاستفهام؛ لأنه أشد في التوبيخ، وأبلغ في الذم،\nكقول جرير في المدح:\n</p>\n\n<p>\nألستم خير من ركب المطايا ... وأندى العالمين بطون راح\n</p>\n\n<p>\n{بل أولئك هم الظالمون} [(50) سورة النور] أي المعاندون الكافرون؛\nلإعراضهم عن حكم الله تعالى.\n</p>\n\n<p>\nالثالثة: القضاء يكون للمسلمين إذا كان الحكم بين المعاهد والمسلم، ولا\nحق لأهل الذمة فيه وإذا كان بين ذميين فذلك إليهما، فإن جاءا قاضي الإسلام\nفإن شاء حكم، وإن شاء أعرض كما تقدم في المائدة.\n</p>\n\n<p>\nالرابعة: هذه الآية دليل على وجوب إجابة الداعي إلى الحاكم؛ لأن الله\nسبحانه ذم من دعي إلى رسوله ليحكم بينه وبين <span id='ms279'></span> خصمه بأقبح الذم، فقال: {أفي\nقلوبهم مرض} .. الآية.\n</p>\n\n<p>\nقال ابن خويزمنداد: واجب على كل من دعي إلى مجلس الحاكم أن يجيب، ما لم\nيعلم أن الحاكم فاسق، أو عداوة بين المدعي والمدعى عليه، وأسند الزهراوي عن\nالحسن بن أبي الحسن أن رسول الله -صلى الله عليه وسلم- قال: ((من دعاه خصمه\nإلى حاكم من حكام المسلمين فلم يجب فهو ظالم ولا حق له)) ذكره الماوردي\nأيضا، قال ابن العربي: هذا حديث باطل، فأما قوله: ((فهو ظالم)) فكلام صحيح\n..\n</p>\n\n<p>\nيعني صحيح المعنى، وإن لم يصح نسبة، معناه صحيح ظالم.\n</p>\n\n<p>\nطالب: رفع دعوى إلى حقوق الإنسان؟\n</p>\n\n<p>\nالشيخ: إذا كان القاضي فيها غير مسلم، المرفوع إليه غير مسلم فهو من\nالتحاكم إلى الطاغوت، وإن كان القاضي فيها مسلم، ويطلب الحق منه، وهو أهل\nللقضاء والفصل بين الناس لا مانع إذا كان يحكم بشرع الله.\n</p>\n\n<p>\nطالب: لها الأنظمة يا شيخ؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p013'> Vol. 12, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nالشيخ: على كل حال، الله المستعان، الخلل موجود، الله يرضى عنا.\n</p>\n\n<p>\nطالب: المعاهد هو الذمي؟\n</p>\n\n<p>\nالشيخ: الذمي هو الذي يدفع الجزية، والمعاهد هو الذي يدخل بالعهد\nوالإيمان والميثاق يبرمه مع ولي الأمر، هذا معاهد، وأما الذمي هو الذي يدفع\nالجزية من يهودي أو نصراني.\n</p>\n\n<p>\nوأما قوله ((فلا حق له)) فلا يصح.\n</p>\n\n<p>\nلأن مثل هذا لا يبطل الحق، مثل هذا لا يبطل الحق.\n</p>\n\n<p>\nويحتمل أن يريد أنه على غير الحق.\n</p>\n\n<p>\nوعلى كل حال الحديث ليس بصحيح، فلا يتكلف اعتباره.\n</p>\n\n<p>\nقوله تعالى: {إنما كان قول المؤمنين إذا دعوا إلى الله ورسوله} [(51)\nسورة النور] أي إلى كتاب الله وحكم رسوله {أن يقولوا سمعنا وأطعنا} قال ابن\nعباس: أخبر بطاعة المهاجرين والأنصار، وإن كان ذلك فيما يكرهون: أي هذا\nقولهم، وهؤلاء لو كانوا مؤمنين لكانوا يقولون سمعنا وأطعنا، فالقول نصب على\nخبر كان، واسمها في قوله: {أن يقولوا} نحو {وما كان قولهم إلا أن قالوا\nربنا اغفر لنا ذنوبنا} [(147) سورة آل عمران].\n</p>\n\n<p>\nوقيل: إنما قول المؤمنين، وكان صلة في الكلام كقوله تعالى: {كيف نكلم من\nكان في المهد <span id='ms280'></span> صبيا} [(29) سورة مريم].\n</p>\n\n<p>\nيعني كان هذه إنما قول المؤمنين هذا الأصل و (كان) صلة، وأنه لا يلزم\nقولهم في الماضي دون الحاضر والمستقبل، وإنما قولهم في كل وقت وفي كل زمان\nوفي كل مكان، والشاهد يدل عليه في أوقات متأخرة يوجد من يقول هذا، وهذا\nكثير قبل انفتاح الدنيا، حتى وجد منذ عهد قريب من يطلبه خصمه إلى القضاء،\nفيقولون له: أنت تعرف القضية اعرضها على القاضي، والذي يقوله هو الحق،\nوينتهي الإشكال ما يحتاج نحضر كلنا، وبالفعل يذهب الخصم إلى القاضي، ويعرض\nعليه القضية، فيقول القاضي: الحق لصاحبك، ويذهب يخبره بما حصل، وأما الآن\nيجلبون المسائل بكل ما أوتوا من قوة وحيل ومحامين وفجور في الخصومة، وكذب\nوحيل، كل هذا من أجل حطام الدنيا الذي تكالبوا عليه فأنساهم ذكر الله، وصار\nبعضهم يتردد، طبعا أنا لا أريد المحكمة أنا أريد الحقوق، المسألة حقوقية ما\nنحتاج إلى محكمة، يترددون في هذا فصار في كثير منهم من أوصاف المنافقين ما\nصار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p014'> Vol. 12, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nوقرأ ابن القعقاع {ليحكم بينهم} غير مسمى الفاعل، وقرأ علي بن أبي طالب\n{إنما كان قول} بالرفع.\n</p>\n\n<p>\nيعني ما كان الناس إلى عهد قريب يستسيغون كلمة: قانون، فضلا عن أن تكون\nموجودة في بلادهم في غير المحاكمات، يعني مستشار قانوني في مؤسسة كذا، في\nمصلحة كذا، كان هذا الأمر عظيم جدا، يعني ما يطاق سماعه، فكيف يتحاكم\nالمسلم إلى القانون، إلى ما وضعه البشر ويتركون حكم الله؟!.\n</p>\n\n<p>\nطالب: تعلمه يا شيخ في المدارس؟\n</p>\n\n<p>\nالشيخ: تعلمه من أجل إبطاله لا بأس، أما تعلمه من أجل لحكم به هذا محادة\nلله ورسوله.\n</p>\n\n<p>\nقوله تعالى: {ومن يطع الله ورسوله} [(52) سورة النور] فيما أمر به وحكم.\n</p>\n\n<p>\n{ويخش الله ويتقه} قرأ حفص {ويتقه} بإسكان القاف على نية الجزم، قال\nالشاعر:\n</p>\n\n<p>\nومن يتق فإن الله معه ... ورزق الله مؤتاب وغادي\n</p>\n\n<p>\nوكسرها الباقون؛ لأن جزمه بحذف آخره، وأسكن الهاء أبو عمرو وأبو بكر،\nواختلس الكسرة يعقوب وقالون عن نافع والبستي عن أبي عمرو وحفص، وأشبع كسرة\nالهاء <span id='ms281'></span> الباقون.\n</p>\n\n<p>\n{فأولئك هم الفائزون} ذكر أسلم أن عمر -رضي الله عنه- بينما هو قائم في\nمسجد النبي -صلى الله عليه وسلم- وإذا رجل من دهاقين الروم قائم على رأسه،\nوهو يقول: أنا أشهد أن لا إله إلا الله، وأشهد أن محمدا رسول الله، فقال له\nعمر: ما شأنك؟ قال: أسلمت لله، قال: هل لهذا سبب؟ قال: نعم! إني قرأت\nالتوراة والزبور والإنجيل، وكثيرا من كتب الأنبياء فسمعت أسيرا يقرأ آية من\nالقرآن جمع فيها كل ما في الكتب المتقدمة، فعلمت أنه من عند الله فأسلمت،\nقال: ما هذه الآية؟ قال: قوله تعالى: {ومن يطع الله} في الفرائض {ورسوله}\nفي السنن {ويخش الله} فيما مضى من عمره {ويتقه} فيما بقي من عمره {فأولئك\nهم الفائزون} والفائز من نجا من النار وأدخل الجنة، فقال عمر: قال النبي\n-صلى الله عليه وسلم-: ((أوتيت جوامع الكلم)).\n</p>\n\n<p>\nمعزو؟\n</p>\n\n<p>\nطالب: قال: هو أسلم العدوي مولى عمر، وهو ثقة، لكن الإسناد إليه لم أقف\nعليه، والظاهر أنه مصنوع فهو خبر غريب عجيب والمرفوع منه تقدم مرارا، وهو\nصحيح. . . . . . . . .\n</p>\n\n<p>\nالشيخ: غيره؟ نفس الكلام!؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p015'> Vol. 12, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nهذه القضايا وهذه الحوادث تحدث على مر العصور، كونه يأتي شخص يسلم بسبب\nأو بدون سبب، قد يذكر من الأسباب ما جعله يسلم، كاليهودي الذي نسخ التوراة\nوالإنجيل والقرآن وحرف فيها، فقبلت منه التوراة والإنجيل وعمل بها ورد عليه\nالقرآن، دل على أن الكتاب محفوظ، كما قال الله -جل وعلا-: {إنا نحن نزلنا\nالذكر وإنا له لحافظون} [(9) سورة الحجر] فأسلم بسبب ذلك.\n</p>\n\n<p>\nومنهم من يسلم بسبب التشريع الإسلامي وما فيه من حكمة ظاهرة أمريكي أسلم\n-وهو غسال- فسئل عن السبب فقال: السبب في ذلك أن الثياب تختلف، ثياب\nالمسلمين طاهرة ونظيفة وثياب غيرهم من النصارى واليهود والمشركين لا تطاق\nرائحتها؛ لأنهم لا يستنجون، وهندي أسلم فقيل له، قال: إن المسلمين إذا مات\nفيهم الميت حفروا له ودفنوه، نظفوه وستروه ودفنوه –وهو هندي– قال: إذا مات\nفينا الميت نحرقه، ولو كان من أعز الناس علينا، حصل <span id='ms282'></span> له قصة، جاء بأمه على\nعادتهم ليحرقها فجمع لها حطبا عظيما فأوقده عليها، فأكلت الكفن فقط، وبقيت\nالأم عارية بين الناس، ثم بعد ذلك لأنها توصي بهذا مذهبهم ودينهم، فجمع لها\nحطب مرة ثانية فأحرقها، ثم جاء ليعلن إسلامه، وعرف أن دينهم باطل.\n</p>\n\n<p>\nوالقصص في هذا كثيرة جدا ما يمكن أن يحاط بها وهي متجددة، تكاد تكون\nيومية، ولله الحمد، وهذا من عظمة هذا الدين وبقائه ناصعا نقيا إلى قيام\nالساعة.\n</p>\n\n<p>\nقوله تعالى: {وأقسموا بالله جهد أيمانهم} [(53) سورة النور] عاد إلى ذكر\nالمنافقين فإنه لما بين كراهتهم لحكم النبي -صلى الله عليه وسلم- أتوه\nفقالوا: والله لو أمرتنا أن نخرج من ديارنا ونساءنا وأموالنا لخرجنا، ولو\nأمرتنا بالجهاد لجاهدنا، فنزلت هذه الآية: أي وأقسموا بالله أنهم يخرجون\nمعك في المستأنف ويطيعون ..\n</p>\n\n<p>\nيعني فيما سيأتي.\n</p>\n\n<p>\n{جهد أيمانهم} أي طاقة ما قدروا أن يحلفوا، وقال مقاتل: من حلف بالله فقد\nأجهد في اليمين وقد مضى في الأنعام بيان هذا و {جهد} منصوب على مذهب المصدر\nتقديره: إقساما بليغا {قل لا تقسموا} وتم الكلام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p016'> Vol. 12, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\n{طاعة معروفة} أولى بكم من أيمانكم، أو ليكن منكم طاعة معروفة، وقول\nمعروف بإخلاص القلب ولا حاجة إلى اليمين ..\n</p>\n\n<p>\nيعني لا تقسموا، قل لا تقسموا، إنما الكلام إذا لم يصدقه العمل فلا قيمة\nله، يعني هل وجد منكم طاعة معروفة؟ هم يقسمون،. . . . . . . . . دل عملكم\nعلى صدق قولكم، لا تقسموا الإنسان ليس بحاجة لا سيما الذي يصدق قوله عمله،\nأما الذي يدعي الدعاوى هو الذي يحتاج إلى الأيمان ليصدق، أما إذا كانت\nأعماله موافقة لأقواله، ما يحتاج إلى أن يقسم، الناس كلهم يصدقونه.\n</p>\n\n<p>\nوقال مجاهد: المعنى قد عرفت طاعتكم وهي الكذب والتكذيب: أي المعروف منكم\nالكذب دون الإخلاص، {إن الله خبير بما تعملون} [(53) سورة النور] من طاعتكم\nبالقول ومخالفتكم بالفعل.\n</p>\n\n<p>\nقوله تعالى: {قل أطيعوا الله وأطيعوا الرسول} [(54) سورة النور] بإخلاص\nالطاعة وترك النفاق، {فإن تولوا} أي فإن تتولوا فحذف إحدى التاءين، ودل على\nهذا أن بعده {وعليكم} ولم يقل وعليهم <span id='ms283'></span>، {فإنما عليه ما حمل} أي من تبليغ\nالرسالة، {وعليكم ما حملتم} أي من الطاعة له، عن ابن عباس وغيره {وإن\nتطيعوه تهتدوا} ..\n</p>\n\n<p>\nولو قال: (وعليهم) لقلنا: (فإن تولوا) ماضي، وليس بمضارع ولا نحتاج إلى\nتقدير تاء، لكن لما قال: (وعليكم) ما قال (وعليهم) عرفنا أنه مضارع وليس\nبماض.\n</p>\n\n<p>\n{وإن تطيعوه تهتدوا} جعل الاهتداء مقرونا بطاعته، {وما على الرسول إلا\nالبلاغ المبين} أي التبليغ المبين ..\n</p>\n\n<p>\nوهذه الجملة الشرطية شاهدها الواقع، أن كل مطيع يهديه الله -جل وعلا- إلى\nالحق والصواب، كل مطيع يعان على الهداية في أقواله وفي أفعاله {والذين\nجاهدوا فينا لنهدينهم سبلنا} [(69) سورة العنكبوت].\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p017'> Vol. 12, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\n{وعد الله الذين آمنوا منكم وعملوا الصالحات ليستخلفنهم في الأرض كما\nاستخلف الذين من قبلهم وليمكنن لهم دينهم الذي ارتضى لهم وليبدلنهم من بعد\nخوفهم أمنا يعبدونني لا يشركون بي شيئا ومن كفر بعد ذلك فأولئك هم\nالفاسقون} [(55) سورة النور].\n</p>\n\n<p>\nنزلت في أبي بكر وعمر -رضي الله عنهما- قاله مالك، وقيل: إن سبب هذه\nالآية أن بعض أصحاب النبي -صلى الله عليه وسلم- شكا جهد مكافحة العدو، وما\nكانوا عليه من الخوف على أنفسهم، وأنهم لا يضعون أسلحتهم، فنزلت الآية،\nوقال أبو العالية: مكث رسول الله -صلى الله عليه وسلم- بمكة عشر سنين بعدما\nأوحي إليه خائفا هو وأصحابه، يدعون إلى الله سرا وجهرا، ثم أمر بالهجرة إلى\nالمدينة، وكانوا فيها خائفين يصبحون ويمسون في السلاح، فقال رجل: يا رسول\nالله: أما يأتي علينا يوم نأمن فيه ونضع السلاح؟ فقال -عليه السلام-: ((لا\nتلبثون إلا يسيرا حتى يجلس الرجل منكم في الملأ العظيم محتبيا ليس عليه\nحديدة)) ونزلت هذه الآية ..\n</p>\n\n<p>\nليس عليه حديدة – يعني من آلات السلاح-، الحديث مخرج؟\n</p>\n\n<p>\nطالب: قال: مرسل ذكره الواحدي عن الربيع عن أبي العالية من دون إسناد،\nوهو مرسل. . . . . . . . .\n</p>\n\n<p>\nالشيخ: المقصود أنه وقع ما جاء في الخبر، وأمن الناس على أديانهم وعلى\nأموالهم وعلى أعراضهم، وعلى مر العصور ينتابهم الأمن -وهو الغالب- ثم\nينتابهم الخوف لمخالفتهم أوامر الله وشرعه، ينتابهم <span id='ms284'></span> شيء من الخوف، ويبتلون\nبه حتى يرجعوا إلى دينهم، والله المستعان.\n</p>\n\n<p>\nونزلت هذه الآية، وأظهر الله نبيه على جزيرة العرب، فوضعوا السلاح\nوأمنوا، قال النحاس: فكان في هذه الآية دلالة على نبوة رسول الله -صلى الله\nعليه وسلم-؛ لأن الله -جل وعز- أنجز ذلك الوعد، قال الضحاك في كتاب النقاش:\nهذه الآية تتضمن خلافة أبي بكر وعمر وعثمان وعلي؛ لأنهم أهل الإيمان وعملوا\nالصالحات، وقد قال رسول الله -صلى الله عليه وسلم-: ((الخلافة بعدي\nثلاثون)) وإلى هذا القول ذهب ابن العربي في أحكامه واختاره ..\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p018'> Vol. 12, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nوخلافة الأربعة مدتها ثلاثون سنة.\n</p>\n\n<p>\nوقال: قال علماؤنا: هذه الآية دليل على خلافة الخلفاء الأربعة -رضي الله\nعنهم-، وأن الله استخلفهم، ورضي أمانتهم، وكانوا على الدين الذي ارتضى لهم؛\nلأنهم لم يتقدمهم أحد في الفضيلة إلى يومنا هذا، فاستقر الأمر لهم، وقاموا\nبسياسة المسلمين، وذبوا عن حوزة الدين فنفذ الوعد فيهم، وإذا لم يكن هذا\nالوعد لهم نجز، وفيهم نفذ، وعليهم ورد، ففيمن يكون إذا؟ وليس بعدهم مثلهم\nإلى يومنا هذا، ولا يكون فيما بعده -رضي الله عنهم-، وحكى هذا القول\nالقشيري عن ابن عباس، واحتجوا بما رواه سفينة مولى رسول الله -صلى الله\nعليه وسلم- قال: سمعت رسول الله -صلى الله عليه وسلم- يقول: ((الخلافة بعدي\nثلاثون سنة، ثم تكون ملكا)) قال سفينة: أمسك عليك خلافة أبي بكر سنتين،\nوخلافة عمر عشرا، وخلافة عثمان ثنتي عشرة سنة، وخلافة علي ستا، وقال قوم:\nهذا وعد لجميع الأمة في ملك الأرض كلها تحت كلمة الإسلام، كما قال -عليه\nالصلاة والسلام-: ((زويت لي الأرض فرأيت مشارقها ومغاربها، وسيبلغ ملك أمتي\nما زوي لي منها)).\n</p>\n\n<p>\nواختار هذا القول ابن عطية في تفسيره حيث قال: والصحيح في الآية أنها في\nاستخلاف الجمهور، واستخلافهم هو أن يملكهم البلاد، ويجعلهم أهلها، كالذي\nجرى في الشام والعراق وخراسان والمغرب، قال ابن العربي: قلنا لهم هذا وعد\nعام في النبوة والخلافة، وإقامة الدعوة، وعموم الشريعة، فنفذ الوعد في كل\nأحد بقدره وعلى حاله، حتى <span id='ms285'></span> في المفتين والقضاة والأئمة، وليس للخلافة محل\nتنفذ فيه الموعدة الكريمة إلا من تقدم من الخلفاء، ثم ذكر اعتراضا وانفصالا\nمعناه: فإن قيل هذا الأمر لا يصح إلا في أبي بكر وحده، فأما عمر وعثمان\nفقتلا غيلة، وعلي قد نوزع في الخلافة، قلنا: ليس في ضمن الأمن السلامة من\nالموت بأي وجه كان، وأما علي فلم يكن نزاله في الحرب مذهبا للأمن، وليس من\nشرط الأمن رفع الحرب، إنما شرطه ملك الإنسان لنفسه باختياره، لا كما كان\nأصحاب النبي -صلى الله عليه وسلم- بمكة ..\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p019'> Vol. 12, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nيعني بمعنى أن تكون الدولة للمسلمين، وإن وجد فيها بعض ما ينكد ويخالف\nهذا الأمن من وجه لأسبابه التي رتب عليها؛ لأن النصر مشروط {إن تنصروا الله\nينصركم} [(7) سورة محمد] والأمن مشروط {يعبدونني لا يشركون بي شيئا} [(55)\nسورة النور] فإذا وجد الشرك في بلد اختل هذا الأمن بقدر وجوده، وإذا ضعف\nالتوحيد في بلد ضعف الأمن بقدر ضعفه، فلا بد من تحقق الشرط ليترتب عليه\nالمشروط.\n</p>\n\n<p>\nومعروف أنه في زمن علي -رضي الله تعالى عنه- وجد شيء من الغلو به، ووجد\nمن طوائف الغلاة الذي غلوا به وألهوه من دون الله، فلا بد أن يختل الأمن\nبسبب هذا، لا بد من أن يختل الأمن بسبب مثل هذا {يعبدونني لا يشركون بي\nشيئا} فمتى حقق التوحيد وانتفى الشرك حصل الأمن، وإذا اختل شيء من هذا اختل\nالأمن بقدره {الذين آمنوا ولم يلبسوا إيمانهم بظلم أولئك لهم الأمن} [(82)\nسورة الأنعام] والمراد بذلك الشرك. نسأل الله العافية.\n</p>\n\n<p>\nطالب: خلافة الحسن؟\n</p>\n\n<p>\nالشيخ: ستة أشهر؟ تكمل الثلاثين.\n</p>\n\n<p>\nطالب: الأمن هنا المراد به الأمن على النفس أم العرض أم الدين أم ماذا؟\n</p>\n\n<p>\nالشيخ: الأمن من جميع وجوهه، {الذين آمنوا ولم يلبسوا} لم يخلطوا إيمانهم\nبظلم، أولئك لهم الأمن يعني التام، من كل وجه.\n</p>\n\n<p>\nثم قال في آخر كلامه: وحقيقة الحال أنهم كانوا مقهورين فصاروا قاهرين،\nوكانوا مطلوبين فصاروا طالبين، فهذا نهاية الأمن والعز.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p020'> Vol. 12, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: هذه الحال لم تختص بالخلفاء الأربعة -رضي الله <span id='ms286'></span> عنهم- حتى يخصوا بها\nمن عموم الآية، بل شاركهم في ذلك جميع المهاجرين، بل وغيرهم، ألا ترى إلى\nإغزاء قريش المسلمين في أحد وغيرها وخاصة الخندق حتى أخبر الله تعالى عن\nجميعهم فقال: {إذ جاؤوكم من فوقكم ومن أسفل منكم وإذ زاغت الأبصار وبلغت\nالقلوب الحناجر وتظنون بالله الظنونا * هنالك ابتلي المؤمنون وزلزلوا\nزلزالا شديدا} [(10 - 11) سورة الأحزاب] ثم إن الله رد الكافرين لم ينالوا\nخيرا، وأمن المؤمنين، وأورثهم أرضهم وديارهم وأموالهم، وهو المراد بقوله:\n{ليستخلفنهم في الأرض} [(55) سورة النور] وقوله: {كما استخلف الذين من\nقبلهم} [(55) سورة النور] يعني بني إسرائيل إذ أهلك الله الجبابرة بمصر،\nوأورثهم أرضهم وديارهم، فقال: {وأورثنا القوم الذين كانوا يستضعفون مشارق\nالأرض ومغاربها} [(137) سورة الأعراف] وهكذا كان الصحابة مستضعفين خائفين،\nثم إن الله تعالى أمنهم ومكنهم وملكهم، فصح أن الآية عامة لأمة محمد -صلى\nالله عليه وسلم- غير مخصوصة، إذ التخصيص لا يكون إلا بخبر ممن يجب له\nالتسليم، ومن الأصل المعلوم التمسك بالعموم ..\n</p>\n\n<p>\nيعني حتى يرد المخصص، تمسك بالعموم حتى يرد المخصص.\n</p>\n\n<p>\nوجاء في معنى تبديل خوفهم بالأمن أن رسول الله -صلى الله عليه وسلم- لما\nقال أصحابه: أما يأتي علينا يوم نأمن فيه، ونضع السلاح؟ فقال -عليه\nالسلام-: ((لا تلبثون إلا قليلا حتى يجلس الرجل منكم في الملأ العظيم\nمحتبيا ليس عليه حديدة)).\n</p>\n\n<p>\nتقدم قريبا.\n</p>\n\n<p>\nوقال -صلى الله عليه وسلم-: ((والله ليتمن هذا الأمر حتى يسير الراكب من\nصنعاء إلى حضرموت لا يخاف إلا الله والذئب على غنمه، ولكنكم تستعجلون))\nخرجه مسلم في صحيحه، فكان كما أخبر -صلى الله عليه وسلم- فالآية معجزة\nالنبوة؛ لأنها إخبار عما سيكون فكان.\n</p>\n\n<p>\nقوله تعالى: {ليستخلفنهم في الأرض} فيه قولان: أحدهما: يعني أرض مكة ..\n</p>\n\n<p>\nيعني المعهودة، الأرض المعهودة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p021'> Vol. 12, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nلأن المهاجرين سألوا الله تعالى ذلك، فوعدوا كما وعدت بنو إسرائيل، قال\nمعناه النقاش الثاني: بلاد العرب والعجم، قال ابن العربي: وهو الصحيح؛ لأن\nأرض مكة محرمة على المهاجرين، قال النبي -صلى الله عليه وسلم-: ((لكن\nالبائس سعد بن خولة <span id='ms287'></span>، يرثي له رسول الله -صلى الله عليه وسلم- أن مات بمكة))\nوقال في الصحيح أيضا: ((يمكث المهاجر بمكة بعد قضاء نسكه ثلاثا)).\n</p>\n\n<p>\nواللام في {ليستخلفنهم} جواب قسم مضمر؛ لأن الوعد قول مجازها: قال الله\nللذين آمنوا وعملوا الصالحات والله ليستخلفنهم في الأرض، فيجعلهم ملوكها\nوسكانها.\n</p>\n\n<p>\n{كما استخلف الذين من قبلهم} يعني بني إسرائيل، أهلك الجبابرة بمصر\nوالشام، وأورثهم أرضهم وديارهم، وقراءة العامة {كما استخلف} بفتح التاء\nواللام لقوله: {وعد} وقوله: {ليستخلفنهم} وقرأ عيسى بن عمر وأبو بكر\nوالمفضل عن عاصم {استخلف} بضم التاء وكسر اللام على الفعل المجهول، و\n{ليمكنن لهم دينهم الذي ارتضى لهم} وهو الإسلام، كما قال تعالى: {ورضيت لكم\nالإسلام دينا} [(3) سورة المائدة] وقد تقدم.\n</p>\n\n<p>\nوروى سليم بن عامر عن المقداد بن الأسود قال: سمعت رسول الله -صلى الله\nعليه وسلم- يقول: ((ما على ظهر الأرض بيت حجر ولا مدر إلا أدخله الله كلمة\nالإسلام بعز عزيز، أو ذل ذليل، أما بعزهم فيجعلهم من أهلها، وأما بذلهم\nفيدينون بها)) ذكره الماوردي حجة لمن قال: إن المراد بالأرض بلاد العرب\nوالعجم، وهو القول الثاني على ما تقدم آنفا ..\n</p>\n\n<p>\nمخرج؟\n</p>\n\n<p>\nطالب: قال: صحيح أخرجه أحمد وابن حبان والحاكم من حديث المقداد، وصححه\nالحاكم على شرطهما، ووافقه الذهبي، والصواب أنه على شرط مسلم، وفي الباب من\nحديث تميم الداري -رضي الله عنه- لأحمد والحاكم وصححه على شرطهما ووافقه\nالذهبي، وهو كما قال، وصححه الألباني وصححه محققي الرسالة.\n</p>\n\n<p>\nالشيخ: من هم؟\n</p>\n\n<p>\nطالب: محققي الرسالة.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p022'> Vol. 12, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nالشيخ: ما في شك الأمن وإن أمن أمن البهائم وسلمت نفسه وروحه وماله\nوعرضه، لكن أين الأمن التام المطلق الذي يتدين الإنسان كما يشاء، ويقول ما\nيشاء، إذا كان مرضيا لله -جل وعلا-، فعلى كل حال كل شيء بقدره.\n</p>\n\n<p>\n{وليبدلنهم} [(55) سورة النور] قرأ ابن محيصن وابن كثير ويعقوب وأبو بكر\nبالتخفيف من أبدل، وهي قراءة الحسن، واختيار أبي حاتم الباقون بالتشديد من\nبدل، وهي اختيار أبي عبيد؛ لأنها أكثر ما في القرآن، قال الله تعالى: {لا <span id='ms288'></span>\nتبديل لكلمات الله} [(64) سورة يونس] وقال: {وإذا بدلنا آية مكان آية}\n[(101) سورة النحل] ونحوه وهما لغتان، قال النحاس: وحكى محمد بن الجهم عن\nالفراء قال: قرأ عاصم والأعمش {وليبدلنهم} مشددة، وهذا غلط عن عاصم، وقد\nذكر بعده غلطا أشد منه، وهو أنه حكى عن سائر الناس التخفيف، قال النحاس:\nوزعم أحمد بن يحيى أن بين التثقيل والتخفيف فرقا، وأنه يقال: بدلته: أي\nغيرته، وأبدلته: أزلته وجعلت غيره، قال النحاس: وهذا القول صحيح كما تقول:\nأبدل لي هذا الدرهم أي أزله، وأعطني غيره، وتقول: قد بدلت بعدنا: أي غيرت،\nغير أنه قد يستعمل أحدهما موضع الآخر، والذي ذكره أكثر، وقد مضى هذا في\n(النساء) والحمد لله.\n</p>\n\n<p>\nوقد وذكرنا في سورة إبراهيم الدليل من السنة على أن بدل معناه إزالة\nالعين، فتأمله هناك وقرئ {عسى ربنا أن يبدلنا} [(32) سورة القلم] مخففا\nومثقلا، {يعبدونني} هي في موضع الحال، أي في حال عبادتهم الله بالإخلاص،\nويجوز أن يكون استئنافا، على طريق الثناء عليهم.\n</p>\n\n<p>\n{لا يشركون بي شيئا} فيه أربعة أقوال: أحدها: لا يعبدون إلها غيري، حكاه\nالنقاش.\n</p>\n\n<p>\nالثاني: لا يراءون بعبادتي أحدا، الثالث: لا يخافون غيري، قاله ابن عباس.\nالرابع: لا يحبون غيري قاله مجاهد ..\n</p>\n\n<p>\nمعناه أنهم لا يعبدون أحدا غير الله -جل وعلا- لا عبادة تامة، ولا يصرفون\nله شيئا من حقوق الرب -جل وعلا-.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p023'> Vol. 12, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\n{ومن كفر بعد ذلك} أي بهذه النعم، والمراد كفران النعمة؛ لأنه قال تعالى:\n{فأولئك هم الفاسقون} الكافر بالله فاسق بعد هذا الإنعام وقبله، قوله\nتعالى: {وأقيموا الصلاة وآتوا الزكاة وأطيعوا الرسول لعلكم ترحمون} [(56)\nسورة النور] تقدم فأعاد الأمر بالعبادة تأكيدا.\n</p>\n\n<p>\nقوله تعالى: {لا تحسبن الذين كفروا} [(57) سورة النور] هذا تسلية للنبي\n-صلى الله عيه وسلم- ووعد بالنصرة، وقراءة العامة {تحسبن} بالتاء خطابا،\nوقرأ ابن عامر وحمزة وأبو حيوة {يحسبن} بالياء بمعنى: لا يحسبن الذين كفروا\nأنفسهم معجزين الله في الأرض؛ لأن الحسبان يتعدى إلى مفعولين، وهذا قول\nالزجاج، وقال الفراء وأبو علي: يجوز أن يكون الفعل للنبي -صلى <span id='ms289'></span> الله عليه\nوسلم-: أي لا يحسبن محمد الذين كفروا معجزين في الأرض ..\n</p>\n\n<p>\nحتى على القراءة الأولى، لا تحسبن يا محمد الذين كفروا.\n</p>\n\n<p>\nف {الذين} مفعول أول و {معجزين} مفعول ثان، وعلى القول الأول {الذين\nكفروا} فاعل.\n</p>\n\n<p>\n{أنفسهم} مفعول أول وهو محذوف مراد، و {معجزين} مفعول ثان، قال النحاس:\nوما علمت أحدا من أهل العربية بصريا ولا كوفيا إلا وهو يخطئ قراءة حمزة،\nفمنهم من يقول: هي لحن؛ لأنه لم يأت إلا بمفعول واحد ليحسبن، وممن قال هذا\nأبو حاتم، وقال الفراء: هو ضعيف، وأجازه على ضعفه على أنه يحذف المفعول\nالأول، وقد بيناه، قال النحاس: وسمعت علي بن سليمان يقول في هذه القراءة:\nيكون {الذين كفروا} في موضع نصب قال: ويكون المعنى: ولا يحسبن الكافر الذين\nكفروا معجزين في الأرض.\n</p>\n\n<p>\nقلت: وهذا موافق لما قاله الفراء وأبو علي، إلا أن الفاعل هناك النبي\n-صلى الله عليه وسلم- وفي هذا القول {الكافر} و {معجزين} معناه: فائتين،\nوقد تقدم {ومأواهم النار ولبئس المصير} [(57) سورة النور] أي المرجع ..\n</p>\n\n<p>\nلا شك أن الخطاب في قوله: {لا تحسبن} للنبي -عليه الصلاة والسلام- وفي\nحكمه كل من يتأتى، ومن يمكن أن يوجه إليه هذا الخطاب، وكل أحد لا يحسبن أن\nالكافرين معجزين – نسأل الله العافية-.\n</p>\n\n<p>\nاللهم صل وسلم على سيدنا محمد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p024'> Vol. 12, p. 024</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16",
    "17",
    "18",
    "19",
    "20",
    "21",
    "22"
  ]
}