{
  "content": "\n\n#\n<p>\n| مقدمة الكتاب\n</p>\n\n#\n<p>\n| للمصنف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\n| بسم الله الرحمن الرحيم\n</p>\n\n<p>\nقال الشيخ الإمام العالم العلامة قاضي المسلمين بدر الدين بن جماعة\n</p>\n\n<p>\nالحمد لله الذي حجب العقول عن إدراك ذاته ودل على وجوده بمصنوعاته\nوأفعاله وصفاته وجل عن شبه التعطيل وشوائب التشبيه وتعالى عن النظير\nوالمثيل والشبيه ^ ليس كمثله شيء وهو السميع البصير ^ <span class='quran'>لا إله إلا هو\nإليه المصير </span></p>\n\n<p>\nوأفضل الصلاة وأتم السلام على نبيه محمد أشرف الأنام وعلى آله وصحبه\nالكرام والتابعين لهم بإحسان على الدوام\n</p>\n\n<p>\nأما بعد فإن الذب عن الدين لمن تمكن منه فرض واجب والرد على أهل البدع\nأمر لازب مع أنه لا يقدر على الحمل على الإعتقاد إلا الرب الذي بيده تصاريف\nقلوب العباد وغاية المنتصب لإقامة الدليل بيان إبطال حجج أهل التشبيه\nوالتعطيل <span class='quran'>فمن يرد الله أن يهديه يشرح صدره للإسلام ومن يرد أن يضله\nيجعل صدره ضيقا حرجا كأنما يصعد في السماء </span></p>\n\n<p>\nولما شاع في الخاصة مذهب المعتزلة المؤدي إلى التعطيل وفي العامة مذهب\nالتشبيه المؤدي إلى التجسيم والحلول انتصب أهل العلم من أهل الحق للرد على\nالمذهبين وبيان الحق المبين المباين للقولين\n</p>\n\n<p>\nفأما مذهب الاعتزال فقد محي في بلادنا رسمه ولم يبق فيها إلا ذكره\n</p>\n\n<p>\nوأما مذهب التشبيه فإن جماعات من الأعوام العامة المجانيين للعلماء\nالأعلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n             أحسنوا الظن في بعض من ينسب ذلك إليهم فاعتمدوا في\nتقليد دينهم عليهم إذا كان هذا المذهب أقرب إلى ذهن العامي وفهمه <span class='quran'>بل\nكذبوا بما لم يحيطوا بعلمه </span></p>\n\n<p>\nوقد ذكرت في هذا المختصر معاني ما تمسكوا به من الآيات الكريمة والأخبار\nالصحيحة والحسنة والسقيمة وما يجب رد معانيها إليه ويتعين حملها عليه مما\nيليق بجلال عظمته وكمال صفاته وقديم عزته على ما تقتضيه لغة العرب التي نزل\nبها القرآن ومفهوم ذلك بين عند أهل اللسان قال الله تعالى <span class='quran'>وما أرسلنا\nمن رسول إلا بلسان قومه ليبين لهم </span>فأرسل سيدنا محمدا صلى الله عليه\nوسلم سيد المرسلين بلسان قومه العربي المبين ونزل به القرآن ونيط به عقود\nالإيمان وبه وردت أدلة <span id='ms01'></span> الأحكام وبيان الحلال والحرام\n</p>\n\n<p>\nوخوطبوا على ما يعرفونه من لغاتهم ويفهمونه من مخاطباتهم من حقائقها\nومجازاتها ومفصلاتها ومضمراتها وإشاراتها واستعاراتها وكناياتها ونصوصها\nوظواهرها وعمومها وخصوصها ومطلقها ومقيدها فلم يحتاجوا عند نزول الكتاب\nإليهم وورود السنة عليهم إلى سؤال عن مدلول الألفاظ لمعرفتهم بمعناها ولا\nبحث عن محلها لفهم مقتضاها\n</p>\n\n<p>\nولذلك لما نزل <span class='quran'>أحل لكم ليلة الصيام الرفث إلى نسائكم </span>لم يشكوا\nأنه الجماع\n</p>\n\n<p>\n<span class='quran'>ولا تجعل يدك مغلولة إلى عنقك ولا تبسطها كل البسط </span>لم يشكوا\nأنه البخل والجود\n</p>\n\n<p>\n<span class='quran'>وأنزلنا الحديد </span>لم يشكوا أن معنى الإنزال فيه الخلق وكذا ^\nأنزل لكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n             من الأنعام ثمانية أزواج )\n</p>\n\n<p>\nفكذلك لم يشكوا أن مالا يليق بجلال الله تعالى لم يرد في قوله تعالى <span class='quran'>استوى على العرش </span>^ وهو معكم أينما كنتم ^ ونحوه من الآيات ومن السنة\nينزل ربنا كل يوم إلى سماء الدنيا الحجر الأسود يمين الله في الأرض القلب\nبين أصبعين من أصابع الرحمن فإن الله قبل وجهه\n</p>\n\n<p>\nكل ذلك ونحوه لم يشكوا أن ما لا يليق بجلال الرب تبارك وتعالى غير مراد\nوأن المراد بذلك المعاني اللائقة بجلاله تعالى من مجازات الألفاظ وتأويلها\nلما فهموا منه لم يسألوا عنه ولو لم يفهموا منه ما يليق بجلال الرب تعالى\nلسألوا عنه وبحثوا\n</p>\n\n<p>\nوكيف لا وقد سألوا عن المحيض وأموال اليتامى والأهلة والإنفاق ولبس\nالإيمان بالظلم وصلاة المصلين إلى بيت المقدس من المتوفين قبل تحويل القبلة\n</p>\n\n<p>\nفكيف يتركون السؤال عن صفات الرب العلية عند عدم فهم ما ورد فيها مع أن\nمعرفة الله تعالى أصل الإيمان ومنبع العرفان ولكن لما انتشر الإسلام في\nالأرض ودخل فيه من لا يعرف تصاريف لسان العرب من الأعاجم والأنباط والتبس\nعليهم اللسان العربي بالعرفي لعدم علمهم بتصاريفه من حقيقة ومجاز وكناية\nواستعارة وحذف وإضمار وغير ذلك وقع من وقع في التجسيم وطائفة في التعطيل\nوتفرقت الآراء في الكلام على الذات والصفات كما أخبر الصادق صلى الله عليه\nوسلم عن فرق الأمة الكائنة بعده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n             فاحتاج أهل الحق إلى الرد على\nما <span id='ms02'></span> ابتدعوه وإقامة الحجج على ما تقولوه وانقسموا إلى قسمين\n</p>\n\n<p>\nأحدهما أهل التأويل وهم الذين تجردوا للرد على المبتدعة من المجسمة\nوالمعطلة ونحوهم من المعتزلة والمشبهة والخوارج لما أظهر كل منهم بدعته\nودعا إليها\n</p>\n\n<p>\nفقام أهل الحق بنصرته ودفع عنه الدافع بإبطال بدعته وردوا تلك الآيات\nالمحتملة والأحاديث إلى ما يليق بجلال الله من المعاني بلسان العرب وأدلة\nالعقل والنقل ليحق الله الحق بكلماته ويبطل الباطل بحججه ودلالاته\n</p>\n\n<p>\nوالقسم الثاني القائلون بالقول المعروف بقول السلف وهو القطع بأن ما لا\nيليق بجلال الله تعالى غير مراد والسكوت عن تعيين المراد من المعاني\nاللائقة بجلال الله تعالى إذا كان اللفظ محتملا لمعاني تليق بجلال الله\nتعالى\n</p>\n\n<p>\nفالصنفان قاطعان بأن ما لا يليق بجلال الله تعالى من صفات المحدثين غير\nمراد وكل منهما على الحق\n</p>\n\n<p>\nوقد رجح قوم من الأكابر الأعلام قول السلف لأنه أسلم وقوم منهم قول أهل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n             التأويل للحاجة إليه والله أعلم\n</p>\n\n<p>\nومن انتحل قول السلف وقال بتشبيه أو تكييف أو حمل اللفظ على ظاهره مما\nيتعالى الله عنه من صفات المحدثين فهو كاذب في انتحاله بريء من قول السلف\nواعتداله\n</p>\n\n<p>\nوإذا ثبت أن الله تعالى خاطبنا بلغة العرب وأن ما لا يليق بجلاله غير\nمراد فنقول إن اللفظ العربي المتعلق بالذات المقدسة أو الصفات العلية إما\nأن يحتمل معاني عدة أو لا يحتمل إلا معنى واحدا فإن لم يحتمل إلا معنى\nواحدا يليق بجلاله تعالى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n             كالعلم تعين حمله عليه وإن احتمل\nمعاني تليق بجلاله تعالى فهذا محل الكلام بين قول السلف والتأويل كما تقدم\n</p>\n\n<p>\nوقد رجع قوم التأويل لوجوه\n</p>\n\n<p>\nالأول : أنا إذا ركعنا الألسنة عن الخوض فيه ولم نتبين معناه فكيف بكف\nالقلوب عن عروض الوساوس والشك وسبق الوهم إلى مالا يليق به تعالى\n</p>\n\n<p>\nالثاني أن انبلاج الصدور بظهور المعنى والعلم به أولى من تركه بصدد عروض\nالوساوس والشك ومن ذا الذي يملك القلب مع كثرة تقلبه\n</p>\n\n<p>\nالثالث أن الاشتغال بالنظر المؤدي إلى الصواب والعلم أولى من الوقوف مع\nالجهل <span id='ms03'></span> مع القدرة على نفيه\n</p>\n\n<p>\nالرابع أن السكوت عن الجواب إن اكتفي به في حق المؤمن المسلم الموفق\nوالعامي فلا يكتفي به في جواب المنازع من مبتدع أو كافر أو مصمم على\nالتشبيه والتجسيم\n</p>\n\n<p>\nالخامس أن السكوت مناقض لقوله تعالى <span class='quran'>هذا بيان للناس </span>و ^ قد\nجاءكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n             برهان من ربكم وشفاء لما في الصدور ) و <span class='quran'>بلسان عربي\nمبين </span>و ^ ليدبروا آياته وليتذكر أولو الألباب ^ و <span class='quran'>قد جاءكم من\nالله نور وكتاب مبين </span>و <span class='quran'>لتبين للناس ما نزل إليهم </span>ونحو ذلك\nوالله أعلم\n</p>\n\n<p>\nولذلك لا تكاد تجد آية من الآيات المشتملة على ما يتوهم منه صفة\nالمخلوقين إلا مقرونة بما يشعر بالتنزيه أو تفسير المراد به إما متقدما أو\nمتأخرا كقوله تعالى ^ ليس كمثله شيء وهو السميع البصير ^ وكقوله تعالى <span class='quran'>مطويات بيمينه </span>و <span class='quran'>ثم استوى على العرش ما لكم من دونه من ولي </span>و <span class='quran'>بل يداه مبسوطتان ينفق كيف يشاء </span>و <span class='quran'>يد الله فوق أيديهم فمن\nنكث </span>ونحو ذلك من الآيات الكريمة\n</p>\n\n<p>\nولو خاطب الله تعالى الخلق فيما يتعلق بذاته المقدسة وصفاته الكريمة بما\nلا يفهم له معنى لكان منافيا لقوله تعالى <span class='quran'>بلسان عربي مبين </span><span class='quran'>هذا بيان للناس وهدى </span><span class='quran'>لتبين للناس ما نزل إليهم </span><span class='quran'>تلك\nآيات الكتاب وقرآن مبين </span></p>\n\n<p>\nوبهذا يرد قول من قال إن الوجه عبارة عن صفة لا ندري ما هي وكذلك اليد\nوالضحك والحياء وغير ذلك من الصفات\n</p>\n\n<p>\nوكذلك قول من يقول وجه لا كوجهنا ويد لا كيدنا ونزول لا كنزولنا وشبه ذلك\n</p>\n\n<p>\nفيقال لهم هذه المعاني المسماة إن لم تكن معلومة ولا معقولة للخلق ولا\nلها موضع في اللغة استحال خطاب الله الخلق بها لأنه يكون خطابا بلفظ مهمل\nلا معنى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n             له وفي ذلك ما يتعالى الله عنه أو كخطاب عربي بلفظ\nتركي لا يعقل معناه بل هذا أبعد منه لأن سامع اللفظ التركي يمكن مراجعتهم\nفي معناه عندهم وهذا على قول هؤلاء لا يمكن أن يعلم معناه إلا الله فيكون\nخطابا بما يحير السامع ولا يفيده شيئا ويلزم <span id='ms04'></span> منه مالا يخفى على العقلاء ما\nيتقدس خطاب الله عنه\n</p>\n\n<p>\nفإذا حملناه على معنى صحيح يليق بجلاله لغة وعقلا ونقلا انشرح الصدر\nواستقر على علم وسلم من عروض الوساوس والشكوك كما تقدم\n</p>\n\n<p>\nولذلك نقول لو أنه تعالى لو لم يخلق لنا سمعنا وبصرا وعلما وقدرة لما\nفهمنا خطابه لقوله تعالى سميع بصير عليم قدير فخاطبنا بما نفهم معناه من\nإدراك المسموعات والمبصرات والمعلومات ونحو ذلك مع قيام الدليل على تنزيهه\nمن التشبيه بالمخلوقين فقد بان بما ذكرنا أن حقيقة مذهب السلف السكوت عن\nتعيين المراد من المعاني اللائقة بجلاله من ذلك اللفظ المحتمل لأن المراد\nمعان لا تفهم ولا تعقل ولا وضع له لفظ يدل عليه لغة بل عبر عنه بلفظ يوهم\nغيره أو لا يفهم له معنى\n</p>\n\n<p>\nوكل ذلك أمثال لما ذكرناه من أن القرآن والسنة بيان وهدى فمن اعتقد مذهب\nالسلف المذكور أو مذهب التأويل الحق فهو على هدى\n</p>\n\n<p>\nومن اعتقد ظاهرا لا يليق بجلاله تعالى أو ما لا يفهم معناه أصلا فمبتدع\n</p>\n\n<p>\nفإن قيل فما تقول في الحروف المقطعة في أوائل السور\n</p>\n\n<p>\nقلت الجواب عنه من أوجه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nالأول أنها محمولة على ما قاله ابن عباس حبر الأمة وترجمان القرآن وهو إن\nكل حرف دال على كلمة فمعنى <span class='quran'>الم </span>أنا الله أعلم وأفضل وذلك معروف\nمن لغة العرب قال\n</p>\n\n<p>\n( قلت لها قضي فقالت قاف % لا تحسبي أنا نسينا الألطاف )\n</p>\n\n<p>\nوقال آخر\n</p>\n\n<p>\n( نادوهم إلا ألجموا ألا تا % قالوا جميعا كلهم ألافا )\n</p>\n\n<p>\nفمعنى الأول ألا تركبون والثاني فاركبوا\n</p>\n\n<p>\nوقال آخر\n</p>\n\n<p>\n( بالخير خير وإن شرا فا % ولا أريد الشر إلا أن تا )\n</p>\n\n<p>\nمعنى الأول فمثله والثاني يريده\n</p>\n\n<p>\nالثاني بيان أن القرآن كلماته من حروف كلماتهم فليأتوا بمثله إن منعوا\nالإعجاز فيه وأتوا بنصف الحروف التي منها يتركب أكثر الكلام تنبيها على\nالباقي والمراد الجميع\n</p>\n\n<p>\nقال الشاعر\n</p>\n\n<p>\n( لما رأيت أنها في حطى % أخذت منها بقرون شمط ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nأراد في أبجد هوز حطي إلى آخرها\n</p>\n\n<p>\nالثالث أنها أسماء السور كما جاء عن ابن عباس <span id='ms05'></span> وغيره في ذلك أنها أعلام\nعليها\n</p>\n\n<p>\nالرابع أنها أقسام أقسم الله بها لشرفها بتركيب كلمات كتابه منها ولذلك\nذكر نصفها الذي هو أغلب في الكلام\n</p>\n\n<p>\nالخامس أنها أمارات لأهل الكتاب على نبوة محمد صلى الله عليه وسلم أنه\nينزل عليه كتابا فيه حروف مفردة\n</p>\n\n<p>\nالسادس أنها نزلت كذلك لتستغرب فيكون أدعى إلى سماعهم للقرآن\n</p>\n\n<p>\nالسابع عن أبي العالية أن المراد بها حساب الجمل ليدله على مغيبات تكون\nوكل ذلك محتمل للغة والله أعلم\n</p>\n\n<p>\nواعلم أن فرق المسلمين وإن تباينوا في المسائل المتعلقة بالذات والصفات\nمتفقون على تأويل بعض الآيات والأخبار فمن الآيات\n</p>\n\n<p>\n<span class='quran'>بل يداه مبسوطتان </span><span class='quran'>ولا تجعل يدك مغلولة إلى عنقك </span>لم\nيقل أحد إن المراد بها الجوارح <span class='quran'>ونحن أقرب إليه </span><span class='quran'>واسجد واقترب\n</span><span class='quran'>فإني قريب </span>لم يقل إن المراد قرب المسافة ومنها <span class='quran'>وهو\nمعكم </span><span class='quran'>إنني معكما </span>. لم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n             يقل أحد إن المعية ههنا\nالمقاربة بالذات ونحو ذلك من الآيات المتفق على تأويلها\n</p>\n\n<p>\nفأما الذي يجوز التأويل في بعض دون بعض هل هو إلا تحكم وتجوز لذلك هكذا\n</p>\n\n<p>\nومن الأخبار قلب المؤمن بين أصبعين من أصابع الرحمن رواه مسلم فإن كل\nعاقل يعلم أنه ليس لله تعالى في كل صدر مؤمن أصبعان وأن ذلك مؤول قطعا بما\nسنذكره إن شاء الله تعالى ومنها كنت سمعه الذي يسمع به وبصره الذي يبصر به\nويده التي يبطش بها وإن تقرب مني شبرا تقربت منه ذراعا وإن أتاني يمشي\nأتيته هرولة\n</p>\n\n<p>\nوكذلك قوله مرضت فلم تعدني واستطعمتك فلم تطعمني واستكسوتك فلم تكسني أنا\nجلس من ذكرني الكبرياء ردائي والعظمة إزاري\n</p>\n\n<p>\nكل ذلك لا يشك عاقل لا يرتاب أن ظاهر ذلك غير مراد ومن خالجه عقله بخلاف\nما قلناه فغير مستحق لخطاب أورد جواب\n</p>\n\n<p>\nوكذلك الحجر الأسود يمين الله في أرضه\n</p>\n\n<p>\nوكذلك دعوى قدم القرآن مع كونه حرفا وصوتا فإن القدم والحرف والصوت لا\nيجتمعان لما علم من حد القديم والحادث وكيف يعقل اجتماع الصوت بالباء\nوالسين والميم فضلا عما زاد على ذلك في آن واحد <span id='ms06'></span>\n</p>\n\n<p>\nومن لا يقفون يقف العقل الذي جعله الله تعالى دليلا عليه وعلى صفاته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n             كيف يقفوا يقف ويقدم عليه ضعيف الحديث المنقول وموضوعاته لم\nيستحق كلاما بل جوابه سلاما\n</p>\n\n<p>\nوسيأتي الكلام على معاني ما ورد في الكتاب والسنة الصحيحة والأحاديث\nالضعيفة إن شاء الله تعالى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\n| الكلام على ما في الكتاب العزيز من الآيات وتأويلها\n</p>\n\n#\n<p>\n| بما يليق بجلال الله تعالى من الصفات\n</p>\n\n<p>\nالآية الأولى قوله تعالى <span class='quran'>ثم استوى على العرش </span>ورد في خمس آيات\nوفي سادس في طه ( الرحمن على العرش استوى )\n</p>\n\n<p>\nفنقول قد تقدم أن القرآن نزل بلغة العرب ومعاني كلامهم وما كانوا\nيتعقلونه في خطابهم أما العرش لغة فهو سرير الملك وسقف البيت ومنه قولهم ثل\nعرش فلان أي زال سلطانه وجاهه ويقال لسقف البيت عرشه ومنه قوله تعالى <span class='quran'>معروشات وغير معروشات </span></p>\n\n<p>\nوالعرش سقف العالم بأسره والله أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nوسنبين فيما يأتي أن إرادة حقيقة السرير في الآيات محال\n</p>\n\n<p>\nوأما الاستواء فله في اللغة معان\n</p>\n\n<p>\nالأول تمام الشيء ومنه <span class='quran'>فإذا سويته </span><span class='quran'>ثم سواه ونفخ فيه </span>ومنه <span class='quran'>بلغ أشده واستوى </span></p>\n\n<p>\nالثاني القصد ومنه <span class='quran'>ثم استوى إلى السماء </span>أي قصد خلقها\n</p>\n\n<p>\nالثالث الاعتدال ومنه <span class='quran'>هل يستويان مثلا </span><span class='quran'>هل يستوي الذين\nيعلمون والذين لا يعلمون </span><span class='quran'>لا يستوي منكم من أنفق </span>الآية\n</p>\n\n<p>\nالرابع القهر والاستيلاء ومنه قد استوى بشر على العراق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nوقول الآخر وأضحى على ما ملكوه قد استوى\n</p>\n\n<p>\nواتفق السلف وأهل التأويل على أن ما لا يليق من ذلك بجلال الرب تعالى غير\nمراد كالقعود والاعتدال واختلفوا في تعيين ما يليق بجلاله من المعاني\nالمحتملة كالقصد والاستيلاء فسكت السلف عنه وأوله المؤولون على الاستيلاء\nوالقهر لتعالي الرب عن سمات الأجسام من الحاجة إلى الحيز والمكان وكذلك لا\nيوصف بحركة أو سكون أو اجتماع وافتراق لأن ذلك كله من سمات المحدثات وعروض\nالأعراض والرب تعالى مقدس عنه\n</p>\n\n<p>\nفقوله تعالى <span class='quran'>استوى </span>بتعين فيه معنى الاستيلاء والقهر لا القعود\nوالاستقرار إذ لو كان وجوده تعالى مكانيا أو زمانيا للزم قدم الزمان\nوالمكان أو تقدمهما عليه وكلاهما باطل <span id='ms07'></span> فقد صح في الحديث كان الله ولا شيء\nمعه وللزم حاجته إلى المكان وهو تعالى الغني المطلق المستغني عما سواه كان\nالله ولا زمان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n             ولا مكان وهو الآن على ما عليه كان وللزم كونه\nمحدودا مقدرا وكل محدود ومقدر جسم وكل جسم مركب محتاج إلى أجزائه ويتقدس من\nله الغنى المطلق عن الحاجة ولأن مكان الاستقرار لو قدر حادث مخلوق فكيف\nيحتاج إليه من أوجده بعد عدمه وهو القديم الأزلى قبله\n</p>\n\n<p>\nفإن قيل نفي الجهة عن الموجود يوجب نفيه لاستحالة موجود في غير جهة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nقلنا الموجود قسمان موجود لا يتصرف فيه الوهم والحس والخيال والانفصال\nوموجود يتصرف ذلك فيه ويقبله فالأول ممنوع لاستحالته والرب لا يتصرف فيه\nذلك إذ ليس بجسم ولا عرض ولا جوهر فصح وجوده عقلا من غير جهة ولا حيز كما\nدل الدليل العقلي فيه فوجب تصديقه عقلا وكما دل الدليل العقلي على وجوده مع\nنفي الجسمية والعرضية مع بعد الفهم الحسي له فكذلك دل على نفي الجهة والحيز\nمع بعد فهم الحس له\n</p>\n\n<p>\nوقد اتفق أكثر العقلاء على وجوه ما ليس في حيز كالمعقول والنفوس والهيولي\nوعلى وجود ما لا يتصوره الذهن كحقيقة نفس الحرارة والبرودة فإنها موجودة\nقطعا ولا يتصور الذهن حقيقتها ولم يقل أحد إنهم ادعوا مستحيلا أو مخالفا\nللضرورة\n</p>\n\n<p>\nفإن قيل قصة المعراج تدل على الجهة والحيز\n</p>\n\n<p>\nقلنا قصة المعراج أريد بها والله أعلم أن يريه الله تعالى أنواع مخلوقاته\nوعجائب مصنوعاته في العالم العلوي والسفلي تكميلا لصفاته وتحقيقا لمشاهداته\nلآياته ولذلك قال تعالى <span class='quran'>لنريه من آياتنا </span>وسيأتي البسط في هذا في\nجواب الحديث إن شاء الله تعالى\n</p>\n\n<p>\nفإن قيل <span class='quran'>إليه يصعد الكلم الطيب </span>وهذا ظاهر في الجهة وكذلك قوله\nتعالى <span class='quran'>تعرج الملائكة والروح إليه </span>وقوله <span class='quran'>ثم يعرج إليه </span>الآية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nقلنا ليس المراد بالغاية هنا غاية المكان بل غاية انتهاء الأمور إليه\nكقوله تعالى <span class='quran'>ألا إلى الله تصير الأمور </span>^ وإليه يرجع الأمر كله ^\nوقول إبراهيم الخليل عليه السلام <span class='quran'>إني ذاهب إلى ربي سيهدين <span id='ms08'></span> </span><span class='quran'>وأنيبوا إلى ربكم وأسلموا له </span><span class='quran'>توبوا إليه </span>وهو كثير\n</p>\n\n<p>\nفالمراد الانتهاء إلى ما أعده لعباده والملائكة من الثواب والكرامة\nوالمنزلة\n</p>\n\n<p>\nفإن قيل قوله تعالى <span class='quran'>وهو القاهر فوق عباده </span><span class='quran'>يخافون ربهم من\nفوقهم </span></p>\n\n<p>\nقلنا يأتي ذلك في مكانه من آيات القرآن\n</p>\n\n<p>\nفإن قيل إنما يقال استولى لمن لم يكن مستوليا قبل أو لمن كان له منازع\nفيما استولى عليه أو عاجز ثم قدر\n</p>\n\n<p>\nقلنا المراد بهذا الاستيلاء القدرة التامة الخالية من معارض وليس لفظة ^\nثم ^ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n             هنا لترتيب ذلك بل هي من باب ترتيب الأخبار وعطف بعضها\nعلى بعض\n</p>\n\n<p>\nفإن قيل فالاستيلاء حاصل بالنسبة إلى جميع المخلوقات فما فائدة تخصيصه\nبالعرش\n</p>\n\n<p>\nقلنا خص بالذكر لأنه أعظم المخلوقات إجماعا كما خصه بقوله <span class='quran'>رب العرش\nالعظيم </span>وهو رب كل شيء فإذا استولى على العرش المحيط بكل شيء استولى\nعلى الكل قطعا\n</p>\n\n<p>\nإذا ثبت ذلك فمن جعل الاستواء في حقه ما يفهم من صفات المحدثين وقال\nاستوى بذاته أو قال استوى حقيقة فقد ابتدع بهذه الزيادة التي لم تثبت في\nالسنة ولا عن أحد من الأئمة المقتدى بهم وزاد بعض الحنابلة المتأخرين فقال\nالاستواء مماسة الذات وأنه على عرشه ما ملأه وأنه لا بد لذاته من نهاية\nيعلمها وقال آخر يختص بمكان دون مكان ومكانه وجود ذاته على عرشه قال\nوالأشبه أنه مماس للعرش والكرسي موضع قدميه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n             وهذا منهم افتراء\nعظيم تعالى الله عنه وجهل بعلم هيئة العالم فإن المماسة توجب الجسمية\nوالقدمين يوجب التشبيه والإمام أحمد بريء من ذلك فإن المنقول عنه أنه كان\nلا يقول بالجهة للباري تعالى وكان يقول الاستواء صفة مسلمة وهو قول بعض\nالسلف رضي الله عنهم\n</p>\n\n<p>\nالآية الثانية قوله تعالى <span class='quran'>وهو القاهر فوق عباده </span>وقوله تعالى\n<span class='quran'>يخافون ربهم من فوقهم </span></p>\n\n<p>\nاعلم أن لفظة فوق في كلام العرب تستعمل بمعنى الحيز العالي وتستعمل بمعنى\nالقدرة وبمعنى الرتبة العلية فمن فوقية القدرة <span class='quran'>يد الله فوق أيديهم\n</span><span class='quran'>وهو القاهر فوق عباده </span>فإن قرينة ذكر القهر يدل على ذلك ومن\nفوقية الرتبة <span class='quran'>وفوق <span id='ms09'></span> كل ذي علم عليم </span>لم يقل أحد إن المراد فوقية\nالمكان بل فوقية القهر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n             والقدرية والرتبة\n</p>\n\n<p>\nوإذا بطل بما قدمناه ما سنذكر من إبطال الجهة في حق الرب تعالى تعين أن\nالمراد فوقية القهر والقدرة والرتبة ولذلك قرنه بذكر القهر كما قدمنا\n</p>\n\n<p>\nويدل على ما قلناه أن فوقية المكان من حيث هي لا تقتضي فضيلة له فكم من\nغلام أو عبد كائن فوق مسكن سيده ولا يقال الغلام فوق السلطان أو السيد على\nوجه المدح إذا قصد المكان لم يكن فيه مدحه بل الفوقية الممدوحة فوقية القهر\nوالغلبة والرتبة ولذلك قال تعالى <span class='quran'>يخافون ربهم من فوقهم </span>لأنه إنما\nيخاف الخائف من هو أعلى منه رتبة ومنزلة وأقدر عليه منه فمعناه يخافون ربهم\nالقادر عليهم القاهر لهم وحقيقته يخافون عذاب ربهم لأن حقيقة الذات المقدسة\nلا تخاف وإنما المخوف في الحقيقة عذابه وبطشه وإنتقامه وإذا ثبت ذلك فلا\nجهة\n</p>\n\n<p>\nوله وجه آخر وهو أن يكون <span class='quran'>من فوقهم </span>متعلقا بعذاب ربهم المقدر\nويؤيده قوله تعالى <span class='quran'>قل هو القادر على أن يبعث عليكم عذابا من فوقكم\n</span>الآية\n</p>\n\n<p>\nفقد بان بما ذكرناه أن المراد بالفوقية في الآيات القهر والقدرة والرتبة\nأو فوقية جهة العذاب لا فوقية المكان له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nالآية الثالثة قوله تعالى <span class='quran'>وهو العلي العظيم </span><span class='quran'>سبح اسم ربك\nالأعلى </span><span class='quran'>وهو العلي الكبير </span></p>\n\n<p>\nالكلام على وصفه بذلك على ما ذكرناه في الفوقية وهو أن المراد علو\nالسلطنة والرتبة والقهر لا علو الجهة وكما صح التجوز في المعية في قوله\nتعالى ^ وهو معكم أينما كنتم ^ <span class='quran'>إن الله مع الذين اتقوا </span><span class='quran'>إلا\nهو معهم </span><span class='quran'>والله معكم </span></p>\n\n<p>\nفكذلك صح التجوز في العلو والفوقية بعلو الرتبة والسلطنة ويدل عليه قوله\nتعالى <span class='quran'>وأنتم الأعلون </span><span class='quran'>لا تخف إنك أنت الأعلى </span>^ وكلمة\nالله هي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n             العليا ) ونحو ذلك\n</p>\n\n<p>\nلم يرد بذلك من ذلك علو الجهة بل علو الرتبة والمنزلة قطعا\n</p>\n\n<p>\nالآية الرابعة قوله تعالى <span class='quran'>إليه يصعد الكلم الطيب </span><span class='quran'>تعرج\nالملائكة والروح إليه </span><span class='quran'>ورافعك إلي </span></p>\n\n<p>\nاعلم أنه قد تقدم الكلام عليه في آية الاستواء <span id='ms10'></span> ونزيد ههنا أنه إذا ثبت\nاستحالة الجهة في حقه تعالى وجب تأويل هذه الآيات وأن المراد يصعد ويعرج\nإلى محل أمره وإرادته أو أن المراد بالمعارج الرتب والدرجات كما ورد في\nدرجات الجنة وليس المراد به الدرجات التي هي مراقي من سفل إلى علو الرتبة\nوالمنازل عنده تعالى وفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n             إفاضات النعم في الجنة ومنه قوله\nتعالى <span class='quran'>ورافعك إلي </span>وقوله <span class='quran'>بل رفعه الله إليه </span>إلى محل\nكرامته كما يقال رفع السلطان فلانا إليه ليس المراد مكانا ولا جهة علو بل\nقرب رتبة ومنزلة\n</p>\n\n<p>\nالآية الخامسة قوله تعالى <span class='quran'>إن الذين عند ربك </span><span class='quran'>من ذا الذي\nيشفع عنده إلا بإذنه </span><span class='quran'>عند مليك مقتدر </span><span class='quran'>ابن لي عندك بيتا\nفي الجنة </span><span class='quran'>وإن له عندنا لزلفى وحسن مآب </span><span class='quran'>ومن عنده لا\nيستكبرون عن عبادته </span></p>\n\n<p>\nورد ذلك في الحديث كثيرا كقوله أنا عند ظن عبدي بي أنا عند المنكسرة\nقلوبهم من أجلي كل ذلك ليس المراد به عندية الجهة بل عندية الشرف والكرامة\nوالإعانة والجبر واللطف لا عندية الحيز والمكان فإن كون الرب تعالى عند\nالإنسان باعتبار الجهة والمكان محال بالإجماع وسيأتي شرحه في الحديث إن شاء\nالله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nالآية السادسة <span class='quran'>إنا أنزلناه في ليلة القدر </span><span class='quran'>ونزلناه تنزيلا\n</span><span class='quran'>ولو أننا نزلنا إليهم الملائكة </span><span class='quran'>قال الله إني منزلها\nعليكم </span>وهو كثير في القرآن والحديث وتمسك به الحنبلي في ثوب الجهة وليس\nبدليل له بل لما كان الإنزال من جهة اللوح المحفوظ وهو في السماء عبر عنه\nبالإنزال والنزول وهو لازم للخصم لأن القرآن عنده حرف وصوت والحروف\nوالأصوات لا تقبل النزول والانتقال وأيضا فإن الفعل قد يضاف إلى الأمر به\nكما يضاف إلى فاعله فيقال نادي السلطان في الناس ولم يباشر ذلك بنفسه بل\nأمر به ومثله قوله تعالى <span class='quran'>الله يتوفى الأنفس </span>فأضاف الفعل إلى نفسه\nوقد قال ( توفته رسلنا ) وقال <span class='quran'>قل يتوفاكم ملك الموت </span>فلما كان هو\nالآمر به نسبه إليه ومنه <span class='quran'>وإنا له كاتبون </span>وقال <span class='quran'>كراما كاتبين\n</span>وقال <span class='quran'>إنا نحن نزلنا الذكر </span>وقال <span class='quran'>نزل به الروح الأمين <span id='ms11'></span>\n</span>ومثله كثير ومنه ينزل ربنا كل ليلة إلى سماء الدنيا كما سيأتي مبسوطا\nفي قسم الحديث إن شاء الله تعالى\n</p>\n\n<p>\nالآية السابعة قوله تعالى <span class='quran'>أأمنتم من في السماء أن يخسف بكم الأرض\n</span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n             وقوله تعالى <span class='quran'>قل لا يعلم من في السماوات والأرض الغيب\nإلا الله </span></p>\n\n<p>\nاعلم أن الدليل العقلي القاطع والنقلي الشائع يدلان على أن الآيات\nالمذكورة ليست على ظاهرها لوجوه\n</p>\n\n<p>\nالأول أن لفظه في للظرفية وتعالى الله أن يكون مظروفا لخلق من خلقه\n</p>\n\n<p>\nوأيضا فقد قال <span class='quran'>وهو الذي في السماء إله وفي الأرض إله </span>والجمع\nبينهما متناقض\n</p>\n\n<p>\nالثاني أعلم أن الخصم يعتقد أن الرب تعالى على العرش والآية تضاد ذلك لأن\nمن هو في السماء ليس هو على ما هو أعلى منها بطبقات وآلاف سنين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك لا يصح أن يقال لمن هو فوق سطح يسع لدار عظيمة في وسطها من أسفل\nبيت صغير إنه في ذلك البيت مع أن نسبة العرش إلى السماء أضعاف أضعاف ذلك\nالسطح بالنسبة إلى ذلك البيت\n</p>\n\n<p>\nوأيضا فإن بعض الخصوم يقول إنه على العرش وقد قام الدليل القاطع عند\nالعقلاء أن نسبة السماء إلى العرش وعظمته قليل جدا فكيف تسع مع لطفها\nبالنسبة إلى العرش من هو ملء العرش مع عظمته فإنه يلزم إما اتساع السماء أو\nتضاؤل الذات تعالى الله عن ذلك علوا كبيرا\n</p>\n\n<p>\nالثالث اعلم أن السموات كرية لقيام الدليل الحسي والنقلي على ذلك فإن كان\nفي وجهها عندكم فقد جعلتموه كفلك منها وإن كان في جهة البعض فترجيح من غير\nمرجح\n</p>\n\n<p>\nفإن قيل المراد بالسماء الجنس لا المسمى الجميع قلنا يلزم التناقض لأن\nالعرش خارج السموات وقلتم إنه على العرش وأيضا يلزم التجزيء أو كونه متحيز\nداخلا في حيزين كما سيأتي في قوله تعالى <span class='quran'>وهو الله في السماوات </span>والكل محال تعالى الله عن ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nإذا ثبت ذلك تعين أن المراد إما ملائكة في السماء مسلطون على من شاء الله\nمن الكفار لأن اللفظة تحتمله أو أن المخاطبين كانوا يعتقدون اعتقاد المجسمة\nفقيل <span id='ms12'></span> لهم بحسب ما كانوا يعتقدونه في زعمهم أو أن المراد التعظيم وعلو\nالرتبة والقدرة أي من في السماء ملكوته وسلطانه وملائكته فيكون المراد\nبالسماء العلو والرفعة\n</p>\n\n<p>\nفإن قيل في هاهنا بمعنى على كقوله تعالى <span class='quran'>في جذوع النخل </span></p>\n\n<p>\nقلنا هذا مردود لوجهين أحدهما أن ذلك خلاف الأصل وموضوع اللغة التي نزل\nبها القرآن وممنوع عند المحققين من نحاة البصرة بل هو على بابه لتمكنهم على\nالجذوع تمكن المظروف من ظرفه لآنهم لم يكونوا مستعلين عليها بل كانوا معها\n</p>\n\n<p>\nالثاني لو أريد معنى على كان لفظه أفخم وأعظم فإن قوله من على السماء\nأفخم وأعظم من قوله <span class='quran'>من في السماء </span>وسيأتي الكلام على حديث الجارية\nفي قسم الحديث إن شاء الله مبسوطا\n</p>\n\n<p>\nالآية الثامنة قوله تعالى <span class='quran'>هل ينظرون إلا أن يأتيهم الله في ظلل من\nالغمام </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله تعالى <span class='quran'>أو يأتي ربك </span>وقوله تعالى <span class='quran'>وجاء ربك والملك صفا\nصفا </span></p>\n\n<p>\nاعلم أن المجيء والذهاب والإتيان بالذات على الله تعالى محال لأنه من\nصفات الحوادث المحدودة للإنتقال من حيز إلى حيز ولذلك استدل الخليل عليه\nالسلام على نفي الإهية الكواكب بأفولهن وصدقه الله تعالى في استدلاله وصححه\nبقوله <span class='quran'>وتلك حجتنا آتيناها إبراهيم على قومه </span>إذا ثبت هذا تعين\nتأويل ذلك وتأويله من وجوه\n</p>\n\n<p>\nالأول وهو أظهر أن في الكلام مضافا مقدرا تقديره إلا أن يأتيهم أمر الله\nوهو مجاز كثير مستعمل ومنه <span class='quran'>إن تنصروا الله ينصركم </span>أي دين الله أو\nنبي الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n             @ أو الياء الله ومنه <span class='quran'>يخادعون الله </span>و <span class='quran'>يحادون الله </span><span class='quran'>واسأل القرية </span>وهو كثير فيدل على ما أولناه\n</p>\n\n<p>\nقوله تعالى في الآية الأخرى <span class='quran'>هل ينظرون إلا أن تأتيهم الملائكة أو\nيأتي أمر ربك </span>فتكون هذه الآية مفسرة للآية الأخرى\n</p>\n\n<p>\nويؤيده أيضا قوله بعد هذا <span class='quran'>وقضي الأمر </span>وليس معنا أمر معهود إلا\nالمقدر الذي ذكره فيكون حرف التعريف له وكذلك قوله <span class='quran'>وإلى الله ترجع\nالأمور </span></p>\n\n<p>\nالوجه الثاني أن الآية سيقت للتنديد ولو أريد حقيقة الذات لم يكن للتنديد\nمعنى لإن إتيانه يكون رحمة ونعمة فقوله <span id='ms13'></span> أولا <span class='quran'>فإن زللتم </span>إلى آخره\nدليل على التنديد فيكون المقدر أمر الله تعالى أو عذابه أو قضاؤه قال\nالإمام أحمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n             حنبل رحمه الله تعالى وغيره من الأئمة المراد\nقدرته وأمره\n</p>\n\n<p>\nالوجه الثالث أن تكون في بمعنى الباء لأنهما يتعاقبان كثيرا\n</p>\n\n<p>\nومنه قوله تعالى <span class='quran'>وإذا ذكرت ربك في القرآن وحده </span>أي بالقرآن\nوجلست بالمسجد وفي المسجد وجئت في حاجتك وبحاجتك فيكون المراد أن يأتيهم\nالله بظلل من الغمام\n</p>\n\n<p>\nالوجه الرابع قاله بعضهم أن الخطاب مع اليهود وفيهم طائفة يعتقدون\nالتجسيم وأن الله يجيء يوم القيامة في ظلل من الغمام كحالة خطابه لموسى في\nاعتقادهم فألزمهم الحجة أي هل ينظرون إلا ما يعتقدونه من مجيء الله تعالى\nوالملائكة وهو نحو ما تقدم في قوله <span class='quran'>أأمنتم من في السماء </span>الآية\nومثاله أن يقول الإنسان لتهديد المخاطب الظان قدوم السلطان غدوة غده أأمنت\nمبيت عدوك فلان غدا وهو يعلم أنه لا يقدم من الغد وإنما قصد خطابه بما\nيعتقده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nالآية التاسعة قوله تعالى <span class='quran'>يريدون وجهه </span><span class='quran'>ويبقى وجه ربك </span>^ كل شيء هالك إلا وجهه ^ <span class='quran'>يريدون وجه الله </span>وما ورد فيه\n</p>\n\n<p>\nاعلم أنه أطلق الوجه في هذه الآيات والمراد به الذات المقدسة وعبر عنها\nبالوجه على عادة العرب الذين نزل القرآن بلغتهم يقول أحدهم فعلت لوجهك أي\nلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nوإنما كنى عن الذات بالوجه لأنه هو المرئي الظاهر من الإنسان غالبا وبه\nيتميز الإنسان عن غيره ولأن الرأس والوجه موضع الفهم والعقل والحس المقصود\nمن الذات ولأن الوجه مخصوص بمزيد الحسن والجمال ويظهر عليه ما في القلب من\nرضي وغضب فأطلق على الذات مجازا وقد يعبر بالوجه عن الرضا وسبب الكناية به\nعنه أن الإنسان إذا رضي بالشيء ومال إليه أقبل بوجهه عليه وإذا كرهه أعرض\nعنه فكنى بالوجه عن الرضا\n</p>\n\n<p>\nإذا أثبت ذلك تعين صرف الوجه إلى الذات في قوله <span class='quran'>ويبقى وجه ربك </span>و ^ كل شيء هالك إلا وجهه ^ ولا يجوز إرادة ظاهره حقيقة لوجوه\n</p>\n\n<p>\nالأول أن الموصوف بالبقاء عند فناء الخلق إنما الذات المقدسة <span id='ms14'></span> لا مجرد\nالوجه لأنه لو أريد ذلك لزم منه هلاك ما سوى الوجه تعالى الله عن ذلك وتقدس\n</p>\n\n<p>\nالوجه الثاني قوله <span class='quran'>فأينما تولوا فثم وجه الله </span>لو أريد الوجه\nنفسه لزم وجوده في جوانب الأرض ويلزم حصول ذات واحدة في أماكن كثيرة متفرقة\nمتباعدة وهو محال اتفاقا ويأتي إن شاء الله تعالى في قسم الحديث أبسط من\nهذا\n</p>\n\n<p>\nالوجه الثالث أنه وصف الوجه بذي الجلال والإكرام والموصوف بذلك هو الله\nتعالى بدليل قوله <span class='quran'>تبارك اسم ربك ذي الجلال والإكرام </span>فإنه صفة\nللرب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nوبدليل ما ورد في الدعاء يا ذا الجلال والإكرام فدل في تلك الآية على أنه\nوصف للذات لا للوجه خاصة لأن القرآن يفسر بعضه بعضا\n</p>\n\n<p>\nوقوله تعالى <span class='quran'>يريدون وجهه </span>و <span class='quran'>إنما نطعمكم لوجه الله </span>فالمراد بذلك والله أعلم تحصيل رضاه تعالى كما تقدم لأن الإرادة في قوله\nتعالى <span class='quran'>يريدون وجهه </span>لا تتعلق بحصول نفس الذات بمجردها ولا نفس\nظاهر الوجه بمجرده وإنما تتعلق بحصول مراد يحصل لهم دخوله في الوجود وذلك\nفي الذات أو الوجه القديم الأزلي محال فدل على أن المراد حصول شيء منه وهو\nرضاه عنهم وعبر فيه بالوجه كما تقدم أن الراضي يقبل بوجه على من رضيه\n</p>\n\n<p>\nوقيل المراد بالوجه القصد ومنه قول الشاعر رب العباد إليه الوجه والعمل\n</p>\n\n<p>\nوقيل في قوله تعالى <span class='quran'>إنما نطعمكم لوجه الله </span>أي لرضاه كما تقدم\nأن المراد حصول رضاه\n</p>\n\n<p>\nفإن قيل إضافة الوجه إلى الرب يشعر بأن المضاف غير المضاف إليه\n</p>\n\n<p>\nقلنا الجواب لما تقدم من امتناع ذلك للإلزامات المذكورة\n</p>\n\n<p>\nوقول من قال المراد صفة لا يعقل معناها مردود بما قدمناه أن القرآن كتاب\nمبين وبيان للناس وهدى وأنه بلسان عربي مبين والوجه في اللغة العربية إما\nالعضو وقدمنا أنه محال أو الذات أو الرضا كما ذكرنا فمن ادعى مرادا لا يعقل\nلغة ولا عرفا فلا دليل عليه لا عقلا ولا نقلا فلا يعرج على قوله لا تنظر\nإلى من قال وانظر إلى ما قال\n</p>\n\n<p>\nالآية العاشرة قوله تعالى <span id='ms15'></span> <span class='quran'>لما خلقت بيدي </span>^ يد الله فوق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n             أيديهم ) <span class='quran'>بل يداه مبسوطتان </span>^ بيده ملكوت كل شيء ^\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n             <span class='quran'>بيدك الخير </span></p>\n\n<p>\nاعلم أن اليد لغة حقيقة في الجارحة المعروفة وتستعمل مجازا في معان\nمتعددة كما سنذكره إن شاء الله تعالى\n</p>\n\n<p>\nوإذا ثبت بالدليل العقلي تنزيه الله تعالى عن الجوارح لما فيه من التجزىء\nالمؤدي إلى التركيب وجب حمل اللفظ على ما يليق بجلاله تعالى من المعاني\nالمستعملة بين أهل اللسان وهي النعمة والقدرة والإحسان\n</p>\n\n<p>\nأما النعمة فكقولهم لفلان عندي يد لا أطيق شكرها ولفلان علي أياد يعجز عن\nشكرها والمراد نعم وإحسان يريدون التجوز واستعماله أن اليد آلة الإعطاء\nغالبا فأطلقت على النعمة بإطلاق السبب على المسبب وأما القدرة فكقولهم هذه\nالبلدة في يد السلطان ويقال امري بيدك وفلان بيده الأمر والنهي ومنه قوله\nتعالى <span class='quran'>أو يعفو الذي بيده عقدة النكاح </span>والمراد في ذلك كله القدرة\nوالتمكن من التصرف إذ ليس البلد والأمر والنهي وعقدة النكاح في حقيقة يد\nالسلطان والولي التي هي عفو فتعين ان المراد قدرته وتصرفه\n</p>\n\n<p>\nوقد تستعمل اليد مثله للتأكيد في التقدم كقوله تعالى <span class='quran'>بين يدي رحمته\n</span>و \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\n<span class='quran'>قدموا بين يدي نجواكم صدقة </span>ولا يد للرحمة والنجوى\n</p>\n\n<p>\nإذا ثبت هذا فنقول قوله تعالى <span class='quran'>لما خلقت بيدي </span>فله ثلاثة أجوبة\n</p>\n\n<p>\nأحدها أن المراد مزيد العناية بنعمة عليه في خلقه وإيجاده وتكريمه كما\nيقال خذ هذا الأمر بكلتا يديك وأخذت وصيتك بكلتا يدي\n</p>\n\n<p>\nولا شك أن الاعتناء بخلق آدم حاصل بإيجاده وجعله خليفة في الأرض وتعليمه\nالأسماء وإسكانه الجنة وسجود الملائكة له فلذلك خصه بما يدل لغة على مزيد\nالاعتناء\n</p>\n\n<p>\nالجواب الثاني أن المراد بيدي القدرة لأن غالب قدرة الإنسان في تصرفاته\nبيده وثنيت اليد مبالغة في عظم القدرة فإنها باليدين أكثر منها بالواحدة\n</p>\n\n<p>\nالثالث أن يكون ذكر اليدين صلة لقصد التخصيص به تعالى ومعناه لما خلقت\nأنا دون غيري ومنه قوله تعالى <span class='quran'>ذلك بما قدمت يداك </span>أي بما قدمت أنت\nومنه قولهم يداك أوكتا أي أنت فعلت\n</p>\n\n<p>\nوأما قوله تعالى <span class='quran'>يد الله <span id='ms16'></span> فوق أيديهم </span>فقد قال الحسن وغيره أي\nمنته وإحسانه وأما قوله تعالى <span class='quran'>بل يداه مبسوطتان </span>فلا يشك عاقل أن\nالمراد بذلك . . . . . . لأنه ورد ردا على اليهود في قولهم ^ يد الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n             مغلولة ) ولا يشك عاقل أنهم لم يقصدوا بذلك الفعل المعروف\nوإنما قصدوا إمساك نعمه عنهم وحبسها بإمساك المطر ونحو ذلك فرد عليهم بقوله\n<span class='quran'>بل يداه مبسوطتان </span>أي بالخير وإفاضة النعم لمن شاء ولذلك قال <span class='quran'>ينفق كيف يشاء </span>فبين المراد به\n</p>\n\n<p>\nوأما إرادة بسط الجوارح المعروف حقيقة فلا يتوهمه عاقل فضلا عن اعتقاده\n</p>\n\n<p>\nفإن قيل إن كان المراد بخلقت بيدي القدرية لم يكن لآدم مزية لأن الخلق\nكلهم بقدرته\n</p>\n\n<p>\nقلنا المراد مزيته بالخلق في الإكرام بالأنواع التي ذكرناها\n</p>\n\n<p>\nوكذلك قوله تعالى <span class='quran'>مما عملت أيدينا </span></p>\n\n<p>\nفليس لها مزية على غيرها باعتبار الخلق وحده بل بإعتبار ما جعل في خلقها\nمن المنافع المعدومة في غيرها\n</p>\n\n<p>\nفإن قيل فالقدرة شيء واحد لا يثنى ولا يجمع وقد ثنيت وجمعت\n</p>\n\n<p>\nقلنا هذا غير ممنوع فقد نطقت العرب بذلك بقولهم مالك بذلك يدان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nوفي الحديث عن يأجوج ومأجوج ما لأحد يدان بقتالهم\n</p>\n\n<p>\nفثنوا عند قصد المبالغة ومنه <span class='quran'>بين يدي نجواكم صدقة </span>و <span class='quran'>بين\nيدي رحمته </span>وأيضا فقد جاء <span class='quran'>يد الله </span>وجاء <span class='quran'>يداه مبسوطتان\n</span>وجاء <span class='quran'>بأيدينا </span>فلو لم يحمل على القدرة وحمل على الظاهر لزم\nمن تصوير ذلك ما يتعالى الله عنه\n</p>\n\n<p>\nوقول بعضهم إن اليدين في قوله تعالى <span class='quran'>خلقت بيدي </span>صفتان قائمتان\nبذات الرب تعالى والمسلم يعقل معناها فقد تقدم الجواب عنه والرد عليه\n</p>\n\n<p>\nالآية الحادية عشر قوله تعالى <span class='quran'>والسماوات مطويات بيمينه </span>وقوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n             تعالى <span class='quran'>لأخذنا منه باليمين </span>وقوله تعالى <span class='quran'>والأرض\nجميعا قبضته يوم القيامة </span></p>\n\n<p>\nوقد تقدم أن إرادة الجوارح محال فتعين أن المراد باليمين الأخذ الأقوى\nلأن اليد اليمنى والجانب الأيمن أقوى بطشا من اليسرى والأيسر غالبا وهذا\nأمر محسوس وشائع في لسان العرب قال الشاعر\n</p>\n\n<p>\n( إذا ما رأيه رفعت لمجد % تلقاها عرابة باليمين )\n</p>\n\n<p>\nأي أخذها بقوة وحزم ويكون المراد بالطي إذهابها كما يقال طوى فلان ما <span id='ms17'></span> كان\nفيه وطوى حديثه أي أذهبه\n</p>\n\n<p>\nوكذلك قوله تعالى <span class='quran'>لأخذنا منه باليمين </span>هو حال إما من الآخذ\nإشارة إلى قوة البطش والأخذ وإما حال من المأخوذ فالمراد شدة القوة عليه\nكمن يسوق إنسانا مغلوبا معه خذا بيمينه التي هي أقوى جانبيه قهرا له وغلبة\nعليه وقيل سمي الحلف يمينا لأنه يقوى العزم على المحلوق عليه ويؤكده\n</p>\n\n<p>\nوسيأتي إن شاء الله تعالى ما ورد في الحديث من ذلك\n</p>\n\n<p>\nوأما قوله تعالى <span class='quran'>والأرض جميعا قبضته يوم القيامة </span>فمعناه أن\nقوته وقدرته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n             عليها وعلى إذهابها كقوة أحدكم وقدرته وتمكنه على\nما في قبضته ولذلك أعقبه بالتنزيه عن توهم الجارحة بقوله <span class='quran'>سبحانه\nوتعالى عما يشركون </span>فمعناه أن الأرض في تصرفه وملكه كما يقال البلدة في\nقبضة السلطان والمال في قبضة فلان والدار في قبضته لم يرد بذلك الكون في\nالكف وعطف الأنامل عليه قطعا بل القدرة والإستيلاء\n</p>\n\n<p>\nفإن قيل فهي في الدنيا كذلك فلم خص يوم القيامة\n</p>\n\n<p>\nقلنا لانفراده بالملك والاستيلاء في ذلك اليوم كقوله تعالى <span class='quran'>مالك يوم\nالدين </span>وهو مالك الدنيا والآخرة\n</p>\n\n<p>\nالآية الثانية عشر قوله تعالى <span class='quran'>ولتصنع على عيني </span><span class='quran'>واصنع\nالفلك بأعيننا </span><span class='quran'>تجري بأعيننا </span><span class='quran'>فإنك بأعيننا </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nاعلم أنه إذا ثبت تنزيه الله تعالى عن الجهة والجوارح كما تقدم وجب تأويل\nهذه الآيات بما يليق بجلاله تعالى\n</p>\n\n<p>\nفالمراد والله أعلم مزيد الاعتناء والحراسة وأن ذلك بمرأى منا\n</p>\n\n<p>\nقال ابن الأنباري العرب تجمع الواحد إما لتعظيمه كقوله أمرنا ونهينا ومنه\n^ إنا نحن نحي الموتى ^ <span class='quran'>أم يحسبون أنا لا نسمع سرهم ونجواهم </span>أو\nلإقامة الجمع مقام الواحد كقول القائل سكنت في دورنا وآذيت غلماننا وسرنا\nفي السفن وإن كانت الدار والغلام والسفينة واحدا ولو حملت الآيات الواردة\nعلى ظاهرها لاستقبحت تلك العيون تعالى الله وتقدس عن ذلك وللزم أن يكون\nموسى عليه السلام متلصقا بالعين وعليها ولزم أن تكون الأعين آلة لعمل الفلك\nوأن تكون العين ظرفا للرسول عليه السلام\n</p>\n\n<p>\nوذلك لا يقوله عاقل فوجب المصير إلى تأويله وصرفه عن ظاهره إلى ما يليق\nبجلال <span id='ms18'></span> الله تعالى ووجه التجوز بالعين عن شدة الاعتناء أن المعتني بالشيء\nلمحبة أو حاجة يكثر النظر فيه فجعلت العين التي هي آلة النظر كناية عن مزيد\nالاعتناء\n</p>\n\n<p>\nومن جعل العين عبارة عن صفة لا يعرف ما هي إلا الله ولا معنى لها في\nاللغة فمردود كما تقدم ولا يعول عليه\n</p>\n\n<p>\nالآية الثالثة عشر قوله تعالى <span class='quran'>واصطنعتك لنفسي </span>الآية ^ كتب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n             ربكم على نفسه الرحمة ) <span class='quran'>ويحذركم الله نفسه </span><span class='quran'>ولا\nأعلم ما في نفسك </span></p>\n\n<p>\nاعلم أن النفس في اللغة العربية تطلق على معان\n</p>\n\n<p>\nالأول ذات الشيء وحقيقته كقوله تعالى <span class='quran'>فاقتلوا أنفسكم </span>ويقول\nالإنسان لغيره نفسي أحب إلى منك أي ذاتي وحقيقتي\n</p>\n\n<p>\nالثاني قد تطلق على الدم ومنه نفاس المرأة ومنه قول الفقهاء ما ليس له\nنفس سائلة أي دم سائل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n             الثالث قد تطلق على الروح التي بها\nالحياة ومن قوله تعالى <span class='quran'>الله يتوفى الأنفس حين موتها </span>ومنه سمي\nالنفس نفسا\n</p>\n\n<p>\nالرابع قد يطلق على العقل ومنه قوله تعالى <span class='quran'>والتي لم تمت في منامها\n</span>وقوله تعالى <span class='quran'>وهو الذي يتوفاكم بالليل </span>وإنما يفقد في النوم\nالعقل فقط دون سائر الأحوال\n</p>\n\n<p>\nالخامس قد يطلق على الضمير كقول القائل في نفسي أعمل كذا أي في ضميري\nيفهم عنه أن ما عدا الأول محال على الله تعالى فتعين أن المراد الأول وهو\nالذات والحقيقة\n</p>\n\n<p>\nوالمراد بقوله تعالى <span class='quran'>واصطنعتك لنفسي </span>المبالغة في الاختصاص\nوالتقريب وقوله <span class='quran'>ولا أعلم ما في نفسك </span>أي معلومك مبالغة أي في سعة\nعلمه وقوله تعالى <span class='quran'>كتب على نفسه الرحمة </span>مبالغة في الإحسان بها\nوشمولها\n</p>\n\n<p>\n<span class='quran'>ويحذركم الله نفسه </span>مبالغة في التخويف والوعيد وكذلك في كل مكان\nما يليق به وسيأتي إن شاء الله تعالى ما ورد في الحديث في قسمه\n</p>\n\n<p>\nالآية الرابعة عشر قوله تعالى <span class='quran'>أن تقول نفس يا حسرتى على ما فرطت في\nجنب الله </span></p>\n\n<p>\nقد تقدم أن الجسمية في حقه تعالى محال فوجب تأويل الجنب المذكور هنا وأن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n             المراد به طاعته وأمره لأن استعمال ذلك فيهما معهود شايع في\nكلام العرب وعرف الناس قال <span id='ms19'></span> مجاهد يعني ما ضيعت في أمر الله ويقال فلان يهمل\nجانب فلان ورمى فلان جنب فلان أي لا يطيعه ولا يتعهده ذلك لأن الجنب\nالمعهود لا يقع فيه تفريط ولا يعقل معناه فيه بل إنما يقع التفريط في طاعة\nالأمر وفي حق واجب أي بتركه وقد أنشد ثعلب فيه خليلي كفا واذكر الله في\nجنبي ووجه التجوز عن الطاعة أن تارك الحق مخالف الأمر\n</p>\n\n<p>\nالآية الخامسة عشر قوله تعالى <span class='quran'>يوم يكشف عن ساق </span>وقد ورد مثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n             في الحديث الصحيح من روايات عدة\n</p>\n\n<p>\nاعلم أن نسبة الساق المعروف إلى الله تعالى محال تعالى عن نسبة الأعضاء\nوالتجزي إليه\n</p>\n\n<p>\nوإذا ثبت استحالته في حق الله تعالى وجب تأويله بما يستعمله فيه أهل\nاللغة بما يليق بجلال الرب تعالى\n</p>\n\n<p>\nقال ابن عباس وخلق من الصحابة رضي الله عنهم والتابعين وغيرهم إن المراد\nبالساق هنا الشدة أي شدة أهوال يوم القيامة وما يلقاه أهل الموقف وسئل مرة\nعن الآية فقال أما سمعتم قول الشاعر\n</p>\n\n<p>\nقامت الحرب على ساق إذا خفي عليكم شيء في القرآن فابتغوه في الشعر فإنه\nديوان العرب\n</p>\n\n<p>\nوقال مرة يكشف عن ساق عن أمر شديد وعن بعض أئمة التفسير قال عن ساق أي عن\nأمر شديد وأنشد\n</p>\n\n<p>\n( قد جدت الحرب بكم فجدوا % وكشفت عن ساقها فشدوا )\n</p>\n\n<p>\nوقال بعضهم يجوز أن يكشف الله عن ساق لبعض مخلوقاته ويجعل ذلك سببا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n             لبيان حكمه في أهل الإيمان وأهل النفاق وقال الخطابي هذا\nالحديث مما تهيب القول فيه بعض شيوخنا على نحو مذهبهم في التوقف وهذا تقدم\nالجواب عنه وقال سعيد ابن جبير أي يكشف عن أمر عظيم واستعمال الساق في ذلك\nمجاز شائع مستعمل\n</p>\n\n<p>\nومنه قولهم قامت الحرب على ساق إذا اشتدت على اهلها\n</p>\n\n<p>\nوأصل التجوز بذلك أن من قصد من العرب معاناة أمر عظيم شمر عن ساقه ليسهل\nعليه منها قصده ولا يثبط عن التمكن منه ولذلك جاء بصيغة ما لم يسم فاعله\nولم يقل يكشف عن ساقه\n</p>\n\n<p>\nوما روي في بعض طرق <span id='ms20'></span> الحديث عن ساقه فلو ثبت ذلك كانت إضافته إضافة خلق\nوملك لا إضافة جارحة أي عند شدته التي أوجدها في تلك الحالة فأضيفموجدها\nومن قال إن الساق لا يعقل معناها مردود عليه بما تقدم وصرح بعض إلى\nالحنابلة فيه بالتجسيم وأنكر ذلك عليه المحققون من أهل مذهبه والإمام أحمد\nبريء منه مع أن الوقوف عند ظاهره كما زعمه المجسمة يلزم عليه اتخاذ الساق\nوهو نقص تعالى الله عن ذلك وتقدس\n</p>\n\n<p>\nالآية السادسة عشر قوله تعالى <span class='quran'>ونحن أقرب إليه من حبل الوريد </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n             <span class='quran'>ونحن أقرب إليه منكم </span><span class='quran'>فإني قريب أجيب دعوة الداع\n</span><span class='quran'>إن ربي قريب مجيب </span></p>\n\n<p>\nإذا ثبت تنزيه الرب تعالى عن الحيز والجهة والقرب الحسي والبعد العرفي\nوجب تأويل ذلك على ما يليق بجلاله وهو قرب علمه ورحمته ولطفه\n</p>\n\n<p>\nويؤيده قوله تعالى ^ إن رحمت الله قريب من المحسنين ^ أو قرب المنزلة\nعنده كما يقال السلطان قريب من فلان إذا كانت له عنده منزله رفيعة والسيد\nقريب من غلمانه إذا كان يتنازل معهم في مخاطبتهم وملاطفتهم وليس المراد\nههنا قرب مسافة ولا مكان\n</p>\n\n<p>\nوإذا كان ذلك مستعملا في لسان العرب والعرف وجب حمله عليه لاستحالة ظاهر\nالمسافة في حق الرب تعالى\n</p>\n\n<p>\nالآية السابعة عشر قوله تعالى <span class='quran'>كلا إنهم عن ربهم يومئذ لمحجوبون </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\nاعلم ان أصل الحجاب المنع وقال العلماء احتجب الله عن الخلق ولا يقال\nمحجوب لأن الاحتجاب مشعر بالقدرة وليس كذلك الحجب ومحجوب مشعر بالمفعولية\nوالعجز\n</p>\n\n<p>\nوحقيقة الحجب عرفا توسط الجسم بين جسمين حجب أحدهما عن الآخر وذلك في حق\nالله تعالى محال فوجب تأويله على ما يليق بجلال الله تعالى وهو أنهم\nمحجوبون عن رحمته وفضله وإحسانه وأنه حجبهم عن النظر إليه بعد أن خلق قوة\nالنظر إليه فيهم وفيما ورد في الحديث من ذلك يأتي في قسم الحديث أبسط من\nهذا\n</p>\n\n<p>\nالآية الثامنة عشر قوله تعالى <span class='quran'>والله لا يستحيي من الحق </span><span class='quran'>إن\nالله لا يستحيي أن يضرب مثلا ما بعوضة فما فوقها </span>الآية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\nاعلم أن المخالفة من تغير وإنكار <span id='ms21'></span> يعتري الإنسان عند ظهور خوف عتب لتقصير\nأو رؤية مستقبح منه والله تعالى منزه عن ذلك فوجب تأويله بما يليق بجلاله\n</p>\n\n<p>\nفنقول الحياء له مبتدأ أو غاية فمبتدأه تغير جسماني يلحق الإنسان لخوف أو\nنسبة إلى قبيح فيكدر الحياة ولذلك سمي حياء وغايته ترك ما حصل الحياء منه\nوهو فعل ما ترك أو ترك ما فعل\n</p>\n\n<p>\nوالمبتدأ المذكور على الله محال فتعين أن المراد غايته وهو ضرب المثل\nوإنزال الحق وسيأتي ما في الحديث منه في قسم الحديث إن شاء الله تعالى\n</p>\n\n<p>\nالآية التاسعة عشر قوله تعالى <span class='quran'>يحبهم ويحبونه </span><span class='quran'>إن الله يحب\nالتوابين </span>كلمتان خفيفتان على اللسان حبيبتان إلى الرحمن من أحب لقاء\nالله أحب الله لقاءه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nاعلم أن المحبة في اللغة إنما هي ميل القلب إلى المحبوب وذلك في حق\nالباري تعالى محال لكن نهاية المحبة غالبا إرادة الحيز للمحبوب والإحسان\nإليه على القولين المعروفين أن محبة الله تعالى هي صفة ذات أو صفة فعل فمن\nقال صفة ذات فمعناه أنه يريد بالمحبوب ما يريد المحبوب لمحبوبه من الإكرام\nوالإحسان إليه\n</p>\n\n<p>\nومحبة الله تعالى للأقوال والخصال المحمودة يرجع إلى إرادته كاسبها\nوالإحسان\n</p>\n\n<p>\nالآية الموفية عشرين قوله تعالى <span class='quran'>ومن يحلل عليه غضبي فقد هوى </span>وقوله تعالى <span class='quran'>وغضب الله عليه </span>الآية\n</p>\n\n<p>\nاعلم أن الغضب فينا له مبتدأ وغاية كما تقدم في الحياء والمحبة فمبتدأ\nحقيقته غليان الدم عند حرارة الغيظ لإرادة الانتقام بالمغضوب عليه أو إرادة\nذلك والرب تعالى منزه من الغليان أعني مبتدأ الغضب فوجب تأويله بأن المراد\nغايته وهو الانتقام أو إرادته كما قدمنا في المحبة والحياء\n</p>\n\n<p>\nالآية الحادية والعشرون قوله تعالى <span class='quran'>الله نور السماوات والأرض </span>وفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n             الحديث اللهم لك الحمد أنت نور السموات والأرض\n</p>\n\n<p>\nاعلم أنه لا يجوز أن يقال ولا يعتقد أنه هو الشعاع المحيط في الأرض والجو\nوالحيطان المحسوس لنا تعالى الله عن ذلك وتقدس إذ لو كان لما وجدت ظلمة قط\nلأنه تعالى لا يزول ولكان مغنيا عن نور الشمس والقمر والنار لأنه خالق\nالنور <span id='ms22'></span> لقوله تعالى <span class='quran'>وجعل الظلمات والنور </span>ولأنه أضاف النور إلى\nنفسه في قوله تعالى <span class='quran'>مثل نوره كمشكاة </span>وفي قوله <span class='quran'>يهدي الله\nلنوره من يشاء </span></p>\n\n<p>\nإذا ثبت ذلك وقد أضافه إلى السموات والأرض وجب تأويله بما يليق بجلاله\nويكون معناه منورهما إما بإرسال الرسل وإنزال الوحي كقوله تعالى <span class='quran'>قد\nجاءكم من الله نور وكتاب مبين </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\nفوجب حمله عليه أو لحسن خلقه لهما وتدبيره كما يقال فلان نور بلده ونور\nقبيلته أي هو القائم بصلاح أهل بلده أو قبيلته أو المراد هادي أهل السموات\nوالأرض لأنه سمي الهداية نورا في قوله تعالى <span class='quran'>وجعلنا له نورا يمشي به\nفي الناس </span></p>\n\n<p>\nويؤيد ذلك قوله تعالى تلو ذلك <span class='quran'>يهدي الله لنوره من يشاء </span></p>\n\n<p>\nالآية الثانية والعشرون قوله تعالى <span class='quran'>الذين يظنون أنهم ملاقو ربهم\n</span><span class='quran'>فمن كان يرجو لقاء ربه </span></p>\n\n<p>\nاعلم أن اللقاء لغة هو الاجتماع المحسوس قربه في مكان وهو من صفات\nالأجسام قال الله تعالى <span class='quran'>يوم التقى الجمعان </span>أي قرب أحدهما من\nالآخر ولما ثبت أنه تعالى ليس بجسم وجب تأويل ذلك على ما يليق بجلاله وهو\nإما رؤيته كما يقول أهل السنة لأن من لقي شيئا أبصره فأطلق السبب على\nالمسبب وإما ظهور عظمته وسلطانه وقدرته وقهره لأن من لقي من هذه صفته ظهر\nله ذلك فأطلق اسم السبب على المسبب وأما المماسة والمجاورة فقد أبطلناهما\nفتعين ما ذكرناه لأن أحدا لم يقل إن ذوات الناس تماس ذات الباري تعالى\n</p>\n\n<p>\nالآية الثالثة والعشرون قوله تعالى <span class='quran'>ونفخت فيه من روحي </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n             <span class='quran'>فنفخنا فيه من روحنا </span>وقال تعالى <span class='quran'>وكلمته ألقاها\nإلى مريم وروح منه </span></p>\n\n<p>\nاعلم أن الروح التي بها حياة الأحياء في الحيوان المتشعبة في الأجسام لا\nيجوز إطلاقها على الباري تعالى لما ثبت من استحالة الجسمية والتجزي عليه\nسبحانه وتعالى فوجب حمله في الآيات المذكورة على غير ذلك\n</p>\n\n<p>\nأما قوله في حق آدم <span class='quran'>من روحي </span>فهو إضافة خلق إلى خالقه وملك إلى\nمالكه لأن الأرواح كلها بيد الله تعالى لا أنه جزء منه تعالى الله عن ذلك <span id='ms23'></span>\nوإضافته إليه إضافة تشريف إما لآدم عليه السلام كما قال <span class='quran'>خلقت بيدي\n</span>أو لأنها جوهر لطيف شريف علوي وأما النفخ فالمراد به والله أعلم خلقها\nوإيجادها\n</p>\n\n<p>\nوقال بعضهم كيفية النفخ لا يعلمها إلا الله تعالى\n</p>\n\n<p>\nوأما قوله <span class='quran'>فنفخنا فيه من روحنا </span>فالضمير فيه راجع إلى جيب درعها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n             فوصل النفخ إليها\n</p>\n\n<p>\nوقوله <span class='quran'>من روحنا </span>أي نفخ جبريل عليه السلام ويدل عليه قوله تعالى\n<span class='quran'>فأرسلنا إليها روحنا </span>والمرسل جبريل باتفاق العلماء وقد سماه الله\nتعالى روحا في مواضع من كتابه العزيز ومنه <span class='quran'>نزل به الروح الأمين </span>وقال <span class='quran'>نزله روح القدس من ربك </span>وقال <span class='quran'>وأيدناه بروح القدس </span>يعني جبريل\n</p>\n\n<p>\nونسبة إضافة الروح في آيات مريم كلها نسبة إضافة ملك وخلق وتشريف كما\nقدمناه في آدم عليه السلام لأن نفخ جبريل كان بأمر الله وسمي المسيح عليه\nالسلام روح الله إما تشريفا له أو لأنه كان بأمره وخلقه من غير واسطة لأب\n</p>\n\n<p>\nوهذا كاف في هذا ومن جعل من للتبعيض فحلولي مجسم تعالى الله وتقدس عن ذلك\n</p>\n\n<p>\nالآية الرابعة والعشرون قوله تعالى <span class='quran'>رضي الله عنهم ورضوا عنه </span></p>\n\n<p>\nاعلم أن معنى الرضا سكون النفس إلى الشيء والإرتياح إليه وذلك على الله\nتعالى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n             محال فالمراد به ما تقدم في المحبة والغضب من أنه من\nصفات الفعل أو من صفات الذات فعلى الأول أنه يعامل من رضي عنه معاملة\nالراضي عمن رضي عنه من الإكرام والإحسان وعلى الثاني أنه يريد به إرادة\nالراضي كما تقدم والسخط يقابل الرضا فمعناه أنه يعامله معاملة الساخط أو\nيريد به إرادته كما تقدم\n</p>\n\n<p>\nالآية الخامسة والعشرون قوله تعالى <span class='quran'>ثم دنا فتدلى فكان قاب قوسين أو\nأدنى </span><span class='quran'>ولقد رآه نزلة أخرى </span></p>\n\n<p>\nاعلم أن دنو المسافة على الله تعالى محال والذي صح في الحديث عن عائشة\nوابن مسعود وأبي هريرة رضي الله عنهم أن الآيتين في روية النبي صلى الله\nعليه وسلم جبريل على صورته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n             التي خلقه لله تعالى عليها فإنه رآه\nمرتين مرة في أفق المشرق والثانية عند سدرة المنتهى ثبت ذلك <span id='ms24'></span> عن النبي صلى\nالله عليه وسلم رواه البخاري ومسلم وغيرهما عن عائشة وابن مسعود وأبي هريرة\nعن النبي صلى الله عليه وسلم\n</p>\n\n<p>\nوأما حديث شريك بن أبي نمر الطويل فقد خلط فيه وزاد زيادات لم يروها غيره\nممن هو أحفظ منه وليس في رواية ثابت ولا قتادة عن أنس لفظ الدنو ولا التدني\nولا المكان ولا في رواية الزهري عن أنس وأبي ذر وذكر شريك في حديثه ما يدل\nعلى أنه لم يحفظ الحديث على ما ينبغي فإنه خلط في مقامات الأنبياء وقال في\nآخر حديثه فاستيقظ وهو في المسجد الحرام والمعراج إنما كان رؤية عين\n</p>\n\n<p>\nثم الحكاية كلها موقوفة على أنس من تلقاء نفسه لم يرفعها إلى النبي صلى\nالله عليه وسلم ولا رواها عنه ولا عزاها إلى قوله وقد روت عائشة وابن مسعود\nوابو هريرة مرفوعا أن المراد بالآية المذكورة جبريل وهم أحفظ وأكثر فكيف\nيترك لحديث شريك وفيه ما فيه وقال أبو سليمان الخطابي رحمه الله تعالى لم\nيثبت في شيء مما روي عن السلف أن التدلي مضاف إلى الله سبحانه وتعالى تعالى\nربنا عن صفات المخلوقين ونعوت المحدثين وقد روي عن ابن عباس نحو من رواية\nانس في إضافة الرؤية إلى الله تعالى ولا يصح شيء من ذلك بل طرقها واهية\nضعيفة عن ضعفاء مجهولين وفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n             بعضها انقطاع\n</p>\n\n<p>\nوروي عن ابن عباس ما هو منه بريء من أحاديث تدل على التشبيه والتجسيم\nتعالى الله عن ذلك\n</p>\n\n<p>\nويرد إن شاء الله تعالى في قسم الحديث الضعيف\n</p>\n\n<p>\nالآية السادسة والعشرون قوله تعالى <span class='quran'>ما يكون من نجوى ثلاثة إلا هو\nرابعهم </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n             وقوله ^ وهو معكم أينما كنتم ^ الآية\n</p>\n\n<p>\nاعلم أن إضافة معية القرب بالمسافة إلى الله محال كما تقدم فوجب تأويلها\nبما نقلته الأئمة من السلف عن ابن عباس وغيره وهو أن المراد معية العلم\nوالقدرة لا المكان قال سفيان الثوري علمه وقال الضحاك قدرته وسلطانه\n</p>\n\n<p>\nالآية السابعة والعشرون قوله تعالى <span class='quran'>إن ربك لبالمرصاد </span></p>\n\n<p>\nعن ابن عباس في قوله <span class='quran'>إن <span id='ms25'></span> ربك لبالمرصاد </span>قال يسمع ويرى\n</p>\n\n<p>\nوقال الفراء <span class='quran'>إليه المصير </span>ومعنى قولهما أن المراد تخويف العباد\nليحذروا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n             عقوبته إذا علموا أنه يسمع ويرى ما يقولون ويفعلون\n</p>\n\n<p>\nالآية الثامنة والعشرون قوله تعالى <span class='quran'>سنفرغ لكم أيها الثقلان </span></p>\n\n<p>\nاعلم أنه تعالى لا يشغله شأن عن شأن\n</p>\n\n<p>\nفمعنى الآية ما قاله ابن عباس رضي الله عنهما قال هو وعيد من الله تعالى\nللعباد وليس لله تعالى شغل وقال غيره سنقصد لعقوبتكم ولحكم جزائكم\n</p>\n\n<p>\nوقال الفراء هذا من الله وعيد لأنه تعالى لا يشغله شيء عن شيء يقول\nلصاحبه إذا أحسن سأفرغ لك معناه لأجزينك ولايشغلني عن مقابلتك شاغل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nالآية التاسعة والعشرون قوله تعالى <span class='quran'>ويستخلفكم </span></p>\n\n<p>\nالآية الموفية ثلاثين قوله تعالى <span class='quran'>وهو الله في السماوات وفي الأرض\nيعلم سركم وجهركم </span>الآية\n</p>\n\n<p>\nاعلم أنه لا يجوز حمل هذه الآية على ظاهر الظرفية فيها للباري تعالى\nوتقدس الوجوه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n             الأول الدليل العقلي أن التحيز والجهة في حقه\nتعالى محال\n</p>\n\n<p>\nالثاني أنه قال <span class='quran'>في السماوات </span>فجمع السموات فإن كان مع الاتحاد\nلزم كون متحيز واحد في عدة أماكن متباعدة وهو محال وإن كان في كل سماء غير\nما في الأخرى لزم التجزي والتركيب وهو محال تعالى الله عن ذلك كله\n</p>\n\n<p>\nالثالث قوله تعالى <span class='quran'>لله ملك السماوات والأرض وما فيهن </span>فيلزم أن\nيكون مالكا لنفسه وأنه يسجد لنفسه وهو محال\n</p>\n\n<p>\nفإن قيل هو عام قلنا لا يصح التخصيص مع قيام الدليل العقلي والنقلي على\nخلافه\n</p>\n\n<p>\nالرابع لو كان كل مظروف محدودا وكل محدود متناه قابل للزيادة والنقصان\nوكل قابل لذلك يحتاج إلى مخصص لذلك المتناهي محدث له وذلك على الله محال\n</p>\n\n<p>\nالخامس قوله تعالى <span class='quran'>وهو الذي في السماء إله وفي الأرض إله </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n             فليس تخصيص أحدهما بأولى من الآخر لأن الظرفية في الموضعين\nسواء فيلزم أن يكون في الأرض أيضا\n</p>\n\n<p>\nالسادس قوله تعالى ^ وهو معكم اينما كنتم ^ <span class='quran'>إنني معكما أسمع وأرى\n</span><span class='quran'>فإني قريب </span><span class='quran'>ونحن أقرب إليه </span>وليس تأويل هذا بأولى\nمن تأويل ذلك لأن تحكم\n</p>\n\n<p>\nوكذا قوله تعالى <span class='quran'>فأينما تولوا فثم وجه الله <span id='ms26'></span> </span>والمراد بوجهه ذاته\nكما تقدم\n</p>\n\n<p>\nالسابع أنهم يقولون إنه على العرش فيلزم التناقض أو يكون متحيزا في حيزين\nكما تقدم وهو محال\n</p>\n\n<p>\nإذا ثبت هذا وجب حمل الآية على ما يليق بجلاله تعالى\n</p>\n\n<p>\nوفيه لأهل التأويل وجوه\n</p>\n\n<p>\nالأول ما دل عليه لفظ الله من العظمة والإلهية واستحقاق العبودية وتقديره\nوهو الله المعبود المعظم إله في السموات وفي الأرض ويؤيده قوله تعالى <span class='quran'>وهو الذي في السماء إله وفي الأرض إله </span></p>\n\n<p>\nويؤيده قراءة من قرأ وهو في السموات وفي الأرض الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n             الثاني\nوهو الله المنفرد بالتدبير في السموات وفي الأرض كما يقال فلان الخليفة في\nالمشرق والمغرب أي المنفرد بالخلافة فيهما\n</p>\n\n<p>\nالثالث أن يكون الضمير في <span class='quran'>وهو الله </span>ويكون الظاهر خبره ومعناه\n<span class='quran'>ثم أنتم تمترون </span>أنه خالق ذلك كله ويكون الظرف في بعلمه بسرهم\nوجهرهم\n</p>\n\n<p>\nوأحسن ما قيل أن يكون فيه تقديم وتأخير ومعناه وهو الله يعلم سركم وجهركم\nويعلم ما تكسبون في السموات وفي الأرض\n</p>\n\n<p>\n| القسم الثاني فيما ورد من صحيح الأخبار\n</p>\n\n#\n<p>\n| في صفة الواحد القهار\n</p>\n\n<p>\nوقد تقدم أن آيات الصفات وأحاديثها من الآئمة العلماء من سكت عن الكلام\nفيها نطقا ورد علمها إلى الله تعالى وهو المذهب المشهور بمذهب السلف\n</p>\n\n<p>\nواختاره طوائف من المحققين وعليه أكثر أهل الحديث\n</p>\n\n<p>\nومن الأئمة من أول ذلك بما يليق بجلال الرب تبارك وتعالى ورجحه طائفة من\nالمحققين أيضا\n</p>\n\n<p>\nوقد بينا أن المخرج إلى ذلك حدوث البدع وظهورها بين المسلمين وأن سكون\nالخواطر على اعتقاد ما يليق بجلال الله تعالى أولى من التعرض لوساوس\nالاحتمالات المرجوحة أو الممتنعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\nوحديث النبي صلى الله عليه وسلم أقسام صحيح وحسن وضعيف\n</p>\n\n<p>\nوالضعيف منه موضوع مفترى ومنه ضعيف لخلل في سنده أو متنه\n</p>\n\n<p>\nوضعف الضعيف كاف في رد معناه لكن تعرضنا لتأويلها على تقدير صحتها أو\nللحاجة إليه عند من لا يعرف صنفها فيسبق ذهنه إلى اعتقاد ظواهرها\n</p>\n\n<p>\nوقد بدأت بذكر الصحيح منها\n</p>\n\n<p>\n| الحديث الأول في ذكر الصورة\n</p>\n\n<p>\nعن أبي هريرة رضي الله عنه قال قال رسول الله صلى <span id='ms27'></span> الله عليه وسلم إذا\nقاتل أحدكم أخاه فليجتنب الوجه رواه البخاري وزاد مسلم فإن الله خلق آدم\nعلى صورته\n</p>\n\n<p>\nوفي كتاب ابن خزيمة لا يقولن أحدكم لعبده قبح الله وجهك ووجه من اشبهك\nفإن الله خلق آدم على صورته\n</p>\n\n<p>\nواختلف العلماء فيمن يعود الضمير في صورته إليه\n</p>\n\n<p>\nفقيل هو عائد إلى المضروب أو المشتوم وهو الأقرب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\nوأصله أن النبي صلى الله عليه وسلم مر برجل يضرب آخر على وجهه فقال ذلك\nحثا على احترام الوجه لما فيه من المنافع والحواس وخص آدم عليه السلام\nبالذكر لأنه أول من خلق على هذه الصورة\n</p>\n\n<p>\nوقيل أشار بذلك إلى أن آدم على صورة بنيه لا كما يقال عنه من عظم الجثة\nوطول القامة إلى السماء وشبه ذلك\n</p>\n\n<p>\nوقيل الضمير عائد إلى آدم ومعناه أن الله تعالى ابتدأ خلقه بشرا تاما على\nصورته من غير نقل من نطفة إلى علقة إلى مضغة كغيره من بنيه فيكون المراد\nالحث على حرمتها\n</p>\n\n<p>\nويؤيد هذا التأويل قوله تعالى <span class='quran'>خلقه من تراب ثم قال له كن فيكون </span></p>\n\n<p>\nوقيل إشارة إلى أن آدم وإن خالف وعصى بعد كرامة الله تعالى له فإن الله\nلم يغير صورته لما أهبطه من الجنة كما غير صورة إبليس والحية والطاووس بل\nابقاه على صورته رحمة ولطفا به وكرامة\n</p>\n\n<p>\nفإن قيل فقد روي في بعض طرق الحديث على صورة الرحمن\n</p>\n\n<p>\nقلنا هذه الرواية ضعيفة جدا وضعفها الأئمة وأرسلها الثوري ورفعها الأعمش\nوكان يدلس أحيانا إذا لم يصرح بالسماع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\nوأيضا فيحتمل أن يكون بعض الرواة توهم عود الضمير إلى الله تعالى فرواه\nبالمعنى على زعمه واعتقاده فأخطأ وأيضا ففي رواته حبيب بن أبي ثابت وكان\nيدلس ولم يصرح بسماعه عن عطاء\n</p>\n\n<p>\nوبتقدير صحته وعود الضمير إلى الله تعالى فقيل المراد بالصورة الصفة أي\nعلى صفته من العلم والإرادة والسلطة بخلاف سائر حيوانات الأرض وميزه بها\nوميزه على الملائكة بسجودهم له فيكون المراد بذلك تشريف آدم كما تقدم ذلك\n</p>\n\n<p>\nوفي هذا الجواب نظر لأن ذلك لا <span id='ms28'></span> يختص بالوجه وقيل وهو الأقرب إن الإضافة\nإضافة الملك والخلق لأنه الذي خلق صورة آدم وهو مالكها ومخترعها كما قال\nتعالى <span class='quran'>هذا خلق الله </span>وذلك لأن الصفة كما يصح اضافتها إلى الموصوف\nيصح إضافتها إلى خالقها وموجدها تشريفا لها وتكريما\n</p>\n\n<p>\nومن قال بأن لله تعالى صورة وخلق آدم عليها فمردود عليه لما فيه من\nالتجسيم\n</p>\n\n<p>\nوكذلك من قال صورة لا كالصور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\n| الحديث الثاني\n</p>\n\n<p>\nحديث القيامة الطويل في جمع الله الناس إلى قوله فيأتيهم الله في غير\nالصورة التي يعبدون فيقول أنا ربكم فيقولون نعوذ بالله منك هذا مكاننا حتى\nيأتينا ربنا الحديث إلى قوله فيأتيهم الله في الصورة التي يعرفون فيقول أن\nربكم فيقولون أنت ربنا الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\nاعلم أن الأدلة العقلية والنقلية تحيل الصورة التي هي التخطيط على الله\nتبارك وتعالى كما تقدم فوجب صرفها على ظاهرها إلى ما يليق بجلاله تبارك\nوتعالى مما هو مستعمل في لغة العرب وهو الصفة والحالة يقال كيف صورة هذه\nالواقعة وكيف صورة هذه المسألة وفلان من العلم على صورة كذا وكذا فالمراد\nبجميع ذلك الصفة لا الصورة التي هي التخطيط\n</p>\n\n<p>\nفعلى هذا الصورة هنا بمعنى الصفة وتكون في بمعنى الباء فمعنى الصورة التي\nأنكروها\n</p>\n\n<p>\nأولا أنه أظهر لهم شدة البطش والبأس والعظمة والأهوال والجبروت وكان\nوعدهم في الدنيا يلقاهم في القيامة بصفة الأمن من المخاوف والبشرى والعفو\nوالإحسان واللطف فلما أظهر لهم غير الصفة التي هي مستقرة في نفوسهم أنكروها\nواستعاذوا منها\n</p>\n\n<p>\nوقوله فإذا أتانا ربنا عرفناه أي بما وعده من صفة اللطف والرحمة والإحسان\nولذلك قال فيكشف عن ساق أي يكشف عن تلك الشدة المتقدمة وتظهر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\nلهم صفة الرحمن فيسجدون شكرا له وقد تقدم ذلك في قوله <span class='quran'>يوم يكشف عن\nساق </span>ويدل لما قلنا أن المراد بالصورة الصفة دلالة صريحة قوله في\nالصورة التي يعرفونها\n</p>\n\n<p>\nثانيها يأتيهم في الصورة التي يعرفونها المراد التي يعرفونها في الدنيا\nلأنهم لم يعرفوه يوم القيامة قبل ذلك بصورة متقدمة ولا رؤية سابقة فدل على\nأن المراد <span id='ms29'></span> التي يعرفونها في الدنيا\n</p>\n\n<p>\nولا خلاف بين الخلائق أجمع أن الله تعالى لم تعرف له في الدنيا صورة\nوإنما عرفت صفاته تعالى وما وعد به الصالحين في القيامة من لطفه وأمنه\nوبشارتهم بجنته\n</p>\n\n<p>\nفإن قيل فلم عدل عن لفظ الصفة إلى لفظ الصورة قلنا لما كانت المتبوعات\nالمتقدمة في الحديث لعابديهم صورا جاء بلفظ الصورة مشاكلة بين المعاني\nوالألفاظ فإنه من أنواع البلاغة\n</p>\n\n<p>\nوقوله في الحديث في أدنى صورة فيها أي في أول صفة رأوه فيها لأنهم لم\nيروا صفة قبلها\n</p>\n\n<p>\nومعنى أدنى أقرب\n</p>\n\n<p>\nوقال قوم معناه أن الله تعالى يبعث لهم ملكا في صورة يمتحن إيمانهم في\nالآخرة كما امتحنهم في الدنيا بالدجال فيقول أنا ربكم ولله تعالى أن يمتحن\nعباده بما يشاء إذا شاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p158'> Vol. 01, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\nقال وفائدة ذلك ثبات المؤمنين على إيمانهم وظهور ذلك منهم لمن خالفهم\nتشريفا لهم\n</p>\n\n<p>\nوالأول أظهر وأقرب إلى الأصول واللغة وأقرب من ان يقول الملك المقرب أنا\nربكم مع عصمته عن ذلك ونحوه\n</p>\n\n<p>\nوهذا الحديث مما يستشكل جدا وقد أوجبت بحمد الله عن إشكاله\n</p>\n\n<p>\n| الحديث الثالث\n</p>\n\n<p>\nعن أنس بن مالك قال قال رسول الله صلى الله عليه وسلم لا تزال جهنم تقول\nهل من مزيد حتى يضع رب العزة فيها قدمه فتقول قط قط وعزتك . . الحديث وفي\nرواية أبي هريرة تحاجت الجنة والنار قال وأما النار فلا تمتلىء حتى يضع\nالجبار فيها رجله الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\nاعلم أن إجراء هذا الحديث ونحوه على ظاهره محال على الله لأدلة عقلية\nونقلية تقتضي رده وضعفه أو تأويله لا محالة\n</p>\n\n<p>\nفإذا امتنع رده للإتفاق على صحته تعين وجوب تأويله بما يليق بحلال الله\nتعالى وبصدق الرسول صلى الله عليه وسلم وصدق الرواة\n</p>\n\n<p>\nأما لفظ القدم فقال الحسن القدم ههنا هم الذين تقدم علم الله بأنهم من\nأهل النار وقال النضر بن شميل الذين قدمهم الله وقدرهم لها من شرار خلقه\nوقال النضر بن شميل هم الكفار وقال الأزهري القدم الذين تقدم القول عليهم\nبتخليدهم فيها نعوذ بالله منها فالقدم <span id='ms30'></span> اسم لما قدم والهدم لما هدم والقبض\nاسم لما قبض ومنه قوله تعالى <span class='quran'>أن لهم قدم صدق عند ربهم </span>أي ما\nقدموه من صالح العمل\n</p>\n\n<p>\nوقيل القدم جمع قادم كغيب جمع غائب ويؤيد ما قالوه قوله في تمام الحديث\nوأما الجنة فينشيء الله لها خلقا فاتفق المعنى في الدارين وهو أن كل واحدة\nمنهما تمد بزيادة من أهلها تمتلىء بها وأما رواية رجله فهو إما من تخييل\nالراوي رواه بالمعنى فأخطأ فيه وإما أن الرجل عبارة عن جمع كثير كقولهم رجل\nمن جراد إذا كان كثيرا منتشرا ومعناه يضع فيها خلقا كثيرا يشبهون الجراد في\nكثرتهم وأما من جعل القدم والرجل صفة زائدة لا ندرى ما هي فقد تقدم الكلام\nفيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\nوأعظم من ذلك وأشد من جعلها قدمه تعالى وقال المعنى يخبرهم فيه أن آلهتكم\nتحترق ورجلي لا تحترق تعالى الله عما يقوله هذا المبتدع وما ابتدعه في ذات\nالله تعالى وكيفما قاله والله تعالى يقول <span class='quran'>لو كان هؤلاء آلهة ما وردوها\n</span></p>\n\n<p>\nفإن احتج محتج بكتاب ابن خزيمة وما أورد فيه من هذه العظائم وبئس ما صنع\nمن إيراد هذه العظائم الضعيفة والموضوعة\n</p>\n\n<p>\nقلنا لا كرامة له ولا أتباعه إذا خالفوا الأدلة العقلية والنقلية على\nتنزيه الله تعالى بمثل هذه الأحاديث الواهية وإيرادها في كتبهم\n</p>\n\n<p>\nوابن خزيمة وإن كان إماما في النقل والحديث فهو عن النظر في العقليات وعن\nالتحقيق بمعزل فقد كان غنيا عن وضع هذه العظائم المنكرات الواهية في كتبه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p161'> Vol. 01, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\nواعلم أن من العلماء ما جزم بضعف هذا الحديث وإن أخرجه الإمامان لأنهما\nومن روياه عنه غير معصومين وذلك لما قدمته من الأدلة العقلية والنقلية\n</p>\n\n<p>\nأما النقلية فقوله تعالى ^ لأملأن جهنم من الجنة والناس أجمعين ^ وقال\n<span class='quran'>لأملأن جهنم منك وممن تبعك منهم </span>وهذا صريح في رد من زعم أنه قدم\nالرب تعالى وتقدس عن ذلك فلا جواب عنه إلا بالرد إلى التأويل أورد ذلك\nالحديث\n</p>\n\n<p>\nوأما العقلية فلأن الجنة والنار جمادان فكيف يتحاجان سلمنا أن الله تعالى\nخلق <span id='ms31'></span> فيهما حياة فقد علما أن أفعال الله كلها صواب وحكمة فكيف يتحاجان\n</p>\n\n<p>\nسلمنا أنهما لما يعلما ذلك فالرب تعالى عالم بمقدار أهل الثواب والعقاب\nفما فائدة توسعة تحوج إلى إنشاء خلق إن وضع القدم\n</p>\n\n<p>\nسلمنا أنه يفعل ما يشاء فهو قادر على أن يفي تلك السعة ولا يحتاج إلى وضع\nالقدم\n</p>\n\n<p>\nسلمنا أنه لم يشأ ذلك فيلزم أن تخمد النار ويزول العذاب عن أهلها أو أن\nتعمل النار في القدم عادتها تعالى الله عن ذلك وتقدس\n</p>\n\n<p>\nسلمنا أن العذاب يبقى ولا تؤثر النار فالنار إنما سألت المزيد من مستحقي\nالعذاب لا المزيد من القدم الذي زعموه فبان بكل ما ذكرناه لزوم أحد\nالتأويلين لا محالة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p162'> Vol. 01, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\n| الحديث الرابع\n</p>\n\n<p>\nعن أبي هريرة عن النبي صلى الله عليه وسلم قال ينزل ربنا كل ليلة إلى\nسماء الدنيا حين يبقى ثلث الليل الآخر الحديث ورواه أبو سعيد إن الله يمهل\nحتى إذا كان ثلث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p163'> Vol. 01, p. 163</a>\n            </div>\n             الليل ينزل إلى سماء الدنيا فيقول هل من تائب\nيتوب\n</p>\n\n<p>\nاعلم أن النزول الذي هو الانتقال من علو إلى سفل لا يجوز حمل الحديث عليه\nلوجوه\n</p>\n\n<p>\nالأول النزول من صفات الأجسام والمحدثات ويحتاج إلى ثلاثة أجسام منتقل\nومنتقل عنه ومنتقل إليه وذلك على الله تعالى محال\n</p>\n\n<p>\nالثاني لو كان النزول لذاته حقيقة لتجددت له في كل يوم وليلة حركات عديدة\nتستوعب الليل كله وتنقلات كثيرة لأن ثلث الليل يتجدد على أهل الأرض مع\nاللحظات شيئا فشيئا فيلزم انتقاله في السماء الدنيا ليلا ونهارا من قوم إلى\nقوم وعودة إلى العرش في كل لحظة على قولهم ونزوله فيها إلى سماء الدنيا ولا\nيقول ذلك ذولب وتحصيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p164'> Vol. 01, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\nالثالث أن القائل بأنه فوق العرش وأنه ملأه كيف تسعه سماء الدنيا وهي\nبالنسبة إلى العرش كحلقة في فلاة فيلزم عليه أحد أمرين إما اتساع سماء\nالدنيا كل ساعة حتى تسعة أو تضاؤل الذات المقدسة عن ذلك حتى تسعة ونحن نقطع\nبانتفاء الأمرين\n</p>\n\n<p>\nالرابع إن كان المراد بالنزول استماع الخلق إليه فذلك لم يحصل باتفاق <span id='ms32'></span> وإن\nكان المراد به النداء من غير إسماع فلا فائدة فيه ويتعالى الله عن ذلك\n</p>\n\n<p>\nإذا ثبت ذلك فقد ذهب جماعة من السلف إلى السكوت عن المراد بذلك النزول مع\nقطعهم بأن مالا يليق بجلاله تعالى غير مراد و تنزيهه عن الحركة والانتقال\n</p>\n\n<p>\nقال الأوزاعي وقد سئل عن ذلك فقال يفعل الله ما يشاء\n</p>\n\n<p>\nكما جرى لموسى عليه السلام مع ملك الموت لما فقأ عينه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p165'> Vol. 01, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\nواعلم أن الجحدة طعنوا في قصة موسى هذه وفي روايتها ونقلها وقالوا كيف\nجاز لنبي أن يفعل ذلك مع ملك أرسله الله إليه ويستعصي عليه ولا يمتثل أمر\nالله تعالى وكيف ساغ للملك أن يؤخره لا يمضي أمر الله تعالى فيه وكل ذلك\nخارج عن العادة في أمثالهم وسببه تطريق الاستحالة منهم\n</p>\n\n<p>\nوجواب ذلك أن موسى عليه السلام بشر يكره الموت لما في طباع البشرية من\nكراهيته فلما رأى صورة بشرية هجمت عليه من غير إذن تريد نفسه وظهر له منه\nذلك وهو لا يعرفه ولا يتيقن أنه ملك الموت وكان فيه عليه السلام شهامة وحدة\nعمد إلى دفعه عن نفسه بيده وكان في ذلك ذهاب عينه\n</p>\n\n<p>\nوقد جرت شرائع الله تعالى بحفظ النفوس ودفع الضرر عنها\n</p>\n\n<p>\nوقد امتحن غير واحد من الأنبياء بدخول الملائكة عليهم في صورة البشر\nكإبراهيم وداود ولوط عليهم السلام وتبين لهم بعد ذلك أنهم ملائكة وكذلك\nنبينا صلى الله عليه وسلم لما جاءه جبريل عليه السلام في أول الوحي ولما\nجاءه ثانيا وسأله عن الإيمان في صورة رجل فلما ذهب وتبين أمره أخبر أنه\nجبريل وكذلك موسى عليه السلام لما تبين أن الذي جاءه ملك استسلم لأمر الله\nتعالى\n</p>\n\n<p>\nفالتردد هنا تمثيل وتقريب لفهم السامع والمراد به الأسباب والوسائط لأن\nالبداء والتردد على الله تعالى محال\n</p>\n\n<p>\n| الحديث السادس\n</p>\n\n<p>\nعن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال ما تصدق أحد\nبصدقه من طيب ولا يقبل الله إلا الطيب إلا أخذها الرحمن بيمينه وإن كانت\nتمرة فتربو <span id='ms33'></span> في كف الرحمن حتى تكون أعظم من الجبل وعنه أيضا يمين الله ملأى\nلا يغيضها نفقة سحاء الليل والنهار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p166'> Vol. 01, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\nاعلم أن الجارحة والأعضاء على الله تعالى محال وإنما هذا والله أعلم خطاب\nكما يفهمه الناس من قولهم أخذ فلان إحسان فلان بيمينه ومعناه أخذه بقبول\nوبشاشة وأدب فإن الأخذ باليمين احترام للمعطي ولأن الأشياء المهمة يتناول\nبها ولأن الأخذ بها أسرع غالبا لما فيها من القوة فيكون قوله أخذها بيمينه\nعبارة عن معنى ذلك لا الجارحة المعرفة\n</p>\n\n<p>\nوقد تقدم في قسم آيات القرآن أن اليمين يعبر بها عن القوة والقدرة كما\nقال بعضهم\n</p>\n\n<p>\nوالقبض والكف وما ورد منه معناه اليد وهي عبارة عن القدرة والسلطنة كما\nيقال البلد في يد السلطان والتصرف في قبضة الوزير وقوله تعالى <span class='quran'>وما\nملكت أيمانكم </span>ليس المراد بشيء من ذلك الجارحة وأما لفظة الكف فتميل\nلحفظها لأن المريد لحفظ ما يتناوله بكفه يحفظه بكفه ويطبقها عليه لتكون\nأحفظ له فمثل حفظ الله تعالى للصدقة بذلك وأما لفظ التربية فعبارة عن تضعيف\nالأجر وزيادته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p167'> Vol. 01, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\n| الحديث السابع\n</p>\n\n<p>\nعن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال يضحك\nالله إلى رجلين يقتل أحدهما الآخر كلاهما يدخل الجنة\n</p>\n\n<p>\nومنه حديث الأنصاري وزوجته وفعلهما مع ضيفهما قال فيه فلما أصبح غدا على\nرسول الله صلى الله عليه وسلم فقال لقد ضحك الله الليلة أو عجب من فعلكما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p168'> Vol. 01, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\nاعلم أن الضحك الذي يعتري البشر عند حصول فرح القلب أو استفزاز طرب أو\nظهور أمر مستور جهل سببه محال على الله تعالى\n</p>\n\n<p>\nومعناه فينا يرجع إلى ظهور أمر مستور وكان السرور بالشيء أظهر بضحكه هذا\nبدايته وأما نهايته فترتب أثره عليه ولما كان الضحك فينا محالا على الله\nتعالى فلا بد من تأويل الحديث\n</p>\n\n<p>\nقال البخاري ضحكه رحمته وقال الخطابي الضحك هنا الإخبار عن رضاه وحسن\nمجازاته لعبده وهو مجاز سائغ فالمراد به هنا نهاية الضحك فينا وهو ترتيب\nأجره عليه ومعناه إظهار كرامته لعبده وفضله عليه <span id='ms34'></span> وإقباله لأن المسرور\nبالشيء المقبل عليه يبش عند رؤيته ويضحك فهو عبارة بالسبب عن المسبب وهو\nمجاز سائع مستعمل كما تقدم\n</p>\n\n<p>\nوقيل معناه أنه تعالى لو كان ممن يضحك لضحك من ذلك\n</p>\n\n<p>\nوقيل لعله من الرباعي بضم الياء وكسر الحاء أي يضحك الله ملائكته أو\nعباده\n</p>\n\n<p>\nوحيث نسب إلى الرب تعالى فالمراد به المبالغة في إظهار الإقبال والرضى\nكقوله فإن أتاني يمشي أتيته هرولة تمثيل للمبالغة في إسراع المجازاة\nوالإقبال ومن حمل الضحك على ظاهره فمبتدع مجسم وأما رواية من روى عجب ربكما\nفالمراد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p169'> Vol. 01, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\nتعظيم ذلك الأجر عنده تعالى لأن المتعجب من الشيء مستعظم له وسيأتي أبسط\nمن هذا إن شاء الله تعالى\n</p>\n\n<p>\n| الحديث الثامن\n</p>\n\n<p>\nعن معاوية بن الحكم في حديث الجارية التي قال لها رسول الله صلى الله\nعليه وسلم أين الله قالت في السماء قال ومن أنا قالت رسول الله قال لسيدها\nأعتقها فإنها مؤمنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p170'> Vol. 01, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\nوقد تمسك بهذا الحديث من قال بالجهة وجعلوه عمدتهم\n</p>\n\n<p>\nوقد تقدم أن المهم في صدر البعثة بالنسبة إلى العامة إنما كان إثبات وجود\nالباري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p171'> Vol. 01, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\nتعالى ووحدانيته بالإلهية فعاملهم بما يؤنسهم مما ألفوه وأقرهم على\nاعتقاد ثبوت وجوده تعالى وانفراده بالإلهية لأن أذهانهم لا تحتمل النظر\nفيما لم يألفوه من الأدلة الدقيقة والتفصيل الكلي فيقع منهم أولا بالإثبات\nالجملي في ذلك ولا طريق له إلا بما ألفوه مما تقبله أذهانهم\n</p>\n\n<p>\nفلما أشارت إلى السماء علم النبي صلى الله عليه وسلم عظمة الله تعالى\nعندها ووحدانيته ونفرتها من آلهة الأرض عندها التي كانوا يعبدونها فلما فهم\nذلك منها سألها عن نفسه الكريمة ليعلم إقرارها بنبوته التي هي ثانية عقد\nالإسلام فلما قالت رسول الله علم إسلامها\n</p>\n\n<p>\nوقيل يجوز أن يراد ب أين المنزلة والرتبة في صدرها كما يقال أين فلان من\nفلان وأين زيد منك توسعا في الكلام ولا يراد بذلك إلا الرتبة والمنزلة\n</p>\n\n<p>\nويقول الإنسان لصاحبه أين محلي منك فيقول في السماء يريد أغلى محل انتهى\n</p>\n\n<p>\n| الحديث التاسع\n</p>\n\n<p>\nيقول الله تبارك وتعالى يوم القيامة <span id='ms35'></span> يا آدم فيقول لبيك وسعديك فينادي\nبصوت إن الله يأمرك أن تبعث بعث النار الحديث\n</p>\n\n<p>\nاعلم أن لفظ الصوت تفرد به هنا حفص بن غياث عن الأعمش وخالفه فيه الرواة\nعن الأعمش وعن وكيع وقالوا قم فابعث وسئل أحمد بن حنبل عن حفص بن غياث فقال\nكان يخلط في حديثه ولو صحت هذه الرواية فجوابه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p172'> Vol. 01, p. 172</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p173'> Vol. 01, p. 173</a>\n            </div>\n             من\nوجهين\n</p>\n\n<p>\nالأول أنه يحتمل أن تكون الدال مفتوحة لما لم يسم فاعله فتصحفت عليه\nوأمالها بعض الرواة على لغته فظن السامع أن الدال مكسورة\n</p>\n\n<p>\nالوجه الثاني أنه لم يصرح أنه صوت الباري تعالى فيحتمل أن يكون صوت\nالمأمور بالنداء كما يقال نادى السلطان في البلد بصوت يسمعه القريب والبعيد\nومعناه أنه أمر بذلك لا أنه صوت السلطان نفسه وهذا مستعل كثيرا في ألسنة\nالناس\n</p>\n\n<p>\n| الحديث العاشر\n</p>\n\n<p>\nعن أنس عن النبي صلى الله عليه وسلم قال لله اشد فرحا بتوبة عبده من\nأحدكم الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p174'> Vol. 01, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\nاعلم أن الفرح فينا هو انبساط النفس لورود ما يسرها وذلك على الله تعالى\nغير جائز لكنه لما كان لا يصدر إلا عن رضا بما نشأ عنه عبر به عن الرضا\nومنه قوله تعالى <span class='quran'>كل حزب بما لديهم فرحون </span>أي رضوان\n</p>\n\n<p>\nفالمراد بفرح الله تعالى حيث ورد الرضا بما ذكر وقد تقدم معنى الرضا في\nحق الله تعالى وهو القبول للشيء والمدح له والثناء عليه وهو تعالى قابل\nللعمل الصالح ومادح له ومثن على فاعله\n</p>\n\n<p>\nوقد يكون الفرح بمعنى البطر والأشر ومنه قوله تعالى <span class='quran'>إنه لفرح فخور\n</span><span class='quran'>إن الله لا يحب الفرحين </span>وذلك على الله تعالى محال\n</p>\n\n<p>\nومن جعل الفرح والضحك صفتين لا يعقل معناهما لغة ولا عرفا فقد تقدم رده\nوأن هذه الألفاظ استعيرت تقريبا للأفهام\n</p>\n\n<p>\n| الحديث الحادي عشر\n</p>\n\n<p>\nالمقسطون على منابر من نور عن يمين العرش \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p175'> Vol. 01, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\nوقد تقدم أن اليمين التي هي الجارحة بالنسبة إلى الباري محال وأن المراد\nبها ها هنا ونحوه الإكرام والإقبال ورفع المنزلة والرتبة عنده تعالى لأنها\nبالنسبة إلينا أشرف الجانبين\n</p>\n\n<p>\nوقد يقال لمن أكرمه <span id='ms36'></span> السلطان مبالغا في ذلك أجلسه الملك عن يمينه\n</p>\n\n<p>\nوقد تقدم ما فيه كفاية لمنصف\n</p>\n\n<p>\n| الحديث الثاني عشر\n</p>\n\n<p>\nعجب ربك من قوم جيء بهم في السلاسل حتى يدخلون الجنة ومنه عجب ربك من\nالشاب الذي لا صبوة له\n</p>\n\n<p>\nالتعجب فينا هو استعظام بعض الناس ما دهمه من الأمور النادرة مما لا\nيعلمه وذلك على الله تعالى محال فوجب تأويله على ما يليق بجلال الله تعالى\nوهو تعظيم ذلك الشيء لأن المتعجب من الشيء مستعظم له\n</p>\n\n<p>\nوقيل المراد بالتعجب هنا الرضا وزيادة الإكرام لأن الشيء المتعجب منه لو\nوقع في النفس فيقتضي أثرا\n</p>\n\n<p>\nوقيل التعجب استغراب وقوع مالم يعلم وهذا محال على الله تعالى لعلمه بما\nكان وما يكون فوجب تأويله بالرضا والإقبال وحسن المعاملة والمراد بالحديث\nالأول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p176'> Vol. 01, p. 176</a>\n            </div>\n             الأساري إذا اسلموا وحسن إسلامهم كان أسرهم وأخذهم\nبالسلاسل سبب إسلامهم المقتضي دخولهم الجنة\n</p>\n\n<p>\nوأما الثاني فإن الشاب مظنة اللعب ونيل الشهوات فالعصمة منها مما يحق أن\nيستعظم\n</p>\n\n<p>\n| الحديث الثالث عشر\n</p>\n\n<p>\nإن الله تعالى يدني عبده المؤمن فيضع عليه كنفه الحديث\n</p>\n\n<p>\nلما كان دنو المسافة على الله تعالى محالا لما تقدم وجب تأويله بقرب\nالمنزلة والكرامة كما يقال قرب السلطان فلانا وأدناه أي في المنزلة\nوالكرامة\n</p>\n\n<p>\nفمعناه يدنيه من رحمته ولطفه وكرامته ونعمته\n</p>\n\n<p>\nومعنى كنفه إحاطته وستره من كل مؤذ وأصل الكنف الستر وكل شيء ستر شيئا\nفقد كنفه ومنه حديث عون إن الله ليدني يعني به عفوه ولطفه وغفرانه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p177'> Vol. 01, p. 177</a>\n            </div>\n             لأهل الموقف\n</p>\n\n<p>\nومن حمل الدنو على قرب الذات فخطأ مردود\n</p>\n\n#\n<p>\n| الحديث الرابع عشر\n</p>\n\n<p>\nعن ابن مسعود رضي الله عنه قال جاء حبر من أهل الكتاب إلى النبي صلى الله\nعليه وسلم فقال إن الله يضع السماء على أصبع والأرض على أصبع والجبال على\nأصبع والأنهار على أصبع وسائر الخلق على أصبع الحديث فضحك رسول الله صلى\nالله عليه وسلم وقال وما قدروا الله حق قدره ومنه قوله صلى الله عليه وسلم\nإن قلوب بني آدم بين أصبعين من أصابع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p178'> Vol. 01, p. 178</a>\n            </div>\n             الرحمن كقلب واحد بقلبه\nحيث <span id='ms37'></span> شاء\n</p>\n\n<p>\nلما كان حمل هذا الحديث على العضو المعروف منا محالا على الله تعالى لما\nيلزم عليه من الجسمية وجب تأويله أما أولا فلأنه كلام يهودي فلا يحتج به\nوقد علم أن اليهود مشبهة ومجسمة\n</p>\n\n<p>\nوأما ضحك النبي صلى الله عليه وسلم فلعله كان استخفافا باليهودي وإنكارا\nلما قاله بدليل تلاوة الآية فإنه ظاهر في رد ما قاله والإنكار عليه فإن\nسامع الكلام الباطل يضحك منه استخفافا\n</p>\n\n<p>\nفإن قيل قد ورد في بعض طرقه تعجبا وتصديقا قلنا لم يرو الأكثر ذلك ولعله\nتوهم من الراوي لا أن ذلك من ألفاظ الرسول عليه الصلاة والسلام ولا في\nاللفظ ما يشعر بذلك\n</p>\n\n<p>\nوبتقدير صحته فمعناه إن هذه المخلوقات العظيمة بالنسبة إلى عظم قدرته\nكنسبة ما يأخذه الإنسان على رأس الأصبع من قدرته بل نسبة ما ذكر في الحديث\nإلى قدرة الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p179'> Vol. 01, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\nتعالى أقل من نسبة المأخوذ على الأصبع فهو تمثيل لعظم قدرته تعالى لأن ما\nيأخذه الإنسان علي أصبعه أقل ما يقدر عليه وذلك بالنسبة إلى قوته وقدرته\n</p>\n\n<p>\nوأما الحديث الثاني فمعناه أن القلوب في قهره وقدرته كقدرة أحدكم وقهره\nلما يقلبه بين أصعيه وذلك لأن فعل العبد وتركه إنما يقع لحصول داع يخلقه\nالله تعالى في قلب العبد إلى ذلك فهو تمثيل لتصرف الرب تعالى في قلوب\nالعباد يخلق ذلك الداعي فهو تمثيل للمهانى بالأجسام\n</p>\n\n<p>\nوكلام بعض الحنابلة في هذا مردود بما ذكرناه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p180'> Vol. 01, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\n| الحديث الخامس عشر\n</p>\n\n<p>\nيطوي الله السموات يوم القيامة ثم يأخذهن بيده اليمنى الحديث\n</p>\n\n<p>\nاعلم أن القبض حقيقته بالنسبة إلينا مباشرة بالكف وذلك بالنسبة إلى الله\nتعالى محال كما تقدم فوجب تأويله بأن المراد تقريب التمثيل بما يدرك بالحسن\nمما هو أقرب إليه وقد تقدم معناه\n</p>\n\n<p>\nومعنى اليمين في آية الزمر في قوله تعالى <span class='quran'>والسماوات مطويات بيمينه\n</span></p>\n\n<p>\nوجاء في بعض طرق الحديث لفظ الشمال وانفرد به عمر بن حمزة دون سائر رواة\nالحديث الصحيح وكلتا يديه يمين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p181'> Vol. 01, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\nوقال البيهقي كأن الذي روى الشمال رواه على العادة الجارية على الألسنة <span id='ms38'></span>\nفي مقابلة اليمين بالشمال وقوله في الحديث يقبض أصابعه ويبسطها هو من لفظ\nالراوي يحكي به فعل النبي صلى الله عليه وسلم لا أنه رب العزة تبارك وتعالى\n</p>\n\n<p>\n| الحديث السادس عشر\n</p>\n\n<p>\nعن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال لما قضى\nالله الخلق كتب كتابا عنده فوق العرش أن رحمتي غلبت غضبي ويروي سبقت غضبي\n</p>\n\n<p>\nقيل إن الكتاب المذكور يحتمل أمرين أحدهما أن يكون المراد كتب أي أوجب\nوقضي كقوله تعالى ^ كتب الله لأغلبن أنا ورسلي\n</p>\n\n<p>\nويحتمل أن يراد به اللوح المحفوظ الذي كتب فيه ما كان وما يكون\n</p>\n\n<p>\nوقوله عنده عبارة عن الحفظ والثبوت لا معنى الظرفية لأن الظرفية عليه\nمحال كما يقول المقر لفلان عندي كذا في الذمة معناه الثبوت لا الظرفية ولا\nالمساحة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p182'> Vol. 01, p. 182</a>\n            </div>\n            \n</p>\n\n<p>\nويجوز أن يراد به العلم كقوله تعالى <span class='quran'>قال علمها عند ربي </span></p>\n\n<p>\nوقوله ^ فوق العرش ^ يجوز أن يكون ظرفا للكتاب فقط أي الكتاب ثابت فوق\nالعرش\n</p>\n\n<p>\n| الحديث السابع عشر\n</p>\n\n<p>\nعن عائشة أن رسول الله صلى الله عليه وسلم لما ذكرت امرأة لا تنام الليل\nقال عليكم بما تطيقون فوالله لا يمل الله حتى تملوا\n</p>\n\n<p>\nاعلم أن الملال على الله تعالى محال وهو ثقل الشيء على النفس والسآمة منه\nفوجب تأويله وهو أنه لا يترك الأجر والثواب حتى يتركوا العمل ولأن من مل\nشيئا تركه فعبر عن الترك بالملال الذي هو سببه من باب استعمال المسبب بلفظ\nالسبب وهو مجاز كثير كما تقدم\n</p>\n\n<p>\nوقيل إن مجيئه بهذا اللفظ من باب المقابلة في الألفاظ وهو باب من أبوب\nالفصاحة كقوله تعالى <span class='quran'>ومكروا ومكر الله </span><span class='quran'>نسوا الله فنسيهم\n</span><span class='quran'>وجزاء سيئة سيئة مثلها </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p183'> Vol. 01, p. 183</a>\n            </div>\n             وقيل معناه لا يتناهى\nحقه عليكم في الطاعة حتى يتناهى جهدكم\n</p>\n\n<p>\n| الحديث الثامن عشر\n</p>\n\n<p>\nعن أبي هريرة عن النبي صلى الله عليه وسلم قال قامت الرحم فأخذ بحقو\nالرحمن فقال مه فقالت هذا مكان العائذ بك من القطيعة قال نعم وفي رواية\nعائشة الرحم شجنه من الرحمن + رواه البخاري +\n</p>\n\n<p>\nالشجنة <span id='ms39'></span> الشيء الملتف بعضه ببعض معناه والله أعلم أن اسم الرحم شعبة من\nاسم الرحمن أي حروفها بعض حروف الرحمن فوجب تعظيم حقها وقدرها ومراعاتها\nلذلك\n</p>\n\n<p>\nويؤيد ذلك ما ورد في الحديث إن الله تعالى قال أنا الرحمن خلقت الرحم\nوشققت لها اسما من اسمي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p184'> Vol. 01, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\nوالمراد بالشجنة التمثيل بالمحسوس وأما الأخذ بالحقو فظاهره محال على\nالله تعالى\n</p>\n\n<p>\nوإنما معناه أنها استجارت واعتصمت به من القطيعة كما يستجير الإنسان من\nعدو بكبير البلد فهو تميثل بالمحسوس والحقو الإزار وكان أحد العرب إذا\nاستجار بكبير القوم أخذ بإزاره مستجيرا به وذلك مستعمل في زماننا هذا\n</p>\n\n<p>\nوقيل إزاره عزه فاستجار بعزه من القطيعة\n</p>\n\n<p>\nومن حمل الحديث على ظاهره المعروف فمردود\n</p>\n\n<p>\n| الحديث التاسع عشر\n</p>\n\n<p>\nعن أبي هريرة عن النبي صلى الله عليه وسلم فيما يحكى عن ربه العظمة إزاري\nوالكبرياء ردائي فمن نازعني واحدا منهما قصمته وفي رواية قذفته في النار\nوفي رواية العز إزاري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p185'> Vol. 01, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\nاعلم أنه لا يجوز على الله تعالى الإزار والرداء المعروفان بيننا لا سيما\nفسرهما بالعظمة والكبرياء وإنما معناه والله أعلم أن العظمة والكبرياء\nصفتان من صفاته لا يشاركه فيهما غيره ولا يتعاطاها أحد من خلقه وذكر الإزار\nوالرداء تمثيل على طريق المجاز لأن الملتحف بردائه والمؤتز بإزاره لا\nيشاركه غيره في ذلك في تلك الحالة فكذلك الرب تبارك وتعالى لا يشاركه أحد\nفي عظمته وكبريائه سبحانه وتعالى\n</p>\n\n<p>\n| الحديث العشرون\n</p>\n\n<p>\nفي حديث الدجال إنه أعور وإن ربكم ليس بأعور\n</p>\n\n<p>\nتقدم أن الجوارح والأعضاء على الله تعالى محال فمعنى الحديث والله أعلم\nننفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p186'> Vol. 01, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\nالتناقص على الله تعالى وثبوت صفة النقص للدجال فصفة النقص دليل على عدم\nربوبيته وبطلان قوله\n</p>\n\n<p>\nوليس المراد إثبات الجارحة للرب تعالى\n</p>\n\n<p>\nوجعل بعض الحنابلة ذلك من باب دليل الخطاب وأثبت الجارحة لرب العزة\nسبحانه وتعالى عن سمات المخلوقين وهو تجسيم منهم وتجرؤ على الله تعالى وخطأ\nفي الإستدلال\n</p>\n\n<p>\nفإنا إذا قلنا القمر ليس بأعور لم يلزم منه أن يكون له عينان\n</p>\n\n<p>\nودليل الخطاب ليس بحجة عند أكثر علماء <span id='ms40'></span> الأصول في الفروع فكيف يحتج به في\nصفات الرب تعالى\n</p>\n\n<p>\n| الحديث الحادي والعشرون\n</p>\n\n<p>\nعن أبي رزين العقيلي قال قال رسول الله صلى الله عليه وسلم إن الله لا\nينام ولا ينبغي له أن ينام يخفض القسط ويرفعه يرفع إليه عمل الليل قبل عمل\nالنهار وعمل النهار قبل عمل الليل حجابه النور وفي رواية النار لو كشفه\nلأحرقت سبحات وجهه ما انتهى إليه بصره من خلقه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p187'> Vol. 01, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله حجابه النور اعلم أن كل ما جاء في الحديث من الحجاب أو الحجب\nفمعناه راجع إلى المخلوق لا إلى الخالق تعالى لأنهم هم المحجوبون عنه بحجاب\nخلقه لهم\n</p>\n\n<p>\nوأما الرب تعالى فيستحيل أن يكون محتجبا أو محجوبا لأن الحجاب أكبر من\nالمحجوب وإلا لم يستره وأصل الحجب المنع ومعنى حجب الكافرين عن رؤيته منعهم\nمن رؤيته\n</p>\n\n<p>\nويروي أن رجلا قال بحضرة علي رضي الله عنه لا والذي احتجب بسبعة أطباق\nفقال ويحك إن الله لا يحتجب عن خلقه ولكن حجب خلقه عنه وأضافه إليه لأنه\nخلقه وجعله\n</p>\n\n<p>\nوقوله لو كشفه لأحرقت سبحات وجهه ما انتهى إليه بصره من خلقه أي لأحرقت\nسبحات وجهه تعالى من أدركه بصره من خلقه\n</p>\n\n<p>\nوسبحات جمع سبحة وهي جلال الله تعالى وعظمته وقيل أضواء وجهه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p188'> Vol. 01, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\nوسميت بذلك لأن الإنسان إذا رأى حسن الخلق قال سبحان الله أو سبحان من\nخلقه\n</p>\n\n<p>\nوقيل قوله سبحات وجهه كلام معترض ومعناه سبحات الله ويصير تقدير الكلام\nلأحرقت النار ما انتهى إليه بصره من خلقه انتهى\n</p>\n\n<p>\n| الحديث الثاني والعشرون\n</p>\n\n<p>\nما منكم من أحد إلا سيخلو به ربه يوم القيامة ويكلمه ليس بينه وبينه\nترجمان الحديث\n</p>\n\n<p>\nاعلم أن المراد بالخلو هنا أفراده بذلك الكلام وتخصيصه به دون غيره حتى\nيظن المخاطب أنه ليس مكلما سواه وذلك ستر من الله تعالى عليه حلما وكرما\nولطفا\n</p>\n\n<p>\n| الحديث الثالث والعشرون\n</p>\n\n<p>\nعن أبن مسعود أن نبي الله صلى الله عليه وسلم قال إذا تكلم الله بالوحي\nسمعه أهل السماء كجر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p189'> Vol. 01, p. 189</a>\n            </div>\n             السلسلة على الصفا الحديث ومنه الحديث\nيأتيني الوحي أحيانا <span id='ms41'></span> كصلصلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p190'> Vol. 01, p. 190</a>\n            </div>\n             الجرس وليس في الحديث الأول سمع\nصوته أهل السماء\n</p>\n\n<p>\nورواه بعضهم كذلك ظانا أنه رواه بالمعنى وليس كذلك\n</p>\n\n<p>\nقال الخطابي يريد والله أعلم أنه صوت متدارك يسمعه السامع ولا يتبينه عند\nأول ما يقرع سمعه حتى يفهمه ويستثبت فيعيه حينئذ انتهى\n</p>\n\n<p>\n| الحديث الرابع والعشرون\n</p>\n\n<p>\nعن أبي هريرة قال قال رسول الله صلى الله عليه وسلم يقول الله تعالى أنا\nعند ظن عبدي بي وأنا معه إذا ذكرني فإن ذكرنى في نفسه ذكرته في نفسي وإن\nذكرني في ملا ذكرته في ملأ خير منهم وإذا اقترب مني شبرا اقتربت منه ذراعا\nوإن اقترب إلي ذراعا اقتربت منه باعا وإن أتانى يمشي أتيته هرولة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p191'> Vol. 01, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\nوقد تقدم معناه النفس وأن معنه أنا ومعنى عند\n</p>\n\n<p>\nوأما قوله في القرب شبرا وذراعا وباعا والمشي والهرولة فإنه تمثيل\nللإقبال عليه بالرحمة والإجابة له وتعظيم أجره وثوابه على مقدار العمل الذي\nتقرب به فأريد تمثيل ذلك بمن أقبل على صاحبه ومحبه قدر شبر فأقبل عليه\nذراعا وكمن مشى إلى صاحبه فهرول صاحبه إليه قبولا له وتكريما وقيل معناه\nتوفيقه وتيسير العمل المتقرب به عليه\n</p>\n\n<p>\n| الحديث الخامس والعشرون\n</p>\n\n<p>\nعن أبي موسى رضي الله عنه قال قال رسول الله صلى الله عليه وسلم جنتان من\nفضة آنيتهما وما فيهما وجنتان من ذهب آنيتهما وما فيهما وما بين القوم وبين\nأن ينظروا إلى ربهم إلا رداء الكبرياء على وجهه في جنة عدن\n</p>\n\n<p>\nقوله رداء الكبرياء على وجهه إشارة إلى صفة الكبرياء كما تقدم وكأنه\nلعظمته وكبريائه لا يريد أن ينظر إليه أحد قبل كونه في جنة عدن بإذنه تعالى\n</p>\n\n<p>\nفإذا أراد أذن لهم أن يدخلوها فدخلوها إذا اراد أن يروه فيرونه والظرف في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p192'> Vol. 01, p. 192</a>\n            </div>\n             قوله في جنة عدن متعلق بالرائين لا برب العزة تعالى\n</p>\n\n<p>\nوتقدير الكلام وما بين القوم وبين أن ينظروا في جنة عدن إليه إلا صفة\nالكبرياء\n</p>\n\n<p>\nوجعله بعض الحنابلة ظرف المرئي تعالى الله عن ذلك علوا كبيرا\n</p>\n\n<p>\n| الحديث السادس والعشرون\n</p>\n\n<p>\nعن ابن مسعود في حديث طويل عن <span id='ms42'></span> النبي صلى الله عليه وسلم قال لا أحد أغير\nمن الله ومن طريق أخرى عن المغيرة لا شخص أغير من الله وفي رواية لا شيء\nأغير من الله\n</p>\n\n<p>\nاعلم أن حقيقة الشخصية لذات لها شخص وحجم مأخوذ من الشخوص وهو الارتفاع\nوإنما ذلك في الأجسام وهو محال على الله تعالى فوجب تأويل ذلك\n</p>\n\n<p>\nوكذلك الغيرة عبارة عن حالة نفسانية تقتضي منع الشيء وكراهيته والزجر عنه\nفعبر بالسبب عن المسبب\n</p>\n\n<p>\nواعلم أن إطلاق الشخص لا يكون إلا جسما مؤلفا وسمي بذلك لما له من شخوص\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p193'> Vol. 01, p. 193</a>\n            </div>\n             وارتفاع ولفظ الشخص لم يورده البخاري بل حكاه عن عبيد الله بن\nعمرو\n</p>\n\n<p>\nقال الخطابي عن لفظ الشخص وخليق أن لا تكون هذه اللفظة صحيحة وأن تكون\nتصحيفا من الراوي لأن النظر الأول من شيء وشخص سواء قال وليس كل الرواة\nيراعون لفظ الحديث ولا يتعدونه وكثير منهم يحدثون بالمعنى وليس كلهم بفقيه\nحتى يروى عن بعضهم أنه قال نعم المرء ربنا لوأطعناه ما عصانا ولفظ المرء\nإنما هو للذكر من بني آدم\n</p>\n\n<p>\nوالظاهر أن مطلق هذا الحديث وشبهه لم يقصد المعنى الذي لا يليق بجلال\nالله تعالى وإنما جرى لسانه على بديهة الطبع من غير تفكر وتأمل بل معنى\nالكلام ليس أحد من المخلوقين أغير من الله تعالى ولا يلزم منه أن يكون\nمخلوقا وهو كقولهم ليس أحد من بني تميم أعدل من عمر وهو كلام صحيح مع أن\nعمر قرشي وليس تميميا\n</p>\n\n<p>\nومنه ما روي في حديث ما خلق الله من جنة ولا نار أعظم من آية الكرسي قال\nأحمد بن حنبل الخلق هنا يرجع إلى المخلوق لا إلى القرآن فلم يلزم من ذلك أن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p194'> Vol. 01, p. 194</a>\n            </div>\n             تكون آية الكرسي مخلوقة\n</p>\n\n<p>\nولما حرم الله سبحانه الفواحش وزجر عنها وتوعد عليها وصف بالغيرة التي هي\nكراهة الشيء والزجر عنه كما تقدم\n</p>\n\n<p>\n| الحديث السابع والعشرون\n</p>\n\n<p>\nعن ابن عمر عن النبي صلى الله عليه وسلم قال إن أحدكم إذا صلى فإن الله\nقبل وجهه وفي رواية أنس إن ربه <span id='ms43'></span> بينه وبين القبلة\n</p>\n\n<p>\nهذا الحديث دافع لمذهب الجهة فإن جهة فوق وقدام متضادان لا يجتمعان البتة\nفإن حملها على ظاهرهما محال على الله تعالى لا يجتمعان عقلا وعادة وشرعا\nوإن أول هذا دون ذلك فتحكم وإن أولهما فأهلا بالوفاق\n</p>\n\n<p>\nوتأويله عندنا بحذف مضاف تقديره فإن قبلته التي أكرمها وأمر باستقبالها\nقبل وجهه فيجب احترامها لأجل من يضاف إليها\n</p>\n\n<p>\nوحذف المضاف في القرآن والحديث وفي ألسنة الناس كثير وقيل معناه فإن ثواب\nالله قبل وجهه أي يأتيه الثواب والرحمة والقبول من قبل وجهه كما جاء في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p195'> Vol. 01, p. 195</a>\n            </div>\n             الحديث يجيء القرآن بين يدي صاحبه يوم القيامة أي ثواب القرآن\n</p>\n\n<p>\nويؤيده أيضا ما جاء في الحديث إذا قام أحدكم إلى الصلاة فإن الرحمة\nتواجهه\n</p>\n\n<p>\nوقوله فإن ربه بينه وبين القبلة معناه أن توجهه إلى القبلة مفض إلى قصده\nلربه فصار كأن مقصوده بينه وبين القبلة فيجب احترامها\n</p>\n\n<p>\n| الحديث الثامن والعشرون\n</p>\n\n<p>\nعن جابر بن عبد الله قال سمعت رسول الله صلى الله عليه وسلم يقول اهتز\nالعرش لموت سعد ابن معاذ وفي رواية اهتز عرش الرحمن لموت سعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p196'> Vol. 01, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\nأما الاهتزاز فالمراد منه السرور والفرح والاستبشار يقال فلان يهتز للمدح\nويهتز لكذا إذا سر وفرح\n</p>\n\n<p>\nأما العرش فالمراد حملته والطائفون به فحذف المضاف كقوله تعالى <span class='quran'>واسأل القرية </span>ومنه <span class='quran'>فما بكت عليهم السماء والأرض </span>أي أهلها\nومنه هذا جبل يحبنا ونحن نحبه يعني أهله\n</p>\n\n<p>\nومعنى الحديث سرور الملائكة فرحا بقدوم روح سعد\n</p>\n\n<p>\n| الحديث التاسع والعشرون\n</p>\n\n<p>\nعن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال يقول\nالله تعالى يا ابن آدم مرضت فلم تعدني فيقول يا رب كيف أعودك وأنت رب\nالعالمين فيقول أما علمت أن عبدي فلانا مرض فلم تعده أما علمت أنك لو عدته\nلوجدتني عنده الحديث إلى آخره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p197'> Vol. 01, p. 197</a>\n            </div>\n             وفي رواية لوجدت ذلك عندي\n</p>\n\n<p>\nلا خلاف في تأويل هذا الحديث فإنه أطلق المرض والاستسقاء والاستطعام على\nنفسه وإنما المراد ولي من أوليائه وهذا كقوله تعالى <span class='quran'>إن تنصروا الله\nينصركم </span><span class='quran'>إن الذين <span id='ms44'></span> يؤذون الله ورسوله </span>والمراد أولياء الله\nودينه\n</p>\n\n<p>\nوقوله لوجدتني عنده أي لوجدت ثوابي ورحمتي وكرامتي ورضواني ومنه قوله\nتعالى <span class='quran'>ووجد الله عنده </span>أي لوجد جزاء الله عنده ولذلك قال <span class='quran'>فوفاه حسابه </span></p>\n\n<p>\n| الحديث الموفي ثلاثين\n</p>\n\n<p>\nحديث عمران بن حصين أن النبي صلى الله عليه وسلم قال كان الله ولم يكن\nشيء غيره وكان عرشه على الماء ثم كتب في كل شيء ثم خلق السموات والأرض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p198'> Vol. 01, p. 198</a>\n            </div>\n            \n</p>\n\n<p>\nفيه دليل على أنه سبحانه لم يكن معه شيء غيره لا العرش ولا الماء غيرهما\nلأنه نفى الغير مطلقا\n</p>\n\n<p>\nوقوله وكان عرشه على الماء أي ثم خلق العرش على الماء ثم كتب في الذكر\nوهو اللوح المحفوظ كل شيء\n</p>\n\n<p>\nوأما حديث أبي رزين العقيلي أين كان ربنا قال كان في عماء فهو حديث ضعيف\nتفرد به يعلى بن عطاء عن وكيع بن عدس ويقال حدس\n</p>\n\n<p>\nوسيأتي تأويله بتقدير ثبوته في قسم الحديث الضعيف إن شاء الله تعالى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p199'> Vol. 01, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\n| الحديث الحادي والثلاثون\n</p>\n\n<p>\nفي الذي أوصى أن يحرق ويذر رماده في البحر الحديث بطوله\n</p>\n\n<p>\nقال فيه في رواية فوالله لئن قدر الله علي ليعذبني وفي رواية لعلي أضل\nالله\n</p>\n\n<p>\nظاهره مشكل فإنه إن كان مؤمنا يعتقد البعث لم يخفه ذلك وإن لم يعتقد\nالبعث فهو كافر فكيف غفر له\n</p>\n\n<p>\nوجواب ذلك أما قوله لئن قدر الله علي ليس هو من القدرة بل هو من التقدير\nالذي هو التضييق ومنه قوله تعالى ^ يبسط الرزق لمن يشاء ويقدر ^ أي ينيق\n</p>\n\n<p>\nفمعناه لئن ضيق الله علي عفوه ومنه قوله تعالى <span class='quran'>فظن أن لن نقدر عليه\n</span>أي نضيق لأن النبي لا يجهل صفة من صفات الله تعالى وهي قدرة الله\nتعالى عليه\n</p>\n\n<p>\nوقيل هو التقدير الذي هو سابق القضاء أي لئن كان الله قدر علي عذابي في\nسابق علمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p200'> Vol. 01, p. 200</a>\n            </div>\n            \n</p>\n\n<p>\nأما قوله في الرواية الأخرى لعلي أضل الله معناه النسيان الذي هو الترك\nولفظه ضل تستعمل بمعنى النسيان ومنه قوله تعالى <span class='quran'>أن تضل إحداهما </span><span class='quran'>لا يضل ربي ولا ينسى </span>فيصير معناه لعل الله يتركني <span id='ms45'></span> بعد الموت ولا\nيبعثني فأستريح من عدالته وكل ذلك خشية من عذاب الله وخوفا منه لا أنه\nيعتقد أن الله ينسى شيئا أو يضل عن شيء وقيل كان الرجل مع إيمانه جاهلا\n</p>\n\n<p>\n| القسم الثالث\n</p>\n\n#\n<p>\n| في الأحاديث الضعيفة التي وضعتها الزنادقة أعداء الدين وأرباب البدع\nالمضلين ليلبسوا على الناس دينهم\n</p>\n\n<p>\nوقد ذكرت ما تيسرمن أسباب ضعفها باختصار والمقتضي لمنع التمسك بها\nوتأويلها بعد تسليم ثبوتها على ما يقتضيه لسان العرب الذي نزل به القرآن\n</p>\n\n<p>\nواقتصر في غالبها على الألفاظ التي يحتاج إلى بيان ضعفها وتأويلها دون\nبقية الألفاظ\n</p>\n\n<p>\n| الحديث الأول\n</p>\n\n<p>\nحديث أبي رزين العقيلي قال قلت يا رسول الله أين كان ربنا قبل أن يخلق\nالخلق قال كان في عماء ما فوقه هواء وما تحته هواء ثم خلق العرش على الماء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p201'> Vol. 01, p. 201</a>\n            </div>\n            \n</p>\n\n<p>\nهذا حديث تفرد به يعلى بن عطاء عن وكيع بن عدس ويقال حدس ولا يعرف لوكيع\nهذا راو غير يعلى هذا وهما مجهولان وقد رواه الترمذي وليس كل ما رواه حجة\nفي الفروع فكيف في معرفة الله تعالى التي هي أصل الدين\n</p>\n\n<p>\nواحتج بعض الحشوية بعدم إنكار النبي صلى الله عليه وسلم سؤاله بقوله أين\nالدالة على المكان\n</p>\n\n<p>\nوقد بينا ضعف الحديث وعدم الاحتجاج به وبتقدير ثبوته فالجواب أن النبي\nصلى الله عليه وسلم لم ينفر الداخلين في الإسلام أولا من الأعراب والجاهلية\nلأنهم كانوا أهل جفاء وغلظة طباع غير فاهمين لدقائق النظر فكان لاينفرهم\nويعيرهم بمبادرة الأفكار عليهم\n</p>\n\n<p>\nوقيل معناه أين كان عرش ربنا بحذف المضاف ويدل عليه قوله وكان عرشه على\nالماء\n</p>\n\n<p>\nوأما قوله في عماء فقد روي بالمد والقصر فأما المد فهو الغيم الرقيق\nوالمراد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p202'> Vol. 01, p. 202</a>\n            </div>\n             به جهة العلو أي فوق العماء بالقهر والتدبير لا\nبالمكان\n</p>\n\n<p>\nوأما بالقصر قال الترمذي عن يزيد بن هارون أنه قال العمى أي ليس معه شيء\n</p>\n\n<p>\nفالمراد أنه كان وحده ولا شيء معه ويدل عليه حديث عمران بن حصين الثابت\nفي الصحيح كان الله ولم يكن شيء غيره وروي ولا شيء معه فشبه <span id='ms46'></span> عدم الأشياء\nبالعمى لأن الأعمى لا يرى شيئا وكذلك المعدوم لا يرى\n</p>\n\n<p>\nونفي التحتية والفوقية في العمى بقوله ما تحته هواء يعني ليس تحت المعدوم\nالمعبر عنه بالعمى هواء ولا فوقه هواء لأن ذلك المعدوم لا شيء فلم يكن له\nتحت ولا فوق بوجه\n</p>\n\n<p>\n| الحديث الثاني\n</p>\n\n<p>\nما روي عن ابن عباس عن النبي صلى الله عليه وسلم أنه قال رأيت ربي في\nأحسن صورة إلى قوله فوضع يده بين كتفي فوجدت بردها بين ثديي فعلمت ما في\nالسموات والأرض\n</p>\n\n<p>\nهذا حديث ضعيف جدا قال الإمام أحمد أصل هذا الحديث وطرقه مضطربة وقال\nالدارقطني كل أسانيده مضطربة ليس فيها صحيح وقال البيهقي وروي من أوجه كلها\nضعيفة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p203'> Vol. 01, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا كان كذلك فلا يعتمد عليه ولا يحل التمسك به في صفات الباري تعالى\nوبتقدير ثبوته فإن له أجوبة\n</p>\n\n<p>\nالأول لعله كان في النوم والمنامات أوهام وتخيلات جعلها الله دليلا على\nما كان أو يكون والتخيلات والأوهام ليست حقائق في نفسها كما يرى الإنسان\nأنه طار في الهواء ومشى على الماء أو أنه في مكة أو الهند وشبه ذلك فإن ذلك\nليس حقيقة قطعا فإن قيل رؤيا الأنبياء حق قلنا نعم هي حق ومعناه أنها حق في\nمقاصدها وتأويلاتها لا في صورها في نفسها مطلقا في جميعها فإن رؤيا النبي\nصلى الله عليه وسلم السوارين من الذهب في يديه الكريمتين ونفخه لهما بفيه\nوطيرانهما لم يكن سوارا الذهب في يديه حقيقة ولا النفخ بفيه المكرم حقيقة\nوإنما كان الحق والحقيقة في تأويل ذلك ولذلك كان كذلك\n</p>\n\n<p>\nالثاني لو سلم أنه كان في اليقظة فقوله في أحسن صورة حال من الرائي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p204'> Vol. 01, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\nلا من المرئي أي رأيته وأنا في أحسن صورة ويكون المراد إما نفس صورته لأن\nالله تعالى زين خلقه وجمل صورته وحسنها لمزيد كرامته وإما لما أفاض عليها\nمن لطائفه ونعمه والإقبال عليه ورضاه ومزيد كرامته\n</p>\n\n<p>\nالثالث لو سلم أن الحال من المرئي وهو إما في المنام كما تقدم لأن الرؤيا\nنوع من الوهم <span id='ms47'></span> والخيال وذلك لا ينفك عن صورة مخيلة ولذلك ذكره المعبرون في\nتصانيفهم وإما في اليقظة فيكون المراد في أحسن حاله منه في أو معي من\nالإقبال والرضا واللطف في البر والإنعام لأن ذلك يعبر عنه بالصورة\n</p>\n\n<p>\nوأما وضع اليد بين الكتفين فاستعارة لمحمود التقريب والإهتمام والاعتناء\nوأراد باليد المنة كما يقال لفلان عندي يد بيضاء كما تقدم مستوفى في الآية\nوالحديث\n</p>\n\n<p>\nوأما الكتفين فالمراد لو صح والله أعلم تحقيق إيصال لطفه وكرامته إلى\nقلبه وروي كنفى بالنون أي ما كنت فيه من ظل نعمه علي وأما البرد المذكور\nفالمراد به النعمة على القلب وروحها كما يقال عيش بارد أي طيب ذو رفاهية\nوغنيمة باردة أي خالية من نكد القتال أو عبارة عن اللطف والإحسان الموافق\nللغرض فإن الدليل على منع الجارحة قاطع وكل عاقل يقطع أن البرد عرض لا تليق\nنسبته إلى الباري تعالى وتقدس\n</p>\n\n<p>\n| الحديث الثالث\n</p>\n\n<p>\nيروى عن أم الطفيل أن النبي صلى الله عليه وسلم رأى ربه في أحسن صورة\nشابا موقرا رجلا في خضرة عليه نعلان من ذهب وعلى وجهه فراش من ذهب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p205'> Vol. 01, p. 205</a>\n            </div>\n            \n</p>\n\n<p>\nفهذا الحديث باطل موضوع قاتل الله واضعه فنسب بعضهم وضعه إلى نعيم بن\nحماد وكان يضع الحديث\n</p>\n\n<p>\nقال أحمد بن حنبل هذا حديث منكر وقال ابن عقيل هذا حديث مقطوع بكذبه\n</p>\n\n<p>\nفكل ما ورد من هذا فكذب وفي رواية مروان بن عثمان مجهول قال النسائي ومن\nمروان حتى يصدق على الله\n</p>\n\n<p>\nقال البيهقي قد حمله بعضهم على أنه رآه في المنام قالوا إن رؤيا النوم قد\nتكون وهما جعله الله تعالى دلالة للرائي على ما كان أو يكون\n</p>\n\n<p>\n| الحديث الرابع\n</p>\n\n<p>\nيروى عن أبي هريرة أن النبي صلى الله عليه وسلم قال لما خلق الله تعالى\nآدم ونفخ فيه من روحه عطس الحديث قال فيه فقال الله تبارك وتعالى ويداه\nمقبوضتان اختر أيتهما شئت فقال اخترت يمين ربي وفي رواية فلما قبض الله\nتعالى الذرية من ظهر آدم بكفيه قال خذ أيتهما شئت قال أخذت <span id='ms48'></span> يمين ربي وكلتا\nيديه يمين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p206'> Vol. 01, p. 206</a>\n            </div>\n             ففتحها وفي رواية فبسطها فإذا فيها آدم وذريته\n</p>\n\n<p>\nهذا حديث ضعيف جدا تفرد به حاتم بن اسماعيل وهو ضعيف جدا\n</p>\n\n<p>\nوبتقدير ثبوته فالقبض عبارة عن الملك والقدرة والحكم واليد والكف عبارة\nعن ما تقدم من الوجوه من الملك والقدرة والنعمة وإيتاء الحسنة والجهة\nاليمنى التي اختارها كناية عن أهل السعادة والطيب من ذريته وأخذه واختياره\nكناية عن محبتهم ورضاه عنهم أو أن المراد باليمين اليمن والبركة من الله\nتعالى وإضافتها إلى الله تعالى اضافة ملك وفعل لأنه تعالى هو الذي وفقهم\nوأسعدهم بتوفيقه لهم\n</p>\n\n<p>\n| الحديث الخامس\n</p>\n\n<p>\nيروي عن حسان بن عطية أن النبي صلى الله عليه وسلم قال الساجد يسجد على\nقدم الرحمن\n</p>\n\n<p>\nهذا ضعيف جدا ولو ثبت كان تأويله أنه تمثيل للقرب من الله تعالى كما قال\nالجنة تحت أقدام الأمهات فهو تمثيل لقرب العبد من فضل ربه ورحمته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p207'> Vol. 01, p. 207</a>\n            </div>\n             وإجابة دعائه ويؤيده قوله عليه الصلاة والسلام أقرب ما يكون\nالعبد من ربه وهو ساجد\n</p>\n\n<p>\nفمن جعله قدما حقيقة فهو مجسم حقيقة ومخالف للعقل بالله العجب كيف يخطر\nهذا لمن عنده أدنى مسكة من عقل فضلا عن من يدعي العلم مع اختلاف المصلين في\nمشارق الأرض ومغاربها\n</p>\n\n<p>\n| الحديث السادس\n</p>\n\n<p>\nيروي عن عمر بن عبد العزيز إذا فرغ الله من أهل الجنة والنار أقبل يمشي\nفي ظلل من الغمام والملائكة هذا حديث ضعيف وكذب ولعله مفترى وهو افتراء\nعظيم في الدين على عمر بن عبد العزيز وهو وضع مجسم لأن القول بأنه يمشي\nتجسيم حقيقة\n</p>\n\n<p>\nوقد قدمت في حقيقة النزول ما فيه جواب عن هذا وكفاية\n</p>\n\n<p>\n| الحديث السابع\n</p>\n\n<p>\nروي عن جبير بن مطعم في حديث الأعرابي الذي جاء يستسقي فقال النبي صلى\nالله عليه وسلم ويحك أتدري ما الله إنه لفوق سمواته على عرشه وإنه عليه\nهكذا وأشار وهب بيده مثل القبة وإنه ليئط به أطيط الرحل بالراكب وفي رواية\nتفرد بها محمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p208'> Vol. 01, p. 208</a>\n            </div>\n             إسحاق عن يعقوب بن عتبة وهما ضعيفان عند\nصاحبي الصحيح وقد رواه <span id='ms49'></span> أبو داود في السنن عن أحمد بن سعيد الرباطي فقال وإن\nعرشه على سمواته لهذا وقال بأصابعه مثل القبة قال أبو داود وحديث أحمد بن\nسعيد هو الصحيح وعلى هذا فالتشبيه بالقبة إنما وقع للعرش خاصة وكذلك وقع في\nرواية يحيى بن معين أتدري ما الله إن عرشه على سمواته وأرضه هكذا بأصابعه\nمثل القبة عليها\n</p>\n\n<p>\nقال الخطابي هذا الكلام إذا أجري على ظاهره كان فيه نوع من الكيفية وهي\nعن الله تعالى وعن صفاته منفية وليس المراد بتقدير ثبوت الحديث تحقيق هذه\nالصفة وإنما هو نوع تقريب عظمة الله تعالى لفهم السائل من حيث يدركه فهمه\nلأنه لا يعرف دقائق معاني الصفات ولا ما لطف منها ودق عن درك الأفهام\n</p>\n\n<p>\nفقوله أتدري ما الله أي ما عظمة الله وجلاله ويؤيد ذلك أنه فسره بغير ما\nيدل على الماهية وقوله إنه ليئط تمثيل لعظمة الرب عز وجل لأن أطيط الرحل\nإنما يكون لثقل ما فوقه وهو تمثيل لعظمة الرب تعالى وعجز العرش الذي هو\nأعظم المخلوقات عن حمل عظمته وجلاله وأشار صلى الله عليه وسلم بذلك إلى أن\nمن هذا إجلاله وعظمته لا يشفع إلى من دونه بل هو المتصرف في عباده وخلقه\nالفعال لما يريد\n</p>\n\n<p>\n| الحديث الثامن\n</p>\n\n<p>\nعن أنس في قوله تعالى <span class='quran'>فلما تجلى ربه للجبل جعله دكا </span>قال هكذا\nيعني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p209'> Vol. 01, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\nأنه أخرج طرف خنصره\n</p>\n\n<p>\nهذا حديث ضعيف لم يروه إلا ابن أبي العوجاء الزنديق وكان يضع الحديث على\nثابت وبتقدير ثبوته فالقصد به تشبيه المعاني بالأجسام المحسوسات فأشار بطرف\nخنصره إلى قلة ما تجلى له من أنوار عظمته وما أظهر له من آياته لأن أضعف\nعضو يشير به الإنسان إلى قلة الشيء هو طرف خنصره فأشار به للمبالغة في قلة\nذلك ومعنى التجلي الظهور وقد يكون جهرة وعيانا بالحس وقد يكون بالدلالة\nعليه\n</p>\n\n<p>\nومعنى الآية أن الله تعالى خلق للجبل حياة وعلما حتى رأى خالقه\n</p>\n\n<p>\n| الحديث التاسع\n</p>\n\n<p>\nيروى عن أبي الأحوص عن أبيه أبي مالك عن النبي صلى <span id='ms50'></span> الله عليه وسلم في\nحديث قال فيه فكل ما أحل الله لك وساعد الله أشد من ساعدك وموسى الله أحد\nمن موساك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p210'> Vol. 01, p. 210</a>\n            </div>\n             هذا حديث ضعيف عند أئمة الحديث\n</p>\n\n<p>\nوبتقدير ثبوته فالمراد بالساعد القوة وشدة البطش لأن قوة الإنسان في بطشه\nوعمله بيده وساعده فمعناه ان أمره أنفذ من أمرك وقدرته أتم من قدرتك على\nالحيوان التي تنحره وكذلك قوله موسى الله أحد من موساك على الحيوان الذي\nتنحره فقطعه أسرع من قطعك فتجوز عن سرعة نفوذ إرادته بالموسى لسرعة عمله\nلحدته وقطعه\n</p>\n\n<p>\n| الحديث العاشر\n</p>\n\n<p>\nيروى عن أبي هريرة عن النبي صلى الله عليه وسلم أنه قال إن غلظ جلد\nالكافر اثنان وأربعون ذراعا بذراع الجبار وإن ضرسه مثل أحد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p211'> Vol. 01, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\nهذا + حديث ضعيف +\n</p>\n\n<p>\nوالجبار هنا لا يعنى الرب تبارك وتعالى بل عني به رجلا جبارا كان يوصف\nبطول الذراع وعظم الجسم\n</p>\n\n<p>\nومنه قوله تعالى <span class='quran'>كل جبار عنيد </span><span class='quran'>وما أنت عليهم بجبار </span>فمراده بذراع ذلك الجبار الموصوف بطول الذراع\n</p>\n\n<p>\nوقيل كان ذراع طويل يعرف بذراع الجبار فسماه للتعظيم والتهويل لا أنه\nذراع اليد المخلوقة $ الحديث الحادي عشر\n</p>\n\n<p>\nإذا قام أحدكم يصلي فإنه بين عيني الرحمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p212'> Vol. 01, p. 212</a>\n            </div>\n             هذا حديث ضعيف لا\nيحتج به ولا يثبت مثله\n</p>\n\n<p>\nوتقدير ثبوته فمعناه أنه بمرأى من الله تعالى كما يقول الغائب لمن هو\nحاضر في نفسه هو بين عيني ويقول الرجل لصاحبه حاجتك بين عيني أي أنا معتن\nبها غير ساه عنها ويقال ذلك في الأجسام والمعاني ومنه قوله تعالى <span class='quran'>تجري\nبأعيننا </span>^ وتصنع على عيني ^ والمراد بمرأى منه ليلزم الأدب بين يديه\nومنه قوله عليه الصلاة والسلام فإن قبل الله وجهه أي ثوابه وقبلته وأنه\nيشاهده ويراه\n</p>\n\n<p>\n| الحديث الثاني عشر\n</p>\n\n<p>\nعن عبد الله بن خليفة قال فيه الكرسي الذي يجلس عليه الرب ما يفضل منه\nإلا أربع أصابع وإن له أطيطا كأطيط الرحل الحديث\n</p>\n\n<p>\nوحديثه الآخر عنه عن عمران إن كرسيه فوق السموات والأرض وإنه يقعد عليه\nفما يفضل منه إلا قدر أربع أصابع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p213'> Vol. 01, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\nهذان الحديثان باطلان مردودان <span id='ms51'></span> مضطربان إسنادا ولفظا وعبد الله بن خليفة\nمجهول لا يعرف من هو ثم تارة يرفع الحديث وتارة يوقفه وفي رواته الحكم\nوعثمان مجهولان ولعله من وضع بعض المبتدعة أو الزنادقة ولقد أنكر على\nالدارقطني رواية مثل هذا الحديث وإيداعه كتبه وكيف تثبت صفة الباري تعالى\nبمثل ذلك الخبر الواهي\n</p>\n\n<p>\nولقد غلب على كثير من المحدثين مجرد النقل مع جهلهم بما يجب لله تعالى من\nالصفات\n</p>\n\n<p>\n| الحديث الثالث عشر\n</p>\n\n<p>\nروي عن ابن عباس أنه صلى الله عليه وسلم سئل عن قوله تعالى <span class='quran'>وسع\nكرسيه السماوات والأرض </span>فقال كرسيه موضع قدميه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p214'> Vol. 01, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\nهذا + حديث ضعيف + لم يثبت رفعه ولا يثبت مثله والوهم فيه منسوب إلى شجاع\nابن مخلد وكان يتأوله أن نسبة الكرسي إلى العرش كنسبة الكرسي إلى ما يضع\nالملوك أقدامهم عليه إلى عرشهم إشارة إلى صغر الكرسي بالنسبة إلى العرش\n</p>\n\n<p>\n| الحديث الرابع عشر\n</p>\n\n<p>\nعن أنس يرفعه إن لله لوحا أحد وجهيه درة والآخر ياقوته قلمه النور فيه\nيرزق وبه يحي وبه يميت ويعز ويذل ويفعل ما يشاء في يوم وليلة\n</p>\n\n<p>\nهذا حديث موضوع ينسب إلى محمد بن عثمان الحراني وهو ضعيف جدا متروك\nالحديث\n</p>\n\n<p>\n| الحديث الخامس عشر\n</p>\n\n<p>\nيروى عن ابن عباس حديث المزن والسحاب إلى أن قال والله فوق ذلك كله رواه\nأبو داود والترمذي بمعناه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p215'> Vol. 01, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\nولا يصح هذا الحديث عن رسول الله صلى الله عليه وسلم في رواته الوليد بن\nأبي ثور قال يحيى ابن معين هو كذاب ولو ثبت كان معناه فوقية القهر والغلبة\nوالقدرة والاستيلاء لا فوقية الجهة لدلالة العقل على الرد على ذلك\n</p>\n\n<p>\n| الحديث السادس عشر\n</p>\n\n<p>\nيروى عن أبي هريرة فيه ذكر مساحة ما بيننا وبين السماء وما بينها\nوالثانية وهكذا إلى العرش ومساحة الأرض والتي تحتها وما بينهما وجعل ما بين\nالسماء والأرض خمسمائة عام وغلظها في خمسمائة عام وكذا جعل غلظ الأرض\nخمسمائة عام وبين التي تحتها خمسمائة عام وفي آخره لو دليتم حبلا إلى الأرض\nلهبط على الله ويروي ذلك عن ابن مسعود ولكن <span id='ms52'></span> في العمق خاصة\n</p>\n\n<p>\nهذا حديث ضعيف منكر لا يصح عن رسول الله صلى الله عليه وسلم وحاشا رسول\nالله صلى الله عليه وسلم أن يقوله\n</p>\n\n<p>\nويرده الدليل العقلي القاطع والله لرواية أبي داود والترمذي له أعجب عندي\nمن واضعه فإن الصادق المصدوق الذي لا ينطق عن الهوى أجل من أن يجعل مسيرة\nسبعة آلاف سنة لما قام الدليل العقلي القاطع المشاهد بالحس أن مسيرته على\nخط متسق بسير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p216'> Vol. 01, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\nالسائر المعتدل سنة واحدة أو أقل منها قليلا وهو قطر الأرض من سطحها الذي\nيلي الهواء إلى سطحها الذي يلي الماء وهذا يعرفه ويقطع به من علم علم\nالهيئة ويدركه بحقيقته أيضا من سافر من الشام أو مصر أو العراق إلى مكة\nبحاسة النظر والعقل إذا شرحه له عالم بذلك وبين له بالمشاهدة\n</p>\n\n<p>\nولقد اعتبرت ذلك في سفري إلى الحجاز غير مرة\n</p>\n\n<p>\nثم إنه في حديث العباس الذي قبل هذا جعل بين كل سماء وسماء إحدى أو\nاثنتين أو ثلاثا وسبعين سنة وفي سنن ابن ماجه قريب من ذلك\n</p>\n\n<p>\nفلينظر الناظر ما بين هاتين الروايتين من التفاوت العظيم وليستدل به على\nما أحدثه الجهلة وأهل البدع والزنادقة وأعداء الدين من الكذب على رسول الله\nصلى الله عليه وسلم ليقدحوا بذلك في الدين وليضعوا بذلك رتبة أهل الحديث\nعند العقلاء وأهل النظر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p217'> Vol. 01, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\n| الحديث السابع عشر\n</p>\n\n<p>\nإن الله ينزل في ثلاث ساعات تبقى من من الليل إلى آخره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p218'> Vol. 01, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\nهذا حديث ضعيف جدا لا يعرج عليه وفي رواته زيادة الأنصاري منكر الحديث\n</p>\n\n<p>\nوقوله في داره لو ثبت حمل على إضافة الملك والإيجاد كقولنا جنة الله ونار\nالله وشبه ذلك\n</p>\n\n<p>\n| الحديث الثامن عشر\n</p>\n\n<p>\nإن الله تعالى يجلس يوم القيامة على القنطرة التي بين الجنة والنار\n</p>\n\n<p>\nهذا حديث ضعيف لا يصح مثله وراوية عثمان بن أبي عاتكة ضعيف قال يحيى ابن\nمعين ليس بشيء والوضع ظاهر عليه من مبتدع\n</p>\n\n<p>\n| الحديث التاسع عشر\n</p>\n\n<p>\nكان الناس إذا سمعوا القرآن من في الرحمن تعالى لم يسمعوه قط\n</p>\n\n<p>\nهذا حديث ضعيف <span id='ms53'></span> جدا أراه لا أصل له ولو ثبت نقله فموقوف على تابعي ولا\nتثبت بمثله صفات الله تعالى أو لعله وضعه مبتدع ينصر مذهبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p219'> Vol. 01, p. 219</a>\n            </div>\n            \n</p>\n\n<p>\n| الحديث الموفى عشرين\n</p>\n\n<p>\nعن سهل بن سعد إن دون الله سبعين ألف حجاب من نور وظلمة\n</p>\n\n<p>\nحديث باطل راوية موسى بن عبيدة قال أحمد لا تحل الرواية عنه انتهى\n</p>\n\n<p>\n| الحديث الحادي والعشرون\n</p>\n\n<p>\nعن عكرمة إذا أراد الله أن يخوف عباده أنزل بعضه إلى الأرض فعند ذلك\nتنزلزل وإذا أراد أن يدمدم على قوم تجلى لها\n</p>\n\n<p>\nهذا حديث ضعيف متروك لا تثبت بمثله صفات الرب تعالى الله عن البعضية\nوالتجزي ولو ثبت نقله لكان تأويله أنه ينزل بعض آياته وعلاماته المنذرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p220'> Vol. 01, p. 220</a>\n            </div>\n             بالتخويف فحذف المضاف وهو كثير في القرآن والعربية والإجماع\nعلى أنه تعالى لا يجزأ ولا يتبعض تعالى الله عن ذلك\n</p>\n\n<p>\nوالمراد بالتجلي إظهار آيات لا تستقر القلوب والعقول عليها\n</p>\n\n<p>\nوقد ذكرنا أن التجلي تارة يكون بالذات وتارة يكون بالآيات بالصفات\n</p>\n\n<p>\n| الحديث الثاني والعشرون\n</p>\n\n<p>\nعن خولة بنت حكيم أن النبي صلى الله عليه وسلم قال آخر وطأة يطؤها الرحمن\nبوج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p221'> Vol. 01, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\nهذا حديث ضعيف ووج واد بأرض الطائف وقد رواه البيهقي وغيره\n</p>\n\n<p>\nوبتقدير ثبوته قال سفيان بن عيينة هو آخر خيل الله بوج ومعناه أن الوطأة\nالمذكورة في هذا الحديث عبارة عن نزول تأييده سبحانه وتعالى قال ابن منده\nآخر ما أوقع الله سبحانه بالمشركين بالطائف وكان آخر غزاة قاتل فيها رسول\nالله صلى الله عليه وسلم العدو وهي آخر وقعة كانت مع المشركين وهي غزوة\nحنين واستعاره من وطء القدم لأن الواطيء يقهر الموطوء ويتمكن منه والمراد\nمنه وطء النبي صلى الله عليه وسلم\n</p>\n\n<p>\n| الحديث الثالث والعشرون\n</p>\n\n<p>\nحديث وج مقدس عرج منه الرب إلى السماء وعن أبي هريرة عن جبريل أنه قال\nللنبي صلى الله عليه وسلم ليلة الإسراء من ها هنا عرج ربك إلى السماء يعني\nصخرة بيت المقدس\n</p>\n\n<p>\nهذان حديثان ضعيفان جدا لا يثبت مثلهما ولا يعرج عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p222'> Vol. 01, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\nولو ثبتا كان معناهما القصد إلى السماء بالخلق <span id='ms54'></span> والتسوية بعد خلق الأرض\nتعالى الله عن الحركة والانتقال\n</p>\n\n<p>\n| الحديث الرابع والعشرون\n</p>\n\n<p>\nإن الله تعالى قرأ طه ويس قبل أن يخلق آدم الحديث\n</p>\n\n<p>\nهو + حديث موضوع + قال أبو حاتم بن حبان وغيره يرويه إبراهيم بن مهاجر عن\nعمر بن حفص وهما لا شيء عند أئمة الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p223'> Vol. 01, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\nولو ثبت كان معناه ثبوتهما ووجودهما صفة من صفاته الذاتية عند من يقول\nبذلك\n</p>\n\n<p>\n| الحديث الخامس والعشرون\n</p>\n\n<p>\nيروى عن عائشة أنها سألت النبي صلى الله عليه وسلم عن المقام المحمود قال\nوعدني ربي القعود معه على العرش \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p224'> Vol. 01, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\nهذا + حديث ضعيف + ربما وضعه بعض المجسمة وقد صرح بمعناه بعض الحنابلة\nوقد صح في الحديث أن المقام المحمود هو الشفاعة العامة يوم القيامة وهو يرد\nهذا الحديث\n</p>\n\n<p>\n| الحديث السادس والعشرون\n</p>\n\n<p>\nإن الله تعالى لما كلم موسى يوم الطور كلمه بغير الكلام يوم ناداه فقال\nكلمتك بقوة عشرة آلاف لسان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p225'> Vol. 01, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\nهذا حديث باطل لا أصل له ولا يصح مثله رواه علي بن عاصم عن الفضل ابن\nعيسى متروك عن متروك معروفان بالوضع والكذب\n</p>\n\n<p>\n| الحديث السابع والعشرون\n</p>\n\n<p>\nإذا رأيتم الريح فلا تسبوها فإنها من نفس الرحمن\n</p>\n\n<p>\nوالذي رواه أبو داود في سننه إن هذه الريح من روح الله تعالى تأتي\nبالرحمة وتأتي بالعذاب فإذا رأيتموها فلا تسبوها واسألوا الله خيرها\nواستعيذوا بالله من شرها\n</p>\n\n<p>\nولفظ من نفس الرحمن لم تثبت من وجه يصح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p226'> Vol. 01, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\nولو ثبت كان معناه التنفيس عن عباد ه المكروبين ومنه قوله صلى الله عليه\nوسلم إني لأجد نفس الرحمن من قبل اليمن أي تنفيسه عنى بنصر الأنصار لأن\nأصلهم من اليمن وقيل إنه قال ذلك في جهة تبوك وكانت بالمدينة من جانب اليمن\n</p>\n\n<p>\n| الحديث الثامن والعشرون\n</p>\n\n<p>\nلما قضى الله خلقه استلقى ثم وضع إحدى رجليه على الأخرى\n</p>\n\n<p>\nهذا حديث منكر باطل ليس له أصل يعتمد عليه ومعلول من وجوه وفي رواته مع\nإرساله إبراهيم بن المنذر وعبيد بن جبير لا يصح حديثهما عند أئمة الحديث\nوفي رواته فليح بن سليمان قال يحيى لا يحتج بحديثه <span id='ms55'></span> وفي رواته عبيد بن جبير\nعن قتادة بن النعمان وهو لم يدركه بل مولده بعد وفاة قتادة بست سنين\n</p>\n\n<p>\nولو ثبت فجوابه من وجهين أحدهما أن النبي صلى الله عليه وسلم حكاه عن قول\nاليهود إنكارا عليهم فحضر قتادة بن النعمان وقد وفاته صدر الحديث وأنه عن\nاليهود فتخيل أنه من حديث النبي صلى الله عليه وسلم وإخباره عن ربه وإنما\nهو حكاية عن قول اليهود وقد روي أن الزبير أنكر على قتادة وأخبره أنه فاته\nصدر الحديث الوجه الثاني أن معناه فرغ من ذلك يقال فرغ فلان من كذا فاستلقى\nعلى ظهره كناية عن أنه لم يبق له فيه عمل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p227'> Vol. 01, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الإستلقاء ووضع الرجل على الأخرى من تعب أو نصب فإنما يفعله من\nيصيبه ذلك ولذلك لما قال اليهود ثم استراح غضب النبي صلى الله عليه وسلم من\nقولهم ذلك وكذبهم الله عز وجل بقوله تعالى <span class='quran'>وما مسنا من لغوب </span>وله\nوجه ثالث قاله بعضهم أن يكون استلقى استفعل بمعنى ألقى أي وضع بعض السموات\nعلى بعض قال ومعنى وضع رجل على رجل أي رفع بعض مخلوقاته على بعض لأن العرب\nتسمى الجماعة الكثيرة رجلا بذلك\n</p>\n\n<p>\n| الحديث التاسع والعشرون\n</p>\n\n<p>\nعن أبي هريرة رضي الله عنه أن النبي صلى الله عليه وسلم قرأ <span class='quran'>إن الله\nكان سميعا بصيرا </span>فوضع يده على أذنه ثم على عينه\n</p>\n\n<p>\nهذا + حديث ضعيف + لا أصل له وقد يتمسك به بعض المشبهة\n</p>\n\n<p>\nوبتقدير ثبوته فالمراد تحقيق السمع والبصر لا صورة الأذن والعين\n</p>\n\n<p>\nوقد ذكر أن المعاني تمثل بالمحسوس تحقيقا لمعناه وقد يسمى محل الشيء\nباسمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p228'> Vol. 01, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\nومثال ذلك قبض فلان على فلان ماله وداره ويقبض القابض القليل راحته\nتحقيقا لمعنى القبض لا أن المراد قبض الكف على الدار والمال ويدل على ما\nقلناه أن نفس الأذن لا تسمع والعين لا تبصر وإنما المدرك هو السمع والبصر\nوكم من أذن وعين لا تدرك شيئا\n</p>\n\n<p>\nويحتمل لو صح أن يكون النبي صلى الله عليه وسلم وضع يده الكريمة عليها <span id='ms56'></span>\nاتفاقا لحكة أو مسح عليها\n</p>\n\n<p>\n| الحديث الموفي للثلاثين\n</p>\n\n<p>\nيروى عن أنس أن جبريل عليه السلام كان عند النبي صلى الله عليه وسلم فجاء\nملك فقال أين تركت ربنا قال في سبع أرضين ثم جاء آخر فقال أين تركت ربنا\nقال في سبع سموات ثم جاء آخر فقال أين تركت ربنا قال في المشرق وجاءه آخر\nفسأله فقال في المغرب\n</p>\n\n<p>\nهذا + حديث باطل موضوع + من زنديق يتلاعب بالدين وأهله لا تحل روايته\nونقله إلا مع بيان حاله وكذبه قاتل الله مفتريه\n</p>\n\n<p>\nولو ثبت صحته أمكن تأويله على أن معنى في على كقوله <span class='quran'>في جذوع النخل\n</span>أي على رؤوسها كما قلناه وبسطناه في قوله <span class='quran'>أأمنتم من في السماء\n</span>على بعض تأويله\n</p>\n\n<p>\nفإن قيل فقولوا إن الله في كل مكان واطلقوا ذلك كما تقول المعتزلة وقدروه\nبمعنى على\n</p>\n\n<p>\nقلنا ليس لنا ذلك لما فيه من معنى التحيز وإنما إذا ورد في الكتاب والسنة\nشيء أطلقناه فيهما كما ورد وحملناه على ما ذكرناه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p229'> Vol. 01, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\n| الحديث الحادي والثلاثون\n</p>\n\n<p>\nإن الله تعالى يطوي المظالم يوم القيامة تحت قدميه\n</p>\n\n<p>\nهذا + حديث ضعيف + جدا لا يثبت نقله ولا يعول عليه\n</p>\n\n<p>\nولو ثبت فمعناه أنه لا يطالب به ولا ينقش وهذا اللفظ يستعمل في الكلام\nومنه قول النبي صلى الله عليه وسلم في حجة الوداع يوم عرفة كل ربا وكل دم\nفي الجاهلية موضوع تحت قدمي وليس المراد بذلك قدمه الشريف باتفاق العقلاء\n</p>\n\n<p>\n| الحديث الثاني والثلاثون\n</p>\n\n<p>\nيرويه جبير بن نضير تارة موقوفا عليه وتارة يرويه عن أبي ذر وتارة يرويه\nعن عقبة بن عامر قال إن رسول الله صلى الله عليه وسلم قال إنكم لا ترجعون\nإلى الله بشيء أحب إليه مما خرج منه\n</p>\n\n<p>\nهذا حديث ضعيف ومعلل بما ذكرناه من الاضطراب قوله يعني لا يعلم من هو\nالمفسر لذلك هل هو صحابي أو من بعده\n</p>\n\n<p>\nوبتقدير ثبوته فمعناه أنه وجد منه بأنه تكلم به وأنزله على نبيه وأفهمه\nعباده أي منه ظهر كما تقول خرج لي من كلامك كذا <span id='ms57'></span> وكذا فيكون معناه ما ذكرنا\nلا أن معناه الخروج الذي هو انفصال شيء من شيء بمفارقته له واستبداله بحيز\nآخر فإن ذلك على الله محال فإن كلامه صفة أزلية قائمة بذاته لم يزل موصوفا\nبها وليس ذلك كخروج كلامنا والله أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p230'> Vol. 01, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\n| الحديث الثالث والثلاثون\n</p>\n\n<p>\nيروى عن أبي أمامة قال ما تقرب العبد من الله تعالى بمثل ما خرج منه\n</p>\n\n<p>\nهذا + حديث ضعيف + لا يعرف مع ضعفه إلا من حديث يرويه فروة بن نوفل عن\nخباب بن الأرت موقوفا عليه ولفظه قال أخذ خباب بيدي فقال تقرب إلى الله ما\nاستطعت واعلم أنك لن تتقرب إليه بشيء أحب إليه من كلامه ولم يقل بمثل ما\nخرج منه كما روي في حديث جبير بن نفير\n</p>\n\n<p>\n| الحديث الرابع والثلاثون\n</p>\n\n<p>\nيروى موقوفا على ابن عباس أنه قال لرجل قال اللهم رب القرآن فقال لا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p231'> Vol. 01, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\nتقل مثل هذا منه بدأ وإليه يعود\n</p>\n\n<p>\nهذا + حديث ضعيف + لا يثبت عن ابن عباس ولعل منتحل ذلك وناقله عن ابن\nعباس ممن يعتقد البدعة قديما ولو ثبت عن ابن عباس أو غير ابن عباس فليس\nبحجة على الناس فإنه لفظ لم يثبت على الله تعالى ولا عن رسوله صلى الله\nعليه وسلم\n</p>\n\n<p>\nويجوز أن ابن عباس اراد بذلك أنه تعالى الذي أظهره لنا بكلامه وإليه يعود\nفي السؤال عن العمل به أمرا ونهيا وروي في رواية ضعيفة عن عثمان انه قال\nالقرآن منه ولو ثبت ذلك كان معناه أنه صفته وصفة الشيء اللازمة له كبعض منه\nكقوله لعالم بارع العلم منك أي صفتك أو أنه أراد ما تذكرناه في حديث ابن\nعباس إن صح ومعناه منه ظهر وسمع أو منه التوفيق بتعليمه وتفهيمه\n</p>\n\n<p>\n| الحديث الخامس والثلاثون\n</p>\n\n<p>\nيروى عن ابن عباس موقوفا عليه إن لله لوحا محفوظا من درة بيضاء قلمه نور\nوكتابته نور عرضه ما بين السماء والأرض ينظر فيه كل يوم ثلاثمائة وستين\nنظرة يخلق بكل نظرة يحي ويميت ويعز ويذل يفعل ما يشاء\n</p>\n\n<p>\nاهذا + حديث ضعيف + موقوف <span id='ms58'></span> انفرد به ابن حمزة اليماني\n</p>\n\n<p>\nوروي إن لله تعالى في كل يوم في خلقه مائة وستون نظرة\n</p>\n\n<p>\nوهو + حديث ضعيف + أيضا\n</p>\n\n<p>\nولو ثبت كان معناه ما يقع من تغيرات الأحوال من مخلوقاته تعالى من حركة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p232'> Vol. 01, p. 232</a>\n            </div>\n             وسكون وإعطاء ومنع وتوفيق وخذلان وسرور وضده وموت كما تقدم في\nحديث ابن عباس رضي الله عنهما\n</p>\n\n<p>\n| الحديث السادس والثلاثون\n</p>\n\n<p>\nحديث لا استجيز إسناده إلى صحابي يقول فيه الكرسي وإن له أطيطا كأطيط\nالرحل الجديد الحديث وأبشع ما في قوله في بعض طرقه الكرسي الذي يجلس عليه\nالرب ما يفضل منه الا قدر أربع أصابع\n</p>\n\n<p>\nهذا + حديث ضعيف مضطرب موضوع + شديد الاضطراب والتخليط والاختلاف وذلك من\nتخليط الرواة وسوء الحفظ وقصد الرد للدين وكيف يثبت صفات الرب تعالى بمثل\nهذه الروايات الواهية الضعيفة من الزنادقة وغيرهم\n</p>\n\n<p>\nولقد أنكر على الدارقطني وابن خزيمة رواية مثل هذه الأحاديث وإيداعها في\nمصنفاتهم من غير مبالغة في الطعن في أمثالها\n</p>\n\n<p>\nوإنما غلب على كثير من المحديثن مجرد النقل والإكثار من الغرائب مع جهلهم\nبما يجب لله تعالى من الصفات وما يستحيل عليه بأدلة ذلك القطعية القاطعة\nعند أهل النظر والعلم إذ قنعوا من العلم بمجرد النقل وهو في الحقيقة كما\nقال بعض الأئمة الاقتصار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p233'> Vol. 01, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\nعلى جمع الحديث بضاعة النوكى والله أعلم\n</p>\n\n<p>\nتم ذلك والحمد لله على فضله وحسن توفيقه والحمد لله وحده اللهم صل على\nسيدنا محمد وعلى آله وصحبه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p234'> Vol. 01, p. 234</a>\n            </div>\n             <span id='ms59'></span>\n</p>\n",
  "pages": [
    "087",
    "089",
    "090",
    "091",
    "092",
    "093",
    "040",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234"
  ],
  "volumes": [
    "01"
  ]
}