{
  "content": "\n\n<h1 class='l1' id='head0'>[book 0: Preface]</h1>\n\n\n#\nبسم الله الرحمن الرحيم\n\n#\nالحمد لله رب العالمين وصلى الله على محمد واله اجمعين\nهذا كتاب اوقليدس المختصر فى علم الاصول المقدمة لعلم\nالمساحة كتقديم علم حروف المعجم التى هى اصول الكتابة\nلعلم الكتابة وهو الكتاب الذى كان يحيى [بن] خالد\nبن برمك امر بتفسيره من اللسان الرومى الى اللسان العربى فى\nخلافة الرشيد هرون ابن المهدى امير المومنين على يدى الحجاج\nبن يوسف مطر فلما افضى الله بخلافته الى الامام المامون عبد\nالله بن هرون امير المومنين وكان بالعلم مغرما وللحكمة\nموثرا وللعلمآء مقربا واليهم محسنا راى الحجاج بن يوسف ان يتقرب\nاليه بتثقيف هذا الكتاب وايجازه واختصاره فلم يدع فيه فضلا الا\nحذ[ف]ه ولا خللا الا سده ولا عيبا الا اصلحه واحكمه حتى ثقفه\nوايقنه واوجزه واختصره على ما فى هذه النسخة لاهل الفهم والعناية\n..العلم من غير ان يغير من معانيه شيا وترك النسخة الاولى على\nحالها للعامة ثم شرحه ابو العباس الفضل بن حاتم النريزى وهذب\nمن الفاظه وزاد فى كل فصل من كلام اوقليدس [ما ي]ليق به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \nمن كلام غيره من المهندسين المتقدمين ومن كلام من شرح\nكتاب اوقليدس منهم وعلم هذا الكتاب مقدمة لعلم كتاب\nبطلميوس الكبير فى حساب النجوم ومعرفة الاوتار التى تقع على\nقسى قطع الدوائر من افلاك الكواكب التى يسميها المنجمون\nالكردجات لتعديل مسير الكواكب فى الطول والعرض\nوسرعتها وابطائها واستقامتها ورجوعها وتشريقها وتغريبها ومساقط\nشعاعها وعلم ساعات الليل والنهار ومطالع البروج واختلاف ذلك\nفى اقاليم الارض وحساب القران والاستقبال وكسوف الشمس والقمر\nواختلاف النظر اليهما من آفاق الارض فى جميع نواحى السماء وغير\nذلك الذى يقال له المجسطى فمن نظر فى هذا الكتاب فى علم هذه\nالاصول التى فيه سهل عليه العلم بما فى كتاب المجسطى حتى\nيحيط به علما ان شاء الله ومن لم ينظر فيه ولم يعلمه لم يعلم ما\nفى المجسطى الا علم رواية وتقليد امعة فاما علم احاطة فلا سبيل\nالى ذلك الا <span id='ms01'></span> بعلم هذه الاصول وبالله لا شريك له التوفيق. قال\nاوقليدس ان الاسباب التى منها يكون العلم وبمعرفتها يحاط\nبالمعلوم هى الخبر والمثال والخلف والترتيب والفصل والبرهان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \nوالتمام. اما الخبر فهو الاخبار المقدم عن جملة ال[تف]سير\nواما المثال فهو صور الاجسام والاشكال المخبر عنها المدلول\nبصفتها على معنى الخبر واما الخلف فهو خلاف المثال وصرف\nالخبر الى ما لا يمكن واما الت[رتيب فهو تأليف العمل] المتفق\nعلى مراتبه فى العلم واما الفصل فهو فصل ما بين الخبر\nالممكن [وغي]ر المم[كن وا]ما البرهان فهو الحجة على تحقيق\nالخبر واما التمام فهو تمام العلم بالمعلوم [التابع لجميع] ما ذكرنا.\nالنقطة هى شى لا جزء له قال النريزى قال [سنبلي]قيوس النقطة\nهى مبدأ المقادير ومنشأها وهى وحدة غير متجزية ذات وضع\n- - - - - - - - - - - - - - - - - -\nبين الخطين المتوازيين هو عمود عليهما وذلك قد بينه اوقليدس\nفى الشكل الثامن والعشرين من المقالة الاولى فيقول فى جواب\nذلك ان الحد لا يحتاج فيه الى ذكر العمود بل يكتفى فيه بأن\nيقال ان البعد الذى بينهما متساو ولتبين ذلك اختيج ان يقال ان\nالخط الواحد عمود عليهما جميعا فاما الفيلسوف اغانيس فانه ذكر\nفى حد الخطوط المتوازية انها فى سطح واحد فقال ان الخطوط\nالمتوازية هى التى فى سطح واحد واذا اخرجت اخراجا دائما غير\nمتناه فى الجهتين جميعا كان البعد بينهما ابدا بعدا واحدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \nوقد يظن ان مساواة البعد بينهما هى العلة التى لها صارت لا\nيلتقى ان كان كيس المعنى فى القولين جميعا واحدا ولعل ما\nاستثنى به حدها من ان الخطين فى سطح واحد ليس يحتاج\nاليه ضرورة فانه ان كان اذا كان البعد بينهما بعدا واحدا\nلم يكن لاحدهما ميل الى الاخر بتة فهما لا محالة فى سطح\nواحد اعنى المخرج عليهما جميعا وان كان موضع احدهما\nمنخفضا وموضع الاخر متعاليا فاما ان البعد المحدوده اقصر\nالخطوط التى تصل بين المتفرقين فقد قيل فيما تقدم وهذا\nالبعد هو اما فى <span id='ms02'></span> النقطتين المتفرقتين فالخط المستقيم مطلقا الذى\nيصل بينهما لان الخط المستقيم اقصر الخطوط التى... ياتها\nواحدة اعنى التى تصل بين نقطتين فاما البعد بين نقطة وخط\nاو بين نقطة وسطح فهو العمود الذى يخرج منها اليه وهو اقصر\nالخطوط التى تصل بين النقطة وبين السطح او بين الخط واما\nالبعد الذى بين خط وخط نانهما ان كانا متوازيين فهو بعد واحد\nمتساو فى كل موضع منهما اقصر الابعاد التى بينهما فهو عمود\nعلى كل واحد منهما فى كل موضع فيهما فاما ان لم يكونا\nمتوازيين فان اقصر الخطوط التى تصل بينهما مختلفة بحسب اختلاف\nالنقط المفترضة عليهما وهذا الخط من طريق [طريقة .l] انه من\nنقطة الى خط هو عمود على الخط الذى اخرج اليه الا انه ليس\nعمودا على الخط الذى فرضت النقطة عليه ولكن هذا القول قد\nيحتاج فى بيانه الى اقناع هندسى. فاما قوله اذا اخراجا فى الجهتين\nجميعا فذلك بالواجب فان الخطين المستقيمين اللذين يلتقيان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \nفى احدى الجهتين لا يلتقيان فى الجهة الاخرى لكن يكون بعد\nكل واحد عن صاحبه اكثر وهما غير متوازيين واما قوله اذا\nاخرجا اخراجا دائما غير متناه فانه انما فاله على سبيل التخيل\nليلا يلزمهما تقدير عن ذلك لا ان اخراجهما يجوز كرة الكواكب\nالثابتة لكن لكى لا نكون اذا وضعنا (?) لاخراجهما آجزاء لا\nيلتقيان فيه نحكم على خطين يمكن فيهما اذا تجاوزا ذلك الحد\nان يلتقيا فانهما لا يلتقيان فهذا ما جرت العادة بأن يقال فى\nهذا العارض بل هو اختصار وتحصيل لما كثر فيه غير... (غيرنا).\nالنقطة علة الاشياء المتصلة والواحدة علة الاشيا المنفصلة النقطة\nاصل الخط ال.... (? المستقيم) واصل الدايرة. والكرة و المخروط\nاصل المجسميات ع قال اوقليدس المصادرات هى خمس ع\nقال سنبليقيوس ان اوقليدس بعد ذكر الحدود الدالة على\nجوهر كل واحد من المحدودات انتقل بكلامه الى تعديد\nالمصادرات والمصادرات بالجملة هى ما ليس مقرا به لكن يفارق\nالمتعلم على الاقرار به على طريق المسامحة ليكون اصلا <span id='ms03'></span> موضوعا\nبينه وبين المعلم مقرا به وهذا الاصل اما ان يكون غير ممكن\nمثل المصادرة التى طلب ارخميذس ان يقر له بها وهى ان يصادر\nعلى انه واقف خارج الارض فانه تضمن إن سلم له ذلك ان تبين\nانه يحرك الارض اذ يقول ايها الفتى اقر لى بانه ممكن ان ارتفع\nفأقف خارج الارض وانا اريك انى احرك الارض وذلك عند افتخاره\nبوجدانه القوة الهندسية فطلب ان يصادر على ذلك وينزل انه\nكذلك وإن كان غير ممكن لسياقة التعليم فالمصادر عليه اما ان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \nيكون غير ممكن على ما قلنا واما ممكن معلوم عند\nالاستاذين مجهول عند المتعلمين يحتاج ان يستعمل فى اول التعليم\nفان الاشياء التى تبرهن هى ايضا معلومة عند الاستاذين مجهولة\nعند المتعلمين لكنها لا توضع على طريق المصادرة لانها ليست\nاوايل لكنها تبرهن فاما المصادرات فانما يطلب الواضع لها ان\nيصادر عليها من قبل انها مبادى فمنها ما يطلب ان يصادر عليه\nمن قبل انه لازم فقط للتعليم كالثلاث المصادرات الاولى ومنها\nما يحتاج الى بين يسير حتى تصدف بها وتقبل بذاتها والفصل\nبينهما وبين العلوم المتعارفة ان العلوم المتعارفة مقبولة بنفسها\nمع اول وقوع الفكر عليها والمصادرات متوسطة فى الطبع بين\nالمبادى الماخوذة من العلم الاول والتى عللها مجهولة عند\nالمستعملين لها كالحدود [و]بين العلوم المتعارفة التى يقبلها\nجميع الناس على مثال واحد اذ كانت المصادرات معروفة لكن\nليس عند جميع الناس بل عند الاستاذين فى كل واحدة من\nالصناعات: وقد ظن قوم ان المصادرات الهندسية انما قصد بها\nلان يسلم العنصر فقط اذ كان لا يتهيا فيه كل الاعمال فيكون\nقد يتهيا لمعاند ان يعاند من قبل العنصر فيقول انه لا يمكننى\nان اخرج خطا مستقيما على سطح البحر ولا يمكننى ان اخرج\nايضا خطا مستقيما اخراجا دائما بلا نهاية اذ كان لا نهاية غير\nموجود ولكن اصحاب هذا القول اما اولا فانهم يظنون ان المصادرات\nانما يحتاج اليهما من كانت هندسته عنصرية فقط <span id='ms04'></span> ع ومن بعد\nذلك ماذا يقولون فى مساواة الزوايا القايمة كيف يوجدوننا ان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \nالمصادرة على ذلك من قبل العنصر وكذلك الامر فيما يتلو هذه\nمن المصادرات فالاجود ان يقال ان المصادرات هى ما ليس بمقبول\nعند المتعلم فى اول ما يقرع سمعه ويحتاج اليها فى البرهان فمنها\nما هو غير ممكن ولذلك ليس يسهل قبولها كما يسهل قبول\nالثلث الاول لكن انما يطلب الاقرار بها لسياقة التعليم على ما\nقلت ومنها ما هو معلوم عند الاستاذ مقبول عنده وهو عند المتعلم\nفى العاجل بعيد غير بين ولذلك يطلب منه الاقرار به كالخال\nفيما بعد الثلث من المصادرات ومنفعة الثلث من المصادرات\nالاول ان لا يعوق عن البراهين ضعف العنصر وتخلفه (تخلفه .l).\nواما التى بعد الثلث الاول فانه قد يحتاج اليها فى براهين ما ع\nقال اوقليدس ليصدر على ان نخرج خطا مستقيما من كل نقطة الى\nكل نقطة. قال سنبليقيوس انما قال هذا القول لانه قد يوجد لا\nمحالة بين كل نقطتين تفرضان بعد هو اقصر الابعاد بينهما\nفاذا اخرجناه كان المخرج خطا مستقيما وكانت نهايتاه\nالنقطتين المفروضتين وليس يمكن ان يخرج خط مستقيم يمر\nبثلث نقط الا ان يكون النقطة الوسطى تستر النقطتين اللتين\nفى الطرفين اعنى ان يكون الثلث فى سمت واحد وقد يمكن\nايضا ان يخرج من كل نقطة الى كل نقطة قوس من دايرة فانا\nاذا اخرجنا الخط المستقيم الذى يصل بين النقطتين مثل خط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \nاب وعملنا عليه مثلثا متساوى الاضلاع مثل مثلث ابﺟ وصيرنا\nنقطة ﺟ مركزا وادرنا ببعد ﺟا دائرة جازت على نقطة ب لان\nبعد ب عن ﺟ هو مثل بعد ا عنها فيكون خط اب قوسا من\nدائرة. وهذا الامر بالواجب طلب ان يصادر عليه اذا كان قوام\nعنصر الهند[س]ة فى التخيل فانه لو كان فى الاجسام ذوات العنصر\nانفسها لكان من التقحم ان يطلب ان يصادر على ان يخرج\nخط مستقيم من الحمل الى الميزان قال اوقليديس وعلى ان نخرج\nخظا <span id='ms05'></span> مستقيما ذا نهاية من خط مستقيم متصلا به على استقامة\nقال سنبليقيوس المتصلات هى التى نهايتها واحدة وقد يمكن\nأن نخرج خطا مستقيما على استقامة اخراجا متصلا ليكون باسره\nخطا واحدا مستقيما وذلك انه قد يمكن ان يكون المخرج\nمتصلا بالخط ولا يكون الاتصال على استقامة اذا احاط بزاوية\nوبعكس ذلك ايضا قد يمكن ان يكونا على استقامة ولا\nيكونا خطا واحدا وذلك متى لم يكونا متصلين ونعلم ما قيل\nفى التحديد ان يكون الخط ذا نهاية لانه ان كان غير متناه\nكيف يمكن ان يخرح فاما الخط المتناهى فانه قد يوضع ان\nيكون اخراجه غير متناه ان اختيج الى ذلك فيه وذلك لئلا يعوقنا\nفى شى من الاشكال تقصير الخط عن ذلك فاما ان الخط الذى\nيخرج على استقامة خط مستقيم ذى نهاية هو معه خط واحد لا\nخطان فانا نبين ذلك بهذا العمل بعد ان نشترط ان يسلم لنا\nاحدى المصادرات وهى التى بعد هذه اعنى ان نخط دائرة على\nكل مركز وبكل بعد فنقول انا نفرض خطا مستقيما ذا نهاية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \nعليه اب فاقول ان الخط الذى يخرج متصلا به على استقامة هو\nمعه خط واحد برهان ذلك انه ان لم يكن الخط الذى يخرج\nمتصلا بخط اب على استقامته معه خطا واحدا فانا نخرج خط ابﺟ\nوخط اﺏد مستقيم وندير على مركز ب وببعد ﺏا دائرة اجد فان\nكل واحد من خطى ابﺟ اﺏد خطا مستقيما فان كل واحد\nمنهما قطر لانه يجوز على مركز الدائرة فكل واحد منهما يقسم\nالدائرة بنصفين فقوس اﺟد مساوية لقوس اﺟ العظمى للصغرى\nهذا خلف لا يمكن فاذا الخط الذى يخرج على استقامة خط\nاب متصلا به هو معه خط واحد ع قال اوقليدس وعلى ان نخط\nدائرة على كل مركز وبكل بعد قال سنبليقيوس يريد\nبالبعد الذى يدار عليه الدائرة البعد المتناهى فى الجهتين\nجميعا فظاهر انه ان كان يمكن ان يخرج من كل نقطة الى\nكل نقطة خط مستقيم <span id='ms06'></span> والدائرة تكون اذا ثبتت احدى نقطتى\nالخط المستقيم وهى مركز الدائرة واديرت النقطة الاخرى حتى\nيحدث المحيط فانه ممكن ان يدار على مركز وبكل بعد\nدائرة. قال اوقليدس وعلى ان الزوايا القائمة كلها متساوية\nقال سنبليقيوس من استعمل فى هذا القول البحث المنطقى ظهر له\nصحته ظهورا بينا وذلك انه ان كانت الزاوية القائمة هى التى\nتحدث عن الخط القائم قياما لا ميل فيه بتة والقيام الذى لا ميل\nفيه بتة لا يحتمل الزيادة. ولا النقصان لكنه ابدا على حال واحدة\nفان الزوايا القائمة هى ابدا متساوية وقد يبينون ذلك ايضا\nبالخطوط الهندسية بهذا العمل. اقول انه لا يمكن ان تكون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \nزاوية قائمة اعظم من زاوية قائمة فان امكن ذلك فلتكن زاويتان\nقائمتان مختلفتين وهما زاويتا ابﺟ ﻩزح ولتكن زاوية ﻩزح اعظم\nمن زاوية ابﺟ فظاهر انه اذا ركبت زاوية ابﺟ على زاوية ﻩزح\nووضع خط اب على خط ﻩز يقع خط بﺟ داخل زاوية ﻩزح لان\nزاوية ﻩزح فرضت اعظم من زاوية ابﺟ فلنفرض انه قد وقع داخلا\nوصار وضعه على خط زﮐ فتكون زاوية ﻩزح اعظم من زاوية ﻩزﮐ\nولنخرج خط زط على استقامة زح فتكون زاوية ﻩزح مساوية\nلزاوية ﻩزط لانهما متتاليتان فلان خط ﻩز اذ كان قائما قياما\nلا ميل فيه بتة فالزاويتان اللتان عن جنبتيه متساويتان\nولكن زاوية ﻩزح اعظم من زاوية ﻩزﮐ فاذا زاوية ﻩزط اعظم من\nزاوية ﻩزﮐ ولنخرج خط زل على استقامة خط زﮐ فتكون زاوية\nﻩزل مساوية لزاوية ﻩزﮐ لانهما متتاليتان وهما قائمتان ولكن زاوية\nﻩزط اعظم من زاوية ﻩزﮐ فيجب ان تكون ايضا اعظم من زاوية\nﻩزل فالصغرى اذا اعظم من العظمى هذا خلف لا يمكن فاذا لا\nيمكن ان تكون زاوية قائمة اعظم من زاوية [قائمة] ولا اصغر\nمنها. فالزوايا القائمة اذا كلها متساوية وليس كل الزوايا المتساوية\nقائمة الا ان تكون متتالية فانه قد يمكن ان تتساوى الزوايا\nوهى منفرجة وحادة. وليس الزوايا المساوية لقائمة هى ايضا قائمة <span id='ms07'></span>\nاضطرارا (الا) ان ينقل اسم الزاوية الى القسى ايضا فتصير الزوايا\nالتى تحيط بها قسى زاوية قائمة على طريق الاستعارة مثال ذلك ان\nنفرض زاوية قائمة عليها ابﺟ ونعلم على مركز ب وبلى بعد\nشئنا علامتين على خطى اب و بﺟ وهما علامتا ده وندير على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \nمركزى ده وببعدى ﻩب دب نصف دايرة ازب ونصف دائرة ﺏطﺟ\nفتكون زاوية اﺏز مساوية لزواية ﺟﺏط لان انصاف الدوائر اذا\nكانت متساوية كانت زواياها متساوية ونجعل زاوية اﺏط مشتركة\nفيكون جميع زاوية ازﺏط مساوية لزاوية اﺏﺟ وزاوية ابﺟ قائمة\nفزاوية ازﺏط هلالية فقد صارت زاوية هلالية مساوية لزاوية قائمة ع\nقال اوقليدس واذا وقع على خطين مستقيمين خط مستقيم فصير\nالزاويتين اللتين فى جهة واحدة اصغر من قائمتين فان الخطين\nيلتقيان فى الجهة التى فيها الزاويتان اللتان هما اصغر من قائمتين\nقال سنبليقيوس ان هذه المصادرة لسيت بظاهرة [فى] كل ذلك لكنه\nقد اختيج فيها الى بيان بالخطوط حتى ان اىطساطوس (?) وديودرس\nبيناه باشكال كثيرة مختلفة قال النريزى قد ذكرنا تفسيره\nمع زيادات اغانيس بعد برهان الشكل السادس والعشرين من\nالمقالة الاولى. قال اوقليدس وعلى ان خطين مستقيمين لا\nيحيطان بسطح قال سنبليقيوس ان هذه المصادرة ليست توجد\nفى النسخ القديمة ولعل ذلك لانها ظاهرة بينة ولذلك رسمت\nالمصادرات بانها خمس فاما الحدث فانهم برهنوه على هذا السبيل\nفقالوا انه ان امكن ان يكون خطان مستقيمان يحيطان بسطح\nفليحط خطا اﺟب ادب المستقيمان بسطح على ما هو مرسوم\nونخرج خطى ﺏه ﺏز على استقامتهما ولنرسم على مركز ب وببعد\nﺏا دائرة اﻩزح فمن اجل ان نقطة ب مركز لدائرة اﻩزح يكون\nكل واحد من خطى اﺟﺏه ادﺏز المستقيمين قطر الدائرة\nفقوس از مساوية لقوس ازه العظمى للصغرى هذا خلف لا يمكن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \nفليس اذا يحيط خطان مستقيمان بسطح. فان قال قائل\nان القوس ليست مساوية للقوس لكن تكسير قطعة ادﺏز\nمساو لتكسير قطعة اﺟﺏﻩز لزمه ضرورة ان زاوية زاد مساوية\nلزاوية زاﺟ وذلك غير <span id='ms08'></span> ممكن وانما لزمه ذلك لانا قد بينا ان\nانصاف الدوائر يتطابق وايضا فان كانت قطعة ادﺏز مساوية\nلقطعة اﺟﺏﻩح والمركز على نقطة ب فان كل واحدة من\nالقطعتين نصف دائرة وتكون قطعة زﺏه خارج الدائرة. قال\nاوقليدس القضايا المقبولة والعلوم المتعارفة. قال سنبليقيوس انا\nقد قلنا فيما تقدم ان العلوم المتعارفة ينبغى ان تكون مقبولة\nبذاتها عند الناس كلهم ويصدقون بها بانفسها اعنى بغير\nتوسط. قال اوقليدس المساوية لشى واحد فبعضها مساو لبعض.\nقال سنبليقيوس ان هذا القول اذا قيل فى المتساوية فهو حق\nتريب من الفهم واما اذا قيل على [ال]طريق الاعم لم يكن بحق فان\nالاشياء التى هى اطول من شى واحد ليس يجب اضطرارا ان يكون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \nبعضها اطول من بعض ولا الذين هم اخوة انسان واحد فبعضهم\nاخوة لبعض اذا كان ذلك الاخ الواحد اخا لبعضهم من الاب\nواخا لبعضهم من الام ولذلك ينبغى ان تكون الاضافة فى ذلك\nبسيطة ماخوذة من جهة واحدة بعينها لا على جهات مختلفات\nكما مثلنا ذلك فى الاخوة ولا طريق من طريق الاكثر والاقل كما\nمثلنا ذلك فى الذين هم اطول من شى واحد ع قال اوقليدس وان\nزيد على المتساوية متساوية كانت مجموعاتها متساوية وان نقص\nمن المتساوية متساوية كانت الباقية متساوية واذا زيد على غير\nالمتساوية متساوية كانت مجموعاتها غير متساوية ع واذا نقص\nمن غير المتساوية متساوية كانت الباقية غير متساوية والتى\nهى اضعاف لواحد بعينه فبعضها مساو لبعض والتى كل واحد\nمنها نصف لواحد بعينه فبعضها مساو لبعض والتى يطابق\nبعضها بعضا فبعضها مساو لبعض والكل اعظم من الجزء\nوخطان مستقيمان لا يحيطان بسطح قال سنبليقيوس قوله ان\nريد على المتساوية متساوية صارت كلها متساوية هذا المعنى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \nيتبين بالاعداد بيانا واضحا وان كان فى نفسه بغير اعداد\nبيانا مقبولا والقضايا المقبولة توجد فى النسخ القديمة\nثلثا فقط واما فى النسخ الحديثة فانه قد زيد فيها هذه\nوهى بينة لا يحتاج الى شرح وكذلك التى بعدها بينة <span id='ms09'></span> ظاهرة\nوهذه اوضاع ليلا يكون فى الهندسة شى مبرهن باوائل غير\nمقر بها فاما بنبس فانه قد زاد هذا المعنى ايضا على انه من\nالقضايا المقبولة وهو ان المتساوية اذا زيد عليها مختلفة كان\nتقاضل المجتمع من ذلك مساويا لتفاضل المختلف بالمزيد وذلك\nيتبين بهذا العمل نفرض مقدارين متساويين وهما اب ﺟد ولنزد\nعليهما مقدارين مختلفين وهما ﻩا زﺟ وليكن ﻩا اعظمهما فاقول\nان زيادة ﻩب على زد مساوية لزيادة اه على زﺟ برهان ذللا انا\nنفصل من اه مقدارا مساويا لمقدار زﺟ وهو اح فمن اجل ان زيادة\nﻩب على ﺏح هى حﻩ وﺏح مثل دز واح مثل جز صارت زيادة بﻩ\nعلى ﺏح هى زيادة ﻩا على جز ع وايضا ان ريد على المختلفة\nمتساوية كان تفاضلها بعد الزيادة مساويا لتفاضلها قبل الزيادة\nومثال ذلك انا ان زدنا على مقدارى ﻩا جز المختلفين مقدارى اب\nجد المتساويين كان تفاضل ﻩب زد مساويا لتفاضل ﻩا زﺟ وذلك\nقد بيناه قبيل. وزاد ايضا بنبس اشياء اخر. وهى هذه ان\nالبسيط يقاطع البسيط على خط فان كان البسيطان المتقاطعان\nمسطحين كان تقاطعهما على خط مستقيم والخط يقاطع الخط\nعلى نقطة. فانا قد نختاج الى هذا المعنى فى الشكل الاول\nوالخط المستقيم والبسيط المسطح قد يمكن من اجل استواهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \nان يخرجا اخراجا دائما ابدا. وقد ينبغى ايضا ان تقدم من\nقبل الطرق الجزءية هذه الاشيآء فتقول ان غرض الهندسة كما\nتقدم من قولنا الابانة عن المقادير والاشكال والوضع ونسب\nهذه بعضها عند بعض وقصدها فى كل واحد اما علمى واما عملى\nوما كان قصدها فيه افادة علم سمى علما وما كان قصدها فيه\nافادة عمل سمى عملا فالعلمى هو ما كانت غايته ان تعرف شيا\nما مثل الشكل الرابع من المقالة الاولى وما كان شبيها به\nوهذه الاشكال هى التى من عادتهم ان يقولوا فى اواخرها وذللا\nما اردنا ان نبين. واما العملى فهو ما كانت غايته فيما يظهر\nان تعمل شيا <span id='ms10'></span> ما وهذه هى الاشكال التى من عادتهم ان يقولوا\nفى اواخرها وذلك ما اردنا ان نعمل. ولعله ان يقال لنا فكيف\nتقول ان الهندسة انما قصدها كله ان تفيدنا علوما اذ كانت\nقد توجد علوما واعمالا معا فنقول فى ذلك ان غاية هذه الاعمال\nايضا ان تفيدنا معرفة فان عمل مثلث متساوى الاضلاع\nمطلقا هو افادة معرفة لا افادة صنعة باليد فانا قد نجد العالم\nبهذا العمل لا يقدر ان يعمله فى عنصر ولا يضع هذه الصورة فيه\nلكن يكون عنده ان يصف طريق العمل وحيلته فقط لا غير ذلك\nفان كان ذلك قد يصير مبداء واولا لصناعات اخر تعالج باليد\nفليس بمنكر فان الهندسة قد تكون لصناعات كثيرة مبداء\nواولا وايضا فان الاعمال التى فى صناعة الهندسة تقوم عند العلوم\nمقام المقدمات التى توطا لها ويشبه ان تكون انما تتقدم\nفيستعمل بسببها وبعض الناس قد صير فى الاشكال فصلا ثالثا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \nسماه الوجدان وهو اذا لم نجعل قصدنا ان نعلم ولا ان نعمل بل\nان نقف على ما هو موجود مثل قصدنا فى الشكل الاول من\nالمقالة الثالثة فان قصدنا فيه ان نجد مركز دائرة مفروضة فالفصل\nبين الوجدان وبين العمل ان الوجدان انما غايته الوقوف على\nالشى الذى هو موجود ليس ان نستخرج شيا ليس هو موجودا\nواما الفصل بينه وبين العلم فهو ان المعنى الذى نفيده بالعلم لا\nنعلم انه موجود او ليس هو موجودا قبل ان يبرهن مثل ان زوايا\nالمثلث مساويات لزاويتين قائمتين واما فى الوجدان فانا نعلم ان\nللدائرة مركزا ولكنا نطلب ان نجد موضعه الا ان يقول قائل ان\nالشى الذى يلتمس وجوده ايضا لا يعلم هل وجوده ممكن ام\nغير ممكن مثل ملتمس لو التمس ان نجد ترسيم دائرة مفروضة.\nوقد سمى الاشكال كلها علوما واعمالا باسم مشترك وكل واحد\nمن هذه اعنى العلم والعمل والوجدان ان كان شيا آخر غيرهما\nينقسم بستة اقسام وهى مقدمة ومثال وتفصيل وعمل وبرهان\nونتيجة اما المقدمة <span id='ms11'></span> فى هذا الموضع فهى الشى الذى يسميه\nالمنطقيون الموضوع لان يبين وهى والنتيجة فى المعنى شى واحد\nبيعينه مثل ان نقول ان كل مثلث فان زواياه الثلث معادلات\nلزاويتين قائمتين فهذا هو المقدمة وهو ايضا النتيجة لانا متى\nبرهنا ان زوايا المثلث الثلث معادلات لزاويتين قائمتين نكون\nقد حققنا هذا الخبر فيصير نتيجة وهو ان نقول انه نبين ان\nزوايا كل مثلث معادلات لزاويتين قائمتين وليس هده المقدمة\nجزء من القياس الموتلف وحدها انها قول يقدم لنا المعنى الذى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \nنريد ان نعلمه او نعمله او نجده فإن كان فى ذلك المعنى شى\nنعطاه وشى يطلب منا كالحال فى الشكل الاول فانا اعطينا فيه خطا\nمستقيما وطلب منا ان نعمل عليه مثلثا متساوى الاضلاع فانه\nيحتاج ان يذكر فى المقدمة المعطى والمطلوب جميعا واما المثال\nفهو الذى يوقع المعطى فى المقدمة تحت البصر واما التفصيل فهو\nالذى يفصل المطلوب فى المقدمة الموضوع فى المثال من جنسه\nالمشترك ويطلب ان يعمل ويبرهن واما العمل فهو الذى يرسم\nالاشيا التى نحتاج اليها فى البرهان بخطوط ويعمل الاشياء التى امرنا\nان نعملها وذلك مثل ما فى الشكل الاول من اخراج اضلاع\nالمثلث المتساوى الاضلاع ورسم الدوائر التى تكون بها صنعة\nالمثلث والبره[ان ع]ليه فهذه الاشياء المقدمة التى قدمت لتنتج لنا\nالمطلوب واما البرهان فهو الذى يجمع المطلو[ب والا]شياء قد تقدم\nالاقرار بها فربما كان من معانى اولية فى العقل واقدم الطبع\nوعند ذلك سمى بر[هان]..... مثل برهان الشكل الاول فان\nالدوائر المتساوية الخطوط التى تخرج من مراكزها الى محيطاتها\nمتساوية وبهذا القول يتبين المطلوب فيه والدائرة اقدم من\nالمثلث وربما كان البرهان من استدلال مثل ان نبين ان زوايا\nالمثلث الثلث مساوية لزاويتين قائمتين اذ كان هذا المعنى انما\nيتبين من ان كل مربع ينقسم الى مثلثين فان المربع هو بعد\nالمثلث بالطبع واما النتيجة فهو الذى يفيد المقدمة مثل ان تقول\nفقد نبين ان كل مثلث فان زواياه <span id='ms12'></span> الثلث معادلات لزاويتين\nقائمتين فنذكرها بثقة اذ قد تبرهنت ولذلك لا نزيد فيها شيا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \nبتة اكثر من فاذا. والاشكال الكاملة يتم بهذه الستة معانى\nومنها ما يتم بخمسة فقط مثل الشكل الرابع من المقالة الاولى\nاذ كان ليس يحتاج فيه الى عمل ومنها ما يتم باربعة فقط اذا لم\nيكن فى الشكل شى يفرض فانه عند ذلك يسقط المثال والتفصيل\nكما ذلك موجود فى الشكل السابع من المقالة الاولى والبرهان\nوالنتيجة فلا بد منهما فى جميع الاشكال وقد ينبغى ان نبين\nايضا هذه الاشياء ما الماخوذة وما الفائدة [وما] اختلاف الوقوع وما\nالاعتاد وما صرف المعنى الى ما لا يمكن فاقول ان الماخوذة\nهى الشى الذى وان كان فى نفسه علما وشكلا فانه انما يوخذ\nلان يبين به شى آخر مثل ما اخذنا فى الشكل الثانى ضلعى\nالمثلثين فيظهر به ذلك الشى ظهورا سهلا ولذلك ينبغى ان يقدم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \nقبل ذلك الشى او يوضع تابعا له بعد ان سلم فى البرهان فى العاجل\nواما الفائدة فهى التى تتبين مع برهان ما قصد لاقامة البرهان\nعليه فيفاد بدلك البرهان واما اختلاف الوقوع فهو وضع صور\nالمعنى على وجوه كثيرة يختلف لها البرهان واما الاعتاد فهو القول\nالمقاوم للبرهان المانع لخروجه الى غايته. واما صرف المعنى الى\nما لا يمكن فهو ان نضع نقيض المعنى ونبين انه يعرض من\nذلك شى اخر غير ممكن مثل اخذنا فى الشكل السادس ان احد\nالضلعين اعظم ان امكن فيتبين بذلك بطلان بفرض المعنى وصحة\nالمعنى الموضوع نفسه تمت المعانى التى قدمها سنبليقيوس فى\nتفسير مصادرة اوقليدس للمقالة الاولى من كتاب الاصول وتتلوه\nالمقالة الاولى من كتاب الاصول ع\n\n<h1 class='l1' id='head1'>[book 1: I]</h1>\n\n\n<h2 class='l2' id='head2'>[chapter 1: I 1] المقالة الاولى من كتاب اوقليدس</h2>\n\n\n#\nالشكل الاول خمسة اشكال شكل لاوقليدس واربعة اشكال\nلايرن قال اوقليدس نريد ان نبين كيف نعمل على خط مستقيم\nمفروض معلوم مثلثا متساوى الاضلاع فليكن الخط المفروض اب\nونبين كيف نعمل عليه مثلثا متساوى الاضلاع (ع) فلنجعل نقطة ا\nمركزا ونخط ببعد اب <span id='ms13'></span> دائرة ﺏﺟد ثم نجعل نقطة ب مركزا ونخط\nببعد ﺏا دائرة اﺟد ونخرج من نقطة ﺟ وهى على تقاطع الدائرتين\nخطى اﺟ و جب وليكونا مستقيمين فلان نقطة ا مركز لدائرة\nﺏجد وقد خرج منها خطان مستقيمان الى محيطها وهما اﺟ اب\nفهما اذا متساويان وايضا فلان نقطة ب مركز لدائرة اجد وقد\nخرج منها خطان مستقيمان الى محيطها وهما خطا ﺏا ﺏﺟ فهما\nاذا متساويان فخط ﺏﺟ مساو لخط ﺏا وكل واحد من خطى اﺟ\nوﺟب مساو لخط اب والمساوية لشى واحد متساوية فخط اﺟ مساو لخط\nﺏﺟ فالخطوط الثلثة اذا متساوية اﺟ ﺏﺟ اب فمثلث ابﺟ متساوى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \nالاضلاع وقد عمل على خط اب المفروض وذلك ما اردنا ان نبين.\nقال ايرن ان قيل لنا لم قصد اوقليدس لان نبين كيف نعمل\nعلى خط مثلث متساوى الاضلاع وقد كان يكتفى فى اعماله\nبالمثلث المتساوى الساقين دونه قلنا ان ذلك ليس هو بمعجز عن\nعمل المثلث المتساوى الساقين لكن لان عمل المثلث المتساوى\nالاضلاع اسهل على المبتدى بالتعلم واوجز واذا حصل هذا حصل\nذاك وليس يحصل هذا اذا حصل ذاك وقد نبهنا عمل مثلث\nمتساوى الساقين على خط مستقيم معلوم ابتداء بهذا الوجه\n[و]ليكن الخط اب ونجعل ا مركزا ونخط ببعد اب قوس ﺟ ثم\nنجعل ب مركزا ونخط ببعد ﺏا قوس د ونخرج خط اب على\nالاستقامة فى الجهتين الى قوسى جد فاﺟ مثل اب و اب مثل ﺏد\nفاﺟ مثل ﺏد ونجعل اب مشتركا فجب اذا مثل اد ثم نجعل ا\nمركزا وندير ببعد اد دائرة دزح ثم نجعل ب مركزا ونخط ببعد\nﺏﺟ دائرة جزح ونخرج من نقطة ز التى هى تقاطع الدائرتين\nخطى زا زب فلان نقطة ا مركز دائرة زدح وقد خرج منها خطان\nمستقيمان الى محيطها فهما اذا متساويان فخط از مساو لخط اد\nوايضا فلان نقطة ب مركز لدائرة جزح وقد خرج منها الى\nالمحيط خطا ﺏز وﺏﺟ فهما اذا متساويان فخط از مساو لخط ﺏز\nوذلك ما اردنا <span id='ms14'></span> ان نبين ع ثم وصف ايضا على طريق التوسع فى\nالعلم كيف نعمل على خط مستقيم معلوم مثلث مختلف الاضلاع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \nعلى ثلثة انحاء النحو الاول منها على ان يكون الخط المفروض\nاقصر من احد الضلعين الباقيين واطول من الاخر فلنجعل الخط\nخط اب ونجعل ا مركزا وندير ببعد اب دائرة ﺏﺟد وايضا نجعل\nنقطة ب مركزا ونخط ببعد ﺏا دائرة اجح ونخرج خط ازح كيف\nوقع وكذلك خط ﺏﻁﮐ فمن البين ان خط اط اطول من خط\nاب وخط اب اطول من خط ﺏط وذلك ما اردنا ان نبين ع والنحو\nالثانى على ان يكون الخط المفروض اقصر من كل واحد من\nالخطين الباقيين فليكن الخط اب وليخرج على استقامة فى\nالجهتين حتى يكون ﺏد مثل اب وكذلك اﺟ مثل اب على ما\nعملنا فى المتساوى الساقين ونجعل نقطة ا مركزا ونخط ببعد اد\nدائرة دﻩح ثم نجعل نقطة ب مركزا ونخط ببعد بﺟ دائرة ﺟﻩطح\nونخرج ﻁا و ﺏط فخط ﻁا اطول من خط اد اعنى من خط ﺏﺟ\nفهو اذا اطول من خط ﺏا كثيرا وخط ﻁﺏ مثل بﺟ فخط ﻁا\nاطول ايضا من خط طﺏ ومن البين ان خط طﺏ اطول من خط\nﺏا اذ كان مساويا لخط ﺏد. والنحو الثالث ان يكون الخط\nالمفروض اطول من كل واحد من الخطين فليكون الخط المفروض\nخط اب ونجعل نقطة ا مركزا ونخط ببعد اب دائرة دﺟﺏﻩ ثم\nنجعل نقطة ب مركزا ونخط ببعد ﺏا دائرة اده ونخرج خطى اﺟ\nﺏح يتقاطعان على نقطة ز فمن البين ان خط اب اطول من كل\nواحد من خطى از ﺏز وذلك ما اردنا ان نبين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n\n<h2 class='l2' id='head3'>[chapter 2: I 2] الشكل الثانى من المقالة الاولى</h2>\n\n\n#\nنريد ان نبين كيف نصل بنقطة (ط) معلومة (ع) خطا مستقيما\nمساويا لخط مستقيم مفروض فنجعل النقطة المفروضة نقطة ا والخط\nالمفروض خط بﺟ ونبين كيف نصل بنقطة ا المفروضة خطا\nمستقيما مساويا لخط بﺟ فنصل بين نقطتى اب بخط اب ونعمل\nعليه مثلثا <span id='ms15'></span> متساوى الاضلاع كما عملنا فى الشكل الاول من هذه\nالمقالة وليكن مثلث ادب ونخرج خطى دا دب على الاستقامة\nولا نجعل لهما حدا ثم نجعل نقطة ب مركزا ونخط ببعد بﺟ\nدائرة ﺟﻩز ثم نجعل نقطة د مركزا ونخط ببعد ده دائرة دﻩط فلان\nنقطة ب مركز لدائرة ﺟﻩح وقد خرج منها خطا بﺟ بﻩ الى\nمحيطها فمن البين انهما متساويان. وايضا فان نقطة د مركز\nلدائرة زﻩﺟط وقد خرج منها خطا دذ ده الى محيط الدائرة فمن\nالبين انهما متساويان وقد كنا عملنا مثلث اﺏد متساوى الاضلاع\nفخط دا مساو لخط دب فاذا اسقطناهما من خطى ده دز المتساويين\nيبقى خط از مساويا لخط ﺏه وقد كنا بينا ان خط بﺟ مساو\nلخط ﺏه فكل واحد من خطى از بﺟ مساو لخط بﻩ والمساوية\nلشى واحد متساوية فخط از اذا مساو لخط بﺟ فقد وصلنا بنقطة\nا المفروضة خط از المستقيم مساويا لخط بﺟ المفروض الموضوع\nوذلك ما اردنا ان نبين. قوله نريد ان نصل بنقطة مفروضة\nخطا انما عنى به ان يكون النقطة طرفا للخط الذى يوصل بها\nفان ذلك هو الذى احتاج اليه فى العمل فى هذا الكتاب وقدمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \nعلى سائر الاتصالات منها ان يكون الخط المفروض مثل خط بﺟ\nوالنقطة المفروضة يكون وضعها على الخط نفسه مثل نقطة ا\nونريد ان نصل بنقطة ا خطا مستقيما مساويا لخط بﺟ ولتكن\nنهاية الخط اعنى طرفه تنتهى الى نقطة ا فنعمل على احد قسمى\nالخط اعنى قسم اب مثلثا متساوى الاضلاع وذلك بحسب برهان\nالشكل الاول من هذه المقالة وليكن مثلث اﺏد ونخرج خطى\nدب دا على الاستقامة ولا نجعل لاخراجهما حدا حتى اذا ادرنا\nالدوائر فضل من الخطين فضول ثم نجعل نقطة ب مركزا ونخط\nببعد بﺟ دائرة ﺟﻩز فمن البين ان خط بﺟ مساو لخط ﺏز وايضا\nفانا نجعل نقطة د مركزا ونخط ببعد دز دائرة زﺡط فمن البين\nان خط دز مساو لخط دح فاذا <span id='ms16'></span> اسقطنا خطى دا دب المتساويين\nمن خطى دز ودح المتساويين بقى خط ﺏز مساويا لخط اح وقد\nكنا بينا ان خط ﺏز مساو لخط بﺟ والمساوية لشى واحد\nمتساوية فخط اح اذا مثل خط بﺟ فقد وصلنا بنقطة ا خط اح\nمساويا لخط بﺟ ونقطة ا نهايته وذلك ما اردنا ان نبين. ع\nوايضا فلا تكونن نقطة ا فى نهاية الخط المطلوب ولكن ليجتز\nعليها فنعمل على خط ﺏا مثلثا متساوى الاضلاع وهو ادب ونخرج\nخطى دا دب على استقامة ونجعل نقطة ا مركزا ونخط ببعد اﺟ\nقوس ﺟﻩ فمن البين ان خط اﺟ مثل خط اه وخط ﺏا مثل خط دا\nفخط بﺟ مثل خط ده وذلك ما اردنا ان نبين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n\n<h2 class='l2' id='head4'>[chapter 3: I 3] الشكل الثالث من المقالة الاولى</h2>\n\n\n#\nنريد ان نبين كيف نفصل (ع) من اطول خطين مختلفين مفروضين\nمثل اقصرهما (ط) فنجعل الخطين المفروضين خطى اب بﺟ ونبين\nكيف نفصل من اب الاطول مثل بﺟ الاقصر فنصل بنقطة ا التى\nهى طرف خط اب خطا مساويا لخط بﺟ كما بين ببرهان ب\nمن ا وليكن خط اد ثم نجعل نقطة ا مركزا ونخط ببعد اد\nدائرة دﻩز فمن البين ان خط اه مثل خط اد وكنا وصلنا اد\nبنقطة ا على انه مساو لخط بﺟ فخطا بﺟ ا[ه] كل واحد منهما\nمساو لخط اد والمساوية لشى واحد فهى متساوية فخط اه مثل خط\nبﺟ فقد فصلنا من خط اب الاعظم مثل خط بﺟ الاصغر وذلك\nما اردنا ان نبين.\n\n<h2 class='l2' id='head5'>[chapter 4: I 4] الشكل الرابع من المقالة الاولى</h2>\n\n\n#\nاذا تساوت زاويتان (ع) من مثلثين وتساوت اضلاعهما المحيطة بهما\nكل ضلع ونظيره تساوت (ط) قاعدتاهما وسائر زواياهما كل زاوية\nونظيرتها وتساوى المثلثان مثاله ان زاويتى ﺏاﺟ ﻩدز من مثلثى\nابﺟ دﻩز متساويتان وضلع اب مثل ضلع ده وضلع اﺟ مثل ضلع دز\nفاقول ان قاعدة بﺟ مساوية لقاعدة ﻩز وزاوية ابﺟ مساوية لزاوية\nدﻩز وزاوية اﺟب مساوية لزاوية دزه ومثلث ابﺟ مساو لمثلث دﻩز\nبرهانه <span id='ms17'></span> انا اذا ركبنا مثلث ابﺟ على مثلث دﻩز فانا نبتدى\nفنركب نقطة ا على نقطة د وخط اب على خط ده فاذا فعلنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \nذلك تركبت نقطة ب على نقطة ه لان خط اب مثل خط ده\nوايضا اذا ركبنا زاوية ﺏاﺟ على زاوية ﻩدز تركبتا لانهما\nمتساويتان وتركب خط اﺟ على خط دز وتركبت نقطة ﺟ على\nنقطة ز لان خطى اﺟ دز متساويان فمن البين ان خط بﺟ\nيتركب على خط ﻩز ويتركب المثلث على المثلث فتصير زاوية\nابﺟ مساوية لزاوية دﻩز وزاوية اجب مساوية لزاوية دزه فقد تساوى\nالمثلثان وذلك ما اردنا ان نبين ع فان تركب ضلع اب على\nضلع ده وزاوية ا على زاوية د وضلع اﺟ على ضلع دز ولم تتركب\nقاعدة ﻩز على قاعدة بﺟ وصار وضع قاعدة بﺟ من قاعدة ﻩز\nكوضع خط زحﻩ وخط زحﻩ مستقيم فقد احاط بسطح زحﻩ\nالمستقيم الخطوط خطان مستقيمان وذلك غير ممكن.\n\n<h2 class='l2' id='head6'>[chapter 5: I 5] الشكل الخامس من المقالة الاولى</h2>\n\n\n#\nكل مثلث متساوى (ع) الساقين فان زاويتيه اللتين تقعان فوق\nالقاعدة متساويتان (ط) وان اخرج ضلعاه (ع) المتساويان فان الزاويتين\nاللتين تقعان تحت القاعدة ايضا متساويتان (ط) مثاله ان مثلث ابﺟ\nمتساوى الساقين وهما ساقا اب اﺟ وقد اخرجا على الاستقامة الى\nنقطتى ده فاقول ان زاويتى ابﺟ [اﺟب] اللتين فوق القاعدة\nمتساويتان وان زاويتى ﺟﺏد و بﺟﻩ ايضا متساويتان. برهانه انا نعلم\n(نعمل .scr) على خط اد نقطة ز ونفصل من خط اه خط اح مساويا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \nلخط از كما بين ببرهان ج من ا ونصل خطى ﺟز ﺏح فلان خط\nاز مثل اح وخط اب مثل خط اﺟ فضلعا از اﺟ من مثلث اﺟز\nمساويان لضلعى اح اب من مثلث اﺏح كل ضلع مساو لنظيره\nوزاوية ا مشتركة لمثلثى اﺟز اﺏح لانها تحيط بها الاضلاع\nالمتساوية فمن اجل برهان د من ا تكون قاعدة ﺟز مساوية\nلقاعدة ﺏح ومثلث اﺟز مثل اﺏح وسائر الزوايا مثل سائر الزوايا\nزاوية ازﺟ مثل زاوية <span id='ms18'></span> احﺏ وزاوية اﺟز مثل زاوية اﺏح ولانا كنا\nفصلنا خط اح مثل خط از وساق اب فرض مساويا لساق اﺟ فاذا\nاسقطنا اب اﺟ المتساويين من از اح المتساويين فمن البين\nبحسب المصادرة ان يبقى خط ﺏز مثل خط ﺟح وقد بينا ان خط\nﺟز مثل خط ﺏح وان زاوية ﺏزﺟ مثل زاوية ﺟحﺏ وقاعدة بﺟ\nمشتركة فبحسب برهان د من ا يكون مثلث جزب مثل مثلث\nﺏحﺟ وسائر الزوايا مثل سائر الزوايا كل زاوية مثل نطيرتها\nفزاوية ﺟﺏز التى تحت القاعدة مثل زاوية بﺟح التى تحت القاعدة\nوزاوية بﺟز مثل زاوية ﺟﺏح وقد كنا بينا ان زاوية اﺏح مساوية\nلزاوية اﺟز فاذا اسقطنا زاويتى بﺟز ﺟﺏح المتساويتين بقيت زاوية\nابﺟ التى قوق القاعدة مساوية لزاوية اﺟب التى فوق القاعدة وقد\nتبين ان زاوية ﺟﺏز التى تحت القاعدة مثل زاوية ﺏﺟح التى تحت\nالقاعدة وذلك ما اردنا ان نبين. الشكل الزائد ان قيل لنا\nلم قام البرهان على الزاويتين اللتين تحت القاعدة ولم نجده\nاستعملهما فى كتابه قلنا انه علم ما يتشكك فى الشكل السابع\nوفى الشكل التاسع فقدم بيان ذلك ليحل به الشك كما سنبين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \nذلك فيهما فانه قد كان يتهيأ ان نبين ان الزاويتين اللتين\nعلى القاعدة متساويتان من غير استعمال تساوى اللتين تحت\nالقاعدة على هذا الطريق ليكن ساقا اب اﺟ من مثلث ابﺟ\nمتساويين فاقول ان زاوية ابﺟ مثل زاوية اﺟب برهانه انا نعلم\nعلى خط اب نقطة د ونفصل من خط اﺟ خط اه مساويا لخط اد\nونخرج خطوط ده دﺟ ﻩب فلان ﺏا مثل اﺟ وخط اد مثل خط اه\nفان كل ضلعى اب اه من مثلث ابﻩ مثل كل ضلعى اﺟ اد من\nمثلث اﺟد كل ضلع مساو لنظيره وزاوية ا مشتركة للمثلثين\nفبحسب برهان د من ا تكون قاعدة بﻩ مثل قاعدة ﺟد وزاوية\nاﻩب مثل زاوية ادﺟ وزاوية ابﻩ مثل زاوية اﺟد فنسقط خطى اد اه\nالمتساويين من خطى اب اﺟ <span id='ms19'></span> المتساويين فيبقى خط دب مثل خط\nهﺟ وقد كنا بينا ان خط بﻩ مثل خط ﺟد وان زاوية دبﻩ مثل\nزاوية هﺟد وقاعدة ده مشتركة فبحسب برهان د من ا تكون\nزاوية ﺏده مثل زاوية ﺟﻩد وزاوية بﻩد مثل زاوية ﺟده فاذا\nاسقطناهما من زاويتى ﺏده و ﺟﻩد المتساويتين بقيت زاوية ﺏدﺟ\nمساوية لزاوية بﻩﺟ و[الا]ضلاع المحيطة بهما متساوية كل ضلع مساو\nلنظيره وقاعدة بﺟ مشتركة لهما فبحسب برهان د من ا تكون\nزاوية ابﺟ مثل زاوية اﺟﺏ وذلك مااردنا ان نبين.\n\n<h2 class='l2' id='head7'>[chapter 6: I 6] الشكل السادس من المقالة الاولى</h2>\n\n\n#\nاذا تساوت (ع) زاويتان من مثلث فهو متساوى (ط) الساقين مثاله ان\nزاويتى ابﺟ اﺟب من مثلث ابﺟ متساويتان فاقول ان ساق اب\nمثل ساق اﺟ برهانه ان امكن ان تكون الزاويتان متساويتين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \nوالساقان غير متساويين فليكن ساق اب اعظم من ساق اﺟ\nان امكن ذلك ونفصل من اب الاعظم مثل اﺟ الاصغر كما بينا\nببرهان ج من ا وليكن ﺏد ونخرج دﺟ وضلع اﺟ مثل ضلع دب\nوناخذ ضلع بﺟ مشتركا فضلعا اﺟ ﺟب من مثلث اﺟب الاعظم\nمثل ضلعى دب بﺟ من مثلث دﺟب الاصغر كل ضلع مساو\nلنظيره وزاوية اﺟب مثل زاوية ﺟﺏد فيما بينا ببرهان د من ا\nتكون قاعدة اب مساوية لقاعدة ﺟد ومثلث ابﺟ الاعظم مساويا\nلمثلث دﺟب الاصغر وهذا خلف غير ممكن فقد تبين انه لا\nيمكن ان يكون اب اعظم من اﺟ ولا اصغر فهو اذا مثله وذلك\nما اردنا ان نبين. وخبر هذا الشكل يجوز ان يقال كل مثلث\nتكون الزاويتان اللتان فوق القاعدة منه متساويتين فانه متساوى\nالساقين ويجوز ان يقال ايضا اذا تساوت زاويتان من مثلث فان\nالضلعين اللذين يوترانهما متساويان. وفى الشكل مما هو مضاف\nاليه. كل مثلث تكون زاويتاه اللتان تحت القاعدة متساويتين\nفانه متساوى الساقين مثاله مثلث ابﺟ اخرج ضلعاه ﺏا بﺟ الى\nد والى ه فكانت زاوية ﺟﺍد مثل زاوية اﺟه فاقول ان ضلع ﺏا مثل <span id='ms20'></span>\nضلع بﺟ فان لم يكن مثله فلننزل ان ﺏا اعظم من بﺟ\nونفصل اط مثل بﺟ كما بين ببرهان ج من ا ونخرج ﺟط ونعلم\nعلى خط اد نقطة ز ونفصل ﺟح مثل از كما بين ببرهان ج من\nا ونصل خطى اح ﺟز فلانا فصلنا خط ﺟح مثل از وناخذ اﺟ\nمشتركا فكلا خطى حﺟ ﺟﺍ مثل كلى خطى زا اﺟ وزاوية اﺟح\nفرضت مثل زاوية ﺟاز فيما بين ببرهان د من ا تكون قاعدة اح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \nمساوية لقاعدة ﺟز ومثلث اﺟز مساويا لمثلث اﺟح وزاوية ازﺟ مثل\nزاوية احﺟ وايضا فانا فصلنا حﺟ مثل از وفصلنا اط مثل ﺟب فاذا\nزدنا على المتساوية متساوية كان خط زط مثل خط حﺏ باسره\nوقد بينا ان اح مثل ﺟز وان زاوية احﺟ مثل زاوية ازﺟ فضلعا ﺏح\nﺡا من مثلث ﺡاب مثل ضلعى ﻁز زﺟ من مثلث زﺟط كل ضلع\nمثل نظيره وزاوية ح مثل زاوية ز فبحسب برهان د من ا يكون\nمثلث ﺡاب مثل مثلث زﺟط وقد كنا بينا ان مثلث احﺟ مثل\nمثلث اﺟز فاذا اسقطنا من المتساوية متساوية بقى مثلث ابﺟ\nمثل مثلث اﻁﺟ الاعظم مثل الاصغر وهذا خلف غير ممكن فليس\nيمكن ان يكون ساق اب اعظم من ساق بﺟ ولا اصغر منه\nفهو اذا مثله وذلك ما اردنا ان نبين.\n\n<h2 class='l2' id='head8'>[chapter 7: I 7] الشكل السابع من المقالة الاولى</h2>\n\n\n#\nاذا اخرج من طرفى خط خطان فالتقى طرفاهما على نقطة فليس\nيمكن ان يخرج من مخرجيهما خطان اخران مساويان لهما فى\nتلك الجهة يلتقى طرفاهما على غير تلك النقطة مثاله انه قد اخرج\nمن طرفى خط اب خط(ا) اﺟ بﺟ والتقيا على نقطة ﺟ فاقول انه غير\nممكن ان يخرج من نقطة ا خط مسار لخط اﺟ ومن نقطة ب\nخط مساو لخط بﺟ فى تلك الجهة يلتقى طرفاهما على غير نقطة ﺟ\nبرهانه ان امكن ذلك فليخرجا وليكونا اد ﺏد ولننزل ان اد\nمثل اﺟ وﺏد مثل بﺟ ونخرج خط ﺟد <span id='ms21'></span> فمثلث اﺟد متساوى\nالساقين فزاوية اﺟد مثل زاوية ادﺟ وهذا بين من برهان ه من ا\nفزاوية بﺟ[د] اذا اصغر من زاوية ادﺟ وايضا فان مثلث بﺟد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \nمتساوى الساقين بﺟ مثل ﺏد فبحسب برهان ه تكون زاوية\nﺏﺟد مساوية لزاوية ﺏدﺟ ولكن زاوية ﺏدﺟ اعظم من زاوية ادﺟ\nويينا ان زاوية ادﺟ اعظم من زاوية ﺏﺟد فاذا زاوية ﺏدﺟ اعظم\nمن زاوية ﺏﺟد بكثير وهما متساويان هذا خلف غير ممكن\nفغير [مم]كن ان يخرج من طرفى خط خطان يلتقى طرفاهما على\nنقطة ويخرج من مخرجيهما خطان اخران مساويان لهما فى تلك\nالجهة يلتقيان على غير تلك النقطة وذلك ما اردنا ان نبين.\nان قال قائل انه قد يمكن ان يخرج من طرفى خط اب خطا اﺟ\nبﺟ مساويين لخطى اد ﺏد حتى يكون اﺟ مثل اد و ﺏﺟ مثل\nﺏد فنقول ان ذلك غير ممكن فنصل خط ﺟد ونخرج خطى اﺟ\nاد على استقامتهما الى نقطتى ﻩز فمن اجل ان مثلث اﺟد متساوى\nالساقين اﺟ مثل اد فبحسب برهان ه من ا تكون الزاويتان اللتان\nتحت القاعدة متساويتين فزاوية ﻩدﺟ مثل زاوية زﺟد فزاوية زﺟد\nاعظم من زاوية ﺏدﺟ وايضا مثلث ﺏدﺟ متساوى الساقين ﺏد\nمثل ﺏﺟ فبحسب برهان ه من ا تكون الزاويتان اللتان فوق\nالقاعدة متساويتين فزاوية ﺏدﺟ مثل زاوية ﺏﺟد وقد كنا بينا\nان زاوية زﺟد اعظم من زاوية ﺏدﺟ فيجب ان تكون زاوية ﺏﺟد\nاعظم من زاوية ﺏدﺟ بكثير وهى مثلها هذا خلف غير ممكن\nفقد بان من هذا الانتفاع بما بين فى ه من ا من تساوى\nالزاويتين اللتين تحت القاعدة.\n\n<h2 class='l2' id='head9'>[chapter 8: I 8] الشكل الثامن من المقالة الاولى</h2>\n\n\n#\nكل مثلثين (ع) تساوى ضلعان من احدهما ضلعين من الاخر كل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \nضلع (ضلع) لنظيره وتساوى القاعدة القاعدة فان الزاويتين اللتين\nيحيط بهما الاضلاع المتساوية من المثلثين متساويتان (ط) مثاله ان\nضلعى مثلث ابﺟ مساويان لضلعى مثلث دﻩز ضلع اب مساو\nلضلع ده وضلع اﺟ مساو لضلع دز وقاعدة بﺟ <span id='ms22'></span> لقاعدة ﻩز فاقول ان\nزاوية ﺏاﺟ مساوية لزاوية ﻩدز. برهانه ان مثلث ابﺟ ان ركب\nعلى مثلث دﻩز بان تبتدى فتركب نقطة ب على نقطة ه وخط\nبﺟ على خط ﻩز فمن البين ان نقطة ﺟ تتركب على نقطة ز لان\nقاعدتى ﺏﺟ ﻩز متساويتان فاذا تركبت قاعدة بﺟ على قاعدة\nﻩز تركب ضلع اب على ضلع ده لانهما متساويان وتركب ايضا\nضلع اﺟ على ضلع دز وتركب المثلث على المثلث وتركبت زاوية\nا على زاوية د فان امكن ان تتركب القاعدة على القاعدة ولا\nيتركب الضلعان كما وصفنا على الضلعين فلنصير وضعهما\nكوضع خطى ﻩح زح فقد خرج من طرفى خط خطان والتقى\nطرفاهما على نقطة وخرج من مخرجيهما خطان اخران مساويان\nلهما فى تلك الجهة التقى طرفاهما على نقطة وقد بينا ببرهان ز\nمن ا ان هذا غير ممكن فكل مثلثين تساوى ضلعان من\nاحدهما ضلعين من الاخر كل ضلع لنظيره وتساوى القاعدة\nالقاعدة فان الزاويتين اللتين يحيط بهما الاضلاع المتساوية\nمتساويتان وذلك ما اردنا ان نبين. مضاف الى الشكل الثامن\nمن المقالة الاولى ينسب الى بيان على غير طريق الخلف. نركب\nقاعدة بﺟ من مثلث ابﺟ على قاعدة ﻩز من مثلث دﻩز وليقع\nخطا اب اﺟ من الجهة الاخرى كخطى ﻩح زح ونصل دح فلان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \nخط ده مثل خط ﻩح فببرهان ه من ا تكون الزاويتان اللتان\nفوق القاعدة متساويتين فزاوية دحﻩ مساوية لزاوية ﺡده وبهذا\nالبرهان يتبين ان زاوية دﺡز مساوية لزاوية ﺡدز فزاوية ﻩدز باسرها\nمساوية لزاوية هﺡز وذلك ما اردنا ان نبين. وقد يمكن ان\nيتصل خط اب بخط دز على استقامة كخط دزح فمن اجل ان\nمثلث دهﺡ متساوى الساقين ساف ده مثل ساف ﺡه تكون زاوية\nﻩدح مثل زاوية هﺡز (و) وضع ان خط اب كانه يتصل بخط دز على\nاستقامته وخط ﺡه هو خط اﺟ وذلك ما اردنا ان نبين.\nوقد يمكن ان يتصل خط اب بخط دز اتصالا يحدث منه مع خط <span id='ms23'></span>\nدز زاوية فى الجهة الاخرى فليكن كذلك كخط ﺡز ونصل خط\nدح فلان مثلث دهﺡ متساوى الساقين ساق ده مثل ساق هﺡ\nفببرهان ه من ا تكون زاوية ﻩدح مساوية لزاوية هﺡد وايضا فلان\nمثلث دزح متساوى الساقين فببرهان ه تكون زاوية زدح مثل\nزاوية زﺡد فاذا اسقطنا من المتساوية متساوية بقيت زاوية ﻩدز\nمساوية لزاوية هﺡز وذلك ما اردنا ان نبين ليست هذه الاشكال\nلازمة للبرهان لانا اذا اطبقنا القاعدة على القاعدة لم نعلم حال\nزاويتى اد.\n\n<h2 class='l2' id='head10'>[chapter 9: I 9] الشكل التاسع من المقالة الاولى</h2>\n\n\n#\nنريد ان نبين كيف نقسم زاوية مفروضة بنصفين فلتكن\nالزاوية ﺏاﺟ فنعلم على خط اب علامة د ونفصل من خط اﺟ خط\nاه مساويا لخط اد كما بين ببرهان ج من ا ونخرج خط ده\nونعمل على خط ده مثلثا متساوى الاضلاع وليكن مثلث دزه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \nونصل خط از فلان ضلع دا مساو لضلع اه وضلع از مشترك فضلعا\nدا واز مساويان لضلعى ﻩا واز وقاعدة دز مساوية لقاعدة ﻩز فببرهان\nح من ا تكون زاوية داز مساوية لزاوية ﻩاز فقد قسمنا زاوية ﺏاﺟ\nبنصفين بخط از وذلك ما اردنا ان نبين. مضاف الى هذا الشكل\nان قيل ان المثلث المتساوى الاضلاع الذى نعمل على خط بﺟ\nمن مثلث ابﺟ يقع على خط اﺏز فيكون ضلع ﺏد مساويا لكل\nواحد من ضلعى بﺟ ﺟد فلان مثلث ابﺟ متساوى الساقين\nفببرهان ه من ا تكون زاوية زبﺟ مساوية لزاوية بﺟه وهما\nاللتان تحت القاعدة وايضا فان مثلث دبﺟ متساوى الساقين\nفببرهان ه من ا فان الزاويتين اللتين فوق القاعدة متساويتان\nفزاوية ﺟﺏد مساوية لزاوية بﺟد الغطمى للصغرى هذا خلف غير\nممكن وان قيل انه يخرج عن خط اﺏز كانت الشناعة اقبح\nوذلك ما اردنا ان نبين\n\n<h2 class='l2' id='head11'>[chapter 10: I 10] الشكل العاشر من المقالة الاولى</h2>\n\n\n#\nنريد ان نبين كيف نقسم (ط) خطا (ع) معلوما بنصفين فليكن\nخط اب ونعمل عليه مثلثا متساوى الاضلاع كما بين [ببرهان] ا\nمن ا وليكن مثلث ابﺟ ونقسم <span id='ms24'></span> زاوية اﺟﺏ بنصفين كما بين\nببرهان ط من ا فضلع ﺟا من مثلث اﺟد مثل ضلع بﺟ من\nمثلث بﺟد وناخذ ضلع ﺟد مشتركا فضلعا اﺟ ﺟد مساويان\nلضلعى بﺟ ﺟد كل ضلع لنظيره وزاوية اﺟد مساوية لزاوية\nبﺟد فببرهان د من ا تكون قاعدة اد مثل قاعدة ﺏد فقد\nقسمنا خط اب بنصفين على علامة د وذلك ما اردنا ان نبين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n\n<h2 class='l2' id='head12'>[chapter 11: I 11] الشكل الحادى عشر من المقالة الاولى.</h2>\n\n\n#\nنريد ان نبين كيف نخرج من نقطة معلومة من خط معلوم\nخطا يكون عمودا عليه فلننزل ان الخط المعلوم خط اب والنقطة\nالمعلومة نقطة ﺟ ونبين كيف نخرج منها خطا يكون عمودا\nعلى خط اب فنعلم على خط اب نقطة د ونفصل من خط ﺟب\nخط ﺟه مساويا لخط دﺟ كما بين ببرهان ج من ا ونعمل كما\nعملنا ببرهان ا من ا على خط ده مثلثا متساوى الاضلاع وليكن\nمثلث دﻩح ونصل بين نقطتى ﺟح بخط ﺟح فلان ضلع دﺟ مساو\nلضلع ﺟه وناخذ ﺟح مشتركا فضلعا دﺟ ﺟح من مثلث دﺟح\nمساويان لضلعى هﺟ ﺟح من مثلث ﺟﻩح كل ضلع لنظيره وقاعدة\nدح مساوية لقاعدة ﻩح فبحسب برهان ح من ا تكون زاوية\nدﺟح مساوية لزاوية ﻩﺟح وبحسب المصادرة اذا قام خط مستقيم\nعلى خط مستقيم فكانت الزاويتان اللتان عن جنبتى الخط\nالقائم متساويتين فكل واحدة منهما قائمة والخط القائم يقال\nله العمود فخط حﺟ اذا عمود على خط اب فقد اخرجنا من نقطة\nﺟ من خط اب خطا مستقيما عمودا على خط اب وذلك ما اردنا\nان نبين. مضاف الى هذا الشكل لايرن. نريد ان نخرج من\nنقطة ا التى هى طرف الخط خطا مستقيما يكون عمودا على خط\nاب فنعلم على خط اب نقطة ﺟ ونخرج منها عمود ﺟد كما\nاخرجنا بحسب برهان يا من ا وليكن خروج ﺟد غير محدود\nونفصل ﺟد مساويا لخط اﺟ ونخرج عمود ده اخراجا غير محدود\nونقسم زاوية اﺟد بنصفين بخط مستقيم بحسب برهان ط <span id='ms25'></span> من ا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \nيلقى خط ده ولننزل انه لقبه على نقطة ه ونصل بين نقطتى اه\nبخط اه فاقول ان خط اه عمود على خط اب على نقطة ا برهانه\nانا فصلنا ﺟد مثل اﺟ وﺟه مشترك وعملنا زاوية اﺟه مساوية\nلزاوية دﺟه فمما بين ببرهان [د] من [ا] تكون زاوية ﺟاه مساوية\nلزاوية ﺟده وقد كنا عملنا زاوية ﺟده قائمة فزاوية ﺟاه قائمة فخط\nاه اذن عمود على نقطة ا من خط اب وذلك ما اردنا ان نبين.\n\n<h2 class='l2' id='head13'>[chapter 12: I 12] الشكل الثانى عشر من المقالة الاولى</h2>\n\n\n#\nنريد ان نبين كيف نخرج من نقطة مفروضة الى خط (ع) مستقيم\nمعلوم غير محدود خطا (ط) يكون عمودا عليه فلننزل ان النقطة هى\nنقطة ﺟ والخط المستقيم غير المحدود خط اب فنعلم فى الجهة\nالاخرى من الخط نقطة كيف ما وقعت ولتكن نقطة د وندير\nعلى نقطة ﺟ وببعد ﺟد دائرة دﻩز ونخرج من نقطة ﺟ التى هى\nالمركز خطين الى موضع تقاطع الدائرة والخط المستقيم وليكونا\nخطى ﺟه ﺟز ونقسم خط ﻩز بنصفين كما بينا ببرهان ي من ا\nعلى نقطة ح ونخرج خط حﺟ فاقول ان خط حﺟ عمود على خط\nاب برهانه ان ضلع ﻩح من مثلث ﺟﻩح مساو لضلع ﺡز من مثلث\nزحﺟ وناخذ حﺟ مشتركا فكلا ضلعى ﻩح حﺟ مثل كلى\nضلعى زح ﺡﺟ كل ضلع مساو لنظيره وقاعدة ﺟه مساوية لقاعدة\nﺟز لانهما خرجا من المركز فمما بينا ببرهان ح من ا تكون\nزاوية ﻩحﺟ مساوية لزاوية ﺟﺡز وكل خط يقوم على خط فيصير\nالزاويتان اللتان عن جنبتى الخط القائم متساويتين فان كل\nواحدة منهما قائمة والخط القائم يقال له العمود عمود على الخط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \nالذى هو قائم عليه فخط ﺟح عمود على خط اب فقد اخرجنا\nمن نقطة ﺟ المعلومة الى خط اب الذى ليس بمعلوم القدر خط\nﺟح عمودا ا عليه وذلك ما اردنا ان نبين.\n\n<h2 class='l2' id='head14'>[chapter 13: I 13] الشكل الثالث عشر من المقالة الاولى</h2>\n\n\n#\nكل خط مستقيم (ع) يقوم على خط مستقيم فان الزاويتين اللتين <span id='ms26'></span>\nعن جنبتى الخط القائم اما قائمتان (ط) واما معادلتان لقائمتين مثاله\nان خط اب قائم على خط دﺟ فاقول ان زاويتى ابﺟ واﺏد اللتين\nعن جنبتى خط اب قائمتان او معادلتان لقائمتين برهانه ان\nخط اب ان كان عمودا على خط ﺟد فان زاويتى ابﺟ و اﺏد\nقائمتان بحسب ما صودر به فى هذه المقالة اذ كان هذا من\nالاشياء الاول وان لم يكن خط اب عمودا على خط دﺟ فانا نخرج\nمن نقطة ب خطا يكون عمودا على خط دﺟ كما بينا ببرهان\nيا من ا وليكن خط خط ﺏه فزاويتا ﻩبﺟ هﺏد قائمتان وهما\nمساويتان للثلث الزوايا اعنى زوايا ابﺟ اﺏه هﺏد لان زاوية\nهﺏﺟ القائمة مثل مجموع زاويتى ابﺟ ابﻩ وايضا فان مجموع زاويتى\nاﺏد وابﺟ مثل مجموع اللثلث زاويا اعنى زوايا دﺏه هﺏا ابﺟ لان\nزاوية اﺏد المنفرجة مساوية لمجموع زاويتى اﺏه هﺏد والمساوية\nلشى واحد فهى متساوية اعنى ان زاويتى هﺏﺟ هﺏد القائمتين\nمثل مجموع الثلث زوايا التى ذكرناها فمجموع زاويتى ابﺟ واﺏد\nمساو لمجموع زاويتى ﻩبﺟ هﺏد القائمتين فقد تبين ان كل\nخط مستقيم يقوم على خط اخر مستقيم فان الزاويتين اللتين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \nعن جنبتى الخط القائم قائمتان او معادلتان لزاويتين قائمتين\nوذلك ما اردنا ان نبين.\n\n<h2 class='l2' id='head15'>[chapter 14: I 14] الشكل الرابع عشر من المقالة الاولى</h2>\n\n\n#\nاذا خرج من نقطة فى خط خطان (ع) فى جهتين مختلفين\nفكانت الزاويتان اللتان عن جنبتى الخط المخرج منه معادلتين\nلزاويتين قائمتين فان الخطين المخرجين قد (ط) اتصلا على استقامة\nوصارا خطا واحدا مثاله انه قد خرج من نقطة ب من خط اب\nخطا بﺟ ﺏد فى جهتين مختلفتين وصارت زاويتا ﺟﺏا اﺏد\nمعادلتين لزاويتين قائمتين فاقول ان خطى بﺟ ﺏد قد اتصلا\nعلى استقامة فصارا خطا واحدا برهانه انه لا يمكن الا ذلك فان\nامكن ان نتصل بنقطة ب خطا اخر غير ﺏد ويصيرا جميعا خطا\nواحدا مستقيما فليكن ذلك الخط خط ﺏه فان امكن ان يكون\nخط ﺏه قد اتصل <span id='ms27'></span> بخط بﺟ على استقامة وخط اب قائم على خط\nﺟﺏه فالزاويتان اللتان عن جنبتى خط اب معادلتان لزاويتين\nقائمتين اعنى مجموع زاويتى ابﺟ اﺏه كما بين ببرهان يج من\nا وقد كانت زاويتا ابﺟ اﺏد معادلتين لقائمتين فمجموع زاويتى\nابﺟ اﺏه مساو لمجموع زاويتى ابﺟ اﺏد فنسقط زاوية ابﺟ\nالمشتركة فتبقى زاوية اﺏد العظمى مساوية لزاوية اﺏه الصغرى\nهذا خلف غير ممكن فقد تبين انه غير ممكن ان يتصل بخط\nبﺟ خط اخر فيصير معه خطا واحدا مستقيما غير خط ﺏد وذلك\nما اردنا ان نبين ع زيادة وقد يبرهن ببرهان آخر على سبيل\nالتوسع والارتياض فلننزل انه قد خرج من نقطة ب من خط اب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \nخطا بﺟ ﺏد وصارت زاويتا ابﺟ اﺏد معادلتين لقائمتين فاقول\nانهما قد اتصلا على استقامة فصارا خطا واحدا برهانه انه ممكن\nان نخرج من نقطة ب التى نهاية مشتركة لخطى ﺟب ﺏد خطا\nيكون عمودا على نهايتيهما لانه ان كان عمودا على احدهما\nدون الاخر فان زاويتى ابﺟ واﺏد لا تكونان معادلتين لقائمتين\nوليكن خط ﺏه ونفرض خطا اخر عليه زح ونعلم عليه علامة\nط ونخرج من نقطة ط خط طل (طﮐ .s) عمودا على خط زح فمن\nالبين ان زاوية زﻁﮐ مساوية لزاوية دﺏه فاذا ركبنا زاوية زطﮐ\nعلى زاوية ﺟﺏه بان نضع نقطة ط على نقطة ب ونركب خط ﻁز\nعلى خط بﺟ وخط ﻁﮐ على خط ﺏه ونركب ايضا زاوية\nﮐﻁح على زاوية هﺏد لانهما ايضا متساويتان ونركب خط ﻁح\nعلى خط ﺏد فيتركب اذن خط زﻁح باسره على خط ﺟﺏد\nلكن خط زﻁح خط واحد مستقيم فخط ﺟﺏد ايضا خط واحد\nمستقيم وذلك ما اردنا ان نبين.\n\n<h2 class='l2' id='head16'>[chapter 15: I 15] الشكل الخامس عشر من المقالة الاولى</h2>\n\n\n#\nكل خطين (ع) مستقيمين يتقاطعان (فكل زاوية تحدث من\nتقاطعهما مساوية للتى تقابلها) فان كل زاويتين تتقابلان\nمتساويتان (ط) والزوايا الاربع معادلة (ط) لاربع زوايا قائمة مثاله ان\nخطى اب ﺟد يقاطعا على نقطة ه فاقول ان زاوية اهﺟ <span id='ms28'></span> مساوية لزاوية\nبﻩد وزاوية اﻩد مساوية لزاوية ﺟﻩب والزوايا الاربع اهﺟ ﺟﻩب بﻩد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \nدﻩا معادلات لاربع زوايا قائمة برهانه ان خط اه قائم على خط ﺟد\nفببرهان يج من ا تكون زاويتا اهﺟ اﻩد معادلتين لقائمتين\nوايضا خط ﺟه قائم على خط اب فزاويتا اﻩﺟ ﺟﻩب معادلتلن\nلزاويتين قائمتين فننقص زاوية اهﺟ المشتركة فتبقى زاوية اﻩد\nمساوية لزاوية ﺟﻩب وايضا فان خط ﺟه قائم على خط اب فزاويتا\nاهﺟ ﺟﻩب معادلتان لزاويتين قائمتين فنسقط زاوية ﺟﻩب المشتركة\nفتبقى زاوية اهﺟ مساوية لزاوية بﻩد فقد تبين ان الزوايا المتقابلة\nمتساوية وقد تبين ايضا مما وصفنا ان الزوايا الاربع معادلة لاربع\nزوايا قائمة وذلك ما اردنا ان نبين.\n\n<h2 class='l2' id='head17'>[chapter 16: I 16] الشكل السادس عشر من المقالة الاولى</h2>\n\n\n#\nكل مثلث يخرج ضلع من احدى زواياه ضلع من اضلاعه فان\nالزاوية الخارجة اعظم من كل واحدة من الداخلتين اللتين\nتقابلانها (الزاويتين الاخرين) مثاله ان مثلث ابﺟ قد اخرج\nضلع من اضلاعه على استقامة وهو ضلع بﺟ الى نقطة د فاقول ان\nزاوية اﺟد الخارجة اعظم من كل واحدة من زاويتى ابﺟ ﺏاﺟ\nبرهانه انا نقسم ضلع اﺟ بنصفين على نقطة ه كما بين ببرهان\nي من ا ونخرج خط بﻩز ونجعل خط ﻩز مثل خط بﻩ ونخرج خط\nﺟز فضلع اه من مثلث ﻩاب مساو لضلع هﺟ من مثلث هﺟز وضلع\nﻩب مثل ضلع ﻩز وزاوية اﻩب مساوية لزاوية ﺟﻩز وذلك بين من\nبرهان يه من ا ومما تبين من برهان د من ا تكون زاوية ﺏاه\nمساوية لزاوية ﻩﺟﺯ فان زدنا عليها زاوية دﺟز صارت زاوية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \nاﺟد باسرها اغطم من زاوية ﺟاب وايضا تبين انها اعظم من\nزاوية ﺟﺏا انا نخرج خط اﺟ الى نقطة ح ونقسم ضلع بﺟ\nبنصفين على نقطة ﮐ كما بين ببرهان ي من ا ونخرج كل\nونجعله مثل اﮐ ونخرج لﺟ فبمثل هذا البرهان المتقدم وبذلك\nالاستشهاد يتبين ان زاوية بﺟح مساوية لزاوية اﺟد كما بين\nببرهان يه من ا فزاوية اﺟد اذا <span id='ms29'></span> اعظم من زاوية ابﺟ وذلك ما\nاردنا ان نبين.\n\n<h2 class='l2' id='head18'>[chapter 17: I 17] الشكل السابع عشر من المقالة الاولى</h2>\n\n\n#\nكل مثلث فان مجموع كل زاويتين من زواياه اصغر من زاويتين\nقائمتين مثاله مثلث ابﺟ فاقول ان مجموع زاويتى ابﺟ ﺏاﺟ\nاصغر من زاويتين قائمتين ومجموع زاويتى ابﺟ بﺟا اصغر من\nقائمتين ومجموع زاويتى ﺏاﺟ اﺟب اصغر من قائمتين برهانه انا\nنخرج خط بﺟ على استقامة الى نقطة د فبما بين ببرهان يو\nتكون زاوية اﺟد الخارجة اعظم من ابﺟ وناخذ زاوية اجب\nمشتركة فمجموع زاويتى اجد اجب اعظم من مجموع زاويتى اﺟب\nابﺟ لكن بما بينا من برهان يج من ا يكون مجموع زاويتى اﺟد\nاﺟب مساويا لمجموع زاويتين قائمتين وبمثل هذا البرهان\nوالاستشهاد يتبين ان مجموع زاويتى ﺏاﺟ اﺟﺏ اصغر من مجموع\nقائمتين واما ان مجموع زاويتى اﺏﺟ ﺏاﺟ اصغر من مجموع زاويتين\nقائمتين فانا نخرج خط اب الى علامة ه ونبين كما بينا قبل\nوذلك ما اردنا ان نبين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n\n<h2 class='l2' id='head19'>[chapter 18: I 18] الشكل الثامن عشر من المقالة الاولى</h2>\n\n\n#\nالضلع الاطول من كل مثلث يوتر الزاوية العظمى مثاله ان ضلع\nاب من مثلث ابﺟ اطول من ضلع اﺟ فاقول ان زاوية اﺟب اعظم\nمن زاوية ابﺟ برهانه انا نفصل من ضلع اب الاعظم مثل ضلع\nاﺟ الاصغر كما بينا ذلك بشكل ﺟ من ا وليكن خط اد\nونصل ﺟد فساق اﺟ مثل ساق اد من مثلث اﺟد فمما بينا ببرهان\nه تكون زاوية اجد مثل زاوية ادﺟ ولان زاوية ادﺟ خارجة من\nمثلث ﺏدﺟ فبحسب برهان يو من ا تكون زاوية ادﺟ اعظم من\nزاويه ﺟﺏد فزاوية اﺟب اذن اعظم من زاوية ابﺟ بكثير فقد\nتبين ان الضلع الاعظم وهو اب يوتر الزاوية العظمى وهى زاوية\nاﺟب وذلك ما اردنا ان نبين\n\n<h2 class='l2' id='head20'>[chapter 19: I 19] الشكل التاسع عشر من المقالة الاولى</h2>\n\n\n#\nالزاوية العظمى من كل مثلث يوترها الضلع الاطول مثاله ان\nزاوية اﺟب من مثلث ابﺟ اعظم من زاوية ابﺟ فاقول ان ضلع\nاب اعظم من ضلع اﺟ برهانه ان <span id='ms30'></span> امكن ان تكون زاوية اﺟب\nاعظم من زاوية ابﺟ ولا يكون ضلع اب اعظم من ضلع اﺟ فانه\nاذن اما يكون مساويا له او اصغر منه فان كان ضلع اب\nمساويا لضلع اﺟ فقد بينا ببرهان ه انه تكون زاوية اﺟب مساوية\nلزاوية ابﺟ لكن فرضت اعظم منها فهذا خلف لا يمكن وان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \nكان ضلع اب اصغر من ضلع اﺟ فببرهان يح من ا تكون زاوية\nاﺟب اصغر من زاوية ابﺟ لكن فرضت على انها اعظم منها وهذا\nايضا خلف لا يمكن فقد تبين ان الزاوية العظمى من كل\nمثلث يوترها الضلع الاطول وذلك ما اردنا ان نبين. زيادة\nبرهان هذا الشكل على غير طريق الخلف لايرن توطى لذلك اولا\nهذة المقدمة مثلث ابﺟ اذا قسمت زاوية ﺏاﺟ منه بنصفين\nبخط اد فكان ﺟد اطول من دب فاقول ان ﺟا اطول من اب\nفلنخرج ده على استقامة اد ومساويا له ونفصل دز مثل دب كما\nبين ببرهان ج من ا ونصل ﻩز ونخرجه الى ح ونصل از فخطا\nاد دز مثل خطى ﻩد دب وزاويتا ادب زده المتقابلتان متساويتان\nفببرهان د من ا تكون قاعدة اب مساوية لقاعدة ﻩز وزاوية ﺏاد\nمثل زاوية ﺟاد لان زاوية ﺟاب قسمناها نصفين بخط اد وقد كان\nيبين ان زاوية ﺏاد مثل زاوية ﺡﻩد فلا محالة ان زاوية ﺡاه مثل\nزاوية ﺡﻩا فببرهان ومن ا يكون اح مثل ﺡه فخط اﺟ اطول من\nخط ﻩح وخط ﻩح اطول من ﻩز وخط ﻩز مثل اب فخط ﺡه اطول\nمن اب لكن اﺟ اطول من حﻩ فخط اﺟ اطول من اب بكثير\nثم نقول اذا كان مثلث ابﺟ زاويته التى من ابﺟ اعظم من\nزاويته التى من اجب فاقول ان ضلع اﺟ اعظم من ضلع اب فلنقسم\nضلع بﺟ بنصفين على نقطة د كما بين ببرهان ي من ا ونخرج\nخط اد ونخرجه الى نقطة ه وليكن ده مثل اد ونخرج خط ﺏه\nفضلعا ﺏد ده <span id='ms31'></span> مساويان لضلعى ﺟد دا وزاوية دﺏه مساوية لزاوية\nاﺟد فزاوية ابﺟ اذن اعظم من زاوية دﺏه ونقسم زاوية اﺏه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \nبنصفين بخط ﺏز كما بين ببرهان ط من ا فخط زه اعظم من\nخط زا لان زاوية ابﺟ كما بينا اعظم من زاوية دﺏه فمن اجل\nذلك وقعت نقطة ز بين نقطتى اد فمن اجل ذلك يكون خط ﻩز\nاطول من خط زا فبحسب برهان الشكل الذى وطى لهذا\nالشكل يكون ضلع ﺏه اعظم من ضلع اب لكن ضلع ﺏه مثل\nضلع اﺟ فضلع اﺟ اعظم من ضلع اب وذلك ما اردنا ان نبين.\n\n<h2 class='l2' id='head21'>[chapter 20: I 20] الشكل العشرون من المقالة الاولى</h2>\n\n\n#\nكل مثلث (ع) فان كل ضلعين من اضلاعه مجموعين كخط واحد\n(ط) اعظم من الضلع الثالث مثاله مثلث ابﺟ فاقول ان مجموع\nضلعى اب ﺏﺟ كخط واحد اعظم من ضلع اﺟ وان مجموع ضلع (ضلعى .scr)\nاب اﺟ كخط واحد اعظم من ضلع بﺟ وان مجموع ضلعى اﺟ ﺟب\nكخط واحد اعظم من ضلع اب برهانه ان الاضلاع الثلثة ان كانت\nمتساوية فظاهر ان ضلعين منها اذا جمعا كخط واحد اعظم من\nالضلع الثالث وان كانت مختلفة فلننزل ان احدهما اعظمها\nونبين ان الباقيين اذا جمعا كخط واحد كان اعظم منه وليكن\nاعظمها ضلع بﺟ ونخرج خط اب على الاستقامة الى نقطة د ونفرض\nاد مثل اﺟ ونخرج خط ﺟد فلان مثلث اﺟد متساوى الساقيين\nساق اﺟ مثل ساق اد فببرهان ه من ا تكون زاوية اﺟد مثل\nزاوية ادﺟ فاذا زدنا عليها زاوية اﺟب تكون زاوية بﺟد باسرها\nاعظم من زاوية ﺏدﺟ فمثلث بﺟد زاوية بﺟد [منه] اعظم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \nمن زاوية ﺏدﺟ فببرهان يط من ا ضلع ﺏد اعظم من ضلع ﺏﺟ\nلكن ضلع ﺏد هو مساو لمجموع ضلعى ﺏا اﺟ فقد تبين ان كل\nمثلث فان ضلعين من اضلاعه مجموعين كخط واحد اعظم من\nالضلع الثالث وذلك ما اردنا ان نبين ﻉ برهان اخر لهذا الشكل\nفليكن مثلث ابﺟ فاقول ان مجموع ضلعى اب اﺟ <span id='ms32'></span> اعظم من\nضلع بﺟ على ان ضلع بﺟ اعظم من كل واحد من ضلعى اب\nاﺟ برهانه انا نقسم زاوية ﺏاﺟ بنصفين بخط اد كما بين ببرهان\nط من ا فمثلث اﺏد زاويته الخارجة اعنى زاوية ادﺟ اعظم من\nزاوية ﺏاد التى هى مساوية لزاوية ﺟاد وذلك بين ببرهان يو من\nا فمثلث ادﺟ زاوية ادﺟ منه اعظم من زاوية ﺟاد فببرهان يط من\nا يكون ضلع اﺟ اعظم من ضلع ﺟد وبمثل هذا البرهان يتبين\nان ضلع اب اعظيم من ضلع دب فمجموع ضلعى اب اﺟ اذن اعظم\nمن ضلع بﺟ وذلك ما اردنا ان نبين. برهان اخر زيادة فليكن\nمثلث ابﺟ وضلع بﺟ اطول الاضلاع ونفصل ﺏد مثل اب كما\nبين ببرهان ج من ا فبما بين ببرهان ه من ا تكون زاوية ﺏاد\nمثل زاوية ﺏدا وبما بينا ببرهان يو من ا تكون زاوية ﺏدا اعظم\nمن زاوية داﺟ وكذلك زاوية ﺟدا اعظم من زاوية داب فالزاويتان\nاللتان عند نقطة د عن جنبتى خط اد اذا جمعتا اعظم من زاوية\nﺏاﺟ وحدها وقد تبيذن ان زاوية ﺏدا مثل زاوية ﺏاد فتبقى\nزاوية ادﺟ اعظم من زاوية ﺟاد فضلع ﺟا اعظم من ضلع ﺟد وﺏد\nمثل اب فمجموع ضلعى اب اﺟ اعظم من ضلع بﺟ وذلك ما اردنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \nان نبين. وايضا زيادة فى هذا الشكل ان قال قائل انه يمكن\nان يكون مثلث ضلعان من اضلاعه مساويان للضلع الباقى\nفلننزل مثلث ابﺟ وننزل ان مجموع ضلعى اب اﺟ مساو لضلع\nبﺟ فنفصل ﺏد مثل اب كما بين ببرهان ج من ا فيبقى دﺟ\nمثل ﺟا ونخرج خط اد فلان ضلع ﺏد مثل ضلع ﺏا فان زاية\nادب مساوية لزاوية داب بحسب برهان ه من ا وبمثل هذا البرهان\nيتبين ان زاوية داﺟ مساوية لزاوية ﺟدا لكن الزاويتين اللتين\nعند نقطة د عن جنبتى خط اد معادلتان لقائمتين وذلك بين\nبحسب برهان يج من ا وهما مساويتان لزاوية ﺏاﺟ <span id='ms33'></span> وهذا محال لا\nيمكن من اجل ان خط دا قام على نقطة ا على فصل خطى ﺏا\nاﺟ فصير زاويتى ﺏاد داﺟ معادلتين لقائمتين فبحسب برهان يك\nمن ا يجب ان يكون خطا ﺏا اﺟ قد اتصلا على استقامة وصارا خطا\nواحدا مستقيما فخطا ﺏا اﺟ اذن خط واحد مستقيم فمثلث ﺏاﺟ\nيحيط به خطان مستقيمان هذا خلف غير ممكن وذلك ما اردنا\nان نبين. وايضا زيادة فى هذا الشكل ثم ننزل ايضا ان ضلعى\nاب اﺟ مجموعين اصغر من ضلع بﺟ ونفصل ﺏد مثل ﺏا وﺟه مثل\nاﺟ فببرهان ه تكون زاويتا ﺏد[ا] ﺏاد مساويتين وكذلك زاويتا\nﺟﻩا ﺟاه متساويتان لكن زاوية ادب اعظم من زاوية داﺟ وزاوية\nداﺟ اعظم من زاوية ﺟاه فزاوية ادب اذن اعظم من زاوية ﺟاه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \nكثيرا وكذلك يتبين ان زاوية اهﺟ اعظم من زاوية ﺏاد كثيرا\nفمجموع زاويتى ادب اهﺟ اعظم من مجموع زاويتى ﺏاد ﺟاه وقد\nكان مساويا له وهذا محال*\n\n<h2 class='l2' id='head22'>[chapter 21: I 21] الشكل الحادى والعشرون من المقالة الاولى</h2>\n\n\n#\nكل مثلث يخرج (ع) من طرفى ضلع من اضلاعه خطان يلتقى\nطرفاهما على نقطة فى داخل المثلث فانهما اقصر (ط) من ضلعى\nالمثلث البلقيين ولكنهما يحيطان بزاوية اعظم من الزاوية التى\nيحيط بها ضلعا المثلث. مثاله ان مثلث ابﺟ قد خرج من\nطرفى ضلع بﺟ منه خطا ﺏد ﺟد والتقى طرفاهما داخل المثلث\nعلى نقطة د فاقول ان محموعهما اصغر من مجموع ضلعى اب اﺟ\nوان زاوية ﺏدﺟ اعظم من زاوية ﺏاﺟ برهانه انا نخرج خط دب\nعلى استقامته الى نقطة ه فمجموع ضلعى ﺏا اه اعظم من صلع ﺏه\nونجعل ﺟه مشتركا فمجموع ضلعى ﺏا اﺟ اعظم من مجموع ضلعى\nﺏه هﺟ وذلك بين بحسب برهان ك من ا وايضا مجموع ضلعى\nﺟه ﻩد اعظم من ضلع ﺟد ونجعل دب مشتركا فمجموع ضلعى\nﺟه ﻩب اعظم من مجموع ضلعى ﺟد دب وذلك بين ايضا من\nبرهان ك من ا فمجموع ضلعى اﺟ اب اذن <span id='ms34'></span> اعظم من مجموع ضلعى\nﺏد دﺟ كثيرا وايضا فان زاوية ﺟﻩد حارجة من مثلث اﺏه فهى\nاذن اعظم من زاوية هﺍﺏ وذلك بين بحسب برهان يو من ا وبهذا\nالاستشهاد تكون زاوية ﺏدﺟ اعظم من زاوية ﺟﻩد فزاوية ﺏدﺟ\nاذن اعظم من زاوية ﺏاﺟ كثيرا وذلك ما اردنا ان نبين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p09'> Vol. 01, p. 09</a>\n            </div>\n            \n6\n\n<h2 class='l2' id='head23'>[chapter 22: I 22] الشكل الثانى والعشرون من المقالة الاولى</h2>\n\n\n#\nنريد ان نبين كيف نعمل (ط) مثلثا من ثلثة (ع)\nخطوط مفروضة (مساوية لثلثة خطوط معل[ومة]) على ان\nكل خطين منها مجموعين اعظم من الخط الثالث لان سبيل\nالمثلث بحسب برهان ك من ا ان يكون كل ضلعين من\nاضلاعه اذا جمعا اعظم من الثالث. مثاله ان خطوط ا ب ﺟ\nالثلثة مفروضة ونريد ان نبين كيف نعمل منها مثلثا على ان\nمجموع خطى اب كخط واحد اعظم من خط ﺟ ومجموع خطى بﺟ\nاعظم من خط ا ومجموع خطى ﺟا اعظم من خط ب فنخط خطا\nمستقيما غير محدود النهاية وهو خط دط ونفصل دز مساويا لخط\nا ونفصل زح مساويا لخط ب ونفصل ﺡط مساويا لخط ﺟ بحسب\nما بين ببرهان ج ونجعل نقطة ز مركزا ونخط ببعد زد دائرة\nدﮐﻝ ونجعل نقطة ح مركزا ونخط ببعد ﺡط دائرة ﻁﮐل ونخرج\nمن نقطة ﮐ خطى ﮐز ﮐح فلان نقطة ز مركز لدائرة دﮐل\nوقد خرج منها الى المحيط خطا زﮐ زد فخط زﮐ اذن مثل خط\nزد لكن خط زد مثل ا فضلع زﮐ مثل ا وايضا فان نقطة ح\nمركز لدائرة طكل وقد خرج منها الى المحيط خطا ﺡط ﺡﮐ\nفخط حﮐ اذن مثل خط ﺡط وخط ﺡط فصلناه مثل خط ﺟ\nفضلع ﮐح مساو لخط ﺟ وكنا فصلنا زح مثل خط ب فاضلاع\nمثلث زكح مساوية لخطوط ابﺟ زﮐ مثل ا و ﮐح مثل ﺟ وزح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \nمثل ب فقد تبين مما وصفنا انا قد عملنا مثلثا مساوية اضلاعه\nلخطوط ا ب ﺟ المعلومة وذلك ما اردنا ان نبين.\n\n<h2 class='l2' id='head24'>[chapter 23: I 23] الشكل الثالث والعشرون من المقالة الاولى</h2>\n\n\n#\nنريد ان نبين كيف <span id='ms35'></span> نعمل على نقطة معلومة من خط مفروض\nزاوية مساوية لزاوية مفروضة فلننزل ان الخط اب والنقطة المفروضة\nنقطة ا والزاوية المفروضة زاوية ﻩدز ونريد ان نبين كيف نعمل\nعلى نقطة ا زاوية مثل زاوية ﻩدز فنعلم على خط ده نقطة ﺡ وعلى\nخط دز نقطة ط ونخرج خط ﺡط ونعمل على خط اب مثلثا اضلاعه\nمساوية للاضلاع مثلث دﺡط ونتفقد عند عملنا بان نجعل ضلع\nاﮐ مثل ضلع دح وضلع ﮐﻝ مثل ضلع ﺡط وضلع ال مثل ضلع\nدط بحسب ما بينا عمل ذلك ببرهان كب من ا وقد علمنا\nببرهان ح من ا ان زاوية ﮐال مساوية لزاوية ﺡدط وذلك\nلان الضلعين المحيطين بزاوية ﮐﺍل قد بينا انهما مساويان\nللضلعين المحيطين بزاوية ﺡدط كل ضلع مساو لنظيره وقاعدة\nﮐل مثل قاعدة ﺡط فالزاويتان اللتان يواترهما هاتان القاعدتان\nالمتساويتان متساويتان فقد عملنا على نقطة مفروضة من خط\nمفروض زاوية مساوية لزاوية مفروضة وذلك ما اردنا ان نبين.\n\n<h2 class='l2' id='head25'>[chapter 24: I 24] الشكل الرابع والعشرون من المقالة الاولى</h2>\n\n\n#\nكل مثلثين يساوى ضلعان من احدهما ضلعين من الآخر كل\nضلع لنظيره وتكون احدى الزاويتين اللتين يحيط بهما الاضلاع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \nالمتساوية اعظم من الزاوية الاخرى فان الضلع الباقى الذى يوتر\nالزاوية العظمى اعظم من الضلع الباقى من المثلث الاخر الذى\nيوتر الزاوية الصغرى مثاله ان ضلعى اب اﺟ من مثلث ابﺟ\nمساويان لضلعى ده دز من مثلث ﻩدز ضلع اب مثل صلع ده وضلع\nاﺟ مثل ضلع دز وزاوية ﺏاﺟ اعظم من زاوية ﻩدز فاقول ان ضلع\nبﺟ الذى يوتر زاوية ﺏاﺟ العظمى اعظم من ضلع ﻩز الذى يوتر\nزاوية ﻩدز الصغرى برهانه انا نعمل على نقطة د من خط ﻩد زاوية\nمثل زاوية ﺏاﺟ كما بينا عملها ببرهان كج من [ا] ولتكن زاوية\nﻩدح ونجعل دح مثل اﺟ كما بينا ذلك ببرهان ج من ا ونخرج\nخطى ﺡز ﺡه فضلعا ﺏا اﺟ من مثلث ابﺟ مساويان لضلعى ده\nدح من مثلث ﻩدح كل ضلع مثل نظيره ضلع اب مثل <span id='ms36'></span> ضلع ده\nوضلع اﺟ مثل ضلع دح وزاوية ﺏاﺟ مثل زاوية ﻩدح فبحسب برهان\nد من ا تكون قاعدة بﺟ مساوية لقاعدة هﺡ وايضا فان مثلث\nدزح متساوى الساقين ساق دز مثل ساق دح فبحسب برهان ه\nمن ا تكون زاوية دزح مساوية لزاوية دﺡز لكن زاوية دﺡز\nاعظم من زاوية هﺡز فزاوية دزح اعظم من زاوية هﺡز فاذا زدنا زاوية\nﻩزد كانت زاوية ﻩزح اعظم من زاوية ﻩﺡز كثيرا فمثلث ﻩزح له\nزاويتان احداهما اعظم من الاخرى اعنى ان زاوية ﻩزح اعظم من\nزاوية هﺡز فبحسب برهان يط من ا يكون ضلع هﺡ الموتر للزاوية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \nالعظمى اعظم من ضلع ﻩز الموتر للزاوية الصغرى لكن ﻩح مثل\nبﺟ فقاعدة بﺟ قد تبين انها اعظم من قاعدة ﻩز وذلك ما اردنا\nان نبين زيادة فى هذا الشكل فانا متى اخرجنا خط دح مساويا\nلضلع اﺟ ثم اخرجنا خط ﺡه فجاز نقطة ز (ه .scr) فحدث مثلث\nدﺡه وقد خرج من طرفى ضلع من اضلاعه وهو ضلع ده خطان\nوهما دز ﻩز فالتقى طرفاهما على نقطة ز داخل المثلث فبحسب\nبرهان كا من ا فان مجموع ضلعى ﻩز دز. كخط واحد اصغر من\nمجموع ضلعى دح ﺡه لكن ضلع دح مثل ضلع دز فيبقى ضلع\nﻩح اعظم من ضلع ﻩز وقد تبين بحسب برهان [د] من [ا] ان قاعدة\nﻩح مثل قاعدة بﺟ فقاعدة بﺟ اذن اعظم من قاعدة ﻩز وذلك ما\nاردنا ان نبين.\n\n<h2 class='l2' id='head26'>[chapter 25: I 25] الشكل الخامس والعشرون من المقالة الاولى</h2>\n\n\n#\nكل مثلثين (ع) يساوى ضلعان من احدهما ضلعين من الاخر كل\nضلع لنظيره والضلع الباقى من احدهما اعظم من الضلع الباقى\nمن المثلث الاخر فان زاوية المثلث التى يوترها الضلع الاعظم\nاعظم (ط) من الزاوية الاخرى التى يوترها الضلع الاصغر مثاله ان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \nضلعى اب اﺟ من مثلث ابﺟ يساويان ضلعى ده دز من مثلث\nﻩدز ضلع اب مثل ضلع ده وضلع اﺟ مثل ضلع دز وضلع ﺏﺟ\nالباقى من مثلث ابﺟ اعظم من <span id='ms37'></span> ضلع ﻩز من مثلث ﻩدز الباقى\nفاقول ان زاوية ﺏاﺟ اعظم من زاوية ﻩدز برهانه انها ان لم تكون\nاعظم منها فهى مثلها او اصغر منها ولو كانت مثلها فان مما\nبينا ببرهان د من ا يجب ان تكون قاعدة بﺟ مثل قاعدة ﻩز\nوهى اعظم منها هذا خلف لا يمكن فليس بﺟ اذا مثل ﻩز\nولا يجب ايضا ان تكون اصغر منها الانها ان كانت اصغر\nمنها فبحسب برهان كد من ا يجب ان يكون ضلع بﺟ\nاصغر من ضلع ﻩز وكنا فرضناه اعظم منه هذا خلف غير ممكن\nفقد نبين ان زاوية ا ليست بمساوية لزاوية د و لا هى ايضا اصغر\nمنها فهى اذن اعظم منها وذلك ما اردنا ان نبين مضاف الى هذا\nالشكل وليس يعرف صاحبه وهو برهانه من غير طريق الخلف\nفلننزل ان مثلثى ابﺟ دﻩز ضلع اب مثل ضلع ده وضلع اﺟ مثل\nضلع دز وضلع بﺟ الباقى اعظم من ضلع ﻩز الباقى فاقول ان\nزاوية ﺏاﺟ اعظم من زاوية ﻩدز برهانه انا نخرج خط ﻩز الى ح على\nالاستقامة ونجعل هﺡ مثل بﺟ ونخرج خط ﻩد على الاستقامة الى\nنقطة ط ونجعل دط مثل اﺟ ونجعل نقطة د مركزا ونخط ببعد دط\nقوس ﻁكز لان ﻁد مثل دز فلان ضلعى اب واﺟ كخط واحد اعظم\nمن ضلع بﺟ كالذى نبين من برهان ك من ا وضلع بﺟ مساو\nلضلع هﺡ ومجموع ضلعى اب اﺟ كخط واحد هو خط ﻩط فخط ﻩط\nاذن اعظم من خط هﺡ ونجعل نقطة ه مرﮐا ونخط ببعد هﺡ (ف)قوس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \nﺡل ونخرج هﮐ ودﮐ فخط دﮐ مساو لخط دط لكن دط مثل\nاﺟ فخط دﮐ اذن مثل اﺟ وايضا فلان هﮐ مثل هﺡ وخط هﺡ\nفرضناه مثل بﺟ يكون هﮐ مثل بﺟ فمثلثا ابﺟ ﻩدﮐ ضلعان\nمن احدهما مساويان لضلعين من الاخر اب مثل ده واﺟ مثل دﮐ\nوضلع بﺟ الباقى مثل ضلع ﻩﮐ الباقى فظاهر من برهان <span id='ms38'></span> ح من\nا ان زاوية ﺏاﺟ مثل زاوية ﻩدﮐ لكن زاوية ﻩدﮐ اعظم من زاوية\nﻩدز فزاوية ﺏاﺟ اذن اعظم من زاوية ﻩدز وذلك ما اردنا ان نبين.\n\n<h2 class='l2' id='head27'>[chapter 26: I 26] الشكل السادس والعشرون من المقالة الاولى</h2>\n\n\n#\nكل مثلثين (ع) تساوى زاويتان من احدهما زاويتين من الاخر\nكل زاوية ونظيرتها ويساوى ضلع من احدهما نظيره من الاخر\nاى ضلع كان فان الضلعين الباقيين من احدهما يساويان (ط)\nالضلعين الباقيين من المثلث الاخر كل ضلع لنظيره والزاوية\nالباقية مثل (ط) الزاوية الباقية والمثلث (ط) مثل المثلث مثاله ان\nزاويتى ابﺟ اﺟب من مثلث ابﺟ مساويتان لزاويتى دﻩز دزه من\nمثلث دﻩز زاوية ابﺟ مساوية لزاوية دﻩز وزاوية اﺟب مساوية لزاوية\nدزه وننزل ان ضلع بﺟ اولا مثل ضلع ﻩز فاقول ان ضلعى ﺏا اﺟ\nالباقيين مثل ضلعى ﻩد دز الباقيين ضلع اب مثل ضلع ده وضلع\nاﺟ مثل ضلع دز وزاوية ﺏاﺟ مثل زاوية ﻩدز برهانه انه ان لم\nيكن ضلع ﺏا مثل ضلع ﻩد فليكن احدهما اعظم فلننزل ان\nضلع اب اعظم ونفصل ﺏح مساويا لضلع ده كما بين ببرهان\nج من ا وضلع بﺟ فرض مثل صلع ﻩز فضلعا ﺟب بﺟ من مثلث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \nبﺟح مثل ضلعى ﻩز ﻩد من مثلث ﻩدز كل ضلع مساو لنظيره\nوزاوية دﻩز مساوية لزاوية ﺟﺏح فبحسب برهان د من ا تكون\nزاوية بﺟح مساوية لزاوية دزه لكن زاوية دزه فرضت على انها\nمساوية لزاوية اﺟب والمساوية لشى واحد فهى متساوية فزاوية اﺟب\nمساوية لزاوية بﺟح العظمى للصغرى وهذا خلف فليس ضلع اب\nاعظم من ضلع ده ولا يمكن ايضا ان يكون اصغر لان البرهان\nواحد فضلع اب اذن مساو لضلع ده وضلع بﺟ مثل ضلع ﻩز\nفضلعا اب بﺟ من مثلث ابﺟ مثل ضلعى ده ﻩز من مثلث دﻩز\nكل ضلع مساو لنظيره وزاوية ابﺟ مساوية لزاوية دﻩز فببرهان د\nمن ا يكون ضلع اﺟ الباقى من مثلث ابﺟ مثل ضلع دز الباقى\nمن مثلث دﻩز وزاوية <span id='ms39'></span> ﺏاﺟ مثل زاوية ﻩدز وذلك ما اردنا ان نبين.\nوايضا فانا ننزل ان ضلع اب مساو لضلع ده وزاوية ب مساوية\nلزاوية ه وزاوية ﺟ مساوية لزاوية ز فاقول ان ضلع بﺟ مساو لضلع\nﻩز برهانه انه اذا لم يكن ضلع بﺟ مساويا لضلع ﻩز فان احدهما\nاعظم فلننزل ان ضلع بﺟ اعظم من ضلع ﻩز ونفصل خط ﺏط\nمثل ضلع ﻩز كما بينا ببرهان ج من ا ونخرج خط اط فضلعا اب\nﺏط من مثلث اﺏط مساويان لضلعى ده ﻩز من مثلث دﻩز كل\nضلع مساو لنظيره وزاوية اﺏط مثل زاوية دﻩز فببرهان د من ا\nتكون زاوية اطﺏ مساوية لزاوية دزه وزاوية دزه فرضت مساوية\nلزاوية اﺟط فزاوية اطﺏ الخارجة من مثلث اﺟط اذن مساوية لزاوية\nاﺟط الداخلة لكن بحسب برهان يو من ا يجب ان تكون زاوية\nاطب الخارجة اعظم من زاوية اﺟط الداخلة وهى ايضا مثلها هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \nخلف لا يمكن فضلع بﺟ اذن ليس باعظم من ضلع ﻩز ولا ايضا\nاصغر منه فهو اذن مثله فضلعا اب بﺟ من مثلث ابﺟ مساويان\nلضلعى ده ﻩز من مثلث دﻩز كل ضلع مساو لنظيره وزاوية\nابﺟ مثل زاوية دﻩز فالضلع الباقى من مثلث ابﺟ مساو\nللضلع الباقى من مثلث دﻩز وسائر الزوايا مثل سائر الزوايا\nفضلع اﺟ مثل ضلع دز وزاوية ﺏاﺟ مساوية لزاوية ﻩدز وذلك ما\nاردنا ان نبين. مضاف الى هذا الشكل على سبيل التوسع\nوجدته ولست اعرف صاحبه متى كانت زاوية ب مساوية\nلزاوية ه وزاوية ﺟ مساوية لزاوية ز وضلع بﺟ مثل ضلع ﻩز فانا\nمتى ركبنا بﺟ على ﻩز نقطة ب على نقطة ه ونقطة ﺟ على نقطة\nز نركب خط بﺟ على خط ﻩز لانهما متساويان ونركب زاوية ب\nعلى زاوية ه وزاوية ﺟ على زاوية ز فمن البين ان ضلعى اب اﺟ\nينطبقان على ﻩد دز وزاوية ا تنطبق على زاوية د لانه ان لم ينطبق\nضلعا اب اﺟ على ضلعى ده دز فاما ان <span id='ms40'></span> يقعا مثل ﻩح زح فتكون\nزاوية زﻩح اعنى زاوية ابﺟ مثل زاوية زﻩد العظمى مثل الصغرى\nوهذا غير ممكن وان وقعا فى داخل مثلث دﻩز كخطى ﻩح زح\nفان زاوية زﻩد اعنى زاوية ﺟﺏا اعظم من زاوية ﺟﺏا وقد كانت\nمثلها وهذا خلف لا يمكن. وهذا الشكل الزائد ان اجرى\nامره كما اجرى الشكل الرابع من هذه المقالة من غير استشهاد\nالخلف فانه واضح ان زاوية ب تنطبق على زاوية ه وزاوية ﺟ تنطبق\nعلى زاوية ز وان هاتين الزاويتين اذا انطبقتا على زاويتى ﻩز وانطبق\nوتركب ضلع بﺟ على ضلع ﻩز فان الضلعين الباقيين يتركب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \nكل واحد منهما على نظيره وتتركب زاوية ا على زاوية د ويتركب\nالمثلث على المثلث وذلك ما اردنا ان نبين فاذا حصلت هذه\nالمقدمة فانه يحصل برهان الشكل السادس من هذه المقالة بغير\nخلف وهو اذا تساوت زاويتان من مثلث فهو متساوى الساقين\nمثاله ان مثلث ابﺟ زاوية ابﺟ منه مساوية لزاوية اﺟب فاقول ان\nساق اب مثل ساق اﺟ برهانه انا نفصل ﺏد ﺟه متساويين ونخرج\nخطى ﺏه ﺟد فضلعا دب بﺟ مثل ضلعى هﺟ ﺟب فزاوية دبﺟ\nمثل زاوية بﺟه فبحسب برهان د من ا تكون قاعدة دﺟ مثل\nقاعدة ﻩب وزاوية ﺟﺏه مثل زاوية بﺟد وزاوية ﺏدﺟ مثل زاوية\nﺏهﺟ وبحسب برهان الشكل الزائد فى كو من ا فان زاوية اﻩب\nالباقية مساوية لزاوية ادﺟ الباقية وضلع اب مثل ضلع اﺟ وايضا\nفان زاوية اﺏه الباقية مثل اﺟد الباقية فبحسب برهان\nالشكل المقدم الزائد فى كو من ا فان ضلع اد مساو لضلع اه\nوقد كنا بينا ان ﺏد مثل ﺟه فخط ﺏا مثل خط ﺟا باسره فساق\nاب مثل ساق اﺟ وذلك ما اردنا ان نبين.\n\n<h2 class='l2' id='head28'>[chapter 27: I 27] الشكل السابع والعشرون من المقالة الاولى</h2>\n\n\n#\nاذا وقع خط (ع) مستقيم على خطين مستقيمين فصير الزاويتين\nالمتبادلتين متساويتين فان الخطين (ط) متوازيان مثاله ان خط ﻩز\nوقع على خطى اب ﺟد فصير زاويتى احﻁ حﻁد <span id='ms41'></span> المتبادلتين\nمتساويتين فاقول ان خطى اب ﺟد متوازيان برهانه انهما ان لم\nيكونا متوازيين فانهما اذا اخرجا فى احدى الجهتين التقيا\nفنخرجهما فى جهة ﺏد فيلتقيان على نقطة ﮐ ان امكن ذلك فتصير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \nزاوية اﺡط الخارجة من مثلث ﺡطﮐ اعظم من زاوية ﺡطﮐ\nالداخلة كما بين ببرهان يو من ا وهذا خلف لان زاوية اﺡط\nفرضت مساوية لزاوية ﺡطد فخطا اب ﺟد ان اخرجا فى الجهتين\nجميعا لم يلتقيا ولو خرجا الى غير نهاية فهما متوازيان وذلك ما\nاردنا ان نبين.\n\n<h2 class='l2' id='head29'>[chapter 28: I 28] الشكل الثامن والعشرون من المقالة الاولى</h2>\n\n\n#\nاذا وقع خط مستقيم على خطين مستقيمين (ع) فصير الزاوية (ع) الخارجة\nمثل الداخلة التى تقابلها او صير (ع) الزاويتين اللتين فى جهة واحدة\nالداخلتين معادلتين لقائمتين فان الخطين متوازيان (ط) مثاله ان\nخط ﻩز وقع على خطى اب ﺟد فصير ﻩﺡب الخارجة مثل زاوية ﺡطد\nالداخلة التى تقابلها اوصير مجموع زاويتى بﺡط دطﺡ مساويا\nلمجموع زاويتين قائمتين فاقول ان خطى اب ﺟد متوازيان برهانه\nان زاوية هﺡب مساوية لزاوية ﺡﻁد ولكن زاوية ﻩﺡب مساوية\nلزاوية اﺡط وذلك بحسب برهان يه من ا والمساوية لشى واحد\nفهى متساوية فزاوية اﺡط مساوية لزاوية ﺡط د وهما المتبادلتان\nفبحسب برهان كز من ا يكون خط اب موازيا لخط ﺟد.\nوايضا فليكن مجموع زاويتى ﺏﺡط ﺡﻁد الذاخلتين اللتين فى\nجهة واحدة مساويا لمجموع زاويتين قائمتين فاقول ان خط اب\nمواز لخط ﺟد برهانه ان [مجم]وع زاويتى بﺡط ﺡطد معادلتان\nلقائمتين وكذلك بحسب برهان يج من ا يكون مجموع زاويتى\nاﺡط ﺏﺡط معادلتين لزاويتين قائمتين فزاويتا اﺡط بﺡط مثل\nزاويتى بﺡط ﺡطد فنسقط زاوية بﺡط المشتركة فتبقى زاويتا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \nاﺡط ﺡطد المتبادلتان مساويتين فخط اب مواز لخط ﺟد وذلك\nما اردنا ان نبين. مقدمات واشكال يحتاج اليها فى الشكل\nالتاسع والعشرين من المقالة الاولى لسنبليقيوس واغانيس ان\nالمقدمة المستعلمة فى برهان الشكل التاسع والعشرين من\nالمقالة الاولى وهى ان كل خطين يخرجان على اقل من زاويتين\nقائمتين فانهما <span id='ms42'></span> يلتقيان ليست من القضايا المقبولة قال سنبليقيوس\nفى ذلك ان هذه المصادرة ليست بظاهرة كل ذلك لكنه قد احتيج\nفيها الى بيان بالخطوط حتى ان ابظينياطوس وذيوذرس بيناه\nباشكال كثيرة مختلفة وبطلميوس ايضا قد عمل بيانه والبرهان\nعليه واستعمل فى ذلك الشكل الثالث عشر والخامس عشر\nوالسادس عشر من المقالة الاولى من الاسطقسات وذلك ليس بمنكر\nلان اوقليدس انما استعمل هذه المصادرة فى الشكل التاسع\nوالعشرين من هذه المقالة وقد كان هذا المعنى فى نفسه ايضا\nمستحقا للنظر والقول فيه وان نبين انه كما ان الخطين اذا\nاخرجا على زاويتين قائمتين كانا متوازيين كذلك اذا اخرجا\nعلى اقل من زاويتين قائمتين كانا متلاقيين. فاما اغانيس\nصاحبنا فانه لم ير ان يتقدم فيستعمل هذا المعنى على انه مصادرة\nاذ كان يحتاج الى برهان لكنه استعمل اشكالا اخر مكان\nالاشكال التى فى الاسطقسات حتى برهن الشكل التاسع والعشرين\nمن غير ان جعل هذا المعنى مصادرة ثم برهن هذه المصادرة بعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \nذلك بمذاهب وسبل هندسية وهذا كلامه بالفاظه قال اغانيس\nومن اجل انا كنا قصدنا ان نبين ان المصادرة على ان الخطين\nاللذين يخرجان على اقل من زاويتين قائمتين يلتقيان قد تصح\nببرهان هندسى اذ كان فيها طعن يطعن به قديما على\nالمهندسين ويقال لهم انكم تطلبون ان يسلم لكم ما ليس ببين\nفتبينون به الاشياء الاخر فانا نفعل ذلك ولعل هذا المعنى عظيم\nجليل القدر وانا ارى انه لا يحتاج الى كلام طويل ولا ذى فنون\nفاقول انا حددنا الخطوط المتوازية بان قلنا انها التى فى سطح\nواحد واذا اخرجت اخراجا دائما غير متناه فى الجهتين جميعا\nكان البعد بينهما ابدا بعدا واحدا والبعد بينهما هو اقصر خط\nيصل بينهما كما قيل ذلك ايضا فى الابعاد الاخر فينبغى ان تزاد\nهذه الاشكال فى المقالة الاولى من (كتاب الاولى من) كتاب\nالاصول بعد الشكل السادس والعشرين حتى يصير هذا الشكل\nالسابع والعشرين وهو اذا كان خطان مستقيما[ن] متوازيين فان\nالبعد بينهما هو <span id='ms43'></span> عمود على كل واحد منهما مثاله انا نفرض خطين\nمتوازيين وهما اب ﺟد وليكن البعد بينهما ﻩز فاقول ان خط ﻩز\nعمود على كل واحد من خطى اب ﺟد برهانه انه ان لم يكن\nعمودا عليهما فلتكن الزاويتان اللتان عند نقطة ه ليستا\nبقائمتين ولتكن الحادة منهما زاوية [زه]ا ولنخرج من نقطة ز عمودا\nعلى خط اب وهو زح وذلك انه يقع فى جهة ا فبحسب برهان يط\nمن ا يكون زه اطول من زح وقد كان زه فرض اقصر خط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \nمستقيم يقع بين خطى اب ﺟد هذا خلف فاذن خط ﻩز عمود على\nكل واحد من خطى اب ﺟﺩ وذلك ما اردنا ان نبين.\nشكل ثان لاغانيس اذا وقع خط مستقيم على خطين مستقيمين\nفكان عمودا على كل واحد منهما فان الخطين متوازيان والعمود\nهو البعد الذى بينهما مثاله ان خطى اب ﺟد قد وقع عليهما خط\nﻩز فاحاط مع كل واحد منهما بزاويتين قائمتين فاقول ان خطى\nاب ﺟد متوازيان وان خط ﻩز هو البعد بينهما برهانه انهما ان لم\nيكونا متوازيين فانا نجيز على نقطة ز خطا موازيا لخط اب\nوليكن ان امكن خط زح وننزل ان الخط الموازى لخط اب هو\nخط زح فخط ﻩز اذن يجب ان يكون البعد بين خط اب وخط\nزح لانه اقصر الخطوط التى تخرج من نقطة ز الى خط اب فزاوية\nﺡزه قائمة وذلك بحسب برهان الشكل المتقدم ولكن زاوية دزه\nفرضت قائمة هذا خلف فاذن خطا اب جد متوازيان وخط زه هو\nالبعد بينهما وذلك ما اردنا ان نبين. شكل ثالث لاغانيس\nالخط المستقيم المخرج على الخطوط المتوازية يصير الزوايا المتبادلة\nمتساوية ويصير الزواية الخارجة مساوية للزاوية الداخلة المقابلة\nلها ويصير الزاويتين اللتين فى جهة واحدة مساويتين لمجموع\nزاويتين قائمتين مثاله انا نخرج على خطى اب جد المتوازيين\nخطا مستقيما عليه ﻩز فاقول ان الزوايا التى حدثت على ما حددنا\nبرهانه انا نخرج من كل واحد من نقطتى ﻩز <span id='ms44'></span> البعد الذى بين\nخطى اب جد وهما خطا ﻩط زﮐ فتكون الاربع الزوايا التى حدثت\nعنهما قائمة فخط ﻩط مواز لخط ﮐز وذلك بحسب برهان الشكل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \nالمتقدم وخط هﮐ مواز لخط طز وخطا ﻩط ﮐز هما البعد بينهما\nفهما اذا متساويان ومن اجل ان خط طز مساو لخط هﮐ وخط ﻩط\nمساو لخط زﮐ وهذه الخطوط تحيط بزاويا متساوية فان المثلثين\nمتساويان وباقى الزوايا مساوية لباقى الزوايا فزاوية طزه مساوية\nلزاوية زهﮐ وهما متبادلتان ولتكن زاوية طزه مساوية لزاوية ﺡزد\nلانهما على التقاطع وذلك بحسب برهان يه من ا فزاوية زهﮐ\nمساوية لزاوية ﺡزد الخارجة للداخلة المقابلة لها وايضا فمن اجل\nما بينا ان الزوايا المتبادلة متساوية فانا نزيد زاوية دزه مشتركة\nفتكون زاويتا طزه ﻩزد اللتين هما مساويتان لقائمتين مساويتين\nلزاويتى ﮐﻩز دزه فاذن الزاويتان اللتان فى جهة واحدة مساويتان\nلقائمتين وذلك ما اردنا ان نبين. شكل رابع لاغانيس اذا\nاخرج خط مستقيم على خطين مستقيمين فكانت الزاويتان\nالمتبادلتان اللتان احاط بهما مع الخطين متساويتين او كانت\nالزاوية الخارجة مساوية للزاوية الداخلة المقابلة لها او كانت\nالزوايتان الداخلتان اللتان فى جهة واحدة مساويتين لقائمتين\nفان الخطين متوازيان مثاله ان خطى اب جد وقع عليهما خط ﻩز\nفاحاط معهما [بزو]ايا على ما حددنا فاقول ان خطى اب جد\nمتوازيان. برهانه انه ان كان خط ﻩز عمودا فظاهر ان خطى\nاب جد متوازيان لما قيل فى الشكل الثانى من هذه الاشكال\nالزائدة وان لم يكن خط ﻩز عمودا فانا نخرج من نقطة ه الى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \nخط جد عمود ﻩﮐ فان كانت زاوية ه قائمة فظاهر ايضا ان خطى\nاب جد متوازيان لما قيل فى الشكل الثانى من هذه الاشكال\nالزائدة وان لم تكن زاوية ه قائمة فانا نخرج من نقطة ه عمودا\nعلى خط هﮐ كما بين ببرهان يا من ا ليكن عمود ﻩل قيكون\nخطا ﻩل جد متوازيين فزاويتاهما المتبادلتان متساويتان وذلك\nكما بين فى الشكل الثالث من هذه الاشكال الزائدة <span id='ms45'></span> فاذن\nكل واحدة من زاويتى زﻩب زﻩل مساوية لزاوية جزه وذلك غير\nممكن فخطا اب جد متوازيان وذلك ما اردنا ان نبين وبحسب\nاوضاع اغانيس فانه قال ويصير الشكل الحادى والثلثون نريد ان\nنخرج من نقطة مفروضة خطا موازيا لخط مفروض والشكل الثانى\nوالثلثون السطوح المتوازية الاضلاع اضلاعها المتقابلة متساوية\nوالشكل الثالث والثلثون الخطوط الموازية لخط واحد هى متوازية\nوالربع والثلثون الخطوط المستقيمة التى تصل بين الخطوط المتساوية\nالمتوازية هى متساوية متوازية والخامس والثلثون اذا وقع خط\nمستقيم على خطين مستقيمين فكانت الزاويتان الداخلتان\nاللتان فى جهة واحدة اصغر من قائمتين فان الخطين اذا اخرجا\nفى جهة الزاويتين التين هما اقل من قائمتين التقيا مثاله ان\nخطى اب جد المستقيمين وقع عليهما خط ﻩز المستقيم فصارت\nالزاويتان اللتان فى جهة ﺏد اصغر من قائمتين فاقول ان خطى\nاب جد يلتقيان فى تلك الجهة برهانه انا نجيز على نقطة ز خطا\nموازيا لخط اب كما بين اخراجه ببرهان اوقليدس فى لا من\nا وليكن خط زح ونخرج البعد بينهما بحسب برهان يا من ا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \nوهو خط زه ونفرض على خط زد نقطة كيف ما وقعت ولتكن\nنقطة ط ونخرج من نقطة ط عمودا على خط زه كما بين ببرهان\nيا من ا وليكن خط ﻁى ونقسم خط زه بنصفين كما بين\nببرهان ي من ا ونقسم ايضا نصفه بنصفين ولا نزال نفعل ذلك\nدائما حتى تقع القسمة دون نقطة ى فلتقع القسمة على نقطة م\nفمن البين ان نقطة م يقع على قسم ينطق به من خط ﻩز\nفلننزل ان القسم الذى يقع دون نقطة ى هو ربع زه مثلا ولنجز\nعلى نقطة م خطا موازيا لخطى زح اب وهو خط ﻡن كما بين\nببرهان لا من ا ونخرج خط زد اخراجا غير محدود ونجعل فى زق\nمن اضعاف زن كاضعاف ﻩز لمقدار زم وهو اربعة اضعاف فاقول ان\nخطى اب جد يلتقيان على نقطة ق برهان ذلك انا نفصل من <span id='ms46'></span>\nخط زق خطا مساويا لخط زن كما بين ببرهان ج من ا وليكن\nخط نس ونخرج على نقطة س خطا موازيا لخط زه وهو خط س ش\nونخرج خط ﻡن الى نقطة ع فيكون مثلثا زﻡن نﺱع ضلعان من\nاضلاعهما متساويان وهما زن [ن]س وزاوية زنﻡ مساوية لزاوية\nعﻥس وذلك بين ببرهان يه من ا وببرهان الشكل الثالث\nالموضوع من اوضاع اغانيس من هذه المقدمات تكون زاوية\nﻡزن مساوية لزاوية نﺱع لانهما المتبادلتان فبحسب برهان كو\nمن ا يكون باقى الاضلاع مثل باقى الاضلاع كل ضلع مساو\nلنظيره والزاوية الخارجة مساوية للزاوية الباقية فضلع زم مثل ضلع\nﺱع وضلع ﻉش مثل ضلع زم لانه مقابل له فى سطح متوازى\nالاضلاع فخط س ش ضعف خط زم فان اخرجنا من نقطة ق خطا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \nموازيا لخطى ﻩز ﺱش واجزنا على نقطة س خط تﺱ على استقامة\nيوازى خط اب ويلقى الخط المخرج من نقطة ق الموازى لخط ﻩز\nفبين انه نفصل منه خطا مساويا لخط زت فلنخرجه وليكن خط\nﻑق فيكون خط ﻑق مساويا لخط ﺕز لان ﺱق مثل ﺱز وزاوية\nتﺱز مثل زاوية قﺱف وزاوية ﻑقﺱ مثل زاوية ﺕزس المتبادلتان\nفبحسب برهان كو من ا يكون ﻑق مثل زت لكن زت مثل\nتﻩ فخط ﻑق مثل تﻩ فخط اﻩب يلقى خط ﻑق على نقطة ق\nوذلك بحسب ما رتب اغانيس فى موضع الشكل الذى يقول ان\nالخطوط التى تصل بين اطراف الخطوط المتساوية المتوازية هى\nمتوازية متساوية فقد تبين انه اذا وقع خط مستقيم على خطين\nمستقيمين فكانت الزاويتان الداخلتان اللتان فى جهة واحدة\nاقل من زاويتين قائمتين فان الخطين اذا اخرجا فى جهة الزاويتين\nاللتين هما اقل من قائمتين التقيا وذلك ما اردنا ان نبين.\nكل ما وصفه فى هذا الشكل وفى مقدماته التى قدمها فهى\nمقبولة قبول اصطرار بحسب مصادرة المقالة الاولى وبحسب الاشكال\nالتى رتبها اغانيس من الاشكال التى زادها من عنده مع\nاشكال اوقليدس وليس فى <span id='ms47'></span> شى مما اتى به موضع للطعن بتة\nقال سنبليقيوس فهذا كلام اغانيس بالفاظه ولعل اوقليدس انما\nاستعمل هذا المعنى فى المصادرات على انه اقرب ماخذا من هذا\nالماخد وذلك انه ان كانت الخطوط المتوازية هى التى فى سطح\nواحد واذا اخرجت فى الجهتين جميعا اخراجا دائما كان البعد\nبينهما ابدا متساويا فان هذا القول اذا عكس كان عكسه حقا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \nوهو ان الخطوط التى فى سطح واحد اذا لم يكن البعد بينهما\nمتساويا فليست متوازية واذا لم تكن متوازية فهى متلاقية فان\nاوقليدس استعمل هذا المعنى فى هذا الشكل كانها من القضايا\nالواجب قبولها والخطوط التى تخرج على اقل من زاويتين قائمتين\nليس تحفط بعدا واحدا فهى اذن متلاقية وظاهر ان تلاقيها\nتكون فى جهة ميل احدهما الى الاخر فان الجهة الاخرى ينفرجان\nفيها ويتسعان ويتزيد البعد بينهما ولكن من اجل ان القول\nبان الخطين اذا لم يكونا متوازيين فهما يلتقيان يحتاج الى [ان]\nيقوسى ويبين وايضا لان قطوع المخروطات ليست متوازية وهى\nلا يلتقى ذكر اغانيس تلك المقدمة واستعمل هذه الاشكال\nوايضا فان هذا ال[معن]ى هو غكس الشكل الذى يقال فيه ان\nالخطين المستقيمين اللذين اذا وقع عليهما خط مستقيم كانت\nالزاويتان الداخلتان معادلتين لقائمتين فهما متوازيان فاذ كان\nهذا الشكل قد بين ببرهان فهذا المعنى ايضا يحتاج [الى] ان\nيبين ببرهان فقد احضرنا كل شى يمكن ان يقال فى الخطوط\nالمتوازية وصح الامر فيها.\n\n<h2 class='l2' id='head30'>[chapter 29: I 29] الشكل التاسع والعشرون من المقالة الاولى</h2>\n\n\n#\nاذا اخرج خط (ع) مستقيم على خطين مستقيمين متوازيين فان\nالزاويتين المتبادلتين متساويتان (ط) والزاويتان (ط) الخارجة والداخلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n            \nالتى تقابلها متساويتان والزاويتان (ط) الداخلتان فى اى الجهتين\nكانتا فان مجموعهما يعدل مجموع زاويتين قائمتين مثاله ان\nخطى اب جد متوازيان وقد اخرج عليهما خط مستقيم وهو زه\nفاقول ان زاويتى اﺡط ﺡطد المتبادلتين متساويتان وان زاويتى\nهﺡب ﺡطد الخارجة والداخلة المتقابلتين متساويتان وان مجموع\nزاويتى بﺡط ﺡطد الداخلتين اللتين فى جهة واحدة معادلتان\nلمجموع زاويتين قائمتين برهانه <span id='ms48'></span> انا نبين اولا ان زاوية اﺡط\nمساوية لزاوية ﺡطد المتبادلتين فان لم يكن مثلها فاحداهما\nاعظم فلتكن زاوية اﺡط اعظيم ان كان يمكن ونجعل زاوية\nبﺡط مشتركة فمجموع زاويتى اﺡط بﺡط اعظم من مجموع\nزاويتى بﺡط ﺡطد لكن بحسب برهان يج من ا يكون مجموع\nزاويتى اﺡط بﺡط مثل زاويتين قائمتين فمجموع زاويتى بﺡط\nﺡطد اصغر من مجموع زاويتين قائمتين لكن بحسب ما صادر\nبه اوقليدس وبحسب ما برهن عليه اغانيس فى الاشكال المتقدمة\nانه اذا وقع خط مستقيم على خطين مستقيمين فكانت الزاويتان\nالداخلتان اللتان فى جهة واحدة اقل من قائمتين فان الخطين\nاذا اخرجا فى جهة الزاويتين اللتين هما اقل من قائمتين التقيا\nفخطا اب جد اذن يلتقيان فى جهة نقطتى ﺏد وهما متوازيان فهذا\nمحال غير ممكن فليس يمكن ان تكون زاوية (زاوية) اﺡط\nاعظم من زاوية ﺡطد ولا اصغر منها فهى اذن مساوية لها فزاوية\nاﺡط مساوية لزاوية ﺡطد المتبادلتان وايضا فلان خطى اب ﻩز\nيتقاطعان على نقطة ه (ح s.) فبحسب برهان يه من ا تكون زاوية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n            \nاﺡط مساوية لزاوية هﺡب لكن زاوية اﺡط قد بينا انها مساوية\nلزاوية ﺡطد والمساوية لشى واحد فهى متساوية فزاوية هﺡب الخارجة\nمثل زاوية ﺡطﺩ الداخلة المتقابلتان وايضا فقد تبين ان زاوية\nهﺡب الخارجة مثل زاوية ﺡطد الداخلة فنجعل زاوية بﺡط مشتركة\nفمجموع زاويتى هﺡب بﺡط مثل مجموع زاويتى بﺡط ﺡطد\nلكن مجموع زاويتى هﺡب بﺡط مثل مجموع زاويتين قائمتين\nببرهان يج من ا فمجموع زاويتى بﺡط ﺡطد اذن مثل مجموع\nزاويتين قائمتين وهما فى جهة واحدة فقد تبين انه اذا اخرج\nخط مستقيم على خطين مستقيمين متوازيين فان الزاويتين\nالمتبادلتين متساويتان والزاويتان الداخلة والخارجة التى تقابلها\nمتساويتان والزاويتان الداخلتان فى اى الجهتين كانتا فان\nمجموعها مثل مجموع زاويتين قائمتين وذلك ما ارد[نا ا]ن نبين.\n\n<h2 class='l2' id='head31'>[chapter 30: I 30] الشكل الثلثون من المقالة الاولى</h2>\n\n\n#\nكل الخطوط المستقيمة الموازية لخط مستقيم فهى متوازية (ط)\nمثاله ان خطى اب جد موازيان لخط ﻩز فاقول <span id='ms49'></span> ان خطى اب جد\nمتوازيان برهانه انا نخرج على خطوط اب جد ﻩز خط ﺡط كيف\nما خرج فقد اخرج خط ﺡط على خطين مستقيمين متوازيين\nوهما خطا اب ﻩز فبحسب برهان يط من ا تكون زاويتا اﮐل\nﮐﻝز المتبادلتان متساويتين وايضا فانه قد اخرج خط ﺡط على\nخطين متوازيين وهما خطا ﻩز جد فزاوية ﺡﻝز الخارجة مثل زاوية\nﻝﻡد الداخلة وذلك ايضا بحسب برهان يط من ا لكنا قد بينا\nان زاوية حﻝز مساوية اﮐل والمساوية لشى واحد فهى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n            \nمتساوية اﮐل اذن مساوية لزاوية لﻡد فقد اخرج على خطى اب\nجد خط ﺡط فصير الزاويتين المتبادلتين متساويتين فبحسب\nبرهان كز من ا يكون خط اب موازيا لخط جد فقد نبين ان\nالخطوط المستقيمة الموازية لخط مستقيم فهى متوازية ايضا وذلك\nما اردنا ان نبين.\n\n<h2 class='l2' id='head32'>[chapter 31: I 31] الشكل الحادى والثلثون من المقالة الاولى</h2>\n\n\n#\nنريد ان نبين كيف نجيز على نقطة مفروضة خطا موازيا\nلخط مستقيم مفروض فنجعل النقطة المفروضة نقطة ا والخط\nالمفروض خط بﺟ ونريد (ونريد) ان نبين كيف نجيز على نقطة ا\nخطا مستقيما موازيا لخط بﺟ فنخرج على نقطة ا وعلى خط بﺟ\nخطا كيف ما خرج وليكن خط اد ونعمل على خط اد وعلى\nنقطة ا زاوية مساوية لزاوية ادﺟ كما عمل ببرهان كج من ا\nوليكن زاوية داه ونخرج خط ﻩا على استقامة الى ز فلان خط اد\nقد اخرج على خطى بﺟ ﻩز فصير الزاويتين المتبادلتين متساويتين\nفبحسب برهان كز من ا يكون خط بﺟ موازيا لخط ﻩز فقد\nاجزنا على نقطة ا خطا موازيا لخط بﺟ وهو خط ﻩز وذلك ما\nاردنا ان نبين.\n\n<h2 class='l2' id='head33'>[chapter 32: I 31b] شكل مضاف الى هذا الشكل</h2>\n\n\n#\nوكان موضعه تالى الشكل العاشر ولكن لما كان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \nبرهانه يتم بعد هذا الشكل كان الوجه فيه ان يتلوه لان قسمة\nخط بثلثة اقسام متساوية يحتاج اليها فى يب من ا فليكن\nالخط اب ونقيم على نقطتى اب عمودى اﺟ ﺏد باى مقدار شينا\nوليكونا متساويين ونقسم <span id='ms50'></span> كل واحد منهما بنصفين على نقطتى\nﻩط ونخرج خطى ﺟزه طﺡد ونخرج من نقطة ز خطا يوازى عمودى\nاﺟ ﺏد وليكن خط زﮐ فلان اﺟ يوازى ﺏد اعنى ﺟط يوازى\nﻩد ويساويه والخطوط التى تصل بين اطراف الخطوط المتوازية\nمتوازية ايضا ومتساوية فخطا ﺟه طد متساويان ومتوازيان وخط\nزﮐ قد اخرج موازيا لخط ﺟط وخط ﺟز يوازى خط طﮐ فخط\nزﮐ اذن يساوى خط ﺟط لان السطوح المتوازية الاضلاع فان\nكل ضلعين منها يتقابلان متساويان فخط زﮐ اذا يساوى ﻁا\nويوازيه وقد وقع عليها از فزاويتا ﺟاز ﺟز[ﮐ] المتبادلتان متساويتان\nوزاوية ﺟاز قائمة فزاوية ﺡزﮐ قائمة وزاوية حﮐز مثل زاوية اﻁح\nلانهما المتبادلتان فمثلثا اﻁح زحﮐ تساوى زاويتان من احدهما\nزاويتين من الاخر كل زاوية ونظيرتها وقاعدة ﻁا مساوية لقاعدة\nﮐز فمثلث اﻁﺡ مثل مثلث حﮐز وسائر الاضلاع مثل سائر\nالاضلاع فخط اح مثل خط زح وبمثل هذا البرهان يتبين ان\nمثلث زﮐح مثل مثلث بﻩز لان قاعدة ﮐز مثل قاعدة ﺏه\nوزاويتا ﺡزﮐ زﺏه قائمتان وزاوية ﺡﮐز مثل زاوية ﮐده اعنى\nمثل زاوية زﻩب فسائر الاضلاع مثل سائر الاضلاع اعنى ﺡز مثل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n            \nزب فاقسام اح ﺡز زب متساوية وذلك ما اردنا ان نبين وعلى\nهذا السبيل يقسم باى اقسام شينا الى غير نهاية.\n\n<h2 class='l2' id='head34'>[chapter 33: I 32] الشكل الثانى والثلثون من المقالة الاولى</h2>\n\n\n#\nكل مثلث يخرج (ع) ضلع من اضلاعه على استقامة فان\nالزاوية التى تحدث خارج المثلث مثل (ط) مجموع زاويتيه الداخلتين\nاللتين تقابلانها وزوايا المثلث الثلث اذا جمعت مثل مجموع\nزاويتين قائمتين مثاله ان مثلث ابﺟ قد اخرج ضلع من اضلاعه\nوهو ضلع بﺟ على استقامة الى نقطة د فاقول ان زاوية اﺟد مثل\nمجموع زاويتى ابﺟ ﺏاﺟ وان زوايا ابﺟ بﺟا ﺟاب الثلث اذا\nجمعت مساوية لمجموع زاويتين قائمتين برهانه انا نخرج من\nنقطة ﺟ خط ﺟه موازيا لضلع ﺏا كما بين اخراجه ببرهان لا\nمن ا فخط اﺟ مخرج على خطى اب ﺟه المتوازيين فببرهان كط\nمن ا زاويتا ﺏاﺟ <span id='ms51'></span> اﺟه المتبادلتان متساويتان وايضا فانه قد اخرج\nخط ﺏﺟد على خطى اب ﺟه المتوازيين فزاويتا اﺏد هﺟد\nالمتقابلتان متساويتان وذلك ببرهان كط من ا وقد بينا ان زاوية\nاﺟه مساوية لزاوية ﺏاﺟ فنجعل زاوية اﺟب مشتركة فمجموع زاويتى\nاﺟد اﺟب مساوية لمجموع زوايا اﺟب ابﺟ ﺏاﺟ الثلثة لكن مجموع\nزوايتى اﺟب اﺟد مثل زاويتين قائمتين بحسب برهان يج من ا\nفزوايا المثلث الثلث اعنى اﺟب ابﺟ ﺏاﺟ اذا جمعت مثل مجموع\nزاويتين قائمتين وذلك ما اردنا ان تبين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n            \n\n<h2 class='l2' id='head35'>[chapter 34: I 33] الشكل الثالث والثلثون من المقالة الاولى</h2>\n\n\n#\nالخطوط (ع) المستقيمة التى تصل ما بين اطراف الخطوط المتوازية\nالمتساوية (الاقدار) فى كلتى الجهتين هى ايضا متوازية (ط) متساوية\n(الاقدار). مثاله ان خطى اب جد متوازيان متساويان وقد وصل\nما بين اطرافهما بخطى اﺟ ﺏد فاقول ان خطى اﺟ بد متوازيان\nمتساويان برهانه انا نخرج خط اد فخط اد قد اخرج على خطى\nاب ﺟد المتوازيين فببرهان كط من ا تكون زاويتا ﺏاد ادﺟ\nالمتبادلتان متساويتين وخط اب فرض مساويا لخط ﺟد وناخذ\nخط اد مشتركا فضلعا ﺏا اد من مثلث ﺏاد مساويان لضلعى\nﺟد دا من مثلث ادﺟ وزاوية ﺏاد مساوية لزاوية ادﺟ فببرهان د\nمن ا يكون ضلع ﺏد الباقى من مثلث اﺏد مثل ضلع اﺟ الباقى\nمن مثلث ادﺟ وسائر الزوايا مثل سائر الزوايا كل زاوية مثل\nنظيرتها فزاوية ادب مساوية لزاوية ﺟاد فقد اخرج على خطى اﺟ\nﺏد خط اد فصير زاويتى ﺟاب ادب المتبادلتين متساويتين\nفببرهان كز من ا يكون خط اﺟ موازيا لخط ﺏد وقد بينا انه\nمساو له فخطا اﺟ ﺏد متساويان ومتوازيان وذلك ما اردنا ان\nنبين.\n\n<h2 class='l2' id='head36'>[chapter 35: I 34] الشكل الرابع والثلثون من المقالة الاولى</h2>\n\n\n#\nكل السطوح (ع) المتوازية الاضلاع فان كل ضلعين منها\nيتقابلان او زاويتين تتقابلان فهما متساويان (ط) والقطر يقطع (ط) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \nالسطح بنصفين مثاله ان سطح اب ﺟد متوازى الاضلاع ضلع\nاب مواز لضلع ﺟد وضلع اﺟ مواز لضلع ﺏد وقد اخرج قطر اد\nفاقول ان <span id='ms52'></span> ضلع اب مثل ضلع ﺟد وضلع اﺟ مثل ﺏد وزاوية\nا مثل زاوية د وزاوية ب مثل زاوية ﺟ وقطر اد يقسم سطح اب ﺟد\nبنصفين فيصير مثلث اﺏد مثل مثلث اﺟد برهانه انه قد اخرج\nعلى خطى اب ﺟد المتوازيين خط اد فببرهان كط من ا تصير\nزاويتا ﺏاد ادﺟ المتبادلتان متساويتين وايضا فقد اخرج على\nخطى اﺟ ﺏد المتوازيين خط اد فببرهان كط من ا فان زاويتى\nﺟاد ادب المتبادلتين متساويتان فزاوية ﺏاد من مثلث اﺏد مثل\nزاوية ادﺟ من مثلث اﺟد وناخذ ضلع اد مشتركا فببرهان كو\nمن ا فان الضلعين الباقيين من مثلث اﺏد مساويان للضلعين\nالباقيين من مثلث اﺟد كل ضلع مثل نظيره اب مثل ﺟد واﺟ\nمثل ﺏد والزاويتان الباقيتان متساويتان اﺏد مثل اﺟد والمثلث\nمثل المثلث وقد بينا ان زاوية ﺏاد مساوية لزاوية ادﺟ وزاوية ادب\nمساوية لزاوية ﺟاد فزاوية ﺏاﺟ باسرها مساوية لزاوية ﺏدﺟ باسرها\nوقد بينا ان خط اﺟ مثل خط ﺏد فقد تبين ان كل سطح\nمتوازى الاضلاع فان كل ضلعين منه يتقابلان او زاويتين\nتتقابلان فهما متساويان والقطر يقسم السطح بنصفين وذلك\nما اردنا ان نبين.\n\n<h2 class='l2' id='head37'>[chapter 36: I 35] الشكل الخامس والثلثون من المقالة الاولى</h2>\n\n\n#\nالسطوح المتوازية الاضلاع اذا كانت على قاعدة واحدة وبين (ع)\nخطين متوازيين فهى [ط] متساوية مثاله ان سطحى اب ﺟد ﻩز ﺟد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n            \nمتوازيا الاضلاع وهما جميعا على قاعدة جد وبين خطين متوازيين\nوهما از ﺟد فاقول ان سطحى اب جد ﻩز جد متساويان برهانه انه\nقد اخرج على خطى اﺟ ﺏد المتوازيين خط اﺏز فببرهان كط\nمن ا تكون زاوية ﺏاﺟ الداخلة مثل زاوية زﺏد الخارجة وايضا\nفان سطحى اب جد ﻩز جد فرضا متوازيى الاضلاع فببرهان لد من\nا فان كل ضلعين يتقابلان متساويان وضلع اﺟ مساو لضلع\nﺏد وضلع اب مساو لضلع ﺟد وضلع ﻩز ايضا مساو لضلع ﺟد\nوالمساوية لشى واحد فهى متساوية فخط اب مثل خط ﻩز وناخذ\nخط ﺏه مشتركا فخط اه باسره <span id='ms53'></span> مساو لخط زب باسره وكنا بينا\nان خط اﺟ مثل خط ﺏد فضلعا زب ﺏد من مثلث ﺏدز مثل\nضلعى ﻩا اﺟ من مثلث اﺟه كل ضلع كما بينا مساو لنظيره\nوزاوية دﺏز مساوية لزاوية ﺟاه فببرهان د من ا تكون قاعدة\nﺟه مثل قاعدة دز ومثلث ﺏدز مثل مثلث اﺟه فنلقى مثلث\nبﻩح المشترك فيبقى منحرف اﺏحﺟ مثل منحرف ﻩزدح وناخذ\nمثلث ﺟدح مشتركا [فسطح] ابجد باسره مثل سطح ﻩزﺟد\nباسره وهما السطحان اللذان على قاعدة واحدة وبين خطين\nمتوازيين وذلك ما اردنا ان نبين. زيادة قال ايرن وقوع هذا\nالشكل على ثلثة وجه احدها ما بينه اوقليدس وهو اصعبها\nوالثانى... والثالث...\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n            \n\n<h2 class='l2' id='head38'>[chapter 37: I 36] الشكل السادس والثلثون من المقالة الاولى</h2>\n\n\n#\nالسطوح (ع) المتوازية الاضلاع اذا كانت على قواعد متساوية\nوبين خطين متوازيين فهى (ط) متساوية مثاله ان سطحى ابﺟد\nﻩزﺡط متوازيا الاضلاع وهما على قاعدتين متساويتين وهما ﺏد زط\nوبين خطين متوازيين وهما خطا ﺏط اح فاقول ان سطحى\nابﺟد ﻩزﺡط متساويان برهانه انا نخرج خطى هﺏ ﺡد وكنا\nفرضنا قاعدة ﺏد مثل قاعدة زط وسطح ﻩزﺡط فرضناه متوازى\nالاضلاع فببرهان لد من ا يكون خط هﺡ مثل خط زط\nوالمساوية لشى واحد فهى متساوية فخط ﺏد مساو لخط ﻩح وهو\nايضا مواز له والخطوط التى تصل بين اطراف الخطوط المتوازية\nالمتساوية فى كلتى الجهتين هى ايضا متوازية متساوية كما\nبينا ببرهان لج من ا فخط ﻩب مثل خط (خط) دح ومواز له فسطح\nﻩب دح متوازى الاضلاع وهو مع سطح ﻩزﺡط على قاعدة واحدة\nﻩح وبين خطى اح ﺏط المتوازيين فببرهان له من ا فان\nسطح ﻩﺏدح مثل سطح ﻩزﺡط وايضا فان سطحى ابﺟد ﺏدﻩح\nعلى قاعدة ﺏد وبين خطى اح ﺏط المتوازيين فببرهان له من\nا فان سطح ابﺟد مساو لسطح بﻩدح والمساوية لشى واحد\nفهى متساوية فسطح اﺏجد مساو لسطح ﻩزﺡط فقد تبين ان\nالسطوح المتوازية الاضلاع التى هى على قواعد متساوية وبين\nخطين متوازيين هى متساوية وذلك <span id='ms54'></span> ما اردنا نبين. زيادة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n            \nقال ايرن وهذا من اختلاف الوقوع كما كان قبله والبرهان\nعليهما واحد ع\n\n<h2 class='l2' id='head39'>[chapter 38: I 37] الشكل السابع والثلثون من المقالة الاولى</h2>\n\n\n#\nاذا كانت (ع) المثلثات على قاعدة واحدة وبين (ع) خطين\nمتوازيين فهى متساوية (ط) مثاله ان مثلثى ابﺟ دبﺟ على قاعدة\nواحدة وهى قاعدة بﺟ وبين خطين متوازيين وهما خطا بﺟ اد\nفى الجهتين [فاقول] ان مثلث ابﺟ مثل مثلث دبﺟ برهانه انا\nنخرج خط اد فى الجهتين جميعا ونخرج من نقطة ب خطا موازيا\nلخط اﺟ يلقى الخط المخرج على نقطة ه ونخرج ايضا من نقطة ﺟ\nخطا موازيا لخط ﺏد يلقى الخط المخرج على نقطة ز واخراج هذين\nالخطين كما بين ببرهان لا من ا فمن البين ان سطح بﻩ اﺟ\nمتوازى الاضلاع وكذلك سطح ﺏد ﺟز متوازى الاضلاع وهما على\nقاعدة واحدة وبين خطى ﻩز بﺟ المتوازيين فببرهان له من ا\nيكون سطح ﺏه اﺟ مثل سطح ﺏدزﺟ فلان سطح بﻩاﺟ متوازى\nالاضلاع فببرهان لد من ا فان القطر الذى هو خط اب يقسمه\nبنصفين فمثلث اﺏه مثل مثلث ابﺟ وبمثل هذا الاستشهاد يتبين\nان مثلث دﺟز مثل مثلث دﺟب والمتساوية فان انصافها متساو[ية]\nفمثلث دﺟب اذن مساوية لمثلث ابﺟ فقد تبين ان المثلثات\nالتى هى على قاعدة واحدة وبين خطين متوازيين فهى متساوية\nوذلك ما اردنا ان نبين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p15'> Vol. 01, p. 15</a>\n            </div>\n            \n2\n\n<h2 class='l2' id='head40'>[chapter 39: I 38] الشكل الثامن والثلثون من المقالة الاولى</h2>\n\n\n#\nكل المثلثات (ع) التى على قواعد متساوية وبين (فى) خطين\nمتوازيين فهى متساوية (ط) مثاله ان مثلثى ابﺟ دﺟه على قاعدتين\nمتساويتين وهما بﺟ ﺟه وبين خطين متوازيين هما ﺏه اد\nفاقول ان المثلثين متساويان برهانه انا نخرج خط اد فى كلتى\nالجهتيين ونخرج من نقطة ب خطا موازيا لخط اﺟ يلتى الخط\nالمخرج على نقطة ز ونخرج ايضا من نقطة ه خطا موازيا لخط ﺟد\nيلقى الخط المخرج على نقطة ح كما بين اخراج ذلك ببرهان لا\nمن ا فمن البين ان سطحى اﺟﺏذ دﺟهﺡ متوازيا الاضلاع فببرهان <span id='ms55'></span>\nلد من ا مع برهان لو من ا فان سطحى اﺟﺏز دﺟهﺡ متوازيا\nالاضلاع وعلى قاعدتين متساويتين وبين خطين متوازيين\nفمتوازى اﺟ ﺏز مساو لمتوازى دﺟﻩح والقطر يقسم كل واحد منهما\nبنصفين اعنى اب ده وانصاف المتساوية متساوية فمثلث ابﺟ مثل\nمثلث دﺟه فقد تبين ان المثلثات التى على قواعد متساوية وبين\nخطين متوازيين فهى متساوية وذلك ما اردنا ان نبين زيادة فى\nهذا الشكل لايرن يتبين بعد بيان هذا المعنى ان كل\nمثلثين يساوى ضلعان من احدهما ضلعين من الاخر كل ضلع\nلنظيره وتكون زاوية احدهما اعظم من زاوية الاخر اعنى اللتين\nيحيط بهما الاضلاع المتساوية (فان هاتين الزاويتين اللتين يحيط\nبهما الاضلاع المتساوية) فان هاتين الزاويتين اللتين يحيط بهما\nالاضلاع المتساوية مجموعتين ان كانتا معادلتين لقائمتين فان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n            \nالمثلثين متساويان وان كانتا اقل من قائمتين فالمثلث الذى\nزاويته اعظم اعظم من المثلث الاخر وان كانتا اعظم من قائمتين\nفالمثلث الذى زاويته اصغر اعظم من المثلث الاخر فلتكن زاويتا\nﺏاﺟ ﻩدز من مثلثى اﺟب دﻩز وهما على الصفة التى ذكرناها\nمعادلتين لقائمتين اولا على ان زاوية ﺏاﺟ اعظم ونعمل على نقطة\nد من خط ده زاوية ﻩدح مساوية لزاوية ﺏاﺟ كما بين ببرهان\nكج من ا ونجيز على نقطة ز خط زط يوازى خط ده كما بين\nببرهان لا من ا ونخرج خط طﻩ فزاويتا ﺏاﺟ ﻩدط متساويتان\nوكنا فرصنا مجموع زاويتى ﺏاﺟ ﻩدز مساويا لمجموع زاويتين\nقائمتين فمجموع زاويتى ﻩدز ﻩدط مساو لمجموع زاويتين قائمتين\nلان خط زط اخرج موازيا لخط ده فببرهان كط من ا يكون\nمجموع الزاويتين الداخلتين اللتين فى جهة واحدة مساويتين\nلمجموع زاويتين قائمتين فنسقط زاوية ﻩدط المشتركة فتبقى زاوية\nﻩدز مساوية لزاوية دطز فلان خط زط مواز لخط ده تكون [زاوية]\nدزط مساوية لزاوية ﻩدز والمساوية لشى واحد تكون متساوية\nفزاوية دزط مساوية لزاوية دطز فساق دز مساو لساق دط وخط\nدز مثل خط اﺟ فخط دط اذن مثل اﺟ وخط ده مثل خط <span id='ms56'></span> اب\nوزاوية ﺏاﺟ مثل زاوية ﻩدط فقاعدة بﺟ مساوية لقاعدة ﻩط\nومثلث ابﺟ مساو لمثلث دﻩط فلان مثلثى دﻩط دﻩز على قاعدة\nواحدة وهى قاعدة ده وبين خطين متوازيين وهما ده ﻁز فببرهان\nلز من ا يكون مثلث دﻩط مثل مثلث دﻩز وقد بينا ان مثلث\nدﻩط مثل مثلث ابﺟ فمثلث ابﺟ مثل مثلث دﻩز لان المساوية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n            \nلشى واحد متساوية وذلك ما اردنا ان نبين. وايضا فى الصورة\nالثانية فانا ننزل ان زاويتى ﺏاﺟ ﻩدز اصغر من زاويتين قائمتين\nوزاوية ﺏاﺟ اعظم من زاوية ﻩدز وضلع اب مثل ضلع ده وضلع اﺟ\nمثل ضلع دز ونبين كما بينا قبل ان المثلث ابﺟ اعظم من\nمثلث دﻩز فنعمل زاوية ﻩدح مثل زاوية ﺏاﺟ ونخرج زط يوازى ﻩد\nفلان مجموع زاويتى ﺏاﺟ ﻩدز اصغر من مجموع زاويتين قائمتين\nفمجموع زاويتى ﻩدط ﻩدز اصغر من مجموع زاويتين قائمتين لكن\nمجموع زاويتى ﻩدط دطز مثل زاويتين قائمتين فاذا اسقطنا زاوية\nﻩدط المشتركة بقيت زاوية ﻩدز اصغر من زاوية دطز لكن زاوية\nﻩدز مساوية لزاوية دطز المتبادلتان فزاوية دزط اصغر من زاوية\nدطز فببرهان يط من ا يكون ضلع دز اعظم من ضلع دط وننزل\nان دح مثل دز ونصل حﻩ فخط دح مثل خط اﺟ وخط ده مثل خط\nاب وزاوية ﺏاﺟ مثل زاوية ﻩدح فببرهان د من ا يكون مثلث\nابﺟ مثل مثلث دﻩح لكن مثلث دﻩح اعظم من مثلث دﻩز فمثلث\nابﺟ اعظم من مثلث دﻩز وذلك ما اردنا ان نبين وايضا فى الصورة\nالثالثة فانا ننزل ان مجموع زاويتى ﺏاﺟ دﻩز اعظم من مجموع\nقائمتين فاقول ان مثلث ابﺟ اصغر من مثلث دﻩز وذلك لانه تبقى\nزاوية ﻩدز اعظم من زاوية دطز وزاوية ﻩدز مساوية لزاوية دزط فزاوية\nدزط اذن اعظم من زاوية دطز فببرهان [يط] من [ا] يكون ضلع دط\nاعظم من ضلع دز ونفصل دح مثل دز فبحسب البرهان المتقدم\nوبذلك الاستشهاد يتبين ان مثلث دﻩح مثل مثلث ابﺟ <span id='ms57'></span> لكن\nمثلث دﻩط اعظم من مثلث ابﺟ ومثلث دﻩط مثل مثلث دﻩز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p158'> Vol. 01, p. 158</a>\n            </div>\n            \nفمثلث دﻩز اعظم من مثلث ابﺟ فمثلث ابﺟ اصغر من. مثلث\nدﻩز وذلك ما اردنا ان نبين.\n\n<h2 class='l2' id='head41'>[chapter 40: I 39] الشكل التاسع والثلثون من المقالة الاولى</h2>\n\n\n#\nكل (ع) المثلثات المتساويات اذا كانت على قاعدة واحدة\nفى جهة واحدة فانها بين خطين (ط) متوازيين. مثاله ان مثلثى\nابﺟ دبﺟ متساويان وهما على قاعدة واحدة وهى بﺟ وبين\nخطى بﺟ اد فاقول ان اد مواز لخط بﺟ برهانه انه ان امكن ان\nنخرج من نقطة ا خطا اخر مواريا لخط بﺟ غير خط اد فليخرج\nفننزل انه خط اه ونخرج خط ﺟه فلان مثلثى ابﺟ بﺟه على\nقاعدة واحدة وبين خطين متوازيين وهما خطا بﺟ اه فببرهان\nلز من ا فان مثلث ابﺟ مساو لمثلث بﺟه لكن مثلث ابﺟ مثل\nمثلث بﺟد والمساوية لشى واحد فهى متساوية فمثلث بﺟه مثل\nمثلث بﺟد الاصغر مثل الاعظم هذا خلف غير ممكن فليس\nيمكن ان يخرج من نقطة ا خط مواز لخط بﺟ غير خط اد\nوكذلك لا يمكن ان يخرج من نقطة ا خط يوازى بﺟ فوق خط\nاد وذلك ما اردنا ان نبين.\n\n<h2 class='l2' id='head42'>[chapter 41: I 40] الشكل الاربعون من المقالة الاولى</h2>\n\n\n#\nكل المثلثات المتساويات اذا كانت على قواعد متساوية\nمن خط واحد مستقيم وبين خطين فان الخطين متوازيان مثاله\nان مثلثى ابﺟ دﺟه متساويان وعلى قاعدتين متساويتين وهما\nبﺟ ﺟه من خط واحد وهو ﺏه وبين خطى اد ﺏه فاقول ان خط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n            \nاد مواز لخط ﺏه برهانه انه ان امكن ان نخرج من نقطة ا خطا\nموازيا لخط ﺏه غير خط اد فليخرج وننزل انه خط از فخط از مواز\nلخط ﺏه فمثلثا ابﺟ ﺟزه على قاعدتى بﺟ ﺟه المتساويتين وبين\nخطى از ﺏه المتوازيين فببرهان لح من ا يكون مثلث ابﺟ\nمساويا لمثلث ﺟزه لكنا فرضنا مثلث ابﺟ مساويا لمثلث ﺟده\nوالمساوية لشى واحد فهى متساوية فمثلث ﺟده مثل مثلث ﺟزه\nالاعظم مثل الاصغر هذا خلف <span id='ms58'></span> غير ممكن فقد تبين انه ليس\nيمكن ان يخرج من نقطة ا خط مواز لخط ﺏه غير خط اد وليس\nيمكن ان يخرج ايضا فوق خط اد خط يوازى خط ﺏه وذلك\nما اردنا ان نبين.\n\n<h2 class='l2' id='head43'>[chapter 42: I 41] الشكل الحادى والاربعون من المقالة الاولى</h2>\n\n\n#\nكل سطح متوازى الاضلاع قاعدته قاعدة مثلث وهما بين\nخطين متوازيين فان السطح المتوازى الاضلاع ضعف المثلث مثاله\nان سطح ابﺟد متوازى الاضلاع وقاعدته ﺟد وهى ايضا قاعدة\nمثلث ﺟده وهما بين خطى ﺟد اه المتوازيين فاقول ان سطح\nابﺟد ضعف مثلث ﺟده برهانه انا نخرج قطر اد فمن البين\nبحسب برهان لد ان القطر (يقطع) يقسم سطح ابﺟد بنصفين\nفسطح ابﺟد ضعف مثلث اﺟد لكن مثلثى اﺟد ﺟده على قاعدة\nواحدة وهى قاعدة ﺟد وبين خطين متوازيين وهما خطا ﺟد اه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p162'> Vol. 01, p. 162</a>\n            </div>\n            \nفببرهان لز يكون مثلث ﺟده مثل مثلث اﺟد وقد تبين ان\nسطح ابﺟد ضعف مثلث اﺟد فسطح ابﺟد ضعف سطح ﺟده\nفقد تبين ان كل سطح متوازى الاضلاع قاعدته قاعدة مثلث\nوهما بين خطين متوازيين فان المتوازى ضعف المثلث وذلك ما\nاردنا ان نبين.\n\n<h2 class='l2' id='head44'>[chapter 43: I 42] الشكل الثانى والاربعون من المقالة الاولى</h2>\n\n\n#\nنريد ان نبين كيف نعمل سطحا متوازى الاضلاع مساوية زاويته (ع)\nلزاوية معلومة ومساويا لمثلث معلوم فلتكن الزاوية المعلومة زاوية\nد والمثلث المعلوم مثلث ابﺟ ونريد ان نعمل سطحا متوازى\nالاضلاع مساوية زاويته لزاوية د ومساويا لمثلث ابﺟ فنقصد الى\nاحد اضلاع المثلث فنقسمه بنصفين بحسب برهان ي من ا فننزل\nان الضلع الذى نقسمه بنصفين ضلع بﺟ على نقطة ه ونخرج\nخط اه ونعمل على نقطة ه من خط ﺟه زاوية مساوية لزاوية د بحسب\nبرهان كج من ا ولتكن زاوية ﺟﻩز ونخرج من نقطة ﺟ خطا موازيا\nلخط ﻩز ومن نقطة ا خطا موازيا لخط بﺟ بحسب برهان لا من ا\nوليكن خط ازح فلان مثلثى ابﻩ اهﺟ على قاعدتين متساويتين\nوهما قاعدتا ﺏه هﺟ وارتفاعهما واحد وبين خطين متوازيين\nوهما بﺟ اح فان بحسب <span id='ms59'></span> برهان لح من ا يكون مثلث اﺏه مثل\nمثلث اهﺟ فمثلث ابﺟ ضعف مثلث اهﺟ لكن سطح ﺟﻩزح متوازى\nالاضلاع وقاعدته اعنى هﺟ قاعدة مثلث اهﺟ وهما بين خطين\nمتوازيين بﺟ اح فبحسب برهان ما يكون سطح ﺟﻩزح ضعف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p164'> Vol. 01, p. 164</a>\n            </div>\n            \nمثلث اﺟه وقد كنا ببنا ان مثلث ابﺟ ضعف اﺟه والتى هى\nاضعاف لشى واحد فهى متساوية فمتوازى ﺟﻩزح مساو لمثلث ابﺟ\nفقد عملنا سطح ﺟﻩزح متوازى الاضلاع مساويا لمثلث ابﺟ\nالمعلوم ومساوية زاويته اعنى ﺟﻩز لزاوية د المعلومة وذلك ما اردنا\nان نبين.\n\n<h2 class='l2' id='head45'>[chapter 44: I 43] الشكل الثالث والاربعون من المقالة الاولى</h2>\n\n\n#\nكل سطح (ع) متوازى الاضلاع على جنبتى قطره سطحان\nمتوازيا الاضلاع (يتممان السطح) فان السطحين المتممين\nالذين عن جنبتى القطر (ط) متساويان مثاله ان سطح ابﺟد\nمتوازى الاضلاع وقطره بﺟ وعن جنبتى قطره سطحا از زد\nيتممان السطح فاقول انهما متساويان برهانه ان سطح ابﺟد\nمتوازى الاضلاع وقطره بﺟ فببرهان لد فان كل واحد من\nقطرى جز زب يقسمان السطحين بنصفين فمثلث ﻩزﺟ مساو لمثلث\nﺟزح ومثلث طﺏز مساو لمثلث بﮐز فمجموع مثلثى ﻩزﺟ طﺏز\nمثل مجموع مثلثى زحﺟ بﮐز فاذا اسقطنا مجموع مثلثى ﻩزﺟ\nطﺏز من مثلث ابﺟ ومجموع مثلثى ﺟﺡز من مثلث\nﺏدﺟ بقى سطح از مثل سطح زد المتممان وذلك ما اردنا\nان نبين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p166'> Vol. 01, p. 166</a>\n            </div>\n            \n\n<h2 class='l2' id='head46'>[chapter 45: I 44] الشكل الرابع والاربعون من المقالة الاولى</h2>\n\n\n#\nنريد ان نبين كيف نعمل على خط مستقيم معلوم سطحا\nمتوازى الاضلاع مساويا لمثلث معلوم ومساوية زاويته لزاوية معلومة\nفنجعل الخط المعلوم خط اب والمثلث المعلوم مثلث جده والزاوية\nالمعلومة زاوية ز ونريد ان نبين كيف نعمل على خط اب سطحا\nمتوازى الاضلاع مساويا لمثلث جده ومساوية زاويته لزاوية ز فنخرج\nخط اب على استقامة فننزل انا قد اخرجناه الى نقطة ح ونجعل\nﺏح مثل نصف ده الذى هو قاعدة مثلث ﺟده ونعمل عليه سطحا\nمتوازى الاضلاع مساويا لمثلث ﺟده وهو سطح بﻁﮐح ومساوية\nزاوية حﺏط منه لزاوية ز وذلك بحسب برهان مب ونخرج خط\nطﮐ على استقامة <span id='ms60'></span> الى نقطة ل ونخرج من نقطة ا خطا موازيا لخط\nﺏط ببرهان لا وننزل انه قد التقى مع خط ﮐﻁﻝ على نقطة ل\nونصل بين نقطتى ل ﺏ ونخرج خطى لﺏ ﮐح على استقامة فهما\nيلتقيان لان خطى ﮐﺡ ال متوازيان وقد وقع عليهما خط لﮐ\nفبحسب برهان كط فان مجموع الزاويتين الذاخلتين اللتين فى\nجهة واحدة مثل مجموع زاويتين قائمتين فمجموع زاويتى لﮐم\nﮐﻝم اصغر من مجموع زاويتين قائمتين فبحسب ما بين اغانيس\nببرهان الاشكال المقدمة لشكل كط وبحسب ما قدم اوقليدس\nفى المصادرة فان خطى ﮐح لﺏ اذا اخرجا التقيا فلننزل انهما\nقد التقيا على نقطة م ونخرج من نقطة م خطا موازيا لخط ﮐل\nببرهان لا وليكن خط ﻡن ونخرج ﻝا على استقامة وننزل انه قد\nالتقى مع خط ﻡن على نقطة ن ونخرج ايضا خط طﺏ على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p168'> Vol. 01, p. 168</a>\n            </div>\n            \nالاستقامة ولينته الى خط ﻡن على نقطة س فسطح لﻡ متوازى\nالاضلاع وقطره ﻝم وعلى قطره سطحا اط ﺱح متوازيا الاضلاع\nيقطعهما القطر وعن جنبتى القطر سطحان متوازيان يتممان السطح\nوهما سطحا نﺏ ﺏﮐ فبحسب برهان مج فان المتممين متساويان\nاعنى ان سطح نﺏ مثل سطح بﮐ وسطح بﮐ عملناه مثل\nمثلث ﺟده فسطح نﺏ مساو لمثلث ﺟده وكنا عملنا زاوية حﺏط\nمثل زاوية ز لكن زاوية حﺏط مساوية لزاوية اﺏس بحسب برهان\nيه فزاوية اﺏس مثل زاوية ز فقد عملنا على خط اب المستقيم\nسطح اس المتوازى الاضلاع مساويا لمثلث جده المفروض ومساوية\nزاويته لزاوية ز وذلك ما اردنا ان نبين.\n\n<h2 class='l2' id='head47'>[chapter 46: I 45] الشكل الخامس والاربعون من المقالة الاولى</h2>\n\n\n#\nنريد ان نبين كيف نعمل على خط مستقيم معلوم سطحا\nمربعا قائم الزوايا فليكن الخط المفروض اب فنخرج من نقطة ا\nخطا على زاوية قائمة مساويا لخط اب كما بين ببرهان الشكل\nالمضاف الى يا وليكن خط اﺟ ونخرج من نقطة ﺟ خطا [موازيا\nلخط اب ببرهان لا وبهذا العمل نخرج خط ﺏد موازيا] لخط اﺟ\nيلقى خط جد على نقطة د فسطح ابﺟد متوازى الاضلاع <span id='ms61'></span> وببرهان\nلد فان السطوح المتوازية الاضلاع كل ضلعين منها يتقابلان او\nزاويتين تتقابلان فهما متساويان فضلع ﺏد مثل ضلع اﺟ وكنا\nاخرجنا ضلع اﺟ مثل ضلع اب فضلع ﺏد مثل ضلع اب وضلع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p170'> Vol. 01, p. 170</a>\n            </div>\n            \nجد مثل ضلع اب فالاضلاع الاربعة متساوية وزاوية د مثل زاوية ا\nوزاوية ا عملناها قائمة فزاوية د قائمة وزاوية ب مثل زاوية ﺟ\nوعملنا زاوية ﺟ قائمة فزاوية ﺏاد قائمة فالزوايا الاربع كل واحدة\nمنها قائمة فسطح ابﺟد متساوى الاضلاع قائم الزوايا فقد عملنا\nعلى خط اب سطحا مربعا قائم الزوايا وذلك ما اردنا ان نبين\n\n<h2 class='l2' id='head48'>[chapter 47: I 46] الشكل السادس والاربعون من المقالة الاولى</h2>\n\n\n#\nكل مثلث قائم الزواية فان المربع الكائن من الضلع\nالذى يوتر الزواية القائمة مساو لمجموع المربعين الكائنين من\nالضلعين الباقيين مثاله ان زاوية ﺏاﺟ من مثلث ابﺟ قائمة\nفاقول ان المربع الكائن من ضلع بﺟ الموتر لزاوية ﺏاﺟ القائمة\nمساو لمجموع المربعين الكائنين من ضلعى اب اﺟ و[هم]ا الضلعان\nالمحيطان بالزاوية القائمة برهانه انا نعمل على خط بﺟ سطحا\nمربعا قائم الزوايا كما بينا عمله ببرهان مه وليكن مربع بﺟده\nونعمل ايضا على خطى اب اﺟ مربعى اﺏزح اطﮐﺟ قائمى الزوايا\nونخرج من نقطة ا خط ال موازيا لخطى ﺏد ﺟه كما بين ببرهان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p172'> Vol. 01, p. 172</a>\n            </div>\n            \nلا ونخرج خطى اد ﺟح فلانه قد اخرج من نقطة ا من خط ﺏا\nخطا اﺟ از فى جهتين مختلفتين فحدث عن جنبتيه زاويتا ﺏاﺟ\nﺏاز وكل واحدة منهما قائمة فمن البين بحسب برهان يد ان\nخطى اﺟ از قد اتصلا على استقامة فصارا خطا واحدا وبمثل هذا\nالبرهان والاستشهاد يتبين ان خطى ﺏا اط قد اتصلا على\nاستقامة فصارا خطا واحدا فلان زاوية اﺏح القائمة مساوية لزاوية\nﺟﺏد القائمة وناخذ زاوية ابﺟ مشتركة فزاوية ﺟﺏح باسرها\nمساوية لزاوية اﺏد باسرها وضلع ﺏح مساو لضلع اب وضلع ﺏد\nمساو لضلع بﺟ فضلعا ﺡﺏ ﺏﺟ مساويان لضلعى اب ﺏد وزاوية\nاﺏد مساوية لزاوية ﺟﺏح فبحسب برهان د يكون مثلث ﺟﺏح\nمساويا لمثلث اﺏد <span id='ms62'></span> ولان سطح اﺏزح متوازى الاضلاع وقاعدته\nقاعدة مثلث ﺟﺏح وهى خط ﺡب وهما بين خطى زﺟ ﺡب\nالمتوازيين فبحسب برهان ما يكون سطح اﺏزح ضعف مثلث\nﺟﺏح وايضا فان سطح ﺏدﻡل متوازى الاضلاع وقاعدته قاعدة\nمثلث اﺏد وهى خط ﺏد وهما بين خطى ال ﺏد المتوازيين\nفببرهان ما يكون سطح ﺏدﻡل ضعف مثلث اﺏد وقد كنا\nبينا ان مثلث اﺏد مساو لمثلث ﺟﺏح وان سطح اﺏزح ضعفه\nوالتى هى اضعاف لشى واحد فهى متساوية فمربع اﺏزح مساو\nلسطح ﺏدﻡل وبمثل هذا البرهان والاستشهاد يتبين ان سطح\nﺟهﻡل مساو لمربع اﺟطﮐ فسطج ﺏﺟده باسره مساو لمجموع\nمربعى اﺏزح اﺟطﮐ فقد تبين ان المربع الكائن من ضلع ﺏﺟ\nالموتر لزاوية ﺏاﺟ القائمة مساو لمجموع المربعين الكائنين من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p174'> Vol. 01, p. 174</a>\n            </div>\n            \nضلعى اب اﺟ وذلك ما اردنا ان نبين. زيادة فى هذا الشكل\nلايرن نريد ان نبين ان الخطوط الثلثة اعنى اللذين يخرجان من\nزاويتى المربعين الى زاويتى المثلث القائم الزاوية والذى يخرج\nمن زاويته القائمة موازيا لضلعى المربع تتقاطع على نقطة واحدة\nفنوطى لذلك ثلثة معان الاول منها انه اذا اخرج فى مثلث ابﺟ\nخط ده موازيا لقاعدة بﺟ وقسم بﺟ بنصفين بخط اﺡز فان خط\nدح ايضا يكون مثل خط ﺡه فلنخرج على نقطة ا خط طﮐ\nموازيا لخط بﺟ كما بين ببرهان لا وكذلك نجيز على نقطتى ده\nخطى ﮐهﻡ طدل يوازيان خط اﺡز ونصل دز وﻩز فمثلثا اﺏز ازﺟ\nمتساويان لانهما على قاعدتين متساويتين وارتفاعهما على نقطة\nواحدة وهى نقطة ا وذلك بحسب برهان لح وايضا فبحسب هذا\nالبرهان فلان مثلثى ﺏدز زهﺟ على قاعدتى ﺏز زﺟ المتساويتين\nوبين خطى ﺏﺟ ده المتوازيين فان مثلث ﺏدز مساو لمثلث زهﺟ\nفاذا اسقطناهما من مثلثى ابز ازﺟ المتساويين بقى مثلث ادز\nمثل مثلث اﻩز ولان قاعدة كل واحد من هذين المثلثين\nالمتساويين خط از وخط از قاعدة لسطحى ال ام المتوازيين فان\nكل واحد من سطحى ال ام المتوازيين مثلا مثلثه ببرهان ما\nوالاشيا التى هى <span id='ms63'></span> مثلان لشى واحد فهى متساوية فمتوازى ال مثل\nمتوازى ام وهما على قاعدتى ﻝز زم وبين خطين متوازيين فبحسب\nعكس برهان لو فان قاعدة ﻝز مثل قاعدة زم وبحسب برهان لد\nيكون خط دح مثل خط ﻩح وذلك ما اردنا ان نبين. والمعنى\nالثانى انه اذا اجيز فيما بين خطى اب ﺟد وهما متوازيان ثلثة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p176'> Vol. 01, p. 176</a>\n            </div>\n            \nخطوط تتقاطع على نقطة واحدة كخطوط بﺟ اد ﻩز تتقاطع على\nنقطة ح فيصير خط ﺟز مساويا لخط زد فان خط اه يكون مثل\nخط ﻩب فلنوطى لذلك انه متى كان خط اح اعظم من خط ﺡد\nفان خط بﺡ يكون اعظم من خط حﺟ وان كان مساويا له\nكان مساويا له وان كان اصغر منه كان اصغر منه فلننزل ان\nاح اعظم من ﺡد فاقول ان ﺏح اعظم من حﺟ فان لم يكن اعظم\nمنه فانه مثله او اصغر منه فلننزل انه مثله ونخرج ﺡد الى م حتى\nيكون ﺡم مثل اح فضلعا اح ﺡب مثل ضلعى مﺡ حﺟ وزاوية\nاﺡب مساوية لزاوية ﺟﺡم وذلك ببرهان يه واما بحسب برهان د\nفانه قاعدة ﺟم مثل قاعدة اب وسائر الزوايا مثل سائر الزوايا فزاوية\nحﺟم مساوية لزاوية ابﺡ فببرهان كز فان خط اب مواز لخط ﺟم\nفيكون بحسب ل خط ﺟم موازيا لخط ﺟد وهما يتقاطعان هذا\nخلف فليس ﺏح مساويا لخط حﺟ فلننزل انه اصغر منه ونفصل\nحﮐ مساويا لخط ﺏح ونصل ﮐم فيتبين بمثل ذلك ان كم مواز\nلخط ﺏا وذلك خلف اذ كان خط ﺏا موازيا لخط دﺟ فليس اذن\nبﺡ باصغر من حﺟ فهو اذن اعظم منه وكذلك يتبين انه متى\nكان اح مثل ﺡد كان بﺡ مثل حﺟ ومتى كان اصغر منه\nكان اصغر منه فاذا قد وطى ذلك فلنبين الآن ان ﺟز متى كان\nمثل زد فان اه يكون مثل ﻩب فلننزل اح اصغر من ﺡد فمن\nاليين لما وطأناه ان بﺡ اصغر من ﺡﺟ فنفصل ﺡط مثل ﺡا\nوﺡﮐ <span id='ms64'></span> مثل ﺡب ونصل طﻝﮐ فخطا اح ﺡب مثل خطى ﮐﺡ ﺡط\nوزاوية اﺡب مساوية لزاوية طحﮐ وقاعدة اب مساوية لقاعدة كط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p178'> Vol. 01, p. 178</a>\n            </div>\n            \nوسائر الزوايا مثل سائر الزوايا فزاوية حﮐل مثل زاوية هﺏح وزاوية\nهﺡب مثل زاوية ﮐﺡل وضلع ﺏح مثل ضلع حﮐ فببرهان\nكو يكون ضلع ﮐل مثل ضلع ﺏه وبهذا البرهان والاستشهاد\nيتبين ان خط اه مثل خط طل فلان زاوية حﮐط مساوية لزاوية\nابﺟ فببرهان كو يكون خط اب موازيا لخط طﮐ لكن خط\nاب مواز لخط ﺟد فببرهان ل يكون خط كط موازيا لخط جد\nولما بينا فى المعنى الاول اذا كان جز مثل زد فان ﮐﻝ مثل ﻝط\nفخط اه اذن مثل خط ﻩب وكذلك يتبين مافصدنا له ان كان\nاح مثل ﺡد او كان اعظم منه والمعنى الثالث انه ان كان فى\nسطح اب المتوازى الاضلاع سطحا اه ﺡد حﺟ ﺏز متوازيى الاضلاع\nوكان سطح دز مثل سطح هﺟ ووصل خط اح واخرج على\nالاستقامة لقى نقطة ب فلتوصل خطوط هﮐد هﺟ دز ﺟطز ولنخرج\nاح على الاستقامة الى ط وليوصل طﺏ فاقول ان اﺡطﺏ مستقيم\nاعنى ان خط اط قد اتصل بخط طﺏ على استقامة برهانه ان\nسطح دز وضع مساويا لسطح هﺟ فيكون مثلث هﺡز مثل مثلث\nهﺟح وناخذ مثلث ﺡﺟز مشتركا فيكون مثلث دﺟز مثل مثلث\nهﺟز وهما على قاعدة واحدة وهى قاعدة ﺟز وبين خطى ﺟز ده\nفببرهان لط فان خط ﺟز مواز لخط ده وخط هﮐ مساو لخط كد\nوذلك بين لان مثلث اهﮐ مثل مثلث دﮐح وذلك ببرهان لد\nمع برهان كط ومع برهان ﮐو واما بحسب المعنى الثانى من\nهذه المعانى فان خط ﺟط مثل خط ﻁز لكن خط ﺏز مثل خط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p180'> Vol. 01, p. 180</a>\n            </div>\n            \nﺟح وذلك ببرهان لد فخطا طﺡ ﺟح مثل خطى ﺏز زط وزاوية\nﺏزط مثل زاوية ﺡﺟط وذلك ببرهان د من ا فان قاعدة ﺏط\nمثل قاعدة طﺡ وزاوية ﺏطز مساوية لزاوية ﺟطﺡ وناخذ زاوية\nﺡﻁز مشتركة فمجموع زاويتى ﺟطﺡ <span id='ms65'></span> ﺡطز مثل مجموع زاويتى\nﺏﻁز زطﺡ لكن مجموع زاويتى ﺟطﺡ زﻁح مثل مجموع زاويتين\nقائمتين فمجموع زاويتى ﺏطز زﻁح مثل مجموع زاويتين قائمتين\nفقد خرج من نقطة ط من خط زط خطان فى جهتين مختلفتين\nوهما خط[ا] اط طب فصير الزاويتين اللتين عن جنبتيه معادلتين\nلزاويتين قائمتين فخط[ا] اط ﻁب قد اتصلا على استقامة وصارا خطا\nواحدا وذلك ما اردنا ان نبين. فاذ قد قدمنا هذه المعانى\nفلننزل ان مثلث ابﺟ زاوية ا منه قائمة وقد عمل على بﺟ مربع\nﺟد وعلى اب مربع ابﻩز وعلى اﺟ مربع اﺟﺡط واخرج من نقطة ا\nخط اﮐل موازيا لخط ﺏد ووصل خط هﺟ فقاطع خط ال على نقطة\nم ووصل خط ﺡم ثم وصلت نقطة م بنقطة ب فاقول ان خط ﻡب\nعلى استقامة خط ﺡم فليخرج خطا هﺏ حﺟ على الاستقامة حتى\nيلتقيا على نقطة س وتجاز على نقطة م خط عﻡف موازيا لخط ﺱه\nوخط صﻡق موازيا لخط زﺟ كما بين اخراجه ببرهان لا ويوصل\nخطا ﺱا ﻁز فخط ﻁا مثل خط اﺟ وخط زا مثل خط اب فخطا ﺏا\nاﺟ مثل خطى زا اط وزاوية ﺏاﺟ مثل زاوية زاط فقاعدة بﺟ مثل\nقاعدة طز وذلك ببرهان د وسائر الزوايا مثل سائر الزوايا فزاوية\nابﺟ مثل زاوية ﻁزا لكن زاوية ابﺟ مثل زاوية ﺟاﮐ لان اﮐ\nعمود فى مثلث ابﺟ القائم الزاوية فزاوية ﻁزا مثل زاوية ﺟاﮐ وزاوية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p182'> Vol. 01, p. 182</a>\n            </div>\n            \nﻁزا مثل زاوية ﺱاز لانه قد اخرج فى متوازى ﺱا قطرا ﺱا ﻁز\nيتقاطعان على نقطة ذ فيصير زذ مساويا لخط اذ فزاوية ﺱاز مثل\nزاوية ﺟاﮐ وناخذ ﺱاﺟ مشتركة فمجموع زاويتى ﺱاز ﺱاﺟ\nمثل مجموع زاويتى ﻡاﺟ ﺟاس لكن بحسب برهان يج فان مجموع\nزاويتى ﺱاز ﺱاﺟ مثل مجموع زاويتين قائمتين فمجموع زاويتى\nﺱاﺟ ﺟام مثل مجموع زاويتين قائمتين فبحسب برهان [يد] فان\nخط ﺱام مستقيم وهو قطر لمتوازى ﺱم فبحسب برهان مج فان\nمتمم اص مساو لمتمم اع <span id='ms66'></span> وناخذ سطح ام مشتركا فسطح ﻡط\nمثل سطح ﻡز وايضا فان سطح زن متوازى الاضلاع وقطره هﻡﺟ\nوعن جنبتيه سطحا زم ﻡن المتوازيان وهما المتممان فمتمم زم مثل\nمتمم ﻡن فسطح ﻡن اذا مساو لسطح ﻡط فبحسب ما برهان فى\nالمعنى الثالث من المعانى الموطاة لهذا الشكل يكون خط\nبﻡح مستقيما وذلك ما اردنا ان نبين.\n\n<h2 class='l2' id='head49'>[chapter 48: I 46b] زيادة فى الشكل السادس والاربعين</h2>\n\n\n#\nلثابت بن قرة الحرانى الصابئ قال ثابت بن قرة كل مثلث\nقائم الزاوية فان المربع الكائن من الضلع الذى يوتر الزاوية\nالقائمة مثل مجموع المربعين الكائنين من الضلعين اللذين\nيحيطان بالزاوية القائمة مثاله ان مثلث ابﺟ زاوية ﺏاﺟ منه قائمة\nفاقول ان المربع الكائن من ضلع بﺟ مساو لمجموع المربعين\nالكائنين من ضلعى اب اﺟ برهانه انا نعمل على خط اب مربع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p184'> Vol. 01, p. 184</a>\n            </div>\n            \nاد ونخرج خط اﺟ الى نقطة ز وليكن خط ﻩز مثل خط اﺟ ونعمل\nعلى خط ﻩز مربع ﻩح ونخرج دطﮐ مثل اﺟ فلان اﺟ اخرج مثل\nﻩز فاذا اسقطنا ﻩﺟ المشترك بقى اه مثل ﺟز لكن اه مثل اب\nفخط اب مثل خط ﺟز. وايضا دﮐ اخرج مثل ﻩط فنلقى دط\nالمشترك فيبقى ﻩد مثل طﮐ وخط ﻩد مثل خط اب فالاربعة\nالاضلاع من الاربع المثلثات متساوية اعنى اب ﺟز ﺏد طﮐ\nوكذلك نبين ان الاربعة الاضلاع الباقية متساوية اعنى اﺟ زﺡ\nدﮐ طﺡ لان اﺟ اخرج مثل ﻩز وﻩز مثل طح لان ﻩح مربع فخط\nاﺟ اذن مثل خط طﺡ وخط دﮐ اخرج ايضا مثل خط اﺟ وخط\nزح قد تبين انه مثل ﻩز وخط ﻩز اخرج مثل خط اﺟ فقد نبين\nان خطوط اﺟ زح دﮐ ﺡط ايضا متساوية وقد تبين ان زوايا\nالمثلثات الاربعة قوائم اعنى زوايا ا ز د ط فبحسب برهان د\nتكون الاوتار التى توتر الزوايا المساوية وهى القوائم متساوية\nفاوتار بﺟ ﺟح بﮐ حﮐ متساوية وزاوية دبﮐ من مثلث\nﮐﺏد مساوية لزاوية ابﺟ من مثلث ابﺟ ونجعل زاوية لﺏد\nمشتركة <span id='ms67'></span> فجميع زاوية اﺏد مثل زاوية ﺟبﮐ لكن زاوية اﺏد قائمة\nفزاوية ﺟﺏﮐ اذا قائمة وكذلك زاوية ﺟحﮐ قائمة وسطح ﺏح\nمتساوى الاضلاع فزاويتا ﺏﮐح ﺏﺟح كل واحدة منهما قائمة\nفسطح ﺏح متساوى الاضلاع قائم الزوايا وقد بينا ان المثلثات\nالاربعة متساويات مثلثا ابﺟ ﺟزح مثل مثلثى ﺏدﮐ ط ﮐح فاذا\nجعلنا منحرف ﺟل طﺡ ومثلث ﺏدل مشتركا كان جميع مربع\nبﺡ مساويا لمجموع مربعى اد ﻩح لكن مربع اد هو الكائن من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p186'> Vol. 01, p. 186</a>\n            </div>\n            \nضلع اب ومربع ﻩح هو الكائن من خط ﻩز وخط ﻩز مساو لضلع اﺟ\nفمربع ﻩح هو كائن من ضلع اﺟ فمجموع مربعى اد ﻩح هما\nالكائنان من ضلعى اب اﺟ ومربع ﺏح هو كائن من ضلع ﺏﺟ\nالموتر للزاوية القائمة فقد نبين ان مجموع المربعين الكائنين من\nضلعى اب اﺟ مساو للمربع الكائن من ضلع بﺟ وذلك ما اردنا\nان نبين.\n\n<h2 class='l2' id='head50'>[chapter 49: I 47] الشكل السابع والاربعون من المقالة الاولى</h2>\n\n\n#\nكل مثلث يكون مجموع مربعى ضلعين من اضلاعه\nمساويا لمربع الضلع الثالث فان الزاوية التى يوترها الضلع الثالث\nقائمة مثاله ان مربع ضلع بﺟ من مثلث ابﺟ مساو لمجموع\nمربعى ضلعى اب اﺟ فاقول ان زاوية ﺏاﺟ قائمة برهانه انا نقيم\nعلى نقطة ا من خط ﺟا عمود اد مثل ضلع اب كما بين ببرهان\nالشكل المضاف الى يا فلان اد اخرجناه مثل اب يكون المربع\nالكائن من خط اب مثل المربع الكائن من اد وناخذ المربع\nالكائن من خط اﺟ مشتركا فمجموع مربعى اب اﺟ مثل مجموع\nمربعى اﺟ اد فلان زاوية ﺟاد قائمة فبحسب برهان مو يكون\nمجموع مربعى اﺟ اد مساويا لمربع ضلع دﺟ فضلع بﺟ مثل ضلع\nدﺟ وضلع ﺏا مثل ضلع اد وناخذ ضلع اﺟ مشتركا فضلعا اب\nاﺟ مثل ضلعى اد اﺟ وقاعدة دﺟ مثل قاعدة بﺟ فببرهان ح\nتكون زاوية ﺏاﺟ مساوية لزاوية ﺟاد لكن زاوية ﺟاد قائمة فزاوية\nﺏاﺟ اذن قائمة فقد تبين ان كل مثلث يكون مجموع المربعين\nالكائنين من ضلعيه اللذين يحيطان <span id='ms68'></span> بالزاوية † مثل [مربع] الضلع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p188'> Vol. 01, p. 188</a>\n            </div>\n            \nالثالث فان الزاوية التى يوترها الضلع الثالث تكون قائمة وذلك\nما اردنا ان نبين.\n\n<h2 class='l2' id='head51'>[chapter 50: I 47b] برهان لهذا الشكل لايرن</h2>\n\n\n#\nقال ايرن اقول ان الخط الذى يخرج من نقطة ب على زاوية\nقائمة على خط بﺟ من جهة اب الذى مربعه مع مربع بﺟ مساو\nلمربع اﺟ لا يكون غير خط اب فان امكن ان يكون غير فليس\nيخلو من ان يقع دونه او ورآءه فلننزل انه وقع من دونه كخط ﺏز\nحتى تكون زاوية زبﺟ قائمة فزاوية ﺏزﺟ اصغر من قائمة وذلك\nبحسب برهان يز فزاوية ازب منفرجة وذلك بحسب برهان يج فزاوية\nزاب حادة وذلك بحسب برهان يز فبحسب برهان يط يكون ضلع\nاب اعظم من ضلع ﺏز ونخرج ﺏز على الاستقامة الى نقطة ه حتى\nيكون ﺏزه مثل خط ﺏا ونخرج خط هﺟ فمربع خط هﺏ اعنى\nمربع خط اب مع مربع بﺟ مثل مربع هﺟ وقد كانا مثل مربع\nاﺟ فخط اﺟ مثل خط هﺟ وخط اب مثل خط هﺏ فقد خرج من\nطرفى خط مستقيم خطان مستقيمان فى جهتين مختلفتين والتقى\nطرفاهما على نقطة وخرج من مخرجيهما خطان آخران مساويان\nلهما فى تلك الجهة التقى طرفاهما على غير تلك النقطة فبحسب\nبرهان ز يكون هذا السياق محالا وكذلك يسوق الى المحال ان\nكان الخط يقع من ورآء خط اب فخط اب اذن هو الذى على زاوية\nقائمة من خط بﺟ وذلك ما اردنا ان نبين تمت المقالة الاولى\nمن كتاب اوقليدس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p190'> Vol. 01, p. 190</a>\n            </div>\n            \n <span id='ms69'></span>",
  "pages": [
    "004",
    "006",
    "008",
    "010",
    "012",
    "014",
    "016",
    "018",
    "020",
    "022",
    "024",
    "026",
    "028",
    "030",
    "032",
    "034",
    "036",
    "038",
    "040",
    "044",
    "046",
    "048",
    "050",
    "052",
    "054",
    "056",
    "058",
    "060",
    "062",
    "064",
    "066",
    "068",
    "070",
    "072",
    "074",
    "076",
    "078",
    "080",
    "082",
    "084",
    "086",
    "088",
    "090",
    "092",
    "094",
    "09",
    "098",
    "100",
    "102",
    "104",
    "106",
    "108",
    "110",
    "112",
    "114",
    "116",
    "118",
    "120",
    "122",
    "124",
    "126",
    "128",
    "130",
    "132",
    "134",
    "136",
    "138",
    "140",
    "142",
    "144",
    "146",
    "148",
    "150",
    "15",
    "154",
    "156",
    "158",
    "160",
    "162",
    "164",
    "166",
    "168",
    "170",
    "172",
    "174",
    "176",
    "178",
    "180",
    "182",
    "184",
    "186",
    "188",
    "190"
  ],
  "volumes": [
    "01"
  ]
}