{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h3 class='dic-item l3' id='head0'>أم سنبلة الأسلمية</h3>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n<p>\nأخبرنا الشيخ العالم أبو عبد الله سفيان بن أبي الفضل بن محمد بن أبي\nطاهر الخرقي وأخوه أبو القاسم علي، أنبأ أبو القاسم إبراهيم بن الحسين بن\nمحمد بن الحسين الرويدشتي، وأبو محمد إسماعيل بن عمر بن محمد الخرساني\nقالا: أنبأ أبو الفتح منصور بن الحسين بن علي بن القاسم، أنبأ أبو بكر محمد\nبن إبراهيم بن علي بن المقرئ، أنبا أبو عروبة الحسين بن أبي معشر: ثنا محمد\nبن سلمة، عن ابن إسحاق، عن صالح بن كيسان، عن عروة بن الزبير، عن عائشة،\nقالت: دخلت أم سنبلة الأسلمية على النبي صلى الله عليه وسلم بوطبين من لبن\nتهديهما له، فقال: «مرحبا بأم سنبلة، مرحبا بأم سلمة» . قالت: يا رسول\nالله، هذا لبن إبل أهديته لك - وفي يدها قعب - قال: «صبي في هذا القعب في\nيدك» .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\n[ص: 22]\n</p>\n\n<p>\nقالت عائشة: قلت: أولم تكن قلت إنك لا تقبل هدية من أعرابي؟ فقال:\n«أوأعراب أسلم يا عائشة؟ إنهم ليسوا بأعراب، ولكنهم أهل باديتنا ونحن\nحاضرتهم، إذا دعوناهم أجابونا، وإذا دعونا أجبناهم»\n</p>\n\n<p>\nحدثنا عبدة بن عبد الله الصفار، أنبأ زيد بن الحباب، نا عمرو بن قيظي،\nحدثني عبد الرحمن، وزيد، ومحمد، بنو حصين , أن جدتهم أم سنبلة، أتت النبي\nصلى الله عليه وسلم بهدية، فأبين - نساء النبي صلى الله عليه وسلم - أن\nيأخذنها، وقلن: لا نأخذ هدية. وجاء رسول الله صلى الله عليه وسلم فقال:\n«خذوا هدية أم سنبلة، فإنها أهل باديتنا، ونحن أهل حضرها» وأعطاها النبي\nصلى الله عليه وسلم وادي كذا، فاشتراه عبد الله بن حسن بن حسن بن علي بن\nأبي طالب\n</p>\n\n<h3 class='dic-item l3' id='head1'>عبد الله بن عمرو بن مسعود المزني </h3>\n\n<p>\nقال الحنفي: هو أبو بكر عبد الله المزني\n</p>\n\n<h3 class='dic-item l3' id='head2'>قرة بن إياس بن هلال بن رئاب بن سواءة بن سارية بن ذبيان بن ثعلبة بن</h3>\n\nسليم بن أوس بن مزينة\n<p>\n[ص: 23]\n</p>\n\n<p>\nوأبوه نزل البصرة، وكان بها عقبه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا سفيان بن وكيع، وسليمان بن سيف، قالا: ثنا أبو عاصم، عن يزيد <span id='ms01'></span> بن\nأبي عبيد، عن سلمة بن الأكوع، قال: «غزوت مع رسول الله صلى الله عليه وسلم\nسبع غزوات، ومع زيد بن حارثة تسع غزوات، أمره رسول الله صلى الله عليه وسلم\nعلينا»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head3'>عمرو بن مرة الجهني </h3>\n\n<p>\nنزل دمشق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head4'>دحية بن خليفة الكلبي </h3>\n\n<p>\nرسول النبي صلى الله عليه وسلم إلى قيصر. وذكروا أنه بقي إلى زمن معاوية، وكان ينزل بدمشق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head5'>عمرو بن الفغواء</h3>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n<p>\nحدثنا محمد بن يحيى الأزدي، ثنا نوح بن يزيد، ثنا إبراهيم بن سعد، حدثنيه\nمحمد بن إسحاق، عن عيسى بن معمر، عن عبد الله بن عمرو بن الفغواء الخزاعي،\nعن أبيه، قال:\n</p>\n\n<p>\n[ص: 24]\n</p>\n\n<p>\nدعاني رسول الله صلى الله عليه وسلم وقد أراد أن يبعثني بمال إلى أبي\nسفيان يقسمه في قريش بمكة بعد الفتح، فقال: «التمس صاحبا» فجاءني عمرو بن\nأمية الضمري، فقال: بلغني أنك تريد الخروج وتلتمس صاحبا؟ قلت: أجل. قال:\nفأنا لك صاحب، فأتيت رسول الله صلى الله عليه وسلم، فقلت: قد وجدت صاحبا،\nوكان رسول الله صلى الله عليه وسلم قال: «إذا وجدت صاحبا فآذني» فقال:\n«من؟» قلت: عمرو بن أمية الضمري. قال: \" فإذا هبطت بلاد قومه فاحذره، فإنه\nقد قال القائل: أخوك البكري فلا تأمنه \". قال: فخرجت حتى إذا جئت الأبواء،\nقال: إني أريد حاجة إلى قومي بودان، فتلبث لي. قال: قلت: راشدا. فلما ولى\nذكرت قول رسول الله صلى الله عليه وسلم، فشددت على بعيري، ثم خرجت أوضعه،\nحتى إذا كنت بالأصافر إذا هو يعارضني في رهط. قال: فأوضعت فسبقته، فلما\nرآني قد فته انصرفوا، وجاءني فقال: كانت لي حاجة إلى قومي. قلت: أجل،\nفمضينا، حتى قدمنا مكة، فدفعت المال إلى أبي سفيان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head6'>ذو الأصابع</h3>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n<p>\nحدثنا أيوب بن محمد الوزان، ثنا ضمرة، عن عثمان بن عطاء، عن أبي عمران،\n</p>\n\n<p>\n[ص: 25]\n</p>\n\n<p>\nعن ذي الأصابع، رجل من أصحاب النبي صلى الله عليه وسلم، قال: قلت: يا\nرسول الله، أرأيت إن ابتلينا بالبقاء بعدك، أين تأمرني؟ قال: «عليك ببيت\nالمقدس لعله أن تنشأ لك ذرية يغدون <span id='ms02'></span> إلى ذلك المسجد ويروحون»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head7'>عبد الله بن بديل بن ورقاء الخزاعي</h3>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n<p>\nحدثنا سلمة بن شبيب، ثنا عبد الرزاق، أنبا معمر، عن الزهري، قال: ثارت\nالفتن ودهاة الناس خمسة: يعد من قريش معاوية وعمرو بن العاص، ويعد من\nالأنصار قيس بن سعد بن عبادة، ويعد من المهاجرين عبد الله بن بديل بن ورقاء\nالخزاعي، ويعد من ثقيف المغيرة بن شعبة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا الدرهمي، ثنا أمية بن خالد، عن أبي محصن، عن\n</p>\n\n<p>\n[ص: 26]\n</p>\n\n<p>\nحصين، عن يسار، قال: نزل عبيد الله بن عمر في دار يسار بن عوف، فدخل عليه\nعبد الله بن بديل بن ورقاء، فقال له: اتق الله يا عبيد الله بن عمر، اتق\nالله عز وجل، ولا تريقن دمك في هذه الفتنة. قال: وأنت يا ابن بديل فاتق\nالله تعالى، ولا ترق دمك فيها. قال: أنا أطلب بدم أخي، قتل مظلوما. قال:\nوأنا أطلب بدم عثمان، قتل مظلوما \" قال يسار بن عوف: فلقد رأيتهما يوم صفين\nقتيلين، ما بينهما أربعين ذراعا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head8'>ركانة بن عبد يزيد بن هاشم بن المطلب </h3>\n\n<p>\nقال أبو عروبة: هو عم الشافعي، وأمه\nالعجلة بنت العجلان بن البياع\n</p>\n\n<p>\n[ص: 27]\n</p>\n\n<p>\nمن حديثه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو داود، ثنا سعيد، عن ابن إسحاق، قال: قسم رسول الله صلى الله\nعليه وسلم لركانة بن عبد يزيد من الكتيبة خمسين وسقا، وركانة هو الذي صارع\nالنبي صلى الله عليه وسلم، فصرعه رسول الله صلى الله عليه وسلم وبه عن ابن\nإسحاق، قال: «قسم رسول الله صلى الله عليه وسلم من الكتيبة لعجير بن عبد\nيزيد ثلاثين وسقا»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head9'>عجير بن عبد يزيد بن هاشم بن المطلب </h3>\n\n<p>\nقال: أبو عروبة: وقال ابن إسحاق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head10'>عثمان بن طلحة بن أبي طلحة </h3>\n\n<p>\nواسم أبي طلحة: عبد الله بن عبد العزى بن عثمان بن عبد الدار بن قصي، \n</p>\n\n<p>\nوأمه: سلافة بنت سعد بن شهيد، من بني عمرو بن عوف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head11'>عبد الرحمن بن أبي بكر الصديق</h3>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n<p>\nحدثنا عبد الجبار بن العلاء، ثنا سفيان، ثنا منصور، عن أمه، قالت: أتينا\nعائشة نعزيها <span id='ms03'></span> بأخيها، مات بأسفل مكة، فنقل إلى مكة، فقالت: «يرحم الله أخي،\nإن أشد أمره عليه أنه لم يدفن في المكان الذي مات فيه» قال: وبلغني عن مصعب\nبن عبد الله، قال: كان عبد الرحمن أسن ولد أبيه \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا بندار، ثنا عبد الوهاب، ثنا أيوب، عن ابن أبي مليكة، قال: مات عبد\nالرحمن بن أبي بكر الصديق على ستة أميال من مكة، فحملته رجال قريش على\nعواتقها، فقدمت عائشة فقالت: «أروني قبر أخي، فأروها، فصلت عليه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا بندار، ثنا معاذ، وأزهر، قالا: ثنا ابن عون، حدثني رجل، قال: قدمت\nأم المؤمنين رضي الله عنها ذا طوى، حين رفعوا أيديهم عن أخيها عبد الرحمن،\nفعملت يومئذ وتركت، فقالت لها امرأة: يا أم المؤمنين، وأنت تفعلين هذا؟\nقالت: «وما رأيتني فعلت؟ إنه ليس لنا أكباد كأكباد الإبل» ، وأمرت بفسطاط\nفضرب على قبره، ووكلت به إنسانا، وارتحلت فجاء ابن عمر، فرأى الفسطاط على\nالقبر، فأمر به فنزع، فقال\n</p>\n\n<p>\n[ص: 29]\n</p>\n\n<p>\nالرجل: إنهم وكلوني به. فقال: انزعه، وأخبرهم أن ابن عمر قال لك ذلك، ثم\nقال: «إن عبد الرحمن يظله عمله»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head12'>عبد الرحمن بن عثمان بن عبيد الله بن عثمان بن عمرو بن كعب بن سعد بن تيم بن مرة </h3>\n\n<p>\nوأمه هند بنت عمير بن جدعان أخي عبد الله بن جدعان حدث عنه: سعيد بن المسيب، وأبو سلمة بن عبد الرحمن وهو ابن أخي طلحة بن عبيد الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا بندار وأبو موسى وميمون بن الأصبغ، قالوا: ثنا عثمان بن عمر، ثنا\nعثمان بن مرة، عن أبي سلمة بن عبد الرحمن، عن عبد الرحمن بن عثمان، قال:\n«أمرنا رسول الله صلى الله عليه وسلم في حجة الوداع أن نرمي الجمار بمثل\nحصى الخذف»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head13'>وخالد بن الوليد بن المغيرة بن عبد الله بن عمر بن مخزوم كنيته أبو سليمان، </h3>\n\n<p>\nوأمه لبابة الصغرى بنت الحارث بن حزن بن بجير بن الهزم بن رويبة بن\n</p>\n\n<p>\n[ص: 30]\n</p>\n\n<p>\nعبد الله بن هلال، وهي أخت ميمونة وأم الفضل أم بني العباس، شهد الحديبية <span id='ms04'></span>\nمع المشركين، ثم أسلم بعد ذلك، وشهد مؤتة والفتح وحنين، ومات بحمص في خلافة\nعمر بن الخطاب، سمعت أبا موسى يقول: إنه مات في سنة إحدى وعشرين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا المسيب بن واضح، ثنا ابن المبارك، عن حماد بن زيد، عن عبد الله بن\nالمختار، عن عاصم بن بهدلة، عن أبي وائل - ثم شك حماد في أبي وائل - قال:\nلما حضرت خالد بن الوليد الوفاة قال: «لقد طلبت القتل في مظانه فلم أقدر\nعليه، إلا أن أموت على فراشي، وما من شيء أرجا عندي بعد لا إله إلا الله من\nليلة بتها وأنا مترس بترسي، والسماء تهلني، ننتظر الصبح حتى نغير على\nالكفار» ، ثم قال: «إذا أنا مت فانظروا فرسي وسلاحي فاجعلوه عدة في سبيل\nالله عز وجل» فلما توفي خرج عمر رضي الله عنه في جنازته، فذكر قوله، ثم قال\nعمر: «ما على نساء بني المغيرة أن يسفحن على خالد من دموعهن ما لم يكن نقع\nولا لقلقة» قال المختار: النقع: التراب على الرأس، اللقلقة: الصوت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو داود، ثنا سليمان بن حرب، ثنا الأسود بن شيبان، عن خالد بن\nسمير، قال: قدم علينا عبد الله بن رباح - وكانت الأنصار تفقهه - فغشيه\nالناس، فقال: ثنا أبو قتادة، قال:\n</p>\n\n<p>\n[ص: 31]\n</p>\n\n<p>\nقال النبي صلى الله عليه وسلم في حديث الأمراء: «أخذ اللواء خالد بن\nالوليد» ولم يكن من الأمراء وهو أمر نفسه، فقال النبي صلى الله عليه وسلم:\n«اللهم إنه سيف من سيوفك فأيده بنصرك» قال: فمذ يومئذ سمي خالد بن الوليد\nسيف الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nحدثني علي بن جميل، ثنا الوليد بن مسلم، ثنا وحشي بن حرب بن وحشي،\nوحدثنيه علي بن إبراهيم، ثنا علي بن عياش، ثنا الوليد بن مسلم، عن وحشي بن\nحرب بن وحشي، عن أبيه، عن جده، قال: لما وجه أبو بكر رضي الله عنه خالد بن\nالوليد لقتال أهل الردة، كلم في رده، فأبى أن يرده، وقال: سمعت رسول الله\nصلى الله عليه وسلم يقول: «نعم الفتى خالد، ونعم <span id='ms05'></span> أخو العشيرة، وسيف من سيوف\nالله سله الله على الكفار والمنافقين»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا زكريا بن الحكم، ثنا مكي بن إبراهيم، ثنا هاشم بن هاشم، عن إسحاق\nبن الحارث بن كنانة، عن أبي هريرة، قال: خرجنا مع النبي صلى الله عليه\nوسلم، حتى إذا كنا تحت ثنية طلع خالد بن الوليد، فقال النبي صلى الله عليه\nوسلم: «من هذا؟» قلت: خالد بن الوليد. قال: «نعم عبد الله هذا»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا زكريا، ثنا أبو معمر، أنبا الدراوردي، عن عبد الواحد، عن سعيد بن\nأبي سعيد، عن أبي هريرة، أن النبي صلى الله عليه وسلم أبصر خالد بن الوليد\nمتدليا من عقبة هرشى، فقال النبي صلى الله عليه وسلم: «نعم الرجل خالد»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا محمد بن بشار، ثنا يحيى بن سعيد، عن إسماعيل، عن قيس، قال:\n</p>\n\n<p>\n[ص: 32]\n</p>\n\n<p>\nقال خالد بن الوليد: «لقد دق في يدي يوم مؤتة تسعة أسياف، وصبرت في يدي\nصفيحة لي يمانية»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا محمد بن بشار، ثنا يحيى، عن إسماعيل، عن قيس، قال: طلق خالد بن\nالوليد امرأته، فقيل له: يا أبا سليمان، لم طلقتها؟ قال: «ما طلقتها لأمر\nرابني منها ولا ساءني، ولكن لم يصبها عندي بلاء»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا محمد بن بشار، ثنا يحيى، ثنا إسماعيل، حدثني قيس، قال: أخبرت أن\nرسول الله صلى الله عليه وسلم قال: «لا تسبوا خالدا، فإنما هو سيف من سيوف\nالله عز وجل صبه على المشركين»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head14'>عمرو بن العاص بن وائل بن هاشم بن سعيد بن سهم بن عمرو بن هصيص بن كعب بن لؤي بن غالب </h3>\n\n<p>\nوأم عمرو النابغة، سبية من عنزة، كان إسلامه قبيل الفتح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو موسى، ثنا عبد الرحمن بن مهدي، ثنا نافع بن عمر، عن ابن أبي\nمليكة، قال: قال طلحة بن عبيد الله: لا أحدث عن رسول الله صلى الله عليه\nوسلم شيئا، إلا أني سمعته يقول: «إن عمرو بن العاص من صالح قريش، ونعم أهل\nالبيت عبد الله وأبو عبد الله وأم عبد الله»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head15'>أبو سفيان بن الحارث بن عبد <span id='ms06'></span> المطلب بن هاشم بن عبد مناف بن قصي، واسمه المغيرة </h3>\n\n<p>\nوأمه غزية بنت قيس بن ظريف بن عبد العزى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا إسحاق بن زيد، ثنا أبو نعيم، ثنا سفيان، عن أبي إسحاق، قال: لما\nحضرت أبا سفيان الوفاة، قال لأهله: «لا تبكوا علي فإني لم أتنطف بخطيئة منذ\nأسلمت»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عبيد الله بن الحجاج بن المنهال، ثنا عمرو بن عاصم، ثنا حماد بن\nسلمة، عن علي بن زيد، عن عمار بن أبي عمار، عن أبي حبة البدري، قال: قال\nرسول الله صلى الله عليه وسلم: «ما نظرت من ناحية إلا رأيت أبا سفيان»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head16'>وابنه جعفر بن أبي سفيان </h3>\n\n<p>\nوكان معه يوم أسلم. \n</p>\n\n<p>\nوأمه جمانة بنت أبي طالب بن عبد المطلب، وأمها فاطمة بنت أسد بن هاشم ومات فيما ذكروا في أيام معاوية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head17'>أبو سفيان صخر بن حرب</h3>\n\n<p>\n[ص: 34]\n</p>\n\n<p>\nومات أبو سفيان يعني صخر بن حرب، في خلافة عثمان بن عفان رضي الله عنه،\nوقد ذهب بصره، يقال: سنة إحدى وثلاثين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا سليمان بن سيف، ثنا عبد الله بن عمرو البصري، ثنا سفيان بن عيينة،\nعن وائل بن داود، عن نصر بن عاصم، قال: حضر ناس من أصحاب رسول الله صلى\nالله عليه وسلم باب رسول الله صلى الله عليه وسلم، وفيهم أبو سفيان بن حرب\nفأذن لهم قبله ثم أذن له، فقال: يا رسول الله، إن كدت تأذن لحجارة\nالجلهمتين قبلي فقال: \" إنما أنت يا أبا سفيان وذاك كما قال الأول: كل\nالصيد في بطن الفرا \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا محمد بن معدان، ثنا أبو ثابت المدني، ثنا إبراهيم يعني ابن سعد، عن\nأبيه، عن سعيد بن المسيب، قال: \" فقدت الأصوات يوم اليرموك، والمسلمون\nيقتتلون والروم، إلا رجل يقول: يا نصر الله اقترب. فذهبت أنظر من هو، فإذا\nهو أبو سفيان تحت راية ابنه يزيد \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head18'>المهاجر بن قنفذ بن عمير بن جدعان بن عمرو بن كعب بن سعد بن تيم بن مرة</h3>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n<p>\nحدثنا محمد بن بشار، ثنا ابن أبي عدي، قال: أنبأنا أشعث، عن <span id='ms07'></span> الحسن، عن\nالمهاجر بن قنفذ، أنه هاجر إلى النبي صلى الله عليه وسلم، فأخذه المشركون،\nفأوثقوه على بعير، فجعلوا يضربون البعير سوطا ويضربونه سوطا، فأفلت، فأتى\nالنبي صلى الله عليه وسلم، فقال: «هذا المهاجر حقا» . ولم يكن اسمه قبل\nيومئذ المهاجر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head19'>أبو الأعور السلمي , عمرو بن سفيان بن عبد شمس من بني ذكوان </h3>\n\n<p>\nنزل طبرية، له رواية، شهد صفين، ومات في أيام معاوية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عبد الله بن الوليد، ثنا بشر بن عمر، ثنا ابن لهيعة، أخبرني أبو\nهبيرة، عن عمرو البكالي، عن أبي الأعور السلمي، أن رسول الله صلى الله عليه\nوسلم قال: \" إنما أخاف على أمتي ثلاثا: شح مطاع، وهوى متبع، وإمام ضال \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head20'>عبد الله وعطية والصماء، بنو بسر المازني،</h3>\n\n<p>\n[ص: 36]\n</p>\n\n<p>\nوأخوة نزلوا حمص، ولهم رواية، وأخبارهم مع أهل الشام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا محمد بن عباد، ثنا بشر بن بكر، ثنا ابن جابر، حدثني عبيد الله بن\nزياد، عن ابني بسر، قال: دخلت عليهما، فقلت: رحمكما الله، الرجل منا يركب\nدابته، فيضربها بالسوط، ويكبحها باللجام، هل سمعتما من رسول الله صلى الله\nعليه وسلم في ذلك شيئا؟ قالا: ما سمعنا منه في ذلك شيئا، ونادتني امرأة من\nجوف البيت، فقالت: يا هذا، إن الله عز وجل يقول: {وما من دابة في الأرض}\n[الأنعام: 38] إلى آخر الآية، فقالا لي: هذه أختنا، وهى أكبر منا، فقد\nأدركت رسول الله صلى الله عليه وسلم. وعبد الله بن بسر، كنيته أبو صفوان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head21'>شداد بن أسيد السلمي</h3>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n<p>\nحدثنا عبدة بن عبد الله الصفار، أنبا زيد بن الحباب، حدثني عمرو بن قيظي\nبن عامر بن شداد بن أسيد السلمي، حدثني أبي، عن جده شداد، أنه قدم على رسول\nالله صلى الله عليه وسلم فاشتكى، فقال له: «ما لك يا شداد؟» . قال: اشتكيت،\nولو شربت من ماء بطحان لبرأت. قال: «فما يمنعك؟» قال: هجرتي. قال: «اذهب،\nفأنت مهاجر حيثما كنت»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nحدثني محمد بن يحيى بن كثير، ثنا عبد الله بن جعفر، ثنا أبو المليح، عن\nمحمد بن خالد <span id='ms08'></span> السلمي، عن أبيه، عن جده - وكانت له صحبة - , أنه خرج يزور\nصديقا له ذات يوم، فبلغه شكاته، فقال: أجعلها عيادة، فلما دخل عليه قال:\nجئتك زائرا وعائدا ومبشرا. قال: وكيف جمعت هذا كله؟ قال: خرجت أريد زيارتك،\nفبلغتني شكاتك، فقلت: أجعلها عيادة، وأبشرك بشيء سمعته من رسول الله صلى\nالله عليه وسلم، سمعت رسول الله صلى الله عليه وسلم يقول: «إذا سبقت للعبد\nمن الله منزلة لم يدركها بعمله، ابتلاه في جسده وأهله وماله، ثم أصبره على\nذلك، حتى ينال المنزلة التي سبقت له من الله عز وجل»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head22'>أبو مالك الأشجعي</h3>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n<p>\nحدثنا أبو الحسين، ثنا يزيد بن هارون، أنبا أبو مالك الأشجعي، قال: قلت\nلأبي: يا أبه، إنك صليت خلف النبي صلى الله عليه وسلم وأبي بكر وعمر وعثمان\nوعلي رضي الله عنهم، قريبا من خمس سنين، أكانوا يقنتون؟ قال: «أي بني بدعة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head23'>زاهر بن حرام الأشجعي</h3>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n<p>\nحدثنا عبدة بن عبد الله الصفار، ثنا شاذ بن فياض، ثنا رافع بن سلمة، قال:\nسمعت أبي يحدث، عن سالم، عن رجل من أشجع يقال له: زاهر بن حرام. قال: وكان\nرجلا بدويا، وكان لا يأتي النبي صلى الله عليه وسلم إذا أتاه إلا بطرفة أو\nهدية يهديها له. فرآه رسول الله صلى الله عليه وسلم بسوق المدينة يبيع\nسلعة، ولم يكن أتاه، فأتاه فاحتضنه من وراء كتفه، فالتفت وأبصر النبي صلى\nالله عليه وسلم، فقبل كفيه، وقال: «من يشتري العبد؟» قال: إذا تجدني كاسدا.\nقال: «ولكنك عند الله عز وجل ربيح»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nقال: وقال رسول الله صلى الله عليه وسلم: «إن لكل بادية حاضرة، وبادي آل\nمحمد زاهر بن حرام»\n</p>\n\n<h3 class='dic-item l3' id=''></h3>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n<h3 class='dic-item l3' id='head24'>أبو هريرة</h3>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n<p>\nحدثنا محمد بن معمر، ثنا سليمان بن حرب، ثنا حماد يعني ابن زيد، عن\nالعباس الجريري، عن أبي عثمان النهدي، قال: \" تضيفت أبا هريرة سبعا، وكان\nهو وامرأته وخادمه يعتقبون الليل أثلاثا، يقوم هذا وينام هذا، وينام هذا\nويقوم هذا، وينام هذا ويقوم هذا، فسألته فقلت: يا أبا هريرة، كيف تصوم <span id='ms09'></span>\nالدهر؟ قال: «أصوم من أول الشهر ثلاثا، فإن حدث بي حدث كان لي آخر شهري»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عبد الوارث بن عبد الصمد، حدثني أبي، ثنا حماد، عن ثابت، عن أبي\nرافع،: أن مروان، كان يستخلف أبا هريرة على المدينة، وكان يركب على حمار\nعليه قرطاط، قد شده عليه، وخطامه من ليف، وكان يقول: الطريق، قد جاء\nالأمير، الطريق، قد جاء الأمير، وكان ربما أتى الصبيان بالليل وهم يلعبون\nلعبة الحراب، فيجيء حتى يقع بينهم، ويضرب بيديه ورجليه الأرض، فيذعرون،\nويذهبون، وربما دعاني إلى العشاء، فيقول: تعال ودع\n</p>\n\n<p>\n[ص: 40]\n</p>\n\n<p>\nللأمير العراق، فأذهب فأطلب، فلا أجد شيئا، إنما هي ثريدة بزيت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا محمد بن بشار، ثنا ابن أبي عدي، ومعاذ، قالا: ثنا ابن عون، عن عمير\nبن إسحاق، قال: سمعت أبا هريرة، وكان إذا تكلم هاهنا سمع ثمة وكان يلبس\nثوبين مثل ثوبيك هذين. قال: وعلي ثوبان مصبوغان بطين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head25'>معاوية بن أبي سفيان</h3>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n<p>\nحدثنا كثير بن عبيد الحذاء، ثنا بقية، ومحمد بن حرب، عن أبي بكر بن أبي\nمريم، عن أبي سفيان محمد بن زياد، عن عوف بن مالك، أنه كان قائلا يوما في\nدار يحنا، وقال ابن حرب: في كنيسة يحنا وهو يومئذ مسجد يصلى فيه، فتنبه عوف\nبن مالك من نومته، فإذا معه أسد في البيت يمشي نحوه، فوثب إلى سلاحه؟ فقال\nالأسد: مه، إنما أرسلت إليك برسالة لتبلغها. قال: ومن أرسلك؟ قال: الله عز\nوجل أرسلني لتعلم معاوية الرحال أنه من أهل الجنة. فقلت لمحمد بن زياد: من\nمعاوية الرحال؟ قال: معاوية بن أبي سفيان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nحدثني أبو عبد الله الإسماعيلي، أنبا محمد بن عبد الملك بن أبي الشوارب،\nثنا أبو عاصم العباداني، عن هشام بن حسان، عن محمد بن\n</p>\n\n<p>\n[ص: 41]\n</p>\n\n<p>\nسيرين، عن ابن عمر، قال: «معاوية من أحلم الناس» . قالوا: يا أبا عبد\nالرحمن، أبو بكر؟ قال: «أبو بكر خير من معاوية، ومعاوية من أحلم الناس» .\nقالوا: عمر؟ قال: «عمر خير من معاوية، ومعاوية من أحلم الناس»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا فتح بن <span id='ms10'></span> سلومة الرقي، ثنا مبشر الحلبي، عن غالب، عن عطاء، عن أبي\nهريرة، قال: أخذ النبي صلى الله عليه وسلم سهما من كنانته، فدفعه إلى\nمعاوية، ثم قال: «خذ هذا يا معاوية حتى تلقاني به في الجنة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو عبد الله الإسماعيلي، ثنا حسين بن علي بن الأسود، قال: نا عبد\nالله بن نمير، عن الأعمش، عن مجاهد، قال: \" لو رأيتم معاوية قلتم: هذا\nالمهدي \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو موسى، وهلال بن بشر، قالا: ثنا محمد بن خالد بن عثمة، أخبرني\nسليمان بن بلال، أخبرني علقمة بن أبي علقمة، عن أمه، عن عائشة، قالت: «ما\nزال بي ما رأيت من أمر الناس في الفتنة، حتى إني لأتمنى أن يزيد الله عز\nوجل معاوية من عمري في عمره»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head26'>سعيد بن العاص بن سعيد بن العاص بن أمية أبي</h3>\n\n<p>\n[ص: 42]\n</p>\n\n<p>\nأحيحة، كنيته أبو عثمان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو داود، ثنا سعيد بن بزيغ، عن محمد بن إسحاق،: أن علي بن أبي\nطالب، رضي الله عنه قتل أباه يوم بدر، ومات بالمدينة في أيام معاوية، ولم\nيحفظ له عن رسول الله صلى الله عليه وسلم رواية ولا معه مشهد \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو مروان الأموي، بالبصرة، ثنا يحيى بن سعيد الأموي، حدثني أبي\nقال: كان سعيد بن العاص واليا على المدينة لمعاوية، فأصاب الناس سنة\nفأقحطوا، فأطعمهم سعيد حتى أنفق ما في بيت المال، وادان، فكتب إلى معاوية،\nفغضب، وقال: لم يرض أن ينفق ما في بيت مالنا حتى ادان معه فعزله، فلما حضر\nسعيد دعا ابنه عمرو بن سعيد، فقال: إني قد رضيت غيبتك وشهادتك، فانظر ديني\nفاقضه عني، واكسر فيه أموالي، ولا يقضينه عني معاوية، وانظر بناتي فلتكن\nبيوتهن قبورهن إلا من الأكفاء، وانظر إخواني فلا يفقدوني، احفظ منهم ما كنت\nأحفظ. فلما بلغ معاوية موته، قال: رحم الله أبا عثمان، مات من هو أكبر مني،\nومن هو أصغر مني، يعني عبد الله بن عامر، وأنشأ يقول:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\n[البحر الطويل]\n            \n</p>\n<p class='poetry'>\n                <span class='hemistich-1'>إذا سار من دون امرئ وأمامه </span>\n                <span class='hemistich-2'> وأوحش من جيرانه <span id='ms11'></span> فهو سائر</span>\n            </p>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n<h1 class='l1' id='head27'>ومن بني عبد الدار بن قصي</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n<h3 class='dic-item l3' id='head28'>شيبة بن عثمان بن أبي طلحة واسمه عبد الله بن عبد العزى بن عثمان بن عبد الدار بن قصي </h3>\n\n<p>\nوهو أبو حجبة الكعبة \n</p>\n\n<p>\nشهد حنينا مع النبي صلى الله عليه وسلم. \n</p>\n\n<p>\nسمعت أبا موسى يذكر أنه مات سنة تسع وخمسين. وقال غيره: أدرك يزيد بن معاوية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head29'>وأبو السنابل بن بعكك بن الحارث بن السباق بن عبد الدار</h3>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n<h3 class='dic-item l3' id='head30'>عكرمة بن أبي جهل</h3>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n<p>\nحدثنا أبو الحسين أحمد بن سليمان، ثنا عبيد الله بن موسى، أنبا\n</p>\n\n<p>\n[ص: 44]\n</p>\n\n<p>\nإسرائيل، عن أبي إسحاق، عن مصعب بن سعد، أن عكرمة بن أبي جهل، لما قدم\nالنبي صلى الله عليه وسلم مكة قال: لا أساكن قوما قتلوا أبا الحكم، فتحمل\nليركب البحر، وحمل ثقله في السفينة، فلما رأى ذلك صهر له، أمر أخته فتصنعت\nله ثم استقبلته، فقالت: أنت سيدنا، وأنت سيد أهل البلد، تأتي بلدا لا تعرف\nبه، فأبى، فلما أتى السفينة قال له صاحب السفينة: أخلص. قال: ما أخلص؟ قال:\nلا يصلح أن يركب أحد البحر حتى يخلص، ما يصلح في البر ولا يصلح في البحر،\nفأخرج متاعه، ثم أتى النبي صلى الله عليه وسلم، فلما رآه النبي صلى الله\nعليه وسلم قال: «مرحبا بالراكب المهاجر، لا تسأل اليوم شيئا إلا أعطيتكه»\nقال: يا رسول الله، أنا - والله - من أكثر قريش مالا، ولكن أسألك أن تستغفر\nلي بكل قتال قاتلت لأصد بها عن سبيل الله عز وجل، فوالله لئن طالت بي حياة\nلأضعفن ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head31'>المطلب بن أبي وداعة الحارث بن صبيرة بن سعيد بن سعد بن سهم بن عمرو بن هصيص </h3>\n\n<p>\nنسبه لنا أبو داود، عن سعيد بن بزيع، عن محمد بن إسحاق، قال: \n</p>\n\n<p>\nوكان أبوه في أسارى بدر، له رواية، وكان عقبه بمكة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عبد الجبار، ثنا سفيان، عن كثير بن كثير، عن بعض أهله عن جده\nالمطلب، قال: «رأيت النبي صلى الله عليه وسلم يصلي مما يلي بابهم باب بني\nسهم، ليس بينه وبين الظراب <span id='ms12'></span> أحد» - وقال مرة: «سترة - والناس يمرون بين\nيديه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head32'>الأسود بن خلف</h3>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n<p>\nحدثنا سلمة بن شبيب، ثنا عبد الرزاق، أنبا ابن جريج، أخبرني عبد الله بن\nعثمان بن خثيم، عن محمد بن الأسود بن خلف، أخبره أن أباه الأسود رأى النبي\nصلى الله عليه وسلم يبايع الناس يوم الفتح، قال: جلس عند قرن مسقلة، وقرن\nمسقلة الذي يهريق إليه بيوت أبي ثمامة، وهي دار ابن سمرة وما حولها، والذي\nيهريق ما أدير على دار ابن عامر وما أقبل منها على دار ابن سمرة وما حولها،\nقال الأسود: فرأيت النبي صلى الله عليه وسلم جلس، فجاءه الناس - الصغار\nوالكبار والنساء - فبايعوه على الإسلام والشهادة، قلت: وما الشهادة؟ قال:\nأخبرني ابن الأسود أنه بايعهم على الإسلام والشهادة. قلت: وما الشهادة؟\nقال: أخبرني محمد بن الأسود، أنه بايعهم على الإيمان بالله، وشهادة أن لا\nإله إلا الله وأن محمدا عبده ورسوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head33'>سهيل بن عمرو</h3>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n<p>\nحدثنا المسيب بن واضح، ثنا ابن المبارك، عن جرير بن حازم، عن الحسن، قال:\nلما استخلف عمر بن الخطاب رضي الله عنه اجتمع الناس ببابه، فيهم أبو سفيان\nبن حرب، وتلك الشيوخ من قريش، فلما خرج آذنه، قال: أين بلال وصهيب وسلمان؟\nقال: وكان يحبهم، فقال أبو سفيان: تالله إن رأينا كاليوم قط بهذا الباب، لا\nيؤذن لنا ويؤذن لهؤلاء العبيد فقام سهيل بن عمرو، ويا له من رجل ما كان\nأعقله، فقال: «يا أيها الناس، إني قد أرى ما في وجوهكم، إن كنتم غضابا\nفاغضبوا على أنفسكم، دعي القوم ودعيتم فسبقوا وأبطأتم، إنهم والله ما قد\nسبقوكم به من فضل فيما لا ترون أفضل من هذا الباب الذي تنافسونهم عليه» .\nقال الحسن: صدق والله، لا يجعل عبد دعي إليه فأسرع كعبد دعي عليه فأبطأ.\nقال: فقال سهيل بن عمرو: «هؤلاء قد سبقوكم بما لا سبيل لكم إليه، فلينظر كل\nامرئ لنفسه» ثم أمر بثقله، فلحق بالشام يطلب الجهاد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head34'>ومن بني فهر بن مالك بن النضر</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n<h3 class='dic-item l3' id='head35'>ضرار بن الخطاب بن <span id='ms13'></span> مرداس بن كبير بن عمرو بن حبيب بن عمرو بن شيبان بن</h3>\n\nمحارب بن فهر\n<p>\n[ص: 47]\n</p>\n\n<p>\nكان فارسا شاعرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عبد الله بن الهيثم البصري، ثنا أبو عمر الضرير، ثنا جرير بن حازم،\nقال: سمعت عيسى بن عاصم، \" يحدث أن أربعة نفر شربوا الخمر بالشام عبد بن\nالأزور الأسدي، أحد بني أسد بن خزيمة، وأبو جندل بن سهيل، وضرار بن الخطاب،\nوهو أحد بني فهر، ونسي جرير الرابع، فأراد أبوعبيدة أن يحدهم، فقالوا: ما\nتصنع بأن تحدنا، نحن نلقى العدو غدا، فإن قتلنا وإلا فنحن في يدك، قال:\nفتركهم، فقتلوا جميعا \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head36'>عبادة بن قرص الليثي</h3>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n<p>\nحدثني محمد بن يحيى بن كثير، ثنا ضرار بن صرد، ثنا حاتم بن وردان، عن\nيونس بن عبيد، عن حميد بن هلال، عن عبادة بن قرص الليثي، أنه أقبل من الغزو\nحتى إذا كان بالأهواز سمع أذانا، فأقبل نحوه، فإذا هم الحرورية، قالوا له:\nما أنت؟ قال: «ألستم إخوتي؟» قالوا: أنت أخو الشيطان،\n</p>\n\n<p>\n[ص: 48]\n</p>\n\n<p>\nفلما قدموه ليقتلوه قال: «أما ترضون مني بما رضي به رسول الله صلى الله\nعليه وسلم مني؟ إني أتيته وأنا مشرك، فشهدت أن لا إله إلا الله وأن محمدا\nرسول الله فخلى عني» ، فقدموه فقتلوه سنة إحدى وأربعين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head37'>وحميد بن ثور الهلالي </h3>\n\n<p>\nذكروا أنه وفد على رسول الله صلى الله عليه وسلم، وأنشده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nحدثني هاشم بن القاسم، ثنا يعلى بن الأشدق، حدثني حميد بن ثور الهلالي،\nأنه حين أسلم أتى النبي صلى الله عليه وسلم، فقال:\n</p>\n\n<p>\n[البحر الرجز]\n</p>\n\n<p>\nأصبح قلبي من سليمى مقصدا\n</p>\n\n<p>\nإن خطأ منها وإن تعمدا\n</p>\n\n<p>\nمن ساعة لم تك إلا مقعدا\n</p>\n\n<p>\nوذكر في الشعر:\n</p>\n\n<p>\nحتى أرانا ربنا محمدا\n</p>\n\n<p>\nيتلو من الله كتابا مرشدا\n</p>\n\n<p>\nفلم نكذب وخررنا سجدا\n</p>\n\n<p>\nنعطي الزكاة ونقيم المسجدا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head38'>مزيدة العصري</h3>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n<p>\nحدثني جعفر، ثنا قيس بن حفص، ثنا طالب بن حجير، ثنا هود، عن جده مزيدة\nالعصري، وكان من الوفد الذين وفدوا إلى رسول الله صلى الله عليه وسلم، قال:\nكان رجل كثير الحج في الجاهلية <span id='ms14'></span> يقال له: معبد بن وهب العبدي، وإنه تزوج\nامرأة من قريش يقال لها: هريرة بنت زمعة، وكانت أخت سودة بنت زمعة أم\nالمؤمنين، وإنه قاتل يوم بدر بسيفين، فقال رسول الله صلى الله عليه وسلم:\n«من هذا الأضبط؟» قالوا: معبد بن وهب العبدي. فقال رسول الله صلى الله عليه\nوسلم: «يا لهف نفسي على فتيان عبد القيس ألا يحضرونا في هذا اليوم، أما\nإنهم أسد الله في الأرض» . ومزيدة العصري، جد هود، كان في وفدهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا إسحاق بن إبراهيم الصواف، حدثني يحيى بن راشد، ثنا طالب بن حجير\nالعبدي، ثنا هود العصري، قال: سمعت جدي مزيدة، قال: «وفدنا إلى رسول الله\nصلى الله عليه وسلم، فنزلت فقبلت يده»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head39'>أبو اليسع </h3>\n\n<p>\nأسند عنه البصريون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا علي بن إبراهيم، ثنا عبد الوهاب بن نجدة، ثنا محمد بن خالد، حدثني\nعبيد الله بن أبي حميد الهذلي، عن أبي عثمان النهدي، عن أبي اليسع، قال:\nسألت عن رسول الله صلى الله عليه وسلم، فنعت لي حتى كأني أنظر إليه، فطلبته\nعلى راحلته، فإذا هو قد أقبل، فعرفته بالنعت، فأقبلت إليه، فقال رجل من\nأصحابه: تنح. فقال النبي صلى الله عليه وسلم: «دعه» . فوقفت معه حتى اختلفت\nأعناق\n</p>\n\n<p>\n[ص: 50]\n</p>\n\n<p>\nراحلتينا، فقلت: يا نبي الله، ما الذي يدخلني الجنة، وما الذي يخرجني من\nالنار؟ قال: «صل الصلاة المكتوبة، وأد الزكاة المفروضة، وصم رمضان وحج\nالبيت إن استطعت إليه سبيلا، وأحب للناس ما تحب لنفسك، واكره للناس ما تكره\nلنفسك وأهل بيتك؛ خل سبيل الراحلة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head40'>المنقع</h3>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n<p>\nحدثنا إسماعيل بن موسى، ثنا سيف بن هارون، عن عصمة بن بشير، عن الفزع،\nقال: سمعت المنقع، يقول: قدمت على النبي صلى الله عليه وسلم بصدقة إبلنا،\nفقلت: يا رسول الله، هذه صدقة إبلنا. فأمر بها فقبضت، قلت: يا رسول الله،\nفيها ناقة هدية. قال: «فاعزل الهدية من الصدقة» . قال: فمكثت أياما، وخاض\nالناس أن رسول الله صلى الله عليه وسلم باعث خالد بن الوليد إلى رقيق مضر\nفمصدقهم، قلت: والله <span id='ms15'></span> إن لنا لعناء، وما عند أهلنا من مال، فلأصدقن هاهنا\nقبل أن آتي أهلي، فأتيت النبي صلى الله عليه وسلم وهو على ناقة له، ومعه\nأسود قد حاذى رأسه رأس النبي صلى الله عليه وسلم، والنبي صلى الله عليه\nوسلم راكب، ما رأيت أحدا من الناس أطول منه، فلما دنوت منه كأنه أهوى إلي\nالأسود، فكفه النبي صلى الله عليه وسلم، قلت: يا رسول الله، إن الناس قد\nخاضوا أنك باعث خالد بن الوليد إلى رقيق مضر فمصدقهم. فرفع يديه حتى رأيت\nبياض إبطيه، ثم قال: «اللهم لا أحل لهم أن يكذبوا علي» يقولها ثلاثا. قال\nالمنقع: فلا أحدث عن رسول الله صلى الله عليه وسلم إلا بحديث ينطق به كتاب،\nأو جرت به سنة، نكذب عليه في حياته، فكيف بعد موته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head41'>جدار</h3>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n<p>\nحدثنا إبراهيم بن سعيد، ثنا سعد بن عبد الحميد بن جعفر، ثنا عباس بن\nالفضل الأنصاري، عن القاسم بن عبد الرحمن الأنصاري، عن الزهري، عن يزيد بن\nشجرة، عن جدار، قال: غزونا مع رسول الله صلى الله عليه وسلم فسمعته يقول: \"\nأول قطرة تقع من دم الشهيد، يكفر الله عز وجل بها عنه كل خطيئة له، وتجيئان\n- يعني الحور العين - تجلسان عند رأسه، فتمسحان عن وجهه، وتقولان: مرحبا،\nقد آن لك، ويقول هو: مرحبا، قد آن لكما \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head42'>ابن الشياب</h3>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n<p>\nحدثنا المسيب بن واضح، وابن المصفى، قالا: ثنا بقية بن الوليد، عن بحير\nبن سعد، عن خالد بن معدان، عن ابن أبي بلال، قال: قال ابن الشياب: «كان\nرسول الله صلى الله عليه وسلم يوم الشعب آخر أصحابه، ليس بينه وبين العدو\nغير حمزة يقاتل العدو، فرصده وحشي فقتله، وقد قتل الله بيد حمزة من الكفار\nواحدا وثلاثين رجلا، وكان يدعى أسد الله عز وجل»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head43'>أبو نخيلة</h3>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n<p>\nحدثنا محمد بن بشار، والجراح بن مخلد، قالا: ثنا عبد الرحمن بن\n</p>\n\n<p>\n[ص: 52]\n</p>\n\n<p>\nمهدي، ثنا سفيان، عن الأعمش، عن أبي وائل، أن رجلا من أصحاب النبي صلى\nالله عليه وسلم كان <span id='ms16'></span> يكنى أبا نخيلة، رمي بسهم، فقيل له: ادع. فقال: اللهم،\nانقص من الوجع ولا تنقص من الأجر. فقيل له: ادع الله. فقال: اللهم اجعلني\nمن المقربين، واجعل ابنتي من الحور العين \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head44'>أبو هريرة</h3>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n<p>\nحدثنا أبو الحسين، ثنا يزيد، أنبا جرير، ثنا شبيب بن نعيم، عن أبي هريرة،\nأن أعرابيا، أتاه، فقال: يا أبا هريرة، حدثنا عن نبي الله صلى الله عليه\nوسلم، فسكت، وهو ينكت بعود في الأرض، ثم إن الأعرابي ثنى، فقال: يا أبا\nهريرة، حدثنا عن نبي الله صلى الله عليه وسلم، فسكت، وهو ينكت بعود في\nالأرض، ثم ثلث، وهو ينكت بعود في الأرض، ثم إن الأعرابي قام حين لم يجبه.\nفقال أبو هريرة: علي بالأعرابي، فرجع حتى جلس مجلسه الذي قام منه، فقال أبو\nهريرة: جاء أعرابي إلى النبي صلى الله عليه وسلم مثل الآخر، والنبي صلى\nالله عليه وسلم ينكت في الأرض بعود، كما رأيتني أنكت، فقال: يا نبي الله،\nالعن أهل اليمن. فسكت عنه، وهو ينكت بعود كما رأيتني، ثم ثنى، ثم ثلث، كما\nرأيتني صنعت، ثم إنه سكت عنه، ثم قال: «أين الرجل الذي سألني أن ألعن أهل\nاليمن؟» فقام، فقال: أنا ذا. فقال: «إن الإيمان يمان، وإن الحكمة يمانية،\nأجد نفس ربكم من قبل اليمن، ألا إن الكفر والفسوق وقسوة القلوب في الفدادين\nأصحاب الشعر والوبر، الذين - يعني - تغتالهم الشياطين على أعجاف الإبل» .\nقال أبو الحسين: سمعت يزيد بن هارون سئل: ما يعني بقوله: «أجد نفس ربكم من\nقبل اليمن» قال: نصرة الأنصار إياه، إنهم آووه ونصروه، فنفسوا\n</p>\n\n<p>\n[ص: 53]\n</p>\n\n<p>\nعنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head45'>علي بن عبد الله بن عباس</h3>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n<p>\nحدثنا محمد بن بشار، ثنا أبو داود، ثنا المسعودي، عن هزان بن سعيد، قال:\nأتيت بيت المقدس، فرأيت علي بن عبد الله بن عباس، فقال لي: ممن أنت؟ فقلت:\nمن الرها، قال: مرحبا برجل من حي أوصى بهم رسول الله صلى الله عليه وسلم،\nإن رسول الله صلى الله عليه وسلم قال: «استوصوا بالرهاويين والدوسيين خيرا <span id='ms17'></span>»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head46'>أبو مريم من الأزد </h3>\n\n<p>\nنزل فلسطين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا إسحاق بن زيد الخطابي، ثنا محمد بن المبارك، ثنا صدقة بن خالد،\nويحيى بن حمزة، عن يزيد بن أبي مريم، قال: نا القاسم بن مخيمرة، عن رجل من\nأهل فلسطين يكنى أبا مريم، من الأرذ وفد على معاوية، فقال له معاوية: ما\nأنعمنا بك عينا؟ قال: حديث سمعته من رسول الله صلى الله عليه وسلم، فلما\nرأيت موضعك جئت أخبرك، سمعت رسول الله صلى الله عليه وسلم يقول: «من ولاه\nالله عز وجل شيئا من أمر\n</p>\n\n<p>\n[ص: 54]\n</p>\n\n<p>\nالناس، فاحتجب دون حاجتهم وفاقتهم وخلتهم، احتجب الله عز وجل يوم القيامة\nدون خلته وحاجته وفاقته»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head47'>أبو ريحانة </h3>\n\n<p>\nنزل ببيت المقدس له رواية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا محمد بن عوف، ثنا ابن أبي مريم، ثنا مفضل، حدثني عياش بن عباس، عن\nأبي حصين الهيثم بن شفي، قال: خرجت أنا وأبو عامر المعافري لنصلي بإيليا،\nفجلسنا إلى قاصهم وهو رجل من الأزد، يقال له أبو ريحانة، من الصحابة،\nفأخبرني أبو عامر أنه سمع أبا ريحانة قبل أن أجلس إليه يقول: «نهى النبي\nصلى الله عليه وسلم عن الوشر والوشم ومكامعة الرجل الرجل بغير شعار،\nومكامعة المرأة المرأة بغير شعار ولباس الخاتم إلا لذي سلطان»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head48'>أبو مريم الغساني</h3>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n<p>\nحدثنا الخبائري، ثنا بقية، عن أبي بكر بن عبد الله بن أبي مريم، عن أبيه،\nعن جده، قال: \" غزوت مع رسول الله صلى الله عليه وسلم، فدفع إلي اللواء،\nورميت بين يديه بالجندل،\n</p>\n\n<p>\n[ص: 55]\n</p>\n\n<p>\nفأعجبه ذلك مني، ودعا لي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head49'>جرير بن عبد الله البجلي</h3>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n<p>\nحدثنا محمد بن خالد بن خداش، حدثني سلم بن قتيبة، عن يونس بن أبي إسحاق،\nعن المغيرة بن شبيل، عن جرير بن عبد الله، قال: لما دنوت من المدينة أنخت\nراحلتي، وحللت عيبتي، ولبست حلتي، ثم رحت إلى المسجد، والنبي صلى الله عليه\nوسلم يخطب، فرماني الناس بالحدق، فقلت لبعض من يليني: ما للناس ينظرون إلي؟\nقال: إن رسول الله صلى الله عليه وسلم ذكرك قبيل، فقال: «يدخل عليكم <span id='ms18'></span> من هذا\nالباب، أو من هذا الفج، من خير ذي يمن، ألا وإن على وجهه مسحة ملك» قال:\nفحمدت الله عز وجل على ما أبلاني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا إسحاق يعني ابن شاهين، ثنا خالد، عن بيان، عن قيس، عن جرير،: وثناه\nأبو الحسين الرهاوي، ثنا محمد بن عبيد، ثنا إسماعيل، عن قيس، عن جرير، قال:\n«ما حجبني النبي صلى الله عليه وسلم منذ أسلمت، ولا رآني إلا تبسم»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head50'>سلمى بنت جابر</h3>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n<p>\nحدثنا أحمد بن سنان، ومحمد بن معمر، قالا: أنبا أبو أحمد الزبيري،\n</p>\n\n<p>\n[ص: 56]\n</p>\n\n<p>\nثنا أبان بن عبد الله البجلي، عن كريم بن أبي حازم، عن جدته سلمى بنت\nجابر، قالت: استشهد زوجي، فخطبني الرجال، فأبيت فأتيت عبد الله بن مسعود،\nفقلت: إني استشهد زوجي، وخطبني الرجال، فأبيت، فترجو أن يجمع الله عز وجل\nبيني وبينه في الجنة أن أكون من أزواجه؟ قال: نعم. قالوا: ما رأيناك صنعت\nهذا بامرأة غير هذه قال: إني سمعت رسول الله صلى الله عليه وسلم يقول: «إن\nأول أمتي لحوقا بي امرأة من أحمس» . زاد ابن معمر في حديثه: «في الجنة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head51'>المقدام بن معدي كرب</h3>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n<p>\nحدثنا أيوب بن محمد، ثنا مروان بن معاوية، ثنا يزيد بن سنان، عن أبي يحيى\nالكلاعي سليم، قال: قلنا للمقدام بن معدي كرب: يا أبا كريمة، إن الناس\nيزعمون أنك لم تر رسول الله صلى الله عليه وسلم. قال: بلى والله لقد رأيته،\nولقد أخذ بأذني، وإني لأمشي مع عمي، ثم قال: «أترى أمه تذكره؟» ، قلنا: يا\nأبا كريمة، حدثنا بما سمعت من النبي صلى الله عليه وسلم. قال: سمعت النبي\nصلى الله عليه وسلم يقول: «يحشر ما بين السقط إلى الشيخ الفاني يوم القيامة\nأبناء ثلاث\n</p>\n\n<p>\n[ص: 57]\n</p>\n\n<p>\nوثلاثين سنة، المؤمنون منهم في خلق آدم عليه السلام، وحسن يوسف عليه\nالسلام، وقلب أيوب عليه السلام، جرد مرد مكحلون، أولوا أفانين» ، قلنا: يا\nنبي الله، فكيف بالكافر؟، قال: «يعظم للنار حتى يصير غلظ جلده أربعين باعا،\nحتى يصير الناب من أنيابه مثل <span id='ms19'></span> أحد»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head52'>مالك بن هبيرة السكوني </h3>\n\n<p>\nنزل حمص، وأدرك بيعة مروان، ومات في أيامه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا الفضل بن يعقوب الجزري، ثنا عبد الأعلى، عن محمد بن إسحاق، عن يزيد\nبن أبي حبيب، عن مرثد بن عبد الله، قال: كان مالك بن هبيرة إذا أتي بجنازة\nليصلي عليها فيقل أهلها، جزأهم صفوفا ثلاثة ثم صلى عليها، ويقول: إن رسول\nالله صلى الله عليه وسلم قال: «ما صفت صفوف ثلاثة من المسلمين على جنازة\nإلا وجبت»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head53'>تميم الداري</h3>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n<p>\nحدثنا علي بن إبراهيم، ثنا جنادة، ثنا أبو مهدي، ثنا ثعلبة بن مسلم\nالخثعمي، عن روح بن زنباع، قال:\n</p>\n\n<p>\n[ص: 58]\n</p>\n\n<p>\nقال لي يوما، وهو إذ ذاك وال على فلسطين: هل لكم إلى أبي رقية تميم\nالداري، وكان أحد أصحاب النبي صلى الله عليه وسلم، نسلم عليه، ونحدث به\nعهدا؟ فدفع روح بن زنباع برهط ممن معه إلى منزل تميم الداري، فإذا هم به\nقاعدا في فناء داره، بين يديه غربال فيه شعير ينقيه لفرسه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا محمد بن عوف، ثنا أبو المغيرة ح قال محمد، وثنا أبو اليمان، ثنا\nصفوان بن عمرو، أنبا سليم بن عامر، عن تميم الداري، قال: سمعت رسول الله\nصلى الله عليه وسلم يقول: «ليبلغن هذا الدين ما بلغ الليل والنهار، ولا\nيترك الله عز وجل بيت مدر ولا وبر إلا أدخله الله هذا الدين، بعز عزيز أو\nبذل ذليل، عز يعز الله عز وجل به الإسلام، أو ذل يذل به الكفر» . فكان تميم\nيقول: لقد عرفت ذلك في أهل بيتي، لقد أصاب من أسلم منهم الخير والشرف\nوالعز، ولقد أصاب من كان كافرا الذل والصغار والجزية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head54'>حوشب </h3>\n\n<p>\nنزل حمص، أسندوا عنه حديثا في ثواب الولد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا ابن المقرئ، ثنا أبي، ثنا ابن لهيعة، أخبرني ابن هبيرة، عن حسان بن\nكريب، أن غلاما منهم توفي بحمص، فوجد عليه أبوه أشد الوجد، فقال له حوشب\nصاحب النبي صلى الله عليه وسلم: ألا أخبرك بما سمعت من النبي صلى الله عليه\nوسلم يقول في مثل <span id='ms20'></span> ابنك؟ إن رجلا من أصحابه كان له ابن، فأدرك فكان يأتي مع\nأبيه إلى النبي صلى الله عليه وسلم، ثم إنه توفي، فوجد عليه قريبا من ستة\nأيام، لا يأتي نبي الله صلى الله عليه وسلم، فقال النبي صلى الله عليه\nوسلم: «ما أرى فلانا» . قالوا: يا نبي الله، إن ابنه توفي فوجد عليه. فقال\nله نبي الله صلى الله عليه وسلم لما رآه: \" أتحب لو أن ابنك عندك الآن\nكأنشط الصبيان نشاطا وأكيسه؟ أتحب لو أن ابنك عندك الآن كأجرئ الفتيان؟\nأتحب لو أن ابنك عندك الآن كهلا كأفضل الكهول وأسراه؟ أم يقال لك: ادخل أنت\nالجنة بثواب ما أخذنا منك؟ \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head55'>سعيد بن يزيد </h3>\n\n<p>\nأسند عنه المصريون حديثا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nحدثناه زكريا بن الحكم، ثنا أبو الوليد الطيالسي، ثنا ليث بن سعيد، عن\nيزيد بن أبي حبيب، عن مرثد بن عبد الله اليزني، سمع سعيد بن يزيد، أن رجلا،\nقال: يا رسول الله، أوصني. قال: «أوصيك أن تستحي الله تعالى كما تستحي رجلا\nصالحا من قومك»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head56'>ومن الإخوة من الصحابة رضي الله عنهم من المهاجرين </h1>\n\n<h3 class='dic-item l3' id='head57'>ربيعة، ونوفل، وأبو سفيان، </h3>\n\nبنو الحارث،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n<h3 class='dic-item l3' id='head58'>زيد بن حارثة، وأخوه جبلة بن حارثة </h3>\n\n<h3 class='dic-item l3' id='head59'>عبيدة، والطفيل، والحصين بنو الحارث بن المطلب </h3>\n\n<h3 class='dic-item l3' id='head60'>ركانة، وعجير، </h3>\n\n<p>\nابنا عبد يزيد \n</p>\n\n<h3 class='dic-item l3' id='head61'>أبو حذيفة، وأبو هاشم، </h3>\n\n<p>\nابنا عتبة بن ربيعة \n</p>\n\n<h3 class='dic-item l3' id='head62'>عكاشة، وأبو سنان </h3>\n\n<p>\nابنا محصن \n</p>\n\n<h3 class='dic-item l3' id='head63'>شجاع، وأخوه عقبة، </h3>\n\n<p>\nابنا وهب \n</p>\n\n<h3 class='dic-item l3' id='head64'>ثقف، ومالك ومدلاج، بنو عمرو </h3>\n\n<p>\nمن بني سليم بن منصور، شهدوا بدرا \n</p>\n\n<h3 class='dic-item l3' id='head65'>مصعب، وأبو الروم، </h3>\n\n<p>\nابنا عمير \n</p>\n\n<h3 class='dic-item l3' id='head66'>وعبد الرحمن، وعبد الله، والأسود </h3>\n\n<p>\nبنو عوف \n</p>\n\n<h3 class='dic-item l3' id='head67'>وسعد، وعمير، وعامر، </h3>\n\n<p>\nبنو أبي وقاص\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head68'>بلال، وخالد، </h3>\n\n<p>\nابنا رباح \n</p>\n\n<h3 class='dic-item l3' id='head69'>عبد الله، وعمار، </h3>\n\n<p>\nابنا ياسر \n</p>\n\n<h3 class='dic-item l3' id='head70'>عبد الله، وعياش،</h3>\n\nابنا أبي ربيعة بن المغيرة \n<h3 class='dic-item l3' id='head71'>سلمة، والحارث، </h3>\n\n ابنا هشام بن المغيرة \n<h3 class='dic-item l3' id='head72'>المهاجر، وعبد الله، </h3>\n\nابنا أبي أمية بن المغيرة. \n<h3 class='dic-item l3' id='head73'>عاقل، وخالد، وإياس، وعامر </h3>\n\nبنو البكير بدريون \n<h3 class='dic-item l3' id='head74'>خولي، ومالك </h3>\n\nابنا أبي خولي، من جعفي، حلفاء بني عدي، بدريان\n<h3 class='dic-item l3' id='head75'>خنيس، وعبد الله، </h3>\n\nابنا حذافة \n<h3 class='dic-item l3' id='head76'>عثمان، وقدامة، وعبد الله </h3>\n\nبنو مظعون \n<h3 class='dic-item l3' id='head77'>حاطب، وسليط، والسكران <span id='ms21'></span>، وأبو حاطب، </h3>\n\nبنو عمرو بن عبد شمس \n<h3 class='dic-item l3' id='head78'>عمرو، وخالد، وأبان، والحكم، </h3>\n\nبنو سعيد بن العاص\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n<h3 class='dic-item l3' id='head79'>عتاب، وخالد </h3>\n\nابنا أسيد \n<h3 class='dic-item l3' id='head80'>عمارة، والوليد </h3>\n\nابنا عقبة بن أبي معيط \n<h3 class='dic-item l3' id='head81'>مالك، وعبد الرحمن </h3>\n\nابنا زمعة بن قيس \n<h3 class='dic-item l3' id='head82'>والمطلب، وعبد الرحمن </h3>\n\nابنا أزهر بن عبد عوف \n<h3 class='dic-item l3' id='head83'>هبار، وعبد الله </h3>\n\nابنا سفيان بن عبد الأسد \n<h3 class='dic-item l3' id='head84'>والحجاج، ومعمر، وبشر، وسعيد، والسائب</h3>\n\nبنو الحارث بن قيس بن عدي، سهميون من مهاجرة الحبشة رضوان الله عليهم \n<h3 class='dic-item l3' id='head85'>أبو العاص وكنانة </h3>\n\nابنا الربيع \n<h3 class='dic-item l3' id='head86'>نافع، وهاشم </h3>\n\nابنا عتبة بن أبي وقاص \n<h3 class='dic-item l3' id='head87'>والمطلب بن أبي وداعة، ووداعة، والسائب </h3>\n\nابنا أبي وداعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n<h3 class='dic-item l3' id='head88'>أبو موسى الأشعري، وإخوته أبو بردة بن قيس، وأبو رهم بن قيس، وأبو عامر بن قيس </h3>\n\n<h3 class='dic-item l3' id='head89'>يعلى بن أمية، وسلمة بن أمية </h3>\n\n<h1 class='l1' id='head90'>ومن الأنصار </h1>\n\n<h3 class='dic-item l3' id='head91'>سعد، وعمرو </h3>\n\nابنا معاذ بن النعمان \n<h3 class='dic-item l3' id='head92'>أبو الهيثم، وعبيد </h3>\n\nابنا التيهان \n<h3 class='dic-item l3' id='head93'>مبشر، ورفاعة، وبشير، وهول، ولبابة</h3>\n\nبنو عبد المنذر \n<h3 class='dic-item l3' id='head94'>معن، وعاصم </h3>\n\nابنا عدي بن الجد بن العجلان \n<h3 class='dic-item l3' id='head95'>سهل، وعثمان، وعباد </h3>\n\nبنو حنيف \n<h3 class='dic-item l3' id='head96'>جبر، وجابر </h3>\n\nابنا عتيك \n<h3 class='dic-item l3' id='head97'>وعبد الله، وخوات </h3>\n\nابنا جبير بن النعمان\n<h3 class='dic-item l3' id='head98'>المنذر، ومالك </h3>\n\nابنا قدامة بن الحارث، بدريان \n<h3 class='dic-item l3' id='head99'>عمارة، وعمرو </h3>\n\nابنا حزم بن زيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n<h3 class='dic-item l3' id='head100'>مسعود، وأبو خزيمة </h3>\n\nابنا أوس بن زيد بن أصرم \n<h3 class='dic-item l3' id='head101'>معاذ، ومعوذ، وعوف </h3>\n\nبنو عفراء\n<h3 class='dic-item l3' id='head102'>حسان، وأوس، وأبو شيخ واسمه أبي، </h3>\n\nبنو ثابت بن المنذر بن حرام \n<h3 class='dic-item l3' id='head103'>ثعلبة، وحبيب، وبشير أبو عمرة </h3>\n\nبنو عمرو بن محصن \n<h3 class='dic-item l3' id='head104'>أبو الجهيم، وسعد </h3>\n\nابنا الحارث بن الصمة\n<h3 class='dic-item l3' id='head105'>قيس، والحارث، وأبو كلاب، وجابر </h3>\n\nبنو أبي صعصعة \n<h3 class='dic-item l3' id='head106'>النعمان، والضحاك، </h3>\n\nابنا عبد عمرو بن مسعود، بدريان \n<h3 class='dic-item l3' id='head107'>بشير أبو النعمان، وسماك </h3>\n\nابنا سعد بن ثعلبة \n<h3 class='dic-item l3' id='head108'>سبيع، وعبادة، </h3>\n\nابنا قيس بن عنبسة \n<h3 class='dic-item l3' id='head109'>عبد الله، وحريث، </h3>\n\nابنا زيد بن عبد ربه \n<h3 class='dic-item l3' id='head110'>الربيع، وودفة، </h3>\n\nابنا إياس \n<h3 class='dic-item l3' id='head111'>بحاث، وعبد الله، </h3>\n\nابنا ثعلبة بن خزمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n<h3 class='dic-item l3' id='head112'>معبد، وعبد الله، </h3>\n\nابنا قيس بن صيفي \n<h3 class='dic-item l3' id='head113'>أبو عبادة سعد، وعقبة، </h3>\n\nابنا عثمان\n<h3 class='dic-item l3' id='head114'>معاذ، وعائذ، </h3>\n\nابنا ماعص بن قيس \n<h3 class='dic-item l3' id='head115'>رفاعة، وخلاد، </h3>\n\nابنا رافع بن مالك بن العجلان\n<h3 class='dic-item l3' id='head116'>رافع، وهلال، </h3>\n\nابنا المعلى بن لوذان \n<h3 class='dic-item l3' id='head117'>معاذ، ومعوذ، وخلاد </h3>\n\nبنو عمرو بن الجموح\n<h3 class='dic-item l3' id='head118'>مجمع <span id='ms22'></span>، ويزيد، </h3>\n\nابنا جارية \n<h3 class='dic-item l3' id='head119'>عامر بن الأكوع، وسلمة بن الأكوع </h3>\n\n<h3 class='dic-item l3' id='head120'>رافع، وجندب،</h3>\n\nابنا مكيث \n<h3 class='dic-item l3' id='head121'>عثمان، والحكم، وحفص </h3>\n\nبنو أبي العاص من ثقيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n<h3 class='dic-item l3' id='head122'>عبد الله بن العباس بن عبد المطلب رضي الله عنه،</h3>\n\n<p>\n[ص: 66]\n</p>\n\n<p>\nكنيته أبو العباس. ولد وبنو هاشم وبنو المطلب محاصرون مع رسول الله صلى\nالله عليه وسلم في الشعب، وذلك قبل الهجرة بثلاث سنوات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا سلمة بن شبيب، ثنا مروان بن محمد، ثنا سعيد بن عبد العزيز التنوخي،\nعن داود بن علي، قال: حملت أم الفضل في الشعب، فقال النبي صلى الله عليه\nوسلم: «إني لأرجو أن يبيض الله عز وجل وجوهنا بغلام» قال: فولدت عبد الله\nبن عباس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عبد الجبار، ثنا سفيان، عن عبيد الله بن أبي يزيد، عن ابن أبي\nمليكة، قال: أتينا ابن عباس، فدخلنا عليه، فقال: إني لم أنم هذه الليلة.\nقلنا: ولم؟ قال: طلع الكوكب ذو الذنب، فخشيت أن يطرق الرجال، فسلوني عن\nسورة البقرة وسورة يوسف، فإني قرأت القرآن وأنا صغير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا محمد بن المثنى، ثنا عبد الله بن داود، عن الأعمش، عن عبد الملك بن\nميسرة، عن طاوس، قال: جالست سبعين أو ستين شيخا من أصحاب محمد صلى الله\nعليه وسلم - شك ابن داود - ما منهم رجل يخالف ابن عباس رحمه الله،\nفيفترقان، إلا قال: صدقت، أو: كما قلت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا محمد بن المثنى، قال: سمعت عبد الله بن داود، يحدث عن الأعمش، قال:\n</p>\n\n<p>\n[ص: 67]\n</p>\n\n<p>\nكان ابن عباس يرد على علي رضي الله عنه. قال ابن داود: لإعجاب الأعمش\nبابن عباس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أحمد بن سليمان، ثنا يحيى بن آدم، ثنا ابن إدريس، عن ليث، عن طاوس،\nقال: قيل: «أدركت أصحاب رسول الله صلى الله عليه وسلم ثم انقطعت إلى هذا\nالفتى، لابن عباس» ، قال: «أدركت سبعين من أصحاب رسول الله صلى الله عليه\nوسلم إذا تدارءوا في شيء انتهوا فيه إلى قول ابن عباس»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا سفيان بن وكيع، ثنا أبي، عن مسعر، عن عبد الملك بن ميسرة، عن طاوس،\nقال: ما رأيت <span id='ms23'></span> ابن عباس خالف أحدا فتركه، حتى يقرره، فخالفه جابر بن عبد\nالله في المرأة تطوف بالبيت طواف الواجب يوم النحر ثم تحيض، قال ابن عباس:\nتنفر فأرسلوا إلى امرأة كان أصابها ذلك على عهد رسول الله صلى الله عليه\nوسلم، فوافقت ابن عباس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عبد الجبار بن العلاء، ثنا سفيان، عن عمرو، قال: قلت لطاوس: يا أبا\nعبد الرحمن، لو تركت المخابرة؟ فإنهم يزعمون أن النبي صلى الله عليه وسلم\nنهى عنها. قال: يا عمرو، إني أعطيهم وأغنيهم.\n</p>\n\n<p>\n[ص: 68]\n</p>\n\n<p>\nأخبرني أعلمهم يعني ابن عباس، أن النبي صلى الله عليه وسلم لم ينه عنها،\nولكن قال: «لأن يمنح أحدكم أرضه أخاه خير من أن يأخذ عليها خرجا معلوما» .\nوأنا أعينهم وأقويهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا زياد بن يحيى الحساني، ثنا الهيثم بن الربيع، ثنا سرار بن المجشر\nأبو عبيدة العنزي، عن أيوب، عن طاوس، قال: \" ما رأيت أحدا من خلق الله أشد\nتعظيما لمحارم الله عز وجل من ابن عباس، وما ذكرته قط فشئت أن أبكي إلا\nبكيت، ولقد رأيت على خديه مثل الشراكين من بكائه على رسول الله صلى الله\nعليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا محمد بن بشار، ثنا جعفر بن عون، ثنا الأعمش، عن أبي الضحى، عن\nمسروق، عن عبد الله، قال: لو أدرك ابن عباس أسناننا ما عاشره منا أحد.\nوقال: نعم ترجمان القرآن ابن عباس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو موسى، ثنا عبد الصمد، ثنا شعبة، ثنا أبو إسحاق، عن سيف ابن أخي\nالأشعث بن قيس، عن عائشة، رضي الله عنها، قالت: من استعمل على الموسم؟\nقالوا: ابن عباس. قالت: هو أعلم بالسنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا محمد بن المثنى، ثنا أبو معاوية، ثنا الأعمش، عن مسلم، قال: حدثني\nقائد ابن عباس، قال: أتي عثمان بامرأة ولدت في ستة أشهر، فأمر برجمها، فقال\nابن عباس: أدنوني منه، فأدنوه، فقال: إنها إن تخاصمك بكتاب الله عز وجل\nخصمتك،\n</p>\n\n<p>\n[ص: 69]\n</p>\n\n<p>\nيقول الله عز وجل: {والوالدات يرضعن أولادهن حولين كاملين} [البقرة: 233]\nويقول في آية أخرى: {وحمله وفصاله ثلاثون شهرا} [الأحقاف: 15] فقد <span id='ms24'></span> حملته\nستة أشهر، وهي ترضعه لكم حولين كاملين، قال: فردها عثمان وخلى سبيلها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا زيد بن أخزم، ثنا أبو داود، ثنا شعبة، أخبرني منصور، قال: سمعت\nمجاهدا، يقول: «كان ابن عباس إذا فسر الشيء رأيت عليه نورا»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عبد الجبار بن العلاء، ثنا سفيان، قال: سمعت عبد الكريم الجزري،\nقال: سمعت سعيد بن جبير، يقول: كان ابن عباس ليحدثني بالحديث لو يأذن لي أن\nأقوم فأقبل رأسه لفعلت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا محمد بن بشار، ثنا معاذ بن هشام، حدثني أبي، عن قتادة، عن الحسن،\nقال: «أول من أحدث القصص ابن عباس، وكان رجلا مفوها، وكان يقدر على الكلام،\nفقرأ سورة البقرة ففسرها حرفا بحرف»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو يوسف بن الصيدلاني، ثنا مطرف، عن ابن جرير، أخبرني بعض\nأصحابنا، عن بعض أمرائهم أنه أرسل إلى الحسن ليلة عرفة يسأله بأي ذلك يأمره\nأن يجلس بالأرض يوم عرفة هنالك بالبصرة أم على المنبر؟ فقال: إنما عرفة حيث\nجعلها الله عز وجل، وأول من دعا بأرضنا أو فعل\n</p>\n\n<p>\n[ص: 70]\n</p>\n\n<p>\nذلك ابن عباس، كان رجلا ما تني عليه في علمه، في لفظه، في لسانه، فكان\nابن عباس يضع المنبر ثم يجلس عليه، فيقرأ سورة البقرة، فيفسرها آية آية،\nحتى إذا اصفرت الشمس وظن أن أهل عرفة رفعوا أيديهم رفع يده، ورفع الناس\nأيديهم حتى الليل، وترك القراءة وتعليم الناس السنن، وكان الدعاء حتى الليل\nيحب أن يأخذ بما يأخذ به أهل عرفة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو كريب، ثنا حفص، عن الأعمش، عن أبي وائل، قال: قرأ ابن عباس\nسورة النور على المنبر بعرفة، ففسرها، ثم نزل فجمع بين الظهر والعصر. فقال\nرجل: لو سمعه أهل فارس والروم لأسلموا، ما رأيت كلاما مثله يخرج من رأس رجل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عبد الله بن الوليد بن هشام، والعباس بن الفضل، قالا: ثنا حماد بن\nأسامة، عن الأعمش، عن مجاهد، قال: «كان ابن عباس يسمى البحر، لكثرة علمه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أحمد بن سليمان، ثنا يحيى بن آدم، عن شريك، عن الأعمش، قال: كان\nابن عباس <span id='ms25'></span> إذا رأيته قلت: أجمل الناس، فإذا تكلم قلت: أفصح الناس، فإذا حدث\nقلت: أعلم الناس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أحمد بن سليمان، ثنا يحيى بن آدم، عن ابن أبي الزناد، عن أبيه، عن\nعبيد الله بن عبد الله بن عتبة، قال:\n</p>\n\n<p>\n[ص: 71]\n</p>\n\n<p>\n\" ما رأيت رجلا كان أجلد رأيا ولا أثقب نظرا من ابن عباس: وكان عمر بن\nالخطاب رضي الله عنه يقول: يا ابن عباس، إنها قد طرأت علينا عضل، اقضه وأنت\nلها ولأمثالها، ثم يرضى بقوله. ثم يقول عبيد الله بن عتبة: عمر بن الخطاب\nفي حبه في ذات الله عز وجل ونظره للمسلمين \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا محمد بن معدان، ثنا عبد الغفار بن الحكم، ثنا عبد الرحمن بن أبي\nالزناد، عن أبيه، عن عبيد الله بن عبد الله بن عتبة،. \" أن عمر بن الخطاب،\nرضي الله عنه كان إذا جاءته الأقضية المعضلة، قال لابن عباس: إنها قد طرأت\nعلينا أقضية وعضل، فأنت لها ولأمثالها، ثم يأخذ بقوله، وما كان يدعو لذلك\nسواه إذا كانت العضل، ثم يعمل بقوله. قال: يقول عبيد الله: وعمر عمر، يعني\nفي جده واجتهاده لله عز وجل وللمسلمين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n             <span id='ms26'></span>\n</p>\n",
  "pages": [
    "000",
    "021",
    "021",
    "022",
    "023",
    "023",
    "023",
    "023",
    "023",
    "024",
    "024",
    "025",
    "025",
    "025",
    "026",
    "027",
    "027",
    "027",
    "028",
    "028",
    "028",
    "028",
    "029",
    "029",
    "029",
    "030",
    "030",
    "031",
    "031",
    "031",
    "031",
    "032",
    "032",
    "032",
    "032",
    "033",
    "033",
    "033",
    "033",
    "033",
    "034",
    "034",
    "034",
    "035",
    "035",
    "035",
    "035",
    "036",
    "037",
    "037",
    "037",
    "038",
    "038",
    "038",
    "038",
    "038",
    "039",
    "039",
    "039",
    "040",
    "040",
    "040",
    "040",
    "041",
    "041",
    "041",
    "041",
    "042",
    "042",
    "043",
    "043",
    "043",
    "043",
    "043",
    "043",
    "044",
    "045",
    "045",
    "045",
    "045",
    "046",
    "046",
    "046",
    "047",
    "047",
    "047",
    "048",
    "048",
    "048",
    "049",
    "049",
    "049",
    "049",
    "050",
    "050",
    "050",
    "051",
    "051",
    "051",
    "051",
    "051",
    "052",
    "052",
    "053",
    "053",
    "053",
    "053",
    "054",
    "054",
    "054",
    "054",
    "055",
    "055",
    "055",
    "055",
    "055",
    "056",
    "056",
    "057",
    "057",
    "057",
    "057",
    "058",
    "058",
    "059",
    "059",
    "059",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "065",
    "066",
    "066",
    "066",
    "066",
    "067",
    "067",
    "067",
    "068",
    "068",
    "068",
    "068",
    "069",
    "069",
    "069",
    "069",
    "070",
    "070",
    "070",
    "070",
    "071"
  ],
  "volumes": [
    "01"
  ]
}