{
  "content": "\n\nالكتاب: من حديث أبي محمد ابن معروف وأبي بكر الوراق وأبي الحسن الباقلاني- مخطوط\n<p>\nالمؤلف: أبو الغنائم محمد بن علي بن ميمون النرسي\n</p>\n\n<p>\nالمتوفى: 510 ه\n</p>\n\n<p>\nمصدر المخطوط: مجاميع المدرسة العمرية، الموجودة في المكتبة الظاهرية\n</p>\n\n<p>\nرقم المجموع: 3792 عام [مجاميع 56]\n</p>\n\n<p>\nرقم المخطوط في المجموع: 6\n</p>\n\n<p>\nعدد أوراق المخطوط: 10 (129 - 138)\n</p>\n\n<p>\nنسخ: مكتبة أحمد الخضري\n</p>\n\n<p>\nتاريخ آخر تعديل: 5 - 3 - 2013 م\n</p>\n\n<p>\nتنبيه: نسخ المخطوط هنا هو نسخ مبدئي، غير معد للطبع، فلم يقابل النص مرة\nأخرى على المخطوط، ولا تم تحقيقه بالرجوع إلى كتب الحديث والتراجم، لتصويب\nما يمكن أن يكون قد وقع في الإسناد أو المتن من تصحيف أو سقط، إلا في مواضع\nقليلة، فالغرض الأساسي من هذا النسخ هو إدخال المخطوط للمكتبة الشاملة،\nلتسهيل البحث فيه، فإن وجد الباحث مبتغاه في ما تم نسخه من المخطوط، فعليه\nالرجوع للمخطوط نفسه وكتب الحديث والتراجم، للتأكد من صحة ما تم نسخه، وقد\nيسرنا ذلك بإثبات أرقام أوراق المخطوط في أماكنها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\n(ق129ب)\n</p>\n\n<p>\nجزء فيه من حديث قاضي القضاة أبي محمد بن معروف.\n</p>\n\n<p>\nومن حديث أبي بكر محمد بن إسماعيل بن العباس الوراق.\n</p>\n\n<p>\nرواية أبي الحسين محمد بن أحمد بن محمد بن حسنون النرسي.\n</p>\n\n<p>\nوفيه من حديث أبي الحسن الباقلاني، رحمه الله.\n</p>\n\n<p>\nرواية الشيخ الإمام الحافظ أبي الغنائم محمد بن علي بن ميمون النرسي\nالمعدل، عن شيوخه المذكورين في باطن هذا الجزء.\n</p>\n\n<p>\nرواية الشيخ الإمام العالم أبي العباس أحمد بن يحيى بن أحمد ناقة الحنفي\nبالكوفة، عنه.\n</p>\n\n<p>\nملك وسماع منه للحاجب الأجل العالم السيد مقرب الدين عز الإسلام أبي\nالمحاسن بعتمر بن سعيد بن بختيار الدعمي نفعه الله بالعلم آمين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head0'>CHECK [من حديث ابن معروف والوراق والباقلاني لأبي الغنائم النرسي]</h1>\n\n<p>\n(ق130أ)\n</p>\n\n<p>\nأخبرنا الشيخ الإمام أبو العباس أحمد بن يحيى بن أحمد ناقة الكوفي، قراءة\nعليه وأنا أسمع، فأقر به، قال: أخبرنا الشيخ الحافظ أبي الغنائم محمد بن\nعلي بن ميمون النرسي، قراءة عليه، قال:\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nرب يسر وأعن\n</p>\n\n<p>\nأخبرنا الشيخ أبي الحسين محمد بن أحمد بن محمد بن <span id='ms01'></span> حسنون النرسي، قراءة\nعليه في جامع المدينة، قال: أخبرنا القاضي أبو محمد عبيد الله بن محمد بن\nمعروف، قال:\n</p>\n\n<p>\n1 - أخبرنا أبو محمد يحيى بن محمد بن صاعد، قراءة عليه وأنا حاضر أسمع،\nأخبرنا محمد بن زنبور المكي، حدثنا إسماعيل بن جعفر، أخبرنا محمد بن عمرو،\nعن أبي سلمة، عن نافع الخزاعي، أنه قال: دخل رسول الله صلى الله عليه وآله\nوسلم حائطا من حوائط المدينة، فقال لبلال: أمسك علي الباب، فجاء أبو بكر\nيستأذن، ورسول الله صلى الله عليه جالس على القف، مادا رجليه، فقال بلال:\nهذا أبو بكر يستأذن، فقال: ائذن له وبشره بالجنة، فجاء حتى جلس على القف،\nودلى رجليه، ثم ضرب الباب، فجاء بلال، فقال: هذا عمر يستأذن، فقال: ائذن\nله، وبشره بالجنة، فجلس معه على القف، ودلى رجليه، ثم ضرب الباب، فقال\nبلال: هذا عثمان، يستأذن، فقال: ائذن له وبشره بالجنة ومعها بلاء.\n</p>\n\n<p>\nقال: أخبرنا أبو محمد بن صاعد: هذا حديث يرويه محمد بن عمرو، وخالفه أبو\nالزناد، فرواه عن أبي سلمة بن عبد الرحمن، عن نافع بن عبد الحارث (1)، عن\nأبي موسى، عن النبي صلى الله عليه وسلم.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n2 - قرىء على أبي محمد بن صاعد، وأنا أسمع، حدثكموه يحيى بن سليمان بن نضلة\nالخزاعي، أخبرنا عبد الرحمن بن أبي الزناد.\n</p>\n\n<p>\nقال ابن صاعد: وحدثنا الربيع بن سليمان، حدثنا عبد الله بن وهب، أخبرني\nابن أبي الزناد، عن أبيه، قال: شهد عندي أبو سلمة بن عبد الرحمن، أخبره عبد\nالرحمن بن نافع بن الحارث، أن أبا موسى الأشعري، رحمه الله، أخبره أن النبي\nصلى الله عليه وآله كان في (ق130ب) حائط بالمدينة على قف البئر ... ثم ذكر\nالحديث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\n3 - وقرىء على أبي محمد بن صاعد، على ملاء، وحدثكموه عبيد الله بن سعد\nالزهري، حدثنا عمي، يعني يعقوب بن إبراهيم، حدثنا أبي، عن صالح، يعني ابن\nكيسان، عن أبي الزناد، أن أبا سلمة أخبره، أن عبد الرحمن بن نافع بن عبد\nالحارث الخزاعي أخبره، أن أبا موسى الأشعري <span id='ms02'></span> أخبره، أن رسول الله صلى الله\nعليه وسلم كان في حائط بالمدينة على قف البئر ... ثم ذكر نحوه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\n4 - وقرىء على أبي محمد بن صاعد على أثره: حدثكم أبو الرداد عبد الله بن\nعبد السلام المصري، حدثنا وهب الله بن راشد الحجري أبو زرعة، عن يونس بن\nيزيد، قال: قال أبو الزناد: شهد عندي أبو سلمة بن عبد الرحمن، أخبره عبد\nالرحمن بن نافع بن عبد الحارث، أن أبا موسى الأشعري أخبره، أن رسول الله\nصلى الله عليه وسلم كان في حائط في المدينة مدليا رجليه في البئر ... ثم\nذكر نحوه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\n5 - قرىء على أبي القاسم جعفر بن محمد بن المغلس، وأنا أسمع، حدثكم عمار بن\nخالد التمار، حدثنا إسحاق بن يوسف الأزرق، عن عبد الملك، وهو ابن أبي\nسليمان، عن أنس قال: دخلت على محمد بن الحجاج، يعني ابن يوسف، فقال: يا أبا\nحمزة حدثنا بحديث، ليس بينك وبين رسول الله صلى الله عليه وسلم أحد، فقال\nأنس: تحدثوا، فإن الحديث يجر بعضه بعضا، قال: فتحدثوا، فذكر أنس حديثا عن\nعلي، فقال محمد بن الحجاج: عن أبي تراب تحدثنا، دعنا من أبي تراب، قال:\nفغضب أنس، وقال: لعلي تقول هذا؟ أما إذ قلت هذا فلأحدثنك بحديث ليس بيني\nوبين رسول الله صلى الله عليه وسلم فيه أحد، أهدي إلى رسول الله صلى الله\nعليه وسلم طير، فأكل منه وفضلت فضلة وشيء من خبز، فلما كان الغد أتيته به،\nفقال: اللهم (ق131أ) ابعث إلي أحب خلقك إليك يأكل معي من هذا، قال: فجاء\nرجل فضرب الباب، فرجوت أن يكون من الأنصار فإذا أنا بعلي، فقلت: إنما جاء\nرسول الله الساعة، وإن شئت أذنت لك، قال: فرجع فقال رسول الله صلى الله\nعليه وسلم: اللهم ابعث إلي أحب خلقك إليك يأكل معي من هذا، قال: فجاء رجل\nفضرب الباب، فرجوت أن يكون رجلا من الأنصار فإذا أنا بعلي فقلت: ألست إنما\nجئت الساعة؟ وإن شئت أذنت لك، قال: فرجع فقال رسول الله صلى <span id='ms03'></span> الله عليه\nوسلم: اللهم ابعث إلي أحب خلقك إليك يأكل معي من هذا، فجاء رجل فضرب الباب،\nفقال رسول الله: ائذن له، فلما رآه رسول الله صلى الله عليه وسلم قال:\nاللهم والي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\n6 - قرىء على أبي بكر محمد بن حبش بن مسعود بن خالد السراج، وأنا أسمع، قيل\nله: حدثكم أبو جعفر محمد بن سليمان لوين، حدثنا عبيد الله بن عمرو الرقي،\nعن عبد الله بن محمد بن عقيل، عن حمزة بن صهيب، عن أبيه قال: قال عمر\nلصهيب: أي رجل أنت لولا خصال فيك ثلاث؟ قال: وما هي؟ قال: اكتنيت وليس لك\nولد، وانتميت إلى العرب وأنت رجل من الروم، وفيك سرف في الطعام. قال: أما\nقولك اكتنيت وليس لك ولد فإن رسول الله صلى الله عليه وسلم كناني أبا يحيى،\nوأما قولك انتميت إلى العرب وأنت من الروم فإني رجل من النمر بن قاسط،\nسبتني الروم وأنا غلام قد عرفت نسبي، وأما قولك فيك سرف في الطعام فإني\nسمعت رسول الله صلى الله عليه وسلم يقول: خياركم من أطعم الطعام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\n7 - قرىء على أبي بكر محمد بن إبراهيم بن نيروز، وأنا أسمع، حدثكم محمد بن\nعمرو بن نافع، حدثنا علي بن الحسن، حدثنا سفيان بن سعيد، عن أيوب بن أبي\nتميمة، عن أبي قلابة (ق131ب) وسفيان، عن حميد الطويل، وعاصم الأحول، عن أنس\nبن مالك، قال: قال رسول الله صلى الله عليه وسلم: زينوا العيدين بالتهليل،\nوالتقديس، والتحميد، والتكبير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\n8 - أخبرنا أبو حامد محمد بن هارون الحضرمي، حدثنا بندار محمد بن بشار،\nحدثنا محمد بن الزبير، قال: حدثنا موسى بن عقبة، عن المطلب بن عبد الله، عن\nخلاد بن السائب، عن زيد بن خالد الجهني، قال: قال رسول الله صلى الله عليه\nوسلم: إن جبريل أتاني، فقال: اجهر بالتلبية، فإنه شعار الحج.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\n9 - أخبرنا أبو عبد الله أحمد بن سليمان الطوسي، حدثنا الزبير بن بكار،\nقال: حدثني إسحاق بن جعفر بن محمد بن علي بن الحسين، عن عبد الله بن جعفر <span id='ms04'></span>،\nقال: حدثني عبد الحكيم بن صهيب، عن عمر بن الحكم، عن صهيب، قال: قدمت على\nرسول الله صلى الله عليه وسلم، وهو [ ..... ] (1) ومعه أبو بكر وعمر وبين\nأيديهم رطب، وقد رمدت في الطريق وأصابتني مجاعة شديدة، فوقعت في الرطب،\nفقال عمر: يا رسول الله، ألا ترى صهيبا يأكل الرطب، وهو أرمد؟ فقال رسول\nالله صلى الله عليه وسلم: يا صهيب، تأكل الرطب وأنت أرمد، فقال صهيب: يا\nرسول الله، إنما آكل بشق عيني هذه الصحيحة، فتبسم رسول الله صلى الله عليه.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n10 - قرىء على أبي طالب علي بن محمد بن أحمد بن الجهم، حدثكم أبو جعفر أحمد\nبن يحيى بن مالك السوسي، حدثنا عبد الوهاب بن عطاء الخفاف، عن أسامة بن\nزيد، عن محمد بن المنكدر، عن جابر بن عبد الله الأنصاري، قال: أتى النبي\nصلى الله عليه وسلم عليه قوم في المسجد، فقال: اقرؤوا من قبل أن يأتي قوم\nيقيمونه إقامة القدح، يتعجلونه، ولا يتأجلونه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\n11 - قرىء على أبي الحسن محمد بن نوح الجنديسابوري، وأنا أسمع، قال: حدثكم\nهارون بن إسحاق الهمداني، حدثنا المحاربي، عن ليث، عن نافع، عن ابن عمر،\nقال: قال رسول (ق132أ) الله صلى الله عليه: كلكم راع وكلكم مسؤول عن رعيته،\nالإمام يسئل عن الناس، والرجل يسئل عن أهله، والمرأة تسئل عن بيت زوجها،\nوالعبد مسئول عن مال سيده.\n</p>\n\n<p>\nقال ليث: وحدثني طاووس، بمثل ذلك، ثم قرأ: {فلنسألن الذين أرسل إليهم\nولنسألن المرسلين}.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\n12 - أخبرنا أبو عبيد القاسم بن إسماعيل الضبي، حدثنا أحمد بن محمد بن يحيى\nبن سعيد القطان، حدثنا عبيد بن أبي قرة , حدثنا ليث بن سعد (1) , عن أبي\nقبيل , عن أبي ميسرة قال: سمعت العباس يقول: كنت عند رسول الله صلى الله\nعليه وسلم ذات ليلة فقال: انظر هل ترى في السماء من شيء؟ قال: قلت: نعم.\nقال: ما ترى؟ قال: قلت: الثريا قال: أما إنه يملك هذه الأمة بعددها من صلبك.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n13 - أخبرنا أبو عبد الله الحسين بن إسماعيل الضبي، حدثنا يعقوب الدورقي <span id='ms05'></span>،\nحدثنا هشيم، أخبرنا سيار، عن الشعبي، عن جرير بن عبد الله، قال: بايعت\nالنبي صلى الله عليه وسلم على السمع والطاعة، فلقنني [فقال:] فيما استطعت،\nوالنصح لكل مسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\n14 - حدثنا أبو العباس الفضل بن أحمد بن منصور الزبيدي، املاء من حفظه،\nحدثنا زياد بن أيوب، حدثنا إسماعيل بن علية، عن أيوب، عن نافع، عن ابن عمر،\nعن عمر، أنه تزوج امرأة فأصابها شمط، فطلقها، وقال: حصين في بنت خير من\nامرأة لا تلد، والله ما أقربكي شهوة، ولكني سمعت رسول الله صلى الله عليه\nيقول: تزوجوا الودود الولود فإني مكاثر بكم الأمم يوم القيامة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\n15 - قرىء على أبي محمد بن صاعد وأنا أسمع، حدثكم أبو عبيد الله المخزومي،\nحدثنا سفيان بن عيينة، عن محمد بن عمرو بن علقمة، عن يحيى بن عبد الرحمن بن\nحاطب، عن عبد الله بن الزبير، عن أبيه، قال: لما نزل: {لتسألن يومئذ عن\nالنعيم} قالوا: يا رسول الله، أي نعيم؟ وإنما هو الأسودان: التمر والماء،\n(ق132ب) قال: أما إنه سيكون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\n16 - أخبرنا أبو بكر عبد الله بن محمد بن زياد النيسابوري، حدثنا بكار بن\nقتيبة، حدثنا صفوان بن عيسى، حدثنا محمد بن عجلان، عن القعقاع بن حكيم، عن\nأبي صالح، عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: فضل صلاة\nالجميع على صلاة الفذ خمس وعشرين درجة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\n17 - أخبرنا أبو السري سهل بن يحيى بن سفيان، حدثنا الحسن بن هارون الصائغ،\nحدثنا ابن فضيل، عن الأعمش، عن موسى بن طريف، عن عباية، عن علي بن أبي\nطالب، قال: أنا قسيم النار يوم القيامة أقول خذي ذا وذري ذا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\n18 - قرىء على أبي بكر محمد بن إبراهيم بن نيروز وأنا أسمع، حدثكم أحمد بن\nالمقدام، حدثنا عمرو بن صالح الزهري، حدثنا عبد الملك بن أبي سليمان قال:\nسمعت عطاء بن أبي رباح، يقول: حدثني مجاهد، عن عبد الرحمن بن أبي ليلى، عن\n[علي] (1)، عليه السلام، أنه قدم على رسول الله صلى الله عليه وسلم خدم،\nفأمرت فاطمة، عليها <span id='ms06'></span> السلام، أن تأتي النبي صلى الله عليه وسلم، قال:\nفانطلقت حتى انتهت إلى النبي صلى الله عليه وسلم، فلم توافقه، فلما خرجت\nجاء النبي صلى الله عليه وسلم، فقالت أم سلمة: إن ابنتي فاطمة جاءت تلتمسك،\nفخرج النبي صلى الله عليه وسلم حتى أتى منزل فاطمة فاستأذن، وقد دخلت هي\nوعلي، عليهما السلام، في اللحاف، فلما استأذن النبي صلى الله عليه وسلم\nأرادا أن يلبسا الثياب، فقال النبي صلى الله عليه وسلم: كما أنتما، كما\nأنتما، قال: فدخل في ليلة باردة، قال علي، عليه السلام: فقعدت فأخذت قدميه\nاسخنتهما بيدي، فقال: أخبرت أنك جئت تطلبينني ما حاجتك؟ قالت: بلغني أنه\nقدم عليك خدم، فأحببت أن تعطيني خادما يكفيني الخبز والعجين، فإنه قد شق\nعلي، قال: فما جئت تطلبني أحب إليك أم ما هو خير لك منه؟ قال علي: فغمزتها،\n[وقلت:] قولي: ما هو خير لي (ق133أ) منه، فقالت: ما هو خير لي منه أحب إلي،\nفقال: إذا كنتما على مثل حالكما هذا الذي أنتما عليه، فسبحا ثلاثا وثلاثين،\nوكبرا أربعا وثلاثين، وأراه قال: واحمدا ثلاثا وثلاثين.\n</p>\n\n<p>\nقال عطاء: وإني لفي شك أيها الأربع وثلاثون، غير أني أظنه التكبير.\n</p>\n\n<p>\nقال عبد الرحمن: فقلت: يا أمير المؤمنين، فما زلت تقول ذلك بعد؟ قال: ما\nتركته منذ سمعته من النبي صلى الله عليه وسلم، قلت: ولا ليلة صفين؟ قال:\nولا ليلة صفين.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n19 - قرىء على أبي محمد يحيى بن محمد بن صاعد، وأنا حاضر أسمع، حدثكم\nإبراهيم بن خالد الصنعاني، حدثني أبو وائل القاضي قال: كنا عند عروة بن\nمحمد إذ دخل عليه رجل فكلمه بكلام أغضبه فقام، ثم رجع وقد توضأ فقال: حدثني\nأبي، عن جدي عطية، وكانت له صحبه، قال: قال رسول الله صلى الله عليه وسلم:\nإن الغضب من الشيطان، وإن الشيطان خلق من النار، وإنما تطفأ النار بالماء،\nفإذا غضب أحدكم فليتوضأ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\n20 - قال ابن صاعد: وحدثنا أبو يحيى محمد بن عبد الرحمن، صاحب السابري،\nحدثنا علي بن المديني، حدثنا <span id='ms07'></span> إبراهيم بن خالد، بإسناده نحوه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\n21 - قرىء على ابن صاعد، وأنا أسمع، حدثكم الحسين بن الحسن المروزي، أخبرنا\nالفضل بن موسى، حدثنا جعفر بن برقان، قال: بلغنا أن قوما عادوا مريضا وفيهم\nرجل من المهاجرين فتذاكروا أمرا أحزنهم، فقال المهاجري: بلغنا أن للمريض في\nمرضه أربع خصال يرفع عنه القلم، ويجزى له من أفضل ما كان يعمل وهو صحيح،\nويبلغ مرضه كل خطيئة في مفاصله حتى يستخرجها، فإن مات مات مغفورا له، فقال\nصاحب الفراش: اللهم لا أوال مضطجعا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\n22 - أخبرنا أبو الحسين محمد بن أحمد بن محمد بن حسنون النرسي، من لفظه في\nذي الحجة، من شهور سنة خمس وأربعين وأربع مئة، قال: حدثنا أبو بكر محمد بن\nإسماعيل بن العباس الوراق املاء في شهر ربيع الآخر من سنة أربع وسبعين،\nحدثنا أبو محمد عبد الرحمن (ق133ب) بن محمد بن عبد الرحمن بن هلال القرشي\nسنة تسع وثلاث وثلاث مئة، حدثنا أبو الحسن علي بن عبد الله بن جعفر المديني\nسنة أربع وثلاثين ومئتين، حدثنا يحيى بن سعيد القطان، حدثنا الأجلح، يعني\nابن عبد الله، حدثنا عبد الله بن عبد الرحمن بن أبزى، عن أبيه، عن أبي بن\nكعب، قال: قال رسول الله صلى الله عليه وسلم: أمرت أن أعرض عليك القرآن.\nقال: قلت: وسماني لك ربك، جل وعز؟ قال: وسماك، فبذلك فلتفرحوا، هكذا قرأها\nأبي بن كعب بالتاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\n23 - حدثنا محمد بن عبد الرحمن بن محمد القرشي، حدثنا علي بن المديني،\nحدثنا محمد بن جعفر، حدثنا شعبة، عن عاصم بن عبد الله، عن سالم، عن ابن\nعمر، عن عمر، أنه قال للنبي صلى الله عليه: أرأيت ما نعمل فيما قد فرغ منه،\nأو في أمر مبتدإ، أو مبتدع؟ قال: فيما قد فرغ منه، قال عمر: ألا نتكل؟\nفقال: اعمل يا ابن الخطاب فكل ميسر، أما أهل السعادة فيعملون للسعادة، وأما\nأهل الشقاوة فيعملون للشقاوة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\n24 - حدثنا أبو محمد عبد الرحمن بن محمد القرشي، حدثنا علي بن المديني،\nحدثنا الخليل بن عمر بن <span id='ms08'></span> إبراهيم العبدي - قال علي بن المديني: وكان قارئا\nللقرآن -، قال: حدثني أبو عمر بن إبراهيم العبدي، قال: حدثني قتادة بن\nدعامة، عن أبي حسان الأعرج، عن ناجية، وهو ابن كعب، عن عبد الله بن مسعود،\nقال: قال رسول الله صلى الله عليه: إن العبد يولد مؤمنا ويعيش مؤمنا ويموت\nمؤمنا، وإن العبد يولد كافرا ويعيش كافرا ويموت كافرا، وإن العبد ليعمل\nبرهة من دهره بعمل أهل الجنة، ثم يدركه الكتاب، فيعمل بعمل أهل النار فيموت\nشقيا، وإن العبد ليعمل برهة من دهره بعمل أهل النار، ثم يدركه الكتاب،\nفيعمل بعمل أهل الجنة فيموت سعيدا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\n25 - حدثنا أبو محمد عبد الرحمن بن محمد القرشي، حدثنا علي بن المديني،\nحدثنا سفيان بن عيينة، حدثنا أبو الزعراء , عن عمه، وهو أبو الأحوص , قال:\nسمعت عبد الله بن مسعود، يقول: الشقي من شقي في بطن أمه , والسعيد من وعظ بغيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\n26 - حدثنا محمد بن يحيى، حدثني أبو الحسن أحمد بن محمد بن الحسين الرقي،\nحدثنا محمد بن علي بن أحمد بن حبيب (ق134أ) الرقي، حدثنا العباس بن\nإسماعيل، حدثنا زيد بن الرك (1) الصنعاني، حدثنا وهب بن سلمان الجندي، عن\nأبيه، عن طاووس، عن ابن عباس، عن عثمان بن عفان، أنه سأل رسول الله صلى\nالله عليه وسلم عن بسم الله الرحمن الرحيم، فقال: هو اسم من أسماء الله،\nليس بينه وبين اسم الله الأعظم إلا كما بلين سواد العين وبياضها من القرب.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n27 - حدثنا محمد، حدثنا أبو محمد عبد الله بن الهيثم بن خالد العسكري،\nحدثنا سلمان بن الربيع بن هشام النهدي، حدثنا كادح بن رحمة الزاهد، حدثنا\nابن أخي الزهري، عن الزهري، عن نافع، عن ابن عمر، قال: قال رسول الله صلى\nالله عليه وسلم: من حفظني في أصحابي ورد علي حوضي، ومن لم يحفظني فيهم لم\nيرني إلا من بعيد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\n28 - حدثنا محمد بن أحمد بن علي الرقي، أخبرنا القاسم بن علي بن أبان\nالرقي، أخبرنا سهل بن صعير، حدثنا يحيى بن هاشم الغساني، عن <span id='ms09'></span> علي بن حزور،\nقال: سمعت أبا مريم السلولي، يقول: سمعت عمار بن ياسر، يقول: سمعت رسول\nالله صلى الله عليه وآله يقول لعلي بن أبي طالب: يا علي إن الله تبارك\nوتعالى قد زينك بزينة لم يتزين العباد بزينة أحب إلى الله، عز وجل، منها،\nالزهد في الدنيا، فجعلك لا تنال من الدنيا شيئا، ولا تنال منك الدنيا شيئا،\nووهب لك حب المساكين، فرضوا بك إماما، ورضيت بهم أتباعا، فطوبى لمن أحبك\nوصدق فيك، وويل لمن أبغضك وكذب عليك. وأما الذين أحبوك وصدقوا فيك لهم فهم\nجيرانك في دارك ورفقاؤك في قصرك، وأما الذين أبغضوك وكذبوا عليك، فحق على\nالله أن يوقفهم موقف الكذابين يوم القيامة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\n29 - حدثنا محمد، حدثنا أبي، حدثنا محمد بن موسى بن سلمان القرشي، حدثنا\nحسين بن حسن الأشقر، حدثنا قيس بن الربيع، عن سعد بن طريف , عن الأصبغ بن\nنباتة , عن أبي أيوب الأنصاري , قال: قال رسول الله صلى الله عليه: إذا كان\nيوم القيامة نادى مناد من بطنان (ق134ب) العرش , يا أهل الجمع نكسوا رؤوسكم\n, وغضوا أبصاركم حتى تمر فاطمة على الصراط، فتمر ومعها سبعون ألفا من الحور\nالعين كالبرق اللامع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\n30 - حدثنا محمد، حدثني أبي، حدثنا العباس بن محمد، حدثنا شاذان الأسود بن\nعامر، حدثنا شريك، عن الأعمش، عن يزيد بن حبان التيمي، قال: قلت لزيد بن\nأرقم: من آل محمد؟ قال: آل عباس، وآل عقيل، وآل جعفر، وآال علي، رضي الله عنهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\n31 - حدثنا محمد، حدثنا يحيى بن محمد بن صاعد، حدثنا أبو عمار الحسين بن\nحريث المروزي، حدثنا عبد الرحيم بن زيد العمي، عن أبيه، عن شقيق، يعني ابن\nسلمة، عن عبد الله بن مسعود، عن النبي صلى الله عليه: {فإن الله هو مولاه\nوجبريل وصالح المؤمنين}، قال: من صالحي المؤمنين: أبو بكر، وعمر، وعثمان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\n32 - حدثنا محمد، حدثنا أبو محمد يحيى بن محمد بن صاعد، حدثنا محمد بن أحمد\nبن عصمة القاضي بالرملة، حدثنا سوار بن عمارة الرملي، حدثنا أبو غسان، وهو\nمحمد بن <span id='ms10'></span> مطرف، عن الربيع بن زيد الكندي، عن عبد الله بن بريدة، عن أبيه،\nقال: جاء رجل إلى رسول الله صلى الله عليه وسلم، فقال: يا رسول الله أرأيت\nما نعمل في كتاب الله قد خلا، قال: فما يغني العمل يا رسول الله، قال:\nاعملوا، فإن الله، عز وجل يوفق المحسن للإحسان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\n33 - حدثنا محمد، حدثنا أبو أحمد إسماعيل بن موسى بن إبراهيم الحاسب، سنة\nثمان وثلاث مئة، حدثنا إسحاق بن أبي إسرائيل المروزي، حدثنا محمد بن جابر،\nعن ابن إسحاق، عن عامر بن سعد البجلي، عن أبي بكر الصديق، في قوله، عز وجل:\n{للذين أحسنوا الحسنى وزيادة}، قال: يريدون النظر إلى ربهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\n34 - حدثنا محمد، حدثنا أبو أحمد إسماعيل بن إبراهيم الحاسب، حدثنا عثمان\nبن أبي شيبة، حدثنا وكيع بن الجراح، عن سفيان، يعني الثوري، عن أبي إسحاق،\nيعني السبيعي، عن عامر بن سعد، عن أبي بكر الصديق، قال: الزيادة، النظر إلى\nربهم، عز وجل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\n35 - حدثنا أبو الحسن، حدثنا إبراهيم بن عيسى الباقلاني المقرىء، قراءة\nعليه، قال: حدثنا أبو بكر (ق135أ) محمد بن إسماعيل بن العباس الوراق، املاء\nيوم الجمعة لتسع بقين من شعبان سنة ست وستين وثلاث مئة، قال: حدثنا أبي،\nحدثنا أبو عبد الله الزبير بن بكار بن مصعب بن ثابت بن عبد الله بن الزبير\nبن العوام، قال: حدثني أبو ضمرة أنس بن عياض، عن هشام بن عروة، عن أبيه، عن\nعائشة قالت: كان رسول الله صلى الله عليه وسلم يرقي بهذه الرقية: امسح\nالبأس رب الناس واشف وأنت الشافي لا كاشف له إلا أنت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\n36 - حدثنا أبو بكر، قال: حدثنا عبد الله بن محمد بن عبد العزيز، حدثنا\nسويد، حدثنا علي بن مسهر، عن هشام بن عروة، عن أبيه، عن عائشة، قالت: أنزلت\nهذه الآية في اليتيم: {ومن كان غنيا فليستعفف ومن كان فقيرا فليأكل\nبالمعروف}، بقدر قيامه عليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\n37 - حدثنا أبو بكر، قال: حدثنا عبد الله بن محمد بن عبد العزيز، أخبرنا\nأبو عبد الله أحمد بن محمد بن <span id='ms11'></span> حنبل، حدثنا روح بن عبادة، حدثنا هشام بن\nحسان، عن هشام بن عروة، عن أبيه، عن عائشة، أن النبي صلى الله عليه وسلم\nقال: ما [ضر] (1) امرأة نزلت بين بيتين من الأنصار، أو نزلت بين أبوابها.\n</p>\n\n<p>\nقال أبو بكر محمد بن إسماعيل: وهذا إسناد غريب، لا أعلم رواه غير روح بن\nعبادة، حدث به الإمام أحمد بن حنبل.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n38 - حدثنا أبو بكر، قال: أخبرنا أبو بكر محمد بن محمد بن سليمان الواسطي،\nحدثنا سويد بن سعيد، حدثنا مالك بن أنس، وحفص بن ميسرة، عن هشام بن عروة،\nعن أبيه، عن عبد الله بن عمرو، قال: قال رسول الله صلى الله عليه وسلم: إن\nالله لا يقبض العلم انتزاعا ينتزعه من الناس، ولكن يقبض العلم بقبض\nالعلماء، فإذا لم يبق عالم اتخذ الناس رؤوسا جهالا، فسئلوا فأفتوا بغير\nعلم، فضلوا وأضلوا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\n39 - أخبرنا أبو بكر، حدثنا أبو أحمد إسماعيل بن موسى بن إبراهيم الحاسب،\nحدثنا عبد الأعلى بن حماد النرسي، حدثنا حماد بن سلمة، عن علي بن زيد، أن\nمصعب بن الزبير، هم بعريف الأنصار ليقتله فدخل عليه أنس بن مالك فقال: سمعت\nرسول الله صلى الله عليه وسلم يقول: استوصوا (ق135ب) بالأنصار خيرا ومعروفا\nفاقبلوا من محسنهم وتجاوزوا عن مسيئهم، قال فنزل مصعب بن الزبير عن سريره\nعلى بساطه وألصق جلده، أو خده عليه، وقال أمر النبي صلى الله عليه وسلم على\nالرأس والعينين وعلي سبيله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\n40 - حدثنا أبو بكر، حدثنا محمد بن عبد الملك بن زنجويه، حدثنا عبد الرزاق،\nأخبرنا معمر، عن قتادة، عن أنس، قال: قال رسول الله صلى الله عليه: حسبك من\nنساء العالمين مريم ابنة عمران، وآسية بنت مزاحم، وخديجة، وفاطمة بنت محمد\nصلى الله عليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\n41 - حدثنا أبو بكر، حدثنا أبو علي الحسن بن صاحب حميد الشاشي، قدم علينا،\nحدثنا عبدة بن سليمان المصري بمصر، حدثنا علي (1) بن الحسن السامي، حدثنا\nخليد بن دعلج، عن يونس بن عبيد، عن الحسن، عن جابر بن عبد الله، قال: قال\nرسول <span id='ms12'></span> الله صلى الله عليه: حب أبي بكر وعمر من الإيمان وبغضهما كفر، وحب\nالأنصار من الإيمان وبغضهم كفر، وحب العرب من الإيمان وبغضهم كفر، ومن سب\nأصحابي فعليه لعنة الله، ومن حفظني فيهم فأنا أحفظه يوم القيامة.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n42 - حدثنا أبو بكر، حدثنا عبد الله بن محمد بن عبد العزيز، حدثنا أبو\nالربيع الزهراني سليمان بن داود، حدثنا حفص بن أبي داود (1)، عن ليث (2)،\nعن مجاهد، عن ابن عمر، قال: قال رسول الله صلى الله عليه: أول من أشفع له\nمن أمتي أهل بيتي، ثم الأقرب فالأقرب من الأنصار، ثم من آمن بي، واتبعني من\nاليمن، ثم سائر العرب، ثم الأعاجم، ومن أشفع له أولو الفضل.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n43 - حدثنا أبو بكر، حدثنا القاضي أبو جعفر أحمد بن إسحاق بن البهلول بن\nحسان، حدثني أبي، حدثنا زيد بن الحباب، عن هشام بن هارون (1) الأنصاري\nالمدني، حدثنا معاذ بن رفاعة بن رافع، عن أبيه، قال: قال رسول الله صلى\nالله عليه: اللهم اغفر للأنصار ولذراري الأنصار ولذراري ذراريهم ولمواليهم\nوجيرانهم.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n44 - حدثنا أبو بكر (ق136أ)، حدثنا عبد الله بن سليمان بن الأشعث، حدثنا\nمحمد بن داود بن أبي ناجية، حدثنا عبد الله بن وهب، قال: أخبرني المنذر بن\nعبد الله، عن هشام بن عروة، عن أبيه، عن عبد الله بن جعفر، عن علي بن أبي\nطالب، أن رسول الله صلى الله عليه قال: خير نساء أهل الجنة مريم بنت عمران،\nوخديجة بنت خويلد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\n45 - حدثنا أبو بكر، حدثنا عبد الله بن محمد بن عبد العزيز، حدثنا علي بن\nالجعد الجوهري سنة سبع وعشرين ومئتين، حدثنا شعبة، عن عتاب، عن أنس، قال:\nقال رسول الله صلى الله عليه وسلم: من كذب علي متعمدا فليتبوأ مقعده من النار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\n46 - حدثنا أبو بكر، حدثنا أبو محمد يحيى بن محمد، حدثنا محمد بن زنبور\nالمكي، حدثنا فضيل بن عياض، عن هشام، يعني ابن حسان، عن محمد بن سيرين، عن\nابن عباس في قوله، جل وعز: {مقصورات في الخيام}، قال: خيام <span id='ms13'></span> اللؤلؤ، الخيمة\nالواحدة من لؤلؤة واحدة، أربع فراسخ لها أربعة آلاف مصراع من ذهب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\n47 - حدثنا أبو بكر، حدثنا يحيى بن محمد، حدثنا محمد بن زنبور المكي، حدثنا\nفضيل بن عياض، عن أبان، يعني ابن أبي عياش، عن سعيد بن [عبد الله] (1)، عن\nأبي برزة الأسلمي، قال: خطب رسول الله صلى الله عليه حتى أسمع ذوات الخدور\nفي خدورهن، فقال: يا معشر من أسلم بلسانه ولم يخلص الإيمان إلى قلبه، لا\nتذموا الناس ولا تعيروهم ولا تتبعوا عوراتهم، فإنه من يلتمس عورة أخيه يتبع\nالله، عز وجل، عورته، ومن يتبع الله عورته يفضحه في بطن بيته.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n48 - حدثنا أبو بكر، حدثني أبي، حدثنا الحسن بن عرفة، حدثنا عبد الله بن\nالمبارك، عن معمر، عن الزهري، عن سالم، عن ابن عمر: أنه كان ينكر الاشتراط\nفي الحج، أليس (1) حسبكم بينكم صلى الله عليه وسلم.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n49 - حدثنا أبو بكر، حدثنا أبو محمد يحيى بن محمد بن صاعد، حدثنا محمد بن\nزنبور المكي، حدثنا فضيل بن عياض , عن هشام , عن عمرو بن دينار مولى آل\nالزبير , عن سالم , عن أبيه , (ق136ب) قال: قال رسول الله صلى الله عليه\nوآله: من قال في السوق: لا إله إلا الله , وحده لا شريك له , له الملك ,\nوله الحمد , يحيي ويميت , وهو حي لا يموت، بيده الخير، وهو على كل شيء قدير\n, كتب الله، عز وجل، له ألف ألف حسنة , ومحا عنه ألف ألف سيئة , وبنى له\nبيتا في الجنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\n50 - أخبرنا أبو سعيد ظفر بن الفرج بن الحسين بن جعفر الخفاف، قراءة عليه\nببغداد في النصف في ربيع الآخر سنة ست وأربعين، قال: أخبرنا أبو الحسن أحمد\nبن محمد بن الصلت الأهوازي، قراءة عليه وأنا أسمع، قال: أخبرنا أبو بكر\nمحمد بن جعفر بن أحمد بن يزيد الصيرفي، قراءة عليه وأنا أسمع في سنة ثلاث\nوثلاثين وثلاث مئة، قال: أخبرنا الحسن بن عرفة، حدثنا عبد الله بن المبارك،\nعن سعيد بن يزيد، قال حدثني خالد بن أبي عمران <span id='ms14'></span>، عن حنش، عن فضالة بن عبيد،\nقال: أتي رسول الله صلى الله عليه وسلم عام خيبر بقلادة فيها خرز معلقة\nبذهب ابتاعها رجل بسبعة دنانير أو بتسعة، فقال النبي صلى الله عليه وسلم:\nلا حتى تميز بينه وبينه، قال: إنما أردت الحجارة قال: لا حتى تميز بينهما.\nقال: فرده حتى ميز بينهما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\n51 - أخبرنا الحسن بن عرفة، حدثني زيد بن حباب العكلي أبو الحسين , عن مالك\nبن مغول , عن عبد الله بن بريدة , عن أبيه , أن رسول الله صلى الله عليه\nوسلم جاء إلى المسجد، فوجدني على باب المسجد , فأخذ بيدي فأدخلني المسجد ,\nفإذا رجل يصلي ويدعو ويقول: اللهم إني أسألك بأني أشهد أنك الله الذي لا\nإله إلا أنت , الأحد الصمد , الذي لم يلد ولم يولد , ولم يكن له كفوا أحد ,\nفقال رسول الله: والذي نفسي بيده , لقد سأل الله باسمه الأعظم الذي إذا سئل\nبه أعطى , وإذا دعي به أجاب، قال: فإذا رجل يقرأ في ناحية (ق137أ) المسجد،\nفقال: لقد أعطي هذا مزمارا من مزامير آل داود صلى الله عليه، قال: قلت:\nأخبره يا رسول الله؟ قال: نعم، قال: فأخبرته، فقال: لم يزل لي صديقا، قال:\nوإذا هو أبو موسى الأشعري الذي كان يقرأ.\n</p>\n\n<p>\nقال أبو الحسين العكلي: فحدثت بهذا الحديث زهير بن معاوية الجعفي، فقال:\nحدثنا به أبو إسحاق السبيعي، عن مالك بن مغول بهذا بعينه.\n</p>\n\n<p>\nقال أبو الحسين: وأخبرني به سفيان الثوري، عن مالك بن مغول، فلقيت أنا\nبعد ذاك مالك بن مغول، فسمعته منه.\n</p>\n\n<p>\nرواه مسلم، عن أبي بكر بن أبي شيبة، وابن نمير، كلاهما عن ابن [ ..... ]\n(1)، عن مالك.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n52 - حدثنا علي بن حرب، حدثنا ابن عيينة، عن ابن عجلان، قال: سمعت سعد بن\nإبراهيم يخبر، عن أبي سلمة، عن عائشة، قالت: قال رسول الله صلى الله عليه:\nقد كان في الأمم محدثون، وإن يكن في أمتي منهم، فهو عمر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\n53 - حدثنا علي بن حرب، حدثنا عمر بن أيوب العبدي، حدثنا جعفر بن برقان، عن\nيزيد الفقير <span id='ms15'></span>، عن أبي سعيد الخدري، قال: قال رسول الله صلى الله عليه: من\nكذب علي متعمدا فليتبوأ مقعده من النار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\n54 - حدثنا علي (1) بن حرب، حدثنا سفيان، عن أبي يعفور، عن مسلم، عن مسروق،\nسمعنا عائشة تقول: كان النبي صلى الله عليه إذا دخلت العشر الأواخر شد\nالمئزر، وأحيا الليل، وأيقظ أهله.\n</p>\n\n<p>\nرواه البخاري، عن علي بن المديني.\n</p>\n\n<p>\nورواه مسلم، عن ابن أبي عمر، وابن راهويه، كلهم، عن سفيان.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n55 - حدثنا علي بن حرب، حدثنا سفيان، عن عبد الرحمن بن حميد، عن سعيد بن\nالمسيب، عن أم سلمة، أن النبي صلى الله عليه وسلم قال: إذا دخل العشر،\nوأراد أحدكم أن يضحي، فلا يمس من شعره ولا من بشره شيئا.\n</p>\n\n<p>\nمسلم، عن إسحاق، عن سفيان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\n56 - حدثنا علي بن حرب، حدثنا ابن عيينة، عن يحيى بن سعيد، عن عمرة، عن\nعائشة، سمعها تقول: لو رأى رسول الله ما أحدثن النساء (ق137ب) بعده لمنعهن\nالمسجد كما منعت نساء بني إسرائيل، قلت: يا هذه، ومنعته نساء بني إسرائيل؟\nقالت: نعم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\n57 - حدثنا علي، حدثنا القاسم، عن ابن شهاب، عن حميد، عن أنس، عن عبد الله\nبن سلام، قال: أتيت النبي صلى الله عليه، فقلت إني سائله عن ثلاث خصال لم\nيعلمها إلا نبي: ما أول أشراط الساعة؟ وما أول ما يأكل أهل الجنة؟ ومن أين\nيشبه الرجل أباه أو أمه؟ فقال: أخبرني بهن جبريل، عليه السلام، آنفا. أما\nأول أشراط الساعة؛ فنار تخرج من الشرق تحشرهم إلى الغرب، وأما أول طعام أهل\nالجنة؛ فزيادة كبد الحوت، وأما شبه الولد؛ فإن سبق ماء الرجل أشبه أباه وإن\nسبق ماء المرأة أشبه أمه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\n58 - حدثنا علي، حدثنا القاسم، حدثنا حدثنا شبل بن عباد المكي، عن قيس بن\nسعد، عن سعيد بن جبير، عن ابن عباس، أن رجلا سأله: عن الكبائر أسبع هي؟\nقال: هي إلى سبع مئة أقرب، إلا أنه لا كبيرة مع استغفار ولا صغيرة مع إصرار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\n59 - حدثنا علي بن حسين بن علي، عن عمر بن ذر، قيل <span id='ms16'></span> لإبراهيم التيمي لو\nتكلمت، قال: لم تحضرني نية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\n60 - قال الحسن بن عرفة العبدي: حدثنا محمد بن عبد الله الأنصاري، حدثني\nأبي عبد الله بن المثنى الأنصاري، حدثني عمي ثمامة بن عبد الله بن أنس، عن\nأنس بن مالك، أن عمر بن الخطاب كان إذا قحط استسقى بالعباس بن عبد المطلب\nعم رسول الله صلى الله عليه وسلم، ويقول: اللهم إنا كنا نتوسل إليك بنبينا\nصلى الله عليه فتسقنا، وإنا نتوسل إليك بعم نبينا صلى الله عليه فاسقنا،\nفيسقون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\n61 - حدثنا الحسن بن عرفة، حدثني الحارث بن أبي الزبير مولى النوفليين،\nحدثني (ق138أ) إسماعيل بن قيس بن سعد، عن أبي حازم، عن سهل بن سعد الساعدي،\nقال: قال العباس بن عبد المطلب لرسول الله صلى الله عليه: بأبي أنت وأمي\nإئذن لي أذهب إلى مكة حتى أهاجر إليك فأكون من المهاجرين، فقال رسول الله:\nاقعد يا عم، فإنك خاتم المهاجرين كما أنا خاتم النبيين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\n62 - حدثنا الحسن بن عرفة، قال: حدثني الحارث بن [أبي] (1) الزبير، حدثني\nإسماعيل بن قيس بن سعد، حدثني أبو حازم، عن سهل بن سعد الساعدي، قال: كنت\nمع رسول الله صلى الله عليه وسلم في بعض أسفاره فنزلنا منزلا في يوم قائظ\nشديد القيظ - قال أبو علي: يعني شديد الحر -، قال: فقام رسول الله ليغتسل\nفوثب إليه العباس بكساء له من صوف فستره، حتى اغتسل، وفرغ من غسله، وكنت\nمعه قريبا، قال: فنظرت إلى رسول الله صلى الله عليه وقد رفعها [يعني يديه]\n(1) إلى السماء حتى طلعتا من الكساء، فسمعته وهو يقول: اللهم استر العباس\nوولد العباس من النار.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n63 - حدثنا الحسن بن عرفة، حدثنا مروان بن معاوية الفزاري، عن عمر بن حمزة\nالعمري، عن عبد الرحمن بن سعد، قال: بينما أنا مع ابن عمر ونحن نطوف\nبالبيت، إذ لقيه رجل، فقال: يا أبا عبد الرحمن، ما تقول في نكاح المتعة؟\nفقال: اللهم لا نعلمه إلا السفاح، إن عمر لو كان حيا لك ولأصحابك شردكم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\n64 - حدثنا الحسن بن عرفة <span id='ms17'></span>، قال: حدثني شبابة (1) بن سوار الفزاري، حدثني\nإسرائيل، عن أبي إسحاق السبيعي، عن عمرو بن عبد الله الأصم، قال: قلت للحسن\nبن علي، عليه السلام: إن ناسا من الشيعة يزعمون أن عليا دابة الأرض , وأن\nالله، عز وجل، باعثه , قال: فقال: كذبوا , ليس أولئك بالشيعة، والله لو\nعلمنا ذلك ما أنكحنا نسائه، ولا قسمنا ميراثه.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n65 - حدثنا الحسن بن عرفة، حدثني شبابة بن سوار، حدثني إسرائيل، عن أبي\nإسحاق، عن حارثة بن مضرب، (ق138ب) قال: حججت مع عمر بن الخطاب، فسمعت\nالحادي يحدو: إن الأمير بعده عثمان، قال: ثم حججت مع عثمان فسمعت الحادي\nيحدو أن الأمير بعده علي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\n66 - أخبرنا أبو أحمد إبراهيم بن محمد بن زيد بن القاري (1) السعدي، قال:\nأخبرنا القاضي محمد بن عبد الله بن الحسين الجعفي، قال: حدثنا عبد الله بن\nعلي بن القاسم الزهري، قال: حدثنا محمد بن الحسين بن أبي الحنين، حدثنا أبو\nحفص الفلاس، قال: حدثني عباد بن ليث، صاحب الكرابيسي، كان ثقة، حدثنا عبد\nالمجيد أبو وهب، عن العداء بن خالد بن هوذة، قال: قال لي: ألا أقرئك كتابا\nكتبه إلي رسول الله صلى الله عليه؟ هذا ما اشترى العداء بن خالد بن هوذة من\nمحمد رسول الله، اشترى منه عبدا أو أمة، لا داء، ولا غائلة، ولا خبثة، بيع\nالمسلم للمسلم.\n</p>\n\n<p>\nوصلى الله على سيدنا محمد وآل محمد الطاهرين.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\n### |EDITOR|\n</p>\n\n<p>\nENDNOTES\n</p>\n\n<p>\n(1) في النسخة الخطية: \"عن أبي سلمة، عن عبد الرحمن بن نافع بن عبد\nالحارث\"، وهو خطأ، وما أثبته يقتضيه السياق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\n(1) بياض في النسخة الخطية، والحديث أخرجه ابن سعد في \" الطبقات الكبير \"\n3/ 209 (3633)، وفيه: \" وهو بقباء \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في النسخة الخطية: \" حدثنا ليث بن سعيد \"، وهو خطأ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\n(1) ما بين حاصرتين سقط من النسخة الخطية، وألحق من مصادر تخريج الحديث،\nومنها \"صحيح مسلم\" 8/ 84 (7017).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\n(1) كذا في النسخة، ولم يتبين لي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\n(1) ألحق في هامش النسخة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في النسخة الخطية: \"جابر بن الحسن السامي\"، وهو خطأ، وجاء على الصواب\nفي مصادر تخريج الحديث، ومنها: \"جزء فيه <span id='ms18'></span> ذكر أبي القاسم الطبراني وبعض\nمناقبه ومولده ووفاته وعدد تصانيفه\" لابن مندة 343، و\"تاريخ مدينة دمشق\"\nلابن عساكر 30/ 144، و44/ 222، و\"الغرائب الملتقطة من مسند الفردوس\" لابن\nحجر (1404).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في النسخة الخطية: \"حفص بن داود\"، وهو خطأ، وجاء على الصواب في مصادر\nتخريج الحديث، ومنها: \"المعجم الكبير\" للطبراني 12/ 421 (13550)، و\"\" لابن\nعدي 3/ 273 (505)، و\"الفوائد المنتقاة من حديث أبي طاهر المخلص\" (51)،\nو\"موضح أوهام الجمع والتفريق\" للخطيب البغدادي 2/ 18، و\"الموضوعات\" لابن\nالجوزي 3/ 573 (1801)\n</p>\n\n<p>\n(2) ليث، هو ابن أبي سليم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في النسخة الخطية: \"هشام بن مروان\"، وهو خطأ، وجاء على الصواب في مصادر\nتخريج الحديث، ومنها: \"المصنف\" لابن أبي شيبة (33043)، و\"الآحاد والمثاني\"\nلابن أبي عاصم (1751، 1760)، و\"مسند البزار\" (3734)، و\"معجم الصحابة\"\nللبغوي 2/ 176 (683)، و\"صحيح ابن حبان\" (7283)، و\"المعجم الكبير\" للطبراني\n5/ 41 (4534).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\n(1) ألحق في هامش النسخة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\n(1) كررها مرتين، وكتب على الأولى منهما علامة الحذف: \"لا إلى\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\n(1) بياض في النسخة الخطية، والحديث أخرجه مسلم في \"صحيحه\": 2/ 192 (1801):\nحدثنا أبو بكر بن أبي شيبة، حدثنا عبد الله بن نمير (ح) وحدثنا ابن نمير،\nحدثنا أبي، حدثنا مالك، وهو ابن مغول، به مقتصرا على قوله: \" إن عبد الله\nبن قيس أو الأشعري أعطي مزمارا من مزامير آل داود \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في النسخة الخطية: \"عامر\"، وهو خطأ، تصويبه في الحديث الذي يليه، وكذا\nفإن ابن عبد البر أخرجه في \"التمهيد\" 22/ 296، من طريق علي بن حرب، به\nسواء، على الصواب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\n(1) ألحق في هامش النسخة.\n</p>\n\n<p>\n(2) زيادة متعينة من \"تاريخ دمشق\" 26/ 308، إذ أخرجه من طريق الحسن بن عرفة\nبه سواء عدا هذه اللفظة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في النسخة الخطية: \"سيار بن سوار الفزاري\"، وهو تحريف، ولا يعرف أحد من\nالرواة بهذا الاسم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\n(1) له ترجمة في \"تكملة الإكمال\" لابن نقطة (3298)، و\"توضيح المشتبه\" لابن\nناصر الدين الدمشقي 5/ 101، و\"تبصير المنتبه\" لابن حجر 2/ 734.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n             <span id='ms19'></span>\n</p>\n",
  "pages": [
    "001",
    "001",
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "001",
    "009",
    "012",
    "018",
    "026",
    "037",
    "041",
    "042",
    "043",
    "047",
    "048",
    "051",
    "054",
    "062",
    "064",
    "066"
  ],
  "volumes": [
    "01"
  ]
}