{
  "content": "\n<h1 class='l1' id='head0'>مسألة (784) : إذا مر بالثمار المعلقة ولا حائط عليها= جاز له الأكل </h1>\n\n<p>\nمن غير ضمان، سواء اضطر إليها، أو لم يضطر.\n</p>\n\n<p>\nوعنه: يأكل عند الضرورة.\n</p>\n\n<p>\nوقال أبو حنيفة ومالك والشافعي: لا يجوز له الأكل من غير ضرورة، فإن اضطر\nأكل بشرط الضمان.\n</p>\n\n<h1 class='l1' id='head1'>3170- </h1>\n\n<p>\nقال الإمام أحمد: حدثنا يزيد أنا الجريري عن أبي نضرة عن أبي سعيد عن\nالنبي صلى الله عليه وسلم قال: \" إذا أتيت على راعي إبل فناد: يا راعي\nالإبل، ثلاثا، فإن أجابك، وإلا فاحلب واشرب في غير أن تفسد، لإذا أتيت على\nحائط فناد: يا صاحب الحائط، ثلاثا، فإن أجابك، وإلا فكل في غير أن تفسد \"\n(1) .\n</p>\n\n<p>\nز: رواه ابن ماجة عن محمد بن يحيى الذهلي عن يزيد بن هارون (2) .\n</p>\n\n<p>\nورواه ابن حبان عن أبي يعلى الموصلي عن زهير عن يزيد (3) ، ورواه البيهقي\nمن رواية الحارث بن أبي أسامة عن يزيد، وقال: تفرد به سعيد بن إياس\nالجريري، وهو من الثقات، إلا أنه اختلط في آخر عمره، وسماع يزيد\n</p>\n\n<p>\nابن هارون عنه بعد اختلاطه (4) .\n</p>\n\n<p>\nكذا قال البيهقي، ولم يتفرد يزيد بهذا الحديث عن الجريري، فقد رواه\nالإمام أحمد عن مؤمل بن إسماعيل عن حماد بن سلمة عن الجريري (5) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nورواه أيضا عن حماد عن عفان (1) ، وعن عبد الرزاق عن معمر (2) ، عن\nالجريري، والله أعلم.\n</p>\n\n<p>\nوقد روي نحو حديث أبي سعيد هذا:\n</p>\n\n<p>\nمن حديث عمرو بن شعيب عن أبيه عن جده.\n</p>\n\n<p>\nومن حديث الحسن عن سمرة.\n</p>\n\n<p>\nومن حديث نافع عن ابن عمر.\n</p>\n\n<p>\nوروي عن عمر رضي الله عنه موقوفا عليه، بإسناد صحيح O.\n</p>\n\n<p>\n*****\n</p>\n\n<h1 class='l1' id='head2'>مسألة (785) : يجب <span id='ms1224'></span> على المسلم ضيافة المسلم المسافر المجتاز به ليلة.</h1>\n\n<p>\nوقال أكثرهم: لا يجب.\n</p>\n\n<h1 class='l1' id='head3'>3171- </h1>\n\n<p>\nقال الإمام أحمد: حدثنا يحيى بن سعيد ثنا شعبة ثنا منصور عن الشعبي عن\nالمقدام أبي كريمة سمع رسول الله صلى الله عليه وسلم يقول: \" ليلة الضيف\nواجبة على كل مسلم، فان أصبح بفنائه محروما كان دينا له عليه إن شاء اقتضى،\nوإن شاء ترك \" (3) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>3172- </h1>\n\n<p>\nقال أحمد: وحدثنا حجاج ثنا شعبة قال: سمعت أبا الجودي يحدث عن ابن\nالمهاجر عن المقدام أبي كريمة عن النبي صلى الله عليه وسلم قال: \" أيما\nمسلم أضاف (1) قوما، فأصبح الضيف محروما، فإن حقا على كل مسلم نصره حتى\nيأخذ بقرى ليلته من زرعه وماله \" (2) .\n</p>\n\n<p>\nز: حديث الشعبي عن المقدام: رواه أبو داود من رواية أبي عوانة عن منصور\n(3) ، ورواه ابن ماجة من رواية سفيان عن منصور (4) .\n</p>\n\n<p>\nوحديث أبي الجودي: رواه أبو داود الطيالسي عن شعبة (5) ، ورواه أبو داود\nالسجستاني عن مسدد عن يحيى بن سعيد عن شعبة (6) .\n</p>\n\n<p>\nوأبو الجودي: اسمه الحارث بن عمير، وهو ثقة.\n</p>\n\n<p>\nوابن المهاجر: اسمه سعيد، وهو شامي، حمصي، وقد ذكره ابن حبان في كتاب\n\"الثقات\" (7) ، ويقال فيه: ابن أبي المهاجر، والله أعلم O.\n</p>\n\n<h1 class='l1' id='head5'>3173- </h1>\n\n<p>\nقال أحمد: وحدثنا حجاج قال: أنا ليث عن يزيد بن أبي حبيب عن أبي الخير عن\nعقبة بن عامر أنه قال: قلنا: يا رسول الله، إنك تبعثنا، فننزل بقوم لا\nيقرونا، فما ترى في ذلك؟ فقال لنا رسول الله صلى الله عليه وسلم: \" إذا\nنزلتم بقوم فأمروا لكم بما ينبغي للضيف فاقبلوا، وإن لم يفعلوا فخذوا منهم\nحق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالضيف الذي ينبغي لهم \" (1) .\n</p>\n\n<p>\nز: أخرجاه في \"الصحيحين\" من حديث الليث (2) O.\n</p>\n\n<h1 class='l1' id='head6'>3174- </h1>\n\n<p>\nقال أحمد: وحدثنا قتيبة ثنا ليث بن [سعد] (3) عن معاوية ابن صالح عن أبي\nطلحة عن أبي هريرة أن النبي صلى الله عليه وسلم قال: \" أيما ضيف نزل بقوم\nفأصبح الضيف محروما، فله أن يأخذ بقدر قراه، ولا حرج عليه \" (4) .\n</p>\n\n<p>\nز: لم يخرجوه من هذا الوجه.\n</p>\n\n<p>\nوأبو طلحة هو: الأنماري، الشامي، واسمه: نعيم بن زياد، وقد وثقه <span id='ms1225'></span> النسائي\n(5) وغيره O.\n</p>\n\n<p>\n***** \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head7'>مسائل الأشربة</h1>\n\n<h1 class='l1' id='head8'>مسألة (786) : كل شراب يسكر كثيره فقليله حرام، وفيه الحد، </h1>\n\n<p>\nويسمى خمرا.\n</p>\n\n<p>\nوقال أبو حنيفة: الخمر عصير العنب التي إذا اشتد وقذف بزبده، وقليله\nوكثيره حرام؛ فأما ما عمل من التمر والزبيب فإن كان مطبوخا أدنى طبخ فهو\nحلال، وإن كان نيا فهو محرم، إلا أنه لا يسمى خمرا، وإنما يسمى\n</p>\n\n<p>\nنبيذا؛ وما عمل من الحنطة والشعير والذرة والأرز والعسل ونحوها فهو حلال،\nطبخ أو لم يطبخ، وإنما يحرم منه السكر.\n</p>\n\n<p>\nوالكلام في ثلاثة فصول:\n</p>\n\n<p>\nأحدها: أن اسم الخمر يقع على كل مسكر.\n</p>\n\n<p>\nوالثاني: في الدليل على تحريم النبيذ.\n</p>\n\n<p>\nوالثالث: في الدليل على أن الخمر معللة، وأن علة تحريمها: الشدة المطربة،\nوهي موجودة في كل شراب مسكر.\n</p>\n\n<p>\nوعند أبي حنيفة: أن تحريم الخمر غير معلل، وإنما ثبت بالنص.\n</p>\n\n<p>\n* * * * *\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p007'> Vol. 05, p. 007</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head9'>فصل (787) :</h1>\n\n<p>\nفأما الدليل على أن اسم الخمر يقع على كل مسكر:\n</p>\n\n<h1 class='l1' id='head10'>3175 - </h1>\n\n<p>\nفما رواه الإمام أحمد، قال: حدثنا روح ثنا ابن جريج قال: أخبرني موسى بن\nعقبة عن نافع عن ابن عمر أن رسول الله صلى الله عليه وسلم قال: \" كل مسكر\nخمر، وكل خمر حرام \" (1) .\n</p>\n\n<p>\nز: رواه مسلم عن إسحاق بن إبراهيم وأبي بكر بن إسحاق، كلاهما عن روح بن\nعبادة، ولفظه: \" كل مسكر خمر، وكل (2) مسكر حرام \".\n</p>\n\n<h1 class='l1' id='head11'>3176 - </h1>\n\n<p>\nوقال: حدثنا محمد بن مثنى ومحمد بن حاتم قالا: ثنا يحيى - وهو القطان -\nعن عبيد الله أنا نافع عن ابن عمر قال: ولا أعلمه إلا عن النبي صلى الله\nعليه وسلم قال: \" كل مسكر خمر، وكل خمر حرام \" (3) O.\n</p>\n\n<h1 class='l1' id='head12'>3177 - </h1>\n\n<p>\nوقال البخاري: حدثنا أحمد بن أبي رجاء ثنا يحيى عن أبي حيان التيمي عن\nالشعبي عن ابن عمر قال: خطب عمر على منبر رسول الله صلى الله عليه وسلم،\nفقال: إنه نزل تحريم الخمر وهي من خمسة أشياء: العنب والتمر والحنطة\nوالشعير والعسل، والخمر ما خامر العقل (4) .\n</p>\n\n<p>\nأخرجه البخاري ومسلم في \"الصحيحين\" (5) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head13'>3178 - </h1>\n\n<p>\nقال أحمد: وحدثنا حسن بن موسى ثنا ابن لهيعة عن أبي النضر عن سالم بن عبد\nالله بن عمر عن أبيه <span id='ms1226'></span> عن النبي صلى الله عليه وسلم أنه قال: \" من الحنطة\nخمر، ومن التمر خمر، ومن الشعير خمر، ومن الزبيب خمر، ومن العسل خمر \" (1)\n.\n</p>\n\n<p>\nز: هذا الإسناد لم يخرجوه، والله أعلم O.\n</p>\n\n<h1 class='l1' id='head14'>3179 - </h1>\n\n<p>\nقال أحمد: وحدثنا يونس ثنا ليث عن يزيد بن أبي حبيب عن خالد بن كثير\nالهمداني أنه حدثه أن السري بن إسماعيل حدثه أن الشعبي حدثه أنه سمع\nالنعمان بن بشير يقول: قال رسول الله صلى الله عليه وسلم: \" إن من الحنطة\nخمرا، ومن الشعير خمرا، ومن الزبيب خمرا، ومن التمر خمرا، وأنا أنهى عن كل\nمسكر \" (2) .\n</p>\n\n<p>\nز: رواه ابن ماجه عن محمد بن رمح عن الليث (3) .\n</p>\n\n<p>\nوالسري بن إسماعيل: ضعفوه، وقال أحمد بن حنبل: ترك الناس حديثه (4) .\nوقال أبو قدامة عن يحيى بن سعيد: استبان لي كذبه في مجلس (5) .\n</p>\n\n<p>\nوقال علي بن المديني عن يحيى: ما كلمته إلا مرة واحدة، وسمعته يقول: ثنا\nعامر قال: سمعت النعمان بن بشير يقول: سمعت رسول الله صلى الله عليه وسلم\nيقول: \" الخمر من خمس ... \". قال يحيى: فتركته. يعني أنه ترك السري فلم\nيحمل عنه، لإنكاره ما حدث به عن الشعبي، لأن الثقات يروون عن أبي حيان\nالتيمي عن الشعبي عن ابن عمر عن عمر قوله: إن الخمر نزل تحريمها يوم نزل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوهي من خمسة ... (1) .\n</p>\n\n<p>\nوقد روى هذا الحديث: أبو داود (2) والترمذي (3) والنسائي (4) من رواية\nإبراهيم بن مهاجر عن الشعبي عن النعمان.\n</p>\n\n<p>\nورواه أبو داود أيضا من رواية أبي حريز عن الشعبي (5) .\n</p>\n\n<p>\nوقال الترمذي في حديث أبي حيان (6) : هذا أصح من حديث إبراهيم ابن مهاجر\n(7) .\n</p>\n\n<p>\nوقال [] (8) .\n</p>\n\n<p>\nوقد رواه أبو حصين عن الشعبي عن ابن عمر قوله، ولم يذكر عمر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p010'> Vol. 05, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nوالمحفوظ ما رواه [] (1) عن الشعبي عن ابن عمر عن عمر قوله، والله أعلم\nO.\n</p>\n\n<h1 class='l1' id='head15'>3180 - </h1>\n\n<p>\nقال أحمد: وحدثنا عبد الله بن إدريس قال: سمعت المختار ابن فلفل قال: قال\nأنس بن مالك: الخمر من العنب والتمر والعسل والذرة، فما خمرت من ذلك فهو\nخمر (2) .\n</p>\n\n<h1 class='l1' id='head16'>3181 - </h1>\n\n<p>\nقال أحمد: وحدثنا يحيى بن سعيد عن حميد عن أنس قال: كنت <span id='ms1227'></span> أسقي أبا عبيدة\nبن الجراح وأبي بن كعب وسهيل بن بيضاء ونفرا من أصحابه عند أبي طلحة حتى\nكاد الشراب يأخذ فيهم، فأتى آت من المسلمين،\n</p>\n\n<p>\nفقال: أما شعرتم أن الخمر قد حرمت؟! فما قالوا: حتى ننظر ونسأل! فقالوا:\nيا أنس، أكفىء ما في إنائك. فوالله ما عادوا فيها، وما هي إلا التمر\nوالبسر، وهي خمرهم يومئذ (3) .\n</p>\n\n<p>\nأخرجاه في \"الصحيحين\" (4) .\n</p>\n\n<p>\nفإن قيل: فقد قال ابن عمر: حرمت الخمر وما بالمدينة منها شيء.\n</p>\n\n<p>\nقلنا: يعنى به ماء العنب، فإنه مشهور باسم الخمر، ولا يمنع هذا أن يسمى\nغيره خمرا.\n</p>\n\n<p>\nقال أحمد بن حنبل: هذا أشد ما على الخصم! وهو: أن الخمر حرمت وشرابهم\nالفضيخ. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال: وقد روي تحريم المسكر عن رسول الله صلى الله عليه وسلم من عشرين\nوجها.\n</p>\n\n<p>\n* * * * *\n</p>\n\n<h1 class='l1' id='head17'>فصل (788) :</h1>\n\n<p>\nوالدليل على تحريم النبيذ:\n</p>\n\n<p>\nالحديث السابق: \" كل مسكر خمر، وكل خمر حرام \".\n</p>\n\n<h1 class='l1' id='head18'>3182 - </h1>\n\n<p>\nوقال الإمام أحمد: حدثنا محمد بن جعفر ثنا شعبة عن سعيد ابن أبي بردة عن\nأبيه عن جده عن رسول الله صلى الله عليه وسلم قال: \" كل مسكر حرام \" (1) .\n</p>\n\n<p>\nأخر جاه (2) .\n</p>\n\n<h1 class='l1' id='head19'>3183 - </h1>\n\n<p>\nقال أحمد: حدثنا يحيى عن محمد بن عمرو عن أبي سلمة عن ابن عمر عن النبي\nصلى الله عليه وسلم قال: \" كل مسكر حرام \" (3) .\n</p>\n\n<p>\nز: رواه النسائي عن محمد بن المثنى عن يحيى بن سعيد (4) .\n</p>\n\n<p>\nوأخرجه الترمذي من وجه آخر عن محمد بن عمرو، وقال: حديث حسن، وقد روي عن\nأبي سلمة عن أبي هريرة نحوه، وكلاهما صحيح (5) O.\n</p>\n\n<h1 class='l1' id='head20'>3184 - </h1>\n\n<p>\nقال أحمد: وحدثنا هاشم بن القاسم ثنا أبو معشر عن موسى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nابن عقبة عن سالم عن أبيه قال: قال رسول الله صلى الله عليه وسلم: \" كل\nمسكر خمر (1) ، وما أسكر كثيره فقليله حرام \" (2) .\n</p>\n\n<p>\nز: لم يخرجوه من هذا الوجه.\n</p>\n\n<p>\nوأبو معشر هو: نجيح بن عبد الرحمن، وقد تكلم فيه غير واحد من الأئمة O.\n</p>\n\n<h1 class='l1' id='head21'>3185 - </h1>\n\n<p>\nقال أحمد: وحدثنا أبو كامل ثنا عبد الله بن عمر العمري عن عمرو بن شعيب\nعن أبيه عن عبد الله بن عمرو عن النبي صلى الله عليه <span id='ms1228'></span> وسلم قال: \" ما أسكر\nكثيره فقليله حرام \" (3) .\n</p>\n\n<p>\nز: لم يخرجوه أيضا من هذا الوجه من حديث عبد الله العمري.\n</p>\n\n<p>\nوالعمري: تكلم فيه من قبل حفظه.\n</p>\n\n<p>\nوقد رواه الطحاوي عن علي بن معبد عن يونس بن محمد عنه (4) .\n</p>\n\n<p>\nوقد رواه النسائي عن أبي قدامة عن يحيى بن سعيد (5) ، ورواه ابن ماجه عن\nدحيم عن أنس بن عياض (6) ، كلاهما عن عبيد الله بن عمر - الثقة الثبت - عن\nعمرو. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nفصح الإسناد إلى عمرو، والله أعلم O.\n</p>\n\n<h1 class='l1' id='head22'>3186 - </h1>\n\n<p>\nقال أحمد: وحدثنا يحيى بن إسحاق قال: أخبرني مهدي بن ميمون قال: حدثني\nأبو عثمان الأنصاري عن القاسم بن محمد عن عائشة قالت: قال رسول الله صلى\nالله عليه وسلم: \" ما أسكر الفرق منه، فملء الكف منه حرام \" (1) .\n</p>\n\n<p>\nقال ابن قتيبة: الفرق - بفتح الراء -: ثلاثة آصع، ستة عشر رطلا (2) .\n</p>\n\n<p>\nقال الدارقطني: رفعوه، وخالف خلف بن الوليد فوقفه على عائشة، والقول قوله\n(3) .\n</p>\n\n<p>\nز: رواه أبو داود (4) والترمذي (5) والطحاوي (6) من رواية مهدي.\n</p>\n\n<p>\nوقال الترمذي: حديث حسن، ورواه ليث بن أبي سليم والربيع بن صبيح عن أبي\nعثمان نحو رواية مهدي.\n</p>\n\n<p>\nوقد رواه ابن حبان في \"صحيحه\" من حديث أبي عثمان (7) .\n</p>\n\n<p>\nوقال أبو الحسن بن القطان: ليس هذا الحديث بصحيح، وأبو عثمان هذا لا تعرف\nحاله، وكان قاضيا بمرو، ولم أجد ذكره في مظان وجوده في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nمصنفات الرجال الرواة (1) .\n</p>\n\n<p>\nكذا قال!\n</p>\n\n<p>\nوأبو عثمان هذا: اسمه عمرو بن سالم، وقيل: عمر، وقيل في اسم أبيه غير\nذلك، قال الحاكم أبو أحمد: وهو معروف بكنيتة، ولا أحق في اسمه واسم أبيه\nشيئا (2) . وقد أحسن مهدي بن ميمون الثناء على أبي عثمان (3) ،\n</p>\n\n<p>\nووثقه أبو داود في رواية أبي عبيد الآجري عنه (4) ، وذكره ابن حبان في\nكتاب \"الثقات\" (5) .\n</p>\n\n<h1 class='l1' id='head23'>3187 - </h1>\n\n<p>\nوقال الطحاوي: ثنا علي بن معبد ثنا معلى (6) بن منصور أنا إسماعيل بن\nجعفر عن داود بن بكر عن محمد بن المنكدر عن جابر بن عبد الله قال: قال رسول\nالله صلى الله عليه وسلم: \" ما أسكر كثيره، فقليله حرام \" (7) .\n</p>\n\n<p>\nرواه الإمام أحمد عن سليمان بن داود <span id='ms1229'></span> الهاشمي عن إسماعيل بن جعفر (8) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرجه أبو داود (1) والترمذي (2) جميعا عن قتيبة بن سعيد عن إسماعيل.\n</p>\n\n<p>\nوقال الترمذي: حديث حسن غريب من حديث جابر.\n</p>\n\n<p>\nورواه ابن ماجه عن دحيم عن أنس بن عياض عن داود (3) .\n</p>\n\n<p>\nوداود بن بكر بن أبي الفرات: وثقه ابن معين (4) ، وقال أبو حاتم: شيخ، لا\nبأس به، ليس بالمتين (5) .\n</p>\n\n<p>\nوقد قيل: إن داود لم ينفرد به عن ابن المنكدر، فقد تابعه موسى بن عقبة:\n</p>\n\n<h1 class='l1' id='head24'>3188 - </h1>\n\n<p>\n[قال أبو بكر بن أبي عاصم: ثنا رزق الله بن موسى ثنا أنس ابن عياض عن\nموسى بن عقبة] (6) عن محمد بن المنكدر عن جابر بن عبد الله قال: قال رسول\nالله صلى الله عليه وسلم: \" قليل ما أسكر كثيره حرام \".\n</p>\n\n<p>\nرواه أبو حاتم البستي عن حاجب بن أركين عن رزق الله بن موسى (7) .\n</p>\n\n<p>\nوقال الدارقطني: تفرد به رزق الله بن موسى عن أبي ضمرة أنس بن عياض عن\nموسى بن (8) عقبة (9) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head25'>3189 - </h1>\n\n<p>\nوقال الطحاوي: حدثنا علي بن معبد ثنا سعيد بن أبي مريم أنا محمد بن جعفر\nأنا الضحاك بن عثمان عن (1) بكير بن عبد الله بن الأشج عن عامر بن سعد (2)\nعن أبيه قال: قال رسول الله صلى الله عليه وسلم: \" أنهاكم عن قليل ما أسكر\nكثيره \" (3) .\n</p>\n\n<p>\nرواه سمويه عن سعيد (4) ، ورواه إسحاق بن راهويه عن المعتمر بن سليمان عن\nمحمد بن جعفر (5) ، ورواه ابن أبي عاصم (6) وأبو يعلى الموصلي وغيرهما عن\nأبي سعيد الأشج عن الوليد بن كثير عن الضحاك (7) ، ورواه الإمام أحمد في\nكتاب \" الأشربة \" عن عبد الله بن الحارث المخزومي عن الضحاك (8) ، ورواه\nالنسائي عن حميد بن مخلد عن سعيد بن الحكم بن أبي مريم وعن محمد بن عبد\nالله بن عمار الموصلي عن الوليد بن كثير (9) ، ورواه أبو حاتم ابن حبان عن\nعبد الله بن قحطبة عن أحمد بن أبان القرشي عن عبد العزيز بن محمد عن الضحاك\n(10) .\n</p>\n\n<p>\nوسئل عنه الدارقطني، فقال: يرويه الضحاك بن عثمان عن بكير بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالأشج عن عامر بن سعد عن أبيه، حدث <span id='ms1230'></span> به كذلك جماعة منهم: عبد العزيز ابن\nأبي حازم والدراوردي والوليد بن كثير أبو سعيد ومحمد بن جعفر بن أبي كثير.\n</p>\n\n<p>\nورواه عبد الله بن الحارث المخزومي وابن أبي فديك عن الضحاك بن عثمان عن\nبكير عن عامر بن سعد مرسلا، لم يذكر فيه سعدا، والصواب حديث عامر بن سعد عن\nأبيه (1) .\n</p>\n\n<h1 class='l1' id='head26'>3190 - </h1>\n\n<p>\nوقال حنبل بن إسحاق: حدثنا الحجاج بن المنهال ثنا محمد ابن عبد الرحمن بن\nالمجبر عن نافع عن عبد الله أنه جاء ورسول الله صلى الله عليه وسلم إلى جنب\nالمنبر يكلم الناس، قال: فقلت: ما قال رسول الله صلى الله عليه وسلم؟ قال:\nقال: \" كل مسكر خمر، وكل مسكر حرام، لا يطعمها أحد في الدنيا فيطعمها (2)\nفي\n</p>\n\n<p>\nالآخرة، إلا أن يتوب الله على من يشاء \". قال عبد الله: فتخطيت (3) حتى\nقمت بين يدي رسول الله صلى الله عليه وسلم. قال: فقلت: يا رسول الله، أرأيت\nما أسكر كثيره؟ قال: \" فقليله حرام \" (4) .\n</p>\n\n<p>\nهذا لا يثبت.\n</p>\n\n<p>\nوابن المجبر: ضعفوه، وقال ابن عدي: هو مع ضعفه يكتب حديثه (5) .\n</p>\n\n<h1 class='l1' id='head27'>3191 - </h1>\n\n<p>\nوقال الخطيب: أخبرني الأزهري ثنا الحسين بن محمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nسليمان الكاتب ثنا محمد بن مخلد ثنا عاصم بن زمزم البلخي ثنا صالح بن\nمحمد الترمذي ثنا عمر بن صهبان ثنا هشام بن عروة عن أبيه عن عائشة قالت:\nقال رسول الله صلى الله عليه وسلم: \" كل مسكر خمر (1) ، وما أسكر كثيره\nفالقطرة منه حرام \" (2) .\n</p>\n\n<p>\nوهذا أيضا لا يثبت.\n</p>\n\n<p>\nوعمر بن صهبان: متروك الحديث. قاله النسائي (3) وغيره.\n</p>\n\n<p>\nوالإسناد إليه مظلم، والله أعلم.\n</p>\n\n<h1 class='l1' id='head28'>3192 - </h1>\n\n<p>\nوقال الخطيب أيضا: أخبرنا أبو الحسن أحمد بن محمد بن أحمد بن موسى بن\nهارون بن الصلت الأهوازي أنا محمد بن مخلد ثنا القاسم بن هاشم السمسار ثنا\nالصباح بن عبد الله الرملي ثنا صبيح - مولى عائشة أم\n</p>\n\n<p>\nالمؤمنين - قال: سمعت عائشة تقول: قال رسول الله صلى الله عليه وسلم: \"\nمن شرب نبيذا فاقشعر منه مفرق رأسه، فالحسوة منه حرام \" (4) .\n</p>\n\n<p>\nوهذا الاسناد غير ثابت أيضا، والله الموفق O.\n</p>\n\n<h1 class='l1' id='head29'>3193 - </h1>\n\n<p>\nقال أحمد: وحدثنا أبو <span id='ms1231'></span> أحمد ثنا سفيان عن علي بن بذيمة قال: أخبرني قيس بن\nحبتر عن ابن عباس عن النبي صلى الله عليه وسلم أنه قال: \" كل مسكر حرام \"\n(5) .\n</p>\n\n<p>\nز: هذا الذي ذكره مختصر من حديث ابن عباس. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوقد رواه أبو داود عن ابن بشار عن أبي أحمد (1) .\n</p>\n\n<p>\nوقد تابع سفيان: إسرائيل بن يونس وقيس بن الربيع عن علي بن بذيمة.\n</p>\n\n<p>\nورواه علي بن معبد بن شداد الرقي عن موسى بن أعين عن علي بن بذيمة عن\nسعيد بن جبير عن قيس بن حبتر (2) عن ابن عباس.\n</p>\n\n<p>\nورواه عبد السلام بن عبد الحميد الحراني عن موسى بن أعين عن علي ابن\nبذيمة عن سعيد بن جبير عن ابن عباس. ولم يذكر قيس بن حبتر.\n</p>\n\n<p>\nورواه أبو صالح عبد الغفار بن داود الحراني عن موسى بن أعين عن علي بن\nبذيمة عن سعيد بن جبير عن قيس بن حبتر (3) عن ابن عباس، كما قال علي بن\nمعبد، رواه عنه أبو الأحوص محمد بن الهيثم قاضي عكبرا، قال\n</p>\n\n<p>\nأبو الأحوص: والصحيح عن علي بن بذيمة عن قيس بن حبتر. يعني: ليس فيه سعيد\nبن جبير.\n</p>\n\n<p>\nوقال أبو بكر الخطيب: كان موسى بن أعين يخلط في هذا الحديث، والصحيح عن\nعلي بن بذيمة ما رواه سفيان الثوري عنه عن قيس بن حبتر عن ابن عباس، وليس\nلسعيد بن جبير فيه ذكر (4) O.\n</p>\n\n<h1 class='l1' id='head30'>3194 - </h1>\n\n<p>\nقال أحمد: وحدثنا عبد الله بن إدريس قال: سمعت المختار ابن فلفل قال:\nسألت أنس بن مالك عن الشرب في الأوعية، فقال: نهى رسول الله صلى الله عليه\nوسلم عن المزفتة، وقال: \" كل مسكر حرام \" (5) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nز: رواه النسائي عن ابن إدريس (1) .\n</p>\n\n<p>\nورواه أبو خيثمة وأحمد بن منيع وأبو بكر بن أبي شيبة (2) وغيرهم عن ابن\nإدريس O.\n</p>\n\n<h1 class='l1' id='head31'>3195 - </h1>\n\n<p>\nقال أحمد: حدثنا مؤمل ثنا سفيان عن علقمة بن مرثد عن ابن بريدة عن أبيه\nقال: قال رسول الله صلى الله عليه وسلم: \" نهيتكم عن الظروف، وإن الظروف لا\nتحل شيئا ولا تحرمه، وكل مسكر حرام \" (3) .\n</p>\n\n<p>\nز: رواه مسلم <span id='ms1232'></span> عن حجاج بن الشاعر عن الضحاك بن مخلد عن سفيان (4) O.\n</p>\n\n<h1 class='l1' id='head32'>3196 - </h1>\n\n<p>\nقال أحمد: وحدثنا يحيى عن شعبة قال: حدثني سلمة بن كهيل قال: سمعت أبا\nالحكم قال: سألت ابن عباس عن نبيذ الجر، فقال: نهى رسول الله صلى الله عليه\nوسلم عن نبيذ الجر والدباء، وقال: \" من سره أن يحرم ما حرم الله ورسوله،\nفليحرم النبيذ \" (5) .\n</p>\n\n<p>\nز: رواه النسائي عن إسحاق بن إبراهيم عن أبي عامر والنضر بن شميل ووهب بن\nجرير، ثلاثتهم عن شعبة به (6) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوأبو الحكم هو: السلمي (1) ، الكوفي، واسمه: عمران بن الحارث، وقد روى له\nمسلم في \"صحيحه\" (2) ، والله أعلم O.\n</p>\n\n<h1 class='l1' id='head33'>3197 - </h1>\n\n<p>\nأخبرنا ابن ناصر أنا عبد الله بن محمد جحشويه أنا علي بن عمر القزويني\nثنا أبو عمر بن حيويه ثنا البغوي ثنا أحمد بن حنبل ثنا محمد بن جعفر ثنا\nشعبة عن سعيد بن أبي بردة عن أبيه عن جده قال: بعث رسول الله صلى الله عليه\nوسلم أبا بردة ومعاذ بن جبل إلى اليمن، فقال أبو موسى: يا رسول الله، إنا\nبأرض يصنع بها\n</p>\n\n<p>\nشراب من العسل، يقال له: البتع، وشراب من الشعير، يقال له: المزر؟ فقال\nرسول الله صلى الله عليه وسلم: \" كل مسكر حرام \" (3) .\n</p>\n\n<p>\nز: كذا فيه: (أبا بردة) وهو خطأ، والصواب: أبا موسى (4) .\n</p>\n\n<p>\nوقد تقدم بعض هذا الحديث (5) ، وهو مخرج في \"الصحيحين\" من حديث شعبة،\nوبالله التوفيق O.\n</p>\n\n<p>\nاحتجوا:\n</p>\n\n<h1 class='l1' id='head34'>3198 - </h1>\n\n<p>\nبما رواه الإمام أحمد، قال: حدثنا وكيع ثنا شعبة عن يحيى ابن عبيد عن ابن\nعباس أن النبي صلى الله عليه وسلم كان ينبذ له يوم (6) الخميس، فيشربه يوم\nالخميس ويوم الجمعة - قال: وأراه [قال] (7) يوم السبت - فإذا كان عند\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالعصر: فإن بقي منه شيء سقاه الخدم، أو أمر به فأهريق (1) .\n</p>\n\n<p>\nقالوا: ولو كان حراما ما سقاه الخدم.\n</p>\n\n<h1 class='l1' id='head35'>3199 - </h1>\n\n<p>\nوقال الدارقطني: حدثنا أحمد بن عبد الله الوكيل ثنا علي بن حرب ثنا يحيى\nبن اليمان العجلي عن سفيان عن منصور عن خالد بن سعد عن أبي مسعود الأنصاري\nأن النبي صلى الله عليه وسلم عطش وهو يطوف <span id='ms1233'></span> بالبيت، فأتي بنبيذ من السقاية،\nفقطب، فقال له رجل: أحرام هو، يا رسول الله؟ قال: \" لا، علي بذنوب من ماء\nزمزم \". فصبه عليه، ثم شرب وهو يطوف بالبيت (2) .\n</p>\n\n<h1 class='l1' id='head36'>3200 - </h1>\n\n<p>\nقال الدارقطني: وحدثنا يعقوب بن إبراهيم بن أحمد البزاز ثنا عمر بن شبة\nثنا عمر بن علي المقدمي عن الكلبي عن أبي صالح عن المطلب بن أبي وداعة\nالسهمي قال: طاف رسول الله صلى الله عليه وسلم بالبيت في يوم قائظ، شديد\nالحر، فاستسقى رهطا من قريش، فأرسل رجل إلى امرأته، فجاءت جارية معها إناء\nفيه نبيذ زبيب، فلما رآها النبي صلى الله عليه وسلم، قال: \" ألا خمرتموه،\nولو بعود تعرضونه عليه \". فلما أدنى الإناء منه وجد له رائحة شديدة، فقطب،\nورد الإناء، فقال الرجل: يا رسول الله، إن يكن حراما لم نشربه، فاستعاد\n</p>\n\n<p>\nالإناء، وصنع مثل ذلك، وقال الرجل مثل ذلك، فدعا بدلو من ماء زمزم، فصبه\nعلى الإناء، وقال: \" إذا اشتد عليكم شرابكم فاصنعوا هكذا \" (3) .\n</p>\n\n<p>\nوقد روى أبو عبد الرحمن النسائي من حديث عبد الملك بن نافع عن ابن عمر\nنحو هذا الحديث (4) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head37'>3201 - </h1>\n\n<p>\nقال الدارقطني: وحدثنا إسحاق بن محمد بن الفضل الزيات ثنا يوسف بن موسى\nثنا جرير عن أبي إسحاق الشيباني عن مالك بن القعقاع قال: سألت ابن عمر عن\nالنبيذ الشديد، فقال: جلس رسول الله صلى الله عليه وسلم في مجلس، فوجد من\nرجل ريح نبيذ، فقال: \" ما هذه الرياح؟ \". قال: ريح نبيذ. قال: \" فأرسل\nفأتونا منه \". فأرسل، فأتي به، فوضع فيه رأسه، فشمه، ثم رجع فرده حتى إذا\nقطع الرجل البطحاء رجع، فقال: أحرام هو، يا رسول الله أم حلال؟ قال: فوضع\nرأسه فيه، فوجده شديدا فصب الماء عليه، ثم شرب، ثم قال: \" إذا اغتلمت\nأسقيتكم، فاكسروها بالماء \" (1) .\n</p>\n\n<h1 class='l1' id='head38'>3202 - </h1>\n\n<p>\nوقال الدارقطني أيضا: حدثنا محمد بن أحمد بن هارون ثنا أحمد بن عمر بن\nبشر ثنا جدي إبراهيم بن فرقد ثنا القاسم بن بهرام ثنا عمرو بن دينار عن ابن\nعباس قال: مر رسول الله صلى الله عليه وسلم <span id='ms1234'></span> على قوم بالمدينة، فقالوا: يا\nرسول الله، إن عندنا شرابا لنا، أفلا نسقيك منه؟ قال: \" بلى \". فأتي بقعب -\nأو قدح - غليظ فيه نبيذ، فلما أن أخذه النبي صلى الله عليه وسلم فقربه إلى\nفيه، قطب. قال: فدعا الذي جاء به، فقال: \" خذه فأهرقه \". فلما أن ذهب به،\nقال: يا رسول الله، هذا شرابنا، إن كان حراما لم نشربه. فدعا به، فأخذه، ثم\nدعا بماء، فشنه عليه، ثم شرب وسقى، وقال: \" إذا كان هكذا، فاصنعوا به هكذا\n\" (2) .\n</p>\n\n<h1 class='l1' id='head39'>3203 - </h1>\n\n<p>\nقال الدارقطني: وحدثنا أبو العباس الأثرم ثنا محمد بن أحمد المقري ثنا\nالحسن بن داود بن مهران ثنا عبد العزيز بن أبان عن سفيان الثوري عن منصور\nعن خالد بن سعد عن أبي مسعود قال: سئل النبي صلى الله عليه وسلم عن النبيذ:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nحلال أو حرام؟ قال: \" حلال \" (1) .\n</p>\n\n<h1 class='l1' id='head40'>3204 - </h1>\n\n<p>\nقال الدارقطني: وحدثنا محمد بن القاسم بن زكريا أنا عبد الأعلى بن واصل\nثنا أبو غسان ثنا أبو الأحوص عن سماك عن القاسم بن عبد الرحمن عن أبيه عن\nأبي بردة قال: سمعت النبي صلى الله عليه وسلم يقول: \" اشربوا في المزفت،\nولا تسكروا \" (2) .\n</p>\n\n<h1 class='l1' id='head41'>3205 - </h1>\n\n<p>\nقال الدارقطني: وحدثنا عثمان بن أحمد الدقاق ثنا يحيى بن عبد الباقي ثنا\nلوين ثنا محمد بن جابر عن سماك عن القاسم بن عبد الرحمن عن ابن بريدة عن\nأبيه عن النبي صلى الله عليه وسلم قال: \" نهيتكم عن الظروف، فاشربوا فيما\nشئتم ولا تسكروا \" (3) .\n</p>\n\n<h1 class='l1' id='head42'>3206 - </h1>\n\n<p>\nقالوا: وروى أبو سعيد عن النبي صلى الله عليه وسلم أنه قال: \" إن الله\nحرم الخمر بعينها، والسكر من كل شراب \".\n</p>\n\n<h1 class='l1' id='head43'>3207 - </h1>\n\n<p>\nوقال العقيلي: حدثنا محمد بن إسماعيل ثنا أبو نعيم ثنا يونس ابن أبي\nإسحاق عن أبي إسحاق وابن أبي السفر عن سعيد بن ذي لعوة قال: شرب أعرابي\nنبيذا من إداوة عمر، فسكر، فأمر به فجلد، فقال: إنما شربت\n</p>\n\n<p>\n[نبيذا] (4) من إداوتك! فقال عمر: إنما نجلدك على السكر (5) .\n</p>\n\n<p>\nوالجواب: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأما الحديث الأول: فإنما سقاه الخدم، لأنه لما مضت حلاوته وخاف أن يصير\nمسكرا أعطاه الخدم.\n</p>\n\n<p>\nوأما <span id='ms1235'></span> حديث أبي مسعود: فقال الدارقطني: هو معروف بيحيى بن يمان، ويقال:\nإنه انقلب عليه الإسناد، واختلط عليه بحديث الكلبي عن أبي صالح الذي ذكرناه\n(1) .\n</p>\n\n<p>\nقال: وقد رواه اليسع بن إسماعيل عن زيد بن الحباب عن الثوري، واليسع\nضعيف، ولا يصح عن زيد (2) .\n</p>\n\n<p>\nوقال أحمد بن حنبل: كان يحيى بن يمان يغلط. وضعفه، قيل له: أرواه غيره؟\nقال: لا، إلا من هو أضعف منه. وقال النسائي: لا يحتج بحديث يحيى بن يمان\nلسوء حفظه، وكثرة خطئه (3) . وقال أبو حاتم الرازي:\n</p>\n\n<p>\nهو مضطرب الحديث (4) .\n</p>\n\n<p>\nثم لو صح الحديث فلا حجة فيه، لأن نبيذ السقاية كان نقيع الزبيب، وليس من\nعادتهم طبخه فهو حرام باتفاقنا.\n</p>\n\n<p>\nوأما حديث الكلبي: فاسم الكلبي: محمد بن السائب، قال زائدة (5) وليث (6)\nوسليمان التيمي (7) : هو كذاب. وقال السعدي: كذاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p026'> Vol. 05, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nساقط (1) . وقال يحيى: ليس بشيء (2) . وقال النسائي (3) والدارقطني (4) :\nمتروك الحديث. وقال أبو حاتم بن حبان: وضوح الكذب فيه أظهر من أن يحتاج إلى\nالإغراق في وصفه، لا يحل الاحتجاج به (5) .\n</p>\n\n<p>\nوأما أبو صالح: فاسمه: باذام، قال أبو أحمد بن عدي: لا أعلم أحدا من\nالمتقدمين رضيه (6) .\n</p>\n\n<p>\nوأما حديث عبد الملك بن نافع: فقال أبو حاتم الرازي: هو شيخ مجهول، لم\nيرو إلا حديثا واحدا، منكر الحديث، لا يثبت حديثه (7) . وقال أبو عبد\nالرحمن النسائي: لا يحتج بحديثه (8) .\n</p>\n\n<p>\nوأما حديث الشيباني عن مالك بن القعقاع: فقال الدارقطني: كذا قال\nالشيباني، وقال غيره: عبد الملك بن نافع ابن أخي القعقاع، وهو مجهول ضعيف،\nوالصحيح عن ابن عمر عن رسول الله صلى الله عليه وسلم: \" ما أسكر كثيره\nفقليله حرام \" (9) .\n</p>\n\n<p>\nوأما حديث ابن عباس: فتفرد به القاسم بن بهرام، قال ابن حبان: لا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p027'> Vol. 05, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nيجوز الاحتجاج به بحال (1) .\n</p>\n\n<p>\nوأما حديث أبي مسعود: ففيه: عبد العزيز بن أبان، قال أحمد بن حنبل: تركته\n(2) . وقال محمد بن عبد الله بن نمير: هو كذاب (3) . وقال يحيى: ليس بشيء،\nكذاب يضع الحديث (4) .\n</p>\n\n<p>\nوأما حديث أبي بردة: فقال الدارقطني: وهم أبو الأحوص في إسناده ومتنه،\nوقال غيره: عن سماك <span id='ms1236'></span> عن القاسم عن ابن أبي بردة (5) عن أبيه: ولا تشربوا\nمسكرا (6) .\n</p>\n\n<p>\nوأما حديث ابن بريدة: فقال الدارقطني: رواه محمد (7) بن يحيى النيسابوري\n- وهو إمام - عن محمد بن جابر، فقال فيه: فاشربوا في أي سقاء شئتم، ولا\nتشربوا مسكرا.\n</p>\n\n<p>\nقال: وهذا هو الصواب، والله أعلم (8) .\n</p>\n\n<p>\nوأما حديث أبي سعيد: فهو موقوف، وما يتصل إلى أبي سعيد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p028'> Vol. 05, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nوأما حديث سعيد بن ذي لعوة: فمحال، قال أبو حاتم بن حبان: هو شيخ دجال\n(1) .\n</p>\n\n<p>\nوقد روى العقيلي قال: حدثنا جعفر الفريابي ثنا أحمد بن خالد الخلال قال:\nقلت لأحمد بن حنبل: حدثنا محمد بن عبيد عن صالح بن حيان عن ابن بريدة قال:\nشربت مع أنس بن مالك الطلا على النصف. فغضب أحمد، وقال\n</p>\n\n<p>\n: لا نرى هذا في كتاب إلا خرقته أو حككته، ما أعلم في تحليل النبيذ حديثا\nصحيحا، اتهموا حديث الشيوخ (2) .\n</p>\n\n<p>\nقلت: وصالح بن حيان: قد قال فيه يحيى بن معين: هو ضعيف (3) .\n</p>\n\n<p>\nوقال النسائي: ليس بثقة (4) .\n</p>\n\n<p>\nز: حديث يحيى بن عبيد [] (5) أبي عمر البهراني النخعي الكوفي عن ابن\nعباس: رواه مسلم من رواية شعبة والأعمش وزيد بن أبي أنيسة عنه (6) .\n</p>\n\n<p>\nوحديث أبي مسعود: رواه النسائي عن الحسن بن إسماعيل بن سليمان عن يحيى بن\nيمان.\n</p>\n\n<p>\nوقال: وهذا حديث ضعيف، لأن يحيى بن يمان انفرد به دون أصحاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p029'> Vol. 05, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nسفيان، ويحيى بن يمان لا يحتج بحديثه لسوء حفظه، وكثرة خطئه (1) .\n</p>\n\n<p>\nرواه (2) الأشجعي وغيره عن سفيان عن الكلبي عن أبي صالح عن المطلب: أتي\nالنبي صلى الله عليه وسلم بنبيذ ... نحو هذا.\n</p>\n\n<p>\nوقال يحيى بن سعيد: عن سفيان عن منصور عن إبراهيم عن خالد بن سعد عن أبي\nمسعود فعله.\n</p>\n\n<p>\nقال منصور: ثم حدثني خالد بن سعد. يعني به.\n</p>\n\n<p>\nوقال الأعمش: عن إبراهيم عن همام عن أبي مسعود فعله.\n</p>\n\n<p>\nوقال أبو أحمد بن عدي: سمعت عبدان يقول: سمعت محمد بن عبد الله بن نمير\nيقول: ابن يمان سريع النسيان، وحديثه خطأ عن الثوري عن منصور عن خالد بن\nسعد عن أبي مسعود، إنما هو <span id='ms1237'></span> الكلبي عن أبي صالح عن\n</p>\n\n<p>\nالمطلب بن أبي وداعة (3) .\n</p>\n\n<p>\nقال ابن عدي: وثنا الجنيدي قال: قال البخاري في حديث يحيى بن اليمان هذا:\nلم يصح عن النبي صلى الله عليه وسلم، وقال الأشجعي وغيره عن سفيان عن\nالكلبي عن أبي صالح عن المطلب (4) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p030'> Vol. 05, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أبو موسى: ذكرت لعبد الرحمن بن مهدي حديث سفيان عن منصور في النبيذ،\nقال: لا تحدث بهذا (1) .\n</p>\n\n<p>\nوقال ابن أبي حاتم: سألت أبي وأبا زرعة عن حديث رواه يحيى بن يمان عن\nالثوري عن منصور عن خالد بن سعد عن أبي مسعود أن النبي صلى الله عليه وسلم\nطاف بالبيت، فاستسقى، فأتي بنبيذ، فشمه، فقطب (2) وجهه، فقيل: أحرام هو، يا\nرسول الله؟ قال: \" لا \".\n</p>\n\n<p>\nفقلت لهما: ما علة هذا الحديث، وهل هو صحيح؟\n</p>\n\n<p>\nفقالا: أخطأ ابن يمان في إسناد هذا الحديث، وروي هذا الحديث عن الثوري عن\nالكلبي عن أبي صالح عن المطلب بن أبي وداعة عن النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nقال أبي: والذي عندي أن يحيى بن يمان دخل حديث له في حديث، رواه الثوري\nعن منصور عن خالد بن سعد - مولى أبي مسعود - أنه كان يشرب نبيذ الجر، وعن\nالكلبي عن أبي صالح عن المطلب عن النبي صلى الله عليه وسلم أنه كان يطوف\nبالبيت ... الحديث، فسقط عنه إسناد الكلبي، فجعل إسناد منصور عن خالد عن\nأبي مسعود = لمتن حديث الكلبي.\n</p>\n\n<p>\nوقال أبو زرعة: وهم فيه يحيى بن يمان، إنما هو الثوري عن الكلبي عن أبي\nصالح عن المطلب عن النبي صلى الله عليه وسلم (3) .\n</p>\n\n<p>\nوقال أبو زرعة في موضع آخر: هذا إسناد باطل عن الثوري عن منصور، وهم فيه\nيحيى بن يمان، وإنما [ذاكرهم سفيان عن الكلبي عن أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p031'> Vol. 05, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nصالح عن المطلب بن أبي وداعة مرسل، فلعل الثوري إنما] (1) ذكره تعجبا من\nالكلبي حين حدث بهذا الحديث مستنكرا على الكلبي. انتهى كلامه (2) .\n</p>\n\n<p>\nوأما حديث الكلبي عن أبي صالح عن المطلب: فلم يخرجوه.\n</p>\n\n<p>\nوأما حديث ابن عمر: فرواه النسائي، فقال:\n</p>\n\n<h1 class='l1' id='head44'>3208 - </h1>\n\n<p>\nأخبرنا زياد بن <span id='ms1238'></span> أيوب ثنا هشيم أنا العوام عن عبد الملك بن نافع قال: قال\nابن عمر: رأيت رجلا جاء إلى رسول الله صلى الله عليه وسلم بقدح فيه نبيذ،\nوهو عند الركن، ودفع إليه القدح، فرفعه إليه، فوجده شديدا، فرده على صاحبه،\nفقال رجل من القوم: يا رسول الله، أحرام هو؟ فقال: \" علي بالرجل \". فأتي\nبه، فأخذ منه القدح، ثم دعا بماء، فصبه فيه، ثم رفعه إلى فيه، فقطب، ثم دعا\nبماء أيضا، فصبه فيه، ثم قال: \" إذا اغتلمت عليكم هذه الأوعية، فاكسروا\nمتونها بالماء \".\n</p>\n\n<p>\nقال: وأخبرني زياد بن أيوب عن أبي معاوية ثنا أبو إسحاق الشيباني عن عبد\nالملك بن نافع عن ابن عمر عن النبي صلى الله عليه وسلم بنحوه.\n</p>\n\n<p>\nقال النسائي: عبد الملك بن نافع ليس بالمشهور، ولا يحتج بحديثه، والمشهور\nعن ابن عمر خلاف حكايته.\n</p>\n\n<p>\nثم روى تحريم المسكر عن ابن عمر من غير وجه، ثم قال: وهؤلاء أهل الثبت\nوالعدالة مشهورون بصحة النقل، وعبد الملك لا يقوم مقام واحد منهم، ولو\nعاضده من أشكاله جماعة، وبالله التوفيق (3) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوقال البيهقي: هذا حديث يعرف بعبد الملك بن نافع هذا، وهو رجل مجهول،\nاختلفوا في اسمه واسم أبيه، فقيل هكذا، وقيل: عبد الملك بن القعقاع، وقيل:\nابن أبي القعقاع، وقيل: مالك بن القعقاع (1) .\n</p>\n\n<p>\nوقال ابن أبي مريم: قلت ليحيى بن معين: أرأيت حديث عبد الملك ابن نافع\nالذي يرويه إسماعيل بن أبي خالد في النبيذ؟ قال: هم يضعفونه (2) .\n</p>\n\n<p>\nوقال البخاري: عبد الملك بن نافع بن أخي القعقاع بن شور عن ابن عمر في\nالنبيذ، لم يتابع عليه (3) .\n</p>\n\n<p>\nوقال ابن أبي حاتم: سألت أبي عن حديث رواه أسباط بن محمد عن الشيباني عن\nعبد الملك بن نافع عن ابن عمر عن النبي صلى الله عليه وسلم أنه أتي بشراب،\nفدعا بماء، فصبه فيه حتى كسره بالماء، ثم شرب، ثم قال: \" إن هذه الأسقية\nتغتلم، فإذا فعلت ذلك، فاكسروها بالماء \".\n</p>\n\n<p>\nقال أبي: هذا حديث منكر، وعبد الملك بن نافع شيخ مجهول (4) .\n</p>\n\n<p>\nوأما <span id='ms1239'></span> حديث ابن عباس: فلم يخرجوه، وهو حديث لا يصح، لضعف بعض رواته،\nوجهالة بعضهم.\n</p>\n\n<p>\nوكذلك لم يخرجوا حديث عبد العزيز بن أبان عن الثوري، وهو حديث باطل، وعبد\nالعزيز متروك، وقد سرقه من غيره.\n</p>\n\n<p>\nوأما حديث أبي الأحوص عن سماك: فرواه النسائي، قال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p033'> Vol. 05, p. 033</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head45'>3209 - </h1>\n\n<p>\nأخبرنا هناد بن السري عن أبي الأحوص عن سماك عن القاسم ابن عبد الرحمن عن\nأبيه عن أبي بردة قال رسول الله صلى الله عليه وسلم: \" اشربوا في الظروف،\nولا تسكروا \".\n</p>\n\n<p>\nقال أبو عبد الرحمن: وهذا حديث منكر، غلط فيه أبو الأحوص سلام ابن سليم،\nلا نعلم أحدا تابعه عليه من أصحاب سماك بن حرب، وسماك ليس بالقوي، وكان\nيقبل التلقين، قال أحمد بن حنبل: كان أبو الأحوص يخطئ في هذا الحديث.\n</p>\n\n<p>\nخالفه شريك في إسناده وفي لفظه:\n</p>\n\n<h1 class='l1' id='head46'>3210 - </h1>\n\n<p>\nأخبرنا محمد بن إسماعيل بن إبراهيم ثنا يزيد أنا شريك عن سماك بن حرب عن\nابن بريدة عن أبيه أن رسول الله صلى الله عليه وسلم نهى عن الدباء والحنتم\nوالنقير والمزفت.\n</p>\n\n<p>\nخالفه أبو عوانة:\n</p>\n\n<h1 class='l1' id='head47'>3211 - </h1>\n\n<p>\nأخبرنا أبو بكر بن علي ثنا إبراهيم بن الحجاج ثنا أبو عوانة عن سماك عن\nقرصافة - امرأة منهم - عن عائشة قالت: اشربوا ولا تسكروا.\n</p>\n\n<p>\nوهذا أيضا غير ثابت، وقرصافة هذه لا يدرى من هي؟ والمشهور عن عائشة خلاف\nما روت عنها قرصافة (1) .\n</p>\n\n<p>\nوقال ابن أبي حاتم: سألت أبا زرعة عن حديث أبي الأحوص عن سماك عن القاسم\nبن عبد الرحمن عن أبيه عن أبي بردة قال: قال رسول الله صلى الله عليه وسلم:\n\" اشربوا في الظروف، ولاتسكروا \".\n</p>\n\n<p>\nقال أبو زرعة: فوهم أبو الأحوص فقال: عن سماك عن القاسم عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأبيه عن أبي بردة، قلب من الإسناد موضعا، وصحف في موضع، أما القلب:\nفقوله: \" عن أبي [بردة] (1) \" أراد: \" عن ابن بريدة \"، ثم احتاج أن يقول: \"\nابن بريدة عن أبيه \" فقلب الإسناد بأسره، وأفحش في الخطأ،\n</p>\n\n<p>\nوأفحش من ذلك وأشنع تصحيفه في متنه: \" اشربوا في الظروف، ولا تسكروا \"،\nوقد روى هذا الحديث عن ابن بريدة عن <span id='ms1240'></span> أبيه: أبو سنان ضرار بن مرة وزبيد\nاليامي عن محارب بن دثار وسماك بن حرب والمغيرة بن سبيع وعلقمة ابن مرثد\nوالزبير بن عدي وعطاء الخراساني وسلمة بن كهيل، كلهم عن ابن بريدة عن أبيه\nعن النبي صلى الله عليه وسلم: \" نهيتكم عن زيارة القبور فزوروها، ونهيتكم\nعن لحوم الأضاحي فوق ثلث فأمسكوا مابدا لكم، ونهيتكم عن النبيذ إلا في سقاء\nفاشربوا في الأسقية، ولا تشربوا مسكرا \". وفي حديث بعضهم: قال:\n</p>\n\n<p>\n\" واجتنبوا كل مسكر \". ولم يقل أحد منهم: \" ولا تسكروا \"، وقد بان وهم\nحديث أبي الأحوص من اتفاق هؤلاء المسمين (2) على ماذكرنا من خلافه (3) .\n</p>\n\n<p>\nوقال ابن أبي حاتم: سمعت أبا زرعة يقول: سمعت أحمد بن حنبل رحمه الله\nيقول: حديث أبي الأحوص عن سماك عن القاسم بن عبد الرحمن عن أبيه عن أبي\nبردة خطأ، الإسناد والكلام، فأما الإسناد: فإن شريكا وأيوب\n</p>\n\n<p>\nومحمدا ابني جابر رووه عن سماك عن القاسم بن عبد الرحمن عن ابن بريدة عن\nأبيه عن النبي صلى الله عليه وسلم كما روى الناس: \" فانتبذوا في كل وعاء\nولا تشربوا مسكرا \".\n</p>\n\n<p>\nقال أبو زرعة: كذا أقول، هذا خطأ، أما الصحيح: حديث ابن بريدة عن أبيه\n(4) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p035'> Vol. 05, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nوأما حديث محمد بن جابر: فلم يخرجوه، وكذلك حديث أبي سعيد، وحديث سعيد بن\nذي لعوة.\n</p>\n\n<p>\nوقد قال علي بن المديني في سعيد: هو مجهول (1) . وتكلم فيه ابن معين (2)\nوأبو زرعة (3) وأبو حاتم (4) والبخاري (5) وغيرهم.\n</p>\n\n<p>\nوقال ابن أبي حاتم: سألت أبي عن حديث سعيد بن ذي لعوة أن أعرابيا شرب من\nإداوة عمر، فسكر ... فقال: سعيد مجهول، لا أعلم روى عنه غير الشعبي وأبي\nإسحاق، وقد روى الزهري عن السائب بن يزيد عن عمر أنه\n</p>\n\n<p>\nقال على المنبر: ذكر لي أن عبيد الله بن عمر وأصحابه شربوا شرابا، وأنا\nسائل عنه، فإن كان يسكر حددتهم. قال السائب: فشهدت عمر حدهم (6) O.\n</p>\n\n<p>\n* * * * *\n</p>\n\n<h1 class='l1' id='head48'>فصل (789)</h1>\n\n<p>\nوأما الدليل على التعليل:\n</p>\n\n<p>\nفقوله تعالى: (إنما الخمر والميسر والأنصاب والأزلام رجس من عمل الشيطان\nفاجتنبوه) [المائدة: 90] الآيات.\n</p>\n\n<p>\nوهذه المعاني المذمومة <span id='ms1241'></span> كلها موجودة في كل مسكر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p036'> Vol. 05, p. 036</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head49'>3212 - </h1>\n\n<p>\nوقال الدارقطني: حدثنا العباس بن عبد السميع ثنا محمد بن الحسين بن سعيد\nثنا أبو حفص الدمشقي ثنا سعيد عن جعفر بن محمد عن بعض أهل بيته أنه سأل\nعائشة عن النبيذ، فقالت: يا بني، إن الله عز وجل لم يحرم الخمر لاسمها،\nوإنما حرمها لعاقبتها، فكل شراب يكون عاقبته كعاقبة الخمر، فهو حرام كتحريم\nالخمر (1) .\n</p>\n\n<p>\nز: هذا الأثر لا يصح عن عائشة، لجهالة بعض رواته O.\n</p>\n\n<p>\n* * * * *\n</p>\n\n<h1 class='l1' id='head50'>مسألة (790) : لا يجوز شرب الخمر للعطش، ولا للتداوي.</h1>\n\n<p>\nوقال أبو حنيفة: يجوز.\n</p>\n\n<p>\nوعن الشافعية ثلاثة أقوال، قولان كالمذهبين، والثالث: يجوز للتداوي دون\nالعطش.\n</p>\n\n<p>\nلنا حديثان:\n</p>\n\n<h1 class='l1' id='head51'>3213 - </h1>\n\n<p>\nالحديث الأول: قال الإمام أحمد: حدثنا بهز وأبو كامل قالا: ثنا حماد بن\nسلمة ثنا سماك عن علقمة بن وائل عن طارق بن سويد أنه قال: قلت: يا رسول\nالله، إن بأرضنا أعنابا نعتصرها فنشربها؟ قال: \" لا \".\n</p>\n\n<p>\nفعاودته، فقال: \" لا \". فقلت: إنا نستشفي بها للمريض؟ قال: \" إن ذاك ليس\nبشفاء ولكنه داء \" (2) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nز: رواه ابن ماجه (1) والطبراني (2) وأبو حاتم البستي (3) من حديث حماد\nبن سلمة O.\n</p>\n\n<h1 class='l1' id='head52'>3314 - </h1>\n\n<p>\nالحديث الثاني: قال أحمد: وحدثنا عبد الرزاق ثنا إسرائيل عن سماك بن حرب\nعن علقمة بن وائل الحضرمي عن أبيه أن رجلا سأل النبي صلي الله عليه وسلم عن\nالخمر، فنهاه عنها، قال، إنما أصنعها للدواء. فقال النبي صلي الله عليه\nوسلم: \"إنها داء وليست دواء\" (4) .\n</p>\n\n<p>\nانفراد بإخراجه مسلم.\n</p>\n\n<p>\nز: رواه مسلم من حديث شعبة، فقال:\n</p>\n\n<h1 class='l1' id='head53'>3315 - </h1>\n\n<p>\nحدثنا محمد بن مثني ومحمد بن بشار - واللفظ لابن مثني - قالا: ثنا محمد\nبن جعفر ثنا شعبة عن سماك بن حرب عن علقمة بن وائل عن أبيه وائل الحضرمي أن\nطارق بن سويد الجعفي سأل النبي صلي الله عليه وسلم عن الخمر، فنهاه - أو\nكره - أن يصنعها، فقال: إنما أصنعها للدواء؟ فقال: \"ليس بدواء، ولكنه داء\"\n(5) O.\n</p>\n\n<p>\n***** \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head54'>مسائل السبق</h1>\n\n<h1 class='l1' id='head55'>مسألة (791) : لا تجوز المسابقة على الأقدام بعوض.</h1>\n\n<p>\nوقال أبو حنيفة: تجوز.\n</p>\n\n<p>\nوعن الشافعي كالمذهبين.\n</p>\n\n<h1 class='l1' id='head56'>3216 - </h1>\n\n<p>\nقال الإمام أحمد: حدثنا يزيد أنا محمد بن عمرو عن أبي <span id='ms1242'></span> الحكم - مولى\nالليثيين - عن أبي هريرة قال: قال رسول لله صلى الله عليه وسلم: \" لا سبق\nإلا في خف أو حافر \" (1) .\n</p>\n\n<p>\nز: رواه النسائي (2) وابن ماجه (3) من رواية محمد بن عمرو.\n</p>\n\n<p>\nوأبو الحكم: ليس بالمشهور، وقد رواه غيره عن أبي هريرة، والله أعلم O.\n</p>\n\n<p>\n* * * * * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p039'> Vol. 05, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nمن مسائل الأيمان\n</p>\n\n<h1 class='l1' id='head57'>مسألة (792) : إذا قال: إن فعلت كذا فأنا يهودي، أو نصراني، أو </h1>\n\n<p>\nبريء من الله، أو الإسلام، أو النبي صلى الله عليه وسلم = انعقدت يمينه،\nوإذا حنث لزمته الكفارة.\n</p>\n\n<p>\nوقال مالك والشافعي: لا تنعقد يمينه، ولا تلزمه الكفارة.\n</p>\n\n<h1 class='l1' id='head58'>3217 - </h1>\n\n<p>\nوقد روى أصحابنا من حديث زيد عن النبي صلى الله عليه وسلم أنه سئل عن رجل\nيقول: هو يهودي أو نصراني، فقال: \" عليه كفارة يمين \".\n</p>\n\n<p>\nز: \" هذا الحديث لا أصل له.\n</p>\n\n<p>\nوالصحيح في هذه المسألة أنه لا كفارة عليه. قاله بعض أصحابنا، وقد روي\nذلك عن أحمد.\n</p>\n\n<p>\nوقد يستدل من قال بعدم الكفارة بقوله صلى الله عليه وسلم في الحديث\nالصحيح: \" من حلف على يمين بملة غير الإسلام كاذبا متعمدا فهو كما قال \".\n</p>\n\n<p>\nفإنه لم يذكر كفارة، وجعل المرتب على ذلك قوله: \" فهو كما قال \".\n</p>\n\n<p>\nولشيخنا العلامة أبي العباس في هذه المسألة كلام عظيم - يضيق هذا المكان\nعن ذكره - يرجح فيه القول بلزوم الكفارة، فمن أحب الوقوف عليه فليسارع\nإليه، والله أعلم O.\n</p>\n\n<p>\n* * * * *\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head59'>مسألة (793) : إذا قال: أقسمت، أو أقسم، أو أحلف، أو</h1>\n\n<p>\nأشهد، لا فعلت كذا = انعقدت يمينه.\n</p>\n\n<p>\nوعنه: لا تنعقد، إلا أن ينوي اليمين، وبه قال مالك.\n</p>\n\n<p>\nوقال الشافعي: لا تنعقد يمينه.\n</p>\n\n<h1 class='l1' id='head60'>3218 - </h1>\n\n<p>\nقال الإمام أحمد: حدثنا يزيد أنا سفيان (1) عن الزهري عن عبيد الله بن\nعبد الله عن ابن عباس أن رجلا رأى رؤيا، فقصها على رسول الله صلى الله عليه\nوسلم، فقال أبو بكر: ائذن لي فلأعبرها. فأذن له، فعبرها، ثم قال: أصبت، يا\nرسول الله؟ قال: \" أصبت وأخطأت \". قال: أقسمت يا رسول الله لتخبرني. قال: \"\nلا تقسم هكذا \" (2) .\n</p>\n\n<p>\nرواه أحمد.\n</p>\n\n<p>\nوقد أخرج في \"الصحيحين\" بلفظ آخر، وأنه قال: والله لتحدثني بالذي أخطأت.\nفقال: \" لا تقسم <span id='ms1243'></span> \" (3) .\n</p>\n\n<p>\nز: سفيان هذا هو: ابن حسين، وقد تكلموا في روايته عن الزهري، والله أعلم\nO.\n</p>\n\n<p>\n* * * * * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head61'>مسألة (794) : يصح يمين الكافر.</h1>\n\n<p>\nوقال أبو حنيفة: لا يصح.\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nقوله عليه السلام: \" تبرئكم يهود بخمسين يمينا \".\n</p>\n\n<p>\nوقد ذكرناه بإسناده في القسامة (1) .\n</p>\n\n<p>\n* * * * *\n</p>\n\n<h1 class='l1' id='head62'>مسألة (795) : إذا حلف: لا يأكل أدما؛ فأكل لحما، أو بيضا، أو </h1>\n\n<p>\nجبنا = حنث.\n</p>\n\n<p>\nوقال أبو حنيفة: لا يحنث إلا بأكل ما يصطبغ به، كالخل والشيرج.\n</p>\n\n<p>\nلنا حديثان:\n</p>\n\n<h1 class='l1' id='head63'>3219 - </h1>\n\n<p>\nالحديث الأول: قال البخاري: حدثنا يحيى بن بكير ثنا الليث عن خالد عن\nسعيد بن أبي هلال عن زيد بن أسلم عن عطاء بن يسارعن أبي سعيد الخدري قال:\nقال النبي صلى الله عليه وسلم: \" تكون الأرض يوم القيامة خبزة واحدة،\nيتكفؤها الجبار بيده، كما يتكفأ أحدكم خبزته في السفر، نزلا لأهل الجنة \".\nفأتى رجل من اليهود، فقال: بارك الرحمن عليك يا أبا القاسم، ألا أخبرك\nبإدامهم؟ قال: بلى. قال: إدامهم بالام والنون. قالوا: ما هذا؟ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال: \" ثور ونون يأكل من زائدة كبدهما سبعون ألفا \" (1) .\n</p>\n\n<p>\nأخرجه البخاري ومسلم في \"الصحيحين\" (2) .\n</p>\n\n<p>\nووجه الحجة: أنه جعل اللحم أدما لأن الام: اسم للثور، والنون: للحوت.\n</p>\n\n<p>\nقال الخطابي: يشبه أن يكون اليهودي أراد أن يعمي الاسم، وإنما هو لأى -\nعلى وزن لعا - أي: ثور، والثور الوحشي: اللأى، إلا أن يكون ذلك بالعبرانية\n(3) .\n</p>\n\n<h1 class='l1' id='head64'>3230 - </h1>\n\n<p>\nالحديث الثاني: قال أبو عمر بن حيويه: أنبأ عبد الله بن عبد الرحمن\nالسكري ثنا أبو محمد بن قتبية قال: حدثني القومسي ثنا الأصمعي عن أبي هلال\nالراسبي عن عبد الله بن بريدة عن أبيه عن النبي صلى الله عليه وسلم أنه\nقال: \" سيد إدام أهل الدنيا والآخرة اللحم \" (4) .\n</p>\n\n<p>\nز: هذا الحديث لم يخرجوه.\n</p>\n\n<p>\nوأبو هلال الراسبي: اسمه محمد بن سليم، وقد اختلف في الاحتجاج به، قال\nابن معين: هو صدوق (5) . وقال النسائي: ليس بالقوي (6) . وقال ابن عدي: هو\nممن يكتب حديثه (7) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوقد روي هذا الحديث عن أبي هلال عن قتادة عن ابن بريدة عن أبيه موقوفا،\nوالله أعلم O.\n</p>\n\n<p>\n* * * * *\n</p>\n\n<h1 class='l1' id='head65'>مسألة (796) : إذا حلف: لا يهب لفلان، فتصدق عليه، لم يحنث <span id='ms1244'></span>.</h1>\n\n<p>\nوقال مالك والشافعي: يحنث.\n</p>\n\n<h1 class='l1' id='head66'>3221 - </h1>\n\n<p>\nقال الإمام أحمد: حدثنا أبو معاوية ثنا هشام بن عروة عن عبد الرحمن بن\nالقاسم عن أبيه عن عائشة قالت: كان الناس يتصدقون على بريرة، فتهدي لنا،\nفذكرت ذلك للنبي صلى الله عليه وسلم، فقال: \" هو عليها صدقة، وهو لكم هدية\n\" (1) .\n</p>\n\n<p>\nأخرجاه في \"الصحيحين\" (2) .\n</p>\n\n<p>\n* * * * *\n</p>\n\n<h1 class='l1' id='head67'>مسألة (797) : إذا حلف: أنه لا مال له، وله مال غير زكاتي - </h1>\n\n<p>\nكالعقار والأثاث - = حنث.\n</p>\n\n<p>\nوقال أبو حنيفة: لا يحنث إلا أن يملك شيئا من الأموال الزكاتية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p044'> Vol. 05, p. 044</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head68'>3222 - </h1>\n\n<p>\nقال الإمام أحمد: حدثنا روح بن عبادة ثنا أبو نعامة العدوي عن مسلم بن\nبديل عن إياس بن زهير عن سويد بن هبيرة عن النبي صلى الله عليه وسلم قال: \"\nخير مال امرىء له: مهرة مأمورة، أو سكة مأبورة \" (1) .\n</p>\n\n<p>\nز: هذا الحديث لم يخرجوه.\n</p>\n\n<p>\nومسلم بن بديل العدوي (2) ، وإياس بن زهير أبو طلحة (3) : ذكرهما ابن أبي\nحاتم في \"كتابه\"، ولم يذكر فيهما جرحا.\n</p>\n\n<p>\nوقد روى هذا الحديث البخاري في \"تاريخه\" (4) وأبو القاسم الطبراني من\nرواية عبد الوارث بن سعيد عن أبي نعامة العدوي (5) .\n</p>\n\n<p>\nقال البخاري: وقال معاذ: عن أبي نعامة بإسناده عن سويد بلغني عن النبي\nصلى الله عليه وسلم O.\n</p>\n\n<p>\n* * * * *\n</p>\n\n<h1 class='l1' id='head69'>مسألة (798) : إذا قال: هذا الطعام - أو هذه الأمة - علي حرام = </h1>\n\n<p>\nكان يمينا.\n</p>\n\n<p>\nوقال الشافعي: لا يلزمه في الطعام شيء، وفي الأمة كفارة بنفس اللفظ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p045'> Vol. 05, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nأن النبي صلى الله عليه وسلم حرم مارية - وقيل: العسل - فنزل قوله تعالى:\n(قد فرض الله لكم تحلة أيمانكم) [التحريم:2] .\n</p>\n\n<h1 class='l1' id='head70'>3223 - </h1>\n\n<p>\nأخبرنا عبد الوهاب الحافظ أنا أبو المفضل وأبو طاهر قالا: أنا ابن شاذان\nأنا أحمد بن كامل قال: حدثني محمد بن سعد قال: حدثني أبي حدثني عمي عن أبيه\nعن جده عن ابن عباس قال: كانت حفصة وعائشة\n</p>\n\n<p>\nمتحاببتين، فذهبت حفصة إلى أبيها تتحدث عنده، فأرسل النبي صلى الله عليه\nوسلم إلى جاريته، فظلت معه في بيت حفصة، فرجعت حفصة فوجدتهما في بيتها،\nفخرجت الجارية ودخلت حفصة، فقالت: قد رأيت من كان عندك، والله لقد سؤتني!\nفقال النبي صلى الله عليه <span id='ms1245'></span> وسلم: \" والله لأرضينك، وإني مسر إليك سرا\nفاحفظيه \" -\n</p>\n\n<p>\nقالت: وما هو؟ قال: \" أشهدك أن سريتي علي حرام، رضا لك \". فأنزل الله\nتعالى: (يا أيها النبي لم تحرم ما أحل الله لك) [التحريم:1] .\n</p>\n\n<p>\nز: محمد بن سعد هو: العوفي، وهذا الإسناد مشهور، وإن كان في بعض رواته\nكلام، وقد روى نسخة عن ابن عباس يرويها ابن جرير وابن أبي حاتم وغرهما O.\n</p>\n\n<h1 class='l1' id='head71'>3224 - </h1>\n\n<p>\nوأخبرنا علي بن عبد الواحد أنا علي بن عمر القزويني أنا أحمد ابن إبراهيم\nبن شاذان أنا البغوي ثنا أحمد بن حنبل ثنا حجاج بن محمد ثنا ابن جريج عن\nعطاء أنه سمع عبيد بن عمير يحدث قال: سمعت عائشة تخبر أن\n</p>\n\n<p>\nالنبي صلى الله عليه وسلم كان يمكث عند زينب ويشرب عندها عسلا، قالت:\nفتواصيت أنا وحفصة: أيتنا ما دخل عليها فلتقل: إني أجد منك ريح مغافير،\nأكلت مغافير؟! فدخل على إحداهما، فقالت له ذلك، فقال: \" بل شربت عسلا عند\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p046'> Vol. 05, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nزينب، ولن أعود إليه \". فنزل قوله تعالى: (لم تحرم ما أحل الله لك)\n[التحريم:1] .\n</p>\n\n<p>\nأخرجاه في \"الصحيحين\" (1) .\n</p>\n\n<p>\n* * * * * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p047'> Vol. 05, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nمن مسائل الكفارة\n</p>\n\n<h1 class='l1' id='head72'>مسألة (799) : مذهب أحمد أنه يجوز تقديم الكفارة قبل الحنث.</h1>\n\n<p>\nوقال أبو حنيفة: لا يجوز، وهو اختياري.\n</p>\n\n<p>\nواستدل أصحابنا:\n</p>\n\n<h1 class='l1' id='head73'>3225 - </h1>\n\n<p>\nواستدل أصحابنا بما رواه الإمام أحمد، قال: حدثنا أسود بن عامر وعفان\nقالا: ثنا جرير بن حازم قال: سمعت الحسن قال: حدثني عبد الرحمن بن سمرة\nقال: قال لي رسول الله صلى الله عليه وسلم: \" إذا حلفت على يمين فرأيت\nغيرها خيرا منها، فكفر عن يمينك وائت الذي هو خير \" (1) .\n</p>\n\n<p>\nأخرجاه في \"الصحيحين\" (2) .\n</p>\n\n<h1 class='l1' id='head74'>3226 - </h1>\n\n<p>\nقال أحمد: وحدثنا أبو سلمة الخزاعى ثنا مالك عن سهيل بن أبي صالح عن أبيه\nعن أبي هريرة أن رسول الله صلى الله عليه وسلم قال: \" من حلف على يمين فرأى\nغيرها خيرا منها، فليكفر عن يمينه وليفعل الذي هو خير \" (3) .\n</p>\n\n<p>\nانفرد بإخراجه مسلم (4) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p048'> Vol. 05, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nقال المصنف: قلت: والاحتجاج بهذا إنما يصلح لو كانت الواو تقتضي الترتيب،\nوإنما هذا من الرواة، وقد روى هذا جماعة فقدموا الحنث على الكفارة <span id='ms1246'></span> (1) .\n</p>\n\n<h1 class='l1' id='head75'>3227 - </h1>\n\n<p>\nقال الإمام احمد: حدثنا عبد الرحمن بن مهدي ومحمد بن جعفر قالا: ثنا شعبة\nعن عمرو بن مرة قال: سمعت عبد الله بن عمرو - مولى الحسن بن علي - يحدث عن\nعدي بن حاتم قال: قال رسول الله صلى الله عليه وسلم: \" من حلف على يمين\nفرأى غيرها خيرا منها، فليأت الذي هو خير، وليكفر عن يمينه \" (2) .\n</p>\n\n<p>\nز: رواه النسائي عن إسحاق بن منصور عن ابن مهدي (3) .\n</p>\n\n<p>\nورواه مسلم من رواية تميم بن طرفة عن عدي، ففي بعض ألفاظه: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p049'> Vol. 05, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\n\" إذا حلف أحدكم على اليمين، فرأى خيرا منها، فليكفرها وليأت الذي هو خير\n\".\n</p>\n\n<p>\nوفي بعضها: \" فليأت الذي هو خير، وليترك يمينه \" (1) O.\n</p>\n\n<h1 class='l1' id='head76'>3228 - </h1>\n\n<p>\nقال أحمد: وحدثنا هشيم أنا منصور ويونس (2) عن الحسن عن عبد الرحمن بن\nسمرة قال: قال لي النبي صلى الله عليه وسلم: \" يا عبد الرحمن بن سمرة، إذا\nآليت على يمين فرأيت غيرها خيرا منها، فأت الذي هو خير، وكفر يمينك \" (3) .\n</p>\n\n<p>\nز: رواه البخاري عن أبي معمر عن عبد الوارث عن يونس (4) ، وقال: تابعه\nسماك بن عطية وسماك بن حرب وحميد وقتادة ومنصور وهشام والربيع (5) .\n</p>\n\n<p>\nورواه مسلم عن علي بن حجر عن هشيم عن يونس ومنصور وحميد به (6) O.\n</p>\n\n<h1 class='l1' id='head77'>3229 - </h1>\n\n<p>\nقال أحمد: وحدثنا الحكم بن موسى ثنا موسى (7) بن خالد عن هشام بن عروة عن\nأبيه عن عبد الله بن عمرو قال: قال رسول الله صلى الله عليه وسلم: \" من حلف\nعلى يمين فرأى غيرها خيرا منها، فليأت الذي هو خير، وليكفر عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p050'> Vol. 05, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nيمينه \" (1)\n</p>\n\n<p>\nز: هذا الحديث لم يخرجوه من هذا الوجه، والله أعلم O.\n</p>\n\n<h1 class='l1' id='head78'>3230 - </h1>\n\n<p>\nوقال النسائي: أخبرنا محمد بن منصور عن سفيان ثنا أبو الزعراء عن عمه أبي\nالأحوص عن أبيه قال: قلت: يا رسول الله، أرأيت ابن عم لي، آتيه أسأله فلا\nيعطيني ولا يصلني، ثم يحتاج إلي فيأتيني ويسألني،\n</p>\n\n<p>\nوقد حلفت أن لا أعطيه ولا أصله. فأمرني أن آتي الذي هو خير، وأكفر عن\nيميني (2) .\n</p>\n\n<p>\nز: رواه ابن ماجه عن محمد بن يحيى بن أبي عمر عن سفيان بإسناده نحوه (3)\nO.\n</p>\n\n<p>\n* * * * * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p051'> Vol. 05, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nمن <span id='ms1247'></span> مسائل النذور والأيمان\n</p>\n\n<h1 class='l1' id='head79'>مسألة (800) : إذا نذر شيئا على وجه اللجاج والغضب - مثل أن </h1>\n\n<p>\nيقول: إن فعلت كذا فمالي صدقة، أو علي حجة، أو صوم سنة - فهو بالخيار: إن\nشاء وفى بنذره، وإن شاء كفر كفارة يمين.\n</p>\n\n<p>\nوعنه: الواجب الكفارة لا غير.\n</p>\n\n<p>\nوعن الشافعي كالروايتين.\n</p>\n\n<p>\nوقال أبو حنيفة: يلزمه الوفاء به.\n</p>\n\n<p>\nوقال مالك في صدقة المال: يلزمه الثلث، وفي غيره: يلزمه الوفاء.\n</p>\n\n<p>\nلنا أربعة أحاديث:\n</p>\n\n<h1 class='l1' id='head80'>3231 - </h1>\n\n<p>\nالحديث الأول: قال الإمام احمد: حدثنا حسن ثنا ابن لهيعة ثنا كعب بن\nعلقمة عن عبد الرحمن بن شماسة عن أبي الخير مرثد بن عبد الله عن عقبة بن\nعامر قال: قال رسول الله صلى الله عليه وسلم: \" كفارة النذر كفارة اليمين \"\n(1) .\n</p>\n\n<p>\nانفرد بإخراجه مسلم.\n</p>\n\n<p>\nز: رواه مسلم عن غير واحد عن ابن وهب عن عمرو بن الحارث عن كعب (2) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوقد روي عن ابن شماسة عن عقبة بن عامر.\n</p>\n\n<p>\nوروي عن كعب عن أبي الخير، من غير ذكر ابن شماسة O.\n</p>\n\n<h1 class='l1' id='head81'>3232 - </h1>\n\n<p>\nالحديث الثاني: قال أحمد: وحدثنا إسماعيل بن أبان الوراق ثنا أبو بكر\nالنهشلي عن محمد بن الزبير عن الحسن عن عمران بن حصين قال: قال رسول الله\nصلى الله عليه وسلم: \" لا نذر في غضب، وكفارته كفارة يمين \" (1) .\n</p>\n\n<p>\nز: رواه النسائي من رواية أبي بكر النهشلي وغيره عن محمد بن الزبير\nالحنظلي (2) ، وهو منكر الحديث. قاله البخاري (3) ، وقد اختلف عليه في\nإسناد هذا الحديث ومتنه.\n</p>\n\n<p>\nولم يصح عن الحسن عن عمران بن حصين سماع من وجه صحيح يثبت. قاله علي بن\nالمديني (4) ، والله أعلم O.\n</p>\n\n<h1 class='l1' id='head82'>3233 - </h1>\n\n<p>\nالحديث الثالث: قال الدارقطني: حدثنا الحسين بن إسماعيل ثنا أحمد بن\nمنصور زاج ثنا عمر بن يونس ثنا سليمان بن أبي سليمان عن يحيى بن أبي كثير\nعن طاوس عن ابن عباس قال: قال رسول الله صلى الله عليه وسلم: \" لا نذر إلا\nفيما أطيع الله، ولا يمين في غضب، ولا طلاق ولا عتاق فيما لا يملك \" (5) .\n</p>\n\n<p>\nز: هذا الحديث لم يخرجوه، وهو حديث لا يصح، لأن سليمان بن أبي سليمان هو <span id='ms1248'></span>:\nسليمان بن داود اليمامي، وهو متفق على ضعفه، قال يحيى بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nمعين: ليس بشيء (1) . وقال البخاري: منكر الحديث (2) . وقال ابن عدي:\nعامة ما يرويه لا يتابعه عليه أحد (3) O.\n</p>\n\n<h1 class='l1' id='head83'>3234 - </h1>\n\n<p>\nالحديث الرابع: قال الدارقطني: حدثنا أحمد بن محمد بن زياد القطان ثنا\nجعفر بن محمد بن كزال ثنا محمد بن نعيم (4) بن هارون ثنا كثير ابن مروان\nثنا غالب بن عبيد الله العقيلي عن عطاء بن أبي رباح عن عائشة قالت: قال\nرسول الله صلى الله عليه وسلم: \" من جعل عليه نذرا في معصية فكفارة يمين،\nومن جعل عليه\n</p>\n\n<p>\nنذرا فيما لا يطيق فكفارة يمين، ومن جعل عليه نذرا فيما لم يسمه فكفارة\nيمين، ومن جعل ماله هديا إلى الكعبة في أمر لا يريد به وجه الله فكفارة\nيمين، ومن جعل ماله في المساكين صدقة في أمر لا يريد به وجه الله فكفارة\nيمين، ومن جعل عليه المشي إلى بيت الله في أمر لا يريد به وجه الله فكفارة\nيمين، ومن جعل عليه المشي إلى بيت الله تعالى في أمر يريد به وجه الله\nتعالى فليركب ولا يمشي، فإذا أتى مكة قضى نذره، ومن جعل عليه نذرا لله\nتعالى فيما يريد به وجه الله تعالى فليتق الله وليف به \" (5) .\n</p>\n\n<p>\nقال المصنف: غالب ضعيف الحديث.\n</p>\n\n<p>\nز: هذا الحديث لا يصح، ولا يثبت، وفيه غير واحد من الضعفاء.\n</p>\n\n<p>\nوغالب بن عبيد الله: ليس بثقة، ولا مأمون، بل هو مجمع على ترك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالاحتجاج به.\n</p>\n\n<p>\nوليت هذا الحديث يصح عن عطاء من قوله! والله أعلم O.\n</p>\n\n<p>\n* * * * *\n</p>\n\n<h1 class='l1' id='head84'>مسألة (801) : إذا قال: إن شفى الله مريضي فمالي صدقة = لزمه أن</h1>\n\n<p>\nيتصدق بثلث جميع ماله.\n</p>\n\n<p>\nوعنه: يرجع إلى ما نواه من ماله.\n</p>\n\n<p>\nوقال أبو حنيفة: يتصدق بجميع أمواله الزكاتية، في إحدى روايتيه؛ وفي\nالأخرى: يتصدق بجميع ما يملك، وبها قال الشافعي.\n</p>\n\n<h1 class='l1' id='head85'>3235 - </h1>\n\n<p>\nقال الإمام أحمد: حدثنا روح ثنا ابن جريج قال: أخبرني ابن شهاب أن الحسين\nبن السائب بن أبي لبابة أخبره أن أبا لبابة بن عبد المنذر قال - لما تاب\nالله <span id='ms1249'></span> تعالى عليه -: يا رسول الله، إن من توبتي أن أهجر دار قومي وأساكنك،\nوأن أنخلع من مالي صدقة لله ولرسوله. فقال رسول الله صلى الله عليه وسلم: \"\nيجزئ عنك الثلث \" (1) .\n</p>\n\n<p>\nز: هذا الحديث لم يخرجوه.\n</p>\n\n<p>\nوالحسين: ذكره ابن حبان في كتاب \"الثقات\"، وقال: يروي عن أبيه المراسيل\n(2) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوله ذكر في \"سنن أبي داود\" في النذور (1) ، وقد روى أبو داود نحوه من\nرواية كعب بن مالك (2) ، والله أعلم O.\n</p>\n\n<p>\n* * * * *\n</p>\n\n<h1 class='l1' id='head86'>مسألة (802) : يمين الغموس لا توجب الكفارة، خلافا للشافعي.</h1>\n\n<h1 class='l1' id='head87'>3236 - </h1>\n\n<p>\nأنبأنا محمد بن عبد الملك عن أبي محمد الجوهري عن أبي حفص بن شاهين ثنا\nمحمد بن هارون بن حميد ثنا داود بن رشيد ثنا بقية عن بحير ابن سعد عن خالد\nبن معدان عن أبي المتوكل عن أبي هريرة أنه سمع رسول الله صلى الله عليه\nوسلم يقول: \" ليس لها كفارة: يمين صابرة ليقتطع بها مالا بغير حق \".\n</p>\n\n<p>\nز: هذا الحديث لم يخرجه أحد من أئمة \" الكتب الستة \"، وإسناده جيد.\n</p>\n\n<p>\nوقد رواه الإمام أحمد في \"مسنده\" مطولا، فقال:\n</p>\n\n<h1 class='l1' id='head88'>3237 - </h1>\n\n<p>\nحدثنا زكريا بن عدي ثنا بقية عن بحير بن سعد عن خالد بن معدان عن المتوكل\n- أو: أبي المتوكل - عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم:\n\" من لقي الله عز وجل لا يشرك به شيئا، وأدى زكاة ماله طيبة بها نفسه\nمحتسبا، وسمع وأطاع، فله الجنة - أو: أدخل الجنة -، وخمس ليس لهن كفارة:\nالشرك بالله عز وجل، وقتل النفس بغير حق، أو بهت مؤمن، أو الفرار من يوم\nالزحف، أو يمين صابرة يقتطع بها مالا بغير حق \" (3) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nكذا فيه: (عن المتوكل - أو: أبي المتوكل -) .\n</p>\n\n<p>\nوقوله: (صابرة) : بمعنى مصبورة، ك (عيشة راضية) [القارعة: 7] O.\n</p>\n\n<p>\n* * * * *\n</p>\n\n<h1 class='l1' id='head89'>مسألة (803) : لاتنعقد يمين المكره.</h1>\n\n<p>\nوقال أبوحنيفة: تنعقد.\n</p>\n\n<h1 class='l1' id='head90'>3238 - </h1>\n\n<p>\nقال الدارقطني: حدثنا محمد بن الحسن المقري ثنا الحسين بن إدريس ثنا خالد\nبن الهياج ثنا أبي عن عنبسة بن عبد الرحمن عن العلاء عن مكحول عن واثلة بن\nالأسقع وعن أبي أمامة قالا: قال رسول الله صلى الله عليه وسلم: \" ليس على <span id='ms1250'></span>\nمقهور يمين \" (1) .\n</p>\n\n<p>\nقال المصنف: عنبسة ضعيف.\n</p>\n\n<p>\nز: هذا حديث منكر جدا، بل موضوع، وفي إسناده جماعة من الضعفاء الذين لا\nيجوز الاحتجاج بهم O.\n</p>\n\n<p>\n* * * * * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head91'>مسألة (804) : ينعقد نذر المعصية وكفارته كفارة يمين.</h1>\n\n<p>\nوقال أكثرهم: لا ينعقد، ولا يلزم كفارة.\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nحديث عمران بن حصين: أن امرأة نجت على العضباء، فنذرت لتنحرنها، فقال\nعليه السلام: \" لا وفاء لنذر في معصية الله \".\n</p>\n\n<p>\nوقد سبق بإسناده (1) .\n</p>\n\n<h1 class='l1' id='head92'>3239 - </h1>\n\n<p>\nوقال الترمذي: حدثنا قتيبة ثنا أبو صفوان عن يونس بن يزيد عن ابن شهاب عن\nأبي سلمة عن عائشة قالت: قال رسول الله صلى الله عليه وسلم: \" لا نذر في\nمعصية، وكفارته كفارة يمين \" (2) .\n</p>\n\n<p>\nز: هذا الإسناد رواته كلهم ثقات، لكن الحديث غير صحيح، لأن له علة توجب\nضعفه، وقد حكى بعضهم الاتفاق على ضعفه.\n</p>\n\n<p>\nوقال بعضهم: احتج به أحمد وإسحاق.\n</p>\n\n<p>\nوقد روى هذا الحديث: أحمد (3) وأبو داود (4) وابن ماجه (5) والنسائي (6)\nمن حديث يونس. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الترمذي بعد أن رواه: وهذا حديث لا يصح، لأن الزهري لم يسمع هذا\nالحديث من أبي سلمة.\n</p>\n\n<p>\nسمعت محمدا يقول: روي عن غير واحد، منهم: موسى بن عقبة وابن أبي عتيق عن\nالزهري عن سليمان بن أرقم عن يحيى بن أبي كثير عن أبي سلمة عن عائشة عن\nالنبي صلى الله عليه وسلم.\n</p>\n\n<p>\nقال محمد: والحديث هو هذا.\n</p>\n\n<p>\nثم رواه من حديث سليمان بن أرقم، وقال: هذا حديث غريب، وهو أصح من حديث\nأبي صفوان عن يونس (1) .\n</p>\n\n<p>\nوكذلك رواه أبو داود (2) والنسائي (3) من حديث سليمان.\n</p>\n\n<p>\nوقال النسائي: سليمان بن أرقم متروك الحديث، خالفه غير واحد من أصحاب\nيحيى في هذا الحديث.\n</p>\n\n<p>\nوقال الإمام أحمد - في رواية حنبل -: هذا حديث منكر، وزعموا أن الزهري\nرواه عن سليمان بن أرقم.\n</p>\n\n<p>\nوقال في رواية أبي داود: أفسدوا علينا حديث الزهري عن أبي سلمة، قالوا:\nعن سليمان بن أرقم (4) .\n</p>\n\n<p>\nوقد سئل الدارقطني عن هذا الحديث، فذكر الاختلاف فيه على الزهري،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p059'> Vol. 05, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال: والصحيح حديث ابن أبي عتيق وموسى بن عقبة عن الزهري (1) .\n</p>\n\n<p>\nوقال الترمذي: وقال قوم من أهل <span id='ms1251'></span> العلم من أصحاب رسول الله صلى الله عليه\nوسلم وغيرهم: لا نذر في معصية، وكفارته كفارة يمين، وهو قول أحمد وإسحاق،\nواحتجا بحديث الزهري عن أبي سلمة عن عائشة (2) O.\n</p>\n\n<p>\n* * * * *\n</p>\n\n<h1 class='l1' id='head93'>مسألة (805) : نذر المباح ينعقد، ويكون مخيرا بين الوفاء والكفارة.</h1>\n\n<p>\nوقال أكثرهم: لا ينعقد.\n</p>\n\n<h1 class='l1' id='head94'>3240 - </h1>\n\n<p>\nقال الإمام أحمد: حدثنا زيد بن الحباب قال: حدثني حسين ابن واقد قال:\nحدثني عبد الله بن بريدة قال: حدثني بريدة أن أمة سوداء أتت رسول الله صلى\nالله عليه وسلم وقد رجع عن (3) بعض مغازيه، فقالت: إني كنت نذرت إن ردك\nالله صالحا أن أضرب عليك بالدف، فقال: \" إن كنت فعلت فافعلي \".\n</p>\n\n<p>\nفضربت (4) .\n</p>\n\n<p>\nز: رواه الترمذي (5) وأبو حاتم البستي (6) من رواية الحسين بن واقد.\n</p>\n\n<p>\nوقال الترمذي: حديث حسن صحيح غريب O.\n</p>\n\n<p>\n* * * * * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nمن مسائل القضاء\n</p>\n\n<h1 class='l1' id='head95'>مسألة (806) : من شرط القاضي أن يكون من أهل الاجتهاد، خلافا </h1>\n\n<p>\nلبعض الحنفية.\n</p>\n\n<h1 class='l1' id='head96'>3241 - </h1>\n\n<p>\nقال أبو داود: حدثنا محمد بن حسان السمتي ثنا [] (1) خلف بن خليفة عن أبي\nهاشم عن ابن بريدة عن أبيه عن النبي صلى الله عليه وسلم قال: \" القضاة\nثلاثة: واحد في الجنة، واثنان في النار: فأما الذي في الجنة: فرجل عرف الحق\nفقضى به؛ ورجل عرف الحق فجار في الحكم فهو في النار؛ ورجل قضى للناس على\nجهل فهو في النار \" (2) .\n</p>\n\n<p>\nز: رواه ابن ماجه عن إسماعيل بن توبة عن خلف (3) ، ورواه النسائي عن\n[إبراهيم بن] (4) يعقوب عن سعيد بن سليمان [] (5) عن خلف (6) ، ورواه\nالترمذي عن محمد بن إسماعيل عن الحسن بن بشر عن شريك عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالأعمش عن سعد بن عبيدة عن ابن بريدة (1) .\n</p>\n\n<p>\nوهو حديث حسن أو صحيح O.\n</p>\n\n<p>\n* * * * *\n</p>\n\n<h1 class='l1' id='head97'>مسألة (807) : لا يجوز أن يولى النساء القضاء، خلافا لأبي حنيفة.</h1>\n\n<h1 class='l1' id='head98'>3242 - </h1>\n\n<p>\nقال الإمام أحمد: حدثنا هاشم ثنا المبارك عن الحسن عن أبي بكرة قال: قال\nرسول الله صلى الله عليه وسلم: \" لن يفلح قوم تملكهم امرأة \" (2) .\n</p>\n\n<p>\nانفرد بإخراجه البخاري.\n</p>\n\n<p>\nز: رواه البخاري من رواية عوف (3) ، والترمذي (4) والنسائي (4) من رواية\nحميد الطويل، كلاهما عن الحسن به O.\n</p>\n\n<p>\n* * * * *\n</p>\n\n<h1 class='l1' id='head99'>مسألة (808) : يصح التحكيم، خلافا لأحد قولي الشافعي.</h1>\n\n<p>\nلنا: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head100'>3243 - </h1>\n\n<p>\nما <span id='ms1252'></span> روى أبو بكر عبد العزيز - من أصحابنا - من حديث عبد الله بن جراد قال:\nقال رسول الله صلى الله عليه وسلم: \" من حكم بين اثنين تحاكما إليه\nوارتضياه، فلم يقل بينهما بالحق فعليه لعنة الله \".\n</p>\n\n<p>\nز: هذا الحديث لا يصلح الاحتجاج به، لأنه من نسخة ابن جراد، وهي نسخة\nباطلة، وقد ذكر المؤلف فيما تقدم أنها نسخة موضوعة، وبالغ في الحط على\nالخطيب لما احتج بحديث منها (1) ! والله الموفق للصواب O.\n</p>\n\n<p>\n* * * * *\n</p>\n\n<h1 class='l1' id='head101'>مسألة (809) : يجوز القضاء على الغائب، وكذلك على الحاضر إذا</h1>\n\n<p>\nامتنع من مجلس الحكم.\n</p>\n\n<p>\nوعنه: لا يقضى عليه، كقول أبي حنيفة.\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nقوله عليه السلام: \" خذي ما يكفيك وولدك بالمعروف \".\n</p>\n\n<p>\nوقد سبق بإسناده في النفقات (2) .\n</p>\n\n<p>\nز: قال بعضهم: في الاستدلال بهذا الحديث على القضاء على الغائب نظر، لأنه\nيحتمل الفتوى، بل قد يقال: يتعين للفتوى، لأن الحكم يحتاج إلى إثبات السبب\nالمسلط على الأخذ من مال الغير، ولا يحتاج إلى ذلك في الفتوى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوقد يقال: إن أبا سفيان كان حاضرا في البلد، ولا يقضى على الغائب الحاضر\nفي البلد مع إمكان إحضاره وسماعه الدعوى عليه، في المشهور من مذاهب\nالعلماء، والله أعلم O.\n</p>\n\n<p>\n* * * * *\n</p>\n\n<h1 class='l1' id='head102'>مسألة (810) : حكم الحاكم لا يحيل الشيء عن صفته.</h1>\n\n<p>\nوقال أبو حنيفة: يحيله في العقود والفسوخ.\n</p>\n\n<h1 class='l1' id='head103'>3244 - </h1>\n\n<p>\nقال البخاري: حدثنا عبد العزيز بن عبد الله ثنا إبراهيم بن سعد عن صالح\nعن ابن شهاب قال: أخبرني عروة بن الزبير أن زينب بنت أم سلمة أخبرته عن\nأمها أم سلمة زوج النبي صلى الله عليه وسلم أخبرتها عن رسول الله صلى الله\nعليه وسلم أنه سمع خصومة بباب حجرته، فخرج إليهم، فقال: \" إنما أنا بشر،\nوإنه يأتيني\n</p>\n\n<p>\nالخصم فلعل بعضكم أن يكون أبلغ من بعض، فأحسب أنه قد صدق، فأقضي له بذلك،\nفمن قضيت له بحق مسلم فإنما هي قطعة من النار، فليأخذها أو فليتركها \" (1)\n.\n</p>\n\n<p>\n[أخرجاه في \"الصحيحين\"] (2) .\n</p>\n\n<h1 class='l1' id='head104'>3245 - </h1>\n\n<p>\nقال المؤلف: وأخبرناه عاليا علي بن عبيد الله أنا عبد الصمد ابن المأمون\nأنا حبابة ثنا ابن صاعد ثنا عبد الجبار بن العلاء ثنا <span id='ms1253'></span> سفيان ثنا هشام بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعروة عن أبيه عن زينب بنت أبي سلمة عن أمها أن النبي صلى الله عليه وسلم\nقال للناس: \" إنما أنا بشر مثلكم تختصمون إلي، ولعل بعضكم يكون ألحن بحجته\nمن بعض، فمن قضيت له من حق أخيه المسلم شيئا، فإنما أقطع له قطعة من النار\n\".\n</p>\n\n<p>\nاحتجوا:\n</p>\n\n<h1 class='l1' id='head105'>3246 - </h1>\n\n<p>\nبما روي: أن شاهدين شهدا عند علي عليه السلام (1) على امرأة بالنكاح،\nفقالت المرأة: أنه لم يكن بيننا نكاح، فإن كان ولا بد فزوجني منه، فقال علي\nعليه السلام: شاهداك زوجاك.\n</p>\n\n<p>\nوجواب هذا:\n</p>\n\n<p>\nأن عليا عليه السلام لم يطلع على الباطن، أنما حكم بالظاهر، فأما الأخذ\nبالظاهر مع العلم بمنافاة الباطن له فقبيح.\n</p>\n\n<p>\n* * * * *\n</p>\n\n<h1 class='l1' id='head106'>مسألة (811) : إذا شهد شاهدان على قضاء الحاكم، وهو لا يذكر،</h1>\n\n<p>\nقبل شهادتهما.\n</p>\n\n<p>\nوقال الشافعي: لا يرجع إلى قولهما.\n</p>\n\n<p>\nلنا:\n</p>\n\n<h1 class='l1' id='head107'>3247 - </h1>\n\n<p>\nأن النبي صلى الله عليه وسلم رجع إلى قول غيره في قصة ذي اليدين، وقد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nذكرناه بإسناده في الطهارة (1) .\n</p>\n\n<p>\nوذكرنا في أول النكاح أن جماعة حدثوا ونسوا، وكان أحدهم يقول: حدثني فلان\nعني (2) .\n</p>\n\n<p>\n* * * * * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p066'> Vol. 05, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nمن مسائل القسمة\n</p>\n\n<h1 class='l1' id='head108'>مسألة (812) : إذا طلب أحدهما القسمة وفيها ضرر على الآخر = لم</h1>\n\n<p>\nيقسم، وتباع، ويقتسمان الثمن.\n</p>\n\n<p>\nوقال أبو حنيفة: إذا كان لأحدهما في ذلك منفعة أجبرا على القسمة.\n</p>\n\n<p>\nوقال مالك: يجبر على القسمة بكل حال.\n</p>\n\n<p>\nوقال الشافعي: إن كان المطالب ينتفع بذلك أجبر، وإن كان يستضر فعلى\nوجهين.\n</p>\n\n<h1 class='l1' id='head109'>3248 - </h1>\n\n<p>\nقال الدارقطني: حدثنا الحسين بن إسماعيل ثنا خلاد بن أسلم ثنا روح بن\nعبادة ثنا ابن جريج قال: أخبرني صديق بن موسى عن محمد ابن أبي بكر عن أبيه\nعن النبي صلى الله عليه وسلم قال: \" لا تعصبة على أهل الميراث، إلا ما حمل\nالقسم \" (1) .\n</p>\n\n<p>\nز: هذا حديث لا يثبت، وهو مرسل.\n</p>\n\n<p>\nوصديق: ليس بذاك المشهور، وقد ذكره ابن أبي حاتم في \"كتابه\"، فقال: صديق\nبن موسى بن عبد الله بن الزبير، تيمي، كان أصله جزريا، ثم تحول إلى مكة،\nروى عن: أبي بردة بن أبي موسى ومحمد بن أبي بكر بن محمد\n</p>\n\n<p>\nابن عمرو بن <span id='ms1254'></span> حزم، روى عنه: ابن جريج وجعفر بن ميسرة. سمعت أبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nيقول ذلك (1) O.\n</p>\n\n<h1 class='l1' id='head110'>3249 - </h1>\n\n<p>\nقال الدارقطني: وحدثنا إسماعيل بن محمد الصفار ثنا عباس ابن محمد ثنا\nعثمان بن محمد بن عثمان بن ربيعة ثنا عبد العزيز بن محمد عن عمرو ابن يحيى\nعن أبيه عن أبي سعيد الخدري أن النبي صلى الله عليه وسلم قال: \" لا ضرر ولا\nضرار \" (2) .\n</p>\n\n<p>\nز: هذا الحديث لم يخرجوه.\n</p>\n\n<p>\nوعثمان بن محمد: لا أعرف حاله.\n</p>\n\n<p>\nوقد رواه الحاكم وزعم أنه صحيح الإسناد (3) ، وفي قوله نظر.\n</p>\n\n<p>\nوالمشهور فيه الإرسال، كذلك رواه مالك عن عمرو بن يحيى عن أبيه مرسلا،\nوالله أعلم O.\n</p>\n\n<p>\n* * * * * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nمن مسائل الدعاوى\n</p>\n\n<h1 class='l1' id='head111'>مسألة (813) : إذا تداعيا شيئا في يد ثالث، فأقر به لأحدهما لا يعينه، </h1>\n\n<p>\nقرع بينهما، فمن خرجت قرعته حلف واستحقه.\n</p>\n\n<p>\nوقال أكثرهم: يوقف الأمر حتى ينكشف.\n</p>\n\n<p>\nلنا ثلاثة أحاديث:\n</p>\n\n<h1 class='l1' id='head112'>3250 - </h1>\n\n<p>\nالحديث الأول: قال أبو داود: حدثنا أحمد بن حنبل ثنا عبد الرزاق ثنا معمر\nعن همام بن منبه عن أبي هريرة عن النبي صلى الله عليه وسلم قال: \" إذا كره\nالاثنان اليمين أو استحباها، فليستهما عليها \" (1) .\n</p>\n\n<p>\nز: هذا الحديث رجاله رجال \"الصحيحين\".\n</p>\n\n<p>\nوقد رواه البخاري (2) والنسائي (3) من حديث عبد الرزاق بغير هذا اللفظ،\nوالله أعلم O.\n</p>\n\n<h1 class='l1' id='head113'>3251 - </h1>\n\n<p>\nالحديث الثاني: قال أبو داود: وحدثنا الربيع بن نافع ثنا ابن المبارك عن\nأسامة بن زيد عن عبد الله بن رافع مولى أم سلمة عن أم سلمة قالت: أتى رسول\nالله صلى الله عليه وسلم رجلان يختصمان في مواريث لهما، لم يكن لهما بينة،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nفقال النبي صلى الله عليه وسلم: \" إنكم لتختصمون إلي ولعل بعضكم أن يكون\nألحن بحجته، فمن قضيت له من حق أخيه شيئا فلا يأخذ منه شيئا، فأنما أقطع له\nقطعة من النار \".\n</p>\n\n<p>\nفبكى الرجلان، وقال كل واحد منهما: حقي له! فقال لهما رسول الله صلى الله\nعليه وسلم: \" أما إذ فعلتما، فاقتسما، وتوخيا الحق، ثم استهما، ثم تحالا \"\n(1) .\n</p>\n\n<p>\nز: هذا الحديث انفرد به أبو داود.\n</p>\n\n<p>\nوأسامة بن زيد هو: الليثي، [وهو حسن الحديث] (2) ، وقد تكلم فيه أحمد <span id='ms1255'></span> (3)\nوغيره، ووثقه ابن معين (4) وغيره، وقال ابن عدي: ليس بحديثه بأس (5) O.\n</p>\n\n<h1 class='l1' id='head114'>3252 - </h1>\n\n<p>\nالحديث الثالث: قال أبو داود: حدثنا محمد بن منهال أنا يزيد بن زريع ثنا\nابن أبي عروبة عن قتادة عن خلاس عن أبي رافع عن أبي هريرة أن رجلين اختصما\nفي متاع إلى النبي صلى الله عليه وسلم، ليس لواحد منهما بينة، فقال النبي\nصلى الله عليه وسلم: \" استهما على اليمين ما كان أحبا ذلك او كرها \" (6) .\n</p>\n\n<p>\nز: رواه النسائي (7) وابن ماجه (8) من رواية ابن أبي عروبة، والله أعلم\nO. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nاحتجوا:\n</p>\n\n<h1 class='l1' id='head115'>3253 - </h1>\n\n<p>\nبما رواه الإمام أحمد، قال: حدثنا محمد بن جعفر ثنا شعبة (1) عن قتادة عن\nسعيد بن أبي بردة عن أبي بردة عن أبيه أن رجلين اختصما إلى نبي الله صلى\nالله عليه وسلم في دابة ليس لواحد منهما بينة، فجعلها بينهما نصفين (2) .\n</p>\n\n<p>\nز: رواه أبو داود (3) والنسائي (4) وابن ماجه (5) من رواية سعيد ابن أبي\nعروبة عن قتادة.\n</p>\n\n<p>\nوقال النسائي: إسناد هذا الحديث جيد (6) O.\n</p>\n\n<p>\n* * * * *\n</p>\n\n<h1 class='l1' id='head116'>مسألة (814) : يجوز للجار أن يضع خشبه في جدار جاره عند الحاجة</h1>\n\n<p>\nإلى ذلك، بشرط أن لا يضر بالحائط، فإن امتنع الجار أجبره الحاكم عليه،\nوبه قال الشافعي إلا أنه قال: لا يحكم عليه الحاكم بذلك.\n</p>\n\n<p>\nوقال أكثرهم: لا يجوز ذلك إلا بإذن المالك.\n</p>\n\n<h1 class='l1' id='head117'>3254 - </h1>\n\n<p>\nقال الإمام أحمد: حدثنا عبد الرزاق أنا معمر عن الزهري عن عبد الرحمن بن\nهرمز عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: \" لا يمنعن\nأحدكم جاره أن يضع خشبه على جداره \". ثم يقول أبو هريرة: ما لي أراكم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nمعرضين، والله لأرمين بها بين أكتافكم (1) .\n</p>\n\n<p>\nأخرجه البخاري ومسلم في \"الصحيحين\" (2) .\n</p>\n\n<p>\n* * * * *\n</p>\n\n<h1 class='l1' id='head118'>مسألة (815) : إذا وطئا أمة بشبهة، فأتت بولد، عرض على القافة، </h1>\n\n<p>\nفإن ألحقوه بأحدهما - أو بهما - لحق، وإن أشكل عليهم وقف حتى يبلغ،\nفينتسب إلى أيهما شاء.\n</p>\n\n<p>\nوقال أبو حنيفة: لا يعرض على القافة.\n</p>\n\n<h1 class='l1' id='head119'>3255 - </h1>\n\n<p>\nقال الدارقطني: حدثنا أبو بكر النيسابوري ثنا أحمد بن عبد الرحمن ثنا عمي\nثنا إبراهيم بن سعد عن الزهري عن عروة عن عائشة قالت: دخل قائف ورسول <span id='ms1256'></span> الله\nصلى الله عليه وسلم شاهد، وأسامة وزيد بن حارثة\n</p>\n\n<p>\nمضطجعان، فقال: هذه الأقدام بعضها من بعض! قالت: فتبسم رسول الله صلى\nالله عليه وسلم، وأعجبه، وأخبر به عائشة. قال إبراهيم بن سعد: وكان زيد\nأشقر أبيض، وكان أسامة مثل الليل (3) .\n</p>\n\n<p>\nز: رواه البخاري عن يحيى بن قزعة (4) ، ورواه مسلم عن منصور بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأبي مزاحم (1) ، كلاهما عن إبراهيم بن سعد به O.\n</p>\n\n<p>\n* * * * *\n</p>\n\n<h1 class='l1' id='head120'>مسألة (816) : لا ترد اليمين في شيء من الدعاوى، ويقضى </h1>\n\n<p>\nبالنكول.\n</p>\n\n<p>\nوقال مالك والشافعي: ترد اليمين، ولا يقضى بالنكول.\n</p>\n\n<p>\nلنا ثلاثة أحاديث:\n</p>\n\n<h1 class='l1' id='head121'>3256 - </h1>\n\n<p>\nالحديث الأول: قال الإمام أحمد: حدثنا عبد الرحمن بن مهدي ثنا نافع بن\nعمر عن ابن أبي مليكة قال: كتب إلي ابن عباس أن رسول الله صلى الله عليه\nوسلم قال: \" لو أن الناس أعطوا بدعواهم، ادعى ناس من الناس دماء ناس\nوأموالهم، ولكن اليمين على المدعى عليه \" (2) .\n</p>\n\n<p>\nأخرجاه في \"الصحيحين\" (3) .\n</p>\n\n<h1 class='l1' id='head122'>3257 - </h1>\n\n<p>\nالحديث الثاني: قال الدارقطني: حدثنا أحمد بن محمد بن أبي شيبة ثنا محمد\nبن هشام المروذي ثنا محمد بن الحسن ثنا حجاج عن عمرو بن شعيب عن أبيه عن\nجده قال: قال رسول الله صلى الله عليه وسلم: \" البينة على المدعي، واليمين\nعلى المدعى عليه \" (4) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nز: هذا الحديث لم يخرجوه من رواية حجاج عن عمرو.\n</p>\n\n<p>\nوحجاج هو: ابن أرطأة، ولم يسمعه من عمرو، أنما أخذه عن العرزمي عنه،\nوالعرزمي متروك.\n</p>\n\n<p>\nوقد رواه الترمذي عن علي بن حجر عن علي بن مسهر وغيره عن محمد بن عبيد\nالله عن عمرو.\n</p>\n\n<p>\nوقال: في إسناده مقال، ومحمد بن عبيد الله العرزمي يضعف في الحديث من قبل\nحفظه، ضعفه ابن المبارك وغيره (1) O.\n</p>\n\n<h1 class='l1' id='head123'>3258 - </h1>\n\n<p>\nالحديث الثالث: قال الدارقطني: حدثنا ابن صاعد ثنا عباس بن محمد الدوري\nثنا عثمان بن محمد بن عثمان بن ربيعة الرأي ثنا مسلم بن خالد عن ابن جريج\nعن عطاء عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال: \" البينة على\nمن ادعى، واليمين على من أنكر، إلا في القسامة \" (2) .\n</p>\n\n<p>\nقال المصنف: مسلم بن خالد ضعيف.\n</p>\n\n<p>\nز <span id='ms1257'></span>: هذا الحديث لم يخرجوه، وزيادة الاستثناء فيه منكرة.\n</p>\n\n<p>\nومسلم بن خالد الزنجي: تكلم فيه غير واحد من الأئمة، وقد اختلف عليه في\nهذا الحديث:\n</p>\n\n<p>\nفقيل: عنه هكذا.\n</p>\n\n<p>\nوقال بشر بن الحكم وغيره: عنه عن ابن جريج عن عمرو بن شعيب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبيه عن جده به.\n</p>\n\n<p>\nوقد رواه ابن عدي من الوجهين، وقال: هذان الإسنادان يعرفان بمسلم عن ابن\nجريج، وفي المتن زيادة قوله: (إلا في القسامة) ، والله أعلم (1) O.\n</p>\n\n<p>\nاحتجوا:\n</p>\n\n<h1 class='l1' id='head124'>3259 - </h1>\n\n<p>\nبما رواه الدارقطني، قال: حدثنا أبو هريرة محمد بن علي الأنطاكي ثنا يزيد\nبن محمد بن عبد الصمد الدمشقي ثنا سليمان بن عبد الرحمن ثنا محمد بن مسروق\nعن إسحاق بن الفرات عن الليث بن سعد عن نافع عن ابن عمر أن النبي صلى الله\nعليه وسلم رد اليمين على طالب الحق (2) .\n</p>\n\n<p>\nوالجواب:\n</p>\n\n<p>\nأن فيه جماعة مجاهيل.\n</p>\n\n<p>\nز: هذا الحديث لم يخرجوه، وجواب المؤلف غير صحيح، فإن رواة هذا الحديث\nليس فيهم مجهول، لكن الحديث فيه نكارة.\n</p>\n\n<p>\nوإسحاق بن الفرات: قال عبد الحق: هو ضعيف (3) . وفي قوله نظر، وقد وثق\nإسحاق: أبو عوانة الإسفرايني (4) ، وقال أبو حاتم: هو شيخ ليس بالمشهور (5)\n، وقال محمد بن عبد الله بن عبد الحكم: ما رأيت فقيها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأفضل منه، وكان عالما (1) . وقال ابن يونس: كان فقيها، ولي القضاء بمصر،\nخليفة لمحمد بن مسروق الكندي، وفي أحاديثه أحاديث كأنها منقلبة (2) O.\n</p>\n\n<p>\n* * * * * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p076'> Vol. 05, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nمن مسائل الشهادات\n</p>\n\n<h1 class='l1' id='head125'>مسألة (817) : لا تجب الشهادة في البيع، خلافا لداود.</h1>\n\n<p>\nلنا:\n</p>\n\n<p>\nأن النبي صلى الله عليه وسلم اشترى فرسا من أعرابي ولم يشهد:\n</p>\n\n<h1 class='l1' id='head126'>3260 - </h1>\n\n<p>\nقال الإمام أحمد: حدثنا أبو اليمان أنا شعيب عن الزهري قال: حدثني عمارة\nبن خزيمة أن عمه حدثه - وهو من أصحاب رسول الله صلى الله عليه وسلم - أن\nالنبي صلى الله عليه وسلم ابتاع فرسا من أعرابي، فاستتبعه النبي صلى الله\nعليه وسلم ليقبضه ثمن فرسه، فأسرع النبي صلى الله عليه وسلم المشي، وأبطأ\nالأعرابي، فطفق رجال يعترضون الأعرابي فيساومون بالفرس، لا يشعرون أن النبي\nصلى الله عليه وسلم ابتاعه، حتى زاد بعضهم <span id='ms1258'></span> الأعرابي في السوم على ثمن الفرس\nالذي ابتاعه به النبي صلى الله عليه وسلم، فنادى الأعرابي\n</p>\n\n<p>\nالنبي صلى الله عليه وسلم، فقال: إن كنت مبتاعا هذا الفرس فابتعه، وإلا\nبعته. فقام النبي صلى الله عليه وسلم حين سمع نداء الأعرابي، فقال: \" أوليس\nقد ابتعته منك؟! \". قال: لا، والله ما بعتك. فقال النبي صلى الله عليه\nوسلم: \" بلى، قد ابتعته منك \". فطفق الناس يلوذون برسول الله صلى الله عليه\nوسلم والأعرابي وهما يتراجعان، فطفق الأعرابي يقول: هلم شهيدا يشهد أني\nبايعتك. فمن جاء من المسلمين قال للأعرابي: ويلك أن\n</p>\n\n<p>\nرسول الله صلى الله عليه وسلم لم يكن ليقول إلا حقا! حتى جاء خزيمة،\nفاستمع لمراجعة النبي صلى الله عليه وسلم ومراجعة الأعرابي، وطفق الأعرابي\nيقول: هلم شهيدا يشهد أني بايعتك.\n</p>\n\n<p>\nفقال خزيمة: أنا أشهد أنك قد بايعته. فأقبل النبي صلى الله عليه وسلم على\nخزيمة فقال: \" بم تشهد؟ \". فقال: بتصديقك يا رسول الله. فجعل رسول الله صلى\nالله عليه وسلم شهادة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nخزيمة بشهادة رجلين (1) .\n</p>\n\n<p>\nز: رواه أبو داود عن محمد بن يحيى بن فارس عن الحكم بن نافع (2) ، ورواه\nالنسائي من رواية الزبيدي عن الزهري (3) ، وهو حديث صحيح.\n</p>\n\n<p>\nوعمارة بن خزيمة: ثقة، والله أعلم O.\n</p>\n\n<p>\n* * * * *\n</p>\n\n<h1 class='l1' id='head127'>مسألة (818) : يقبل في الولادة شهادة امرأة واحدة، وكذلك في كل ما </h1>\n\n<p>\nلا يطلع عليه الرجال.\n</p>\n\n<p>\nوعنه: لا يقبل إلا امرأتين، كقول مالك.\n</p>\n\n<p>\nوقال الشافعي: لا يقبل إلا أربع نسوة.\n</p>\n\n<h1 class='l1' id='head128'>3261 - </h1>\n\n<p>\nقال الدارقطني: حدثنا عثمان بن أحمد الدقاق ثنا أحمد بن القاسم بن مساور\nثنا محمد بن إبراهيم بن معمر ثنا محمد بن عبد الملك الواسطي عن الأعمش عن\nأبي وائل عن حذيفة أن النبي صلى الله عليه وسلم أجاز شهادة القابلة.\n</p>\n\n<p>\nقال الدارقطني: محمد بن عبد الملك لم يسمع من الأعمش، بينهما رجل مجهول،\nوهو أبو عبد الرحمن المدائني (4) .\n</p>\n\n<h1 class='l1' id='head129'>3262 - </h1>\n\n<p>\nوقد روى أصحابنا من حديث ابن عمر أن رسول الله صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال: يجزئ في الرضاع شهادة امرأة واحدة.\n</p>\n\n<p>\nز: حديث حذيفة لم يخرجوه، وهو حديث باطل <span id='ms1259'></span> لا أصل له.\n</p>\n\n<p>\nوحديث ابن عمر: رواه الإمام أحمد، فقال:\n</p>\n\n<h1 class='l1' id='head130'>3263 - </h1>\n\n<p>\nحدثنا عبد الرزاق أنا شيخ من أهل نجران قال: حدثني محمد ابن عبد الرحمن\nبن البيلماني عن أبيه عن ابن عمر أنه سأل النبي صلى الله عليه وسلم - أو:\nأن رجلا سأل النبي صلى الله عليه وسلم - فقال: ما الذي يجوز في الرضاع من\nالشهود؟ فقال النبي صلى الله عليه وسلم: \" رجل أو (1) امرأة \" (2) .\n</p>\n\n<p>\nهكذا رواه.\n</p>\n\n<p>\nوقال عبد الله بن أحمد: ثنا أبي ثناه ابن أبي شيبة عن معتمر عن محمد بن\nعثيم عن محمد بن عبد الرحمن. يعني هذا الحديث.\n</p>\n\n<h1 class='l1' id='head131'>3264 - </h1>\n\n<p>\nقال عبد الله: وثنا أبو بكر عبد الله بن أبي شيبة ثنا معتمر عن محمد بن\nعثيم عن محمد بن عبد الرحمن بن البيلماني عن أبيه عن ابن عمر قال: سئل رسول\nالله صلى الله عليه وسلم: ما يجوز في الرضاعة من الشهود؟ فقال: \" رجل\nوامرأة \" (3) .\n</p>\n\n<p>\nكذا قال: (رجل وامرأة) .\n</p>\n\n<p>\nولم يخرج هذا الحديث أحد من أصحاب \" الكتب الستة \"، وهو حديث ضعيف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوابن البيلماني: ليس بشيء. قاله ابن معين (1) ، وقال ابن عدي: الضعف على\nحديثه بين (2) .\n</p>\n\n<p>\nوروى هذا الحديث في ترجمته، ولفظه: سئل نبي الله صلى الله عليه وسلم: ما\nيجوز في الرضاع من الشهود؟ قال: \" رجل وامرأة \" (3) .\n</p>\n\n<p>\nوقد روى البخاري في \"صحيحه\" عن عقبة بن الحارث أنه تزوج أم يحيى بنت أبي\nإهاب، فجاءت أمة سوداء، فقالت: قد أرضعتكما. قال: فذكرت ذلك للنبي صلى الله\nعليه وسلم، فأعرض عني، قال: فتنحيت، فذكرت ذلك له، فقال: \" فكيف وقد زعمت\nأنها أرضعتكما؟! \". فنهاه عنها (4) .\n</p>\n\n<p>\nوفي لفظ: \" دعها عنك \" (5) .\n</p>\n\n<p>\nوللدارقطني: \" دعها عنك، لا خير لك فيها \" (6) O.\n</p>\n\n<p>\n* * * * *\n</p>\n\n<h1 class='l1' id='head132'>مسألة (819) : لا تقبل شهادة العدو على عدوه، خلافا لأبي حنيفة.</h1>\n\n<p>\nلنا حديثان:\n</p>\n\n<h1 class='l1' id='head133'>3265 - </h1>\n\n<p>\nالحديث الأول: قال الإمام أحمد: حدثنا عبد الرزاق ثنا محمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nابن راشد عن سليمان بن موسى عن عمرو بن شعيب عن أبيه عن عبد الله بن عمرو\nقال: قال رسول الله صلى الله عليه وسلم: \" لا تجوز شهادة خائن ولا خائنة،\nولا ذي <span id='ms1260'></span> غمر (1) على أخيه، ولا تجوز شهادة القانع لأهل البيت، وتجوز شهادته\nلغيرهم \".\n</p>\n\n<p>\nوالقانع: الذي ينفق عليه أهل البيت (2) .\n</p>\n\n<p>\nقال المصنف: محمد بن راشد ضعيف.\n</p>\n\n<p>\nز: رواه أبو داود عن حفص بن عمر عن محمد بن راشد (3) .\n</p>\n\n<p>\nوقد وثق محمدا: أحمد بن حنبل (4) ويحيى بن معين (5) وغيرهما، وتكلم فيه\nبعض الأئمة.\n</p>\n\n<p>\nوقد تابعه غيره عن سليمان.\n</p>\n\n<p>\nوقد روى ابن ماجه نحوه من رواية حجاج بن أرطأة عن عمرو بن شعيب (6) ،\nوالله أعلم O.\n</p>\n\n<h1 class='l1' id='head134'>3266 - </h1>\n\n<p>\nالحديث الثاني: قال الترمذي: حدثنا قتيبة ثنا مروان بن معاوية الفزاري عن\nيزيد بن زياد الدمشقي عن الزهري عن عروة عن عائشة قالت: قال رسول الله صلى\nالله عليه وسلم: \" لا تجوز شهادة خائن ولا خائنة، ولا مجلود حدا،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nولا ذي غمر لأخيه، ولا القانع لأهل البيت لهم، ولا ظنين في ولاء ولا\nقرابة \".\n</p>\n\n<p>\nقال الفزاري: القانع التابع (1) .\n</p>\n\n<p>\nقال أبو عبيد: هو التابع للقوم، كالخادم لهم؛ والظنين: المتهم في دينه\n(2) .\n</p>\n\n<p>\nقال المصنف: يزيد بن زياد ضعيف لا يحتج به. قاله الدارقطني (3) .\n</p>\n\n<p>\nز: هذا الحديث انفرد به الترمذي، وقال: غريب، لا يعرف هذا الحديث من حديث\nالزهري إلا من حديثه. يعني يزيد بن زياد.\n</p>\n\n<p>\nوقال النسائي: يزيد بن زياد متروك الحديث (4) .\n</p>\n\n<p>\nوقد روي بإسناد ضعيف من حديث ابن عمر، والله أعلم O.\n</p>\n\n<p>\n* * * * *\n</p>\n\n<h1 class='l1' id='head135'>مسألة (820) : لا تقبل شهادة الوالد لولده، ولا الولد لوالده.</h1>\n\n<p>\nوعنه: تجوز شهادة الابن لأبيه.\n</p>\n\n<p>\nوعنه: تجوز شهادة أحدهما للآخر، فيما لا تهمة فيه، كالنكاح والطلاق\nوالمال، وكل واحد مستغن عن صاحبه.\n</p>\n\n<p>\nوقال داود والمزني وأبو ثور: تجوز على الإطلاق. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p082'> Vol. 05, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nالحديث المتقدم.\n</p>\n\n<p>\n* * * * *\n</p>\n\n<h1 class='l1' id='head136'>مسألة (821) : لا تقبل شهادة بدوي على قروي.</h1>\n\n<p>\nوقال أبو حنيفة والشافعي: تقبل.\n</p>\n\n<p>\nوقال مالك كقولنا فيما عدا الجراح، فإنه تقبل شهادته احتياطا للدماء.\n</p>\n\n<h1 class='l1' id='head137'>3267 - </h1>\n\n<p>\nقال الدارقطني: حدثنا عبد الملك بن أحمد الدقاق ثنا يونس ابن عبد الأعلى\nثنا ابن وهب أنا يحيى بن أيوب ونافع بن يزيد عن ابن الهاد عن محمد بن عمرو\nبن عطاء عن عطاء بن يسار عن أبي هريرة عن رسول الله صلى الله <span id='ms1261'></span> عليه وسلم\nقال: \" لا تقبل شهادة البدوي على القروي \" (1) .\n</p>\n\n<p>\nز: رواه أبو داود عن أحمد بن سعيد الهمداني عن ابن وهب، ولفظه: \" لا تجوز\nشهادة بدوي على صاحب قرية \" (2) .\n</p>\n\n<p>\nورواه ابن ماجه عن حرملة عن ابن وهب عن نافع وحده (3) .\n</p>\n\n<p>\nوإسناده جيد.\n</p>\n\n<p>\nوقال البيهقي: وهذا الحديث مما تفرد به محمد بن عمرو بن عطاء عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعطاء بن يسار O.\n</p>\n\n<p>\n* * * * *\n</p>\n\n<h1 class='l1' id='head138'>مسألة (822) : لا تقبل شهادة أهل الذمة بعضهم على بعض.</h1>\n\n<p>\nوقال أبو حنيفة: تقبل.\n</p>\n\n<h1 class='l1' id='head139'>3268 - </h1>\n\n<p>\nقال الدارقطني: حدثنا أحمد بن عبد الله وكيل أبي صخرة ثنا علي بن حرب ثنا\nالحسن بن محمد (1) ثنا عمر بن راشد عن يحيى بن أبي كثير عن أبي سلمة عن أبي\nهريرة أن رسول الله صلى الله عليه وسلم قال: \" لا ترث ملة ملة، ولا تجوز\nشهادة أهل ملة على ملة، إلا أمتى فإنه تجوز شهادتهم على من سواهم \".\n</p>\n\n<p>\nقال الدارقطني: عمر بن راشد ليس بالقوي (2) .\n</p>\n\n<p>\nز: هذا الحديث لم يخرجوه.\n</p>\n\n<p>\nوعمر بن راشد: ضعفه يحيى بن معين (3) وغيره، وقال النسائي: ليس بثقة (4)\n. وقال ابن عدي: هو إلى الضعف أقرب منه إلى الصدق. وروى هذا الحديث في\nترجمته، فقال:\n</p>\n\n<h1 class='l1' id='head140'>3269 - </h1>\n\n<p>\nأخبرنا محمد بن يحيى بن سليمان المروزي ثنا علي بن الجعد ثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعمر بن راشد اليمامي عن يحيى بن أبي كثير عن أبي سلمة عن أبي هريرة -\nأحسبه قال: قال رسول الله صلى الله عليه وسلم -: \" لايرث أهل ملة ملة، ولا\nتجوز شهادة ملة على ملة، إلا أمتي تجوز شهادتهم على من سواهم \".\n</p>\n\n<p>\nحدثنا جعفر بن أحمد بن عاصم ثنا ابن مصفى ثنا بقية ثنا الأسود بن عامر عن\nعمر بن راشد بإسناده نحوه (1) O.\n</p>\n\n<p>\nاحتجوا بحديثين:\n</p>\n\n<h1 class='l1' id='head141'>3270 - </h1>\n\n<p>\nالحديث الأول: قال ابن ماجه: حدثنا محمد بن طريف ثنا أبو خالد الأحمر عن\nمجالد عن عامر عن جابر بن عبد الله أن النبي صلى الله عليه وسلم أجاز شهادة\nأهل الكتاب بعضهم على بعض (2) .\n</p>\n\n<h1 class='l1' id='head142'>3271 - </h1>\n\n<p>\nالحديث الثاني: قال الدارقطني: حدثنا البغوي وأحمد بن الحسين بن الجنيد\nقالا: ثنا الحسن بن عرفة ثنا عبد <span id='ms1262'></span> الرحيم (3) بن سليمان عن مجالد عن الشعبي\nعن جابر قال: أتي النبي صلى الله عليه وسلم بيهودي ويهودية قد زنيا، فقال\nلليهود: \" ما يمنعكم أن تقيموا عليهما الحد؟ \". فقالوا: كنا نفعل إذ كان\nالملك لنا، فلما أن ذهب ملكنا فلا نجترئ على الفعل. فقال لهم: \" ائتوني\nبأعلم رجلين فيكم \". فأتوه بابني صوريا، فقال لهما: \" أنتما أعلم من\nوراءكما؟ \".\n</p>\n\n<p>\nقالا: يقولون. قال: \" فأنشدكما بالله الذي أنزل التوراة على موسى: كيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nتجدون حدهما في التوراة؟ \". فقالا: إذا شهد أربعة أنهم رأوه يدخله فيها\nكما يدخل الميل في المكحلة (1) ، رجم. قال: \" ائتوني بالشهود \". فشهد\nأربعة، فرجمهما النبي صلى الله عليه وسلم (2) .\n</p>\n\n<p>\nوالجواب:\n</p>\n\n<p>\nهذان الحديثان تفرد بهما مجالد، قال أحمد: ليس بشيء (3) . وقال يحيى: لا\nيحتج بحديثه (4) . وكذلك قال ابن حبان: لا يجوز الاحتجاج به (5) .\n</p>\n\n<p>\nز: الحديث الأول: انفرد به ابن ماجه، وهو مختصر من الحديث الذي بعده.\n</p>\n\n<p>\nوالحديث الثاني: رواه أبو داود عن يحيى بن موسى البلخي عن أبي أسامة عن\nمجالد بنحوه.\n</p>\n\n<p>\nوعن وهب بن بقية عن هشيم عن مغيرة عن إبراهيم والشعبي عن النبي صلى الله\nعليه وسلم نحوه، ولم يذكر: فدعا بالشهود فشهدوا.\n</p>\n\n<p>\nوعن وهب عن هشيم عن ابن شبرمة عن الشعبي عن النبي صلى الله عليه وسلم\nبنحو منه (6) .\n</p>\n\n<p>\nوهذا الذي تفرد به مجالد من الزيادة في الحديث لم يتابع عليه، ومجالد لا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p086'> Vol. 05, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nيحتج بما انفرد به، قال الفلاس: سمعت يحيى بن سعيد القطان يقول: لو شئت\nأن يقول لي مجالد فيها كلها عن الشعبي عن مسروق عن عبد الله عن النبي صلى\nالله عليه وسلم لقال. وقال ابن عدي: ومجالد له عن الشعبي عن جابر أحاديث\nصالحة، وعن غير جابر من الصحابة أحاديث صالحة، وجملة ما يرويه عن الشعبي،\nوقد روى عن غير الشعبي، ولكن أكثر روايته عنه، وعامة ما يرويه غير محفوظ\n(1) O.\n</p>\n\n<p>\n* * * * *\n</p>\n\n<h1 class='l1' id='head143'>مسألة (823) : يجوز الحكم بشاهد ويمين في المال، وما يقصد به</h1>\n\n<p>\nالمال، خلافا لأبي حنيفة.\n</p>\n\n<h1 class='l1' id='head144'>3272 - </h1>\n\n<p>\nوقال الإمام أحمد: حدثنا عبد الوهاب الثقفي عن جعفر بن محمد <span id='ms1263'></span> عن أبيه عن\nجابر أن رسول الله صلى الله عليه وسلم قضى باليمين مع الشاهد (2) .\n</p>\n\n<p>\nز: رواه الترمذي عن ابن بشار ومحمد بن أبان عن عبد الوهاب به، وعن علي بن\nحجر عن إسماعيل بن جعفر عن جعفر بن محمد عن أبيه أن النبي صلى الله عليه\nوسلم قضى باليمين مع الشاهد الواحد. قال: وقضى بها علي عليه السلام (3) .\n</p>\n\n<p>\nقال: وهذا أصح. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوهكذا روى الثوري عن جعفر عن أبيه عن النبي صلى الله عليه وسلم مرسل.\n</p>\n\n<p>\nوروى عبد العزيز بن أبي سلمة ويحيى بن سليم هذا الحديث عن جعفر عن أبيه\nعن علي عن النبي صلى الله عليه وسلم (1) .\n</p>\n\n<p>\nورواه ابن ماجه عن بندار عن الثقفي به (2) O.\n</p>\n\n<h1 class='l1' id='head145'>3273 - </h1>\n\n<p>\nوقال الدارقطني: حدثنا ابن مخلد ثنا عباس بن محمد ثنا شبابة ثنا عبد\nالعزيز بن أبي سلمة عن جعفر بن محمد عن أبيه عن علي عليه السلام (3) أن\nالنبي صلى الله عليه وسلم قضى بشهادة شاهد واحد، ويمين صاحب الحق، وقضى به\nعلي عليه السلام (4) بالعراق (5) .\n</p>\n\n<p>\nز: هذا إسناد منقطع، فإن محمد بن علي بن الحسين لم يدرك جد أبيه علي بن\nأبي طالب رضي الله عنه.\n</p>\n\n<p>\nوقد أطال الدارقطني الكلام في كتاب \"العلل\" على حديث جعفر هذا في \" مسند\nعلي \"، ثم قال: وكان جعفر بن محمد ربما أرسل هذا الحديث، وربما وصله عن\nجابر، لأن جماعة من الثقات حفظوه عن أبيه عن جابر، والحكم يوجب أن يكون\nالقول قولهم، لأنهم زادوا، وهم ثقات، وزيادة الثقة مقبولة (6) O.\n</p>\n\n<p>\nوقد روى هذا الحديث عن رسول الله صلى الله عليه وسلم: عمر بن الخطاب وابن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعباس وأبو هريرة وابن عمر وابن عمرو وزيد بن ثابت وأبو سعيد الخدري وسعد\nبن عبادة وعامر بن ربيعة وسهل بن سعد وعمارة بن حزم وعمرو بن حزم والمغيرة\nبن شعبة وبلال بن الحارث وسلمة بن قيس وأنس بن مالك وتميم\n</p>\n\n<p>\nالداري وزبيب بن ثعلبة وسرق.\n</p>\n\n<p>\n* * * * *\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p089'> Vol. 05, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nمن مسائل الإقرار\n</p>\n\n<h1 class='l1' id='head146'>مسألة (824) : إذا ترك ابنا واحدا لا وارث له غيره، فأقر بأخ = ثبت <span id='ms1264'></span> نسبه.</h1>\n\n<p>\nوقال أبو حنيفة ومالك: لا يثبت النسب حتى يقر اثنان.\n</p>\n\n<p>\nلنا:\n</p>\n\n<p>\nحديث ابن زمعة، قال عبد بن زمعة: أخي وابن وليدة أبي ... فأثبت النسب\nبإقراره، وقد سبق هذا الحديث بإسناده في أن الأمة تكون فراشا.\n</p>\n\n<p>\n* * * * *\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p090'> Vol. 05, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nمن مسائل العتق (1)\n</p>\n\n<h1 class='l1' id='head147'>مسألة (825) : إذا أعتق الموسر نصيبه من العبد = عتق عليه نصيب</h1>\n\n<p>\nشريكه.\n</p>\n\n<p>\nوقال أبو حنيفة: يخير الشريك بين أن يعتق، أو يستسعي العبد، أو يقومه على\nشريكه.\n</p>\n\n<p>\nفإن أعتق المعسر نصيبه من العبد لم يجب عليه عتق الباقي.\n</p>\n\n<p>\nوقال أبو حنيفة: يجب بالاستسعاء أو بعتق الشريك.\n</p>\n\n<p>\nلنا حديثان:\n</p>\n\n<h1 class='l1' id='head148'>3274 - </h1>\n\n<p>\nالحديث الأول: قال الإمام أحمد: حدثنا يزيد أنا يحيى بن سعيد عن نافع عن\nابن عمر أن رسول الله صلى الله عليه وسلم قال: \" من أعتق نصيبا له في\nمملوك، كلف أن يتم عتقه بقيمة عدل، فإن لم يكن له مال يعتقه به، فقد جاز ما\nعتق \" (2) .\n</p>\n\n<p>\nز: رواه مسلم عن محمد بن المثنى عن عبد الوهاب الثقفي عن يحيى (3) ،\nورواه البخاري تعليقا، فقال: ورواه يحيى بن سعيد عن نافع مختصرا (4) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nورواه أبو داود (1) والنسائي (2) من رواية يزيد بن هارون.\n</p>\n\n<p>\nوهو مخرج في \"الصحيحين\" من رواية مالك وغيره عن نافع (3) ، والله أعلم O.\n</p>\n\n<h1 class='l1' id='head149'>3275- </h1>\n\n<p>\nالحديث الثاني: قال أحمد: وحدثنا عبد الرزاق ثنا عمر بن حوشب قال: حدثني\nإسماعيل بن أمية عن أبيه عن جده قال: كان لهم غلام فأعتق جده نصفه، فجاء\nالعبد إلى النبي صلى الله عليه وسلم، فقال النبي صلى الله عليه وسلم: \"\nتعتق في عتقك، وترق في رقك \". قال: فكان يخدم سيده حتى مات (4) .\n</p>\n\n<p>\nقال المصنف: جد أمية هو: عمرو بن سعيد، وله صحبة.\n</p>\n\n<p>\nز: هذا الحديث مرسل، وليس هو مخرج في شيء من \" الكتب الستة \".\n</p>\n\n<p>\nوعمرو بن سعيد هو: المعروف ب \" الأشدق \"، وليست له صحبة.\n</p>\n\n<p>\nوعمر بن حوشب: ليس بالمشهور، وقد ذكره ابن أبي حاتم في \"كتابه\"، فقال:\nعمر بن حوشب الصنعاني، روى عن: إسماعيل بن أمية، روى عنه: عبد الرزاق، سمعت\nأبي يقول ذلك (5) O.\n</p>\n\n<p>\nاحتجوا بثلاثة أحاديث: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head150'>3276 - </h1>\n\n<p>\nالحديث الأول: قال الإمام <span id='ms1265'></span> أحمد: حدثنا يزيد بن هارون أنا سعيد عن قتادة\nعن النضر بن أنس عن بشير بن نهيك عن أبي هريرة عن النبي صلى الله عليه وسلم\nقال: \" من كان له شقص في مملوك، فأعتق نصيبه، فعليه خلاصه إن كان له مال،\nفإن لم يكن له مال، استسعى العبد في ثمن رقبته، غير مشقوق عليه \" (1) .\n</p>\n\n<h1 class='l1' id='head151'>3277 - </h1>\n\n<p>\nالحديث الثاني: قال أحمد: حدثنا عبد الله بن بكر السهمي ثنا سعيد عن\nقتادة عن أبي المليح عن أبيه أن رجلا من هذيل أعتق شقيصا له من مملوك، فقال\nرسول الله صلى الله عليه وسلم: \" هو حر كله، ليس لله تعالى شريك \" (2) .\n</p>\n\n<h1 class='l1' id='head152'>3278 - </h1>\n\n<p>\nالحديث الثالث: قال أحمد: وحدثنا يزيد بن هارون أنا حجاج بن أرطأة عن\nعمرو بن شعيب عن سعيد بن المسيب قال: حفظنا من ثلاثين من أصحاب رسول الله\nصلى الله عليه وسلم عن رسول الله صلى الله عليه وسلم أنه قال: \" من أعتق\nشقيصا له في مملوك ضمن بقيته \" (3) .\n</p>\n\n<p>\nقال المصنف: بشير بن نهيك: مجروح، قال أبو حاتم الرازي: لا يحتج به (4) .\n</p>\n\n<p>\nوحجاج: ضعيف جدا.\n</p>\n\n<p>\nوحديث أبي المليح: محمول على عتق الغني. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nز: هذا الذي أجاب به المؤلف ليس بشيء، فإن حديث أبي هريرة مخرج في\n\"الصحيحين\" من رواية بشير بن نهيك عنه، رواه البخاري من رواية يزيد بن زريع\nوغيره عن سعيد بن أبي عروبة (1) ، ورواه مسلم من رواية عيسى ابن يونس وغيره\nعن سعيد (2) .\n</p>\n\n<p>\nوقد تكلم جماعة من الأئمة في حديث سعيد هذا، وضعفوا ذكر الاستسعاء،\nوقالوا: الصواب أن ذكر الاستسعاء من رأي قتادة، كما رواه همام عنه فجعله من\nقوله.\n</p>\n\n<p>\nوفي قول هؤلاء الأئمة نظر، فإن سعيد بن أبي عروبة من الأثبات في قتادة،\nوليس هو بدون همام، وقد تابعه جماعة على ذكر الاستسعاء ورفعه إلى النبي صلى\nالله عليه وسلم، وهم: جرير بن حازم وأبان بن يزيد العطار وحجاج بن حجاج\nوموسى بن خلف وحجاج بن أرطأة ويحيى بن صبيح الخراساني، والله أعلم.\n</p>\n\n<p>\nوأما حديث أبي المليح عن أبيه: فرواه <span id='ms1266'></span> أبو داود (3) والنسائي (4) من رواية\nهمام عن قتادة عنه.\n</p>\n\n<p>\nورواه النسائي من رواية سعيد بن أبي عروبة وهشام عن قتادة عن أبي المليح\nأن رجلا ... ، ولم يذكر أباه (5) .\n</p>\n\n<p>\nقال النسائي: هشام وسعيد أثبت في قتادة من همام، وحديثهما أولى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p094'> Vol. 05, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nبالصواب (1) .\n</p>\n\n<p>\nكذا قال، وقد تقدم أن عبد الله بن بكر رواه عن سعيد، وقال فيه: عن أبيه،\nوالله أعلم\n</p>\n\n<p>\nوأما حديث حجاج بن أرطأة: فلم يخرجوه، وحجاج مدلس، لكن حديثه شاهد لغيره،\nوالله أعلم O.\n</p>\n\n<p>\n* * * * *\n</p>\n\n<h1 class='l1' id='head153'>مسألة (826) : إذا أعتق في مرض موته عبيدا لا مال له سواهم، ولم </h1>\n\n<p>\nيجز الورثة = جمع العتق في الثلث بالقرعة.\n</p>\n\n<p>\nوقال أبو حنيفة: يعتق من كل واحد ثلثه، ويستسعي في الباقي.\n</p>\n\n<p>\nلنا:\n</p>\n\n<h1 class='l1' id='head154'>3279 - </h1>\n\n<p>\nما رواه الإمام أحمد، قال: حدثنا إسماعيل ثنا أيوب عن أبي قلابة عن أبي\nالمهلب عن عمران بن حصين أن رجلا أعتق ستة مملوكين له عند موته، ولم يكن له\nمال غيرهم، فدعاهم رسول الله صلى الله عليه وسلم فجزأهم أثلاثا، ثم أقرع\nبينهم، فأعتق اثنين، وأرق أربعة، وقال له قولا شديدا (2) .\n</p>\n\n<p>\nانفرد بإخراجه مسلم (3) .\n</p>\n\n<p>\n* * * * * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head155'>مسألة (827) : إذا ملك ذا رحم محرم عتق عليه.</h1>\n\n<p>\nوقال مالك: يعتق الوالدان والمولودون، دون الإخوة والأخوات.\n</p>\n\n<p>\nوقال الشافعي: يعتق عمودا النسب.\n</p>\n\n<h1 class='l1' id='head156'>3280 - </h1>\n\n<p>\nقال أحمد: حدثنا يزيد وأبو كامل قالا: ثنا حماد بن سلمة عن قتادة عن\nالحسن عن سمرة بن جندب عن النبي صلى الله عليه وسلم قال: \" من ملك ذا رحم\nفهو عتيق \" (1) . وقال أبو كامل: \" من ملك ذا رحم محرم فهو حر \" (2) .\n</p>\n\n<p>\nقالوا: قد قال يحيى بن سعيد: أحاديث الحسن عن سمرة من كتاب (3) . وقال\nابن حبان: لم يشافه الحسن سمرة (4) .\n</p>\n\n<p>\nقلنا: قد قال علي بن المديني: أحاديث سمرة صحاح، قد سمع الحسن من سمرة\n(5) . وقول ابن المديني مقدم.\n</p>\n\n<p>\nز: قد تكلم في هذا الحديث بسبب آخر، وهو انفراد حماد به، وشكه فيه،\nومخالفة غيره ممن هو أثبت منه له.\n</p>\n\n<p>\nوقد رواه أصحاب \" السنن الأربعة \" من حديث حماد (6) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوفي رواية أبي داود: عن الحسن عن سمرة - فيما يحسب حماد -.\n</p>\n\n<p>\nوقال <span id='ms1267'></span> الترمذي: هذا حديث لا نعرفه مسندا إلا من حديث حماد بن سلمة.\n</p>\n\n<p>\nوقال البيهقي: والحديث إذا انفرد به حماد بن سلمة، ثم يشك فيه، ثم يخالفه\nفيه من هو أحفظ منه، وجب التوقف فيه (1) .\n</p>\n\n<p>\nوقد رواه سعيد عن قتادة عن عمر بن الخطاب من قوله.\n</p>\n\n<p>\nوقتادة لم يدرك عمر.\n</p>\n\n<p>\nوقد رواه الطحاوي من رواية الأسود عن عمر موقوفا (2) .\n</p>\n\n<p>\nوقد روي من حديث ابن عمر مرفوعا بإسناد مختلف فيه.\n</p>\n\n<p>\nوروي بإسناد ضعيف من حديث عائشة.\n</p>\n\n<p>\nوبإسناد ساقط من حديث علي.\n</p>\n\n<p>\nوقد كتبت الكلام على جميع ذلك محررا في مكان آخر، والله أعلم O.\n</p>\n\n<p>\n* * * * * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p097'> Vol. 05, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nمن مسائل المدبر\n</p>\n\n<h1 class='l1' id='head157'>مسألة (828) : بيع المدبر جائز.</h1>\n\n<p>\nوعنه: يجوز بشرط أن يكون على السيد دين.\n</p>\n\n<p>\nوقال أبو حنيفة: لا يجوز، إذا كان التدبير مطلقا.\n</p>\n\n<p>\nوقال مالك: لا يجوز في حال الحياة، ويجوز بعد الموت إن كان على السيد\nدين.\n</p>\n\n<h1 class='l1' id='head158'>3281 - </h1>\n\n<p>\nقال الترمذي: حدثنا ابن أبي عمر ثنا سفيان بن عيينة عن عمرو بن دينار عن\nجابر أن رجلا من الأنصار دبر غلاما له، فمات ولم يترك مالا غيره، فباعه\nالنبي صلى الله عليه وسلم، فاشتراه نعيم بن النحام.\n</p>\n\n<p>\nقال الترمذي: هذا حديث صحيح (1) .\n</p>\n\n<p>\nز: رواه البخاري عن قتيبة (2) ، ورواه مسلم عن أبي بكر بن أبي شيبة\nوإسحاق بن إبراهيم (3) ، ثلاثتهم عن سفيان به O.\n</p>\n\n<h1 class='l1' id='head159'>3282 - </h1>\n\n<p>\nوقال النسائي: أخبرنا قتيبة ثنا الليث عن أبي الزبير عن جابر قال: أعتق\nرجل عبدا له عن دبر، فبلغ ذلك رسول الله صلى الله عليه وسلم، فقال: \" ألك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nمال غيره؟ \". قال: لا. فقال رسول الله صلى الله عليه وسلم: \" من يشتريه\nمني؟ \".\n</p>\n\n<p>\nفاشتراه نعيم بن عبد الله العدوي بثمانمائة درهم، فجاء بها رسول الله صلى\nالله عليه وسلم فدفعها إليه، ثم قال: \" ابدأ بنفسك فتصدق عليها، فإن فضل\nشيء فلأهلك، فإن فضل من أهلك شيء فلذوي قرابتك، فإن فضل من قرابتك شيء\nفهكذا وهكذا وهكذا \". يقول: من بين يديك، وعن يمينك، وعن شمالك (1) .\n</p>\n\n<p>\nز: رواه مسلم عن قتيبة ومحمد بن رمح، كلاهما عن الليث به (2) O.\n</p>\n\n<h1 class='l1' id='head160'>3283 - </h1>\n\n<p>\nوقال الدارقطني <span id='ms1268'></span>: حدثنا يوسف بن يعقوب ثنا إبراهيم بن عبد العزيز ثنا سلم\nبن قتيبة ثنا ابن أبي ذئب عن محمد بن المنكدر عن جابر قال: أمر رسول الله\nصلى الله عليه وسلم ببيع المدبر (3) .\n</p>\n\n<p>\nز: لم يخرجوه من رواية سلم بن قتيبة عن ابن أبي ذئب.\n</p>\n\n<p>\nوقد رواه النسائي من حديث ابن أبي ذئب بغير هذا اللفظ، فقال:\n</p>\n\n<h1 class='l1' id='head161'>3284 - </h1>\n\n<p>\nأخبرنا عبيد الله بن سعد بن إبراهيم قال: ثنا أبي وعمي قالا: ثنا ابن أبي\nذئب عن محمد بن المنكدر عن جابر بن عبد الله أن رجلا أعتق عبدا له، لم يكن\nله مال غيره، فرده عليه رسول الله صلى الله عليه وسلم، وابتاعه نعيم بن\nالنحام (4) .\n</p>\n\n<p>\nكذا رواه بهذا اللفظ. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nورواه البخاري عن عاصم بن علي عن ابن أبي ذئب (1) ، وهذا أصح من رواية\nسلم، والله أعلم O.\n</p>\n\n<h1 class='l1' id='head162'>3285- </h1>\n\n<p>\nقال الدارقطني: وحدثنا أبو بكر النيسابوري قال: ثنا أحمد ابن يوسف السلمي\nوالعباس بن محمد وإبراهيم بن هانئ قالوا: ثنا أبو نعيم ثنا شريك عن سلمة بن\nكهيل عن عطاء وأبي الزبير عن جابر أن رجلا مات وترك\n</p>\n\n<p>\nمدبرا ودينا، فأمرهم النبي صلى الله عليه وسلم أن يبيعوه في دينه، فباعوه\nبثمانمائة درهم.\n</p>\n\n<p>\nقال أبو بكر النيسابوري: قول شريك: (مات) خطأ، لأن في حديث الأعمش عن\nسلمة بن كهيل: (ودفع إليه ثمنه، وقال: \" اقض دينك \") ، وكذلك رواه عمرو بن\nدينار وأبو الزبير عن جابر أن سيد المدبر كان حيا يوم بيع\n</p>\n\n<p>\nالمدبر (2) .\n</p>\n\n<p>\nز: لم يخرجوه من حديث شريك.\n</p>\n\n<p>\nورواه النسائي من رواية الأعمش عن سلمة عن عطاء وحده، فقال: 3286 -\nأخبرنا أبو داود ثنا محاضر ثنا الأعمش عن سلمة بن كهيل عن عطاء عن جابر\nقال: أعتق رجل من الأنصار غلاما له عن دبر، وكان محتاجا، وكان عليه دين،\nفباعه رسول الله صلى الله عليه وسلم بثمانمائة درهم، فأعطاه، قال: \" اقض\nدينك \" (3) O.\n</p>\n\n<h1 class='l1' id='head163'>3287 - </h1>\n\n<p>\nقال الدارقطني: وحدثنا الحسين بن إسماعيل المحاملي ثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nيوسف بن موسى ثنا جرير عن عبد الغفار بن القاسم عن أبي جعفر قال: ذكر\nعنده <span id='ms1269'></span> أن عطاء وطاوسا يقولان عن جابر في الذي أعتقه مولاه في عهد رسول الله\nصلى الله عليه وسلم: كان أعتقه عن دبر، فأمره أن يبيعه ويقضيى دينه، فباعه\nبثمانمائة درهم، فقال أبو جعفر: شهدت الحديث من جابر، إنما أذن في بيع\nخدمته (1) .\n</p>\n\n<p>\nقال المصنف: وهذا الحديث لا يصح، فإن عبد الغفار قد كذبه سماك ابن حرب\n(2) وأبو داود (3) ، وقال أحمد: ليس بثقة، عامة حديثه بواطيل (4) .\n</p>\n\n<p>\nوقال ابن المديني: كان يضع الحديث (5) .\n</p>\n\n<p>\nز: هذا الحديث لم يخرجوه.\n</p>\n\n<p>\nورواه ابن عدي في ترجمة عبد الغفار عن محمد بن يوسف بن عاصم عن يوسف بن\nموسى (6) .\n</p>\n\n<p>\nوعبد الغفار: من غلاة الشيعة، وقد روى عنه شعبة حديثين، قال ابن عدي:\nويكتب حديثه مع ضعفه (7) .\n</p>\n\n<p>\nوقول المؤلف: (كذبه سماك بن حرب) وهم، إنما الذي كذبه سماك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p101'> Vol. 05, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nالحنفي، وهو سماك بن الوليد، فقال أبو داود الطيالسي: سمعت شعبة يقول:\nسمعت سماكا الحنفي يقول لأبي مريم - يعني عبد الغفار - في شيء ذكره: كذبت\nوالله (1) O.\n</p>\n\n<p>\n* * * * * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p102'> Vol. 05, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nمن مسائل المكاتب\n</p>\n\n<h1 class='l1' id='head164'>مسألة (829) : يجوز بيع رقبة المكاتب.</h1>\n\n<p>\nوقال أكثرهم: لا يجوز.\n</p>\n\n<h1 class='l1' id='head165'>3288 - </h1>\n\n<p>\nقال الإمام أحمد: حدثنا إسحاق بن عيسى ثنا ليث قال: حدثني ابن شهاب عن\nعروة عن عائشة أن بريرة جاءت عائشة تستعينها في كتابتها، ولم تكن قضت من\nكتابتها شيئا، فقال النبي صلى الله عليه وسلم: \" ابتاعي فأعتقي، فإنما\nالولاء لمن أعتق \" (1) .\n</p>\n\n<p>\nز: رواه البخاري (2) ومسلم (3) وأبو داود (4) والترمذي (5) والنسائي (6)\nعن قتيبة عن ليث O.\n</p>\n\n<p>\n* * * * * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nمن مسائل أمهات الأولاد\n</p>\n\n<h1 class='l1' id='head166'>مسألة (830) : لا يجوز بيع أم الولد.</h1>\n\n<p>\nوقال داود: يجوز.\n</p>\n\n<h1 class='l1' id='head167'>3289 - </h1>\n\n<p>\nقال الدارقطني: حدثنا أبو بكر الشافعي ثنا القاسم بن زكريا المقرئ ثنا\nمحمد بن عبد الله المخرمي ثنا يونس بن محمد - من كتابه - ثنا عبد العزيز بن\nمسلم عن عبد الله بن دينار عن ابن عمر أن النبي صلى الله عليه وسلم نهى عن\nبيع أمهات الأولاد، وقال: \" لا يبعن، ولا يوهبن، ولا يورثن، يستمتع منها\nسيدها ما دام حيا، فاذا مات فهي حرة \" (1) .\n</p>\n\n<p>\nز: كذا رواه الدارقطني مرفوعا، وهو وهم.\n</p>\n\n<p>\nورواه معتمر بن <span id='ms1270'></span> سليمان عن عبيد الله عن نافع عن ابن عمر عن عمر قوله.\n</p>\n\n<p>\nورواه يحيى بن إسحاق عن عبد العزيز بن مسلم عن عبد الله بن دينار عن ابن\nعمر عن عمر نحوه غير مرفوع.\n</p>\n\n<p>\nوكذلك رواه فليح بن سليمان عن عبد الله بن دينار.\n</p>\n\n<p>\nوكذلك رواه البيهقي من رواية سليمان بن بلال وسفيان عن عبد الله بن\nدينار، وقال: هكذا رواية الجماعة عن عبد الله بن دينار، وغلط فيه بعض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالرواة عن عبد الله بن دينار فرفعه إلى النبي صلى الله عليه وسلم، وهو\nوهم، لا يحل ذكره (1) O.\n</p>\n\n<h1 class='l1' id='head168'>3290 - </h1>\n\n<p>\nأخبرنا أبو منصور القزاز أنا أبو بكر بن ثابت قال: أنا القاضي أبو العلاء\nالواسطي وأبو القاسم الأزهري وعلي بن أبي علي المعدل قالوا: ثنا أحمد بن\nإبراهيم بن شاذان ثنا أبو عيسى محمد بن أحمد بن إبراهيم ثنا بندار محمد ابن\nبشار ثنا يحيى بن سعيد عن عبيد الله بن عمر عن نافع عن ابن عمر قال: قضى\nرسول الله صلى الله عليه وسلم أن أمهات الأولاد لا يبعن، ولا يوهبن، ولا\nيورثن، فإذا مات صاحبها فهي حرة.\n</p>\n\n<p>\nقال ابن ثابت: لم أكتبه إلا بهذا الإسناد، والمحفوظ عن ابن عمر قال: قضى\nعمر أن أمهات الأولاد ... (2) .\n</p>\n\n<p>\nأما حجتهم:\n</p>\n\n<h1 class='l1' id='head169'>3291 - </h1>\n\n<p>\nفقال الدارقطني: حدثنا البغوي ثنا عبيد الله بن عمر ثنا خالد ابن الحارث\nثنا شعبة عن زيد العمي عن أبي الصديق الناجي عن أبي سعيد الخدري أنه قال في\nأمهات الأولاد: كنا نتبايعهن على عهد رسول الله صلى الله عليه وسلم (3) .\n</p>\n\n<p>\nوالجواب:\n</p>\n\n<p>\nأن زيد (4) العمي ليس بشيء، قال ابن حبان: لا يجوز الاحتجاج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nبخبره (1) .\n</p>\n\n<p>\nثم من الجائز أن يكون هذا خفي على أبي سعيد وغيره من الصحابة، أو أن يكون\nالنهي ورد بعد ذلك.\n</p>\n\n<h1 class='l1' id='head170'>3292 - </h1>\n\n<p>\nقال سعيد بن منصور: حدثنا أبو عوانة عن مغيرة عن الشعبي عن عبيدة قال:\nخطب علي الناس، فقال: شاورني عمر في أمهات الأولاد، فرأيت أنا وعمر أن\nأعتقهن، فقضى بها عمر حياته، وعثمان حياته،\n</p>\n\n<p>\nفلما وليت رأيت أن أرقهن <span id='ms1271'></span>. قال عبيدة: فرأي عمر وعلي في الجماعة، أحب إلي\nمن رأي علي وحده (2) .\n</p>\n\n<p>\nز: حديث أبي سعيد: صححه الحاكم (3) ، ورواه العقيلي في ترجمة زيد عن محمد\nبن إسماعيل عن عمرو بن مرزوق عن شعبة، ثم قال: وهذا المتن يرويه غير زيد\nالعمي بإسناد جيد (4) .\n</p>\n\n<h1 class='l1' id='head171'>3293 - </h1>\n\n<p>\nورواه النسائي، فقال: أخبرنا محمد بن عبد الأعلى ثنا خالد ثنا شعبة عن\nزيد العمي عن أبي الصديق عن أبي سعيد في أمهات الأولاد، قال: كنا نبيعهن في\nعهد رسول الله صلى الله عليه وسلم.\n</p>\n\n<p>\nقال النسائي: زيد العمي ليس بالقوي (5) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head172'>3294 - </h1>\n\n<p>\nوقال أيضا: أخبرنا إبراهيم بن يعقوب ثنا المكي بن إبراهيم أنا ابن جريج\nقال: حدثني أبو الزبير أنه سمع جابرا يقول: كنا نبيع سرارينا أمهات الأولاد\nوالنبي صلى الله عليه وسلم حي، ما نرى بذلك بأسا.\n</p>\n\n<h1 class='l1' id='head173'>3295 - </h1>\n\n<p>\nأخبرنا عمرو بن علي ثنا أبو عاصم ثنا ابن جريج عن أبي الزبير عن جابر\nقال: كنا نبيع أمهات الأولاد على عهد رسول الله صلى الله عليه وسلم، فلا\nينكر ذلك علينا (1) .\n</p>\n\n<h1 class='l1' id='head174'>3296 - </h1>\n\n<p>\nوقال أبو داود: حدثنا موسى بن إسماعيل ثنا حماد عن قيس عن عطاء عن جابر\nبن عبد الله قال: بعنا أمهات الأولاد على عهد رسول الله صلى الله عليه وسلم\nوأبي بكر، فلما كان عمر نهانا، فانتهينا (2) .\n</p>\n\n<p>\nقال الحاكم في هذا الحديث: على شرط مسلم (3) .\n</p>\n\n<p>\n* * * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nآخر كتاب تنقيح التحقيق في أحاديث التعليق\n</p>\n\n<p>\nوالحمد لله رب العالين والصلاة والتسليم الأتمان الأكملان على سيدنا محمد\nخاتم النبيين وسيد المرسلين كلما ذكره\n</p>\n\n<p>\nالذاكرون وغفل عن ذكره الغافلون وعلى آله وصحبه أجمعين صلاة دائمة إلى\nيوم الدين وحسبنا الله ونعم الوكيل\n</p>\n\n<p>\nعلقه لنفسه بيده الفانية ومن شاء الله من بعده العبد الفقير الحقير\nالذليل المعترف بذنبه وعصيانه المقر لله سبحانه وتعالى بفضله وامتنانه\nالراجي رحمته الخائف من عذابه محمد بن عبد الله الزركشي غفر الله له\nولوالديه وحشره\n</p>\n\n<p>\nفي زمرة من أنعم عليهم بكرمه وجوده ومنه ويمنه وكان الفراغ منه يوم\nالجمعة لست مضين من شهر جمادى الآخر\n</p>\n\n<p>\nسنة ست وستين <span id='ms1272'></span> وسبعمائة والحمد لله وحده\n</p>\n\n<p>\nعلقته من نسخة معتمدة عليها حواشي المؤلف وضبطه رحمه الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p108'> Vol. 05, p. 108</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head175'>مصادر التحقيق</h1>\n\n<p>\n- إتحاف المهرة بالفوائد المبتكرة من أطراف العشرة لابن حجر. ط: الأولى،\n1415، وزارة الشؤون الإسلامية، السعودية.\n</p>\n\n<p>\n- الأحاديث الطوال للطبراني = المعجم الكبير.\n</p>\n\n<p>\n- الأحاديث المختارة للضياء المقدسي. ط: الأولى، 1410، مكتبة النهضة\nالحديثة، مكة المكرمة - السعودية.\n</p>\n\n<p>\n- الإحسان في تقريب صحيح ابن حبان لابن بلبان. ط: الأولى، 1408، مؤسسة\nالرسالة، بيروت، لبنان.\n</p>\n\n<p>\n- الأحكام الوسطى لعبد الحق الإشبيلي. 1416، مكتبة الرشد، الرياض -\nالسعودية.\n</p>\n\n<p>\n- الأخبار العلمية من الاختيارات الفقهية لشيخ الإسلام ابن تيمية للبعلي.\nط: الأولى، 1418، دار العاصمة، السعودية.\n</p>\n\n<p>\n- الاختيارات = الأخبار العلمية من الإختيارات الفقهية.\n</p>\n\n<p>\n- آداب الشافعي ومناقبه لابن أبي حاتم. ط: الثانية، 1413، مكتبة الخانجي،\nالقاهرة. مصر.\n</p>\n\n<p>\n- إرشاد الساري لشرح صحيح البخاري للقسطلاني. مصورة عن الطبعة السابعة،\n1403، دار الكتاب العربي، بيروت - لبنان.\n</p>\n\n<p>\n- الإرشاد للخليلي. ط: الأولى، 1409، مكتبة الرشد، الرياض - السعودية.\n</p>\n\n<p>\n- الأسامي والكنى لأبي أحمد الحاكم. ط: الأولى، 1414، مكتبة الغرباء\nالأثرية، المدينة النبوية - السعودية.\n</p>\n\n<p>\n- الاستغناء في المشهورين من حملة العلم بالكنى لابن عبد البر. ط:\nالثانية، 1412، دار ابن تيمية للنشر، الرياض - السعودية.\n</p>\n\n<p>\n- الاستيعاب في أسماء الأصحاب لابن عبد البر (بهامش كتاب الإصابة لابن\nحجر) . 1398، دار الفكر، بيروت - لبنان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p323'> Vol. 05, p. 323</a>\n            </div>\n            \n</p>\n\n<p>\n- الإشراف على مذاهب أهل العلم لابن منذر. 1414، دار الفكر، بيروت -\nلبنان.\n</p>\n\n<p>\n- الإصابة في تمييز الصحابة لابن حجر. 1398، دار الفكر، بيروت - لبنان.\n</p>\n\n<p>\n- أطراف الغرائب والأفراد من حديث الرسول صلى الله عليه وسلم للدارقطني\nلابن طاهر. ط: الأولى، 419،\n</p>\n\n<p>\nدار الكتب العلمية، بيروت - لبنان.\n</p>\n\n<p>\n- أطراف مسند الإمام أحمد بن حنبل لابن حجر. ط: الأولى، 1414، دار ابن\nكثير، دار الكلم الطيب، دمشق - بيروت.\n</p>\n\n<p>\n- الإعلام بسنته عليه السلام لمغلطاي = شرح سنن ابن ماجه.\n</p>\n\n<p>\n- إكمال تهذيب الكمال في أسماء الرجال لمغلطاي. ط: الأولى، 1422، الفاروق\nالحديثة للطباعة والنشر، القاهرة - مصر.\n</p>\n\n<p>\n- الإكمال في رفع الارتياب عن المؤتلف والمختلف في الأسماء والكنى\nوالأنساب لابن ماكولا. ط: الأولى، 1411، دار الكتب العلمية، بيروت - لبنان.\n</p>\n\n<p>\n- إكمال المعلم بفوائد مسلم للقاضي عياض. ط: الأولى، 1419، دار الوفاء،\nالمنصورة - مصر. - الإلزامات للدارقطني. ط: الثانية، 1405، دار الكتب\nالعلمية، بيروت - لبنان.\n</p>\n\n<p>\n- الأم للشافعي <span id='ms1273'></span>. دار المعرفة، بيروت - لبنان.\n</p>\n\n<p>\n- الأنساب للسمعاني. ط: الثانية، 1400، محمد أمين دمج، بيروت - لبنان.\n</p>\n\n<p>\n- الإنصاف في معرفة الراجح من الخلاف للمرداوي. ط: الأولى، 1414، دار هجر\nللطباعة والنشر، وزارة الشؤون الإسلامية، السعودية.\n</p>\n\n<p>\n- أهوال القبور وأحوال أهلها إلى النشور لابن رجب. دار الكتاب العربي،\nبيروت - لبنان.\n</p>\n\n<p>\n- الأوسط في السنن والإجماع والاختلاف لابن المنذر. ط: الأولى، 1405، دار\nطيبة، الرياض - السعودية.\n</p>\n\n<p>\n- بحر الدم في من تكلم فيه الإمام أحمد بمدح أو ذم لابن المبرد. ط:\nالأولى، 1413، دار الكتب العلمية، بيروت - لبنان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p324'> Vol. 05, p. 324</a>\n            </div>\n            \n</p>\n\n<p>\n- البحر الزخار = مسند البزار.\n</p>\n\n<p>\n- البداية والنهاية لابن كثير. دار الفكر، بيروت - لبنان.\n</p>\n\n<p>\n- البدر المنير في تخريج أحاديث الشرح الكبير لابن الملقن. الأولى، 1414،\nدار العاصمة، السعودية.\n</p>\n\n<p>\n- بغية الباحث عن زوائد مسند الحارث للهيثمي. دار الطلائع، القاهرة -\nمصر.\n</p>\n\n<p>\n- بغية الراغب المتمني في ختم النسائي للسخاوي. ط: الأولى، 1414، مكتبة\nالعبيكان، الرياض - السعودية.\n</p>\n\n<p>\n- بيان الدليل على بطلان التحليل لابن تيمية. ط: الأولى، 1418، المكتب\nالإسلامي، بيروت - لبنان.\n</p>\n\n<p>\n- بيان الوهم والإيهام الواقعين في كتاب الأحكام لابن القطان الفاسي. ط:\nالأولى، 1418، دار طيبة، الرياض - السعودية.\n</p>\n\n<p>\n- تاريخ الأمم والملوك لابن جرير الطبري. ط: الأولى، 1407، دار الكتب\nالعلمية، بيروت - لبنان.\n</p>\n\n<p>\n- التاريخ الأوسط للبخاري. ط: الأولى، 1418، دار الصميعي، الرياض -\nالسعودية.\n</p>\n\n<p>\n- التاريخ الكبير للبخاري. دار الباز للنشر والتوزيع، مكة المكرمة -\nالسعودية.\n</p>\n\n<p>\n- تاريخ بغداد للخطيب. دار الكتاب العربي، بيروت - لبنان.\n</p>\n\n<p>\n- التاريخ لابن أبي خيثمة. ط: الأولى، 1418، دار الوطن، الرياض.\nالسعودية.\n</p>\n\n<p>\n- التاريخ لابن معين برواية ابن طهمان = من كلام ابن معين في الرجال.\n</p>\n\n<p>\n- التاريخ لابن معين برواية الدارمي. دار المأمون للتراث، دمشق - بيروت.\n</p>\n\n<p>\n- التاريخ لابن معين برواية الدوري. ط: الأولى، 1399.\n</p>\n\n<p>\n- التاريخ لابن معين برواية بن الجنيد = سؤالات بن الجنيد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p325'> Vol. 05, p. 325</a>\n            </div>\n            \n</p>\n\n<p>\n- التاريخ لابن معين برواية بن محرز = معرفة الرجال.\n</p>\n\n<p>\n- التاريخ لأبي زرعة الدمشقي، مطبوعات مجمع اللغة العربية، دمشق.\n</p>\n\n<p>\n- تاريخ واسط لبحشل. ط: الأولى، 1406، عالم الكتب، بيروت - لبنان.\n</p>\n\n<p>\n- تأويل مختلف الحديث لابن قتيبة. ط: الأولى، 1409، المكتب الإسلامي،\nبيروت - لبنان.\n</p>\n\n<p>\n- تبصير المنتبه بتحرير المشتبه لابن حجر. المكتبة العلمية، بيروت -\nلبنان.\n</p>\n\n<p>\n- التتبع للدارقطني. مطبوع مع الإلزامات له.\n</p>\n\n<p>\n- تحفة الأشراف بمعرفة الأطراف للمزي <span id='ms1274'></span>. ط: الثانية، 1403، الدار القيمة،\nبومباي - الهند، المكتب الإسلامي، بيروت - لبنان.\n</p>\n\n<p>\n- التحقيق لابن الجوزي. ط: الأولى، 1419، دار الوعي العربي، القاهرة -\nمصر.\n</p>\n\n<p>\n- تخريج الأحاديث الضعاف من سنن الدارقطني للحافظ الغساني. ط: الأولى،\n1411، دار الكتب العلمية، بيروت - لبنان.\n</p>\n\n<p>\n- تذكرة الحفاظ للذهبي. دار الكتب العلمية، بيروت - لبنان.\n</p>\n\n<p>\n- تراجم رجال الدارقطني في سننه للشيخ مقبل الوادعي. ط: الأولى، 1420،\nدار الآثار، صنعاء - اليمن.\n</p>\n\n<p>\n- ترتيب أسماء الصحابة الذين أخرج حديثهم أحمد بن حنبل في المسند لابن\nعساكر. ط: الأولى، 1409، دار البشائر الإسلامية، بيروت - لبنان.\n</p>\n\n<p>\n- ترتيب علل الترمذى لأبي طالب القاضي. ط: الأولى، 1409، عالم الكتب،\nبيروت - لبنان، مكتبة النهضة العربية.\n</p>\n\n<p>\n- ترتيب معرفة الثقات للعجلي. ط: الأولى، 1405، مكتبة الدار، المدينة\nالمنورة - السعودية.\n</p>\n\n<p>\n- التعديل والتجريح لمن خرج له البخاري في الجامع الصحيح للباجي. ط:\nالأولى، 1406، دار اللواء، الرياض - السعودية.\n</p>\n\n<p>\n- تعليقات على المجروحين لابن حبان البستي للدارقطني. ط: الأولى، 1414،\nالفاروق الحديثة،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p326'> Vol. 05, p. 326</a>\n            </div>\n            \n</p>\n\n<p>\nالقاهرة - مصر، دار الكتاب الإسلامي، القاهرة.\n</p>\n\n<p>\n- تعليقة على العلل لابن أبي حاتم لابن عبد الهادي. ط: الأولى، 1423،\nأضواء السلف، الرياض - السعودية.\n</p>\n\n<p>\n- تغليق التعليق على صحيح البخاري لابن حجر. ط: الأولى، 1405، المكتب\nالإسلامي، بيروت - لبنان، دار عمار، عمان - الأردن.\n</p>\n\n<p>\n- تفسير القرآن العظيم للحافظ ابن كثير. الطبعة الأولى، 1418، دار طيبة،\nالرياض - السعودية. - تقدمة الجرح والتعديل لابن أبي حاتم. مطبوع مع الجرح\nوالتعديل.\n</p>\n\n<p>\n- تقريب التهذيب لابن حجر. ط: الأولى، 1416، دار العاصمة، السعودية.\n</p>\n\n<p>\n- تلخيص الحبير في تخريج أحاديث الرافعي الكبير لابن حجر. مكتبة الكليات\nالأزهرية، القاهرة - مصر.\n</p>\n\n<p>\n- التمهيد لما في الموطأ من المعاني والأسانيد. لابن عبد البر. مكتبة\nالمؤيد، مصورة عن الطبعة المغربية.\n</p>\n\n<p>\n- تنقيح التحقيق للذهبي. ط: الأولى، 1419، دار الوعي العربي، القاهرة -\nمصر.\n</p>\n\n<p>\n- تهذيب التهذيب لابن حجر. ط: الأولى، 1404، دار الفكر، بيروت - لبنان.\n</p>\n\n<p>\n- تهذيب السنن لابن القيم، (مع عون المعبود) . ط: الثالثة، 1399، دار\nالفكر، بيروت - لبنان.\n</p>\n\n<p>\n- تهذيب الكمال في أسماء الرجال للحافظ المزي. ط: الرابعة، 1413، مؤسسة\nالرسالة، بيروت - لبنان.\n</p>\n\n<p>\n- التوبة لابن عساكر. ط: الأولى، 1418، دار ابن الأثير، الكويت.\n</p>\n\n<p>\n- توضيح المشتبه لابن ناصر الدين. ط: الثانية، 1414، مؤسسة الرسالة،\nبيروت - لبنان.\n</p>\n\n<p>\n- الثقات لابن حبان. ط: الأولى <span id='ms1275'></span>، 1393، دار الفكر، بيروت - لبنان.\n</p>\n\n<p>\n- الثقات للعجلي = ترتيب معرفة الثقات.\n</p>\n\n<p>\n- جامع التحصيل في أحكام المراسيل للعلائي. ط: الثانية، 1407، عالم\nالكتب، بيروت - لبنان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p327'> Vol. 05, p. 327</a>\n            </div>\n            \n</p>\n\n<p>\n- الجامع لأحكام القرآن للقرطبي. الطبعة الأولى، 1408، دار الكتب\nالعلمية، بيروت - لبنان.\n</p>\n\n<p>\n- الجامع لأخلاق الراوي وآداب السامع للخطيب البغدادي. ط: الثالثة، 1416،\nمؤسسة الرسالة، بيروت - لبنان.\n</p>\n\n<p>\n- الجامع للترمذي. تحقيق: أحمد شاكر، دار الكتب العلمية، بيروت - لبنان.\nوتحقيق: بشار عواد معروف، ط: الأولى، 1996، دار الغرب الإسلامي، بيروت -\nلبنان.\n</p>\n\n<p>\n- الجرح والتعديل لابن أبي حاتم. ط: الأولى، 1371، دار إحياء التراث\nالعربي، بيروت - لبنان.\n</p>\n\n<p>\n- حلية الأولياء وطبقات الأصفياء لأبي نعيم. ط: الأولى، 1409، دار الكتب\nالعلمية، بيروت - لبنان.\n</p>\n\n<p>\n- الخلافيات للبيهقي. ط: الأولى، 1414، دار الصميعي، الرياض - السعودية.\n</p>\n\n<p>\n- خلق أفعال العباد والرد على الجهمية وأصحاب التعطيل للبخاري، ط:\nالثالثة، 1411، مؤسسة الرسالة، بيروت - لبنان.\n</p>\n\n<p>\n- درء تعارض العقل والنقل لابن تيمية. ط: الأولى، 1401، جامعة الإمام،\nالرياض - السعودية.\n</p>\n\n<p>\n- درء اللوم والضيم لابن الجوزي. ط: الأولى، 1415، دار البشائر\nالإسلامية، بيروت - لبنان.\n</p>\n\n<p>\n- الدعاء للطبراني. ط: الأولى، دار الكتب العلمية، بيروت - لبنان.\n</p>\n\n<p>\n- دلائل النبوة ومعرفة أحوال صاحب الشريعة للبيهقي. ط: الأولى، 1405، دار\nالكتب العلمية، بيروت - لبنان.\n</p>\n\n<p>\n- ذكر أخبار أصبهان لأبي نعيم. ط: الثانية، 1405، الدار العلمية، دلهي -\nالهند.\n</p>\n\n<p>\n- الذيل على طبقات الحنابلة لابن رجب. دار المعرفة، بيروت - لبنان.\n</p>\n\n<p>\n- رجال صحيح مسلم لابن منجويه. ط: الأولى، 1407، دار المعرفة، بيروت -\nلبنان.\n</p>\n\n<p>\n- الروض البسام بترتيب وتخريج فوائد تمام لجاسم الفهيد. ط: الأولى، 1408،\nدار البشائر الإسلامية، بيروت - لبنان.\n</p>\n\n<p>\n- زاد المعاد في هدي خير العباد لابن القيم. ط: الخامسة عشر، 1407، مؤسسة\nالرسالة، بيروت -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p328'> Vol. 05, p. 328</a>\n            </div>\n            \n</p>\n\n<p>\nلبنان، مكتبة المنار الإسلامية، حولي - الكويت.\n</p>\n\n<p>\n- سؤالات أبي داود لأحمد. ط: الأولى، 1414، مكتبة العلوم والحكم، المدينة\nالمنورة - السعودية.\n</p>\n\n<p>\n- سؤالات أبي عبيد الآجري لأبي داود. ط: الأولى، 1418، مكتبة دار\nالإستقامة، مكة المكرمة - السعودية، مؤسسة الريان، بيروت - لبنان.\n</p>\n\n<p>\n- سؤالات البرذعي لأبي زرعة. ط: الثانية، 1409، دار الوفاء، المنصورة -\nمصر، مكتبة ابن القيم، المدينة المنورة - السعودية.\n</p>\n\n<p>\n- سؤالات البرقاني للدارقطني. ط: الأولى، 1404، لاهور - باكستان، مكتبة\nالقرآن، القاهرة - مصر.\n</p>\n\n<p>\n- سؤالات الحاكم للدارقطني. ط: 1404، مكتبة المعارف، الرياض - السعودية.\n</p>\n\n<p>\n- سؤالات حمزة السهمي للدارقطني. ط: الأولى <span id='ms1276'></span>، مكتبة المعارف، الرياض -\nالسعودية.\n</p>\n\n<p>\n- السؤالات لابن معين لابن جنيد. ط: الأولى، 1408، مكتبة الدار، المدينة\nالمنورة - السعودية.\n</p>\n\n<p>\n- سؤالات محمد بن عثمان بن أبي شيبة في الجرح والتعديل لابن المديني. ط:\nالأولى، 1404، مكتبة المعارف، الرياض - السعودية.\n</p>\n\n<p>\n- السنة للخلال. ط: الأولى، 1410، دار الراية، الرياض - السعودية.\n</p>\n\n<p>\n- سنن ابن ماجه. دار الفكر، بيروت - لبنان.\n</p>\n\n<p>\n- سنن أبي داود. ط: الأولى، 1419، دار القبلة للثقافة الإسلامية، جدة -\nالسعودية، مؤسسة الريان، بيروت - لبنان، المكتبة المكية، مكة المكرمة -\nالسعودية.\n</p>\n\n<p>\n- سنن الدارقطني. ط: الثانية، 1403، عالم الكتب، بيروت - لبنان.\n</p>\n\n<p>\n- السنن الكبرى للبيهقي. دار المعرفة، بيروت - لبنان.\n</p>\n\n<p>\n- السنن الكبرى للنسائي. ط: الأولى، 1411، دار الكتب العلمية، بيروت -\nلبنان.\n</p>\n\n<p>\n- سنن النسائي الصغرى. ط: الرابعة، 1414، مكتب المطبوعات الإسلامية، حلب\n- سوريا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p329'> Vol. 05, p. 329</a>\n            </div>\n            \n</p>\n\n<p>\n- سنن سعيد بن منصور. ط: الأولى، 1405، دار الكتب العلمية، بيروت -\nلبنان.\n</p>\n\n<p>\n- السنن للأثرم - مخطوط.\n</p>\n\n<p>\n- سير أعلام النبلاء للذهبي. ط: السابعة، 1410، مؤسسة الرسالة، بيروت -\nلبنان.\n</p>\n\n<p>\n- الشجرة في أحوال الرجال للجوزجاني. ط: الأولى، 1411، فيصل آباد -\nباكستان، مكتبة دار الطحاوي، الرياض - السعودية.\n</p>\n\n<p>\n- شرح أصول اعتقاد أهل السنة والجماعة لأبي قاسم اللالكائي، دار طيبة،\nالرياض - السعودية.\n</p>\n\n<p>\n- شرح الإلمام بأحاديث الأحكام لابن دقيق العيد. ط: الأولى، 1418، دار\nأطلس، الرياض - السعودية.\n</p>\n\n<p>\n- شرح العمدة - كتاب الصيام لابن تيمية. ط: الأولى، 1417، دار الأنصاري،\nمكة المكرمة - السعودية.\n</p>\n\n<p>\n- شرح العمدة - كتاب الصلاة لابن تيمية. ط: الأولى، 1418، دار العاصمة،\nالرياض - السعودية.\n</p>\n\n<p>\n- شرح العمدة - كتاب الطهارة والحج لابن تيمية. ط: الأولى، 1413، مكتبة\nالعبيكان، الرياض - السعودية.\n</p>\n\n<p>\n- الشرح الكبير للمقدسي. ط: الأولى، 1414، هجر للطباعة والنشر، وزارة\nالشؤون الإسلامية، السعودية.\n</p>\n\n<p>\n- شرح سنن ابن ماجه للمغلطاي. ط: الأولى، 1419، دار نزار مصطفى الباز،\nمكة المكرمة - السعودية.\n</p>\n\n<p>\n- شرح سنن أبي داود لمحمود العيني. ط: الأولى، 1420، مكتبة الرشد، الرياض\n- السعودية.\n</p>\n\n<p>\n- شرح علل الترمذي لابن رجب. ط: الأولى، 1398، دار الملاح.\n</p>\n\n<p>\n- شرح مختصر الخرقي للزركشي. ط: الأولى، 1413، مكتبة العبيكان، الرياض -\nالسعودية.\n</p>\n\n<p>\n- شرح مسلم للنووي. دار الفكر، بيروت - لبنان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p330'> Vol. 05, p. 330</a>\n            </div>\n            \n</p>\n\n<p>\n- شرح معاني الآثار للطحاوي. ط: الثانية، 1407، دار الكتب العلمية، بيروت\n- لبنان.\n</p>\n\n<p>\n- الصحيح لابن خزيمة. ط: الأولى، 1395، المكتب الإسلامي، بيروت - لبنان.\n</p>\n\n<p>\n- الصحيح للبخاري. دار الحديث، القاهرة - مصر.\n</p>\n\n<p>\n- الصحيح لمسلم. دار <span id='ms1277'></span> الجيل، بيروت - لبنان.\n</p>\n\n<p>\nطبعة أخرى: بتحقيق: فؤاد عبد الباقي، سنة: 1403، دار الفكر، بيروت -\nلبنان.\n</p>\n\n<p>\n- الضعفاء الكبير للعقيلي. ط: الأولى، 1404، دار الكتب العلمية، بيروت -\nلبنان.\n</p>\n\n<p>\n- الضعفاء والمتروكون لابن الجوزي. ط: الأولى، 1406، دار الكتب العلمية،\nبيروت - لبنان.\n</p>\n\n<p>\n- الضعفاء الصغير للبخاري = المجموع في الضعفاء والمتروكين.\n</p>\n\n<p>\nويحوي: 1. الضعفاء والمتروكون للنسائي.\n</p>\n\n<p>\n2. الضعفاء الصغير للبخاري.\n</p>\n\n<p>\n- الضعفاء لأبي زرعة. ط: الثانية، 1409، دار الوفاء، المنصورة - مصر،\nمكتبة ابن القيم، المدينة\n</p>\n\n<p>\nالمنورة - السعودية.\n</p>\n\n<p>\n- الضعفاء والمتروكون للدارقطني. ط: الأولى، 1404، مكتبة المعارف، الرياض\n- السعودية.\n</p>\n\n<p>\n- الضعفاء والمتروكون للنسائي = المجموع في الضعفاء والمتروكين.\n</p>\n\n<p>\n- طبقات الحنابلة لابن أبي يعلى. دار المعرفة، بيروت - لبنان.\n</p>\n\n<p>\n- الطبقات الكبرى لابن سعد. دار صادر، بيروت - لبنان، دار الفكر، بيروت -\nلبنان.\n</p>\n\n<p>\n- الطبقات الكبرى لابن سعد، ط: الثانية، 1408، مكتبة العلوم والحكم،\nالمدينة النبوية - السعودية.\n</p>\n\n<p>\n- طبقات المحدثين بأصبهان والواردين عليها لأبي الشيخ. ط: الأولى، 1407،\nمؤسسة الرسالة، بيروت - لبنان.\n</p>\n\n<p>\n- طبقات علماء الحديث لابن عبد الهادي. ط: الأولى، 1409، مؤسسة الرسالة،\nبيروت - لبنان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p331'> Vol. 05, p. 331</a>\n            </div>\n            \n</p>\n\n<p>\n- العقود الدرية لابن عبد الهادي، دار الكاتب العربي.\n</p>\n\n<p>\n- علل الحديث لابن أبي حاتم. 1405، دار المعرفة، بيروت - لبنان.\n</p>\n\n<p>\n- العلل الكبير للترمذي = ترتيب علل الترمذي.\n</p>\n\n<p>\n- العلل المتناهية في الأحاديث الواهية لابن الجوزي. ط: الأولى، 1403،\nدار الكتب العلمية، بيروت - لبنان.\n</p>\n\n<p>\n- العلل الواردة في الأحاديث النبوية للدارقطني. ط: الأولى، 1405، دار\nطيبة، الرياض - السعودية.\n</p>\n\n<p>\n- العلل لابن المديني. ط: الثانية، 1980، المكتب الإسلامي، بيروت -\nلبنان.\n</p>\n\n<p>\n- العلل ومعرفة الرجال برواية عبد الله بن أحمد. ط: الأولى، 1408، المكتب\nالإسلامي، بيروت - لبنان، دار الخاني، الرياض - السعودية.\n</p>\n\n<p>\n- العلل ومعرفة الرجال عن أحمد رواية المروذي وغيره. ط: الأولى، 1408،\nالدار السلفية، بومباي - الهند.\n</p>\n\n<p>\n- علوم الحديث لابن الصلاح. ط: الثالثة، 1404، دار الفكر، دمشق - سوريا.\n</p>\n\n<p>\n- عمل اليوم والليلة للنسائي. ط: الثانية، 1406، مؤسسة الرسالة، بيروت -\nلبنان.\n</p>\n\n<p>\n- غريب الحديث لابن قتيبة. الطبعة الأولى، 1408، دار الكتب العلمية،\nبيروت - لبنان.\n</p>\n\n<p>\n- غريب الحديث لأبي عبيد الهروي. طبعة مصورة عن الطبعة الأولى، 1396، دار\nالكتاب العربي، بيروت - لبنان.\n</p>\n\n<p>\n- غريب الحديث للخطابي. ط: الأولى، 1405، مركز البحث العلمي وإحياء\nالتراث الإسلامي، مكة المكرمة - السعودية.\n</p>\n\n<p>\n- الفتاوى لابن تيمية = مجموعة فتاوى ابن تيمية لابن قاسم.\n</p>\n\n<p>\n- فتح الباري شرح <span id='ms1278'></span> صحيح البخاري لابن حجر. دار المعرفة، بيروت - لبنان.\n</p>\n\n<p>\n- فتح الباري شرح صحيح البخاري لابن رجب. ط: الأولى، 1417، مكتبة الغرباء\nالأثرية،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p332'> Vol. 05, p. 332</a>\n            </div>\n            \n</p>\n\n<p>\nالمدينة المنورة - السعودية.\n</p>\n\n<p>\n- فتح المغيث بشرح ألفية الحديث للسخاوي. ط: الثانية، 1412، دار الإمام\nالطبري.\n</p>\n\n<p>\n- الفروع لابن مفلح. ط: الرابعة، 1404، عالم الكتب، بيروت - لبنان.\n</p>\n\n<p>\n- فضائل الصحابة للإمام أحمد. ط: الثانية، 1420، دار ابن الجوزي،\nالسعودية.\n</p>\n\n<p>\n- القاموس المحيط للفيروزآبادي. ط: الثانية، 1407، مؤسسة الرسالة، بيروت\n- لبنان.\n</p>\n\n<p>\n- الكافي لابن قدامة. ط: الأولى، 1417، دار هجر، وزارة الشؤون الإسلامية،\nالسعودية.\n</p>\n\n<p>\n- الكامل في ضعفاء الرجال لابن عدي. ط: الثالثة، 1409، دار الفكر، بيروت\n- لبنان.\n</p>\n\n<p>\n- الكفاية في علم الرواية للخطيب البغدادي، 1409، دار الكتب العلمية،\nبيروت - لبنان.\n</p>\n\n<p>\n- الكنى والأسماء للإمام مسلم. ط: الأولى، 1404، دار الفكر، بيروت -\nلبنان.\n</p>\n\n<p>\n- لسان العرب لابن منظور. ط: السادسة، 1417، دار صادر، بيروت - لبنان.\n</p>\n\n<p>\n- لسان الميزان لابن حجر. ط: الأولى، 1416، دار إحياء التراث العربي،\nبيروت - لبنان.\n</p>\n\n<p>\n- المؤتلف والمختلف للدارقطني. ط: الأولى، 1406، دار الغرب الإسلامي،\nبيروت - لبنان.\n</p>\n\n<p>\n- المجروحون من المحدثين والضعفاء والمتروكون لابن حبان. دار المعرفة،\nبيروت - لبنان.\n</p>\n\n<p>\n- المجروحون من المحدثين لابن حبان. ط: الأولى، 1420، دار الصميعي،\nالرياض - السعودية.\n</p>\n\n<p>\n- مجمع الزوائد ومنبع الفوائد للهيثمي، 1406، مكتبة المعارف، بيروت -\nلبنان.\n</p>\n\n<p>\n- المجموع شرح المهذب للنووي. دار الفكر، بيروت - لبنان.\n</p>\n\n<p>\n- المجموع في الضعفاء والمتروكين. ط: الأولى، 1405، دار القلم، بيروت -\nلبنان.\n</p>\n\n<p>\nويحوي على:\n</p>\n\n<h1 class='l1' id='head176'>1 - </h1>\n\n<p>\nالضعفاء والمتروكون.\n</p>\n\n<h1 class='l1' id='head177'>2 - </h1>\n\n<p>\nالضعفاء الصغير للبخاري.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p333'> Vol. 05, p. 333</a>\n            </div>\n            \n</p>\n\n<p>\n- مجموعة فتاوى ابن تيمية لابن قاسم. مكتبة ابن تيمية. القاهرة - مصر.\n</p>\n\n<p>\n- المحرر في الحديث لابن عبد الهادي. ط: الأولى، 1405، دار المعرفة،\nبيروت - لبنان.\n</p>\n\n<p>\n- المحلى بالآثار لابن حزم، 1408، دار الكتب العلمية، بيروت - لبنان.\n</p>\n\n<p>\n- مختار الصحاح للرازي، 1401، دار الفكر، بيروت - لبنان.\n</p>\n\n<p>\n- المختارة للضياء = الأحاديث المختارة.\n</p>\n\n<p>\n- مختصر الفتاوى المصرية لابن تيمية للبعلي. ط: الثانية، 1406، دار ابن\nالقيم، الدمام - السعودية.\n</p>\n\n<p>\n- مختصر خلافيات البيهقي لابن فرح. ط: الأولى، 1417، مكتبة الرشد، الرياض\n- السعودية، شركة الرياض، الرياض - السعودية.\n</p>\n\n<p>\n- المراسيل لابن أبي حاتم. ط: الأولى، 1397، مؤسسة الرسالة، بيروت -\nلبنان.\n</p>\n\n<p>\n- المراسيل لأبي داود. ط: الأولى، 1408، مؤسسة الرسالة، بيروت - لبنان.\n</p>\n\n<p>\n- مسائل أحمد رواية ابن هانئ. ط: الأولى، 1400، المكتب الإسلامي، بيروت -\nدمشق.\n</p>\n\n<p>\n- مسائل أحمد رواية صالح. ط <span id='ms1279'></span>: الأولى، 1408، الدار العلمية، دلهي - الهند.\n</p>\n\n<p>\n- مسائل أحمد للبغوي. النشرة الأولى، 1407، دار العاصمة، الرياض -\nالسعودية.\n</p>\n\n<p>\n- مسائل الإمام أحمد لأبي داود. ط: الأولى، 1420، مكتبة ابن تيمية،\nالقاهرة - مصر.\n</p>\n\n<p>\n- مسائل الإمام أحمد لعبد الله بن أحمد. ط: الأولى، 1406، مكتبة الدار،\nالمدينة المنورة - السعودية.\n</p>\n\n<p>\n- المستدرك على الصحيحين للحاكم. دار المعرفة، بيروت - لبنان.\n</p>\n\n<p>\n- مسند الإمام أحمد بن حنبل ط: الثانية، 1420، مؤسسة الرسالة، بيروت -\nلبنان.\n</p>\n\n<p>\n- مسند البزار = البحر الزخار المعروف بمسند البزار.\n</p>\n\n<p>\n- مسند الروياني\n</p>\n\n<p>\n- المسند المستخرج على صحيح الإمام مسلم لأبي نعيم الأصبهاني، ط: الأولى،\n1417، دار الكتب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p334'> Vol. 05, p. 334</a>\n            </div>\n            \n</p>\n\n<p>\nالعلمية، بيروت - لبنان.\n</p>\n\n<p>\n- مسند بلال بن رباح رضي الله عنه للحسن الزعفراني. ط: الثانية، 1409،\nمكتبة السلف الصالح - مصر.\n</p>\n\n<p>\n- مسند عمر بن الخطاب وأقواله على أبواب العلم للحافظ ابن كثير. ط:\nالأولى، 1411، دار الوفاء، المنصورة - مصر.\n</p>\n\n<p>\n- المسند لأبي يعلى الموصلي. ط: الأولى، 1412، دار الثقافة العربية، دمشق\n- بيروت.\n</p>\n\n<p>\n- المسند للإمام أحمد. ط: الثانية، 1398، المكتب الإسلامي، بيروت -\nلبنان.\n</p>\n\n<p>\n- المسند للإمام أحمد بن حنبل. ط: الثانية، دار المعارف - مصر.\n</p>\n\n<p>\n- المسند للطيالسي. ط: الأولى، 1421، دار الكتاب اللبناني، دار التوفيق.\n</p>\n\n<p>\n- مشارق الأنوار على صحاح الآثار للقاضي عياض. ط: الأولى، 1418، دار\nالفكر، بيروت - لبنان.\n</p>\n\n<p>\n- مشتبه النسبة لعبد الغني بن سعيد الأزدي.\n</p>\n\n<p>\n- مشكل الآثار للطحاوي. ط: الأولى، 1415، مؤسسة الرسالة، بيروت - لبنان.\n</p>\n\n<p>\n- المصاحف لابن أبي داود. ط: الأولى، 1405، دار الكتب العلمية، بيروت -\nلبنان.\n</p>\n\n<p>\n- المصباح المنير في شرح غريب الحديث للرافعي للفيومي. دار الفكر، بيروت\n- لبنان.\n</p>\n\n<p>\n- المصنف في الأحاديث والآثار لابن أبي شيبة. ط: الأولى، 1409، دار\nالتاج، بيروت - لبنان.\n</p>\n\n<p>\n- المصنف لابن أبي شيبة. ط: الأولى، 1416، تحقيق: حمد الجمعة ومحمد\nاللحيدان.\n</p>\n\n<p>\n- المصنف لعبد الرزاق. ط: الثانية، 1403، المكتب الإسلامي، بيروت -\nلبنان.\n</p>\n\n<p>\n- المطالب العالية بزوائد المسانيد الثمانية لابن حجر. ط: الأولى، 1418،\nدار الوطن، الرياض - السعودية.\n</p>\n\n<p>\n- معالم السنن للخطابي. مكتبة السنة المحمدية، القاهرة - مصر، مكتبة ابن\nتيمية، القاهرة - مصر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p335'> Vol. 05, p. 335</a>\n            </div>\n            \n</p>\n\n<p>\n- المعجم الأوسط للطبراني، 1415، دار الحرمين، القاهرة - مصر.\n</p>\n\n<p>\n- معجم البلدان لياقوت الحموي، 1404، دار صادر، بيروت - لبنان.\n</p>\n\n<p>\n- المعجم الصغير للطبراني. ط: الثانية، 1401، دار الفكر، بيروت - لبنان.\n</p>\n\n<p>\n- المعجم الكبير للطبراني. ط: الثانية، دار إحياء التراث العربي، بيروت <span id='ms1280'></span> -\nلبنان.\n</p>\n\n<p>\n- المعجم المشتمل على ذكر أسماء شيوخ الأئمة النبل لابن عساكر، 1401، دار\nالفكر، دمشق - سوريا.\n</p>\n\n<p>\n- المعجم المفهرس لابن حجر. ط: الأولى، 1418، مؤسسة الرسالة، بيروت -\nلبنان.\n</p>\n\n<p>\n- معرفة السنن والآثار عن الإمام الشافعي للبيهقي. ط: الأولى، 1412، دار\nالكتب العلمية، بيروت - لبنان.\n</p>\n\n<p>\n- معرفة الرجال عن يحيى ابن معين لابن محرز. مطبوعات مجمع اللغة العربية،\nدمشق.\n</p>\n\n<p>\n- معرفة الصحابة لأبي نعيم الأصبهاني. ط: الأولى، 1419، دار الو طن،\nالرياض - السعودية.\n</p>\n\n<p>\n- معرفة علوم الحديث لابن الصلاح = علوم الحديث.\n</p>\n\n<p>\n- المعرفة والتاريخ للفسوي. ط: الأولى، 1410، مكتبة الدار، المدينة\nالمنورة - السعودية.\n</p>\n\n<p>\n- المغني لابن قدامة. ط: الثانية، 1412، دار هجر، وزارة الشؤون\nالإسلامية، السعودية.\n</p>\n\n<p>\n- المقصد العلي في زوائد أبي يعلى الموصلي للهيثمي. ط: الأولى، 1413، دار\nالكتب العلمية، بيروت - لبنان.\n</p>\n\n<p>\n- من كلام ابن معين في الرجال لابن طهمان. دار المأمون للتراث، دمشق -\nبيروت.\n</p>\n\n<p>\n- مناقب الشافعي لابن أبي حاتم = آداب للشافعي ومناقبه.\n</p>\n\n<p>\n- المنتخب من العلل للخلال لابن قدامه. ط: الأولى، 1419، دار الراية،\nالرياض، جدة - السعودية.\n</p>\n\n<p>\n- المنتخب من مسند عبد بن حميد. ط: الأولى، 1405، دار الأرقم، حولي -\nالكويت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p336'> Vol. 05, p. 336</a>\n            </div>\n            \n</p>\n\n<p>\n- المنتقى للمجد ابن تيمية = نيل الأوطار شرح منتقى الأخبار.\n</p>\n\n<p>\n- المنفردات والوحدان للإمام مسلم. ط: الأولى، 1408، دار الكتب العلمية،\nبيروت - لبنان.\n</p>\n\n<p>\n- منهاج السنة النبوية لابن تيمية. ط: الأولى، 1406، مؤسسة قرطبة.\n</p>\n\n<p>\n- موضح أوهام الجمع والتفريق للخطيب البغدادي، طبعة مصورة بمطبعة مجلس\nدائرة المعارف العثمانية، 1378، دار الفكر، بيروت - لبنان.\n</p>\n\n<p>\n- الموضوعات لابن الجوزي. ط: الثانية، 1407، مكتبة ابن تيمية، القاهرة -\nمصر.\n</p>\n\n<p>\n- الموطأ لابن وهب. ط: الثانية، 1420، دار ابن الجوزي، الدمام -\nالسعودية.\n</p>\n\n<p>\n- الموطأ للإمام مالك، برواية أبي مصعب الزهري. ط: الثانية، 1418، مؤسسة\nالرسالة، بيروت - لبنان.\n</p>\n\n<p>\n- الموطأ للإمام مالك، برواية يحيى بن يحيى الليثي، 1406، دار إحياء\nالتراث العربي، بيروت - لبنان.\n</p>\n\n<p>\n- ميزان الاعتدال في نقد الرجال للذهبي. دار المعرفة، بيروت - لبنان.\n</p>\n\n<p>\n- ناسخ الحديث ومنسوخه لابن شاهين. ط: الأولى، 1408، مكتبة المنار،\nالزرقاء - الأردن.\n</p>\n\n<p>\n- نتائج الأفكار في تخريج أحاديث الأذكار لابن حجر. مكتبة المثنى، بغداد\n- العراق.\n</p>\n\n<p>\n- نزهة الألباب في الألقاب لابن حجر. ط: الأولى، 1409، مكتبة الرشد،\nالرياض - السعودية.\n</p>\n\n<p>\n- نصب الراية لأحاديث الهداية للزيلعي. ط: الثانية، دار المأمون <span id='ms1281'></span>، القاهرة\n- مصر.\n</p>\n\n<p>\n- النقض على المريسي لعثمان الدارمي. ط: الأولى، 1418، مكتبة الرشد وشركة\nالرياض، الرياض - السعودية.\n</p>\n\n<p>\n- النكت الظراف على الأطراف لابن حجر. ط: الثانية، 1403، الدار القيمة،\nبومباي - الهند، المكتب الإسلامي، بيروت - لبنان.\n</p>\n\n<p>\n- النهاية في غريب الحديث والأثر لابن الأثير. أنصار السنة المحمدية،\nلاهور - باكستان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p337'> Vol. 05, p. 337</a>\n            </div>\n            \n</p>\n\n<p>\n- نيل الأوطار وشرح منتقى الأخبار من كلام سيد الأخيار للشوكاني. مكتبة\nدار التراث، القاهرة - مصر.\n</p>\n\n<p>\n- الوحدان للإمام مسلم = المنفردات والوحدان.\n</p>\n\n<p>\n* * *\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p338'> Vol. 05, p. 338</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head178'>فهرس الفوائد والقواعد</h1>\n\n<p>\n(1)\n</p>\n\n<p>\n- ليس كل زيادة تقع في نسخة من نسخ الكتاب تكون صحيحة: 1/41ح.\n</p>\n\n<p>\n- جهالة الصحابي لا تضر: 1/43، 3/245.\n</p>\n\n<p>\n- مثال على ذكر كلام أحد العلماء في رجل تحت ترجمة رجل آخر خطأ: 1/47ح.\n</p>\n\n<p>\n- تفسير قول ابن أبي داود: فلان كان نباذا بالكوفة: 1/60.\n</p>\n\n<p>\n- التفريق بين حنش الصنعاني وحنش بن المعتمر: 1/60 - 61ح.\n</p>\n\n<p>\n- هبة الله الطبري: أحاديث الوضوء بالنبيذ وضعت على أصحاب ابن مسعود عند\nظهور العصبية: 1/63.\n</p>\n\n<p>\n- ابن الجوزي يروي الكتاب \"المجروحين\" لابن حبان من طريق الدارقطني عنه:\n1/66ح.\n</p>\n\n<p>\n- ابن الأصبهاني ليس من المعروفين بالكلام في الرجال فلا يعتمد على قوله\nمع مخالفته لكبار الأئمة: 1/69ح.\n</p>\n\n<p>\n- مغلطاي أحيانا يطلق نسبا وأسماء لمؤلفي الكتب غير مشهورين بها: 1/73ح.\n</p>\n\n<p>\n- رجل يستدرك على ابن حجر في \" لسان الميزان \": 1/77ح.\n</p>\n\n<p>\n- ابن حبان: الدعاة الى البدعة يجب مجانبة رواياتهم على الأحوال، فأما من\nانتحل بدعة فلم يدع إليها وكان متقنا كان جائز الشهادة محتجا بروايته:\n1/78.\n</p>\n\n<p>\n- الخطيب: الكرابيسي يعز حديثه جدا لأن أحمد بن حنبل يتكلم فيه بسبب\nمسألة اللفظ: 1/86.\n</p>\n\n<p>\n- الحاكم: مالك بن أنس هو الحكم في حديث المدنيين: 1/94. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p339'> Vol. 05, p. 339</a>\n            </div>\n            \n</p>\n\n<p>\n- وقوع بعض اللحن في مؤلفات ابن عدي: 1/114ح.\n</p>\n\n<p>\n- تسمية أحمد للحديث الذي لم يسمعه الراوي ممن روى عنه مرسلا: 1/152.\n</p>\n\n<p>\n- معنى قوله صلى الله عليه وسلم في حديث رويفع \" من عقد لحيته \": 1/166ح.\n</p>\n\n<p>\n- تعريف بكتاب \" المترجم \" للجوزجاني: 1/179ح.\n</p>\n\n<p>\n- حكم اختلاف الثقات في الإرسال والإسناد: 1/ 188.\n</p>\n\n<p>\n- بعض أصحاب كتب الرجال يلفق كلام الناقد من أكثر من رواية عنه: 1/192ح.\n</p>\n\n<p>\n- موقف المحدثين والفقهاء من الاختلاف في الرفع والوقف: 1/206 - 207،\n248.\n</p>\n\n<p>\n- ابن الجوزي: المحدثون يضعفون بما ليس بتضعيف عند الفقهاء: 1/267،\n2/216.\n</p>\n\n<p>\n- نقول الترمذي في \" جامعه <span id='ms1282'></span> \" عن أحمد وإسحاق هي من رواية الكوسج عنهما:\n1/309ح.\n</p>\n\n<p>\n- محمد بن يحيى: لا أعلم في \" من غسل ميتا فليتوضأ \" حديثا ثابتا: 1/318.\n</p>\n\n<p>\n- الإمام أحمد: ليس في قلبي من المسح شيء، فيه أربعون حديثا عن أصحاب\nالنبي صلى الله عليه وسلم:\n</p>\n\n<p>\n1/324.\n</p>\n\n<p>\n- إخراج النسائي للرجل مما يقوي أمره: 1/337.\n</p>\n\n<p>\n- الإمام أحمد وابن المنذر: يذكر المسح على الجوربين عن سبعة أو ثمانية\nمن أصحاب رسول الله صلى الله عليه وسلم: 1/345 - 346.\n</p>\n\n<p>\n- نموذج لطريقة التعامل مع الاختلاف الذي يقع بين نسخ الكتاب: 1/345ح.\n</p>\n\n<p>\n- البيهقي: لا يثبت عن النبي صلى الله عليه وسلم في باب المسح على\nالجبيرة شيء: 1/350.\n</p>\n\n<p>\n- التنبيه على الرمز الذي كان يستخدمه الهيثمي في المقصد العلي للتمييز\nبين رواية ابن حمدان ورواية ابن المقرئ ل \"مسند أبي يعلى\": 1/392ح.\n</p>\n\n<p>\n- التنبيه على إشكال في \" المنتخب من ضعفاء الساجي \" لابن شاقلا: 2/31ح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p340'> Vol. 05, p. 340</a>\n            </div>\n            \n</p>\n\n<p>\n- التنبيه على لفظة في مطبوعة \"الضعفاء\" للنسائي: 2/31ح.\n</p>\n\n<p>\n- من الأمور التي يجب مراعاتها حال البحث في حال الراوي التوثق من صحة\nنسخة الكتاب الذي فيه الحكم على الراوي: 2/32ح.\n</p>\n\n<p>\n- نص نقله البيهقي عن \"العلل الكبير\" للترمذي ولم نقف عليه في المطبوع:\n2/51ح.\n</p>\n\n<p>\n- إشارة المنقح لتقوية سماع الراوي من شيخه برواية النسائي له عن ذلك\nالشيخ: 2/60ح.\n</p>\n\n<p>\n- نص للإمام أحمد نقله ابن أبي حاتم من رواية ابنه عبد الله ولم نقف عليه\nفي مطبوعة \" العلل ومعرفة الرجال \": 2/83ح.\n</p>\n\n<p>\n- نص ليحيى بن معين يحتمل أن يكون ملفقا من أكثر من رواية: 2/89، 214ح.\n</p>\n\n<p>\n- إشارة المنقح لتقوية الحديث بإخراج البخاري لحديث آخر بنفس إسناد ذلك\nالحديث: 2/97ح.\n</p>\n\n<p>\n- رأي ابن القطان في الاضطراب: 2/109.\n</p>\n\n<p>\n- أسماء الصحابة الذين رووا عن النبي صلى الله عليه وسلم رفع اليدين في\nالصلاة: 2/131.\n</p>\n\n<p>\n- لم يثبت عن أحد من الصحابة أنه لم يرفع يديه في الصلاة: 2/131.\n</p>\n\n<p>\n- التنبيه على احتمال وقوع خطأ من ابن الجوزي في نسبة كلام لابن معين إلى\nالإمام أحمد ومتابعة من أتى بعده له في ذلك: 2/135 - 136ح.\n</p>\n\n<p>\n- التفريق بين يزيد بن زياد القرشي ويزيد بن أبي زياد الكوفي: 2/136ح.\n</p>\n\n<p>\n- أسماء الصحابة الذين كانوا يرفعون <span id='ms1283'></span> أيديهم في الصلاة: 2/141.\n</p>\n\n<p>\n- من طرائق مسلم أنه قد يروي الحديث وإن لم يكن على شرطه لسماعه له مع\nغيره: 2/150.\n</p>\n\n<p>\n- إشارة المنقح إلى تقوية الراوي بتصحيح الترمذي له: 2/152ح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p341'> Vol. 05, p. 341</a>\n            </div>\n            \n</p>\n\n<p>\n- الإشارة إلى سقط محتمل في مطبوعة \"المستدرك\": 2/156ح.\n</p>\n\n<p>\n- مثال على اختلاف الروايات المنقولة عن ابن معين: 2/167ح.\n</p>\n\n<p>\n- التنبيه على خطأ محتمل لابن الجوزي في \"الضعفاء\" وتابعه عليه الذهبي\nوالمنقح: 2/ 198 - 199ح.\n</p>\n\n<p>\n- الدارقطني: كل ما روي عن النبي صلى الله عليه وسلم في الجهر فليس\nبصحيح، فأما عن الصحابة فمنه\n</p>\n\n<p>\nالصحيح ومنه الضعيف: 2/192.\n</p>\n\n<p>\n- مسألة الجهر بالبسملة من أعلام المسائل وهي شعار المذهب من الجانبين\nومبناها على النقل: 2/192.\n</p>\n\n<p>\n- مثال محتمل على الحذف المتعمد من النساخ للكلام في الإمام أبي حنيفة:\n2/214ح، 3/134ح.\n</p>\n\n<p>\n- التنبيه على خطأ محتمل في \"الضعفاء\" لابن الجوزي: 2/219ح.\n</p>\n\n<p>\n- التنبيه على سقط في مطبوعة \"سنن أبي داود\": 2/230ح.\n</p>\n\n<p>\n- البيهقي: حديث يعد في أفراد شريك القاضي: 2/250.\n</p>\n\n<p>\n- التنبيه على سقط في مطبوعة \"المستدرك\" للحاكم: 2/250.\n</p>\n\n<p>\n- الدارقطني قل أن يضعف رجلا ويكون فيه طب: 2/256.\n</p>\n\n<p>\n- لا يطلب بيان السبب في التضعيف إلا إذا عارضه تعديل: 2/256، 3/511.\n</p>\n\n<p>\n- البيهقي: ما روي عن النبي صلى الله عليه وسلم من السجود على كور\nالعمامة فلا يثبت من ذلك شيء: 2/261.\n</p>\n\n<p>\n- حديث يوجد في بعض نسخ \"صحيح مسلم\" دون بعض: 2/264ح.\n</p>\n\n<p>\n- الاستفادة غير المباشرة لشراح \"صحيح البخاري\" من كتاب \"تحفة الأشراف\"\nللمزي: 2/275ح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p342'> Vol. 05, p. 342</a>\n            </div>\n            \n</p>\n\n<p>\n- درجة أحاديث التسليمة الواحدة عند العقيلي: 2/283.\n</p>\n\n<p>\n- حديث سقط من مطبوعة \"المسند\" للإمام أحمد: 2/310ح.\n</p>\n\n<p>\n- مثال على إلحاق الحواشي بمتن الكتاب من قبل النساخ: 2/378ح.\n</p>\n\n<p>\n- مسند خارجة بن حذافة من ضمن المسانيد الساقطة من مطبوعة \"المسند\"\nللإمام أحمد: 2/404ح.\n</p>\n\n<p>\n- في المختارة أحاديث كثيرة ضعيفة: 2/480.\n</p>\n\n<p>\n- فائدة نفيسة تساوي رحلة: 2/487ح.\n</p>\n\n<p>\n- التنبيه على وهم نادر للمنقح في نسبة كلام للبيهقي إلى الإمام أحمد:\n2/606ح.\n</p>\n\n<p>\n- تنبيه الحافظ ابن حجر على سقط وقع في بعض نسخ \"صحيح مسلم\": 2/619ح.\n</p>\n\n<p>\n- حديث رواه الإمام أحمد في مسنده وحكم عليه بالنكارة: 2/626.\n</p>\n\n<p>\n- التنبيه على التلفيق بين عبارتين لابن حبان من موضعين مختلفين: 2/647ح.\n</p>\n\n<p>\n- مثال على خطأ في \"التحقيق\" وصححه المنقح في <span id='ms1284'></span> الجوف مع الإشارة إلى ذلك\nفي الحاشية: 2/669 - 670ح.\n</p>\n\n<p>\n- كلام البيهقي في رواية حماد بن سلمة عن قيس بن سعد: 3/10.\n</p>\n\n<p>\n- رجل ذكره ابن حبان في كتابيه \"الثقات\" و\"الضعفاء\": 3/23.\n</p>\n\n<p>\n- كثيرا ما يدخل ابن حبان الرجل في كتابيه \"الثقات\" و\"الضعفاء\": 3/23.\n</p>\n\n<p>\n- خطأ لوكيع في اسم رجل: 3/25.\n</p>\n\n<p>\n- بيان رجوع ابن حبان عن تضعيف عمرو بن شعيب: 3/28ح.\n</p>\n\n<p>\n- فائدة لابن القيم في احتجاج الأئمة الأربعة والفقهاء بسلسلة عمرو بن\nشعيب: 3/29ح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p343'> Vol. 05, p. 343</a>\n            </div>\n            \n</p>\n\n<p>\n- الإمام أحمد: عن خمسة من أصحاب النبي صلى الله عليه وسلم أنهم يزكون\nمال اليتيم: 3/34.\n</p>\n\n<p>\n- الترمذي: ليس يصح عن رسول الله صلى الله عليه وسلم في هذا الباب شيء\n(زكاة الخضروات) : 3/49.\n</p>\n\n<p>\n- البخاري: ليس في زكاة العسل شيء يصح: 3/59.\n</p>\n\n<p>\n- ابن المنذر: ليس في وجوب الصدقة في العسل خبر يثبت: 3/59.\n</p>\n\n<p>\n- الترمذي: لا يصح عن النبي صلى الله عليه وسلم في هذا الباب كبير شيء\n(زكاة العسل) : 3/61.\n</p>\n\n<p>\n- الإمام أحمد: في زكاة الحلي عن خمسة من أصحاب النبي صلى الله عليه وسلم\nلا يرون فيه زكاة: 3/67.\n</p>\n\n<p>\n- الترمذي: لا يصح في هذا الباب عن النبي صلى الله عليه وسلم (زكاة\nالحلي) : 3/75.\n</p>\n\n<p>\n- رجل ظن الدارقطني أنه مجهول بسبب نسبته الى جده: 3/78.\n</p>\n\n<p>\n- التنبيه على خطأ للشيخ أحمد شاكر في إثباته لسماع الحسن البصري من ابن\nعباس: 3/124ح.\n</p>\n\n<p>\n- زيادة أنكرت على ابن عيينة فتركها: 3/131.\n</p>\n\n<p>\n- التنبيه على سقط في مطبوعة \"المسند\" للإمام أحمد: 3/153ح.\n</p>\n\n<p>\n- التنبيه على خطأ في مطبوعة \"المجروحون\" لابن حبان: 3/178ح.\n</p>\n\n<p>\n- التنبيه على خطأ في مطبوعة \"السنن الكبرى\" للنسائي: 3/180ح.\n</p>\n\n<p>\n- الإشارة إلى بحث نفيس للعلامة المعلمي حول اختصار صيغة \" أخبرنا \":\n3/181ح.\n</p>\n\n<p>\n- التنبيه على سقط في مطبوعة \"العلل\" لابن أبي حاتم: 3/183ح.\n</p>\n\n<p>\n- التنبيه على خطأ وقع في نسخة المنقح من \"الجرح والتعديل\" لابن أبي\nحاتم: 3/191، 493ح.\n</p>\n\n<p>\n- الإشارة إلى أن الحافظ النووي اختصر جزء الخطيب البغدادي في مسألة صوم\nيوم الغيم في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p344'> Vol. 05, p. 344</a>\n            </div>\n            \n</p>\n\n<p>\nكتابه \" المجموع \": 3/197ح.\n</p>\n\n<p>\n- يحيى بن سعيد القطان شرطه شديد في الرجال: 3/207.\n</p>\n\n<p>\n- أبو حاتم أطلق لفظة: \" لا يحتج به \" على رجال كثيرين من أصحاب الصحيح\nمن الثقات الأثبات من غير بيان <span id='ms1285'></span> السبب: 3/207.\n</p>\n\n<p>\n- الضياء: قد رأيت غير حديث من حديث \" الصحيح \" يرويه ابن المبارك\nفيوقفه: 3/212.\n</p>\n\n<p>\n- استدلال الحاكم على خطأ لفظة في الحديث بعدم وجودها في كتاب من روي\nعنه: 3/224.\n</p>\n\n<p>\n- ابن تيمية: الألف واللام في الغالب إنما تسقط في ليث بن أبي سليم وتثبت\nفي ابن سعد، وما ذاك بضربة لازب: 3/235.\n</p>\n\n<p>\n- تعقب المنقح لابن عدي في تفريقه بين سعيد بن أبي سعيد وسعيد بن عبد\nالجبار: 3/249.\n</p>\n\n<p>\n- ذكر بعض الحفاظ أن حديث \" أفطر الحاجم والمحجوم \" متواتر: 3/255.\n</p>\n\n<p>\n- التنبيه على خطأ في مطبوعة \"تحفة الأشراف\": 3/256ح.\n</p>\n\n<p>\n- التنبيه على سقط في مطبوعة \"السنن الكبرى\" للنسائي: 3/259ح.\n</p>\n\n<p>\n- التنبيه على أن النسائي لم يخرج من حديث ابن لهيعة شيئا مسندا إلا حديث\nواحد في غير السنن: 3/267ح.\n</p>\n\n<p>\n- من عادة الضياء في \"المختارة\" أنه يروي الحديث من المسانيد التي رواها\nوغيرها من الأمهات: 3/276.\n</p>\n\n<p>\n- مما يدل على شذوذ الحديث وعلته عدم تخريج أئمة الكتب الستة والمسانيد\nالمشهورة له مع حاجتهم إليه: 3/276.\n</p>\n\n<p>\n- الدارقطني إنما جمع في كتابه \"السنن\" غرائب الأحاديث: 3/276.\n</p>\n\n<p>\n- الأحاديث المعللة والضعيفة في \"سنن الدارقطني\" أكثر من الأحاديث\nالصحيحة: 3/276.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p345'> Vol. 05, p. 345</a>\n            </div>\n            \n</p>\n\n<p>\nأصحاب الصحيح إذا رووا لمن قد تكلم فيه فإنهم ينتقون من حديثه ما لم\nينفرد به، بل وافق من الثقات، وقامت شواهد صدقه: 3/277.\n</p>\n\n<p>\n- أبو الخير لا يروي إلا عن ثقة: 3/284.\n</p>\n\n<p>\n- تعليل البيهقي الحديث بمخالفة رأي الصحابي (راوي الحديث) لما روى:\n3/308.\n</p>\n\n<p>\n- زيادة في حديث زادها ابن عيينة في آخر حياته: 3/314.\n</p>\n\n<p>\n- الاختلاف في ضبط اسم محمد بن سلام: 3/341ح.\n</p>\n\n<p>\n- ابن عبد البر: حديث لم يبلغ مالكا على أنه حديث مدني، والإحاطة بعلم\nالخاصة لا سبيل له: 3/360.\n</p>\n\n<p>\n- التنبيه على أن كتاب \" الإيمان \" للإمام أحمد مضمن في كتاب \" السنة \"\nللخلال: 3/409ح.\n</p>\n\n<p>\n- زيادة \" وتعتمر \" في حديث جبريل فيها شذوذ: 3/423.\n</p>\n\n<p>\n- التمتع في عرف أصحاب وسول الله صلى الله عليه وسلم يدخل فيه القران\nوالتمتع الخاص: 3/434.\n</p>\n\n<p>\n- الأثر المروي عن عثمان في شم المحرم الريحان: 3/471.\n</p>\n\n<p>\n- فائدة أدبية في معنى كلمة (محرم) : 3/476.\n</p>\n\n<p>\n- تفرد ابن أبي الجنوب عن الزهري بإسنادين نظيفين من أقوى الأدلة على\nضعفه عند أهل الشأن: 3/511.\n</p>\n\n<p>\n- الحاكم: حديث عروة <span id='ms1286'></span> بن مضرس في الحج قاعدة من قواعد الإسلام: 3/529.\n</p>\n\n<p>\n- سماع الحسن من سمرة: 3/575 - 576.\n</p>\n\n<p>\n- التنبيه على وهم لابن الجوزي في \"الضعفاء\": 4/112.\n</p>\n\n<p>\n- مما ينبغي مراعاته عند نقل قول أحد النقاد: النظر في السياق الذي وردت\nفيه عبارته: 4/126ح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p346'> Vol. 05, p. 346</a>\n            </div>\n            \n</p>\n\n<p>\n- البيهقي: إجماع العلماء على خلاف الحديث - وهم لا يجمعون على ترك رواية\nثابتة - دليل على ضعفه أو نسخه إن كان ثابتا: 4/130.\n</p>\n\n<p>\n- التنبيه على تناقض الحاكم بتوثيق رجل في موضع وتضعيفه في موضع آخر:\n4/183 - 184.\n</p>\n\n<p>\n- أنكر حديث روي عن الحسن عن سمرة: 4/229.\n</p>\n\n<p>\n- بعض الأحاديث التي صححها البخاري مع ما فيها من التفرد: 4/231.\n</p>\n\n<p>\n- الضياء: غرابة الحديث والتفرد به لا يخرجه عن الصحة: 4/231.\n</p>\n\n<p>\n- ابن الجوزي: الحسن بن صالح عشرة ليس فيهم مطعون فيه غير واحد: 4/258.\n</p>\n\n<p>\n- النسائي: عند المغيرة بن مسلم عن أبي الزبير غير حديث منكر: 4/277.\n</p>\n\n<p>\n- من حدث ونسي: 4/287.\n</p>\n\n<p>\n- الأحاديث الواردة في اشتراط الشهادة في النكاح لا تصح عند أحمد وابن\nالمنذر: 4/327.\n</p>\n\n<p>\n- ابن تيمية: من أصل الإمام أحمد أن العقود تنعقد بما يدل على مقصودها من\nقول وفعل: 4/336.\n</p>\n\n<p>\n- مثال للأحاديث التي حدث بها معمر في البصرة فأخطأ فيها: 4/356.\n</p>\n\n<p>\n- ابن حبان: إذا روى رجل ليس بمشهور العدالة عن شيخ ضعيف أشياء لا يرويها\nعن غيره لا يتهيأ إلزاق القدح براو مجهول دونه: 4/437ح.\n</p>\n\n<p>\n- التنبيه على احتواء كتابي \"تحفة الأشراف\" و\" النكت الظراف \" على دقائق\nمهمة: 4/605ح.\n</p>\n\n<p>\n- الدارقطني: \" أحلت لكم ميتتان \" ليس له إسناد جيد البتة: 4/641ح.\n</p>\n\n<p>\n- رواية بقية عن بحير حسنة أو صحيحة سواء صرح بالتحديث أو لم يصرح:\n4/658.\n</p>\n\n<p>\n- الإمام أحمد: قد روي تحريم المسكر عن رسول الله صلى الله عليه وسلم من\nعشرين وجها: 5/12.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p347'> Vol. 05, p. 347</a>\n            </div>\n            \n</p>\n\n<p>\n- التنبيه على كلمة سقطت من مطبوعة \" جزء حنبل \": 5/18ح.\n</p>\n\n<p>\n- نسخة عطية العوفي عن ابن عباس في التفسير إسنادها مشهور وإن كان في بعض\nرواتها كلام: 5/46.\n</p>\n\n<p>\n* * * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p348'> Vol. 05, p. 348</a>\n            </div>\n             <span id='ms1287'></span>\n</p>\n",
  "pages": [
    "000",
    "000",
    "000",
    "000",
    "007",
    "000",
    "000",
    "010",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "000",
    "033",
    "000",
    "035",
    "036",
    "000",
    "000",
    "039",
    "000",
    "000",
    "000",
    "000",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "059",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "066",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "076",
    "000",
    "000",
    "000",
    "000",
    "000",
    "082",
    "000",
    "000",
    "000",
    "086",
    "000",
    "000",
    "089",
    "090",
    "000",
    "000",
    "000",
    "094",
    "000",
    "000",
    "097",
    "000",
    "000",
    "000",
    "101",
    "102",
    "000",
    "000",
    "000",
    "000",
    "000",
    "108",
    "323",
    "324",
    "325",
    "326",
    "327",
    "328",
    "329",
    "330",
    "331",
    "332",
    "333",
    "334",
    "335",
    "336",
    "337",
    "338",
    "339",
    "340",
    "341",
    "342",
    "343",
    "344",
    "345",
    "346",
    "347",
    "348"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05"
  ]
}