{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nوصلى الله على سيدنا محمد وعلى آله وصحبه وسلم\n</p>\n\n<p>\nربنا اغفر لنا ذنوبنا، وإسرافنا في أمرنا، وثبت أقدامنا أخبرنا الحافظ\nالإمام أبو محمد عبد المؤمن بن خلف بن أبي الحسن بن شرف بن الخضر بن موسى\nالدمياطي رحمه الله سماعا عليه، قال: أخبرنا أبو الحسن بن أبي عبد الله بن\nأبي الحسن البغدادي المعروف بابن المنير قراءة وأنا أسمع، عن الفضل بن سهل\nوالحافظ محمد بن ناصر.\n</p>\n\n<p>\nقال الفضل: عن الخطيب أبي بكر أحمد بن علي بن ثابت الحافظ.\n</p>\n\n<p>\nوقال ابن ناصر: أنا عبد الله بن احمد ابن السمرقندي وابو الحسن محمد بن\nمحمد بن الحسين ابن الفراء قالا: أنا الخطيب.\n</p>\n\n<p>\nوفات ابن السمرقندي من السنن الجزء السابع والعشرون، وليس هذا الحديث\nمنه.\n</p>\n\n<p>\nقال ابن ناصر أيضا: وقرأت على أبي غالب محمد بن الحسن بن علي البصري\nالماوردي، أنا أبو علي علي بن أحمد بن علي التستري.\n</p>\n\n<p>\nقال الخطيب والتستري: أنا أبو عمر القاسم بن جعفر الهاشمي، أنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nأبو علي محمد بن أحمد بن عمرو اللؤلؤي، ثنا أبو داود سليمان بن الأشعث بن\nإسحاق السجستاني رحمه الله تعالى قال: حدثنا عثمان بن أبي شيبة، ثنا يزيد\nبن هارون، أنا حماد بن سلمة، عن حماد، عن إبراهيم عن الأسود، عن عائشة رضي\nالله عنها: أن رسول الله صلى الله عليه وسلم قال: (رفع القلم عن ثلاثة: عن\nالنائم حتى يستيقظ، وعن المبتلى حتى يبرأ، وعن الصبي حتى يكبر) .\n</p>\n\n<p>\nوبه إلى أبي داود: حدثنا عثمان بن أبي شيبة، حدثنا جرير، عن الأعمش، عن\nأبي ظبيان، عن ابن عباس قال: أتي عمر بمجنونة قد زنت، فاستشار فيها أناسا،\nفأمر بها عمر أن ترجم، فمر بها علي بن أبي طالب رضوان الله عليه، فقال: ما\nشأن هذه؟ فقالوا: مجنونة بني فلان زنت، فأمر بها عمر أن ترجم، قال: فقال:\nارجعوا بها. ثم أتاه فقال: يا أمير المؤمنين، أما علمت أن القلم قد رفع عن\nثلاثة: عن المجنون حتى يبرأ، وعن <span id='ms01'></span> النائم حتى يستيقظ، وعن الصبي حتى يعقل.\nقال: بلى. قال: فما بال هذه ترجم؟ قال: لا شيء. قال: فأرسلها. قال:\nفأرسلها. قال: فجعل يكبر.\n</p>\n\n<p>\nوبه إلى أبي داود: حدثنا يوسف بن موسى، ثنا وكيع، عن الأعمش نحوه، وقال\nأيضا: (حتى يعقل) . وقال: (عن المجنون حتى يفيق) . قال: فجعل عمر يكبر.\n</p>\n\n<p>\nوبه إلى أبي داود قال: ثنا ابن السرح، أنا ابن وهب، قال: أخبرني جرير بن\nحازم، عن سليمان بن مهران، عن ابي ظبيان، عن ابن عباس قال: مر على علي بن\nأبي طالب رضي الله عنه ... بمعنى حديث عثمان، قال: أو ما تذكر أن رسول الله\nصلى الله عليه وسلم قال: (رفع القلم عن ثلاثة: عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nالمجنون المغلوب على عقله، وعن النائم حتى يستيقظ، وعن الصبي حتى يحتلم)\n. قال: صدقت. فخلى عنها.\n</p>\n\n<p>\nوبه إلى أبي داود قال: (ثنا هناد، عن أبي الأحوص؛ ثنا جرير المعنى، عن\nعطاء بن السائب، عن أبي ظبيان، قال هناد الجنبي، قال: أتي عمر بامرأة قد\nفجرت فأمر برجمها، فمر على علي رضي الله عنه، فأخذها فخلى سبيلها، فأخبر\nعمر رضي الله عنه، فقال: ادعوا لي عليا. فجاء علي رضي الله عنه، فقال: يا\nأمير المؤمنين، لقد علمت أن رسو الله صلى الله عليه وسليم قال: (رفع القلم\nعن ثلاثة: عن الصبي حتى يبلغ، وعن النائم حتى يستيقظ، وعن المعتوه حتى\nيبرأ) ، وإن هذه معتوهة بني فلان، لعل الذي أتاها أتاها وهي في بلائها.\nقال: فقال عمر: لا أدري. فقال علي: وأنا لا أدري.\n</p>\n\n<p>\nوبه إلى أبي داود: ثنا موسى بن إسماعيل، ثنا وهيب، عن خالد، عن أبي\nالضحى، عن علي رضي الله عنه عن النبي صلى الله عليه وسلم قال: (رفع القلم\nعن ثلاثة: حتى يستيقظ، وعن الصبي حتى يحتلم، وعن المجنون حتى يعقل) .\n</p>\n\n<p>\nقال أبو داود: رواه ابن جريج، عن القاسم بن يزيد، عن علي رضي الله عنه عن\nالنبي صلى الله عليه وسلم.\n</p>\n\n<p>\nهذا آخر ما ذكره أبو داود.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nفأما حديث عائشة رضي <span id='ms02'></span> الله عنها حديث متصل حسن ورجاله كلهم علماء؛ الأسود\nبن يزيد النخعي، وابن أخيه إبراهيم بن يزيد النخعي جبلان علما ودينا، متفق\nعليهما. وحماد بن أبي سليمان فقيه أهل الكوفة جليل وحديثه يدخل في الحسن.\nوحماد بن سلمة عالم كبير روى له الجماعة إلا البخاري، ويزيد بن هارون حافظ\nثبت زاهد متعبد، متفق عليه، وعثمان بن أبي شيبة محدث حافظ ثقة وإن كان دون\nأخيه أبي بكر.\n</p>\n\n<p>\nوقد رواه أيضا النسائي عن يعقوب بن إبراهيم عن عبد الرحمن بن مهدي، عن\nحماد بن سلمة به ورواه ابن ماجه، عن أبي بكر، عن يزيد وعن محمد بن خالد بن\nخداش ومحمد بن يحيى الذهلي، عن ابن مهدي جميعا عن حماد به.\n</p>\n\n<p>\nأخبرنا بحديث ابن ماجه أقضى القضاة أبو بكر محمد بن عبد العظيم الشافعي\nالمعروف بابن السقطين بقراءتي عليه، عن العدل أبي بكر عبد العزيز بن أحمد\nعمر بن سالم بن باقا، أخبرنا أبو زرعة طاهر بن محمد بن طاهر المقدسي سماعا\nلجميع الكتاب خلا الجزء الأول والعاشر والسابع عشر - وهو الأخير - فإجازة\nوهذا الحديث من الجزء الثامن فهو سماع، قال: أخبرنا أبو منصور محمد بن\nالحسين بن أحمد بن الهيثم المقومي إجازة إن لم يكن سماعا، ثم ظهر سماعه بعد\nذلك، أخبرنا أبو طلحة القاسم بن أبي المنذر الخطيب، حدثنا أبو الحسن على بن\nإبراهيم بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nسلمة بن بحر القطان، حدثنا أبو عبد الله محمد بن يزيد بن ماجه، قال: ثنا\nأبو بكر بن أبي شيبة، حدثنا يزيد بن هارون. وحدثنا محمد بن خالد بن خداش\nومحمد بن يحيى، قالا: حدثنا عبد الرحمن بن مهدي، ثنا حماد بن سلمة، عن\nحماد، عن إبراهيم، عن الأسود، عن عائشة: أن رسول الله صلى الله عليه وسلم\nقال: (رفع القلم عن ثلاثة: عن النائم حتى يستيقظ، وعن الصغير حتى يكبر، وعن\nالمجنون حتى يعقل أو يفيق) .\n</p>\n\n<p>\nقال أبو بكر في حديثه: (وعن المبتلى حتى يبرأ) .\n</p>\n\n<p>\nورأيت في سؤالات ابن الجنيد: قال رجل ليحيى <span id='ms03'></span> بن معين - وأنا أسمع -: حديث\nحماد بن سلمة، عن حماد، عن إبراهيم، عن الأسود، عن عائشة، عن النبي صلى\nالله عليه وسلم: (رفع القلم عن ثلاثة ... ) هو عندك واه؟ فقال يحيى: ليس\nيروي هذا أحد إلا حماد بن سلمة عن حماد.\n</p>\n\n<p>\nوأما حديث علي رضي الله عنه فقد رواه من طرق، والطريق الأخيرة منها معلقة\nمنقطعة، وقد رويناها متصلة إلى ابن جريج بالإسناد المتقدم قريبا إلى ابن\nماجه قال: حدثنا محمد بن بشار، ثنا روح بن عبادة، ثنا ابن جريج، أخبرني\nالقاسم بن يزيد، عن علي بن أبي طالب عليه السلام: أن رسول الله صلى الله\nعليه وسلم قال: (يرفع القلم عن الصغير، وعن المجنون، وعن النائم) .\n</p>\n\n<p>\nوهذا منقطع؛ لأن القاسم بن يزيد لم يدرك عليا.\n</p>\n\n<p>\nوأما بقية الروايات فرواية ابن السرح رواها النسائي عنه كرواية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nأبي داود، ورجالها رجال الصحيح، وهي متصلة، وقد صرح أبو ظبيان فيها\nبالرفع.\n</p>\n\n<p>\nورواية عثمان بن أبي شيبة الأولى صرح فيها بالاتصال دون الرفع، وكذا\nرواية يوسف بن موسى.\n</p>\n\n<p>\nورواية هناد وعثمان بن أبي شيبة الثانية صرح فيها بالرفع، ولكنها منقطعة\nبين أبي ظبيان وعلي، ولم يذكر فيها ابن عباس، وأن أبا ظبيان سمع عليا،\nفيحتمل أن يكون هذا الحديث مما سمعه من علي ومن ابن عباس عنه، ويحتمل - وهو\nالأقرب - أنه إنما سمعه من ابن عباس عنه، وتكون هذه الرواية منقطعة؛ لأن\nفيها القصة التي جرت عند عمر، ويبعد أن يكون أبو ظبيان أدرك عمر حتى يكون\nسمع من علي ذلك الوقت.\n</p>\n\n<p>\nوأما رواية موسى بن إسماعيل فمنقطعة أيضا بين أبي الضحى وعلي؛ لأنا لا\nنحفظ لأبي الضحى رواية عن علي بغير واسطة.\n</p>\n\n<p>\nفهذا هو الكلام على رواية هذا الحديث، بتخيل أنه حسن متصل كما قلناه،\nووقف بعضهم له وقطع بعضهم لا يقدح في رواية رفعه ووصله.\n</p>\n\n<p>\nوأما الكلام على متنه فمن وجوه:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head0'>الوجه الأول من الكلام في الحديث</h1>\n\n<p>\nأحدها: - وهو الذي حدانا على الكلام عليه - في قوله: (عن ثلاثة) قد سبق\nفي <span id='ms04'></span> جميع رواياته ثبوت الهاء فيه، وكذلك هو في النسائي والدارقطني، ويقع في\nبعض كتب الفقهاء: (ثلاث) بغير هاء، ولم أجد له أصلا، وبلغني عن بعض الفضلاء\nأنه سأل - كأن لم يطرق سمعه غير ذلك -: لم حذفت الهاء؟ وظن بعضهم أن ذلك\nلكون المعدود محذوفا كما في قوله صلى الله عليه وسلم: (من صام رمضان وأتبعه\nبست من شوال) فحذفت الهاء، وإن كان المراد الأيام واليوم مذكر، لما حذفت\nولم يضف العدد إليها في اللفظ.\n</p>\n\n<p>\nولما وصل السؤال إلي لم أرتض هذا الجواب، واكتفيت في دفع السؤال بتبيين\nلفظ الحديث، وأنه ثبت فيه التاء من جميع وجوهه، ولو كان كما ظن المجيب لكان\nالأفصح حذفها كما سنبينه، وليس كذلك، بل الذي ورد به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nالحديث هو الصواب؛ وذلك لأن حذف التاء إنما جاء عند حذف المعدود المذكر\nإذا كان المعدود هو الأيام خاصة دون ما سواها من المذكر، كقوله تعالى\n(يتربصن بأنفسهن أربعة أشهر وعشرا) ، وكقوله تعالى: (إن لبثتم إلا يوما) ،\nفليس المراد في الاثنين عشر ليال بل عشرة أيام، أو عشر ليال بأيامها، وغلب\nالمؤنث على المذكر، وكقوله صلى الله عليه وسلم: (بست من شوال) ، ومثله ما\nحكاه الكسائي: (صمنا من الشهر خمسا) ، والصوم إنما يكون في الأيام دون\nالليالي.\n</p>\n\n<p>\nوقال الزمخشري في قوله تعالى: (وعشرا) : وقيل: عشرا ذهابا إلى الليالي\nوالأيام داخلة معها، ولا تراهم قد يستعملون التذكير فيه ذابين إلى الأيام\nتقول: صمت عشرا، ولو ذكرت خرجت من كلامهم.\n</p>\n\n<p>\nوهذا الذي قاله الزمخشري يوافقه ما قاله سيبويه؛ فإنه قال: (وتقول: سار\nخمس عشرة من بين يوم وليلة؛ لأنك ألقيت الاسم على الليالي ثم بينت فقلت: من\nبين يوم وليلة، ألا ترى أنك تقول: لخمس بقين أو خلون، ويعلم المخاطب أن\nالأيام قد دخلت في الليالي، فإذا ألقي الاسم على الليالي اكتفي بذلك عن ذكر\nالأيام، كما تقول: أتيته ضحوة وبكرة، فيعلم المخاطب أنه ضحوة يومك وبكرة\nيومك، واشابه هذا في الكلام كثير، فإنما قوله: من بين يوم وليلة، توكيد <span id='ms05'></span>؛\nلأنه قد علم أن الأيام فاضلة على الليالي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nوقال النابغة الجعدي:\n</p>\n\n<p>\nفطافت ثلاثا بين يوم وليلة ... تكون النكيران بصيف وتجأرا\n</p>\n\n<p>\nقال ابن قتيبة: (يريد ثلاث أيام وثلاث ليال) .\n</p>\n\n<p>\nثم قال سيبويه: (وقد يجوز في القياس خمسة عشر من بين يوم وليلة، وليس يحد\nكلام العرب) .\n</p>\n\n<p>\nهذا كلام سيبويه، وإنما قلت: إنه يوافق كلام الزمخشري؛ لأن من ثلاث عشرة\nإلى تسع عشرة مثل من الثلاث إلى العشر في حذف التاء من عدد المؤنث وإثباتها\nفي عدد المذكر، وحذف المعدود من أحدهما كحذفه من الآخر، والمراد من الحذف\nأن لا يضاف إليه لفظا، وهو حاصل في مثال سيبويه، وقد نص على حذف التاء\nوقال: إن إثباتها قد يجوز في القياس، وليس يحد كلام العرب. فخرج من كلامه\nوجهان: الفصيح حذف التاء، وهو الذي قاله الزمخشري، وغير الفصيح إثباتها،\nوهو الذي قال الزمخشري: إنه خارج من كلامهم - أي المسموع - وهو موافق لكلام\nسيبويه أيضا.\n</p>\n\n<p>\nوقال النووي في قوله صلى الله عليه وسلم: (بست من شوال) : إنما حذفت\nالهاء من ستة؛ لأن العرب إنما تلتزم الإتيان بالهاء في المذكر الذي هو دون\nأحد عشر إذا صرحت بلفظ المذكر، كقوله الله تعالى: (وثمانية أيام) ، فأما\nإذا لم يأتوا بلفظ المذكر فيجوز إثبات الهاء وحذفها، فتقول: صمنا ستا،\nولبثنا عشرا، وتريد الأيام، ونقله الفراء وابن السكيت وغيرهما عن العرب،\nولا يتوقف فيه إلا جاهل غبي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nوالظاهر أن مراده بما نقله الفراء وابن السكيت وغيرهما عن العرب - الحذف،\nكما حكاه الكسائي، وأما التصريح بالوجهين عن العرب فمخالف لكلام سيبويه\nوالزمخشري، فينبغي أن يتوقف فيه؛ إذ ليس في كلامه تصريح بنقله، نعم: جواز\nالوجهين قد ثبت من كلام سيبويه كما سبق وإن كان أحدهما لي سيحد كلام العرب.\n</p>\n\n<p>\nوطعن بعضهم في حكاية الكسائي، ولا يلتفت إلى هذا الطعن مع صحة الحديث\nبمثله، ومعاضدة الفراء وابن السكيت وغيرهما للكسائي، وكل منهم إمام،\nوتوجيهها: أنه لما ثبت جواز: سرت خمسا، وأنت تريد الأيام والليالي جميعا،\nكما سبق من كلام سيبويه <span id='ms06'></span>، وكما دلت عليه الآية الكريمة، وما ذاك إلا لتغليب\nالليالي على الأيام، وجعل الأيام تابعة لليالي، أجري عليها هذا الحكم عند\nإرادة الأيام وحدها، كقولك: سرت خمسا، وأنت تريد الأيام. أو: صمت خمسا؛ إذ\nلا يمكن إرادة الليالي في الصوم، وصار اليوم كأنه مندرج تحت اسم الليلة\nوجزء منها فيدل عليه باسمها، سواء أريدت حقيقة ذلك الاسم من الليلة واليوم\nتابع لها، أم لم ترد واقتصر على إرادة ما يتبعها وهو اليوم.\n</p>\n\n<p>\nونقل أبو حيان أنه يقال: صمت خمسة، وأنه فصيح. وهذا إن صح لا يعارض قول\nسيبويه والزمخشري؛ لأنهما إنما قالا فيما يمكن إرادة الليالي والأيام\nجميعا، ولا شك أنه عند إراتهما تغلب الليالي فيضعف التذكير، وأما عند إرادة\nالمذكر فقط فالتذكير وإثبات الهاء هو الأصل، والحذف ورد في الحديث وحكاه\nالكسائي، فالوجهان فيه فصيحان بخلاف القسم الأول؛ فإن الحذف فيه أفصح، هذا\nإن ثبت: صمنا خمسة، كما ادعاه أبو حيان، ولعله أخذه من ابن عصفور، فإن ثبت\nذلك صريحا من كلام غيره وإلا فليتوقف فيه.\n</p>\n\n<p>\nوقال شيخنا ابو محمد الدمياطي: سقوط الهاء في (ست من شوال) مع سقوط\nالمعدود، أو ثبوت الهاء في (ستة) مع ثبوت الأيام هو المحفوظ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nالفصيح، وورد في بعض الطرق المتقدمة للدراوردي وحفص بن غياث ثبوت الهاء\nفي: (ستة من شوال) مع سقوط الأيام، وهو غريب غير صحيح ولا فصيح. انتهى ما\nقاله، وذكر ذلك في فضل إتباع رمضان بست من شوال، وجمع فيه طرق الحديث\nالوارد فيها، فرواه من نيف وستين طريقا ليس فيها ثبوت التاء مع سقوط\nالمعدود إلا من الطريقين اللذين ذكرهما، وهو غلط من بعض الرواة الذين لا\nيتقنون لفظ الحديث.\n</p>\n\n<p>\nوذكر الواحدي وغيره من المفسرين أن سقوط التاء من قوله تعالى: (يتربصن\nبأنفسهن أربعة أشهر وعشرا) ، لتغليب الليالي على الأيام. انتهى.\n</p>\n\n<p>\nهذا كله في الأيام والليالي، أما إذا كان المعدود مذكرا أو مؤنثا غيرها\nفلا وجه إلا مطابقة القاعدة الأصلية من إثبات التاء في المذكر وحذفها في\nالمؤنث ذكرت <span id='ms07'></span> المعدود أو حذفته، قال تعالى: (فاستشهدوا عليهن أربعة منكم) ،\nوقال تعالى: (سيقولون ثلاثة رابعهم كلبهم ويقولون خمسة سادسهم كلبهم رجما\nبالغيب ويقولون سبعة وثامنهم كلبهم) ، وقال تعالى: (ما يكون م، ثلاثة إلا\nرابعهم ولا خمسة إلا هو سادسهم) ، وقال تعالى: (عليها تسعة عشر) ، وقال\nتعالى: (وكنتم أزواجا ثلاثة) ، فالمعدود في هذه الآيات كلها مذكر، وقد حذف\nفي الآية الأولى والثانية والثالثة والرابعة وأتي به موصوفا في الخامسة،\nوثبتت التاء في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nجميع ذلك، وكذلك قوله تعالى: (ويحمل عرش ربك فوقهم يومئذ ثمانية) ،\nوالقول بجواز حذف التاء في مثل ذلك يحتاج إلى نقل، ولا يكاد يقدر عليه.\n</p>\n\n<p>\nوأما قول ابن عصفور: (إن من الثلاثة إلى العشرة إذا استعملتها غير مضافة؛\nإن أردت بها المعدود ولم ترد مجرد العدد ألحقت بها التاء، إن أوقعتها على\nالمذكر، وإن أوقعتها على المؤنث لم تلحقها، ويجوز حذف التاء في الحالين،\nحكى الكسائي: صمنا من الشهر خمسا. والأول أفصح.\n</p>\n\n<p>\nفقوله: يجوز حذف التاء في الحالين. فيه إطلاق لو أخذ به شمل الأيام\nوغيرها، واستشهاده بحكاية الكسائي يقتضي تقييد ذلك الإطلاق، فإن تمسك أحد\nبذلك الإطلاق وقال: يجوز حذف التاء في الحالين. فيه إطلاق لو أخذ به شمل\nالأيام وغيرها، واستشهاده بحكاية الكسائي يقتضي تقييد ذلك الإطلاق، فإن\nتمسك أحد بذلك الإطلاق وقال: يجوز حذف التاء من قولك: رأيت ثلاثا، وأنت\nتريد رجالا، (طولب) بنقل صريح من العرب، ولا أظنه يجده وما ذكرناه من\nالآيات يرد عليه إلا أن يدعي أن الآيات جاءت على الأفصح.\n</p>\n\n<p>\nوبالجملة تلخص أن في غير الأيام نثبت التاء في المذكر حذفت المعدود أو\nأثبته، والقول بحذف التاء فيه إذا حذف المعدود لم يتحققه من العرب، ولا صرح\nبه أحد من العلماء غير إطلاق ابن عصفور، وليس بصريح تبنى عليه قاعدة.\n</p>\n\n<p>\nوقال الجوهري في باب (الثوب) : (قولهم: الثوب سبع في ثمان، كان حقه أن\nيقال: في ثمانية؛ لأن الطول يذرع بالذراع وهي مؤنثة، والعرض يشبر بالشبر\nوهو مذكر، وإنما أنثه لما لم يأت بذكر <span id='ms08'></span> الأشبار، وهذا كقولهم: صمنا من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nالشهر خمسا، وإنما يراد بالصوم الأيام دون الليالي، ولو ذكرت الأيام لم\nتجد بدا من التذكير) . انتهى.\n</p>\n\n<p>\nوهذا قد يؤخذ منه موافقة ابن عصفور، لكني أقول: التأنيث في ثمان يحتمل أن\nيكون لأجل ازدواجها مع سبع، كما قيل: الغدايا والعشايا، ونحو ذلك، وتعليل\nالجوهري بحذف المعدود ينبغي أن يجعل مع هذا المعنى علة وبمجموعهما يحسن\nالتأنيث، وأما بمفرده فيتنازع فيه.\n</p>\n\n<p>\nواعلم أن الجوهري وغيره من المصنفين في اللغة إذا نقلوا نقلا أخذناه\nمسلما مقبولا، وإذا تصرفوا وعللوا نظرنا في كلامهم كغيرهم من المصنفين في\nالعلوم، والمقصود شاهد من لسان العرب على التأنيث إذا حذف المعدود في غير\nالأيام، ولم نجده في الأيام إذا أريدت الليالي معها وحذف المعدود حذفت\nالتاء في الفصيح الذي جاء به، ولا يجوز خلاف ذلك إلا قياسا وليس بسماع، وإن\nأردت الأيام وحدها فيجوز الوجهان، والحديث وحكاية الكسائي وغيره يشهدان\nللحذف، فهذه ثلاث مراتب، ومن رام التسوية بين الأيام وغيرها وأخذ بكلام\nالزمخشري وأوجب حذف التاء إذا حذف المعدود المذكر غير الأيام رد عليه\nبالآيات التي ذكرناها، ومما يدل على الفرق بين الأيام وغيرها أن سيبويه مع\nتجويزه الأمرين في الأيام كما سبق قال: ويقال: أعطاه خمسة عشر من بين عبد\nوجارية لا يكون في هذا إلا هذا؛ لأن المتكلم لا يجوز له أن يقول: خمسة عشر\nعبدا، فيعلم أن ثم من الجواري بعدتهم، ولا خمس عشرة جارية، فيعلم أن ثم من\nالعبيد بعدتهن، فلا يكون هذا إلا مختلطا يقع عليهم الاسم الذي بين به\nالعدد. انتهى.\n</p>\n\n<p>\nفقد نص في هذا الكلام على أنه لا بد من التاء في قوله: من بين عبد\nوجارية، مع قوله بالحذف في نظيرها لو قال: من بين يوم وليلة. وهذا نص في\nالفرق، وفرق من حيث المنى بأن الأيام تدخل في الليالي، وجنس العبيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nوالجواري لا يدخل أحدهما في الآخر، يعني فلا يكون المعدود مؤنثا حتى تحذف\nالتاء.\n</p>\n\n<p>\nوذكر ابن مالك هذا الذي قاله وزاد <span id='ms09'></span> عليه بحكم ما لا يعقل فقال: (تقول:\nعندي خمسة عشر عبدا وجارية، وخمسة عشر جارية وعبدا، فتجعل الحكم للمذكر\nقدمته أو أخرتهن وكذا تفعل أبدا بكل مركب من عدد من يعقل إذا ميز بمذكر\nومؤنث، متصلا كان المميز كما هو في المثال المذكور، أو منفصلا ببين، كقولك:\nعندي خمسة عشر بين رجل وامرأة، وخمسة عشر بني امرأة ورجل. وتقول: نحرت خمسة\nعشر جملا وناقة في خمسة عشر يوما وليلة، فيجعل الحكم لسابقهما مذكرا كان أو\nمؤنثا، وكذا تفعل أبدا بكل مركب من عدد ما لا يعقل إذا اتصل مميزه والمميز\nمذكر ومؤنث، وتقول: عندي ست عشرة بين ناقة وجمل، واشتريت ست عشرة بين كبش\nونعجة. فيجعل الحكم لمؤنثهما قدمته أو أخرته إذا انفصل المميز، وكان مما لا\nيعقل، والمراد في الحالين: أن نصف العدد المذكور ذكور ونصفه إناثس، وهكذا\nأبدا في غير الليالي والأيام، وأما فيهن والعدد المذكور ذكور ونصفه إناث،\nوهكذا أبدا في غير الليالي والأيام، وأما فيهن والعدد المذكور لليالي\nوالأيام مثله، فإذا قلت: كتبت لعشرين يوم وليلة، فالمراد عشر ليال وعشرة\nأيام، هذا كله معنى كلام سيبويه، وتقول: عندي عشرة أعبد وجوار، أو: عشر\nجوار وأعبد.\n</p>\n\n<p>\nفيجعل الحكم عند الإضافة للسابق من المميز؛ مذكرا كان أو مؤنثا، عاقلا\nكان أو غير عاقل، ولا يكون مميز هذا النوع أقل من ستة؛ لأنهما إذا كانا أقل\nمن ستة كان أحدهما أقل من ثلاثة، والخمسة وأخواتها لا تضاف إلى أقل من\nثلاثة، ولا فرق في ذلك بين أن يتصل المضاف غليه بالمضاف أو ينفصل بعاطف) .\nانتهى كلام ابن مالك.\n</p>\n\n<p>\nفقد حكم في العدد بشيئين؛ لمذكرهما مطلقا إن وجد العقل، وإلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nفلسابقهما بشرط الاتصال، ولمؤنثهما إن فصلا ببين وعدم العقل، ولسابقهما\nفي الإضافة مطلقا، فأما حكمه لمذكرهما مطلقا إن وجد العقل فهو موافق لما\nقلناه ومقتض؛ لأنه إذا قيل: رأيت ثلاثا من العقلاء، كانوا نسوة لا رجالا،\nوحكمه في غير العاقل لسابقهما بشرط الاتصال صحيح، وحكمه لمؤنثهما إن فصلا\nببين وعدم <span id='ms10'></span> العقل موافق لما قاله سيبويه في الأيام وزائد عليه بحكم غير\nالعاقل في غير الأيام، وحكمه لسابقهما في الإضافة مطلقا يعني به: عشر أعبد\nوجوار، وعشر جوار وأعبد.\n</p>\n\n<p>\nوقوله فيما قبل ذلك: (إنه كله معنى كلام سيبويه) رأيت بعضه فيه وبعضه لم\nأره، فلعله أخذه من مكان آخر من كلامه.\n</p>\n\n<p>\nوقوله: (إن المراد في الأيام والليالي والأيام مثله) صحيح موافق لكلام\nسيبويه، وأنه إذا قال: خمس عشرة بين يوم وليلة فالمراد: خمسة عشر يوما وخمس\nعشرة ليلة، وليس المراد أن الخمسة عشر بعضها ليال وبعضها أيام، بل المراد\nما قلناه، وكأن المقصود: خمس عشرة مدة، كل مدة يوم وليلة، وهذا مدلول\nالكلام.\n</p>\n\n<p>\nواعلم أنه لولا نص سيبويه على ذلك لكان يمكن القول بأنه يحتمل أن يكون\nبعضها أياما وبعضها ليالي.\n</p>\n\n<p>\nوقوله: أعني ابن مالك -: (إن المراد في غير الأيام والليالي أن نصف العدد\nذكور ونصفه إناث) فيرد عليه قول سيبويه: خمسة عشر بين عبد وجارية ولا يمكن\nفيها التنصيف فلو قال: إن بعض العدد ذكور وبعضه إناث استقام، ويكون المراد\nبالبعض النصف أو دونه أو فوقه، سواء كان مجموع العدد يقبل التنصيف أم لا،\nولا دلالة على التنصيف من هذا اللفظ.\n</p>\n\n<p>\nوقوله: (ولا يكون مميز هذا النوع أقل من ستة) صحيح في المثال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nالذي ذكره، وهو أن يكون المميز جمعا، فإذا قلت: ستة أعبد وجوار، اقتضى أن\nكلا من العددين جمع، وأقل الجمع ثلاثة، فالمجموع ستا، فلو قلت: خمسة أعبد\nوجوار، لم يصح، لأنه يقتضي حمل أحد الجمعين على اثنين، وهكذا إذا لم تأت به\nمضافا وفصلته ببين مجموعا، كقولك: ستة بين أعبد وجوار، فلو فصلته ببين\nوأتيت به مفردا، كقولك: أعطيته ستة بين عبد وجارية جاز، واطرد في الخمسة\nوما دونها، فإنك إذا قلت: أعطيته ثلاثا بين عبد وجارية كان المراد ثلاثا\nبعضها من جنس العبيد وبعضها من جنس الجواري، والجنس لا يشترط فيه الجمع.\n</p>\n\n<p>\nوقوله: (فطافت ثلاثا بين يوم وليلة) ن لولا ما سبق أن الأيام تكون مثل <span id='ms11'></span>\nالليالي في استيفاء العدد لكنا نقول: بعض الثلاث يوم وبعضها ليلتان، أو\nالعكس، وفي غير الأيام والليالي لم يجب ذلك، فهو محتمل.\n</p>\n\n<p>\nوقد أطلنا في استيفاء الكلام على كلام ابن مالك فلنرجع إلى غرضنا ونقول:\nإنه متى كان المعدود مذكرا وحذف؛ فإن كان من الأيام حذفت التاء فصيحا، وإن\nكان من غير الأيام وهو عاقل فلا تحذف التاء أصلا، فإن قلت: ما ذكرته من\nكلام سيبويه وغيره في خمسة عشر ونحوها خارج عن محل النزاع؛ لأنا إنما نتكلم\nعن الثلاث إلى العشر، والزائد من إحدى عشرة فما فوقه لم نتكلم فيه.\n</p>\n\n<p>\nقلت: حكم الثلاث إلى العشر مطرد في ثلاث عشرة إلى تسع عشرة من غير فوق،\nقال سيبويه بعد ان بين حكم الثلاث إلى العشر: (فإذا زاد العدد واحدا على\nاثني عشر فإن الحرف الأول لا يتغير بناؤه عن حاله وبنائه، حيث لم يجاوز\nالعدد ثلاثة والآخر بمنزلته حيث كان بعد أحد واثنين، وذلك قولك: له ثلاثة\nعشر عبدا، وكذلك ما بين هذا العدد إلى تسعة عشر، وإذا زاد العدد واحدا فوق\nثنتي عشرة فالحروف الأولى بمنزلته حيث لم يجاوز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nالعدة ثلاثا، والآخر بمنزلته حيث كان بعد إحدى وثنتين، وذلك قولك: ثلاث\nعشرة جارية) . ومما يدل لما قلناه من الإتيان بالتاء إذا حذف المعدود\nالمذكر أن سيبويه قال: ونقول: هذا خامس أربعة. وقال: خامس خمسة. إذا كن\nأربع نسوة فيهن رجل، وخامس أربع إذا أردت أنه صير أربع نسوة خمسة. انتهى.\n</p>\n\n<p>\nومن كلامهم أيضا: خمسة من الخمسين، وثلاثة من الكلاب، وقالوا في ثلاثة من\nالبقر ونحوها وجهان؛ لأن فيه التذكير والتأنيث فيقال على لغة التذكير:\nثلاثة من البقر، وعلى لغة التأنيث: ثلاث. وهذا من كلامهم نص في حكم أن\nالتذكير والتأنيث مراعا وإن لم تضف العدد إلى المعدود، وبه ظهر أن الصواب\nما ورد في الحديث من إثبات التاء في ثلاثة، وأنه لا يجوز حذفها غلا على ما\nأطلقه ابن عصفور، فإن صح ذلك الإطلاق فيكون الحديث فيه لغة ضعيفة <span id='ms12'></span> لم يرد\nالحديث بها.\n</p>\n\n<p>\nوقد تبين بهذا أن إطلاق من أطلق أنه متى حذف المعدود تحذف التاء ليس\nبصحيح، ومن كلام ابن مالك في شرح الكافية: تثبت تاء ثلاثة فما فوقها إلى\nعشرة إن كان واحد المعدود مذكرا، وتسقط إن كان مؤنثا، نحو: عندي من العبيد\nثلاثة، ومن الإماء ثلاث. فنظر كيف مثل ما يجب التاء بقوله: عندي من العبيد\nثلاثة، وهو عدد لم يضف إلى معدود.\n</p>\n\n<p>\nوذكر أبو البقاء العكبري في (إعراب الحديث) له في حديث أنس رضي الله عنه:\n(يتبع الميت ثلاث؛ أهله وماله وعمله، فيرجع اثنان ويبقى واحد) . قال: الوجه\nأن يقال: ثلاثة؛ لأنها مذكرات والأشبه أنه من تغيير الرواة، ويحتمل أن يكون\nالوجه فيه ثلاث علق والواحدة علقة؛ لأن كلا من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nهذه المذكورات علقة، ثم إنه ذكر بعد ذلك حملا على اللفظ بعد أن حمل الأول\nعلى المعنى. انتهى كلامه.\n</p>\n\n<p>\nفقد تحرر أن هذه الأقسام أربعة:\n</p>\n\n<p>\nأحدها: أن يكون المعدود مذكرا عاقلا، فلم يسمع فيه عند عدم الإضافة إليه\nثبوت التاء كحاله عند الإضافة، وما اقتضاه كلام ابن عصفور من ثبوت لغة فيه\nبحذف التاء عند عدم الإضافة بعيد، وهو لم يصرح به، ولا يجوز إثباته إلا\nبنقل صريح، واستعمال القرآن بخلافه.\n</p>\n\n<p>\nالثاني: أن يكون المعدود أياما ولياليها جميعا، فها هنا المسموع حذف\nالتاء عند حذف المعدود كحاله عند الإضافة إلى الليالي والأيام تابعة، ويجوز\nعلى ما قاله سيبويه في خمسة عشر إثبات التاء.\n</p>\n\n<p>\nالثالث: أن يكون المعدود الأيام مجردة عن الليالي، فيجوز حذف التاء فصيحا\nكما حكاه الكسائي، وصح به الحديث في ست من شوال، والظاهر أنه يجوز إثبات\nالتاء أيضا، وبه صرح أبو حيان وقال: إنه فصيح. وكنت أشتهي لو نقله عن أحد\nأو أتى فيه بشاهد من لسان العرب، ولكنه أرسله، والظاهر أنه يتبع فيه ابن\nعصفور، كما نبهت عليه من قبل، وهو وإن كان القياس يحتاج إلى سماع من العرب،\nوقد يستشهد له بقوله تعالى: (وسبعة إذا رجعتم تلك عشرة كاملة) .. فأثبت <span id='ms13'></span>\nالهاء في هذين الموضعين، والمعدود الأيام وهي محذوفة، ولا يقال: إن تقدمها\nفي الآية كذكرها مع العدد؛ لأن الأمثلة التي نذكرها وذكرناها من كلام\nسيبويه وغيره تقتضي أن المراد بالذكر إضافة العدد إليه، نعم! لا شك أن تقدم\nذكر الأيام أوجب حسن إثبات التاء في الآية بخلاف ما لو لم يذكر بالكلية وهو\nالمحل الذي نقله أبو حيان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nالرابع: أن يكون المعدود مذكرا غير عاقل من غير الأيام، فإن لم يعطف عليه\nمؤنث ولا عطف على مؤنث فحكمه حكم العاقل، فتدخل التاء، قال تعالى: (فخذ\nأربعة من الطير) ، وإن عطف على غيره أو عطف غيره عليه، كقولك: عندي ست عشرة\nبين ناقة وجمل أو بين جمل وناقة. قال ابن مالك: فيجعل الحكم لمؤنثهما قدمته\nأو أخرته إذا انفصل المميز وكان مما لا يعقل. وهذا الحكم فيه نظر؛ لم غلب\nالمؤنث ها هنا؟ ولعله بالقياس على الأيام لاشتراكهما في عدم العقل، وقد\nغلبت الليالي وهي مؤنثة على الأيام فكذلك هذا، ولنا أن نقول: الليالي إنما\nغلبت على الأيام لسبقها في التاريخ فأطلق على اليوم بليلته ليلة، ولا كذلك\nهنا، فليتوقف فيه أيضا.\n</p>\n\n<p>\nوهذا البحث مما ينظر فيه وهو خارج عن غرضنا، وإنما ساق إليه التقسيم،\nوبعد أن كتبت ما كتبت في ذلك وقفت على كلام أبي يوسف يعقوب بن السكيت -\nرحمه الله - في ذلك فوجدته شاهدا لما قلته، فإنه قال: ونقول: صمنا خمسا من\nالشهر، فيغلبون الليالي على الأيام إذا لم يذكروا الأيام، وإنما يقع الصيام\nعلى الأيام؛ لأن ليلة كل يوم قبله؛ فإذا أظهروا الأيام قالوا: صمنا خمسة\nأيام، وكذلك: أقمنا عنده عشرا وعشرة أيام، فإذا قالوا: أقمنا عنده عشرا بين\nيوم وليلة غلبوا التأنيث، وتقول: له خمس من الإبل وإن عينت أجمالا؛ لأن\nالإبل مؤنثة، وكذلك: له خمس من الغنم، وإن عينت أكبشا؛ لأن الغنم مؤنثة.\nانتهى ما قاله ابن السكيت.\n</p>\n\n<p>\nوهو نص فيما قلته، ألا تراه كيف قال: فيغلبون الليالي على الأيام إذا لم\nيذكروا الأيام فدل على <span id='ms14'></span> أن ذلك هو المستند في حذف التاء، وهذا المستند ليس\nفي الرجال ونحوهم من المذكرين، وابن السكيت أحد من وقع الاعتماد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nعليه في إطلاق هذا اللفظ محذوف التاء، فليكن يرجع إليه في تعليله ومعناه،\nوقد حمدت الله وشكرته لما وقعت على كلامه؛ إذ وفقني للصواب في هذه المسالة،\nوكنت مع كوني لم أقف على نقل مساعد أتعجب ممن يخالف في ذلك ويأخذ بإطلاق من\nأطلق، وممن تعجبت منه في ذلك شيخنا أبو حيان، بلغني عنه أنه قال: لا فرق\nبين الأيام وغيرها. فلما رأيت كلام ابن السكيت سررت بموافقته والحمدلله على\nذلك؛ إذ أهلني للوقوع على الصواب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head1'>الوجه الثاني</h1>\n\n<p>\nقوله: حتى يبلغ، وحتى يستيقظ، وحتى يفيق. وهذه غايات مستقبلة، والفعل\nالمغيا بها وهو قوله: (رفع) ماض، والماضي لا يجوز أن يكون غايته مستقبلة،\nفلا تقول: سرت أمس حتى تطلع الشمس غدا؛ لأن مقتضى كون الفعل ماضيا كون\nأجزاء المعنى جميعا ماضية، والغاية طرف المعنى، ويستحيل أن يكون المستقبل\nظرفا للماضي؛ لأن الآن فاصل بينهما، والغاية إما داخلة في المعنى فتكون\nماضية أيضا، وإما خارجة عنه مجاورة له فيصح أن يكون الآن غاية للماضي، وإما\nأن تكون منفصلة حتى يكون المستقبل المنفصل عن الماضي غاية له - فمستحيل،\nفكيف قال: رفع القلم عن الصبي حتى يبلغ؟! وهذا السؤال لم يبلغني عن أحد،\nولكني أنا الذي حركته.\n</p>\n\n<p>\nوجوابه - على ما ظهر لي - بالتزام حذف أو مجاز حتى يصح الكلام، ويتبين أن\nالغاية ليست للفعل الماضي أو ليست مستقبلة، فيحتمل أن يقدر: رفع القلم عن\nالصبي فلا يزال مرتفعا حتى يبلغ، أو: فهو مرتفع حتى يبلغ، فيبقى الفعل\nالماضي على حقيقته، والمغيا محذوف، وبه ينتظم الكلام.\n</p>\n\n<p>\nودل على هذا وحسنه أن الرفع فعل له أثر يستمر، فالغاية لأثره لا له، كما\nتقول: أجرتك داري إلى شهر. فالمغيا ليس هو الإيجار الماضي أو الحاضر، وإنما\nالمغيا أثره، وحدف لفهم المغيا بحيث لو ذكر لكان ركيكا للاستغناء عنه\nبسببه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nويحتمل أن يكون معنى: (رفع القلم) حكم <span id='ms15'></span> برفعه، وتكون الغاية للرفع المحكوم\nبه لا للحكم الذي هو ماض، ولكن في هذا قلق، والأقرب أنه لا يصح من جهة أنك\nإذا عبرت برفع عن حكم بالرفع فالمصدر الذي فيه من حيث المعنى هو الحكم لا\nالرفع، فلا يصح أن يكون هو المغيا، وإنما المغيا الرفع المحكوم به والفعل\nلم يتضمنه فيحتاج إلى تقديره فيعود إلى الوجه الأول.\n</p>\n\n<p>\nويحتمل أن يقال: إن الغاية للمصدر الذي دل عليه الفعل الماضي كقولهم:\nتسمع بالمعيدي خير من أن تراه، عند من لا يقدر فيه: أن تسمع، أو أن الفعل\nجرد عن دلالاته عن الزمان فلم يبق إلا المصدر فيصح الغاية المستقبلة.\n</p>\n\n<p>\nويحتمل أن يقال ذلك في الغاية، وهو قوله: (حتى يبلغ) ، والمعنى: حتى\nبلوغه لأن هذا إخبار عن حكم شرعي حكم الله في الأزل، وأنه رفع القلم عن كل\nمن ثبت له الصبا في وقت ما حتى بلوغه، فيشمل ذلك من كان صبيا وبلغ في\nالماضي، ومن هو صبي الآن ويبلغ في المستقبل، ومن يصير صبيا ويبلغ بعد ذلك.\n</p>\n\n<p>\nوهذه الاحتمالات كلها في التقدير إما في التجوز في الفعل الثاني أو الفعل\nالأول، أو الحذف - راجعة إلى معنى واحد وهو الحكم برفع القلم إلى الغاية\nالمذكورة.\n</p>\n\n<p>\nوقد تقدم من حيث ابن ماجه الذي من مسند علي: (يرفع) بصيغة الفعل المضارع\nفلا يرد السؤال على هذه الراوية، وإنما تكلمنا على الروايات المشهورة.\n</p>\n\n<p>\nفإن قلت: ما ذكرته جميعه مبني على أن الفعل الماضي لا يجوز أن تكون غايته\nمستقبلة، وقد قال الله تعالى: (وزلزلوا حتى يقول الرسول)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nقرىء بنصب (يقول) بتقدير أن، وأن تخلص الفعل للاستقبال؟ قلت: ما أبعدك\nعما أردناه! نحن في المستقبل حقيقة من جهة المعنى، وذلك وإن قدر مستقبلا\nفهو ماض في الزمان، ألم تر إلى قول سيبويه في باب حتى: اعلم أن حتى تنصب\nعلى وجهين؛ أحدهما: أن يجعل الدخول غاية المشترك، وذلك قوله: سرت حتى\nأدخلها حتى قلت: سرت حتى أدخلها حتى قلت: سرت إلى أن أدخلها. فالناصب للفعل <span id='ms16'></span>\nها هنا هو الجار للاسم إذا كان غاية، فالفعل إذا كان غاية نصيب، والاسم إذا\nكان غاية جر، فهذا قول الخليل رحمه الله.\n</p>\n\n<p>\nفأما الوجه الآخر: فأن يكون السير قد كان والدخول لم يكن، وذلك إذا جاءت\nمثل كي التي فيها إضمار أن وفي معناها، وذلك قولك: كلمته حتى يأمرني بشيء.\nانتهى.\n</p>\n\n<p>\nفانظر كيف بين ذلك سيبويه أنه متى كان الدخول لم يكن كانت مثل كي أي:\nللتعليل، وليس المراد في الحديث ذلك، وإنما المراد الغاية المجردة، وهذا\nواضح لا خفاء فيه، وإنما خفنا أن تلتبس على بعض المبتدئين، و (يقول الرسول)\nفي الآية على قراءة الرفع والنصب جميعا مضى زمانه، والمعنى: حتى قال\nالرسول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>الوجه الثالث</h1>\n\n<p>\nعلى رواية ابن ماجه في قوله: (يرفع) وعلى الروايات المشهورة في قوله:\n(رفع) بعد اعتقاد أن المغيا هو المصدر\n</p>\n\n<p>\nسؤال: وهو أن الرفع عبارة عن النقل من سفل إلى علو، وذلك يوجد في زمان\nواحد غير متطاول، وما لا يتطاول، وما لا يتطاول لا يكون مغيا بغاية؛ فإن\nالغاية لا بد أن يكون لها ابتداء وانتهاء، والمغيا لا بد أن يتكرر قبل\nالغاية، كقولك: سرت من البصرة إلى الكوفة، فالسير صادق في كل جزء بين ذلك.\nهكذا ذكر الشيخ أبو محمد ابن عبد السلام أنه لا بد من التكرر، وفي اشتراط\nالتكرر نظر، وإنما الشرط أن يحصل المسمى فإنك تقول: تحرك الجوهر من حيز إلى\nحيز. واختلفوا: هل الحركة في الحيز الثاني أو الانتقال إليه؟ فإذا قلنا:\nإنها الحصول في الحيز الثاني لم يحصل التكرر قبله، بل ولا المسمى ما حصل\nقبله، وإنما حصل عنده، وعلى كل تقدير فمتى جعل الشيء غاية فلا بد أن المغيا\nيتصل به، والرفع لا يتصل بالبلوغ؛ لأنه حاصل في أول الصبا، وإنما يدوم\nأثره، وهو كون القلم غير موضوع، وعدم الوضع غير الرفع فالغاية إنما تصح\nلعدم الوضع لا لنفس الرفع.\n</p>\n\n<p>\nوالجواب: أن الرفع وإن كان هو النقل من سفل إلى علو فقد يطلق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nعلى تبقية المرفوع <span id='ms17'></span> كذلك، كما أن القيام هو النهوض، وتقول: قمت يوما،\nبمعنى استمراره على الانتصاب الذي هو من أثر النهوض، فكذلك الرفع يطلق على\nشيل القلم من سفل إلى علو وعلى بقائه كذلك مرتفعا، فجاءت الغاية لهذا\nالارتفاع، وبقائه على تلك الصورة غير موضوع حتى يبلغ، وإنما تمتنع الغاية\nفي الأفعال التي توجد وتنقطع بالكلية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head3'>الوجه الرابع</h1>\n\n<p>\nإن الرفع قد يقال بأنه يقتضي سبق وضع ولم يكن القلم موضوعا على الصبي؟\nوعن هذا أجوبة: أحدهما: أن الرفع لا يستدعي تقدم وضع، كما قال يوسف الصديق\n- على نبينا وعليه السلام -: (إني تركت ملة قوم لا يؤمنون بالله وهم\nبالآخرة هم كافرون) ، ومن المعلوم أن يوسف عليه السلام لم يكن على تلك\nالملة قط، وقال شعيب - على نبينا وعليه السلام - لما قاله له قومه:\n(لنخرجنك ياشعيب والذين آمنوا والذين آمنوا معك من قريتنا أو لتعودن في\nملتنا قال أو لو كنا كارهين، قد افترينا على الله كذبا إن عدنا في ملتكم\nبعد إذ نجانا الله منها وما يكون لنا أن نعود فيها إلا أن يشاء الله ربنا\nوسع كل شيء علما) ، ومن المعلوم أن شعيبا - عليه السلام - لم يكن في تلك\nالملة.\n</p>\n\n<p>\nفإن قلت: أنت فسرت الرفع بأنه نقل من سفل إلى علو وذلك يستدعي تقدم وضع\nضرورة؟ قلت: حقيقة اللفظ ذلك، ولكن قد يستعلم فيما هو بصدد أن يوضع فيسمى\nالمنع من وضعه إقامة لما بالقوة مقام ما بالفعل، فكأنه كان موضوعا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nورفع، وهذا وإن كان مجازا فهو مجاز شائع، وقرينة الحال ترشد إليه فلا\nمحذور فيه.\n</p>\n\n<p>\nالجواب الثاني: أن البيهقي قال: (إن الأحكام إنما نيطت بخمس عشرة سنة من\nعام الخندق، وقبل ذلك كانت تتعلق بالتمييز) . وإذا ثبت هذا فيحتمل أن يكون\nالمراد بهذا الحديث انقطاع ذلك الحكم وبيان أنه ارتفع التكليف عن الصبي وإن\nميز حتى يبلغ، فيصح فيه أنه رفع بعد الوضع، وهو صحيح في النائم بلا إشكال\nباعتبار وضعه عليه قبل نومه، وفي المجنون قبل جنونه إذا سبق له <span id='ms18'></span> حال تكليف،\nوإنما السؤال في الصبي إذ لا حالة تكليف له قبل ذلك، وقد ظهر جوابه بذلك.\n</p>\n\n<p>\nالجواب الثالث: أن الوضع لو سلم إنما يلزم من الرفع الحقيقي، والرفع هنا\nكناية عن عدم التكليف فلا يلزم ذلك فيه، ووجه الكناية سيأتي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>الوجه الخامس</h1>\n\n<p>\nقوله: (رفع القلم) ، هل هو حقيقة أو مجاز؟ وفيه احتمالات:\n</p>\n\n<p>\nأحدهما: - وهو المنقول المشهور - أنه مجاز، لم يرد فيه حقيقة القلم ولا\nالرفع، وإنما هو كناية عن عدم التكليف، ووجه الكناية فيه: أن التكليف يلزم\nمنه الكتابة؛ ولهذا يعبر بالكتابة عنه كقوله تعالى: (كتب عليكم الصيام) ،\nوكقوله صلى الله عليه وسلم: (خمس صلوات في اليوم والليلة كتبهن الله على\nعباده) ، ويلزم من الكتابة القلم لأنه آلة لها، فالقلم لازم لازم التكليف،\nوانتفاء اللازم يدل على انتفاء ملزومه وملزوم ملزومه؛ فكذلك كنى بنفي القلم\nعن نفي الكتابة، وهي من أحسن الكنايات، وأتى بلفظ الرفع إشعارا بأن التكليف\nلازم لبني آدم إلا هؤلاء الثلاثة، وأن صفة الوضع أمر ثابت للقلم لا ينفك عن\nغير الثلاثة موضوعا عليه حتى يرفع، ولو قال: لم يوضع. أو: لم يكتب على\nثلاثة. لم يكن فيه إشعار بذلك، وأنه في أصله متصف بالوضع والجريان على\nمخلوق من العالمين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nوهذه فائدة جليلة، فاستعمال الرفع في موضع عدم الوضع بطريق المجاز،\nواستعمال عدم وضع القلم في موضع عدم الكتابة بطريق المجاز، وعدم الكتابة\nمجاز في عدم التكليف، والوضع الذي أشعر به لفظ الرفع مجاز أيضا بالنسبة إلى\nهؤلاء الثلاثة إذ لم يتقدم في حقهم غلا بطريق القوة لا بطريق الفعل.\n</p>\n\n<p>\nالاحتمال الثاني: أن يراد حقيقة القلم الذي ورد فيه الحديث: (أول ما خلق\nالله القلم فقال له: اكتب، فكتب ما هو كائن إلى يوم القيامة، فأفعال العباد\nكلها؛ حسنها وسيئها يجري به ذلك القلم ويكتبه حقيقة، وثواب الطاعات وعقاب\nالسيئات يكتبه حقيقة، وقد خلق لذلك، وأمر بكتبه وصار موضوعا على اللوح\nالمحفوظ ليكتب ذلك فيه جاريا به إلى أن تقوم الساعة، وقد كتب 1لك وفرغ منه <span id='ms19'></span>\nوحفظ، وفعل الصبي والمجنون والنائم لا إثم فيه فلا يكتب القلم إثمه ولا\nالتكليف به، فحكم الله بأن القلم لا يكتب ذلك من بين سائر الأشياء رفع\nللقلم الموضوع للكتابة، والرفع فعل الله تعالى، فالرفع في نفسه حقيقة،\nوالقلم حقيقة، والمجاز في شيء واحد وهو أن القلم لم يكن موضوعا على هؤلاء\nالثلاثة إلا بالقوة والتهيؤ لأن يكتب ما يصدر منهم فسمى منعه من ذلك رفعا،\nفمن هذا الوجه يشارك هذا الاحتمال الاحتمال الأول، وفيما قبله يفارقه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head5'>الوجه السادس</h1>\n\n<p>\nاختلف الفقهاء والأصوليون في مفهوم العدد: هل هو حجة أو لا؟ والمختار عند\nالمتأخرين من الأصوليين أنه ليس بحجة، وظني اختيار الشافعي أنه حجة، فمن\nقال بأنه حجة يتمسك بهذا الحديث على أن التكليف لا يرتفع عن غير الثلاثة،\nويقويه ما قدمناه من إشعار لفظ الرفع به، وإذا ثبت ذلك فنقول: هنا شيئان:\nأحدهما: الشيخ الكبير، ورد فيه حديث موضوع يقتضي ارتفاع التكليف عنه، وهو\nكذب باطل لا أصل له، ولا يرتفع التكليف عنه ما دام عقله ثابتا، ومما يدل\nلتكليفه هذا الحديث من جهتين: (إحداهما) ما أشرنا غليه من مفهوم العدد.\n(والثانية) مفهوم قوله: (حتى يبلغ) اقتضى التكليف على البالغ، ولم يفرق بين\nالشيخ وغيره، على أن الإجماع على تكليفه فلا حاجة إلى التطويل فيه، والحديث\nالوارد فيه باطل.\n</p>\n\n<p>\nالثاني: الميت في الفترة، قد يتمسك بالحديث على تكليفه؛ لأنه ليس من\nالثلاثة، ومذهب أهل السنة أنه لا تكليف قبل البعثة. والجواب عن الحديث: أن\nمورده بعد البعثة وحصول التكليف، لا يشمل ما قبل ذلك، ومن هنا يستنبط جواب\nآخر في قوله: (رفع) وهو أن بالبعثة وقيام المعجزة وتقرر شريعة النبي صلى\nالله عليه وسلم ثبت التكليف وجرى القلم على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nالعالمين الذين أرسل إليهم النبي صلى الله عليه وسلم، وخص من ذلك ثلاثة\nأحوال وهي: الصبا والجنون والنوم، فلا تكليف فيها؛ فكان ذلك رفعا مما\nاقتضته الدعوة.\n</p>\n\n<h1 class='l1' id='head6'>الوجه السابع</h1>\n\n<p>\nقدمنا أن قوله: (ثلاثة) يقتضي المذكرين العاقلين، ونعني به أن يقدر\nالمعدود <span id='ms20'></span> المحذوف مذكر اللفظ، فنقدر: ثلاثة أشخاص من العالمين حتى يشمل\nالمذكر والمؤنث؛ لأنه لا فرق في هذا الحكم بين الصبي والصبية، والمجنون\nوالمجنونة، والنائم والنائمة، فإذا قدرته شخصا شمل المذكر والمؤنث، والشخص\nمذكر اللفظ، وكذلك إذا قدرت: ثلاثة أنفس، عند من يجعل النفس مذكرا بمعنى\nالإنسان، وهو الذي نقله سيبويه عن العرب في باب المؤنث الذي يقع على المؤنث\nوالمذكر، ولك أن تقدر: ثلاثة أناس، والأحسن تقدير الأنفس أو الأشخاص ليشمل\nالجن، فإن النبي صلى الله عليه وسلم مبعوث إلى الإنس والجن، فإن كانت هذه\nالصفات فيهم فتجري أحكامها عليهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head7'>الوجه الثامن</h1>\n\n<p>\nعد الأصوليون: الغاية من جملة المخصصات وذلك فيما إذا تقدمها عموم يشملها\nلو لم يؤت بها، كقوله تعالى: (حتى يعطوا الجزية) ، فلو لم يقله لقاتلنا\nالمشركين أعطوا الجزية أو لم يعطوها، وفي هذا الحديث لا يأتي ذلك؛ لأن حالة\nالبلوغ خارجة عن الصبا، وحالة الإفاقة خارجة عن حالة الجنون، والاستيقاظ\nخارج عن النوم، فلو قال: عن الصبي والمجنون والنائم، ولم يذكر الغايات\nالمذكورة لم يشملها.\n</p>\n\n<p>\nفنقول: الغاية في مثل هذا يقصد بها شيئان: أحدهما: تأكيد العموم فيما\nقبلها واستغراقه حتى لا يبقى جزء قبل الغاية غلا دخل فيه، وهذا المعنى\nمقصود ها هنا؛ فإن عدم التكليف في جميع أزمنة الصبا لا يستثنى منها شيء؛ بل\nهو مستغرق بجميعها من أولها إلى آخرها، وآخرها الذي يستعقب البلوغ داخل\nفيها، وهكذا جميع أزمنة الجنون والنوم، فالمقصود بهذه الغاية من هذا الوجه\nتحقيق التعميم لا التخصيص، ومن هذا قوله تعالى: (سلام هى حتى مطلع الفجر) ،\nفطلوع الفجر وزمان طلوعه ليسا من الليل ولا يشملهما قوله: (سلام) ، وإنما\nقصد به تحقيق أن جميع ليلة القدر سلام لا يخصص منها شيء قبل تلك الغاية.\n</p>\n\n<p>\nالثاني: أن يقصد به ارتفاع ذلك الحكم عند الغاية؛ فإن اللفظ لو اقتصر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nعلى قوله: رفع القلم عن الصبي، شمل حالة الصبا ولم يتعرض لحالة البلوغ\nبإثبات التكليف فيها ولا ينفيه عنها، بل هو ساكت عن حكمها، فإذا قال <span id='ms21'></span>: حتى\nيبلغ، وقد علم أن ما بعد الغاية مخالف لما قبلها فهم اثبات التكليف في حالة\nالبلوغ، فقصد بالغاية المذكورة هذا الحكم أيضا، وهذا يقوله من يقول\nبالمفهوم، وهو وإن قيل به في نحو قوله: (حتى يعطوا الجزية) فهو أقوى من\nالقول به هنا؛ لأن هناك لو لم يقل به لم يكن للغاية فائدة، وهنا فائدتها\nالمقصود الأول، كما بيناه، فلم يكن دليل على الثاني، ألا ترى أن قوله:\n(سلام هى حتى مطلع الفجر) يظهر من قوة اللفظ أنه إنما قصد به تعميم السلام\nلليلة القدر دون قصد ارتفاع السلام بطلوع فجرها؛ فإن ذلك لا غرض فيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head8'>الوجه التاسع</h1>\n\n<p>\nتكلم النحاة والأصوليون والفقهاء في أن انتهاء الغاية هل يدخل أو لا\nيدخل؟ ولا بد أن يستثنى من هذا الإطلاق شيئان: أحدهما: ما تقدم، وهي الغاية\nالتي لو سكت عنها لم يدل اللفظ عليها، كالغايات المذكورة في الحديث، وكطلوع\nالفجر في قوله: (سلام هى حتى مطلع الفجر) ، وكقوله: (فاعتزلوا النساء في\nالمحيض ولا تقربوهن حتى يطهرن) ؛ فإن حالة الطهر لا يشملها اسم الحيض.\n</p>\n\n<p>\nالثاني: ما يكون اللفظ الأول شاملا لها، مثل قولنا: قطعت أصابعه كلها من\nالخنصر إلى الإبهام، فإنه لو اقتصر على قوله: قطعت أصابعه كلها، لافاد\nالاستغراق فكان قوله: من الخنصر إلى الإبهام تأكيدا، وكذلك: قرأت القرآن من\nفاتحته إلى خاتمته، وهو في الحقيقة راجع إلى الأول؛ لأن المقصود فيهما\nتحقيق العموم واستغراقه لا تخصيصه، وإن افترقا في أن الذي جعل غاية في\nالثاني ظرف المغيا، وفي الأول ما بعده، ففي هذين الموضعين الغاية لا خلاف\nفيها؛ بل هي في الأول خارجة قطعا، وفي الثاني داخلة قطعا. وكذا: بعتك هذه\nالأشجار من هذه إلى هذه، فالغاية داخلة قطعا، وإنما الخلاف إذا قال: بعتك\nمن هذه الشجرة إلى هذه الشجرة، هل يدخل الابتداء والانتهاء أو أحدهما أولا؟\nومحل القطع بدخول الغاية في قولنا: قطعت أصابعه كلها من الخنصر إلى\nالإبهام، فإن اللفظ الأول صريح في الدخول، فلو كان ظاهرا غير <span id='ms22'></span> صريح كقولنا:\nضربت القوم حتى زيدا، فالحكم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nكذلك ظاهر مع احتمال أن يكون انتهاء الضرب إليه ولم يضربه.\n</p>\n\n<p>\nومن مباحث الحنفية في الغاية في قوله صلى الله عليه وسلم: (اركع حتى\nتطمئن راكعا) ، أنه لا يدل على الأمر بالطمأنينة، لأن الغاية لا تدخل في\nالمغيا، تقول ها هنا: إنه متى رفع قبل الطمأنينة لم يوجدن الركوع المأمور\nبه، وهو المغيا بالطمأنينة، نعم! يفيدنا هذا البحث في أن الطمأنينة هل هي\nمقصودة في نفسها أو هي مقصودة لتحقيق الركوع المأمور به بالصفة الخاصة؟\nويرجع أثر البحث إلى أن الركوع والطمأنينة فيه هل هما ركنان - كما قاله\nصاحب التنبيه - أو الركوع هو الركن والطمأنينة وصف فيه؟ وعلى كل تقدير هي\nفرض.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head9'>الوجه العاشر</h1>\n\n<p>\nاتفق الفقهاء على أن النائم والصبي والمجنون يتعلق بهم خطاب الوضع من\nضمان المتلفات وأروش الجنايات ونحوها، فليسوا بمنزلة البهيمة التي لم يتعلق\nبها حكم ألبتة، ولا بمنزلة الآدميين قبل البعثة؛ فإن الحكم لم يتعلق بهم\nأيضا ألبتة على المختار في أنه لا حكم قبل الشرع، والمختار فيه الجزم بعدم\nالحكم لا التوقف، ولا ينافي ذلك كون الحكم قديما، ولا كون تعلقه أيضا قديما\nعند من يقول بأن التعلق قديم، وهو المختار، وإنما لم يقدح في ذلك؛ لأن\nالمقصود هنا التعلق الذي يوجد أثره في المحكوم عليه، وذلك منتف قبل البعثة\nقطعا، إذا عرفت هذا فانتفاؤه قبل البعثة عام في خطاب التكليف وخطاب الوضع\nجميعا، ولا يثبت شيء من الأحكام الشرعية، وحكمنا بذلك حكم عقلي لا شرعي،\nأما بعد البعثة فقد عرفت أن خطاب الوضع ثابت في حق الجميع، وخطاب الندب\nثابت في حق الصبي على الصحيح من مذاهب العلماء، فإنه مأمور بالصلاة من جهة\nالشارع أمر ندب مثاب عليها، وكذلك يوجد في حقه خطاب الإباحة والكراهة حيث\nيوجد خطاب الندب، وهو ما إذا كان مميزا، وإنما ينتفي في حقه الوجوب\nوالتحريم؛ لأن فيهما كلفة، وهل انتفاء ذلك في حقه لعدم الحكم كما قبل الشرع\nأو حكم من حكم <span id='ms23'></span> الله تخفيفا عنه؟ لم أر من تكلم في ذلك، وللبحث فيه مجال.\n</p>\n\n<p>\nويترتب عليه البحث في مدلول قوله في الحديث: (رفع القلم) ، فإن جعلنا\nالثابت في حقه عدم الحكم كما قبل الشرع كان معناه عدم الحكم واحتجنا إلى\nتكلف الجواب عن قول السائل: إنه لم يكن موضوعا، وعن حقيقة الرفع فإنها لم\nتوجد، وإن جعلنا في حقه هو الحكم بعدم المؤاخذة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nحسن التعبير بقوله: (رفع القلم) ؛ لأنه أمر متجدد بعد الشرع وكان قريبا\nمن الحقيقة في معنى الرفع، وفي استدعائه الوضع؛ لأنه وضع على غيره وعليه في\nخطاب الوضع وغيره من الإباحة والندب، ورفع في الوجوب والتحريم خاصة، ويؤيد\nهذا أنه على هذا التقدير يكون قوله صلى الله عليه وسلم: (رفع القلم) إثباتا\nلحكم شرعي، وعلى تقدير أن يراد عدم التكليف الأصلي كما قبل البعثة يكون\nحكما عقليا، وحمل كلام الشارع على الشرعي أولى. هذا في الصبي المميز.\n</p>\n\n<p>\nأما غير المميز والمجنون والنائم فتكليفهم يبنى على تكليف ما لا يطاق،\nومذهب أهل السنة جوازه، وهو قبل البعثة منتف بالأدلة الدالة على عدم\nالتكليف، فإنه عام فيما يطاق ففي غيره أولى، أما بعد البعثة وثبوت الأحكام\nفي جميع المرسل إليهم احتمل أن يقال بدخول غير المميز في التكليف بناء على\nتكليف ما لا يطاق وتكليف العاقل، فرفعه بقوله: (رفع القلم عن ثلاثة) .\n</p>\n\n<p>\nوقد تبين لك بهذه المباحث أن هؤلاء الثلاثة ليسوا كمن قبل البعثة، وظهر\nموقع الحديث فيه وهو يحسن أن يكون جوابا عن قوله: (رفع) وتفسيرا له مع ما\nتقدم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head10'>الوجه الحادي عشر</h1>\n\n<p>\nقال الجوهري: الصبي: الغلام. وقال أبو إسحاق إبراهيم بن إسماعيل بن أحمد\nبن عبد الله الأحداني في كتابه: (كفاية المحيط في اللغة) - وهي مما حفظته\n-: قال بعضهم: الولد ما دام في بطن أمه فهو جنين، فإذا ولدته سمي صبيا،\nفإذا فطم سمي غلاما إلى سبع سنين، ثم يصير يافعا إلى عشر حجج، ثم يصير حزور\nإلى خمس عشرة سنة. انتهى.\n</p>\n\n<p>\nوما قاله من كون اسم الغلام من <span id='ms24'></span> الفطام إلى سبع سنين هو الذي ذكره ابن عبد\nالبر في التمهيد في حديث: (كل مولود يولد على الفطرة) عن أهل اللغة، والذي\nيجب القطع به أنه يسمى صبيا في هذه الأطوار إلى أن يحتلم في أثناء الطور\nالرابع بعد العشر، ومن الدليل على إطلاق الصبي على ما قبل الفطام ما جاء في\nالحديث: أتي النبي صلى الله ليه وسلم بصبي لم يأكل الطعام. ويطلق أيضا على\nما بعد الفطام إلى العشر كما جاء في الحديث: (مروهم بالصلاة وهم أبناء سبع،\nواضربوهم عليها وهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nأبناء عشر) ، ويطلق أيضا على ما بعد العشر إلى البلوغ كقوله في هذا\nالحديث: (عن الصبي حتى يبلغ) .\n</p>\n\n<p>\nوأما الغلام فأصله لمن يخدم، فإطلاقه على ابن سبع ونحوه مما يقاربها\nموافق لهذا الأصل، وإن صح إطلاقه على الرضيع كما يقتضيه كلام الجوهري،\nفلعله من باب تسمية الشيء باسم ما يصير إليه، وقد جاء في رواية ابن ماجة\nالتي قدمناها: (الصغير) ، وهي مرادفة للصبي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head11'>الوجه الثاني عشر</h1>\n\n<p>\nقوله: (حتى يبلغ) ، هكذا في الرواية التي رواها أبو ظبيان عن علي، وقد\nقلنا: إنها منقطعة؛ لأنه لم يدركه، والرواية التي صرح فيها بابن عباس في\nبعضها من رواية ابن السرح: (حتى يحتلم) ، وقد قلنا: إن رجالها رجال الصحيح،\nوهي من رواية ابن وهب عن جرير عن الأعمش، وكذا في رواية أبي الضحى عن علي،\nوفي رواية عثمان عن جرير عن الأعمش: (حتى يعقل) ، وفي رواية عائشة رضي الله\nعنها عن النبي صلى الله عليه وسلم: (حتى يكبر) ، ولهذا البحث أثر يظهر فيما\nبعد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head12'>الوجه الثالث عشر</h1>\n\n<p>\nلا شك أن يكبر ويعقل لا بيان فيهما فالتمسك برواية: (حتى يحتلم) أولى\nلبيانها، وايضا هي أصح سندا من حديث عائشة، وأما: (حتى يبلغ) ففيها\nالانقطاع كما قلناه، وفيها عدم البيان؛ لأنا لا ندري يبلغ ماذا؟ والأقرب إن\nصحت هذه اللفظة أن يكون المراد في قوله تعالى: (إذا بلغوا النكاح) فيكون\nالمراد: حتى يبلغ النكاح، ولا شك أن الاحتلام إنما يكون في ذلك <span id='ms25'></span> السن، وقد\nيبلغ السن الذي يصلح أن ينكح فيه ولا يحتلم فتقتضي الآية الكريمة بلوغه،\nولكن ذلك السن مختلف، فرب صبي قوي شديد الأسر كثير الفضلات تتوق نفسه إلى\nالنكاح قبل خمس عشرة سنة، ورب صبي ضعيف جاف البدن لا تتوق نفسه وهو قريب\nالعشرين، وقد يقال: إن البلوغ مطلق والاحتلام مقيد، فيحمل المطلق على\nالمقيد، وهذا بحث جيد؛ لأن (يبلغ) فعل في سياق الإثبات لا عموم له فهو\nمطلق، وبيانه هنا أيضا بأن الرفع مغيا بالغايتين بمقتضى الحديثين، فإذا\nوجدت إحداهما ولم توجد الأخرى فانقطاع الرفع عمل بالمفهوم واستمراره عمل\nبالمنطوق فيتقدم، فإن كان السابق هو الاحتلام فلا شك أنه يحصل به البلوغ\nويحصل الغايتان جميعا بخصوصه وعمومه، وإن كان السابق كبر السن فيعمل\nبالمنطوق إلى الاحتلام، وهذا ظاهر في سن خمس عشرة مما لم يدل دليل على أنه\nبلوغ، أما الخمس عشرة فسنتكلم عليها، فيثبت أن الاحتلام بلوغ قطعا وما سواه\nمن السن قبل خمس عشرة ليس ببلوغ قطعا، وما عدا ذلك سنتكلم عليه إن شاء الله\nتعالى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head13'>الوجه الرابع عشر</h1>\n\n<p>\nهذا الذي قلناه من حمل المطلق على المقيد شرطه أن يثبت اللفظان عن النبي\nصلى الله عليه وسلم، وإلا فالعمل بالثابت دون غيره، وكذلك إذا صح سندهما\nوكان أحدهما أرجح فالعمل بالراجح؛ لأنه المحكوم بأنه الحديث، وإنما المطلق\nوالمقيد إذا ثبت أنهما قالهما بأن يكون نطق بالحديث مرتين، وأما الطريقة\nالأخرى التي سلكناها من كون الرفع مغيا بالغايتين بمقتضى الحديثين إلى آخر\nالتقرير فهي جارية مطلقا، سواء صح كلا اللفظين عنه صلى عليه وسلم أم\nأحدهما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head14'>الوجه الخامس عشر</h1>\n\n<p>\nأجمع العلماء على أن الاحتلام يحصل به البلوغ في الرجل، ومن الدليل على\nذلك قوله تعالى: (وإذا بلغ الأطفال منكم الحلم فليستئذنوا) ، وقوله صلى\nالله عليه وسلم في هذا الحديث: (حتى يحتلم) ، والآية أصرح؛ فإنها ناطقة\nبالأمر بعد الحلم، والحديث قد قدمنا مدلول الغاية وأن التكليف بعد\nالاحتلام، وإنما يؤخذ بدلال المفهوم وبما أشعر به الرفع من وضع <span id='ms26'></span> القلم عن من\nسوى الثلاثة. ومن الدليل في ذلك أيضا عن علي رضي الله عنه قال: حفظت عن\nرسول الله صلى الله عليه وسلم: (لا يتم بعد احتلام، ولا صمات يوم إلى\nالليل) . رواه أبو داود.\n</p>\n\n<p>\nوالمراد بالاحتلام خروج المني سواء كان في اليقظة أم في المنام بحلم أو\nغير حلم، ولما كان في الغالب لا يحصل إلا في النوم بحلم أطلق عليه الحلم\nوالاحتلام، ويكون الخروج بغير حلم مدلولا عليه باللفظ إن أطلقنا اللفظ على\nالأقسام الثلاثة لوجود المعنى في جميعها أو لا يكون مدلولا عليه، ولكن\nالحلم ثابت فيه إجماعا لمشاركته في المعنى لما دل اللفظ عليه، ولو وجد\nالاحتلام من غير خروج مني فلا حكم له.\n</p>\n\n<p>\nوالذي يتعلق بالحديث مما نحن فيه أن قوله: (حتى يحتلم) دليل البلوغ بذلك،\nوهو إجماع، وهو حقيقة في خروج المني بالاحتلام؛ ومجاز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nفي خروجه بغير احتلام يقظة أو مناما، أو منقول فيما هو أعم من ذلك، ويخرج\nمنه الاحتلام بغير خروج مني إن أطلقناه عليه منقولا عنه، أو لكونه فردا من\nأفراد الاحتلام.\n</p>\n\n<p>\nوقد قالوا: إن وقت إمكان خروج المني باستكمال تسع سنين، ولا عبرة بما\nينفصل قبل ذلك. وقيل: وقت الإمكان بمضي ستة أشهر من السنة العاشرة. وقيل:\nبتمام العاشرة. والحديث لا تعرض له لشيء من ذلك؛ بل بخروج المني متى اتفق،\nوالقول بأن ما انفصل قبل تمام التاسعة لا عبرة به؛ إن كان على غير صفة\nالمني فصحيح، وإن كان على صفة المنى - إن فرض ذلك - فكيف لا يعتبر به\nوالاسم صادق عليه والحديث يشمله؟! وليس هذا كالدم إذا رأته المرأة قبل سن\nالحيض حيث نقول: إنه دم فساد؛ فإن الدم بسببه، ن وأما المني فلا يشتبه\nبغيره، ومقتضى الحديث أنه متى وجد وجد البلوغ، نعم! الظاهر أنه لا يوجد قبل\nهذا السن، وأما أنا نفرض وجوده ونقول: لا عبرة به. فليس بظاهر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head15'>الوجه السادس عشر</h1>\n\n<p>\nاختلف أصحابنا في بلوغ النساء بالاحتلام، والصحيح أنه بلوغ في حقهن\nكالرجال، وفيه <span id='ms27'></span> وجه أنه لا يوجب البلوغ فيهن؛ لأنه نادر فيهن ساقط العبرة،\nويؤخذ من هذا الحديث ضعف هذا الوجه لعموم قوله: (الصبي) ، وهو شامل للذكر\nوالأنثى بما قررناه، وإطلاق قوله: (حتى يبلغ) ، وتعلق المخالف بندرة\nالاحتلام فيهن - إن سلمت له الندرة - لا تنفعه؛ لا، الندرة لا توجب الخروج\nمن اللفظ، وليس ذلك من مخصصات العموم، ولو سلم أن ذلك من المخصصات للعام\nفذلك إذا كانت الصورة نادرة فهن داخلات في العموم بلا إشكال، وقوله: (حتى\nيحتلم) غاية فيهن، وليس من شرط الغاية أن تكون غالبة ولا غير نادرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head16'>الوجه السابع عشر</h1>\n\n<p>\nاختلف العلماء في البلوغ بالسن؛ فعن مالك إنكاره مطلقا، وأن البلوغ إنما\nهو بالاحتلام، وعن أبي حنيفة: أن بلوغ الغلام بثمان عشرة سنة، وفي الجارية\nروايتان عنه: إحداهما كذلك، والثانية بسبع عشرة سنة، وقال الشافعي: إن\nالبلوغ فيهما بخمس عشرة سنة، واختلف أصحابه في ضبطها؛ فالمذهب المشهور أن\nالمعتبر تمام السنة الخامسة عشر، وفي وجه مشهور في طريق المراوزة زمانه\nبالطعن فيها، وفي وجه غريب: أنه بمضي ستة أشهر منها، ولا دلالة للحديث الذي\nنحن فيه على شيء من ذلك، ولكن استندوا فيه إلى حديثين: أحدهما: عن ابن عمر\nقال عرضت على رسول الله صلى الله عليه وسلم يوم أحد وأنا ابن أربع عشرة سنة\nفلم يجزني، وعرضت عليه يوم الخندق وأنا ابن خمس عشرة سنة فأجازني. متفق\nعليه.\n</p>\n\n<p>\nقال نافع: فحدثت بهذا الحديث عمر بن عبد العزيز في خلافته فقال: إن هذا\nلحد بين الصغير والكبير. وقيل: إن عمر بن عبد العزيز أمر بذلك بعد، وكان\nيجعل من دون خمس عشرة في الذرية، وكتب إلى عماله: أن افرضوا لابن خمس عشرة،\nوما كان سوى ذلك فألحقوه بالعيال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nوالمخالفون اعتذروا عن هذا الحديث بأن الإجازة في القتال حكمها منوط\nبإطاقته والقدرة عليه، وإنما أجازه النبي صلى الله عليه وسلم لابن عمر في\nالخمس عشرة؛ لأنه رآه مطيقا للقتال، ولم يكن مطيقا له قبله، لا لأنه أدار\nالحكم على البلوغ وعدمه <span id='ms28'></span>.\n</p>\n\n<p>\nولعمري! إن هذا العذر يلوح ولكن يرده أن جماعة مع ابن عمر اتفق لهم ذلك\nوأسنانهم متساوية، وكان فيمن رد من يتشرف للقتال ويظهر من نفسه الجلادة\nوالقوة، وذكر ابن عمر السن في المقامين دليل على أنه فهم أن ذلك منوط\nبالسن، ويعضد ذلك بفهم عمر بن عبد العزيز ومن وافقه، والأمر فيه محتمل،\nوأمر عمر بن عبد العزيز بجعل من دون خمس عشرة في الذرية ظاهر لما قدمناه من\nالبحث في الوجه الثالث عشر، وكذلك ينسحب حكم عدم البلوغ على ما قبل تمامها\nبالبحث المذكور، لا ريبة فيه عندي، فلا بلوغ قبل استكمال خمس عشرة سنة بغير\nاحتلام، وإنما النظر في البلوغ بتمامها، والإجازة في القتال لا تدل على\nالبلوغ؛ لأن الصبي القادر على القتال يجوز له الحضور وإن لم يجب عليه.\n</p>\n\n<p>\nوقد ذكر الرافعي في هذا الحديث زيادة، وهي قول ابن عمر في المرة الأول:\nولم يرني بلغت، وفي الخندق رآني قد بلغت. وهذه الزيادة إن صحت كافية في\nالاستدلال مع إمكان أن يحملها الخصم على بلوغ القتال، ولكن الظاهر خلافه،\nوبعض هذه الزيادة رواة البيهقي، وهو قول ابن عمر عن يوم أحد: ولم يرني\nبلغت. رواه ابن جريج، عن عبيد الله، عن نافع، عن ابن عمر. وفي رواية جماعة،\nعن عبيد الله: فاستصغرني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الحديث الثاني: فرواه الدارقطنين على ما نقله إمام الحرمين أن النبي\nصلى الله عليه وسلم قال: (إذا استكمل المولود خمس عشرة سنة كتب ما له وما\nعليه، وأقيمت عليه الحدود) . وهذا الحديث نص في المقصود، فإن الذي دلت عليه\nالسير أن ابن عمر يوم الخندق كان في ست عشرة سنة ولكنه لم يحسب تلك الزيادة\nفقال: وأنا ابن خمس عشرة؛ لأنه كان أكملها وزاد عليها، فإجازة النبي صلى\nالله عليه وسلم له يحتلم أن يكون لقدرته على القتال مع صباه، ويحتمل أن\nيكون لاستكماله خمس عشرة، ويحتمل أن يكون لبلوغه قبل ذلك أو بعده، وأما هذا\nالحديث فنص في اعتبار كمال خمس عشرة <span id='ms29'></span> سنة، وصريح في أنه يكتب ما له وما عليه\nوتقام عليه الحدود، وهذا معنى التكليف، فإن صح هذا الحديث فلا ريبة في هذا\nالحكم، وإلا فنقول: اعتبار أبي حنيفة أيضا لسبع عشرة أو لثمان عشرة لا دليل\nعليه، وبقاء الصبا إلى إلى الاحتلام أبدا لا صائر إليه، وربما لا يحتلم\nشخص، وقد دل القرآن على بلوغ النكاح، وهو السن الذي تتوق فيه النفس إلى\nالجماع ويقدر عليه، وهو مختلف باختلاف الاشخاص، والغالب وجوده في ابن خمس\nعشرة وما قاربها، وقد شهد له حديث ابن عمر والحديث الآخر، فهو أولى\nبالاعتبار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nوإقامته مظنته، فلذلك يختار موافقة الشافعي في الحكم بالبلوغ باستكمال\nخمس عشرة ظاهرا لا قطعا، أما إذا استكمل سبع عشرة أو ثمان عشرة فيحكم\nبالبلوغ باتفاق منا ومن الحنفية، ومخالفة مالك بعيدة؛ لأنه لا غاية بعدها،\nوحيث أطلقنا السنين فالمراد القمرية، وحيث حكمنا بالبلوغ بالسن بدون\nالاحتلام فذلك يقتضي تخصيص قوله: (رفع القلم عن الصبي حتى يحتلم) أو أنه\nاستعمل الاحتلام في الأعم منه ومن بلوغ وقته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head17'>الوجه الثامن عشر</h1>\n\n<p>\nاختلف العلماء في إنبات العانة: هل يقتضي الحكم بالبلوغ؟ فمن العلماء من\nأنكر ذلك، وهو أبو حنيفة رضي الله عنه، ومنهم من قال به في حق المسلمين\nوالكفار، وهو أحد الوجهين لأصحابنا بناء على أنه بلوغ حقيقة كسائر أسباب\nالبلوغ، أو أنه علامة يحتاج إليها عند الاشكال فيهما، وهو مذهب مالك، ومنهم\nمن قال به في حق الكفار خاصة، وهو الصحيح عند أصحابنا بناء على أنه ليس\nببلوغ، ولكنه دليل على البلوغ وأمارة؛ أنه يستعجل بالمعالجة، ولأن تواريخ\nالمواليد في المسلمين يسهل الكشف عنها بخلاف الكفار، فإنه لا اعتماد على\nقولهم، فجعل علامة في حق الكافرخاصة، واحتجن من جعله دليلا في حق الكفار\nبحديث عطية القرظي قال: كنت من سبي قريظة فكانوا ينظرون من أبنت الشعر قتل،\nومن لم ينبت لم يقتل، فكنت فيمن لم ينبت. قال: فكشفوا عانتي فوجدوها لم\nتنبت فجعلوني في السبي. رواه أبو داود والترمذي والنسائي <span id='ms30'></span> وابن ماجه، وقال\nالترمذي: حسن صحيح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nوعن أبي سعيد الخدري: أن سعدا حكم في بني قريظة أن تقتل مقاتلتهم وتسبي\nذراريهم، فقال له النبي صلى الله عليه وسلم: (حكمت بحكم الله) . متفق عليه.\n</p>\n\n<p>\nوعن عطية قال: كنت ممن حكم عليه سعد، فكان من أنبت قتل، ومن لم ينبت ترك،\nفكنت ممن لم ينبت فتركت.\n</p>\n\n<p>\nوهذه الاحاديث حجة قوية في الحكم بالبلوغ لذلك، وغاية ما فيه تخصيص قوله:\n(رفع القلم عن الصبي حتى يحتلم) إذا فرض الإنبات قبل الاحتلام، على أن\nالقول بالتخصيص إنما يلزم من يقول: إنه بلوغ حقيقة، أما من يقوله أمارة على\nالبلوغ فمعناه إنما نستدل به على أنه بلغ بالاحتلام أو بالسن فلا يلزم\nالتخصيص، وسياق هذا يقتضي أن الشخص لو عرف من نفسه أنه لم يحتلم ولم يكمل\nخمس عشرة وقد أنبت أنه لا يحكم ببلوغ نفسه، وأن يستديم حكم الصبا، وإن كنا\nنحن نحكم ببلوغه، وهذا يقتضي القول بأنه أمارة، سواء قلنا به في حق الكفار\nأم في حقهم وحق المسلمين، وقد رأيت للشافعي رضي الله عنه ما يدل على ذلك،\nفإن ابن الحداد نقل في كتاب (الجزية) له: أنا لو تحققنا أن عمره دون خمس\nعشرة فلا أثر للإنبات، وعلى ذلك نص الشافعي؛ إذ قال: فإن قال: أنبت من أني\nتعالجت بشيء تعجل إنبات الشعر، لم يقبل ذلك منه إلا أن يقوم شاهدان مسلمان\nعلى ميلاده فيكون لم يستكمل خمس عشرة فندعه. انتهى. وهذا مقتضى جعله دليلا\nلا بلوغا، ومراد الشافعي: أنه لا يقبل في رفع الجزية عنه، أما إذا كان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nالمشركين وأسرناه وأردنا قتله فادعى ذلك، وقلنا: إنه علامة. قال أبو عاصم\nالعبادي: تسمع دعواه ويحلف، فإذا حلف ترك قتله. ولعل الفرق بين الذمي\nوالمشرك حظر الدم وسهولة أمر الجزية، وهو يشعد أيضا لما قلته.\n</p>\n\n<p>\nفإن قلت: ولو جعلناه علامة فلم لا يقال بأنه مظنة، والمظنة إذا وجدت لا\nيعتبر معها وجود الحكمة ولا يضر تخلفها، كالنوم لما كان مظنة للحدث كان\nموجبا <span id='ms31'></span> للوضوء، ولو تحققنا عدم الحدث، إلا ما حكي عن أبي موسى الأشعري.\n</p>\n\n<p>\nقلت: المظنة إنما تكون في أمر خفي مستتر فيقام وصف ظاهر منضبط مقامه فصير\nهو المعتبر، وأما الاحتلام والسن فأمران منضبطان لا يحتاجان إلى مظنة،\nوإنما الإنبات دليل ظاهر إذا لم يعلم خلافه، فإن علم اتبع، على أن المظنة\nإذا قطعنا بانتفاء الحكم عنها قيل: إنا لا نرتب الحكم عليها، وتحقيق ذلك\nمحله أصول الفقه.\n</p>\n\n<p>\nوالأقرب أن الانبات علامة في حق المسلم والكافر كما هو مذهب مالك، ويدل\nله ما روي أنه رفع إلى عمر رضي الله عنه غلام من الأنصار شبب بامرأة في\nشعره فقال عمر رضي الله عنه: لو أنبت الشعر لحددتك. ولعل مراد عمر بالحد\nالتعزير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head18'>الوجه التاسع عشر</h1>\n\n<p>\nالحكمة في تعليق التكليف بخمسة عشر: أن عندها بلوغ النكاح وهيجان الشهوة\nوالتوقان، ويتسع معها الشهوات في الأكل والتنشط ودواعي ذلك، ويدعوه ذلك إلى\nارتكاب ما لا ينبغي، فلا يحجزه عن ذلك ويرد النفس عن جماعها في هذه البلية\nالعظمة إلا رابطة التقوى وتشديد المواثيق عليه والوعيد، وكان مع ذلك قد كمل\nعقله واشتد أسره وقوته، فاقتضت الحكمة الإلهية توجه التكليف إليه لقوة\nالدواعي الشهوانية والصوارف العقلية، واحتمال القوة للعقوبات على المخالفة،\nوقد جعل الحكماء للإنسان أطوارا، كل طور سبع سنين، وأنه إذا تكمل الاسبوع\nالثني تقوى مادة الدماغ لاتساع المجاري وقوة الهضم، فيعتدل الدماغ ويوقى\nالفكر والذكر وتنفرق الأرنبة وتتسع الحنجرة فيغلظ الصوت لنقصان الرطوبة\nوقوة الحرارة وينبت الشعر لتولد الابخرة، ويحصل الإنزال بسبب الحرارة،\nوتمام الاسبوع الثاني هو في وسط الخامسة عشرة؛ لأن الحكماء يحسبون\nبالشمسية، والمتشروعون يعتبرون الهلالية، وتمام الخامسة عشر يتأخر عن ذلك\nأشهرا، فإما أن تكون الشريعة حكمت بتمامها لكونه أمرا مضبوطا، أو لأن هناك\nدقائق اطلع الشرع عليها، ولم يصل إليها الحكماء، اقتضت تمام السنة أو كما\nشاء تعالى،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nفسبحانه من حكيم قادر قاهر، تقصر عن حكمته عقول الحكماء، وقد اشتملت\nالروايات الثلاث التي ذكرناها في الحديث على المعاني الثلاثة <span id='ms32'></span> التي ذكرنا\nأنها تحصل عند خمس عشرة وهي قوله: (حتى يكبر) و (حتى يعقل) و (وحتى يحتلم)\n، فالكبر إشارة إلى قوته وشدته واحتماله للتكاليف الشاقة والعقوبات على\nتركها. والعقل المراد به الفكر؛ فإنه وإن ميز قبل ذلك لم يكن فكره تاما\nوتمامه عند هذا السن، كما أشرنا إليه من كلام الحكماء، وبذلك يتأهل\nللمخاطبة وفهم كلام الشارع والوقوف مع الأوامر والنواهي. والاحتلام إشارة\nإلى انفتاح باب الشهوة العظيمة التي توقع في الورطات، وتجذب إلى الهوى في\nالدركات، وجاء التكليف كالحكمة في رأس البهيمة تمنعها من السقوط، فانظر هذه\nالمحاسن بعين بصيرتك، وتأمل هذه اللطائف بصفو فكرتك، يمتلىء قلبك بنور\nالفهم للكتاب والسنة، وأسال الله أن يوزعك شكر هذه المنة، وقيل لو علمت\nالملوك ما نحن فيه لجالدتنا عليه بالسيوف، والله أعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head19'>الوجه الموفي عشرين</h1>\n\n<p>\nلا شك أن الصبي إذا أنزل فقد بلغ وزال الصبا، والإنزال موجب للغسل فهو\nمتقدم عليه بالذات وإن قارنه في الزمان. وقيل: إنه متقدم عليه في الزمان\nأيضا، وهذا الخلاف جار في كل علامة شرعية، ووجوب الغسل وغيره من التكاليف\nمشروط بالبلوغ، فالبلوغ متقدم على التكليف بالذات ايضا؛ لأنه شرطه، والشرط\nكالعلة في التقدم، فإذا كان الإنزال موجبا للبلوغ يكون البلوغ متأخرا عنه\nتأخر المعلول عن علته، ومتقدما على وجوب الغسل تقدم الشرط على مشروطه،\nفالبلوغ ووجوب الغسل معلولا علة واحدة فيجب اقترانهما، والبلوغ شرط لوجوب\nالغسل فيجب تقدمه، فيلزم أن يكون الشيء الواحد متقدما غير متقدم، وهو محال،\nوحل هذا بأن لا يجعل الإنزال موجبا للبلوغ، بل هو دليل عليه، ولست أعني\nبكونه دليلا كما نقول في الإنبات، وإنما أقول: إن البلوغ في الحقيقة\nالمقتضي للتكليف هو بلوغ وقت النكاح، كما أرشد إليه تعالى بقوله: (إذا\nبلغوا النكاح) ، والمراد: بلغوا وقته، وبلوغ وقت النكاح بالاشتداد والقوة\nوالتوقان وما أشبه ذلك مما يتأهل به له، فهذا في الحقيقة هو البلوغ المشار\nإليه في الآية الكريمة، وضبطه الشارع بأنواع، أظهرها الإنزال، فإذا أنزل\nتحققنا حصول تلك الحالة <span id='ms33'></span>؛ إما قبل الإنزال، وإما مقارنة له، لكنها قبله غير\nمعتبرة لرفع القلم حتى يحتلم، فاعتبر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nالحالة المقارنة له، وهذا المعنى لا يستدعي بتقدم الإنزال على البلوغ لا\nبالذات ولا بالزمان؛ لأنه ليس فيه علة، ولكن علة في الحكم به وكاشفا عنه،\nوإذا عرف هذا فلا مانع من أن يكون وجوب الغسل الذي هو معلول الإنزال مشروطا\nبالبلوغ؛ إذ البلوغ حينئذ مقارن للإنزال لا متقدم عليه بالذات فلا استحالة.\n</p>\n\n<h1 class='l1' id='head20'>الوجه الحادي والعشرون</h1>\n\n<p>\nإذا اعتبرنا البلوغ بخمس عشرة سنة فهو تحديد؛ لأن كل عدد نص الشارع عليه\nفهو تحديد، وإنما يختلف فيما ليس مقدرا من جهة الشارع، والمستند هنا إما\nحديث الدارقطني - إن صح - وهو نص في هذا العدد، فصار كحول الركوة، وإما\nحديث ابن عمر، نوقد جاء فيه لفظ: الخمسة عشر من لفظ ابن عمر، فيعتبر أيضا\nمع ما أشرنا إليه من قبل أنا حيث شككنا في البلوغ قبل الاحتلام بنفيه\nبدلالة قوله: (رفع القلم عن الصبي حتى يحتلم) فيستعمل هذا إذا بقي من\nالخمسة عشر أيام قليلة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head21'>الوجه الثاني والعشرون</h1>\n\n<p>\nاستدل بعض الفقهاء على عدم صحة بيع الصبي بقوله: (رفع القلم عن الصبي) ،\nووجه الدلالة: أن البيع لو صح لاستلزم المؤاخذة بالتسليم والمطالبة\nبالعهدة، والحديث دال على عدم المؤاخذة. ويقولون هكذا: لو صح منه البيع\nلكلف أحكام البيع، وهو لا يكلف شيئا ما، عملا بقوله: (رفع القلم عن ثلاثة)\n. ولو صح هذا الاستدلال لنفع في بيع الاختبار، وهو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nالذي يختبر به رشد الصبي، وتعرفه قبل البلوغ، فإن فيه خلافا، والصحيح عدم\nصحته، لكن هذا الاستدلال فيه نظر؛ لأنه قد يقال بصحة البيع ولا يستلزم\nمؤاخذته، بل يؤمر وليه بالتسليم والعهدة، كما يؤدي عنه الزكوات وأروش\nالجنايات.\n</p>\n\n<p>\nواعتذر بعض الفقهاء عن هذا الاعتراض: بأن إقامة الولي مقامه في ذلك\nللضرورة، ولا ضرورة تدعو إلى تصحيح بيعه وإقامة الولي مقامه في أحكامه، وفي\nوصية الصبي وتدبيره خلاف، وكذا قبول روايته. ولا متعلق في الحديث لشيء من\nذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head22'>الوجه الثالث والعشرون</h1>\n\n<p>\nفي صحة <span id='ms34'></span> إسلامه خلاف، وقد يحتج بالحديث على عدم صحته بمثل ما احتج به على\nعدم صحة البيع، لأنه لو صح إسلامه لكلف أحكامه، واللازم منتف بالحديث. وهذا\nأضعف من الأول؛ لأنه يكفي من ترتب أحكامه ظهور أثرها بعد البلوغ، والقائل\nبصحة إسلامه يقول: إنه إذا بلغ ووصف الكفر صار مرتدا، وهذا لا ينفيه\nالحديث، إنما ينفي المؤاخذة حين الصبا، والاسلام كالعبادات: الصوم والصلاة\nوالحج، فكما يصح منه العبادات يصح منه الإسلام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head23'>الوجه الرابع والعشرون</h1>\n\n<p>\nاختلفوا في وجوب الزكاة عليه؛ ومذهب الشافعي رضي الله عنه: وجوبها، ومذهب\nأبي حنيفة رحمه الله: لا تجب، وقد يتعلق بالحديث، والشافعي يجعلها كنفقة\nالأقارب، وأن الخطاب بها من باب خطاب الوضع، وقد قدمنا أنه غير مرفوع عن\nالثلاثة، والمكلف بإخراجها من مال الصبي هو الولي.\n</p>\n\n<p>\nومبنى الخلاف بين الإمامين على أن المغلب عليها شائبة العبادة أو النفقة؛\nفأبو حنيفة غلب شوب العبادة فلم يوجبها، والشافعي غلب شوب النفقات فأوجبها،\nويقول: إن الله تعالى فرض في أموال الأغنياء الزكاة لكفاية الفقراء، فكما\nتجب عليه نفقة قريبة تجب الزكاة، وليست داخلة في خطاب التكليف الذي اقتضى\nالحديث رفعه.\n</p>\n\n<h1 class='l1' id='head24'>الوجه الخامس والعشرون</h1>\n\n<p>\nاتفقوا على تأديب الصبي على ترك الصلاة إذا كان ابن عشر، كما صح الحديث\nفيه، ولا يعارض ذلك قوله: (رفع القلم عن ثلاثة) ؛ لما قلنا: إن المراد\nالوجوب والتحريم، فضرب الصبي بما هو تأديب واستصلاح كاستصلاح البهيمة\nبضربها، وإن أخذ رفع القلم عاما، فيكون الحديث الدال على الضرب مخصصا له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head25'>الوجه السادس والعشرون</h1>\n\n<p>\nقوله: (وعن النائم حتى يستيقظ) يقتضي ارتفاع تكليفه حالة النوم، وقد اتفق\nالفقهاء على أنه لو نام من أول وقت الصلاة إلى آخره وجب عليه بعد أن يستيقظ\nقضاء الصلاة، وذلك مجمع عليه؛ لقوله صلى الله عليه وسلم: (من نام عن صلاة\nأو نسيها فليصلها إذا ذكرها) .\n</p>\n\n<p>\nولكن اختلفوا: هل ذلك بأمر جديد أو بالأمر الأول؟ والمشهور أنه بأمر\nجديد، وهو الوارد في الحديث، فلا يعارض رفع القلم عنه حالة النوم. وقيل:\nالأول وهذا <span id='ms35'></span> القول يحتمل أمرين:\n</p>\n\n<p>\nأحدهما: أن يقال: الأمر الأول اقتضى الوجوب عليه والنوم مانع، فإذا زال\nالمانع عمل المقتضى عمله، وتعلق ذلك الوجوب الذي اقتضاه الأول، وإن لم\nيتعلق به حالة النوم، وهذا لم أر من صرح به، ولكنه محتمل أن يقال، وإذا قيل\nبه لا يعارض قوله: (رفع القلم عن ثلاثة) لأن المراد به عدم التعلق حالة\nالصبا والنوم والجنون، غاية ما في الباب اختلاف حكمهم في ذلك، فالصبي\nوالمجنون لا يثبت حكم الخطاب في حقهم بعد ذلك؛ لأنهم ليسا من أهل الخطاب،\nفليس المقتضي في حقهم ثابتا، وانتفاء التكليف في حقهم لانتفاء المقتضي لا\nلقيام المانع، والنائم لقرب استيقاظه من أهل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nالخطاب، ولكن لا يتعلق به حالة النوم للغفلة كالساهي، فإذا زال النوم ظهر\nأثر الخطاب.\n</p>\n\n<p>\nالأمر الثاني: مما يحتمله هذا القول: أن وجوب الصلاة ثبت في حقه حالة\nالنوم، وهذا ظاهر كلام الفقهاء، ويؤول كلامهم إلى: أن معنى الوجوب ثبوتها\nفي الذمة، ويفرقون بين الوجوب ووجوب الأداء، فأصل الوجوب مع النوم، والمراد\nبه ما ذكرناه، ووجوب الأداء لا يحصل مع النوم، ولذلك قالوا في وجوب الزكاة:\nإنها تجب على الصحيح بحولان الحول قبل التمكن، وإن كان التمكن شرطا، ولكنه\nشرط في وجوب الأداء لا في الوجوب بمعنى الثبوت في الذمة، وإذا فسروا وجوب\nالصلاة على النائم بمعنى ثبوتها في ذمته، صارت كالديون التي تثبت في الذمة\nولا يستدعي التكليف، والتحقت بخطاب الوضع، فلا تعارض قوله: (رفع القلم عن\nثلاثة) لأنه إنما اقتضى خطاب التكليف.\n</p>\n\n<p>\nفإن قيل: فكان ينبغي ثبوت هذا المعنى في الصبي والمجنون: قلت: لما كان\nزمن الصبا والجنون يطول، كان في ذلك مشقة، فلم يتعلق بذمتهما أيضا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head26'>الوجه السابع والعشرون</h1>\n\n<p>\nإذا دخل على المكلف وقت الصلاة وتمكن من فعلها وأراد أن ينام قبل فعلها؛\nفإن وثق من نفسه أن يستيقظ قبل خروج الوقت بما يمكنه أن يصلي فيه - جاز،\nوغلا لم يجز، وكذا لو لم يتمكن، ولكن بمجرد دخول الوقت قصد أن ينام، فإن\nبمجرد دخول <span id='ms36'></span> الوقت حصل الوجوب، ولكن التمكن شرط في الاستقرار، فإن الصلاة\nتجب بأول الوقت، وتستقر بمضي زمان يتسع فعلها، فمتى قصد النوم بعد الوجوب\nومضى زمان التمكن أولا كان الحكم كما ذكرناه. وحيث نقول بالإثم فهنا إثمان؛\nأحدهما: إثم ترك الصلاة.\n</p>\n\n<p>\nالثاني: التسبب إليه.\n</p>\n\n<p>\nفأما إثم التسبب غليه فهو الذي أردناه بقولنا: إنه يأثم بالنوم.\n</p>\n\n<p>\nفإن قيل: إما أن يأثم قبل النوم، أو حالة النوم، لا سبيل إلى الأول، لأن\nسبب التفويت لم يوجد، ولا إلى الثاني، لعدم تكليف النائم، والإثم بلا تكليف\nمحال.\n</p>\n\n<p>\nقلنا: لا مانع من الإثم أول النوم وقبيله؛ أما أوله فلأنه مقدور، لأن\nالفرض كذلك، وهو سبب للفوات وهو قادر على دفعه، فأول جزء منه يقارنه الإثم\nبالخطاب السابق، والمحذور أن يوجد خطاب حالة النوم. وأما قبيله فلأنه إذا\nقصد ترك الصلاة وتعاطى أسبابه من التهيؤ للنوم أثم. وإذا ثبت الإثم عليه\nبأول النوم فلا مانع من انسحاب حكم المعصية وإن لم يكن حالة النوم عاصيا\nبالفعل، لكنه كسائر العصاة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nوهذه المعصية بالتسبب إلى تفويت الصلاة لا تساوي المعصية بترك الصلاة،\nفإن مفسدة الترك لم تتحقق بعد، وقد يستيقظ على خلاف ظنه، فإن استيقظ وصلى\nفي الوقت لم يحصل له إثم ترك الصلاة، وأما ذلك الإثم الذي حصل فلا يرتفع\nإلا بالاستغفار عنه. بلى، عندنا في كونه كبيرة نظر؛ فإن كان حصل فلا يرتفع\nإلا بالإستغفار عنه. بلى، عندنا في كونه كبيرة نظر؛ فإن كان صغيرة وهو\nالأقرب فيزول بعدم الاصرار.\n</p>\n\n<p>\nوإذا صلى والحالة هذه في بقية الوقت: هل تكون صلاته أداء أو قضاء؟ يحتمل\nأن يأتي فيه ما قاله القاضي أبو بكر والغزالي فيما إذا ظن المكلف أنه لا\nيعيش إلى آخر الوقت ثم عاش وصلى؟ قال القاضي: هي قضاء. وقال الغزالي: هي\nأداء؛ إذ لا عبرة بالظن البين خطؤه. وههنا يحتمل أن يقال بذلك، ويحتمل أن\nيفرق بأنه هناك لما ظن أنه لا يعيش تضيق عليه، وهنا لم يتضيق عليه، بل هو\nمخاطب بأحد الأمرين <span id='ms37'></span>؛ إما أن يعجل الصلاة، وإما أن لا ينام، ومعصيته بتفويت\nأحد الأمرين؛ والوقت لم يتغير في حقه.\n</p>\n\n<p>\nوإن لم يستيقظ إلا بعد الوقت فقد حصل إثم ترك الصلاة وهو كبيرة، ولكنا\nمتى نحكم بذلك؟ يحتمل أن يقال بخروج الوقت. وإن كان نائما تبين لنا أن إثم\nالتفويت حصل بأوله. ويحتمل أن يقال: إنه يحصل وهو نائم؛ لأن سببه صادر منه،\nوهو بصفة التكليف. ويبعد أن يقال: إنه لا يحصل حتى يستيقظ فيتعلق ذلك\nالإثم؛ فإنه لا معنى لذلك، وقد يموت في منامه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head27'>الوجه الثامن والعشرون</h1>\n\n<p>\nإذا أراد أن ينام قبل الوقت، ويغلب على ظنه أن نومه يستغرق الوقت، لم\nيمتنع عليه ذلك؛ لأن التكليف لم يتعلق به بعد، ويشهد له ما ورد في الحديث:\nأن امرأة عابت زوجها بأنه ينام حتى تطلع الشمس فلا يصلي الصبح إلا ذلك\nالوقت، فقال: إنا أهل بيت معروف لنا ذلك - أي: ينامون من الليل حتى تطلع\nالشمس - فقال النبي صلى الله عليه وسلم: (إذا استيقظت فصل) . أو ما هذا\nمعناه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head28'>الوجه التاسع والعشرون</h1>\n\n<p>\nهل يجب إيقاظ النائم الذي لم يصل؟ فنقول: أما الأول الذي نام بعد الوجوب\nعاصيا، فيجب إيقاظه من باب النهي عن المنكر.\n</p>\n\n<p>\nوأما الذي نام قبل الوقت فلا؛ لأن التكليف لم يتعلق به، لكن إذا لم يخش\nعليه ضررا فالأولى إيقاظه؛ لينال الصلاة في الوقت، قال صلى الله عليه وسلم:\n(رحم الله امرءا قام من الليل فصلى، ثم أيقظن زوجته فصلت، فإن أبت نضح في\nوجهها الماء) ، فإذا كان هذا في قيام الليل، فما ظنك بالفريضة!!؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head29'>الوجه الموفي ثلاثين</h1>\n\n<p>\nلا فرق في النوم بين الثقيل والخفيف إذا زال معه الشعور، وأما السنة التي\nتحصل في العين ولا يزول بها شعور القلب فلا يسقط بها التكليف، فإن سميت\nنوما فالحديث مخصوص بها، والأقرب أنها تسمى نوما، ولذلك قال تعالى: (لا\nتأخذه سنة ولا نوم) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head30'>الوجه الحادي والثلاثون</h1>\n\n<p>\nإذا ثبت أن النائم رفع عنه القلم لعدم شعوره، فالمغمى عليه بطريق الأولى،\nلأن النوم <span id='ms38'></span> أسرع زوالا من الإغماء. وقيل: إن النوم يستر العقل، والإغماء\nيغمره، والجنون يزيله. ولعل النبي صلى الله عليه وسلم نص على الطرف الأعلى\nمما يطرأ على العقل وهو الجنون، وعلى الطرف الأدنى وهو النوم، ويعلم بذلك\nما بينهما فيلحق بها.\n</p>\n\n<p>\nوأما السكر وإن كان بينهما في إزالة الشعور، ولكن سببه معصية، فلذلك\nاختلفت العلماء في تكليف السكران، والذي نقله أبو حامد عن مذهب الشافعي:\nأنه مكلف، وإن كان كلام النووي يقتضي أنه غير مكلف، وكأن النووي أخذه من\nالأصوليين، فإنهم يطلقون: أن النائم والناسي والسكران غير مكلفين، وطوائف\nمن الفقهاء يطلقون التكليف حتى في النائم والناسي، ونحن لا نوافقهم في\nالنائم والناسي إلا بمعنى الثبوت في الذمة كما سبق، والظاهر أنه مرادهم،\nوأما السكران فمرادهم المؤاخذة لمعصيته، وتحقق ذلك مذكور في الفقه والأصول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head31'>الوجه الثاني والثلاثون</h1>\n\n<p>\n(نائم) قبل دخول الألف واللام يدل على شخص مطلق متصف بنوم مطلق، أعني\nمطلق شخص متصف بمطلق نوم، وبعد دخول الألف واللام يدل على كل شخص متصف\nبمطلق نوم، فدلالته على الأشخاص عامة عموما استغراقيا، ودلالاته على النوم\nمطلقة، لكن يعم بحسب عموم الأشخاص، يعني إذا وجد شخصان؛ اتصف أحدهما بنوع\nمن النوم، واتصف الآخر بنوع آخر منه، ثبت الحكم لهما جميعا لأجل عموم\nالأشخاص، وليس ذلك لعموم النوم، بل النوم مطلق على حالة، لكن لو أخرجنا ذلك\nالنوع منه لأخرجنا الشخص المتصف به، ففات عموم الأشخاص، فلا منافاة بين\nقولنا بالاستغراق في ذلك، وقولنا بأن النوم مطلق.\n</p>\n\n<p>\nوقد تكلمنا على الدلالة الثانية، وقلنا: لا فرق بين النوم الثقيل\nوالخفيف، وأن السنة التي يبقى معها الشعور إن سميت نوما خصص بها اللفظ وإلا\nفلا، وأما الدلالة وهي استغراق كل نائم فنتلكم عليها هنا ونقول:\n</p>\n\n<p>\nعموم الأشخاص يخرج منه من لا ينام قلبه - وهم تنام قلوبهم - فلا يدخلون\nفي حكم هذا الحديث في قوله: (وعن النائم حتى يستيقظ) ، فالنوم في حقهم لا\nيرفع التكليف، ولهذا قال صلى الله عليه وسلم: (إن عيني تنامان، ولا ينام <span id='ms39'></span>\nقلبي) . وهكذا أقول فيما ورد أنه صلى الله عليه وسلم في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nمرضه أغمي عليه: أن ذلك الإغماء متعلق بجسمه صلى الله عليه وسلم خاصة،\nولا تعلق له بقلبه، قلبه الشريف صلى الله عليه وسلم إذا حفظ وعصم من النوم\nالذي هو أخف من الإغماء بطريق الأولى، وأما غلبة الأوجاع للخواص الظاهرة\nفذلك من الأمراض التي لا تمتنع، والإغماء كان من هذا القبيل، وليس كالإغماء\nالذي يحصل لغيره من آحاد الناس فيغمو قلبه.\n</p>\n\n<p>\nنعلم بذلك أن قوله: (عن النائم) عام مخصوص، والأنبياء معصومون عما يطرأ\nعلى عقولهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head32'>الوجه الثالث والثلاثون</h1>\n\n<p>\nقوله: (وعن المجنون حتى يفيق) كذا في رواية يوسف بن موسى في حديث علي،\nوفي رواية عثمان بن أبي شيبة فيه: (عن المجنون حتى يبرأ) ، وفي رواية ابن\nالسرح فيه: (عن المجنون والمغلوب على عقله) ولم يذكر غاية، وهي مستغنى عنها\nكما قدمناه، وفي رواية أبي ظبيان عن علي وهي منقطعة: (عن المعتوه حتى يبرأ)\nوفي رواية أبي الضحى عن علي: (عن المجنون حتى يعقل) ، وفي رواية ابن ماجه:\n(حتى يعقل أو يفيق) .\n</p>\n\n<p>\nوهذه الألفاظ كلها متقاربة أو متوافقة، والمجنون والمعتوه واحد هنا، وإن\nكان اللغويون أطلقوا أن المعتوه: الناقص العقل، والمراد بنقص العقل: نقصانه\nعن أهلية الخطاب، وذلك هو الجنون، ولا يراد بذلك ما قد يطلقه بعض أهل العرف\nمن نقصان العقل على من لم يكن كامل العقل وافره، فإن ذلك نقصان كمال.\n</p>\n\n<p>\nوفي حديث عائشة رضي الله عنها: (وعن المبتلى حتى يبرأ) ، والمبتلى وإن\nكان من حيث الوضع أعم من المجنون، فإن المراد به هنا المجنون؛ لدلالة بقية\nالروايات عليه، وللإجماع على أن المبتلى بغير ذلك لا يرتفع عنه القلم،\nوإطلاق المبتلى على المجنون إطلاق ممكن، فإنه لا بلوى أعظم من ذهاب العقل\nإلا ذهاب الدين، وسائر الأمراض البدنية غير الجنون لا يخرج صاحبها عن خاصة\nالنوع الإنساني، والجنون يكاد يخرجه فإن الذي يتميز به الإنسان عن البهيمة\nهو العقل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head33'>الوجه الرابع والثلاثون</h1>\n\n<p>\nتقول العرب: جن الرجل - مبنيا لما <span id='ms40'></span> لم يسم فاعله - جنونا، وأجنة الله -\nرباعيا - فهو مجنون، ولا تقل: مجن، وإن كان هو قياس الرباعي، وقولهم في\nالمجنون: ما أجنة! شاذ لا يقاس عليه.\n</p>\n\n<h1 class='l1' id='head34'>الوجه الخامس والثلاثون</h1>\n\n<p>\nالجنون قد يكون منطبقا وقد يكون منقطعا، والحديث قد شمل النوعين، فإن\nالمنقطع يثبت حكمه كلما طرأ، ويزول كلما زال، وذلك مقتضى قوله: (حتى يفيق)\n، فإنه اقتضى تعليق رفع القلم بالجنون، وزوال رفعه بالإفاقة، ولكن ذلك\nبواسطة ما اقتضاه الحديث من كون الجنون علة الرفع، والإفاقة علة التكليف،\nوالمعلول يتكرر علته، وأما إذا نظرنا إلى مجرد اللفظ من غير ملاحظة التعليل\nفلا يقتضي ذلك، لأن (رفع) و (يفيق) فعلان في سياق الإثبات لا عموم لهما،\nوالشخص واحد، وإنما دل العموم على الوجه الذي قررناه فيما سبق عند تعدد\nالأشخاص.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head35'>الوجه السادس والثلاثون</h1>\n\n<p>\nقوله في رواية ابن السرح: (المجنون المغلوب على عقله) ، يظهر أن المغلوب\nعلى عقله بيان للمجنون أو تأكيد، وفيه إشارة إلى أن العقل حاصل ولكن غلب\nعليه، وهو أولى من قول الفقهاء: إنه يزيل العقل. والعقل صفة غريزية في\nالإنسان، لكن يطرأ لها فساد، فسمى الفقهاء ذلك زوالا، وما أشار إليه الحديث\nهو الصواب.\n</p>\n\n<h1 class='l1' id='head36'>الوجه السابع والثلاثون</h1>\n\n<p>\nفي حديث عائشة الذي رواه ابن ماجه: (رفع القلم عن ثلاثة؛ عن النائم حتى\nيستيقظ، وعن الصغير حتى يكبر، وعن المجنون حتى يعقل - أو يفيق - قال أبو\nبكر في حديثه: (وعن المبتلى حتى يبرأ) . وهذه يتوهم: ان هذه زيادة على\nالثلاثة، وليس كذلك، بل مقصودا ابن ماجه أن أبا بكر ابن أبي شيبة قال بدل:\n(المجنون حتى يعقل - أو يفيق -) ، (المبتلى حتى يبرأ) ، وغير أبي بكر من\nشيوخ ابن ماجه قال: (المجنون حتى يعقل - أو يفيق -) والمعنى واحد، وهم\nثلاثة في كل رواية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head37'>الوجه الثامن والثلاثون</h1>\n\n<p>\nقول أبي داود: رواه ابن جريج، عن القاسم بن يزيد، عن علي، عن النبي صلى\nالله عليه وسلم زاد فيه: (الخرف) - يقتضي أنه زائد على الثلاثة، وهذا صحيح،\nوالمراد به: الشيخ الكبير الذي زال عقله من <span id='ms41'></span> الكبر، فإن الشيخ الكبير قد\nيعرض له اختلاط عقل يمنعه من التمييز ويخرجه عن أهلية التكليف، ولا يسمى\nجنونا، فإن الجنون يعرض من أمراض سوداوية ويقبل العلاج، والخرف بخلاف ذلك،\nولهذا لم يقل في الحديث: حتى يعقل؛ لأن الغالب أنه لا يبرأ منه إلى الموت،\nولو برأ في بعض الأوقات برجوع عقله تعلق به التكليف، فسكوته عن الغاية فيه\nلا يضر، كما سكت عنها في بعض الروايات في المجنون.\n</p>\n\n<p>\nوكنا قد قدمنا أن الحديث في سقوط التكليف عن الشيخ الكبير: موضوع ومرادنا\nبه إذا كان عقله ثابتا، ووضع الحديث في نفسه، وأما سقوط التكليف عن الخرف\nالذي زال عقله،، فلا شك فيه، وإن كان الحديث الوارد فيه منقطعا؛ لأن القاسم\nلم يدرك عليا، لكنه في معنى المجنون، كما أن المغمى عليه في معنى النائم.\n</p>\n\n<p>\nولا يفوت الحصر بذلك إذا نظرنا إلى المعنى، فهم في الصورة خمسة؛ الصبي،\nوالنائم، والمغمى عليه، والمجنون، والخرف. وفي المعنى ثلاثة.\n</p>\n\n<p>\nولما لم يكن النائم في معنى المجنون؛ لأن الجنون يفسد العقل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nبالكلية، والنوم شاغل له فقط، فبينهما تباين كثير - لم يجعل في معناه،\nوعدا شيئين وأحكامهما مختلفة، بخلاف الخرف والجنون أحكامهما واحدة وليس\nبينهما تفاوت، ويظهر أن الخرف رتبة متوسطة بين الإغماء والجنون، وهي إلى\nالإغماء أقرب. والله تعالى أعلم.\n</p>\n\n<p>\nتم الكتاب بعون الله وحسن توفيقه والحمد لله رب العالمين وصلى الله وسلم\nعلى سيدنا محمد وعلى أله وصحبه وسلم تسليما كثيرا إلى يوم الدين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n             <span id='ms42'></span>\n</p>\n",
  "pages": [
    "000",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099"
  ],
  "volumes": [
    "01"
  ]
}