{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head0'>سفر نامه ناصر خسرو</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n<h1 class='l1' id='head1'>بسم الله الرحمن الرحيم</h1>\n\n<p>\nهذا ما يقول أبو معين الدين ناصر خسرو القبادياني المروزي تاب الله عنه\nكانت صناعتي الإنشاء وكنت من المتصرفين في أموال السلطان وأعماله واشتغلت\nبالديوان وباشرت هذا العمل مدة من الزمن وذاع صيتي بين أقراني وفي ربيع\nالآخر سنة 437 أيام أبي سليمان جغري بيك داود بن ميكائيل بن سلجوق حاكم\nخراسان ذهبت من مرو في عمل للديوان ونزلت في بنج ديه مرو الرود كان ذلك يوم\nقران الرأس والمشتري ويقال إن الله تعالى وتقدس يستجيب فيه إلى ما يطلب\nالناس من حاجات فذهبت إلى زاوية وصليت ركعتين ودعوته تعالى وتبارك أن ييسر\nلي أمري فلما عدت لأصدقائي وأصحابي وجدت أحدهم ينشد شعرا فارسيا فجال\nبخاطري أبيات فكتبتها على ورقة لأعطيه إياها حتى ينشدها فإذا به ينشد ما\nكتبت من شعر ولما أعطه الورقة فتفاءلت بهذه الحال وقلت في نفسي إن الله\nتعالى وتبارك قد قضى حاجتي ثم ذهبت إلى جزجانان فمكثت بها حوالي شهر وظللت\nأشرب الخمر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nقال النبي صلى الله عليه وسلم {قولوا الحق ولو على أنفسكم} حتى إذا كانت\nذات ليلة رأيت في المنام رجلا يقول لي إلى متى تشرب هذا الشراب الذي يسلب\nلب الرجال خير لك أن تصحو فأجبت إن الحكماء لا يستطيعون شيئا غير هذا يقلل\nهموم الدنيا فأجاب إن التسرية عن النفس لا تتأتى بفقد الشعور والعقل\nوالحكيم لا يستطيع أن يقول إن الرجل المسلوب الفؤاد يصلح هاديا للناس بل\nينبغي عليه أن يبحث عما يزيد العقل والحكمة قلت وأنى لي هذا قال من جد وجد\nثم أشار إلى القبلة ولم يقل شيئا فلما صحوت من النوم كانت هذه الرؤيا ماثلة\nبأكملها أمامي وقد أثرت في فقلت لنفسي صحوت من نوم البارحة وينبغي أن أصحو\nمن نوم أربعين سنة خلت وأمعنت الفكر فوجدتني لن أسعد ما لم أعدل عن كل\nسلوكي\n</p>\n\n<p>\nوفي يوم الخميس من جمادي الآخر سنة 437 (20 ديسمبر 1045) منتصف شهر دي من\nالسنة الفارسية 410 من <span id='ms01'></span> التقويم اليزدجردي اغتسلت وذهبت إلى الجامع فصليت\nودعوت الله تبارك وتعالى أن يعينني على أداء الواجب وعلى ترك المنهيات\nوالسيئات كما أمر الحق سبحانه تعالى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nثم توجهت من هناك إلى شبورغان وفي المساء كنت في قرية بارياب ومنها سرت\nإلى مرو الرود عن طريق سنكلان وطالقان فلما بلغت مرو طلبت إعفائي مما عهد\nإلي من عمل وقلت إني عازم على الحج ثم أديت ما علي من حساب وتركت أموالي\nعدا القليل الضروري منها\n</p>\n\n<p>\nوفي الثالث والعشرين من شعبان (6 مارس 1046) عزمت على السفر إلى نيشابور\nفسرت من مرو إلى سرخس وهي على ثلاثين فرسخا منها ومن سرخس إلى نيشابور\nأربعون فرسخا وقد بلغتها يوم السبت الحادي عشر من شوال (22 ابريل 1046)\nويوم الأربعاء آخر هذا الشهر كسفت الشمس وكان الحاكم حينئذ طغرل بيك محمد\nأخو جغري بيك وكانوا يشيدون مدرسة بقرب سوق السراجين أمر ببنائها وقد ذهب\nأثناء ولايته لأول مرة للاستيلاء على ولاية اصفهان\n</p>\n\n<p>\nوفي الثاني من ذي القعدة (12 مايو 1046) غادرت نيشابور في صحبة الأستاذ\nالموفق الذي كان مؤدبا للسلطان فبلغنا قومس عن طريق كوان وزرت الشيخ بايزيد\nالبسطامي قدس الله روحه\n</p>\n\n<p>\nوفي الجمعة الثامن من ذي القعدة (18 مايو 1046) سرت إلى دامغان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nثم بلغت سمنان عن طريق آنجوري وجاشت خواران في غرة ذي الحجة سنة 437 (9\nيونيو 1046) وقد مكثت هناك زمنا وتعرفت بأهل العلم وقد دلوني على رجل اسمه\nعلي النسائي وهو شاب يتكلم الفارسية بلهجة الديالمة كان شعر رأسه مرسلا\nوكان وهو يتكلم يقول إني قرأت كذا على الأستاذ أبي علي سينا رحمه الله\nوهكذا سمعت عنه لكي أعرف أنه تلميذ ابن سينا ولما ناظرته قال إني قليل\nالمعرفة بكل علم وأحب أن أقرأ معك قليلا في الحساب فخرجت متعجبا قلت ماذا\nيعلم الآخرين وهو لا يعلم شيئا\n</p>\n\n<p>\nوعدت من بلخ إلى الري ثلاثمائة وخمسين فرسخا ويقال إنه من الري إلى ساوه\nثلاثون فرسخا ومن ساوه إلى همدان كذلك ومن الري إلى أصفهان خمسون فرسخا\nوإلى آمل ثلاثون وبين الري وآمل <span id='ms02'></span> جبل دماوند وهو كالقبة ويسمى لواسان ويقال\nإن بقمته بئرا يستخرج منه النوشادر ويقال والكبريت أيضا فيصعد عليها رجال\nيحملون جلود البقر ويملئونها بالنوشادر ثم يدحرجونها من قمة الجبل لتعذر\nإيجاد طريق لنقلها\n</p>\n\n<p>\nوفي الخامس من محرم سنة 43 {13 يوليو 1046) الموافق العاشر من شهر مرداد\nسنة 415 من تاريخ الفرس توجهت ناحية قزوين فبلغت قرية قوهة وكان بها قحط\nحتى بيع المن من خبز الشعير بدرهمين وقد غادرتها في التاسع من محرم (17\nيوليو) فبلغت قزوين وهي آهلة بالحدائق التي لا تحدها أسوار أو أشواك فلا\nيحول دون دخولها عائق رأيت قزوين مدينة عظيمة ذات حصن مكين عليه شرفات وبها\nأسواق جميلة إلا أن الماء بها قليل وهو يجري في قنوات تحت الأرض وكان\nحاكمها رجلا من العلويين ويشتغل معظم صناعها بصناعة الأحذية\n</p>\n\n<p>\nوفي الثاني عشر من محرم سنة 43 {20 يوليو 1046) غادرت قزوين عن طريق بيل\nوقبان وهما من ضواحيها وسرت إلى قرية تسمى خرزويل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nكان معنا أنا وأخي وغلام هندي كان يصحبنا زاد قليل فذهب أخي للقرية\nليشتري شيئا من البقال فقال له أحدهم ماذا تريد أنا البقال فقلت كل ما عندك\nيناسبنا فإنا غرباء وعابرو سبيل فقال ليس عندي شيء أبدا وبعد ذلك كنت أقول\nإنه بقال خرزويل عن كل شخص في أي مكان يقول كلاما من هذا النوع\n</p>\n\n<p>\nبعد مغادرة هذه القرية جزنا منحدرا صعبا وبعد مسيرة ثلاثة فراسخ بلغنا\nقرية تسمى الخير من أعمال طارم كان جوها حارا وبها شجر كثير من الرمان\nوالتين ومعظمه بري ومن هناك اجتزنا نهرا يسمى شاه رود عليه قرية تسمى خندان\nتجبى فيها المكوس من قبل أمير الأمراء وهو من ملوك الديلم وحين يخرج النهر\nمنها يلتقي بنهر آخر اسمه سبيدرود ثم يدخل النهران واديا شرقي جبال جيلان\nويمر النهر بجيلان ثم يصب في بحر آبسكون بحر قزوين ويقال إن ألفا وأربعمائة\nنهر تصب في هذا البحر الذي يقال إن محيطه ألف ومائتا فرسخ وإن في وسطه\nجزائر آهلة بالسكان وقد سمعت هذا من <span id='ms03'></span> كثرين\n</p>\n\n<p>\nوالآن أعود إلى رحلتي وما كان فيها\n</p>\n\n<p>\nومن خندان إلى شميران ثلاثة فراسخ من صحراء صخرية كلها وشميران قصبة\nولاية طارم وعلى حافة المدينة قلعة مرتفعة مشيدة على صخر صلد محاطة بثلاثة\nأسوار وقد حفرت في وسطها قناة تجري حتى شاطىء النهر ومنها يستخرجون الماء\nويحملونه إلى القلعة ويقيم بها ألف رجل مختار من أبناء عظماء الولاية وذلك\nحتى لا يستطيع أحد أن يضل أو يثور ويقال إن لهذا الأمير قلاعا كثيرة في\nولاية الديلم وإن العدل والأمن مستتبان بها فلا يستطيع أحد أن يغتصب شيئا\nمن غيره بل إن الناس هناك يدخلون مسجد الجمعة ويتركون أحذيتهم خارجة فلا\nيأخذها أحد ويكتب هذا الأمير اسمه هكذا مرزبان الديلم جيل جيلان أبو صالح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nمولي أمير المؤمنين واسمه جستان إبراهيم وقد رأيت في شميران رجلا طيبا من\nدربند اسمه أبو الفضل خليفة بن علي الفيلسوف كان رجلا فاضلا أضافنا وأكرمنا\nوقد تناظرنا معا واتصلت بيننا الصداقة سألني علام عزمت فقلت أني أنوي الحج\nقال أريد أن تمر بنا في عودتك حتى أراك\n</p>\n\n<p>\nوفي السادس والعشرين من محرم (3 أغسطس 1046) غادرت شميران وفي الرابع عشر\nمن صفر (21 أغسطس) بلغت مدينة سراب وغادرتها في السادس عشر (23 أغسطس) ثم\nمررت بسعيد آباد وبلغت تبريز في عشرين صفر 43 {27 أغسطس 1046) وكان ذلك في\nالخامس من شهر يور الشهر القديم وتبريز قصبة ولاية آذربيجان وهي مدينة\nعامرة وقد قست طولها وعرضها فكان كل منهما الفا وأربعمائة قدم وكان ملك\nولاية آذربيجان يذكر هكذا في الخطبة الأمير الأجل سيف الدولة وشرف الملة\nأبو منصور وهسودان بن محمد مولى أمير المؤمنين وحكوا لي أنه في ليلة الخميس\nالسابع عشر من ربيع الأول 434 (5 ديسمبر 1042) في الأيام المسترقة بعد\nالعشاء زلزلت الأرض فخرب جزء من المدينة ولم يصب الجزء الآخر بسوء ويقال\nإنه هلك فيها حينئذ أربعون ألف نسمة ورأيت في تبريز شاعرا اسمه قطران يقول\nشعر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nجميلا ولكنه لم يكن يجيد الفارسية وقد زارني ومعه ديواني منجيك والدقيقي\nوقرأ علي منهما <span id='ms04'></span> وسألني عما أشكل عليه من المعاني فكنت أجيبه وهو يكتب ما\nأقول ثم تلى علي شيئا من أشعاره\n</p>\n\n<p>\nفي الرابع عشر من ربيع الأول (19 سبتمبر) غادرت تبريز عن طريق مرند مع\nجماعة من جيش الأمير وهسودان فسرنا حتى بلغنا خوى ومن هناك سرنا إلى بر كري\nبصحبة رسول ومن خوى إلى بركزي ثلاثون فرسخا وقد بلغناها في الثاني عشر من\nجمادى الأولى (16 نوفمبر) ومن هناك ذهبنا إلى وان ثم إلى وسطان وكان لحم\nالخنزير يباع في سوقها كما يباع الضأن ويجلس نساؤها ورجالها أمام الحوانيت\nويشربون بغير حياء\n</p>\n\n<p>\nومن هناك بلغنا مدينة أخلاط في الثامن عشر من جمادى الأولى (22 نوفمبر)\nوهي على الحدود ما بين بلاد المسلمين والأرمن وبينها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nوبين بركري تسعة عشر فرسخا وعليها أمير اسمه نصر الدولة نيف على المائة\nوله أبناء كثيرون أعطى كلا منهم ولاية ويتكلمون بها ثلاث لغات العربية\nوالفارسية والأرمنية وأظن أنها سميت أخلاط لهذا السبب والمعاملة هناك\nبالنقود النحاسية ورطلهم ثلاثمائة درهم\n</p>\n\n<p>\nفي العشرين من جمادى الأول (24 نوفمبر) غادرنا أخلاط ونزلنا في رباط\nكروانسراي كانت السماء تمطر ثلجا والبرد قارسا وقد غرسوا في جزء من الطريق\nعمدا ليسير المسافرون على هديها أيام الثلج والضباب ثم بلغنا مدينة بطليس\nوهي واقعة في واد وقد اشترينا منها عسلا المائة من بدينار حسب ما باعونا\nويقال إن بها من يجني في السنة الواحدة ثلاثمائة وأربعمائة جرة عسل\n</p>\n\n<p>\nوخرجنا منها فرأينا قلعة تسمى قف انظر وتركناها إلى مكان به جامع يقال\nبناه اويس القرني قدس الله روحه ورأيت الناس عند حدوده يطوفون بالجبل\nويقطعون أشجارا تشبه السرو فسألت ماذا تعملون بها فقالوا نضع طرفا من\nالشجرة في النار فيخرج هذا القطران من طرفها الآخر فنجمعه في البئر ثم نضعه\nفي أوعية ونحمله إلى الأطراف وهذه الولايات التي ذكرت بعد أخلاط وقد\nاختصرنا ذكرها هنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nتابعة لميافارقين\n</p>\n\n<p>\nثم سرنا إلى مدينة أرزن وهي مدينة عامرة وجميلة فيها أنهار جارية وبساتين\nوأشجار وأسواق جميلة ويبيع البرسيون هناك المائتا من <span id='ms05'></span> عنبا بدينار واحد في\nشهر آذر نوفمبر وديسمبر ويسمون هذا العنب رز إرمانوش\n</p>\n\n<p>\nوانتقلنا إلى مدينة ميافارقين التي يفصلها عن أخلاط ثمانية وعشرون فرسخا\nومن بلخ إليها عن الطريق الذي إجتزناه إثنان وخمسون وخمسمائة فرسخ وقد\nدخلناها يوم الجمعة السادس والعشرين من جمادي الأول 33 {23 نوفمبر 1036)\nوكانت أوراق الشجر حينئذ لا تزال خضراء وميافارقين محاطة بسور عظيم من\nالحجر الأبيض الذي يزن الحجر منه خمسمائة من وعلى بعد كل خمسين ذراعا من\nهذا السور برج عظيم من الحجر نفسه وفي أعلاه شرفات وهي من الدقة بحيث تقول\nأن يد بناء ماهر أكملتها اليوم ولهذه المدينة باب من ناحية الغرب له عتبة\nعليها طاق حجري وقد ركب عليها باب من حديد لا خشب فيه ويطول وصف مسجد\nالجمعة بها لو ذكرته ولو أن صاحب الكتاب شرح كل شيء أتم الشرح وقد قال إن\nللميضأة التي عملت بهذا المسجد أربعين مرحاضا تمر أمامها قناتان كبيرتان\nالأولى ظاهرة ليستعمل ماؤها والثانية وهي تحت الأرض لحمل الثفل وللصرف\nوخارج هذه المدينة في الربض أربطة كروانسراها وأسواق وحمامات ومسجد وجامع\nآخر يصلون فيه الجمعة ايضا وفي ناحية الشمال سواد آخر يسمى المحدثة به سوق\nومسجد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nجامع وحمامات وكل ما ينبغي لمدينة من مهمات ويذكر اسم سلطان الولاية في\nالخطبة هكذا الأمير الأعظم عز الإسلام سعد الدين نصر الدولة وشرف الملة أبو\nنصر أحمد وقد بلغ المائة من عمره ويقال إنه حي والرطل هناك أربعمائة\nوثمانون درهما وقد بنى هذا الأمير مدينة على مسافة أربعة فراسخ من\nميافارقين سماها الناصرية ومن آمد إلى ميافارقين تسعة فراسخ\n</p>\n\n<p>\nفي السادس من شهر دي القديم (22 ديسمبر 1036) بلغنا آمد التي شيدت على\nصخرة واحدة طولها ألفا قدم وعرضها كذلك وهي محاطة بسور من الحجر الأسود كل\nحجر منه يزن ما بين مائة وألف من وأكثر هذه الحجارة ملتصق بعضه بالبعض من\nغير طين أو جص وارتفاع السور عشرون ذراعا وعرضه عشر أذرع وقد بني على بعد\nكل مائة ذراع برج نصف <span id='ms06'></span> دائرته ثمانون ذراعا وشرفاته من هذا الحجر بعينه وقد\nشيدت في عدة أماكن داخل المدينة سلالم من الحجر ليتيسر الصعود إلى السور\nوقد بنيت قلعة على قمة كل برج ولهذه المدينة أربعة أبواب كلها من الحديد\nالذي لا خشب فيه يطل كل منها على جهة من الجهات الأصلية ويسمى الباب الشرقي\nباب دجلة والغربي باب الروم والشمالي باب الأرمن والجنوبي باب التل وخارج\nهذا السور سور آخر من نفس الحجر ارتفاعه عشر أذرع ومن فوقه شرفات فيها ممر\nيتسع لحركة رجل كامل السلاح بحيث يستطيع ان يقف فيه ويحارب بسهولة ولهذا\nالسور الخارجي أبواب من الحديد شيدت مخالفة لأبواب السور الداخلي بحيث لو\nاجتاز السائر أبواب السور الأول وجب عليه اجتياز مسافة لبلوغ أبواب السور\nالثاني وهذه المسافة تبلغ خمس عشرة ذراعا وفي وسط المدينة عين يتفجر ماؤها\nمن الحجر الصلب وهذا الماء من الغزارة بحيث يكفي لإدارة خمس طواحين وهو\nغاية في العذوبة ولا يعرف أحد من أين ينبع وفي المدينة أشجار وبساتين تقي\nمن هذا الماء وأمير المدينة وحاكمها هو ابن نصر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nالدولة الذي مر ذكره وقد رأيت كثيرا من المدن والقلاع في أطراف العالم في\nبلاد العرب والعجم والهند والترك ولكني لم أر قط مثل مدينة آمد في أي مكان\nعلى وجه الأرض ولا سمعت من أحد أنه رأى مكانا آخر مثلها ومسجدها الجامع من\nالحجر الأسود وليس مثله متانة وإحكاما وقد أقيم في وسطه مائتا عمود ونيف من\nالحجر كل عمود قطعة واحدة وفوق هذه الأعمدة عقود من الحجر وقد نصبت فوقها\nأعمدة أقصر من تلك وجميع أسقف المسجد على هيئة الجملون وقد كملت نجارة\nونقارة ونقشا ودهنا وفي ساحته صخرة كبيرة عليها حوض كبير مستدير من الحجر\nيبلغ ارتفاعه قامة رجل ومحيط دائرته ذراعان وفي وسط الحوض أنبوبة من النحاس\nيتفجر منها ماء صاف لا يظهر مدخله أو مخرجه وبالمسجد ميضأة عظيمة جميلة\nالصنع بحيث لا يوجد أحسن منها وقد بنيت عمارات آمد كلها من <span id='ms07'></span> الحجر الأسود\nوأما ميافارقين فعماراتها من الحجر الأبيض\n</p>\n\n<p>\nوبالقرب من المسجد كنيسة عظيمة غنية بالزخارف مبنية كلها من الحجر وقد\nفرشت أرضها بالرخام المنقوش وقد رأيت فيها على الطارم وهو مكان العبادة عند\nالنصارى بابا من الحديد المشبك لم أر مثله في أي مكان\n</p>\n\n<p>\nومن آمد إلى حران طريقان أحدهما لا عمران فيه وهو أربعون فرسخا والثاني\nبه أماكن معمورة وقرى كثيرة معظم أهلها من النصارى وهو ستون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nفرسخا وقد سرنا مع القافلة في هذا الطريق وكانت الصحراء غاية في الاستواء\nإلا أن بها أحجارا كثيرة بحيث لا تستطيع الدواب أن تخطو خطوة واحدة من غير\nأن تعثر بحجر وقد بلغنا حران يوم الجمعة الخامس والعشرين من جمادى الآخر\nسنة 33 {28 ديسمبر 1046) الموافق اثنين وعشرين من شهر دي القديم وكان\nهواؤها في ذلك الوقت كهواء خراسان أيام النوروز\n</p>\n\n<p>\nوسرنا من هناك فبلغنا مدينة تسمى قرول حيث أضافنا رجل كريم في بيته وهناك\nدخل أعرابي في الستين من عمره فاقترب مني وقال حفظني القرآن فلقنته {قل\nأعوذ برب الناس} فكان يقرؤها معي فلما وصلت إلى آية {من الجنة والناس} قال\nأقول أيضا سورة أرأيت الناس فقلت هذه السورة ليست قبل تلك فقال ما سورة\nنقالة الحطب ولم يعرف أنه قيل في سورة {تبت} حمالة الحطب لا نقالة الحطب\nولم يستطع هذا الأعرابي المشرف على الستين في تلك الليلة أن يحفظ سورة {قل\nأعوذ} مع تكراري لها معه\n</p>\n\n<p>\nوفي يوم السبت الثاني من رجب سنة 33 {2 يناير 1047) بلغنا مدينة سروج\nواجتزنا الفرات في اليوم التالي ونزلنا في منبج وهي أول مدن الشام وكان هذا\nأول بهمن القديم يناير فبراير والطقس هناك معتدل جدا ولم يكن خارج المدينة\nعمارات قط وقد سرت منها إلى حلب ومن ميافارقين إليها إلى حلب مائة فرسخ\n</p>\n\n<p>\nورأيت مدينة حلب فإذا هي جميلة بها سور عظيم قست ارتفاعه فكان خمسا\nوعشرين ذراعا وبها قلعة عظيمة مشيدة كلها من الصخر ويمكن مقارنة حلب ببلخ\nوهي مدينة عامرة أبنيتها متلاصقة وفيها تحصل <span id='ms08'></span> المكوس عما يمر بها من بلاد\nالشام والروم وديار بكر ومصر والعراق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nويذهب اليها التجار من جميع هذه البلاد ولها أربعة أبواب باب اليهود وباب\nالله وباب الجنان وباب أنطاكية والوزن في سوقها بالرطل الظاهري وهو\nأربعمائة وثمانون درهما وتقع حما جنوبي حلب بعشرين فرسخا ومن بعدها حمص ومن\nحلب إلى دمشق خمسون فرسخا وإلى أنطاكية اثنا عشر فرسخا وإلى طرابلس كذلك\nويقال إن من حلب حتى القسطنطينية مائتي فرسخ\n</p>\n\n<p>\nوفي الحادي عشر من رجب سنة 43 {11 يناير 1047) خرجنا من حلب وعلى مسافة\nثلاثة فراسخ منها قرية تسمى جند قنسرين وفي اليوم التالي سرنا ستة فراسخ\nوبلغنا مدينة سرمين التي لا سور لها وبعد مسيرة ستة فراسخ أخرى بلغنا معرة\nالنعمان وهي مدينة عامرة ولها سور مبني وقد رأيت على بابها عمودا من الحجر\nعليه كتابة غير عربية فسألت ما هذا فقيل إنه طلسم العقرب حتى لا يكون في\nهذه المدينة عقرب أبدا ولا يأتي اليها وإذا أحضر من الخارج وأطلق بها فإنه\nيهرب ولا يدخلها وقد قست هذا العمود فكان ارتفاعه عشر أذرع ورأيت أسواق\nمعرة النعمان وافرة العمران وقد بني مسجد الجمعة على مرتفع وسط المدينة\nبحيث يصعدون اليه من أي جانب يريدون وذلك على ثلاث عشرة درجة وزراعة السكان\nكلها قمح وهو كثير وفيها شجر وفير من التين والزيتون والفستق والعنب ومياه\nالمدينة من المطر والآبار\n</p>\n\n<p>\nوكان بهذه المدينة رجل أعمى اسمه أبو العلاء المعري وهو حاكمها وكان واسع\nالثراء عنده كثير من العبيد وكان أهل البلد خدم له\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nأما هو فقد تزهد فلبس الكلتم واعتكف في البيت وكان قوته نصف من من خبز\nالشعير لا يأكل غيره وقد سمعت أن باب سرايه مفتوح دائما وأن نوابه وملازميه\nيدبرون أمر المدينة ولا يرجعون إليه إلا في الأمور الهامة وهو لا يمنع\nنعمته أحدا يصوم الدهر ويقوم الليل ولا يشغل نفسه مطلقا بأمر دنيوي وقد سما\nالمعري في الشعر والأدب إلى حد أن أفاضل الشام والمغرب والعراق يقرون بأنه <span id='ms09'></span>\nلم يكن من يدانيه في هذا العصر ولا يكون وقد وضع كتابا سماه الفضول\nوالغايات ذكر به كلمات مرموزة وأمثالا في لفظ فصيح عجيب بحيث لا يقف الناس\nإلا على قليل منه ولا يفهمه إلا من يقرأه عليه وقد اتهموه بأنك وضعت هذا\nالكتاب معارضة للقرآن يجلس حوله دائما أكثر من مائتي رجل يحضرون من الأطراف\nيقرءون عليه الأدب والشعر وسمعت أن له أكثر من مائة ألف بيت شعر سأله رجل\nلم تعط الناس ما أفاء الله تبارك وتعالى عليك من وافر النعم ولا تقوت نفسك\nفأجاب إني لا أملك أكثر مما يقيم أودي وكان هذا الرجل حيا وأنا هناك\n</p>\n\n<p>\nوفي الخامس عشر من رجب سنة 33 {15 يناير 1047) سرنا إلى كويمات ومنها إلى\nحما وهذه المدينة جميلة عامرة على شاطىء نهر العاصي ويسمى هذا النهر\nبالعاصي لأنه يذهب إلى بلاد الروم فهو يخرج من بلاد الإسلام ليدخل بلاد\nالكفر وقد نصبوا عليه سواقي كثيرة ومن حما طريقان أحدهما بجانب الساحل غرب\nالشام والآخر في الجنوب وهو ينتهي إلى دمشق فسرنا عن طريق الساحل وقد رأينا\nفي الجبل عينا قيل إن ماءها يتفجر في الثلاثة أيام التالية لنصف شعبان من\nكل سنة ثم ينضب فلا تخرج منه قطرة واحدة حتى السنة التالية ويذهب الكثيرون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nلزيارة هذه العين تقربا إلى الله سبحانه وتعالى وقد بنيت هناك عمارات\nوأحواض ولما سرنا من هناك بلغنا سهلا كساه النرجس ثوبا أبيض وذهبنا بعد ذلك\nإلى مدينة تسمى عرقة وبعد مسيرة فرسخين منها بلغنا شاطىء البحر فتبعناه\nناحية الجنوب حتى بلغنا مدينة طرابلس بعد مسيرة خمسة فراسخ\n</p>\n\n<p>\nومن حلب إلى طرابلس أربعون فرسخا عن هذا الطريق وكان بلوغنا إياها يوم\nالسبت الخامس من شعبان (6 فبراير) وحول المدينة المزارع والبساتين وكثير من\nقصب السكر وأشجار النارنج والترنج والموز والليمون والتمر وكان عسل السكر\nيجمع حينذاك ومدينة طرابلس مشيدة بحيث أن ثلاثة من جوانبها مطلة على البحر\nفإذا ماج علت أمواجه السور أما الجانب المطل على اليابس فبه خندق <span id='ms10'></span> عظيم عليه\nباب حديدي محكم وفي الجانب الشرقي من المدينة قلعة من الحجر المصقول عليها\nشرفات ومقاتلات من الحجر نفسه وعلى قمتها عرادات لوقايتها من الروم فهم\nيخافون أن يغير هؤلاء عليها بالسفن ومساحة المدينة ألف ذراع مربع وأربطتها\nأربع أو خمس طبقات ومنها ما هو ست طبقات أيضا وشوارعها وأسواقها جميلة\nونظيفة حتى لتظن أن كل سوق قصر مزين وقد رأيت بطرابلس ما رأيت في بلاد\nالعجم من الأطعمة والفواكه بل أحسن منه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nمائة مرة وفي وسط المدينة جامع عظيم نظيف جميل النقش حصين وفي ساحته قبة\nكبيرة تحتها حوض من الرخام في وسطه فواره من النحاس الأصفر وفي السوق مشرعة\nذات خمسة صنابير يخرج منها ماء كثير يأخذ منه الناس حاجتهم ويفيض باقيه على\nالأرض ويصرف في البحر ويقال إن بها عشرين ألف رجل ويتبعها كثير من السواد\nوالقرى ويصنعون بها الورق الجميل مثل الورق السمرقندي بل أحسن منه وهي\nتابعة لسلطان مصر قيل وسبب ذلك أنه في زمن ما أغار عليها جيش الروم الكفار\nفحاربه جند سلطان مصر وقهروه فرفع السلطان الخراج عنها وأقام بها جيشا من\nقبله على رأسه قائد لحمايتها من العدو وتحصل المكوس بهذه المدينة فتدفع\nالسفن الآتية من بلاد الروم والفرنج والأندلس والمغرب العشر للسلطان فيدفع\nمنه أرزاق الجند وللسلطان بها سفن تسافر إلى بلاد الروم وصقلية والمغرب\nللتجارة وسكان طرابلس كلهم شيعة وقد شيد الشيعة مساجد جميلة في كل البلاد\nوهناك بيوت على مثال الأربطة ولكن لا يسكنها أحد وتسمى مشاهد ولا يوجد خارج\nطرابلس بيوت أبدا عدا مشهدين أو ثلاثة من التي مر ذكرها\n</p>\n\n<p>\nوغادرت طرابلس وسرت على شاطىء البحر ناحية الجنوب فرأيت على مسافة فرسخ\nواحد قلعة تسمى قلمون في داخلها عين ماء وسرت من هناك إلى طرابزون ومن\nطرابلس إليها خمسة فراسخ ومنها بلغنا مدينة جبيل وهي مثلثة تطل زاوية منها\nعلى البحر ويحيطها سور حصين شاهق الارتفاع وحولها النخيل غيره من أشجار\nالمناطق الحارة وقد رأيت في يد <span id='ms11'></span> غلام بها وردة حمراء وأخرى بيضاء ناضرة وكان\nذلك في اليوم الخامس من استدارمذ الشهر القديم (فبراير) سنة 315 من تاريخ\nالعجم\n</p>\n\n<p>\nومن هناك بلغنا بيروت فرأيت بها طاقا حجريا شق الطريق في وسطه وقد قدرت\nارتفاعه بخمسين ذراعا وجانباه من الحجر الأبيض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nتزن كل قطعة منه أكثر من ألف من وعلى جانبيه بناء من الطوب النيىء\nارتفاعه عشرون ذراعا وقد نصبت على قمته أعمدة من الرخام طول كل منها ثمانية\nأذرع وهي سميكة بحيث لا يستطيع رجلان أن يحيطاها بأذرعهما إلا بصعوبة وعلى\nرأس هذه العمد عقود على الجانبين كلها من الحجر المنحوت الذي لا يفصله عن\nبعضه حص أو طين وفي الوسط تماما الطاق الكبير يعلوها بخمسين ذراعا وقد قست\nكل حجر منه فإذا به ثمانية أذرع طولا وأربعة عرضا وأظن الحجر الواحد يزن\nسبعة آلاف من وقد نقشت هذه الحجارة بدقة ومهارة بحيث يقل ما يشابهها مما\nينقش على الخشب ولم يبق هناك أبنية غير هذا الطاق وقد سألت أي مكان هذا\nفقيل لي سمعنا أنه باب حديقة فرعون وهو بالغ في القدم والوادي المجاور لهذه\nالناحية مملوء بأعمدة الرخام تيجانها وجذوعها وهي من الرخام المدور والمربع\nوالمسدس والمثمن وهي من الصلابة بحيث لا يؤثر فيها الحديد وليس في هذه\nالجهة جبل حتى يقال إنهم جلبوها منه وهناك حجارة تبدو كأنها معجونة جرانيت\nوهي تفل الحديد وفي نواحي الشام أكثر من خمسمائة ألف من أعمدة وتيجان وجذوع\nولا يعرف أحد ماذا كانت ولا من أين نقلت\n</p>\n\n<p>\nثم بلغنا مدينة صيدا وهي على شاطىء البحر أيضا يزرع بها قصب السكر بوفرة\nوبها قلعة حجرية محكمة ولها ثلاث بوابات وفيها مسجد جمعة جميل يبعث في\nالنفس هيبة تامة وقد فرش كله بالحصير المنقوش وفي صيدا سوق جميل نظيف وقد\nظننت حين رأيته أنه زين خاصة لمقدم السلطان أو لأن بشرى سعيدة أذيعت فلما\nسألت قيل لي هكذا عادة هذه المدينة دائما وفيها حدائق وأشجار منسقة حتى\nلتقول إن سلطانا هاويا <span id='ms12'></span> غرسها وفي كل من هذه الحدائق كشك وأغلب شجرها مثمر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nوبعد مسيرة خمسة فراسخ على شاطىء البحر بلغنا مدينة صور وهي ساحلية أيضا\nوقد بنيت على صخرة امتدت في الماء بحيث أن الجزء الواقع على اليابس من\nقلعتها لا يزيد على مائة ذراع والباقي في ماء البحر والقلعة مبنية بالحجر\nالمنحوت الذي سدت فجواته بالقار حتى لا يدخل الماء من خلله وقد قدرت\nالمدينة بألف ذراع مربع وأربطتها من خمس أو ست طبقات وكلها متلاصقة وفي\nكثير منها نافورات وأسواقها جميلة كثيرة الخيرات وتعرف مدينة صور بين مدن\nساحل الشام بالثراء ومعظم سكانها شيعة والقاضي هناك رجل سني اسمه ابن أبي\nعقيل وهو رجل طيب ثري وقد بني على باب المدينة مشهد به كثير من السجاجيد\nوالحصير والقناديل والثريات المذهبة والمفضضة وصور مشيدة على مرتفع وتأتيها\nالمياه من الجبل وقد شيد على بابها عقود حجرية يمر من فوقها إلى المدينة\nوفي الجبل واد مقابل لها إذا سار السائر فيه ثمانية عشر فرسخا ناحية المشرق\nبلغ دمشق\n</p>\n\n<p>\nبعد أن سرنا سبعة فراسخ من صور بلغنا عكة وتكتب هناك مدينة عكة وهي مشيدة\nعلى مرتفع بعضه من أرض وعرة وبعضه سهل ولم تشيد المدينة في الوادي المنخفض\nمخافة غلبة ماء البحر عليها وخشية أمواجه التي تعج على الساحل ومسجد الجمعة\nفي وسط المدينة وهو أعلى مبانيها وأعمدتها كلها من الرخام ويقع قبر صالح\nالنبي عليه السلام خارجه على يمين القبلة وساحته بعضها من الحجر وبعضها\nالآخر مزروع ويقال إن آدم عليه السلام كان يزرع هناك ومسحت المدينة فكان\nطولها ألفي ذراع وعرضها خمسمائة ولها قلعة غاية في الإحكام يطل جانباها\nالغربي والجنوبي على البحر وعلى الأخير ميناء ومعظم مدن الساحل كذلك\nوالميناء اسم يطلق على الجهة التي بنيت للمحافظة على السفن وهي تشبه\nالاسطبل وظهرها ناحية المدينة وحائطاها داخلان في البحر وعلى امتدادهما\nمدخل مفتوح طوله خمسون ذراعا وقد شدت السلاسل بين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nالحائطين فإذا أريد إدخال سفينة إلى الميناء أرخيت السلسلة حتى <span id='ms13'></span> تغوص في\nالماء فتمر السفينة فوقها ثم تشد حتى لا يستطيع عدو أن يقصدها بسوء وعند\nالباب الشرقي على اليد اليسرى عين يصلون إلى مائها بنزول ست وعشرين درجة\nوتسمى عين البقر ويقال آدم عليه السلام هو الذي كشفها وكان يسقي منها بقرته\nولذا سميت عين البقر\n</p>\n\n<p>\nوحين يذهب المسافر من عكة ناحية المشرق يجد جبلا به مشاهد الأنبياء عليهم\nالسلام وهذا الجبل واقع على جانب الطريق المؤدي إلى الرملة وقد عزمت على\nالتبرك بزيارة هذه المشاهد والتقرب إلى الله تبارك وتعالى وقد قال سكان عكة\nإن في الطريق أشرارا يتعرضون لم يرون من الغرباء وينهبون ما معهم فأودعت\nنفقتي بمسجد عكة وخرجت من بابها الشرقي يوم السبت الثالث والعشرين من شعبان\nسنة 33 {5 مارس 1037) وقد زرت في اليوم الأول قبر عك باني المدينة وهو أحد\nالصالحين الأولياء وكنت حائرا إذا لم يكن معي دليل يرشدني وفجأة تعرفت في\nاليوم نفسه بفضل من الله تبارك وتعالى برجل من العجم أتى من آذربيجان\nللتبرك بزيارة المشاهد مرة أخرى فشكرت لله تبارك وتعالى هبته وصليت ركعتين\nوسجدت له شكرا على توفيقه إياي لأفي بعزمي ثم بلغت قرية تسمى بروة وزرت قبر\nعيش وشمعون عليهما السلام ومن هناك بلغت مغارك التي تسمى دامون فزرت المشهد\nالمعروف بقبر ذي الكفل عليه السلام ثم واصلت السير إلى قرية أخرى تسمى\nأعبلين وبها قبر هود عليه السلام فزرته وكان بحظيرته شجرة الخرتوت وكذلك\nزرت هناك قبر النبي عزير عليه السلام ثم يممت وجهي شطر الجنوب فبلغت قرية\nتسمى حظيرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nوفي الجانب الغربي منها واد به عين ماء عذب تخرج من الصخر وقد بني أمامها\nمسجد على الصخر به بيتان صخريان فوقهما سقف من الحجر أيضا وعليهما باب صغير\nيستطيع الزائر دخوله بصعوبة وهناك قبران متجاوران أحدهما قبر شعيب عليه\nالسلام والثاني قبر ابنته التي كانت زوج موسى عليه السلام ويعنى أهل هذه\nالقرية بهذا المسجد عناية فائقة من تنظيف وإنارة وغير ذلك ومن هناك بلغت\nقرية تسمى <span id='ms14'></span> إربل وفي ناحية القبلة منها جبل في وسطه حظيرة بها أربعة قبور\nلأربعة من أبناء يعقوب إخوة يوسف عليهم السلام وذهبت من هناك فرأيت تلا من\nتحته غار فيه قبر أم موسى عليه السلام فزرته ثم خرجت فبدا لي واد في آخره\nبحر صغير تقع عليه طبرية طوله ستة فراسخ وعرضه ثلاثة وماؤه عذب لذيذ وتقع\nغربية المدينة وتصرف في هذا البحر كل مياه الحمامات وفضلات المدينة وكذلك\nيشرب منه سكانها وسكان الولاية التي على شاطئه وسمعت أن أميرا دخل هذه\nالمدينة ذات مرة فأمر بسد قنوات القاذورات والماء الملوث حتى لا تفضي إلى\nالبحر فنتن ماؤه وأصبح لا يصلح للشرب فأمر ثانية بفتح هذه القنوات فعاد ماء\nالبحر عذبا ولطبرية سور حصين يبدأ من شاطئ البحر ويمتد حول المدينة والطرف\nالمحدود بالبحر لا حائط له وبها مبان كثيرة في وسط البحر فإن قاعه صخري وقد\nشيدت هناك مناظر على رءوس أعمدة رخامية أساسها في الماء وفي بحر طبرية سمك\nكثير ومسجد الجمعة في وسط المدينة وعند بابه عين ماء بني عند رأسها حمام\nماؤه ساخن فلا يستطيع مستحم أن يصبه على جسده من غير أن يمزجه بماء بارد\nويقال إن الذي بناه هو سليمان بن داود عليه السلام وقد دخلته وفي الجانب\nالغربي من مدينة طبرية مسجد اسمه مسجد الياسمين وهو مسجد جميل في وسطه ساحة\nكبيرة بها محا ريب وحولها الياسمين الذي سمي به المسجد وفي رواق بالجانب\nالشرقي قبر يوشع بن نون وتحت هذه الساحة قبور سبعين نبيا عليهم السلام\nقتلهم بنو إسرائيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nوجنوب طبرية بحر لوط وهو مالح المياه ويصب به ماء بحر طبرية وكانت مدينة\nلوط تقع على شاطئه ولم يبقى منها أثر قط وسمعت من انسان أن في مياه بحر لوط\nالمالحة شيئا كالحجارة السوداء غير صلب يشبه البقر يخرج من قاعه فيأخذه\nالسكان ويقطعونه ويحملونه إلى المدن والولايات ويقال إنه إذا وضعت قطعة منه\nتحت شجرة يمتنع الدود عنها من غير أن يمس <span id='ms15'></span> جذرها أذى منه فلا يتلف البستان\nمما تحت الأرض من دود وحشرات والعهدة على الراوي وقيل كذلك إن العطارين\nيستخدمونه لأنه يبعد دودة تصيب البذور اسمها النقرة وفي طبرية يصنعون\nالحصير ومنه حصير الصلاة وتشتري الواحدة منها بخمسة جنيهات مغربية وفي\nالجانب الغربي من المدينة جبل فيه قطعة من حجر المرمر مكتوب عليها بخط عبري\nأن الثريا كانت على رأس الحمل ساعة الكتابة ويقع قبر أبي هريرة خارج\nالمدينة ناحية القبلة ولكن لا يستطيع أحد زيارته لأن السكان هناك شيعة فإذا\nذهب أحد للزيارة تجمع عليه الأطفال وتحرشوا به وحملوا عليه وقذفوه بالحجارة\nولهذا لم أستطع زيارته سرت بعد ذلك إلى قرية تسمى كفركنه بجانبها تل بنيت\nعلي قمته صومعة جميلة بها قبر النبي يونس عليه السلام وعليها باب متين\nبقربه بئر ماؤها عذب\n</p>\n\n<p>\nوقد عدت إلى عكا بعد زيارة هذا المشهد وبينهما مسافة أربعة فراسخ فمكثت\nبها يوما واحدا ثم غادرتها إلى قرية تسمى حيفا وفي طريق به كثير من هذا\nالرمل الذي يستخدمه صياغ العجم والمسمى بالرمل المكي وحيفا مشيدة على البحر\nوبها نخل وأشجار كثيرة وهناك عمال يصنعون السفن البحرية المسماة بالجودي\nوسرنا بعد ذلك فبلغنا بعد مسيرة فرسخ واحد قرية أخرى تسمى كنيسة وعندها\nينحرف الطريق عن البحر ويدخل الجبل ناحية المشرق حيث الصحروات والمحاجر\nالتي تسمى وادي التماسيح ويعود لمحاذاة الشاطىء بعد مسيرة فرسخين وهناك\nرأينا عظام حيوانات بحرية كثيرة مختلطة بالتراب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nوالطين وقد تحجرت من كثرة ما ثار عليها من الموج\n</p>\n\n<p>\nوقمنا من هناك وسرنا حتى بلغنا مدينة تسمى قيسارية بينها وبين عكا سبعة\nفراسخ وهي مدينة جميلة بها ماء جار ونخيل وأشجار النارنج والترنج ولها سور\nحصين له باب حديدي وبها عيون ماء جارية ومسجد الجامع جميل ويرى المصلون\nالبحر ويتمتعون به وهم جلوس في ساحته وهناك زير من الرخام يشبه الخزف\nالصيني وهو عميق بحيث يسع مائة من ماء\n</p>\n\n<p>\nفي يوم السبت آخر شعبان (10 مارس) قمنا من هناك وسرنا مقدار فرسخ عن <span id='ms16'></span> طريق\nالرمل المكي وقد رأيت في الطريق كله سهله وجبله كثيرا من شجر التين\nوالزيتون وبعد بضعة فراسخ بلغنا مدينة تسمى كفرسابا أو كفر سلام ومنها حتى\nالرملة ثلاثة فراسخ في طريق كله شجر كالذي ذكرت\n</p>\n\n<p>\nوفي يوم الأحد غرة رمضان (11 مارس) بلغنا الرملة ومن قيسارية إليها\nثمانية فراسخ وهي مدينة كبيرة بها سور حصين من الحجر والجص مرتفع ومتين\nوعليه أبواب من حديد ومن المدينة إلى الشاطئ البحر ثلاثة فراسخ والماء هناك\nمن المطر ولذا فقد بني في كل منزل حوض لجميع مياه المطر فيبقى ذخيرة دائمة\nوفي وسط مسجد الجمعة أحواض تمتلى بالماء فيأخذ منه من يشاء ومساحة الجامع\nثلاثمائة قدم في مائتين وقد كتب أمام الضفة إنه في الخامس عشر من شهر محرم\nسنة 425 (11 ديسمبر 1033) زلزلت الأرض بشدة هنا فخربت عمارات كثيرة ولم يصب\nأحد من السكان بسوء وفي هذه المدينة رخام كثير وقد زينت معظم السرايات\nوالبيوت بالرخام المنقوش الكثير الزينة ويقطع الرخام بمنشار لا أسنان له\nوبالرمل المكي ويعملون المنشار على أعمدة الرخام بالطول لا بالعرض فيخرجون\nمنه ألواحا كألواح الخشب ورأيت هناك أنواعا وألوانا من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nالرخام من الملمع والأخضر والأحمر والأسود والأبيض ومن كل لون وفي الرملة\nصنف من التين ليس أحسن منه في أي مكان يصدر منها إلى جميع البلاد وتسمى\nمدينة الرملة في الشام والمغرب فلسطين\n</p>\n\n<p>\nوفي الثالث من رمضان غادرت الرملة فبلغت قرية تسمى خاتون وقد سرت منها\nإلى قرية أخرى تسمى قرية العنب وقد رأينا في الطريق كثيرا من نبات السذاب\nالذي ينبت بريا على الجبال وفي الصحراء وقد رأيت في هذه القرية عين ماء عذب\nتخرج من الصخر وقد بنيت هناك أحواض وعمارات وقد ذهبنا صاعدين وكنا نحسب أنا\nبعد صعود الجبل سنهبط إلى المدينة في الطرف الآخر ولكنا وجدنا أمامنا بعد\nأن صعدنا قليلا سهلا واسعا بعضه صخري وبعضه كثير التراب وعلى رأس جبل فيه\nتقع مدينة بيت المقدس ومن طرابلس التي هي على الساحل إليها ستة وخمسون <span id='ms17'></span>\nفرسخا ومن بلخ إليها ستة وسبعون وثمانمائة فرسخ\n</p>\n\n<p>\nوفي الخامس من رمضان سنة 43 {16 مارس 1047) بلغنا بيت المقدس وكان قد مضى\nعلى خروجنا من بلدنا سنة شمسية وطوال رحلتنا لم نقر في مكان قط ولا وجدنا\nراحة كاملة وأهل الشام وأطرافها يسمون بيت المقدس القدس ويذهب إلى القدس في\nموسم الحج من لا يستطيع الذهاب إلى مكة من أهل هذه الولايات فيتوجه إلى\nالموقف ويضحي ضحية العيد كما هي العادة ويحضر هناك لتأدية السنة وفي بعض\nالسنين أكثر من عشرين ألف شخص في أوائل ذي الحجة ومعهم أبناؤهم كذلك يأتي\nلزيارة بيت المقدس من ديار الروم كثير من النصارى واليهود وذلك لزيارة\nالكنيسة والكنيش هناك وهناك كنيسة عظيمة سيأتي وصفها في مكانه وسواد\nورساتيق بيت المقدس جبلية كلها والزراعة وأشجار الزيتون والتين وغيرها تنبت\nكلها بغير ماء والخيرات بها كثيرة ورخيصة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nوفيها أرباب عائلات يملك الواحد منهم خمسين ألف من من زيت الزيتون\nيحفظونها في الآبار والأحواض ويصدرونها إلى أطراف العالم ويقال إنه لا يحدث\nقحط في بلاد الشام وسمعت من ثقات أن وليا رأى النبي عليه السلام في المنام\nفقال له ساعدنا في معاشنا يا رسول الله فأجابه النبي عليه السلام على خبز\nالشام وزيته\n</p>\n\n<p>\nوالآن أصف مدينة بيت المقدس\n</p>\n\n<h1 class='l1' id='head2'>وصف بيت المقدس</h1>\n\n<p>\nهي مدينة مشيدة على قمة الجبل ليس بها ماء غير الأمطار ورساتيقها ذات\nعيون والمدينة محاطة بسور حصين من الحجر والجص وعليها بوابات حديدية وليس\nبقربها أشجار قط فإنها على رأس صخر وهي مدينة كبير كان بها في ذلك الوقت\nعشرون ألف رجل وبها أسواق جميلة وأبنية عالية وكل أرضها مبلطة بالحجارة وقد\nسووا الجهات الجبلية والمرتفعات وجعلوها مسطحة بحيث تغسل الأرض كلها وتنظف\nحين تنزل الأمطار وفي المدينة صناع كثيرون لكل جماعة منهم سوق خاصة والجامع\nشرقي المدينة وسوره هو سورها الشرقي وبعد الجامع سهل كبير مستو يسمى\nالساهرة يقال أنه سيكون ساحة القيامة والحشر ولهذا يحضر إليه خلق كثيرون من\nأطراف العالم ويقيمون به حتى <span id='ms18'></span> يموتوا فإذا جاء وعد الله كانوا بأرض الميعاد\nاللهم عفوك ورحمتك بعبيدك ذلك اليوم آمين يا رب العالمين وعلى حافة هذا\nالسهل قرافة عظيمة ومقابر كثير من الصالحين يصلي بها الناس ويرفعون بالدعاء\nأيديهم فيقضي الله حاجاتهم اللهم تقبل حاجاتنا واغفر ذنوبنا وسيئاتنا\nوارحمنا برحمتك يا أرحم الراحمين وبين الجامع وسهل الساهرة واد عظيم\nالانخفاض كأنه خندق وبه أبنية كثيرة على نسق أبنية الأقدمين ورأيت قبة من\nالحجر المنحوت مقامة على بيت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nلم أر عجب منها حتى أن الناظر إليها ليسأل نفسه كيف رفعت في مكانها ويقول\nالعامة إنها بيت فرعون واسم هذا الوادي وادي جهنم وقد سألت عمن أطلق هذا\nاللقب عليه فقيل أن عمر رضي الله عنه أنزل جيشه أيام خلافته في سهل الساهرة\nهذا فلما رأى الوادي قال هذا وادي جهنم ويقول العوام إن من يذهب إلى نهايته\nيسمع صياح أهل جهنم فإن الصدى يرتفع من هناك وقد ذهبت فلم أسمع شيئا وحين\nيسير السائر من المدينة جنوبا مسافة نصف فرسخ وينزل المنحدر يجد عين ماء\nتنبع من الصخر تسمى عين سلوان وقد أقيمت عندها عمارات كثيرة ويمر ماء هذا\nالعين بقرية شيدوا فيها عمارات كثيرة وغرسوا بها البساتين ويقال إن من\nيستحم من ماء هذه العين يشفى مما ألم به من الأوصاب والأمراض المزمنة وقد\nوقفوا عليها مالا كثيرا وفي بيت المقدس مستشفى عظيم عليه أوقاف طائلة ويصرف\nلمرضاه العديدين العلاج والدواء وبه أطباء يأخذون مرتباتهم من الوقف المقرر\nلهذه المستشفى ومسجد الجمعة على حافة المدينة من الناحية الشرقية وإحدى\nحوائط المسجد على حافة وادي جهنم وحين ينظر السائر من خارج المسجد يرى\nالحائط المطل على هذا الوادي يرتفع مائة ذراع من الحجر الكبير الذي لا\nيفصله عن بعضه ملاط أو جص والحوائط داخل المسجد ذات ارتفاع مستو وقد بني\nالمسجد في هذا المكان لوجود الصخرة به وهي الصخرة التي أمر الله عز وجل\nموسى عليه السلام أن يتخذها قبلة فلما قضي هذا الأمر واتخذها موسى <span id='ms19'></span> قبلة له\nلم يعمر كثيرا بل عجلت به المنية حتى إذا كانت أيام سليمان عليه السلام\nوكانت الصخرة قبلة بنى مسجدا حولها بحيث أصبحت في وسطه وظلت الصخرة قبلة\nحتى عهد نبينا المصطفى عليه الصلاة والسلام فكان المصلون يولون وجوههم\nشطرها إلى أن أمرهم الله تعالى أن يولوا وجوههم شطر الكعبة وسيأتي وصف ذلك\nفي مكانه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nوقد أردت أن أقيس هذا المسجد ولكني آثرت أن أتقن معرفة هيأته ووضعه أولا\nثم أقيسه فلبثت فيه زمنا أمعن النظر فرأيت عند الجانب الشمالي بجوار قبة\nيعقوب عليه السلام طاقا مكتوبا على حجر منه ان طول هذا المسجد أربع وخمسون\nوسبعمائة ذراع وعرضه خمس وخمسون وأربعمائة ذراع وذلك بذراع الملك المسمى في\nخراسان كزشايكان وهو أقل قليلا من ذراع ونصف وأرض المسجد مغطاة بحجارة\nموثوقة الى بعضها البعض بالرصاص والمسجد شرقي المدينة والسوق فإذا دخله\nالسائر من السوق فإنه يتجه شرقا فيرى رواقا عظيما جميلا ارتفاعه ثلاثون\nذراعا وعرضه عشرون وللرواق جناحان وواجهتاهما وإيوانه منقوشة كلها\nبالفسيفساء المثبتة بالجص على الصورة التي يريدونها وهي من الدقة بحيث تبهر\nالنظر ويرى على هذا الرواق كتابة منقوشة بالمينا وقد كتب هناك لقب سلطان\nمصر فحين تقع الشمس على هذه النقوش يكون لها من الشعاع ما يحير الألباب\nوفوق الرواق قبة كبيرة من الحجر المصقول وله بابان مزخرفان وواجهتاهما من\nالنحاس الدمشقي الذي يلمع حتى لتظن أنهما طليا بالذهب وقد طعما بالذهب\nوحليا بالنقوش الكثيرة وطول كل منهما خمس عشرة ذراعا وعرضه ثمان ويسميان\nباب داود عليه السلام وحين يجتاز السائر هذا الباب يجد على اليمين رواقين\nكبيرين في كل منهما تسعة وعشرون عمودا من الرخام تيجانها وقواعدها مزينة\nبالرخام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nالملون ووصلاتها مثبتة بالرصاص وعلى تيجان الأعمدة طيقان حجرية وهي مقامة\nفوق بعضها بغير ملاط وجص لا يزيد عدد حجارة الطاق منها على أربع أو خمس قطع\nوهذان الرواقان ممتدان الى المقصورة ثم يجد على اليسار وهو ناحية الشمال\nرواقا طويلا به أربعة وستون طاقا كلها <span id='ms20'></span> على تيجان أعمدة من رخام وعلى هذا\nالحائط نفسه باب آخر اسمه باب السقر وطول المسجد من الشمال الى الجنوب وهو\nساحة مربعة اذا اقتطعت المقصورة منه والقبلة في الجنوب وعلى الجانب الشمالي\nبابان آخران متجاوران عرض كل منهما سبع أذرع وارتفاعه اثنتي عشرة ذراعا\nويسميان باب الأسباط فاذا اجتازه السائر وذهب مع عرض المسجد الذي هو جهة\nالمشرق يجد رواقا أخرا عظيما كبيرا به ثلاثة أبواب متجاورة في حجم باب\nالأسباط وكلها مزينة بزخارف من الحديد والنحاس قل ما هو أجمل منها تسمى باب\nالأبواب لأن للمواضع الأخرى بابين وله ثلاثة وبين هذين الرواقين الواقعين\nعلى الجانب الشمالي في الرواق ذي الطيقان المحملة على أعمدة الرخام قبة\nرفعت على دعائم عالية وزينت بالقناديل والمسارج تسمى قبة يعقوب عليه السلام\nلأنه كان يصلي هناك وفي عرض المسجد رواق في حائطة باب خارجه صومعتان\nللصوفية وهناك مصليات ومحاريب جميلة يقيم بها جماعة منهم ويصلون ولا يذهبون\nللجامع الا يوم الجمعة لأنهم لا يسمعون التكبير حيث يقيمون\n</p>\n\n<p>\nوعند الركن الشمالي للمسجد رواق جميل وقبة جميلة لطيفة مكتوب عليها هذا\nمحراب زكريا النبي عليه السلام ويقال انه كان يصلي هناك دائما وعند الحائط\nالشرقي وسط الجامع رواق عظيم الزخرف من الحجر المصقول حتى تظن انه نحت من\nقطعة واحدة ارتفاعه خمسون ذراعا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nوعرضه ثلاثون عليه نقوش ونقر وله بابان جميلان لا يفصلهما أكثر من قدم\nواحدة وعليهما زخارف كثيرة من الحديد والنحاس الدمشقي وقد دق عليهما الحلق\nوالمسامير ويقال ان سليمان بن داود عليه السلام بنى هذا الرواق لأبيه\n</p>\n\n<p>\nوحين يدخل السائر هذا الرواق متجها ناحية الشرق فالأيمن من هذين البابين\nهو باب الرحمة والايسر باب التوبة ويقال ان هذا الباب هو الذي قبل الله\nتعالى عنده توبة داود عليه السلام وعلى هذا الرواق مسجد جميل كان في وقت ما\nدهليزا فصيروه جامعا وزينوه بأنواع السجاد وله خدم مخصصون ويذهب اليه كثير\nمن الناس ويصلون فيه ويدعون الله تبارك وتعالى فانه في هذا <span id='ms21'></span> المكان قبل توبة\nداود وكل انسان هناك يأمل في التوبة والرجوع عن المعاصي ويقال ان داود عليه\nالسلام لم يكد يطأ عتبة هذا المسجد حتى بشره الوحي بان الله سبحانه تعالى\nقد قبل توبته فاتخذ هذا المكان مقاما وانصرف إلى العبادة وقد صليت أنا ناصر\nفي هذا المقام ودعوت الله تعالى أن يوفقني لطاعته وأن يغفر ذنبي الله\nسبحانه وتعالى يهدي عباده جميعا لما يرضاه ويغفر لهم ذنوبهم بحق محمد وآله\nالطاهرين\n</p>\n\n<p>\nوحين يمضي السائر بحذاء الجدار الشرقي الى ان يبلغ الزاوية الجنوبية عند\nالقبلة التي تقع على الضلع الجنوبي يجد أمام الحائط الشمالي مسجدا بهيئة\nالسرداب ينزل اليه بدرجات كثيرة مساحته عشرون ذراعا في خمس عشرة وسقفه من\nالحجر مرفوع على أعمدة الرخام وبهذا السرداب مهد عيسى عليه السلام وهو من\nالحجر حجمه كبير بحيث يصلي عليه الناس وقد صليت هناك وقد أحكم وضعه في\nالأرض حتى لا يتحرك وهو المهد الذي أمضى فيه عيسى طفولته وكلم الناس منه\nوهو في المسجد مكان المحراب وفي الجانب الشرقي من هذا المسجد محراب مريم\nعليها السلام وبه محراب آخر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nلزكريا عليه السلام وعلى هذين المحرابين آيات القرآن التي نزلت في حق\nزكريا ومريم ويقال ان عيسى عليه السلام ولد بهذا المسجد وعلى حجر من عمده\nنقش أصبعين كأن شخصا أمسكه ويقال ان مريم أمسكته باصبعيها وهي تلد ويعرف\nهذا المسجد بمهد عيسى عليه السلام وبه قناديل كثيرة من النحاس والفضة توقد\nكل مساء\n</p>\n\n<p>\nحين يخرج السائر من هذا المسجد متبعا الحائط الشرقي يجد عندما يبلغ زاوية\nالمسجد الكبير مسجدا آخر عظيما جدا أكبر مرتين من مسجد مهد عيسى يسمى\nالمسجد الأقصى وهو الذي أسرى الله عز وجل بالمصطفى صلى الله عليه وسلم ليلة\nالمعراج من مكة اليه ومنه صعد الى السماء كما جاء في القرآن {سبحان الذي\nأسرى بعبده ليلا من المسجد الحرام إلى المسجد الأقصى} وقد بنوا به أبنية\nغاية في الزخرف وفرش بالسجاد الفاخر ويقوم عليه خدم مخصصون يعملون <span id='ms22'></span> به دواما\n</p>\n\n<p>\nوحين يعود السائر الى الحائط الجنوبي على مائتي ذراع من تلك الزاوية لا\nيجد سقفا وهناك ساحة المسجد وأما الجزء المسقوف من المسجد الكبير والذي به\nالمقصورة فيقع عند الحائطين الجنوبي والغربي وطول هذا الجزء عشرون\nوأربعمائة ذراع وعرضه خمسون ومائة ذراع وبه ثمانون ومائتا عمود من الرخام\nعلى تيجانها طيقان من الحجارة وقد نقشت تيجان الأعمدة وهياكلها وثبتت\nالوصلات فيها بالرصاص في منتهى الإحكام وبين كل عمودين ست أذرع مغطاة\nبالرخام الملون الملبس بشقاق الرصاص والمقصورة في وسط الحائط الجنوبي وهي\nكبيرة جدا تتسع لستة عشر عمودا وعليها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nقبة عظيمة جدا منقوشة بالميناء على نسق ما وصفت وهي مفروشة بالحصير\nالمغربي وبها قناديل ومسارج معلقة بالسلاسل ومتباعد بعضها عن بعض وبها\nمحراب كبير منقوش بالميناء وعلى جانبيه عمودان من الرخام لونهما كالعقيق\nالأحمر وإزار المقصورة كله من الرخام الملون وعلى يمينه محراب معاوية وعلى\nيساره محراب عمر رضي الله عنه وسقف هذا المسجد مغطى بالخشب المنقوش المحلى\nبالزخارف وعلى باب المقصورة وحائطها المطلان على الساحة خمسة عشر رواقا\nعليها أبواب مزخرفة ارتفاع كل منها عشرة أذرع وعرضه ست عشرة من هذه الأبواب\nتفتح على الجدار الذي طوله عشرون وأربعمائة ذراع وخمسة منها على الجدار\nالذي طوله خمسون ومائة ذراع وقد زين باب منها غاية الزينة وهو من الحسن\nبحيث تظن أنه من ذهب وقد نقش بالفضة وكتب عليه اسم الخليفة المأمون ويقال\nانه هو الذي أرسله من بغداد وحين تفتح الأبواب كلها ينير المسجد حتى لتظن\nأنه ساحة مكشوفة أما حين تعصف الريح وتمطر السماء وتغلق الأبواب فان النور\nينبعث للمسجد من الكوات وعلى الجوانب الأربعة من الحرم المسقوف صناديق من\nمدن الشام والعراق يجلس بجانبها المجاورون كما هو الحال في المسجد الحرام\nبمكة شرفها الله تعالى\n</p>\n\n<p>\nوخارج هذا الحرم عند الحائط الكبير الذي مر ذكره رواق به اثنان وأربعون\nطاقا وكل أعمدته من الرخام الملون وهذا الرواق متصل بالرواق المغربي\n</p>\n\n<p>\nوتحت الأرض في الحرم المسقوف حوض <span id='ms23'></span> جعل بحيث يكون في مستوى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nالأرض حين يغطى وقد بنى لتجمع فيه مياه المطر وعلى الحائط الجنوبي باب\nيؤدي الى ميضأة يذهب اليها من يحتاج الى الوضوء فيجدده وذلك لأنه لا يلحق\nالصلاة اذا هو خرج من المسجد ليتوضأ اذ ان اكبر المسجد يفوت عليه الصلاة\nاذا اجتازه وكل الأسقف ملبسة بالرصاص\n</p>\n\n<p>\nوقد حفرت في ارض المسجد أحواض وصهاريج كثيرة فان المسجد مشيد كله على\nصخرة فمهما يهطل من المطر لا يذهب خارج الأحواض ولا يضيع سدى بل ينصرف الى\nالأحواض وينتفع به الناس وهناك ميازيب من الرصاص ينزل منها الماء الى أحواض\nحجرية تحتها وقد ثقبت هذه الأحواض ليخرج منها الماء ويصب في الصهاريج\nبواسطة قنوات بينها غير ملوث أو عفن وقد رأيت على ثلاثة فراسخ من المدينة\nصهريجا كبيرا تنحدر اليه المياه من الجبل وتتجمع فيه وقد أوصلوه بقناة الى\nمسجد المدينة حيث يوجد أكبر مقدار من مياه المدينة وفي المنازل كلها أحواض\nلجمع ماء المطر اذ لا يوجد غيره هناك ويجمع كل انسان ما على سطح بيته من\nمياه فان ماء المطر هو الذي يستعمل في الحمامات وغيرها\n</p>\n\n<p>\nوالأحواض التي بالمسجد لا تحتاج الى عمارة أبدا لأنها من الحجر الصلب\nفاذا حدث بها شق او ثقب أحكم إصلاحه حتى لا تتخرب ويقال ان سليمان عليه\nالسلام هو الذي عمل هذه الأحواض وقد جعل القسم الأعلى منها على هيئة التنور\nوعلى رأس كل حوض غطاء من حجر حتى لا يسقط فيه شيء وماء هذه المدينة أعذب\nوأنقى من أي ماء آخر وتستمر الميازيب في قطر المياه يومين أو ثلاثة ولو كان\nالمطر قليلا الى ان يصفو الجو وتزول آثاره السيئة وحينئذ يبدأ المطر\n</p>\n\n<p>\nقلت ان مدينة بيت المقدس تقع على قمة جبل وان أرضها غير مستوية أما\nالمسجد فأرضه مستوية فخارج المسجد حيثما تكون الأرض منخفضة يرتفع حائطه اذ\nيكون أساسه في أرض واطئة وحيثما تكون الأرض مرتفعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nيقصر الجدار وفي الجهات الواطئة من أحياء المدينة فتحوا في <span id='ms24'></span> المسجد أبوابا\nكأنها نقب تؤدي لساحته ومن هذه الأبواب باب يسمى باب النبي عليه الصلاة\nوالسلام وهو بجانب القبلة اي في الجنوب وقد عمل بحيث يكون عرضه عشرة أذرع\nوأما ارتفاعه فيتفاوت حسب المكان فهو في مكان خمس أذرع اي علو سقف هذا\nالممر وفي مكان آخر عشرون والجزء المسقوف من المسجد الأقصى مشيد فوق هذا\nالممر وهو محكم بحيث يحتمل أن يقام فوقه بناء بهذه العظمة من غير ان يؤثر\nفيه قط وقد استخدمت في بنائه حجارة لا يصدق العقل كيف استطاعت قوة البشر\nنقلها واستخدامها ويقال إن سليمان بن داود عليه السلام هو الذي بناه وقد\nدخل فيه نبينا عليه الصلوات والسلام الى المسجد ليلة المعراج وهذا الباب\nعلى جانب طريق مكة\n</p>\n\n<p>\nوعلى الحائط بقرب هذا الباب نقش دقيق لمجن كبير يقال ان حمزة بن عبد\nالمطلب عم النبي عليه السلام كان جالسا هناك وعلى كتفه المجن وظهره مسند\nالى الحائط وأن هذا نقش مجنه\n</p>\n\n<p>\nوعند بوابة المسجد حديث هذا الممر الذي عليه باب ذو مصراعين يبلغ ارتفاع\nالجدار من الخارج ما يقرب من خمسين ذراعا وقد قصد بهذا الباب أن يدخل منه\nسكان المحلة المجاورة لهذا الضلع من المسجد فلا يلجأون الى الذهاب لمحلة\nأخرى حين يريدون دخوله وعلى الحائط الذي يقع يمين الباب حجر ارتفاعه خمس\nعشرة ذراعا وعرضه أربع أذرع فليس في المسجد حجر أكبر منه وفي الحائط على\nارتفاع ثلاثين أو أربعين ذراعا من الأرض كثير من الحجارة التي تبلغ حجمها\nأربع أذرع\n</p>\n\n<p>\nاو خمس وفي عرض المسجد باب شرقي يسمى باب العين اذا خرجوا منه نزلوا\nمنحدرا فيه عين سلوان وهناك ايضا باب تحت الأرض يسمى الحطة يقال انه هو\nالباب الذي أمر الله عز وجل بني اسرائيل ان يدخلوا منه الى المسجد قوله\nتعالى {وادخلوا الباب سجدا وقولوا حطة نغفر لكم خطاياكم وسنزيد المحسنين}\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nوهناك باب آخر يسمونه باب السكينة في دهليزه مسجد به محاريب كثيرة باب\nأولها مغلق حتى لا يلجه <span id='ms25'></span> أحد ويقال ان هناك تابوت السكينة الذي ذكره الله\nتبارك وتعالى في القرآن والذي حمله الملائكة وأبواب بيت المقدس ما تحت\nالأرض وما فوقها تسعة أبواب كما ذكرت\n</p>\n\n<h1 class='l1' id='head3'>وصف الدكة التي بوسط ساحة المسجد والصخرة التي كانت قبلة الإسلام</h1>\n\n<p>\nأقيمت هذه الدكة في وسط المساحة لأنه لم يتيسر نقل الصخرة الى الجزء\nالمسقوف من المسجد لعلوها وهي تظل مساحة من الأرض مقدارها ثلاثون وثلاثمائة\nذراع في ثلاثمائة وارتفاعها اثنتي عشرة ذراعا وصحنها مستو ومزخرف بالرخام\nالملبس بوصلات الرصاص وعلى جوانبها الأربعة ألواح الرخام كما يعمل في\nالمقابر وهي مبينة بحيث لا يستطيع أحد الصعود عليها من غير المراقي المخصصة\nلهذا الأمر ويشرف من يصعد عليها على سقف الجامع وقد حفر في أرضها في الوسط\nحوض يصب فيه مياه المطر بواسطة قنوات أعدت لذلك وماء هذا الحوض أنقى وأعذب\nمن كل ماء في الجامع وعلى هذه الدكة أربع قباب اكبرها قبة الصخرة التي كانت\nالقبلة\n</p>\n\n<h1 class='l1' id='head4'>وصف قبة الصخرة</h1>\n\n<p>\nبني المسجد بحيث تكون الدكة في وسط الساحة وقبة الصخرة في وسط الدكة\nوالصخرة وسط القبة وقبة الصخرة بيت مثمن منظم كل ضلع من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nأضلاعه الثمانية ثلاث وثلاثون ذراعا وله أربعة أبواب على الجهات الأربع\nالأصلية باب شرقي وآخر غربي وثالث شمالي ورابع جنوبي وبين كل بابين ضلع\nوجميع الحوائط من الحجر المنحوت وارتفاعها عشرون ذراعا\n</p>\n\n<p>\nومحيط الصخرة مائة ذراع وهي غير منتظمة الشكل لا هي مدورة ولا مربعة\nولكنها حجر غير منتظم كحجارة الجبل وقد بنوا على جوانب الصخرة الأربعة\nأربعة دعائم مربعة بارتفاع حائط البيت المذكور وبين كل دعامتين على الجوانب\nالأربعة عمودان اسطوانيان من الرخام بنفس الارتفاع وعلى قمة تلك الدعائم\nوهذه الأعمدة الاثني عشر بنوا القبة التي تحتها الصخرة والتي يبلغ محيطها\nمائة وعشرين ذراعا\n</p>\n\n<p>\nوبين حائط هذا البناء والدعائم والأعمدة أسمي المربعة المبنية ستون دعامة\nوالمنحوتة المستديرة التي من حجر واحد اسطوانة عمودا ثمان دعائم أخرى مبنية\nمن الحجارة المنحوتة وبين كل اثنتين منهما ثلاثة أعمدة من الرخام <span id='ms26'></span> الملون\nعلى أبعاد متساوية بحيث يكون في الصف الأول عمودان بين كل دعامتين ويكون\nهنا ثلاثة أعمدة بين كل دعامتين وعلى تاج كل دعامة أربعة عقود على كل عقد\nطاق وعلى كل عمود عقدان فوق كل منها طاق وهكذا يكون على العمود متكأ لطاقين\nوعلى الدعامة متكأ لأربعة فكانت هذه القبة العظيمة في ذلك الوقت مرتكزة على\nهذه الدعامات الاثنتي عشرة المحيطة بالصخرة فتراها على بعد فرسخ كأنها قمة\nجبل لأنها من أساسها الى قمتها ثلاثون ذراعا وهي تستند الى أعمدة ودعامات\nارتفاعها عشرون ذراعا وقبة الصخرة مشيدة على بيت ارتفاعه اثنتا عشرة ذراعا\nوإذا فمن ساحة المسجد الى رأس القبة اثنتان وستون ذراعا\n</p>\n\n<p>\nوسقوف هذه الدكة وقبابها مكسوة بالنجارة وكذلك الدعائم والعمد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nوالحوائط وذلك بدقة قل نظيرها والصخرة أعلى من الأرض بمقدار قامة رجل وقد\nأحيطت بسياج من الرخام حتى لا تصل يد أليها\n</p>\n\n<p>\nوالصخرة حجر أزرق لونه لم يطأها أحد برجله أبدا وفي ناحيتها المواجهة\nللقبلة انخفاض كأن أنسانا سار عليها فبدت آثار قدمه فيها كما تبدو على\nالطين الطري فان آثار أصابع قدميه باقية عليها وقد بقيت عليها آثار سبع\nأقدام وسمعت أن إبراهيم عليه السلام كان هناك وكان اسماعيل طفلا فمشى عليها\nوهذه هي آثار قدمه ويقيم في بيت الصخرة هذا جماعة من المجاورين والعابدين\nوقد زينت أرضه بالسجاد الجميل من الحرير وغيره وفي وسطه قنديل من الفضة\nمعلق بسلسلة فضية فوق الصخرة وهناك قناديل كثيرة من فضة كتب عليها وزنها\nأمر بصنعها سلطان مصر وقد قدرت ما هناك من الفضة بألف من\n</p>\n\n<p>\nورأيت هناك أيضا شمعة كبيرة جدا طولها سبع أذرع وقطرها ثلاثة أشبار لونها\nكالكافور الزباجي وشمعها مخلوط بالعنبر ويقال ان سلطان مصر يرسل هناك كل\nسنة كثيرا من الشمع منه هذه الشمعة الكبيرة ويكتب عليها اسمه بالذهب وهذا\nالمسجد هو ثالث بيوت الله سبحانه وتعالى والمعروف عند علماء الدين ان كل\nصلاة في بيت المقدس تساوي خمسة وعشرين ألف صلاة وكل صلاة في <span id='ms27'></span> مدينة الرسول\nعليه الصلاة والسلام تعد بخمسين ألف صلاة وان صلاة مكة المعظمة شرفها الله\nتعالى تساوي مائة ألف صلاة وفق الله عز وجل عباده جميعا لهذا الثواب\n</p>\n\n<p>\nوقد قلت ان أسقف وظهور القباب ملبسة بالرصاص وعلى جوانب البيت الأربعة\nأبواب كبيرة مصاريعها من خشب الساج وهي مقفلة دائما وبعد قبة الصخرة قبة\nتسمى قبة السلسلة وهي السلسلة التي علقها داود عليه السلام والتي لا تصل\nإليها إلا يد صاحب الحق أما يد الظالم والغاصب فلا تبلغها وهذا المعنى\nمشهور عند العلماء وهذه القبة محمولة على رأس ثمانية أعمدة من الرخام وست\nدعائم من الحجر وهي مفتوحة من جميع الجوانب عدا جانب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nالقبلة فهو مسدود حتى نهايته وقد نصب عليه محراب جميل\n</p>\n\n<p>\nوعلى هذه الدكة أيضا قبة أخرى مقامة على أربعة أعمدة من الرخام وهي مغلقة\nمن ناحية القبلة أيضا حيث بني محراب جميل وتسمى هذه القبة قبة جبريل عليه\nالسلام وليس فيها فرش بل ان أرضها من حجر سووه\n</p>\n\n<p>\nويقال ان هناك أعد البراق ليركبه النبي عليه السلام ليلة المعراج\n</p>\n\n<p>\nوبعد قبة جبريل قبة أخرى يقال لها قبة الرسول عليه الصلاة والسلام\nوبينهما عشرون ذراعا وهي مقامة على أربع دعائم من الرخام ايضا ويقال ان\nالرسول عليه الصلاة والسلام صلى ليلة المعراج في قبة الصخرة اولا ثم وضع\nيده على الصخرة فلما خرج وقفت لجلاله فوضع الرسول عليه الصلاة السلام يده\nعليها لتعود إلى مكانها وتستقر وهي بعد نصف معلقة وقد ذهب الرسول عليه\nالسلام من هناك الى القبة التي تنتسب إليه وركب البراق وهذا سبب تعظيمها\n</p>\n\n<p>\nوتحت الصخرة غار كبير يضاء دائما بالشمع ويقال انه حين قامت الصخرة خلا\nما تحتها فلما استقرت بقي هذا الجزء كما كان\n</p>\n\n<h1 class='l1' id='head5'>وصف المراقي المؤدية الى الدكة التي بساحة الجامع</h1>\n\n<p>\nيسار الى هذه الدكة من ستة مواضع لكل منها اسم فبجانب القبلة طريقان يصعد\nفيهما على درجات فإذا وقفت في وسط ضلع الدكة وجدت أحدهما على اليمين\nوالثاني على اليسار والذي على <span id='ms28'></span> اليمين يسمى مقام النبي عليه السلام والذي\nعلى اليسار يسمى مقام الغورى وسمي الأول مقام النبي لأن النبي عليه الصلاة\nوالسلام صعد على درجاته الى الدكة ليلة المعراج ودخل الى قبة الصخرة ويقع\nطريق الحجاز على هذا الجانب وعرض درجاته اليوم عشرون ذراعا وهي من الحجر\nالمنحوت المنتظم وكل درجة قطعة أو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nقطعتان من الحجر المربع وهي معدة بحيث يستطيع الزائر الصعود عليها راكبا\nوعلى قمة هذه الدرجات أربعة أعمدة من الرخام الأخضر الذي يشبه الزمرد لولا\nأن به نقطا كثيرة من كل لون ويبلغ ارتفاع كل عمود منها عشرة اذرع وقطره\nبقدر ما يحتضن رجلان وعلى رأس هذه الأعمدة الأربعة ثلاثة طيقان أحدها مقابل\nللباب والآخران على جانبيه وسطح الطيقان أفقي من فوقه شرفات بحيث يبدو\nمربعا وهذه العمد والطيقان منقوشة كلها بالذهب وبالمينا ليس أجمل منها\nودرابزين الدكة كله من الرخام الأخضر المنقط حتى لتقول ان عليه روضة ورد\nناضر\n</p>\n\n<p>\nوقد أعد مقام الغوري بحيث تكون ثلاثة سلالم على موضع واحد أحدها محاذ\nللدكة والآخران على جانبيها حتى يستطاع الصعود من ثلاثة أماكن ومن فوق هذه\nالسلالم الثلاثة أعمدة عليها طريقان وشرفة والدرجات بالوصف الذي ذكرت من\nالحجر المنحوت كل درجة قطعتان أو ثلاث من الحجر المستطيل وكتب بخط جميل\nبالذهب على ظاهر الايوان أمر به الأمير ليث الدولة نوشتكين الغوري ويقال\nانه كان تابعا لسلطان مصر وهو الذي أنشأ هذه الطرق والمراقي\n</p>\n\n<p>\nوعلى الجانب الغربي للدكة سلمان في ناحيتين منها وهناك طريق عظيم مشابه\nلما ذكرت وكذلك في الجانب الشرقي طريق عظيم مماثل عليه أعمدة فوقها طيقان\nوشرفة يسمى المقام الشرقي\n</p>\n\n<p>\nوعلى الجانب الشمالي طريق اكثر علوا وأكبر منها كلها به أعمدة فوقها\nطيقان يسمى المقام الشامي وأظن انهم صرفوا على هذه الطرق الستة مائة ألف\nدينار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nوفي الجانب الشمالي لساحة المسجد لا على الدكة بناء به كأنه مسجد صغير\nيشبه الحظيرة وهو من الحجر المنحوت يزيد ارتفاع حوائطه على قامة رجل ويسمى\nمحراب داود وبالقرب منه <span id='ms29'></span> حجر غير مستو يبلغ قامة رجل وقمته تتيح وضع حصيرة\nصلاة صغيرة عليها ويقال انه كرسي سليمان عليه السلام الذي كان يجلس عليه\nأثناء بنا المسجد\n</p>\n\n<p>\nهذا ما رأيت في جامع بيت المقدس قد صورته وضممته الى مذكراتي ومن النوادر\nالتي رأيتها في بيت المقدس شجرة الحور\n</p>\n\n<p>\nبعد الفراغ من زيارة بيت المقدس عزمت على زيارة مشهد إبراهيم خليل الرحمن\nعليه الصلاة والسلام في يوم الأربعاء غرة ذي القعدة سنة 43 {20 ابريل سنة\n1047) والمسافة بينهما ستة فراسخ عن طريق جنوبي به قرى كثيرة وزرع وحدائق\nوشجر بري لا يحصى من عنب وتين وزيتون وسماق وعلى فرسخين من بيت المقدس أربع\nقرى بها عين وحدائق وبساتين كثيرة تسمى الفراديس لجمال موقعها وعلى فرسخ\nواحد من بيت المقدس مكان للنصارى يعظمونه كثيرا يقيم بجانبه مجاورون دائما\nويحج اليه كثيرون اسمه بيت اللحم وهناك يقدم النصارى القرابين ويقصده\nالحجاج من بلاد الروم وقد بلغته مساء اليوم الذي قمت فيه من بيت المقدس\n</p>\n\n<h1 class='l1' id='head6'>وصف قبر الخليل صلوات الله عليه</h1>\n\n<p>\nيسمى أهل الشام وبيت المقدس هذا المشهد الخليل ولا يذكرون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nاسم القرية التي هو فيها قرية مطلون وهي موقوفة عليه مع قرى كثيرة وفي\nهذه القرية عين ماء تخرج من الصخر يتفجر ماؤها رويدا رويدا وهو ينقل من\nمسافة بعيدة بواسطة قناة الى خارج القرية حيث بنى حوض مغطى يصب فيه الماء\nفلا يذهب هباء حتى يفي بحاجة أهل القرية وغيرهم من الزائرين\n</p>\n\n<p>\nوالمشهد على حافة القرية من ناحية الجنوب وهي في الجنوب الشرقي والمشهد\nيتكون من بناء ذي أربع حوائط من الحجر المصقول طوله ثمانون ذراعا وعرضه\nأربعون وارتفاعه عشرون وثخانة حوائطه ذراعان وبه مقصورة ومحراب في عرض\nالبناء وبالمقصورة محاريب جميلة بها قبران رأسهما للقبلة وكلاهما من الحجر\nالمصقول بارتفاع قامة الرجل الأيمن قبر اسحق بن إبراهيم والآخر قبر زوجه\nعليها السلام وبينهما عشرة أذرع وأرض هذا المشهد وجدرانه مزينة بالسجاجيد\nالقيمة والحصر المغربية التي تفوق الديباج حسنا وقد رأيت هناك حصير صلاة\nقيل <span id='ms30'></span> أرسلها أمير الجيوش وهو تابع لسلطان مصر وقد اشتريت من مصر بثلاثين\nدينارا من الذهب المغربي ولو كانت من الديباج الرومي لما بلغت هذا الثمن\nولم ار مثلها في مكان قط\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nحين يخرج السائر من المقصورة الى وسط ساحة المشهد يجد مشهدين أمام القبلة\nالأيمن به قبر إبراهيم الخليل صلوات الله عليه وهو مشهد كبير ومن داخله\nمشهد آخر لا يستطاع الطواف حوله ولكن له أربع نوافذ يرى منها فيراه\nالزائرون وهو يطوفون حول المشهد الكبير وقد كسيت أرضه وجدرانه ببسط من\nالديباج والقبر من الحجر ارتفاعه ثلاث أذرع وعلق به كثير من القناديل\nوالمصابيح الفضية\n</p>\n\n<p>\nوالمشهد الثاني الذي على يسار القبلة به قبر سارة زوج إبراهيم عليه\nالسلام وبين القبرين ممر عليه باباهما وهو كالدهليز وبه كثير من القناديل\nوالمسارج\n</p>\n\n<p>\nوبعد هذين المشهدين قبران متجاوران الأيمن قبر النبي يعقوب عليه السلام\nوالأيسر قبر زوجه\n</p>\n\n<p>\nوبعدهما المنازل التي اتخذها إبراهيم للضيافة وبها ستة قبور\n</p>\n\n<p>\nوخارج الجدران الأربعة منحدر به قبر يوسف بن يعقوب عليه السلام وهو من\nحجر وعليه قبة جميلة وعلى جانب الصحراء بين قبر يوسف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nومشهد الخليل عليهما السلام قرافة كبيرة يدفن بها الموتى من جهات عديدة\n</p>\n\n<p>\nوعلى سطح المقصورة التي في المشهد حجرات للضيوف الوافدين وقد وقف عليها\nأوقاف كثيرة من القرى ومستغلات بيت المقدس\n</p>\n\n<p>\nوأغلب الزراعة هناك الشعير والقمح قليل والزيتون كثير ويعطون الضيوف\nوالمسافرين والزائرين الخبز والزيتون وهناك طواحين كثيرة تديرها البغال\nوالثيران لطحن الدقيق وبالمضيفة خادمات يخبزن طول اليوم ويزن رغيفهم منا\nواحدا ويعطى من يصل هناك رغيفا مستديرا وطبقا من العدس المطبوخ بالزيت\nوزبيبا كل يوم وهذه عادة بقيت من أيام خليل الرحمن عليه السلام حتى الساعة\nوفي بعض الأيام يبلغ عدد المسافرين خمسمائة فتهيأ الضيافة لهم جميعا\n</p>\n\n<p>\nويقال انه لم يكن لهذا المشهد باب وكان دخوله مستحيلا بل كان الناس\nيزورونه من الايوان في الخارج فلما جلس المهدي على عرش مصر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nأمر بفتح باب فيه وزينه وفرشه بالسجاجيد وأدخل على عمارته اصلاحا <span id='ms31'></span> كثيرا\nوباب المشهد وسط الحائط الشمالي على ارتفاع أربع أذرع فوق الأرض وعلى\nجانبيه درجات من الحجر فيصعد اليه من جانب ويكون النزول من الجانب الثاني\nووضع هناك باب صغير من الحديد\n</p>\n\n<p>\nثم رجعت الى بيت المقدس ومن هناك سرت ماشيا مع جماعة تقصد الحجاز وكان\nدليلنا رجلا اسمه أبو بكر الهمداني وهو رجل جلد يقدر على المشي وجهه جميل\nغادرت بيت المقدس في منتصف ذي القعدة سنة 437 (أول مايو 1047) وبعد ثلاثة\nأيام بلغت جهة تسمى أعز القرى بها ماء جار وأشجار ثم بلغنا منزلا آخر يسمى\nوادي القرى ومن بعده نزلنا مكانا ثالثا ثم بلغنا مكة بعد عشرة أيام لم تحضر\nلمكة قافلة من اي بلد في هذه السنة وشح الطعام وقد نزلت في سكة العطارين\nأمام باب النبي عليه السلام وفي يوم الاثنين طلعت عرفات وكان الناس مملوئين\nرعبا من العرب ولما عدت من عرفات لبثت بمكة يومين ثم رجعت الى بيت المقدس\nعن طريق الشام\n</p>\n\n<p>\nوبلغنا المقدس في الخامس من المحرم سنة 339 (7 يوليو 1037) ولا أذكر هنا\nوصف مكة والحج سأذكر ذلك عند الكلام على الحجة الأخيرة\n</p>\n\n<h1 class='l1' id='head7'>كنيسة بيعة القيامة</h1>\n\n<p>\nوللنصارى في بيت المقدس كنيسة يسمونها بيعة القمامة لها عندهم مكانة\nعظيمة ويحج اليها كل سنة كثير من بلاد الروم ويزورها ملك الروم متخفيا حتى\nلا يعرفه الناس وقد زارها أيام عزيز مصر الحاكم بأمر الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nفبلغ ذلك الحاكم فأرسل اليه أحد حراسه بعد أن عرفه أن رجلا بهذه الحلية\nوالصورة يجلس في كنيسة بيت المقدس وقال له اذهب عنده وقل له ان الحاكم\nأرسلني اليك ويقول لا تحسبني أجهل أمرك ولكن كن آمنا فلن أقصدك بسوء وقد\nأمر الحاكم هذا بالإغارة على الكنيسة فهدمها وخربها وظلت خربة مدة من\nالزمان وبعد ذلك بعث القيصر اليه رسلا وقدم كثيرا من الهدايا والخدمات وطلب\nالصلح والشفاعة ليؤذن له بإصلاح الكنيسة فقبل الحاكم وأعيد تعميرها\n</p>\n\n<p>\nوهذه الكنيسة فسيحة تسع ثمانية آلاف رجل وهي عظيمة الزخرف من الرخام\nالملون والنقوش والصور <span id='ms32'></span> وهي مزدانة من الداخل بالديباج الرومي والصور وزينت\nبطلاء من الذهب وفي أماكن كثيرة منها صورة عيسى عليه السلام راكبا حمارا\nوصور الأنبياء الآخرين مثل إبراهيم وإسحق ويعقوب وأبنائهم عليهم السلام\nوهذه الصور مطلية بزيت السندروس وقد غطى سطح كل صورة بلوح من الزجاج الشفاف\nعلى قدها بحيث لا يحجب منها شيء وذلك حتى لا يصل الغبار اليها وينظف الخدم\nهذا الزجاج كل يوم وهناك عدا ذلك عدة مواضع أخرى كلها مزينة ولو وصفتها\nلطالت كتابتي وفي هذه الكنيسة لوحة مقسمة الى قسمين وعملا لوصف الجنة\nوالنار فنصف يصف الجنة وأهلها ونصف يصف النار وأهلها ومن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nيبقى فيها وليس لهذه الكنيسة نظير في اي جهة من العالم ويقيم بها كثير من\nالقس والرهبان يقرأون الإنجيل ويصلون ويشتغلون بالعبادة ليل نهار\n</p>\n\n<h1 class='l1' id='head8'>وصف مصر</h1>\n\n<p>\nثم عزمت لى ان أغادر بيت المقدس الى مصر بطريق البحر ثم أغادرها الى مكة\nولكن كانت الريح معاكسة وتعذر السفر بالبحر فسرنا عن طريق البر ومررنا\nبالرملة ثم بلغنا مدينة عسقلان بها سوق وجامع جميل رأيت بها طاقا قديما قيل\nانه كان مسجدا وهو طاق من الحجر الكبير ولو أرادوا هدمه للزمهم إنفاق مال\nكثير وخرجت من هناك فوجدت في الطريق قرى كثيرة ومدنا يطول وصفها فحذفته\nاختصارا وبلغنا مكانا يسمى طينة وهو مرفأ للسفن يذهب منه الى تنيس وقد ركبت\nالسفينة اليها\n</p>\n\n<p>\nتنيس جزيرة ومدينة جميلة وهي بعيدة عن الساحل بحيث لا يرى من أسطحها\nوالمدينة مزدحمة وبها أسواق فخمة وجامعان وقد يبلغ عدد الدكاكين بها عشرة\nآلاف دكان منها مائة دكان عطار وهناك في فصل الصيف يبيعون الكشكاب فان الجو\nحار وتكثر الامراض في المدينة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nوينسج بتنيس القصب الملون من عمامات ووقايات ومما يلبس النساء ولا ينسج\nمثل هذا القصب في جهة ما غير تنيس والأبيض منه ينسج في دمياط وما ينسج منه\nفي مصانع السلطان لا يباع ولا يعطى لأحد وقد سمعت ان ملك فارس أرسل رسله\nالى تنيس بعشرين ألف دينار ليشتري له <span id='ms33'></span> بها حلة من كسوة السلطان وقد بقى رسله\nهناك عدة سنين ولم يستطيعوا شراءها وبتنيس صناع مختصون بنسيج ملابس السلطان\nوقد سمعت أن عاملا نسج عمامة السلطان فأمر به بخمسمائة دينار ذهب مغربي وقد\nرأيت هذه العمامة ويقال انها تساوي أربعة آلاف دينار مغربي\n</p>\n\n<p>\nوينسجون في مدينة تنيس هذه البوقلمون الذي لا ينسج في مكان آخر من جميع\nالعالم وهو قماش ذهبي يتغير لونه بتغير ساعات النهار وتحمل أثوابه من تنيس\nالى المشرق والمغرب وسمعت ان سلطان الروم كان قد أوفد رسولا ليعرض على\nسلطان مصر أن يعطيه مائة مدينة على أن يأخذ تنيس فلم يقبل السلطان وكان\nقصده من هذه المدينة القصب والبوقلمون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nحينما يزيد ماء النيل يبعد الماء الملح من حول تنيس بحيث يصبح ماء البحر\nعذبا حتى عشرة فراسخ حولها وقد بنوا بجزيرة تنيس ومدينتها صهاريج عظيمة تحت\nالأرض وهي قوية البنيان وتسمى المصانع فحين يغلب ماء النيل ويطرد الماء\nالملح من هناك تملأ هذه الأحواض حين يفتحون له الطريق وماء هذه المدينة من\nتلك المصانع التي تمتلئ وقت زيادة النيل ويستعمل السكان هذا الماء حتى\nالسنة التالية وكل من لديه ماء فوق حاجته يبيع الفائض لغيره وبتنيس مصانع\nكثيرة موقوفة يعطى ماؤها للغرباء وسكانها خمسون ألفا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nويرابط حولها دائما ألف سفينة منها ما هو للتجار وكثير منها للسلطان\nويجلب لهذه الجزيرة كل ما تحتاج اليه اذ ليس بها من خيرات الأرض شيء وتجرى\nالمعاملات فيها بالسفن لأنها جزيرة\n</p>\n\n<p>\nويقيم بتنيس جيش كامل السلاح احتياطا حتى لا يستطيع أحد من الفرنج او\nالروم أن يغير عليها وسمعت من الثقات أنه يصل منها لخزانة سلطان مصر يوميا\nألف دينار مغربي ويصل ذلك المقدار مرة واحدة يحصله شخص واحد يسلمه أهل\nالمدينة اليه في وقت معين وهو يسلم للخزانة فلا يتأخر منه شيء ولا يجبى شيء\nبالعنف من اي شخص\n</p>\n\n<p>\nوما ينسج للسلطان من القصب والبوقلمون يدفع ثمنه كاملا بحيث يعمل الصناع\nبرضاهم للسلطان لا كما في البلاد الأخرى <span id='ms34'></span> حيث يفرض الديوان والسلطان السخرة\nعلى الصناع وتصنع أستار هوداج الجمال ولبود سروج الخيل الخاصة بالسلطان من\nالبوقلمون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nويؤتى بالفاكهة والأغذية لتنيس من قرى مصر ويصنعون بها آلات الحديد\nكالمقراض والسكين وغيرهما وقد رأيت مقراضا في مصر صنع في تنيس ثمنه خمسة\nدنانير مغربية يفتح اذا رفع مسماره ويقص اذا انزل\n</p>\n\n<p>\nوتصيب النساء هناك أحيانا علة كالصرع فيصحن مرتين او ثلاثا ثم يعدن بعد\nذلك الى صوابهن وكنت سمعت في خراسان عن جزيرة تموء فيها النساء كالقطط وذلك\nعلى النحو الذي ذكرت\n</p>\n\n<p>\nوتذهب السفينة من تنيس الى القسطنطينية في عشرين يوما وقد سرنا بجانب مصر\nوحين بلغنا شاطئ البحر سارت السفينة في النيل حين يقترب نهر النيل من البحر\nيصير فروعا تصب متفرقة فيه ويسمى الفرع الذي سرنا فيه فرع الروم سارت\nالسفينة حتى بلغنا مدينة تسمى الصالحية وهي مدينة كثيرة النعم والخيرات\nوتصنع بها سفن كثيرة حمولة كل منهما مائتا خروار وهي تنقل البضاعة الى\nمدينة مصر حتى أبواب دكاكين البقالين ولو لم تكن وسائل النقل كذلك لتعذر\nنقل المؤن فيها على ظهور الدواب لكثرة الزحام الذي بها وقد نزلت من السفينة\nالى الصالحية ثم بلغت قرب القاهرة تلك الليلة وفي يوم الأحد السابع من صفر\nسنة 439 (4 أغسطس 1047) وهو يوم هرمرذ من شهر يور القديم كنا في القاهرة\n</p>\n\n<h1 class='l1' id='head9'>وصف مصر وولايتها</h1>\n\n<p>\nيخرج ماء النيل من بين الجنوب والغرب ويمر بمصر ثم يصب في بحر الروم\nويبلغ نهر النيل في زيادته ضعف نهر جيحون عند ترمذ ويمر النيل بولاية\nالنوبة ثم يجيء الى مصر والنوبة ولاية جبلية وحين يصل النيل الى الوادي\nفهناك ولاية مصر وأول مدينة يصل اليها على الحدود تسمى أسوان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nوالمسافة من مصر اليها ثلثمائة فرسخ وتقع المدن والولايات كلها على شاطئ\nالنيل وتسمى هذه الولاية أسوان بالصعيد الأعلى ولا تستطيع السفن عبور النيل\nحين تصل لأسوان لأن الماء يخرج هناك من شلالات فيندفع سريعا\n</p>\n\n<p>\nوولاية النوبة جنوبي أسوان ولها ملك خاص وسكانها سود البشرة ودينهم\nالنصرانية <span id='ms35'></span> ويذهب اليه التجار ويبيعون الخرز والأمشاط والمرجان ويجلبون منها\nالرقيق والرقيق في مصر إما نوبيون وإما روم وقد رأيت قمحا وذرة من النوبة\nكلاهما أسود\n</p>\n\n<p>\nويقال ان حقيقة منابع النيل لم تعرف وسمعت ان سلطان مصر ارسل بعثة لتتبع\nشاطئ النيل سنة كاملة ودرسه ولكن أحدا لم يعرف حقيقة منبعه ويقال انه يأتي\nمن جبل في الجنوب يسمى جبل القمر\n</p>\n\n<p>\nحين تبلغ الشمس مدار السرطان يزداد النيل فيرتفع عشرين ذراعا عما كان\nمستقرا عليه في الشتاء وهكذا يتزايد يوما بعد يوم وقد أعدوا له في مصر\nمقاييس وعلامات ورتبوا عاملا وظيفته ألف دينار للمحافظة عليها ولتسجيل\nالزيادة ومنذ أول يوم للفيضان يطوف منادون في المدينة منادين بأن الله\nتعالى قد زاد النيل كذا أصبعا ويذكرون مقدار زيادته كل يوم\n</p>\n\n<p>\nوحين تبلغ الزيادة ذراعا كاملا تضرب البشائر ويفرح الناس حتى تبلغ\nالزيادة ثمانية عشر ذراعا وهي الزيادة المعهودة يعني أنه كلما قلت الزيادة\nعن ذلك قيل ان النيل ناقص فتصدقوا ونذروا النذور وعلاهم الغم فاذا زاد عن\nهذا القدر فرحوا وأظهروا الغبطة وما لم يصل الارتفاع الى ثمانية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nعشر ذراعا لا يأخذ السلطان الخراج ويتفرع من النيل فروع كثيرة تسير في\nالأطراف كما يتفرغ منها ترع صغيرة وعليها تقع الولايات والقرى وأقيمت بمصر\nسواق كثيرة يصعب حصرها او قياسها وشيدت قرى مصر كلها على المرتفعات والتلول\nوذلك حتى لا تغرق فان الماء يغمر البلاد كلها وقت الفيضان وحينئذ يسيرون من\nقرية لأخرى بالزوارق وقد أنشأوا على الشاطئ من أول الولاية لأخرها جسرا من\nالطين ليسير عليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nالناس أي بجانب النيل وتصرف خزينة السلطان كل سنة للعامل المعتمد عشرة\nآلاف دينار مغربي لتجديد عمارته ويجهز أهل الولاية حاجاتهم الضرورية كلها\nلهذه الأشهر الأربعة التي تكون بلادهم أثناءها مغمورة بالماء ويخبز كل شخص\nفي الريف ما يكفيه من الخبز هذه المدة ويقدده حتى لا يتعفن\n</p>\n\n<p>\nونظام الفيضان هو الآتي\n</p>\n\n<p>\nيتزايد الماء أربعين يوما من بدء الفيضان الى ان يبلغ ثمانية عشر ذراعا\nويبقى <span id='ms36'></span> على هذا أربعين يوما لا يزيد ولا ينقص ثم يتدرج نحو النقصان مدة\nأربعين يوما أخرى حتى يصل الى الحد الذي كان عليه في الشتاء وحينما يبدأ\nالماء في التناقص يتبعه الزراع فكلما حفت بقعة زرعوها الزرع الذي يريدون\n</p>\n\n<p>\nوعلى هذا النحو زرعهم الصيفي والشتوي فلا يتطلب ماء آخر قط\n</p>\n\n<p>\nتقع مصر بين النيل والبحر والنيل يأتي من الجنوب ويتجه شمالا ويصب في\nالبحر والمسافة من مصر الى الإسكندرية ثلاثون فرسخا\n</p>\n\n<p>\nوتقع الإسكندرية على شاطئ بحر الروم وشاطئ النيل وتصدر منهما بالسفن\nفاكهة كثيرة لمصر وفي الإسكندرية منارة رأيتها قائمة وأنا هناك وقد كان\nفوقها حراقة مرآة محرقة فكلما جاءت سفينة رومية من القسطنطينية أصابتها نار\nمن هذه الحراقة فأحرقتها وقد بذل الروم كثيرا من الجد والجهد والحيلة\nفبعثوا شخصا فكسر المرآة وفي عهد الحاكم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nسلطان مصر جاءه شخص وعرض عليه ان يعيدها كما كانت فقال الحاكم لا حاجة\nالى ذلك فان الروم يرسلون الينا الآن الذهب والمال كل سنة وهم راضون بأن\nيذهب جيشنا اليهم ونحن معهم في سلام تام وماء الشرب في الإسكندرية من المطر\nوصحراؤها مملوء بهذه الأعمدة المبعثرة التي قدمت وصفها\n</p>\n\n<p>\nويمتد بحر الإسكندرية حتى القيروان التي يفصلها عن مصر مسافة مائة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nوخمسين فرسخا والقيروان ولاية مدينتها الكبرى سجلماسة التي تقع على بعد\nأربعة فراسخ من البحر وهي مدينة كبيرة في الصحراء وبها حصن محكم وبجانبها\nالمهدية التي بناها المهدي أحد أبناء أمير المؤمين الحسين بن علي رضي الله\nتعالى عنهما بعد استيلائه على المغرب والأندلس وهي في هذه الأيام تابعة\nلسلطان مصر ويسقط البرد في القيروان ولكنه لا يمكث على أرضها ويتجه البحر\nشمالا ويسير ناحية اليمين الى الأندلس\n</p>\n\n<p>\nوبين مصر والأندلس ألف فرسخ وسكانها جميعا مسلمون وهي ولاية كبيرة جبلية\nينزل فيها البرد ويتجمد سكانها بيض وشعرهم أحمر وأكثرهم كالصقالبة عيونهم\nكعيون القطط وتقع الأندلس في نهاية بحر الروم فالبحر شرقي بالنسبة لأهلها\nوإذا ذهب السائر من الأندلس شمالا جهة اليمين متتبعا الشاطئ فانه <span id='ms37'></span> يبلغ بلاد\nالروم وكثيرا ما يغزون الروم من الأندلس\n</p>\n\n<p>\nومن الممكن أن يركب المسافر البر الى القسطنطينية اذا اراد ولكن لا بد من\nاجتياز خلجان كثيرة عرض كل منها مائتا فرسخ او ثلثمائة فرسخ لا يمكن\nاجتيازها الا بالسفن والمعابر\n</p>\n\n<p>\nوقد سمعت من ثقة أن محيط هذا البحر أربعة آلاف فرسخ وأن فرعا منه يدخل\nبلاد الظلمات كما يقال وأن نهاية هذا الفرع متجمدة دائما لأن الشمس لا\nتبلغه\n</p>\n\n<p>\nومن جزائر هذا البحر صقلية وتبلغها السفينة من مصر في عشرين يوما وهناك\nجزر كثيرة غيرها ويقال ان صقلية ثمانون فرسخا في ثمانين وهي ملك سلطان مصر\nوتغادرها كل سنة سفينة تحمل المال الى مصر ويجلبون منها كتانا رقيقا وثيابا\nمنقوشة يساوي الثوب منها في مصر عشرة دنانير مغربية\n</p>\n\n<p>\nوإذا سار السائر من مصر شرقا يبلغ بحر القلزم والقلزم مدينة على شاطئ\nالبحر بينها وبين مصر ثلاثون فرسخا وهذا البحر فرع من محيط يتفرع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nعند عدن ويتجه نحو الشمال فإذا بلغ القلزم انقطع ويقال أن عرضه مائتا\nفرسخ ويفصله عن مصر جبال وصحراء لا ماء فيها ولا نبات\n</p>\n\n<p>\nومن يريد الذهاب إلى مكة من مصر يلزمه الاتجاه نحو الشرق فإذا بلغ القلزم\nوجد طريقين أحدهما بري والآخر بحري وهو يبلغ مكة عن الطريق الأول في خمسة\nعشر يوما في صحراء طولها ثلاثمائة فرسخ وتذهب عن هذا الطريق معظم القوافل\nالآتية من مصر فإذا سار عن طريق البحر يبلغ الجار في عشرين يوما وهي مدينة\nصغيرة من الحجاز تقع على شاطئ البحر ومنها إلى مدينة الرسول صلى الله عليه\nوسلم ثلاثة أيام ومن المدينة إلى مكة مائة فرسخ\n</p>\n\n<p>\nفإذا جاوز الجار وواصل السير في البحر بلغ ساحل اليمن ومن هناك إلى ساحل\nعدن فإذا جاوزه ينتهي إلى الهند وهكذا حتى الصين وإذا سار من عدن إلى\nالجنوب مائلا نحو الغرب فإنه يذهب إلى زنجبار والحبشة وسأشرح ذلك في مكانه\n</p>\n\n<p>\nوإذا سار من مصر إلى الجنوب وجاوز ولاية النوبة بلغ ولاية المصامدة وهي <span id='ms38'></span>\nأرض ذات مراع واسعة وفيها دواب كثيرة وسكانها سود كبار العظام غلاظ أقوياء\nالبنية ويكثر الجند منهم في مصر وهم قباح الصورة ضخام الجثة يسمون المصامدة\nيحاربون راجلين بالسيف والحربة ولا يستطيعون استعمال غيرها من الآلات\n</p>\n\n<h1 class='l1' id='head10'>وصف مدينة القاهرة</h1>\n\n<p>\nأول مدينة يصل إليها المسافر من الشام إلى مصر هي القاهرة وتقع مدينة مصر\nجنوبها وتسمى القاهرة (المعزية) ويقال للمعسكر (الفسطاط) يروى أن أحد أبناء\nأمير المؤمنين الحسين بن علي صلوات الله عليهن أجمعين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nوهو المعز لدين الله استولى على بلاد المغرب حتى الأندلس ثم سير جيشا نحو\nمصر وكان لابد لهذا الجيش أن يعبر النيل وهذا أمر غير مستطاع أولا لأن\nالنيل عظيم الاتساع وثانيا لأنه مملوء بالتماسيح التي تجذب إلى قاعه في\nالحال كل من يعبر ويقال إنه في الطريق قرب مدينة مصر طلسم يحمي الإنسان\nوالدواب من هذا الشر ولكن أثره يبطل على مسافة رمية سهم من المدينة فلا\nيجرؤ أحد أن يقترب من النيل قيل ان المعز أرسل جيشه فنزل حيث القاهرة اليوم\nوقد أمر جنوده قائلا حين تصلون الى النيل ينزل الماء أمامكم كلب أسود فيعبر\nالنهر فاتبعوه واعبروا آمنين قيل وقد بلغ هذا المكان ثلاثون ألف فارس كلهم\nخدم المعز وقد انطلق الكلب سابحا أمامهم وساروا على أثره وعبروا من غير\nحادث ولم يقل أحد قط ان فارسا عبر نهر النيل راكبا وكانت هذه الحادثة سنة\nثلاث وستين وثلثمائة 973 قد حضر السلطان الى مصر عن طريق البحر فأفرغت\nالسفن التي حضر بها قرب القاهرة وأخرجت من الماء وتركت كأنها أشياء لا غناء\nفيها وقد رأى راوي هذه القصة ناصر خسرو تلك السفن وهي سبع طول الواحدة مائة\nوخمسون ذراعا وعرضها سبعون وقد مضى عليها هناك ثمانون سنة وكان ذلك سنة\nإحدى وأربعين وأربعمائة 1046 حين بلغ الراوي هذا المكان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nوحين دخل المعز لدين الله مصر تقدم له بالطاعة قائد الجيش الذي ولاه\nخليفة بغداد ونزل المعز بالجيش في هذا الموضع الذي هو القاهرة اليوم وقد\nسمى <span id='ms39'></span> المعسكر بالقاهرة لأن ذلك الجيش كان قاهرا وقد أمر المعز بأن لا يتجول\nأحد من جيشه في المدينة او يدخل بيت أحد ثم أمر أن تبنى مصر في هذه الصحراء\nوأن يشيد كل من أفراد حاشيته بيتا وهكذا بنيت المدينة التي قل نظيرها\n</p>\n\n<p>\nوقدرت أن في القاهرة ما لا يقل عن عشرين ألف دكان كلها ملك للسلطان وكثير\nمنها يؤجر بعشرة دنانير مغربية في الشهر وليس بينها ما تقل أجرته عن\nدينارين والأربطة والحمامات والأبنية الأخرى كثيرة لا يحدها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nالحصر وكلها ملك السلطان اذ ليس لأحد ان يملك عقارا او بيتا غير المنازل\nوما يكون قد بناه الفرد لنفسه وسمعت أن للسلطان ثمانية ألف بيت في القاهرة\nومصر وأنه يؤجرها ويحصل أجرتها كل شهر يؤجرونها للناس برغبتهم ثم يتقاضون\nالأجر فلا يجبر شخص على شيء\n</p>\n\n<p>\nويقع قصر السلطان في القاهرة وهو طلق من جميع الجهات ولا يتصل به أي بناء\nوقد مسحه المهندسون فوجدوه مساويا لمدينة ميافارقين وكل ما حوله فضاء\nويحرسه كل ليلة ألف رجل خمسمائة فارس وخمسمائة رجل وهم ينفخون البوق ويدقون\nالطبل والكوس من وقت صلاة المغرب ويدورون حول القصر حتى الصباح ويبدو هذا\nالقصر من خارج المدينة كأنه جبل لكثرة ما فيه من الأبنية المرتفعة وهو لا\nيرى من داخل المدينة لارتفاع أسواره وقيل إن به اثني عشر ألف خادم مأجور\nومن يعرف عدد من فيه من النساء والجواري إلا أنه يقال إن به ثلاثين ألف\nآدمي وهذا القصر يتكون من اثني عشر جوسقا وله عشرة أبواب فوق الأرض لكل\nمنها اسم على هذا التفصيل وذلك فضلا عن أبواب أخرى تحت الأرض باب الذهب باب\nالبحر باب السريج باب الزهومة باب السلام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nباب الزبرجد باب العيد باب الفتوح باب الزلاقة باب السرية وتحت الأرض باب\nيخرج منه السلطان راكبا وهذا الباب على سرداب يؤدي إلى قصر آخر خارج لمدينة\nولهذا السرداب الذي يصل بين القصرين سقف محكم وجدران القصر من الحجر\nالمنحوت بدقة تقول إنها قدت <span id='ms40'></span> من صخر واحد وفوق القصر المناظر والإيوانات\nالعالية وفي داخله دهليز به دكك\n</p>\n\n<p>\nوأركان الدولة والخدم من العبيد السود أو الروم والوزير رجل يمتاز عن\nالجميع بالزهد والورع والأمانة والصدق والعقل\n</p>\n\n<p>\nولم يكن شرب الخمر مباحا أعني أيام الحاكم هذا وفي أيامه حرم على النساء\nالخروج من بيوتهن وما كان أحد يجفف العنب في بيته لجواز عمل السيكي (نوع من\nالشراب) منه ولم يكن أحدهم يجرؤ على شرب الخمر ولا كانوا يشربون الفقاع فقد\nقيل إنه مسكر فهو محرم\n</p>\n\n<p>\nوللقاهرة خمسة أبواب باب النصر وباب الفتوح وباب القنطرة وباب الزويلة\nوباب الخليج وليس للمدينة قلعة ولكن أبنيتها أقوى وأكثر ارتفاعا من القلعة\nوكل قصر حصن ومعظم العمارات تتألف من خمس أو ست طبقات\n</p>\n\n<p>\nويجلب ماء الشرب من النيل ينقله السقاءون على الجمال والآبار القريبة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nمن النيل عذب ماؤها وأما البعيدة عنه فماؤها ملح ويقال إن في القاهرة\nومصر اثنين وخمسين ألف جمل يحمل عليها السقاءون الروايا وهولأء عدا من يحمل\nالماء على ظهره في الجرار النحاسية أو القرب وذلك في الحارات الضيقة التي\nلا تسير فيها الجمال\n</p>\n\n<p>\nوفي المدينة بساتين وأشجار بين القصور تسقى من ماء الآبار وفي قصر\nالسلطان بساتين لا نظير لها وقد نصبت السواقي لريها وغرست الأشجار فوق\nالأسطح فصارت متنزهات\n</p>\n\n<p>\nوحين كنت هناك أجر منزل مساحته عشرون ذراعا في إثني عشر ذراعا بخمسة عشر\nدينارا مغربيا في الشهر وكان أربعة طوابق ثلاثة منها مسكونة والرابع خال\nوقد عرض على صاحبه خمسة دنانير مغربية كأجرة شهرية فرفض معتذرا بأنه يلزمه\nأن يقيم به أحيانا ولو انه لم يحضر مرتين في السنة التي أقمتها هناك\n</p>\n\n<p>\nوكانت البيوت من النظافة والبهاء بحيث تقول إنها بنيت من الجواهر لا من\nالجص والآجر والحجارة وهي بعيدة عن بعضها فلا تنمو أشجار بيت على سور بيت\nآخر ويستطيع كل مالك أن يجعل ما ينبغي لبيته في كل وقت من هدم أو إصلاح دون\nأن يضايق جاره\n</p>\n\n<p>\nويرى السائر خارج المدينة ناحية الغرب <span id='ms41'></span> ترعة كبيرة تسمى الخليج حفرها والد\nالسلطان وله على شاطئيها ثلاثمائة قرية ويبتدئ فم الخليج من مدينة مصر ويمر\nبالقاهرة ويدور بها مارا أمام قصر السلطان وقد شيد على رأسه قصران أولهما\nقصر اللؤلؤة وثانيهما قصر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nالجوهرة\n</p>\n\n<p>\nوفي القاهرة أربعة مساجد جمعة الأزهر وجامع النور وجامع الحاكم وجامع\nالمعز والأخير خارج القاهرة على شاطئ النيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nويتوجه المصريون نحو مطلع الحمل حين يولون وجوههم شطر القبلة وبين مدينتي\nمصر والقاهرة أقل من ميل والأولى في الجنوب والثانية في الشمال ويمر النيل\nبهما وبساتينهما وبيوتهما متصلة أما البقية فتحت مستوى الماء وتغمر المياه\nالوادي بأجمعه في الصيف كأنه بحر عدا حديقة السلطان لأنها على مرتفع أما\nالبقية فتحت مستوى الماء\n</p>\n\n<h1 class='l1' id='head11'>وصف فتح الخليج</h1>\n\n<p>\nحين يبلغ النيل الوفاء أي من العاشر شهر يور أغسطس وسبتمبر إلى العشرين\nمن آبان (أكتوبر ونوفمبر) ويبلغ ارتفاع الماء ثمانية عشر ذراعا عن مستواه\nفي الشتاء وتكون أفواه الترع والجداول مسدودة في البلاد كلها يحضر السلطان\nراكبا ليفتح النهر الذي يسمى الخليج والذي يبدأ قبل مدينة مصر ثم يمر\nبالقاهرة وهو ملك خاص للسلطان وفي ذلك اليوم يوم ركوب السلطان لفتح الخليج\nتفتح الخلجان والترع الأخرى في الولايات كلها\n</p>\n\n<p>\nوهذا اليوم أعظم الأعياد في مصر ويسمى عيد ركوب فتح الخليج\n</p>\n\n<p>\nحينما يقترب ينصب للسلطان على رأس الخليج سرادق عظيم التكاليف من الديباج\nالرومي وموشى كله بالذهب ومكلل بالجواهر ومعد أعظم إعداد بحيث يتسع ظله\nلمائة فارس وأمام هذا السرادق خيمة من البوقلمون وسرادق آخر كبير\n</p>\n\n<p>\nوقبل الاحتفال بثلاثة أيام يدقون الطبل وينفخون البوق ويضربون الكوس في\nالاصطبل لتألف الخيل هذه الأصوات\n</p>\n\n<p>\nوحين يركب السلطان يصطف عشرة آلاف فارس على خيولهم سروج\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nمذهبة وأطواق وألجمة مرصعة وجميع لبد السروج من الديباج الرومي\nوالبوقلمون نسجت لهذا الغرض خاصة فلم تفصل ولم تخط وطرزت حواشيها باسم\nسلطان مصر وعلى كل حصان درع أو جوشن وعلى قمة السرج خوذة وجميع أنواع\nالأسلحة الأخرى وكذلك تسير جمال كثيرة عليها هوادج مزينة وبغال عمارياتها <span id='ms42'></span>\n(هوادجها) كلها مرصعة بالذهب والجواهر وموشاة باللؤلؤ وإن الكلام ليطول إذا\nوصفت كل ما يكون يوم فتح الخليج\n</p>\n\n<p>\nوفي ذلك اليوم يخرج جيش السلطان كله فرقة فرقة وفوجا فوجا فرقة تسمى\nالكتاميين وهم من القيروان أتوا في خدمة المعز لدين الله وقيل ان عددهم\nعشرون ألف فارس\n</p>\n\n<p>\nوفرقة تسمى الباتليين وهو رجال من المغرب دخلوا مصر قبل مجيء السلطان\nاليها وقيل ان عددهم خمسة عشر ألف فارس\n</p>\n\n<p>\nوفرقة تسمى المصامدة وهو سود من بلاد المصامدة قيل أن عددهم عشرون ألف\nرجل\n</p>\n\n<p>\nوفرقة تسمى المشارقة وهم ترك وعجم وسبب هذه التسمية أن أصلهم ليس عربيا\nولو أن أكثرهم ولد في مصر وقد اشتق اسمهم من الأصل قيل انهم عشرة آلاف رجل\nوهم ضخام الجثة\n</p>\n\n<p>\nوفرقة تسمى عبيد الشراء وهم عبيد مشترون قيل أن عددهم ثلاثون ألف رجل\n</p>\n\n<p>\nوفرقة تسمى البدو وهم من أهل الحجاز يقال لهم الرماة وهم خمسون ألف فارس\n</p>\n\n<p>\nوفرقة تسمى الأستاذين كلهم خدم بيض وسود اشتروا للخدمة وهم ثلاثون ألف\nفارس\n</p>\n\n<p>\nوفرقة تسمى السرائيين وهم مشاة جاءوا من كل ولاية ولهم قائد خاص يتولى\nرعايتهم وكل منهم يستعمل سلاح ولايته وعددهم عشرة آلاف رجل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nوفرقة تسمى الزنوج يحاربون بالسيف وحده وقيل أنهم ثلاثون ألف رجل\n</p>\n\n<p>\nونفقة هذا الجيش كله من مال السلطان ولكل جندي منه مرتب شهري على قدر\nدرجته ولا يجبر على دفع دينار منها أحد الرعايا أو العمال ولكن هؤلاء\nيسلمون للخزانة أموال ولايتهم سنة فسنة وتصرف أرزاق الجند من الخزانة في\nوقت معين بحيث لا يرهق وال أو واحد من الرعية بمطالبة الجند\n</p>\n\n<p>\nوهناك فرقة من أبناء الملوك والأمراء الذين جاءوا لمصر من أطراف العالم\nولا يعدون من الجيش وهم من المغرب واليمن والروم وبلاد الصقالبة والنوبة\nوأولاد ملوك الكرج (جورجيا) وأبناء ملوك الديلم وأبناء خاقان تركستان\n</p>\n\n<p>\nوكذلك وجد في يوم فتح الخليج طبقات أخرى من الرجال ذوي الفضل والأدباء\nوالشعراء والفقهاء ولكل منهم أرزاق معينة ولا يقل رزق الواحد من أبناء\nالأمراء عن خمسمائة <span id='ms43'></span> دينار وقد يبلغ الألفين وليس لهم عمل إلا أن يذهبوا\nليسلموا على الوزير حين يركب ثم يعودون\n</p>\n\n<p>\nوالآن نعود إلى حديث فتح الخليج\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nفي اليوم الذي ذهب السلطان في صباحه لفتح الخليج استأجروا عشر آلاف رجل\nأمسك كل واحد منهم إحدى الجنائب التي ذكرتها وساروا مائة مائة وأمامهم\nالموسيقيون ينفخون البوق ويضربون الطبل والمزمار وسار خلفهم فوج من الجيش\nمضى هؤلاء من قصر السلطان حتى رأس الخيول أتت الجمال وعليها المهود\nوالمراقد ومن بعدها البغال وعليها العماريات\n</p>\n\n<p>\nوقد ابتعد السلطان عن الجيش والجنائب وهو شاب كامل الجسم طاهر الصورة من\nأبناء أمير المؤمنين حسين بن علي بن أبي طالب صلوات الله عليهما كان حليق\nشعر الرأس يركب على بغل ليس في سرجه أو لجامه حلية فليس عليه ذهب أو فضة\nوقد ارتدى قميصا أبيض عليه فوطة فضفاضة كالتي تلبس في بلاد المغرب والتي\nتسمى في بلاد العجم دراعة وقيل أن اسم هذا القميص الدبيقي وإنه يساوي عشر\nآلاف دينار وكان على رأسه عمامة من لونه ويمسك بيده سوطا ثمينا وأمامه\nثلثمائة راجل ديلمي عليهم ثياب رومية مذهبة وقد حزموا خصورهم وأكمامهم\nواسعة كما يلبس رجال مصر ومعهم النشاب والسهام وقد عصبوا سيقانهم\n</p>\n\n<p>\nويسير مع السلطان حامل المظلة راكبا حصانا وعلى رأسه عمامة مذهبة مرصعة\nوعليه حلة قيمتها عشرة آلف دينار ذهبي مغربي والمظلة التي بيده ثمينة جدا\nوهي مرصعة ومكللة وليس مع السلطان فارس غير حامل المظلة وقد سار أمامه\nالديالمة وعلى يمينه ويساره جماعة من الخدم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nيحملون المجامر ويحرقون العنبر والعود\n</p>\n\n<p>\nوالعادة في مصر أن يسجد الرجال للسلطان وأن يدعوا له كلما قرب منهم وجاء\nبعد السلطان الوزير مع قاضي القضاة وفوج كبير من أهل العلم وأركان الدولة\nوقد ذهب السلطان إلى حيث ضرب الشراع على رأس سد الخليج أي فم النهر وظل\nممتطيا البغل تحت السرادق مدة ساعة وبعد ذلك سلموه مزراقا ليضرب به السد ثم\nعجل الرجال بهدمه بالمعاول والفؤوس والمخارف فانساب الماء وقد كان مرتفعا\nوجرى <span id='ms44'></span> دفعة واحدة في الخليج\n</p>\n\n<p>\nوفي هذا اليوم يخرج جميع سكان مصر والقاهرة للتفرج على فتح الخليج وتجرى\nفيه أنواع الألعاب العجيبة\n</p>\n\n<p>\nوكان في أول سفينة نزلت الخليج جماعة من الخرس يسمون بالفارسية كنكت ولال\nلعلهم يتفاءلون بنزولهم ويجري السلطان عليهم صدقاته في هذا اليوم\n</p>\n\n<p>\nوكان للسلطان إحدى وعشرون سفينة وقد عمل لها حوض خاص قرب القصر في اتساع\nميدانين أو ثلاثة وطول كل سفينة منها خمسون ذراعا وعرضها عشرون ذراعا وكلها\nمزينة بالذهب والفضة والجواهر والديباج ولو وصفتها لسطرت أوراقا كثيرة وهذه\nالسفن كلها مربوطة في الحوض معظم الوقت كالبغال في الاصطبل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nوللسلطان حديقة تسمى حديقة عين شمس على فرسخين من القاهرة وهناك عين ماء\nعذبة سمي البستان بها ويقال إن هذه الحديقة كانت لفرعون\n</p>\n\n<p>\nوقد رأيت قربها بناية قديمة بها أربع قطع من الحجارة الكبيرة كل قطعة مثل\nالمنارة وطول كل منها ثلاثون ذراعا وكان الماء يقطر من رؤوسها ولا يدري أحد\nما هي وفي الحديقة شجرة البلسان يقال إن آباء هذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nالسلطان أتوا ببذرتها من بلاد المغرب وزرعوها في الحديقة ولا يوجد غيرها\nفي جميع الآفاق وهي غير معروفة في بلاد المغرب ومع أن لهذه الشجرة بذرا إلا\nأنه لا ينبت حيثما زرع وإذا نبت فلا يخرج الزيت منه وهذه الشجرة مثل شجرة\nالآس يشذبون غصونها بالنصل حينما تكبر ويربطون زجاجة عند موضع كل قطع فيخرج\nمنه الدهن كالصمغ وحين ينفذ ما فيها من دهن تجف ويحمل البستانيون غصونها\nإلى المدينة ويبيعونها ولحاؤها ثخين وطعمه كاللوز حين يقشر وينبت في جزعها\nأغصان في السنة التالية فيعملون بها كما فعلوا في السنة الغابرة\n</p>\n\n<p>\nولمدينة القاهرة عشر محلات وهم يسمون المحلة حارة وهي حارات برجوان\nوزويله والجودرية والأمراء والديالمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nوالروم والباطلية وقصر الشوق وعبيد الشرا والمصامدة\n</p>\n\n<h1 class='l1' id='head12'>وصف مدينة مصر</h1>\n\n<p>\nشيدت مصر على ربوة وجانبها الشرقي جبلي يتكون من جبال حجرية غير عالية\nكالتلال وفي طرف المدينة جامع ابن طولون وهو مشيد على ربوة وله جداران\nمحكمان ولم أر أعظم منهما <span id='ms45'></span> غير جدار آمد وميافارقين وقد بناه أمير من أمراء\nالعباسين كان حاكما على مصر وفي أيام الحاكم بأمر الله جد هذا السلطان\nالمستنصر باعه أحفاد ابن طولون بثلاثين ألف دينار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nمغربي وبعد مدة شرعوا في هدم المئذنة بحجة أنها لم تبع فأرسل لهم الحاكم\nقائلا بقد بعتموني هذا المسجد فكيف تهدمونه فأجابوا نحن لم نبع المئذنة\nفأعطاهم خمسة آلاف دينار ثمنا لها وكان السلطان يصلي في هذا المسجد طوال\nشهر رمضان وأيام الجمع من بقية الشهور\n</p>\n\n<p>\nومدينة مصر مشيدة على ربوة خشية فيضان الماء عليها وهذه الربوة كانت\nمغطاة في وقت ما بأحجار كبيرة جدا فكسرت وسويت ويقال الآن للأماكن التي لم\nتسو عقبة وتبدو مصر كأنها جبل حين ينظر اليها من بعيد\n</p>\n\n<p>\nوبمصر بيوت مكونة من أربع عشرة طبقة وبيوت من سبع طبقات وسمعت من ثقات أن\nشخصا غرس حديقة على سطح بيت من سبعة أدوار وحمل اليها عجلا رباه فيها حتى\nكبر ونصب فيها ساقية كان هذا الثور يديرها ويرفع الماء إلى الحديقة من\nالبئر وزرع على هذا السطح شجر النارنج والترنج والموز وغيرهما وقد أثمرت\nكلها كما زرع فيها الورد والريحان وأنواع الزهور الأخرى\n</p>\n\n<p>\nوسمعت من تاجر ثقة أن بمصر دورا كثيرة فيها حجرات للاستغلال أي للإيجار\nومساحتها ثلاثون ذراعا في ثلاثين وتسع ثلاثمائة وخمسين شخصا وهناك أسواق\nوشوارع تضاء فيها القناديل دائما لأن الضوء لا يصل إلى أرضها ويسير فيها\nالناس\n</p>\n\n<p>\nوفي مصر سبعة جوامع غير جوامع القاهرة والمدينتان متصلتان وفيهما معا\nخمسة عشر جامعا (مسجد جمعة) وذلك لتلقى خطبة الجمعة والصلاة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nفي كل حي منهما\n</p>\n\n<p>\nوفي وسط سوق مصر جامع يسمى باب الجوامع شيده عمرو بن العاص أيام إمارته\nعلى مصر من قبل عمر بن الخطاب وهذا المسجد قائم على أربعمائة عمود في\nالرخام والجدار الذي عليه المحراب مغطى كله بألواح الرخام الأبيض التي كتب\nالقرآن عليها بخط جميل ويحيط بالمسجد من جهاته الأربع الأسواق وعليها تفتح\nأبوابه ويقيم بهذا المسجد المدرسون والمقرئون وهو مكان <span id='ms46'></span> اجتماع سكان المدينة\nالكبيرة ولا يقل من من فيه في أي وقت عن خمسة آلاف من طلاب العلم والغرباء\nوالكتاب الذين يحررون الصكوك والعقود وغيرها وقد اشترى الحاكم بأمر الله\nهذا المسجد من أبناء عمرو بن العاص وكانوا قد ذهبوا اليه وقالوا نحن فقراء\nمعوزون وقد بنى جدنا هذا المسجد فاذا اذن السلطان نهدمه ونبيع أحجاره\nولبناته فاشتراه الحاكم بمائة آلف دينار وأشهد على ذلك كل أهل مصر ثم أدخل\nعليه عمارات كثيرة عظيمة منها ثريا فضية لها ستة عشر جانبا كل جانب منها\nذراع ونصف فصارت دائرتها اربعا وعشرين ذراعا\n</p>\n\n<p>\nويوقدون في ليالي المواسم أكثر من سبعماية قنديل ويقال ان وزن هذه الثريا\nخمسة وعشرون قنطارا فضة كل قنطار مائة رطل وكل رطل أربعة وأربعون ومائة\nدرهم ويقال انه حين تم صنعها لم يتسع لها باب من أبواب المسجد لكبرها\nفخلعوا بابا وأدخلوها منه ثم أعادوا الباب مكانه ويفرش هذا المسجد بعشر\nطبقات من الحصير الجميل الملون بعضها فوق بعض ويضاء كل ليلة بأكثر من مائة\nقنديل\n</p>\n\n<p>\nوفي هذا المسجد مجلس قاضي القضاة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nوعلى الجانب الشمالي للمسجد سوق يسمى سوق القناديل لا يعرف سوق مثله في\nأي بلد وفيه كل ما في العالم من طرائف ورأيت هناك الأدوات التي تصنع من\nالذبل كالأوعية والأمشاط ومقابض السكاكين وغيرها ورأيت كذلك معلمين مهرة\nينحتون بلورا غاية في الجمال وهم يحضرونه من المغرب وقيل انه ظهر حديثا عند\nبحر القلزم بلور ألطف وأكثر شفافية من بلور المغرب ورأيت أنياب الفيل أحضرت\nمن زنجبار وكان وزن كثير منها يزيد على مائتي من كما أحضر جلد البقر من\nالحبشة يشبه جلد النمر ويعملون منه النعال وقد جلبوا من الحبشة طائرا أليفا\nكبيرا به نقط بيضاء وعلى رأسه تاج مثل الطاووس\n</p>\n\n<p>\nوتنتج مصر عسلا وسكرا كثيرا\n</p>\n\n<p>\nوفي اليوم الثالث من شهر دي القديم (ديسمبر يناير) من السنة الفارسية ست\nعشرة وأربعمائة رأيت في يوم واحد هذه الفواكه والرياحين الورد الاحمر\nوالنيلوفر والنرجس والترنج والنارنج والليمون <span id='ms47'></span> والمركب والتفاح والياسمين\nوالريحان الملكي والسفرجل والرمان والكمثري والبطيخ والعطر والموز والزيتون\nوالبليج (الإهليلج) والرطب والعنب وقصب السكر والباذنجان والقرع واللفت\nوالكرنب والفول الأخضر والخيار والقثاء والبصل والثوم والجزر والبنجر\n</p>\n\n<p>\nوكل من يفكر كيف تجتمع هذه الأشياء التي بعضها خريفي وبعضها ربيعي وبعضها\nصيفي وبعضها شتوي لا يصدق هذا ولكن ليس لي قصد فيما ذكرت ولم أكتب الا ما\nرأيت وأما ما سمعته ثم كتبته فليست عهدته على فولاية مصر عظيمة الاتساع بها\nكل أنواع الجو من البارد والحار وتجلب كل الحاجيات لمدينة مصر من جميع\nالبلاد ويباع بعضها في الأسواق\n</p>\n\n<p>\nويصنعون بمصر الفخار من كل نوع وهو لطيف وشفاف بحيث إذا وضعت يدك عليه من\nالخارج ظهرت من الداخل وتصنع منه الكؤوس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nوالأقداح والأطباق وغيرها وهم يلونونها بحيث تشبه البوقلمون فتظهر مختلف\nفي كل جهة تكون بها ويصنعون بمصر قوارير كالزبرجد في الصفاء والرقة\nويبيعونها بالوزن\n</p>\n\n<p>\nوسمعت من بزاز ثقة أن وزن الدرهم الواحد من الخيط يشترى بثلاثة دنانير\nمغربية وهي تساوي ثلاثة دنانير ونصف نيسابورية وقد سألت في نيسابور بكم\nيشترون أجود الخيط فقالوا إن الخيط الذي لا نظير له يشترى الدرهم منه بخمسة\nدراهم\n</p>\n\n<p>\nومدينة مصر ممتدة على شاطئ النيل الذي بنيت عليه القصور والمناظر الكثيرة\nبحيث إذا احتاجوا إلى الماء رفعوه بالحبال من النيل أما ماء المدينة فيحضره\nالسقاءون من النيل أيضا يحمله بعضهم على الإبل وبعضهم على كتفه ورأيت قدورا\nمن النحاس الدمشقي كل واحد منها يسع ثلاثين منا وكانت من الطلاوة بحيث\nتظنها من ذهب وقد حكوا لي أن امرأة تملك خمسة آلاف قدر وأنها تؤجر الواحد\nمنها بدرهم في الشهر وينبغي أن يردها المستأجر سليمة\n</p>\n\n<p>\nوأمام مصر جزيرة وسط النيل كان عليها مدينة في وقت ما والجزيرة غربي\nالمدينة وبها مسجد جمعة وحدائق وهي صخرة وسط النهر تقسمه قسمين كل منهما في\nاتساع جيحون ولكن أكثر هدوءا وبطأ في جريانه وثبت بين الجزيرة والمدينة جسر\nمن ست وثلاثين سفينة\n</p>\n\n<p>\nويقع جزء من مدينة <span id='ms48'></span> مصر على جانب النيل الآخر ويسمونه الجيزلا وبها مسجد\nلصلاة الجمعة ولكن ليس لها جسر ولذا يعبر الناس بالزوار أو بالمعابر وهي\nكثيرة في مصر أكثر مما في بغداد أو البصرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nوتجار مصر يصدقون في كل ما يبيعونه وإذا كذب أحدهم على مشتر فإنه يوضع\nعلى جمل ويعطى جرسا بيده ويطوف به في المدينة وهو يدق الجرس وينادي قائلا\nقد كذبت وها أنا أعاقب وكل من يقول الكذب فجزاؤه العقاب\n</p>\n\n<p>\nويعطي التجار في مصر من بقالين وعطارين وبائعي خردوات الأوعية اللازمة\nلما يبيعون من زجاج أو خزف أو ورق حتى لا يحتاج المشتري أن يحمل معه وعاء\n</p>\n\n<p>\nويستخرجون من بذور الفجل واللفت زيتا للمصابيح يسمونه الزيت الحار\nوالسمسم هناك قليل وزيته عزيز وزيت الزيتون رخيص والفستق أغلى من اللوز ولا\nتزيد العشرة أمنان من اللوز المقشور على دينار واحد\n</p>\n\n<p>\nويركب أهل السوق وأصحاب الدكاكين الحمر المسرجة في ذهابهم وإيابهم من\nالبيوت الى السوق وفي كل حي على رأس الشوارع حمر كثيرة عليها برادع مزينة\nيركبها من يريد نظير أجر زهيد وقيل إنه يوجد خمسون ألف بهيمة مسرجة تزين كل\nيوم وتكرى ولا يركب الخيل إلا الجند والعسكر فلا يركبها التجار أو القرويون\nأو أصحاب الحرف والعلماء ورأيت كثيرا من الحمر البلق كالخيل بل أجمل\n</p>\n\n<p>\nوكان أهل مدينة مصر في غنى عظيم حين كنت هناك\n</p>\n\n<p>\nوفي سنة تسع وثلاثين وأربعمائة (1047) ولد للسلطان ولد فأمر الناس بإقامة\nالأفراح فزينت المدينة والأسواق زينة لو وصفتها لما اعتقد بعض الناس صحة ما\nأقول ولما صدقوني فقد كانت دكاكين البزازين والصرافين وغيرهم مملوءة بالذهب\nوالجواهر والنقد والأمتعة المختلفة والملابس المذهبة والمقصبة بحيث لا يوجد\nفيها متسع لمن يريد أن يجلس\n</p>\n\n<p>\nوكان الناس جميعا يثقون بالسلطان فلا يخشون الجواسيس ولا الغمازين\nمعتمدين على أن السلطان لا يظلم أحد ولا يطمع في مال أحد ورأيت أموالا\nيملكها بعض المصرين لو ذكرتها أو وصفتها لما صدقني الناس في فارس فإني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nلا أستطيع أن أحدد أموالهم أو أحصرها أما <span id='ms49'></span> الأمن الذي رأيته هناك فإني لم\nأره في بلد من قبل\n</p>\n\n<p>\nوقد رأيت هناك نصرانيا من سراة مصر قيل إن سفنه وأمواله وأملاكه لا يمكن\nأن تعد وحدث في سنه ما أن كان النيل ناقصا وكانت الغلة عزيزة فأرسل الوزير\nإلى هذا النصراني وقال ليست السنة رخاء والسلطان مشفق على الرعية فاعط ما\nاستطعت من الغلة إما نقدا وإما قرضا قال النصراني أسعد الله السلطان\nوالوزير إن لدي من الغلة ما يمكنني من إطعام أهل مصر الخبز ست سنوات ولا شك\nان سكان مصر في ذلك الوقت كانوا كثرين فإن سكان نيسابور خمسهم مع الإسراف\nفي التقدير وكل من يستطيع الحكم يدرك كم ينبغي أن يكون لهذا الثري لتبلغ\nغلته هذا المقدار وأي سلام كانت فيه الرعية وأي عدل كان للسلطان بحيث تكون\nأحوال الناس على هذا الوضع وأموالهم بهذا القدر لم يكن السلطان يظلم أو\nيجور على أحد ولا كان أحد من الرعية يخفي أو ينكر شيئا مما يملك\n</p>\n\n<p>\nورأيت هناك خانا يسمى دار الوزير لا يباع فيه سوى القصب وفي الدور الأسفل\nمنه يجلسن الخياطون وفي الأعلى الرفاءون وسألت القيم عن أجرة هذا الخان\nالكبير فقال كانت سنة عشرين ألف دينار مغربي ولكن جانبا منه قد تخرب وهو\nيعمر الآن فيحصل منه كل شهر ألف دينار يعني إثني عشر ألف دينار في السنة\nوقيل إن في هذه المدينة مائتي خان أكبر منه أو مثله\n</p>\n\n<h1 class='l1' id='head13'>وصف مائدة السلطان</h1>\n\n<p>\nيقيم السلطان مأدبة في كل من العيدين ويأذن بالاستقبال في قصره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\nللخواص والعوام وتنصب مائدة الخواص في حضرته ومائدة العوام في سرايات\nأخرى وقد سمعت كثيرا عن هذه المآدب فرغبت في رؤيتها رأي العين فذهبت عند\nأحد كتاب السلطان وكنت قد صاحبته فتوطدت الصداقة بيننا وقلت له رأيت مجالس\nملوك وسلاطين العجم مثل السلطان محمود الغزنوي وابنه السلطان مسعود وقد\nكانا ملكين عظيمين ذوي نعمة وجلال وأريد أن أرى مجالس أمير المؤمنين فنقل\nرغبتي إلى الموكل بالستار المسمى صاحب الستر وقد <span id='ms50'></span> تفضل هذا فسمح لي بالذهاب\nفي آخر رمضان سنة أربعين وأربعمائة (7 مارس 1049) وكان المجلس قد أعد لليوم\nالثاني وهو يوم العيد حيث يحضر السلطان بعد الصلاة فيجلس في صدر المائدة\n</p>\n\n<p>\nحين دخلت من باب السراي رأيت عمارات وصفف وإيوانات إن أصفها يطل الكتاب\nكان هناك اثنا عشر جناحا أبنيتها مربعة وكلها متصلة بعضها ببعض وكلما دخلت\nجناحا منها وجدته أحسن من سابقه ومساحة كل واحد منها مائة ذراع في مائة عدا\nواحدا منها كانت مساحته ستين ذراعا في ستين كان بهذا الأخير تخت يشغل عرضه\nبتمامه وعلوه أربع أذرع وهو مغطى بالذهب من جهاته الثلاث وعليه صور المصطاد\nوالميدان وغيرهما كما أن عليه كتابة جميلة وكل ما في هذا الحرم من الفرش\nوالطرح من الديباج الرومي والبوقلمون نسجت على قدر كل موضع تشغله وحول\nالتخت درابزين من الذهب المشبك يفوق حد الوصف ومن خلف التخت بجانب الحائط\nدرجات من الفضة وبلغ هذا التخت من العظمة أني لو قصرت هذا الكتاب كله على\nوصفه ما استوفيت الكلام وما كفى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل إن راتب السكر في ذلك اليوم الذي تنصب فيه مائدة السلطان خمسون ألف\nمن وقد رأيت على المائدة شجرة أعدت للزينة تشبه شجرة الترنج كل غصونها\nوأوراقها وثمارها مصنوعة من السكر وعليها ألف صورة وتمثال مصنوعة كلها من\nالسكر أيضا\n</p>\n\n<p>\nومطبخ السلطان خارج القصر ويعمل فيه دائما خمسون غلاما ويصل القصر\nبالمطبخ طريق تحت الأرض وجرت العادة في مصر أن يحمل إلى دار الشراب\nالسلطانية (شرابخانة) كل يوم أربعة عشر حملا من الثلج وكان لمعظم الأمراء\nوالخواص راتب من هذا الثلج ويصرف منه لمن يطلبه من مرضى\n</p>\n\n<h1 class='l1' id='head14'>المدينة </h1>\n\n<p>\nوكذلك كل من يطلب من أهلها مشروبا أو دواء من الحرم السلطاني فإنه يعطاه\nكما أن هناك زيوتا أخرى كزيت البلسان وغيره كان للناس كافة أن يطلبوها فلا\nتمنع عنهم\n</p>\n\n<h1 class='l1' id='head15'>سيرة سلطان مصر</h1>\n\n<p>\nبلغ أمن المصريين واطمئنانهم إلى حد أن البزازين وتجار الجواهر والصيارفة\nلا يغلقون أبواب دكاكينهم بل يسدلون عليها الستائر ولم <span id='ms51'></span> يكن أحد يجرؤ على مد\nيده إلى شيء منها يحكى أنه كان بمصر يهودي وافر الثراء يتجر بالجواهر وكان\nمقربا من السلطان الذي كان يعتمد عليه في شراء ما يريد من الجواهر الكريمة\nوذات يوم اعتدى عليه الجنود وقتلوه فلما ارتكبوا هذا الجرم خشوا بطش\nالسلطان فركب عشرون ألف فارس منهم وخرجوا إلى الميدان وهكذا خرج الجيش إلى\nالصحراء وخاف أهل المدينة مغبة هذه المظاهرة إذ ظل الجيش في الصحراء حتى\nمنتصف النهار فخرج إليهم خادم القصر ووقف بباب السراي وقال إن السلطان يسأل\nإذا كنتم مطيعين أم لا فصاحوا صيحة واحدة نحن عبيد مطيعون ولكننا أذنبنا\nفقال الخادم يأمركم السلطان بأن تعودوا فعادوا في الحال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nواسم هذا اليهودي المقتول أبو سعيد وكان له ابن وأخ وقيل إنه لا يعرف مدى\nغناه إلا الله فقد كان على سقف داره ثلاثمائة جرة من الفضة زرع في كل منها\nشجرة كأنها حديقة وكلها أشجار مثمرة وقد كتب أخوه لما ملكه من الفزع رسالة\nللسلطان يقول فيها إني أقدم للخزانة مائتي ألف دينار مغربي حالا فأمر\nالسلطان بعرض الرسالة على الناس وتمزيقها على الملأ وقال كونوا آمنين\nوعودوا إلى بيوتكم فليس لأحد شأن بكم ولسنا بحاجة لمال أحد واستمالهم إليه\n</p>\n\n<p>\nوكان لكل مسجد في جميع المدن والقرى التي نزلت بها من الشام إلى القيروان\nنفقات يقدمها وكيل السلطان من زيت السرج والحصير والبوريا وسجاجيد الصلاة\nورواتب القوام والفراشين والمؤذنين وغيرهم وكتب والي الشام في بعض السنين\nإلى السلطان بأن الزيت قليل ثم استأذن في أن يصرف للمساجد الزيت الحار\nالمستخرج من بذور الفجل واللفت فأجيب إنك مأمور لا وزير وليس من الجائز أن\nتغير أو تبدل في شيء يتعلق ببيت الله\n</p>\n\n<p>\nويتقاضى قاضي القضاة ألفي دينار مغربي في الشهر ومرتب كل قاض على قدر\nمرتبته ذلك حتى لا يطمع القضاة في أموال الناس أو يظلمونهم\n</p>\n\n<p>\nوالعادة في مصر أن يقرأ مرسوم السلطان في المساجد في منتصف رجب وهو\n</p>\n\n<p>\nيا معشر المسلمين حل موسم <span id='ms52'></span> الحج وسيجهز ركب السلطان كالمعتاد وسيكون معه\nالجنود والخيل والجمال والزاد وينادى بذلك في شهر رمضان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nأيضا ويبدأ الناس في السفر ابتداء من أول ذي القعدة وينزلون في موضع معين\nثم يسيرون في منتصف هذا الشهر ويبلغ خرج الجيش الذي يرافق السلطان ألف\nدينار مغربي في اليوم هذا عدا عشرين دينارا مرتبة لكل رجل فيه ويبلغون مكة\nفي خمسة وعشرين يوما ويمكثون بها عشرة أيام ثم يعودون إلى مصر في خمسة\nوعشرين يوما ونفقاتهم في الشهرين ستون ألف دينار مغربي عدا التعهدات\nوالصلات والمشاهرات وثمن الجمال التي تنفق في الطريق\n</p>\n\n<p>\nوقد قرى على الناس سنة تسع وثلاثين وأربعمائة المرسوم التالي من سجل\nالسلطان\n</p>\n\n<p>\nيقول أمير المؤمنين أنه ليس من الخير أن يسافر الحجاج للحجاز هذا العام\nفإن به قحطا وضيقا وقد هلك به خلق كثيرون وأني أقول هذا شفقة بالمسلمين فلم\nيسافر الحجاج وكان السلطان يرسل الكسوة للكعبة كالمعتاد لأنه يرسلها مرتين\nكل سنة فلما سافرت الكسوة مع وفد السلطان عن طريق القلزم سافرت معهم فخرجت\nمن مصر أول ذي القعدة وبلغت القلزم في الثامن منه ومن هناك أقلعت السفينة\nفبلغنا بعد خمسة عشر يوما مدينة تسمى الجار في الثاني والعشرين من ذي\nالقعدة وقمنا من هناك فبلغنا مدينة الرسول صلى الله عليه وسلم بعد أربعة\nأيام\n</p>\n\n<h1 class='l1' id='head16'>المدينة</h1>\n\n<p>\nوالمدينة بلد على حافة الصحراء أرضها رطبة وملحة يجري بها ماء قليل وهي\nكثيرة النخل والقبلة هناك ناحية الجنوب ومسجد الرسول عليه الصلاة والسلام\nقدر المسجد الحرام ومقامه عليه الصلاة والسلام بجانب المنبر يسار المصلين\nوهو متوجهون ناحية القبلة فحين يذكر الخطيب وهو فوق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nالمنبر النبي عليه السلام ويصلي عليه يلتفت ناحية اليمين ويشير إلى\nالمقام الشريف وهذا المقام مخمس ترتفع حوائطه من بين أعمدة المسجد ويحيط به\nخمسة أعمدة وكان في آخره حظيرة أحيطت بسياج حتى لا يدخلها أحد وأسدل على\nالجزء المكشوف منها شبكة حتى لا تدخلها الطيور وبين قبر الرسول والمنبر\nمسافة من الرخام تشبه الساحة وتسمى الروضة ويقال <span id='ms53'></span> إنها روضة من رياض الجنة\nكما قال رسول الله عليه الصلاة والسلام ما بين قبري ومنبري روضة من رياض\nالجنة ويقول الشيعة إن هناك قبر فاطمة الزهراء عليها السلام وللمسجد باب\nواحد وخارج المدينة ناحية الجنوب صحراء بها مقبرة فيها قبر (أمير المؤمنين)\nحمزة بن عبد المطلب رضي الله عنه يسمونها قبور الشهداء\n</p>\n\n<p>\nوقد أقمنا يومين بالمدينة ثم غادرناها لضيق الوقت فسرنا شرقا وعلى منزلين\nمنها جبل ومضيق يشبه الوادي يسمى الجحفة وهناك ميقات حجاج المغرب والشام\nومصر والميقات هو الموضع الذي يحرم منه الحجاج ويقال إن الحجاج نزلوا هناك\nفي سنة ما وكانوا كثيرين فنزل عليهم السيل فجأة فأهلكهم لذلك سمي هذا\nالمكان الحجفة وبين مكة والمدينة مائة فرسخ من الصخر قطعناها في ثمانية\nأيام\n</p>\n\n<p>\nوقد بلغنا مكة في يوم الأحد السادس من ذي الحجة ونزلنا عند باب الصفا\nوكان بمكة قحط فكانت الأربعة أمنان من الخبز بدينار نيسابوري وقد هاجر منها\nالمجاورون ولم يفد عليها حاج من أي بلد وقد أدينا فريضة الحج لله الحق\nسبحانه وتعالى يوم الأربعاء في عرفات ولبثنا بمكة يومين قد خرج من الحجاز\nخلق كثير مما أصابهم من الجوع والفقر وتفرقوا في البلاد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nولا أذكر مناسك الحج ووصف مكة الآن سأذكر ذلك عند ذكر آخر نوبة للحج حين\nبقيت ستة أشهر بمكة مجاورا وسأشرح ما رأيت\n</p>\n\n<p>\nثم توجهنا ناحية مصر فبلغناها بعد خمسة وسبعين يوما وقد هاجر إليها من\nالحجاز في هذا العام خمسة وثلاثون ألف آدمي فكساهم السلطان وأجرى عليهم\nالرزق سنة كاملة وقد كانوا جميعا جائعين عرايا ولما أمطرت السماء في بلادهم\nوكثر فيها الطعام كساهم السلطان صغيرهم وكبيرهم وأغدق عليهم الصلات ثم\nرحلهم إلى الحجاز وفي شهر رجب سنة أربعين وأربعمائة (ديسمبر سنة 1048)\nقرأوا على الناس مرة أخرى مثالا للسلطان بأن في الحجاز قحطا وليس من الخير\nأن يسافر الحجاج فلينفقوا المال على أنفسهم وليفعلوا ما أمر الله به وفي\nهذه السنة أيضا لم يسافر الحجاج ولكن السلطان لم يقصر <span id='ms54'></span> البتة في إرسال ما\nكان يرسله كل سنة من الكسوة وأجور الخدم والحاشية وأمراء مكة والمدينة وصلة\nأمير مكة وقد كانت ثلاثة آلاف دينار في الشهر وكانت ترسل اليه الخيول\nوالخلع مرتين في السنة وعهد بهذا في هذه السنة إلى رجل اسمه القاضي عبد\nالله من قضاة الشام وقد ذهبت معه من طريق القلزم وقد بلغت السفينة الجار في\nالخامس والعشرين من ذي القعدة وكان موعد الحج قد قرب كثيرا وكان الجمل يؤجر\nبخمسة دنانير فذهبنا مسرعين\n</p>\n\n<p>\nبلغت مكة في الثامن من ذي الحجة وأديت فريضة الحج بعون الله سبحانه\nوتعالى وقد حدث أن قافلة عظيمة أتت للحج من بلاد المغرب وفي أثناء عودة\nحجاجها عند باب المدينة المنورة طلب العرب الخفارة منهم فقامت الحرب بينهم\nوقتل من المغاربة أكثر من ألفي رجل ولم يعد كثير منهم إلى المغرب وفي هذه\nالحجة أيضا قام جماعة من أهل خراسان عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nطريق الشام ومصر فبلغوا المدينة في سفينة وقد بقي عليهم أن يقطعوا مائة\nفرسخ وأربعة حتى عرفات وهم في السادس من ذي الحجة فقالوا إن كلا منا يدفع\nأربعين دينارا لمن يرحلنا إلى مكة في هذه الأيام الثلاثة الباقية لنلحق\nالحج فجاء الأعراب وأوصلوهم إلى عرفات في يومين ونصف يوم وأخذوا أجورهم\nذهبا وكانوا قد شدوهم إلى جمال سريعة وأتوا بهم من المدينة إلى عرفات وقد\nهلك اثنان منهم وكانوا موثقين على الجمال وكان أربعة منهم نصف أموات وقد\nبلغوا عرفات ونحن هناك ساعة صلاة العصر وكانوا لا يستطيعون الوقوف أو\nالكلام قالوا إنا توسلنا كثيرا في الطريق أن يأخذ هؤلاء الأعراب الذهب الذي\nاشترطنا وأن يتركونا فإنه لا طاقة لنا على مواصلة السفر ولكنهم لم يسمعوا\nلنا وساقونا على هذا النحو ومهما يكن فقد حج هؤلاء الأربعة وعادوا عن طريق\nالشام\n</p>\n\n<p>\nوبعد أن أكملت الحج توجهت نحو مصر فقد كانت لي بها كتب ولم يكن في نيتي\nأن أعود اليها وقد صحبت أمير مكة إلى مصر هذا العام فقد كان <span id='ms55'></span> له رسم على\nالسلطان يعطاه كل سنة لقرابته من أبناء الحسين بن علي صلوات الله عليهما\nفركبت السفينة معه حتى مدينة القلزم ومن هناك سرنا إلى مصر\n</p>\n\n<p>\nفي سنة إحدى وأربعين وأربعمائة (1049) وأنا بمصر جاء الخبر أن ملك حلب قد\nشق عصا الطاعة على السلطان وكان تابعا له وكان آباؤه ملوكا على حلب وكان\nللسلطان خادم اسمه عمدة الدولة هو أمير المطالبين وكان عظيم الجاه والمال\nويسمى مطالبا من يبحث عن تلال مصر عن الكنوز والدفائن ويأتي لهذا الأمر\nرجال من المغرب وأديار مصر والشام ويتحمل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nكل منهم المشاق وينفق المال الكثير في تلال مصر ومحاجرها وكثيرا ما لا\nيجدون الدفائن والكنوز وكثيرا ما ينفقون المال ولا يهتدون إلى شيء منها\nفإنهم يقولون إن أموال فرعون مدفونة في هذه المواضع ويأخذ السلطان خمس ما\nيكشفه المطالب والباقي له قصارى القول ان السلطان بعث هذا الخادم إلى حلب\nوأمده بقوة ليشد أزره وأعطاه كل ما ينبغي للملوك من الدهاليز والسرر فلما\nبلغ حلب وقاتل وقتل وكانت أمواله من الكثرة بحيث استغرق نقلها من خزائنه\nإلى خزائن السلطان شهرين وكان من جملتها ثلاثمائة جارية أكثرهن كالبدور\nوبعض سراريه وقد أمر السلطان بأن يكن مخيرات فمن رغبن في الزواج منهن زوجهن\nومن لم يردن أعدن إلى بيوتهن وصرفت اليهن أموالهن كاملة فلم تجبر واحدة\nمنهن على شيء\n</p>\n\n<p>\nولما قتل عمدة الدولة خاف ملك حلب أن يرسل له السلطان جيشا فبادر بإرسال\nابنه وهو في السابعة من عمره مع زوجه ومعهما كثير من التحف والهدايا\nللسلطان وذلك ليعتذرا عما فعل فلما جاءا مكثا ما يقرب من شهرين خارج مصر\nولم يؤذن لهما بالدخول ولم تقبل تحفهما إلى أن شفع لهما الأئمة والقضاة عند\nالسلطان وتوسلوا اليه أن يقابلهما ففعل ثم رجعا بالتشريف والخلع\n</p>\n\n<p>\nومن جملة ما رأيت في مصر أنه إذا أراد أحدهم غرس حديقة يستطيع ذلك في أي\nفصل من فصول السنة فإنه يحصل دائما على الشجر الذي يريد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nفيزرعه مثمرا أو بغير <span id='ms56'></span> ثمر وهناك تجار لذلك يقدمون كل ما يطلب منهم فقد\nزرعوا الأشجار في أصص ووضعوها فوق الأسطح وكثير من سقوف بيوتهم حدائق\nأكثرها مثمر من النارنج والترنج والرمان والتفاح والسفرجل والورد والريحان\nوالزهر فإذا اشترى أحدهم شجرا حمل الحمالون الأصص بالشجر بعد شدها على لوح\nمن خشب ونقلوها إلى حيث يشاء ثم يحفر الزراع الأرض لغرس الشجر إما بكسر\nالأصص أو بنزع الشجر منها من غير أن يضار الشجر بهذا ولم أر هذا النظام في\nأي مكان آخر كما أني لم أسمع به والحق أنه نظام جميل جدا\n</p>\n\n<h1 class='l1' id='head17'>العودة الى خراسان عن طريق الصعيد الأعلى وبلاد العرب والعراق</h1>\n\n<p>\nوالآن أعود إلى وطني من مصر عن طريق مكة حرسها الله تعالى من الآفات أقول\n</p>\n\n<p>\nأديت صلاة العيد في القاهرة وغادرت مصر في سفينة يوم الثلاثاء الرابع عشر\nمن ذي الحجة سنة إحدى وأربعين وأربعمائة (10 ابريل 1050) واتجهنا نحو\nالصعيد الأعلى وهو ولاية مصرية في الجنوب يأتي منها ماء النيل إلى مصر\nوأكثر رغدها منه وهناك على ضفتي النيل كثير من المدن والقرى يطول وصفها\n</p>\n\n<p>\nوقد بلغنا مدينة تسمى أسيوط يزرع فيها الأفيون وهو الخشخاش وحبه أسود حين\nتنمو الشجرة تكسر ويربط كيس في موضع الكسر فيخرج منه عصير يشبه اللبن\nفيجمعونه ويحفظونه وهو الأفيون وبذور هذا الخشخاش صغيرة مثل الكمون وينسجون\nفي أسيوط عمائم من صوف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nالخراف لا مثيل لها في العالم والصوف الدقيق الذي يصدر إلى بلاد العجم\nوالمسمى الصوف المصري كله من الصعيد الأعلى لأنهم لا ينتجون الصوف بمدينة\nمصر نفسها وقد رأيت في أسيوط فوطة من صوف الغنم لم أر مثلها في لهاور أو\nملتان وهي من الرقة بحيث تحسبها حريرا\n</p>\n\n<p>\nومن هناك بلغنا مدينة تسمى قوص رأيت فيها أبنية عظيمة من الحجارة تبعث\nعلى العجب في نفس من يراها وهي مدينة قديمة محاطة بسور من الحجر وأكثر\nأبنيتها من الحجارة الكبيرة التي يزن الواحد منها عشرين أو ثلاثين ألف من\nوالعجيب أنه ليس على مسافة عشرة أو خمسة <span id='ms57'></span> عشر فرسخا منها جبل أو محجر فمن\nأين وكيف نقلوا هذه الحجارة\n</p>\n\n<p>\nومن قوص بلغت مدينة تسمى إخميم وهي مدينة واسعة عامرة رجالها أشداء لها\nسور حصين وبها نخل وبساتين كثيرة وقد أقمت بها عشرين يوما وفي هذه الجهة\nطريقان أحدهما صحراوي لا ماء فيه والثاني طريق النيل وقد ترددنا أي\nالطريقين نسلك وأخيرا سرنا في طريق النيل وبلغنا مدينة أسوان\n</p>\n\n<p>\nعند الجانب الجنوبي من أسوان جبل يخرج من وسطه النيل ويقال إن السفن لا\nتستطيع المضي في النيل وراء هذا الجبل لأن الماء هناك ينحدر من شلالات\nعظيمة وعلى مسافة أربعة فراسخ من هذه المدينة طريق ولاية النوبة وهي ولاية\nأهلها جميعا نصارى ويرسل ملوكها من قديم الهدايا لسلطان مصر وبين البلدين\nعهود ومواثيق فلا يذهب جيش السلطان هناك ولا يؤذي أهلها ومدينة أسوان محصنة\nجدا بحيث لا يستطيع أحد أن يقصدها من النوبة وبها جيش دائم للمحافظة عليها\nوعلى ولايتها ويقابل المدينة جزيرة وسط النيل كأنها حديقة فيها نخل وزيتون\nوأشجار أخرى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nوزرع كثير ويروى زرعها بالسواقي وقد لبثت بها واحدا وعشرين يوما وكان\nأمامنا حتى شاطئ البحر صحراء فسيحة طولها أكثر من مائتي فرسخ\n</p>\n\n<p>\nوكان حينذاك الموسم الذي يعود فيه الحجاج على الجمال فانتظرناهم\nلنستأجرها ونذهب بها وهي راجعة وكنت عرفت وأنا في أسوان رجلا تقيا صالحا\nيعرف شيئا من علم المنطق اسمه عبد الله محمد بن فليج وقد عاونني في اكتراء\nالجمل واختيار الرفيق وغير ذلك وقد استأجرت جملا بدينار ونصف دينار ورحلت\nعن هذا البلد في الخامس من ربيع الأول سنة اثنتين وأربعين وأربعمائة (29\nيوليو 1050) وكان الطريق يتجه نحو الجنوب\n</p>\n\n<p>\nبعد ثمانية فراسخ من رحلتنا بلغنا جهة تسمى ضيقة وهي واد في الصحراء على\nجانبيه حائطان من الجبال وسعته مائة ذراع وقد حفر فيه بئر يخرج منه ماء\nكثير ولكنه ليس عذبا وبعد أن تركنا ضيقة سرنا خمسة أيام في صحراء لا ماء\nفيها وكان مع كل منا قربة ماء ثم بلغنا منزلا يسمى الحوض <span id='ms58'></span> وهو جبل حجري فيه\nعينان يتفجر منهما ماء عذب يستقر في حفرة ولم يكن بد من أن يذهب رجل إلى\nحيث العينان ليحضر الماء لشرب الإبل التي مضى عليها سبعة أيام لم تشرب فيها\nولم تأكل إذ أن علفها قد نفد كله وكانت تستريح مرة في الأربع وعشرين ساعة\nوذلك من الوقت الذي تشتد فيه حرارة الشمس حتى صلاة العصر وتسير بقية الوقت\nوالمنازل التي ينزلون بها معلومة فليس ممكنا النزول في أي مكان لتعذر وجود\nما توقد به النار أما في هذه المنازل فإنهم يجدون بعر الإبل فيتخذونه وقودا\nيطبخون عليه ما تيسر وكأن الإبل تعلم أنها إن أبطأت ماتت عطشا فهي تسير غير\nمحتاجة لأن يسوقها أحد متجهة من تلقاء نفسها ناحية المشرق في هذه الصحارى\nحيث لا أثر أو علامة تدل على الطريق وهناك أمكنة يقل فيها الماء مسافة خمسة\nعشر فرسخا ويكون ملحا وأمكنة لا يوجد فيها ماء قط مسافة ثلاثين أو أربعين\nفرسخا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nوفي العشرين من ربيع الأول سنة اثنتين وأربعين وأربعمائة أغسطس 1050\nبلغنا مدينة عيذاب ومن أسوان حتى عيذاب التي بلغناها بعد خمسة عشر يوما\nمائتا فرسخ بالتحديد ومدينة عيذاب هذه تقع على شاطئ البحر وبها مسجد جمعة\nوسكانها خمسمائة وهي تابعة لسلطان مصر وفيها تحصل المكوس على ما في السفن\nالوافدة من الحبشة وزنجبار واليمن ومنها تنقل البضائع على الإبل إلى أسوان\nفي هذه الصحراء التي اجتزناها ومن هناك تنقل بالسفن إلى مصر في النيل وعلى\nيمين عيذاب ناحية القبلة جبل من خلفه صحراء عظيمة بها مراع واسعة وخلق\nكثيرون يسمون البجة وهم قوم لا دين لهم ولا ملة لا يؤمنون بنبي أو إمام\nوذلك لبعدهم عن العمران وهم يسكنون الصحراء طولها أكثر من ألف فرسخ وعرضها\nثلاثمائة فرسخ وليس في هذه المسافة الشاسعة سوى مدينتين صغيرتين تسمى\nالأولى بحر النعام والثانية عيذاب وتمتد هذه الصحراء من مصر إلى الحبشة\nوذلك من الشمال إلى الجنوب وعرضها من بلاد النوبة حتى بحر القلزم وذلك <span id='ms59'></span> من\nالغرب إلى الشرق ويقيم بها البجة وهم ليسوا أشرار فهم لا يسرقون ولا يغيرون\nبل يشتغلون بتربية ماشيتهم ويسرق المسلمون وغيرهم أبناءهم ويحملونهم إلى\nالمدن الإسلامية ليبيعوهم فيها\n</p>\n\n<p>\nوبحر القلزم هذا خليج يتفرع من المحيط عند ولاية عدن ويسير شمالا حتى\nمدينة القلزم الصغيرة ويسمى هذا البحر بكل مدينة تقع عليه فمرة يسمى القلزم\nومرة عيذاب ومرة بحر النعام وقيل إن به أكثر من ثلاثمائة جزيرة تأتي السفن\nمنها محملة بالزيت والكشك وقيل إن هناك بقرا وخرافا كثيرة والناس هناك\nمسلمون بعضهم تابع لمصر وبعضهم لليمن وليس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nفي مدينة عيذاب الصغيرة غير ماء المطر فلا بئر فيها ولا عين فإذا لم تمطر\nالسماء أحضر البجة الماء وباعوه وقد بقينا هناك ثلاثة أشهر وكنا نشتري قربة\nالماء بدرهم أو بدرهمين وسبب بقائنا هذه المدة أن السفينة لم تقلع إذ كانت\nالريح شمالية وكان ينبغي لرحلتنا ريح الجنوب وحينما رآني الناس طلبوا إلي\nأن أكون خطيبهم فلم أردهم وخطبت لهم تلك المدة حتى أتى الموسم ثم سارت\nالسفينة شمالا إلى أن بلغنا جدة ويقال إن الجمال النجيبة لا توجد في مكان\nآخر غير هذه الصحراء وهي تنقل منها إلى مصر والحجاز\n</p>\n\n<p>\nوقد حكى لي رجل أعتمد على قوله من مدينة عيذاب قال كنت في سفينة محملة\nبالجمال لأمير مكة فمات جمل منها فرموه في البحر فابتلعنه سمكة في الحال\nولم يبق خارج فمها غير رجله فجاءت سمكة أخرى وابتلعت هذه السمكة بالجمل ولم\nيظهر عليها أي أثر من ذلك ويسمى هذا السمك بالقرش\n</p>\n\n<p>\nورأيت في هذه المدينة جلد سمك يسمونه في خراسان الشفق ويظنون انه نوع من\nالضب ولكني رأيت في عيذاب أنه سمك وله كل ما للسمك من زعانف\n</p>\n\n<p>\nحينما كنت في أسوان كان لي صديق ذكرت اسمه قبلا وهو أبو عبد الله محمد بن\nفليج فلما ذهبت من هناك إلى عيذاب كتب من إخلاصه لي لوكيله بها كتابا يقول\nفيه إعط ناصرا ما يريد وهو يعطيك صكا للحساب فلما <span id='ms60'></span> بقيت بها ثلاثة أشهر\nوأنفقت ما معي اضطررت أن أعطي هذه الورقة للوكيل فأكرمني وقال إن له والله\nلدي أشياء كثيرة وإني معطيك ما تريد واعطني صكا به فتعجبت من حسن صنع هذا\nالرجل محمد ابن فليج الذي أظهر كل هذه الطيبة بغير سابقة مني اليه ولو كنت\nرجلا دنيئا واستحللت لنفسي أن آخذ لأخذت بهذه الورقة أشياء كثيرة وقد أخذت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nمنه مائة من من الدقيق وهو مقدار كبير هناك وأعطيته صكا به أرسله إلى\nأسوان وقبل رحيلي من عيذاب ورد خطاب من محمد فليج لوكيله يقول فيه أعط\nناصرا كل ما يريد مهما تكن قيمته مما لي عندك وإذا أراد فأعطه من مالك وأنا\nأعطيك عوضا عنه فقد قال أمير المؤمنين على بن أبي طالب صلوات الله عليه\nالمؤمن لا يكون محتشما ولا مغتنما وقد كتبت هذا الخبر حتى يعرف القارئ أن\nالرجل يعتمد على الرجل وان الكرم في كل مكان وأن أهله كانوا وسيكونون دائما\n</p>\n\n<h1 class='l1' id='head18'>وصف بلاد العرب</h1>\n\n<h1 class='l1' id='head19'>جدة</h1>\n\n<p>\nوجدة مدينة كبيرة لها سور حصين تقع على شاطئ البحر وبها خمسة آلاف رجل\nوهي شمال البحر (الأحمر) وفيها أسواق جميلة وقبلة مسجدها الجامع ناحية\nالمشرق وليس بخارجها عمارات أبدا عدا المسجد المعروف بمسجد رسول الله صلى\nالله عليه وسلم ولها بوابتان إحداهما شرقية تؤدي إلى مكة والثانية غربية\nتؤدي إلى البحر ويبلغ السائر من جدة جنوبا على شاطئ البحر اليمن ومدينة\nصعدة والمسافة إلى هناك خمسون فرسخا وإذا سار شمالا بلغ الجار وهي تابعة\nللحجاز وليس في جدة شجر ولا زرع وكل ما يلزمها يحضرونه اليها من القرى\nوبينها وبين مكة إثنا عشر فرسخا وأمير جدة تابع لأمير مكة تاج المعالي بن\nأبي الفتوح الذي هو أمير المدينة أيضا وقد ذهبت إلى أمير جدة فأكرم وفادتي\nوأعفاني مما كان يجب علي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nمن المكس ولم يطلبه وهكذا خرجت من البوابة في سلام وقد كتب إلى مكة يقول\nعني هذا رجل عالم فلا يجوز أن يؤخذ منه وفي يوم الجمعة <span id='ms61'></span> بعد صلاة العصر قمت\nمن جدة فبلغت باب مكة يوم الأحد سلخ جمادى الثاني وكان قد حضر إلى مكة\nللعمرة خلق كثيرون من نواحي الحجاز واليمن في أول رجب وهو موسم عظيم مثل\nعيد رمضان وهم يحضرون وقت الحج ولأن طريقهم قريب وسهل يأتون إلى مكة ثلاث\nمرات كل سنة\n</p>\n\n<h1 class='l1' id='head20'>وصف مكة</h1>\n\n<p>\nتقع مكة بين جبال عالية ولا ترى من بعيد من أي جانب يقصدها السائر وأقرب\nجبل منها هو جبل أبي قبيس وهو مستدير كالقبة لو رمي سهم من أسفله لبلغ قمته\nوهو شرقي مكة فترى الشمس من داخل المسجد الحرام وهي تشرق من فوقه في شهر دي\n(ديسمبر) وقد نصب على قمته برج من الحجر يقال إن إبراهيم عليه السلام رفعه\nعليه\n</p>\n\n<p>\nوتشغل هذه المدينة الوادي الذي بين الجبال والذي لا تزيد مساحته عن رمية\nسهمين في مثلها والمسجد الحرام وسط هذا الوادي ومن حوله مكة والشوارع\nوالأسواق وحيثما وجدت ثغرة بين الجبال سدت بسور قوي وضعت عليه بوابة وليس\nبمكة شجر أبدا إلا عند باب الغربي للمسجد الحرام المسمى باب إبراهيم حيث\nيوجد كثير من الشجر الكبير الذي يرتفع على حافة البئر\n</p>\n\n<p>\nوعند الجانب الشرقي للمسجد سوق تمتد من الجنوب إلى الشمال وفي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nأولها ناحية الجنوب جبل أبي قبيس الذي تقع الصفا على سفحه وتبدو على هذا\nالسفح درجات كبيرة من الحجارة المستوية التي يصعد الحجاج عليها ويدعون ربهم\nوالمروة في نهاية السوق شمالي الجبل وهي أقل ارتفاعا في وسط مكة وقد شيدت\nعليها منازل كثيرة وما يسمى السعي بين الصفا والمروة هو المسعى في هذه\nالسوق من أولها لآخرها ويجد من يرغب العمرة وهو آت من بعيد أبراجا ومساجد\nعلى مسافة نصف فرسخ حول مكة فيحرم منها للعمرة والإحرام هو نزع الملابس\nالمخيطة من على الجسد وشد المحرم وسطه بإزار ولف جسده بإزار أو وشاح آخر\nوصياحه بصوت عال أن لبيك اللهم لبيك ثم يسير نحو مكة فإذا أراد حاج أن\nيعتمر وهو بمكة فإنه يذهب <span id='ms62'></span> إلى تلك الأبراج ويرتدي ثوب الإحرام ويهتف لبيك\nويدخل مكة بنية العمرة فحين يبلغ مكة يدخل المسجد الحرام ويسير نحو الكعبة\nثم يطوف ناحية اليمين بحيث تكون هذه على يساره ويتوجه إلى الركن الذي به\nالحجر الأسود فيقبله ثم يمضي ويستمر في الطواف حتى يعود إلى الحجر الأسود\nمرة أخرى فيقبله وبهذا يكون قد أتم طوفة واحدة وعلى هذا النحو يطوف سبع\nمرات ثلاثا منها بسرعة وأربعا على مهل وبعد إتمام الطواف يتوجه نحو مقام\nإبراهيم عليه السلام وهو أمام الكعبة فيقف خلفه بحيث يكون المقام بينه وبين\nالكعبة وهناك يصلي ركعتين هما صلاة الطواف ثم يذهب إلى حيث بئر زمزم فيشرب\nمن مائها أو يمسح بها وجهه ثم يخرج من المسجد الحرام من باب الصفا الذي سمي\nكذلك لأن جبل الصفا يقع خارجه فيصعد على عتبات الصفا موليا وجهه شطر مكة\nويدعو بالدعاء المعلوم ثم ينزل ويتجه ناحية المروة مارا بالسوق التي يسير\nفيها من الجنوب إلى الشمال وعليه أن ينظر إلى أبواب الحرام حين يمر بها وأن\nيحث الخطى في المسافة التي سعاها الرسول عليه الصلاة والسلام مسرعا والتي\nأمر الناس باجتيازها مسرعين وهي خمسون خطوة وعلى طرفي هذا الموضع (الذي\nيسار فيه بسرعة) أربع منارات على الجانبين فإذا بلغ الحاج الآتي من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nالصفا ما بين المنارتين الأوليين أسرع حتى يصل إلى ما بين المنارتين\nالثانيتين ثم يسير الهوينى حتى يبلغ المروة فيصعد عتباتها ويدعو ذلك الدعاء\nالمعلوم وهكذا يكرر هذا السعي في السوق بحيث يسعى من الصفا إلى المروة أربع\nمرات ومن المروة إلى الصفا ثلاث مرات فيكون قد سعى في هذه السوق سبع مرات\n</p>\n\n<p>\nوعندما ينزل الحاج من جبل المروة يجد سوقا فيها عشرون دكانا متقابلة\nيشغلها جميعا حجامون لحلق شعر الرأس وحين يتم الحاج شعائر العمرة ويخرج من\nالمسجد الحرام يدخل السوق الكبيرة التي تقع ناحية الشرق والمسماة سوق\nالعطارين وهي سوق جميلة البنايات وكلها عطارون\n</p>\n\n<p>\nوبمكة حمامان بلاطهما من الحجر الأخضر السنان وقدرت أن <span id='ms63'></span> سكانها القاطنين\nبها لا يزيدون على ألفين والباقي ويقربون من الخمسمائة من الغرباء\nوالمجاورين وفي ذلك الوقت كان بمكة قحط فكان الستة عشر منا من القمح بدينار\nمغربي وقد هاجر منها كثيرون\n</p>\n\n<p>\nوقد كان لأهالي كل مدينة من خراسان وما وراء النهر والعراق وغيرها منازل\nبمكة ولكن أغلبها كان خرابا وقتذاك وقد بنى بها خلفاء بغداد عمارات كثيرة\nوأبنية جميلة وكان بعضها وأنا هناك خربا والبعض الآخر اشتراه الناس (أصبح\nملكا خاصا) وماء آبار مكة مالح ومر لا يساغ شربه ولكن بها كثيرا من الأحواض\nوالمصانع الكبيرة بلغت تكاليف الواحد منها أكثر من عشرة آلاف دينار وهي\nتملأ من ماء الأمطار الذي يتدفق من الأودية وكانت فارغة ونحن هناك\n</p>\n\n<p>\nوقد أنشأ ابن أحد أمراء عدن مجرى للماء تحت الأرض وأنفق عليه أموالا\nكثيرة يسقى منه ما على حافتيه من شجر في عرفات وقد حبس هذا الماء هناك حيث\nغرست الحدائق فلا يصل (قرب) مكة منه إلا القليل لأن القناة لا تبلغها وهذا\nالقليل يجمع في حوض خارج مكة فيأخذ منه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nالسقاءون ويذهبون به إليها ويبيعونه\n</p>\n\n<p>\nوعلى مسافة نصف فرسخ من طريق برقة بئر يسمى بئر الزاهد عنده مسجد جميل\nوماء هذا البئر عذب ويحمله السقاءون إلى مكة لبيعه وجو مكة حار جدا وفي آخر\nبهن القديم (يناير فبراير) رأيت بها الخيار والأترنج والباذنجان وكانت كلها\nطازجة\n</p>\n\n<p>\nهذه هي المرة الرابعة التي أزور بها مكة وقد مكثت بها مجاورا من غرة رجب\n44 (10 نوفمبر 1050) إلى العشرين من ذي الحجة (3 مايو 1051) وقد أثمر بها\nالعنب في الخامس عشر من فروردين (مارس أبريل) فأحضر من السواد إلى مكة وبيع\nفي السوق وكان البطيخ كثيرا في أول اردبهشت (ابريل مايو) وكانت الفاكهة\nمتوفرة طول الشتاء فلم تنقطع قط\n</p>\n\n<h1 class='l1' id='head21'>وصف بلاد العرب واليمن</h1>\n\n<p>\nوحين يسير المسافر مرحلة واحدة جنوبي مكة يبلغ ولاية اليمن التي تمتد حتى\nشاطئ البحر والحجاز واليمن متجاوران ولغتهما العربية وفي الاصطلاح يقال\nلليمن حمير وللحجاز العرب ويحيط البحر البلدين من ثلاث جهات <span id='ms64'></span> فهما شبه جزيرة\nيحدها شرقا بحر البصرة وغربا بحر القلزم الذي تقدم أنه خليج وجنوبا البحر\nالمحيط وطول شبه الجزيرة هذه التي هي اليمن والحجاز من الكوفة إلى عدن أي\nمن الشمال إلى الجنوب خمسمائة فرسخ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nوعرضها من عمان إلى الجار أي من الشرق إلى الغرب أربعمائة فرسخ وبلاد\nالعرب من الكوفة إلى مكة وبلاد اليمن من مكة إلى عدن\n</p>\n\n<p>\nوبلاد العرب قليلة الخصب ويسكن أهلها الصحراء ويملكون الدواب والمواشي\nويقيمون في الخيام\n</p>\n\n<p>\nوبلاد حمير (اليمن) ثلاثة أقسام قسم منها يسمى تهامة وهو يمتد على ساحل\nالقلزم الذي هو غربي تهامة وبه كثير من المدن والخصب مثل صعدة وزبيد وصنعاء\nوغيرها وهذه المدن مشيدة في الصحراء وأمير هذا القسم عبد حبشي من أبناء\nشاددل\n</p>\n\n<p>\nوالقسم الثاني من حمير جبلي يسمى نجدا وبه أماكن مقفرة وأخرى شديدة البرد\nكما أن به أودية ضيقة وقلاعا محكمة\n</p>\n\n<p>\nوالقسم الثالث ناحية المشرق وبه مدن كثيرة منها نجران وعثر وبيشة وغيرها\nوبهذا القسم طوائف كثيرة لكل منها ملك أو رئيس فليس له حاكم واحد فإن سكانه\nعتاة وأغلبهم لصوص وسفاكو دماء وهم كثيرون ومن كل جنس ومساحة هذا القسم\nمائتا فرسخ في مائة وخمسين\n</p>\n\n<p>\nوفي اليمن قصر غمدان بمدينة اسمها صنعاء وقد بقي من أطلال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nكالتل في وسطها ويقال هناك إن رب هذا القصر كان ملكا على العالم كله كما\nيقال إن بهذا التل كنوزا ودفائن كثيرة ولكن أحدا لا يجرؤ على مد يده اليها\nسلطانا كان أو من الرعية ويصنعون بصنعاء العقيق وهو حجارة تقطع من الجبل\nوتسوى على النار في بواتق محاطة بالرمل ثم تعرض هكذا وسط الرمل لحرارة\nالشمس وبعد هذا يصقلونها بعجلة وقد رأيت في مصر سيفا أحضر للسلطان من اليمن\nمقبضه قطعة واحدة من العقيق الأحمر كأنه ياقوت\n</p>\n\n<h1 class='l1' id='head22'>وصف المسجد الحرام والكعبة</h1>\n\n<p>\nقلنا إن الكعبة تقوم وسط المسجد الحرام وإن المسجد الحرام يقوم وسط مكة\nوالمسجد ممتد طولا من الشرق إلى الغرب وعرضا من الشمال إلى الجنوب وسوره\nليس قائم <span id='ms65'></span> الزوايا بل أركانه مقوسة تميل إلى الاستدارة وذلك حتى تكون وجوه\nجميع المصلين شطر الكعبة في أي جهة كانوا يصلون بالمسجد وأقصى طول للمسجد\nمن باب إبراهيم إلى باب بني هاشم أربع وعشرون وأربعمائة ذراع وعرضه من باب\nالندوة وهو جهة الشمال حتى باب الصفا وهو جهة الجنوب وأقصى اتساعه أربع\nوثلاثمائة ذراع وبسبب استدارته تبدو ساحة المسجد أضيق في جهة وأوسع في جهة\nأخرى وحوله ثلاثة أروقة رفعت أسقفها على أعمدة من الرخام ووسط هذه الأروقة\nمربع وعلى طول السقف من ناحية ساحة المسجد خمسة وأربعون طاقا وعلى عرضه\nثلاثة وعشرون وعدد الأعمدة الرخامية التي فيه أربعة وثمانون وأربعمائة عمود\nقيل إنها كلها أرسلت من الشام عن طريق البحر بأمر خلفاء بغداد وقيل أنه حين\nبلغت هذه العمد مكة بلغ ثمن الحبال التي شدت بها إلى السفن والعجلات والتي\nقطعت قطعا ستين ألف دينار مغربي ومن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nهذه العمد عمود من الرخام الأحمر وضع عند باب الندوة قيل إنه اشترى بوزنه\nذهبا ويقدر وزنه بثلاثة آلاف من وللمسجد الحرام ثمانية عشر بابا عليها\nطيقان مقامة على عمد من الرخام وضعت بحيث لا تعوق فتح الأبواب وعلى الجانب\nالشرقي أربعة أبواب هي من الركن الشمالي باب النبي وبه ثلاثة طيقان مقفلة\nوعلى هذا الجانب نفسه عند الطرف الجنوبي (للباب الأول) باب آخر يسمى باب\nالنبي أيضا وبين هذين البابين أكثر من مائة ذراع ولهذا الباب طاقان وفي\nخارجه سوق العطارين وقد كان منزل النبي عليه السلام في هذه السوق وكان يدخل\nمن هذا الباب للصلاة في المسجد فإذا جاوز السائر هذا الباب وجد على السور\nالشرقي أيضا باب علي عليه السلام وهو الباب الذي كان يدخل منه أمير\nالمؤمنين علي عليه السلام للصلاة بالمسجد وله ثلاثة طيقان فإذا جاوزه يجد\nعن ركن المسجد منارة أخرى يبدأ منها السعي وهي غير المنارة التي بباب بني\nهاشم ومن عندها ينبغي الإسراع في السعي وهي إحدى المنارات الأربع المذكورة\n(المنارات الأربع في طرق السعي <span id='ms66'></span>)\n</p>\n\n<p>\nوعلى الحائط الجنوبي الذي هو طول المسجد سبعة أبواب أولها على الركن\nالمقوس واسمه باب الدقاقين وله طاقان وغربيه بقليل باب آخر ذو طاقين يقال\nله باب الفسانين وبعده بقليل باب الصفا وله خمسة طيقان أكبرها الطاق الأوسط\nوعلى كل من جانبيه طاقان صغيران وكان رسول الله عليه السلام يخرج من هذا\nالباب ويذهب إلى الصفا ويدعو وعتبة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nالطاق الأوسط مكونة من حجر أبيض كبير وكان بها حجر أسود وطئه الرسول عليه\nالسلام بقدمه فارتسم نقش القدم المبارك عليه وقد نزع هذا الجزء من الحجر\nالأسود وركب في الحجر الأبيض بحيث تكون أطراف اصابع القدم داخل المسجد ويضع\nبعض الحجاج وجوههم على هذا الحجر وبعضهم يضعون أقدامهم تبركا وأعرف أن\nالأفضل أن أضع وجهي وبعد هذا الباب بقليل ناحية المغرب باب السطوى وله\nطاقان ثم من بعده بقليل باب التمارين وله طاقان ثم باب المعامل وله طاقان\nويقابله بيت أبي جهل وهو الآن مرحاض\n</p>\n\n<p>\nوعلى الحائط الغربي وهي عرض المسجد ثلاثة أبواب الأول عند الركن الجنوبي\nواسمه باب عروة وله طاقان وفي الوسط باب إبراهيم وله ثلاثة طيقا\n</p>\n\n<p>\nوعلى الحائط الشمالي وهي طول المسجد أربعة أبواب ففي الركن الغربي باب\nالوسيط وله طاق واحد ومن بعده ناحية المشرق باب العجلة وله طاق واحد ومن\nبعده في الوسط باب الندوة وله طاقان ثم باب المشاورة وله طاق واحد وعند\nزاوية المسجد في الشمال الشرقي باب يسمى باب بني شيبة\n</p>\n\n<p>\nوالكعبة في وسط ساحة المسجد وهي مستطيل طوله من الشمال إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nالجنوب ثلاثون ذراعا وعرضه من الشرق إلى الغرب ست عشرة ذراعا وبابها شرقي\nبحيث يكون الركن العراقي على يمين الداخل وركن الحجر الأسود على يساره\nويسمى ركنها الجنوبي الغربي بالركن اليماني وركنها الشمالي الغربي بالركن\nالشامي والحجر الأسود مركب على زاوية الحائط في حجر كبير بحيث إذا وقف رجل\nطويل القامة يكون مقابلا لصدره وطول هذا الحجر شبر أربعة أصابع وعرضه\nثمانية أصابع وهو مستدير الشكل وبينه وبين باب الكعبة أربع <span id='ms67'></span> أذرع ويسمى ما\nبينهما الملتزم\n</p>\n\n<p>\nويرتفع باب الكعبة عن الأرض أربع أذرع بحيث إذا وقف رجل مديد القامة على\nالأرض يصل إلى عتبته وقد صنع سلم من الخشب يضعونه وقت الحاجة أمام الباب\nفيصعد عليه الناس ويدخلون الكعبة ويسع عرض هذا السلم عشرة رجال يصعدون\nوينزلون بعضهم بجانب بعض وأرض الكعبة عالية بهذا المقدار\n</p>\n\n<h1 class='l1' id='head23'>وصف باب الكعبة</h1>\n\n<p>\nوهو باب من خشب الساج له مصراعان ارتفاعه ست أذرع ونصف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nذراع وعرض كل من مصراعيه ذراع وثلاثة أرباع الذراع فعرضهما معا ثلاث أذرع\nونصف وعلى صدر الباب وأعلاه كتابة كما أن عليه دوائر زخرفية من فضة وكتابات\nمنقوشة بالذهب والفضة وقد كتبت عليه هذه الآية حتى آخرها {إن أول بيت وضع\nللناس للذي ببكة مباركا وهدى للعالمين} وله حلقتان كبيرتان من الفضة أرسلتا\nمن غزنين وقد ركبتا في مصراعيه بحيث لا تصل إليهما يد إنسان ومن تحتها\nحلقتان أخريان من الفضة أصغر حجما وموضوعتان بحيث تصل اليد إليهما وفيهما\nقفل كبير من الفضة أيضا يقفل به الباب ولا يفتح ما لم ينزع القفل\n</p>\n\n<h1 class='l1' id='head24'>وصف الكعبة من الداخل</h1>\n\n<p>\nيبلغ سمك حائطها ستة أشبار وأرضها مغطاة بالرخام الأبيض وبالكعبة ثلاث\nخلوات صغيرة كأنها دكاكين إحداها تقابل الباب والأخريان على الجانب الشمالي\nوالأعمدة التي بالكعبة والتي أقيم عليها السقف كلها من خشب الساج المربع\nإلا عمودا واحدا مدورا وفي الجانب الشمالي قطعة مستطيلة من الرخام الأحمر\nيقال إن الرسول عليه الصلاة والسلام كان يصلي عليها ويجتهد كل من يعرف ذلك\nأن يصلي هناك وقد غطيت حوائط الكعبة بألواح الرخام الملون وعلى الجانب\nالغربي منها ستة محاريب من الفضة ألصقت بالحائط بمسامير ويبلغ ارتفاع كل\nمنها قامة الرجل وهي مزينة بنقوش كثيرة من الذهب والفضة وهي مرتفعة عن\nالأرض وحوائط الكعبة الأربعة حتى أربعة أذرع من الأرض خالية من النقوش وأما\nبعد ذلك إلى السقف فمزينة بالرخام المنقوش والموشى أغلبه بالذهب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nوفوق كل من الخلوات الثلاث التي ذكرتها والتي توجد إحداها في الركن\nالعراقي والأخرى في <span id='ms68'></span> الركن الشامي والثالثة في الركن اليماني فوق كل ركن\nمنها لوحان من الخشب مثبتان على الحائط بمسامير من فضة وهي ألواح من خشب\nسفينة نوح عليه السلام طول كل منها خمس أذرع وعرضه ذراع واحد\n</p>\n\n<p>\nوقد أسدل على الخلوة التي خلف الحجر الأسود ستار من الديباج الأحمر وحين\nيدخل السائر في الكعبة يجد على اليد اليمنى زاوية مربعة بمقدار ثلاث أذرع\nفي مثلها وهناك سلم يؤدي إلى سطح الكعبة عليه باب من الفضة له مصراع واحد\nيسمى باب الرحمة وعليه قفل من الفضة فإذا صار فوق سطح الكعبة يجد بابا آخر\nمثل الباب السابق منقوش بالفضة على وجهيه وقد غطى سقف الكعبة بالخشب المغطى\nبالحرير الذي يحجبه عن الأنظار وعلى حائط الكعبة الأمامي فوق العمد الخشبية\nكتابة ذهبية فيها اسم العزيز بالله سلطان مصر الذي استولى على مكة من\nالخلفاء العباسين وعلى الحائط أربعة ألواح أخرى كبيرة من الفضة متقابلة\nومثبتة بمسامير من فضة وعلى كل لوح منها اسم السلطان الذي أرسله من سلاطين\nمصر وكان كل منهم يرسل لوحا في عهده\n</p>\n\n<p>\nوبين الأعمدة ثلاثة قناديل فضية معلقة وبلاط سطح الكعبة من الرخام اليمني\nالذي يلمع كأنه البلور وفي أركانها أربع روازن على كل منها لوح من الزجاج\nلينفذ منه النور ولمنع تسرب المطر\n</p>\n\n<p>\nوالميزاب في وسط الحائط الشمالي وطوله ثلاث أذرع وكله مطلي بالذهب\n</p>\n\n<p>\nوالكسوة التي تغطى بها الكعبة بيضاء وقد طرزت في موضعين عرض كل منها ذراع\nوبينهما عشر أذرع تقريبا ومن فوقهما وتحتهما عشر أذرع أيضا بحيث ينقسم\nارتفاع الكعبة إلى ثلاثة أقسام كل منها عشر أذرع بواسطة طرازي الكسوة وعلى\nجوانب هذه الكسوة الأربعة نسجت محاريب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nملونة مزينة بخيوط من ذهب وعلى كل ناحية ثلاثة محاريب محراب كبير في\nالوسط ومحرابان صغيران على جانبيه فعلى النواحي الأربعة إثنا عشر محرابا\n</p>\n\n<p>\nوخارج الكعبة حائط علوه ذراع ونصف وتتصل نهايتهاه بركني الكعبة لأن هذا\nالحائط مقوس كنصف الدائرة وهو يبعد من منتصفه عن الكعبة مقدار خمس عشرة\nذراعا <span id='ms69'></span> وأرض هذا الموضع مبلطة بالرخام الملون المنقوش ويسمى الحجر وبه يصب\nماء الميزاب الذي فوق الكعبة وقد وضع تحته قطعة من الحجر الأخضر على شكل\nمحراب يسقط عليها الماء وهي كبيرة بحيث يستطيع رجل أن يصلي عليها\n</p>\n\n<p>\nومقام إبراهيم عليه السلام شرقي الكعبة وهو الحجر الذي به آثار قدمي\nإبراهيم عليه السلام وهو مركب في حجر آخر وعليه غلاف مربع من الخشب بارتفاع\nقامة الرجل وهو في غاية الدقة ووضعت عليه ألواح من الفضة وقد أحكم ربط\nالغلاف بالحائط بسلاسل من الجانبين وعليه قفلان وذلك حتى لا يستطيع أحد أن\nيلمس الحجر وبين الكعبة ومقام إبراهيم ثلاثون ذراعا\n</p>\n\n<h1 class='l1' id='head25'>بئر زمزم</h1>\n\n<p>\nبئر زمزم شرقي الكعبة حذاء ركن الحجر الأسود وبين زمزم والكعبة ست\nوأربعون ذراعا وسعة البئر ثلاث أذرع ونصف في مثلها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\nوماؤها ملح ولكنه يستساغ وقد بنوا عند فوهتها خرزة من الرخام الأبيض\nارتفاعه ذراعان وفي جوانب حجرة زمزم الأربعة أحواض يصب فيها الماء ويتوضأ\nالناس به وأرضها من الخشب المشبك ليسيل الماء الذي يراق بها وبابها ناحية\nالمشرق\n</p>\n\n<p>\nوأمام البئر ناحية المشرق بناء آخر مربع عليه قبة يسمى سقاية الحاج وضع\nبه أزيار يشرب منها الحجاج وبعد هذا البناء ناحية الشرق بناء آخر مستطيل\nعليه ثلاث قباب يسمى خزانة الزيت به الشمع والزيت والقناديل\n</p>\n\n<p>\nوحول الكعبة أعمدة يتصل بعضها بالبعض بواسطة عروق من الخشب عليها زخارف\nونقوش من الفضة ومعلق بها الحلق والكلابات حتى يوضع الشمع في هذه وتدلى\nالمصابيح من تلك بالليل ويسمى هذا الموضع المشاعل ويفصله عن الكعبة خمسون\nومائة ذراع وهي مسافة الطواف\n</p>\n\n<p>\nفجملة المباني التي بساحة المسجد الحرام عدا الكعبة المعظمة شرفها الله\nتعالى ثلاثة هي بيت زمزم وسقاية الحاج وخزانة الزيت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\nوتحت السقف المحيط بالمسجد بجانب الحائط صناديق من جميع مدن المغرب ومصر\nوالشام والروم والعراقين وخراسان وما وراء النهر وغيرها\n</p>\n\n<p>\nوعلى مسافة أربعة فراسخ شمالي مكة ناحية تسمى برقة بها أمير مكة مع جيش\nخاص به وهناك ماء جار وأشجار ومساحتها فرسخان طولا <span id='ms70'></span> في مثلهما عرضا\n</p>\n\n<p>\nفي هذه السنة كنت بمكة مجاورا منذ أول رجب وعادتهم أن يفتحوا باب الكعبة\nكل يوم في هذا الشهر منذ شروق الشمس\n</p>\n\n<h1 class='l1' id='head26'>وصف فتح باب الكعبة</h1>\n\n<p>\nامتازت قبيلة من العرب تسمى بني شيبة بحفظ مفتاح باب الكعبة وهم خدمها\nوكان لهم خلع ومشاهرات من سلطان مصر ولهم رئيس بيده المفتاح وحين يجيء\nيصاحبه خمسة أو ستة أفراد وحين يصلون ينضم اليهم عشرة من الحجاج فيرفعون\nالسلم الذي قدمنا وصفه ويضعونه أمام الباب فيصعد هذا الشيخ ويقف على العتبة\nويصعد بعده رجلان ويرفعان الستار والديباج الأصفر يمسك كل منهما طرفا منه\nبحيث يحجب الشيخ وهو يفتح الباب يفتح الشيخ القفل وينزعه من الحلق بينما\nالحجاج وقوف أمام الكعبة فحين يفتح الباب يرفعون أيديهم بالدعاء فيعرف كل\nمن يسمع صوتهم بمكة أن باب الكعبة قد فتح فيرفع الناس جميعا أصواتهم عالية\nويدعون ربهم وتحدث جلجلة عظيمة بالبلد ثم يدخل الشيخ بينما الرجلان يمسكان\nالستار ويصلي ركعتين ثم يعود فيفتح الباب على مصراعيه ويقف على العتبة\nويقرأ الخطبة عليهم بصوت مرتفع ويصلي على رسول الله عليه الصلوات والسلام\nوعلى أهل بيته ثم يقف الشيخ وأصحابه على جانبي باب الكعبة بينما يأخذ\nالحجاج في الصعود ودخول الكعبة فيصلي كل منهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nركعتين ثم يخرج ويدوم ذلك إلى قرب منتصف النهار ويولون وجوههم أثناء\nصلاتهم بالكعبة نحو الباب مع جواز التوجه نحو الجوانب الأخرى وقد أحصيت\nالناس في وقت كانت الكعبة ممتلئة فيه حتى لم يكن بها مكان لداخل فكانوا\nعشرين وسبعمائة رجل وعامة حجاج اليمن يشبهون الهنود فكل منهم يتشح بفوطه\nوشعورهم متدلية ولحاهم مضفرة وفي وسط كل منهم حربة قطيفية كالتي يتمنطق بها\nالهنود ويقال إن أصل الهنود من اليمن وأن قتالة أصلها كتارة (الحربة) ثم\nعربت وبفتح باب الكعبة أيام الاثنين والخميس والجمعة من أشهر شعبان ورمضان\nوشوال فإذا جاء ذو القعدة أغلق الباب\n</p>\n\n<h1 class='l1' id='head27'>عمرة الجعرانة</h1>\n\n<p>\nعلى أربعة فراسخ من شمال مكة مكان يسمى الجعرانة كان به النبي عليه\nالسلام <span id='ms71'></span> مع جيشه في السادس عشر من ذي القعدة فأحرم منه وجاء إلى مكة وأعتمر\nوهناك بئران بئر الرسول وبئر علي بن أبي طالب صلوات الله عليهما وماء\nالبئرين عذب جدا وبينهما عشر أذرع وقد اتخذت هذه العمرة النبوية سنة تؤدي\nفي هذا الموسم وقرب البئرين صخرة كبيرة فيها فجوات كأنها كؤوس يقال إن\nالنبي عليه السلام عجن الدقيق فيها بيديه والذين يزورون هذا المكان يعجنون\nالدقيق بأيديهم بماء هذين البئرين ويتخذون من الأشجار الكثيرة هناك وقودا\nللخبز الذي يرسلونه إلى الأقطار تبركا وهناك أيضا صخرة كبيرة مرتفعة يقال\nإن بلالا الحبشي كان يقف عليها ويؤذن للصلاة ويصعد عليها الزائرون ويؤذنون\nوحين كنت بالجعرانة كان بها ناس كثيرون وكان بها أكثر من ألف جمل بالعمارات\nمما يبين كثرة الزائرين الآخرين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\nومن مصر إلى مكة عن الطريق الذي سرت فيه هذه المرة ثلاثمائة فرسخ ومن مكة\nإلى اليمن إثنا عشر فرسخا\n</p>\n\n<p>\nوتقع صحراء عرفات بين جبال صغيرة كالتلال ومساحتها فرسخان في مثلهما وكان\nبها مسجد بناء إبراهيم عليه السلام لم يبق منه هذه الساعة غير منبر خرب من\nالطوب النيئ يصعد عليه الخطيب في صلاة الظهر ويخطب ثم يؤذنون للصلاة ثم\nيصلون جماعة ركعتين سنة المسافرين ثم يقيمون الصلاة ويصلون جماعة ركعتين\nأخريين ثم يجلس الخطيب على جمل ويتجه شرقا والناس وراءه وعلى بعد فرسخ جبل\nحجري صغير يسمى جبل الرحمة هناك يقفون ويدعون حتى وقت الغروب\n</p>\n\n<p>\nوقد أوصل ابن شاد دل الذي كان أميرا لعدن الماء إلى جبل الرحمة من مكان\nبعيد وأنفق في ذلك مالا طائلا ويحمل الماء من هذا الجبل إلى صحراء عرفات\nحيث عملت أحواض تملأ ماء أيام الحج حتى يتيسر الماء للحجيج وقد بنى هذا\nالأمير فوق جبل الرحمة طاقا مربعا كبيرا يضعون فوق قبته كثيرا من القناديل\nوالشموع ليلة عرفة ويومه فيرى نورها من مسافة فرسخين وقيل إن أمير مكة أخذ\nألف دينار من ابن شادن دل ليجيز له إقامة هذا الطاق\n</p>\n\n<p>\nفي التاسع من ذي <span id='ms72'></span> الحجة سنة اثنتين وأربعين وأربعمائة (27 ابريل 1051)\nقضيت الحجة الرابعة بعون الله سبحانه وتعالى ولما غابت الشمس عاد الحجاج\nوالخطيب من عرفات وساروا فرسخا إلى المشعر الحرام ويسمونه المزدلفة وهناك\nبناء جميل كالمقصورة يصلي فيه الناس ويأخذون منه حجارة الرجم التي يرمونها\nبمنى والعادة أن يقضي الحجاج هذه الليلة وهي ليلة العيد هناك حيث يصلون\nالفجر وعند طلوع الشمس يتوجهون إلى منى حيث يضحون وهناك مسجد كبير يسمى\nمسجد الخيف وليس من المفروض إلقاء خطبة وصلاة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\nالعيد بمنى في ذلك اليوم ولم يأمر بهما المصطفى عليه السلام ويكون الحجاج\nبمنى في العاشر من ذي الحجة وهناك يرمون الحجارة وشرح ذلك مذكور في مناسك\nالحج وفي الثاني عشر من ذي الحجة يغادر منى من عزم على العودة لبلاده ويذهب\nإلى مكة أهلها\n</p>\n\n<h1 class='l1' id='head28'>الى الحسا عن طريق الطائف ومطار والثريا وجزع وسربا و</h1>\n\n<h1 class='l1' id='head29'>فلج</h1>\n\n<p>\nواليمامة</span>\n</p>\n\n<p>\nبعد اتمام الحج استأجرت جملا من أعرابي لأذهب إلى الحسا وقيل إنهم\nيبلغونها من مكة في ثلاثة عشر يوما وقد ودعت بيت الله يوم الجمعة تاسع عشر\nذي الحجة سنة اثنتين وأربعين وأربعمائة (7 مايو 1051) الموافق أول خرداد\nالقديم (مايو يونيو) وقد وجدنا مرجا بعد سبعة فراسخ من مكة عنده جبل ولما\nبلغناه وجدنا سهلا وقرى وبئرا اسمها بئر الحسين بن سلامة وكان الجو باردا\nوقد سرنا ناحية المشرق\n</p>\n\n<p>\nبلغنا الطائف يوم الاثنين الثاني والعشرين من ذي الحجة ومن مكة إلى هناك\nإثنا عشر فرسخا والطائف ناحية على رأس جبل وكان الجو باردا في شهر خرداد\n(مايو يونيو) حتى لزم الجلوس في الشمس بينما يكثر البطيخ بمكة في هذا الوقت\nوقصبة الطائف هذه مدينة صغيرة بها حصن محكم وسوق وجامع صغيران وبها ماء جار\nوأشجار رمان وتين كثيرة وبجوارها قبر عبد الله بن عباس رضي الله عنه وقد\nبنى خلفاء بغداد هناك مسجدا كبيرا يقع القبر في زاويته على يمين المحراب\nوالمنبر وبنى الناس هناك بيوتا يسكنونها\n</p>\n\n<p>\nسرنا من الطائف واجتزنا جبالا وأراضي صخرية وكنا نجد حيثما سرنا قلاعا <span id='ms73'></span>\nمحصنة وقرى وقد أروني وسط الصخور قلعة خربة قيل إنها كانت بيت ليلى وقصتهم\nفي هذا عجيبة ومن هناك بلغنا قلعة تسمى مطار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\nوبينها وبين الطائف إثنا عشر فرسخا ثم بلغنا ناحية تسمى الثريا بها نخيل\nكثير وتزرع أرضها بمياه الآبار والسواقي قالوا وليس لهذه الناحية حاكم أو\nسلطان فإن على كل جهة رئيسا او سيدا مستقلا ويعيش الناس على السرقة والقتل\nوهم في حرب دائم بعضهم مع بعض ومن الطائف إلى هناك خمسة وعشرون فرسخا وبعد\nذلك مررنا بقلعة تسمى جزع وعلى مساحة نصف فرسخ منها أربع قلاع نزلنا عند\nأكبرها وتسمى حصن بني نسير وهناك قليل من النخيل وبيت العربي الذي استأجرنا\nحمله في الجزع هذه ولبثنا هناك خمسة عشر يوما إذ لم يكن معنا خفير يهدينا\nالطريق ولكل قوم من عرب هذا المكان ارض محددة ترعى بها ماشيتهم ولا يستطيع\nأجنبي أن يدخلها فهم يمسكون كل من يدخل بغير خفير ويجردونه مما معه فيلزم\nاستصحاب خفير من كل جماعة حتى يتيسر المرور من أرضهم فهو وقاية للمسافر\nويسمونه أيضا مرشد الطريق (قلاوز) وقد اتفق أن جاء إلى الجزع رئيس الأعراب\nالذين كانوا في طريقنا وهم بنو سواد واسمه أبو غانم عبس بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nالبعير فاتخذناه خفيرا وذهبنا معه وقابلنا قومه فظنوا أنهم لقوا صيدا إذ\nأن كل أجنبي يرونه يسمى صيدا فلما رأوا رئيسهم معنا أسقط في أيديهم ولولا\nذلك لأهلكونا وفي الجملة لبثنا معهم زمنا إذ لم يكن معنا خفير يصحبنا ثم\nأخذنا من هناك خفيرين أجر كل منهما عشرة دنانير ليسيرا بنا بين قوم آخرين\nوقد كان من هؤلاء العرب شيوخ في السبعين من عمرهم قالوا لي إنهم لم يذوقوا\nشيئا غير لبن الإبل طوال حياتهم إذ ليس في هذه الصحراء غير علف فاسد تأكله\nالجمال وكانوا يظنون ان العالم هكذا وظللت أتحول من قوم إلى قوم وأجد في كل\nمكان خطرا وخوفا إلا أن الله تبارك وتعالى سلمنا منها\n</p>\n\n<p>\nوبلغنا مكانا في وسط أرض ملؤها <span id='ms74'></span> الصخور يسمى سربا رأيت به جبالا كل منها\nكالقبة لم أر مثلها في أي ولاية وهي من الارتفاع بحيث لا يصل اليها السهم\nوملساء وصلبة بحيث لا يظهر عليها شق أو التواء وقد سرنا من هناك فكان\nزملاؤنا في الطريق كلما رأوا ضبا قتلوه وأكلوه وكانوا يحلبون لبن الجمال\nحيث وجد الأعراب ولم أكن أستطيع أكل الضب أو شرب لبن الجمال وفي كل جهة في\nالطريق بها شجر به ثمر في حجم حبة السلة كنت أقنع بأكل حبات منها وبعد\nمعاناة مشاق ومتاعب كثيرة بلغنا\n</p>\n\n<h1 class='l1' id='head30'>فلج</h1>\n\n<p>\nفي الثالث والعشرين من صفر (433 1051)\n</p>\n\n<p>\nفلج\n</p>\n\n<p>\nومن مكة اليها ثمانون ومائة فرسخ وتقع فلج هذه وسط الصحراء وهي ناحية\nكبيرة ولكنها خربت بالتعصب وكان العمران حين زرناها قاصرا على نصف فرسخ في\nميل عرضا وفي هذه المسافة أربع عشرة قلعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nللصوص والمفسدين والجهلة وهي مقسمة بين فريقين بينهما خصومة وعداوة دائمة\nوقد قالوا نحن من أصحاب الرسيم الذين ذكروا في القرآن الكريم وهناك أربع\nقنوات يسقى منها النخيل أما زرعهم ففي أرض عالية يرفع اليها معظم الماء من\nالآبار وهم يستخدمون في زراعتهم الجمال لا الثيران ولم أرها هناك وزراعتهم\nقليلة واجر الرجل في اليوم عشرة سيرات من غلة يخبزها أرغفة ولا يأكلون إلا\nقليلا من صلاة المغرب حتى صلاة المغرب التالية كما في رمضان ويأكلون التمر\nأثناء النهار وقد رأيت هناك تمرا طيبا جدا أحسن مما في البصرة وغيرها\nوالسكان هناك فقراء جدا وبؤساء ومع فقرهم فإنهم كل يوم في حرب وعداء وسفك\nدماء وهناك تمر يسمونه ميدون تزن الواحدة منه عشرة دراهم ولا يزيدون وزن\nالنوى به عن دانق ونصف ويقال انه لا يفسد ولو بقي عشرين سنة ومعاملتهم\nبالذهب النيشابوري وقد لبثت بفلج هذه أربعة أشهر في حالة ليس أصعب منها لم\nيكن معي من شؤون الدنيا سوى سلتين من الكتب والناس جياع وعراة وجهلاء\nويلتزمون حمل الترس والسيف إذا ذهبوا للصلاة ولا يشترون الكتب وكان هناك\nمسجدا نزلنا فيه وكان <span id='ms75'></span> معي قليل من اللونين القرمزي واللازورد فكتبت على\nحائط المسجد بيت شعر ووضعت في وسطه ورق الشجر فرأوه وتعجبوا وتجمع أهل\nالقلعة كلها ليتفرجوا عليه وقالوا لي إذا تنقش محراب هذا المسجد نعطيك مائة\nمن تمرا ومائة من تمرا عندهم شيء كثير فقد أتى وأنا هناك جيش من العرب وطلب\nمنهم خمسمائة من تمرا فلم يقبلوا وحاربوا وقتل من أهل القلعة عشرة رجال\nوقلعت ألف نخلة ولم يعطوهم عشرة أمنان تمرا وقد نقشت المحراب كما اتفقوا\nمعي وكان لنا في المائة من من التمر عون كبير إذ لم يكن ميسورا أن نجد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\nغذاء ولم يكن لدينا أمل في الحياة ولم نكن نستطيع أن نتصور خروجنا من هذه\nالبادية إذ كان ينبغي للخروج منها عن أي طريق اجتياز مائتي فرسخ من الصحراء\nكلها مخاوف ومهالك ولم أر في الأشهر الأربعة التي أقمتها بفلج خمسة أمنان\nمن القمح في أي مكان وأخيرا أتت قافلة من اليمامة لأخذ الأديم وحمله إلى\nالحسا فإنه يحصر من اليمن إلى فلج حيث يباع للتجار قال لي أعرابي أنا أحملك\nإلى البصرة ولم يكن معي شيء قط لأعطيه أجرا والمسافة مائتا فرسخ وأجرة\nالجمل دينار ويباع الجمل العظيم هناك بدينارين أو ثلاثة ولكني رحلت نسيئة\nإذ لم يكن معي نقود فقال الأعرابي أحملك إلى البصرة على أن تأجرني ثلاثين\nدينارا فقبلت مضطرا ولم أكن قد رأيت البصرة قط فوضع هؤلاء الأعراب كتبي على\nجمل أركبوا عليه أخي وسرت أنا راجلا وتوجهنا في اتجاه مطلع بنات النعش\n(الدب الأكبر) كان الطريق مستويا لا جبال فيه ولا مرتفعات وكان ماء المطر\nمتجمعا حيثما كانت الأرض أشد صلابة ومضت ليال وأيام ولم يبد في أي جهة أثر\nالطريق إلا أنهم كانوا يسيرون بالغريزة (بالسمع) ومن العجيب أنهم كانوا\nيبلغون فجاة بئر ماء مع عدم وجود أي علامة\n</p>\n\n<p>\nاليمامة\n</p>\n\n<p>\nوبالاختصار بلغنا اليمامة بعد مسيرة أربعة أيام بلياليها وب\n</p>\n\n<h1 class='l1' id='head31'>اليمامة</h1>\n\n<p>\nحصن كبير قديم والمدينة والسوق حيث صناع من كل نوع يقعان خارج <span id='ms76'></span> الحصن وبها\nمسجد جميل وأمراؤها علويون منذ القديم ولم ينتزع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\nأحد هذه الولاية منهم إذ ليس بجوارهم سلطان أو ملك قاهر وهؤلاء العلويون\nذوو شوكة فلديهم ثلاثمائة أو أربعمائة فارس ومذهبهم الزيدية وهم يقولون في\nالإقامة (محمد وعلي خير البشر وحي على خير العمل) وقيل إن سكان هذه المدينة\nشريفية (خاضعون للأشراف) وبالنامة مياه جارية في القنوات وفيها نخيل وقيل\nإنه حين يكثر التمر يباع الألف من منه بدينار ومن اليمامة إلى الحسا أربعون\nفرسخا ولا يتيسر الذهاب اليها إلا في فصل الشتاء حين تتجمع مياه المطر\nفيشرب الناس منها ولا يكون ذلك في الصيف\n</p>\n\n<h1 class='l1' id='head32'>وصف الأحساء</h1>\n\n<p>\nوالحسا مدينة في الصحراء ولبلوغها عن أي طريق ينبغي اجتياز صحراء واسعة\nوالبصرة أقرب البلاد الإسلامية التي بها سلطنة إلى الحسا وبينهما خمسون\nومائة فرسخ ولم يقصد سلطان من البصرة الحسا أبدا\n</p>\n\n<p>\nوالحسا مدينة وسواد أيضا وبها قلعة ويحيط بها أربعة أسوار قوية متعاقبة\nمن اللبن المحكم البناء بين كل اثنين منها ما يقرب من فرسخ وفي المدينة\nعيون ماء عظيمة تكفي كل منها لإدارة خمس سواق ويستهلك كل هذا الماء بها فلا\nيخرج منها ووسط القلعة مدينة جميلة بها كل وسائل الحياة التي في المدن\nالكبيرة وفيها أكثر من عشرين ألف محارب وقيل إن سلطانهم كان شريفا وقد ردهم\nعن الإسلام وقال إني أعفيتكم من الصلاة والصوم ودعاهم إلى أن مرجعهم لا\nيكون إلا إليه وأسمه أبو سعيد وحين يسألون عن مذهبهم يقولون إنا أبو\nسعيديون وهم لا يصلون ولا يصومون ولكنهم يقرون بمحمد المصطفى صلى الله عليه\nوسلم وبرسالته وقد قال لهم أبو سعيد إني أرجع اليكم يعني بعد الوفاة وقبره\nداخل المدينة وقد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nبنوا عنده قبرا جميلا وقد أوصى أبناءه قائلا (يرعى الملك ويحافظ عليه ستة\nمن أبنائي يحكمون الناس بالعدل وللقسطاس ولا يختلفون فيما بينهم حتى أعود)\nولهؤلاء الحكام الآن قصر منيف هو دار ملكهم وبه تخت يجلسون هم الستة عليه\nويصدرون أوامرهم بالاتفاق وكذلك يحكمون ولهم ستة وزراء <span id='ms77'></span> على تخت آخر\nويتداولون في كل أمر وكان لهم في ذلك الوقت ثلاثون ألف عبد زنجي حبشي\nيشتغلون بالزراعة وفلاحة البساتين وهم لا يأخذون عشورا من الرعية وإذا\nافتقر إنسان أو استدان يتعهدونه حتى يتيسر عمله وإذا كان لأحدهم دين على\nآخر لا يطالبه بأكثر من رأس المال الذي له وكل غريب ينزل في هذه المدينة\nوله صناعة يعطى ما يكفيه من المال حتى يشتري ما يلزم صناعته من عدد وآلات\nويرد (إلى الحكام) ما أخذ حين يشاء وإذا تخرب بيت أو طاحون أحد الملاك ولم\nتكن لديه القدرة على الإصلاح أمروا جماعة من عبيدهم بأن يذهبوا اليه\nويصلحوا المنزل أو الطاحون ولا يطلبون من المالك شيئا وفي الحسا مطاحن\nمملوكة للسلطان تطحن الحبوب للرعية مجانا ويدفع فيها السلطان نفقات إصلاحها\nوأجور الطحانين وهؤلاء السلاطين الستة يسمون السادات ويسمى وزراؤهم الشائرة\nوليس في مدينة الحسا مسجد جمعة ولا تقام بها صلاة أو خطبة إلا أن رجلا\nفارسيا اسمه علي بن أحمد بنى مسجدا وهو مسلم حاج غني كان يتعهد الحجاج\nالذين يبلغون الحسا والبيع والشراء والعطاء والأخذ يتم هناك بواسطة رصاص في\nزنابيل يزن كل منها ست آلاف درهم فيدفع الثمن عددا من الزنابيل وهذه العملة\nلا تسري في الخارج وينسجون هناك فوطا جميلة ويصدرونها للبصرة وغيرها وإذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\nصلى أحد فإنه لا يمنع ولكنهم أنفسهم لا يصلون ويجيب السلاطين من يحدثهم\nمن الرعية برقة وتواضع ولا يشربون مطلقا وعلى باب قبر أبي سعيد حصان مهيأ\nبعناية عليه طوق ولجام يقف بالنوبة ليلا ونهارا يعنون بذلك أن أبا سعيد\nيركبه حين يرجع إلى الدنيا ويقال إنه قال لأبنائه حين أعود ولا تعرفونني\nإضربوا رقبتي بسيفي فإذا كنت أنا حييت في الحال وقد وضعت هذه الدلالة حتى\nلا يدعي أحد أنه أبو سعيد\n</p>\n\n<p>\nوقد ذهب أحد هؤلاء السلاطين بجيش إلى مكة أيام خلفاء بغداد فاستولى عليها\nوقتل من كان يطوف بالكعبة وانتزع الحجر الأسود من مكانه ونقله إلى الحسا\nوقد زعموا أن <span id='ms78'></span> هذا الحجر مغناطيس يجذب الناس اليه من أطراف العالم ولم\nيفقهوا أن شرف محمد المصطفى صلى الله عليه وسلم وجلاله هما اللذان يجذبان\nالناس فقد لبث الحجر الأسود في الحسا سنين عديدة ولم يذهب اليها أحد وأخيرا\nاشتري منهم الحجر الأسود وأعيد إلى مكانه\n</p>\n\n<p>\nوفي الحسا تباع لحوم الحيوانات كلها من قطط وكلاب وحمير وبقر وخراف\nوغيرها وتوضع رأس الحيوان وجلده بقرب لحمه ليعرف المشتري ماذا يشتري وهم\nيسمنون الكلاب هناك كما تعلف الخراف حتى لا تستطيع الحركة من سمنها ثم\nيذبحونها ويبيعون لحمها\n</p>\n\n<p>\nوالبحر على مسيرة سبعة فراسخ من الحسا إلى ناحية الشرق فإذا اجتازه\nالمسافر وجد البحرين وهي جزيرة طولها خمسة عشر فرسخا والبحرين مدينة كبيرة\nأيضا بها نخل كثير ويستخرجون من هذا البحر اللؤلؤ ولسلاطين الحسا نصف ما\nيستخرجه الغواصون منه وإذا سار المسافر جنوب الحسا يبلغ عمان وهي في بلاد\nالعرب وثلاثة جوانب منها صحراء لا يمكن اجتيازها وولاية عمان ثمانون فرسخا\nفي مثلها وهي حارة الجو ويكثر بها الجوز الهندي المسمى نارجيل وإذا أبحر\nالمسافر من عمان نحو الشرق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\nيبلغ شاطئ كيش ومكران وإذا سار جنوبا يبلغ عدن فإذا سار في الجانب الآخر\nيبلغ فارس\n</p>\n\n<p>\nوفي الحسا تمر كثير حتى أنهم يسمنون به المواشي ويأتي وقت يباع فيه أكثر\nمن ألف من بدينار واحد وحين يسير المسافر من الحسا إلى الشمال سبعة فراسخ\nيبلغ جهة القطيف وهي مدينة كبيرة بها نحل كثير وقد ذهب أمير عربي إلى أبواب\nالحسا ورابط هناك سنة واستولى على سور من أسوارها الأربعة وشن عليها غارات\nكثيرة ولكنه لم ينل من أهلها شيئا وقد سألني حين رآني عما تنبئ به النجوم\nقال أريد أن أستولي على الحسا فهل أستطيع أم لا فإن أهلها قوم لا دين لهم\nفأجبته بما فيه الخير له\n</p>\n\n<p>\nوعندي أن كل البدو يشبهون أهل الحسا فلا دين لهم ومنهم أناس لم يمس الماء\nأيديهم مدة سنة أقول هذا عن بصيرة لا شيء فيه من الأراجيف فقد <span id='ms79'></span> عشت في وسطهم\nتسعة شهور دفعة واحدة لا فرقة بينها ولم أكن أستطيع أن أشرب اللبن الذي\nكانوا يقدمونه إلي كلما طلبت ماء لأشرب فحين أرفضه وأطلب الماء يقولون\nاطلبه حيثما تراه ولكن عند من تراه وهم لم يروا الحمامات أو الماء الجاري\nفي حياتهم\n</p>\n\n<h1 class='l1' id='head33'>وصف فارس</h1>\n\n<p>\nالبصرة\n</p>\n\n<p>\nوالآن أعود إلى حكايتي\n</p>\n\n<p>\nحينما غادرنا الحسا إلى البصرة كنا نجد الماء في بعض الجهات ولا نجده في\nأخرى حتى بلغنا البصرة في العشرين من شعبان سنة ثلاث وأربعين وأربعمائة (28\nديسمبر 1051) للبصرة سور عظيم يحيط بها ما عدا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\nالجزع المطل على النهر وهذا النهر هو شط العرب ويلتقي دجلة والفرات عند\nحدود مدينة البصرة ويلتقي بهما أيضا قناة المويزة فيسمى النهر حينئذ شط\nالعرب ويتفرع من شط العرب هذا قناتان كبيرتان بين منبعهما مسافة فرسخ وقد\nشقا صوب القبلة مسافة أربعة فراسخ ثم يلتقيان ويكونان قناة واحدة تسير\nمسافة فرسخ واحد ناحية الجنوب ومن هاتين القناتين شقت ترع كثيرة مدت في كل\nالأطراف وغرست أشجار النخيل والحدائق على شواطئها والقناة العليا وهي\nالشمالية الشرقية تسمى نهر معقل والثانية وهي الغربية الجنوبية تسمى نهر\nالأبله ومنهما تتكون جزيرة كبيرة مستطيلة والبصرة على أقصر ضلع من هذا\nالمستطيل والجنوب الغربي للبصرة صحراء ليس بها عمران ولا ماء ولا شجر مطلقا\nوكان معظم البصرة خرابا ونحن هناك والجهات العامرة متباعدة جدا من واحدة\nلأخرى نصف فرسخ من الخراب ولكن بابها وسورها محكمان وقويان وبها خلق كثير\nودخل سلطانها كبير كان أميرها في ذلك الوقت ابن أبي كاليجار الديلمي الذي\nكان ملك فارس وكان وزيره رجلا فارسيا اسمه ابو منصور شاه مردان\n</p>\n\n<p>\nوينصب السوق في البصرة في ثلاث جهات كل يوم ففي الصباح يجري التبادل في\nسوق خزاعة وفي الظهر في سوق عثمان وفي المغرب في سوق القداحين والعمل في\nالسوق هكذا كل من معه مال يعطيه للصراف ويأخذ منه صكا ثم يشتري كل ما يلزمه\nويحول الثمن على الصراف فلا يستخدم المشتري شيئا غير صك <span id='ms80'></span> الصراف طالما يقيم\nبالمدينة\n</p>\n\n<p>\nحين بلغنا البصرة كنا من العري والفاقة كأنا مجانين وكنا قد لبثنا ثلاثة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\nشهور لم نحلق شعر رأسنا فأردت أن أذهب إلى الحمام التمس الدفء فقد كان\nالجو باردا ولم يكن علينا ملابس كنت أنا وأخي كلانا نلبس فوطة بالية وعلى\nظهرينا خرقة من الصوف متدلية من الرأس حتى قلت لنفسي من الذي يسمح لنا الآن\nبدخول الحمام فبعت السلتين اللتين كانت بهما كتبي ووضعت بعض دراهم من ثمنها\nفي ورقة لأعطيها للحمامي عسى أن يسمح لنا بوقت أطول في الحمام لنزيل ما\nعلينا من كدر فلما قدمت اليه هذه الدريهمات نظر إلينا شذرا وظن أننا مجانين\nوانتهرنا قائلا اذهبوا فالآن يخرج الناس من الحمام ولم يأذن لنا بالدخول\nفخرجنا في خجل ومشينا مسرعين وكان بباب الحمام أطفال يلعبون فحسبونا مجانين\nفجروا في أثرنا ورشقونا بالحجارة وصاحوا بنا فلجأنا إلى زاوية وقد تملكنا\nالعجب من أمر الدنيا وكان الأعرابي يطلب منا الثلاثين دينارا مغربيا ولم\nنكن نعرف وسيلة للسداد وكان بالبصرة وزير ملك الأهواز واسمه أبو الفتح علي\nبن أحمد وهو رجل أخلاق وفضل يجيد معرفة الشعر والأدب وكان كريما وقد جاء\nالبصرة مع أبنائه وحاشيته وأقام بها ولم يكن لديه ما يشغله وكنت عرفت رجلا\nفارسيا فاضلا من أصدقاء الوزير والمترددين عليه كل وقت وكان هذا الفارسي\nفقيرا لا وسعة عنده لإعانتنا فقص على الوزير قصتنا فلما سمعها أرسل إلي\nرجلا ومعه حصان أن اركب واحضر عندي كما أنت فخجلت من سوء حالي وعريي ولم أر\nالذهاب مناسبا فكتبت رقعة معتذرا وقلت فيها إني سأكون في خدمته (بعد وصول\nورقتي اليه) وكان قصدي من الكتابة شيئين أن يعرف فقري وعلمي حين يطلع على\nكتابتي وأن يقدر أهليتي وذلك حتى لا أخجل من زيارته وقد أرسل إلي في الحال\nثلاثين دينارا لشراء كسوة فاشتريت حلتين جميلتين وفي اليوم الثالث ذهبت\nلمجلس الوزير فرأيته رجلا كاملا أديبا فاضلا جميل الخلقة متواضعا دينا حلو\nالحديث وله أربعة أبناء <span id='ms81'></span> أكبرهم شاب فصيح أديب عاقل اسمه الرئيس أبو عبد\nالله أحمد بن علي بن أحمد وكان شاعرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\nوكاتبا فيه فتوة الشباب ورجاحة العقل ومظاهر التقوى وقد أضافنا الوزير\nعنده من أول شعبان إلى نصف رمضان ثم أمر بإعطاء الأعرابي الذي استأجرنا\nجمله الثلاثين دينارا التي له علي فكفاني مؤونة هذا الدين اللهم تباركت\nوتعاليت فرج ضيق المدينين من عبيدك من هم القرض بحق الحق وأهله ولما أردنا\nالسفر رحلنا عن طريق البحر بعد أن أفاض علينا بنعمه وأفضاله فبلغنا فارس في\nكرامة وهدوء ببركة هذا الرجل الحر رضي الله عز وجل عن الرجال الأحرار\n</p>\n\n<p>\nوفي البصرة ثلاثة عشر مشهدا باسم أمير المؤمنين على بن أبي طالب صلوات\nالله عليه يقال لأحدها مشهد بني مازن وذلك أن أمير المؤمنين عليا صلى الله\nعليه وسلم جاء إلى البصرة في ربيع الأول سنة خمس وثلاثين (سبتمبر 655) من\nهجرة النبي عليه الصلاة والسلام وكانت عائشة رضي الله عنها قد أتت محاربة\nوقد تزوج أمير المؤمنين عليه السلام ليلى بنت مسعود النهشلي وكان هذا\nالمشهد بيتها وقد أقام أمير المؤمنين اثنين وسبعين يوما ثم رجع إلى الكوفة\nوبجانب المسجد الجامع مشهد آخر يسمى مشهد باب الطيب ورأيت في مسجد البصرة\nعمودا من الخشب طوله ثلاثون ذراعا وسمكه خمسة أشبار وأربعة أصابع وكان أحد\nطرفيه أسمك من الطرف الآخر قيل إنه من أخشاب بلاد الهند استولى عليه أمير\nالمؤمنين علي عليه السلام وأحضره للبصرة والأحد عشر مشهدا الأخرى كل منها\nبموضع وقد زرتها كلها\n</p>\n\n<p>\nبعد أن أيسرنا ارتدينا ملابسنا وذهبنا يوما إلى ذلك الحمام الذي لم يسمح\nلنا بدخوله من قبل فوقف الحمامي عند دخولنا من الباب وكذلك وقف كل من\nالحاضرين حتى دخلنا ثم جاء المدلك والقيم وقاما بخدمتنا فلما فرغنا ودخلنا\nغرفة الملابس وقف كل من بها ولم يجلسوا حتى لبسنا ثيابنا وخرجنا وفي أثناء\nذلك كان الحمامي يقول لصاحب له هذان هما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nالرجلان اللذان لم ندخلهما الحمام يوم كذا وكان يظن أنني لا <span id='ms82'></span> أعرف لغته\nفقلت له بالعربية حقا ما تقول فنحن اللذان كنا نلبس خرقة من الصوف على\nظهرنا فخجل الرجل واعتذر وكان بين هذين الحالين عشرون يوما وقد ذكرت هذا\nالفصل حتى يعرف الناس أنه لا ينبغي التذمر من أزمات الزمان واليأس من رحمة\nالخالق جل جلاله وعم نواله فإنه تعالى رحيم\n</p>\n\n<h1 class='l1' id='head34'>وصف المد والجزر بالبصرة ووصف أنهارها</h1>\n\n<p>\nيحدث المد ببحر عمان عادة مرتين كل أربع وعشرين ساعة فيرتفع الماء بمقدار\nعشر أذرع وحين يبلغ الارتفاع أقصى مداه يبدأ الجزر بالتدريج فينخفض الماء\nعشرا أو اثنتي عشرة ذراعا ويعرف بلوغ ارتفاع الماء مقدار الأذرع العشر\nبظهوره على عمود أقيم هناك أو على حائط ولو كانت الأرض مستوية وغير عالية\nلعظم امتداد البحر اليها ويسير النهران دجلة والفرات بغاية البطء حتى يتعذر\nفي بعض الجهات معرفة اتجاه التيار فيهما وحين يبدأ المد بدفع البحر ماءهما\nمسافة أربعين فرسخا حتى يظن إنهما يرتدان إلى منبعيهما أما في الأماكن\nالأخرى التي تقع على شاطئ البحر فإن امتداد المد إليها يتوقف على ارتفاعها\nوانخفاضها فحيثما استوت الأرض ازداد المد وحيثما ارتفعت قل ويقال إن المد\nوالجزر متعلقان بالقمر فيبلغ المد أقصى مداه حين يكون القمر على الأفقين\nيعني أفقي المشرق والمغرب ومن ناحية أخرى حين يكون القمر في اجتماع الشمس\nواستقبالها يزداد الماء أي ان المد يزيد في هذه الأوقات ويعظم ارتفاعه وحين\nيكون القمر في التربيعات تأخذ المياه في النقصان يعني لا يكون علوها كثيرا\nوقت المد ولا ترتفع ارتفاعها وقت الاجتماع والاستقبال وكذلك يكون جزرها في\nهذه الحالة أقل هبوطا منه في وقت الاجتماع والاستقبال وبهذه الدلائل يقولون\nإن المد والجزر متعلقان بالقمر والله تعالى أعلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\nوالأبلة التي تقع على النهر المسمى بها مدينة عامرة وقد رأيت قصورها\nوأسواقها ومساجدها وأربطتها وهي من الجمال بحيث لا يمكن حدها أو وصفها\nوالمدينة الأصلية تقع الجانب الشمالي للنهر وعلى جانبه الجنوبي يوجد من\nالشوارع والمساجد والأربطة والأسواق والأبنية الكبيرة ما لا يوجد أحسن منه\nفي <span id='ms83'></span> العالم وهذا الجانب الجنوبي يسمى شق عثمان والشط الكبير الذي هو دجلة\nوالفرات مجتمعين والمسمى شط العرب يقع شرقي الأبلة والمدينة في الجنوب\nويلتقي نهرا الابلة ومعقل عند البصرة وقد ذكرت ذلك من قبل\n</p>\n\n<h1 class='l1' id='head35'>وصف أحياء البصرة</h1>\n\n<p>\nوالبصرة عشرون ناحية في كل منها كثير من القرى والمزارع وهي حشان شربه\nبلاس عقر ميسان المقيم نهر حرب شط العرب سعد سام الجعفرية المشان الصمد\nالجونة الجزيرة العظمى مروت الشرير جزيرة العرش الحميدة الحويزة المنفردات\n</p>\n\n<p>\nويقال انه كان من المتعذر في وقت ما أن تمر سفينة من فم نهر الأبلة لعظم\nعمق مائه فأمرت امراة من أثرياء البصرة بتجهيز أربعمائة مركب وملأتها كلها\nبنوى التمر وأغرقتها هناك بعد أحكام سدادها فارتفع القاع وتيسر عبور السفن\nوفي الجملة فقد غادرنا البصرة في منتصف شوال سنة ثلاث وأربعين وأربعمائة\n(20 فبراير 1052) فركبنا الزورق وسرنا في نهر الأبلة ورأينا طوال أربعة\nفراسخ في اجتيازه حدائق وجواسق ومناظر لا تنقطع على شاطئيه ويتفرع من هذا\nالنهر ترع كل منها في سعة نهر فلما بلغنا شق عثمان وهي أمام الأبلة نزلنا\nوأقمنا بها وفي السابع عشر من شوال (22 فبراير) ركبنا سفينة تسمى بوصي وكان\nالناس الكثيرون الواقفون على الجانبين يصيحون قائلين سلمك الله يا بوصي وقد\nبلغنا عبادان فنزل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\nفنزل الركاب من السفينة\n</p>\n\n<p>\nوتقع عبادان على شاطئ البحر وهي كالجزيرة إذ أن الشط ينقسم هناك إلى\nقسمين مما يجعل بلوغها متعذرا من أي ناحية بغير عبور الماء ويقع المحيط\nجنوب عبادان ولذا فإن الماء يبلغ سورها وقت المد كما أنه يبتعد عنها أقل من\nفرسخين أثناء الجزر ويشتري بعض المسافرين الحصير من عبادان ويشتري البعض\nالآخر المأكولات منها وفي صباح اليوم التالي أجريت السفينة في البحر وسارت\nبنا شمالا وكان المد حلوا مستساغا لغاية عشرة فراسخ ذلك لأن الشط يسير\nكاللسان في وسط البحر ولما ارتفعت الشمس ظهر في البحر شيء يشبه العصفور\nالدري وكان يكبر كلما اقتربنا منه فلما واجهناه من اليسار على مسافة فرسخ\nخالفت الرياح <span id='ms84'></span> فرموا المرساة ولفوا الشراع فسألت ما هذا قالوا إنه الخشاب\n</p>\n\n<h1 class='l1' id='head36'>وصف الخشاب (المنار)</h1>\n\n<p>\nيتكون من أربعة أعمدة كبيرة من خشب الساج على هيئة المنجانيق وهو مربع\nقاعدته متسعة وقمته ضيقة ويرتفع عن سطح البحر أربعين ذراعا وعلى قمته حجارة\nوقرميد مقامة على عمد من خشب كأنها سقف ومن فوقها أربعة عقود يقف بها\nالحراس ويقول البعض إن الذي بنى الخشاب هذا تاجر كبير ويقول آخرون بل بناه\nأحد الملوك وكان الغرض منه شيئين أحدهما أنه بني في جهة ضحلة يضيق البحر\nعندها فإذا بلغتها سفينة كبيرة ارتطمت بالأرض ففي الليل يشعلون سراجا في\nزجاجة بحيث لا تطفئه الرياح وذلك حتى يراه الملاحون من بعيد فيحتاطون\nوينجون والثاني ليعرف الملاحون الاتجاه وليروا القرصان إن وجدوا فيتقونهم\nبتحويل اتجاه السفينة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\nولما اجتزنا الخشاب بحيث أصبح لا يرى رأينا آخر مثله ولكن ليس على سطحه\nقبة لأنهم لم يستطيعوا إكماله\n</p>\n\n<p>\nومن هناك بلغنا مدينة مهروبان وهي مدينة كبيرة على شاطئ البحر الشرقي بها\nسوق كبير وجامع جميل ولكن ماءها من المطر وليس بها آبار أو قنوات من الماء\nالعذب وقد اتخذ أهلها أحواضا ومصانع ليكون الماء متوفرا دائما وقد بني بها\nثلاثة أربطة كل منها كأنه حصن محكم ومرتفع وقد رأيت على منبر مسجدها الجامع\nاسم يعقوب بن الليث فسألت واحدا كيف كان ذلك فقال إن يعقوب بن الليث الصفار\nاستولى على البلاد لغاية هذه المدينة ولم يكن لأمير آخر من أمراء خراسان\nهذه القوة وفي الوقت الذي كنت بها كانت مهروبان ملكا لأبناء أبي كاليجار\nالذي كان ملك فارس ومأكولات هذه المدينة تحمل إليها من المدن والولايات\nالأخرى إذ ليس بها شيء سوى السمك وفيها تحصل المكوس فهي ميناء وحين يسير\nالمسافر منها جنوبا على شاطئ البحر يبلغ توه وكازرون وقد لبثت بمهروبان\nزمنا لأنه قيل إن الطرق ليست آمنة لما بين أبناء أبي كاليجار من الحروب فقد\nكان كل منهم على رأس جيش وكان الملك مضطربا وسمعت أن بأرجان رجلا عظيما <span id='ms85'></span>\nفاضلا هو الشيخ السديد محمد بن عبد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\nالملك وكنت قد سئمت من كثرة ما أقمت بمروبان فكتبت له خطابا وأعلمته\nبحالي والتمست منه أن يرحلني من هذه المدينة إلى بلد أمين فلما أرسلت\nالكتاب جاءني في اليوم الثالث ثلاثون راجلا مدججون بالسلاح وقالوا قد\nأرسلنا الشيخ لنكون في خدمتك إلى أرجان وقد اصطحبونا آمنين اليها\n</p>\n\n<p>\nأرجان مدينة كبيرة بها عشرون ألف رجل وفي الجانب الشرقي منها نهر ينحدر\nمن الجبل الذي شقت عند جانبه الشمالي أربع ترع عظيمة تتخلل المدينة وقد\nأنفق في إنشائها مال كثير وتسير هذه الترع إلى ما وراء أرجان وقد زرعت على\nشواطئها الحدائق والبساتين وبها كثير من النحل وأشجار النارنج والترنج\nوالزيتون وبنيت أرجان بحيث يكون ما تحت الأرض من بيوتها مساويا لما فوقها\nويتخلل الماء هذه المساكن الأرضية والسراديب في جميع جهات المدينة حيث\nيستريح الناس في فصل الصيف والناس هناك على مذاهب شتى وإمام المعتزلة اسمه\nأبو سعيد البصري وهو رجل فصيح يدعي العلم بالهندسة والحساب وقد تباحثت معه\nوسأل كل منا الآخر وأجابه كما سمعت منه في علمي الكلام والحساب وغيرهما\n</p>\n\n<p>\nغادرت أرجان في أول المحرم سنة أربع وأربعين وأربعمائة (2 مايو 1052) وقد\nاتجهنا ناحية أصفهان عن طريق كوهستان فبلغنا في الطريق جبلا به شق ضيق يقول\nالعامة إن بهرام جور شقه بسيفه ويسمونه شمشير بريد ورأينا في هذا المكان\nماء متدفقا يتفجر من عين على يميننا وينزل من مكان عال ويقول العامة إن هذا\nالماء يجوم تفجره في الصف أما في الشتاء فيقف ويتجمد\n</p>\n\n<p>\nثم بلغنا لوردغان وبينها وبين أرجان أربعون فرسخا ولوردغان هذه هي حدود\nفارس ومن هناك بلغنا خان لنجان ورأيت اسم السلطان طغرل بيك مكتوبا على\nبابها ومنها إلى أصفهان سبعة فراسخ ويعيش أهل خان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\nلنجان آمنين هادئين كل منهم مشتغل بعمله وشؤون بيته وفي الثامن من صفر\nسنة أربع وأربعين وأربعمائة (10 يونيو 1052) قمنا من هناك فبلغنا مدينة\nأصفهان ومن البصرة اليها ثمانون ومائة فرسخ وهي مشيدة على أرض <span id='ms86'></span> مستوية ماؤها\nعذب وهواؤها عليل وحيثما حفرت الأرض عشر أذرع خرج ماء عذب بارد وللمدينة\nسور مرتفع حصين به بوابات ومقاتلات وعلى السور شرفات وفيها أنهار جارية\nوأبنية جميلة مرتفعة وفي وسطها مسجد جمعة جميل جدا ويقال إن طول سورها\nثلاثة فراسخ ونصف وكلها عامرة من الداخل فلم أر بها خرابا قط وفيها أسواق\nكثيرة ورأيت فيها سوقا من أسواق الصرافين كان بها مائتا صراف ولكل سوق سور\nوبوابة محكمة وكذلك للأحياء والشوارع وأربطتها نظيفة وفي شارع اسمه كوطراز\n(شارع الطرازين) خمسون رباطا جميلا في كل منها تجار ومستأجرون كثيرون\nوالقافلة التي صحبناها في الطريق كانت تحمل ثلاثمائة وألف خروار من البضائع\nولما دخلنا اصفهان لم يتحر عن دخولنا أحد إذ لا تضيق أماكن السكنى أو تتعذر\nالإقامة أو المؤن بها ولما استولى السلطان طغرل بيك أبو طالب محمد بن\nميكائيل بن سلجوق رحمة الله عليه على هذه المدينة ولى عليها شابا نيسابوريا\nكان كاتبا مجيدا حسن الخط هادئا حسن اللقاء ولقبه الخواجه العميد كان صاحب\nفضل حلو الحديث كريما وكان السلطان قد أمر بأن لا يطالب الناس بشيء مدة\nثلاث سنين فسار على ذلك وأعاد المهاجرين إلى أوطانهم وكان هذا الرجل من\nكتاب الشورى وكان بأصفهان قبل مجيئنا قحط عظيم ولكن حين بلوغنا إياها كان\nالشعير قد جمع وكان المن والنصف من خبز القمح يساوي درهما عدلا وكذلك كانت\nثلاثة الأمنان من الشعير وقال الناس هناك إن أحدا منهم لم ير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\nإنه بيع بها بدرهم أقل من ثمانية أمنان من الخبز ولم أر قي كل البلاد\nالتي تتكلم الفارسية مدينة أجمل ولا أكثر سكانا وعمرانا من أصفهان وقيل إنه\nإذا خزن بها القمح أو الشعير أو غيرهما من الحبوب مدة عشرين سنة لالم يفسد\nوقال البعض إن هواءها كان أحسن قبل إنشاء السور وإنه تغير بعد إنشائه بحيث\nتفسد بعض الأشياء أما الريف فقد ظل هواؤه كما كان وقد قمت بأصفهان عشرين\nيوما بسبب تأخر قيام القافلة وفي الثامن <span id='ms87'></span> والعشرين من صفر سنة أربع وأربعين\nوأربعمائة (30 يونيو 1052) بلغنا قرية تسمى هيم آباد ومن هناك بلغنا قصبة\nنايين عن طريق الصحراء وجبل مسكيان ومن أصفهان الى هناك ثلاثون فرسخا وقد\nسرنا من نايين مسافة ثلاثة وأربعين فرسخا حتى بلغنا قرية كرمة من ناحية\nبيابان التي بها عشر أو اثنتا عشرة وهي جهة جوها حار وبها نخيل وكانت تابعة\nقديما للقفص وحين بلغناها كان الأمير كليكى قد استولى عليها منهم ونصب\nعليها نائبا من قبله وجعل مقامه في قرية ذات قلعة تسمى بيادة وقد ضبط هذا\nالحاكم الولاية وجعل طرقها آمنة وإذا قطع القفص الطريق يرسل اليهم الأمير\nكليكى جنده فيقبضون عليهم ويستردون منهم المال ويقتلونهم وقد أصبح الطريق\nآمنا واستراح الناس بفضل هذا الأمير العظيم اللهم تباركت وتعاليت احفظ\nوانصر وأعن السلاطين العادلين وارحم المتوفين منهم وقد بنيت في هذا الطريق\nالصحراوي بين كل فرسخين في المواضع غير الملحة قباب صغيرة وخزانات يتجمع\nفيها ماء المطر وقد شيدت القباب حتى لا يضل المسافرون الطريق ولكي يأووا\nاليها ساعات في الحر والبرد وقد رأينا في الطريق الرمل المتحرك وكل من\nيتحول عن العلامات التي وضعت في الطريق للإرشاد فإنه لا يستطيع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\nالخروج من وسط هذا الرمل ويهلك وبدا لنا طوال ستة فراسخ أرض ملحة متحركة\nيختفي فيها من ينحرف اليها عن الطريق المحدود ومن هناك ذهبنا عن طريق رباط\nزبيدة المسمى رباط المرامي وهو يحتوي على خمس آبار ولولا هذا الرباط والماء\nالذي به لما استطاع أحد اجتياز هذه الصحراء ثم دخلنا ناحية طبس في قرية\nتسمى رستاباد وفي التاسع من ربيع الأول سنة أربع وأربعين وأربعمائة (9\nيوليو 1052) بلغنا طبس ويقال إن بينها وبين أصفهان عشرة ومائة فرسخ وطبس\nمدينة مزدحمة ولو انها تشبه القرية ماؤها قليل وزراعتها أقل وبها النخل\nوالبساتين وتقع نيسابور على مسيرة أربعين فرسخا منها شمالا وخبيص على مسيرة\nأربعين فرسخا جنوبا في طريق الصحراء وناحية المشرق جبل صعب المرتقى وكان\nأميرها في ذلك الوقت كيلكى بن <span id='ms88'></span> محمد الذي استولى عليها بالسيف والناس هناك\nفي سلام وأمن عظيمين حتى انهم لا يغلقون بيوتهم ليلا ويتركون البهائم في\nالطريق مع أن المدينة غير مسورة ولا تجرؤ امرأة على الكلام مع شخص أجنبي\nعنها فإذا فعلت قتل الاثنان وكذلك لا سرقة ولا قتل بفضل حزم الأمير وعدله\n</p>\n\n<p>\nوقد رأيت الأمن والعدل فيما رأيت من بلاد العرب والعجم في أربعة مواضع\nالأول بالدشت أيام لشكر خان والثاني في الديلم أيام أمير الأمراء جستان بن\nإبراهيم والثالث بمصر أيام المستنصر بالله أمير المؤمنين والرابع بطبس أيام\nالأمير أبي الحسن كيلكى بن محمد فلم أسمع على كثرة ما سافرت بمثل ما في هذه\nالجهات من الأمن ولم أره\n</p>\n\n<p>\nوقد استبقانا الأمير رضي الله عنه سبعة عشر يوما بطبس وأضافنا وأمر لنا\nبصلات وقت الرحيل معتذرا عن ضآلتها وأرسل معنا أحد فرسانه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\nحتى زوزن التي تقع على مسيرة اثنين وسبعين فرسخا\n</p>\n\n<p>\nوبعد إثني عشر فرسخا من قيامنا من طبس بلغنا قصبة تسمى الرقة بها مياه\nجارية وزرع وبساتين وأشجار وحصن ومسجد جمعة وقرى ومزارع كبيرة وفي التاسع\nمن ربيع الآخر (8 أغسطس) غادرنا الرقة وفي الثاني عشر من هذا الشهر بلغنا\nتون وبينهما عشرون فرسخا وتون مدينة كبيرة ولكن معظمها كان خرابا حين\nرأيتها وهي على حافة واد به الماء الجاري والقنوات وفي جانبها الشرقي\nبساتين كثيرة ولها حصن محكم وقيل إنه كان بها أربعمائة مصنع للسجاد وفي\nالمدينة كثير من شجر الفستق في بساتين المنازل ويعتقد سكان بلخ وطخارستان\nأن الفستق لا ينبت ولا ينمو إلا على الجبال\n</p>\n\n<p>\nولما رحلنا من تون حكى لي الرجل الذي بعثه معنا الأمير كيلكي فقال كنا\nذاهبين ذات مرة من تون إلى كنايد فخرج علينا اللصوص وتغلبوا علينا فألقى\nبعضنا من الخوف بنفسه في بئر تجري تحت الأرض وكان لواحد من هؤلاء والد شفوق\nفجاء واستأجر رجلا لينزل إلى البئر ويخرج ولده منها واستعان الجماعة بكل ما\nلديهم من الحبال وأتى رجال كثيرون ونزل الرجل مسافة سبعمائة <span id='ms89'></span> ذراع حتى بلغ\nالقاع وربط الولد بالحبل وجروه ميتا وقد قال الرجل حين طلع من البئر إن بها\nماء عظيما يتدفق جاريا تحت الأرض مسافة أربع فراسخ ويقال إن كيخسرو هو الذي\nأمر بحفرها\n</p>\n\n<p>\nوفي الثالث والعشرين من شوال (23 أغسطس) بلغنا مدينة قاين وبينها وبين\nتون ثمانية عشر فرسخا تجتازها القافلة في أربعة أيام وهي مسافة شاقة وقاين\nمدينة كبيرة حصينة حولها خندق وبها مسجد جمعة به مقصورة عليها عقد عظيم لم\nأر أكبر منه في خراسان وهو غير متناسب مع حجم المسجد وعلى جميع بيوت\nالمدينة قباب وزوزن على مسيرة ثمانية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\nعشر فرسخا من الجانب الشرقي الشمالي لقاين ومنها جنوبا إلى هراة ثلاثون\nفرسخا ورأيت بقاين رجلا اسمه أبو منصور محمد بن دوست ملم بكل علم من طب\nوفلك ومنطق فسألني أي شيء خارج هذه الأفلاك والأنجم قلت يسمى شيئا ما يكون\nداخل الأفلاك أما ما وراءها فلا يجوز أن يسمى شيئا فقال ما وراء السموات\nمعنوي أم مادي قلت لا جدال أن العلم محدود وحده فلك الأفلاك والحد ما يقصل\nفلكا عما عداه فإذا علم هذا وجب أن يكون ما وراء الأفلاك مخالفا لما في\nداخلها قال هذا المعنى الذي يثبته العقل هل له نهاية من هذه الناحية إن\nكانت له نهاية فأين وإن كان لا نهاية له فكيف يقبل الللامتناهي الفناء\nوتكلمنا زمنا على هذا النحو فقال أنا كثير الحيرة من هذا فقلت ومن لا يحار\nفيه وعلى كل حال فقد لبثنا بقاين شهرا بسبب ثورة كانت في زوزون أثارها عبيد\nالنيسابوري ولتمرد رئيس زوزن وقد أرجعت من هناك الفارس الذي بعثه معنا\nالأمير كيلكي وخرجنا من قاين قاصدين سرخس فبلغناها في الثاني من جمادى\nالآخرة (أول أكتوبر) وقدرت من البصرة إلى سرخس تسعين وثلاثمائة فرسخ وقد\nغادرنا سرخس عن طريق الرباط الجعفري والرباط العمري والرباط النعمتي وهي\nثلاثة أربطة متقاربة على الطريق\n</p>\n\n<p>\nوفي الثاني عشر من جمادى الآخر بلغنا مدينة مرو الرود وخرجنا منها بعد\nيومين <span id='ms90'></span> وتبعنا طريق آب كرم وفي التاسع عشر بلغنا فارياب بعد ان سرنا ستة\nوثلاثين فرسخا وكان أمير خراسان جعفري بيك أبو سليمان داود ابن ميكائيل بن\nسلجوق في شبورغان وكان يقصد الذهاب إلى دار ملكه مرو وقد اتبعنا طريق\nسنكلان بسبب الثورات ثم اتجهنا ناحية بلخ عن طريق سه دره فلما بلغنا رباطها\nسمعنا أن أخي أبا الفتح عبد الجليل كان في حاشية وزير أمير خراسان المسمى\nأبا نصر\n</p>\n\n<p>\nوقد مضى على خروجنا من خراسان سبعة أعوام فلما بلغنا دستكرد رأينا أمتعة\nتنقل إلى شبورغان فسأل أخي الذي كان معي لمن هذه فقيل له\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p158'> Vol. 01, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\nإنها لهذا الوزير فسألهم هل تعرفون أبا الفتح عبد الجليل فقالوا إنه كان\nمعنا ثم اقترب منا خادم وسألنا من أين أتيتم فقلنا من الحج قال إن لسيدي\nأبي الفتح عبد الجليل أخوين ذهبا للحج منذ سنوات وهو دائم الشوق إليهما\nوكلما سأل عنهما أحد لا يدله قال أخي إنا نحمل من ناصر كتابا فحين يصل سيدك\nنسلمه إياه وبعد قليل سارت القافلة وسرنا معها فقال هذا الخادم إن سيدي يصل\nالآن فإذا لم يجدكما يضيق صدره فإذا أعطيتماني الكتاب لأسلمه له يسر به\nفقال له أخي أتريد خطاب ناصر أم ناصرا نفسه هذا هو ناصر ففرح الخادم ولم\nيعرف ماذا يفعل وسرنا نحن إلى بلخ عن طريق ميان روستا\n</p>\n\n<p>\nوقد جاء أخي الخواجه أبو الفتح عبد الجليل إلى دسنكرد عن طريق الصحراء\nوكان ذاهبا مع الوزير إلى أمير خراسان فلما سمع بأمرنا عاد من دستكرد\nوانتظرنا على رأس قنطرة جموكيان إلى أن وصلنا وكان هذا في يوم السبت السادس\nوالعشرين من جمادى الآخر سنة أربع وأربعين وأربعمائة (26 أكتوبر 1052) وقد\nالتقينا وفرحنا باللقاء وشكرنا الله سبحانه وتعالى وذلك بعد أن فقدنا الأمل\nفي اللقاء وبعد أن تعرضنا للتهلكة مرات حتى يئسنا من الحياة وفي هذا\nالتاريخ نفسه بلغنا بلخ فقلت هذه الأبيات الثلاثة في هذا المقام ... فإن\nيكن تعب الدنيا وعناءها طويلين فشرها وخيرها لا محالة <span id='ms91'></span> منتهيان\n</p>\n\n<p>\nإن الفلك يتحرك من أجلنا ليل نهار وكلما راح منا واحد تلاه آخر\n</p>\n\n<p>\nإنا نروح ونغدو في الحياة إلى أن تحين الروحة التي لا عودة منها ...\n</p>\n\n<h1 class='l1' id='head37'>وتبلغ المسافة التي قطعناها من بلخ إلى مصر ومن مصر إلى مكة ومنها إلى فارس عن طريق البصرة ثم إلى بلخ عدا الأطراف التي زرناها في الطريق ألفين ومائتين وعشرين فرسخا</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n            \n<p>\nوقد وصفت بأمانة ما رأيت في رحلتي وأما ما سمعته وكان عليه اعتراض فلا\nينسبه القراء إلي ولا يؤاخذوني أو يلوموني عليه وإن وفقني الله سبحانه\nوتعالى وسافرت إلى المشرق فسأضم وصف ما أشاهده هناك إلى هذه الرحلة إن شاء\nالله تعالى وحده العزيز والحمد لله رب العالمين والصلوة على محمد وآله\nوصحبه أجمعين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n             <span id='ms92'></span>\n</p>\n",
  "pages": [
    "000",
    "001",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160"
  ],
  "volumes": [
    "01"
  ]
}