{
  "content": "\n<p>\n[حققه: د. يوسف بن عبد الله بن يوسف الوابل - الطبعة: الثانية، 1418 ه]\n</p>\n\n<h1 class='l1' id='head0'>باب <span id='ms623'></span> ذكر ما نطق به نص التنزيل من القرآن الكريم بأنه كلام الله، </h1>\n\n<p>\nوأن الله عالم متكلم قال الله عز وجل: {وإن أحد من المشركين استجارك\nفأجره حتى يسمع كلام الله} [التوبة: 6] وقال تعالى: {وقد كان فريق منهم\nيسمعون كلام الله ثم يحرفونه من بعد ما عقلوه وهم يعلمون} [البقرة: 75]\nوقال: {فآمنوا بالله ورسوله النبي الأمي الذي يؤمن بالله وكلماته}\n[الأعراف: 158] وقال عز وجل: {قل لو كان البحر مدادا لكلمات ربي لنفد البحر\nقبل أن تنفد كلمات ربي ولو جئنا بمثله مددا} [الكهف: 109]، وقال عز وجل:\n{إني اصطفيتك على الناس برسالاتي وبكلامي} [الأعراف: 144]، وقال: {ولو أن\nما في الأرض من شجرة أقلام والبحر يمده من بعده سبعة أبحر ما نفدت كلمات\nالله} وقال تعالى {يريدون أن يبدلوا كلام الله} [الفتح: 15]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p216'> Vol. 05, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\nوقال تعالى: {وكلم الله موسى تكليما} [النساء: 164] وقال تعالى {ولما جاء\nموسى لميقاتنا وكلمه ربه} [الأعراف: 143] وقال تعالى: {ومن أصدق من الله\nحديثا} [النساء: 87]، ولم يقل: أصدق من الله خلقا. وقال: {وإذ قال ربك\nللملائكة إني جاعل في الأرض خليفة} [البقرة: 30] ولم يقل: وإذ خلق ربك.\nوقال عز وجل: {قال الله إني منزلها عليكم} [المائدة: 115] وقال: {وإذ قال\nالله يا عيسى ابن مريم أأنت قلت للناس} [المائدة: 116]، وقال تعالى: {قال\nالله هذا يوم ينفع الصادقين صدقهم} [المائدة: 119]، وقال تعالى: {وقال ربكم\nادعوني أستجب لكم} [غافر: 60] وقال: {وقلنا يا آدم اسكن أنت وزوجك الجنة}\n[البقرة: 35] وقال تعالى فيما أعلمناه في كتابه أن القرآن من علمه، فقال\nتعالى: {ولا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p217'> Vol. 05, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\nيحيطون بشيء من علمه} [البقرة: 255] وقال: {لكن الله يشهد بما أنزل إليك\nأنزله بعلمه} [النساء: 166] وقال {فإن لم يستجيبوا لكم فاعلموا أنما أنزل\nبعلم الله} [هود: 14] وقال: {وما تحمل من أنثى ولا تضع إلا بعلمه} [فاطر:\n11] فقد دلنا كتاب الله أن القرآن كلام الله، وأنه علم من علم الله، فكلام\nالله من الله. قال الله تعالى: {ولكن حق القول مني} [السجدة: 13] فمن زعم\nأن من الله شيئا مخلوقا، فقد كفر. ومن زعم أن علم <span id='ms624'></span> الله مخلوق، فقد زعم أن\nالله كان ولا علم له. ومن قال ذلك، فقد جعل الله تعالى كخلقه الذين خلقهم\nالله جهالا لا يعلمون ثم علمهم، لأن من سبق كونه علمه، فقد كان جاهلا فيما\nبين حدوثه إلى حدوث علمه. قال الله عز وجل فيما أخبرنا به من جهل ابن آدم\nقبل تعليمه: {والله أخرجكم من بطون أمهاتكم لا تعلمون شيئا} [النحل: 78]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p218'> Vol. 05, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\nوقال تعالى: {وعلمك ما لم تكن تعلم وكان فضل الله عليك عظيما} [النساء:\n113] وقال تعالى: {كما علمكم ما لم تكونوا تعلمون} [البقرة: 239] وقال\nتعالى: {علم الإنسان ما لم يعلم} [العلق: 5] وقال: {خلق الإنسان علمه\nالبيان} [الرحمن: 4] فهذه أوصاف الإنسان الذي خلقه الله جاهلا بلا علم، ثم\nعلمه ما لم يكن يعلم، فمن زعم أن القرآن مخلوق، فقد زعم أن علم الله مخلوق.\nومن زعم أن علم الله مخلوق، فقد شبه الله بخلقه، وأنه كان لا يعلم ثم تعلم،\nتعالى الله عما تنسبه إليه الجهمية الضالة علوا كبيرا. ومما ذكر الله عز\nوجل من كلامه في كتابه قوله تعالى: {فتلقى آدم من ربه كلمات فتاب عليه}\n[البقرة: 37] وقال تعالى: {يسمعون كلام الله ثم يحرفونه من بعد ما عقلوه\nوهم يعلمون} [البقرة: 75]. وقال تعالى: {ما يأكلون في بطونهم إلا النار ولا\nيكلمهم الله يوم القيامة ولا يزكيهم} [البقرة: 174]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p219'> Vol. 05, p. 219</a>\n            </div>\n            \n</p>\n\n<p>\nوقال: {بديع السموات والأرض وإذا قضى أمرا فإنما يقول له كن فيكون} وقال\nعز وجل: {وقال الذين لا يعلمون لولا يكلمنا الله أو تأتينا آية} [البقرة:\n118] وقال: {إن الذين يكتمون ما أنزل الله من الكتاب ويشترون به ثمنا قليلا\nأولئك ما يأكلون في بطونهم إلا النار ولا يكلمهم الله يوم القيامة ولا\nيزكيهم ولهم عذاب أليم} [البقرة: 174] وقال عز وجل: {إذ قالت الملائكة يا\nمريم إن الله يبشرك بكلمة منه} [آل عمران: 45].\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p220'> Vol. 05, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\nوقال: {يخلق ما يشاء إذا قضى أمرا فإنما يقول له كن فيكون} [آل عمران:\n47] وقال: {إن مثل عيسى عند الله كمثل آدم خلقه من تراب ثم قال له كن فيكون <span id='ms625'></span>\nالحق من ربك فلا تكن من الممترين} [آل عمران: 59] وقال: {إن الذين يشترون\nبعهد الله وأيمانهم ثمنا قليلا أولئك لا خلاق لهم في الآخرة ولا يكلمهم\nالله ولا ينظر إليهم يوم القيامة ولا يزكيهم ولهم عذاب أليم} [آل عمران:\n77] وقال: {إنما المسيح عيسى ابن مريم رسول الله وكلمته ألقاها إلى مريم\nوروح منه} [النساء: 171] وقال: {حتى أتاهم نصرنا ولا مبدل لكلمات الله}\n[الأنعام: 34]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p221'> Vol. 05, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\nوقال: {وتمت كلمة ربك صدقا وعدلا لا مبدل لكلماته وهو السميع البصير}\nوقال: {وهو الذي خلق السموات والأرض بالحق ويوم يقول كن فيكون قوله الحق\nوله الملك} وقال عز وجل: {وتمت كلمة ربك الحسنى على بني إسرائيل} وقال عز\nوجل: {والشمس والقمر والنجوم مسخرات بأمره ألا له الخلق والأمر} [الأعراف:\n54] وقال: {ويريد الله أن يحق الحق بكلماته ويقطع دابر الكافرين} [الأنفال:\n7] وقال: {وجعل كلمة الذين كفروا السفلى وكلمة الله هي العليا} [التوبة:\n40] وقال: {ولولا كلمة سبقت من ربك لقضي بينهم} [يونس: 19] وقال: {وكذلك\nحقت كلمة ربك على الذين فسقوا} وقال: {لا تبديل لكلمات الله} [يونس: 64]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p222'> Vol. 05, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\nوقال: {ويحق الله الحق بكلماته ولو كره المجرمون} [يونس: 82] وقال: {إن\nالذين حقت عليهم كلمة ربك لا يؤمنون} وقال: {ولولا كلمة سبقت من ربك لقضي\nبينهم وإنهم لفي شك منه مريب} [هود: 110] وقال: {وتمت كلمة ربك لأملأن جهنم\nمن الجنة والناس أجمعين} [هود: 119] وقال: {اتل ما أوحي إليك من كتاب ربك\nلا مبدل لكلماته ولن تجد من دونه ملتحدا} [الكهف: 27] وقال تعالى: {ولولا\nكلمة سبقت من ربك لكان لزاما وأجل مسمى} [طه: 129] وقال: {وصدقت بكلمات\nربها وكتبه وكانت من القانتين} [التحريم: 12] وقال: {ويحق الحق بكلماته إنه\nعليم بذات الصدور} [الشورى: 24] فهذا ونحوه في القرآن كثير، يدل على أن\nالقرآن كلام الله، وأن الله تعالى تكلم به، خلافا لما تقوله الجهمية الضالة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p223'> Vol. 05, p. 223</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head1'>باب ما جاءت به السنة عن النبي صلى الله عليه وسلم وعن أصحابه بأن القرآن كلام الله</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p224'> Vol. 05, p. 224</a>\n            </div>\n            \n<h1 class='l1' id='head2'>1 - </h1>\n\n<p>\nحدثنا أبو بكر أحمد بن عليل المطيري قال: حدثنا أحمد بن إسحاق، قال:\nحدثنا <span id='ms626'></span> الحسين بن عبد الأول، قال: حدثنا محمد بن الحسن الهمداني، عن عمرو بن\nقيس الملائي، عن عطية، عن أبي سعيد\n</p>\n\n<h1 class='l1' id='head3'>[ص: 225]</h1>\n\n<p>\nالخدري، قال: قال رسول الله صلى الله عليه وسلم: «فضل كلام الله على سائر\nالكلام كفضل الله على سائر خلقه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>2 - </h1>\n\n<p>\nحدثنا أبو عبد الله محمد بن مخلد قال: حدثنا الحسن بن ناصح، قال: حدثنا\nأبو إبراهيم الترجماني، قال: حدثنا محمد بن الحسن\n</p>\n\n<h1 class='l1' id='head5'>[ص: 226]</h1>\n\n<p>\nبن أبي يزيد الهمداني، عن عمرو بن قيس الملائي، عن عطية العوفي، عن أبي\nسعيد الخدري، قال: قال رسول الله صلى الله عليه وسلم: «إن فضل القرآن على\nسائر الكلام كفضل الله على خلقه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>3 - </h1>\n\n<p>\nوحدثنا ابن مخلد، قال: حدثنا يزيد بن جهور، قال: حدثنا شهاب بن عباد،\nقال: حدثنا محمد بن الحسن الهمداني، عن عمرو بن قيس الملائي، عن عطية\nالعوفي، عن أبي سعيد الخدري، قال: قال رسول الله صلى الله عليه وسلم: «فضل\nكلام الله على سائر الكلام كفضل الله على سائر خلقه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head7'>4 - </h1>\n\n<p>\nحدثني أبو يوسف يعقوب بن يوسف قال: حدثنا أبو بكر بن فردة، قال: حدثنا\nإسحاق بن يعقوب، قال: حدثني أحمد بن محمد، قال: حدثني يعلى بن المنهال،\nقال: حدثني إسحاق بن سليمان، عن الجراح بن الضحاك، عن علقمة بن مرثد، عن\n</p>\n\n<h1 class='l1' id='head8'>[ص: 228]</h1>\n\n<p>\nأبي عبد الرحمن، عن عثمان بن عفان، رضي الله عنه قال: قال رسول الله صلى\nالله عليه وسلم: «إن فضل القرآن على سائر الكلام كفضل الله على خلقه، وذلك\nأن القرآن منه خرج، وإليه يعود»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head9'>5 - </h1>\n\n<p>\nحدثنا أبو بكر أحمد بن جعفر قال: حدثنا عبد الله بن أحمد،\n</p>\n\n<h1 class='l1' id='head10'>[ص: 229]</h1>\n\n<p>\nقال: حدثني أبي قال: حدثنا أسود بن عامر،\n</p>\n\n<h1 class='l1' id='head11'>6 - </h1>\n\n<p>\nوحدثنا القافلائي، قال: حدثنا محمد بن إسحاق الصاغاني، قال: حدثنا أسود\nبن عامر، قال: حدثنا إسرائيل،\n</p>\n\n<h1 class='l1' id='head12'>7 - </h1>\n\n<p>\nوحدثنا محمد بن بكر، قال: حدثنا أبو\n</p>\n\n<h1 class='l1' id='head13'>[ص: 230]</h1>\n\n<p>\nداود، قال: حدثنا محمد بن كثير، قال: حدثنا إسرائيل، عن عثمان بن\nالمغيرة، عن سالم بن أبي الجعد، عن جابر بن عبد الله، قال: كان رسول الله\nصلى الله عليه <span id='ms627'></span> وسلم يعرض نفسه على الناس بالموقف، فيقول: «هل من رجل يحملني\n</p>\n\n<h1 class='l1' id='head14'>[ص: 231]</h1>\n\n<p>\nإلى قومه، فإن قريشا منعوني أن أبلغ كلام ربي»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head15'>8 - </h1>\n\n<p>\nحدثنا أبو حفص عمر بن محمد بن رجاء قال: حدثنا عبد الوهاب بن عمرو، قال:\nحدثنا أبو موسى هارون بن عبد الله قال: حدثنا\n</p>\n\n<h1 class='l1' id='head16'>[ص: 232]</h1>\n\n<p>\nأبو النضر، قال: حدثنا بكر بن خنيس، عن ليث بن أبي سليم، عن زيد بن\nأرطاة، عن أبي أمامة، قال: قال رسول الله صلى الله عليه وسلم: «ما تقرب\nالعباد إلى\n</p>\n\n<h1 class='l1' id='head17'>[ص: 233]</h1>\n\n<p>\nالله بشيء أفضل من شيء خرج منه، وهو القرآن»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head18'>9 - </h1>\n\n<p>\nحدثنا أبو جعفر الرزاز، قال: حدثنا عبد الرحمن بن منصور الحارثي، قال:\nحدثنا عبد الرحمن بن مهدي،\n</p>\n\n<h1 class='l1' id='head19'>[ص: 234]</h1>\n\n<h1 class='l1' id='head20'>10 - </h1>\n\n<p>\nوحدثنا أبو الحسين إسحاق بن أحمد الكاذي قال: حدثنا عبد الله بن أحمد بن\nحنبل، قال: حدثني أبي قال: حدثنا عبد الرحمن بن مهدي،\n</p>\n\n<h1 class='l1' id='head21'>11 - </h1>\n\n<p>\nوحدثني أبو يوسف يعقوب بن يوسف قال: حدثنا أبو بكر بن فردة، قال: حدثنا\nإسحاق بن يعقوب، قال: حدثنا عبد الرحمن بن المبارك، قال:\n</p>\n\n<h1 class='l1' id='head22'>[ص: 235]</h1>\n\n<p>\nحدثنا عبد الرحمن بن مهدي، قال: حدثنا معاوية بن صالح، عن العلاء بن\nالحارث، عن زيد بن أرطاة، عن جبير بن نفير، قال: قال رسول الله صلى الله\nعليه وسلم: «إنكم لن ترجعوا إلى الله بشيء أفضل مما خرج منه»، يعني: القرآن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head23'>12 - </h1>\n\n<p>\nحدثنا أبو جعفر محمد بن عبيد الله الديناري قال: حدثنا علي بن حرب، قال:\nحدثنا أبو معاوية، عن الأعمش،\n</p>\n\n<h1 class='l1' id='head24'>13 - </h1>\n\n<p>\nوحدثنا القافلائي، قال: حدثنا العباس بن محمد الدوري، قال:\n</p>\n\n<h1 class='l1' id='head25'>[ص: 237]</h1>\n\n<p>\nحدثنا محاضر، عن الأعمش،\n</p>\n\n<h1 class='l1' id='head26'>14 - </h1>\n\n<p>\nوحدثنا أبو شيبة عبد العزيز بن جعفر، قال: حدثنا محمد بن إسماعيل، قال:\nحدثنا وكيع، قال: حدثنا الأعمش،\n</p>\n\n<h1 class='l1' id='head27'>15 - </h1>\n\n<p>\nوحدثنا إسحاق بن أحمد الكاذي، قال: حدثنا عبد الله بن أحمد،\n</p>\n\n<h1 class='l1' id='head28'>[ص: 238]</h1>\n\n<p>\nقال: حدثني أبي قال: حدثنا أبو معاوية، عن الأعمش، عن مسلم بن صبيح، عن\nمسروق، عن عبد الله، قال: قال رسول الله صلى الله عليه وسلم: \" إذا تكلم\nالله بالوحي سمع أهل السماء للسماء صلصلة كجر السلسلة على الصفا، فيصعقون\nحتى <span id='ms628'></span> يأتيهم جبريل، فإذا جاءهم جبريل فزع عن قلوبهم، فيقولون: يا جبريل ماذا\nقال ربكم؟ قال: يقول الحق، قال: فينادون: الحق الحق \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head29'>16 - </h1>\n\n<p>\nحدثنا أبو القاسم عبد الله بن محمد بن إسحاق\n</p>\n\n<h1 class='l1' id='head30'>[ص: 240]</h1>\n\n<p>\nالمروزي، قال: حدثنا الحسن بن عرفة، قال: حدثنا المحاربي، عن الأعمش، عن\nمسلم، عن مسروق، عن عبد الله، قال: \" إذا تكلم الله بالوحي، سمع صوته أهل\nالسماء، فيخرون سجدا، حتى إذا فزع عن قلوبهم، نادى أهل السماء أهل السماء:\nماذا قال ربكم؟ قالوا: الحق، قال: كذا وكذا \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head31'>17 - </h1>\n\n<p>\nأخبرني أبو القاسم عمر بن أحمد القصباني قال: حدثنا أبو\n</p>\n\n<h1 class='l1' id='head32'>[ص: 241]</h1>\n\n<p>\nبكر أحمد بن هارون قال: حدثنا أحمد بن إبراهيم البالسي، قال: حدثنا\nإسماعيل بن معمر، قال: حدثنا محمد بن عبد الله الدغشي، وكان، من أهل\nالكوفة، قال: حدثنا مجالد بن سعيد، عن عامر قال: قال مسروق: عن\n</p>\n\n<h1 class='l1' id='head33'>[ص: 242]</h1>\n\n<p>\nعبد الله بن مسعود، عن النبي صلى الله عليه وسلم قال: «القرآن كلام الله»\nقال: وسمعت الدغشي يقول: قال مجالد: قال عامر: قال مسروق: قال عبد الله: من\nقال غير ذا، فقد كفر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head34'>18 - </h1>\n\n<p>\nحدثنا نهشل بن دارم، قال: حدثنا يعقوب بن سفيان، قال: حدثنا سعيد بن أبي\nمريم، قال: حدثنا محمد بن جعفر، قال: حدثني\n</p>\n\n<h1 class='l1' id='head35'>[ص: 243]</h1>\n\n<p>\nموسى بن عقبة، عن أبي الأحوص، عن عبد الله بن مسعود، أن رسول الله صلى\nالله عليه وسلم قال: \" إنما هما اثنتان: الكلام والهدي، فأحسن الكلام كلام\nالله، وأحسن الهدي هدي محمد صلى الله عليه وسلم، ألا وإياكم ومحدثات\nالأمور، فإن شر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة\"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head36'>19 - </h1>\n\n<p>\nحدثنا أبو الفضل شعيب بن محمد بن الراجيان الكفي قال: حدثنا أحمد بن أبي\nالعوام، قال: حدثنا\n</p>\n\n<h1 class='l1' id='head37'>[ص: 245]</h1>\n\n<p>\nأبي قال: حدثنا عبيدة بن حميد، قال: حدثنا منصور بن المعتمر، عن هلال بن\nيساف، عن فروة بن نوفل، قال: قال خباب بن\n</p>\n\n<h1 class='l1' id='head38'>[ص: 246]</h1>\n\n<p>\nالأرت، وأقبلت معه من المسجد إلى منزله، فقال: «إن استطعت أن تقرب إلى\nالله عز وجل، فإنك لا تقرب إليه بشيء أحب إليه من كلامه <span id='ms629'></span>» قال ابن أبي\nالعوام: اشهدوا علي أن ديني الذي أدين الله عز وجل به أن القرآن كلام الله\nغير مخلوق، وأن من زعم أن القرآن مخلوق، فهو كافر، وهذه كانت مقالة أبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head39'>20 - </h1>\n\n<p>\nحدثنا القاضي المحاملي، قال: حدثنا يوسف بن\n</p>\n\n<h1 class='l1' id='head40'>[ص: 247]</h1>\n\n<p>\nموسى، قال: حدثنا جرير، عن منصور، عن هلال بن يساف، عن فروة بن نوفل\nالأشجعي، قال: كنت جارا لخباب، فقال: «يا هناه، تقرب إلى الله ما استطعت،\nفإنك لن تتقرب إليه بشيء أحب إليه من كلامه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head41'>21 - </h1>\n\n<p>\nحدثنا أبو عمر حمزة بن القاسم بن عبد العزيز الهاشمي خطيب جامع المنصور\nقال: حدثنا حنبل بن إسحاق قال: حدثنا عثمان بن\n</p>\n\n<h1 class='l1' id='head42'>[ص: 248]</h1>\n\n<p>\nمحمد قال: حدثنا جرير بن عبد الحميد، عن ليث بن أبي سليم، عن سلمة بن\nكهيل، عن أبي الزعراء قال: قال عمر بن الخطاب رضي الله عنه: «القرآن كلام\nالله، فلأعرفنكم ما عطفتموه على أهوائكم إلا أن يكفر به عبد عمد عين»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head43'>22 - </h1>\n\n<p>\nحدثنا المحاملي القاضي، قال: حدثنا يوسف القطان، قال: حدثنا جرير، عن\nليث، عن سلمة بن كهيل، عن أبي الزعراء، قال: قال عمر بن الخطاب رضي الله\nعنه: «إن هذا القرآن إنما هو كلام الله، فضعوه مواضعه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head44'>23 - </h1>\n\n<p>\nحدثني أبي، ويعقوب بن يوسف الطباخ، قالا: حدثنا أبو جعفر محمد بن صالح بن\nذريح قال: حدثنا محمد بن عبد الحميد التميمي، قال: حدثنا أبو إسحاق\nالفزاري، عن الحسن بن عبيد الله النخعي، عن سعد\n</p>\n\n<h1 class='l1' id='head45'>[ص: 250]</h1>\n\n<p>\nبن عبيدة، عن أبي عبد الرحمن السلمي، قال: سمعت عمر بن الخطاب، رحمه الله\nيقول على منبره: «أيها الناس إن هذا القرآن كلام الله، فلأعرفن ما عطفتموه\nعلى أهوائكم، فإن الإسلام قد خضعت له رقاب الناس، فدخلوه طوعا وكرها، وقد\nوضعت لهم السنن، ولم تترك مثالا، إلا أن يكفر عبد عمد عين، فاتبعوا ولا\nتبتدعوا، فقد كفيتم، اعملوا بمحكمه، وآمنوا بمتشابهه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head46'>24 - </h1>\n\n<p>\nحدثنا أبو حفص عمر بن محمد قال: حدثنا أبو أيوب عبد الوهاب بن عمرو، قال:\nحدثنا الحسين بن الأسود، قال: حدثني محمد بن عبد الرحمن الهمداني <span id='ms630'></span> قال:\nحدثني الجراح بن الضحاك الكندي، عن علقمة بن مرثد، عن أبي عبد الرحمن\nالسلمي، عن عثمان بن عفان، قال: قال رسول الله صلى الله عليه وسلم: «خياركم\nمن تعلم القرآن وعلمه».\n</p>\n\n<h1 class='l1' id='head47'>[ص: 252]</h1>\n\n<p>\nقال أبو عبد الرحمن: فذلك الذي أقعدني مقعدي هذا، وكان يعلم القرآن في\nمسجد الكوفة أربعين سنة. قال أبو عبد الرحمن: وفضل كلام الله على كلام خلقه\nكفضل الرب على خلقه، وذاك لأنه منه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head48'>25 - </h1>\n\n<p>\nحدثنا أبو حفص، قال: حدثنا عبد الوهاب، قال: حدثنا الحسين بن الأسود،\nقال: حدثني محمد بن عبيد، قال: حدثني جويبر، عن الضحاك، عن عبد الله بن\nمسعود، قال: «القرآن كلام الله، فلا تخلطوا\n</p>\n\n<h1 class='l1' id='head49'>[ص: 253]</h1>\n\n<p>\nبه ما ليس منه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head50'>26 - </h1>\n\n<p>\nحدثنا أبو جعفر بن عبيد الله الديناري، قال: حدثنا أبو جعفر أحمد بن بديل\nقال: حدثنا عبد الله بن نمير، قال: حدثنا سفيان، عن ابن\n</p>\n\n<h1 class='l1' id='head51'>[ص: 254]</h1>\n\n<p>\nعابس، عن إياس، عن عبد الله بن مسعود، أنه كان يقول في خطبته: «إن أصدق\nالحديث كلام الله، وأوثق العرى كلمة التقوى، وخير الملل ملة إبراهيم، وأشرف\nالقصص هذا القرآن، وأحسن السنن محمد صلى الله عليه وسلم، وأشرف الحديث ذكر\nالله»، وذكر الحديث بطوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head52'>27 - </h1>\n\n<p>\nحدثنا أبو جعفر بن العلاء، قال: حدثنا أحمد بن بديل، قال:\n</p>\n\n<h1 class='l1' id='head53'>[ص: 255]</h1>\n\n<p>\nحدثنا أبو أسامة، قال: حدثنا مجالد، عن عامر، عن ثابت بن قطبة، قال: كان\nعبد الله بن مسعود يذكر كل عشية، فيحمد الله، ويثني عليه ويقول: «إن أحسن\nالحديث كلام الله، وأحسن الهدي هدي محمد صلى الله عليه وسلم»، وذكر باقي\nالحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head54'>28 - </h1>\n\n<p>\nوحدثنا أبو جعفر محمد بن عبيد الله الديناري، وأبو بكر أحمد بن عليل\nالمطيري، قالا: حدثنا عبد الله بن أحمد الدورقي، قال: حدثنا\n</p>\n\n<h1 class='l1' id='head55'>[ص: 256]</h1>\n\n<p>\nخلف بن هشام البزار، قال: حدثنا حبان بن علي العنزي، عن ليث بن أبي سليم،\nعن مجاهد، عن ابن عباس، رحمه الله قال: \" يقول الله عز وجل: لا إله إلا\nالله كلمتي، وأنا هو، فمن قالها فقد دخل إلى حصني، ومن دخل إلى حصني فقد\nأمن، والقرآن <span id='ms631'></span> كلامي، ومني خرج \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head56'>29 - </h1>\n\n<p>\nحدثنا أبو جعفر محمد بن عبيد الله الكاتب قال: حدثنا علي بن حرب، قال:\nحدثنا القاسم بن يزيد الجرمي، قال: حدثنا سفيان، عن منصور، عن المنهال، عن\nسعيد بن جبير، عن ابن عباس، قال: كان نبي الله صلى الله عليه وسلم يعوذ\nحسنا وحسينا رضي الله عنهما: «أعيذكما بكلمة الله التامة، من كل شيطان\nوهامة، وشر كل عين لامة»، ثم يقول: «هكذا كان إبراهيم يعوذ إسماعيل وإسحاق»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head57'>30 - </h1>\n\n<p>\nحدثنا أبو بكر أحمد بن محمد بن إسماعيل الأدمي المقرئ قال: حدثنا الحسن\nبن عرفة، قال: حدثنا أبو حفص عمر بن عبد الرحمن الأبار قال: حدثنا الأعمش،\nعن المنهال بن عمرو، عن سعيد بن جبير، عن ابن عباس، قال: كان النبي صلى\nالله عليه وسلم يعوذ الحسن والحسين: «أعيذكما بكلمات الله التامة، من كل\nشيطان وهامة» وذكر الحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head58'>31 - </h1>\n\n<p>\nحدثنا أبو عبد الله أحمد بن علي بن العلاء قال: حدثنا يوسف\n</p>\n\n<h1 class='l1' id='head59'>[ص: 259]</h1>\n\n<p>\nبن موسى، قال: حدثنا جرير، عن محمد بن إسحاق، عن عمرو بن شعيب، عن أبيه،\nعن جده، عن عبد الله بن عمرو، عن النبي صلى الله عليه وسلم قال: \" إذا أخذت\nمضجعك لنومك فقل: بسم الله، أعوذ بكلمات الله التامة، من غضبه، وعقابه، وشر\nعباده \"، وذكر الحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head60'>32 - </h1>\n\n<p>\nحدثنا أبو عبيد القاسم بن إسماعيل، قال: حدثنا يوسف بن موسى، قال: حدثنا\nجرير، عن سهيل بن أبي صالح، عن رجل، من أسلم قال: أتى النبي صلى الله عليه\nوسلم رجل فقال: إني لدغت الليلة، فلم أنم حتى أصبحت. قال: «ما لدغك؟» قال:\nعقرب، فقال له النبي صلى الله عليه وسلم: \" أما إنك لو قلت حين أمسيت: أعوذ\nبكلمات الله التامات كلها، من شر ما خلق، لم تضرك إن شاء الله \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head61'>33 - </h1>\n\n<p>\nحدثنا أبو بكر محمد بن بكر قال: حدثنا أبو داود، قال: حدثنا القعنبي، عن\nمالك، عن ابن شهاب، عن عروة، عن عائشة، زوج النبي صلى الله عليه وسلم،: كان\nإذا اشتكى يقرأ على نفسه بالمعوذات.\n</p>\n\n<h1 class='l1' id='head62'>[ص: 262]</h1>\n\n<p>\nقال الشيخ: فتفهموا رحمكم الله <span id='ms632'></span> هذه الأحاديث، فهل يجوز أن يعوذ النبي صلى\nالله عليه وسلم بمخلوق، ويتعوذ هو ويأمر أمته أن يتعوذوا بمخلوق مثلهم؟ وهل\nيجوز أن يعوذ إنسان نفسه أو غيره بمخلوق مثله؟ فيقول: أعيذ نفسي بالسماء أو\nبالجبال أو بالأنبياء أو بالعرش أو بالكرسي أو بالأرض؟. وإذا جاز أن يتعوذ\nبمخلوق مثله، فليعوذ نفسه وغيره بنفسه، فيقول: أعيذك بنفسي أوليس قد أوجب\nعبد الله بن مسعود رحمه الله على من حلف بالقرآن بكل آية كفارة؟ فهل يجب\nعلى من حلف بمخلوق كفارة؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head63'>34 - </h1>\n\n<p>\nحدثنا جعفر القافلائي، قال: حدثنا عباس الدوري، قال: حدثنا\n</p>\n\n<h1 class='l1' id='head64'>[ص: 263]</h1>\n\n<p>\nمحاضر، عن الأعمش، عن عبد الله بن مرة، عن أبي كنف، عن عبد الله بن\nمسعود، أنه سمع رجلا، يحلف بسورة البقرة، فقال: «أما إن عليه بكل آية منها\nيمينا»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head65'>35 - </h1>\n\n<p>\nحدثني أبو صالح، قال: حدثنا أبو الأحوص، قال: حدثنا\n</p>\n\n<h1 class='l1' id='head66'>[ص: 264]</h1>\n\n<p>\nعمرو بن عون، قال: حدثنا هشيم، قال: أخبرنا أبو بشر، وعون، عن الحسن،\nقال: قال رسول الله صلى الله عليه وسلم: «من حلف بسورة من القرآن، فبكل آية\nمنها يمين»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head67'>36 - </h1>\n\n<p>\nحدثنا أبو بكر يوسف بن يعقوب الأزرق قال: حدثنا الحسن بن عرفة، قال:\nحدثنا هشيم، قال: أخبرنا مغيرة، عن إبراهيم، أنه كان يقول:\n</p>\n\n<h1 class='l1' id='head68'>[ص: 266]</h1>\n\n<p>\nمن حلف بسورة من القرآن، فبكل آية يمين \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head69'>37 - </h1>\n\n<p>\nحدثنا أبو عبيد القاسم بن إسماعيل، قال: حدثنا يوسف بن موسى القطان، قال:\nحدثنا عمرو بن حمران البصري، عن سعيد بن أبي عروبة، عن\n</p>\n\n<h1 class='l1' id='head70'>[ص: 267]</h1>\n\n<p>\nقتادة، عن شهر بن حوشب، عن أبي هريرة، قال: قال رسول الله صلى الله عليه\nوسلم: «إن فضل القرآن على سائر الكلام كفضل الرحمن على خلقه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head71'>38 - </h1>\n\n<p>\nحدثنا أبو بكر أحمد بن جعفر بن حمدان القطيعي قال: حدثنا إسحاق بن عبد\nالكريم الحداد، قال: حدثني بيان بن أحمد، قال: حدثنا\n</p>\n\n<h1 class='l1' id='head72'>[ص: 268]</h1>\n\n<p>\nعثمان بن أبي شيبة، قال: حدثنا وكيع، عن موسى بن عبيدة، عن محمد بن كعب\nالقرظي، قال: قال رسول الله صلى الله عليه وسلم: «فضل كلام الله على سائر\nالكلام كفضل الله على <span id='ms633'></span> خلقه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head73'>39 - </h1>\n\n<p>\nحدثنا أبو العباس عبد الله بن عبد الرحمن العسكري، قال: حدثنا الهيثم بن\nعبد الكريم بن الهيثم القطان، قال: حدثنا إبراهيم بن\n</p>\n\n<h1 class='l1' id='head74'>[ص: 269]</h1>\n\n<p>\nالمنذر الحزامي، قال: حدثنا إبراهيم بن مهاجر بن مسمار، قال: أخبرني عمر\nبن حفص،. . . ذكوان، عن مولى الحرقة، عن أبي هريرة، قال: قال رسول الله صلى\nالله عليه وسلم: \" إن الله عز وجل قرأ: طه، ويس، قبل أن يخلق آدم بألف عام،\nفلما سمعت الملائكة القرآن قالوا: طوبى لأجواف تحمل هذا، وطوبى لأمة ينزل\n</p>\n\n<h1 class='l1' id='head75'>[ص: 270]</h1>\n\n<p>\nعليها هذا، طوبى لألسن تكلم بهذا \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head76'>40 - </h1>\n\n<p>\nحدثنا أبو بكر أحمد بن إسماعيل الأدمي قال: حدثنا السري بن عاصم، قال:\nحدثنا علي بن عاصم، قال: أخبرني عمران بن\n</p>\n\n<h1 class='l1' id='head77'>[ص: 271]</h1>\n\n<p>\nحدير، قال: حدثني عكرمة، مولى ابن عباس قال: كنا مع ابن عباس في جنازة،\nفسمع رجلا، يقول: يا رب القرآن ارحم فلانا، فقال له ابن عباس: «ألا تتقي\nالله، القرآن كلام الله»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head78'>41 - </h1>\n\n<p>\nحدثنا القاضي المحاملي، وأبو طلحة الفزاري، قالا: حدثنا\n</p>\n\n<h1 class='l1' id='head79'>[ص: 272]</h1>\n\n<p>\nمحمد بن يحيى الأزدي، قال: حدثنا سريج بن النعمان، قال: حدثنا عبد الرحمن\nبن أبي الزناد، عن أبيه، عن عروة بن الزبير، عن نيار بن مكرم\n</p>\n\n<h1 class='l1' id='head80'>[ص: 273]</h1>\n\n<p>\nالأسلمي، وكانت له صحبة، قال: لما نزلت: الم غلبت الروم قالت قريش لأبي\nبكر رحمه الله: يا ابن أبي قحافة، لعل هذا من كلام صاحبك؟ قال: «لا، ولكنه\nكلام الله عز وجل»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head81'>42 - </h1>\n\n<p>\nكتب لي أبو محمد عبد الرحمن بن أبي حاتم الرازي، أجازني الرواية عنه،\nقال: حدثنا الربيع بن سليمان المصري، في أول لقاء لقيته في المسجد الجامع،\nفسألته عن هذه الحكاية، وذلك أني كتبتها عن أبي بكر بن القاسم عنه قبل\nخروجي إلى مصر، فحدثني الربيع قال: سمعت الشافعي رحمه الله يقول: «من حلف\nباسم من أسماء الله فحنث فعليه الكفارة، لأن اسم الله غير مخلوق، ومن حلف\nبالكعبة أو بالصفا والمروة، فليس عليه الكفارة، لأنه مخلوق، وذاك غير\nمخلوق».\n</p>\n\n<h1 class='l1' id='head82'>[ص: 275]</h1>\n\n<p>\nقال الشيخ: ومما يحتج به على الجهمي الخبيث الملحد أن يقال له: هل <span id='ms634'></span> تعلم\nشيئا مخلوقا لا يجوز أن يمسه إلا طاهر طهارة تجوز له بها الصلاة؟ فلولا ما\nشرف الله به القرآن، وأنه كلامه، وخرج منه، لجاز أن يمسه الطاهر وغير\nالطاهر، ولكنه غير مخلوق، فمن ثم حظر أن يمس المصحف أو ما كان فيه مكتوب من\nالقرآن إلا طاهر، فقال تعالى: {لا يمسه إلا المطهرون} [الواقعة: 79]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head83'>43 - </h1>\n\n<p>\nحدثنا أبو محمد عبد الله بن سليمان، قال: حدثنا محمد بن عبد الملك\nالدقيقي، قال: حدثنا يزيد بن هارون قال: أخبرنا محمد بن إسحاق، عن عبد الله\nبن أبي بكر، قال: كتب رسول الله صلى الله عليه وسلم لجدي:\n</p>\n\n<h1 class='l1' id='head84'>[ص: 277]</h1>\n\n<p>\n«إن القرآن كلام الله، فلا يمس القرآن إلا طاهر»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head85'>44 - </h1>\n\n<p>\nحدثنا إسماعيل بن محمد بن الصفار، قال: حدثنا سعدان بن\n</p>\n\n<h1 class='l1' id='head86'>[ص: 278]</h1>\n\n<p>\nنصر، قال: حدثنا أبو معاوية، عن عبيد الله بن عمر، عن نافع، عن ابن عمر،\nأنه كان لا يأخذ المصحف إلا طاهرا. ولأجل أنه كلام الله نهينا عن السفر به\nإلى أرض العدو لئلا يمسه العدو، وإنما عنى بذلك المصحف خاصة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head87'>45 - </h1>\n\n<p>\nحدثنا أبو عبد الله بن مخلد العطار، قال: حدثنا محمد بن إسحاق\n</p>\n\n<h1 class='l1' id='head88'>[ص: 279]</h1>\n\n<p>\nالصاغاني، قال: حدثنا روح، قال: حدثنا مالك،\n</p>\n\n<h1 class='l1' id='head89'>46 - </h1>\n\n<p>\nوحدثنا محمد بن بكر، قال: حدثنا أبو داود، قال: حدثنا القعنبي، عن مالك،\nعن نافع، عن ابن عمر، أن النبي صلى الله عليه وسلم قال: «لا تسافروا\nبالقرآن إلى أرض العدو»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head90'>47 - </h1>\n\n<p>\nحدثنا إسماعيل الصفار، وأبو جعفر الرزان، قالا: حدثنا سعدان بن\n</p>\n\n<h1 class='l1' id='head91'>[ص: 280]</h1>\n\n<p>\nنصر، قال: حدثنا موسى بن داود، عن زهير، عن يحيى بن سعيد، عن نافع، عن\nابن عمر، أن النبي صلى الله عليه وسلم نهى أن يسافر بالقرآن إلى أرض العدو،\nمخافة أن يناله العدو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head92'>48 - </h1>\n\n<p>\nوحدثنا جعفر محمد بن عمرو بن البختري الرزان قال: حدثنا إبراهيم بن عبد\nالرحيم بن عمر، قال: حدثنا موسى بن داود، قال: حدثنا\n</p>\n\n<h1 class='l1' id='head93'>[ص: 281]</h1>\n\n<p>\nالليث بن سعد، عن نافع، عن ابن عمر، أن النبي صلى الله عليه وسلم نهى أن\nيسافر بالقرآن مخافة أن يناله العدو. ولأجل أنه <span id='ms635'></span> كلام الله وخرج منه، أمر\nالقارئ بتنزيهه والإمساك عن قراءته عند الروائح المنتنة، وفي الأماكن\nالمستقذرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head94'>49 - </h1>\n\n<p>\nحدثنا أبو ذر بن الباغندي، قال: حدثنا عبد الله بن أيوب المخرمي، قال:\nحدثنا سفيان، عن ذر، قال: سألت عطاء: أقرأ فتخرج\n</p>\n\n<h1 class='l1' id='head95'>[ص: 282]</h1>\n\n<p>\nمني الريح؟ قال: «أمسك عن القراءة حتى تذهب»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head96'>50 - </h1>\n\n<p>\nحدثنا أبو بكر محمد بن محمود السراج قال: حدثنا أبو هشام الرفاعي، قال:\nحدثنا حفص بن غياث، عن عبد العزيز بن أبي رواد، عن مجاهد، أنه كان إذا صلى\nفوجد ريحا أمسك عن القراءة. قال الشيخ: فهذا ومثله كثير مما أمرنا به من\nإعظام القرآن وإجلاله، وتنزيهه وإكرامه لفضله على سائر الكلام،\n</p>\n\n<h1 class='l1' id='head97'>[ص: 283]</h1>\n\n<p>\nقال الله تعالى: {إنه لقرآن كريم في كتاب مكنون لا يمسه إلا المطهرون}\n[الواقعة: 78] وقال عز وجل: {وإنه لتنزيل رب العالمين نزل به الروح الأمين\nعلى قلبك لتكون من المنذرين بلسان عربي مبين} [الشعراء: 192]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head98'>باب الإيمان بأن القرآن كلام الله غير مخلوق، خلافا على الطائفة الواقفة التي وقفت وشكت وقالت: لا نقول: مخلوق، ولا: غير مخلوق</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p284'> Vol. 05, p. 284</a>\n            </div>\n            \n<h1 class='l1' id='head99'>51 - </h1>\n\n<p>\nحدثنا أبو بكر محمد بن جعفر بن أيوب الصابوني الحراني قال: حدثنا محمد بن\nالحارث الخولاني الوردي، ومحمد بن موسى العكي، بمصر، قالا: حدثنا أبو جعفر\nأحمد بن إبراهيم قال: حدثنا الوليد بن مسلم، قال: حدثنا الأوزاعي، عن حسان\nبن عطية، عن أبي الدرداء، قال:\n</p>\n\n<h1 class='l1' id='head100'>[ص: 285]</h1>\n\n<p>\nسألت رسول الله صلى الله عليه وسلم عن القرآن؟ فقال: «كلام الله غير\nمخلوق»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head101'>52 - </h1>\n\n<p>\nحدثنا أبو الحسين أحمد بن يحيى بن عثمان الأدمي قال:\n</p>\n\n<h1 class='l1' id='head102'>[ص: 286]</h1>\n\n<p>\nحدثنا أحمد بن محمد بن أبي العوام الرياحي، قال: حدثنا موسى بن داود\nالضبي، عن معبد أبي عبد الرحمن، عن معاوية بن عمار، قال: سألت جعفر بن محمد\nفقلت: إنهم يسألوننا عن القرآن: أمخلوق هو؟ فقال: «ليس بخالق ولا مخلوق،\nولكنه كلام الله»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head103'>53 - </h1>\n\n<p>\nحدثنا أبو بكر محمد بن بكر قال: حدثنا أبو داود، قال: حدثنا الحسن بن\nالصباح البزار، قال: حدثنا معبد أبو عبد الرحمن، ثقة، عن معاوية بن عمار،\n</p>\n\n<h1 class='l1' id='head104'>54 - </h1>\n\n<p>\nوحدثنا أبو محمد <span id='ms636'></span> بن عبد الله بن سليمان الوراق، قال: حدثنا عبد الله بن\nأحمد بن حنبل، قال: حدثني أبي قال: حدثني موسى بن داود الضبي،\n</p>\n\n<h1 class='l1' id='head105'>55 - </h1>\n\n<p>\nوحدثني أبو الحسين أحمد بن عثمان الآدمي قال: حدثنا محمد بن أحمد بن أبي\nالعوام، قال: حدثنا موسى بن داود، قال: حدثنا معبد أبو عبد الرحمن، عن\nمعاوية بن عمار، قال: سألت جعفر بن محمد عن القرآن، فقال:\n</p>\n\n<h1 class='l1' id='head106'>[ص: 288]</h1>\n\n<p>\n«ليس بخالق ولا مخلوق، ولكنه كلام الله تعالى»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head107'>56 - </h1>\n\n<p>\nحدثنا أبو محمد الحسن بن علي بن يزيد بن حميد العسكري، قال: حدثنا جعفر\nبن محمد بن الفضيل الرسعني، من أهل رأس عين، قال: حدثنا عبد الله بن صالح\nقال: حدثنا معاوية بن صالح، عن علي بن أبي طلحة، عن ابن عباس،\n</p>\n\n<h1 class='l1' id='head108'>[ص: 289]</h1>\n\n<h1 class='l1' id='head109'>57 - </h1>\n\n<p>\nوحدثنا أبو الحسن أحمد بن زكريا الساجي قال: حدثني أبي قال: حدثنا أحمد\nبن سعيد الهمداني، قال: حدثنا ابن وهب، قال: حدثنا معاوية بن صالح، عن علي\nبن أبي طلحة، عن ابن عباس، في قول الله عز وجل: {قرآنا عربيا غير ذي عوج}\n[الزمر: 28] قال: غير مخلوق\n</p>\n\n<h1 class='l1' id='head110'>[ص: 290]</h1>\n\n<h1 class='l1' id='head111'>58 - </h1>\n\n<p>\nوأخبرني محمد بن الحسين، قال: حدثنا أبو عبد الله جعفر بن إدريس القزويني\nقال: حدثنا حموية بن يونس، إمام مسجد جامع قزوين: بلغ أحمد بن حنبل هذا\nالحديث، فكتب إلى جعفر بن محمد بن فضيل الرسعني: اكتب إلي بإجازته، فكتب\nإليه بإجازته، فسر أحمد بهذا الحديث وقال: كيف فاتني عن عبد الله بن صالح\nهذا الحديث؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head112'>59 - </h1>\n\n<p>\nحدثني أبو يوسف يعقوب بن يوسف، قال: حدثنا أبو عبد الله\n</p>\n\n<h1 class='l1' id='head113'>[ص: 291]</h1>\n\n<p>\nالأيلي، قال: حدثنا محمد بن عبد الملك، قال: سمعت عثمان بن أبي شيبة،\nيقول: «الواقفة شر من الجهمية بعشرين مرة، هؤلاء شكوا في الله»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head114'>60 - </h1>\n\n<p>\nحدثنا أبو حفص عمر بن محمد بن رجاء قال: حدثنا أبو العباس أحمد بن عبد\nالله بن شهاب،\n</p>\n\n<h1 class='l1' id='head115'>61 - </h1>\n\n<p>\nوحدثنا أبو حفص عمر بن أحمد بن عبد الله بن الحسن بن\n</p>\n\n<h1 class='l1' id='head116'>[ص: 292]</h1>\n\n<p>\nشهاب قال: حدثنا أبي قال: حدثنا أبو بكر أحمد بن محمد بن هانئ الطائي\nقال: أتينا <span id='ms637'></span> أبا عبد الله يعني أحمد بن حنبل، أنا والعباس بن عبد العظيم\nالعنبري، فسألناه عن أشياء، فذكر كلاما، فقال العباس: وقوم هاهنا قد حدثوا\nيقولون: لا نقول: مخلوق، ولا: غير مخلوق، وهؤلاء أضر من الجهمية على الناس،\nويلكم، فإن لم تقولوا: ليس بمخلوق، فقولوا: هو مخلوق، فقال أبو عبد الله:\nقوم سوء هؤلاء، قوم سوء، فقال العباس: ما تقول يا أبا عبد الله؟، فقال:\nالذي أعتقده وأذهب إليه، ولا أشك\n</p>\n\n<h1 class='l1' id='head117'>[ص: 293]</h1>\n\n<p>\nفيه، أن القرآن غير مخلوق، ثم قال: سبحان الله ومن يشك في هذا؟. ثم تكلم\nأبو عبد الله مستعظما للشك في ذلك، فقال: سبحان الله في هذا شك؟ قال الله\nتعالى: {ألا له الخلق والأمر} [الأعراف: 54]، ففرق بين الخلق والأمر. وقال:\n{الرحمن علم القرآن خلق الإنسان} [الرحمن: 2] فجعل يعيدها: علم، خلق، أي:\nفرق بينهما \" قال أبو عبد الله: فالقرآن من علم الله، ألا تراه يقول: {علم\nالقرآن} [الرحمن: 2] والقرآن فيه أسماء الله، أي شيء يقولون؟ لا يقولون: إن\nأسماء الله غير مخلوقة؟ من زعم أن أسماء الله مخلوقة فقد كفر، لم يزل الله\nقديرا، عليما، حكيما، سميعا، بصيرا، فلسنا نشك أن أسماء الله عز وجل غير\nمخلوقة، ولسنا نشك أن علم الله غير مخلوق، فالقرآن من علم الله، وفيه أسماء\nالله، لا نشك أنه غير مخلوق، وهو كلام الله، ولم يزل الله متكلما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head118'>62 - </h1>\n\n<p>\nحدثنا أبو حفص عمر بن محمد بن رجاء، وحدثني أبو صالح محمد بن أحمد قالا:\nحدثنا أبو جعفر محمد بن داود قال: حدثنا أبو الحارث\n</p>\n\n<h1 class='l1' id='head119'>[ص: 294]</h1>\n\n<p>\nالصائغ، قال: سألت أبا عبد الله، قلت: إن بعض الناس يقول: إن هؤلاء\nالواقفة هم شر من الجهمية؟ قال: \" هم أشد تربيثا على الناس من الجهمية، وهم\nيشككون الناس، وذاك أن الجهمية قد بان أمرهم، وهؤلاء إذ قالوا: لا يتكلم،\nاستمالوا العامة، إنما هذا يصير إلى قول الجهمية \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head120'>63 - </h1>\n\n<p>\nقال أبو الحارث: وسمعت أبا عبد الله، سئل عن من قال: أقول: القرآن كلام\nالله وأسكت، قال: \" هذا شاك، لا حتى يقول <span id='ms638'></span>: غير مخلوق \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head121'>64 - </h1>\n\n<p>\nوحدثنا أبو حفص عمر بن محمد قال: حدثنا أبو نصر عصمة بن أبي عصمة قال:\nحدثنا الفضل بن زياد، قال: حدثنا أبو طالب أحمد بن\n</p>\n\n<h1 class='l1' id='head122'>[ص: 295]</h1>\n\n<p>\nحميد قال: قال لي أبو عبد الله: \" صاروا ثلاث فرق في القرآن، قلت: نعم،\nهم ثلاث: الجهمية، والواقفة، واللفظية، فأما الجهمية فهم يكشفون أمرهم،\nيقولون: مخلوق، قال: كلهم جهمية، هؤلاء يستترون، فإذا أحرجتهم، كشفوا\nالجهمية، فكلهم جهمية، قال الله عز وجل: {وكلم الله موسى تكليما} [النساء:\n164]، وقال: {وإن أحد من المشركين استجارك فأجره حتى يسمع كلام الله}\n[التوبة: 6]، فيسمع مخلوقا وجبريل جاء إلى النبي صلى الله عليه وسلم\nبمخلوق؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head123'>65 - </h1>\n\n<p>\nقال أبو طالب: وسمعته، يعني أحمد، يقول: «من شك فقد كفر»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head124'>66 - </h1>\n\n<p>\nقال أبو طالب: وجاء رجل إلى أبي عبد الله وأنا عنده، فقال: إن لي قرابة\nيقول بالشك؟ قال: فقال وهو شديد الغضب: «من شك فهو كافر»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head125'>67 - </h1>\n\n<p>\nقال: وقال رجل: القرآن كلام الله ليس بمخلوق، قال: فقال: هذا قولنا، من\nشك فهو كافر، قال: فقال: جزاك الله خيرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head126'>68 - </h1>\n\n<p>\nوحدثنا أبو حفص، قال: حدثنا أبو جعفر محمد بن داود قال: حدثنا إسحاق بن\nداود، قال: سمعت جعفر بن أحمد، يقول: سمعت أحمد بن حنبل، يقول: «اللفظية،\nوالواقفة زنادقة عتق»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head127'>69 - </h1>\n\n<p>\nوحدثنا أبو حفص، قال: حدثنا أبو جعفر محمد بن داود قال: قال عباس الدوري:\nكان أحمد بن حنبل يقول: «الواقفة، واللفظية جهمية»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head128'>70 - </h1>\n\n<p>\nوحدثنا أبو حفص، قال: حدثنا أبو جعفر محمد بن داود قال:\n</p>\n\n<h1 class='l1' id='head129'>[ص: 297]</h1>\n\n<p>\nحدثنا أبو بكر المروذي، قال: سمعت أبا عبد الله، يقول: من لم يقل: إن\nالقرآن كلام الله غير مخلوق، فهو يحل محل الجهمية \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head130'>71 - </h1>\n\n<p>\nقال أبو بكر المروذي: قال لي أبو عبد الله: \" أول من سألني عن الوقف علي\nالأشقر، فقلت له: القرآن غير مخلوق \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head131'>72 - </h1>\n\n<p>\nقال: وسمعت أبا عبد الله، يقول: \" افترقت الجهمية على ثلاث فرق: الذين\nيقولون: مخلوق، والذين شكوا، والذين قالوا: ألفاظنا بالقرآن مخلوق \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head132'>73 - </h1>\n\n<p>\nقال: وسمعت أبا عبد الله، يقول: \" لا تقل: هؤلاء الواقفة، هؤلاء الشاكة \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head133'>74 - </h1>\n\n<p>\nقال المروذي: وسألت أبا <span id='ms639'></span> عبد الله عن من وقف، لا يقول: غير مخلوق، وقال:\nأنا أقول: القرآن كلام الله، قال: \" يقال له: إن العلماء يقولون: غير\nمخلوق، فإن أبى، فهو جهمي \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head134'>75 - </h1>\n\n<p>\nقال أبو بكر المروذي: وقدم رجل من ناحية الثغر، فأدخلته عليه، فقال: ابن\nعم لي يقف وقد زوجته ابنتي، وقد أخذتها وحولتها إلي، على أن أفرق بينهما؟\nفقال: \" لا ترضى منه حتى يقول: غير مخلوق، فإن أبى ففرق بينهما \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head135'>76 - </h1>\n\n<p>\nحدثنا أبو حفص عمر قال: حدثنا محمد بن داود، قال: سمعت أبا داود\nالسجستاني، قال: سمعت أحمد بن عبدة، يقول: «ما أبالي شككت في القرآن غير\nمخلوق، أو شككت في الله عز وجل»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head136'>77 - </h1>\n\n<p>\nحدثنا أبو بكر محمد بن بكر قال: حدثنا أبو داود السجستاني قال: سمعت\nإسحاق ابن راهويه، يقول: \" من قال: لا أقول: القرآن مخلوق، ولا\n</p>\n\n<h1 class='l1' id='head137'>[ص: 299]</h1>\n\n<p>\nغير مخلوق، فهو جهمي \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head138'>78 - </h1>\n\n<p>\nحدثنا محمد بن بكر، قال: حدثنا أبو داود، قال: سمعت قتيبة بن سعيد، قيل\nله: الواقفة؟ فقال: «هؤلاء الواقفة شر منهم»، يعني ممن قال: القرآن مخلوق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head139'>79 - </h1>\n\n<p>\nحدثنا محمد بن بكر، قال: حدثنا أبو داود، قال: سمعت ابن أبي عثمان، يقول:\n\" هؤلاء الذين يقولون: كلام الله، ويسكتون شر من هؤلاء \"، يعني ممن قال:\nالقرآن مخلوق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head140'>80 - </h1>\n\n<p>\nحدثنا محمد بن بكر، قال: حدثنا أبو داود، قال: سألت أحمد بن صالح المصري\nعن من يقول: القرآن كلام الله، ولا يقول: مخلوق ولا غير مخلوق، قال: «هذا\nشاك»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head141'>81 - </h1>\n\n<p>\nحدثنا محمد بن بكر، قال: حدثنا أبو داود، قال: حدثنا أحمد بن إبراهيم،\nقال: سمعت محمد بن مقاتل العباداني، وكان من خيار\n</p>\n\n<h1 class='l1' id='head142'>[ص: 301]</h1>\n\n<p>\nالمسلمين، يقول في الواقفة: «هم عندي شر من الجهمية»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head143'>82 - </h1>\n\n<p>\nحدثنا أبو حفص عمر بن محمد بن رجاء قال: حدثنا أبو بكر المروذي، قال:\nسألت عباسا النرسي عن القرآن، فقال: \" نحن ليس نقف، نحن نقول: القرآن غير\nمخلوق \"،\n</p>\n\n<h1 class='l1' id='head144'>83 - </h1>\n\n<p>\nقال: وسألت عبيد الله بن عمر القواريري عن الواقفة، فقال:\n</p>\n\n<h1 class='l1' id='head145'>[ص: 302]</h1>\n\n<p>\nشر من الجهمية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head146'>84 - </h1>\n\n<p>\nقال: وسألت يحيى بن أيوب عن الواقفة، فقال: «هم شر من الجهمية»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head147'>85 - </h1>\n\n<p>\nقال أبو بكر <span id='ms640'></span> المروذي: سألت إبراهيم بن أبي الليث عن الواقفة، فقال: «هم\nكفار بالله العظيم، لا يزوجوا، ولا يناكحوا»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head148'>86 - </h1>\n\n<p>\nقال المروزي: وسألت محمد بن عبيد الله بن نمير عن\n</p>\n\n<h1 class='l1' id='head149'>[ص: 303]</h1>\n\n<p>\nالواقفة، فقال: «هم شر الجهمية»، وقال: «هذا والوقف زندقة وكفر»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head150'>87 - </h1>\n\n<p>\nقال: وسألت أبا بكر بن أبي شيبة عن الواقفة، فقال: «هم شر من أولئك، يعني\nالجهمية»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head151'>88 - </h1>\n\n<p>\nوسألت عثمان بن أبي شيبة عن الواقفة، فقال: «هم شر الجهمية»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head152'>89 - </h1>\n\n<p>\nوسألت ابن أبي معاوية الضرير عن الواقفة، فقال: «هم مثل الجهمية»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head153'>90 - </h1>\n\n<p>\nوحدثنا أبو حفص، قال: حدثنا محمد بن داود، قال: حدثنا\n</p>\n\n<h1 class='l1' id='head154'>[ص: 304]</h1>\n\n<p>\nالمروذي، قال: سألت هارون بن إسحاق الهمداني، فقال: «هم شر من الجهمية»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head155'>91 - </h1>\n\n<p>\nقال: وسألت أبا موسى الأنصاري عن الواقفة، فقال: «هم شر من الجهمية»\n</p>\n\n<h1 class='l1' id='head156'>92 - </h1>\n\n<p>\nوسألت سويد بن سعيد الأنباري، فقال: «هم أكفر من الحمار»\n</p>\n\n<h1 class='l1' id='head157'>[ص: 305]</h1>\n\n<h1 class='l1' id='head158'>93 - </h1>\n\n<p>\nقال: وسألت أبا عبد الله بن أبي الشوارب عن رجل من الواقفة سئل عن وجه\nالله عز وجل: أمخلوق هو أم غير مخلوق؟ فقال: لا أدري، فقال: «هذا من\nالشاكة، أحب إلي أن يعيد الصلاة»، يعني إذا صلى خلفه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head159'>94 - </h1>\n\n<p>\nوحدثنا أبو حفص عمر بن أحمد بن عبد الله بن شهاب قال: أخبرني أبي قال:\nسمعت محمد بن عبد الملك الدقيقي الواسطي، يقول: سمعت سلمة بن شبيب، بمكة،\nأمله علينا في المسجد الحرام، قال: دخلت\n</p>\n\n<h1 class='l1' id='head160'>[ص: 306]</h1>\n\n<p>\nعلى أحمد بن حنبل فقلت: يا أبا عبد الله ما تقول فيمن يقول: القرآن كلام\nالله؟ فقال أحمد: \" من لم يقل: القرآن كلام الله غير مخلوق فهو كافر \"، ثم\nقال لي: \" لا تشكن في كفرهم، فإنه من لم يقل: القرآن كلام الله غير مخلوق،\nفهو يقول: مخلوق، فهو كافر \". وقال لنا سلمة بن شبيب: وقلت، يعني لابن\nحنبل: الواقفة؟ فقال: «كفار»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head161'>95 - </h1>\n\n<p>\nحدثنا أبو بكر، قال: حدثنا أبو داود السجستاني، قال: سألت عبد الوهاب\nالوراق عن الشكاك، فقال: «الشكاك مرتابون»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head162'>96 - </h1>\n\n<p>\nحدثنا أبو عمر حمزة بن القاسم قال: حدثنا حنبل بن إسحاق، قال: سمعت أبا\nعبد الله، يقول: \" الجهمية على ثلاث ضروب: فرقة قالت: القرآن <span id='ms641'></span> مخلوق، وفرقة\nقالوا: كلام الله ونقف، وفرقة قالوا: ألفاظنا بالقرآن\n</p>\n\n<h1 class='l1' id='head163'>[ص: 307]</h1>\n\n<p>\nمخلوقة، فهم عندي في المقالة واحد \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head164'>97 - </h1>\n\n<p>\nحدثني أبو جعفر عمر بن أحمد القصباني قال: حدثنا أبو بكر أحمد بن هارون\nقال: حدثنا عبد الله بن أحمد، قال: سمعت أبي رحمه الله، وسئل عن الواقفة،\nفقال: «من كان منهم يحسن الكلام فهو جهمي»، وقال مرة أخرى: «هم شر من\nالجهمية»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head165'>98 - </h1>\n\n<p>\nوأخبرني أبو القاسم القصباني، قال: حدثنا أحمد بن محمد بن هارون، قال:\nحدثني محمد بن أحمد بن جامع الرازي، قال: سمعت محمد بن مسلم، قال: قيل لأبي\nعبد الله: فالواقفة؟ فقال: «أما ما كان لا يعقل\n</p>\n\n<h1 class='l1' id='head166'>[ص: 308]</h1>\n\n<p>\nفإنه يبصر، وإن كان يعقل ويبصر الكلام، فهو مثلهم»، قال: «القرآن، حيثما\nتصرف، كلام الله غير مخلوق»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head167'>99 - </h1>\n\n<p>\nوأخبرني أبو القاسم القصباني، قال: حدثنا أحمد بن محمد بن هارون، قال:\nحدثنا محمد بن علي، قال: حدثنا مهنا بن يحيى، قال: قلت لأحمد بن حنبل: أي\nشيء تقول في القرآن؟ قال: «كلام الله وهو غير مخلوق». قلت: إن بعض الناس\nيحكي عنك أنك تقول: القرآن كلام الله وتسكت؟، قال: «من قال علي ذا فقد\nأبطل»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head168'>100 - </h1>\n\n<p>\nوأخبرني أبو القاسم، قال: حدثنا أحمد بن محمد، قال: حدثني يحيى بن محمد\nأبو محمد بن صاعد، قال: حدثنا يعقوب الدروقي، قال: سألت أحمد بن محمد بن\nحنبل، قلت: فهؤلاء الذين يقولون: نقف ونقول كما في القرآن، كلام الله\nونسكت؟ قال: «هؤلاء شر من الجهمية، إنما يريدون رأي جهم»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head169'>101 - </h1>\n\n<p>\nوأخبرني أبو القاسم، قال: حدثنا أحمد بن محمد، قال: حدثنا محمد بن علي،\nقال: حدثنا يعقوب بن بختان، قال سألت أبا عبد الله عن\n</p>\n\n<h1 class='l1' id='head170'>[ص: 310]</h1>\n\n<p>\nالرجل يقف، قال: «هو عندي شاك مرتاب»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head171'>102 - </h1>\n\n<p>\nوأخبرني أبو القاسم، عن أحمد بن محمد بن هارون، قال: حدثنا محمد بن\nسليمان الجوهري، بأنطاكية قال: سألت أحمد بن حنبل عن القرآن، فقال: «إياك\nومن أحدث فيه» فقال: \" أقول: كلام الله، ولا أدري مخلوق أو غير مخلوق، من\nقال: مخلوق، فهو ألحن بحجته من هذا، وإن كانت ليست <span id='ms642'></span> لهما حجة، ولله الحمد \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head172'>103 - </h1>\n\n<p>\nوأخبرني أبو القاسم، عن أحمد بن محمد، قال: حدثنا الحسن بن\n</p>\n\n<h1 class='l1' id='head173'>[ص: 311]</h1>\n\n<p>\nثواب المخرمي، قال: قلت لأبي عبد الله أحمد بن حنبل: الواقفة؟ قال: «صنف\nمن الجهمية استتروا بالوقف»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head174'>104 - </h1>\n\n<p>\nقال: وحدثني صالح بن علي الحلبي، قال: قلت لأبي عبد الله: ما تقول فيمن\nوقف، قال: لا أقول: خالق، ولا مخلوق؟ قال: \" هو مثل من قال: القرآن مخلوق،\nفهو جهمي \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head175'>105 - </h1>\n\n<p>\nوحدثني أبو زكريا يحيى بن أحمد الخواص قال: حدثنا الحسن بن أبي العلاء\nالكفي، قال: حدثنا محمد بن أبي حرب الجرجرائي، قال: سألت أبا عبد الله: عن\nرجل له والد واقفي؟ قال: «يأمره ويرفق به»، قلت: فإن أبى، يقطع لسانه عنه؟\nقال: «نعم»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head176'>106 - </h1>\n\n<p>\nقال: وسألت أبا عبد الله عن رجل له أخت أو عمة، ولها زوج واقفي؟ قال:\n«يأتيها ويسلم عليها»، قلت: فإن كانت الدار له؟ قال: «يقف على الباب ولا\nيدخل»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head177'>107 - </h1>\n\n<p>\nحدثنا أبو طالب محمد بن أحمد بن بهلول قال: حدثنا أحمد بن أصرم المزني\nالمغفلي، قال: سمعت أبا عبد الله، وقال له رجل له أخ واقفي: فأقطع لساني\nعنه؟ قال: «نعم، مرتين أو ثلاثا»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head178'>108 - </h1>\n\n<p>\nوأخبرني أبو القاسم القصباني، عن أحمد بن محمد بن هارون، قال: حدثني\nالحسين بن حسان، سمع أبا عبد الله، سأله الطالقاني عن الواقفة، فقال أحمد:\n«لا يجالسوا ولا يكلموا»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head179'>109 - </h1>\n\n<p>\nوأخبرني أبو القاسم، عن أحمد بن محمد بن هارون قال:\n</p>\n\n<h1 class='l1' id='head180'>[ص: 313]</h1>\n\n<p>\nوحدثني يوسف بن موسى القطان، قالا: قيل لأبي عبد الله: فمن وقف؟ قال:\n«يقال له في ذلك، فإن أبى هجر»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head181'>110 - </h1>\n\n<p>\nوحدثنا أبو الفضل جعفر بن محمد القافلائي قال: حدثنا إسحاق بن إبراهيم بن\nهانئ، قال: وسئل أبو عبد الله عن الواقفي، قال: «إذا كان يخاصم لا يكلم ولا\nيجالس»\n</p>\n\n<h1 class='l1' id='head182'>111 - </h1>\n\n<p>\nقال: وسمعته يقول: «على كل حال من الأحوال، القرآن غير مخلوق»\n</p>\n\n<h1 class='l1' id='head183'>112 - </h1>\n\n<p>\nقال: وسألته عن رجل، من الشاكة يسلم على الرجل، أيرد عليه الرجل؟ قال:\nإذا كان ممن يخاصم ويجادل فلا أرى أن يسلم عليه \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head184'>113 - </h1>\n\n<p>\nقال إسحاق: وشهدت أبا عبد الله، وسلم عليه <span id='ms643'></span> رجل من الشاكة، فلم يرد عليه\nالسلام، فأعاد عليه، فدفعه أبو عبد الله ولم يسلم عليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head185'>114 - </h1>\n\n<p>\nوأخبرني أبو القاسم القصباني، عن أحمد الخلال، قال: حدثني الحسن بن حيان\nالمقرئ، قال: حدثني محمد بن النهريان الواسطي، قال: سمعت داود بن رشيد،\nيقول: \" من زعم أن القرآن كلام الله، وقال: لا أقول: مخلوق، ولا: غير\nمخلوق، فهذا يزعم أن الله عز وجل لم يتكلم ولا يتكلم \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head186'>115 - </h1>\n\n<p>\nحدثنا أبو حفص عمر بن محمد بن رجاء قال: حدثنا أبو جعفر محمد بن داود\nقال: حدثنا أبو بكر المروذي، قال: وسمعت أبا عبد الله، يقول: \" ولا نرضى أن\nنقول: كلام الله، ونسكت، حتى نقول: إنه غير مخلوق \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head187'>116 - </h1>\n\n<p>\nوحدثنا أبو حفص، قال: حدثنا محمد بن داود، قال: حدثنا\n</p>\n\n<h1 class='l1' id='head188'>[ص: 315]</h1>\n\n<p>\nالمروذي، قال: حدثنا محمد بن أبي عتاب أبو بكر الأعين، قال: حدثنا عمر بن\nسفيان القطعي، قال: حدثنا الحسين بن عجلان، عن علي بن زيد، عن سعيد بن\nالمسيب، عن عائشة، قالت: قال رسول الله صلى الله عليه وسلم: «يا عائشة ويل\nللشاكين في الله، كيف يضغطون في قبورهم كضغطة البيضة على الصخرة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head189'>117 - </h1>\n\n<p>\nحدثني أبو يوسف يعقوب بن يوسف قال: حدثنا أبو يحيى\n</p>\n\n<h1 class='l1' id='head190'>[ص: 316]</h1>\n\n<p>\nالساجي، قال: أخبرني عبد الرحمن بن سميع الهلالي، قال: سمعت عبيد الله بن\nمعاذ، يقول: «لو علم الواقفة أن ربهم غير مخلوق، لما وقفوا»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head191'>باب </h1>\n\n<p>\nذكر اللفظية والتحذير من رأيهم ومقالاتهم واعلموا رحمكم الله أن صنفا من\nالجهمية اعتقدوا بمكر قلوبهم، وخبث آرائهم، وقبيح أهوائهم، أن القرآن\nمخلوق، فكنوا عن ذلك ببدعة اخترعوها، تمويها وبهرجة على العامة، ليخفى\nكفرهم، ويستغمض إلحادهم على من قل علمه، </span>وضعفت نحيزته، فقالوا: إن\nالقرآن الذي تكلم الله به وقاله، فهو كلام الله غير مخلوق، وهذا الذي نتلوه\nونقرؤه بألسنتنا، ونكتبه في مصاحفنا ليس هو القرآن الذي هو كلام الله، هذا\nحكاية لذلك، فما نقرؤه نحن حكاية لذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p317'> Vol. 05, p. 317</a>\n            </div>\n            \n</p>\n\n<p>\nالقرآن بألفاظنا نحن، وألفاظنا به مخلوقة، فدققوا في كفرهم، واحتالوا\nلإدخال الكفر على العامة بأغمض مسلك، وأدق مذهب، وأخفى وجه <span id='ms644'></span>، فلم يخف ذلك\nبحمد الله ومنه وحسن توفيقه على جهابذة العلماء والنقاد العقلاء، حتى\nبهرجوا ما دلسوا، وكشفوا القناع عن قبيح ما ستروه، فظهر للخاصة والعامة\nكفرهم وإلحادهم، وكان الذي فطن لذلك وعرف موضع القبيح منه الشيخ الصالح،\nوالإمام العالم العاقل أبو عبد الله أحمد بن محمد بن حنبل رحمه الله، وكان\nبيان كفرهم بينا واضحا في كتاب الله عز وجل، وسنة نبيه محمد صلى الله عليه\nوسلم. وقد كذبهم القرآن والسنة بحمد الله، قال الله عز وجل: {وإن أحد من\nالمشركين استجارك فأجره حتى يسمع كلام الله} [التوبة: 6] ولم يقل: حتى يسمع\nحكاية كلام الله. وقال تعالى: {وإذا قرئ القرآن فاستمعوا له وأنصتوا}\n[الأعراف: 204]، فأخبر أن السامع إنما يسمع إلى القرآن، ولم يقل: إلى حكاية\nالقرآن. وقال تعالى: {وإذا قرأت القرآن جعلنا بينك وبين الذين لا يؤمنون\nبالآخرة حجابا مستورا} [الإسراء: 45] وقال عز وجل: {وإذ صرفنا إليك نفرا من\nالجن يستمعون القرآن} [الأحقاف: 29]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p318'> Vol. 05, p. 318</a>\n            </div>\n            \n</p>\n\n<p>\nوقال تعالى: {قل أوحي إلي أنه استمع نفر من الجن فقالوا إنا سمعنا قرآنا\nعجبا يهدي إلى الرشد فآمنا به} [الجن: 2] ولم يقل: إنا سمعنا حكاية قرآن\nعجب. وقال تعالى: {فاقرءوا ما تيسر من القرآن} وقال تعالى: {وإذا ذكرت ربك\nفي القرآن وحده} [الإسراء: 46] وقال تعالى: {وننزل من القرآن ما هو شفاء\nورحمة للمؤمنين} [الإسراء: 82] ولم يقل: من حكاية القرآن. ومثل هذا في\nالقرآن كثير، من تدبره عرفه. وجاء في سنة المصطفى صلى الله عليه وسلم،\nوكلام الصحابة والتابعين، وفقهاء المسلمين، رحمة الله عليهم أجمعين، ما\nيوافق القرآن ويضاهيه، والحمد لله، بل أكثرهم لا يعلمون. قال النبي صلى\nالله عليه وسلم: «إن قريشا منعتني أن أبلغ كلام ربي». ولم يقل حكاية كلام\nربي. وقال النبي صلى الله عليه وسلم: «خيركم من تعلم القرآن وعلمه» ولم\nيقل: من تعلم حكاية القرآن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p319'> Vol. 05, p. 319</a>\n            </div>\n            \n</p>\n\n<p>\nوقال «مثل صاحب القرآن كمثل صاحب الإبل المعقلة، إن تعاهدها صاحبها\nأمسكها، وإن تركها ذهبت». وقال صلى الله عليه وسلم: «لا تسافروا بالقرآن\nإلى أرض العدو <span id='ms645'></span>، مخافة أن يناله العدو». وقال الله تعالى: {إنه لقرآن كريم\nفي كتاب مكنون لا يمسه إلا المطهرون تنزيل من رب العالمين} [الواقعة: 77].\nفنهى أن يمس المصحف إلا طاهر، لأنه كلام رب العالمين، فكل ذلك يسميه الله\nعز وجل قرآنا، ويسميه النبي صلى الله عليه وسلم قرآنا، ولا يقول: حكاية\nالقرآن، ولا حكاية كتاب الله، ولا حكاية كلام الله. وقال عبد الله بن\nمسعود: إن هذا القرآن كلام الله فلا تخلطوا به غيره. وقال عبد الله أيضا:\nتعلموا كتاب الله واتلوه، فإن لكم بكل حرف عشر حسنات. فهذا ونحوه في القرآن\nوالسنن، وقول الصحابة والتابعين، وفقهاء المسلمين، ما يدل العقلاء على كذب\nهذه الطائفة من الجهمية الذين احتالوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p320'> Vol. 05, p. 320</a>\n            </div>\n            \n</p>\n\n<p>\nودققوا في قولهم: القرآن مخلوق. ولقد جاءت الآثار عن الأئمة الراشدين\nوفقهاء المسلمين الذين جعلهم الله هداة للمسترشدين، وأنسا لقلوب العقلاء من\nالمؤمنين، مما أمروا به من إعظام القرآن وإكرامه، مما فيه دلالة على أن ما\nيقرؤه الناس ويتلونه بألسنتهم هو القرآن الذي تكلم الله به، واستودعه اللوح\nالمحفوظ، والرق المنشور، حيث يقول الله تعالى: {بل هو قرآن مجيد في لوح\nمحفوظ} [البروج: 21]، وقوله تعالى: {وكتاب مسطور في رق منشور} [الطور: 2]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p321'> Vol. 05, p. 321</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head192'>118 - </h1>\n\n<p>\nحدثنا أبو بكر أحمد بن سلمان قال: حدثنا محمد بن جعفر، قال: حدثنا أبو\nتقي هشام بن عبد الملك قال: حدثنا عثمان بن\n</p>\n\n<h1 class='l1' id='head193'>[ص: 322]</h1>\n\n<p>\nسعيد، حدثني سلم بن سالم، عن نوح بن أبي مريم، عن أبي شيبة، عن مكحول، عن\nابن عباس، أنه رأى رجلا يمحو لوحا برجله، فنهاه وقال ابن عباس: «لا تمح\nالقرآن برجلك» فلو كان حكاية القرآن لما نهاه، أو قال: إن هذا حكاية\nالقرآن، فلا تمحه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head194'>119 - </h1>\n\n<p>\nحدثنا أبو ذر بن الباغندي، قال: حدثنا سعدان بن نصر، قال: حدثنا إسماعيل\nبن أبان، قال: حدثنا عثمان بن عبد الرحمن، قال: حدثنا عمر بن موسى، عن عمرو\nبن شعيب، عن أبيه، عن جده، قال: «نهى رسول الله صلى الله عليه وسلم أن يكتب\nالقرآن على الأرض»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head195'>120 - </h1>\n\n<p>\nحدثنا محمد بن يحيى بن <span id='ms646'></span> عمر بن علي بن حرب، قال: حدثنا أبو داود الحفري،\nقال: حدثنا سفيان يعني الثوري، عن محمد بن\n</p>\n\n<h1 class='l1' id='head196'>[ص: 324]</h1>\n\n<p>\nالزبير، قال: مر عمر بن عبد العزيز على رجل قد كتب في الأرض، يعني قرآنا\nأو شيئا من ذكر الله، فقال: «لعن الله من كتبه، ضعوا كتاب الله مواضعه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head197'>121 - </h1>\n\n<p>\nوأخبرني أبو صالح محمد بن أحمد بن ثابت قال: حدثنا أبو العباس أحمد بن\nعمرو بن حمدون قال: أخبرنا علي بن عبد العزيز\n</p>\n\n<h1 class='l1' id='head198'>[ص: 325]</h1>\n\n<p>\nالبغوي، عن أبي عبيد القاسم بن سلام، عن محمد بن الزبير، عن عمر بن عبد\nالعزيز، قال: قال رسول الله صلى الله عليه وسلم: «لا تكتبوا القرآن إلا في\nشيء طاهر» قال: وسمعت عمر بن عبد العزيز يقول: لا تكتبوا القرآن حيث يوطأ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head199'>122 - </h1>\n\n<p>\nحدثنا ابن أبي دارم، قال: حدثنا إسحاق بن يحيى بن أبي رزمة، قال: حدثنا\nمحمد بن عبيد، قال: حدثنا محمد بن الفضل، قال:\n</p>\n\n<h1 class='l1' id='head200'>[ص: 326]</h1>\n\n<p>\nأخبرنا زيد العمي، عن الحسن، عن خمسة من أصحاب النبي صلى الله عليه وسلم،\nأن رسول الله صلى الله عليه وسلم نهى أن يمحى اسم الله بالبصاق \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head201'>123 - </h1>\n\n<p>\nحدثنا أبو شيبة عبد العزيز بن جعفر، قال: حدثنا محمد بن إسماعيل، قال:\nحدثنا ابن نمير، عن الأعمش، عن مجاهد، قال: «كانوا يكرهون أن يمحى اسم الله\nبالريق»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head202'>124 - </h1>\n\n<p>\nوحدثنا أبو عبد الله محمد بن مخلد العطار قال: حدثنا عمر ابن أخت بشر بن\nالحارث قال: سمعت بشر بن الحارث، يقول: سمعت سليمان بن حرب، قال: رأيت ابن\nالمبارك يغسل ألواحه بالماء لا يمحوها بريقه \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head203'>125 - </h1>\n\n<p>\nوحدثنا ابن مخلد، قال: حدثنا علي بن إسماعيل البزاز المعروف بعلوية قال:\nحدثني يحيى الصامت، قال: سألت ابن المبارك عن الألواح، يكون فيها مكتوب\nالقرآن، أيكره للرجل أن يمحوه بالبزاق؟ قال: «نعم أكرهه، ليمسحها بالماء»\n</p>\n\n<h1 class='l1' id='head204'>126 - </h1>\n\n<p>\nقال: وسألت ابن المبارك عن الألواح يكون فيها مكتوب القرآن، أيكره أن\nيمحوه الرجل برجله؟ قال: نعم، قال: ليمحه بالماء، ثم يضربه برجله \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head205'>127 - </h1>\n\n<p>\nأخبرني أبو القاسم الجابري، عن أبي بكر الخلال، قال: حدثنا حرب بن <span id='ms647'></span>\nإسماعيل، قال: قلت لإسحاق بن راهويه: الصبي يكتب القرآن\n</p>\n\n<h1 class='l1' id='head206'>[ص: 329]</h1>\n\n<p>\nعلى اللوح، أيمحوه بالبزاق؟ قال: «يمحوه بالماء، ولا يعجبني أن يبزق\nعليه»، وكره أن يمحوه بالبزاق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head207'>128 - </h1>\n\n<p>\nحدثنا ابن مخلد، قال: حدثنا عمر، قال: سمعت بشرا، يقول: «أكره أن يمحو\nالصبيان، ألواحهم بأرجلهم في الكتاب، وينبغي للمعلم أن يؤدبهم على هذا».\nقال الشيخ: فتفهموا رحمكم الله ما روي عن هؤلاء الأئمة العلماء رحمهم الله\nمن إعظام القرآن وإجلاله وتنزيهه، ولو كان حكاية القرآن لما احتاجوا إلى\nهذا التشديد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head208'>129 - </h1>\n\n<p>\nحدثني أبي رحمه الله، وأبو القاسم عمر بن يحيى العسكري قالا: حدثنا أبو\nجعفر محمد بن الحسن بن بدينا قال: سألت أبا عبد الله أحمد بن محمد بن حنبل\nفقلت: يا أبا عبد الله، أنا رجل من أهل الموصل، الغالب على أهل بلدنا\nالجهمية، وفيهم أهل سنة نفر يسير محبوك، وقد وقعت\n</p>\n\n<h1 class='l1' id='head209'>[ص: 330]</h1>\n\n<p>\nمسألة الكرابيسي فأفتنتهم، قول الكرابيسي: لفظي بالقرآن مخلوق، فقال لي\nأبو عبد الله: «إياك إياك إياك إياك، وهذا الكرابيسي، لا تكلمه، ولا تكلم\nمن يكلمه، أربع مرار أو خمسا»، إن في كتابي أربعا، قلت: يا أبا عبد الله\nفهذا القول عندك ما يتشعب منه يرجع إلى قول جهم؟ قال: «هذا كله قول جهم»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head210'>130 - </h1>\n\n<p>\nحدثنا أبو بكر محمد بن بكر قال: حدثنا أبو داود، قال: كتبت رقعة فأرسلت\nبها إلى أبي عبد الله، وهو يومئذ متوار، فأخرج إلي جوابه مكتوبا فيه: قلت:\nرجل يقول: التلاوة مخلوقة، وألفاظنا بالقرآن مخلوقة، والقرآن ليس بمخلوق،\nوما ترى في مجانبته؟ وهل يسمى مبتدعا؟ وعلى ما يكون عقد القلب في التلاوة\nوالألفاظ؟ وكيف الجواب فيه؟ قال: \" هذا يجانب، وهو قول المبتدع، وما أراه\nإلا جهميا، وهذا كلام الجهمية، القرآن ليس بمخلوق.\n</p>\n\n<h1 class='l1' id='head211'>[ص: 331]</h1>\n\n<p>\nقالت عائشة: تلا رسول الله صلى الله عليه وسلم: {هو الذي أنزل عليك\nالكتاب منه آيات محكمات} [آل عمران: 7] الآية، قال: فقال رسول الله صلى\nالله عليه وسلم: «إذا رأيتم الذين يتبعون ما تشابه منه فاحذروهم، فإنهم هم\nالذين عنى الله عز وجل، فالقرآن <span id='ms648'></span> ليس بمخلوق»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head212'>131 - </h1>\n\n<p>\nقال أبو داود: وسمعت أحمد يتكلم في اللفظية، وينكر عليهم كلامهم، وقال له\nهارون: يا أبا عبد الله هم جهمية؟ فجعل يقول: هم، هم، ولم يصرح بشيء، ولم\nينكر عليه قوله: هم جهمية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head213'>132 - </h1>\n\n<p>\nوحدثنا محمد بن بكر، قال: حدثنا أبو داود، قال: حدثنا يعقوب بن إبراهيم\nالدورقي، أن أحمد بن محمد بن حنبل قال له: «إن اللفظية إنما يدورون على\nكلام جهم، يزعمون أن جبريل إنما جاء بشيء مخلوق إلى\n</p>\n\n<h1 class='l1' id='head214'>[ص: 332]</h1>\n\n<p>\nمخلوق»، يعني: جبريل مخلوق، جاء به إلى محمد صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head215'>133 - </h1>\n\n<p>\nوحدثنا أبو بكر محمد بن بكر قال: حدثنا أبو داود، قال: أخبرنا أحمد بن\nإبراهيم، قال: سألت أحمد بن حنبل قلت: هؤلاء الذين يقولون: ألفاظنا بالقرآن\nمخلوق، قال: «هم شر من قول الجهمية، ومن زعم هذا فقد زعم أن جبريل جاء\nبمخلوق، وأن النبي صلى الله عليه وسلم تكلم بمخلوق»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head216'>134 - </h1>\n\n<p>\nوحدثنا محمد بن بكر، قال: حدثنا أبو داود، قال: سمعت أحمد بن صالح، ذكر\nاللفظية، فقال: «هؤلاء أصحاب بدعة، ويكثر عليهم أكثر من البدعة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head217'>135 - </h1>\n\n<p>\nقال: وسمعت إسحاق بن إبراهيم، سئل عن اللفظية، فبدعهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head218'>136 - </h1>\n\n<p>\nوحدثني أبو صالح محمد بن أحمد قال: حدثنا أبو جعفر\n</p>\n\n<h1 class='l1' id='head219'>[ص: 333]</h1>\n\n<p>\nمحمد بن داود قال: حدثنا أبو بكر محمد بن إسحاق قال: حدثنا يعقوب\nالدورقي، قال: قلت لأحمد بن حنبل: هؤلاء الذين يقولون: لفظنا بالقرآن\nمخلوق؟ فقال: \" القرآن على أي جهة ما كان لا يكون مخلوقا أبدا، قال الله\nتعالى: {وإن أحد من المشركين استجارك فأجره حتى يسمع كلام الله} [التوبة:\n6]، ولم يقل: حتى يسمع كلامك يا محمد \"، فقلت له: إنما يدور هؤلاء على\nالإبطال والتعطيل، قال: «نعم»، وقال أحمد بن حنبل: «عليهم لعنة الله»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head220'>137 - </h1>\n\n<p>\nوحدثني أبو صالح، قال: حدثنا محمد بن داود، قال: حدثنا أبو بكر بن\nزنجويه، قال: جاءني إبراهيم الكرماني فأخبرني، عن صالح، قال: جاء عباس\nفقال: يا أبا عبد الله إن قوما عندنا يقولون: لفظنا بالقرآن\n</p>\n\n<h1 class='l1' id='head221'>[ص: 334]</h1>\n\n<p>\nمخلوق، فيقولون: ليس بمخلوق، قال: «لا، ما سمعت أحدا يقول هذا <span id='ms649'></span>»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head222'>138 - </h1>\n\n<p>\nوحدثني أبو صالح، قال: حدثنا أبو جعفر، قال: حدثني الحارث الصائغ، قال:\nوسمعته، يعني أبا عبد الله، يسأل عن قول حسين الكرابيسي، قيل له: إنه يقول:\nلفظي بالقرآن مخلوق، فقال: \" هذا قول جهم قال الله عز وجل: {وإن أحد من\nالمشركين استجارك فأجره حتى يسمع كلام الله} [التوبة: 6]، فمن يسمع كلام\nالله؟ أهلكهم وضع الكتب، تركوا آثار رسول الله صلى الله عليه وسلم وأقبلوا\nعلى الكلام \"، فقلت له: إذا قال: لفظي بالقرآن، فهو جهمي؟ قال: \" فأي شيء\nبقي إذا قال: لفظي بالقرآن مخلوق؟ \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head223'>139 - </h1>\n\n<p>\nوحدثني أبو صالح، قال: حدثنا أبو جعفر محمد بن داود قال: حدثني أبو\nالحارث، قال: ذهبت أنا وأبو موسى إلى أبي عبد الله، فقال له أبو موسى: يا\nأبا عبد الله هذا الأمر الذي قد أحدثوه تشمئز منه القلوب، والناس يسألوننا\nعنه، يقولون: لفظنا بالقرآن مخلوق؟ قال أبو عبد الله بالانتهار منه: «هذا\nكلام سوء رديء خبيث، لا خير فيه»، قال له أبو موسى: أليس تقول: القرآن كلام\nالله ليس مخلوقا على كل حال، وبجميع الجهات والمعاني؟\n</p>\n\n<h1 class='l1' id='head224'>[ص: 335]</h1>\n\n<p>\nقال: «نعم، وكلما تشعب من هذا، فهو رديء خبيث»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head225'>140 - </h1>\n\n<p>\nحدثنا أبو جعفر عمر بن محمد بن رجاء قال: حدثنا أبو نصر عصمة بن أبي عصمة\nقال: حدثنا الفضل بن زياد، قال: حدثنا أبو طالب أحمد بن حميد قال: قلت لأبي\nعبد الله: أخبرني ساكني، أن رجلا، بالرميلة كان يقول بقول الكرابيسي لفظه\nبالقرآن مخلوق، فمنعوه يصلي بهم، فجاء فسألك عن الرجل يقول: لفظي بالقرآن\nمخلوق، يصلى خلفه؟ فقلت له: لا، فرجع إليهم فأخبرهم بقولك، وقال: إني تائب،\nوأستغفر الله مما قلت، فقالوا له: صل بنا فصلى بهم، قال: هو كان نفسه،\nسألني رجل طويل اللحية بعدما صليت الظهر، فقلت له: لم تكلمون فيما قد نهيتم\nعنه، لا يصلى خلفه ولا يجالس \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head226'>141 - </h1>\n\n<p>\nحدثنا أبو حفص، قال: حدثنا أبو نصر، قال: حدثنا الفضل،\n</p>\n\n<h1 class='l1' id='head227'>[ص: 336]</h1>\n\n<p>\nقال: حدثنا أبو طالب، قال: قلت: يا أبا عبد الله، إني قد احتججت عليهم\nبالقرآن والحديث، وأحب <span id='ms650'></span> أن أعرضه عليك، قال الله تعالى: {وإن أحد من\nالمشركين استجارك فأجره حتى يسمع كلام الله} [التوبة: 6]، أليس من محمد\nيسمع كلام الله؟ قال الله عز وجل: {وقد كان فريق منهم يسمعون كلام الله ثم\nيحرفونه من بعد ما عقلوه وهم يعلمون} [البقرة: 75] وقال الله عز وجل: {فإذا\nقرأت القرآن فاستعذ بالله من الشيطان الرجيم} [النحل: 98] وقال: {وإذا قرأت\nالقرآن جعلنا بينك} [الإسراء: 45] وقال: {وإذا قرئ القرآن فاستمعوا له}\n[الأعراف: 204] وقال: {اتل ما أوحي إليك من كتاب ربك لا مبدل لكلماته}\n[الكهف: 27] وقال: {وأن أتلو القرآن فمن اهتدى} [النمل: 92]، أليس يتلو\nالقرآن؟. وقال عز وجل: {فاقرءوا ما تيسر من القرآن}، فعلى كل حال، فهو\n</p>\n\n<h1 class='l1' id='head228'>[ص: 337]</h1>\n\n<p>\nقرآن. وقال النبي صلى الله عليه وسلم في حديث جابر: «إن قريشا منعوني أن\nأبلغ كلام ربي». وقال النبي صلى الله عليه وسلم لمعاوية بن الحكم: «إن هذه\nالصلاة لا يصلح فيها شيء من كلام الناس إلا القرآن»، فالقرآن غير كلام\nالناس. وقال أبو بكر رضي الله عنه: لا والله، ولكنه كلام الله. فقال لي: ما\nأحسن ما احتججت به، جبريل جاء إلى النبي صلى الله عليه وسلم بمخلوق، والنبي\nصلى الله عليه وسلم جاء إلى الناس بمخلوق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head229'>142 - </h1>\n\n<p>\nحدثنا أبو حفص، قال: حدثنا أبو أيوب، قال: حدثنا عبد الله بن سويد، قال:\nسمعت أبا إسحاق الهاشمي، يقول: سألت أبا عبد الله\n</p>\n\n<h1 class='l1' id='head230'>[ص: 338]</h1>\n\n<p>\nأحمد بن حنبل، فقلت: إذا قالوا لنا: القرآن بألفاظنا مخلوق، نقول لهم:\nليس هو بمخلوق بألفاظنا أو نسكت؟ فقال: \" اسمع ما أقول لك: القرآن في جميع\nالوجوه ليس بمخلوق \" ثم قال أبو عبد الله: «جبريل حين قاله للنبي صلى الله\nعليه وسلم كان منه مخلوقا؟ والنبي حين قاله كان منه مخلوقا؟ هذا من أخبث\nقول وأشره» ثم قال أبو عبد الله: «بلغني عن جهم أنه قال بهذا في بدء أمره»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head231'>143 - </h1>\n\n<p>\nحدثنا أبو حفص، قال: حدثنا أبو نصر، قال: حدثنا الفضل، قال: حدثنا أبو\nطالب، عن أبي عبد الله، قال: قلت له: كتب إلي <span id='ms651'></span> من طرسوس أن الشراك يزعم أن\nالقرآن كلام الله، فإذا تلوته فتلاوته مخلوقة، قال: «قاتله الله، هذا كلام\nجهم بعينه»، قلت: رجل قال في القرآن: كلام الله ليس بمخلوق، ولكن لفظي هذا\nبه مخلوق؟ قال: «هذا كلام سوء، من قال هذا فقد جاء بالأمر كله» قلت: الحجة\nفيه حديث أبي بكر: لما قرأ: {الم غلبت الروم} [الروم: 2] فقالوا: هذا جاء\nبه صاحبك؟ قال: لا، ولكنه كلام الله، قال: «نعم، هذا وغيره إنما هو كلام\nالله، إن لم يرجع عن هذا فاجتنبه، ولا تكلمه، هذا مثل ما قال الشراك».\n</p>\n\n<h1 class='l1' id='head232'>[ص: 339]</h1>\n\n<p>\nقلت: كذا بلغني، قال: «أخزاه الله، تدري من كان خاله؟» قلت: لا، قال:\n«كان خاله عبدك الصوفي، وكان صاحب كلام ورأي سوء، وكل من كان صاحب كلام،\nفليس ينزع إلى خير»، واستعظم ذلك واسترجع، وقال: «إلى ما صار أمر الناس؟»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head233'>144 - </h1>\n\n<p>\nحدثنا أبو الفضل جعفر بن محمد القافلائي قال: حدثنا إسحاق بن إبراهيم بن\nهانئ النيسابوري، قال: وسمعت أبا عبد الله، يقول: «من زعم أن لفظي بالقرآن\nمخلوق، فهو جهمي» وقال: «أرأيت جبريل جاء إلى النبي صلى الله عليه وسلم\nفتلا عليه تلاوة جبريل للنبي القرآن، كان مخلوقا؟ ما هو بمخلوق»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head234'>145 - </h1>\n\n<p>\nحدثنا أبو عبد الله محمد بن مخلد بن حفص بن جعفر العطار قال: حدثنا أبو\nيوسف محمد بن المثنى الدينوري قال: حدثنا أبو بكر\n</p>\n\n<h1 class='l1' id='head235'>[ص: 340]</h1>\n\n<p>\nمحمد بن عمران بن موسى الدينوري قال: حدثنا أبو أحمد الأسدي، قال: دخلت\nعلى أبي عبد الله أحمد بن محمد بن حنبل رضي الله عنه وسألته فقلت: يا أبا\nعبد الله، لفظي بالقرآن مخلوق أو غير مخلوق؟ فما أجابني بشيء، ثم أعدت عليه\nالمسألة، فما أجابني فيها بشيء، قال: ثم خرجت في سفري إلى مكة، فصارت\nالبادية في طريقي على شبه الحبس من شدة الفكرة في أمره، قال: فدخلت إلى\nمكة، فقطع بي الطواف، فخرجت إلى بئر زمزم، وقبة الشراب، فصليت فيها ركعتين،\nثم نعست فرأيت رب العزة تبارك وتعالى في\n</p>\n\n<h1 class='l1' id='head236'>[ص: 341]</h1>\n\n<p>\nمنامي، فكان آخر ما <span id='ms652'></span> قلت له: إلهي، قراءتي بكلامك غير مخلوق؟ قال: نعم.\nقال: فقوي عزمي، فلما قضيت حجي وسفري، دخلت بغداد وقد تغير أبو عبد الله\nتغيرا شديدا، فقلت له: يا أبا عبد الله لفظي بالقرآن مخلوق؟ أو غير مخلوق؟\nفانبسط إلي وقال: \" ما حالك، توجه القرآن على خمس جهات: حفظ بالقلب، وتلاوة\nباللسان، وسمع بالأذن، وبصر بعين، وخط بيد؟ \" فأشكل علي قوله، وبقيت فيه\nمتحيرا، فقال لي: «ما حالك، القلب مخلوق، والمحفوظ به غير مخلوق، واللسان\nمخلوق، والمتلو به غير مخلوق، والأذن مخلوق، والمسموع إليه غير مخلوق،\nوالعين مخلوق، والمنظور إليه منه غير مخلوق»، قال: فقلت: يا أبا عبد الله\nالعين تنظر إلى السواد في الورق؟ فقال لي: \" مه، أصح شيء في هذا خبر نافع،\nعن ابن عمر، أن النبي صلى الله عليه وسلم قال: «لا تسافروا بالقرآن إلى أرض\nالعدو»، ولم يذكر حبرا ولا ورقا \"، قال: ثم رجع معي إلى باب الدار وهو\nيكلمني بهذا، إذ أتته امرأة معها رجل، فقال: يا أبا عبد الله قد ذهبت إلى\nعبد الوهاب، فما أجابها في المسألة، وتحب أن تسألك، فقال لها: وما مسألتك؟،\nقالت: مسألتي أن زوجي حلف بالطلاق أنه لا يكلم جارا له سنة، فمر به بعد\nأيام وهو يقرأ فلحن، فرد عليه، قال: فحرمت من هذا إلى غيره؟ قال: \" لا،\nقال: فاذهب فإنك لم تحنث، إنك كلمته كلام الخالق دون المخلوقين \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head237'>146 - </h1>\n\n<p>\nحدثنا أبو بكر أحمد بن سليمان النجاد قال: حدثنا عبد الله\n</p>\n\n<h1 class='l1' id='head238'>[ص: 342]</h1>\n\n<p>\nبن أحمد بن حنبل، قال: سألت أبي فقلت: إن قوما يقولون: ألفاظنا بالقرآن\nمخلوقة؟ قال: «هم جهمية، وهم شر ممن يقف». وقال: \" هذا هو قول جهم، وعظم\nالأمر عنده في هذا، وقال: قال الله عز وجل: {وإن أحد من المشركين استجارك\nفأجره حتى يسمع كلام الله} [التوبة: 6]، وقال رسول الله صلى الله عليه\nوسلم: «حتى أبلغ كلام ربي»، وقال صلى الله عليه وسلم: «إن هذه الصلاة لا\nيصلح فيها شيء من كلام الناس» فمن قال: لفظي بالقرآن مخلوق <span id='ms653'></span>، فهو جهمي \"\n</p>\n\n<h1 class='l1' id='head239'>147 - </h1>\n\n<p>\nقال: فقلت لأبي: إن الكرابيسي يقول: لفظي بالقرآن مخلوق، فقال: «هذا كلام\nسوء رديء، وهو كلام الجهمية، كذب الكرابيسي، هتكه الله، الخبيث» وقال: «قد\nخلف هذا بشرا المريسي»\n</p>\n\n<h1 class='l1' id='head240'>148 - </h1>\n\n<p>\nقال عبد الله: وكان أبي يكره أن يتكلم في اللفظ بشيء، وأن يقال: لفظي به\nمخلوق أو غير مخلوق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head241'>149 - </h1>\n\n<p>\nحدثنا أبو محمد عبد الله بن سليمان الوراق، قال: حدثنا عبد الله بن أحمد\nبن حنبل، قال: سألت أبي: ما تقول في رجل قال: التلاوة\n</p>\n\n<h1 class='l1' id='head242'>[ص: 343]</h1>\n\n<p>\nمخلوقة، وألفاظنا بالقرآن مخلوقة، والقرآن كلام الله ليس بمخلوق؟ قال:\n«هذا كافر، وهو فوق المبتدع، وهذا كلام الجهمية». قلت: ما ترى في مجانبته؟\nوهل يسمى مبتدعا؟ فقال: \" هذا يجانب، وهو فوق المبتدع، وهذا كلام الجهمية،\nليس القرآن بمخلوق، قالت عائشة: تلا رسول الله صلى الله عليه وسلم: {هو\nالذي أنزل عليك الكتاب منه آيات محكمات} [آل عمران: 7]، والقرآن ليس بمخلوق\n\"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head243'>150 - </h1>\n\n<p>\nحدثنا أبو حفص عمر بن محمد قال: حدثنا أبو جعفر محمد بن داود، قال: حدثنا\nأبو بكر المروذي، قال: سمعت أبا عبد الله، يقول: \" افترقت الجهمية على ثلاث\nفرق: الذين قالوا: مخلوق، والذين شكوا، والذين قالوا: ألفاظنا بالقرآن\nمخلوق \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head244'>151 - </h1>\n\n<p>\nقال المروذي: قلت لأبي عبد الله: إن رجلا من أصحابنا زوج أخته من رجل،\nفإذا هو من هؤلاء اللفظية، يقول: لفظي بالقرآن مخلوق، وقد كتب الحديث، فقال\nأبو عبد الله: «هذا شر من جهمي». قلت: فتفرق بينهما؟ قال: نعم، قلت: فإن\nأخاها يفرق بينهما؟ قال: «قد أحسن»، وقال: «أظهروا الجهمية، هذا كلام ينقض\nآخره أوله». قلت لأبي عبد الله: إن الكرابيسي يقول: من لم يقل: لفظي\nبالقرآن مخلوق فهو كافر؟ قال: «بل هو الكافر». وقال: «مات بشر المريسي\nوخلفه حسين الكرابيسي»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head245'>152 - </h1>\n\n<p>\nحدثنا أبو حفص، قال: حدثنا أبو نصر، قال: حدثنا الفضل، قال: حدثنا أبو\nطالب، عن أبي عبد الله، قال: سأله يعقوب بن الدورقي عن من قال: لفظنا\nبالقرآن مخلوق، كيف تقول في هذا؟ قال: لا يكلم هؤلاء ولا يكلم هذا، القرآن\nكلام الله غير مخلوق <span id='ms654'></span> على كل جهة، وعلى كل وجه تصرف، وعلى أي حال كان، قال\nالله تعالى: {وإن أحد من المشركين استجارك فأجره حتى يسمع كلام الله}\n[التوبة: 6].\n</p>\n\n<h1 class='l1' id='head246'>[ص: 345]</h1>\n\n<p>\nوقول النبي صلى الله عليه وسلم: لا يصلح في الصلاة شيء من كلام الناس \".\nوقال صلى الله عليه وسلم: حتى أبلغ كلام ربي. هذا قول جهم، على من جاء بهذا\nغضب الله \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head247'>153 - </h1>\n\n<p>\nحدثنا أبو حفص، قال: حدثنا أبو جعفر محمد بن داود قال: وسمعت عبد الوهاب\nيعني ابن الحكم الوراق، يقول: «الواقفة واللفظية والله جهمية» حلف عليها\nغير مرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head248'>154 - </h1>\n\n<p>\nقال أبو جعفر: وسمعت أبا زهير محمد بن زهير يقول: \" القرآن كلام الله غير\nمخلوق على جميع الجهات، فقال: من قال: هذا يعني: لفظي، فهو يدخل فيه كل \".\nقال الشيخ: فبهذه الروايات والآثار التي أثرناها ورويناها عن سلفنا وشيوخنا\nوأئمتنا نقول، وبهم نقتدي، وبنورهم نستضيء، فهم الأئمة العلماء العقلاء\nالنصحاء، الذين لا يستوحش من ذكرهم، بل تنزل الرحمة إذا نشرت أخبارهم،\nورويت آثارهم، فنقول: إن القرآن كلام الله، ووحيه، وتنزيله، وعلم من علمه،\nفيه أسماؤه الحسنى، وصفاته العليا، غير مخلوق كيف تصرف،\n</p>\n\n<h1 class='l1' id='head249'>[ص: 346]</h1>\n\n<p>\nوعلى كل حال، لا نقف، ولا نشك، ولا نرتاب، ومن قال: مخلوق، أو قال: كلام\nالله ووقف، أو قال: لفظي بالقرآن مخلوق، فهؤلاء كلهم جهمية ضلال كفار، لا\nيشك في كفرهم، ومن قال: لفظي بالقرآن مخلوق، فهو ضال مضل جهمي، ومن قال:\nلفظي بالقرآن غير مخلوق، فهو مبتدع، لا يكلم حتى يرجع عن بدعته، ويتوب عن\nمقالته فهذا مذهبنا، اتبعنا فيه أئمتنا، واقتدينا بشيوخنا، رحمة الله\nعليهم، وهو قول إمامنا أحمد بن حنبل رحمه الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head250'>155 - </h1>\n\n<p>\nحدثنا أبو حفص عمر بن محمد بن رجاء قال: حدثنا أبو جعفر محمد بن داود\nقال: حدثنا أبو بكر المروذي، قال: وسمعت أبا الحسن عبد الوهاب الوراق،\nيقول: \" ما سمعت عالما يقول: لفظي بالقرآن غير مخلوق، فمن هؤلاء عند أبي\nعبد الله الذين خالفوا قوله، إذا وقفت غدا بين يدي الله، فسألني: بمن\nاقتديت؟ أي شيء أقول <span id='ms655'></span>؟ وأي شيء ذهب على أبي عبد الله من أمر الإسلام؟ وأبو\nعبد الله عالم هذه المسألة، فقد بلي منذ عشرين سنة في هذا الأمر، فمن لم\nيصر إلى قول أبي عبد الله، فنحن نظهر خلافه ونهجره، ولا نكلمه، إذا قلنا:\nالقرآن غير مخلوق، ومن قال: لفظي بالقرآن، فهو جهمي، فأي شيء بقي، وإنما\nهذا من طريق أصحاب الكلام، وأصحاب\n</p>\n\n<h1 class='l1' id='head251'>[ص: 347]</h1>\n\n<p>\nالكلام لا يفلحون \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head252'>156 - </h1>\n\n<p>\nحدثنا أبو حفص، قال: حدثنا أبو جعفر، قال: حدثنا أبو بكر، قال: قال إسحاق\nبن داود: \" نحن نقتدي بمن مات، أحمد بن حنبل إمامنا، وهو من الراسخين في\nالعلم، يقول: ما سمعت عالما يقول: لفظي بالقرآن غير مخلوق، وأي شيء ذهب على\nأبي عبد الله من أمر الإسلام؟ إذا قلنا: من قال: لفظي بالقرآن مخلوق، فهو\nجهمي، وقلنا كما قال العلماء: القرآن كلام الله غير مخلوق حيثما تصرف، فأي\nشيء بقي؟ من قال: لفظي بالقرآن غير مخلوق؟ فنحن نهجره ولا نكلمه، وهذه\nبدعة، وما غضب أحد في هذا الأمر وهو دون غضب أبي عبد الله، أبو عبد الله\nيغضب الغضب الشديد، حتى جعلوا يسكتونه \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head253'>157 - </h1>\n\n<p>\nحدثنا أبو حفص، حدثنا أبو جعفر، قال: حدثنا أبو بكر، سمعت الحسن علي بن\nمسلم يقول: \" القرآن كلام الله غير مخلوق، هذا قول أبي عبد\n</p>\n\n<h1 class='l1' id='head254'>[ص: 348]</h1>\n\n<p>\nالله، فبه نقتدي إذ كنا لم ندرك في عصره أحدا تقدمه في العلم والمعرفة\nوالديانة، وكان مقدما عند من أدركنا من علمائنا، فما علمت أن أحدا بلي بمثل\nما بلي به فصبر، فهو قدوة وحجة لأهل هذا العصر، ولمن يجيء بعدهم، فنحن\nمتبعون لمقالته، وموافقون له، فمن قال: لفظي بالقرآن غير مخلوق، فقد أبدع،\nوليس هو من كلام العلماء، وهذا مما أحدثه أصحاب الكلام المبتدعة، وقد صح\nعندنا أن أبا عبد الله أنكر على من قال ذلك، وغضب منه الغضب الشديد، وقال:\nما سمعت عالما قال هذا، فمن خالف أبا عبد الله فيما نهى عنه، فنحن غير\nموافقين له، منكرون عليه، وقد أدركنا من علمائنا مثل عبد <span id='ms656'></span> الله بن المبارك،\nوهشيم بن بشير، وإسماعيل ابن علية، وسفيان بن عيينة،\n</p>\n\n<h1 class='l1' id='head255'>[ص: 349]</h1>\n\n<p>\nوعباد بن عباد، وعباد بن العوام، وأبي بكر بن عياش، وعبد الله بن إدريس،\nوعبد الرحمن بن زيد بن أسلم، ويحيى بن زائدة، ويوسف بن يعقوب بن الماجشون،\nووكيع، ويزيد بن هارون، وأبي أسامة، وقد\n</p>\n\n<h1 class='l1' id='head256'>[ص: 350]</h1>\n\n<p>\nأدركوا هؤلاء كلهم التابعين، وسمعوا عنهم، ورووا عنهم، ما منهم أحد قال:\nلفظي بالقرآن غير مخلوق، فنحن لهم متبعون، ولما أحدث بعدهم مخالفون \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head257'>158 - </h1>\n\n<p>\nحدثنا أبو حفص، قال: حدثنا أبو جعفر، قال: حدثنا أبو بكر يعني المروذي،\nقال: وقال إسحاق بن حنبل: \" من قال: لفظي بالقرآن مخلوق، فهو جهمي، ومن زعم\nأن لفظه بالقرآن غير مخلوق، فقد ابتدع، فقد نهى أبو عبد الله عن هذا، وغضب\nمنه وقال: ما سمعت عالما قال هذا، أدركت العلماء مثل: هشيم، وأبي بكر بن\nعياش، وسفيان بن عيينة، فما سمعتهم قالوا هذا، وأبو عبد الله أعلم الناس\nبالسنة في زمانه، لقد ذب عن دين الله، وأوذي في الله، وصبر على السراء\nوالضراء \". قال أبو يوسف: فمن حكى عن أبي عبد الله أنه قال: لفظي بالقرآن\nغير مخلوق، فقد كذب، ما سمعت أبا عبد الله قال هذا، إنما قال أبو عبد الله:\n</p>\n\n<h1 class='l1' id='head258'>[ص: 351]</h1>\n\n<p>\nاللفظية جهمية، وأبو عبد الله أعلم الناس بالسنة في زمانه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head259'>159 - </h1>\n\n<p>\nحدثنا أبو حفص قال: حدثنا أبو جعفر، قال: حدثنا أبو بكر، قال: وسمعت\nيعقوب الدورقي، يقول: \" القرآن كلام الله غير مخلوق، فمن زعم أنه مخلوق فهو\nكافر، ومن قال: لفظه بالقرآن مخلوق، فهو جهمي، ومن قال: لفظه بالقرآن غير\nمخلوق، فهو مبتدع محدث، يهجر ولا يكلم ولا يجالس، لأن القرآن صفات الله\nوأسماؤه، والقرآن كلام الله حيث تصرف غير مخلوق، ومن حكى عني أني رجعت عن\nتبديع من قال هذا، فهو كذاب \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head260'>160 - </h1>\n\n<p>\nحدثنا أبو حفص، قال: حدثنا أبو جعفر، قال: حدثنا أبو بكر، قال: سمعت أبا\nبكر بن سهل بن عسكر، يقول: \" القرآن كلام الله غير مخلوق حيث تصرف، والقرآن\nمن علم الله، ومن <span id='ms657'></span> زعم أنه ليس من علم الله، فهو كافر، ومن قال: لفظي\nبالقرآن مخلوق فهو جهمي كافر بالله، ومن قال: إن لفظي بالقرآن غير مخلوق،\nفلم أر أحدا من العلماء قال: لفظي بالقرآن غير مخلوق، ونحن متبعون لأحمد بن\nمحمد بن حنبل في هذه المسألة، فمن خالفه فنحن\n</p>\n\n<h1 class='l1' id='head261'>[ص: 352]</h1>\n\n<p>\nمنه بريئون في الدنيا والآخرة، سمعت عبد الرزاق يقول: إن يعش هذا الرجل\nيكن خلفا من العلماء، يريد أحمد بن حنبل، رحمه الله \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head262'>161 - </h1>\n\n<p>\nحدثنا أبو حفص قال: حدثنا أبو جعفر قال: حدثنا أبو بكر، قال: سمعت عبد\nالله بن أيوب المخرمي، يقول: \" القرآن كلام الله غير مخلوق، ومن قال: إنه\nمخلوق، فقد أبطل الصوم والحج والجهاد وفرائض الله، ومن أبطل واحدة من هذه\nالفرائض فهو كافر بالله العظيم، ومن قال: إن لفظي بالقرآن غير مخلوق، فهو\nضال مبتدع، أدركت ابن عيينة، ويحيى بن سليم، ووكيع بن الجراح، وعبد الله بن\nنمير، وجماعة من علماء الحجاز والبصرة والكوفة، ما سمعت أحدا منهم قال:\nلفظي بالقرآن مخلوق، ولا: غير مخلوق. وقد صح عندنا أن أبا عبد الله أحمد بن\nحنبل نهى أن يقال: لفظي\n</p>\n\n<h1 class='l1' id='head263'>[ص: 353]</h1>\n\n<p>\nبالقرآن غير مخلوق، فمن قال بخلاف ما قال أبو عبد الله فقد صحت بدعته \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head264'>162 - </h1>\n\n<p>\nحدثنا أبو حفص، قال: حدثنا أبو جعفر، قال: حدثنا أبو بكر، قال: حدثنا\nمحمد بن يحيى الأزدي، قال: حدثني مسدد، قال: كنت عند يحيى بن سعيد القطان،\nوجاء يحيى بن إسحاق بن توبة العنبري، فقال له يحيى بن سعيد: حدث هذا، يعني\nمسددا كيف قال حماد بن زيد فيما سألته؟ قال: سألت حماد بن زيد عن من قال:\nكلام الناس ليس بمخلوق، فقال: هذا كلام أهل الكفر \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head265'>163 - </h1>\n\n<p>\nقال يحيى بن إسحاق بن توبة العنبري: سألت معتمر بن\n</p>\n\n<h1 class='l1' id='head266'>[ص: 354]</h1>\n\n<p>\nسليمان عن من قال: كلام الناس ليس بمخلوق قال: «هذا كفر»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head267'>باب</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p355'> Vol. 05, p. 355</a>\n            </div>\n            \n<h1 class='l1' id='head268'>بيان كفر طائفة من الجهمية زعموا أن القرآن ليس في صدور الرجال</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p355'> Vol. 05, p. 355</a>\n            </div>\n            ",
  "pages": [
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "284",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "317",
    "318",
    "319",
    "320",
    "321",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "355",
    "355"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09"
  ]
}