{
  "content": "\n<p>\n(1) 1- قال زروق في شرح المقدمة الوغليسية ص:3 معقبا على الصلاة والتسليم\nفي بداية الرسائل والمؤلفات : (تنبيه: لم يكن هذا محلا <span id='ms695'></span> للصلاة على النبي\nصلى الله عليه وسلم في الماضي، وإنما أحدث في زمن معاوية في الرسائل\nونحوها، فأجمع على استحسانه) .\n</p>\n\n<p>\n(2) - يقول ابن الصلاح في النوع الخامس والعشرين من مقدمته: ينبغي له  أي\nللمحدث  أن يحافظ على كتبة الصلاة والتسليم على رسول الله صلى الله تعالى\nعليه وآله وسلم عند ذكره، ولا يسأم من تكرير ذلك عند تكرره، فإن ذلك من\nأكبر الفوائد التي يتعجلها طلبة الحديث وكتبته؛ ومن أغفل ذلك حرم حظا\nعظيما...\n</p>\n\n<p>\nثم ليتجنب في إثباتها نقصين أحدهما: أن يكتبها منقوصة صورة رامزا إليها\nبحرفين أو نحو ذلك،\n</p>\n\n<p>\nوالثاني: أن يكتبها منقوصة معنى بأن لا يكتب \" وسلم \" وإن وجد ذلك في خط\nبعض المتقدمين.\n</p>\n\n<p>\nأنظر مقدمة ابن الصلاح، النوع الخامس والعشرون في كتابه الحديث وضبطه\nوتقييده، ص: 9192، والتقييد والايضاح شرح مقدمة ابن الصلاح للحافظ العراقي\nص: 208-209، وتدريب الراوي في شرح تقريب النواوي لجلال الدين السيوطي\n2/74-75.\n</p>\n\n<p>\nوفي تذكرة الحفاظ للذهبي 3/934 : (قال ابن منده: سمعت حمزة بن محمد الحافظ\nيقول: كنت أكتب الحديث ولا أكتب \"وسلم\"، فرأيت النبي صلى الله عليه وسلم في\nالمنام فقال لي: أما تختم الصلاة علي في كتابك ؟ ).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p001'> Vol. 02, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - أبو الفضل أحمد بن علي بن محمد بن علي بن أحمد الكناني العسقلاني\nالأصل المصري المولود والمنشأ المعروف بابن حجر، وهو لقب لبعض آبائه. أخذ\nصحيح البخاري على مسند الحجاز عبد الله النشاوري: واجتمع بحافظ العصر زين\nالدين العراقي، فلازمه عشرة أعوام، كما تلقى عن البلقيني، ومن مؤلفاته\nالجامعة: فتح الباري شرح صحيح البخاري، والإصابة في تمييز الصحابة، وتبصير\nالمنتبه بتحرير المشتبه. ولد سنة 773 ه وتوفي سنة 852 ه، ترجمته في كتابه\nرفع الإصر 88، وذيل طبقات الحفاظ للسيوطي 381، ولحظ الألحاظ بذيل طبقات\nالحفاظ لابن فهد 332، والبدر الطالع بمحاسن من بعد القرن التاسع للشوكاني 1/87.\n</p>\n\n<p>\n(2) - فتح الباري شرح صحيح البخاري 6/654 (ناسبا القول لابن حزم).\n</p>\n\n<p>\n(3) - أبو عيسى المهدي بن أحمد الفاسي الفهري.\n</p>\n\n<p>\nله مصنفات عديدة.\n</p>\n\n<p>\nتوفي عام 1109ه.\n</p>\n\n<p>\nترجمته في: دليل مؤرخ المغرب الأقصى لعبد السلام بن سودة 2/84، وهدية\nالعارفين لباشا البغدادي 2/484.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p002'> Vol. 02, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - من <span id='ms696'></span> النصوص الشاهدة لذلك قول القاضي عياض في الشفا بتعريف حقوق\nالمصطفى 2/201: (... ولكنه تكلم في جهته صلى الله عليه وسلم بكلمة الكفر،\nمن لعنه أو سبه أو تكذيبه، أو أضاف مالا يجوز عليه، أو نفي ما يجب له مما\nهو في حقه صلى الله عليه وسلم نقيصة، مثل أن ينسب إليه إتيان كبيرة، أو\nمداهنة في تبليغ الرسالة، أو في حكم بين الناس، أو يغض من مرتبته أو شرف\nنسبه ...).\n</p>\n\n<p>\n(2) - أحمد بن عمر بن إبراهيم بن عمر الأنصاري القرطبي، أبو العباس، يعرف\nبابن المزين.\n</p>\n\n<p>\nمحدث فقيه.\n</p>\n\n<p>\nولد بقرطبة، ورحل إلى المشرق.\n</p>\n\n<p>\nله: المفهم لما أشكل من تلخيص مسلم، ومختصر الصحيحين.\n</p>\n\n<p>\nتوفي بالإسكندرية عام 656ه.\n</p>\n\n<p>\nترجمته في: نفح الطيب من غصن الأندلس الرطيب للمقري 2/5، والبداية والنهاية\nلابن كثير 13/213، وشذرات الذهب في أخبار من ذهب لابن العماد 5/273،\nوالديباج المذهب في أعيان من ذهب لابن فرحون 68-70.\n</p>\n\n<p>\n(3) - في شرح الحديث 4315.\n</p>\n\n<p>\n(4) - أبو عبد الله محمد بن عمر بن واقد السهمي الأسلمي الواقدي المدني.\n</p>\n\n<p>\nولد بالمدينة وكان تاجرا في الحنطة.\n</p>\n\n<p>\nسمع من مالك والثوري، وكان قاضيا ببغداد، وتوفي عام 207ه.\n</p>\n\n<p>\nترجمته في: تاريخ بغداد للخطيب البغدادي 3/21، ووفيات الأعيان وأنباء أبناء\nالزمان لابن خلكان 1/640، وشذرات الذهب 2/18.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p003'> Vol. 02, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - أبوعبد الله محمد بن سعد بن منيع الزهري البصري، كاتب الواقدي.\n</p>\n\n<p>\nولد بالبصرة وسكن بغداد، وروى الحديث والفقه والغريب.\n</p>\n\n<p>\nتوفي عام 230ه.\n</p>\n\n<p>\nترجمته في: تاريخ بغداد 5/321، ووفيات الأعيان 1/641، وتذكرة الحفاظ للذهبي 2/12.\n</p>\n\n<p>\n(2) - أحمد بن يحيى بن جابر بن داود البغدادي البلاذري.\n</p>\n\n<p>\nسمع بدمشق وأنطاكية، وكان ينقل من الفارسية.\n</p>\n\n<p>\nله: الاستقصا في الأنساب والأخبار في 40 مجلدا، ولم يكمل.\n</p>\n\n<p>\nتوفي عام 249ه.\n</p>\n\n<p>\nترجمته في: تذكرة الحفاظ للذهبي 3/101، والبداية والنهاية 11/65.\n</p>\n\n<p>\n(3) - أبو عبد الله محمد بن عبد الله بن حمدويه النيسابوري، المعروف بابن\nالبيع، إمام عصره في الحديث. درس الحديث في بغداد، وتولى القضاء في نسا.\n</p>\n\n<p>\nدرس الحديث في بغداد، وتولى القضاء في نسا.\n</p>\n\n<p>\nتوفي سنة 405 ه.\n</p>\n\n<p>\nترجمة في: وفيات الأعيان 1/484، والوافي بالوفيات للخليل الصفدي 3/320،\nوالعبر في أخبار من عبر للذهبي 1/484.\n</p>\n\n<p>\n(4) - أبو عبد الله محمد بن أحمد <span id='ms697'></span> بن عثمان بن قايماز بن عبد الله،\nالتركماني الأصل، الدمشقي الذهبي، شمس الدين.\n</p>\n\n<p>\nمن كبار المحدثين والمؤرخين.\n</p>\n\n<p>\nله: تاريخ الإسلام، وميزان الاعتدال في نقد الرجال، وطبقات الحفاظ.\n</p>\n\n<p>\nتوفي بدمشق عام 748هت.\n</p>\n\n<p>\nترجمته في: طبقات الشافعية للإسنوي 1/98، وذيل طبقات الحفاظ للدمشقي 1/9.\n</p>\n\n<p>\n(5) - إسماعيل بن عمر بن كثير بن ضوء بن كثير بن زرع البصروي ثم الدمشقي،\nأبو الفداء.\n</p>\n\n<p>\nنشأ بدمشق، وتتلمذ على ابن تيمية.\n</p>\n\n<p>\nله: جامع المسانيد، والبداية والنهاية، وتفسير القرآن العظيم.\n</p>\n\n<p>\nتوفي عام 774ه.\n</p>\n\n<p>\nترجمته في: شذرات الذهب 6/231، والبدر الطالع للشوكاني 1/153، والدرر\nالكامنة لابن حجر 1/373.\n</p>\n\n<p>\n(6) - أبو الفرج عبد الرحمن بن علي بن محمد بن علي بن عبيد الله القرشي\nالتيمي البغدادي، المعروف بابن الجوزي.\n</p>\n\n<p>\nله: المغني في علوم القرآن، وجامع المسانيد والمنتظم في تاريخ الأمم، وزاد\nالمسير في علم التفسير.\n</p>\n\n<p>\nتوفي عام 597ه.\n</p>\n\n<p>\nترجمته في: سير أعلام النبلاء للذهبي 13/83، وذيل طبقات الحنابلة لابن رجب 1/144.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p004'> Vol. 02, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - وقال ابن قيم الجوزية في زاد المعاد في هدي خير العباد 1/76:\n</p>\n\n<p>\n( واختلف في وفاة أبيه عبد الله، هل توفي ورسول الله - صلى الله عليه وسلم\n- حمل، أو توفي بعد ولادته؟\n</p>\n\n<p>\nعلى قولين: أصحهما: أنه توفي ورسول الله - صلى الله عليه وسلم - حمل،\n</p>\n\n<p>\nوالثاني: أنه توفي بعد ولادته بسبعة أشهر.\n</p>\n\n<p>\nولا خلاف أن أمه ماتت بين مكة والمدينة بالأبواء ، منصرفها من المدينة من\nزيارة أخواله، ولم يستكمل إذ ذاك سبع سنين).\n</p>\n\n<p>\nوانظر الطبقات الكبرى لابن سعد 1/99.\n</p>\n\n<p>\nولفظ ابن الجوزي في تلقيح فهوم أهل الأثر في عيون التاريخ والسير ص:7 (\nومات أبوه عبد الله وهو ابن خمس وعشرين سنة، ورسول الله حمل، وقيل لم يمت\nحتى أتى على رسول الله شهران، وقيل سبعة أشهر، وقيل ثمانية وعشرون شهرا،\nوالأول أصح).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p005'> Vol. 02, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - في الأصل: \" عمر\" ، والصحيح: \"عمرو\"، وقيل له هاشم لأنه أول من هشم\nالثريد لأهل الموسم، ولقومه أولا في سنة المجاعة، انظر فتح الباري 7/206،\nوالاستيعاب ص: 1089، والروض الأنف للسهيلي 1/7.\n</p>\n\n<p>\n(2) - أبو عمر يوسف بن عبد الله بن محمد بن عبد البر النمري، شيخ علماء\nالأندلس. تفقه بابن الفرضي ولازمه كثيرا. ألف <span id='ms698'></span> كتبا مفيدة منها: التمهيد لما\nفي الموطأ من المعاني والأسانيد، والاستذكار لمذاهب علماء الأمصار،\nوالاستيعاب في معرفة الأصحاب، توفي سنة 463 ه، ترجمته في: بغية الملتمس في\nتاريخ رجال الأندلس للضبي 474، والصلة لابن بشكوال 2/677، والديباج المذهب\nفي معرفة أعيان علماء المذهب لابن فرحون2 /367، وشجرة النور الزكية في\nطبقات المالكية لمحمد مخلوف 1/119.\n</p>\n\n<p>\n(3) - الاستيعاب في معرفة الأصحاب لابن عبد البر ص: 25-26، والروض الأنف 1/11.\n</p>\n\n<p>\n(4) - أبو القاسم عيد الرحمن بن عبد الله بن أحمد بن أبي الحسن أصبغ بن حسن\nبن سعدون السهيلي المالقي.\n</p>\n\n<p>\nتتلمذ على ابن العربي المعافري وابن شريح، واشتهر بكتابه الروض الأنف في\nشرح السيرة النبوية.\n</p>\n\n<p>\nترجمته في: وفيات الأعيان3/143، ونفح الطيب من غصن الأندلس الرطيب للمقري\n4/369، وشجرة النور الزكية 156.\n</p>\n\n<p>\n(5) - الإمام العلم أبو عبد الله مالك بن أنس بن أبي عامر الأصبحي، نسبة\nإلى ذي أصبح، قبيلة في اليمن. اشتهر بكتابه الموطأ الذي ذاع صيته في\nالآفاق. توفي سنة 179 ه.\n</p>\n\n<p>\nترجمته في: ترتيب المدارك لعياض 1/102، وتذكرة الحفاظ للذهبي 1/207،\nوالبداية والنهاية لابن كثير 10/174، والديباج المذهب 1/82، وانظر الإمام\nمالك حياته وعصره، آراؤه وفقهه لمحمد أبو زهرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p006'> Vol. 02, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - الروض الأنف في تفسير السيرة النبوية 1/14-15.\n</p>\n\n<p>\n(2) - أبو الخطاب عمر بن الحسن بن علي بن محمد بن دحية الكلبي، مؤرخ حافظ\nللحديث، من أهل سبتة، ولي قضاء دانية واستقر بمصر، من تصانيفه: الآيات\nالبينات، ونهاية السؤل في خصائص الرسول، والتنوير في مولد السراج المنير.\n</p>\n\n<p>\nتوفي بالقاهرة سنة 633 ه.\n</p>\n\n<p>\nترجمته في: وفيات الأعيان 1/381، ونفح الطيب 1/368، وشذرات الذهب 5/160،\nوميزان الاعتدال في نقد الرجال للذهبي 2/252.\n</p>\n\n<p>\n(3) - قال ابن قيم الجوزية في زاد المعاد 1/71 بعد أن ساق نسبه الشريف إلى عدنان:\n</p>\n\n<p>\n( إلى هاهنا معلوم الصحة، متفق عليه بين النسابين ولا خلاف فيه البتة، وما\nفوق \"عدنان\" مختلف فيه).\n</p>\n\n<p>\n(4) - أبو الفتح محمد بن محمد بن محمد بن أحمد بن عبد الله الإشبيلي،\nالمعروف بابن سيد الناس اليعمري. أخذ عن ما يقرب من ألف شيخ، منهم ابن دقيق\nالعيد والدمياطي ووالده أبي عمرو، وطبقتهم من شيوخ مصر والشام.\n</p>\n\n<p>\nله : شرح الترمذي، وعيون الأثر في فنون المغازي <span id='ms699'></span> والشمائل والسير. توفي عام 734ه.\n</p>\n\n<p>\nترجمته في: تذكرة الحفاظ للذهبي 1503، والوافي بالوفيات 1/289، وطبقات\nالشافعية للسبكي 9/268.\n</p>\n\n<p>\n(5) - عيون الأثر في فنون المغازي والشمائل والسير1/22، وصدر الكلام في زاد\nالمعاد 1/71.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p007'> Vol. 02, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - عبد الله بن عباس بن عبد المطلب بن هاشم، الحبر البحر، أبو العباس،\nابن عم رسول الله صلى الله عليه وسلم، روى عن النبي صلى الله عليه وسلم،\nوعمر وعثمان وأبي ذر وأبي، وقرأ عليه مجاهد، وسعيد بن جبير وعكرمة، وعطاء،\nوطاووس، ومناقبه غزيرة، وسعة علمه إليه المنتهى، ومن دعاء المصطفى له: \"\nالفهم علمه التأويل، وفقهه في الدين\" - أحمد 1/266، والحاكم 3/534 بإسناد\nصحيح-. توفي بالطائف سنة 68 ه، وقد كف بصره في آخر عمره.\n</p>\n\n<p>\nترجمته في: طبقات ابن سعد 2/365، والتاريخ الكبير للبخاري 5/3-5، والجرح\nوالتعديل لابن أبي حاتم 5/116، والاستيعاب ص: 933، والإصابة 4/141-152 ،\nوسير أعلام النبلاء للذهبي 3/331-359.\n</p>\n\n<p>\n(2) - بفتح الميم والمهملة، وتشديد الدال ، انظر الفتح 7/208.\n</p>\n\n<p>\n(3) - الزبير بن العوام بن خويلد بن أسد بن عبد العزى بن قصي بن كلاب\nالقرشي الأسدي، أبو عبد الله، حواري رسول الله صلى الله عليه وسلم وابن\nعمته، أمه صفية بنت عبد المطلب، وأحد العشرة المبشرين بالجنة، وأحد الستة\nاصحاب الشورى، ومن النوادر ما رواه ابن سعد بسند صحيح عن قصة بدر، قال رسول\nالله صلى الله عليه وسلم: ( إن الملائكة نزلت على سيماء الزبير).\n</p>\n\n<p>\nترجمته في: الاستيعاب ص:510، والإصابة 2/553-557.\n</p>\n\n<p>\n(4) - فتح الباري 7/208.\n</p>\n\n<p>\n(5) - سورة الشعراء، الآية 219.\n</p>\n\n<p>\nتنبيه : المعتمد في تخريج الآيات هو رواية ورش عن الإمام نافع بن عبد\nالرحمن، مع العد الكوفي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p008'> Vol. 02, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - عن ابن عباس قال: ( \"وتقلبك في الساجدين\": من نبي إلى نبي حتى أخرجت\nنبيا)، أخرجه أبو نعيم في أعلام النبوة 1/12، وابن عساكر في تاريخ دمشق\n1/2/267، وأورده -مع روايات أخرى- الألباني في إرواء الغليل في تخريج\nأحاديث منار السبيل 6/232.\n</p>\n\n<p>\nوفي فتح الرؤوف المجيب على أنموذج اللبيب في خصائص الحبيب للمناوي لوحة51/ب\n: (روى الطبراني وغيره عن ابن عباس في قوله تعالى:\"وتقلبك في الساجدين\"،\nقال: من نبي إلى نبي حتى أخرجت نبيا).\n</p>\n\n<p>\n(2) - سورة التوبة، الآية 28.\n</p>\n\n<p>\n(3) - محمد بن عمر بن الحسن بن علي التيمي <span id='ms700'></span> البكري الرازي، الفخر أبو عبد الله.\n</p>\n\n<p>\nولد بالري من أعمال فارس.\n</p>\n\n<p>\nله: مفاتيح الغيب في تفسير القرآن، وشرح الوجيز في الفقه.\n</p>\n\n<p>\nتوفي بهراة عام 606ه، وخلف ثروة طائلة.\n</p>\n\n<p>\nترجمته في: وفيات الأعيان 1/600، وطبقات الشافعية للسبكي 5/35.\n</p>\n\n<p>\n(4) - عبد الرحمن بن أبي بكر بن محمد بن سابق الخضيري الأسيوطي أو السيوطي،\nويلقب بجلال الدين. أخذ عن البلقيني والتقي السبكي، وعنه الداودي. له :\nالتوشيح على الجامع الصحيح، والديباج على صحيح مسلم بن الحجاج، وطبقات\nالحفاظ، والمزهر، وتدريب الراوي شرح تقريب النواوي. توفي بمصر عام 911ه.\n</p>\n\n<p>\nترجمته في : كتابه حسن المحاضرة في أخبار مصر والقاهرة 1/335-344، وشذرات\nالذهب 8/51، والضوء اللامع لأهل القرن التاسع للسخاوي 4/65.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p009'> Vol. 02, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - مسالك الحنفا في والدي المصطفى للسيوطي، منه نسخة مخطوطة بالخزانة\nالعامة بالرباط في مجموع رقم 1194 د ( لوحة 58 ب ( لوحة 63 ب).\n</p>\n\n<p>\nوالمسالك التي استدل لها الإمام السيوطي بحجج كثيرة هي:\n</p>\n\n<p>\n1 أنهما ماتا قبل البعثة، ولا تعذيب قبلها لقوله تعالى: \" وما كنا معذبين\nحتى نبعث رسولا \" ( واستدل إضافة إلى الآية بسبعة أحاديث)؛\n</p>\n\n<p>\n2 أنهما لم يثبت عنهما شرك، بل كانا على الحنيفية دين جدهما إبراهيم - عليه\nالسلام - ؛\n</p>\n\n<p>\n3 أن الله أحيا له أبويه حتى آمنا به، وهذا المسلك مال إليه طائفة كثيرة من\nحفاظ المحدثين وغيرهم، منهم ابن شاهين، والحافظ أبو بكر الخطيب البغدادي\nوالسهيلي والقرطبي والمحب الطبري والعلامة ناصر الدين المنير وغيرهم.\n</p>\n\n<p>\n(2) - ذكر أحمد الخازندار ومحمد الشيباني في \" دليل مخطوطات السيوطي وأماكن\nوجودها\" ص : 150( 152 تسعة كتب هي:\n</p>\n\n<p>\n1 التعظيم والمنة في أن أبوي النبي صلى الله عليه وسلم في الجنة/ طبع بحيدر\nآباد الهند 1317ه؛\n</p>\n\n<p>\n2 الاصطفا في إيمان أبوي المصطفى/ خزائن أوقاف بغداد 7020؛\n</p>\n\n<p>\n3 الدرج المنيفة في الآباء الشريفة / طبع بحيدر آباد  الهند 1317 ه؛\n</p>\n\n<p>\n4 رسالة في والدي رسول الله صلى الله عليه وسلم / الظاهرية 1143؛\n</p>\n\n<p>\n5 السبل الجلية في الاباء العلية / طبع بحيدر آباد  الهند 1316 ه،\n</p>\n\n<p>\n6 سبل النجاة في نجاة أبوي الرسول صلى الله عليه وسلم؛\n</p>\n\n<p>\n7 مسالك الجنان في والدي سيد الأكوان؛\n</p>\n\n<p>\n8 نشر العلمين المنيفين في حياة الأبوين الشريفة/ طبع بحيدر آباد - الهند\n1317 ه؛\n</p>\n\n<p>\n9 مسالك الحنفا في والدي المصطفى <span id='ms701'></span> / طبع بحيدر آباد  الهند 1316 ه.\n</p>\n\n<p>\n(3) - تنبيه : الترقيم في الهامش إشارة إلى نهاية الصفحة من أصل المؤلف.\n</p>\n\n<p>\n- أحمد بن محمد بن محمد بن علي بن محمد بن علي بن حجر الهيتمي الأنصاري،\nأبو العباس.\n</p>\n\n<p>\nولد في محلة أبي الهيتم من إقليم الغربية بمصر، وتوفي بمكة عام 973ه.\n</p>\n\n<p>\nله: تحفة المحتاج شرح المنهاج للنووي، ومبلغ الأرب في فضل العرب.\n</p>\n\n<p>\nترجمته في: شذرات الذهب 8/370، والبدر الطالع للشوكاني 1/109، وفهرس\nالفهارس والأثبات والمعاجم والمشيخات والمسلسلات للكتاني 1/250.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p010'> Vol. 02, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - هو محمد بن سعيد بن حماد بن محمد بن أبي سرور بن حيان بن عبد الله بن\nملاك الصنهاجي، البوصيري، نسبة إلى قبيلة بوصير، إحدى القبائل البربرية\nبالمغرب قرأ على ابن سيد الناس، والمعز بن جماعة، ومن أشعاره المشهورة:\nالبردة والهمزية .\n</p>\n\n<p>\nولد سنة 608 ه وتوفي سنة 696 ه.\n</p>\n\n<p>\nترجمته في: شذرات الذهب 5/432، والوافي بالوفيات 3/105.\n</p>\n\n<p>\n(2) - القصيدة الهمزية في مدح خير البرية للبوصيري، البيت 6 ، ص: 9 .\n</p>\n\n<p>\n(3) - مثله في فتح الباري 7/208.\n</p>\n\n<p>\nوفي زاد المعاد 1/77-78: (فلما كمل له أربعين، أشرق عليه نور النبوة،\nوأكرمه الله تعالى برسالته، وبعثه إلى خلقه، واختصه بكرامته، وجعله أمينه\nبينه وبين عباده، ولا خلاف أن مبعثه صلى الله عليه وسلم كان يوم الاثنين\nواختلف في شهر المبعث، فقيل لثمان مضين من ربيع الأول، سنة إحدى وأربعين من\nعام الفيل، هذا قول الأكثرين ، وقيل بل كان ذلك في رمضان، واحتج هؤلاء\nبقوله تعالى: \" شهر رمضان الذي أنزل فيه القرآن\" -سورة البقرة الآية 185-).\n</p>\n\n<p>\n(4) - في \" ذكر الملائكة\" من بدء الخلق (الفتح 7/210).\n</p>\n\n<p>\n(5) - إمام أهل السنة أبو عبد الله أحمد بن محمد بن حنبل الشيباني، المروزي\nالبغدادي، قال الشافعي: خرجت من بغداد فما خلفت بها أفقه ولا أزهد ولا أورع\nولا أعلم منه، توفي سنة 241ه.\n</p>\n\n<p>\nترجمته في: تاريخ بغداد 4/412، وتذكرة الحفاظ 2/431، وطبقات الشيرازي 91.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p011'> Vol. 02, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - أنس بن مالك بن النضر بن ضمضم بن زيد بن حرام بن جندب بت عامر بن غنم\nبن عدي بن النجار، أبو حمزة الأنصاري الخزرجي، خادم الرسول صلى الله عليه\nوسلم، وأحد المكثرين من الرواية عنه، قدم على النبي صلى الله <span id='ms702'></span> عليه وسلم وهو\nابن عشر سنين، وخدمه عشر سنين، قال علي بن المديني: كان آخر الصحابة موتا\nبالبصرة، قال ابن شاهين: وكان عمره مائة سند إلا سنة وقد دعا له النبي صلى\nالله عليه وسلم بقوله: اللهم أكثر ماله وولده وبارك له فيه قال أنس: فلقد\nدفنت من صلبي سوى ولد ولدي مائة وخمسة وعشرين، وإن أرضي لتثمر في السنة\nمرتين. ترجمته في: الاستيعاب ص:108، والإصابة 1/126-129.\n</p>\n\n<p>\n(2) - أخرجه الترمذي في القيامة 34، وابن ماجه في المقدمة 11، ورواه أحمد\nوابن حبان ( عن أنس) كما في الفتح 7/210.\n</p>\n\n<p>\n(3) - أبو عبد الله محمد بن يزيد الربعي مولاهم القزويني، المشهور بابن ماجه.\n</p>\n\n<p>\nسمع بخراسان والعراق والحجاز ومصر.\n</p>\n\n<p>\nقال الخليلي: ( ثقة كبير متفق عليه، محتج به). توفي سنة 273ه.\n</p>\n\n<p>\nترجمته في: البداية والنهاية 11/52، وتذكرة الحفاظ 2/636، والعبر 2/51،\nوطبقات المفسرين للداودي 2/272.\n</p>\n\n<p>\n(4) - عبد الله بن مسعود بن غافل بن حبيب بن شمخ، أبو عبد الرحمن الهذلي\nالمكي، حليف بني زهرة، كان من السابقين الأولين، ومن مهاجرة الحبشة شهد\nبدرا، واحتز رأس أبي جهل. قرأ عليه علقمة ومسروق والأسود وزر بن حبيش؛ وأمه\nأم عبد هذلية من المهاجرات الأول، قال له النبي صلى الله عليه وسلم: \" إنك\nلغليم معلم\"  أحمد 1/379، وقال أبو موسى: ما كنت أحسب ابن مسعود وأمه إلا\nمن أهل البيت لكثرة دخولهم وخروجهم\"  البخاري في الفضائل، باب فضل عبد الله\nبن مسعود توفي بالمدينة سنة 32ه،\n</p>\n\n<p>\nترجمته في: طبقات ابن سعد 3/1/106، والتاريخ الكبير 5/2، والجرح والتعديل\n5/149، والاستيعاب ص: 987، والإصابة 4/233236، والسير 1/461500.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p012'> Vol. 02, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - عبد الله بن عثمان بن عامر بن عمرو بن كعب بن سعد بن تيم بن مرة بن\nكعب بن لؤي القرشي التميمي، أبو بكر الصديق بن أبي قحافة، خليفة رسول الله\nصلى الله عليه وسلم. صحب المصطفى قبل البعثة، وسبق إلى الإيمان به، واستمر\nمعه طول إقامته بمكة، ورافقه في الهجرة، وفي الغار، وفي المشاهد كلها إلى\nأن مات. كان تاجرا ذا خلق ومعروف واسلم على يديه عثمان، وطلحة والزبير،\nوسعد، وعبد الرحمن ابن عوف. أخرج أبو داود في الزهد <span id='ms703'></span> بسند صحيح: أسلم أبو\nبكر وله أربعون ألف درهم، ومات وما ترك دينارا ولا درهما.\n</p>\n\n<p>\nترجمته في: الاستيعاب ص: 963-978، والإصابة 4/169175.\n</p>\n\n<p>\n(2) - عمار بن ياسر بن عامر بن مالك بن كنانة بن قيس بن الحصين بن الوذيم\nبن ثعلبة، أبو اليقظان، حليف بني مخزوم، وأمه سمية مولاة لهم، كان من\nالسابقين الأولين، هو وأبوه، وكانوا ممن يعذب في الله، فكان النبي صلى الله\nعليه وسلم يمر عليهم، فيقول: صبرا آل ياسر، موعدكم الجنة، شهد المشاهد\nكلها، واستعمله عمر على الكوفة، وكتب إليهم: إنه من النجباء من أصحاب محمد،\nوتواترت الأحاديث أن عمارا تقتله الفئة الباغية، وأجمعوا على أنه قتل بصفين\nسنة 87 ه وله ثلاث وتسعون سنة، كما اتفقوا على أنه نزل فيه: \" إلا من أكره\nوقلبه مطمئن بالإيمان \" - سورة النحل الآية 106-.\n</p>\n\n<p>\nترجمته في الاستيعاب ص: 1863، والإصابة 4/575576.\n</p>\n\n<p>\n(3) - سمية بنت خباط، بمعجمة مضمومة وموحدة ثقيلة، ويقال بمثناة تحتانية،\nوعند الفاكهي سمية بنت خبط، بفتح أوله بغير ألف، والدة عمار ابن ياسر، كانت\nسابعة سبعة في الإسلام. عذبها أبو جهل وطعنها فماتت، فكانت أول شهيدة في\nالإسلام؛ ولما قتل أبو جهل يوم بدر، قال النبي صلى الله عليه وسلم لعمار: \"\nقتل الله قاتل أمك\".\n</p>\n\n<p>\nترجمتها في: الاستيعاب ص:1863، والإصابة 7/712713.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p013'> Vol. 02, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - صهيب بن سنان بن مالك، ويقال خالد بن عبد عمرو بن عقيل، ويقال طفيل\nبن عامر بن جندلة. وأمه من بني مالك بن عمرو بن تميم، وهو الرومي، قيل له\nذلك لأن الروم سبوه صغيرا، كان من المستضعفين ممن يعذب في الله، وهاجر إلى\nالمدينة مع علي بن أن طالب في آخر من هاجر في تلك السنة وشهد بدرا والمشاهد\nبعدها، ولما مات الفاروق عمر أوصى أن يصلي عليه صهيب، وأن يصلي بالناس إلى\nأن يجتمع المسلمون على إمام، وراء البخاري في تاريخه، ومات صهيب سنة 38 ه\nأو 39 ه.\n</p>\n\n<p>\nترجمته في: الاستيعاب ص:726، والإصابة 3/449452.\n</p>\n\n<p>\n(2) - بلال بن رباح الحبشي المؤذن، وهو بلال بن حمامة ، وهي أمه، اشتراه\nأبو بكر الصديق من المشركين لما كانوا يعذبونه على التوحيد <span id='ms704'></span>، فأعتقه، فلزم\nالنبي صلى الله عليه وسلم، وأذن له، وشهد معه جميع المشاهد، وآخى النبي صلى\nالله عليه وسلم بينه وبين أبي عبيدة بن الجراح، ثم خرج بلال بعد المصطفى\nعليه الصلاة والسلام مجاهدا إلى أن مات بالشام.\n</p>\n\n<p>\nترجمته في: الاستيعاب ص:178، والإصابة 1/326 327.\n</p>\n\n<p>\n(3) - المقداد بن الأسود الكندي، هو ابن عمرو بن ثعلبة بن مالك بن ربيعة بن\nعامر بن مطرود. تبناه الأسود فصار يقال له المقداد بن الأسود، وغلبت عليه،\nواشتهر بذلك، فلما نزلت: \"ادعوهم لآبائهم\" قيل له المقداد بن عمرو. أسلم\nقديما وتزوج ضباعة بنت الزبير، ابنة عم النبي صلى الله عليه وسلم، وهاجر\nالهجرتين، وشهد بدرا والمشاهد بعدها، وكان فارسا يوم بدر، ولم يكن معه فارس آخر.\n</p>\n\n<p>\nواتفقوا على أنه مات سنة ثلاث وثلاثين في خلافة عثمان.\n</p>\n\n<p>\nترجمته في: الاستيعاب ص :1480،والإصابة 6/202204.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p014'> Vol. 02, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - رواه ابن ماجة وابن حبان (الفتح 7/210)، وفي الإصابة 7/713 (ترجمة\nسمية) باللفظ ثم قال بعده: ( أخرجه أبو بكر بن أبي شيبة عن جرير عن منصور\nعن مجاهد، وهو مرسل، صحيح السند).\n</p>\n\n<p>\n(2) - بلفظه في الفتح 7/211.\n</p>\n\n<p>\n(3) - وهي أشهر في الاستعمال، ووقع في رواية أخرى: يحفر له في الأرض، فيجعل\nفيها، فيجاء بالمنشار، انظر الفتح 7/211.\n</p>\n\n<p>\n(4) - عبد الواحد بن عمر بن عبد الواحد السفاقسي، المشهور بابن التين.\n</p>\n\n<p>\nله: المخبر الفصيح الجامع لفوائد مسند البخاري الصحيح.\n</p>\n\n<p>\nتوفي عام 611ه.\n</p>\n\n<p>\nترجمته في: شجرة النور الزكية 168، وكشف الظنون 1/546.\n</p>\n\n<p>\n(5) - منقولة باللفظ عن الفتح 7/211، وفيه زيادة فائدة: \" يؤذون في الله،\nولو أخذوا بالرخصة لساغ لهم\".\n</p>\n\n<p>\n(6) - الذي في الفتح 7/ 212 ما يلي: (وزعم الواقدي أن ذلك كان في رمضان سنة\nخمس من المبعث).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p015'> Vol. 02, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - فتح الباري 7/212.\n</p>\n\n<p>\n(2) - أحمد بن محمد بن أبي بكر بن عبد الملك بن أحمد بن محمد بن محمد بن\nحسين بن علي القسطلاني، أبو العباس.\n</p>\n\n<p>\nله: إرشاد الساري شرح صحيح البخاري، والمواهب اللدنية بالمنح المحمدية.\n</p>\n\n<p>\nتوفي عام 923ه.\n</p>\n\n<p>\nترجمته في: شذرات الذهب 8/121، والبدر الطالع 1/102، وفهرس الفهارس 2/318.\n</p>\n\n<p>\n(3) - أبو عبد الله محمد بن عبد الرحمن بن زكري الفاسي.\n</p>\n\n<p>\nبدأ حياته بحرفة الدباغة، فما لبث أن واظب على طلب <span id='ms705'></span> العلم حتى نبغ واشتهر.\nوكان غنيا ذا مال وكرم.\n</p>\n\n<p>\nله حواشي على صحيح البخاري، وشرح النصيحة الزروقية.\n</p>\n\n<p>\nتوفي عام 1144ه.\n</p>\n\n<p>\nترجمته في: الاستقصا للناصري 4/127، وسلوة الأنفاس للكتاني 1/158، وإيضاح\nالمكنون لباشا البغدادي 1/122.\n</p>\n\n<p>\n(4) - انظر إرشاد الساري شرح صحيح البخاري للقسطلاني 6/207.\n</p>\n\n<p>\n(5) - هو ابن مسعود جزما، وإن نقل ابن التين عن الداودي أنه قال: \" الظاهر\nأنه عبد الله بن مسعود، لأنهم في الأكثر إنما يطلقون عبد الله غير منسوب عليه\".\n</p>\n\n<p>\nقال ابن حجر: \"وليس ذلك مطردا، وإنما يعرف ذلك من جهة الرواة، وبسط ذلك\nمقرر في علوم الحديث، وقد صنف فيه الخطيب كتابا حافلا سماه المجمل لبيان\nالمهمل\" ، انظر الفتح 7/212.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p016'> Vol. 02, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - فاطمة بنت إمام المتقين رسول الله: محمد بن عبد الله بن عبد المطلب\nبن هاشم، وتلقب الزهراء، وقال عبدالرزاق: كانت فاطمة أصغر بنات النبي صلى\nالله عليه وسلم وأحبهم إليه، كانت أسن من عائشة بخمس سنين، وانقطع نسل\nالنبي صلى الله عليه وسلم إلا من فاطمة، ومن مناقبها أنها سيدة نساء أهل\nالجنة، قال الواقدي: توفيت فاطمة ليلة الثلاثاء لثلاث خلون من شهر رمضان\nسنة إحدى عشرة.\n</p>\n\n<p>\nترجمتها في: الاستيعاب ص:1893، والإصابة 8/5360.\n</p>\n\n<p>\n(2) - هكذا في سورة الفرقان الآية 68 : ( ولا يقتلون النفس التي حرم الله\nإلا بالحق).\n</p>\n\n<p>\n(3) - سورة النساء الآية 93.\n</p>\n\n<p>\n(4) - حديث ابن عباس هذا في توبة القاتل، سيأتي شرحه في تفسير سورة النساء،\nوالغرض منه الإشارة إلى أن صنع المشركين بالمسلمين من قتل وتعذيب وغير ذلك\nسقط عنهم بالإسلام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p017'> Vol. 02, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - فتح الباري 7/213.\n</p>\n\n<p>\n(2) - في لسان العرب ( مادة سبق): ( السبق : القدمة في الجري وفي كل شيء،\nتقول: له في كل أمر سبقة وسابقة وسبق، والجمع: الأسباق والسوابق).\n</p>\n\n<p>\n(3) - الاستيعاب في معرفة الأصحاب ص: 10901095.\n</p>\n\n<p>\n(4) - أبو رافع القبطي، مولى رسول الله صلى الله عليه وسلم، أشهر الأقوال\nفي اسمه هو أسلم.\n</p>\n\n<p>\nروى عن النبي صلى الله عليه وسلم، وعن ابن مسعود، وعنه أولاده رافع والحسن\nوالمغيرة وعبيد الله، ومن أحفاده الحسن وصالح، وكذا عطاء ابن يسار وشرحبيل\nبن سعد. مات في خلافة علي.\n</p>\n\n<p>\nترجمته في: الاستيعاب ص:1657، والإصابة 7/134-135.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p018'> Vol. 02, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - قتادة بن دعامة بن <span id='ms706'></span> قتادة بن عزيز بن عمرو بن ربيعة بن عمرو بن الحارث\nالسدوسي، أبو خطاب البصري، وكان أكمه. قال ابن حجر: كان حافظ عصره. وثقه\nأحمد بن حنبل، وروى له الجماعة.\n</p>\n\n<p>\nتوفي بواسط في الطاعون سنة 117 ه.\n</p>\n\n<p>\nترجمته في: طبقات ابن سعد 7/229، وغاية النهاية 2/25.\n</p>\n\n<p>\n(2) - الحسن بن أبي الحسن البصري، أبو سعيد، سيد أهل زمانه علما وعملا، قرأ\nعلى حطان الرقاشي، وروى عنه أبو عمرو بن العلاء، وأكثر مروياته عن أنس بن\nمالك وسمرة. ولد عام 21ه بالمدينة، وتوفي عام 110ه.\n</p>\n\n<p>\nترجمته في : طبقات ابن سعد 7/165-178، والجرح والتعديل 1/2/40-42، ومعرفة\nالقراء الكبار على الطبقات والأعصار للذهبي رقم21، والسير 4/563، وغاية\nالنهاية 1/235.\n</p>\n\n<p>\n(3) - محمد بن كعب القرظي، حليف الأنصار. تابعي مشهور، وقد ذكر البخاري أن\nأباه كان ممن لم ينسب، فلم يقتل مع بني قريظة لما قتلوا بحكم سعد بن معاذ،\nوأخرج ابن أبي خيثمة في تاريخه من طريق موسى بن عقبة، قال: بلغني أن رسول\nالله صلى الله عليه وسلم قال: يخرج من الكاهنين رجل يكون أعلم الناس بكتاب\nالله، قال: فكان الناس يقولون هو محمد بن كعب، لأن أباه من قريظة وأمه من\nبني النضير.\n</p>\n\n<p>\nكانت وفاته سنة 108 ه، وقيل بعد ذلك.\n</p>\n\n<p>\nترجمته في: الاستيعاب ص: 1377، والإصابة 6/345346.\n</p>\n\n<p>\n(4) - عبد الله بن محمد بن عقيل بن أبي طالب الهاشمي، أبو محمد المدني. أمه\nزينب بنت علي.\n</p>\n\n<p>\nصدوق، تغير في آخر عمره. توفي عام 140ه.\n</p>\n\n<p>\nترجمته في : تهذيب التهذيب 6/13، والتقريب رقم 3592.\n</p>\n\n<p>\n(5) - محمد بن مسلم بن عبيد الله بن شهاب الزهري، من بني زهرة بن كلاب، أبو بكر.\n</p>\n\n<p>\nأحد كبار الحفاظ والمحدثين والفقهاء التابعين بالمدينة.\n</p>\n\n<p>\nنزل الشام واستقر بها، وكان مقربا إلى عمر بن عبد العزيز.\n</p>\n\n<p>\nتوفي عام 124ه.\n</p>\n\n<p>\nترجمته في: تذكرة الحفاظ 1/102، ووفيات الأعيان 1/451، وغاية النهاية 2/262.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p019'> Vol. 02, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - في الاستيعاب ص: 1092 ما يلي: ( واتفقوا على أن خديجة أول من آمن\nبالله ورسوله، وصدقه فيما جاء به، ثم علي بعدها).\n</p>\n\n<p>\n(2) - أبو الفضل عبد الرحيم بن الحسين بن عبد الرحمن، زين الدين، المعروف\nبالحافظ العراقي، من كبار حفاظ الحديث، أصله من <span id='ms707'></span> الأكراد.\n</p>\n\n<p>\nمن مؤلفاته، الألفية في المصطلح، وشرح الترمذي، وفتح المغيث. توفي في\nالقاهرة سنة 806 ه.\n</p>\n\n<p>\nترجمته في: حسن المحاضرة للسيوطي 1/204، والضوء اللامع 4/171، وغابة\nالنهاية 1/382.\n</p>\n\n<p>\n(3) - خديجة بنت خويلد بن أسد بن عبد العزي بن قصي، القرشية الأسدية، زوج\nالنبي صلى الله عليه وسلم، وأول من صدقت ببعثته مطلقا، كانت تدعى قبل\nالبعثة الطاهرة. تزوجها النبي صلى الله عليه وسلم وهو ابن خمس وعشرين، ولها\nأربعون سنة، فولدت له القاسم، وعبد الله، وبناته الأربع. وفي حديث عائشة\nقالت: كان رسول الله صلى الله عليه وسلم لا يكاد يخرج من البيت حتى يذكر\nخديجة فيحسن الثناء عليها، قال الواقدي: توفيت لعشر خلون من رمضان، وهي بنت\nخمس وستين سنة ترجمتها في: الاستيعاب ص:1817، والإصابة 7/600605.\n</p>\n\n<p>\n(4) - علي بن أبي طالب بن عبد المطلب بن هاشم بن عبد مناف القرشي الهاشمي،\nأبو الحسن، ربي في حجر النبي صلى الله عليه وسلم ولم يفارقه، وشهد معه\nالمشاهد إلا غزوة تبوك، وكان اللواء بيده في أكثرها، ولما آخى النبي صلى\nالله عليه وسلم بين أصحابه، قال له: أتت أخي ومن خصائصه قوله صلى الله عليه\nوسلم يوم خبر: لأدفعن الراية غدا إلى رجل يحب الله ورسوله، ويحبه الله\nورسوله، يفتح الله على يديه، ومن فضل الله عليه أنه زوج فاطمة وأب الحسن\nوالحسين. قتل في ليلة السابع عشر من رمضان سنة 40 ه.\n</p>\n\n<p>\nترجمته في: الاستيعاب ص:1089، والإصابة 4/564570.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p020'> Vol. 02, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - الاستيعاب ص: 10901095.\n</p>\n\n<p>\n(2) - مجاهد بن جبر، الإمام أبو الحجاج، مولى السائب بن أبي السائب\nالمخزومي المكي. قرأ على ابن عباس وعائشة وأبي هريرة، وقرأ عليه ابن كثير\nوأبو عمرو البصري، وحدث عنه قتادة والحكم والأعمش. توفي عام 103ه.\n</p>\n\n<p>\nترجمته في : طبقات ابن سعد 5/466، والتاريخ الكبير 7/411، والسير\n4/449-457، ومعرفة القراء الكبار رقم 23.\n</p>\n\n<p>\n(3) - الاستيعاب ص: 1092.\n</p>\n\n<p>\n(4) - سليمان بن موسى بن سالم بن حسان بن سليمان الحميري الكلاعي.\n</p>\n\n<p>\nولد في بلنسية. قال الذهبي: محدث الأندلس وبليغها.\n</p>\n\n<p>\nاستشهد بالأندلس عام 634ه.\n</p>\n\n<p>\nترجمته في : نفح الطيب 6/216، وتذكرة الحفاظ 4/1417، وشجرة النور الزكية 180.\n</p>\n\n<p>\n(5) - محمد بن إسحاق بن يسار، مولى قيس بن <span id='ms708'></span> مخرمة بن المطلب بن عبد مناف.\n</p>\n\n<p>\nأخذ عن الزهري والقاسم بن محمد ومكحول، وعنه حماد بن سلمة وجرير بن حازم\nوشعبة ويونس بن بكير، وغيرهم.\n</p>\n\n<p>\nيعتبر ابن إسحاق مرجعا في المغازي والأيام النبوية. توفي عام 151ه.\n</p>\n\n<p>\nترجمته في: طبقات ابن سعد 7/67، وتاريخ بغداد 1/214، وتذكرة الحفاظ 1/173.\n</p>\n\n<p>\n(6) - الاكتفا في مغازي رسول الله والثلاثة الخلفا 1/273، وفيه: (كان أول\nذكر من الناس آمن...)، وسيرة ابن إسحاق ص:118.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p021'> Vol. 02, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - سلمان أبو عبد الله الفارسي، ويقال له سلمان بن الإسلام، وسلمان\nالخير، كان قد سمع بأن النبي صلى الله عليه وسلم سيبعث فخرج في طلب ذلك،\nفأسر وبيع بالمدينة، وصح في البخاري أنه تداوله بضعة عشر سيدا، وآخى النبي\nصلى الله عليه وسلم بينه وبين أبي الدرداء، وقال للأخير: سلمان أفقه منك،\nمات سنة 36 ه في قول أبي عبيد، أو 37 ه في قول خليفة.\n</p>\n\n<p>\nترجمة في: الاستيعاب ص:634، والإصابة 3/141142.\n</p>\n\n<p>\n(2) - أبو ذر الغفاري، الزاهد المشهور الصادق اللهجة، مختلف في اسمه واسم\nأبيه، والمشهور أنه جندب بن جنادة بن سكن، أسلم قديما ورجع إلى بلاده، ومضت\nبدر وأحد، ولم تتهيأ له الهجرة إلا بعد ذلك، ومن مناقبه قول النبي صلى الله\nعليه وسلم فيه: ما أقامت الغبراء، ولا أظلت الخضراء أصدق لهجة من أبي ذر،\nوقال أبو داود: \"كان يوازي ابن مسعود في العلم\" . مات سنة 23ه.\n</p>\n\n<p>\nترجمته في: الاستيعاب ص:1652، والإصابة 7/125130.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p022'> Vol. 02, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - خباب بن الأرت -بتشديد المثناة - ابن جندلة بن سعد بن خزيمة بن كعب\nبن سعد بن زيد مناة بن تميم التميمي، وبقال الخزاعي، أبو عبد الله، أسلم\nقديما، وكان من أوائل من أظهر إسلامه وعذب عذابا شديدا، شهد بدرا وما\nبعدها، وكان يعمل السيوف في الجاهلية كما في الصحيحين، وعند الطبراني: قال\nعلي: رحم الله خبابا، أسلم راغبا، وهاجر طائعا، وعاش مجاهدا، وابتلي في\nجسمه أحوالا، ولن يضيع الله أجره. نزل الكوفة ومات بها سنة 37ه. ترجمته في:\nالاستيعاب ص:437، والإصابة 2/258259، وأسد الغابة 2/100.\n</p>\n\n<p>\n(2) - جابر بن عبد الله بن عمرو بن حرام بن كعب بن غنم بن كعب <span id='ms709'></span> بن سلمة\nالأنصاري السلمي. أحد المكثرين عن النبي صلى الله عليه وسلم، وله ولأبيه\nصحبة، قال جابر: لم أشهد بدرا ولا أحدا، منعني أبي، فلما قتل لم أتخلف، وفي\nمصنف وكيع عن هشام بن عروة قال: كان لجابر بن عبد الله حلقة في المسجد\nيعني النبوي  يؤخذ عنه العلم.\n</p>\n\n<p>\nترجمته في: الاستيعاب ص:219، والإصابة 1/434435.\n</p>\n\n<p>\n(3) - سعد بن مالك بن سنان بن عبيد بن ثعلبة بن الأبحر، وهو خدرة بن عوف بن\nالحارث بن الخزرج الأنصاري الخزرجي، أبو صعيد الخدري، مشهور بكنيته، استصغر\nبأحد وآستشهد أبوه بها، وغزا هو ما بعدها، روى عن النبي صلى الله عليه وسلم\nالكثير، وروى عن الخلفاء الأربعة وزيد بن ثابت وغيرهم، وعنه ابن عباس، وابن\nعمر، وجابر. قال الخطيب: كان من أفاضل الصحابة، وحفظ حديثا كثيرا.\n</p>\n\n<p>\nترجمة في: الاستيعاب ص:602، والإصابة 3/7880.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p023'> Vol. 02, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - زيد بن أرقم بن زيد بن قيس بن النعمان بن مالك بن الأغر بن ثعلبة بن\nكعب بن الخزرج. أول مشاهدة الخندق، وقيل المريسيع، وغزا مع النبي صلى الله\nعليه وسلم سبع عشرة غزوة. روى عنه أبو عثمان النهدي، وعبد الرحمن بن أبي\nليلى وطاووس. ومن غريب ما وقع له أنه سمع عبد الله بن أبي يقول: \" ليخرجن\nالأعز منها الأذل\" ، فأخبر رسول الله صلى الله عليه وسلم ، فسأل عبد الله\nفأنكر، فأنزل الله تصديق زيد، ثبت ذلك في الصحيحين. توفي سنة 66 ه، وقيل\nسنة 68 ه. ترجمته في: الاستيعاب ص:535، والإصابة 2/589590، وأسد الغابة 2/214.\n</p>\n\n<p>\n(2) - الاستيعاب ص: 1091.\n</p>\n\n<p>\n(3) - الاستيعاب ص: 1096\n</p>\n\n<p>\n(4) - عبد الرؤوف بن تاج العارفين بن علي بن زين العابدين الحدادي المناوي.\n</p>\n\n<p>\nله: غاية الإرشاد، والروض الباسم في شمائل المصطفى أبي القاسم، والكواكب\nالدرية في تراجم السادة الصوفية.\n</p>\n\n<p>\nتوفي بالقاهرة عام 1131ه.\n</p>\n\n<p>\nترجمته في: البدرالطالع 1/357، وفهرس الفهارس 2/2.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p024'> Vol. 02, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - فتح الباري 7/216.\n</p>\n\n<p>\n(2) - قال الحافظ في الفتح 7/89: ( وروى يعقوب بن سفيان بإسناد صحيح عن\nعروة قال: \" أسلم علي وهو ابن ثمان سنين\"، وقال ابن إسحاق: \" عشر سنين\"،\nوهذا أرجحها، وقيل غير ذلك).\n</p>\n\n<p>\nوقال الحافظ الذهبي في معرفة القراء الكبار ص: 26 (ترجمة علي <span id='ms710'></span>): \" أحد\nالسابقين الأولين لم يسبقه إلى الإسلام إلا خديجة رضي الله عنها، واختلف\nفيه وفي أبي بكر رضي الله عنهما أيهما أسلم أول، ولكن إسلام الصديق كان\nأنفع للإسلام وأكمل، لأن عليا رضي الله عنهما أسلم وله ثمان سنين، وقيل:\nتسع سنين، وقيل: ابن عشر سنين، وقيل: ابن اثني عشرة سنة، وقيل: ابن ثلاث\nعشرة، وقيل: ابن خمس عشرة: قال ابن عينية عن جعفر الصادق عن أبيه: إن عليا\nقتل وهو ابن ثمان وخمسين سنة، قال المؤلف: هذا يطابق أنه أسلم وله ثمان سنين).\n</p>\n\n<p>\nونقل ابن حجر في الإصابة 4/174 عن البغوي من طريق يوسف بن الماجشون: أدركت\nمشيختنا ابن المكندر وربيعة وصالح بن كيسان وعثمان بن محمد، لا يشكون أن\nأبا بكر أول القوم إسلاما.\n</p>\n\n<p>\n(3) - الاستيعاب ص: 963.\n</p>\n\n<p>\n(4) -إرشاد الساري 6/210 ، والمواهب اللدنية 1/59.\n</p>\n\n<p>\n(5) - أبو عبد الله محمد بن التاودي بن الطالب بن علي بن سودة المري\nالفاسي، شيخ الجماعة.\n</p>\n\n<p>\nولد عام 1111ه، وأخذ عن محمد بن قاسم جسوس ومحمد بن عبد السلام بناني،\nواستجاز من الشيخ الأمير المصري ومرتضى الزبيدي.\n</p>\n\n<p>\nوأخذ عنه الطيب بنكيران والرهوني وإدريس العراقي وحمدون بن الحاج.\n</p>\n\n<p>\nله حاشية على البخاري، وشرح مشارق الأنوار للصغاني، وغيرهما.\n</p>\n\n<p>\nترجمته في: فهرس الفهارس 1/185-190، والإعلام بمن حل مراكش وأغمات من\nالأعلام لعباس بن إبراهيم السملالي 5/134، وشجرة النور الزكية 372.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p025'> Vol. 02, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - زيد بن حارثة بن شراحيل بن عبد العزى بن زيد بن امرئ القيس بن عامر\nبن النعمان بن عامر. قال ابن عمر: ماكنا ندعو زيد بن حارثة إلا زيد بن محمد\nحتى نزلت: \"ادعوهم لآبائهم\"  أخرجه البخاري. كان عبدا عند خديجة فوهبته\nلرسول الله صلى الله عليه وسلم حين زواجه بها، ومن فضائله أنه حين قدم أبوه\nوعمه ليفتدياه وخيره المصطفى، قال زيد: ما أنا بالذي أختار عليك أحدا، أنت\nمني بمكان الأب والعم، فلما راجعا، قال النبي: اشهدوا أن زيدا ابني، يرثني\nوأرثه، فطابت أنفسهما وانصرفا، استشهد في غزوة مؤته وله 55 سنة، ترجمته في:\nالاستيعاب ص: 542، والإصابة 2/598602، وأسد الغابة 2/234.\n</p>\n\n<p>\n(2) - عثمان بن عفان بن أبي <span id='ms711'></span> العاص بن أمية بن عبد شمس القرشي الأموي، أمير\nالمؤمنين. أمه أروى بنت كريز، وأمها البيضاء عمة رسول الله صلى الله عليه\nوسلم، زوجه المصطفى ابنته رقية، وماتت عنده في أيام بدر، فزوجه بعدها أختها\nأم كلثوم، فلذلك كان يلقب ذا النورين، وهو أول من هاجر إلى الحبشة ومعه\nزوجته رقية.\n</p>\n\n<p>\nأخرج الترمذي مرفوعا: (لكل نبي رفيق، ورفيقي في الجنة عثمان)؛ وقال علي:\n(كان عثمان أوصلنا للرحم). قتل وهو ابن اثنتين وثمانين سنة وأشهر. ترجمته\nفي: الاستيعاب ص:1037، والإصابة 4/456459، وأسد الغابة 3/376.\n</p>\n\n<p>\n(3) - سعد بن مالك بن أهيب، ويقال له ابن وهيب بن عبد مناف بن زهرة بن كلاب\nالقرشي الزهري، أبو إسحاق بن أبي وقاص. أحد العشرة وأخرهم موتا، كان أحد\nالفرسان، وهو أول من رمى بسهم في سبيل الله، وكان مجاب الدعوة مشهورا بذلك.\n</p>\n\n<p>\nقال عمر: \"إن أصابته الإمرة فذاك، وإلا فليستعن به الوالي\". وكان رأس من\nفتح العراق، وولي الكوفة لعمر، وهو الذي بناها، ثم عزل ووليها لعثمان، مات\nسنة 56 ه.\n</p>\n\n<p>\nترجمته في: الاستيعاب ص:606، والإصابة 3/7377.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p026'> Vol. 02, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - طلحة بن عبيد الله بن عثمان بن عمرو بن كعب بن سعد بن تيم بن مرة بن\nكعب بن لؤي بن غالب القرشي التيمي، أبو محمد، أحد العشرة، وأحد الخمسة\nالذين أسلموا على يد أبي بكر، وأحد الستة أصحاب الشورى.\n</p>\n\n<p>\nكان ممن بايع على الموت يوم أحد، منهم أبو بكر وعمر والزبير وسعد. توفي سنة 36 ه.\n</p>\n\n<p>\nترجمته في: الاستيعاب ص:764، والإصابة 3/529533.\n</p>\n\n<p>\n(2) - عبد الرجمن بن عوف بن عبد عوف بن عبد الحارث بن زهرة بن كلاب القرشي\nالزهري، أبو محمد أحد العشرة المبشرين بالجنة، وأحد الستة أصحاب الشورى\nالذين ثبت في الصحيح أن النبي صلى الله عليه وسلم توفي وهو عنهم راض، أسلم\nقديما، وهاجر الهجرتين، وشهد بدرا وسائر المشاهد، تصدق على عهد الرسول صلى\nالله عليه وسلم بشطر ماله، ثم تصدق بأربعين ألف دينار، ثم حمل على خمسمائة\nفرس في سبيل الله وخمسمائة راحلة. توفي سنة 32 ه.\n</p>\n\n<p>\nترجمته في: الاستيعاب ص:844، والإصابة 4/346350، وأسد <span id='ms712'></span> الغابة 3/313.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p027'> Vol. 02, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - عامر بن فهيرة التيمي، مولى أبي بكر الصديق، أحد السابقين، وكان ممن\nيعذب في الله، وحديثه في الهجرة عن عائشة في الصحيح، قالت: خرج معهم عامر\nبن فهيرة وعند ابن إسحاق: أن عامر بن الطفيل كان يقول: من رجل منكم لما قتل\nرأيته رفع بين السماء والأرض فقالوا: عامر بن فهيرة، وكان رضي الله عنه\nفيمن استشهد ببئر معونة. ترجمته في: الاستيعاب ص796:، والإصابة 3/594595.\n</p>\n\n<p>\n(2) - أبو فكيهة الجهمي، مولى صفوان بن أمية، وقيل مولى بني عبد الدار،\nويقال أصله من الأزد. أسلم قديما، فربط أمته بن خلف في رجله حبلا فجره حتى\nألقاه في الرمضاء، وجعل يخنقه، ولم يزل على ذلك حتى ظن أنه مات، فمر أبو\nبكر فاشتراه وأعتقه. وذكره ابن غسحاق فيمن نزل فيه قوله تعالى: \"ولا تطرد\nالذين يدعون ربهم بالغداة والعشي\"، وهو مشهور بكنيته واسمه يسار، وقيل أفلح\nبن يسار، ترجمته في: الاستيعاب ص:1730، والإصابة 7/322 323.\n</p>\n\n<p>\n(3) - شقران، مولى رسول الله صلى الله عليه وسلم، يقال كان اسمه صالح بن\nعدي؛ شهد بدرا، وقال أبو حاتم: يقال إنه كان على الأسارى يوم بدر، وزاد ابن\nسعد: ولم يسهم له لكونه مملوكا، لكن كان كل من افتدى أسيرا وهب له شيئا،\nفحصل له أكثر مما حصل لمن شهد القسمة، وفي الترمذي عن شقران: قال: أنا\nوالله طرحت القطيفة تحت رسول الله صلى الله عليه وسلم في القبر.\n</p>\n\n<p>\nترجمته في: الاستيعاب ص:709، والإصابة 3/351353.\n</p>\n\n<p>\n(4) - تقدم الحديث في باب قول النبي صلى الله عليه وسلم: \"لو كنت متخذا\nخليلا\"، من كتاب فضائل أصحاب النبي صلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p028'> Vol. 02, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - أم أيمن، مولاة النبي صلى الله عليه وسلم وحاضنته، قال ابن عبد البر:\nاسمها بركة بنت ثعلبة بن عمرو بن حصن بن مالك بن سلمة بن عمرو بن النعمان.\nكان رسول الله صلى الله عليه وسلم يقول: أم أيمن أمي بعد أمي، زوجها من زيد\nبن حارثة، فولدت له أسامة قال الواقدي: حضرت أم أيمن أحدا، وكانت تسقي\nالماء، وتداوي الجرحى، وشهدت خيبر، وكانت <span id='ms713'></span> تبكي بعد الوفاة النبوية وتقول: \"\nأبكي على الوحي الذي رفع عنا\".\n</p>\n\n<p>\nترجمتها في: الاستيعاب ص:1925، والإصابة 8/169173.\n</p>\n\n<p>\n(2) - في الصفحة السابقة.\n</p>\n\n<p>\n(3) - أحمد بن محمد بن عمر المصري، الشهاب الخفاجي، صاحب نسيم الرياض شرح\nالشفا لعياض. لازم إبراهيم العلقمي.\n</p>\n\n<p>\nله : طراز المجالس، وديوان الأدب في ذكر شعراء العرب. توفي عام 1069ه.\n</p>\n\n<p>\nترجمته في : شجرة النور الزكية 68، وإيضاح المكنون لباشا البغدادي 2/646.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p029'> Vol. 02, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - هو محمد بن عبد الله الشلبي.\n</p>\n\n<p>\n(2) - في أصل المخطوط: \"أكمام\"، وهو خطأ، و\"آكام\" جمع آكم.\n</p>\n\n<p>\n(3) - جبل بأعلى مكة عند مدافن أهلها، على ميل ونصف من البيت العتيق، انظر\nمعجم البلدان لياقوت الحموي 2/225.\n</p>\n\n<p>\n(4) - أصل البقيع الموضع الذي فيه أروم الشجر من ضروب شتى، والغرقد كبار\nالعوسج، وهو مقبرة المدينة، انظر معجم البلدان 1/473.\n</p>\n\n<p>\n(5) - عبد الله بن الزبير بن العوام بن خويلد بن أسد بن عبد العزى القرشي\nالأسدي، أمه أسماء بنت أبي بكر الصديق، وهو أول مولود ولد للمهاجرين بعد\nالهجرة، وحنكه النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nقال مجاهد: \" ماكان باب من العبادة إلا تكلفه ابن الزبير\".\n</p>\n\n<p>\nشهد ابن الزبير اليرموك مع أبيه، وشهد فتح إفريقية، وكان البشير بالفتح إلى\nعثمان. قتل سنة 73 ه.\n</p>\n\n<p>\nترجمته في: الاستيعاب ص:905، والإصابة 4/8995.\n</p>\n\n<p>\n(6) - آكام المرجان في أحكام الجان لمحمد بن عبد الله الشلبي، ص: 52.\n</p>\n\n<p>\n(7) - سورة الجن، الآية 1 .\n</p>\n\n<p>\n(8) - قرية قريبة من المدينة على طريق البصرة، انظر معجم البلدان 1/449.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p030'> Vol. 02, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - أبو بكر أحمد بن الحسين بن علي البيهقي، صاحب التصانيف.\n</p>\n\n<p>\nلزم الحاكم وتخرج به.\n</p>\n\n<p>\nتوفي عام 458ه بنيسابور.\n</p>\n\n<p>\nترجمته في: تذكرة الحفاظ 3/132، وطبقات السبكي 4/8، وشذرات الذهب 3/304.\n</p>\n\n<p>\n(2) - معن بن عبد الرحمن بن عبد الله بن مسعود الهذلي المسعودي الكوفي، أبو\nالقسم القاضي.\n</p>\n\n<p>\nروى عن أبيه وأخيه القاسم، وعنه الثوري ومحمد بن طلحة.\n</p>\n\n<p>\nكان على قضاء الكوفة، وكان صارما عفيفا جامعا للعلم.\n</p>\n\n<p>\nترجمته في : تهذيب التهذيب 10/252، والتقريب رقم 6819.\n</p>\n\n<p>\n(3) - سعيد بن عمرو بن سعيد بن العاص الأموي، المدني ثم الدمشقي ثم الكوفي.\n</p>\n\n<p>\nروى عنه أولاده خالد وإسحاق وعمرو.\n</p>\n\n<p>\nقال الزبير: كان من علماء قريش بالكوفة.\n</p>\n\n<p>\nمات بعد 120ه.\n</p>\n\n<p>\nترجمته في : تهذيب التهذيب 4/68، والتقريب رقم <span id='ms714'></span> 2370.\n</p>\n\n<p>\n(4) - وصح عند الهروي: \" أبغني\" بهمزة قطعية، انظر صحيح البخاري 5/59 (\nالطبعة الأميرية).\n</p>\n\n<p>\n(5) - مدينة من بلاد الجزيرة على طريق القوافل من الموصل إلى الشام، انظر\nمعجم البلدان 5/288.\n</p>\n\n<p>\n(6) - هو قول ابن التين السفاقسي، انظر الفتح 7/219.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p031'> Vol. 02, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - أنيس بن جنادة بن سفيان بن عبيد بن حرام بن غفار الغفاري، أخو أبي\nذر، وكان أكبر منه. روى مسلم عن أبي ذر قال: قال لي أخي أنيس: قد بدت لي\nحاجة إلى مكة، فهل أنت كافي حتى أرجع إليك؟ قلت: نعم، فخرج ثم جاء فقال:\nإني لقيت رجلا بمكة على دينك يزعم أن الله أرسله يسمونه الصابئ،... ووالله\nإني لأراه صادقا. ترجمته في: الاستيعاب ص:113، والإصابة 1/136.\n</p>\n\n<p>\n(2) - من شعر ذي الرمة: علفتها تبنا وماء باردا *** حتى شتت همالة عيناها،\nوليس في ديوانه، وأورده الفراء في معاني القرآن 3/124، وابن منظور في لسان\nالعرب (علف)، والبغدادي في خزانة الأدب 1/499، وشرح المفصل لابن يعيش 2/8.\n</p>\n\n<p>\n(3) - هي رواية أبي قتيبة ، انظر الفتح 7/ 221 .\n</p>\n\n<p>\n(4) - ليس في الطبعة الأميرية من صحيح البخاري 5/59 إلا: \"نال\" فقط.\n</p>\n\n<p>\n(5) - هي رواية أبي قتيبة كذلك.\n</p>\n\n<p>\n(6) - في فتح الباري 7/223.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p032'> Vol. 02, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - سعيد بن زيد بن عمرو بن نفيل بن عبد العزى العدوي . أحد العشرة\nالمشهود لهم بالجنة أسلم قبل دخول رسول الله دار الأرقم، وهاجر وشهد أحدا\nوالمشاهد بعدها، ولم يكن بالمدينة زمان بدر، فلذلك لم يشهدها. وكان إسلام\nعمر عند في بيته، لأنه كان زوج أخته فاطمة، قال الواقدي: توفي بالعقيق،\nفحمل إلى المدينة، وذلك سنة خمسين. ترجمته في: الاستيعاب ص:614، والإصابة\n3/103105.\n</p>\n\n<p>\n(2) - المقصود هو زيد بن عمرو بن نفيل، وهو ابن عم عمر بن الخطاب، وتقدم\nذكره في باب حديث زيد بن عمرو بن نفيل، من كتاب مناقب الأنصار (الباب رقم 24).\n</p>\n\n<p>\n(3) - ابن عم عمر بن الخطاب هو زيد بن عمرو، أما سعيد بن زيد فهو ابن ابن\nعمه، انظر الفتح 7/223.\n</p>\n\n<p>\n(4) - عمر بن الخطاب بن نفيل بن عبد العزى بن رياح بن عبد الله بن قرط بن\nرزاح بن عدي بن كعب بن لؤي بن غالب القرشي العدوي، أبو حفص أمير المؤمنين.\nكان إسلامه <span id='ms715'></span> فتحا على المسلمين، وفرجا لهم من الضيق. وكان رسول الله صلى\nالله عليه وسلم إذا رأى عمر أو أبا جهل قال: اللهم اشدد دينك بأحبهما إليك،\nوكان أحبهما إلى الله عمر بن الخطاب، ومناقبه أعظم من أن تحصى.\n</p>\n\n<p>\nترجمته في: الاستيعاب ص:1144، والإصابة 4/588591.\n</p>\n\n<p>\n(5) - أحمد بن إبراهيم بن إسماعيل بن العباس الإسماعيلي الجرجاني،أبو بكر.\n</p>\n\n<p>\nنشأ بجرجان، وسمع ورحل.\n</p>\n\n<p>\nله: الصحيح على شرط البخاري، والعوالي.\n</p>\n\n<p>\nتوفي عام 371ه.\n</p>\n\n<p>\nترجمته في: طبقات الفقهاء للشيرازي 95، وتذكرة الحفاظ للذهبي 3/149، وشذرات\nالذهب 3/75.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p033'> Vol. 02, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - عمرو بن العاصي به وائل بن هاشم بن سعيد بن سهم بن عمرو بن هصيص بن\nكعب بن لؤي القرشي السهمي، أمير مصر. أسلم قبل الفتح، وقيل بين الحديبية\nوخيبر. كان رسول الله يقربه ويدنيه لمعرفته وشجاعته، وولاه غزاة ذات\nالسلاسل. ولاه عمر فلسطين، ومات بعمان وهو أميرها. قال الشعبي: دهاة العرب\nفي الإسلام أربعة، فعد منهم عمرا، وقال: فأما عمرو فللمعضلات.\n</p>\n\n<p>\nترجمته في: الاستيعاب ص:1184، والإصابة 4/650654.\n</p>\n\n<p>\n(2) - هو العاصي بن وائل بن هاشم بن سعيد بالتصغير  بن سهم القرشي السهمي،\nمات على كفره قبل الهجرة بمدة، والعاص بمهلتين من العوص لا من العصيان،\nوالصاد مرفوعة ويجوز كسرها، وقيل إنه من العصيان فهو بالكسر جزما، ويجوز\nإثبات اليااء كالقاضي ويؤيده كتاب عمر إلى عمرو، وهو عامله على مصر: \" إلى\nالعاصي بن العاصي\"، وأطلق عليه ذلك لكونه خالف شيئا مما كان أمره به في\nولايته على مصر لما ظهر له من المصلحة - انظر فتح الباري 7/227 -.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p034'> Vol. 02, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - وهو سدوسي أو دوسي، وقد أخرج ابن أبى خيثمة وغيره من طريق أبي جعفر\nالباقي قال: \" دخل رجل يقال له سواد بن قارب السدوسي على عمر، فقال: يا\nسواد أنشدك الله، هل تحسن من كهانتك شيئا\" فذكر القصة - انظر الفتح 7/227 -.\n</p>\n\n<p>\n(2) - مثله في الفتح 7/228.\n</p>\n\n<p>\n(3) - ويحتمل أن يكون عرف أن تابع \"سواد\" منهم كان أنثى، أو هو كما يقال\nتابع الذكر يكون أنثى وبالعكس  انظر الفتح 7/228.\n</p>\n\n<p>\n(4) - في صحيح البخاري 5/61 ( ط. الأميرية): (من بعد إنكاسها).\n</p>\n\n<p>\n(5) - في رواية الباقر ومحمد بن كعب، وكذا عند <span id='ms716'></span> البيهقي موصولا من حديث\nالبراء بن عازب  انظر الفتح 7/229.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p035'> Vol. 02, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - محمد بن يوسف بن علي بن سعيد الكرماني البغدادي.\n</p>\n\n<p>\nمن كبار المصنفين، له الكواكب الدراري شرح صحيح البخاري، وحاشية على أنوار\nالتنزيل للبيضاوي.\n</p>\n\n<p>\nتوفي في الطريق إلى الحج عام 786ه.\n</p>\n\n<p>\nترجمته في: بغية الوعاة للسيوطي 120، والدرر الكامنة 4/310، والبدر الطالع 2/292.\n</p>\n\n<p>\n(2) - الكواكب الدراري شرح صحيح البخاري 15/88.\n</p>\n\n<p>\n(3) - مثله في الفتح 7/231.\n</p>\n\n<p>\nوزاد الحافظ: ( فروى أبو نعيم في الدلائل أن أبا جهل \"جعل لمن يقتل محمدا\nمائة ناقة، قال عمر، فقلت له: يا أبا الحكم، الضمان صحيح؟ قال: نعم. قال:\nفتقلدت سيفي أريده، فمررت على عجل وهم يريدون أن يذبحوه، فقمت أنظر إليهم،\nفإذا صائح يصيح من جوف العجل: يا آل ذريح، أمر نجيح، رجل يصيح بلسان فصيح،\nقال عمر: فقلت في نفسي، إن هذا الأمر ما يراد به إلا أنا، قال: فدخلت على\nأختي فإذا عندها سعيد بن زيد\"، فذكر القصة في سبب إسلامه بطولها، وتأمل في\nإيراده حديث سعيد بن زيد الذي بعد هذا من المناسبة لهذه القصة)  الفتح 7/231.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p036'> Vol. 02, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - فاطمة بنت الخطاب بن نفيل القرشية العدوية، أخت عمر، أسلمت قديما مع\nزوجها سعيد بن زيد بن عمرو بن نفيل، قال ابن عبدالبر: خبرها في إسلام عمر\nخبر عجيب. وفيه: فانطلقت فوجدت الباب مغلقا، وسمعت همهمة، قال: ففتح لي\nالباب، فدخلت، فقلت: ما هذا الذي أسمع؟ قالت ما سمعت شيئا، فما زال الكلام\nبيننا حتى أخذت برأسها، فقالت: قد كان ذلك رغم أنفك، قال فاستحييت حين رأيت\nالدم، وقلت: أروني الكتاب ...الخ.\n</p>\n\n<p>\nترجمتها في: الاستيعاب ص:1892 والإصابة 8/6263.\n</p>\n\n<p>\n(2) - فتح الباري 7/235، وقريب من ذلك في أعلام السنن في شرح صحيح البخاري\nللخطابي ص: 899900.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p037'> Vol. 02, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - وهي متفق عليها من رواية شعبة عن قتادة  الفتح 7/232.\n</p>\n\n<p>\n(2) - من حديث جبير بن مطعم  الفتح 7/233.\n</p>\n\n<p>\n(3) - عند أبي نعيم في الدلائل من رواية ابن عباس.\n</p>\n\n<p>\n(4) - أبو الحسن مسلم بن الحجاج القشيري النيسابوري.\n</p>\n\n<p>\nولد في نيسابور عام 202ه، وابتدأ طلب الحديث منذ عام 218ه.\n</p>\n\n<p>\nيعتبر من أئمة الجوامع الحديثية الصحيحة. توفي في نصر آباد عام 261ه <span id='ms717'></span>.\n</p>\n\n<p>\nترجمته في: تاريخ بغداد 13/100-104، وتذكرة الحفاظ للذهبي 588، وشذرات\nالذهب 2/144.\n</p>\n\n<p>\n(5) - أخرجه مسلم في المنافقين 43-47، وأحمد 1/377-413.\n</p>\n\n<p>\n(6) - فتح الباري 7/233.\n</p>\n\n<p>\n(7) - قال ابن حجر: ( ووقع في نظم السيرة لشيخنا الحافظ أبي الفضل: وانشق\nمرتين بالإجماع ولا أعرف من جزم من علماء الحديث بتعدد الانشقاق في زمنه\nصلى الله عليه وسلم، ولم يتعرض لذلك أحد من شراح الصحيحين، وتكلم ابن القيم\nعلى هذه الرواية، فقال: المرات يراد بها الأفعال تارة والأعيان أخرى،\nوالأول أكثر)  فتح الباري 7/233.\n</p>\n\n<p>\n(8) - بل يمكن تأويله كما قال الحافظ نفسه: ( ثم راجعت نظم شيخنا فوجدته\nيحتمل التأويل المذكور، ولفظه:\n</p>\n\n<p>\nفصار فرقتين فرقة علت * وفرقة للطود منه نزلت\n</p>\n\n<p>\nوذاك مرتين بالإجماع *... والنص والتواتر السماع.\n</p>\n\n<p>\nفجمع بين قوله: \"فرقتين\"، وبين قوله: \"مرتين\"، فيمكن أن يتعلق قوله\nبالإجماع بأصل الانشقاق لا بالتعدد، مع أن في نقل الإجماع في نفس الانشقاق\nنظرا) - الفتح 7/233 - .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p038'> Vol. 02, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - في الكواكب الدراري 15/89، ولفظة \"صارت\" ساقطة من الأصل، وأثبتها\nالعرائشي.\n</p>\n\n<p>\n(2) - في السيرة النبوية 2/121 بقوله: ( وما يذكره بعض القصاص من أن القمر\nسقط إلى الأرض حتى دخل في كم النبي صلى الله عليه وسلم، وخرج من الكم\nالآخر، فلا أصل له، وهو كذب مفترى ليس بصحيح).\n</p>\n\n<p>\n(3) - في شرح الترجمة 36 (انشقاق القمر).\n</p>\n\n<p>\n(4) - في الفتح 7/234.\n</p>\n\n<p>\n(5) - قال عياض في مشارق الأنوار 1/176: ( يقال: الحبش والحبشة والحبشان\nوالأحبوش والحبيش).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p039'> Vol. 02, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - رقية بنت سيد البشر صلى الله عليه وسلم، هي زوج عثمان بن عفان، وأم\nابنه عبد الله، قال ابن عبد البر: لا أعرف خلافا أن زينب أكبر بنات النبي\nصلى الله عليه وسلم، واختلف في رقية وفاطمة وأم كلثوم، والأكثر أنهن على\nهذا الترتيب كانت رقية أولا عند عقبة بن أبي لهب، فلما بعث النبي صلى الله\nعليه وسلم أمر أبو لهب ابنه بطلاقها  ولم يكن دخل بها  فتزوجها عثمان.\nأصيبت رضي الله عنها بداء الحصبة، فماتت، وجاء زيد بن حارثة بشيرا بقتل\nالمشركين يوم بدر. ترجمتها في: الاستيعاب ص:1839، والإصابة 7/648650.\n</p>\n\n<p>\n(2) - هذا اختصار لكلمة المصنف.\n</p>\n\n<p>\n(3) - (أخرج يعقوب بن سفيان بسند موصول إلى أنس قال: \" أبطأ على رسول الله\nصلى الله عليه <span id='ms718'></span> وسلم خبرهما، فقدمت امرأة فقالت له: لقد رأيتهما وقد حمل\nعثمان امرأته على حمار فقال: صحبهما الله، إن عثمان لأول من هاجر بأهله بعد\nلوط\". قلت وبهذا تظهر النكتة في تصدير البخاري الباب بحديث عثمان)  الفتح 7/239.\n</p>\n\n<p>\n(4) - \" ثلاثة وثمانون رجلا، ومن النساء تسع عشرة امرأة\"  كما في زاد\nالمعاد 3/26.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p040'> Vol. 02, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - أبو موسى عبد الله بن قيس بن سليم بن حضار الأشعري اليماني. قدم على\nالنبي صلى الله عليه وسلم عند فتح خيبر وحفظ القرآن والعم. كان من أطيب\nالناس صوتا. سمعه المصطفى يقرأ فقال: لقد أوتي هذا مزمارا من مزامير آل\nداود\" -البخاري 5048، ومسلم 793  قال ابن المدائني: قضاة الأمة أربعة : عمر\nوعلي وأبو موسى وزيد بن ثابت. قرأ عليه أبو رجاء العطاردي، وحطان الرقاشي،\nوروى عنه بنوه: أبو بكر، وأبو بردة، وموسى ، وكذا سعيد بن المسيب. توفي سنة\n42ه أو 44 ه .ترجمته في: طبقات ابن سعد 2/344345، والتاريخ الكبير 5/2223،\nوالجرح والتعديل 5/138، والاستيعاب وأسد الغابة 3/367، والإصابة 4/211214.\n</p>\n\n<p>\n(2) - أسماء بنت عميس بن معد بن الحارث بن تيم بن كعب بن مالك بن قحافة بن\nعامر بن ربيعة بن غانم بن معاوية بن زيد الخثعمية، وقيل عميس هو ابن\nالنعمان بن كعب، والباقي سواء كانت أخت ميمونة بنت الحارث أم المؤمنين.\nهاجرت إلى الحبشة مع وزوجها جعفر بن أبي طالب، فلما قتل تزوجها أبو بكر، ثم\nعلي . روت أحاديث، وعنها ابنها عبد الله بن جعفر، وابن عباس، وعروة بن\nالزبير.\n</p>\n\n<p>\nترجمتها في: الاستيعاب ص:1784، والإصابة 7/489491.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p041'> Vol. 02, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - مثله في الفتح 7/241.\n</p>\n\n<p>\n(2) - في صحيح البخاري 5/63: \" ولكن قد خلص إلي\".\n</p>\n\n<p>\n(3) - أبو الفضل عياض بن موسى بن عياض بم عمرو بن موسى بن عياض اليحصبي\nالسبتي الحافظ، عالم المغرب. تفقه وصنف التصانيف التي سارت بها الركبان\nكالشفا والمشارق وشرح مسلم، وكان أعلم الناس بعلوم الحديث في وقته، وبالنحو\nواللغة وكلام العرب وأيامهم وأنسابهم. أخذ عن ابن رشد وابن الحاج، وعنه ابن\nغازي. ولي قضاء سبتة ثم غرناطة. توفي بمراكش سنة 544 ه.\n</p>\n\n<p>\nترجمته في: تذكرة الحفاظ 4/1304، والبداية والنهاية 12/225، وطبقات الحفاظ\nص: 468469، والديباج المذهب 2/46، وشجرة <span id='ms719'></span> النور الزكية 1/140.\n</p>\n\n<p>\n(4) - كذا في صحيح البخاري 5/63 .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p042'> Vol. 02, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - الوليد بن عقبة بن أبي معيط أبان بن أبي عمرو ذكران بن أمية بن عبد\nشمس بن عبد مناف الأموي، أخو عثمان بن عفان لأمه، أمهما أروى بنت كريز،\nأسلم الوليد وأخوه عمارة يوم الفتح. وكان الوليد شجاعا شاعرا جوادا، وكان\nمن رجال قريش وسراتهم، وقصة صلاته بالناس الصبح أربعا وهو سكران مشهورة\nمخرجة، وقصة عزله بعد ثبوت شربه الخمر مخرجة في الصحيحين. روى عن النببي\nصلى الله عليه وسلم، وعن عثمان. ترجمته في: الاستيعاب ص:1552، والإصابة\n6/614618.\n</p>\n\n<p>\n(2) - معمر بن يحيى بن سام الضبي الكوفي، وقد ينسب لجده، ويقال معمر\nبالشديد.\n</p>\n\n<p>\nروى عن أخيه وفاطمة بنت علي بن أبي طالب، وعنه وكيع وأبو نعيم.\n</p>\n\n<p>\nترجمته في: تهذيب التهذيب 10/249، التقريب رقم 6814.\n</p>\n\n<p>\n(3) - يونس بن يزيد بن أبي النجاد الأيلي، أبو يزيد، مولى آل أبي سفيان.\n</p>\n\n<p>\nثقة إلا أن في روايته عن الزهري وهما قليلا، وفي غير الزهري خطأ.\n</p>\n\n<p>\nتوفي عام 159ه.\n</p>\n\n<p>\nترجمته في: تهذيب التهذيب 11/450، التقريب رقم 7919.\n</p>\n\n<p>\n(4) - أم سلمة بنت أبي أمية بن المغيرة بن عبد الله بن عمرو بن مخزوم\nالقرشية المخزومية، أم المؤمنين، اسمها هند، كانت زوج ابن عمها أبي سلمة بن\nعبد الأسد، فمات عنها، فتزوجها النبي صلى الله عليه وسلم سنة أربع، وقيل\nسنة ثلاث. وكانت ممن أسلم قديما هي وزوجها وهاجرا إلى الحبشة.\n</p>\n\n<p>\nكانت موصوفة بالعقل البالغ والرأي الصائب، وإشارتها على النبي صلى الله\nعليه وسلم يوم الحديبية تدل على وفور عقلها وهي آخر أمهات المؤمنين موتا.\n</p>\n\n<p>\nترجمتها في: الاستيعاب ص:1939، والإصابة 8/221225.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p043'> Vol. 02, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - أبو سلمة: عبد الله بن عبد الأسد بن هلال بن عبد الله بن عمر بن\nمخزوم المخزومي. من السابقين الأولين إلى الإسلام، أسلم بعد عشرة أنفس،\nوكان أخا للنبي صلى الله عليه وسلم من الرضاعة كما في الصحيحين.\n</p>\n\n<p>\nأخرج ابن أبي عاصم من حديث ابن عباس: أول من يعطى كتابه بيمينه أبو سلمة بن\nعبد الأسد، شهد بدرا وأحدا فجرح بها، ثم مات في جمادى الآخرة.\n</p>\n\n<p>\nترجمته في: الاستيعاب ص <span id='ms720'></span>:940، والإصابة 4/152154.\n</p>\n\n<p>\n(2) - رملة بنت أبي سفيان صخر بن حرب بن أمية بن عبد شمس الأموية، زوج\nالنبي صلى الله عليه وسلم، تكنى أم حبيبة، وهي بها أشهر من اسمها، تزوجها\nعبيد الله  بالتصغير ابن جحش بن رئاب بن يعمر الأسدي، فأسلما ثم هاجرا إلى\nالحبشة، ولما تنصر عبيد الله فارقها، وتزوجها الرسول صلى الله عليه وسلم،\nولما بلغ ذلك أبا سفيان قال: ذلك الفحل لا يقدع أنفه.\n</p>\n\n<p>\nترجمتها في: الاستيعاب ص: 1843، والإصابة 7/651654.\n</p>\n\n<p>\n(3) - وقع في أصل المخطوط: \"عبد الله بن جحش\"، وليس بشيء، لأن زوج أم حبيبة\nإنما هو أخوه عبيد الله، أما عبد الله بن جحش فصحابي مشهور، استشهد يوم\nأحد، ويعرف بالمجدع في الله، لأنه مثل به يوم أحد وقطع أنفه، ودفن هو وحمزة\nفي قبر واحد.\n</p>\n\n<p>\nانظر الإصابة 4/35-36.\n</p>\n\n<p>\n(4) - عبيد الله بن جحش بن رئاب بن يعمر بن صبرة بن مرة بن كثير بن غنم بن\nدودان بن أسد بن خزيمة الأسدي. أسلم قديما هو وأخوه أبو أحمد عبد بن جحش،\nوعبد الله بن جحش وقد تنصر بأرض الحبشة، ومات بها، وبانت منه امرأته أم\nحبيبة بنت أبي سفيان.\n</p>\n\n<p>\nانظر: الاستيعاب رقم 1484.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p044'> Vol. 02, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - خالد بن سعيد بن العاص بن أمية بن عبد شمس الأموي، أبو سعيد. من\nالسابقين الأولين،قيل:كان رابعا أو خامسا.وكان سبب إسلامه رؤيا رآها أنه\nعلى شعب نار، فأراد أبوه أن يرميه فيها، فإذا النبي صلى الله عليه وسلم قد\nأخذ بحجزته، فأصبح فأتى أبا بكر، فقال: اتبع محمدا فإنه رسول الله، فجاء\nفأسلم، ومن فضائله كما روى ابن أبي داود في المصاحف عن بنته أم خالد قالت:\nأبي أول من كتب بسم الله الرحمن الرحيم، واستشهد يوم مرج الصفر أو يوم\nأجنادين. ترجمته في: الاستيعاب ص:420، والإصابة 2/236239، وأسد الغابة 2/82.\n</p>\n\n<p>\n(2) - أم خالد بنت خالد بن سعيد بن العاص بن أمية بن عبد شمس القرشية\nالأموية، وهي مشهورة بكنيتها، واسمها أمة، لها ولأبويها صحبة، ولدت في\nالحبشة، وقدمت في السفينتين وقد بلغت وعقلت، وتزوجها الزبير بن العوام <span id='ms721'></span>، فهي\nأم ولديه: خالد وعمرو، وحديثها في البخاري في قول النبي صلى الله عليه وسلم\nلما كساها الحلة: سنة سنية، أي حسنة.\n</p>\n\n<p>\nترجمتها في: الاستيعاب ص:1934، والإصابة 7/506507.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p045'> Vol. 02, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - سليمان بن مهران الأعمش، أبو محمد الأسدي الكوفي، الإمام العلم. روى\nعن عبد الله بن أبي أوفى، وزيد بن وهب، وإبراهيم النخعي، وسعيد بن جبير.\nوقرأ عليه حمزة الزيات، وروى عنه شعبة، والسفيانان. قال ابن عينية: كان\nالأعمش أقرأهم لكتاب الله وأحفظهم للحديث، وأعلمهم بالفرائض، وقال أبو حفص\nالفلاس: كان الأعمش يسمى المصحف من صدقه. توفي سنة 148 ه. ترجمته في: طبقات\nابن سعد 6/342، والتاريخ الكبير 4/3738، والجرح والتعديل 4/146، وتاريخ\nبغداد 9/313، والسير 6/226248.\n</p>\n\n<p>\n(2) - الفتح 3/139.\n</p>\n\n<p>\n(3) - \" وحكى ابن دحية كسر نونه \" - الفتح 7/243 -.\n</p>\n\n<p>\n(4) - في أصل المؤلف: \" الياء\"، والتصحيح من نسخة العرائشي.\n</p>\n\n<p>\n(5) - \" كان في القديم يلقب بالنجاشي، وأما اليوم فيقال له الحطي، بفتح\nالمهملة وكسر الطاء المهملة الخفيفة، بعدها تحتانية خفيفة\" -الفتح 7/242-.\n</p>\n\n<p>\n(6) - قال الحافظ في الفتح 3/261 ( كتاب الجنائز، باب التكبير على الجنازة\nأربعا):\n</p>\n\n<p>\n( تبنيه: وقع في جميع الطرق التي اتصلت لنا من البخاري: أصحمة بمهملتين\nبوزن أفعلة مفتوح العين في المسند والمعلق معا، وفيه نظر لأن إيراد المصنف\nيشعر بأن يزيد خالف محمد بن سنان، وأن عبد الصمد تابع يزيد، ووقع في مصنف\nابن أبي شيبة عن يزيد: صحمة بفتح الصاد وسكون الحاء، فهذا متجه، ويتحصل منه\nأن الرواة اختلفوا في إثبات الألف وحذفها. وحكى الإسماعيلي أن في رواية عبد\nالصمد أصخمة بخاء معجمة وإثبات الألف، قال: وهو غلط، فيحتمل أن يكون هذا\nمحل الاختلاف الذي أشار إليه البخاري، وحكى كثير من الشراح أن رواية يزيد\nورفيقه: صحمة بالمهلة بغير ألف، وحكى الكرماني أن في بعض النسخ في رواية\nمحمد بن سنان: أصحبة بموحدة بدل الميم).\n</p>\n\n<p>\nوفي مشارق الأنوار للقاضي عياض (1/63):\n</p>\n\n<p>\n( ذكر مسلم اسم النجاشي أصحمة بفتح الهمزة وسكون الصاد بعدها حاء مهملة\nمفتوحة، وهو قول ابن إسحاق وغيره، ومعناه بالعربية عطية، وقال ابن أبي شيبة\nصحمة بغير ألف بفتح الصاد وسكون الحاء، قال: وكذلك قال يزيد بن هارون،\nوإنما <span id='ms722'></span> هو صمحة بتقديم الميم، والمعروف ما تقدم أولا).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p046'> Vol. 02, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - سليم بن حيان الهذلي البصري، الراوي الثقة.\n</p>\n\n<p>\nروى عن سعيد بن ميناء وعمرو بن دينار وقتادة، وعنه عبد الرحمن بن مهدي\nويحيى القطان والأصمعي وأبو داود الطيالسي.\n</p>\n\n<p>\nترجمته في : تهذيب التهذيب 4/168، والتقريب رقم 2531.\n</p>\n\n<p>\n(2) - قال الحافظ نقلا عن ابن المرابط: ( إن النعي الذي هو إعلام الناس\nبموت قريبهم مباح، وإن كان فيه إدخال الكرب والمصائب على أهله، لكن في تلك\nالمفسدة مصالح جمة لما يترتب على معرفة ذلك من المبادرة لشهود جنازته\nوتهيئة أمره، والصلاة عليه والدعاء له والاستغفار، وتنفيذ وصاياه، وما\nيترتب على ذلك من الأحكام) -فتح الباري 3/151-.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p047'> Vol. 02, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - \" يقال: إن الذي كتبها النضر بن الحارث، وقيل: طلحة بن أبي طلحة\nالعبدري\" - الفتح 7/244-.\n</p>\n\n<p>\n(2) - \"هذا قول ابن إسحاق، وجزم موسى بن عقبة بأنها كانت ثلاث سنين\" - أنظر\nالفتح 7/244، وزاد المعاد 1/98-.\n</p>\n\n<p>\n(3) - \" وأما ابن إسحاق، وموسى بن عقبة، وعروة فذكروا عكس ذلك أن الأرضة لم\nتدع اسما لله تعالى إلا أكلته، وبقي ما فيها من الظلم والقطيعة، فالله\nأعلم\" - الفتح 7/245-، وفي زاد المعاد 3/30: (... وأنه أرسل عليها الأرضة\nفأكلت جميع ما فيها من جور وقطيعة وظلم، إلا ذكر عز وجل).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p048'> Vol. 02, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - القصة بطولها في سيرة ابن هشام 1/350، والسيرة النبوية لابن كثير\n2/43، وزاد المعاد 3/30.\n</p>\n\n<p>\n\" ولما لم يثبت عند البخاري شيء منها، اكتفى بإيراد حديث أبي هريرة، لأن\nفيه دلالة على أصل القصة، لأن الذي أورده أهل المغازي من ذلك كالشرح لقوله\nفي الحديث: تقاسموا على الكفر\"- انظر الفتح 7/245-.\n</p>\n\n<p>\n(2) - انظر سيرة ابن إسحاق ص: 223، وزاد المعاد 3/31.\n</p>\n\n<p>\n(3) - موضع بين مكة ومنى، وهو بطحاء مكة، انظر معجم البلدان 5/62.\n</p>\n\n<p>\n(4) - في الفتح 7/246.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p049'> Vol. 02, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - فيه تلميح إلى ما ذكره ابن إسحاق قال: ( ثم إن خديجة وأبا طالب هلكا\nفي عام واحد قبل الهجرة بثلاث سنين، وكانت خديجة له وزيرة صدق على الإسلام\nيسكن إليها، وكان أبو طالب له عضدا وناصرا على قومه، فلما هلك أبو طالب\nنالت قريش من رسول الله صلى الله عليه وسلم من الأذى ما لم تطمع به في حياة\nأبي طالب).\n</p>\n\n<p>\n(2) - من <span id='ms723'></span> نوادر السهيلي قوله: ( الحكمة فيه أن أبا طالب كان تابعا لرسول\nالله صلى الله عليه وسلم بجملته، إلا أنه استمر ثابت القدم على دين قومه،\nفسلط العذاب على قدميه خاصة لتثبيته إياهما على دين قومه) - الروض الأنف\n2/170، وانظر الفتح 7/249-.\n</p>\n\n<p>\n(3) - حزن بن أبي وهب بن عمرو بن عائذ بن عمران بن مخزوم، جد سعيد بن\nالمسيب، وفي البخاري أنه أتى النبي صلى الله عليه وسلم فقال له: ما اسمك؟\nقال: حزن، قال: أنت سهل. أسلم حزن يوم الفتح، وشهد اليمامة.\n</p>\n\n<p>\nترجمته في: الاستيعاب ص:401، والإصابة 2/61-62.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p050'> Vol. 02, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - عبد الله بن أبي أمية بن المغيرة بن عبد الله بن عمرو بن مخزوم\nالمخزومي، صهر النبي صلى الله عليه وسلم وابن عمته عاتكة، وأخو أم سلمة،\nقال البخاري: له صحبة. وقد التمس هو وأبو سفيان الدخول على النبي صلى الله\nعليه وسلم عليه، فمنعهما، فكلمته أم سلمة فقالت: يارسول الله، ابن عمك -\nتعني أبا سفيان - وابن عمتك - تعني عبد الله -، فقال: لا حاجة لي فيهما،\nأما ابن عمي فهتك عرضي، وأما ابن عمتي فقال لي بمكة ماقال، ثم أذن لهما،\nفدخلا وأسلما، وشهدا الفتح وحنينا والطائف. ترجمته في: الاستيعاب ص:868،\nوالإصابة 4/11-14، وأسد الغابة 3/118.\n</p>\n\n<p>\n(2) - سورة المدثر، الآية 48.\n</p>\n\n<p>\n(3) - يزيد بن عبد الله بن أسامة بن الهاد الليثي، أبو عبد الله المدني،\nالثقة المكثر.\n</p>\n\n<p>\nروى عن ثعلبة بن أبي مالك وله رؤية، وعمير مولى آبي اللحم وله صحبة.\n</p>\n\n<p>\nمات بالمدينة عام 139ه.\n</p>\n\n<p>\nترجمته في: تهذيب التهذيب 11/339، والتقريب رقم 7737.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p051'> Vol. 02, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - فيه رد على ابن دحية الذي قال: جنح البخاري إلى أن ليلة الإسراء كانت\nغير ليلة المعراج، لأنه أفرد لكل منهما ترجمة\"، قال ابن حجر: (ولا دلالة في\nذلك على التغاير عنده، بل كلامه في أول الصلاة ظاهر في اتحادهما عنده،\nوإنما أفرد كلا منهما بترجمة لأن كلا منهما يشتمل على قصة مفردة وإن كانا\nوقعا معا) - الفتح 7/25-.\n</p>\n\n<p>\n(2) - عبد الله بن سعيد بن أبي جمرة، أبو محمد.\n</p>\n\n<p>\nكان محدثا ومقرئا.\n</p>\n\n<p>\nله: مختصر الجامع الصحيح للبخاري، وبهجة النفوس.\n</p>\n\n<p>\nتوفي عام 699ه <span id='ms724'></span>.\n</p>\n\n<p>\nترجمته في: نيل الابتهاج 140.\n</p>\n\n<p>\n(3) - انظر الفتح 7/250، والنصان منقولان من التوشيح على الجامع الصحيح\nللسيوطي ص: 358.\n</p>\n\n<p>\n(4) - كعب بن ماتع الحميري، أبو إسحاق، المعروف بكعب الأحبار.\n</p>\n\n<p>\nقال البخاري: ويقال له كعب الحبر.\n</p>\n\n<p>\nوكعب أدرك النبي صلى الله عليه وسلم، إلا أنه أسلم -على الصحيح- في عهد\nعمر. توفي بحمص عام 32ه.\n</p>\n\n<p>\nترجمته في : الإصابة 5/647-651.\n</p>\n\n<p>\n(5) - التوشيح للسيوطي ص: 358، وانظر الفتح 7/250.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p052'> Vol. 02, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - سورة الإسراء، الآية 1.\n</p>\n\n<p>\n(2) - في الفتح 7/254.\n</p>\n\n<p>\n(3) - فتح الباري 7/253.\n</p>\n\n<p>\n(4) - مدين على بحر قلزم، محاذية لتبوك، وهي مدينة قوم شعيب، انظر معجم\nالبلدان 5/77.\n</p>\n\n<p>\n(5) - قرب بيت المقدس، مكان مهد عيسى بن مريم، انظر معجم البلدان 1/521.\n</p>\n\n<p>\n(6) - عند البزار والطبراني من حديث شداد بن أوس.\n</p>\n\n<p>\n(7) - عند البيهقي في الدلائل من حديث أنس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p053'> Vol. 02, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - عند الطبراني والبزار من حديث أبي هريرة.\n</p>\n\n<p>\n(2) - عند الطبراني في الأوسط من حديث أبي أمامة.\n</p>\n\n<p>\n(3) - أخرجه أحمد في المسند 1/374 من حديث ابن عباس بسند حسن، ولفظه: \"\nأسري بالنبي صلى الله عليه وسلم إلى بيت المقدس، ثم جاء من ليلته، فحدثهم\nبمسيره وبعلامة بيت المقدس، وبعيرهم، فقال ناس: نحن لا نصدق محمدا بما يقول\n، فارتدوا كفارا، فضرب الله أعناقهم مع أبي جهل\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p054'> Vol. 02, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - في الفتح 7/250.\n</p>\n\n<p>\n(2) - في الشفا 1/148،\n</p>\n\n<p>\nولفظه: ( والحق من هذا والصحيح إن شاء الله أنه إسراء بالجسد والروح في\nالقصة كلها، وعليه تدل الآية وصحيح الأخبار والاعتبار، ولايعدل عن الظاهر\nوالحقيقة إلا عند الاستحالة، وليس في الإسراء بجسده وحال يقظته استحالة).\n</p>\n\n<p>\nوأحسن ابن القيم في زاد المعاد 3/4041 فقال:\n</p>\n\n<p>\n\" والذي كان لرسول الله صلى الله عليه وسلم ليلة الإسراء أكمل مما يحصل\nللروح عند المفارقة، ومعلوم أن هذا أمر فوق ما يراه النائم، لكن لما كان\nرسول الله صلى الله عليه وسلم في مقام خرق العوائد، حتى شق بطنه وهو حي لا\nيتألم لذلك، عرج بذات روحه المقدسة حقيقة من غير إماتة، ومن سواه لا ينال\nبذات روحه الصعود إلى السماء إلا بعد الموت والمفارقة، فالأنبياء إنما\nاستقرت أرواحهم هناك بعد مفارقة الأبدان، وروح رسول الله صلى الله عليه\nوسلم صعدت إلى هناك في حال الحياة ثم عادت، وبعد <span id='ms725'></span> وفاته استقرت في الرفيق\nالأعلى مع أرواح الأنبياء عليهم الصلاة والسلام...\n</p>\n\n<p>\nكما أنه صلى الله عليه وسلم في أرفع مكان في الرفيق الأعلى مستقرا هناك،\nوبدنه في ضريحه غير مفقود، وإذا سلم عليه المسلم رد الله عليه روحه حتى يرد\nعليه السلام، ولم يفارق الملأ الأعلى).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p055'> Vol. 02, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - علي بن أحمد بن سعيد بن حزم الأندلسي، أبو محمد الظاهري.\n</p>\n\n<p>\nكان أبوه وزيرا للمنصور بن أبي عامر.\n</p>\n\n<p>\nوكان من مفاخر المغرب وشوامخ أعلامه، ومن تلاميذه الحميدي وأبو الحسن\nالعبدري وابن شريح. توفي عام 456ه.\n</p>\n\n<p>\nترجمته في : الصلة لابن بشكوال 2/395، ونفح الطيب 2/283، وشذرات الذهب 3/299.\n</p>\n\n<p>\n(2) - في الاستيعاب ص: 40 فقال: ( عرج به إلى بيت المقدس وإلى السماء قبل\nخروجه إلى المدينة بسنة).\n</p>\n\n<p>\n(3) - يحيى بن شرف بن مري بن حسن بن حسين بن محمد بن جمعة بن حزام النووي،\nمحيي الدين أبو زكريا.\n</p>\n\n<p>\nولد بنوى من أعمال حوران، وقدم دمشق، ودرس حتى تولى مشيخة دار الحديث.\n</p>\n\n<p>\nله: روضة الطالبين، وتهذيب الأسماء واللغات، وشرح صحيح مسلم.\n</p>\n\n<p>\nتوفي عام 766ه.\n</p>\n\n<p>\nترجمته في: تذكرة الحفاظ 4/250، وطبقات الشافعية للسبكي 5/167، وطبقات\nالشافعية لابن هداية الله 89، وشذرات الذهب 5/354.\n</p>\n\n<p>\n(4) - في ذلك اختلاف كثير يزيد على عشرة أقوال.\n</p>\n\n<p>\n(5) - فتح الباري 7/257.\n</p>\n\n<p>\n(6) - مالك بن صعصعة بن وهب بن عدي بن مالك بن غنم بن عدي بن عامر بن عدي\nبن النجار الأنصاري. حدث عنه أنس بن مالك، وكان من قومه.\n</p>\n\n<p>\nقال البغوي: سكن المدينة، وروى عن النبي صلى الله عليه وسلم حديثين.\n</p>\n\n<p>\nوذكر الخطيب في المبهمات أنه الذي قال له النبي صلى الله عليه وسلم: أكل\nتمر خيبر هكذا. ترجمته في: الاستيعاب ص: 1352، والإصابة 5/728.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p056'> Vol. 02, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - أبو الهيثم محمد بن مكي بن زراع بن هارون بن وازع الكشميهني.\n</p>\n\n<p>\nاشتهر برواية صحيح البخاري عن الفربري.\n</p>\n\n<p>\nروى عن أبي العباس الدغولي وأبي العباس الأصم، وعنه المحسن الخالدي وابن\nغنجار. توفي يوم الأضحى عام 389ه.\n</p>\n\n<p>\nترجمته في: العبر 3/45-46، وتذكرة الحفاظ 3/1021.\n</p>\n\n<p>\n(2) - في الفتح 7/258.\n</p>\n\n<p>\n(3) - \" هو حطيم الكعبة، سمي حطيما لأن جدره منكسرة عن مساواة الكعبة\" -\nانظر مبارق الأزهار في شرح مشارق الأنوار لابن الملك <span id='ms726'></span> 2/51-، وقال الإمام\nمالك: هو ما بين المقام إلى الباب، انظر معجم البلدان 2/273.\n</p>\n\n<p>\n(4) - قال الحافظ في الفتح 7/259: ( لم أر من نسبه من الرواة، ولعله ابن\nأبي سبرة البصري صاحب أنس).\n</p>\n\n<p>\nوهو الجارود بن أبي سبرة الهذلي، أبو نوفل البصري، المتوفى عام 120ه.\n</p>\n\n<p>\nترجمته في : التقريب رقم 881.\n</p>\n\n<p>\n(5) - وقريبا منه في مبارق الأزهار لابن الملك 2/51.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p057'> Vol. 02, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - فتح الباري 7/259.\n</p>\n\n<p>\n(2) - الفتح 7/260.\n</p>\n\n<p>\n(3) - محمود بن أحمد بن موسى بن أحمد بن حسين بن يوسف بن محمود العيني،\nالحلبي ثم القاهري، بدر الدين أبو محمد.\n</p>\n\n<p>\nكان فصيحا بالعربية والتركية.\n</p>\n\n<p>\nأخذ وتفقه بحلب والقدس والقاهرة، وولي فيها الحسبة ونظارة الأحباس والقضاء.\n</p>\n\n<p>\nتوفي عام 855ه.\n</p>\n\n<p>\nترجمته في: الضوء اللامع 10/131، وبغية الوعاة 386، والبدر الطالع 2/294،\nوشذرات الذهب 7/287.\n</p>\n\n<p>\n(4) - عمدة القاري شرح صحيح البخاري لبدر الدين العيني 17/24.\n</p>\n\n<p>\n(5) - عبد الرحمن بن محمد بن مخلوف الثعالبي الجزائري، أبو زيد.\n</p>\n\n<p>\nله: الذهب الإبريز في غرائب القرآن العزيز، والعلوم الفاخرة في النظر في\nأمور الآخرة.\n</p>\n\n<p>\nتوفي عام 785ه.\n</p>\n\n<p>\nترجمته في: الضوء اللامع 4/152، ونيل الابتهاج 173، وفهرس الفهارس 2/131.\n</p>\n\n<p>\n(6) - في الفتح 7/262، وهذا من الأخبار الواهية في وصف البراق.\n</p>\n\n<p>\n(7) - أبو عيسى محمد بن عيسى بن سورة بن الضحاك السلمي.\n</p>\n\n<p>\nطاف البلاد وسمع خلقا كثيرا، قال ابن حبان: ( كان ممن جمع وصنف، وحفظ\nوذاكر). توفي بترمذ سنة 279 ه.\n</p>\n\n<p>\nترجمته في: وفيات الأعيان 1/457، وتذكرة الحفاظ 2/633، وميزان الاعتدال 3/678.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p058'> Vol. 02, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - أخرجه الترمذي في التفسير، سورة الإسراء، رقم 3.\n</p>\n\n<p>\n(2) - ذكر ابن إسحاق عن قتادة أنه لما شمس، وضع جبريل يده على معرفته فقال:\nأما تستحي؟ فذكر نحوه - انظر الفتح 7/262-.\n</p>\n\n<p>\n(3) - كابن دحية، وانظر الفتح 7/262.\n</p>\n\n<p>\n(4) - في صحيح ابن حبان من حديث ابن مسعود أن جبريل حمله على البراق رديفا\nله، وفي رواية الحارث في مسنده: أتي بالبراق فركب خلف جبريل فسار بهما،\nفهذا صريح في ركوبه معه، فالله أعلم\" - أنظر الفتح 7/263-.\n</p>\n\n<p>\n(5) - يوسف بن سالم بن أحمد المصري، المعروف بالحفني، جمال الدين أبو الفضل.\n</p>\n\n<p>\nله: حاشية على شرح إيساغوجي لزكريا الانصاري، وحاشية على فتح رب البرية.\n</p>\n\n<p>\nتوفي عام 1187ه.\n</p>\n\n<p>\nترجمته في: هدية العارفين 2/569، وإيضاح المكنون1 / 2.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p059'> Vol. 02, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - في صحيح مسلم (حديث 162) من حديث أنس: \" ثم <span id='ms727'></span> دخلت المسجد، فصليت فيه\nركعتين\"، وفيه أيضا (حديث 172) من حديث أبي هريرة: \" وقد رأيتني في جماعة\nمن الأنبياء، فإذا موسى قائم يصلي، فإذا رجل ضرب جعد كأنه من رجال مشنوءة،\nوإذا عيسى بن مريم عليه السلام قائم يصلي أقرب الناس شبها به عروة بن مسعود\nالثقفي، وإذا إبراهيم عليه السلام قائم يصلي أشبه الناس به صاحبكم، فحانت\nالصلاة، فأممتهم).\n</p>\n\n<p>\n(2) - في التوشيح ص: 359.\n</p>\n\n<p>\n(3) - فتح الباري 7/268، ومثله في مبارق الأزهار 2/53.\n</p>\n\n<p>\nبل العكس هو الحاصل من كليم الله عليه السلام، ففي حديث أبي هريرة عند\nالطبري والبزار، قال عليه الصلاة والسلام: \" كان موسى أشدهم علي حين مررت\nبه، وخيرهم لي حين رجعت إليه\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p060'> Vol. 02, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - نقلا عن الفتح 7/268.\n</p>\n\n<p>\n(2) - سورة الشعراء، الآية 3.\n</p>\n\n<p>\n(3) - من حديث ابن مسعود، ولفظه: ( لما أسري برسول الله صلى الله عليه وسلم\nقال: انتهى بي إلى سدرة المنتهى وهي في السماء السادسة، وإليها ينتهي ما\nيعرج من الأرض فيقبض منها، وإليها ينتهي ما يهبط فيقبض منها) -صحيح مسلم،\nكتاب الإيمان رقم 259-.\n</p>\n\n<p>\n(4) - هو قول النووي، نقله الحافظ في الفتح 7/270.\n</p>\n\n<p>\n(5) - قيل هي ناحية البحرين، وقيل بلد باليمن، وقيل باليمامة، انظر معجم\nالبلدان 5/393.\n</p>\n\n<p>\n(6) - \" وقع في رواية يزيد بن أبي مالك عن أنس عند ابن أبي حاتم أنه بعد أن\nرأى إبراهيم قال: ثم انطلق بي على ظهر السماء السابعة حتى انتهى إلى نهر\nعليه خيام اللؤلؤ والياقوت والزبرجد، وعليه طير خضر، أنعم طير رأيت، قال\nجبريل: هذا الكوثر الذي أعطاك الله، فإذا فيه آنية الذهب والفضة يجري على\nرضراض من الياقوت والزمرد، ماؤه أشد بياضا من اللبن، قال: فأخذت من آنيته\nفاغترفت من ذلك الماء فشربت، فإذا هو أحلى من العسل وأشد رائحة من المسك\"\n-الفتح 7/271-.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p061'> Vol. 02, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - نقلا عن الفتح 7/272.\n</p>\n\n<p>\n(2) - في الفتح 7/272.\n</p>\n\n<p>\n(3) - أبو بكر أحمد بن عمرو بن عبد الخالق البزار، حافظ محدث، من أهل\nالبصرة، وحدث بأصبهان وبغداد والشام.\n</p>\n\n<p>\nله مسندان: كبير سماه \" البحر الزاخر، وآخر صغير. توفي بالرملة سنة 282 ه.\n</p>\n\n<p>\nترجمته في: تاريخ بغداد 4/334، وتذكرة الحفاظ 2/204، وميزان الاعتدال 1/59،\nوشذرات الذهب 2/209.\n</p>\n\n<p>\n(4) - سورة محمد، الآية 15.\n</p>\n\n<p>\n(5) - قال القرطبي <span id='ms728'></span> ( يحتمل أن يكون سبب تسمية اللبن فطرة لأنه أول شيء يدخل\nبطن المولود ويشق أمعاءه، والسر في ميل النبي صلى الله عليه وسلم إليه دون\nغيره لكونه كان مألوفا له، ولأنه لا ينشأ عن جنسه مفسدة) - أنظر الفتح\n7/272 -.\n</p>\n\n<p>\n(6) - نقلا عن الفتح 7/269 ، وهو توفيق بين كلام القرطبي وكلام غيره ممن لم\nيسمه الحافظ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p062'> Vol. 02, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - في أول كتاب الصلاة.\n</p>\n\n<p>\n(2) - هو قول ابن حجر في الفتح 7/274.\n</p>\n\n<p>\n(3) - أبو بكر محمد بن عبد الله بن محمد، المعروف بابن العربي الإشبيلي، من\nكبار حفاظ الأندلس سمع أباه وخاله الحسن الهوزني، وقرأ على الطرطوشي، وصحب\nالغزالي، وعنه عياض والسهيلي والحوفي، أفتى أربعين سنة، وألف كتبا غزيرة\nالفوائد منها: عارضة الأحوذي شرح الترمذي، والقبس شرح الموطأ، وأحكام\nالقرآن، توفي سنة 542 أو 543 ه.\n</p>\n\n<p>\nترجمته في: الصلة 2/558، ونفح الطيب 1/340، وشذرات الذهب 4/141، وشجرة\nالنور الزكية 1/136.\n</p>\n\n<p>\n(4) - انظر كتاب التفسير، تفسير سورة النجم، حديث رقم 4853.\n</p>\n\n<p>\nوقد اختلف الصحابة في ذلك، فصححه ابن عباس، وأنكره ابن مسعود وعائشة، وقال\nالإمام أحمد: ( نعم رآه حقا، فإن رؤيا الأنبياء حق ولابد)، وصح عند أحمد\n1/368 والترمذي (ح3231) من حديث ابن عباس أنه صلى الله عليه وسلم قال: (\nرأيت ربي تبارك وتعالى) ، والله أعلم. - انظر زاد المعاد 3/73 -.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p063'> Vol. 02, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - المقصود هو الآية 60 من سورة الإسراء: ( وما جعلنا الرؤيا التي\nأريناك إلا فتنة للناس).\n</p>\n\n<p>\n(2) - في صحيح البخاري 5/69 (ط الأميرية) زيادة: \"... بمكة وبيعة العقبة\".\n</p>\n\n<p>\n(3) - هو ابن التين، وتقدمت ترجمته في شرح الحديث 3852.\n</p>\n\n<p>\n(4) - أخرجه الحاكم في مستدركه 2/624-625 وأبو نعيم في الدلائل بإسناد حسن،\nوانظر الفتح 7/279، وقريبا منه عند أحمد 3/322، والبيهقي في السنن 9/9،\nوابن حبان ( حديث 1686)، ويشهد له ما أخرجه أحمد والبيهقي، وصححه ابن حبان،\nمن حديث ربيعة بن عباد قال: \" رأيت رسول الله صلى الله عليه وسلم بسوق ذي\nالمجاز يتبع الناس في منازلهم يدعوهم إلى الله عز وجل\".\n</p>\n\n<p>\nوكذا ما أخرجه أحمد وأصحاب السنن، وصححه الحاكم من حديث جابر: \" كان رسول\nالله صلى الله عليه وسلم يعرض نفسه على الناس بالموسم فيقول: هل من رجل\nيحملني إلى قومه؟ فإن قريشا منعوني أن أبلغ <span id='ms729'></span> كلام ربي، فأتاه رجل من همدان\nفأجابه، ثم خشي أن لا يتبعه قومه فجاء إليه فقال: آتي قومي فأخبرهم، ثم\nآتيك من العام المقبل، قال نعم، فانطلق الرجل وجاء وفد الأنصار في رجب\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p064'> Vol. 02, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - أسعد بن زرارة بن عدس بن عبيد بن ثعلبة بن غنم من مالك بن النجار،\nأبو أمامة الأنصاري الخزرجي النجاري، قديم الإسلام، شهد العقبتين، وكان\nنقيبا على قبيلته، ولم يكن في النقباء أصغر سنا منه.\n</p>\n\n<p>\nقال البغوي: بلغني أنه أول من مات من الصحابة بعد الهجرة، وأنه أول ميت صلى\nعليه النبي صلى الله عليه وسلم، وروى الواقدي أنه أول من دفن بالبقيع.\n</p>\n\n<p>\nترجمته في: الاستيعاب ص:80، والإصابة 1/54-56.\n</p>\n\n<p>\n(2) - رافع بن مالك بن العجلان بن عمرو بن عامر بن زريق الأنصاري الزرقي،\nشهد العقبة، وكان أحد النقباء.\n</p>\n\n<p>\nوحكى ابن إسحاق أنه أول من قدم المدينة بسورة يوسف، وروى الزبير بن بكار في\nأخبار المدينة أن مسجد بني زريق أول مسجد قرئ فيه القرآن، وأن رافع بن مالك\nلما لقي رسول الله صلى الله عليه وسلم بالعقبة أعطاه ما نزل عليه في العشر\nسنين التي خلت، فقدم به رافع المدينة، ثم جمع قومه فقرأ عليهم في موضعه.\n</p>\n\n<p>\nترجمته في: الاستيعاب: ص 484، والإصابة 2/444-445.\n</p>\n\n<p>\n(3) - قطبة بن عامر بن حديدة بن عمرو بن سواد بن غنم بن كعب بن سلمة\nالأنصاري الخزرجي، شهد بدرا والعقبة والمشاهد، وكانت معه راية بني سلمة يوم الفتح.\n</p>\n\n<p>\nقال البغوي: لا أعلم لقطبة بن عامر حديثا.\n</p>\n\n<p>\nقال أبو حاتم: توفي قطبة في خلافة عمر. وقال ابن حبان: بدري، مات في خلافة\nعثمان. ترجمته في: الاستيعاب ص:1282، والإصابة 5/444-554.\n</p>\n\n<p>\n(4) - جابر بن عبد الله بن رئاب ( وقد تصحف في المخطوط إلى رباب، وهو خطأ)،\nابن النعمان بن سنان بن عبيد بن عدي بن غنم بن كعب بن سلمة الأنصاري\nالسلمي، أحد الستة الذين شهدوا العقبة الأولى.\n</p>\n\n<p>\nروى ابن شاهين وابن مردويه من طريق همام عن الكلبي في قوله تعالى: ( يمحو\nالله ما يشاء ويثبت)، قال يمحو من الرزق، وقال: قلت <span id='ms730'></span>: من حدثك؟ قال: أبو\nصالح عن جابر بن رئاب عن النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nترجمته في: الاستيعاب ص:219، والإصابة 1/433-434.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p065'> Vol. 02, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - عقبة بن عامر بن نابي بن زيد بن حرام بن كعب بن غنم بن كعب بن سلمة\nالأنصاري السلمي. شهد العقبة الأولى وبدرا وأحدا، وشهد الخندق، وسائر\nالمشاهد، واستشهد باليمامة ترجمته في: الاستيعاب ص: 1074، والإصابة\n4/521-522.\n</p>\n\n<p>\n(2) - عوف بن الحارث، هو عوف بن عفراء، أخو معاذ ومعوذ.\n</p>\n\n<p>\nذكره ابن إسحاق فيمن شهد بدرا مع أخويه معاذ ومعوذ؛ وعن عاصم بن عمر بن\nقتادة قال: لما التقى الناس يوم بدر قال عوف بن عفراء: يا رسول الله، ما\nيضحك الرب من عبده؟ قال: أن يراه قد غمس يده في القتال حاسرا، فنزع عوف\nدرعه، وتقدم فقاتل حتى قتل شهيدا.\n</p>\n\n<p>\nترجمته في: الاستيعاب ص 1225، والإصابة 4/739.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p066'> Vol. 02, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - أخرجه ابن هشام في السيرة 1/428-429 عن ابن إسحاق، ورجاله ثقات،\nوسنده حسن.\n</p>\n\n<p>\n(2) - مصعب بن عمير بن هاشم بن عبد مناف بن عبد الدار بن قصي بن كلاب\nالعبدري، أحد السابقين إلى الإسلام. قال ابن عبد البر: أسلم قديما والنبي\nصلى الله عليه وسلم في دار الأرقم، وكتم إسلامه خوفا من أمه وقومه، شهد\nبدرا، ثم أحدا ومعه اللواء واستشهد بها، وفي الصحيح أن مصعبا لم يترك إلا\nثوبا، فكان إذا غطوا رأسه خرجت رجلاه، وإذا غطوا رجليه خرج رأسه، فقال\nالمصطفى صلى الله عليه وسلم: اجعلوا على رجله شيئا من الإذخر، ترجمته في:\nالاستيعاب ص: 1483، والإصابة 6/123-124.\n</p>\n\n<p>\n(3) - هما الصحابيتان:\n</p>\n\n<p>\nأم عمارة نسيبة بنت كعب بن عمرو بن عوف بن مبذول بن عمرو بن غنم بن النجار،\nالأنصارية. شهدت بيعة العقبة، وشهدت أحدا مع زوجها وولدها، وشهدت بيعة\nالرضوان، ثم شهدت قتال مسيلمة باليمامة، وجرحت يومئذ اثنتي عشرة جراحة،\nوقطعت يدها وقتل ولدها حبيب.\n</p>\n\n<p>\nترجمتها في: الاستيعاب ص:1919، والإصابة 8/265-267، وأسد الغابة 5/605.\n</p>\n\n<p>\nوأسماء بنت عمرو بن عدي بن نابي بن سواد بن غنم بن كعب بن سلمة الأنصارية\nالسلمية، أم معاذ بن جبل، وكنيتها أم منيع.\n</p>\n\n<p>\nذكر ابن إسحاق بسند صحيح عن <span id='ms731'></span> كعب بن مالك أنها كانت مع من شهد العقبة مع\nالسبعين هي ونسيبة بنت كعب.\n</p>\n\n<p>\nترجمتها في: الاستيعاب ص:1784، والإصابة 7/489.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p067'> Vol. 02, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - سعد بن عبادة بن دليم بن حارثة بن حرام بن خزيمة بن ثعلبة بن طريف بن\nالخزرج بن ساعدة بن كعب بن الخزرج الأنصاري، سيد الخزرج. شهد العقبة، وكان\nأحد النقباء كان. يكتب العربية، ويحسن العوم والرمي، وكان مشهورا بالجود.\nقال ابن سيرين: كان أهل الصفة إذا أمسوا انطلق الرجل بالواحد والرجل\nبالاثنين، والرجل بالجماعة، فأما سعد فكان ينطلق بثمانين، توفي بالشام سنة\n15 ه أو 16 ه.\n</p>\n\n<p>\nترجمته في: الاستيعاب ص: 594، والإصابة 3/65-67.\n</p>\n\n<p>\n(2) - سعد بن الربيع بن عمرو بن أبي زهير بن مالك بن امرئ القيس بن مالك\nالأغر بن ثعلبة بن كعب بن الخزرج الأنصاري الخزرجي، أحد نقباء الأنصار.\n</p>\n\n<p>\nفي الصحيحين والموطأ عن يحي بن سعيد: لما كان يوم أحد قال رسول الله صلى\nالله عليه وسلم: من يأتيني بخبر سعد بن الربيع؟ فقال رجل: أنا يا رسول\nالله، فجعل يطوف بين القتلى، فلقيه فقال: أقرئ رسول الله صلى الله عليه\nوسلم والسلام، وأخبره أنني طعنت اثنتي عشرة طعنة، وأني أنفذت مقاتلي، وأخبر\nقومه أنهم لا عذر لهم عند الله إن قتل رسول الله صلى الله عليه وسلم وواحد\nمنهم حي.\n</p>\n\n<p>\nترجمته في: الاستيعاب ص: 589، والإصابة 3/58-59.\n</p>\n\n<p>\n(3) - سعد بن خيثمة بن الحارث بن مالك بن كعب بن النحاط بن كعب بن حارثة بن\nغنم بن السلم بن امرئ القيس بن مالك بن أوس الأنصاري الأوسي، أبو خيثمة،\nكان أحد النقباء بالعقبة، واستشهد يوم بدر، وقتل أبوه خيثمة يوم أحد.\n</p>\n\n<p>\nقال ابن اسحاق في المغازي: نزل رسول الله صلى الله عليه وسلم بقباء على\nكلثوم بن الهدم، وكان إذا خرج منه جلس للناس في بيت سعد بن خيثمة.\n</p>\n\n<p>\nترجمته في: الاستيعاب ص:588، والإصابة 3/55-56.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p068'> Vol. 02, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - المنذر بن عمرو بن خنيس بن حارثة بن لوذان بن عبد ود بن زيد بن ثعلبة\nبن الخزرج بن ساعدة بن كعب بن الخزرج الأنصاري الخزرجي الساعدي. بدري نقيب،\nاستشهد <span id='ms732'></span> يوم بئر معونة، وسمي المنذر بن الزبير بن العوام على اسمه.\n</p>\n\n<p>\nروى أن النبي صلى الله عليه وسلم سجد سجدتي السهو قبل التسليم، قال\nالدارقطني: لم يرو المنذر غير هذا الحديث، ترجمته في: الاستيعاب ص: 1449،\nوالإصابة 6/217-218.\n</p>\n\n<p>\n(2) - عبد الله بن رواحة بن ثعلبة بن امرئ القيس بن عمرو بن امرئ القيس بن\nمالك الأغر بن ثعلبة بن كعب بن الخزرج بن الحارث بن الخزرج الأنصاري\nالخزرجي، الشاعر المشهور كان أحد النقباء ليلة العقبة، وشهد بدرا وما بعدها\nإلى أن استشهد بمؤتة.\n</p>\n\n<p>\nوفي فوائد أبي ظاهر الذهلي أن النبي صلى الله عليه وسلم قال: \"نعم الرجل\nعبد الله بن رواحة\"، ومن أحسن ما مدح به النبي صلى الله عليه وسلم قوله:\n</p>\n\n<p>\nلو لم تكن فيه آيات مبينة * كانت بديهته تنبيك بالخبر.\n</p>\n\n<p>\nترجمته في: الاستيعاب ص: 898، والإصابة 4/82-86، وأسد الغابة 3/156.\n</p>\n\n<p>\n(3) - البراء بن معرور بن صخر بن خنساء بن سنان بن عبيد بن عدي بن غنم بن\nكعب بن سلمة بن سعد بن علي بن أسد بن ساردة بن تزيد ابن جشم بن الخزرج\nالأنصاري الخزرجي السلمي، أبو بشر، هو أول من بايع بيعة العقبة الأولى في\nقول ابن إسحاق، وأول من استقبل القبلة، وأول من أوصى بثلث ماله، توفي قبل\nقدوم النبي صلى الله عليه وسلم إلى المدينة بشهر.\n</p>\n\n<p>\nترجمته في: الاستيعاب ص:151، والإصابة 1/282-283.\n</p>\n\n<p>\n(4) - أبو الهيثم بن التيهان - بفتح المثناة الفوقانية مع كسر الياء - ابن\nمالك بن عتيك بن عمرو بن عبد الأعلم بن عامر بن زهوراء الأنصاري الأوسي.\n</p>\n\n<p>\nقال ابن إسحاق: فيمن شهد بدرا أبو الهيثم، واسمه مالك.\n</p>\n\n<p>\nوقال ابن السكن: آخى النبي صلى الله عليه وسلم بينه وبين عثمان بن مظعون،\nوشهد المشاهد كلها.\n</p>\n\n<p>\nترجمته في: الاستيعاب ص:1773، والإصابة 7/449-450.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p069'> Vol. 02, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - أسيد بن حضير بن سماك بن عتيك بن امرئ القيس بن زيد بن عبد الأشهل\nالأنصاري. من السابقين إلى الإسلام، وهو أحد النقباء ليلة العقبة، وكان\nإسلامه على يد مصعب بن عمير. آخى النبي صلى الله عليه وسلم بينه وبين زيد\nبن حارثة <span id='ms733'></span>، وكان ممن ثبت يوم أحد، وفيه قال النبي صلى الله عليه وسلم، \" نعم\nالرجل أسيد بن حضير\".\n</p>\n\n<p>\nتوفي سنة 20 ه أو 21 ه\n</p>\n\n<p>\nترجمته في: الاستيعاب ص:92، والإصابة 1/83-84.\n</p>\n\n<p>\n(2) - عبد الله بن عمرو بن حرام بن ثعلبة بن حرام الأنصاري الخزرجي السلمي،\nوالد جابر بن عبد الله الصحابي المشهور، معدود في أهل العقبة وبدر، وكان من\nالنقباء، واستشهد بأحد، وروى مالك في الموطأ أن عمرو بن الجموح وعبد الله\nبن عمرو بن حرام كانا قد حفر السيل عن قبرهما، وكانا في قبر واحد مما يلي\nالسيل، فحفر عنهما فوجدا لم يتغيرا كأنهما ماتا بالأمس، وروى أبو يعلى أن\nالنبي صلى الله عليه وسلم قال: جزى الله الأنصار عنا خيرا لاسيما عبد الله\nبن عمرو بن حرام وسعد بن عبادة. ترجمته في: الاستيعاب ص:954، والإصابة\n4/189-190.\n</p>\n\n<p>\n(3) - عبادة بن الصامت بن قيس بن أصرم بن فهر بن قيس بن ثعلبة بن غنم بن\nسالم بن عوف بن عمرو بن عوف بن الخزرج الأنصاري الخزرجي، أبو الوليد، كان\nمن النقباء، وشهد بدرا والمشاهد كلها، وشهد فتح مصر، قال عبد الصمد بن سعيد\nفي تاريخ حمص: هو أول من ولي قضاء فلسطين. وفي تاريخ البخاري: كتب يزيد بن\nأبي سفيان إلى عمر: قد احتاج أهل الشام إلى من يعلمهم القرآن ويفقههم،\nفأرسل معاذا وعبادة وأبا الدرداء.\n</p>\n\n<p>\nترجمته في: الإصابة 3/624-626.\n</p>\n\n<p>\n(4) - مثله في سيرة ابن هشام 1/440-،447 ،ومسند أحمد 3/460-462.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p070'> Vol. 02, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - عبد الله بن أبي بكر بن محمد بن عمرو بن حزم الأنصاري، أبو محمد،\nويقال أبو بكر المدني.\n</p>\n\n<p>\nروى عن أبيه وخالة أبيه عمرة بنت عيد الرحمن وأنس وعروة بن الزبير؛ وعنه\nالزهري ومالك وابن جريج والسفيانان.\n</p>\n\n<p>\nقال مالك: كان كثير الأحاديث، وكان رجل صدق.\n</p>\n\n<p>\nتوفي عام 135ه.\n</p>\n\n<p>\nترجمته في: تهذيب التهذيب 5/164-165، والتقريب رقم 3239.\n</p>\n\n<p>\n(2) - عبد الله بن محمد بن عبد الله بن جعفر الجعفي، أبو جعفر البخاري\nالمعروف بالمسندي -بفتح النون-.\n</p>\n\n<p>\nثقة حافظ، روى عن ابن عيينة وابن مهدي ويحيى بن آدم.\n</p>\n\n<p>\nمات عام 229ه.\n</p>\n\n<p>\nترجمته في : تهذيب التهذيب 6/9، والتقريب رقم <span id='ms734'></span> 3585.\n</p>\n\n<p>\n(3) - \"كذا في رواية أبي ذر، ولغيره: قال أبو عبد الله يعني المصنف، فعلى\nهذا فتفسير المبهم من كلامه، لكنه ثبت أنه من كلام ابن عينية من وجه آخر\nعند الإسماعيلي، فترجحت رواية أبي ذر \" -الفتح 7/280 -.\n</p>\n\n<p>\n(4) - نقلا عن الفتح 7/280.\n</p>\n\n<p>\n(5) - محمد بن أبي بكر بن عمر بن أبي بكر بم محمد بن سليمان بن جعفر القرشي\nالمخزومي الإسكندري الدماميني، بدر الدين.\n</p>\n\n<p>\nاستوطن القاهرة، ولازم ابن خلدون، وتصدر للإقراء بالأزهر.\n</p>\n\n<p>\nتوفي بالهند عام 827ه.\n</p>\n\n<p>\nترجمته في: الضوء اللامع 7/184، وبغية الوعاة 27، وشذرات الذهب 7/181،\nوالبدر الطالع 2/150.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p071'> Vol. 02, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - صالح بن عمر بن رسلان بن نصير بن صالح الكناني، البلفيقي الأصل،\nالعسقلاني، علم الدين أبو البقاء.\n</p>\n\n<p>\nله: تفسير القرآن الكريم، وشرح على الجامع الصحيح للبخاري.\n</p>\n\n<p>\nتوفي عام 868ه.\n</p>\n\n<p>\nترجمته في: الضوء اللامع 3/313، والبدر الطالع 1/286.\n</p>\n\n<p>\n(2) - جد بن قيس بن صخر بن خنساء بن سنان بن عبيد بن غنم بن كعب بن سلمة\nالأنصاري، أبو عبد الله. روى الطبراني بإسناد قوي عن جابر قال: حملني خالي\nجد بن قيس وما أقدر أن أرمي بحجر في السبعين راكبا من الأنصار الذين وفدوا\nعلى رسول الله صلى الله عليه وسلم.\n</p>\n\n<p>\nوقد تخلف عن تبوك، قال ابن عبد البر: يقال إنه تاب وحسنت توبته، ومات في\nخلافة عثمان.\n</p>\n\n<p>\nترجمته في: الاستيعاب ص:266، والإصابة 1/468.\n</p>\n\n<p>\n(3) - تعليق المصابيح على الجامع الصحيح لمحمد بن أبي بكر الدماميني ص: 466 .\n</p>\n\n<p>\n(4) - عبد المؤمن بن خلف بن أبي الحسن بن شرف بن الخضر بن موسى الدمياطي،\nشرف الدين أبو محمد.\n</p>\n\n<p>\nولد بدمياط بمصر، ورحل إلى الحجاز ودمشق وبغداد.\n</p>\n\n<p>\nله: معجم شيوخه، والأربعون المتباينة الإسناد، وقبائل خزرج.\n</p>\n\n<p>\nتوفي بالقاهرة عام 705ه.\n</p>\n\n<p>\nترجمته في: طبقات الشافعية للسيكي 6/133، والدرر الكامنة 2/417، وتذكرة\nالحفاظ 4/258.\n</p>\n\n<p>\n(5) - أنيسة بنت عنمة - بفتح المهملة والنون - ابن عدي بن سنان بن نابي بن\nعمرو بن سواد.\n</p>\n\n<p>\nذكرها ابن سعد فقال: تزوجها عبد الله بن عمرو بن حرام. وعن جابر قال: أصيب\nأبي وخالي يوم أحد، فجاءت أمي بهما، وقد عرضتهما على ناقة، فنادى منادي\nرسول الله صلى الله عليه وسلم: ادفنوا القتلى <span id='ms735'></span> في مصارعهم، فردا.\n</p>\n\n<p>\nترجمتها في: الإصابة 7/522.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p072'> Vol. 02, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - في الأصل: نسيبة بنت عقبة، وهو تحريف.\n</p>\n\n<p>\n(2) - ثعلبة بن عنمة بن عدي بن سنان بن نابي بن عمرو بن سواد بن غنم بن كعب\nبن سلمة الأنصاري السلمي الخزرجي ، ذكره موسى ابن عقبة فيمن شهد بدرا\nوالعقبة، وكان ممن يكسر أصنام بني سلمة قال ابن اسحاق: قتل يوم الخندق،\nقتله هبيرة بن أبي وهب، وقال عروة: قتل بخيبر.\n</p>\n\n<p>\nترجمته في: الاستيعاب ص:207، والإصابة 1/406-407.\n</p>\n\n<p>\n(3) - عمرو بن عنمة بن عدي بن سنان بن نابي بن عمرو بن سواد بن غنم بن كعب\nبن سلمة الأنصاري، ذكره موسى بن عقبة وغيره فيمن شهد بدرا.\n</p>\n\n<p>\nترجمته في: الاستيعاب ص:1195، والإصابة 4/666.\n</p>\n\n<p>\n(4) - نقلا عن الفتح 7/281.\n</p>\n\n<p>\n(5) - أبو محمد سفيان بن عيينة بن أبي عمران ميمون الهلالي الكوفي، أحد\nأئمة الإسلام. روى عن عمرو بن دينار والزهري ومحمد بن المكندر، وعنه\nالشافعي وابن معين وابن المديني وابن راهويه، قال الشافعي: لولا مالك\nوسفيان لذهب علم الحجاز، مات بمكة سنة 198 ه. ترجمته في: طبقات ابن سعد\n5/364، وتذكرة الحفاظ 1/262، وطبقات الحفاظ ص: 113.\n</p>\n\n<p>\n(6) - فتح الباري 7/281.\n</p>\n\n<p>\n(7) - في الكواكب الدراري 15/105.\n</p>\n\n<p>\n(8) - تعليق المصابيح للدماميني ص: 466.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p073'> Vol. 02, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - في الفتح 7/281.\n</p>\n\n<p>\n(2) - في مخطوطة العرائشي: \" والمنشط\"، وليست بشيء.\n</p>\n\n<p>\n(3) - رمز لها العرائشي بحرف \"ح\".\n</p>\n\n<p>\n(4) - أبو هريرة بن عامر بن عبد ذي الشرى بن طريف بن عتاب بن أبي صعب بن\nمنبه بن سعد بن ثعلبة بن سليم بن فهم بن غنم بن دوس الدوسي.\n</p>\n\n<p>\nكان أحفظ من روى الحديث في عصره، وذكر أبو محمد بن حزم أن مسند بقي بن مخلد\nاحتوى من حديث أبي هريرة على خمسة آلاف وثلاثمائة حديث وكسر، وأخرج البخاري\nعنه قال: يا رسول الله إني لأسمع منك حديثا كثيرا أنساه، فقال: ابسط رداءك،\nفبسطته، ثم قال: ضمه إلى صدرك، فضممته فما أنسيت حديثا بعد. ترجمته في:\nالاستيعاب ص:1768، والإصابة 7/425-445.\n</p>\n\n<p>\n(5) - عائشة بنت أبي بكر الصديق بن عثمان بن عامر بن عمرو بن كعب بن سعد بن\nتيم بن مرة بن كعب بن لؤي، وأمها أم رومان بنت عامر. ولدت بعد <span id='ms736'></span> المبعث بأربع\nسنين أو خمس، وتزوجها النبي صلى الله عليه وسلم وهي بنت ست أو سبع، وفي\nالصحيح: والله ما نزل علي الوحي وأنا في لحاف امرأة منكن غيرها، قال\nالزهري: لو جمع علم عائشة إلى علم جميع أمهات المؤمنين وعلم جميع النساء\nلكان علم عائشة أفضل. توفيت سنة 58 ه.، ودفنت بالبقيع.\n</p>\n\n<p>\nترجمتها في: الاستيعاب ص:1881، والإصابة 8/16-21.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p074'> Vol. 02, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - أسماء بنت عبد الله بن عثمان التيمية، والدة عبد الله بن الزبير بن\nالعوام، وهي بنت أبي بكر الصديق، أسلمت قديما بمكة، وكانت تلقب ذات\nالنطاقين.\n</p>\n\n<p>\nومن مناقبها العظمى مواجهتها للحجاج حين صلب ابنها عبد الله بقولها: سمعت\nرسول الله صلى الله عليه وسلم يقول: يخرج في ثقيف كذاب ومبير، فأما الكذاب\nفقد رأيناه، وأما المبير فأنت هو، قال هشام بن عروة: بلغت أسماء مائة سنة،\nولم يسقط لها سن، ولم ينكر لها عقل. ترجمتها في الاستيعاب ص:1781، والإصابة\n7/486-488.\n</p>\n\n<p>\n(2) - أم رومان بنت عامر بن عويمر بن عبد شمس بن عتاب، امرأة أبي بكر\nالصديق، ووالدة عبد الرحمن وعائشة، ولما دليت في قبرها، قال رسول الله صلى\nالله عليه وسلم: من سره أن ينظر إلى امرأة من الحور العين، فلينظر إلى هذه.\n</p>\n\n<p>\nترجمتها في: الاستيعاب: 1935، والإصابة 8/206-210.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p075'> Vol. 02, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - في صحيح البخاري 5/71 : \"فتمزق\".\n</p>\n\n<p>\n(2) - أبو عبيد القاسم بن سلام الأنصاري، مولاهم، البغدادي، أحد الأعلام،\nوذو التصانيف الكثيرة، أخذ عن الكسائي، وهشام بن عمار، وسمع من ابن\nالمبارك. وحدث عنه ابن أبي الدنيا، وعباس الدوري، وأبو محمد الدارمي، قال\nالداني: \" إمام أهل دهره في جميع العلوم، صاحب سنة، ثقة مأمون\"، وقال\nالحاكم: \" الإمام المقبول عند الكل أبو عبيد\"، وأجل كتبه غريب المصنف، توفي\nسنة 224 ه. ترجمته في: طبقات ابن سعد 7/93، والتاريخ الكبير 7/172، والجرح\nوالتعديل 7/111، وتاريخ بغداد 12/403-416، والسير 10/490-509، وتهذيب\nالتهذيب 8/315-318.\n</p>\n\n<p>\n(3) - التنقيح للزركشي ص: 156 .\n</p>\n\n<p>\n(4) - أبو زيد عبد الرحمن بن يوسف الفاسي، الملقب بالعارف.\n</p>\n\n<p>\nولد بالقصر الكبير سنة 972ه.\n</p>\n\n<p>\nأخذ عن السراج وعبد الواحد الحميدي والمنجور والقصار.\n</p>\n\n<p>\nله حاشية على البخاري، وحاشية على تفسير الجلالين، وغيرهما.\n</p>\n\n<p>\nتوفي سنة 1036ه، ودفن بفاس.\n</p>\n\n<p>\nترجمته <span id='ms737'></span> في : شجرة النور الزكية 245، ونشر المثاني 1/266.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p076'> Vol. 02, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - حاشية العارف الفاسي على البخاري 2/ ملزمة 64/ص:6 ؛ وهذه التسمية\n\"مطيشة\" موجودة عند أهل فاس ونواحيها إلى اليوم.\n</p>\n\n<p>\n(2) - مسند أحمد 6/211.\n</p>\n\n<p>\n(3) - محمد بن عبد الباقي بن يوسف بن أحمد بن علوان الزرقاني، أبو عبد الله.\n</p>\n\n<p>\nله: شرح المنظومة البيقونية، ومختصر المقاصد الحسنة، وإشراق مصابيح السير\nالمحمدية بمزج أسرار المواهب اللدنية، وأبهج المسالك بشرح موطأ مالك. توفي\nبالقاهرة عام 1122ه.\n</p>\n\n<p>\nترجمته في: فهرس الفهارس 1/342، وهدية العارفين 2/311.\n</p>\n\n<p>\n(4) - في التنقيح ص: 156.\n</p>\n\n<p>\nوالزركشي هو محمد بن بهادر بن عبد الله المصري، بدر الدين أبو عبد الله.\n</p>\n\n<p>\nمحدث فقيه، تركي الأصل، مصري المولد.\n</p>\n\n<p>\nأخذ عن جمال الدين الإسنوي والسراج البلقيني، ورحل إلى حلب، وسمع الحديث بدمشق.\n</p>\n\n<p>\nله: شرح جمع الجوامع، وشرح علوم الحديث، والبحر المحيط في أصول الفقه.\n</p>\n\n<p>\nتوفي عام 794ه.\n</p>\n\n<p>\nترجمته في: الدرر الكامنة 3/397، وشذرات الذهب 6/335.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p077'> Vol. 02, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - فتح الباري 9/227 ( كتاب النكاح، بان النظر إلى المرأة قبل التزويج).\n</p>\n\n<p>\nوتعبير القاضي عياض: \" وجه التردد هل هي رؤيا وحي على ظاهرها وحقيقتها، أو\nهي رؤيا وحي لها تعبير؟ وكلا الأمرين جائز في حق الأنبياء\".\n</p>\n\n<p>\n(2) - سودة بنت زمعة بن قيس بن عبد شمس القرشية العامرية، أمها الشموس بنت\nقيس بن زيد الأنصارية، وكانت أول امرأة تزوجها رسول الله صلى الله عليه\nوسلم بعد خديجة.\n</p>\n\n<p>\nوصح عن عائشة قالت: ( ما من الناس أحد أحب إلي أن أكون في مسلاخه - أي هديه\n- من سودة). توفيت سنة 54 ه.\n</p>\n\n<p>\nترجمتها في: الاستيعاب ص:1867، والإصابة 7/720-722.\n</p>\n\n<p>\n(3) - في صحيح مسلم من حديث الزهري عن عروة عن عائشة: \" وزفت إليه وهي بنت\nتسع ولعبتها معها، ومات عنها وهي بنت ثمان عشرة\" - كتاب النكاح، باب جواز\nتجويز الأب البكر الصغيرة (شرح النووي 9/208) -.\n</p>\n\n<p>\n(4) - محمد بن موسى الخوارزمي، أبو عبد الله.\n</p>\n\n<p>\nكان منقطعا إلى خزانة كتب الحكمة للمأمون.\n</p>\n\n<p>\nله: العمل بالأسطرلاب، والجبر والمقابلة، وتقويم البلدان.\n</p>\n\n<p>\nتوفي عام 235ه.\n</p>\n\n<p>\nترجمته في: تاريخ الحكماء للقفطي 286، وفهرست ابن النديم 1/274.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p078'> Vol. 02, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - فتح الباري 7/287.\n</p>\n\n<p>\n(2) - فتح الباري 7/287\n</p>\n\n<p>\n(3) - عبد الله بن عمر بن محمد بن علي البيضاوي، ينسب إلى البيضاء بفارس.\n</p>\n\n<p>\nكان إماما في <span id='ms738'></span> التفسير والفقه والأدب.\n</p>\n\n<p>\nله : منهاج الوصول إلى علم الأصول، وأنوار التنزيل، وشرح كافية ابن الحاجب.\nتوفي عام 685ه.\n</p>\n\n<p>\nترجمته في: طبقات ابن السبكي 5/95، وشذرات الذهب 5/392، والبداية والنهاية\n13/309.\n</p>\n\n<p>\n(4) - أنوار التنزيل وأسرار التأويل 3/48 ( في تفسير الآية 30 من سورة\nالأنفال)، والخبر في سيرة ابن هشام 1/480-483.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p079'> Vol. 02, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - الخبر أخرجه ابن سعد في الطبقات 1/227-228،وابن هشام في السيرة\n1/483،وعبد الرزاق في المصنف5/389،وأحمد 1/348.\n</p>\n\n<p>\n(2) - الروض الأنف 2/231-232.\n</p>\n\n<p>\n(3) - عمرو بن أم مكتوم القرشي، ويقال اسمه عبد الله، وعمرو أكثر، وهو ابن\nقيس بن زائدة بن الأصم.\n</p>\n\n<p>\nكان النبي صلى الله عليه وسلم يستخلفه على المدينة في عامة غزواته يصلى\nبالناس، وهو المذكور في سورة \"عبس وتولى\"، وفيه نزلت: \" غير أولي الضرر\"\nلما نزلت: \" لا يستوي القاعدون...\".\n</p>\n\n<p>\nترجمته في: الاستيعاب ص:997، والإصابة 4/600-602.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p080'> Vol. 02, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - ليلى بنت أبي حثمة بن حذيفة بن غانم بن عامر بن عبد الله بن عبيد بن\nعويج بن كعب بن لؤي القرشية العدوية. أسلمت قديما، وبايعت وكانت من\nالمهاجرات الأول.\n</p>\n\n<p>\nقالت ليلى: كان عمر بن الخطاب من أشد الناس علينا في إسلامنا، فلما تهيأنا\nللخروج إلى أرض الحبشة، جاءني عمر وأنا على بعيري فقال: إلى أين أم عبد\nالله؟ فقلت: آذيتمونا في ديننا، فنذهب في أرض الله، قال: صحبكم الله، ثم ذهب.\n</p>\n\n<p>\nترجمتها في: الاستيعاب ص:1909، والإصابة 8/102.\n</p>\n\n<p>\n(2) - أم كلثوم بنت عقبة بن أبي معيط الأموية، وأمها أروى بنت كريز بن\nربيعة بن حبيب، وهي والدة عثمان، أسلمت قديما وبايعت، وخرجت إلى المدينة\nمهاجرة تمشي. تزوجها أفاضل من الصحابة هم: زيد بن حارثة، ثم الزبير بن\nالعوام، ثم عبد الرحمن بن عوف، ثم عمرو بن العاص وماتت عنده.\n</p>\n\n<p>\nترجمتها في: الاستيعاب ص:1953، والإصابة 8/291-292.\n</p>\n\n<p>\n(3) - فارعة بنت أبي سفيان بن حرب بن أمية الأموية، قال ابن إسحاق: كان أول\nمن خرج إلى الحبشة مهاجرا عبد الله بن جحش، حليف بني عبد شمس، احتمل بأهله\nوأخيه، وهو أبو أحمد، وكانت عنده الفارعة بنت أبي سفيان بن حرب.\n</p>\n\n<p>\nترجمتها في : الإصابة 8/49.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p081'> Vol. 02, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - لأن الهجرة إلى النبي صلى الله عليه وسلم كانت في أول الإسلام <span id='ms739'></span>\nمطلوبة، ثم افترضت لما هاجر إلى المدينة إلى حضرته للقتال معه وتعلم شرائع\nالدين، وقد أكد الله ذلك في عدة آيات حتى قطع الموالاة بين من هاجر ومن لم\nيهاجر، فقال تعالى: \" والذين ءامنوا ولم يهاجروا مالكم من ولايتهم من شيء\nحتى يهاجروا \" -سورة الأنفال 72 -، فلما فتحت مكة ودخل الناس في الإسلام من\nجميع القبائل سقطت الهجرة الواجبة وبقي الاستحباب، انظر الفتح 7/290.\n</p>\n\n<p>\n(2) - بالألف واللام، وهذا في بعض نسخ أبي ذر، و\"هجر\" غير معرفة أشهر -\nانظر فتح الباري 7/288-.\n</p>\n\n<p>\n(3) - عبد الرحمن بن عمرو بن يحمد، أبو عمرو الأوزاعي، إمام أهل الشام في\nالحديث والفقه. أخذ عن قتادة بن دعامة، ومكحول والزهري.\n</p>\n\n<p>\nكان إماما في الفقه، ولم يكن بالحجة في الحديث. توفي عام 157ه.\n</p>\n\n<p>\nترجمته في : طبقات ابن سعد 7/185، والجرح والتعديل 2/266، والبداية\nوالنهاية 10/115، وتهذيب التهذيب 6/238-242.\n</p>\n\n<p>\n(4) - يحيى بن حمزة بن واقد الحضرمي، أبو عبد الرحمن الدمشقي القاضي.\n</p>\n\n<p>\nثقة رمي بالقدر. مات عام 183ه.مات عام 183ه.\n</p>\n\n<p>\nترجمته في : تهذيب التهذيب 11/200، والتقريب رقم 7536\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p082'> Vol. 02, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - من أعظم جبال مكة، انظر معجم البلدان 2/73.\n</p>\n\n<p>\n(2) - بل الحكم يدور مع علته، ومقتضاه أن من قدر على عبادة الله في أي موضع\nاتفق، لم يجب عليه الهجرة منه، وإلا وجبت.\n</p>\n\n<p>\nقال الماوردي: ( إذا قدر على إظهار الدين في بلد من بلاد الكفر فقد صارت\nالبلد به دار إسلام، فالإقامة فيها أفضل من الرحلة منها لما يرتجى من دخول\nغيره في الاسلام)، ولله در الماوردي، ما أنفس كلامه، فقد أصبح الخوف على\nالحق وأهله في عواصم الإسلام، في حين شاع الاطمئنان على الأرزاق والأمان\nعلى الأديان في بلاد الكفر- انظر الفتح 7/290-.\n</p>\n\n<p>\n(3) - عبد الله بن عمر بن الخطاب بن نفيل القرشي العدوي، أبو عبد الرحمن.\nأمه زينب بنت مظعون، هاجر وهو ابن عشر سنين، وهو من المكثرين رواية\nوفقها.وفي الشعب للبيهقي: مات ابن عمر وهو مثل عمر في الفضل.\n</p>\n\n<p>\nومن نوادر وفضائله أنه كان يحب جارية اسمها رمثة، فأعتقها، وقال: سمعت الله\nتعالى يقول: \" لن تنالوا البر حتى تنفقوا مما تحبون\".\n</p>\n\n<p>\nترجمته <span id='ms740'></span> في: الاستيعاب ص:950، والإصابة 4/181-188.\n</p>\n\n<p>\n(4) - سعد بن معاذ بن النعمان بن امرئ القيس بن زيد بن عبد الأشهل،\nالأنصاري، سيد الأوس، شهد بدرا، ورمي بسهم في الخندق، فعاش بعد ذلك شهرا،\nوفي الصحيحين أن النبي صلى الله عليه وسلم قال: \" اهتز العرش لموت سعد بن\nمعاذ \".\n</p>\n\n<p>\nوذكر ابن إسحاق أنه لما أسلم قال لبني عبد الأشهل: كلام رجالكم ونسائكم علي\nحرام حتى تسلموا، فأسلموا، فكان من أعظم الناس بركة في الإسلام.\n</p>\n\n<p>\nترجمته في: الاستيعاب ص:602، والإصابة 3/84-85.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p083'> Vol. 02, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - في الباب الكبير، وهو ما يوجد في أبواب الدور في المدن العتيقة\nبالمغرب، وكذا البوادي؛ ومن عجيب ما يذكر أنني زرت مدينة زرهون حيث عاش\nالمؤلف رحمه الله، وذلك في صيف سنة 2001م، فوجدت بيع مثل هذه الأبواب\nرائجا، ويصل ثمن الواحد إلى 40.000 درهم فأكثر.\n</p>\n\n<p>\n(2) - هذا قول، وقيل بلد باليمن، انظر معجم البلدان 1/399.\n</p>\n\n<p>\n(3) - عند البلاذري من طريق الواقدي، وحكى السهيلي أن اسمه مالك، ووهم\nالكرماني في شرحه فظن أن ابن إسحاق سماه ربيعة بن رفيع، إذ ربيعة هذا سلمي،\nوالمذكور في الحديث من قبيلة القارة - انظر الفتح 7/ 294 -.\n</p>\n\n<p>\n(4) - من بني الهون، بالضم والتخفيف، وكانوا حلفاء بني زهرة من قريش،\nوكانوا يضرب بهم المثل في قوة الرمي - الفتح 7/294-295-.\n</p>\n\n<p>\n(5) - في صحيح البخاري 5/74 : \"فينقذف\"، وفي الهامش: \"فيتقذف \" لأبي ذر\nالهروي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p084'> Vol. 02, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - أبو سليمان حمد ( أو أحمد) بن محمد بن إبراهيم بن الخطاب الخطابي، من\nبلاد كابل الأفغانية، أخذ الحديث عن أبي سعيد الأعرابي، وأبي بكر بن داسة،\nوإسماعيل بن الصفار، وتفقه على أبي بكر القفال الشاشي وغيره، ومن أشهر\nتلاميذه أبو عبد الله الحاكم النيسابوري، وأبو ذر الهروي.\n</p>\n\n<p>\nمن مصنفاته المطبوعة: معالم السنن في شرح سنن أبي داود ، وأعلام السنن في\nشرح صحيح البخاري، وغريب الحديث، وإصلاح غلط المحدثين، ولد سنة 319 ه،\nوتوفي سنة 388 ه.\n</p>\n\n<p>\nترجمته في: وفيات الأعيان لابن خلكان 2/214، وتذكرة الحفاظ للذهبي 3/1019،\nوطبقات الشافعية لابن السبكي 3/283.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p085'> Vol. 02, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - أعلام السنن في شرح صحيح البخاري ص: 934-935 .\n</p>\n\n<p>\n(2) - التوشيح ص: 362.\n</p>\n\n<p>\n(3) - في الفتح 7/299: \"القصواء\".\n</p>\n\n<p>\n(4) - نقله في الفتح 7/299.\n</p>\n\n<p>\n(5) - نقله في الفتح 7/299.\n</p>\n\n<p>\nوفي زاد المعاد 1/134: ( ومن <span id='ms741'></span> الإبل القصواء، قيل: وهي التي هاجر عليها،\nوالعضباء ، والجدعاء، ولم يكن بهما عضب ولا جدع، وإنما سميتا بذلك، وقيل:\nكان بأذنها عضب، فسميت به، وهل العضباء والجدعاء واحدة أو اثنتان؟ فيه\nخلاف، والعضباء هي التي كانت لا تسبق).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p086'> Vol. 02, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - في الروض الأنف 2/230.\n</p>\n\n<p>\n(2) - في هامش صحيح البخاري 5/75 : \" أحب\" للحموي والمستملي.\n</p>\n\n<p>\n(3) - أبو ذر عبد بن أحمد بن محمد بن عبد الله بن غفير الهروي الأنصاري\nالمالكي، نزيل مكة.\n</p>\n\n<p>\nروى صحيح البخاري عن ثلاثة من أصحاب الفربري.\n</p>\n\n<p>\nوصنف تفسيرا للقرآن ومستخرجا على الصحيحين، ولزم أبا بكر الأشعري واقتدى به.\n</p>\n\n<p>\nمات بمكة عام 434ه.\n</p>\n\n<p>\nترجمته في: تاريخ بغداد 11/141، وتذكرة الحفاظ 3/1103، والعبر 3/180-181،\nوشجرة النور الزكية ص:104.\n</p>\n\n<p>\n(4) - فتح الباري 7/299.\n</p>\n\n<p>\n(5) - نقلا عن الفتح 7/299 وفيه: \" شاة مطبوخة \" .\n</p>\n\n<p>\n(6) - عبد الله بن أبي بكر الصديق، وهو عبد الله بن عبد الله بن عثمان، وهو\nشقيق أسماء وهو الذي كان يأتي النبي صلى الله عليه وسلم وأبا بكر بأخبار\nقريش وهو غلام شاب فطن، فكان يبيت عندهما ويخرج من السحر فيصبح مع قريش.\n</p>\n\n<p>\nشهد الفتح وحنينا والطائف.\n</p>\n\n<p>\nترجمته في: الاستيعاب ص:874، والإصابة 4/27-29.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p087'> Vol. 02, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - عبد الرحمن بن أبي بكر الصديق، وهو عبد الرحمن بن عبد الله بن عثمان،\nالقرشي التيمي، وأمه أم رومان والدة عائشة، تأخر إسلامه إلى أيام الهدنة،\nفأسلم وحسن إسلامه كان شجاعا راميا حسن الرمي، وشهد اليمامة، وهو القائل\nلمعاوية حين دعا إلى بيعة ابنه يزيد: أهرقلية كلما مات قيصر كان قيصر\nمكانه؟ لا نفعل والله أبدا، وخرج إلى مكة فمات بها قبل أن تتم البيعة ليزيد.\n</p>\n\n<p>\nترجمته في: الاستيعاب ص:824، والإصابة 4/325-328.\n</p>\n\n<p>\n(2) - انظر الفتح 7/301، وفيه: (وتزول رخاوته).\n</p>\n\n<p>\n(3) - عكرمة بن خالد بن سعيد بن العاص المخزومي، مكي ثقة، من مشايخه ابن\nجريج، أخطأ ابن حزم في تضعيفه، في حين وثقة ابن معين وأبو زرعة والنسائي،\nروى له الشيخان وأبو داود والترمذي، توفي قبل 120 ه.\n</p>\n\n<p>\nترجمته في: التاريخ الكبير 7/49، وميزان الاعتدال 3/90، وتقريب التهذيب ص: 396.\n</p>\n\n<p>\n(4) - سورة البقرة، الآية 171.\n</p>\n\n<p>\n(5) - عبد الله بن أريقط، ويقال أريقد: الليثي ثم الديلي، دليل النبي صلى\nالله عليه وسلم وأبي <span id='ms742'></span> بكر لما هاجرا إلى المدينة، ثبت ذكره في الصحيح، وأنه\nكان على دين قومه، ولم يذكره في الصحابة إلا الذهبي في التجريد، كذا قال\nالحافظ ابن حجر.\n</p>\n\n<p>\nترجمته في: الإصابة 4/5.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p088'> Vol. 02, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - عبد الرحمن بن مالك بن مالك بن جعشم بن مالك بن عمر المدلجي.\n</p>\n\n<p>\nروى عن أبيه وعمه سراقة، وعنه الزهري.\n</p>\n\n<p>\nقال النسائي: ثقة.\n</p>\n\n<p>\nترجمته في: تهذيب التهذيب 6/263، والتقريب رقم 3995.\n</p>\n\n<p>\n(2) - مالك بن مالك بن جعشم بن مالك بن عمر المدلجي.\n</p>\n\n<p>\nروى عن أخيه سراقة بن مالك، وعنه ابنه عبد الرحمن.\n</p>\n\n<p>\nذكره ابن حبان في ثقات التابعين.\n</p>\n\n<p>\nترجمته في: تهذيب التهذيب 10/21، والتقريب رقم 6447.\n</p>\n\n<p>\n(3) - سراقة بن مالك بن جعشم بن مالك بن عمرو بن تيم بن مدلج بن مرة بن عبد\nمناة بن كنانة الكناني المدلجي، صاحب القصة في إدراك النبي صلى الله عليه\nوسلم لما هاجر إلى المدينة، أسلم يوم الفتح، قال ابن عينية عن اسرائيل عن\nالحسن أن النبي صلى الله عليه وسلم قال لسراقة: كيف بك إذا لبست سواري\nكسرى؟ قال: فلما أتي عمر بسواري كسرى ومنطقته وتاجه دعا سراقة فألبسه.\n</p>\n\n<p>\nترجمة في: الاستيعاب ص:581، والإصابة 3/41-42.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p089'> Vol. 02, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - نقلا عن الفتح 7/305.\n</p>\n\n<p>\n(2) - فتح الباري 7/307.\n</p>\n\n<p>\n(3) - الفتح 7/307.\n</p>\n\n<p>\n(4) - ماء بين الطائف ومكة، انظر معجم البلدان 2/142.\n</p>\n\n<p>\n(5) - أخرجه الحاكم 3/6 و7، وأحمد 3/212، وأخرج بعضه مسلم (حديث 2009).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p090'> Vol. 02, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - في الفتح 7/309: ( والذي في السير هو الثاني - أي طلحة -، ومال\nالدمياطي إلى ترجيحه على عادته في ترجيح ما في السير على ما في الصحيح،\nوالأولى الجمع بينهما وإلا فما في الصحيح أصح).\n</p>\n\n<p>\n(2) - الفتح 7/309.\n</p>\n\n<p>\n(3) - كلثوم بن الهدم - بكسر الهاء وسكون الدال - ابن امرئ القيس بن الحارث\nبن زيد، الأوسي الأنصاري. ذكر موسى بن عقبة أن النبي صلى الله عليه وسلم\nنزل عليه بقباء أول ما قدم المدينة.\n</p>\n\n<p>\nوذكر الطبري وابن قتيبة أنه أول من مات من الأصحاب بالمدينة، ثم مات بعده\nأسعد بن زرارة.\n</p>\n\n<p>\nترجمته في: الاستيعاب ص:1327، والإصابة 5/617-618.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p091'> Vol. 02, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - قال ابن القيم في زاد المعاد 3/58: ( فنزل على كلثوم بن الهدم، وقيل\nبل على سعد بن خيثمة، والأول أثبت)، وهو قول موسى بن عقبة - الرجل <span id='ms743'></span> الحجة في\nالسير- والواقدي وابن سعد. انظر الإصابة 5/618.\n</p>\n\n<p>\n(2) - خالف ابن التين فقال: \" إنما كانوا يفعلون ذلك بأبي بكر لكثرة تردده\nإليهم في التجارة إلى الشام فكانوا يعرفونه، وأما النبي صلى الله عليه وسلم\nفلم يأتها بعد أن كبر\" - انظر فتح الباري 7/310-.\n</p>\n\n<p>\n(3) - سورة البقرة، الآية 108.\n</p>\n\n<p>\n(4) - في الروض الأنف 2/248.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p092'> Vol. 02, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - أخرجه مسلم في كتاب الحج 514.\n</p>\n\n<p>\n(2) - سهل بن سعد بن مالك بن خالد بن ثعلبة بن حارثة بن عمرو بن الخزرج بن\nساعدة الأنصاري الساعدي، من مشاهير الصحابة، روى عن النبي صلى الله عليه\nوسلم، وعن أبي، وعاصم بن عدي، وروى عنه ابنه العباس، والزهري.\n</p>\n\n<p>\nقال الزهري: مات النبي صلى الله عليه وسلم وهو ابن خمس عشرة سنة.\n</p>\n\n<p>\nترجمة في: الاستيعاب ص:664، والإصابة 3/200.\n</p>\n\n<p>\n(3) - عبد الحق بن غالب بن عبد الرحمن بن غالب بن تمام بن عبد الرؤوف بن\nعبد الله بن تمام المحاربي الغرناطي، أبو محمد.\n</p>\n\n<p>\nولي القضاء بألمرية، ورحل إلى المشرق.\n</p>\n\n<p>\nله: المحرر الوجيز في تفسير الكتاب العزيز، وبرنامج مروياته.\n</p>\n\n<p>\nتوفي في رمضان عام 541ه.\n</p>\n\n<p>\nترجمته في: الصلة 1/380، وبغية الملتمس 376، ونفح الطيب 9/307، وبغية\nالوعاة 295.\n</p>\n\n<p>\n(4) - المحرر الوجيز في تفسير الكتاب العزيز 7/36.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p093'> Vol. 02, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - قال الحافظ في الفتح 7/312: ( ويحتمل أن تكون المزية لما اتفق من طول\nإقامته صلى الله عليه وسلم بمسجد المدينة، بخلاف مسجد قباء فما أقام به إلا\nأياما قلائل، وكفى بهذا مزية من غير حاجة إلى ما تكلفه القرطبي، والحق أن\nكلا منهما أسس على التقوى، وقوله تعالى في بقية الآية: \" فيه رجال يحبون أن\nيتطهروا\" يؤكد كون المراد مسجد قباء، وعند أبي داود بإسناد صحيح عن أبي\nهريرة عن النبي صلى الله عليه وسلم قال: نزلت فيه رجال يحبون أن يتطهروا \"\nفي أهل قباء، وعلى هذا فالسر في جوابه صلى الله عليه وسلم بأن المسجد الذي\nأسس على التقوى مسجده رفع توهم أن ذلك خاص بمسجد قباء، والله أعلم).\n</p>\n\n<p>\n(2) - عبد الله بن أبي زيد عبد الرحمن النفزي القيرواني، أبو محمد.\n</p>\n\n<p>\nولد بالقيروان عام 310ه.\n</p>\n\n<p>\nله: النوادر والزيادات، والرسالة، ومختصر المدونة.\n</p>\n\n<p>\nترجمته في: طبقات <span id='ms744'></span> الفقهاء للشيرازي 135، وتذكرة الحفاظ 3/211، والديباج\nالمذهب 136، وشذرات الذهب 3/131.\n</p>\n\n<p>\n(3) - اسمه \"المخبر الفصيح الجامع لفوائد مسند البخاري الصحيح\"، ويوجد منه\nسفر نادر بدار الكتب الوطنية بتونس رقم 16474 (من كتاب الحج إلى كتاب\nالغصب).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p094'> Vol. 02, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - سهل بن رافع بن أبي عمرو بن عائذ بن ثعلبة بن غنم بن مالك بن النجار\nالأنصاري.\n</p>\n\n<p>\nقال ابن منده: يقال شهد أحدا، ومات في خلافة عمر.\n</p>\n\n<p>\nترجمته في : الإصابة 3/198-199.\n</p>\n\n<p>\nوانظر ترجمة سهل بن عمرو الأنصاري في الإصابة 3/203 فهو المقصود بالذكر في\nالبخاري عند بعض المترجمين.\n</p>\n\n<p>\n(2) - سهيل بن رافع بن أبي عمرو.\n</p>\n\n<p>\nذكره ابن إسحاق فيمن شهد بدرا وأحدا، ويقال إنه صاحبي المربد.\n</p>\n\n<p>\nترجمته في: الإصابة 3/211.\n</p>\n\n<p>\nوانظر ترجمة سهيل بن عمرو في الإصابة 3/212، ففيه قول بأنه صاحب المربد.\n</p>\n\n<p>\n(3) - سعد بن زرارة بن عدس بن عبيد بن ثعلبة بن غنم بن مالك بن النجار\nالأنصاري، أخو أسعد.\n</p>\n\n<p>\nذكره أبو حاتم وابن شاهين في الصحابة.\n</p>\n\n<p>\nروى أحاديث.\n</p>\n\n<p>\nترجمته في: الاستيعاب ص: 591، والإصابة 3/60-61.\n</p>\n\n<p>\n(4) - أسعد بن زرارة، تقدمت ترجمته في شرح الترجمة 43 من مناقب الأنصار.\n</p>\n\n<p>\n(5) - مشارق الأنوار 2/237.\n</p>\n\n<p>\n(6) - خالد بن زيد بن كليب بن ثعلبة بن عبد عوف بن غنم بن مالك بن النجار،\nأبو أيوب الأنصاري. معروف باسمه وكنيته.\n</p>\n\n<p>\nروى عن النبي صلى الله عليه وسلم، وعن أبي بن كعب.\n</p>\n\n<p>\nشهد العقبة وبدرا وما بعدها، ونزل عليه النبي صلى الله عليه وسلم لما قدم\nالمدينة.\n</p>\n\n<p>\nشهد الفتوح وداوم الغزو، وقاتل الخوارج مع علي.\n</p>\n\n<p>\nترجمته في: الاستيعاب ص: 1606، والإصابة 2/234-235.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p095'> Vol. 02, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - في الطبقات الكبرى 1/239.\n</p>\n\n<p>\n(2) - التنقيح ص: 158.\n</p>\n\n<p>\n(3) - أم كلثوم بنت سيد البشر رسول الله صلى الله عليه وسلم.\n</p>\n\n<p>\nاختلف هل هي أصغر أو فاطمة. وتزوجها عثمان بعد وفاة أختها رقية عنده، وكانت\nقد عقد عليها عتبة بن أبي لهب قبل البعثة، فلم يدخل عليها حتى بعث النبي\nصلى الله عليه وسلم، فأمره أبوه بفراقها، ثم تزوجها عثمان، ولم تلد له .\n</p>\n\n<p>\nترجمتها في: الاستيعاب ص: 1952، والإصابة 8/288-290.\n</p>\n\n<p>\n(4) - أسامة بن زيد بن حارثة بن شراحيل بن عبد العزى بن زيد بن امرئ القيس\nبن عامر بن النعمان بن عامر بن <span id='ms745'></span> عبدود بن عوف بن كنانة، الحب بن الحب.\n</p>\n\n<p>\nكانت أمه أم أيمن حاضنة النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nوكان اعتزل الفتنة بعد مقتل عثمان، ونزل المدينة فمات بها .\n</p>\n\n<p>\nترجمته في: الاستيعاب ص: 75، والإصابة 1/49.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p096'> Vol. 02, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - زينب بنت سيد البشر محمد بن عبد الله بن عبد المطلب القرشية\nالهاشمية.\n</p>\n\n<p>\nهي أكبر بناته، وأول من تزوج منهن، تزوجها ابن خالتها أبو العاص بن الربيع.\nوقد أسلم زوجها سنة سبع، وردت إليه زينب بالنكاح الأول، وولدت عليا وأمامة.\n</p>\n\n<p>\nتوفيت في أول سنة ثمان من الهجرة.\n</p>\n\n<p>\nترجمتها في : الاستيعاب ص: 1853، والإصابة 7/665-666.\n</p>\n\n<p>\n(2) - أبو العاص بن الربيع بن عبد العزى بن عبد شمس بن عبد مناف، أمه هالة\nبنت خويلد.\n</p>\n\n<p>\nكان يكثر من دخوله بيت النبوة، وتزوج زينب بنت رسول الله.\n</p>\n\n<p>\nوكان من رجال مكة المعدودين مالا وأمانة وتجارة. توفي في خلافة أبي بكر.\n</p>\n\n<p>\nترجمته في: الاستيعاب ص: 1701، والإصابة 7/248-251.\n</p>\n\n<p>\n(3) - فاطمة بنت المنذر بن الزبير بن العوام، زوج هشام بن عروة.\n</p>\n\n<p>\nروت عن جدنها أسماء بنت أبي بكر وأم سلمة وعمرة بنت عبد الرحمن، وعنها\nزوجها هشام.\n</p>\n\n<p>\nترجمتها في : تهذيب التهذيب 12/444، والتقريب رقم 8658.\n</p>\n\n<p>\n(4) - أي هشام بن عروة المذكور في السند.\n</p>\n\n<p>\n(5) - مسلمة بن مخلد بن الصامت بن نيار بن لودان بن عبدود بن زيد بن ثعلبة\nبن الخزرج الأنصاري.\n</p>\n\n<p>\nولد حين قدم النبي صلى الله عليه وسلم المدينة، وتوفي وهو ابن عشر سنين.\n</p>\n\n<p>\nولي إمارة مصر في عهد معاوية، وتوفي عام 62ه.\n</p>\n\n<p>\nترجمته في: الاستيعاب ص: 1397، والإصابة 6/116-118.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p097'> Vol. 02, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - النعمان بن بشير بن سعد بن ثعلبة بن جلاس بن زيد الأنصاري الخزرجي،\nله ولأبيه صحبة.\n</p>\n\n<p>\nقال الواقدي: كان أول مولود ولد في الإسلام من الأنصار بعد الهجرة.\n</p>\n\n<p>\nاستعمله معاوية على الكوفة. قتل عام 65ه.\n</p>\n\n<p>\nترجمته في : الاستيعاب ص: 1496، والإصابة 6/440.\n</p>\n\n<p>\n(2) - عبد الله بن جعفر بن أبي طالب بن عبد المطلب بن هاشم الهاشمي. أمه\nأسماء بنت عميس الخثعمية أخت ميمونة بنت الحارث لأمها.\n</p>\n\n<p>\nولد بأرض الحبشة، وهو أول من ولد بها من المسلمين.\n</p>\n\n<p>\nتوفي في عام الجحاف، وهو سيل كان ببطن مكة جحف <span id='ms746'></span> الحاج وذهب بالإبل.\n</p>\n\n<p>\nترجمته في: الاستيعاب ص: 880، والإصابة 4/40-43.\n</p>\n\n<p>\n(3) - قال ابن التين السفاقسي: ( ظاهره أن اللوك كان قبل أن يدخلها في فيه،\nوالذي عند أهل اللغة أن اللوك في الفم).\n</p>\n\n<p>\nقال ابن حجر: وهو فهم عجيب، فإن الضمير في قوله: \" في فيه\" يعود على ابن\nالزبير، أي لاكها النبي صلى الله عليه وسلم في فمه ثم أدخلها في ابن\nالزبير، وهو واضح لمن تأملها، انظر فتح الباري 7/317.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p098'> Vol. 02, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - ظاهر الرواية أن أبا بكر كان أسن من النبي صلى الله عليه وسلم، وليس\nكذلك، فقد ثبت في صحيح مسلم عن معاوية أنه عاش ثلاثا وستين سنة، وكان قد\nعاش بعد النبي صلى الله عليه وسلم سنتين وأشهرا، فيلزم على الصحيح في سن\nأبي بكر أن يكون أصغر من النبي صلى الله عليه وسلم بأكثر من سنتين، انظر\nالفتح 7/319.\n</p>\n\n<p>\n(2) - أخرجه الترمذي في الأطعمة 45، وابن ماجه في الإقامة 174، والدارمي في\nالصلاة 156.\n</p>\n\n<p>\n(3) - عبد الله بن سلام بن الحارث، أبو يوسف، من ذرية يوسف النبي عليه\nالسلام.\n</p>\n\n<p>\nكان من بني قينقاع، ثم حالف الخزرج.\n</p>\n\n<p>\nوفي الصحيح عن سعد بن أبي وقاص قال: ما سمعت النبي صلى الله عليه وسلم يقول\nلأحد يمشي على الأرض إنه من أهل الجنة، إلا لعبد الله بن سلام.\n</p>\n\n<p>\nترجمته في: الاستيعاب ص: 921، والإصابة 4/118-120.\n</p>\n\n<p>\n(4) - نافع بن عمر بن عبد الله الجمحي الحافظ المكي.\n</p>\n\n<p>\nروى عن ابن أبي مليكة، وعنه وكيع ويحيى القطان وابن مهدي، وثقه الإمام أحمد\nوابن معين والنسائي وأبو حاتم، وأخرج أحاديثه الستة في مصنفاتهم. قال أحمد:\nثبت صحيح الكتاب.\n</p>\n\n<p>\nتوفي بمكة سنة 169 ه.\n</p>\n\n<p>\nترجمته في: تهذيب التهذيب 10/409، والتقريب رقم 7080.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p099'> Vol. 02, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - في الفتح 7/323.\n</p>\n\n<p>\n(2) - تعليق المصابيح ص: 469.\n</p>\n\n<p>\n(3) - حاشية ابن زكري 2/ ملزمة 64 /ص:5.\n</p>\n\n<p>\n(4) - إبراهيم بن معقل بن الحجاج بن خراش بن يزيد بن دوست النسفي، قاضي نسف.\n</p>\n\n<p>\nفقيه مفسر.\n</p>\n\n<p>\nله: المسند الكبير، والتفسير.\n</p>\n\n<p>\nتوفي هام 295ه.\n</p>\n\n<p>\nترجمته في: تذكرة الحفاظ 2/231، وشذرات الذهب 3/86.\n</p>\n\n<p>\n(5) - إبراهيم بن أحمد بن إبراهيم بن داود، البخاري الأصل، البلخي منزلا\nووفاة، المستملي، أبو إسحاق.\n</p>\n\n<p>\nخرج لنفسه معجما.\n</p>\n\n<p>\nتوفي عام 386ه.\n</p>\n\n<p>\nترجمته <span id='ms747'></span> في: مرآة الجنان لليافعي 2/406، وشذرات الذهب 3/86.\n</p>\n\n<p>\n(6) - أبو بردة بن أبي موسى الأشعري، قيل اسمه عامر وقيل الحارث.\n</p>\n\n<p>\nروى عن أبيه وعلي وحذيفة والمغيرة وعائشة وابن عمر، وعنه قتادة وبكير بن\nعبد الله الأشج وأبو إسحاق السبيعي.\n</p>\n\n<p>\nمات عام 104ه.\n</p>\n\n<p>\nترجمته في : تهذيب التهذيب 12/18، والتقريب رقم 7952.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p100'> Vol. 02, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - من الفتح 7/324.\n</p>\n\n<p>\n(2) - عباد بن الوليد بن خالد الغبري، أبو بدر المؤدب، من سر من رأى، وسكن بغداد.\n</p>\n\n<p>\nروى عن أبي داود الطيالسي وأبي عاصم، وعنه ابن ماجه وابن أبي الدنيا وزكريا\nالساجي.\n</p>\n\n<p>\nترجمته في: تهذيب التهذيب 5/108، والتقريب رقم 3151.\n</p>\n\n<p>\n(3) - البراء بن عازب بن الحارث بن عدي بن جشم بن مجدعة بن حارثة بن الحارث\nبن عمرو بن مالك بن الأوس الأنصاري الأوسي، له ولأبيه صحبة. استصغر يوم بدر\nهو وابن عمر، لكن شهد بعدها أربع عشرة غزوة.\n</p>\n\n<p>\nترجمته في: الاستيعاب ص:155، والإصابة 1/278-279.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p101'> Vol. 02, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - في أصل المؤلف والمخطوطة : عبد الله، والصحيح \"عبد الرحمن\" كما في\nالفتح 7/328، والتقريب رقم 3793.\n</p>\n\n<p>\n(2) - عبد الرحمن بن إبراهيم بن عمرو العثماني الدمشقي، أبو سعيد، لقبه\nدحيم. ثقة حافظ أمين.\n</p>\n\n<p>\nتوفي عام 245ه.\n</p>\n\n<p>\nترجمته في: التقريب رقم 3793، وانظر الفتح 7/328.\n</p>\n\n<p>\n(3) - وقال الحافظ في الفتح 7/328: ( لم أقف على اسمها).\n</p>\n\n<p>\n(4) - هو أبو بكر بن شداد بن الأسود بن عبد شمس بن مالك بن جعونة، هي أمه\nوهي خزاعية.\n</p>\n\n<p>\nكان شاعرا من شعراء العرب، وقيل أسلم، وقيل أسلم ثم ارتد.\n</p>\n\n<p>\nانظر الفتح 7/328.\n</p>\n\n<p>\n(5) - أبو سعيد عبد الملك بن قريب بن عبد الملك بن علي بن أصمع الأصمعي\nالبصري، أحد أئمة اللغة والغريب والنوادر. روى عن أبي عمرو بن العلاء وحماد\nبن سلمة. قال الشافعي: ( ما عبر أحد عن العرب بمثل عبارة الأصمعي)، وروى له\nأبو داود والترمذي. توفي سنة 215 ه.\n</p>\n\n<p>\nترجمة في: التاريخ الكبير للبخاري 5/428، والجرح والتعديل 5/363، وتاريخ\nبغداد 10/410-420، وغاية النهاية في طبقات القراء 1/470.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p102'> Vol. 02, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - وهي رواية الإمام الأصيلي وكريمة المروزية وكذا الرواية اليونينية\n(صحيح البخاري 5/84) ويوجه لفظ \"يقرئون\" إما على أن أقل الجمع اثنان، وإما\nعلى أن من كان يقرآنه كان يقرأ معهما أيضا - الفتح 7/331-332-.\n</p>\n\n<p>\n(2) - التنقيح ص: 158.\n</p>\n\n<p>\n(3) - في أصل المخطوط <span id='ms748'></span>: \" ابن سعد\"، وليس بشيء، فإن الشبيهي نقله من الفتح\n7/333، وفيه: \" وأخرج أبو سعيد في شرف المصطفى، ورويناه في فوائد الخلعي من\nطريق عبيد الله بن عائشة منقطعا\" - ثم ساق الخبر -، ورد عليه بقوله: ( وهو\nسند معضل، ولعل ذلك كان في قدومه من غزوة تبوك).\n</p>\n\n<p>\n(4) - الفتح 7/333.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p103'> Vol. 02, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\n(1) -كانت مجنة بمر الظهران قبل جبل الأصفر بأسفل مكة، وهي سوق يعقد عشرة\nأيام بعد سوق عكاظ، انظر معجم البلدان 5/58-59.\n</p>\n\n<p>\n(2) - قال الخطابي في أعلام السنن ص: 537: ( عينان هناك، وكنت مرة أحسب\nأنهما جبلان حنى أثبت لي أنهما عينان).\n</p>\n\n<p>\n(3) - كانت قرية كبيرة على طريق المدينة، وهي ميقات أهل مصر والشام، وهي\nالآن خراب، انظر معجم البلدان 2/111.\n</p>\n\n<p>\n(4) - في باب هجرة الحبشة من كتاب مناقب الأنصار (حديث رقم 3872).\n</p>\n\n<p>\n(5) - وهو الغرض من قول عبد الرحمن بن عوف: \" حتى تقدم المدينة فإنها دار\nالهجرة والسنة\"، ووقع في رواية الكشميهني والسلامة\" بدل السنة\" - انظر\nالفتح 7/336.\n</p>\n\n<p>\n(6) - أم العلاء بنت الحارث بن ثابت بن حارثة بن ثعلبة الخزرجية الانصارية.\n</p>\n\n<p>\nيقال إنها والدة خارجة بن زيد بن ثابت الراوي حديثها الشيخان.\n</p>\n\n<p>\nقال ابن عبد البر: هي من المبايعات، حديثها عند أهل المدينة.\n</p>\n\n<p>\nترجمتها في : الاستيعاب ص: 1948، والإصابة 8/263-264.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p104'> Vol. 02, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - هو خارجة بن زيد بن ثابت الأنصاري، أبو يزيد المدني، ثقة فقيه. توفي\nعام 100ه.\n</p>\n\n<p>\nترجمته في : تهذيب التهذيب 3/74، والتقريب رقم 1609.\n</p>\n\n<p>\n(2) - أبو السائب عثمان بن مظعون بن حبيب بن وهب بن حذافة بن جمح الجمحي.\n</p>\n\n<p>\nقال ابن إسحاق: أسلم بعد ثلاثة عشر رجلا.\n</p>\n\n<p>\nهاجر هو وابنه السائب الهجرة الأولى في جماعة، فلما بلغهم أن قريشا أسلمت رجعوا.\n</p>\n\n<p>\nتوفي بعد شهوده بدرا في السنة الثانية للهجرة، وهو أول من مات بالمدينة من\nالمهاجرين، وأول من دفن بالبقيع منهم.\n</p>\n\n<p>\nوفي الترمذي أن النبي صلى الله عليه وسلم قبله وهو ميت وعيناه تذرفان.\n</p>\n\n<p>\nترجمته في : الاستيعاب ص: 1053، والإصابة 4/461-462.\n</p>\n\n<p>\n(3) - في عمدة القاري 17/64.\n</p>\n\n<p>\n(4) - عبد الصمد بن عبد الوارث بن سعيد العنبري مولاهم، التنوري، أبو سهل\nالبصري.\n</p>\n\n<p>\nروى عن عكرمة بن عمار وحرب بن شداد وشعبة وحماد بن سلمة، وعنه ابنه عبد\nالوارث <span id='ms749'></span> وأحمد وأبو خيثمة.\n</p>\n\n<p>\nتوفي عام 207ه.\n</p>\n\n<p>\nترجمته في: تهذيب التهذيب 6/327، والتقريب رقم 3906.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p105'> Vol. 02, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - في الحديث رقم 3906.\n</p>\n\n<p>\n(2) - السائب بن يزيد بن سعيد بن ثمامة، ويقال عائذ بن الأسود الكندي أو\nالأزدي، يعرف بابن أخت النمر.\n</p>\n\n<p>\nروى عن النبي صلى الله عليه وسلم، وعن أبيه وعثمان وطلحة وغيرهم. واستعمله\nعمر على سوق المدينة.\n</p>\n\n<p>\nترجمته في: الاستيعاب ص: 576، والإصابة 3/26-28.\n</p>\n\n<p>\n(3) - العلاء بن الحضرمي، وكان اسمه عبد الله بن عماد بن أكبر بن ربيعة بن\nمالك بن عويف الحضرمي، وأخوه عمرو بن الحضرمي أول قتيل من المشركين، وبسببه\nكانت وقعة بدر.\n</p>\n\n<p>\nوقد استعمله النبي صلى الله عليه وسلم على البحرين، وأقره أبو بكر ثم عمر.\n</p>\n\n<p>\nترجمته في: الاستيعاب ص: 1085، والإصابة 4/541.\n</p>\n\n<p>\n(4) - فتح الباري 7/340.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p106'> Vol. 02, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - التاريخ تعريف الوقت، والتوريخ مثله، تقول أرخت وورخت، وقيل اشتقاقه\nمن الأرخ وهو الأنثى من بقر الوحش، كأنه شيء حدث كما يحدث الولد، وقيل هو\nمعرب، انظر الفتح 7/341.\n</p>\n\n<p>\n(2) - أخرجه أحمد، وأبو عروبة في الأوائل، والبخاري في الأدب، والحاكم في\nالمستدرك - انظر الفتح 7/342 -.\n</p>\n\n<p>\nوقال ابن عبد البر في الاستيعاب ص: 42 ( ومن مقدمه - صلى الله عليه وسلم -\nالمدينة أرخ التاريخ في زمن عمر بن الخطاب رضي الله عنه).\n</p>\n\n<p>\n(3) - أبو بكر أحمد بن علي بن ثابت الخطيب البغدادي، محدث الشام والعراق،\nقال أبو إسحاق الشيرازي: أبو بكر الخطيب يشبه بالدارقطني ونظرائه في معرفة\nالحديث وحفظه، توفي سنة 463 ه.\n</p>\n\n<p>\nترجمته في: البداية والنهاية 12/101، وتذكرة الحفاظ 3/1135، ووفيات الأعيان 1/27.\n</p>\n\n<p>\n(4) - معاوية بن أبي سفيان صخر بن حرب بن أمية بن عبد شمس بن عبد مناف\nالقرشي الأموي، أمير المؤمنين.\n</p>\n\n<p>\nحكى الواقدي أنه أسلم بعد الحديبية، وأظهر إسلامه عام الفتح.\n</p>\n\n<p>\nوفي صحيح البخاري عن عكرمة: قلت لابن عباس: إن معاوية أوتر بركعة، فقال:\nإنه فقيه.\n</p>\n\n<p>\nمات في رجب عام 60ه.\n</p>\n\n<p>\nترجمته في: الاستيعاب ص:1416، والإصابة 6/151-155.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p107'> Vol. 02, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - نقلا عن الفتح 7/341-342.\n</p>\n\n<p>\n(2) - الروض الأنف 2/246.\n</p>\n\n<p>\n(3) - ذكره ابن جرير عن الواقدي - انظر الفتح 7/342-.\n</p>\n\n<p>\n(4) - في صحيح البخاري 5/87 : ( لمن مات بمكة).\n</p>\n\n<p>\n(5) - عائشة بنت سعد بن مالك الزهرية.\n</p>\n\n<p>\nكانت وحيدة أبيها سعد بن أبي وقاص عام الفتح، ولها أخت اسمها عائشة <span id='ms750'></span> الصغرى\nأدركت مالكا.\n</p>\n\n<p>\nترجمتها في: الإصابة 8/21.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p108'> Vol. 02, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - عامر بن سعد بن مالك الزهري المدني.\n</p>\n\n<p>\nروى عن أبيه وعثمان والعباس وأبي هريرة وابن عمر وعائشة وأم سلمة.\n</p>\n\n<p>\nمات عام 104ه.\n</p>\n\n<p>\nترجمته في : تهذيب التهذيب 5/63، والتقريب رقم 3089.\n</p>\n\n<p>\n(2) - التنقيح ص: 159 في قوله: ( وكل محتمل).\n</p>\n\n<p>\n(3) - فتح الباري 7/343.\n</p>\n\n<p>\n(4) - سعد بن مالك، تقدم في شرح الحديث 3857.\n</p>\n\n<p>\n(5) - الفتح 7/344.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p109'> Vol. 02, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - سورة الحجرات، الآية 10.\n</p>\n\n<p>\n(2) - الروض الأنف 2/252، والفتح 7/344.\n</p>\n\n<p>\n(3) - في جميع الروايات - انظر الفتح 7/347-.\n</p>\n\n<p>\n(4) - فتح الباري 7/347.\n</p>\n\n<p>\n(5) - الفتح 7/347.\n</p>\n\n<p>\n(6) - في الفتح 7/347، ونقل عن الطبري من طريق الضحاك عن ابن عباس قال: \"\nينطح الثور الحوت بقرنه فتأكل منه أهل الجنة، ثم يحيا فينحر الثور بذنبه\nفيأكلونه ثم يحيا فيستمران كذلك\"، قال الحافظ: وهذا منقطع ضعيف.\n</p>\n\n<p>\nقلت: بل هذا الكلام المناقض للعلم والعقل ينبغي أن تنزه عنه شروح الصحيح\nابتداء.\n</p>\n\n<p>\n(7) - ثوبان مولى النبي صلى الله عليه وسلم، يقال إنه عربي من حكم بن سعد\nبن حمير، اشتراه ثم أعتقه النبي صلى الله عليه وسلم، فخدمه إلى أن مات.\nتوفي بحمص عام 54ه.\n</p>\n\n<p>\nترجمته في: الاستيعاب ص: 218، والإصابة 1/413.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p110'> Vol. 02, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - أخرجه مسلم في الحيض، باب وجوب الغسل على المرأة بخروج المني منها\n(شرح النووي 3/222).\n</p>\n\n<p>\n(2) - في الفتح 7/348.\n</p>\n\n<p>\n(3) - ليس سهوا من الحافظ ابن حجر، وإنما قرر أولا تأويل العلو في حديث\nعائشة ، واستشكل ظاهر العلو في حديث ثوبان، ثم حكى كلام القرطبي، ولم يرد\nعليه، بل ظهر له حسن ما قاله، وزاد عليه توفيقا يرفع الإشكال، والنص واضح -\nانظر الفتح 7/348-.\n</p>\n\n<p>\n(4) - في صحيح البخاري 5/88: ( بإسلامي).\n</p>\n\n<p>\n(5) - أبو عبد الرحمن أحمد بن شعيب بن علي بن سنان بن بحر بن دينار\nالنسائي، المحدث الحافظ.\n</p>\n\n<p>\nولد بنسا، ورحل إلى نيسابور والعراق والشام ومصر والحجاز.\n</p>\n\n<p>\nله: السنن الكبرى والصغرى، وكتاب الضعفاء والمتروكين، وعمل اليوم والليلة.\n</p>\n\n<p>\nتوفي بمكة عام 303ه.\n</p>\n\n<p>\nترجمته في: وفيات الأعيان 1/25، ومرآة الجنان 2/240، وطبقات الشافعية\nللسبكي 2/83، وشذرات الذهب 2/239.\n</p>\n\n<p>\n(6) - الفتح 7/348.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p111'> Vol. 02, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - قال العيني في العمدة 17/70 في مطابقة الأول والثاني: (مطابقته\nللترجمة تأتي بتعسف)، والثالث من قوله: \"نحن أولى بموسى منكم\"، والرابع\nقال: \"لا وجه لذكر هذا الحديث في هذا الباب\"، فيتضح صعوبة توضيح المطابقة\nعند العيني كذلك <span id='ms751'></span>.\n</p>\n\n<p>\n(2) - سورة الأنعام، الآية 146.\n</p>\n\n<p>\n(3) - سورة الأعراف، الآية 156.\n</p>\n\n<p>\n(4) - فيه دليل على أنه صلى الله عليه وسلم كان يوافق أهل الكتاب إذا\nخالفوا عبدة الأوثان، أخذا بأخف الأمرين، فلما فتحت مكة ودخل عباد الأوثان\nفي الإسلام، رجع إلى مخالفة باقي الكفار وهم أهل الكتاب ( وهذا كلام نفيس،\nوفيه نظر مصلحي لا يخفى)\n</p>\n\n<p>\nانظر: الفتح 7/352.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p112'> Vol. 02, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - سورة الحجر، الآية 91.\n</p>\n\n<p>\n(2) - موضع بين قومس والري من منازل حاج خراسان، انظر معجم البلدان 4/475.\n</p>\n\n<p>\n(3) - بفتح الراء والميم، وضم الهاء والميم، بينهما راء ساكنة، ثم زاي -\nالفتح 7/353-.\n</p>\n\n<p>\nوهي مدينة بنواحي خوزستان، انظر معجم البلدان 3/17.\n</p>\n\n<p>\n(4) - التنقيح ص: 159.\n</p>\n\n<p>\n(5) - في الفتح 7/353.\n</p>\n\n<p>\n(6) - إبراهيم بن خالد بن اليمان الكلبي، أبو عبد الله.\n</p>\n\n<p>\nأخذ عن الشافعي.\n</p>\n\n<p>\nله: الطهارة، والمناسك.\n</p>\n\n<p>\nتوفي ببغداد عام 240ه.\n</p>\n\n<p>\nترجمته في: تاريخ بغداد 6/65، وتذكرة الحفاظ 2/87، وشذرات الذهب 2/93.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p113'> Vol. 02, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\n(1) - في الفتح 7/353.\n</p>\n\n<p>\n(2) - مساكن الملوك من الأكاسرة الساسانيين وغيرهم من بلاد فارس، انظر معجم\nالبلدان 5/74-75.\n</p>\n\n<p>\n(3) - انظر إرشاد الساري 6/268.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p114'> Vol. 02, p. 114</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14"
  ]
}