{
  "content": "\n<p>\nأنيس الفقهاء لقاسم القونوي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\n| مقدمة المؤلف\n</p>\n\n<p>\nبسم الله الرحمن الرحيم الحمد لله الذي كمل آلاؤه وشمل نعماؤه والصلاة\nوالسلام على سيدنا محمد الذي اقتدى به أصفاياؤه وأنبياؤه وعلى آله وأصحابه\nالذين اهتدى بهم أتقياؤه وأولياؤه وبعد فلما صعبت اصطلاحات الفقهاء في\nالكتب في مفاتح الأبوبة والكتب استحثني نهاية العجز على الحد والثني غاية\nالحرص على الجد فالتجأت من فترة الخواطر إلى حصون العلماء واسترجعت أذيال\nالفحول من الفضلاء لما نحتاج في الظواهر تأويلا فضلا على البواطن تعليلا\nوتجرعت من نحورهم ذوقا وتشممت من بخورهم شوقا واكتحلت من آثارهم غبرة دواء\nعيني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n             عبرة وأزبر فيها ما إليه أوفق حتى يكون زبرا زبرة بعد\nزبره متوسما بأنيس الفقهاء سمة ومتوشما بروسم الفضلاء شمة ومن الله أستمد\nالرشاد في العاجل وإليه أبتهل الإسعاد في الآجل وبه أستعين وعليه التكلان\nوهو حسبي ونعم المستعان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\n| كتاب الطهارة\n</p>\n\n<p>\nالكتاب لغة إما مصدر من كتبه كتبا وكتابا وكتبة وكتابة بمعنى الجمع سمي\nبه المفعول للمبالغة أو فعال بني للمفعول كاللباس للملبوس وعلى التقديرين\nيكون بمعنى المجموع واصطلاحا مسائل اعتبرت مستقلة شملت أنواعا كذا في درر\nالحكام في شرج غرر الأحكام اختار لفظ كتاب على باب لأن فيه معنى الجمع\nوالباب بمعنى النوع وكان الغرض بيان أنواع الطهارة لا نوعا وفي الصحاح\nوالكتاب معروف والجمع كتب وكتب والكتاب الفرض والحكم والقدر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \nوالكاتب عندهم العالم والجمع الكتب والكتاب الكتبة والمكتب الذي يعلم\nالكتابة والكتيبة الجيش\n</p>\n\n<p>\nالطهارة مصدر طهر الشيء وطهر خلاف نجس والطهور خلاف الحيض والتطهير\nالاغتسال يقال طهرت إذا انقطع عنها الدم والطهور بالفتح مصدر بمعنى التطهير\nومنه مفتاح الصلاة الطهور واسم لما يتطهر به كالسحور والفطور والقطوع وصفة\nفي قوله تعالى <span class='quran'>وأنزلنا من السماء ماء طهورا </span>كذا في المغرب وفيه\nما حكي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n             عن ثعلب أن الطهور ما كان طاهرا في نفسه مطهرا لغيره\nوفي المحيط الطهارة نوعان حقيقية وهي إزالة النجاسة الحقيقية وحكمية وهي\nالوضوء والغسل وكلا الطهارتين يحصل بالماء المطلق وإنما لم تجمع الطهارة\nلأنه مصدر <span id='ms01'></span> والأصل فيه أن لا يثنى ولا يجمع ومن جمعها قصد التصريح به وإنما\nقدم الطهارة لأنها شرط الصلاة والشرط مقدم على المشروط وخص الطهارة\nبالبداية من بين شروط الصلاة لكونها أهم لأنها لا تسقط بعذر فسبب وجوبها\nالصلاة بشرط الحدث وهو لغة النظافة وخلافها الدنس وشرعا النظافة المخصوصة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n             المتنوعة إلى وضوء وغسل وتيمم وغسل البدن والثوب ونحوه\n</p>\n\n<p>\nالنجس بفتح الجيم عين النجاسة وبكسرها ما لا يكون طاهرا كالثوب النجس هذا\nفي اصطلاح الفقهاء وأما في اللغة فيقال نجس الشيء ينجس فهو نجس ونجس بالكسر\nوالفتح فرض الوضوء\n</p>\n\n<p>\nالفرض لغة القطع والتقدير وشرعا حكم لزم بدليل قطعي وحكمه أن يستحق\nالعقاب تاركه بلا عذر ويكفر جاحده كذا في الدرر وفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n             الصحاح\nللجوهري الفرض العطية المرسومة يقال ما أصبت منه فرضا ولا قرضا\n</p>\n\n<p>\nالوضوء في اللغة من الوضاءة وهو الحسن والنظافة والنقاوة وفي الشرع الغسل\nوالمسح في أعضاء مخصوصة وفيه المعنى اللغوي لأنه يحسن الأعضاء التي يقع\nفيها الغسل وفي الاختيارات الوضوء ثلاثة أقسام أحدها فرض وهو وضوء المحدث\nعند إرادة الصلاة لقوله تعالى <span class='quran'>يا أيها الذين آمنوا إذا قمتم إلى\nالصلاة </span>الآية وثانيها واجب وهو الوضوء للطواف حول الكعبة لقوله عليه\nالسلام\n</p>\n\n<p>\nالطواف صلاة إلا أن الله أباح فيه المنطق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n             وثالثها مندوب أي\nمستحب وهو الوضوء للنوم وغسل الميت وبعد الغيبة وبعد القهقهة وفي المغني\nوالخلاصة أن الوضوء بعد الغيبة وإنشاد الشعر والقهقهة مندوب وهو بالضم\nالمصدر وبالفتح الماء الذي يتوضأ به وقد وضوء وتوضأ وضوءا حسنا بوضوء طاهر\nكذا في الصحاح والمغرب\n</p>\n\n<p>\nوالغسل الإسالة والغسالة ما غسلت به الشيء والغسول الماء الذي يغتسل به\nوكذلك المغتسل والمغتسل أيضا الذي يغتسل فيه والغسل بالكسر ما يغسل به\nالرأس من خطمي وغيره ومنه الغسلين وهو ما انغسل من لحوم أهل النار ودمائهم\nكذا في الصحاح وفي المغرب غسل الشيء إزالة الوسخ ونحوه عنه بإجراء الماء\nعليه والغسل بالضم اسم من الاغتسال وهو غسل تمام الجسد واسم للماء الذي\nيغتسل به أيضا ومنه <span id='ms02'></span> حديث ميمونة رضي الله عنها فوضعت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n             غسلا\nللنبي صلى الله عليه وسلم\n</p>\n\n<p>\nوالمني ماء الرجل وهو مشدد\n</p>\n\n<p>\nوالمذي بالتسكين الماء الذي يخرج من الذكر عند الملاعبة والتقبيل يقال\nمذى وأمذى ومذى\n</p>\n\n<p>\nوالودي بالتسكين ماء يخرج بعد البول وكذلك الودي بالتشديد\n</p>\n\n<p>\nوالختان موضع القطع في الذكر وقد تسمى الدعوة لذلك ختانا\n</p>\n\n<p>\nوالحشفة ما فوق الختان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nوالمسح هو الإصابة والمساحة قدر عرض مفاصل الأصابع\n</p>\n\n<p>\nاليد من المنكب إلى أطراف الأصابع والجمع أيد والأيادي جمع الجمع وأصل\nاليد يدي على فعل ساكنة العين لأن جمعها أيد و يدي\n</p>\n\n<p>\nالسواك يجيء يمعنى الشجرة التي يستاك بها وبمعنى المصدر وهو المراد ههنا\nكذا في الدرر وقال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nلولا أن أشق على أمتي لأمرتهم بالسواك عند كل صلاة وفي رواية عند كل وضوء\nلأنه مطهر للفم وقال عليه السلام\n</p>\n\n<p>\nالسواك مطهرة للفم ومرضاة للرب وقال عليه السلام\n</p>\n\n<p>\nطهروا مسالك القرآن بالسواك وقال عليه الصلاة والسلام\n</p>\n\n<p>\nصلاة بسواك أفضل من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n             سبعين صلاة بغير سواك وقال عليه السلام\n</p>\n\n<p>\nاستاكوا عرضا وادهنوا غبا واكتحلوا وترا والمستحب أن يستاك عرضا لا طولا\nأي يجعل السواك مما يلي عرض الأسنان لا مما يلي عمودها ويدهن غبا أن يدهن\nيوما ويترك يوما ويكتحل وترا أي في كل عين ثلاثة أطراف وقيل بل في اليمنى\nثلاثا وفي اليسرى اثنان\n</p>\n\n<p>\nالمضمضة تحريك الماء في الفم ويقال ما مضمضت عيني بنوم أي ما نمت وتمضمض\nفي وضوئه كذا في الصحاح وفي الطلبة المضمضة تطهير الفم بالماء وأصلها تحريك\nالماء في الفم\n</p>\n\n<p>\nالاستنشاق إدخال الماء في الأنف وفي الطلبة الاستنشاق تطهير الأنف بالماء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n             وفي الصحاح استنشقت الماء وغيره إذا أدخلته في الأنف\n</p>\n\n<p>\nالاستنثار استنشاق وهو نثر ما في الأنف بنفس ومما يدل على أنه غير\nالاستنشاق ما روي أنه صلى الله عليه وسلم كان إذا توضأ يستنشق ثلاثا في كل\nمرة يستنثر وعن أبي هريرة رضي الله عنه أنه قال قال عليه الصلاة والسلام\nإذا توضأ أحدكم فليجعل الماء في أنفه <span id='ms03'></span> ليستنثر وفي حديث آخر إذا استنشقت\nفانثر بوصل الهمزة وقطعها وأنكر الأزهري القطع كذا في المغرب الإغماء عند\nالفقهاء وهو كون العقل مغلوبا فيدخل فيه السكر وعند الأطباء امتلاء بطون\nالدماغ من بلغم بارد غليظ وفي حدود المتكلمين الإغماء سهو يلحق الإنسان مع\nفتور الأعضاء لعلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nوالغشي عند الأطباء تعطل القوى المتحركة الحساسة لضعف القلب واجتماع\nالروح إليه بسبب خفي في داخل فلا يجد منفذا ومن أسباب ذلك امتلاء خانق أو\nمؤذ بارد أو جوع شديد أو آفة في عضو مشارك كالقلب والمعدة\n</p>\n\n<p>\nوالجنون وهو كون العقل مسلوبا\n</p>\n\n<p>\nصديد الجرح ماؤه الرقيق المختلط بالدم قبل أن تغلظ المدة\n</p>\n\n<p>\nالقيح المدة لا يخالطها دم\n</p>\n\n<p>\nوالمدة بالكسر ما يجتمع في الجرح من القيح والقيء إلقاء ما أكل أو شرب\n</p>\n\n<p>\nوالاستقاء التكلف\n</p>\n\n<p>\nوالملاء بالكسر ما يأخذه الإناء إذا امتلأ والملاء بالفتح مصدر الإناء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nوالاضطجاع أن ينام على جنبه\n</p>\n\n<p>\nالاتكاء وهو أن يخرج الرجلين من أحد الجانبين ويقعد على المقعد ويسند أحد\nالجانبين بشيء والمقعد على الأرض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n             & باب التيمم & المناسبة بين\nالبابين أن الأول أصل والثاني خلف ولهذا أخره وهو في اللغة القصد على\nالإطلاق وفي الشرع القصد إلى الصعيد لإزالة الحدث وفي الدرر وشرعا استعمال\nالصعيد بقصد التطهير وفي الصحاح يممته قصدته وتيممته تقصدته وتيممت الصعيد\nللصلاة وأصله التعمد والتوخي من قولك تيممتك وتأممتك قال ابن السكيت قوله\nتعالى <span class='quran'>فتيمموا صعيدا طيبا </span>أي اقصدوا الصعيد ثم كثر استعمالهم\nلهذه الكلمة حتى صار التيمم مسح الوجه واليدين بالتراب عن الفراء الصعيد\nالتراب وقال ثعلب وجه الأرض لقوله تعالى <span class='quran'>فتصبح صعيدا زلقا </span>والجمع\nصعد وصعدات مثل طرق وطرقات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n             والصعود خلاف الهبوط والصعود بالضم\nالمصدر يقال صعد في السلم صعودا كذا في الصحاح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n             & باب المسح &\nمناسبة هذا الباب بباب التيمم أنه خلف عن الكل والمسح خلف عن البعض ظاهرا\nولهذا قدم التيمم كذا في التبين وفي المغرب المسح إمرار اليد على الشيء\nوفيه أيضا أنه عليه السلام مال بيده في مقدم الخف إلى الساق أي ضرب <span id='ms04'></span> بها لما\nيقال مال بيده على الحائط أي ضرب بها وروي عن أبي حنيفة رحمه الله تعالى\nأنه قال كنت لا أدري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n             المسح على الخفين حتى وردت آثار أضوء من\nالشمس وعدم روايته أولا كان قياسا إذ القياس أن لا يجوز المسح عليهما كأن\nلا يجوز على القلنسوة والعمامة لكن لما وردت الآثار في جوازه ترك القياس\nكذا في شرح الطحاوي عن محمد بن سلمة أنه قال ليس في المسح على الخفين\nاختلاف فقيل الشيعة لا يجوزونه يقال الناس رجلان أهل الفقه وأهل الحديث\nوسائرهم لا شيء كذا في الاختيارات فإن قيل ما الحكمة في إيجاب غسل الأعضاء\nالثلاثة ومسح الرأس حيث لم يفرض غسله قلنا في ذلك حكم ومصالح لا تحصى منها\nأن العذاب في الآخرة لهذه الأعضاء على ما نطق به القرآن فالوجه قوله تعالى\n<span class='quran'>يوم تبيض وجوه وتسود وجوه </span>واليد قوله تعالى <span class='quran'>وأما من أوتي\nكتابه بشماله </span>والرأس والرجل قوله تعالى <span class='quran'>فيؤخذ بالنواصي والأقدام\n</span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n             فقدر حكم التطهير تخليصا لها بميامن الطهارة عما يتوجه\nعليها من العقوبات بهذه ولما كانت الثلاثة المغسولة أعظم ذنبا وأدخل في\nمباشرة المعاصي فقدر لها الغسل بخلاف الرأس فإنه ليس بهذه المثابة فلم يقدر\nومنها أنه لما خلق آدم وأدخل الجنة منع هو وزوجته من قربان الشجرة فوسوس\nلهما الشيطان حتى تقربا وتناولا وتعصي هذه الأعضاء يصدر من الرجلين المشي\nومن اليدين البطش ومن الوجه التوجه إليها ثم وضع آدم صلوات الله تعالى على\nنبينا وعليه السلام حين أصابه وسقط عنه حمل يده على رأسه فقدر لها حكم\nالغسل تطهيرا لها عن دنس هذه المعاصي ولما كان ذنب الرأس أقل قدر له المسح\nلا الغسل فإن قيل الفم حصل منه ذنب المضغ والابتلاع فيجب أن تكون المضمضة\nفرضا قلنا انعقد الذنب قبله بمباشرة هذه الأعضاء فيعد ذلك ذنب له كمن كسب\nحراما وترك لوارثه فيأكله فلو سلم فظاهر الآيه أن الممنوع هو القربان غير\nصادر منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n             الاستنجاء من النجو وفي مجمل اللغة النجو <span id='ms05'></span> ما يخرج من\nالبطن والستنجاء منه وهو طلب الفراغ عنه وعن أثره كذا في المغرب وفيه نجا\nوأنجى إذا أحدث ثم قالوا استنجى إذا مسح موضع النجو أو غسله\n</p>\n\n<p>\nالخلاء ممدودا المتوضأ والخلاء أيضا المكان الذي لا شيء فيه كذا في\nالصحاح وفيه الخلاء مقصورا الرطب من الحشيش الواحدة خلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n             & باب\nما يختص بالنساء & وهي ثلاث حيض ونفاس واستحاضة قال الشيخ الإمام العلامة\nأبو نصر أحمد بن محمد البغدادي رحمهما الله\n</p>\n\n<p>\nالحيض في اللغة عبارة عن خروج الدم يقال حاضت الشجرة إذا خرج منها الصمغ\nالأحمر وفي الشرع هو دم ينفضه رحم امرأة سالمة عن داء وفي الاختيار قال\nالإمام أبو بكر محمد بن الفضل البخاري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n             رحمهما الله الحيض هو\nالدم الذي ينفضه رحم امرأة سليمة عن صغر وداء والجمع الحيض\n</p>\n\n<p>\nوالاستحاضة وهو الدم الخارج من الفرج دون الرحم\n</p>\n\n<p>\nوالنفاس وهو ما يخرج مع الولد وعقيبه الاستحاضة استفعال من الحيض وقالت\nفاطمة بنت قيس للنبي صلى الله عليه وسلم إني أستحيض فلا أطهر وأما الشرع\nفإنه خص الاسم بدم دون دم ومن شخص دون شخص وسمى كل نوع منهما باسم وفي\nالإشراف أما الفرق بين الدمين فدم الحيض ثخين منتن ودم الاستحاضة أحمر لا\nنتن فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n             وفي المغرب النفاس مصدر نفست المرأة بضم النون وفتحها\nإذا ولدت فهي نفساء وهن نفاس وكل هذا من النفس وهو الدم وفي الصحاح والنفاس\nبالفتح ولادة المرأة إذا وضعت فهي نفساء ونسوة نفاس وليس في الكلام فعلاء\nيجمع على فعال غير نفساء وعشراء ويجمع أيضا على نفساوات وعشراوات وامرأتان\nنفساوان أبدلوا من همزة التأنيث واوا\n</p>\n\n<p>\nوقولهم النفاس هو الدم الخارج عقيب الولد تسمية بالمصدر كالحيض وفي مصرحة\nالأسماء أوغلن طوغرت عورت نفساوان جمع نفاس جمع نفس تنى وستى وجان نفس دم\nودماء وفي المغرب والنفس بفتحتين واحد الأنفاس وهو ما يخرج من الحي حال\nالتنفس ومنه لك في هذا نفس أي وسعة ونفسة أي مهلة ونفس الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \nتعالى كربتك أي فرجها\n</p>\n\n<p>\nالإياس بمعنى اليأس <span id='ms06'></span> وهو انقطاع الرجاء قال ابن السكيت أيست منه آيس يأسا\nلغة في يئست منه أيأس يأسا ومصدرهما واحد وآيسني منه فلان مثل أيأسني وكذلك\nالتأييس كذا في الصحاح وفي المغرب وأما الإياس في مصدر الآيسة من الحيض فهو\nفي الأصل أيئاس بوزن أيعاس كما قرره الأزهري إلا أنه حذف منه الهمزة التي\nهي عين الكلمة تخفيفا وليس بمصدر أيس كما ظنه بعضهم وتمام الفصل في المغرب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\n| كتاب الصلاة\n</p>\n\n<p>\nوهي فعلة من صلى كالزكاة من زكى واشتقاقها من الصلا وهو العظم الذي عليه\nالإليتان لأن المصلي يحرك صلويه في الركوع والسجود وقيل للثاني من خيل\nالسباق المصلي لأن رأسه يلي صلوى السابق ومنه سبق رسول الله صلى الله عليه\nوسلم وصلى أبو بكر وثلث عمر رضي الله تعالى عنهما وعن سائر الصحابة وسمى\nالدعاء صلاة لأنه منها ومنه إذا كان صائما فليصل أي فليدع ثم سمي بها\nالرحمة والاستغفار لأنهما من لوازم الدعاء كذا في المغرب\n</p>\n\n<p>\nوالصلاة لغة الدعاء وشرعا الأركان المعهودة المقصودة قال الجوهري رحمه\nالله تعالى الصلاة من الله تعالى رحمة والصلاة واحدة الصلوات المفروضة وهي\nاسم يوضع موضع المصدر يقال صليت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n             صلاة ولا يقال تصلية وصليت على\nالنبي صلى الله عليه وسلم وصليت العصا إذا لينتها وقومتها معنى الصلاة على\nالنبي صلى الله عليه وسلم اللهم عظمه في الدنيا بإعلاء ذكره وإظهار دعوته\nوإبقاء شريعته وفي الآخرة بتشفيعه في أمته وتضعيف أجره ومثوبته\n</p>\n\n<p>\nوالمصلى موضع الصلاة والدعاء أيضا في قوله تعالى <span class='quran'>واتخذوا من مقام\nإبراهيم مصلى </span>وصلوات في قوله تعالى <span class='quran'>وبيع وصلوات </span>قال ابن\nالسكيت هي كنائس اليهود أي مواضع الصلوات\n</p>\n\n<p>\nأوقات الصلوات المفروضة\n</p>\n\n<p>\nالوقت من الأزمنة المبهمة\n</p>\n\n<p>\nوالميقات الوقت المضروب للفعل والموضع والجمع المواقيت فاستعير للمكان\nومنه مواقيت الحج لمواضع الإحرام يقال هذا ميقات أهل الشام للموضع الذي\nيحرمون منه وتقول أيضا وقته فهو موقوت إذا بين للفعل وقتا يفعل فيه ومنه\nقوله تعالى <span class='quran'>إن الصلاة كانت على المؤمنين كتابا موقوتا </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n             أي مفروضا في الأوقات\n</p>\n\n<p>\nوالتوقيت تحديد <span id='ms07'></span> الأوقات\n</p>\n\n<p>\nوالموقت مفعل من الوقت\n</p>\n\n<p>\nالفجر الشق والفتح يقال فجر الماء إذا فتحه والفجر أيضا ضوء الصبح لأنه\nانصداع ظلمة عن نور أي انشقاقها عنه ولهذا سمي به الصديع وهو فجران\n</p>\n\n<p>\nكاذب وهو المستطيل وصادق وهو المستطير هذا أصله ثم سمي به الوقت وقولهم\nالفجر ركعتان على حذف المضاف لما قال النبي صلى الله عليه وسلم الفجر فجران\nفجر مستطيل يحل به الطعام ويحرم فيه الصلاة وفجر مستطير أي منتشر يحرم به\nالطعام ويحل فيه الصلاة رواه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n             ابن عباس رضي الله عنه وفي رواية\nأبي هريرة رضي الله تعالى عنه قال عليه السلام إن للصلاة أولا وآخرا وأول\nوقت الفجر حين يطلع الفجر الثاني وآخر وقتها حين تطلع الشمس كذا في المحيط\nوالاختيار وتبيين الحقائق وشرح مختصر القدوري للشيخ الإمام العلامة أبي نصر\nأحمد بن محمد البغدادي وفي التبيين أيضا وإنما قدم وقت الفجر وإن كان\nالواجب تقديم وقت الظهر لأنها أول وقت فرضت فيها الصلاة لعدم الاختلاف في\nأوله وآخره بخلاف غيره وفي الهداية ولا معتبر بالفجر الكاذب لقوله عليه\nالصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n             والسلام ولا يغرنكم أذان بلال ولا الفجر المستطيل\n</p>\n\n<p>\nوالخيط الأسود الفجر المستطيل ويقال سواد الليل\n</p>\n\n<p>\nوالخيط الأبيض الفجر المعترض كذا في الصحاح وفي المغرب الخيط الأبيض ما\nيبدو من الفجر الصادق وهو المستطير والخيط الأسود ما يمتد معه من ظلمة\nالليل وهو الفجر المستطيل وهو استعارة قال قاضي خان الفجر فجران تسمي العرب\nالأول كاذبا وهو البياض الذي يبدو كذنب السرحان ويعقبه ظلام لا يخرج به وقت\nالعشاء ولا يثبت به شيء من أحكام النهار والثاني وهو الذي يستطير ويعترض في\nالأفق ولا يزال يزداد حتى ينتشر وسمي مستطيرا لذلك يثبت به أحكام النهار في\nحرمة الطعام والشراب للصائم وجواز أداء الفجر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n             الإسفار الإضاءة\nيقال أسفر الصبح إذا أضاء وفي الحديث أسفروا بالفجر فإنه أعظم للأجر الغلس\nظلمة الليل والتغليس خلاف النور\n</p>\n\n<p>\nالظهر بعد الزوال ومنه صلاة الظهر كذا في الصحاح والمغرب وفيه وأما\nابردوا بالظهر وصلى الظهر <span id='ms08'></span> فعلى حذف المضاف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nوالفيء ما بعد الزوال من الظل وإنما سمي الظل فيئا لرجوعه من جانب إلى\nجانب\n</p>\n\n<p>\nالظل ما نسخته الشمس والفيء ما نسخ الشمس\n</p>\n\n<p>\nوالزوال الذي يتحرك في مشيته كثيرا وما يقطعه من المسافة قليل يقال زال\nالشيء من مكانه يزول زوالا وأزاله غيره كذا في الصحاح\n</p>\n\n<p>\nالعصر الدهر وفيه لغتان أخريان عصر وعصر مثل عسر وعسر\n</p>\n\n<p>\nوالعصران الليل والنهار والعصران أيضا الغداة والعشي ومنه سميت صلاة\nالعصر\n</p>\n\n<p>\nالدهر الزمان ويجمع على دهور ويقال للدهر أبد وقولهم دهر داهر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n             كقولهم أبد أبيد والدهر بالضم المسن والدهري بالفتح الملحد\n</p>\n\n<p>\nوالعشية والشية من صلاة المغرب إلى العتمة\n</p>\n\n<p>\nوالعشاء بالكسر والمد مثل العشى والعشاءان المغرب والعتمة والعشاء بالفتح\nوالمد الطعام بعينه وهو خلاف الغداء والعشى بالقصر مصدر والعتمة وقت صلاة\nالعشاء قال الخليل العتمة هو الثلث الأول من الليل بعد غيبوبة الشفق هكذا\nفي الصحاح قال الإمام الفخر الرازي فذهب عامة العلماء إلى أن الشفق هو\nالحمرة وهو قول ابن عباس والكلبي ومقاتل رضي الله تعالى عنهم ومن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n             أهل اللغة قول الليث والفراء والزجاج قال صاحب الكشاف الشفق\nالحمرة التي ترى في المغرب بعد سقوط الشمس وبسقوطه يخرج وقت المغرب ويدخل\nوقت العتمة عند عامة العلماء إلا ما يروى عن أبي حنيفة رحمه الله أنه رجع\nعنه سمي لرقته ومنه الشفقة على الإنسان رقة القلب عليه كذا في الكبير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n             & باب الأذان & هو في اللغة الإعلام مطلقا قال الله تعالى <span class='quran'>وأذان من الله ورسوله </span>أي إعلام منهما وفي الشرع هو الإعلام على الوجه\nالمخصوص ولما كان الأذان موقوفا على تحقق الوقت أخره عنه وأما الأذان\nالمتعارف فهو من التأذين كالسلام من التسليم وفي الدرر وشرعا هو إعلام وقت\nالصلاة بوجه مخصوص ويطلق على الألفاظ المخصوصة واعلم أن أصل الأذان على ما\nاختاره صاحب النهاية إنما ثبت بالسنة ذلك ما روي أنه قال النبي عليه الصلاة\nوالسلام لما أسري بي إلى بيت المقدس فأذن جبريل وأقام وتقدم النبي عليه\nالصلاة والسلام وصلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n             خلفه <span id='ms09'></span> الملائكة وأرواح الأنبياء عليهم\nالصلاة والسلام وفي المحيط والأصل في ثويته ما روي أن عبد الله بن زيد رضي\nالله عنه قال لرسول الله صلى الله عليه وسلم رأيت وكنت بين النائم واليقظان\nنازلا من السماء قائم على جذم حائط واستقبل القبلة وقال الله أكبر الله\nأكبر وذكر الأذان إلى آخره ثم قعد على هيئته ثم قام وقال مثل ذلك إلا أنه\nقد زاد فيه قد قامت الصلاة مرتين فقال عليه السلام علمه بلالا فإنه أندى\nصوتا منك وفي شرح الطحاوي أصل الأذان ثبت برؤيا عبد الله بن زيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n             الأنصاري رضي الله عنه وذلك ما روي عن رسول الله صلى الله عليه\nوسلم أنه جمع أصحابه رضي الله عنهم وشاورهم في الأمر للأذان فقال بعضهم\nيضرب بالناقوس فقال عليه السلام هو للنصارى وقال بعضهم يضرب بالدف فقال\nعليه السلام هو لليهود وقال بعضهم ينفخ بالشبور وهو البوق وهو شيء ينفخ فيه\nليس بعربي محض وقال بعضهم توقد النار فقال هو للمجوس فلم تتفق آراؤهم على\nشيء ورجع رسول الله صلى الله عليه وسلم مهتما مغتما فلما أصبح جاء عبد الله\nبن زيد فقال يا رسول الله كنت بين النائم واليقظان فرأيت شخصا نزل من\nالسماء وعليه ثوبان أخضران وقام على جذم حائط من الحرم واستقبل القبلة وقال\nالله أكبر الله أكبر فحكى الأذان المعروف ثم قعد هنيهة ثم قام فقال مثل ذلك\nإلا أنه زاد فيه قد قامت الصلاة مرتين فقال عليه السلام علمه بلالا فإنه\nأندى صوتا وقال عمر رضي الله عنه وأنا أيضا رأيت مثل ما رأى هو إلا أنه\nسبقني فكرهت أن أقطع عليه قوله وقيل أمر الأذان أجل من أن يثبت بالرؤيا\nوإنما ثبت بما روي عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n             رسول الله صلى الله عليه وسلم أنه قال\nلما أسري بي إلى بيت المقدس فأذن جبريل عليه السلام وأقام وتقدم عليه\nالصلاة والسلام وصلى خلفه الملائكة وأرواح الأنبياء عليهم السلام كذا في\nالاختيار وقيل نزل به جبريل عليه الصلاة <span id='ms10'></span> والسلام على النبي صلى الله عليه\nوسلم وقيل أذن جبريل عليه السلام في ال فسمعه عمر بن الخطاب في الأرض قال\nصاحب النهاية يجوز أن يكون كلها واقعا لعدم المنافاة وفي شرح السنة الأذان\nإعلام بحضور الوقت والإقامة أذان بفعل الصلاة فيه وقال الخطابي أراد\nبالأذانين الأذان والإقامة حمل أحد الاسمين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n             على الآخر كقولهم\nالأسودين للتمر والماء وإنما الأسود أحدهما وكقولهم سيرة العمرين يريدون\nأبا بكر وعمر رضي الله تعالى عنهما ويحتمل أن يكون الاسم لكل واحد منهما\nحقيقة كما ذكر آنفا وفي الإشراف اختلفوا في الأذان والإقامة فقال أبو حنيفة\nوالشافعي ومالك رحمهم الله تعالى هما سنتان وقال أحمد هما فرضان على أهل\nالأمصار على الكفاية إذا قام بهما بعضهم أجزأ عن جميعهم واتفقوا على أنه إن\nأجمع أهل البلد على ترك الأذان والإقامة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n             قوتلوا على ذلك لأنه\nمن شعائر الإسلام فلا يجوز تعطيله وقيل إنه واجب وعن عطاء رحمه الله من ترك\nالإقامة أعاد الصلاة كذا في مجمع الفتاوى روي عن أبي محذورة مؤذن مكة أنه\nقال علمني رسول الله صلى الله عليه وسلم الأذان تسع عشرة كلمة والإقامة سبع\nعشر كلمة بدايع\n</p>\n\n<p>\nالإقامة مصدر أقام بالمكان إقامة والهاء عوض عن عين الفعل لأن أصله\nإقواما\n</p>\n\n<p>\nوأقام الشيء أي أدامه من قوله تعالى <span class='quran'>ويقيمون الصلاة </span>كذا في\nالصحاح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n             وتخالج في روع الفقير أن يكون الإقامة المتعارفة من\nأقام الشيء بمعنى أدامه لكن المرئي من سياق الجوهري من أقام بالمكان وعلى\nهذا التقدير تكون الإقامة بمعنى القيام لأن أقام في أقام بالمكان لازم ويشم\nروح التعدية في الإقامة لأنه إعلام للحاضرين لأن يقوموا إلى الصلاة وإعلام\nالقيام إلى الصلاة ينزل بمنزلة الإقامة لها فتأمل وفي الكافي الأولى أن\nيتولى العلماء أمر الأذان وفي مجمع الفتاوى وينبغي أن يكون المؤذن مهيبا\nويتفقد أحوال الناس ويزجر المتخلفة عن الجماعة وسنة الأذان في موضع عال\nوالإقامة على الأرض وفي الملتقط لا ينبغي أن يقول لمن في فوقه في العلم\nوالجاه حان وقت <span id='ms11'></span> الصلاة سوى المؤذنين لأنه استفضال لنفسه وعن الحلواني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n             رحمه الله تعالى أن الإجابة بالقدم لا باللسان حتى لو أجاب\nباللسان ولم يمش إلى المسجد لا يكون مجيبا ولو كان في المسجد ولم يجب لا\nيكون اثما كذا في النهاية والقنية وفي حلية الأبرار في فصل أحوال تعرض\nللذاكر إذا سمع المؤذن أجابة في كلمات الأذان والإقامة قالوا إن إجابتهما\nواجبة على كل من سمعه وإن كان جنبا أو حائضا إذا لم يكن في الخلاء أو على\nالجماع وفي مجمع الفتاوى سمع من كل جانب يكفيه إجابة واحدة يتكلم في الفقه\nفسمع الأذان يجب الإجابة سمع الأذان وهو يمشي فالأولى أن يقف ساعة ويجيب عن\nعائشة رضي الله تعالى عنها إذا سمع الإذان فما عمل بعده فهو حرام وكانت تضع\nمغزلها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n             & باب شروط الصلاة &\n</p>\n\n<p>\nالشرط ما يتوقف عليه الشيء وليس منه كالطهارة للصلاة وفي الدرر الشرط ما\nيتوقف عليه وجود الشيء ولا يدخل فيه قيل الشروط على ثلاثة أنواع\n</p>\n\n<p>\nشرط الانعقاد كالنية والتحريمة\n</p>\n\n<p>\nوشرط الدوام كالطهارة وستر العورة واستقبال القبلة\n</p>\n\n<p>\nوشرط الوجود في حالة البقاء وألا يشترط فيه التقدم والمقارنة بابداء\nالصلاة كالقراءة فإنه ركن في نفسه شرط في سائر الأركان لأن القراءة مأخوذة\nفي جميع الصلاة تقديرا كذا في الاختيارات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nالتحريمة التكبيرة الأولى والتحريم جعل الشيء محرما والهاء لتحقيق\nالاسمية وخصت التكبيرة الأولى بها لأنها تحرم الأشياء المباحة قبل الشروع\nبخلاف سائر التكبيرات كذا في الدرر\n</p>\n\n<p>\nوالتكبير هو الوصف بالكبرياء وهو العظمة وكذلك الكبر والتكبير التعظيم\nوالتكبر والاستكبار التعظم كذا في الصحاح\n</p>\n\n<p>\nالتحري في الأشياء هو طلب ما هو أحرى بالاستعمال في غالب الظن يقال فلان\nحري بكذا على وزن فعيل أي خليق وفي مجمل اللغة تحرى فلان بالمكان إذا تمكث\nفالتحري من هذا هو التثبيت في الاجتهاد لطلب الحق والرشاد وعند تعذر الوصول\nإلى حقيقة المطلوب والمراد\n</p>\n\n<p>\nالقيام مصدر قام الرجل قياما والقومة المرة الواحدة والأصل فيه الواو ثم\nجعلت الواو ياء لأجل الكسرة والمقام بالفتح موضع القيام ومنه <span id='ms12'></span> مقام إبراهيم\nعليه السلام وهو الحجر وفيه أثر قدميه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n             وأما المقام بالضم فموضع\nالإقامة كذا في المغرب\n</p>\n\n<p>\nوالقوم الرجال دون النساء لا واحد له من لفظه كذا في الصحاح\n</p>\n\n<p>\nالقراءة مصدر قرأت الكتاب قراءة وفي الصحاح قرأت الشيء قرانا جمعته وضممت\nبعضه إلى بعض وقرأت الكتاب قراءة وقرآنا ومنه سمي القران لأنه يجمع السور\nقيضمها وقوله تعالى <span class='quran'>إن علينا جمعه وقرآنه </span>أي جمعه وقراءته <span class='quran'>فإذا قرأناه فاتبع قرآنه </span>قال ابن عباس رضي الله عنه فإذا بيناه لك\nبالقراءة فاعمل بما بيناه لك وفلان قرأ عليك السلام وأقرأك السلام بمعنى\nوأقرأه القران فهو مقرىء وجمع القارىء قرأه مثل كافر وكفره والقراء المتنسك\nوقد تقرأ أي تنسك والجمع القراءون وفي المغرب القران اسم لهذا المقروء\nالمجموع بين الدفتين على هذا التأليف وهو معجز بالإتفاق إلا أن وجه الإعجاز\nهو المختلف فيه وأكثر المحققين على أن الوجه هو اختصاصه برتبة من الفصاحة\nخارجة عن المعتاد وتقديره في المعرب وفي المختلف لهما\n</p>\n\n<p>\nالقران اسم للنظم العربي والمعنى جميعا وقال الله تعالى <span class='quran'>إنا جعلناه\nقرآنا عربيا </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n             وقال عز وجل <span class='quran'>بلسان عربي مبين </span>فإتيان أحدهما لا يكون قرانا له القران اسم للمعنى دون النظم دل عليه قوله\nتعالى <span class='quran'>وإنه لفي زبر الأولين </span>وقوله عز وجل <span class='quran'>إن هذا لفي الصحف\nالأولى </span>والزبر والصحف لم يكن بهذا النظم وأما قوله تعالى <span class='quran'>إنا\nجعلناه قرآنا عربيا </span>قلنا ذاك لا يوجب اختصاص القران بالعربي كما في\nقوله تعالى <span class='quran'>وكذلك أنزلناه حكما عربيا </span>والحكم بالعربي حكم\nبالفارسي سواء قال العلامة في الكشاف رحمه الله تعالى التوراة والإنجيل\nاسمان أعجميان وتكلف اشتقاقهما من الورى والنجل تفعله وأفعيل إنما يصح بعد\nكونهما عربيتين كذا في حدائق الأزهار وفي الصحاح الإنجيل كتاب عيسى عليه\nالسلام يذكر ويؤنث فمن أنث أراد به الصحيفة ومن ذكر أراد به الكتاب\n</p>\n\n<p>\nوالحصر بفتحتين العي وضيق الصدر يقال حصرت صدورهم أي ضاقت قال الله تعالى\n<span class='quran'>أو جاؤوكم حصرت صدورهم </span>الاية وكل من امتنع من شيء فلم يقدر عليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n             فقد <span id='ms13'></span> حصر عنه ومنه الحصر في القراءة وفي التفسير الكبير للرازي\nرحمه الله تعالى إذا لم يحسن الرجل قراءة الفاتحة بتمامها فإنه لا يخلو من\nأن يحفظ بعضها أو لا يحفظ شيئا منها أصلا أما الأول فإنه يقرأ ما حفظ منها\nومعه شيء اخر من القران بقدر وسعها وأما الثاني فإنه إن حفظ شيئا اخر لزمه\nقراءة ذلك المحفوظ لقوله تعالى <span class='quran'>فاقرؤوا ما تيسر من القرآن </span>وإن لم\nيحفظ شيئا من القران \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n             يلزمه أن يأتي بالذكر وهو التكبير\nوالتحميد وهو قول الشافعي رحمه الله تعالى وعند أبي حنيفة رحمه الله لا\nيلزمه شيء وحجة الشافعي رحمه الله ما روى رفاعة بن مالك رضي الله تعالى\nعنهما أن رسول الله صلى الله عليه وسلم قال\n</p>\n\n<p>\nإذا قام أحدكم إلى الصلاة فليتوضأ كما أمره الله تعالى ثم ليكبر فإن كان\nمعه شيء من القران فليقرأ وإلا فليحمد الله وليكبر وإن لم يحفظ شيئا من\nالأذكار بالعربية فإنه يؤمد بذكر الله سبحانه وتعالى بأي لسان قدر عليه\nتمسكا بقوله صلى الله عليه وسلم إذا أمرتكم بشيء فأتوا منه ما استطعتم\nوالله تعالى أعلم من التفسير للرازي رحمه الله\n</p>\n\n#\n<p>\n| فصل\n</p>\n\n<p>\nهو المصدر يحتمل أن يكون بمعنى الفاعل كرجل عدل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n             أي فصل بين\nما ذكر قبله وبين ما ذكر بعده ويحتمل أن يكون بمعنى المفعول والمعنى هذا\nالمفصول عما قبله فإذا ذكرت بعده في ترفع وتنون على أنه خبر لمبتدأ محذوف\nأي هذا فصل وإن لم تذكر يسكن اخره لأنك إذا وقفت على كلمة أسكنت\n</p>\n\n<p>\nوالإمام من يؤتم به أي يقتدى به ذكرا كان أو أنثى ومنه قامت الإمام وسطهن\nلقوله عليه السلام\n</p>\n\n<p>\nإنما جعل الإمام إماما ليؤتم به فلا تختلفوا عليه وفي بعض النسخ الإمامة\nوترك الهاء هو الصواب لأنه اسم لا وصف كالإنسان والفرس فهو يشمل الذكور\nوالإناث فلا يحتاج في الوصف وأمام بالفتح قدام وهو من الأسماء اللازمة\nللإضافة كذا في المغرب\n</p>\n\n<p>\nوالمؤتم المقتدي والمقتدي من أدرك الإمام مع تكبيرة الافتتاح والقدوة من <span id='ms14'></span>\nيقتدى به\n</p>\n\n<p>\nوالدرك من أدرك الإمام بعد تكبيرة الافتتاح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nوالمسبوق من سبق في الصلاة غيرها ولكن يغلب على من سبق في الصلاة وهو\nالذي أدرك الإمام بعد ركعة أو أكثر\n</p>\n\n<p>\nواللاحق من أدرك أول الصلاة ولم يتم مع الإمام بعذر\n</p>\n\n<p>\nالركوع الانحناء ومنه ركوع الصلاة يقال انحنى إذا انعطف وعطفت أي ملت\nوعطفت العود فانعطف يتعدى ولا يتعدى كذا في الصحاح وفي المغرب يقال ركع إذا\nصلى ومنه <span class='quran'>واركعوا مع الراكعين </span>وأما قوله تعالى <span class='quran'>وخر راكعا\nوأناب </span>فمعاه ساجدا شاكرا وركعة الصلاة معروفة\n</p>\n\n<p>\nالسجود الخضوع ومنه سجود الصلاة وهو وضع الجبهة على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n             الأرض\nوالاسم السجدة بالكسر يقال أسجد الرجل أي طأطأ رأسه وانحنى والطأطأ من\nالأرض ما انهبط وهبط هبوطا كذا في الصحاح\n</p>\n\n<p>\nوالمسجد بيت الصلاة والمسجدان مسجدا مكة والمدينة والجمع المساجد والمسجد\nوالمسجد واحد المساجد وسورة السجدة بالفتح كذا في الصحاح وأما المساجد في\nقولهم ويجعل الكافور في مساجده فهي موضع السجود من بدن الإنسان جمع مسجد\nبفتح الجيم لا غير قال الجوهري رحمه الله والمسجد بالفتح جبهة الرجل حيث\nيصيبه ندب السجود والاراب السبعة مساجد وفي الحدائق السجود في اللغة\nالتطأمن والذلة وفي الشريعة وضع الجبهة والأنف أو أحدهما على الأرض وفي\nأنوار التنزيل والسجود في الأصل تذلل مع تطأمن وفي الشرع وضع الجبهة على\nالأرض على قصد العبادة وفي الكشاف السجود لله تعالى على سبيل العبادة\nولغيره على وجه التكرمة كسجود الملائكة لادم عليه السلام وأبوي يوسف عليه\nالسلام وإخوته له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n             ويجوز أن يختلف الأحوال والأوقات فيه\n</p>\n\n<p>\nوالسجادة الخمرة وأثر السجود في الجبهة أيضا والإسجاد إدامة النظر\nوالخمرة المسجد وهي حصير صغير قدر ما يسجد عليه سميت بذلك لأنها تستر الأرض\nعلى وجه المصلي وتركيبها دال على معنى الستر ومنه الخمار وهو ما تغطي به\nالمرأة رأسها قال الفراء كل ما كان على فعل يفعل مثل دخل يدخل والمفعل منه\nبالفتح اسما كان أو مصدرا ولا يقع فيه الفرق مثل دخل مدخلا وهذا مدخله إلا\nأحرفا من <span id='ms15'></span> الأسماء ألزموها كسر العين من ذلك المسجد والمطلع والمشرق والمسقط\nوالمفرق والمجز والمسكن والمرفق والمنبت والمنسك فجعلوا الكسر علامة للاسم\nوربما فتحه بعض العرب في الاسم وقد روي مسكن ومسكن وقال سمعت المسجد\nوالمسجد والمطلع والمطلع وقال والفتح في كله جائر وأن لم نسمعه وفي مصرحة\nالأسماء سجادة بالتخفيف نشا سجدة بريشاني وسجادة بالتشديد جاي نماز\n</p>\n\n<p>\nالمحراب مقدم المجلس وأشرفه وكذلك هو في المسجد والجمع المحاريب كذا في\nتفسير الغريب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n             قال الفراء المحاريب صدور المجالس ومنه سمي محراب\nالمسجد والمحراب أيضا الغرفة وقوله تعالى <span class='quran'>فخرج على قومه من المحراب\n</span>قالوا من المسجد كذا في الصحاح\n</p>\n\n<p>\nالتشهد قراءة التحيات لله لاشتمالها على الشهادتين\n</p>\n\n<p>\nومعنى التحيات لله كلمات التحايا والأدعية لا أن هذه تحية له وتسليم عليه\nفإن ذلك منهي عنه وبوجه آخر معنى التحيات لله أي العبادات القولية والصلوات\nأي العبادات الفعلية\n</p>\n\n<p>\nوالطيبات أي العبادات المالية مختصة ومستحقة لله تعالى وقال الجوهري رحمه\nالله التحية الملك والتحيات لله تعالى قال يعقوب أي الملك لله تعالى ويقال\nحياك الله أي ملكك وعن ابن مسعود رضي الله تعالى عنه أنه قال كنا إذا صلينا\nخلف رسول الله صلى الله عليه وسلم قلنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n             السلام على الله من\nعباده فقال عليه السلام لا تقولوا السلام على الله ولكن قولوا التحيات لله\nوالصلوات والطيبات إلى آخر الحديث\n</p>\n\n<p>\nالقنوت الطاعة والدعاء والقيام كما في قوله عليه السلام أفضل الصلاة طول\nالقنوت والمشهور الدعاء وقولهم دعاء القنوت إضافة بيان وهو اللهم إنا\nنستعينك ونستغفرك ونؤمن بك ونتوب إليك ونتوكل عليك ونثني عليك الخير كله\nنشكرك ولا نكفرك ونخلع ونترك من يفجرك اللهم إياك نعبد ولك نصلي ونركع\nونسجد وإليك نسعى ونحفد نرجو رحمتك ونخشى عذابك إن عذابك بالكفار ملحق\nالمعنى يا ألله نطلب منك العون على الطاعة واترك المعصية ونطلب المغفرة\nللذنوب ونثني من الثناء وهو المدح وانتصاب والخير على المصدر والكفر نقيد\nالشكر وقولهم كفرت فلانا على حذف المضاف والأصل كفرت نعمتة ونخلع من خلع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n             الفرس رسنه <span id='ms16'></span> إذا ألقاه وطرحه والفعلان موجهان إلى من والمعمل\nمنهما نترك ويفجرك يعصيك ويخالفك\n</p>\n\n<p>\nوالسعي الإسراع في الشئ ونحفد أي نعمل لك بطاعتك في الحفد وهو الإسراع في\nالخدمة وألحق بمعنى لحق ومنه إن عذابك بالكفار ملحق أي لاحق\n</p>\n\n<p>\nالقعدة بالفتح المرة الواحدة والقعدة بالكسر نوع منه وذو القعدة شهر\nوالجمع ذوات القعدة كذا في الصحاح\n</p>\n\n<p>\nالجلسة بالكسر الحال التي يكون عليها الجالس وجالسته فهو جلسي وجليسي\nوالمجلس موضع الجلوس والمجلس بفتح اللام المصدر ورجل جلسة مثال همزة أي\nكثير الجلوس كذا في الصحاح\n</p>\n\n<p>\nالسلام والسلامة والسلم بالتحريك الاستسلام واستسلم أي انقاد والسلام\nالاسم من التسليم والسلام اسم من أسماء الله تعالى\n</p>\n\n<p>\nوالتسليم بذل الرضا بالحكم والتسليم السلام وأسلم أمره إلى الله تعالى أي\nسلم وأسلم أي دخل في السلم وهو الاستسلام وهو الانقياد لما مر آنفا\n</p>\n\n<p>\nوالسلم بالكسر الإسلام والمذهب والسلم الصلح يفتح ويكسر ويذكر ويؤنث\nوالتسالم التصالح والمسالمة والمصالحة\n</p>\n\n<p>\nواستلم الحجر لمسه بالقبلة أوباليد كذا في الصحاح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n             وفي مصرحة\nالأسماء الإسلام والأيمان مسلماني المسلم والمؤمن والحنيف مسلمان والمسلمون\nوالمؤمنون والحنفاء جمع\n</p>\n\n<p>\nالحدث الحادث ومنه إياك والحدث في الأسلام يعني لا تحدث شيئا لم يعهد قبل\nكذا في المغرب وفي الصحاح الحدوث كون شيئ لم يكن يقال حدث امر حدوثا\nوالحديث نقيض القديم وحدث أمر أي وقع والحدث والحدثى والحادثه والحدثان\nبمعنى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n             واحد أحدث الرجل من الحدث ورجل حديث مثال فسيق أي كثير\nالحديث والحديث الخبر يأتي على القليل والكثير ويجمع على أحاديث على غير\nقياس قال الفراء نرى أن واحد الاحاديث أحدوثة والأحدوثة ما يتحدث به ثم\nجعلوه جمعا للحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n             & باب الوتر والنوافل & لما فرغ من بيان\nالفرائض شرع في بيان النوافل وأخرها لأنها شرعت مكملات ومتممات لها وإنما\nجمع بينهما لأن الوتر يناسب النفل 4 من حيث أنه زيادة على المفروض كالنفل\nولأنه نفل عندهما وعند الشافعي رحمهم الله تعالى وقال الجوهري رحمه الله\nتعالى\n</p>\n\n<p>\nالوتر بالكسر الفرد وفي الدرر الوتر فرض عملي لا إعتقادي وهو المراد بما\nروي <span id='ms17'></span> أنه واجب\n</p>\n\n<p>\nوفي الظهيرية أنه فريضة عملا لا علما وواجب علما وهو سنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \nمؤكدة عندهما فلا يكفر جاحده تفريع على كونه غير اعتقادي ويقضى تفريع على\nكونه فرضا إذ لو كان سنة لم يقض وفي شرح الطحاوي قال الأعمش رحمه الله\nالوتر أعلى درجة من السنة حتى لو تركها ناسيا أو عامدا يجب عليه قضاؤها وإن\nطالت المدة وأنها لا تؤدى على الراحلة من غير عذر وأنها لا تجوز إلا بنية\nالوتر ولو كانت سنة لكفته نية الصلاة كما في التطوع أو السنة وأجمعوا على\nأنه أدون درجة من الفريضة حتى لو جحدها جاحد لا يكفر ولو كانت فريضة لكان\nجاحدها كافرا كجاحد إحدى الصلوات الخمس وأنه ليس لها أذان ولا إقامة وأنه\nيجب القراءة في الركعة الثالثة ولو كانت فرضا لما وجبت القراءة في الركعات\nكلها فأبو حنيفة رحمه الله ألحق حكمها بالفرائض وهما رحمهما الله ألحقا\nحكمهما بالسنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n             وفي التتمة الاقتداء بالوتر خارج رمضان يجوز\nوكذا في النوازل وفي الواقعات أنه لا يجوز وفي الاختيارات والمعنى من عدم\nالجواز الكراهية لا عدم أصل الجواز وبأن الروايتين تخالفان الإجماع لأن\nأداء الوتر بالجماعة يختص بشهر رمضان لانعقاد الإجماع عليه من زمن رسول\nالله صلى الله عليه وسلم إلى يومنا هذا وانعقاد الإجماع يكفي دليلا على عدم\nأصل الجواز\n</p>\n\n<p>\nالوجوب اللزوم يقال أوجب البيع أي لزم وتقرر وأوجب الرجل إذا عمل ما يجب\nبه الجنة أو النار ويقال للحسنة موجبة وللسيئة موجبة كذا في الصحاح والمغرب\n</p>\n\n<p>\nالواجب ما ثبت بدليل فيه شبهة وحكمه حكم الفرض عملا لا اعتقادا حتى لا\nيكفر جاحده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n             وفي التعريفات للشريف الواجب في العمل اسم لما لزم\nعلينا بدليل فيه شبهة كخبر الواحد والعام المخصوص والآية المؤولة كصدقة\nالفطر والأضحية\n</p>\n\n<p>\nالحسنة ما يتعلق المدح في العاجل والثواب في الآجل\n</p>\n\n<p>\nوالسيئة ما يتعلق الذم في العاجل والعقاب في الآجل والثواب جزاء الطاعة\n</p>\n\n<p>\nوالجزاء العوض والمستحق\n</p>\n\n<p>\nوالعوض ما يعطى في مقابلة العمل\n</p>\n\n<p>\nوالأجر هو الثواب والطاعة الانقياد\n</p>\n\n<p>\nوالمكروه <span id='ms18'></span> ما ثبت النهي فيه مع العارض وحكمه الثواب بتركه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \nوخوف العقاب بالفعل وعدم الكفر بالاستحلال فالأحكام سبعة\n</p>\n\n<p>\nالواجب وهو ما يثاب على فعله ويعاقب على تركه\n</p>\n\n<p>\nوالمندوب وهو ما يثاب على فعله ولا يعاقب على تركه\n</p>\n\n<p>\nوالمباح ما يستوي جانباه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nوالمحظور ما يعاقب على فعله\n</p>\n\n<p>\nوالمكروه ما يثاب على تركه\n</p>\n\n<p>\nوالصحيح ما يتعلق به النفوذ ويعتد به\n</p>\n\n<p>\nوالباطل ما يتعلق به النفوذ ولا يعتد به\n</p>\n\n<p>\nالنفل في اللغة مطلق الزيادة وفي الشرع الزيادة على الفرائض والواجبات\nومنه نافلة الصلاة بالإضافة والنافلة أيضا بالقطع للتعريف وفي الصحاح النفل\nوالنافلة عطية التطوع من حيث لا يجب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nوالعطية الشيء المعطى وفي التعريفات النفل في الشرع اسم لما شرع زيادة\nعلى الفرائض والواجبات وهو المسمى بالمندوب والمستحب والتطوع والمستحب ما\nيستحسن فعله في الشرع والمستحسن ما يعد به حسنا\n</p>\n\n<p>\nوالتطوع بالشيء التبرع به والتبرع دادن نه برسبيل وجوب\n</p>\n\n<p>\nوالسنة الطريقة المسلوكة في الدين تشمل قوله وفعله صلى الله عليه وسلم\nوهي في اللغة عبارة عن مطلق الطريق خيرا كان أو شرا وفي الشريعة عبارة عن\nالخضوع والخشوع والتذلل فيما أمر والأدب ما فعله عليه السلام مرة وتركها\nأخرى وفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n             البزازية الأدب ما فعله الشارع عليه السلام مرة\nوتركها أخرى\n</p>\n\n<p>\nوالسنة ما واظب عليه صلى الله عليه وسلم ولم يترك إلا مرة أو مرتين وفي\nالغاية السنة ما في فعله ثواب وفي تركه ملامة وعتاب لا عقاب وبكذا قال\nالإمام خواهر زاده\n</p>\n\n<p>\nوالحديث مختص بالقول\n</p>\n\n<p>\nوالبدعة خمسة واجبة كنظم الدلائل لرد شبهة الملاحدة وغيرهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \nومندوبة كتصنيف الكتب وبناء المدارس ونحوها ومباحة كالبسط في الألوان\nوالأطعمة وغيرها ومكروهة وحرام وهما ظاهران كذا ذكر في شرح المشارق عن\nالعلماء من السلف\n</p>\n\n<p>\nالتراويح جمع ترويحة وهي في الأصل مصدر لكن غلبت التسمية بالترويحة\nلاستراحة القوم بعد كل أربع ركعات وفي شرح مختصر القدوري الترويحة الجلسة\nأصلا ثم سمى الركعات التي أجزنا الترويحة بها كما أطلقوا اسم الركوع على\nالوظيفة التي تقرأ في القيام لأنها متصلة بالركوع وفي المحيط <span id='ms19'></span> التراويح سنة\nلأن النبي صلى الله عليه وسلم قد أقامها في بعض الليالي وبين العذر في ترك\nالمواظبة عليها وهو خشية أن يكتب علينا ثم واظب عليها الخلفاء الراشدون\nرضوان الله تعالى عليهم أجمعين وجموع المسلمين من زمن عمر بن الخطاب رضي\nالله تعالى عنه إلى يومنا هذا وقد قال عليه السلام عليكم بسنتي وسنة\nالخلفاء الراشدين من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n             بعدي وقال عليه الصلاة والسلام أصحابي\nكالنجوم بأيهم اقتديتم اهتديتم وقال عليه السلام ما رآه المؤمنون حسنا فهو\nعند الله حسن قيل الحكمة في ركعات التراويح بعشرين توافقها الفرائض\nالاعتقادية والعملية وقال مالك رحمه الله وهي ستة وثلاثون ركعة كذا في\nالتبيين وفي شرح الطحاوي عن الحسن عن أبي حنيفة رحمهم الله تعالى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n             التراويح سنة للرجال وللنساء جميعا توارثها الخلف عن السلف\nوقال قوم من الروافض سنة الرجال دون النساء وقال قوم ليست بسنة أصلا أي لا\nللرجال ولا للنساء وإنما أحدثها العمر رضي الله عنه وعند أهل السنة\nوالجماعة هي سنة رسول الله صلى الله عليه وسلم مطلقا لما مر من الذكر آنفا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n             $ باب قضاء الفوائت & ولم يقل قضاء المتروكات ظنا بالمؤمنين\nخيرا لأن ظاهر المسلم أنه لا يترك الصلاة وإنما فاته من غير قصد لاشتغاله\nبأمر لا بد منه لأن فوات الشيء غيبوبته عذرا أو تركه إرساله أصلا\n</p>\n\n<p>\nالسفر في اللغة قطع المسافة والجمع الأسفار إلا أن المراد في الشرع مسافة\nتغير به الأحكام كذا في التبيين وفي الاختيار فرض المسافر في كل رباعية\nركعتان لحديث عائشة رضي الله تعالى عنها وعن أبيها أنها قالت فرضت الصلاة\nفي الأصل ركعتين فزيدت في الحضر وأقرأت في السفر ولا يعلم ذلك إلا توقيفا\nوقال عمر رضي الله عنه صلاة السفر ركعتان وصلاة الجمعة ركعتان تمام غير قصر\nعلى لسان نبيكم عليه السلام وعن ابن عباس رضي الله عنه أنه قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \nإن الله تعالى فرض عليكم الصلاة على لسان نبيكم عليه السلام في الحضر أربعا\nوفي السفر ركعتين ومثله عن علي رضي الله <span id='ms20'></span> عنه أما ما وقع في الكتب الفقهية\nمن أن السفر مسقط والإقامة مثبت فيعارض الأحاديث المذكورة لأن الإسقاط\nيقتضي الحط عن الأصل والحط ينافي الأصل أما الفجر والمغرب والوتر فلا قصر\nفيهما بالإجماع ولو أتم الأربع فقد خالف السنة لأن النبي صلى الله عليه\nوسلم لما صلى بأهل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n             مكة بعد الهجرة صلى ركعتين ثم قال لهم أتموا\nصلاتكم فإنا قوم سفر وفي النوازل عن ابن عباس رضي الله عنهما كان رجلان\nأحدهما يتم في السفر والآخر يقصر فقال عليه السلام للذي يقصر أنت أكملت\nوقال للآخر قصرت وأما السنن فلا رخصة في تركها في السفر وعند البعض يترك\nالسنن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n             & باب الجمعة والعيد والكسوف والاستسقاء &\n</p>\n\n<p>\nالجمعة اسم من الاجتماع كالفرقة من الافتراق أضيف إليها اليوم والصلاة ثم\nكثر الاستعمال حتى حذف منها المضاف ويجمع على جمعات وجمع كذا في المغرب وفي\nالصحاح يوم الجمعة يوم العروبة وهي من اسمائهم القديمة وكذلك الجمعة بضم\nالميم قال العلامة صاحب الكشاف يوم الجمعة يوم الفوج المجموع كقولهم ضحكة\nللمضحوك منه ويوم الجمعة بفتح الميم يوم الوقت الجامع كقولهم ضحكة ولعنة\nولعبة ويوم الجمعة تثقيل للجمعة كما قيل عسرة في عسرة اختلفوا في تسمية هذا\nاليوم جمعة منهم من قال لأن الله تعالى جمع فيها خلق آدم عليه السلام وقيل\nلأن الله تبارك وتعالى فرغ من خلق الأشياء فاجتمعت فيه المخلوقات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n             وقيل لاجتماع الجماعات فيه وقيل لاجتماع الناس فيه للصلاة وقيل\nأول من سماها جمعة كعب بن لؤي وكان يقال له يوم العروبة وعن ابن سيرين جمع\nأهل المدينة قبل أن يقدم النبي صلى الله عليه وسلم وقبل أن تنزل الجمعة وهم\nالذين سموها الجمعة وذلك أنهم قالوا لليهود يوم يجتمعون فيه كل سبعة أيام\nوللنصارى يوم فهلم فلنجعل يوما نجتمع فيه فنذكر الله سبحانه وتعالى ونصلي\nفقالوا يوم السبت لليهود ويوم الأحد للنصارى فاجعلوه يوم العروبة فاجتمعوا\nإلى أسعد بن زرارة فصلى بهم ركعتين فسموه يوم الجمعة ثم أنزل الله تعالى في\nذلك بعده <span id='ms21'></span> وروى عبد الرحمن بن كعب بن مالك عن أبيه كعب أنه كان إذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n             سمع النداء يوم الجمعة ترحم لأسعد بن زرارة فقلت له إذا سمعت\nالنداء ترحمت لأسعد بن زرارة قال لأنه أول من صلى قلت كم كنتم يومئذ قال\nأربعون وأما أول جمعة جمعها رسول الله صلى الله عليه وسلم لأصحابه على ما\nذكر أهل السير أن النبي صلى الله عليه وسلم لما قدم المدينة مهاجرا نزل\nقباء على بني عمرو بن عوف وذلك يوم الاثنين اثنتي عشرة خلت من شهر ربيع\nالأول حين امتد الضحى فأقام بقباء يوم الاثنين والثلاثاء والأربعاء ويوم\nالخميس وأسس مسجدا ثم خرج من بين أظهرهم قاصدا المدينة فأدركته الجمعة في\nبني سالم بن عوف في بطن واد لهم قد اتخذ القوم في ذلك الموضع مسجدا فجمع\nهناك وخطب نقل من اختلفوا في صدر البحث إلى هنا من معالم التنزيل للإمام\nالبغوي رحمه الله والمسجد الجامع وإن شئت قلت مسجد الجامع بالإضافة كقولك\nالحق اليقين وحق اليقين بمعنى مسجد اليوم الجامع وحق الشيء اليقين لأن\nإضافة الشيء إلى نفسه لا تجوز إلا على هذا التقدير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n             وكان الفراء\nيقول العرب تضيف الشيء إلى نفسه لاختلاف اللفظين وقال صاحب الدرر وهي فرض\nلقوله تعالى <span class='quran'>فاسعوا إلى ذكر الله </span>والأمر بالسعي إلى الشيء خاليا\nعن الصارف لا يكون إلا لإيجابه وفي شرح الجامع الصغير من شرائط الجمعة أن\nتؤدى على سبيل الاشتهار حتى إن أميرا لو أغلق باب الحصن وصلى فيه الجمعة مع\nأصحابه لا يجوز لأنها من شعائر الإسلام وخصائص الدين فتجب إقامتها على سبيل\nالاشتهار وإن افتتح أبواب قصره وأذن للناس بالدخول جاز ويكره لأنه لم يقض\nحق المسجد الجامع كذا في المحيط وفي الاختيارات روي عن جابر بن عبدالله رضي\nالله عنه أنه قال خطبنا رسول الله صلى الله عليه وسلم فقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n             إن\nالله تعالى فرض صلاة الجمعة عليكم في مقامي هذا في يومي هذا في شهري هذا في\nعامي هذا فريضة واجبة إلى <span id='ms22'></span> يوم القيامة فمن تركها في حال حياتي أو بعد وفاتي\nجحودا بها أو استخفافا وله إمام عادل أو جائر فلا جمع الله تعالى له شمله\nولا بارك الله له في أمره ألا لا صلاة له ألا لا زكاة له ألا لاصوم له ألا\nلاحج له إلا أن يتوب فمن تاب تاب الله عليه\n</p>\n\n<p>\nالخطبة مصدر خطبت على المنبر خطبة بالضم وخطبت المرأة خطبة بالكسر\nوالخطيب الخاطب واختطب القوم فلانا إذا دعوه إلى تزويج صاحبتهم كذا في\nالصحاح وفي الإشراف قال اللغويون الخطبة مشتقة من المخاطبة وقال بعضهم سميت\nخطبة لأنهم كانوا يجعلونها في الخطب وهو الأمر العظيم وفي المحيط والمخاطبة\nتتحقق بالكلمة القصيرة كما تتحقق بالطويلة\n</p>\n\n<p>\nوالمنبر محل رفع الصوت أو آلته وفي الصحاح نبرت الشيء أنبره نبرا رفعته\nومنه سمي المنبر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n             وفي درر الحكام في شرح غرر الأحكام ولو نوى\nبفرض الوقت جاز إلا في الجمعة للاختلاف في فرض الوقت فيها ففيها ينوي صلاة\nالجمعة والأحوط أن يصلي بعدها الظهر قبل سنتها قائلا نويت آخر ظهر أدركت\nوقته ولم أصله بعد لأن الجمعة التي صلاها إن لم تجز فعليه الظهر وإن جازت\nأجزأته الأربع عن ظهره فاتت عليه ثم يصلي أربعا بنية السنة لأنها أحسن من\nمطلق النية وفيه أيضا لا يستخلف الإمام للخطبة أصلا وللصلاة بدءا يعني أن\nالاستخلاف للخطبة لا يجوز أصلا ولا للصلاة ابتداء بل يجوز بعدما أحدث\nالإمام وهو معنى ما قال في الهداية في كتاب أدب القاضي بخلاف المأمور\nبإقامة الجمعة حيث يستخلف لأنه على شرف الفوات لتوقفه فكان الأمر به إذنا\nبالاستخلاف\n</p>\n\n<p>\nالعيد مشتق من عيد إذا جمع وفي الإشراف وعند أهل اللغة إنما سمي عيدا\nلاعتياد الناس به كل حين ومعاودته إياهم وجمعه أعياد والقياس أن يكون\nأعوادا لأن الياء منقلبة عن الواو والجمع يرد الأشياء إلى أصولها كالتصغير\nإلا أنه جمع بالياء ليكون فرقا بينه وبين جمع العود وهو أعواد الخشب وقيل\nللزومها في الواحد والمناسبة بينهما أن الجمعة عيد لقوله <span id='ms23'></span> عليه السلام لكل\nمؤمن في كل شهر أربعة أعياد أو خمسة كذا في التبيين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nالكسوف مصدر كسفت الشمس تكسف كسوفا إذا ذهب ضوءها واسودت وقيل كسفت الشمس\nوالقمر جميعا وقيل الخسوف ذهاب الكل والكسوف ذهاب البعض وكيف ما كان فقول\nمحمد رحمه الله كسوف القمر صحيح وأما الانكساف فعامي وقد جاء في حديثه عليه\nالسلام أن الشمس والقمر آيتان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n             لا ينكسفان لموت أحد ولا لحياته\n</p>\n\n<p>\nوالاستسقاء طلب السقي وهو الحظ من الشرب والمناسبة بين البابين والباب\nالسابق أن صلاة الكسوف والاستسقاء تؤدى بالجمع العظيم كصلاة العيد أو لأن\nللإنسان حالتين حالة السرور وحالة الحزن فلما فرغ من بيان العبادة في حالة\nالسرور شرع في بيانها في حالة الحزن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n             & باب الجنايز &\n</p>\n\n<p>\nالجنايز جمع جنازة وفي المغرب قال ابن الأعرابي بالكسر السرير وبالفتح\nالميت وقيل هما لغتان وعن الأصمعي لا يقال بالفتح والعامة تقول الجنازة\nبالفتح والمعنى الميت على السرير فإذا لم يكن عليه الميت فهو سرير ونعش وفي\nالمحيط سبب وجوب غسل الميت هو الموت لأنه إنما وجب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n             غسله لتطهير\nنجاسة حلت به بالموت لأن الآدمي ينجس بالموت كسائر الحيوانات الدموية ولهذا\nلو وقع في الماء القليل قبل الغسل ينجس الماء فيجب تطهيره بالغسل شرعا\nوكرامة وشرفا وفي الإشراف واختلفوا فيه هل ينجس الآدمي بالموت فقال أبو\nحنيفة وأحمد والشافعي رحمهم الله ينجس إلا المسلم إذا غسل طهر وقال مالك\nرحمه الله لا ينجس والأصل في غسل الميت تغسيل الملائكة للآدم عليه السلام\nوقالوا لولده هذه سنة موتاكم كذا في الاختيار وفي الصحاح يقال لحنظلة بن\nالراهب رضي الله عنه غسيل الملائكة لأنه استشهد يوم أحد فغسلته الملائكة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nالموت ضد الحياة يقال مات يموت فهو ميت وميت وقوم موتى وأموات وميتون\nوأصل ميت ميوت على فعيل ثم أدغم ثم خفف ويستوي فيه المذكر والمؤنث قال\nتعالى <span class='quran'>لنحيي به بلدة ميتا </span>ولم يقل ميتة كذا في الصحاح وفي\nالمصرحة موت مرك موتان بي جان موتان مرك جهار باي موتان الفؤاد دل ميت <span id='ms24'></span> مرده\nأموات جمع ميت جمع ميتة مردار وما رواه الحليمي يخالف مما في الصحاح لأنه\nيفرق بين الميت والميت ويسوى بينهما الجوهري بالمعنى تأمل والميتة بالكسر\nللنوع كالجلسة والركبة يقال مات فلان ميتة حسنة والموات بالضم الموت\nوالموات بالفتح ما لا روح فيه وأيضا الأرض التي لا مالك لها من الآدميين\nولا ينتفع بها أحد والموتان بالتحريك خلاف الحيوان يقال اشتر الموتان ولا\nتشتر الحيوان أي اشتر الأرض والدور ولا تشتر الرقيق والدواب كذا في الصحاح\n</p>\n\n<p>\nالشهيد وهو فعيل بمعنى مفعول سمي به لأنه مشهود له بالجنة بالنص أو لأن\nالملائكة يشهدون موته إكراما له أو بمعنى فاعل لأنه حي عند الله تعالى حاضر\nوالشهيد بمعنى المستشهد المقتول كذا في المغرب وهو في الشرع كل مسلم طاهر\nبالغ قتل ظلما ولم يجب بقتله مال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n             ولم يرتث وفي الصحاح وارتث\nفلان وهو افتعل على ما لم يسم فاعله أي حمل من المعركة رثيثا أي جريحا وبه\nرمق والشهيد القتيل في سبيل الله ثم اعلم أن الأصل في هذا الباب شهداء أحد\nفإنهم كفنوا وصلي عليهم ولم يغسلوا لأنه عليه السلام قال في حقهم زملوهم\nلكلومهم ودمائهم ولا تغسلوهم فإنهم يبعثون يوم القيامة وأوداجهم تشخب دماء\nاللون لون الدم والريح ريح المسك الحديث وكل من بمعناهم يلحق بهم في عدم\nالغسل ومن ليس بمعناهم ولكنه قتل ظلما أو مات حريقا أو غريقا أو مبطونا أو\nمطعونا فلهم ثواب الشهداء مع أنهم يغسلون وهم شهداء على لسان رسول الله صلى\nالله عليه وسلم ألا يرى أن عمر وعليا رضي الله عنهما حملا إلى بيتهما بعد\nالطعن وغسلا وكانا شهيدين بقوله عليه السلام هكذا في الكافي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nالقبر ما يقبر به الميت والقبر واحد القبور والمقبرة بفتح الباء وضمها\nواحدة المقابر وقد جاء في الشعر المقبر % لكل أناس مقبر بفنائهم % فهم\nينقصون والقبور تزيد % $ وقبرت الميت أقبره قبرا أي دفنته وأقبرته أي أمرت\nبأن يقبر قالت تميم للحجاج أقبرنا صالحا وكان قد قتله أي ائذن <span id='ms25'></span> لنا في أن\nنقبره وقال ابن السكيت أقبرته أي صيرت له قبرا يدفن فيه وقوله تعالى <span class='quran'>ثم أماته فأقبره </span>أي جعله ممن يقبر ولم يجعله ممن يلقى للكلاب وكأن\nالقبر مما أكرم به بنو آدم كذا في الصحاح\n</p>\n\n<p>\nاللحد بالتسكين الشق في جانب القبر مما يلي القبلة واللحد بالضم لغة فيه\nيقال لحدت القبر لحدا وألحدت له أيضا فهو ملحد والملتحد الملجأ لأن اللاجيء\nيميل إليه كذا في الصحاح وألحد الرجل أي ظلم في الحرم والملحد الجائر بمكة\nوفي الإشراف اتفقوا على أن السنة اللحد وأن الشق ليس بسنة لقوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n             عليه السلام اللحد لنا والشق لغيرنا وصفة اللحد أن يحفر مما\nيلي قبلة القبر لحد ليكون الميت تحت قبلة القبر إذا نصب اللبن عليه إلا أن\nتكون الأرض رخوة فيبنى لها بالحجارة شق كاللحد ولا تلحد منها وصفة الشق أن\nيبنى من جانب القبر كأنه تابوت قال الشيخ أبو إسحاق رحمه الله إن السنة\nاللحد فإن كانت الأرض رخوة شق له وتسنيم القبر خلاف تسطيحه قال أبو حنيفة\nرحمه الله التسنيم هو السنة وقال الشافعي السنة هي التسطيح نور قبورنا يا\nلطيف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nالكعبة البيت الحرام يقال سمي بذلك لتربيعه والتربيع جعل الشيء مربعا\nويقال برد مكعب فيه وشي مربع وثوب مكعب أي مطوي شديد الاندراج كذا في\nالصحاح وفي المغرب\n</p>\n\n<p>\nالمحرم الحرام والحرمة أيضا وحقيقته موضع الحرمة ومنه هي له محرم وهو لها\nمحرم وذو رحم محرم بالجر صفة للرحم وبالرفع لذو والحرمة اسم من الاحترام\nوفي الصحيح\n</p>\n\n<p>\nوالمحرم الحرام يقال ذو محرم منها إذا لم يحل له نكاحها\n</p>\n\n<p>\nوالحرام ضد الحلال وكذلك الحرم بالكسرة\n</p>\n\n<p>\nومكة حرم الله تعالى\n</p>\n\n<p>\nوالحرمان مكة والمدينة\n</p>\n\n<p>\nوالحرم قد يكون الحرام ونظيره زمن وزمان وفي مبارق الأزهار في شرح مشارق\nالأنوار والحرم والحرام بمعنى واحد عبر عنهما بالحرم لكون القتال والاصطياد\nوالدخول فيها بغير إحرام محرما وفيه أيضا وهي أفضل بقاع الأرض لما روي أنه\nعليه السلام قال لمكة إنك لخير أرض الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n             وأحب أرض <span id='ms26'></span> الله إلى\nالله تعالى ولولا أني أخرجت منك لما خرجت وفيه أيضا مكة علم للبلد الحرام\nوبكة لغة فيها وقيل مكة البلد وبكة موضع المسجد وقيل اشتقاقها من بكة إذا\nزحمه لازدحام الناس فيها وقيل هي تبك أعناق الجبابرة أي تدقها كذا في\nالكشاف والتمكك الاستقصاء وسميت مكة لقلة الماء بها وقيل بل كانت تمك من\nظلم فيها أي تبكه وتنقصه كذا في المجمل\n</p>\n\n<p>\nوالمدينة فعيلة وتجمع على مدائن بالهمزة وتجمع أيضا على مدن ومدن ويقال\nمدن بالمكان أقام به ومنه سمي المدينة وفيه قول آخر أنه مفعلة من دنت أي\nملكت وسألت أبا علي عن همز مدائن فقال فيه قولان من جعله فعيلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \nمن قولك مدن بالمكان أي أقام به همزة ومن جعله مفعلة من قولك دين أي ملك لم\nيهمزه كما يهمز معايش وإذا نسبت إلى مدينة الرسول عليه السلام قلت مدني\nوإلى مدينة المنصور مديني وإلى مدائن كسرى مدائني للفرق بين النسب لئلا\nيختلط ومدين قرية شعيب هكذا في الصحاح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n             @ 131\n</p>\n\n<p>\n| كتاب الزكاة\n</p>\n\n<p>\nعقب الصلاة بالزكاة اقتداء بقوله تعالى <span class='quran'>وأقيموا الصلاة وآتوا الزكاة\n</span>وقوله تعالى <span class='quran'>ويقيمون الصلاة ومما رزقناهم ينفقون </span>وبالسنة\nلقوله عليه السلام بني الإسلام على خمس الحديث وقيل قدم الصلاة لأنها تجب\nعلى جميع البالغين العاقلين بخلاف الزكاة وهي طهارة لغة والقدر المخرج من\nالنصاب الحولي إلى الفقير شرعا وقيل على الزيادة والنماء وهو الظاهر كذا في\nالمغرب وسميت الزكاة شرعا زكاة لأنها يزكو بها المال بالبركة ويطهر المرء\nبالمغفرة كذا في الطلبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n             وزكى ماله تزكية إذا أدى عنه زكاته\nوزكى نفسه أي مدحها وزكاه أيضا إذا أخذ زكاته وتزكى تصدق وزكى الزرع يزكو\nزكاء أي نما كذا في الصحاح النصاب من المال القدر الذي يجب فيه الزكاة إذا\nجمعه نحو مائتي درهم وخمس من الإبل\n</p>\n\n<p>\nالركاز المعدن وهو أعم من المعدن\n</p>\n\n<p>\nوالكنز والمعدن ما خلق الله تعالى في الأرض والكنز اسم لما دفنه بنو آدم\nوفي الصحاح الركاز المعدن أو الكنز لأن كلا منهما مركوز <span id='ms27'></span> في الأرض\n</p>\n\n<p>\nجنات عدن جنات إقامة لأن الناس يقيمون فيه وفي الحديث عدن دار الله تعالى\nالتي لم ترها عين ولا تخطر على قلب بشر لا يسكنها غير ثلاثة النبيين\nوالصديقين والشهداء يقول الله تعالى ? < طوبى لمن دخلك > ? عن تفسير القاضي\nفي سورة التوبة في آية <span class='quran'>وعد الله المؤمنين والمؤمنات جنات </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n             الآية\n</p>\n\n<p>\nالعشر بالضم أحد الأجزاء العشرة والعشير في معناه كذا في المغرب وفي\nالصحاح وجمع العشير أعشراء مثل نصيب وأنصباء وفي الحديث تسعة أعشراء الرزق\nفي التجارة وجزء في السابياء أي في النتاج قال صاحب الدرر وفي التمر تاشي\nما يوجد في الجبال والبراري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n             والموات من العسل والفاكهة إن لم\nيحمه الإمام فهو كالصيد وإن حماه ففيه العشر لأنه مال مقصود وعن أبي يوسف\nرحمه الله لا عشر فيه لأنه باق على الإباحة\n</p>\n\n<p>\nصدقة الفطر من قبيل إضافة الشيء إلى الشرط وإنما قدمت على الصوم مع أنها\nتجب بعده لأنها عبادة مالية كالزكاة واجبة خلافا للشافعي رحمه الله فإن\nعنده فرض\n</p>\n\n<p>\nالصدقة وهي العطية التي بها تبتغى المثوبة من الله تعالى وفي المغرب يقال\nتصدق على المساكين أي أعطاهم الصدقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nالفطر اسم من أفطر الصائم ورجل فطير وقوم فطر أي مفطرون وهو في الأصل\nمصدر يقال فطرته أنا تفطيرا ورجل مفطر والفطور ما يفطر عليه والفطرة بالكسر\nالخلقة كذا في الصحاح وفي المحيط قال عليه السلام ثلاث من أخلاق الأنبياء\nتعجيل الفطور وتأخير السحور ووضع اليمين على الشمال في الصلاة تحت السرة\n</p>\n\n<p>\nوالسحور ما يتسحر به أي ما يؤكل في وقت السحر وهو قبيل الصبح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\n| كتاب الصوم\n</p>\n\n<p>\nالصوم في اللغة ترك الإنسان الأكل وإمساكه عنه ثم جعل في الشرع عبارة عن\nهذه العبادة المخصوصة يقال صام صوما وصياما فهو صايم وهو صوم وصيم كذا في\nالمغرب وفي الطلبة الصوم في اللغة هو الكف والإمساك يقال صامت الشمس في كبد\nالسماء أي قامت في وسط السماء ممسكة عن الجري في مرأى العين وفي الشرع\nعبارة عن الإمساك عن الأكل والشرب <span id='ms28'></span> والمباشرة في جميع النهار وفي درر الحكام\nعقب الزكاة بالصوم اقتداء بالحديث حيث قال عليه السلام بني الإسلام على خمس\nشهادة أن لا إله إلا الله وأن محمدا عبده ورسوله وإقام الصلاة وإيتاء\nالزكاة وصوم رمضان الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\nالاعتكاف الاحتباس لغة واللبث في المسجد مع الصوم والنية الاعتكاف شرعا\nافتعال من عكف إذا دام من باب طلب وعكفه حبسه وسمي به هذا النوع من العبادة\nلأنه إقامة في المسجد مع شرائطه كذا في المغرب ولما كان الصوم شرطا في\nالاعتكاف أخره عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\n| كتاب الحج\n</p>\n\n<p>\nهو القصد أصلا وقد غلب على قصد الكعبة للنسك المعروف اصطلاحا كذا في\nالمغرب فالعبادات على ثلاثة أنواع بدنية محضة كالصلاة ومالية محضة كالزكاة\nومركبة منهما كالحج فلما بين النوعين الأولين شرع في بيان النوع الأخير\nوالحج بفتح الحاء وكسرها لغتان معناهما القصد إلى الشيء المعظم كذا في\nالاختيار وفي الشرع عبارة عن قصد مخصوص إلى مكان مخصوص في زمان مخصوص كذا\nفي التبيين والحجة بالكسر المرة والقياس الفتح إلا أنه لم يسمع من العرب\nعلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n             ما حكاه ثعلب ويدل على ذلك ذو الحجة لشهر الحج لأنهم يجرون\nالفتح ولسانهم على صيغة المرة والكسر على النوع\n</p>\n\n<p>\nالحرم بالضم الإحرام وأحرم بالحج والعمرة لأنه يحرم عليه ما كان له حلالا\nمن قبل كالصيد والنساء والإحرام أيضا والتحريم بمعنى والحرم بكسر الراء\nالحرمان كذا في الصحاح\n</p>\n\n<p>\nالشعائر أعمال الحج وكل ما جعل علما لطاعة الله الواحدة شعيرة ومشاعر\nمواضع النسك\n</p>\n\n<p>\nوالمشعر الحرام أحد المشاعر وكسر الميم لغة\n</p>\n\n<p>\nإشعار الهدي طعنه في سنامه الأيمن حتى يسيل منه دم ليعلم أنه هدي كذا في\nالصحاح\n</p>\n\n<p>\nوعرفات علم الموقف وهي منونة لا غير ويوم عرفة التاسع من ذي الحجة كذا في\nالمغرب\n</p>\n\n<p>\nالقرآن هو الجمع بين الحج والعمرة بإحرام واحد في سفر واحد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n            \nوهو في الأصل مصدر قرن بين الحج والعمرة إذا جمع بينهما وهو قارن كذا في\nالمغرب\n</p>\n\n<p>\nوالعمرة اسم من الاعتمار وأصلها القصد إلى مكان عامر ثم غلب على الزيارة <span id='ms29'></span>\nعلى وجه مخصوص كذا في المغرب وفي الصحاح وعمرت الخراب عمارة فهو عامر أي\nمعمور مثل ماء دافق أي مدفوق وعيشة راضية أي مرضية\n</p>\n\n<p>\nومعنى التمتع الترفق وهو الانتفاع بأداء النسكين العمرة والحج في سفر\nواحد من غير أن يلم بأهله كذا في الهداية\n</p>\n\n<p>\nالمتاع في اللغة كل ما انتفع به الطعام متاع وأثاث البيت متاع وأصله\nالنفع الحاضر والمراد في قوله تعالى <span class='quran'>ولما فتحوا متاعهم </span>أوعية\nالطعام وفي الصحاح المتاع السلعة والمتاع أيضا المنفعة وتمتعت بكذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n             واستمتعت به بمعنى والاسم المتعة ومنه متعة النكاح ومتعة\nالطلاق ومتعة الحج لأنه انتفاع وأمتعة الله تعالى بكذا ومتعه بمعنى\n</p>\n\n<p>\nالتلبية مصدر لبى إذا قال لبيك والتثنية للتكرير وانتصابه بفعل مضمر\nومعناه إلبابا لك بعد إلباب أي لزوما لطاعتك بعد لزوم من ألب بالمكان إذا\nأقام وهي واجبة عند مالك رحمه الله ويجب بتركها دم وقال الشافعي وأحمد هي\nسنة صفتها أن يقول لبيك اللهم لبيك لا شريك لك لبيك إن الحمد والنعمة لك\nوالملك لا شريك لك فهذه تلبية النبي صلى الله عليه وسلم لا ينبغي أن يخل\nبشيء منها فإن زاد عليها شيئا جاز عند مالك والشافعي رحمهما الله واستحب\nعند أبي حنيفة رحمه الله وكره عند أحمد واتفقوا على أن إظهار التلبية مسنون\nفي الصحاري واختلفوا في الأمصار وفي مساجدها فقال أبو حنيفة ومالك وأحمد\nرحمهم الله تعالى غير مسنون فيها وقال الشافعي هو مسنون فيها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nالجناية ما يجتنيه من شر أي يحدثه تسمية بالمصدر من جنى عليه شرا وهو عام\nإلا أنه خص بما يحرم من الفعل وأصله من جني الثمر وهو أخذه من الشجر كذا في\nالمغرب وقيل وهي مصدر وأريد بها الحاصل بالمصدر بدليل جمعها والمصدر لا\nيجمع وفي درر الحكام والمراد بها فعل ما ليس للمحرم أن يفعله ثم إن الواجب\nبها قد يكون دما وقد يكون دمين وقد يكون تصدقا أو دما وقد يكون غير ذلك\nفالبحث طويل الزيل فليطلب في محله\n</p>\n\n<p>\nالإحصار لغة المنع <span id='ms30'></span> مطلقا يقال حصره العدو وأحصره المرض أي منعه وشرعا منع\nالخوف أو المرض من وصول المحرم إلى تمام حجته أو عمرته وفي رواية المغرب\nالحصر المنع من باب طلب ويقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n             أحصر الحاج إذا منعه خوف أو مرض\nمن الوصول لإتمام حجه أو عمرته وإذا منعه سلطان أو مانع قاهر في حبس أو\nمدينة قيل حصر هذا هو المشهور\n</p>\n\n<p>\nالهدي وهو اسم ما يهدى إلى مكة للتقرب من شاة أو بقر أو بعير الواحدة\nهدية كما يقال جدي وجدية ويقال هدي بالتشديد على فعيل الواحدة هدية كمطي\nومطية ومطايا وفي الصحاح الهدي ما يهدى إلى الحرم من النعم والنعم واحد\nالأنعام وهي المال السائمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\n| كتاب النكاح\n</p>\n\n<p>\nلا بد له من المال كما أن الحج لا يجب إلا على من له المال فتناسبا وفي\nدرر الحكام اختلف في معناه لغة واختار صاحب المحيط وتبعه صاحب الكافي وسائر\nالمحققين أنه الضم والجمع وسمي النكاح نكاحا لما فيه من ضم أحد الزوجين إلى\nالآخر شرعا إما وطئا أو عقدا حتى صارا فيه كمصراعي باب وزوجي خف ومعناه\nشرعا عقد موضوع لملك المتعة أي لحل استمتاع الرجل من المرأة وهو احتراز عن\nالبيع فإنه عقد موضوع لملك اليمين ويسن النكاح حال الاعتدال أي اعتدال\nالمزاج بين الشوق القوي إلى الجماع وبين الفتور عنه ويجب في التوقان وهو\nالشوق القوي ويكره لخوف الجور أي عدم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n             رعاية حقوق الزوجية كذا\nفي الدرر وفي المغرب أصل النكاح الوطىء ثم قيل للتزوج نكاحا مجازا لأنه سبب\nللوطىء المباح وقولهم النكاح الضم مجازا أيضا إلا أن هذا من باب تسمية\nالمسبب باسم السبب والأول على العكس\n</p>\n\n<p>\nونكاح المتعة أن يقول الرجل لامرأة متعيني نفسك بهذه العشرة من الدراهم\nمدة كذا فتقول له متعتك نفسي فالحاصل لا بد من لفظ التمتع فيه\n</p>\n\n<p>\nوصورة الموقت أن يتزوج امرأة بشهادة شاهدين عشرة أيام والفرق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n            \nبينهما أن يذكر لفظ التزويج والنكاح في الموقت ولفظ التمتع في نكاح المتعة\n</p>\n\n<p>\nالشغار بالكسر نكاح كان في الجاهلية <span id='ms31'></span> وهو أن يقول الرجل للآخر زوجني ابنتك\nأو أختك على أن أزوجك ابنتي أو أختي على أن صداق كل واحدة منهما بضع الأخرى\nكأنهما رفعا المهر وأخليا البضع كذا في الصحاح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n             & باب الولي\nوالكفؤ &\n</p>\n\n<p>\nالولي ضد العدو وفي المغرب ولي اليتيم والقتيل مالك أمرهما ومنه والي\nالبلد ومصدرهما الولاية بالكسر وبالفتح النصرة والمحبة وفي الصحاح الولي\nالقرب والدنو يقال تباعدنا بعد ولي وكذا ولي الرجل وقال أبو عبيدة يعني\nالموالي أي بني العم وفي تبيين الحقائق الأولياء جمع ولي وهو من الولاية\nوهي تنفيذ الحكم إلى الغير شاء أو أبى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nالكفؤ النظير ونظير الشيء مثله والمصدر الكفاءة بالفتح والمد وقولهم لا\nكفاء له بالكسر وهو في الأصل مصدر أي لا نظير له والأكفاء جمع كفؤ بتسكين\nالفاء وضمها وهمز الآخر وبتسكين الفاء وآخره بالواو وهو النظير والمساوي\nوفي الكشاف وقريء كفؤا بضم الكاف والفاء وبضم الكاف وكسرها مع سكون الفاء\nقال الفقيه أبو الليث رحمه الله قرأ عاصم في رواية حفص كفوا بغير همزة وقرأ\nحمزة كفؤا بهمزة وذلك يرجع إلى معنى واحد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n             قال القاضي رحمه الله\nوقرأ حمزة ويعقوب ونافع في رواية كفؤا بالتخفيف وحفص كفوا بالحركة وقلب\nالهمزة واوا\n</p>\n\n<p>\nالمهر الصداق وفي المغرب صداق المرأة مهرها والكسر أفصح وكذلك الصدقة\nومنه قوله تعالى <span class='quran'>وآتوا النساء صدقاتهن نحلة </span>والصدقة مثله كذا في\nالصحاح والجمع صدق والأصدقة قياس لا سماع وأصدقها سمى لها صداقا كذا في\nالمغرب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\nالعقر صداق المرأة إذا وطئت بشبهة وسمي العقر عقرا لأنه يجب على الوطيء\nيعقر إياها بكارتها أي يجرحه بكارة الجارية عذرتها وأصله من ابتكار الفاكهة\nوهو أكل باكورتها ومنه ابتكر الخطبة أدرك أولها وبكر بالصلاة صلاها في أول\nوقتها والبكر بالبكر جلد مائة تقديره حد زنى البكر بالبكر كذا أو إن زنى\nالبكر بالبكر حده كذا\n</p>\n\n<p>\nوالبكر بالفتح الفتي من الإبل والباكورة أول الفاكهة\n</p>\n\n<p>\nالرتق بفتح التاء انسداد الرحم بعظم ونحوه والمرأة الرتقاء التي لا يصل\nاليها زوجها\n</p>\n\n<p>\nالقرن في الفرج مانع يمنع <span id='ms32'></span> سلوك الذكر فيه إما غدة غليظة أو لحمة مرتتقة\nأو عظم وامرأة قرناء بها ذلك\n</p>\n\n<p>\nوالقرن ميقات أهل نجد جبل مشرف على عرفات كذا في المغرب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\nالرقيق هو المملوك كلا أو بعضا\n</p>\n\n<p>\nوالقن هو المملوك كلا كذا في الدرر وفي الصحاح القن العبد إذا ملك هو\nوأبواه يستوي فيه الاثنان والجمع والمؤنث وربما قالوا عبيد أقنان ثم يجمع\nعلى أقنة\n</p>\n\n<p>\nالقسم هو بفتح القاف مصدر قسم القاسم المال بين الشركاء فرقه بينهم وعين\nأنصباءهم ومنه القسم بين النساء وهو إعطاء حقهن في البيتوتة عندها للصحبة\nوالمؤانسة لا في المجامعة لأنها تبتنى على النشاط فلا يقدر على التسوية\nفيها كما في المحبة كذا في درر الحكام\n</p>\n\n<p>\nالرضاع في اللغة مص الثدي مطلقا وفي الشرع مص الصبي الرضيع من ثدي آدمية\nفي مدته كذا في الدرر وفي الزيلعي جعل في الديوان فتح الراء أصلا والكسر\nلغة وجعل الفعل من باب علم أصلا وكونه من باب ضرب لغة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\nومدة الرضاع ثلاثون شهرا عند أبي حنيفة رحمه الله وقالا رحمهما الله\nسنتان وهو قول الشافعي رحمه الله وقال زفر ثلاثة أحوال كذا في الاختيارات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\n| كتاب الطلاق\n</p>\n\n<p>\nوهو لغة رفع القيد مطلقا يقال أطلق الفرس إذا خلاه وفي الشريعة رفع القيد\nالثابت بالنكاح ولكن استعمل في النكاح بالتفعيل كالسلام والسراح بمعنى\nالتسليم والتسريح وفي غيره بالإفعال ولهذا إذا قال لامرأته أنت مطلقة\nبتشديد اللام لا يحتاج إلى النية وبتخفيفها يحتاج كذا في التبيين والمناسبة\nبين الكتابين أن الطلاق محرم كالرضاع أو لأن الطلاق مقابل للنكاح وهو اسم\nبمعنى التطليق كالسلام بمعنى التسليم ومصدر من طلقت المرأة بالضم طلاقا\nكالجمال من جمل وبالفتح كالفساد من فسد وامرأة طالق وقد جاء طالقة والتركيب\nيدل على الحل والانحلال ومنه أطلقت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n             الأسير وأطلقت الناقة من\nالعقال فطلقت بالفتح كذا في المغرب قيل كان الطلاق ثلاثا ولم يكن أربعا أو\nاثنتين لأن ابن آدم على ثلاث درجات درجة الجسد ودرجة الروح ودرجة القلب\nفإذا طلق امرأته طلقة خرجت من جسده <span id='ms33'></span> وإذا طلق طلقتين خرجت من روحه وإذا طلق\nثلاثا خرجت من قلبه لا تحل له حتى تنكح زوجا آخر من أنوار التنزيل لما كان\nالطلاق متأخرا عن النكاح طبعا أخره عنه وضعا ليوافق الوضع الطبع كذا في\nالنافع\n</p>\n\n<p>\nالكناية عند الأصولين ما استتر المراد به حقيقة كان أو مجازا كذا في\nالدرر وفي الصحاح الكناية أن يتكلم بشيء ويريد غيره وفي تعريفات الشريف\nالجرجاني رحمه الله الكناية كلام استتر المراد منه بالاستعمال وإن كان\nمعناه ظاهرا في اللغة سواء كان المراد به الحقيقة أو المجاز فيكون التردد\nفيما أمر به فلا بد من النية أو ما يقوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n             مقامها من دلالة الحال\nكدلالة مذاكرة الطلاق ليزول التردد ويتعين ما أريد منه والكناية عند علماء\nالبيان هي أن يعبر عن شيء لفظا أو معنى بلفظ غير صريح في الدلالة عليه لغرض\nمن الأغراض كالإيهام على السامع نحو جاءني فلان أو لنوع فصاحة نحو كثير\nالرماد والفرق بينها وبين التعريض على ما وقع في مغرب اللغة أن الكناية ذكر\nالرديف وإرادة المردوف كقولك فلان طويل النجاد وكثير الرماد ويعني أنه طويل\nالقامة ومضياف\n</p>\n\n<p>\nوالتعريض تضمين الكلام دلالة ليس لها فيه ذكر كقولك ما أقبح البخل تعرض\nبأنه بخيل\n</p>\n\n<p>\nوالتصريح خلاف التعريض كقولك أنت بخيل ممن يعتقد أنه بخيل\n</p>\n\n<p>\nالحقيقة اسم لما أريد به ما وضع له وفي الاصطلاح هي كلمة مستعملة فيما\nوضعت له والتاء فيه للنقل من الوصفية إلى الاسمية كالعلامة لا للتأنيث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n             والمجاز اسم لما أريد به غير ما وضع له لمناسبة بينهما كتسمية\nالشجاع أسدا سمي به لأنه متعد من محل الحقيقة إلى محل المجاز من جاز إذا\nتعدى\n</p>\n\n<p>\nالتفويض التسليم وترك المنازعة ومنه المفوضة وهي التي فوضت بضعها إلى\nزوجها أي زوجته نفسها بلا مهر كذا في المغرب وقال الجوهري فوض إليه الأمر\nأي رده إليه والتفويض في النكاح التزويج بلا مهر\n</p>\n\n<p>\nالبينونة مصدر بان الشيء عن الشيء أي انقطع عنه وانفصل بينونة وبيونا\nوقولهم أنت باين مؤل كحائض <span id='ms34'></span> وطالق وأما طلقة باينة وطلاق باين مجاز والهاء\nللفصل 8 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p158'> Vol. 01, p. 158</a>\n            </div>\n             وقال الجوهري وتطليقة بائنة وهي فاعلة بمعنى مفعولة\nوبين بمعنى وسط يقول جلست بين القوم كما تقول وسط القوم بالتخفيف وهو ظرف\nفإن جعلته اسما أعربته تقول لقد تقطع بينكم برفع النون ونصبها فالرفع على\nالفاعل أي تقطع وصلكم والنصب على الحذف يريد ما بينكم والبون الفضل والمزية\nيقال بانه يبينه ويبونه وبينهما بون بعيد وبين بعيد والواو أفصح\n</p>\n\n<p>\nالرجعة اسم من رجع رجوعا ورجعة وله على امرأته رجعة ورجعة بكسر الراء\nوفتحها والفتح أفصح ومنها الطلاق الرجعي كذا في المغرب وفي الدرر الرجعة هي\nاستدامة القائم في العدة أي إبقاء النكاح على ما كان ما دامت في العدة فإن\nالنكاح قائم فيها لقوله تعالى <span class='quran'>فأمسكوهن بمعروف </span>الآية فإن الإمساك\nعبارة عن استدامة القائم لا عن إعادة الزائل فيدل على شرعية الرجعة وشرطية\nبقاء العدة إلا أن الاستدامة إنما تتحقق ما دامت العدة باقية إذ الملك باق\nفي العدة زائل بعد انقضائها واختلفوا هل من شرط الرجعة الشهادة أو لا فقال\nأبو حنيفة ومالك وأحمد رحمهم الله تعالى ليس بشرطها الشهادة بل هي مستحبة\nوقال الشافعي رحمه الله في أحد قوليه الشهادة شرط فيها وعن أحمد رحمه الله\nمثله\n</p>\n\n<p>\nوالمعلقة من النساء التي فقد زوجها قال الله تعالى <span class='quran'>فتذروها كالمعلقة\n</span>الآية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n             من علقت الشيء تعليقا 2 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n             & باب الإيلاء\n& المناسبة بين البابين أن الطلاق سبب للحرمة والرجعة رافعة لها فكذلك\nالإيلاء سبب للحرمة والفيء رافع لها\n</p>\n\n<p>\nوالإيلاء في اللغة اليمين مطلقا وهو الحلف بالله سبحانه وتعالى أو غيره\nمن الطلاق أو العتاق أو الحج أو نحو ذلك وفي الشرع حلف على ترك قربانها\nمدته\n</p>\n\n<p>\nالخلع بضم الخاء وفتحها لغة الإزالة مطلقا وبضمها شرعا الإزالة المخصوصة\nكذا في الدرر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p161'> Vol. 01, p. 161</a>\n            </div>\n             وقال الزيلعي يقال خالعت زوجها إذا افتدت منه\nبمالها والاسم الخلع بالضم والمناسبة بينهما أن الإيلاء يكون بناء على نشوز\nالزوج والخلع بناء على نشوز الزوجة غالبا وفي المغرب إنما قيل ذلك لأن كلا\nمنهما <span id='ms35'></span> لباس لصاحبه فإذا فعلا ذلك كأنهما نزعا لباسهما\n</p>\n\n<p>\nالنشوز مصدر نشزت المرأة نشوزا إذا استعصت على بعلها وأبغضته ونشز بعلها\nعليها إذا ضربها وجفاها كذا في الصحاح\n</p>\n\n<p>\nالظهار لغة مقابلة الظهر بالظهر يقال تظاهر القوم إذا تدابروا كأنه ولى\nكل واحد منهم ظهره إلى صاحبه إذا كان بينهم عداوة وشرعا قول الرجل لامرأته\nأنت علي كظهر أمي وهو أيضا بناء على النشوز مأخوذ من الظهر\n</p>\n\n<p>\nاللعان لغة من اللعن وهو الطرد والإبعاد وهو مصدر لاعن يلاعن ملاعنة\nولعانا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p162'> Vol. 01, p. 162</a>\n            </div>\n             وفي الشرع عبارة عما يجري بين الزوجين من الشهادات\nالأربعة وركنه الشهادات الصادرة منهما وشرطة قيام الزوجية وسببه قذف الرجل\nامرأته قذفا يوجب الحد في الأجنبي وأهله من كان أهلا للشهادة عندنا وعند\nالشافعي رحمه الله من كان أهلا لليمين وحكمة حرمة الاستمتاع لما فرغا من\nاللعن ولكن لا تقع الفرقة بنفس اللعان عندنا حتى لو طلقها في هذه الحالة\nطلاقا بائنا يقع وكذا لو كذب الرجل نفسه حل له الوطء من غير تجديد النكاح\nبمنزلة ما لو أسلم أحد الزوجين يحرم الوطء ولا تقع الفرقة قبل التفريق كذا\nفي الكفاية والملاعنة تكون بين اثنين غالبا وهنا في كلام الزوج وحده\nواختلفوا هل اللعان يمين أو شهادة فقال مالك والشافعي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p163'> Vol. 01, p. 163</a>\n            </div>\n             رحمهما\nالله هو يمين ويصح من كل زوجين حرين كانا أو عبدين عدلين أو فاسقين أو\nأحدهما وقال أبو حنيفة رحمه الله هو شهادة لا يصح إلا بين زوجين يكونان من\nأهل الشهادة وذلك أن يكونا حرين مسلمين فأما العبدان والمحدودان في القذف\nفلا يجوز عنده لعانهما وكذلك إذا كان أحدهما من أهل الشهادة والآخر ليس من\nأهلها لأن اللعان عنده شهادة وعن أحمد روايتان أحدهما كمذهب أبي حنيفة رحمه\nالله وهي التي اختارها الخرقي منهما والأخرى كمذهب مالك والشافعي رحمهما\nالله وهي أظهر الروايتين العفيف من يباشر الأمور على وفق الشرع يقال عف عن\nالحرام يعف عفا وعفة وعفافة أي كف فهو عف وعفيف والمرأة عفة وعفيفة وتعفف\nأي تكلف في <span id='ms36'></span> العفة كذا في الصحاح\n</p>\n\n<p>\nوالعصيان ترك الانقياد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p164'> Vol. 01, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\nوالعصمة ملكة اجتناب المعاصي مع التمكن منها\n</p>\n\n<p>\nالعنين من لا يقدر على الجماع أو يصل إلى الثيب دون البكر أو لا يصل إلى\nامرأة واحدة بعينها فحسب وإنما يكون ذلك لمرض به أو لضعف في خلقته أو لكبر\nسنه أو لسحر فهو عنين في حق من لا يصل إليها لفوات المقصود 2 فيه فيؤجله\nالحاكم سنة لأن حقها مستحق بعقد النكاح وطئا في الجملة لا في كل زمان\nوالعدم في الحال لا يدل على العدم في الثاني من الزمان لأن ذا قد يكون بمرض\nوذا لا يوجب الخيار وقد يكون خلقية وإنما يتبين ذلك بالتأجيل إلى سنة لأن\nالمرض غالبا يكون لغلبة البرودة أو الحرارة أو اليبوسة أو الرطوبة وفصول\nالسنة مشتملة على الرطوبة والحرارة واليبوسة والبرودة فعسى يوافق فصل منها\nطبعه فيزول ما به من المرض باعتدال الطبع فمتى مضت السنة ولم يزل فالظاهر\nأنه خلقه وأن حقها المستحق فات فيفرق القاضي بطلبها لأنه حقها كذا في\nالكفاية فهو من عن إذا حبس في العنة وهي حظيرة الإبل من الشجر ليقيها من\nالبرد والريح أو من عن إذا عرض لأنه يعن يمينا وشمالا ولا يقصده وقيل سمي\nالعنين عنينا لأن ذكره يسترخي فيعن يمينا وشمالا ولا يقصد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p165'> Vol. 01, p. 165</a>\n            </div>\n            \nللمأتي من المرأة كذا في الكفاية\n</p>\n\n<p>\nوالمجبوب مقطوع الذكر والخصيتين\n</p>\n\n<p>\nوالخصي مقطوع الخصيتين\n</p>\n\n<p>\nوالخنثى الذي له ما للذكر والأنثى وتخنيث الكلام تليينه واشتقاق المخنث\nمنه وجمع الخنثى الخناث كالأنثى والإناث والخناثى بالفتح كالحبلى والحبالى\nوالقاضي الذي رفعت إليه هذه القضية في الجاهلية عامر بن الظرب العدواني\nولما اشتبه عليه حكمها قالت له خصيلة وهي أمة له أتبع الحكم المبال ويروى\nأنها قالت حكم المبال أي اجعل موضع البول حاكما وعلى هذا قوله عليه السلام\nيورث من حيث يبول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p166'> Vol. 01, p. 166</a>\n            </div>\n             كذا في المغرب العدة هي لغة الإحصاء يقال\nعددت الشيء أي أحصيته وشرعا تربص أي انتظار ووقف يلزم المرأة مدة معلومة\nكذا في الدرر وقال أبو حنيفة رحمه <span id='ms37'></span> الله هي الحيض وقال مالك والشافعي رحمهما\nالله هي الأطهار وعن أحمد رحمه الله روايتان أظهرهما الحيض\n</p>\n\n<p>\nالحضانة تربية الولد من حضن الطائر بيضه إلى نفسه تحت جناحه كذا في الدرر\n</p>\n\n<p>\nالحاضنة المرأة توكل بالصبي فترفعه وقد حضنت المرأة ولدها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p167'> Vol. 01, p. 167</a>\n            </div>\n            \nحضانة من باب طلب\n</p>\n\n<p>\nالنفقة وهي مشتقة من النفوق الذي هو الهلاك يقال نفقت الدابة إذا ماتت\nوهلكت ومنه النفقة لأن فيها هلاك المال وقال صاحب الدرر هي اسم بمعنى\nالإنفاق قال هشام سألت محمدا رحمه الله عن النفقة فقال هي الطعام والكسوة\nوالسكنى كذا في الخلاصة\n</p>\n\n<p>\nالعتاق لغة القوة مطلقا وشرعا قوة حكيمة تظهر في حق الآدمي بانقطاع حق\nالأغيار عنه وقيل بوجه آخر وهو إثبات القوة الشرعية التي بها يصير المعتق\nأهلا للشهادات والولايات قادرا على التصرف في الأغيار وعلى دفع تصرف\nالأغيار عن نفسه كذا في الدرر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p168'> Vol. 01, p. 168</a>\n            </div>\n             وفي الصحاح العتق الحرية وكذلك\nالعتاق والعتاقة وفي المغرب العتق الخروج من المملوكية يقال عتق العبد عتقا\nوعتاقة وعتاقا وهو عتيق وهم عتقاء وأعتقه مولاه وقد يقام العتق مقام\nالإعتاق ومنه مع عتق مولاك إياك والعتيق القديم وفرس عتيق رائع جواد وعتاق\nالخيل كرائمها\n</p>\n\n<p>\nالجعل بالضم ما جعل للإنسان من شيء على شيء يفعله وكذلك الجعالة بالكسر\nكذا في النهاية\n</p>\n\n<p>\nالتدبير عتق العبد عن دبر وهو أن يعتق بعد موت صاحبه وبوجه آخر وهو تعليق\nالعتق بالموت وبوجه آخر وهو النظر إلى عاقبة الأمر وفي رواية المغرب عن\nالأزهري التدبير الإعتاق عن دبر وهو ما بعد الموت وفي الصحاح الدبر والدبر\nبالتحريك والتسكين الظهر ودبر الأمر آخره والدبرة خلاف القبلة\n</p>\n\n<p>\nالكتابة لغة الضم والجمع ومنها الكتيبة وهي الطائفة من الجيش العظيم\nوالكتب لجمع الحروف في الخط وشرعا جمع حرية الرقبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p169'> Vol. 01, p. 169</a>\n            </div>\n             مآلا مع\nحرية اليد حالا أورد هذا الباب ههنا لأن الكتابة من توابع العتق كالتدبير\nوالاستيلاد ومنه المكاتب وهو اسم مفعول من كاتب عبده مكاتبة وكتابا وفي\nالصحاح المكاتبة والتكاتب بمعنى\n</p>\n\n<p>\nوالمكاتب العبد الذي يكاتب على نفسه بثمنه فإن سعى <span id='ms38'></span> وأداه عتق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p170'> Vol. 01, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\n| كتاب الأيمان\n</p>\n\n<p>\nوهو جمع يمين وهو لغة القوة وشرعا تقوية أحد طرفي الخبر بذكر اسم الله\nتعالى أو التعليق فإن اليمين بغير الله عز وجل ذكر الشرط والجزاء حتى لو\nحلف أن لا يحلف وقال إن دخلت الدار فعبدي حر يحنث فتحريم الحلال يمين لقوله\nتعالى <span class='quran'>لم تحرم ما أحل الله لك </span>إلى قوله <span class='quran'>تحلة أيمانكم </span>وفي الصحاح اليمين القسم والجمع الأيمن والأيمان وفي الطلبة واليمين اليد\nاليمنى وكانوا إذا تحالفوا تصافحوا بالأيمان تأكيدا لما عقدوا فسمي القسم\nيمينا لاستعمال اليمين فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p171'> Vol. 01, p. 171</a>\n            </div>\n             واليمين في عرف الفقهاء عبارة عن\nتأكيد الأمر وتحقيقه بذكر اسم الله أو بصفة من صفاته عز وجل\n</p>\n\n<p>\nاليمين الغموس الحلف عل فعل أو ترك ماض كاذبا سميت به لأنها تغمس صاحبها\nفي الإثم\n</p>\n\n<p>\nاليمين اللغو ما يحلف به ظانا أنه كذا وهو خلاف وقال الشافعي رحمه الله\nما لا يعقد الرجل قلبه عليه كقوله لا والله وبلى والله واليمين اللغو ما\nيقع على الحال ذكر الأيمان عقيب العتاق لمناسبتها له في عدم تأثير الهزل\nوالإكراه فيهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p172'> Vol. 01, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\n| كتاب الحدود\n</p>\n\n<p>\nهي جمع حد وهو في اللغة المنع وفي الشريعة هو عقوبة مقدرة وجبت حقا لله\nعز وجل وفي الصحاح الحد الحاجز بين الشيئين وحد الشيء منتهاه تسمية بالمصدر\nوفي المغرب يقال لحقيقة الشيء حد لأنه جامع ومانع ومنه الحداد البواب لمنعه\nمن الدخول وسميت عقوبة الجاني حدا لأنها تمنع المعاودة أو لأنها مقدرة ألا\nيرى أن التعزيز وإن كان عقوبة لا يسمى حدا لأنه ليس بمقدر أي ليس له قدر\nمعين فإن أكثره تسعة وثلاثون سوطا وأقله ثلاثة قال عليه الصلاة والسلام\nالحدود كفارات لأهلها أي ستارات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p173'> Vol. 01, p. 173</a>\n            </div>\n             وقد كفر يكفر من حد دخل يدخل\nإذا ستر والكفر الذي هو ضد الإيمان ستر الحق بالباطل وكفران النعم سترها\nوكفر الزارع البذر ستره في الأرض وكفر الله تعالى سيئات عبده بالتشديد أي\nمحاها وسترها\n</p>\n\n<p>\nالتعزير في الأصل الرد والردع وهو المنع وفي الشرع هو التأديب دون الحد\nوفي الكشاف <span id='ms39'></span> العزر المنع ومنه التعزير لأنه منع من معاودة القبيح والتعزير\nيكون بالحبس وقد يكون بالصفع أو تعريك الأذن أو الكلام العنيف أو نظر\nالقاضي إليه بوجه عبوس أو الضرب والتعزير على أربع مراتب فتعزير الأشراف\nكالدهاقنة والقواد وغيرهم الإعلام والجر إلى باب القاضي وتعزير أشراف\nالأشراف كالفقهاء والعلوية الإعلام فقط بأن يقول بلغني أنك فعلت كذا فلا\nتفعل وتعزير الأوساط كالسوقية الإعلام والجر والحبس وتعزير الأخساء الإعلام\nوالجر والضرب والحبس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p174'> Vol. 01, p. 174</a>\n            </div>\n             وفي التاتارخانية التعزير بأخذ المال إن\nرأى القاضي والوالي جاز وفي جملة ذلك الرجل الذي لا يحضر الجماعة يجوز\nتعزيره بأخذ المال كذا في التقرير\n</p>\n\n<p>\nالجلد اسم من جلده الحد أي ضربه وأصاب جلده المحصن هو الحر المكلف المسلم\nوطيء بنكاح صحيح وقد أحصنت إذا عفت وأحصنها زوجها أعفها فهي محصنة بالفتح\nوأحصنت فرجها فهي محصنة بالكسر والمحصنات ذوات الأزواج وشرائط الإحصان في\nباب الرجم عند أبي حنيفة رحمه الله ست الإسلام والحرية والعقل والبلوغ\nوالتزويج بنكاح صحيح والدخول وفي باب القذف الأربع الأول والعفة كذا في\nالمغرب\n</p>\n\n<p>\nالرجم القتل وأصله الرمي بالحجارة والرجم بالتحريك القبر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p175'> Vol. 01, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\nاللواطة من الفواحش وقال مالك والشافعي رحمهما الله موجبة الحد وفي أظهر\nالرواية منهما حدة الرجل بكل حال بكرا كان أو ثيبا ولا يعتبر فيه الإحصان\nوالبكارة فعلى المحصن الرجم وعلى البكر الجلد وعن أحمد رحمه الله مثله وقال\nأبو حنيفة رحمه الله يعزر اللائط في أول مرة تكرر فيه قتل قيل الصحيح أن\nاللائط يرجم بكرا كان أوثيبا فإن الله تبارك وتعالى شرع فيه الرجم لقوله\n<span class='quran'>لنرسل عليهم حجارة من طين </span>واتفقوا على أن البينة على اللواط لا\nتثبت إلا بأربعة شهود كالزنا إلا أبا حنيفة فإنه قال تثبت بشاهدين وعن أبي\nحنيفة ومالك رحمهما الله يجب على من أتى بهيمة التعزير وعن الشافعي رحمه\nالله يجب عليه الحد فإن كان بكرا جلد وإن كان محصنا رجم وفي الرواية الأخرى\nيقتل بكرا كان أو محصنا على كل حال فشعب هذه المسألة كثيرة لا <span id='ms40'></span> يليق بهذا\nالمحل فمن شاء فليطلب باب ما يجب في اللواط في الإشراف على مذاهب الأشراف\n</p>\n\n<p>\nالسرقة لغة أخذ الشيء من الغير خفية أي شيء كان وشرعا أخذ مكلف عاقل بالغ\nخفية قدر عشرة دراهم واعلم أنه قدم حد الزنا لأنه شرع لصيانة الأنساب\nوالعرض وفيه إحياء النفوس لأن الولد من الزنا هالك معنى لعدم من يربيه ثم\nحد الشرب لأنه لصيانة العقول التي بها قوام النفوس ثم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p176'> Vol. 01, p. 176</a>\n            </div>\n             حد القذف\nلأنه لصيانة العرض ثم حد السرقة لأنه لصيانة الأموال والأموال وقاية النفس\nوالعقل والعرض\n</p>\n\n<p>\nالساج شجر يعظم جدا قالوا لا ينبت إلا ببلاد الهند ويجلب منها كل ساجة\nمشرجعة مربعة وقوله استعار ساجة ليقيم بها الحائط يعني الخشبة المنحوتة\nالمهيأة للأساس ونحوه\n</p>\n\n<p>\nالقناة مجرى الماء تحت الأرض وأصلها من قناة الرماح وهي خشبها\n</p>\n\n<p>\nالصندل شجر طيب الرائحة\n</p>\n\n<p>\nالمغرة الطين الأحمر\n</p>\n\n<p>\nالزندان عظما الساعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p177'> Vol. 01, p. 177</a>\n            </div>\n             & باب قطع الطريق & لما فرغ من بيان\nالسرقة الصغرى شرع في بيان السرقة الكبرى وفي غاية البيان اعلم أن قطع\nالطريق يسمى سرقة كبرى أما كونه سرقة باعتبار أن قاطع الطريق يأخذ المال\nخفية عن عين الإمام الذي عليه حفظ الطريق وأما كونه كبرى فلأن ضرره يعم\nعامه المسلمين حيث ينقطع عليهم الطريق بزوال الأمن بخلاف السرقة الصغيرة\nفإن ضررها خاص ولأن موجب قطع الطريق أغلظ من قطع اليد والرجل لأن موجبه قتل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p178'> Vol. 01, p. 178</a>\n            </div>\n             وفي الدرر سواء كان قاطع الطريق جماعة ممتنعين عن طاعة الإمام\nفقصدوه أو واحدا يقدر على الامتناع فقصده\n</p>\n\n<p>\nالعصمة ملكة اجتناب المعاصي مع التمكن منها وفي الصحاح العصمة المنع يقال\nعصمه الطعام أي منعه من الجوع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p179'> Vol. 01, p. 179</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p180'> Vol. 01, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\n| كتاب الجهاد\n</p>\n\n<p>\nالجهاد مصدر جاهدت العدو إذا قابلته في تحمل الجهد أو بذل كل منكما جهده\nأي طاقته في دفع صاحبه ثم غلب في الإسلام على قتال الكفار كذا في المغرب\nوفي الصحاح الجهد والجهد بالفتح والضم الطاقة الجهاد بالفتح الأرض الصلبة\nوجاهد في سبيل الله مجاهدة وجهادا والاجتهاد والتجاهد بذل الوسع الجهد\nوالمجهود المشقة ورجل مجهود أي <span id='ms41'></span> ذو جهد\n</p>\n\n<p>\nالسير جمع سيرة وهي الحالة من السير كالجلسة والركبة للجلوس والركوب ثم\nنقلت إلى معنى الطريق والمذهب ثم غلبت في لسان الشرع على أمور المغازي لأن\nأول أمرنا السير إلى العدو وأن المراد بها سير الإمام ومعاملاته مع الغزاة\nوالأنصار ومع العداة والكفار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p181'> Vol. 01, p. 181</a>\n            </div>\n             وإنما سمي بها هذا الكتاب لأنه\nبين فيه سير المسلمين في المعاملة مع الكافرين من أهل الحرب ومع أهل العهد\nمنهم من أهل الذمة والمستأمنين ومع المرتدين وهم أخبث الكفار بالإنكار بعد\nالإقرار ومع أهل البغي الذين حالهم دون حال المشركين وإن كانوا جاهلين وفي\nالمغرب قالوا السير الكبير فوصفوها بصفة المذكر لقيامها مقام المضاف الذي\nهو الكتاب كقولهم صلى الظهر وسير الكبير خطأ كجامع الصغير وجامع الكبير\n</p>\n\n<p>\nالجزية ما يؤخذ من أهل الذمة والجمع الجزى مثل لحية ولحى\n</p>\n\n<p>\nالذمة العهد لأن نقضه يوجب الذم وتفسر بالأمان والضمان وكل ذلك متقارب\nومنها قيل للمعاهدين من الكفار ذمي لأنه أومن على ماله ودمه بالجزية ويسمى\nمحل التزام الذمة بها في قولهم ثبت في ذمه كذا وفي الصحاح الذمة أهل العقد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p182'> Vol. 01, p. 182</a>\n            </div>\n             والذمة الأمان في قوله عليه السلام ويسعى بذمتهم أدناهم\n</p>\n\n<p>\nالجعائل جمع جعيلة أو جعالة بالحركات الثلاث بمعنى الجعل وهو ما يجعل\nللعامل على عمله وسمي به ما يعطى للمجاهد ليستعين به على جهاده وأجعلت له\nأي أعطيت له العجل\n</p>\n\n<p>\nالغنيمة ما نيل من أهل الشرك عنوة أي قهرا أو غلبة والحرب قائمة وحكمها\nأن تخمس وسائرها بعد الخمس للغانمين خاصة كذا في المغرب وفي الصحاح المغنم\nبمعنى الغنيمة\n</p>\n\n<p>\nالفيء ما نيل منهم بعدما تضع الحرب أوزارها وتصير الدار دار الإسلام\nوحكمه أن يكون لكافة المسلمين ولا يخمس\n</p>\n\n<p>\nالنفل ما ينفله الغازي أي يعطاه زائدا على سهمه وهو أن يقول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p183'> Vol. 01, p. 183</a>\n            </div>\n            \nالإمام أو الأمير من قتل قتيلا فله سلبه أو قال للسرية ما أصبتم فهو لكم أو\nربعه أو نصفه ولا يخمس وعلى الإمام الوفاء وعن علي بن عيسى الغنيمة أعم من\nالنفل والفيء أعم من الغنيمة لأنه <span id='ms42'></span> اسم لكل ما صار للمسلمين من أموال أهل\nالشرك قال أبو بكر الرازي رحمه الله والغنيمة فيء والجزية فيء ومال أهل\nالصلح فيء والخراج فيء لأن ذلك كله مما أفاء الله على المسلمين وعند\nالفقهاء رحمهم الله كل ما يحل أخذه من أموالهم فهو فيء كذا في المغرب\nالجزية نوعان جزية وضعت بالصلح والتراضي فتعدد بحسب ما يقع عليه الاتفاق\nوجزية يضعها الإمام إذا غلب عليهم كذا في الدرر وجزى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p184'> Vol. 01, p. 184</a>\n            </div>\n             بمعنى قضى\nفهو بغير همزة ومنه لا تجزى عن أحد بعدك أي لا يؤدي عنه ولا يقضى ومنه\nالجزية لأنها تجزي عن الذمي وفي الصحاح الجزية ما يؤخذ من أهل الذمة والجمع\nالجزى مثل لحية ولحى\n</p>\n\n<p>\nالخراج ما يخرج من غلة الأرض ثم سمي ما يأخذه السلطان خراجا فيقال أدى\nفلان خراج أرضه وأدى أهل الذمة خراج رؤوسهم يعني الجزية\n</p>\n\n<p>\nالمستأمن من الاستيمان وهو طلب الأمان من العدو حربيا كان أو مسلما نبذ\nالعهد نقضه\n</p>\n\n<p>\nالغلة كل ما يحصل من ريع الأرض أو كرائها\n</p>\n\n<p>\nوالريع النماء والزيادة وأرض مريعة بفتح الميم أي مخصبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p185'> Vol. 01, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\nوالخصب بالكسر نقيض الجدب والخصاب النخيل الكثير الحمل والجدب القحط\n</p>\n\n<p>\nوقحط المطر يقحط قحوطا احتبس\n</p>\n\n<p>\nوالأتاوة الخراج والجمع الأتاوي\n</p>\n\n<p>\nالترك جيل من الناس واحده تركي\n</p>\n\n<p>\nوالروم هم من ولد الروم ابن عيصو يقال رومي وروم مثل زنجي وزنج فليس بين\nالواحد والجمع إلا الياء المشددة كما في تمر وتمرة ولم يكن بين الواحد\nوالجمع إلا الهاء والتقييد بهما اتفاقي لأن المراد بهما الكفار من البلدين\n</p>\n\n<p>\nالوظائف جمع وظيفة وهي ما يقدر للإنسان في كل يوم من طعام أو رزق والمراد\nها هنا العشر والخراج فيكون مجازا من قبيل تسمية الشيء باعتبار ما يؤول\nإليه يقال قد وظفته توظيفا\n</p>\n\n<p>\nالمرتد اسم فاعل من الارتداد وهو الرجوع على الإطلاق لغة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p186'> Vol. 01, p. 186</a>\n            </div>\n             وفي\nالشريعة وهو الرجوع من الدين الحق إلى الباطل أعاذنا الله سبحانه وتعالى من\nذلك فمن ارتد والعياذ بالله عرض عليه الإسلام وكشفت شبهته فإن استمهل حبس\nثلاثة أيام <span id='ms43'></span> فإن تاب وإلا قتل أي إن تاب فبها وإن لم يتب قتل ومعنى فبها أي\nبالخصلة الحسنة أخذ وكلمة إلا معناها إن لا وليست للاستثناء كذا في صدر\nالشريعة\n</p>\n\n<p>\nالبغاة جمع باغ من البغي وهو الظلم وهكذا الجمع في اسم الفاعل من المعتل\nاللام قياس مطرد كالغزاة والقضاة من الغازي والقاضي وكالرواة من الراوي وفي\nالصحاح البغي التعدي وكل مجاوزة وإفراط على المقدار الذي هو حد الشيء فهو\nبغي وفي المغرب البغي الفاجرة والجمع البغايا ومنه بغت إذا زنت وفي غاية\nالبيان والمراد من البغاة الخوارج ولهذا في المبسوط سمي هذا الباب بباب\nالخوارج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p187'> Vol. 01, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\nوالسبي والسباء والاستباء الأسر ومنه المرأة تسبي قلب الرجل\n</p>\n\n<p>\nوالأسير الأخيذ يشد أو لم يشد من الإسار وهو القد ومنه سمي الأسير وكانوا\nيشدونه بالقد فغلب على الأخيذ أسيرا وإن لم يشد به يقال أسرت الرجل أسرا\nوإسارا فهو أسير ومأسور والجمع أسرى وأسارى\n</p>\n\n<p>\nاللقيط بمعنى ملقوط وهو لغة ما يلقط أي يرفع من الأرض وقد غلب على الصبي\nالمنبوذ وفي الصحاح المنبوذ الصبي الذي تلقيه أمه في الطريق وشرعا هو مولود\nطرحه أهله خوفا من العيلة وفرارا من التهمة\n</p>\n\n<p>\nوالعيلة والعالة الفاقة\n</p>\n\n<p>\nوالفاقة الفقر والحاجة كذا في الصحاح\n</p>\n\n<p>\nاللقطة الشيء الذي تجده ملقى فتأخذه كذا في المغرب وفي التبيين اللقطة\nبضم اللام وفتح القاف اسم الفاعل للمبالغة وبسكون القاف اسم المفعول كضحكة\nوضحكة وسمي هذا المال الملقوط باسم الفاعل منه لزيادة معنى اختص به وهو أن\nكل من رآها يميل إلى رفعها فكأنما تأمره بالرفع لأنها حاملة إليه فأسند\nإليه مجازا فجعلت كأنها هي التي رفعت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p188'> Vol. 01, p. 188</a>\n            </div>\n             نفسها ونظيره قولهم ناقة\nحلوب ودابة ركوب وهو اسم الفاعل سميت بذلك لأن من رآها يرغب في الركوب\nوالحلب فنزلت كأنها حلبت نفسها وركبت نفسها وفي الدرر وهي اسم اللقيط في\nالمعنى لكن استعمال اللقيط في الآدمي واللقطة في غيره وقدم اللقيط على\nاللقطة لكون النفس أعز من المال وأخذ اللقيط واللقطة شرع لإحياء النفس\nوالمال قال تعالى <span class='quran'>ومن <span id='ms44'></span> أحياها فكأنما أحيا الناس جميعا </span>إلا أن\nالأول فرض وهذا مندوب في بعض الصور\n</p>\n\n<p>\nالأمانة والأمان بمعنى وقد أمنت فأنا آمن وأمنت غيري من الأمن والأمان\n</p>\n\n<p>\nوالأمن وهو عدم توقع مكروه في الزمان الآتي\n</p>\n\n<p>\nالآبق وهو مملوك فر من مالكه قصدا معندا\n</p>\n\n<p>\nوالضال هو الذي ضل الطريق إلى منزله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p189'> Vol. 01, p. 189</a>\n            </div>\n             وفي المغرب أبق العبد\nهرب من بابي ضرب وطلب إباقا فهو آبق وهم أباق وفي غاية البيان قال في\nالمبسوط الإباق تمرد في الانطلاق وهو من سوء الأخلاق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p190'> Vol. 01, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\n| كتاب المفقود\n</p>\n\n<p>\nتناسب الكتابين من حيث أن كلامنها منهما غاب لم يدر أثره وفي المغرب فقدت\nالشيء غاب عني ذاتا وأنا فاقد والشيء مفقود فالمفقود في الشريعة هو غايب لم\nيدر موضعه وحياته وموته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p191'> Vol. 01, p. 191</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p192'> Vol. 01, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\n| كتاب الشركة\n</p>\n\n<p>\nوهي اختلاط شيء بشيء لغة وفي الشريعة عبارة عن اختلاط النصيبين فصاعدا\nبحيث لا يفرق أحد النصيبين عن الآخر ثم يطلق هذا الاسم على العقد أي عقد\nالشركة وإن لم يوجد اختلاط النصيبين إذ العقد سبب له ومنه الشرك بالتحريك\nحبالة الصائد لأن فيه اختلاط بعض حبله بالبعض ثم أطلقت على العقد مجازا\nلكونه سببا له ثم صارت حقيقة وفي المغرب شركة في كذا شركا وشركة واسم\nالفاعل منه شريك وشارك في كذا واشتركوا وتشاركوا وطريق مشترك ومنه الأجير\nالمشترك وهو الذي يعمل لمن شاء وأما أجير المشترك على الإضافة فلا يصح إلا\nعلى تأويل المصدر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p193'> Vol. 01, p. 193</a>\n            </div>\n             وأما قوله تعالى <span class='quran'>إن الشرك لظلم عظيم\n</span>فاسم من أشرك بالله إذا جعل له شريكا وفسر الشرك بالرياء في قوله عليه\nالسلام إن أخوف ما أخاف على أمتي الشرك والشهوة الخفية وهي أن تعرض للصائم\nشهوة فتواقعها والشرك أيضا النصيب تسمية بالمصدر ومنه بيع شرك من دار شركة\n</p>\n\n<p>\nالمفاوضة مصدر فاوضه في كذا إذا جاراه وفعل مثل فعله والناس فوضى في هذا\nالأمر أي سواء لا تباين بينهم ومنه شركة المفاوضة كذا في المغرب\n</p>\n\n<p>\nوشركة العنان أن يشتركا في شيء خاص دون سائر أموالهما وهو مأخوذ من قولهم\nعن لهما شيء <span id='ms45'></span> فاشترياه مشتركين فيه أي عرض كذا في الصحاح وفي الإشراف وهي في\nالشرع عبارة عن الشريكين يشتركان بمالهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p194'> Vol. 01, p. 194</a>\n            </div>\n             وأبدانهما وسمي هذا\nالعقد به لما قال ابن السكيت كأنه عن لهما شيء فاشتركا فيه أو من عنان\nالفرس كما ذهب إليه الكسائي والأصمعي لأن كلا منهما جعل عنان التصرف في بعض\nالمال إلى صاحبه وفي الكفاية وشرعيتها بالسنة فإنه عليه الصلاة والسلام بعث\nوالناس يباشرونها فقررهم عليه\n</p>\n\n<p>\nالفلس يجمع في القلة على أفلس وفي الكثرة على فلوس وقد أفلس الرجل صار\nمفلسا كأنما صارت دراهمه فلوسا وزيوفا والفلوس النافقة أي الرابحة والتبر\nما كان غير مضروب من الذهب والفضة\n</p>\n\n<p>\nوعن الزجاج هو كل جوهر قبل أن يستعمل كالنحاس والصفر وغيرهما وبه يظهر\nصحة قول محمد رحمه الله وفي الصحاح فإذا ضرب دنانير فهو عين ولا يقال تبر\nإلا للذهب وبعضهم يقول للفضة أيضا\n</p>\n\n<p>\nوالتبار الهلاك وتبره تتبيرا أي كسره وأهلكه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p195'> Vol. 01, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\nالحديد يطلق على المضروب والتبر على غير المضروب\n</p>\n\n<p>\nوالصفر بالضم الذي تعمل منه الأواني وأبو عبيدة يقول بالكسر كذا في\nالصحاح\n</p>\n\n<p>\nوالنقرة السبيكة\n</p>\n\n<p>\nوالسبيكة القطعة المذابة من الذهب والفضة أو غيرهما إذا استطالت يقال\nسبكت الفضة وغيرها أسبكها سبكا أذبتها كذا في الصحاح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p196'> Vol. 01, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\n| كتاب الوقف\n</p>\n\n<p>\nتناسب الكتابين من حيث أن المقصود من كل منهما الانتفاع لكن الانتفاع\nبالأول في الدنيا والانتفاع بالثاني في الآخرة ولذا ذكره بعد الشركة الوقف\nفي الأصل مصدر وقفه إذا حبسه وقفا ووقف بنفسه وقوفا يتعدى ولا يتعدى وقيل\nللموقوف وقف تسمية بالمصدر وفي الدرر فإن وقف الذي مصدره الوقف متعدد معناه\nما ذكر ووقف الذي مصدره الوقوف لازم وفي الاختيارات الوقف هو الحبس لغة وفي\nالشرع عبارة عن حبس العين على ملك الواقف والتصدق بالمنافع على الفقراء مع\nبقاء العين كالعارية عند أبي حنيفة رحمه الله إلا أنه غير لازم حتى لو رجع\nالواقف يصح عنده وعندهما رحمهما الله حبس العين على حكم ملك الله سبحانه\nوتعالى فيزول ملك الواقف واللزوم عند أبي حنيفة رحمه الله <span id='ms46'></span> إنما يكون بالحكم\nأو بالتعليق بالموت والفتوى على قولهما كذا في التتمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p197'> Vol. 01, p. 197</a>\n            </div>\n             وفي\nالكافي أن عمر رضي الله عنه قال يا رسول الله إني استفدت مالا وهو عندي\nنفيس أأتصدق به فقال عليه السلام تصدق بأصله لا يباع ولا يوهب ولا يورث\nلينتفع بثمره الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p198'> Vol. 01, p. 198</a>\n            </div>\n            \n</p>\n\n<p>\n| كتاب البيوع\n</p>\n\n<p>\nلما فرغ من بيان العبادات شرع في المعاملات وقدم البيع لأنه أكثر وقوعا\nوفي الإشراف البيع في اللغة أخذ شيء وإعطاء شيء آخر وفي الشريعة عبارة عن\nإيحاب وقبول ثم اختلفوا هل يشترط ذلك القبول في الأشياء الخطيرة والتافهة\nفقال مالك وأبو حنيفة في رواية لا يشترط ذلك في الخطيرة ولا في التافهة\nوكلما رآه الناس بيع فهو بيع وقال الشافعي رحمه الله يجب في الأشياء\nالخطيرة والتافهة وقال أحمد رحمه الله يجب في الخطيرة ولا يجب في التافهة\nواختلفوا هل ينعقد بالمعاطاة فقال أبو حنيفة رحمه الله في إحدى روايتيه\nوالشافعي وأحمد في إحدى روايتيه لا ينعقد وقال مالك رحمه الله ينعقد وعن\nأبي حنيفة وأحمد مثله وهذا في كلها على الإطلاق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p199'> Vol. 01, p. 199</a>\n            </div>\n             واتفقوا على أن\nبيع العين الطاهرة صحيح واختلفوا في العين النجسة في نفسها فقال مالك\nوالشافعي وأحمد رحمهم الله تعالى لا يجوز بيعها واستثنى مالك رحمه الله\nجواز ما فيه المنفعة منها كالكلب والسرجين ومناسبة البيع للوقف من حيث أن\nكلا منهما يزيل الملك ففي الوقف يزول عن ملك الواقف بعد حكم الحاكم من غير\nأن يدخل في ملك الموقوف عليه وفي البيع يزول عن ملك البايع ويدخل في ملك\nالمشتري وإنما قدم الوقف ولم يعكس لأنه كالمفرد والبيع كالمركب من حيث إن\nالوقف فيه زوال بلا دخول والبيع فيه زوال ودخول والمفرد سابق على المركب\nكذا في غاية البيان\n</p>\n\n<p>\nوالمبيعات أصناف مختلفة وأجناس متفاوتة وجمع المصدر لاختلاف أنواعه وهذا\nالكتاب لبيان أنواعه لا لحقيقته وفي المغرب البيع من الأضداد يقال باع\nالشيء إذا شراه أو اشتراه ويتعدى إلى المفعول الثاني بنفسه وبحرف الجر\nوبهما تقول باعه الشيء وباعه منه <span id='ms47'></span> وفي الاختيار البيع في اللغة مطلق\nالمبادلة وكذلك الشراء سواء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p200'> Vol. 01, p. 200</a>\n            </div>\n             كانت في مال أو غيره قال الله\nتعالى <span class='quran'>إن الله اشترى من المؤمنين أنفسهم وأموالهم بأن لهم الجنة </span>وقال عز وجل <span class='quran'>أولئك الذين اشتروا الضلالة بالهدى والعذاب بالمغفرة </span>وفي الشرع مبادلة المال المتقوم تمليكا وتملكا فإن وجد تمليك المال\nبالمنافع فهو إجارة ونكاح وإن وجد مجانا فهو هبة ثم البيع عقد مشروع ثبتت\nشرعيته بالكتاب والسنة والمعقول أما الكتاب فقوله تعالى <span class='quran'>وأحل الله\nالبيع وحرم الربا </span>وقال عز وجل <span class='quran'>إلا أن تكون تجارة عن تراض منكم\n</span>وأما السنة فلأنه عليه السلام قد باع واشترى مباشرة وتوكيلا وعلى\nشرعيته الإجماع والمعقول وهو أن الحاجة ماسة إلى شرعيته فإن الناس يحتاجون\nإلى الأعواض والسلع والطعام والشراب الذي في أيدي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p201'> Vol. 01, p. 201</a>\n            </div>\n             بعضهم ولا\nطريق لهم إلا بالبيع والشراء فإن ما جبلت عليه الطباع من الشح والضنة وحب\nالمال يمنعهم من إخراجه من غير عوض فاحتاجوا إلى المعاوضة فوجب أن يشرع\nوفقا لهذه الحاجة وركنه الإيجاب والقبول لأنهما يدلان على الرضاء وشرطه\nأهلية المتعاقدين ومحله المال وحكمه ثبوت الملك للمشتري في المبيع وللبايع\nفي الثمن إذا كان باتا وعند الإجارة إذا كان موقوفا\n</p>\n\n<p>\nالشراء يمد ويقصر يقال منه شريت الشيء أشريه شرى إذا بعته وإذا اشتريته\nأيضا وهو من الأضداد قال تعالى <span class='quran'>ومن الناس من يشري نفسه ابتغاء مرضات\nالله </span>وقال تعالى <span class='quran'>وشروه بثمن بخس دراهم معدودة </span>أي باعوه\nوقوله تعالى <span class='quran'>اشتروا الضلالة </span>أصله اشتريوا ويجمع الشرى على أشرية\nوفي النهاية البيع ينعقد بالإيجاب والقبول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p202'> Vol. 01, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\nوالانعقاد عبارة عن انضمام أحد كلام العاقدين إلى الآخر على وجه يظهر\nأثره في المحل شرعا\n</p>\n\n<p>\nوالإيجاب ما ذكر أولا من لفظ بعت واشتريت\n</p>\n\n<p>\nوالقبول ما ذكر ثانيا وهو المتعارف وقيل الإيجاب فعل والفعل خروج الممكن\nمن الإمكان إلى الوجوب أي إلى التحقق والثبوت وفي الكفاية قيل أنواع البيع\nترتقي إلى عشرين نوعا أو أكثر والكل مذكور في النهاية\n</p>\n\n<p>\nالنفيس ما يكثر ثمنه كالعبيد والإماء\n</p>\n\n<p>\nوالخسيس ما يقل ثمنه كالبقل <span id='ms48'></span> والرمان واللحم والخبز والشرط في بيع التعاطي\nالإعطاء من الجانبين عند شمس الأئمة الحلواني وقيل الإعطاء من أحد الجانبين\nيكفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p203'> Vol. 01, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\nوالمجازفة أخذ الشيء بلا كيل ولا وزن والجزف أخذ الشيء مجازفة وجزافا\n</p>\n\n<p>\nالصبرة واحدة صبر الطعام تقول اشتريت الشيء صبرة أي بلا كيل ولا وزن\n</p>\n\n<p>\nوالمحاقلة بيع الطعام في سنبله وقيل اشتراء الزرع بالحنطة وقيل بيع الزرع\nقبل صلاحه من الحقل وهو الزرع وقيل المزارعة بالثلث والربع وغيرهما وقيل\nكراء الأرض بالحنطة كذا في المغرب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p204'> Vol. 01, p. 204</a>\n            </div>\n             & باب خيار الشرط & البيع\nنوعان لازم وغير لازم فلما بين اللازم وقدمه لكونه أقوى وما هو أقوى فهو\nأولى بالتقديم شرع في بيان غير اللازم وهو ما فيه خيار شرط أو رؤية أو عيب\nوإضافة الخيار إليه إضافة الحكم إلى سببه كصلاة الظهر وقدم خيار الشرط على\nالبواقي لكونه أعم وجودا حتى شرع للعاقدين ولأحدهما ولغيرهما بإذنهما وفي\nالمغرب الخيار اسم من الاختيار ومنه خيار الرؤية وفي درر الحكام وخيار\nالشرط أنواع فاسد وفاقا كما إذا قال اشتريت على أني بالخيار أو على أني\nبالخيار أياما أو على أني بالخيار أبدا وجائز وفاقا وهو أن يقول على أني\nبالخيار ثلاثة أيام فما دونها ومختلف فيه وهو أن يقول على أني بالخيار شهرا\nأو شهرين فإنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p205'> Vol. 01, p. 205</a>\n            </div>\n             فاسد عند أبي حنيفة وزفر والشافعي رحمهم الله\nتعالى جايز عند أبي يوسف ومحمد رحمهما الله تعالى الغبن بالتسكين في البيع\nوالغبن بالتحريك في الرأي يقال غبنته في البيع بالفتح أي خدعته وقد غبن فهو\nمغبون وغبن رأيه بالكسر إذا نقصه فهو غبين أي ضعيف الرأي والتغابن أن يغبن\nالقوم بعضهم بعضا ومنه قيل يوم التغابن ليوم القيامة لأن أهل الجنة يغبنون\nأهل النار\n</p>\n\n<p>\nالمراوضة المداراة والمخاتلة ومنها بيع المراوضة لبيع المواصفة لأنه لا\nيخلو عن مداراة ومخاتلة وفي الإجارات البائع والمشتري إذا تراوضا السلعة أي\nتداريا فيها وراد الكلأ أي طلبه ومنه إذا بال أحدكم فليرتد لبوله أي يطلب\nمكانا لينا أو منحدرا كذا في الصحاح والمغرب أيضا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p206'> Vol. 01, p. 206</a>\n            </div>\n             & باب <span id='ms49'></span> خيار\nالعيب & وهو نقص خلا عنه أصل الفطرة السليمة لأن مطلق العقد يقتضي وصف\nالسلامة لأن الغالب في الأشياء هو السلامة فيقع العقد على ذلك الوصف لأن كل\nواحد من العاقدين صاحب عقل وتمييز فيأبى أن يغبن أو يغبن كذا في الكفاية\nوالعيب نوعان ظاهري كالعمى والماء في العين وباطني كالسعال وانقطاع الحيض\nشهرين فصاعدا أو الإباق أو نحوهما واعلم أن المراد بالعيب عيب كان عند\nالبائع ولم يره المشتري عند البيع ولا عند القبض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p207'> Vol. 01, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\nالجس اللمس باليد للتعرف\n</p>\n\n<p>\nعدل الشيء بالكسر مثله من جنسه وفي المقدار أيضا وعدله بالفتح مثله من\nخلاف جنسه كذا في المغرب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p208'> Vol. 01, p. 208</a>\n            </div>\n             & باب البيع & الفاسد الصحيح ما كان\nمشروعا بأهله ووصفه والفاسد مشروع بأصله لا وصفه ويفيد الملك عند اتصال\nالقبض به حتى لو اشترى عبدا بخمر وقبضه فأعتقه يعتق ثم هذا الباب مشتمل عل\nأربعة أنواع باطل وفاسد ومكروه وموقوف\n</p>\n\n<p>\nفالباطل ما لا يكون مشروعا بأصله ووصفه ولا يفيد الملك حتى لو اشترى عبدا\nبميتة وقبضه وأعتقه لا يعتق والفاسد ما ذكرناه آنفا\n</p>\n\n<p>\nوالمكروه مشروع بأصله ووصفه لكن جاوره شيء منهي عنه كالبيع عند أذان\nالجمعة\n</p>\n\n<p>\nوالموقوف مشروع بأصله ووصفه ويفيد الملك على سبيل التوقف ولا يفيد تمامه\nلتعلق حق الغير فالباطل والفاسد بهذا التفسير متباينان إذ في تعريف كل واحد\nمنهما قيد ينافي تعريف الآخر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p209'> Vol. 01, p. 209</a>\n            </div>\n             ثم لقب الباب بالفاسد وإن كان فيه\nالباطل والموقوف والمكروه لكثرة وقوعه بتعدد أسبابه وفي تبيين الحقائق لأن\nالفاسد وصف شامل كالعرض العام لما قلنا إن الباطل فائت الأصل والوصف\nوالفاسد فائت الوصف لا الأصل والمكروه فائت وصف الكمال فعم فوات الوصف الكل\nكالحركة بالنسبة إلى الحيوان والنبات ثم الضابطة في تمييز الفاسد من الباطل\nوهي أن أحد العوضين إذا لم يكن مالا في دين سماوي فالبيع باطل سواء كان\nمبيعا أو ثمنا فبيع الميتة أو الحر أو به باطل وإن كان في بعض الأديان مالا\nدون البعض إن أمكن اعتباره ثمنا فالبيع فاسد فبيع العبد بالخمر أو <span id='ms50'></span> الخمر\nبالعبد فاسد وإن تعين كونه مبيعا فالبيع باطل فبيع الخمر بالدراهم أو\nالدراهم بالخمر باطل وفي الكفاية إذا كان أحد العوضين أو كلاهما محرما\nفالبيع فاسد فالفاسد أعم من الباطل لأن كل باطل فاسد ولا يعكس وفي النهاية\nالبياعات أنواع أربعة\n</p>\n\n<p>\nالمساومة وهي التي لا يلتفت إلى الثمن الأول\n</p>\n\n<p>\nوالوضيعة وهي التي بنقصان من الثمن السابق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p210'> Vol. 01, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\nوالتولية وهي التي بالثمن الأول وإنما سمي هذا النوع من البياعات تولية\nلأن البائع كأنه يجعل المشتري واليا لما اشتراه بما اشتراه\n</p>\n\n<p>\nوالمرابحة نقل ما ملكه بالعقد الأول بالثمن الأول مع زيادة ربح والدليل\nعلى جوازها أن كل واحد من الثمن والمبيع معلوم ويجوز العقد عليه فالبيع\nبإلقاء الحجر والملامسة والمنابذة بيع كان في الجاهلية صورته كان الرجلان\nيتساومان المبيع فإذا ألقى المشتري عليه حصاة أو لمسه أو نبذه البائع إليه\nلزم البيع ففسدت لورود النهي عنها لما فيه من معنى التعليق كأنه قال إن\nألقيت عليه حجرا فهو لك كذا في مجمع البحرين\n</p>\n\n<p>\nوالمزابنة بيع التمر في رؤوس النخل بتمر مجذوذ مثل كيله خرصا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p211'> Vol. 01, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\nوالخرص الحزر وهو التقدير\n</p>\n\n<p>\nالنجش هو أن تستام السلعة بأزيد من ثمنها وأنت لا تريد شراءها ليراك\nالآخر فيقع فيه وروي بالسكون كذا في المغرب\n</p>\n\n<p>\nالإقالة في اللغة رفع وإسقاط وفي الشرع عبارة عن رفع العقد وقيل إنه مشتق\nمن القول وهمزته للسلب أي أزال القول السابق كما في قسط وأقسط أي أزال\nالجور وهي غلط لأنهم قالوا قلته البيع وأقلته وقال الجوهري رحمه الله\nوأقلته البيع إقالة وهو فسخه وربما قالوا قلته وهو لغة قليلة فدل قلته\nالبيع على أن العين ياء والوجه الثاني وهو أن تكون الإقاله من القول على\nالبطلان لأن في الصحاح أورد إقالة البيع في القاف مع الياء لا في ذكر القاف\nمع الواو كذا في النهاية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p212'> Vol. 01, p. 212</a>\n            </div>\n             قال عليه السلام من أقال نادما بيعته\nأقال الله تعالى عثرته يوم القيامة كذا في الهداية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p213'> Vol. 01, p. 213</a>\n            </div>\n             & باب الربا\n& تناسب البابين من حيث ان فيهما زيادة لكن <span id='ms51'></span> في المرابحة زيادة هي حلال وفي\nالربا زيادة هي حرام والاحتراز عن الشبهة واجب في كل باب فإن قيل كيف\nيستقيم وجه تناسب اقتران باب الربا بباب المرابحة ويفصل بينهما باب الإقالة\nقلنا توسط باب الإقالة بين هذين البابين يقع في هذه المسودة لمراعاة عداد\nأنواع البياعات على التعاقب والتوالي من غير فصل بإيراد المرابحة في عقب\nأخواتها وفي الأصل باب الإقالة مقدم على باب المرابحة وتعاقب فيه باب الربا\nبباب المرابحة والله تعالى الموفق للسداد وعلى فضله الاعتماد\n</p>\n\n<p>\nثم الربا في اللغة الفضل والزيادة يقال ربا الشيء يربو ربا وربوا أي زاد\nوفي الشرع هو فضل أحد المتجانسين على الآخر من مال بلا عوض وفي الصحاح\nوالربا في البيع ويثنى ربوان وربيان وقد أربى الرجل والربية مخففة لغة في\nالربا وكان القياس ربوة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p214'> Vol. 01, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\nالنساء بالمدلا غير التأخير يقال بعته بنساء ونسيء ونسيئة بمعنى كذا في\nالمغرب وفي الصحاح ونسأت الشيء نسأ أخرته وكذلك أنسأته فعلت وأفعلت بمعنى\nوالنسأة بالضم التأخير وكذلك النسيئة على فعيلة وبعته بنسأة وبعته بكلأة\nوبعته بنسيئة أي بأخرة وقال الأخفش أنسأته الدين إذا جعلته له مؤخرا ونسأته\nدينه إذا أخرته نساء بالمد وكذلك النساء في العمر ممدود ومنه قوله من سره\nالنساء ولا نساء فليخفف الرداء وليباكر الغداء وليقل غشيان النساء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p215'> Vol. 01, p. 215</a>\n            </div>\n             & باب الحقوق & لما فرغ من بيان ما هو أصل في البيع وهو المبيع\nوالثمن ذكر في هذا الباب ما يتبعهما من الحقوق وله مناسبة خاصة بالربا لأن\nفي بابه بيان فضل هو حرام وهنا بيان فضل هو حلال والحقوق جمع حق والحق أيضا\nخلاف الباطل\n</p>\n\n<p>\nوالحق في لسان أهل اللغة هو الثابت الذي لا يسوغ إنكاره وفي اصطلاح أهل\nالمعاني هو الحكم المطابق للواقع يطلق على الأقوال والعقائد والأديان\nوالمذاهب باعتبار اشتمالها على ذلك ويقابله الباطل\n</p>\n\n<p>\nوأما الصدق فقد شاع في الأقوال خاصة ويقابله الكذب وقد يفرق بينهما بأن\nالمطابقة تعتبر في الحق من جانب الواقع وفي الصدق من جانب الحكم فمعنى صدق\nالحكم <span id='ms52'></span> مطابقته للواقع ومعنى حقيقته مطابقة الواقع إياه وهذا الفصل لا يناسب\nالمقام ولكنه أوردها للمناسبة اللفظية ولأنه مما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p216'> Vol. 01, p. 216</a>\n            </div>\n             لا يدل منه\nاستحقاق الحقوق يكون بعدها لا محالة ولهذا أخره عنها\n</p>\n\n<p>\nالمنزل اسم لما يشتمل على بيوت وصحن مسقف ومطبخ ليسكنه الرجل بعياله\n</p>\n\n<p>\nوالمطبخ موضع الطبخ بفتح الميم وكسرها والضم خطأ والباء مفتوحة لا محالة\n</p>\n\n<p>\nوالطبيخ ما له مرق وفيه لحم وشحم وإلا فلا كذا في المغرب\n</p>\n\n<p>\nوالبيت اسم لسقف واحد له دهليز\n</p>\n\n<p>\nوالدهليز ما بين الباب والدار فارسي معرب والجمع الدهاليز والدار اسم\nيشتمل على بيوت ومنازل وصحن غير مسقف فكانت أعم من أختيها لاشتمالها عليهما\n</p>\n\n<p>\nصحن الدار وسطها\n</p>\n\n<p>\nالكنيف الساتر ويسمى الترس كنيفا لأنه يستر ومنه قيل للمذهب كنيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p217'> Vol. 01, p. 217</a>\n            </div>\n             والكنيف أيضا حظيرة من شجر تجعل للإبل\n</p>\n\n<p>\nالبنيان الحائط\n</p>\n\n<p>\nوالبنية على فعليه الكعبة كذا في الصحاح\n</p>\n\n<p>\nالطراف من أدم\n</p>\n\n<p>\nوالخباء من صوف أو أدم ولا يكون من شعر وأبنية العرب طراف وأخبية وزاده\nالجوهري فقال والخباء واحد الأخبية من وبر أو صوف ولا يكون من شعر وهو على\nعمودين أو ثلاثة وما فوق ذلك فهو بيت كذا في الصحاح\n</p>\n\n<p>\nالظلة كهيئة الصفة كذا في الصحاح وأما في المغرب فالظلة كل ما أظللت من\nبناء أو جبل أو سحاب أي سترك وألقى ظله عليك\n</p>\n\n<p>\nومرافق الدار المتوضأ الواحد مرفق وفي الصحاح ومرافق الدار مصاب الماء\nونحوه\n</p>\n\n<p>\nوالمستراح المخرج واستراح الرجل من الراحة\n</p>\n\n<p>\nالسلم وهو لغة السلف فإنه أخذ عاجل بآجل سمي به هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p218'> Vol. 01, p. 218</a>\n            </div>\n             العقد\nلكونه معجلا على وقته فإن وقت البيع بعد وجود المبيع في ملك البائع والسلم\nعادة يكون بما ليس بموجود في ملكه فيكون العقد معجلا كذا في الدرر وفي\nالمغرب يقال أسلم الرجل في البر أي أسلف من السلم وأسلف في كذا وسلف إذا\nقدم الثمن فيه وفي الصحاح والسلف نوع من البيوع يعجل فيه الثمن وتضبط\nالسلعة بالوصف إلى أجل معلوم وهو مشروع بالكتاب وهو قوله تعالى <span class='quran'>إذا\nتداينتم بدين إلى أجل </span>فإنها تشمل السلم والبيع بثمن <span id='ms53'></span> مؤجل وتأجيله بعد\nالحلول والسنة وهو قوله عليه السلام من أسلم منكم فليسلم في كيل معلوم إلى\nأجل معلوم والإجماع ويأباه القياس لأنه بيع المعدوم وبيع موجود غير مملوك\nأو مملوك غير مقدور التسليم لا يصح لكنه ترك لما ذكرناه ولم يستدل بما روي\nأنه عليه السلام نهى عن بيع ما ليس عند الإنسان ورخص في السلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p219'> Vol. 01, p. 219</a>\n            </div>\n            \nقال أهل الفقه السلم جايز في المكيلات والموزونات والمعدودات التي لا\nيتفاوت كالجوز والبيض وفي المزروعات والأصل في ذلك قوله عليه السلام من\nأسلم منكم فليسلم في كيل معلوم الحديث وهذا يدل على جواز السلم في المكيل\nوالموزون فأما المعدود الذي لا يتفاوت فيجوز فيه السلم قال الإمام الشافعي\nرحمه الله يجوز في الجوز كيلا ولا يجوز عددا ويجوز في البيض وزنا قال\nالإمام الزيلعي رحمه الله اعلم أن بيع العين بالدين عزيمة وبيع الدين\nبالعين رخصة فلما فرغ من بيان الأول شرع في الثاني وهو السلم والرخصة في\nالأمر خلاف التشديد ثم السلم لغة الاستعجال وشرعا بيع الشيء على أن يكون\nدينا على البائع بالشرائط المعتبرة واختص هذا النوع من البيع بهذا الاسم\nلاختصاصه بحكم يدل عليه وهو تعجيل أحد البدلين قبل حصول المبيع فالمبيع\nيسمى مسلما فيه والثمن رأس المال والبائع مسلما إليه والمشتري رب السلم\nومعنى قولنا أسلم في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p220'> Vol. 01, p. 220</a>\n            </div>\n             كذا أي أسلم الثمن فيه وهمزته للسلب أي\nأزال سلامة الدراهم بتسليمه إلى المفلس\n</p>\n\n<p>\nالمكيال ما كيل به المكيلات والمكيل بمعناه والكيل مصدر كلت الطعام كيلا\nومكالا ومكيلا والاسم الكيلة بالكسر مثل الجلسة والركبة والطعام مكيل\nومكيول\n</p>\n\n<p>\nوالميزان ما يتزن به وأصله موزان ويقال زنت الشيء وزنا وزنة والاتزان\nالأخذ بالوزن\n</p>\n\n<p>\nالأكارع مادون الركبة من القوائم\n</p>\n\n<p>\nوبيع الغرر هو الخطر الذي لا يدري أيكون أم لا كبيع السمك في الماء\nوالطير في الهواء\n</p>\n\n<p>\nالصرف لغة بمعنى الفضل والنقل وإنما سمي بيع الأثمان صرفا إما لأن الغالب\nعلى عاقده طلب الفضل والزيادة أو لاختصاص هذا العقد بنقل كلا البدلين من يد\nإلى <span id='ms54'></span> يد في مجلس العقد والمناسبة بين البابين أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p221'> Vol. 01, p. 221</a>\n            </div>\n             رأس المال إذا\nكان دراهم أو دنانير يكون بيع دين بدين فتناسبا ثم البيع بالنظر إلى المبيع\nأربعة أنواع\n</p>\n\n<p>\nبيع العين بالعين كبيع السلعة بمثلها نحو بيع الثوب بالعبد وهي بيع\nالمقايضة وقايضه بكذا أي عاوضه كذا في المغرب\n</p>\n\n<p>\nوبيع العين بالدين نحو بيع العين بالأثمان المطلقة وهو أشهر الأنواع ولذا\nسمي بيعا باتا\n</p>\n\n<p>\nوبيع الدين بالعين وهو السلم\n</p>\n\n<p>\nوالدين بالدين وهو بيع الأثمان المطلقة كبيع الدراهم بالدنانير فهو الصرف\nكذا في النهاية فلما بين الثلاثة الأول شرع في بيان الرابعة وإنما أخرها\nلأن الدين بالدين أضعف البياعات حتى شرط قبض البدلين في المجلس\n</p>\n\n<p>\nوالأموال أنواع نوع ثمن بكل حال كالنقدين صحبه الباء أولا قوبل بجنسه أو\nبغيره ونوع مبيع بكل حال وهو ما ليس من ذوات الأمثال كالثياب والدواب\nوالمماليك ونوع ثمن بوجه مبيع بوجه كالمكيل والموزون فإذا كان معينا في\nالعقد كان مبيعا وإن لم يكن معينا وصحبه الباء وقابله مبيع فهو ثمن ونوع\nثمن بالاصطلاح وهو سلعة في الأصل فإن كان رابحا كان ثمنا وإن كان كاسدا كان\nسلعة كذا في الكفاية\n</p>\n\n<p>\nالكفالة وهي في اللغة الضم قال الله تعالى <span class='quran'>وكفلها زكريا </span>أي\nضمها إلى نفسه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p222'> Vol. 01, p. 222</a>\n            </div>\n             وقال النبي عليه السلام أنا وكافل اليتيم كهاتين\nأي ضام اليتيم إلى نفسه كذا في الكفاية وفي المغرب\n</p>\n\n<p>\nالكفيل الضامن والكفالة ضم ذمة إلى ذمة في حق المطالبة ويقال للمرأة كفيل\nأيضا والمناسبة بين البابين أن البيع يوجب دينا في الذمة والكفالة شرعت\nوثيقة لاستيفاء الدين غالبا فلها مناسبة خاصة بالصرف لأنه ضم ذمة إلى ذمة\nفي المطالبة كذا في الهداية وفي النهاية أورد الكفالة عقيب البيوع لأن\nالكفالة إنما يحتاج إليها غالبا في البياعات لعدم اعتماد أحد المتابيعين\nإلى الآخر ثم الكفيل من يقبل الكفالة\n</p>\n\n<p>\nوالمكفول له من له الدين\n</p>\n\n<p>\nوالمكفول عنه من عليه الدين\n</p>\n\n<p>\nوالمكفول به المال كذا في التوفيق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p223'> Vol. 01, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\nالزعيم الكفيل\n</p>\n\n<p>\nوالقبيل الكفيل\n</p>\n\n<p>\nوالعريف النقيب وهو دون الرئيس\n</p>\n\n<p>\nالحوالة هي <span id='ms55'></span> اسم من الإحالة والمناسبة بين الحوالة والكفالة ظاهرة من حيث\nإن في كل واحد منهما التزاما على الأصيل كذا في النهاية وفي تبيين الحقائق\nوأحلت زيدا بما كان له علي وهو مائة درهم على رجل فاحتال زيد به على الرجل\nفأنا محيل وزيد محال والمال محال به والرجل محال عليه ومحتال عليه وقول\nالفقهاء للمحتال له لغو لأنه لا حاجة إلى هذه الصلة ويقال للمحتال حويل\nقياسا على كفيل وضمين كذا في الكفاية وأصل التركيب دال على الزوال والنقل\nومنه التحويل وهو نقل شيء من محل إلى محل آخر وإنما سمي هذا العقد حوالة\nلأن فيه نقل المطالبة أو نقل الدين من ذمة إلى ذمة بخلاف الكفالة فإن فيها\nضم ذمة إلى ذمة وفي المغرب وقولهم في المزارعة الحوالة زيادة شرط على\nالعامل يعنون بها التحويل المعتاد في بعض النبات كالأرز مثلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p224'> Vol. 01, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\nالسفتجة تعريب سفقته وهي شيء محكم أو مجوف سمي هذا القرض بها لأنه لإحكام\nأمره أو لأنه شبه له بوضع الدراهم في السفاتج أي في الأشياء المجوفة كما\nتجعل العصا مجوفة ويخبأ فيها الماء\n</p>\n\n<p>\nتوي المال هلك وذهب توى فهو تو وتاو ومنه لا توى على مال امريء مسلم\nوتفسيره في حديث عمر رضي الله عنه في المحتال عليه يموت مفلسا قال يعود\nالدين إلى ذمة المحيل كذا في المغرب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p225'> Vol. 01, p. 225</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p226'> Vol. 01, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\n| كتاب أدب القاضي\n</p>\n\n<p>\nلما كان أكثر المنازعات يقع في البياعات والديون ذكر ما هو القاطع لها\nبعد ذكرها وهو قضاء القاضي والقاضي يحتاج إلى خصال حميدة حتى يصلح بها\nللقضاء ثم اعلم أن القضاء الشرعي أصل المحاسن ومجمعها ومشعب المكارم\nومنشؤها لما أن المراد منه نيابة الله تعالى ونيابة رسوله عليه السلام فإن\nالقضاء بالحق من أقوى الفرائض بعد الإيمان وهو أشرف العبادات لما أثبت الله\nتعالى لآدم عليه السلام اسم الخلافة فقال <span class='quran'>إني جاعل في الأرض خليفة\n</span>وأثبت ذلك لداود عليه السلام فقال تعالى <span class='quran'>يا داود إنا جعلناك\nخليفة في الأرض فاحكم بين الناس بالحق </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p227'> Vol. 01, p. 227</a>\n            </div>\n             وبه أمر <span id='ms56'></span> كل نبي\nمرسل صلوات الله سبحانه وتعالى عليهم أجمعين لأن المقصود منه إظهار العدل\nورفع الظلم من الظالم وإيصال الحق إلى المستحق والأمر بالمعروف والنهي عن\nالمنكر الأدب أدب النفس والدرس وقد أدب فهو أديب وأدبه غيره فتأدب واستأدب\nوتركيبه يدل على الجمع والدعاء ومنه الأدب بسكون الدال وهو أن تجمع الناس\nإلى طعامك وتدعوهم ومنه الأدب بالتحريك لأنه يأدب الناس إلى المحامد أي\nيدعوهم إليها وعن أبي زيد الأدب اسم يقع على كل رياضة محمودة يتخرج بها\nالإنسان في فضيلة من الفضائل كذا في المغرب وفي النهاية والمراد من أدب\nالقاضي هنا هو الخصال الحميدة المندوبة والمدعو إليها فالأدب للقاضي ما\nيذكر له من شرائط الشهادة القضاء لغة هو الإحكام وشرعا إلزام على الغير\nببينة أو إقرار كذا في الكفاية والدرر وفي النهاية ومعناه شرعا فصل\nالخصومات وقطع المنازعات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p228'> Vol. 01, p. 228</a>\n            </div>\n             وفي الصحاح القضاء الحكم وأصله قضاي\nلأنه من قضيت الياء همزت والجمع الأقضية والقضية مثله والجمع القضايا وفي\nالنهاية فعرف أوصاف القضاء بأوصاف الشهادة لأن أصل الولاية يثبت بأهلية\nالشهادة وكمال الولاية بالقضاء وكمال الشيء لا يكون بدون أصله فيصلح أن\nيكون الأهلية للشهادة أصلا لأهلية القضاء بهذا الطريق لأن الشهادة توجد\nبدون وصف القضاء ولا يوجد وصف القضاء بدون وصف الشهادة فكانت ولاية القضاء\nفرعا للشهادة من هذا الوجه فيصح هذا الكلام لأن كل واحد من باب الولاية\nوتفسيرها هو تنفيذ القول على الغير فالشهادة والقضاء كذلك ولهذا ينبغي أن\nيكون القاضي من أهل الشهادة والأمانة والفاسق لا يؤتمن في أمر الدين لقلة\nمبالاته فيه ففسق القاضي بأخذ الرشوة أو غيره مثل الزنا وشرب الخمر ثم اعلم\nأن\n</p>\n\n<p>\nالرشوة بكسر الراء وضمها لغتان وهي مأخوذة من الرشاء\n</p>\n\n<p>\nوفي المغرب الرشاء حبل الدلو والجمع أرشية ومنه الرشوة بالكسر والضم\nوالجمع الرشى وقد رشاه أي أعطاه الرشوة وارتشى منه أخذ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p229'> Vol. 01, p. 229</a>\n            </div>\n             فإن\nنازع الماء من البئر لا يتوصل إلى استقاء الماء من البئر إلا به فكذا\nالإنسان لا يتوصل إلى المقصود من <span id='ms57'></span> الحرام إلا بها وقال عليه السلام لعن رسول\nالله صلى الله عليه وسلم الراشي والمرتشي\n</p>\n\n<p>\nوالراشي هو الذي يسعى بينهما ويصلح أمرهما من ريش السهم وهو إصلاحه ثم\nالرشوة على وجوه أربعة منها ما هو حرام من الجانبين وهو ما إذا تقلد القضاء\nبه فلا يصير قاضيا وتكون الرشوة حراما على القاضي وعلى الآخذ سواء كان\nالقضاء بحق أو بغير حق ومنها ما إذا دفع الرشوة إلى القاضي ليقضي فهذه\nالرشوة حرام من الجانبين أيضا ومنها ما إذا دفع رشوة لخوف على نفسه أو ماله\nفهذه الرشوة حرام على الآخذ وليس بحرام على الدافع وكذا إذا طمع في ماله\nفرشاه بعض المال ومنها إذا دفع الرشوة ليستوي أمره عند السلطان حل له أن\nيدفع ولا يحل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p230'> Vol. 01, p. 230</a>\n            </div>\n             للآخذ فإن أراد أن يحل الأخذ يستأجر الآخذ يوما\nإلى الليل بما يريد أن يدفع إليه فإنه تجوز هذه الإجارة ثم إن المستأجر إن\nشاء استعمله في هذا العمل وإن شاء استعمله في غيره كذا في فتاوى قاضيخان\nوأدب القاضي للصدر الشهيد ويستحق القاضي العزل بالفسق يعني نيكوبود غرل\nويشي اكرفاسق بود هكذا حكي عن العلامة شمس الدين الكردري في تفسيره وقال\nالشافعي رحمه الله تعالى لا يجوز قضاؤه قيل هذا بناء على أن الإيمان يزيد\nوينقص فإن الأعمال من الإيمان عنده فإذا فسق انتقض إيمانه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p231'> Vol. 01, p. 231</a>\n            </div>\n            \nوكذلك قوله في حل قتل من ترك الصلاة متعمدا وقال بعض المشايخ رحمهم الله\nتعالى إذا قلد الفاسق ابتداء يصح ولو قلد وهو عدل ينعزل بالفسق لأن المقلد\nاعتمد بعدالته فيتقيد التقليد بحال عدالته فصار كأنه علق بقاء قضاء القاضي\nبحال عدالته فلما فسق لم يبق التقليد لارتفاع العدالة كذا في الكفاية وفيه\nقوله حتى يجتمع في المولى عل لفظ اسم المفعول ليكون فيه دلالة على تولية\nغيره إياه بدون طلبه وهو أولى للقاضي\n</p>\n\n<p>\nالحكم مصدر قولك حكم بينهم يحكم أي قضى وحكم له وحكم عليه والحكم أيضا\nالحكمة من العلم والحكيم العالم صاحب الحكمة والحكيم المتقن للأمور <span id='ms58'></span> وقد حكم\nبضم الكاف أي صار حكيما والحكم بالتحريك الحاكم والتحكيم مصدر وحكمت الرجل\nتحكيما إذا منعته مما أراد والمحاكمة المخاصمة إلى الحاكم كذا في الصحاح\nوفي المحيط التحكيم عبارة عن تصيير غيره حاكما فيكون الحكم في حق ما بين\nالخصمين كالقاضي في حق كافة الناس وفي حق غيرهما بمنزلة الصلح لأنه إنما\nصار حكما بتراضي الخصمين وتراضيهما عامل في حقهما ولم يعمل في حق غيرهما\nلأن لهما ولاية على نفسهما لا على غيرهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p232'> Vol. 01, p. 232</a>\n            </div>\n             وأما جواز التحكيم\nفثابت بالكتاب والسنة وإجماع الأمة أما الكتاب فقوله تعالى <span class='quran'>فابعثوا\nحكما من أهله وحكما من أهلها </span>وأما السنة فما روي أن النبي صلى الله\nعليه وسلم نزل على حكم سعد بن معاذ رضي الله عنه في قريظة حتى سبى ذراريهم\nوقتل مقاتليهم وعليه إجماع الصحابة فإنه روي أنه لما وقع بين عمر وبين أبي\nبن كعب خصومة أتيا زيد بن ثابت وحكماه رضي الله تعالى عنهم وحشرنا معهم وفي\nالمغرب وحكمه فوض الحكم إليه ومنه المحكم في نفسه وهو الذي خير بين الكفر\nبالله تعالى والقتل فاختار القتل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p233'> Vol. 01, p. 233</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p234'> Vol. 01, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\n| كتاب الشهادة\n</p>\n\n<p>\nأوردها عقيب القضاء لأن كل واحد منهما قول ينتفع به أحد الخصمين ويتضرر\nبه الآخر وهي إنما تقبل في مجلس القاضي ولا تكون ملزمة بدون القضاء فلذلك\nعقبه بها وفي النهاية أورد كتاب الشهادات بعد أدب القاضي للمناسبة بينهما\nإذ القاضي في قضائه يحتاج أولا إلى شهادة الشهود عند إنكار الخصم وفي\nالكفاية والشهادة في اللغة الإخبار بصحة الشيء عن مشاهدة وعيان لا عن تخمين\nوحسبان بحق على آخر فعلى هذا قالوا إنها مشتقة من المشاهدة التي تنبيء عن\nالمعاينة وقيل هي مشتقة من الشهود بمعنى الحضور لأن الشاهد يحضر مجلس\nالقضاء للأداء فسمي الحاضر شاهدا وأداؤه شهادة وهي في الشريعة عبارة عن\nإخبار بتصديق مشروطا فيه مجلس القضاء ولفظة الشهادة وفي الصحاح وقولهم أشهد\nبكذا أحلف وشهد له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p235'> Vol. 01, p. 235</a>\n            </div>\n             بكذا شهادة أي أدى ما عنده من الشهادة فهو\nشاهد والجمع شهد مثل صاحب <span id='ms59'></span> وصحب وسافر وسفر وجمع الشهد شهود وأشهاد وفي\nالكفاية قال الشهادة فرض يلزم الشهود أداؤها ولا يسعهم كتمانها إذا طالبهم\nالمدعي لقوله تعالى <span class='quran'>ولا يأب الشهداء إذا ما دعوا </span>إذ النهي عن\nالإباء عند الدعاء أمر بالحضور عند الدعاء وقوله تعالى <span class='quran'>ولا تكتموا\nالشهادة ومن يكتمها فإنه آثم قلبه </span>وعيد واستحقاق الوعيد يترك الواجب\nوالشهادة في الحدود يخير فيها الشاهد بين الستر والإظهار لأنه بين حسبتين\nإقامة الحد والتوقي عن الهتك والستر أفضل لقوله عليه السلام للذي شهد عنده\nولو سترته بثوبك لكان خيرا لك والآية محمولة على الشهادة في حقوق العباد\nبدليل سياق الآية فإن الستر والكتمان إنما يحرم لخوف فوت حق المدعي المحتاج\nإلى إحياء حقه من الأموال وذلك في حق العباد وأما الحدود فحق الله تعالى\nوهو موصوف بالغني والكرم وليس فيه خوف فوت حقه فجاز لذلك أن يختار الشاهد\nجانب الستر وفي النهاية الشهادة صفة من صفات الله تعالى الذاتية قال الله\nتعالى <span class='quran'>ثم الله شهيد على ما يفعلون </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p236'> Vol. 01, p. 236</a>\n            </div>\n             وقال عز وجل <span class='quran'>والله على كل شيء شهيد </span>ومبنى الشهادة على الصدق وفيها إحياء الحقوق\nالذاهبة وإبداء الدعاوى الناصبة وهو المقصود وقال عليه السلام أكرموا\nالشهود فإن الله تعالى يحيي بهم الحقوق والقياس يأبى أن تكون الشهادة حجة\nملزمة ولكنه ترك القياس بالنصوص والإجماع كذا في التوفيق\n</p>\n\n<p>\nالبينة الحجة فيعلة من البينونة وهي الانقطاع والانفصال أو من البيان\n</p>\n\n<p>\nوالحجة البرهان يقال برهن عليه أي أقام الحجة\n</p>\n\n<p>\nوالتزكية التعديل والزكي والزاكي الطاهر & باب الوكالة & وهي اسم للتوكيل\nوهو إظهار العجز والاعتماد على الغير والاسم التكلان كذا في النهاية وفيه\nوأما المناسبة بين البابين فلأن كل واحد من الشهادة والوكالة صفة من صفات\nالله تعالى لقوله تعالى <span class='quran'>ثم الله شهيد على ما يفعلون </span>وقال <span class='quran'>وقالوا حسبنا الله ونعم الوكيل </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p237'> Vol. 01, p. 237</a>\n            </div>\n             وإما لأن كلا منهما إيصال\nالنفع إلى الغير بالإعانة في إحياء حقه وإما لأن كلا منهما يصلح سببا\nلاكتساب الثواب والصيانة عن العقاب في المعاملات وفي تبيين الحقائق\nالمناسبة بينهما <span id='ms60'></span> أن كلا منهما من باب الولاية على الغير على سبيل الإعانة\nفي المعاملات ثم هي بفتح الواو وكسرها اسم للتوكيل وهو الحفظ ومنه الوكيل\nفي أسمائه تعالى بمعنى الحافظ ولهذا قالوا إذا قال وكلتك بمالي أنه يملك\nالحفظ فيكون فعيلا بمعنى فاعل وقيل التركيب يدل على معنى الاعتماد والتفويض\nومنه التوكيل يقال على الله توكلنا أي فوضنا أمرنا إليه فالتوكيل تفويض\nالتصرف إلى الغير وسمي الوكيل وكيلا لأن الموكل وكل إليه القيام بأمره أي\nفوضه إليه اعتمادا عليه الوكيل القائم بما فوض إليه فيكون فعيلا بمعنى\nمفعول لأنه موكول إليه الأمر فالوكالة مشروعة بالكتاب لما قال تعالى <span class='quran'>فابعثوا أحدكم بورقكم هذه إلى المدينة </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p238'> Vol. 01, p. 238</a>\n            </div>\n             أخبر الله تعالى عن\nأهل الكهف وكلوا واحدا منهم بشراء طعام وما قص الله تبارك وتعالى عن الأمم\nالماضية بلا إنكار يكون شريعة لنا ما لم يظهر ناسخه والسنة وهي فقد وكل\nرسول الله صلى الله عليه وسلم حكيم بن حزام بشراء أضحية وإجماع الأمة وهي\nالمعقول فقد يعجز الإنسان عن حفظ ماله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p239'> Vol. 01, p. 239</a>\n            </div>\n             عند خروجه إلى السفر وقد\nيعجز عن التصرف في ماله لقلة هدايته أو لكثرة ماله أو لكثرة أشغاله فيحتاج\nإلى تفويض التصرف إلى الغير بطريق الوكالة وفي الإشراف اتفقوا على أن\nالوكالة من العقود الجائزة وأن كل ما جازت فيه النيابة من الحقوق جازت فيه\nالوكالة كالبيع والشراء واقتضاء الديون والخصومة في المطالبة بالحقوق\nوالتزويج والطلاق وغير ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p240'> Vol. 01, p. 240</a>\n            </div>\n            \n</p>\n\n<p>\n| كتاب الدعوى\n</p>\n\n<p>\nأوردها عقيب المعاملات لأنها تترتب عليها في الوجود وهي لغة قول يقصد به\nالإنسان إيجاب حق على غيره كذا في الدرر يقال ادعى زيد على عمرو مالا فزيد\nالمدعي وعمرو المدعى عليه والمال المدعى والمدعى به لغو والمصدر الادعاء\nوالاسم الدعوى وألفها للثأنيث فلا تنون يقال دعوى باطلة أو صحيحة وجمعها\nدعاوى كفتوى وفتاوى والتداعي أن يدعو بعضهم بعضا ودعوت فلانا ناديته وهو\nداع وهم دعاة وقول عمر رضي الله تعالى عنه إنا بعثناك داعيا لا راعيا أي\nللأذان وإعلام الناس لا حافظا للأحوال <span id='ms61'></span> كذا في المغرب وقال الجوهري الدعوة\nإلى الطعام بالفتح يقال كنا في دعوة فلان فهو مصدر يريدون به الدعاء إلى\nالطعام والدعوة بالكسر في النسب يقال فلان دعي أي بين الدعوة والادعاء في\nالحرب الاعتزاز وهو أن يقول أنا فلان بن فلان وعزوته إلى أبيه إذا نسبته\nإليه فاعتزى هو وتعزى أي انتمى وانتسب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p241'> Vol. 01, p. 241</a>\n            </div>\n             والاسم العزاء وفي\nالحديث من تعزى بعزاء الجاهلية فأعضوه بهن أبيه والأدعية مثل الأحجية\nوالداعاة المحاجاة وحاجيته فحجوته إذا داعيته المفاعلة هنا للمبالغة فغلبته\nوالدعاء أحد الأدعية وأصله دعاو لأنه من دعوت إلا أن الواو لما جاءت بعد\nالألف همزت وفي النهاية وذكر شيخ الإسلام الإمام المحبوبي أن الدعوى في\nاللغة عبارة عن إضافة الشيء إلى نفسه حالة المسالمة والمنازعة جميعا مأخوذة\nمن قولهم ادعى فلان شيئا إذا أضافه إلى نفسه بأن قال لي وأما شرعا فيراد به\nإضافة الشيء إلى نفسه في حالة واحدة مخصوصة وهي حالة المنازعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p242'> Vol. 01, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\n| كتاب الإقرار\n</p>\n\n<p>\nأورده بعد الدعوى لأن الدعوى تنقطع به فلا يحتاج بعد إلى شيء آخر حتى إذا\nلم يوجد يحتاج إلى الشهادة ولهذا عقبها به وهو مشتق من القرار وهو لغة\nإثبات ما كان متزلزلا كذا في الدرر وفي الكفاية وشرعا وهو إخبار عن ثبوت حق\nالغير على نفسه وليس بإثباته وفي التبيين وهو من قر الشيء إذا ثبت وقيل\nالإقرار خلاف الجحود وحكمه ظهور المقر به لا ثبوته ابتداء بطريق التمليك في\nالحال من المقر ألا ترى أنه لا يصح الإقرار بالطلاق والعتاق مع الإكراه\nوالإنشاء يصح مع الإكراه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p243'> Vol. 01, p. 243</a>\n            </div>\n             ولهذا قالوا لو أقر لغيره بمال والمقر\nله يعلم أنه كاذب في إقراره لا يحل له إذا أخذه عن كره منه فيما بينه وبين\nالله تعالى إلا أن يسلمه عن طيب نفسه فيكون تمليكا مبتدأ منه على سبيل\nالهبة والملك يثبت للمقر له بلا تصديق وقبول ولكن يبطل برده والمقر له إذا\nصدقه ثم رده لا يصح رده لأنه ملزم على المقر ما أقر به لوقوعه دليلا <span id='ms62'></span> على\nصدق المخبر به\n</p>\n\n<p>\nالاستثناء في اصطلاح النحويين إخراج الشيء عما دخل فيه غيره لأن فيه كفا\nوردا عن الدخول وفي اليمين أن يقول الحالف إن شاء الله تعالى لأن فيه رد ما\nقاله بمشيئة الله تعالى كذا في المغرب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p244'> Vol. 01, p. 244</a>\n            </div>\n            \n</p>\n\n<p>\n| كتاب الصلح\n</p>\n\n<p>\nوهو لغة اسم بمعنى المصالحة التي هي المسالمة وهي خلاف المخاصمة وشرعا\nعبارة عن عقد وضع لرفع المنازعة بالتراضي كذا في النهاية وفي الدرر وهو من\nالصلاح بمعنى استقامة الحال وفي الصحاح الصلاح ضد الفساد تقول صلح الشيء\nيصلح صلوحا مثل دخل يدخل دخولا قال الفراء وحكى أصحابنا صلح بالضم والصلاح\nبالكسر مصدر المصالحة والاسم الصلح يذكر ويؤنث وصلاح مثل قطام اسم مكة\nوالإصلاح نقيض الإفساد والمصلحة واحدة المصالح وفي الإشراف واتفقوا على أن\nمن علم أن عليه حقا فصالح على بعضه لا يحل لأنه هضم الحق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p245'> Vol. 01, p. 245</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p246'> Vol. 01, p. 246</a>\n            </div>\n            \n</p>\n\n<p>\n| كتاب المضاربة\n</p>\n\n<p>\nوهي كالمصالحة من حيث إنها تقتضي وجود البدل من جانب واحد ثم هي مفاعلة\nمن ضرب في الأرض أي سار فيها ومنه قوله تعالى <span class='quran'>وآخرون يضربون في الأرض\n</span>يعني الذين يسافرون للتجارة ومنه المضاربة لهذا العقد الموصوف لأن\nالمضارب يسير في الأرض طلبا للربح كذا في المغرب وفي الصحاح وضاربه في\nالمال من باب المضاربة وهي القراض بلغة أهل المدينة نورها الله تعالى\nوالمقارضة المضاربة وقد قارضت فلانا قراضا أي دفعت إليه مالا ليتجر فيه\nويكون الربح بينكما على ما تشترطان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p247'> Vol. 01, p. 247</a>\n            </div>\n            \n</p>\n\n<p>\nالوديعة هي أمانة تركت للحفظ والمضاربة للاسترباح فكانت أكثر وجودا من\nالوديعة ولهذا أخره عنها والإيداع في اللغة تسليط الغير على الحفظ وركنها\nالإيجاب والقبول وشرطها كون المال قابلا لإثبات اليد ليتمكن من حفظه حتى لو\nأودعه الآبق أو المال الساقط في البحر لا يصح وكون المودع مكلفا شرط لوجوب\nالحفظ عليه وفي النهاية قال الوديعة أمانة في يد المودع فإن قيل الوديعة\nوالأمانة كلاهما عبارتان عن معنى واحد فكيف جوز بينهما المبتدأ والخبر ولا\nيجوز إيقاع اللفظين المترادفين مبتدأ وخبرا إلا على طريق التفسير كقولك\nالليث أسد <span id='ms63'></span> والجيش منعة ومراد المصنف رحمه الله تعالى هنا ليس تفسير الوديعة\nبالأمانة قلنا جواز ذلك هاهنا بطريق العموم والخصوص فإن الوديعة خاصة\nوالأمانة عامة وحمل العام على الخاص صحيح دون العكس فالوديعة هي الاستحفاظ\nقصدا والأمانة هي الشيء الذي دفع في يده سواء كان قصدا أو من غير قصد يقال\nأودعت زيدا مالا واستودعته إياه إذا دفعته إليه ليكون عنده وديعة فأنا مودع\nومستودع بالكسر وزيد مودع ومستودع بالفتح والمال مودع ومستودع أيضا أي\nوديعة كذا في المغرب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p248'> Vol. 01, p. 248</a>\n            </div>\n            \n</p>\n\n<p>\nالأمانة خلاف الخيانة وهي مصدر أمن الرجل أمانة فهو أمين إذا صار كذلك\nهذا أصلها ثم سمي ما تأتمن عليه صاحبك أمانة ومنها قوله تعالى <span class='quran'>وتخونوا\nأماناتكم </span>والأمين من صفات الله تعالى يقال أئتمنه على كذا اتخذه أمينا\nومنه الحديث المؤذن مؤتمن أي يأتمنه الناس على الأوقات التي يؤذن فيها\nفيعملون على أذانه ما أمروا به من صلاة وصوم وفطر وأما ما في الوديعة من\nقوله عليه السلام من اؤتمن أمانة فالصواب على أمانة وهكذا في الفردوس وإن\nصح هذا فعلى تضمين استحفظ كذا في المغرب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p249'> Vol. 01, p. 249</a>\n            </div>\n             وقال عليه السلام\nالأمانة تجر الغنى والخيانة تجر الفقر الحديث قيل لما ابتليت زليخا بالفقر\nوابيضت عيناها من فراق يوسف عليه السلام حتى جلست على قارعة الطريق في زي\nالفقراء فمر بها يوسف عليه السلام فقامت ونادت أيها الملك اسمع كلامي فوقف\nيوسف عليه السلام فقالت الأمانة أقامت المملوك مقام الملوك والخيانة أقامت\nالملوك مقام المملوك وقيل فتزوجها ترحما من كتاب النهاية في شرح الهداية في\nأول باب الوديعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p250'> Vol. 01, p. 250</a>\n            </div>\n            \n</p>\n\n<p>\n| كتاب العارية\n</p>\n\n<p>\nالمناسبة بين البابين ظاهرة لأن الأول أمانة تركت للحفظ والانتفاع كما أن\nفي العارية فائدة للمستعير وسميت العارية عارية لتعريها عن العوض اعلم أن\nالعارية نوعان حقيقية ومجازية\n</p>\n\n<p>\nفالحقيقية إعارة الأعيان التي يمكن الانتفاع بها مع بقاء عينها كالثوب\nوالدواء والعبد والدابة\n</p>\n\n<p>\nوالمجازية إعارة ما لا يمكن الانتفاع به إلا بالاستهلاك كالدراهم\nوالدنانير والمكيل والموزون والمعدود والمتقارب فيكون إعارة صورة قرضا معنى\nوفي الصحاح العارية <span id='ms64'></span> بالتشديد كأنها منسوبة إلى العار لأن طلبها عار وعيب\nوالعارة مثل العارية وفي المغرب والعارية فعلية منسوبة إلى العارة اسم من\nالإعارة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p251'> Vol. 01, p. 251</a>\n            </div>\n             وفي الهداية هي من العرية وهي العطية وفي الكافي من\nالتعاور وهو التناوب فكأنه يجعل للغير نوبة في الانتفاع بملكه إلى أن يعود\nإليه كذا في الدرر وفي المبسوط على أن تعود النوبة بالاستيراد متى شاء وفي\nالنهاية وأما محاسن العارية فهي النيابة عن الله تعالى فإن المعير نائب عن\nالله تعالى بإذنه في إجابة المضطر وكذلك من تحققت حاجته وقصرت قدرته لصغر\nيده عن تملك العين ببدل وهو الشرى وعن تملك المنفعة بعوض بالاستيجار وهو\nيحتاج إلى الانتفاع وكل من أجاب مضطرا في إزالة اضطراره كان نائبا عن الله\nتعالى وكفى به شرفا أن يكون العبد نائبا عن الله تعالى فشرف الخليفة\nوالقاضي على سائر الناس لهذا قال النبي صلى الله عليه وسلم السلطان ظل الله\nفي الأرض الحديث من حيث إن الناس ينعمون في حمايته ويستروحون برعايته فكذلك\nالمستعير ينتفع بالمستعار والعارية لا تكون إلا عند محتاج كالقرض ولذلك زيد\nثواب القرض على ثواب الصدقة قال النبي عليه السلام الصدقة بعشرة والقرض\nبثمانية عشر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p252'> Vol. 01, p. 252</a>\n            </div>\n             لأن القرض لا يقع إلا عند محتاج والصدقة قد تصادف\nغير محتاج وقد ذم الله تعالى أقواما لا يتصدقون ولا يعيرون بقوله عز وجل\n<span class='quran'>ولا يحض على طعام المسكين </span>إلى أن قال <span class='quran'>ويمنعون الماعون </span>فالماعون ما هو عون لأخيه في حوائجه كالفأس والقدر وغير ذلك فإذا منع هذه\nالأشياء كان هو غاية الشح عصمنا الله تعالى عن سفساف الأمور وشح الصدور\nوأيضا أن النبي صلى الله عليه وسلم باشر الاستعارة فلو كان العار في طلب\nالعارية لما كان باشرها فإن النبي عليه السلام موصوف بالأخلاق المهذبة\nوالمكرمة والنعوت المعظمة وأما ما قاله الجوهري وصاحب المغرب في تعليل\nالتسمية للعارية ينافي بما في الهداية والنهاية والمبسوط من الروايات\nالصحيحة عن خير البرية والحري أن لا يتعجب أمثال هذا القول من البشرية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p253'> Vol. 01, p. 253</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p254'> Vol. 01, p. 254</a>\n            </div>\n            \n</p>\n\n<p>\n| كتاب الهبة <span id='ms65'></span>\n</p>\n\n<p>\nالمناسبة بين الكتابين أن كلا منهما تمليك بغير عوض وهي في اللغة إيصال\nالنفع إلى الغير وفي الشريعة تمليك العين بلا عوض وفي المغرب الهبة هي\nالتبرع والتفضل بما ينفع الموهوب له يقال وهب له مالا وهبا ووهبا بالتحريك\nوهبة وكذا في الكفاية وفيه ويسمى الموهوب هبة وموهبة والجمع هبات ومواهب\nواتهب منه قبله واستوهبه سأله ورجل وهاب ووهابة أي كثير الهبة الهآء\nللمبالغة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p255'> Vol. 01, p. 255</a>\n            </div>\n             وأهلها أهل التبرع وهو الحر المكلف والتبرع بالشيء\nالتطوع به وفعلت كذا متبرعا أي متطوعا وفي المصادر تبرع دادن نه برسبيل\nوجوب وركنها الإيجاب والقبول لأنها عقد وقيام العقد بالإيجاب والقبول وفي\nالتوضيح هبة الدين ممن عليه الدين إبراء والهبة لثواب الآخرة صدقة ومع\nالنفل إكراما هبة ويكفي فيهما البعث والقبض من غير لفظ اتفقوا على أن تخصيص\nبعض الورثة بالهبة مكروه وعلى تفضيل بعضهم على بعض كذلك ثم اختلفوا هل يحرم\nفقال أبو حنيفة والشافعي رحمهما الله لا يحرم وقال مالك رحمه الله يجوز أن\nينحل الإنسان بعض ولده بعض ماله ويكره أن ينحله جميع ماله وإن فعل ذلك نفذ\nإذا كان في الصحة كذا في الإشراف\n</p>\n\n<p>\nالعمري تبقية الشيء مدة عمر الموهوب له أو الواهب بشرط الاسترداد بعد موت\nالموهوب له مثل أن يقول داري لك عمري فتملكيه صحيح وشرطه باطل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p256'> Vol. 01, p. 256</a>\n            </div>\n            \nوعن جابر رضي الله عنه أن النبي صلى الله عليه وسلم أجاز العمري والرقبى\nوعنه لا عمرى ولا رقبى وعن شريح أجاز العمرى ورد العقبى وأويل ذلك أن يراد\nبالرد إبطال شرط الجاهلية وبالإجازة أن يكون تمليكا مطلقا\n</p>\n\n<p>\nوأما العقبى فهي في اللغة جزاء الأمر كذا في الصحاح وقيل العاقبة والعقبى\nآخر الأمر\n</p>\n\n<p>\nوالرقبى فهي أن يقول أرقبتك داري وجعلتها لك حياتك فإن مت قبلي رجع إلي\nوإن مت قبلك رجعت إليك ولعقبك وقال أبو حنيفة ومالك الرقبى باطلة إلا أن\nأبا حنيفة يبطل المطلقة دون المقيدة وصفة المطلقة عنده أن يقول هذه الدار\nرقبى كذا في الإشراف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p257'> Vol. 01, p. 257</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p258'> Vol. 01, p. 258</a>\n            </div>\n            \n</p>\n\n<p>\n| كتاب الإجارة\n</p>\n\n<p>\nتناسب الكتابينن حيث <span id='ms66'></span> إن كل واحد منهما تمليك المنفعة لكن الإجارة تمليك\nالمنفعة بعوض وفي المغرب الإجارة تمليك المنافع بعوض وفي اللغة اسم للأجرة\nوهي كراء الأجير وقد أجره إذا أعطاه أجرته من بابي طلب وضرب فهو آجر وذلك\nمأجور وفي كتاب العين آجرت مملوكي أوجره إيجارا فهو مؤجر وفي الأساس آجرني\nداره فاستأجرتها وهو مؤجر ولا تقل مؤاجر فإنه خطأ قبيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p259'> Vol. 01, p. 259</a>\n            </div>\n             وفي باب\nأفعل من جامع الغوري آجره الله لغة في أجره وآجره من الإجارة وفي باب فاعل\nآجره الدار وهكذا في ديوان الأدب والمصادر قيل وفيه نظر وإنما الصواب ما\nأثبت في العين والتهذيب والأساس على أن ما كان من فاعل في معنى المعاملة\nكالمزارعة والمشاركة لا يتعدى إلا إلى مفعول واحد ومؤاجرة الأجير من ذلك\nفكان حكمها حكمه وما تعاون فيه القياس والسماع أقوى من غيره فالحاصل أنك\nإذا قلت آجره الدار والمملوك فهو من أفعل لا غير وإذا قلت آجر الأجير كان\nموجها وأما قولهم آجرت منك هذا الحانوت شهرا فزيادة من فيه عامية إنما\nالصواب آجرتك هذا الحانوت شهرا واسم الفاعل من نحو آجره الدار فهو مؤجر\nوالآجر في معناه غلط إلا إذا صحت الرواية عن السلف فحينئذ يكون نظير قولهم\nمكان عاشب وبلد ماحل في معنى معشب ومحمل واسم المفعول منه مؤجر لا مؤاجر\nومن الثاني من آجر الأجير مؤجر ومؤاجر ومن قال واجر فعذره أنه بناه على\nيواجر وهو ضعيف\n</p>\n\n<p>\nوأما الأجير فهو مثل الجليس والنديم في أنه فعيل بمعنى المفاعل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p260'> Vol. 01, p. 260</a>\n            </div>\n             وفي درر الحكام هي لغة فعالة من أجر يأجر من بابي طلب وضرب اسم\nللأجرة وهي ما يعطى للأجير قال صاحب النهاية وكان شيخي كثيرا ما يقول فمن\nمحاسن الشرائع أن الفقير ينتفع بفلسته من الاستحمام مثل انتفاع غني صرف\nالألوف لاستحمامه في بناء الحمام فالبياعات شرعت على حظ الأغنياء والإجارات\nشرعت على حظ الفقراء\n</p>\n\n<p>\nالأجر الثواب\n</p>\n\n<p>\nوالثواب جزاء الطاعة وكذلك المثوبة كذا في الصحاح\n</p>\n\n<p>\nالشتيت المتفرق وقوم شتى ومسائل شتى وأشياء شتى وجاؤوا أشتاتا <span id='ms67'></span> أي متفرقين\n</p>\n\n<p>\nالولاء من آثار العتق مأخوذ من الولي بمعنى القرابة يقال بينهما ولاء أي\nقرابة حكيمة حاصلة من العتق أو الموالاة ومنه قوله عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p261'> Vol. 01, p. 261</a>\n            </div>\n             السلام\nالولاء لحمة كلحمة النسب أي وصله كوصل النسب وقيل الولاء والولاية بالفتح\nالنصرة وفي الصحاح الولاء ولاء المعتق وفي الحديث نهى عن بيع الولاء وعن\nهبته والولاء الموالون والموالاة ضد المعاداة والمعاداة والعداوة بمعنى\nواحد ثم اعلم أن الولاء نوعان ولاء عتاقة ويسمى ولاء نعمة وسبب هذا الولاء\nالإعتاق عند الجمهور وولاء الموالاة وسببه العقد الذي يجري بين اثنين وفي\nالمغرب المولى على وجوه ابن العم والعصبة كلها والرب والمالك والناصر في\nقوله تعالى <span class='quran'>ذلك بأن الله مولى الذين آمنوا وأن الكافرين لا مولى لهم\n</span>والحليف وهو الذي يقال له مولى الموالاة والمعتق وهو مولى النعمة\nوالمعتق في قوله عليه السلام مولى القوم من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p262'> Vol. 01, p. 262</a>\n            </div>\n             أنفسهم يعني موالى\nبني هاشم في حرمة الصدقة عليهم وهو مفعل من الولي بمعنى القرب كذا في\nالمغرب وزاد عليها صاحب المفاتيح السيد والمنعم والمحب والخليفة والحر\nوالعبد والمنعم عليه والجار\n</p>\n\n<p>\nوالولي ضد العدو والولي الصهر وكل من ولي أمر واحد فهو وليه ومنه اليتيم\nأو القتيل مالك أمرهما ووالي البلد ناظر أمور أهله ومصدرهما الولاية بالكسر\nوالولاية بالفتح النصرة والمحبة وكذا الولاء إلا أنه اختص بولاء العتق\nوولاء الموالاة\n</p>\n\n<p>\nوالتولية أن تجعله واليا ومنها بيع التولية\n</p>\n\n<p>\nوالموالاة المحاباة\n</p>\n\n<p>\nوالمحاباة والمحايه المتابعة أيضا والولاء بالكسر في معناهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p263'> Vol. 01, p. 263</a>\n            </div>\n            \nوفي الصحاح والمحابة الموادة\n</p>\n\n<p>\nوالحباب بالضم الحب\n</p>\n\n<p>\nالإكراه هو لغة عبارة عن حمل إنسان على شيء يكرهه وشرعا فقد ذكر في\nالمبسوط الإكراه اسم لفعل بفعل الآمر لغيره فينتفي به رضاه أو يفسد به\nاختياره وذكر في الوافي الإكراه عبارة عن تهديد القادر غيره على ما هدده\nبمكروه على أمر بحيث ينتفي به الرضاء وفي المغرب يقال أكرهت فلانا إكراها\nحملته على أمر يكرهه ولم يرضه والكره بالفتح الإكراه ومنه القيد كره والكره\nبالضم الكراهة وعن الزجاج كل ما في القرآن من الكره <span id='ms68'></span> فالفتح فيه جائز إلا\nقوله تعالى <span class='quran'>وهو كره لكم </span>في سورة البقرة وكرهت الشيء كراهة\nوكراهية فهو مكروه إذا لم ترده ولم ترضه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p264'> Vol. 01, p. 264</a>\n            </div>\n             وقيل الكره بالضم\nالمشقة والكره بالفتح تكليف ما يكره فعله وقيل هما لغتان في المشقة\n</p>\n\n<p>\nالحجر في اللغة المنع وبه سمي الحطيم حجرا لأنه يمنع عن الكعبة\n</p>\n\n<p>\nوالحجر بالكسر ما أحاط به الحطيم مما يلي الميزاب من الكعبة وقوله كل شوط\nمن الحجر إلى الحجر سهو وإنما الصواب من الحجر يعني الحجر الأسود لأن الذي\nيطوف يبدأ به فيستلمه ثم يأخذ عن يمينه على باب الكعبة\n</p>\n\n<p>\nوحجر الإنسان بالفتح والكسر حضنه وهو ما دون إبطه إلى الكشح ثم قالوا\nفلان في حجر فلان أي في كنفه ومنعته وتربيته والحجر بالكسر الحرام والحجر\nبالضم لغة وكل ما حجرته من حائط فهو حجر والمحجر بالفتح ما حول القرية\nوالمحجر أيضا الحجر وهو الحرام والحجرة بالضم حظيرة الإبل ومنه حجرة الدار\nكذا في الصحاح ثم المناسبة بين البابين أن كلا منهما من العوارض التي يزول\nلسببهما الرضاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p265'> Vol. 01, p. 265</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p266'> Vol. 01, p. 266</a>\n            </div>\n            \n</p>\n\n<p>\n| كتاب المأذون\n</p>\n\n<p>\nالمناسبة بين الكتابين ظاهرة إذ الإذن يقتضي سابقه الحجر فيترتب عليه\nالإذن والإذن الإعلام لغة وفي الشرع فك الحجر مطلقا كذا في المغرب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p267'> Vol. 01, p. 267</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p268'> Vol. 01, p. 268</a>\n            </div>\n             @ 269\n</p>\n\n<p>\n| كتاب الغصب\n</p>\n\n<p>\nالمناسبة بين الكتابين أن الغصب من أنواع التجارة حتى إن أقر المأذون به\nصح كما يصح إقراره بدين التجارة ولم يصح بدين المهر لأنه ليس من التجارة\nوالعين المغصوبة لا يملكها الغاصب كالعبد المأذون لا يملك ما اكتسبه والعبد\nكما كان محجورا عن التصرف فيما لمولاه بدون إذنه فكذلك الغاصب لا يملك ذلك\nشرعا والغصب في اللغة أخذ الشيء ظلما وقهرا ويقال للمغصوب غصيب تسمية\nبالمصدر كذا في المغرب وفي الشرع أخذ مال متقوم محرم بغير إذن مالكه على\nوجه يزيل يده إن كان في يده فالغصب شرعا لا يتحقق في الميتة والخمر لأنهما\nليسا بمال ولا في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p269'> Vol. 01, p. 269</a>\n            </div>\n             خمر المسلم لأنها ليست بمتقومة ولا في مال\nالحربي لأنه ليس بمحرم ولا فيما أذن المالك بأخذه كالوديعة <span id='ms69'></span> ولا فيما لا\nيزول يد المالك كزوائد الغصب كذا في التبيين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p270'> Vol. 01, p. 270</a>\n            </div>\n            \n</p>\n\n<p>\n| كتاب الشفعة\n</p>\n\n<p>\nتناسب الكتابين من حيث أن كل واحد منهما يفضي إلى تملك مال الإنسان بغير\nرضاه وهي اسم للملك المشفوع بملكك من قولهم كان وترا فشفعته بآخر أي جعلته\nزوجا له ومنه تكره الصلاة بين الإشفاع يعني التراويح كأنه جمع الشفع وهو\nخلاف الوتر وفي الدرر وهي لغة من الشفع وهو الضم سميت بها لما فيها من ضم\nالمشتراة إلى ملك الشفيع\n</p>\n\n<p>\nوالشفيع صاحب الشفعة وصاحب الشفاعة والمشفع مقبول الشفعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p271'> Vol. 01, p. 271</a>\n            </div>\n            \n</p>\n\n<p>\nالقسمة هي لغة اسم للاقتسام كالقدوة للاقتداء وشرعا تمييز بين الحقوق\nالشائعة بين المتقاسمين كذا في الدرر وجه المناسبة بين الكتابين أن الشفعة\nشرعت لدفع ضرر الجار وتكملة منفعة الملك جبرا فكذا القسمة شرعت لتمليك\nمنفعة الملك ويجري فيها الجبر إلا أن الشفعة كملت معنى بالمبادلة فقدمت وفي\nالمغرب أيضا وهي اسم من الاقتسام يقال تقاسموا المال بينهم واقتسموه بمعنى\nقسموه وفي الصحاح وقاسمه المال وتقاسماه واقتسماه بينهم والاسم القسمة\nمؤنثة وإنما قال تعالى <span class='quran'>فارزقوهم منه </span>بعد قوله <span class='quran'>وإذا حضر\nالقسمة </span>لأنها في معنى الميراث والمال فذكر على ذلك\n</p>\n\n<p>\nوالقسم بالفتح مصدر قسم القسام المال بين الشركاء فرقه بينهم وعين\nأنصباءهم ومنه القسم بين النساء والقسم بالكسر النصيب والحظ وكذا المقسم\n</p>\n\n<p>\n| كتاب المزارعة\n</p>\n\n<p>\nالمناسبة بين الكتابين أن المزارعة شرعت لتحصيل منفعة الملك وهي النماء\nكما أن القسمة شرعت لذلك إلا أن القسمة أعم لأنها تجري في العقار وغيره\nوالمزارعة تختص بالأراضي فلذا أخرها عن القسمة ثم هي مفاعلة من الزرع وهو\nالإنبات لغة يقال زرعه الله أي أنبته وأنماه ومنه قوله تعالى <span class='quran'>أأنتم\nتزرعونه أم نحن الزارعون </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p272'> Vol. 01, p. 272</a>\n            </div>\n             والمفاعلة تجري بين اثنين غالبا\nكالمضاربة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p273'> Vol. 01, p. 273</a>\n            </div>\n             والزرع أيضا طرح البذر والمزرع في الأصل واحد الزروع\nوموضعه مزرعة ومزروع كذا في الصحاح وفي المغرب والزرع ما استنبت بالبذر سمي\nبالمصدر وجمعه زروع\n</p>\n\n<p>\nالمساقاة هي لغة مفاعلة من السقي لأن أصلها مساقية وشرعا دفع الشجر إلى\nمن يصلحه بجزء من ثمره\n</p>\n\n<p>\nوالسقي للأناسي <span id='ms70'></span>\n</p>\n\n<p>\nوالإسقاء للمواشي والأرض يقال سقيت فلانا وأسقيته لماشيته وأرضه والاسم\nالسقي بالكسر وفي الصحاح المساقاة أن يستعمل رجل رجلا في نخيل أو كروم\nليقوم بإصلاحها على أن يكون له سهم معلوم مما تغله وقيل وهي المعاملة فيما\nيحتاج إليه في الأشجار ببعض الخارج والمال من الكل واحد وفي الدرر المساقاة\nكالمزارعة في أنها باطلة عند أبي حنيفة رحمه الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p274'> Vol. 01, p. 274</a>\n            </div>\n             خلافا لهما\nرحمهما الله وأن الفتوى على صحتها\n</p>\n\n<p>\nوالسقاء للبن وللماء\n</p>\n\n<p>\nوالوطب للبن خاصة\n</p>\n\n<p>\nوالنحي للسمن\n</p>\n\n<p>\nوالقربة للماء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p275'> Vol. 01, p. 275</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p276'> Vol. 01, p. 276</a>\n            </div>\n            \n</p>\n\n<p>\n| كتاب الذبائح\n</p>\n\n<p>\nالمناسبة بين الكتابين أن المزارعة إتلاف موجود في الحال وهو تبذير البذر\nليحصل النفع في المال إلا أن الأول سبب لحصول أقوات الناس والبهائم وهذه\nسبب لحصول غذاء بعض الحيوانات وكذا المساقاة لتحصيل الثمرات كما أن الذبائح\nلتحصيل اللحم ثم الذبائح جمع ذبيحة وهي اسم ما يذبح كالذبح وقوله ? < إذا\nذبحتم فأحسنوا الذبيحة > ? خطأ وإنما الصواب الذبحة لأن المراد الحالة\nوالهيئة\n</p>\n\n<p>\nوالذبح قطع الأوداج وهي جمع الودج وهو عرق في العنق وهما ودجان وقيل قطع\nالحلقوم وهو الحلق وهو منفذ النفس من باطن وهو أظهر وأسلم كذا في المغرب\nوفي الصحاح والذبح مصدر ذبحت الشاة والذبح بالكسر ما يذبح قال الله تعالى\n<span class='quran'>وفديناه بذبح عظيم </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p277'> Vol. 01, p. 277</a>\n            </div>\n            \n</p>\n\n<p>\nوالذبيح المذبوح والأنثى ذبيحة وإنما جاءت بالهاء لغلبة الاسم عليها أي\nلانتقالها من الوصفية إلى الاسمية لأنها اسم ما يذبح\n</p>\n\n<p>\nالأضحية اسم لما يضحى بها أي يذبح وجمعها الأضاحي ويقال ضحية وضحايا\nكهدية وهدايا وأضحاة وأضحى كأرطاة وأرطى وبه سمي يوم الأضحى ثم المناسبة\nبين الكتابين أن الأضحية من جنس الذبائح إلا أن الأول أعم والثاني أخص\nولهذا قدمه وإنما أفردها بكتاب على حدة لأنها واجبة تثبت بشرائط وأحكام\nوأسباب خاصة وتجب عند أبي حنيفة رحمه الله ومحمد وزفر وحسن بن زياد رحمهم\nالله تعالى وفي إحدى الروايتين عن أبي يوسف رحمه الله وعنه في رواية أنها\nسنة وهو قول الشافعي رحمه الله وذكر الطحاوي رحمه الله أنها على قول واجبة\nعلى قولهم وعلى قولهما سنة <span id='ms71'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p278'> Vol. 01, p. 278</a>\n            </div>\n             وفي الصحاح وفيها أربع لغات أضحية\nبتشديد الياء وضم الهمزة على وزن أفعولة وأضحية بفتح الهمزة والجمع أضاحي\nوضحية على فعيلة وجمعها ضحايا وأضحاة والجمع أضحى وفي الدرر وهي اسم لما\nيضحى بها وتجمع على أضاحي على أفاعيل من أضحى يضحي إذا دخل في الضحى وسمي\nما يذبح أيام النحر بذلك لأنه يذبح وقت الضحى تسمية له باسم وقته وفي الشرع\nاسم لحيوان مخصوص بسن مخصوص يذبح بنية القربة في يوم مخصوص عند وجود\nشرائطها وسببها وشرائطها الإسلام والإقامة واليسار الذي يتعلق به وجود صدقة\nالفطر وسببها الوقت وهو أيام النحر البدنة في اللغة من الإبل خاصة ويقع على\nالذكر والأنثى والجمع البدن\n</p>\n\n<p>\nالكراهية ضد الطواعية وهو مصدر كرهت كراهة وكراهية بالتخفيف فهو مكروه\nإذا لم ترده ولم ترضه كذا في الصحاح والمغرب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p279'> Vol. 01, p. 279</a>\n            </div>\n             والمناسبة بين\nالكتابين أن الأضحية تشتمل على الواجب والسنة وكذلك الكراهية تتحقق في\nالأنواع المختلفة المشتملة على الواجب والحظر والإباحة ولهذا لقبها في بعض\nالكتب بكتاب الحظر والإباحة تكلموا في معنى الكراهية والمروي عن محمد رحمه\nالله نصا أن كل مكروه حرام إلا أنه لما لم يجد نصا قاطعا في الحرمة لم يطلق\nعليها لفظ الحرام بل أطلق لفظ الكراهية وفي الحل قال لا بأس به وعندهما\nالكراهية أقرب إلى الحرام كذا في الهداية وما في الواقعات أما المكروه فقد\nتكلموا فيه والمختار ما قال أبو حنيفة وأبو يوسف أنه إلى الحرام أقرب وروي\nعن محمد نصا أن كل مكروه حرام ما لم يقم الدليل بخلافه والشبهة إلى الحرام\nأقرب بكذا قال أبو يوسف لأنه لو لم تكن حقيقة لجعل كذلك احتياطا\n</p>\n\n<p>\nثم الكراهية نوعان كراهية تحريم وكراهية تنزيه ومما بين الحلال والحرام\nفما كان إلى الحرام أقرب فكراهية تحريم وما كان إلى الحلال أقرب فهو كراهية\nتنزيه كذا في الاختيارات يقول الحقير قد سمعت عن أستاذي وشيخي وسندي سيد\nالبارعين وشيخ المفسرين والمحدثين المرحوم المغفور له مولانا المفخم عبيد\nالله الشهير بصوفجي زاده وهو روى عن <span id='ms72'></span> أستاذه أستاذ العالم مولانا نور\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p280'> Vol. 01, p. 280</a>\n            </div>\n             الدين نور الله مرقدهما وجعل الجنة مثواهما وهو كثيرا ما قال\nرحم الله امرءا شدد العارية وخفف الكراهية خفف اللهم عنا الكراهية ووفقنا\nللطواعية\n</p>\n\n<p>\nوالمباح خلاف المحظور يقال أبحتك الشيء أي أحللته\n</p>\n\n<p>\nوالمحظور المحرم وهو المعاقب على فعله وفي التعريفات المباح ما استوى\nطرفاه والمكروه ما هو راجح الترك ولا يعاقب على فعله ويثاب على تركه\n</p>\n\n<p>\nوالحلال ما رخصه الشرع في تحصيله بنص قطعي\n</p>\n\n<p>\nوالحرام بخلافه\n</p>\n\n<p>\nوالباطل ما لا يتعلق به النفوذ ولا يعتد به\n</p>\n\n<p>\nوالصحيح بخلافه\n</p>\n\n<p>\nوالشبهة ما لم يتيقن كونه حراما أو حلالا كذا في التعريفات وفي الصحاح\nالشبهة الالتباس والمشبهات من الأمور المشكلات والمتشابهات المتماثلات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p281'> Vol. 01, p. 281</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p282'> Vol. 01, p. 282</a>\n            </div>\n             @ 283\n</p>\n\n<p>\n| كتاب إحياء\n</p>\n\n<p>\nالموات المناسبة بين الكتابين من حيث إن في كل منهما العمل بالأحسن ففي\nالكراهية فظاهر وفي إحياء الموات إنبات أرض جامدة وإجراء الأنهار تحت\nالنخيل والأشجار وهذا أمر مستحسن فإن النعم العاجلة نموذج النعم الآجلة\nوالمراد بالإحياء فيها إحياؤها بالحياة النامية قال الله تعالى <span class='quran'>فأحيينا به الأرض بعد موتها </span>وإنما سمي مواتا لبطلان الانتفاع بها\nكالميت الحقيقي وفي المغرب الموات الأرض الخراب وخلافه العامر وعن الطحاوي\nهي ما ليس بملك لأحد ولا هي من مرافق البلد وكانت خارجة البلد سواء قربت\nمنه أو بعدت في ظاهرة الرواية وعن أبي يوسف رحمه الله أرض الموات هي البقعة\nالتي لو وقف رجل على أدناه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p283'> Vol. 01, p. 283</a>\n            </div>\n             من العامر ونادى بأعلى صوته لم\nيسمعه أقرب من في العامر إليه\n</p>\n\n<p>\nومرافق الدار المتوضأ والمطبخ والسباطة ونحو ذلك الواحد مرفق بكسر الميم\nوفتح الفاء لا غير\n</p>\n\n<p>\nالعطن والمعطن مناخ الإبل ومبركها حول الماء والجمع أعطان ومعاطن وقوله\nحريم بئر العطن أربعون ذراعا وحريم بئر الناضح ستون فإنما أضاف ليفرق بين\nما يستقى منه باليد في العطن وبين ما يستقى منه بالناضح وهو البعير\n</p>\n\n<p>\nالشرب بالكسر هو نصيب الماء اعلم أن الماء نوعان أحدهما الشرب والثاني\nالشفة ثم الشرب نصيب الماء الذي يشترك فيه الكل كماء أودية غير مملوكة\nكدجلة ونحوها في عموم <span id='ms73'></span> المنافع\n</p>\n\n<p>\nوالشفة شرب بني آدم والبهائم ولكل من بني آدم والبهائم حق الشفة في كل\nماء لم يحرز بطرف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p284'> Vol. 01, p. 284</a>\n            </div>\n             فإن الأصل فيه قوله صلى الله عليه وسلم الناس\nشركاء في ثلاث في الماء والكلأ والنار وهو يتناول الشرب والشفة ثم خص منه\nالشرب بعد دخول الماء في المقاسم بالإجماع فبقي منه الشفة لأن البير ونحوها\nلم توضع للاحتراز كذا في الدرر\n</p>\n\n<p>\nالأشربة جمع شراب وهو ما يشرب من المايعات وسمي هذا الكتاب بها لأن فيه\nبيان أحكامها ثم المناسبة بين الشرب والأشربة ظاهرة إلا أن الشرب في بيان\nشرب الحلال وهذه في بيان الحرام فلذلك فصلها وأخرها عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p285'> Vol. 01, p. 285</a>\n            </div>\n            \n</p>\n\n<p>\nوالدباء بالقصر والمد القرع الواحدة دباءة\n</p>\n\n<p>\nالحنتم الخزف الأخضر أو كل خزف وعن أبي عبيدة هي جرار حمر يحمل فيها\nالخمر إلى المدينة الواحدة حنتمة والجرة من الخزف وجمعه جر وجرار كذا في\nالصحاح وفي المغرب الجر قيل هو كل شيء يصنع من مدر والخزف بالتحريك الجر\n</p>\n\n<p>\nالصيد مصدر مصدر صاده إذا أخذه فهو صائد وذلك مصيد\n</p>\n\n<p>\nوالمصيدة بالكسر الآلة والجمع المصايد ويسمى المصيد صيدا تسمية بالمصدر\nفيجمع صيودا وهو كل ممتنع متوحش طبعا لا يمكن أخذه إلا بحيلة والاصطياد\nافتعال كذا في المغرب ثم المناسبة بين الكتابين أن كلا منهما من أسباب\nاللهو والطرب وهما يوجبان الغفلة قال النبي عليه السلام من اتبع الصيد فقد\nغفل والمراد منه الاصطياد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p286'> Vol. 01, p. 286</a>\n            </div>\n             وحكم الاصطياد ثبوت الملك لا الحل\nلأنه حكم الذكاة وشرط ثبوت الملك كون الصيد غير مملوك وشرط الحل أن يكون\nالصايد من أهل الذكاة وسبب ثبوت الملك كون الصيد غير مملوك للآخذ ثم الصيد\nمباح لغير المحرم في غير الحرم كذا في التبيين\n</p>\n\n<p>\nوالناب من السن ومنه ذو ناب سمي به الكلب ونحوه لطول نابه\n</p>\n\n<p>\nوالمخلب للطائر والسباع بمنزلة الظفر للإنسان\n</p>\n\n<p>\nوالبندقة ما يرمى به واحدة البندق والجمع البنادق\n</p>\n\n<p>\nوالمعراض السهم الذي لا ريش عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p287'> Vol. 01, p. 287</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p288'> Vol. 01, p. 288</a>\n            </div>\n            \n</p>\n\n<p>\n| كتاب الرهن\n</p>\n\n<p>\nوهو في اللغة جعل الشيء محبوسا أي شيء كان بأي سبب كان وفي الشريعة حبس <span id='ms74'></span>\nالشيء بحق يمكن أخذه منه كالدين يقال رهن الرجل الشيء ورهنته وأرهنته ضيعتي\nفارتهنها مني أي أخذها رهنا والرهن المرهون تسمية للمفعول بالمصدر والجمع\nرهون ورهان والتركيب دال على الثبات والدوام ثم المناسبة بين الكتابين أن\nالصيد لا يملك إلا بالأخذ فكذا الرهن لا يملك إلا بالقبض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p289'> Vol. 01, p. 289</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p290'> Vol. 01, p. 290</a>\n            </div>\n            \n</p>\n\n<p>\n| كتاب الجنايات\n</p>\n\n<p>\nهي جمع جناية وهي ما يجنى من الشر أي يحدث ويكسب وهي في الأصل مصدر جنى\nعليه شرا جناية وهو عام في كل ما يقبح ويسوء وقد خص بما يحرم من الفعل ولكن\nفي ألسنة الفقهاء يراد بالجناية القصاص في النفوس والأطراف وإنما جمعها\nباعتبار أنواعها رعاية للتناسب بين اللقب والملقب ثم المناسبة بين الكتابين\nأن الرهن شرع لإحياء الدين وصيانة عن الهلاك فكذا الجناية حكمها شرع لصيانة\nالنفوس وإحيائها كما قال تعالى <span class='quran'>ولكم في القصاص حياة </span>الآية إلا أن\nالرهن وسببه مشروعان والجناية حكمها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p291'> Vol. 01, p. 291</a>\n            </div>\n             مشروع فقدم الرهن عليه\n</p>\n\n<p>\nقيل القتل على خمسة أوجه\n</p>\n\n<p>\nعمد وهو ضرب القاتل المقتول بما يفرق به الأجزاء كسلاح ونحوه\n</p>\n\n<p>\nوشبه عمد وهو ضربه بغير ما ذكر\n</p>\n\n<p>\nوخطأ وهو رمي المسلم بظن الصيد مثلا\n</p>\n\n<p>\nوما أجري مجرى الخطأ وهو قتل النائم آخر بسقوطه عليه\n</p>\n\n<p>\nوالقتل بسبب وهو قتله بوضع حجر أو حفر بئر في غير ملكه\n</p>\n\n<p>\nالقود بالتحريك القصاص\n</p>\n\n<p>\nوالقصاص أن يفعل بالفاعل مثل ما فعل كذا في المغرب وفي الصحاح القصاص\nالقود وقد أقص الأمير فلانا من فلان إذا اقتص له منه فجرحه مثل جرحه 2 أو\nقتله\n</p>\n\n<p>\nالدية مصدر ودى القاتل المقتول إذا أعطى وليه المال الذي هو بدل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p292'> Vol. 01, p. 292</a>\n            </div>\n             النفس ثم قيل لذلك المال الدية تسمية بالمصدر ولذا جمعت وهي\nمثل عدة في حذف الفاء كذا في المغرب قيل والتاء في آخرها عوض عن الواو في\nأولها\n</p>\n\n<p>\nالورق الدراهم المضروبة وكذلك الرقة والهاء عوض عن الواو وفي الحديث في\nالرقة ربع العشر\n</p>\n\n<p>\nالشجة واحدة شجاج الرأس ورجل أشج بين الشجج إذا كان في جبينه أثر الشجة\n</p>\n\n<p>\nالشجاج يختص بالوجه والرأس وفي غيرهما يسمى جراحة\n</p>\n\n<p>\nوالقاشرة <span id='ms75'></span> أول الشجاج لأنها تقشر الجلد وقد قشرت العود أقشره قشرا نزعت\nعنه قشره\n</p>\n\n<p>\nالدامعة من الشجاج بعد الدامية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p293'> Vol. 01, p. 293</a>\n            </div>\n            \n</p>\n\n<p>\nوالدامية هي التي تدمي من غير أن يسيل منها دم فإذا سال منها الدم فهي\nالدامعة بالعين غير معجمة\n</p>\n\n<p>\nوالموضحة هي التي توضح العظم أي تظهره\n</p>\n\n<p>\nوامنقلة والمنقلة بكسر القاف الشجة التي تنقل العظم أي تكسره حتى يخرج\nمنها فراش العظام\n</p>\n\n<p>\nوالجايفة الطعنة التي تبلغ الجوف\n</p>\n\n<p>\nوالآمة التي تبلغ الدماغ حتى يبقى بينها وبين الدماغ جلد رقيق يقال رجل\nأميم ومأموم\n</p>\n\n<p>\nوأم الدماغ الجلدة التي تجمع الدماغ ويقال أيضا أم الرأس كذا في الصحاح\n</p>\n\n<p>\nوالحارصة الشجة التي تشق الجلد قليلا\n</p>\n\n<p>\nوالباضعة الشجة التي تقطع الجلد وتشق اللحم وتدمي إلا أنه لا يسيل الدم\nوإن سال فهي الدامعة\n</p>\n\n<p>\nوالمتلاحمة الشجة التي أخذت في اللحم ولم تبلغ السمحاق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p294'> Vol. 01, p. 294</a>\n            </div>\n            \n</p>\n\n<p>\nوالسمحاق قشرة رقيقة فوق عظم الرأس وبها سميت الشجة إذا بلغت إلى سمحاق\n</p>\n\n<p>\nوحكومة العدل مثلا أن يقوم العبد صحيحا وجريحا مما نقصت الجراحة من\nالقيمة بمعتبر من الدية فإن نقصت عشر الدية يجب عشر الدية وإن نقصت ربع عشر\nالقيمة يجب ربع عشر الدية\n</p>\n\n<p>\nالأرش اسم للواجب على ما دون النفس وفي المغرب الأرش دية الجراحات والجمع\nأروش وإراش بوزن فراس اسم موضع\n</p>\n\n<p>\nالقسامة أيمان تقسم على المتهمين في الدم من أهل المحلة وفي المغرب وهي\nاسم بمعنى الاقتسام وفي الصحاح وهي الأيمان تقسم على أهل الأولياء في الدم\n</p>\n\n<p>\nالمعاقل بالفتح على وزن المكارم جمع معقلة بفتح الميم وسكون العين وضم\nالقاف وهي المعقل وهو الدية وإنما سميت بها لأن أهل الديات كانت تعقل أي\nتقيد بفناء ولي المقتول ثم عم بهذا الاسم فسميت الدية معقلة وإنما كانت\nدراهم ودنانير كذا في الغاية وفي الصحاح وعقلت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p295'> Vol. 01, p. 295</a>\n            </div>\n             القتيل أعطيت\nديته وعقلت له دم فلان إذا تركت القود للدية وعقلت عن فلان أي غرمت عنه\nجنايته وذلك إذا لزمته دية فأديتها عنه فهذا هو الفرق بين عقلته وعقلت عنه\nوعقلت له وفي الحديث لا تعقل العاقلة عمدا <span id='ms76'></span> ولا عبدا قال أبو حنيفة هو أن\nيجني العبد على حر وقال ابن أبي ليلى هو أن يجني الحر على عبد وصوبه\nالأصمعي وقال لو كان المعنى على ما قال أبو حنيفة لكان الكلام لا تعقل\nالعاقلة عن عبد ولم يكن ولا تعقل عبدا وقال كلمت أبا يوسف القاضي في ذلك\nبحضرة الرشيد فلم يفرق بين عقلته وعقلت عنه حتى فهمته\n</p>\n\n<p>\nوعاقلة الرجل عصبته وهم القرابة من قبل الأب الذين يعطون دية من قتله خطأ\nوقال أهل العراق هم أصحاب الدواوين والمرأة تعاقل الرجل إلى ثلث ديتها أي\nتوازيه فإذا بلغ ثلث الدية صارت دية المرأة على النصف من دية الرجل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p296'> Vol. 01, p. 296</a>\n            </div>\n            \n</p>\n\n<p>\n| كتاب الوصايا\n</p>\n\n<p>\nوجه إيراد هذا الكتاب في آخر الكتاب ظاهر لأن آخر أحوال الآدمي في الدنيا\nالموت والوصية معاملة وقت الموت وهو آخر عمره الوصية تمليك مضاف إلى ما بعد\nالموت بطريق التبرع سواء كان ذلك في الأعيان أو في المنافع والوصية\nوالوصايا اسمان كذا في التعريفات وفي الدرر الوصية اسم بمعنى المصدر ثم سمي\nبه الموصى به وقال صاحب الاختيار وهي جمع وصية وهو طلب فعل يفعله الموصى\nإليه بعد غيبة الموصى أو بعد موته فيما يرجع إلى مصالحه كقضاء ديونه\nوالقيام بحوائجه ومصالح ورثته من بعده وتنفيذ وصاياه وغير ذلك وقال في\nالدرر والإيصاء لغة طلب شيء من غيره ليفعله في غيبته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p297'> Vol. 01, p. 297</a>\n            </div>\n             حال حياته\nوبعد وفاته وشرعا يستعمل تارة باللام يقال أوصى فلان لفلان بكذا بمعنى ملكه\nله بعد موته ويستعمل أخرى بإلى يقال فلان أوصى إلى فلان بمعنى جعله وصيا\nيتصرف في ماله وأطفاله بعد موته والقوم لم يتعرضوا للفرق بينهما وبيان كل\nمنهما بالاشتقاق بل ذكروهما في أثناء تقرير المسائل وقد بين هاهنا كلا\nبانفراده وفي الصحاح أوصيت له بشيء وأوصيت إليه إذا جعلته وصيك والاسم\nالوصاية والوصاية وأوصيته ووصيته أيضا بمعنى والاسم الوصاة وتواصى القوم أي\nأوصى بعضهم بعضا وفي الاختيار الاستيصاء قبول الوصية يقال فلان استوصى من\nفلان إذا قبل وصيته قال رسول <span id='ms77'></span> الله صلى الله عليه وسلم استوصوا بالنساء خيرا\nفإنهن عندكم عوان أي اقبلوا وصيتي فيهن فإنهن أسرى عندكم ثم الوصية قضية\nمشروعة وقربة مندوبة دل على ذلك الكتاب والسنة والإجماع أما الكتاب قوله\nتعالى <span class='quran'>من بعد وصية يوصي بها أو دين </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p298'> Vol. 01, p. 298</a>\n            </div>\n             والسنة أن سعد بن\nأبي وقاص رضي الله عنه مرض بمكة فعاده رسول الله صلى الله عليه وسلم بعد\nثلاث فقال يا رسول الله إني لا أخلف إلا بنتا أفأوصي بجميع مالي قال لا قال\nأوصي بثلثي مالي قال لا قال فنصفه قال لا قال فثلثه قال عليه السلام الثلث\nوالثلث كثير لأن تدع ورثتك أغنياء خير من أن تدعهم عالة يتكففون الناس أي\nيسألون الناس كفايتهم وقال عليه السلام إن الله تصدق عليكم بثلث أموالكم في\nآخر أعماركم زيادة في أعمالكم تضعون حيث شئتم وفي رواية حيث أحببتم وأما\nالإجماع فإن الأئمة المهديين والسلف الصالح أوصوا وعليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p299'> Vol. 01, p. 299</a>\n            </div>\n             الأمة\nإلى يومنا هذا ولأن الإنسان لا يخلو من حقوق له وعليه وأنه مؤآخذ بذلك فإذا\nعجز بنفسه فعليه أن يستنيب في ذلك غيره والوصي نائب عنه في ذلك وفي الصحاح\nوالوصي الذي يوصى به والذي يوصى له وهو من الأضداد وفلانة وصي فلان بدون\nالتأنيث أريد به الاسم دون الصفة وكذلك الوكيل أجمعوا على أن الوصية غير\nواجبة لمن ليست له أمانة يجب عليه الخروج منها ولا عليه دين لا يعلم به من\nهو له وليست عنده وديعة بغير إشهاد ومن كانت ذمته متعلقة بهذه الأشياء فإن\nالوصية بها واجبة عليه\n</p>\n\n<p>\nالفرائض جمع فريضة وهي المقدرة والفرض التقدير وفي الصحاح الفرض ما أوجبه\nالله تعالى سمي بذلك لأن له معالم وحدودا قوله تعالى <span class='quran'>لأتخذن من عبادك\nنصيبا مفروضا </span>أي مقتطعا محدودا ثم الفرائض التي وقعت في الخواتيم\nالأنصباء المقدرة المسماة لأصحابها أصحاب الفرائض مأخوذة من قوله تعالى في\nآية المواريث <span class='quran'>فريضة من الله </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p300'> Vol. 01, p. 300</a>\n            </div>\n             العصبة البنون وقرابة\nالرجل لأبيه كأنها جمع عاصب وإن لم يسمع به من عصبوا به إذا أحاطوا <span id='ms78'></span> حوله\nوإنما سموا عصبة لأنهم عصبوا بالميت لأن الأب طرف والابن طرف والأخ جانب\nوالعم جانب والجمع العصبات فهم يحرزون جميع المال إذا لم يكن معهم صاحب فرض\n</p>\n\n<p>\nالنذر إيجاب عين الفعل المباح على نفسه تعظيما لله تعالى واتفقوا على أن\nالنذر ينعقد بنذر الناذر إذا كان في طاعة الله فأما إذا نذر أن يعصى الله\nتعالى أعاذنا الله تعالى قاتفقوا على أنه لا يجوز أن يعصى الله تعالى\n</p>\n\n<p>\nالعول الارتفاع وقد عالت أي ارتفعت وهو أن يزيد سهاما فيدخل النقصان على\nأهل الفرائض وقيل مأخوذ من الميل وذلك أن الفريضة إذا عالت فهي تميل على\nأهل الفريضة جميعا فينتقص أنصباءهم وهو على هذا من الأضداد فالأصوب أن يكون\nمعنى عول الفريضة الزيادة والارتفاع لمجاوزة سهام الميراث سهام المال\n</p>\n\n<p>\nوالإدلاء إلى الميت التوصل إليه يقال أدليت الدلو أي أرسلتها إلى البئر\nأدلى بحجته أي احتج بها وأدلى بماله إلى الحكام دفعه ومنه قوله تعالى <span class='quran'>وتدلوا بها إلى الحكام </span>يعني الرشوة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p301'> Vol. 01, p. 301</a>\n            </div>\n            \n</p>\n\n<p>\nوذو الرحم خلاف الأجنبي وفي التنزيل <span class='quran'>وأولو الأرحام بعضهم أولى ببعض\n</span>والرحم في الأصل منبت الولد ووعاؤه في البطن ثم سميت القرابة والوصلة\nمن جهة الولاد رحما ومنها ذو الرحم كذا في المغرب وفي الصحاح والرحم رحم\nالأنثى وهي مؤنثة والرحم أيضا القرابة والرحم بالكسر مثله وذو الأرحام\nيرثون عندنا بالتعصيب أي نجعلهم عصبة وعند القوم بالتنزيل أي بإنزالهم\nمنازل أصولهم التي بها يتوصلون بالميت قاله الشيخ الإمام أبو حفص النسفي\nرحمه الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p302'> Vol. 01, p. 302</a>\n            </div>\n            \n</p>\n\n<p>\nوالتشبيب في اصطلاح علماء الفرائض ذكر البنات على اختلاف الدرجات أما\nتشبيب القصيدة فهو تحسينها وتزيينها بذكر النساء كذا في المغرب ومسائل\nالتشبيب من قولهم شبب بالمرأة أي قال فيها شعرا مطربا وهو من الشباب بالفتح\nالذي هو مصدر الشاب أي هو عمل أهل الشباب وقيل التشبيب هو التنشيط مأخوذ من\nشباب الفرس بكسر الشين وهو أن ينشط ويرفع يديه وهذه المسائل ينشط الشارع\nفيها وقيل هو من شبب النار أي أوقدها أي هي تذكي الخاطر\n</p>\n\n<p>\nالكل <span id='ms79'></span> اليتيم ومن هو ذو عيال وثقل ومنه الحديث ومن ترك كلا فعلي وإلي\nوالمثبت في الفردوس برواية أبي هريرة رضي الله عنه فإلينا والمعنى أن من\nترك ولدا لا كافي ولا كافل له فأمره مفوض إلينا نصلح أحواله من بيت المال\n</p>\n\n<p>\nوالكلالة ما خلا الوالد والولد فهي في اللغة طويلة الذيل فمن شاء فليطلب\nفي مغرب اللغة والصحاح\n</p>\n\n<p>\nوالميراث أصله موراث إعلاله ظاهر والتراث أصل التاء فيه واو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p303'> Vol. 01, p. 303</a>\n            </div>\n            \nتقول ورثت أبي وورثت الشيء من أبي أرثه بالكسر فيهما ورثا وإرثا ورثة\nوأورثه الشيء أبوه وهم ورثة فلان وورثه توريثا أدخله في ماله على ورثته\nوتوارثوا كابرا عن كابر كذا في الصحاح\n</p>\n\n<p>\nالقربى والبعدى تأنيث الأقرب والأبعد\n</p>\n\n<p>\nوالمناسخة من النسخ وهو النقل والتحويل\n</p>\n\n<p>\nوالتناسخ في الميراث أن يموت ورثة بعد وارثه وأصل الميراث قائم لم يقسم\nكذا في الصحاح\n</p>\n\n<p>\nالحيل جمع حيلة وهي ما يتلطف به لدفع المكروه أو لجلب المحبوب أي يترفق\nبه\n</p>\n\n<p>\nوالترفق خلاف التعسف وتكره الحيلة في إبطال الشفعة بعد ثبوتها بالاتفاق\nولا بأس به قبل ثبوتها وهو المختار لأنه ليس بإبطال حق ثابت وكذا في الزكاة\nوالربا كذا في قنية المنية مسألة ذا تشفع حنفي المذهب قال القاضي الإمام\nالحسن الماتريدي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p304'> Vol. 01, p. 304</a>\n            </div>\n             فإنه يعزر أشد التعزير حتى يترك المذهب الردي\nويرجع إلى المذهب السديد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p305'> Vol. 01, p. 305</a>\n            </div>\n             قال شيخ الإسلام عطاء بن حمزة رحمه\nالله الثبات على مذهب أبي حنيفة رحمه الله خير وأولى له كذا في مجمع\nالفتاوى في أول باب الشفعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p306'> Vol. 01, p. 306</a>\n            </div>\n            \n</p>\n\n<p>\n| ذيل\n</p>\n\n<p>\nالشيخان أبو حنيفة وأبو يوسف رحمهما الله وتسمية أبي حنيفة به ظاهر وكذا\nأبو يوسف لأنه شيخ محمد\n</p>\n\n<p>\nالطرفان أبو حنيفة ومحمد لأن الطرف الأعلى وهو أبو حنيفة والطرف الأسفل\nوهو محمد\n</p>\n\n<p>\nالآخران أبو يوسف ومحمد رحمهم الله تعالى\n</p>\n\n<p>\nالحنيف المائل عن كل دين باطل إلى دين حق وحنيفة هو حي من العرب وتاء\nحنيفة للمبالغة لا للتأنيث كتاء خليفة وعلامة واسم أبي حنيفة نعمان بن ثابت\nالبكري واسم أبي يوسف يعقوب بن إبراهيم الأنصاري ومحمد بن <span id='ms80'></span> الحسن الشيباني\nابن ابن عم أبي حنيفة رضوان الله تعالى عليهم أجمعين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p307'> Vol. 01, p. 307</a>\n            </div>\n             وكنية\nالشافعي أبو عبدالله واسمه محمد بن إدريس بن العباس بن العثمان بن الشافع\nبن السائب بن عبيد بن يزيد بن هاشم بن المطلب بن مناف القرشي وهو تلميذ\nمحمد بن الحسن لأنه قال حملت من علم محمد وقر بعير وقال الحمد لله الذي\nأعانني في الفقه بمحمد بن الحسن قالوا الفقه زرعه عبدالله بن مسعود وسقاه\nعلقمة وحصده إبراهيم النخعي وداسه حماد وطحنه أبو حنيفة وعجنه أبو يوسف\nوخبزه محمد والناس يأكلون من خبزه والعبرة للوصف الأخير\n</p>\n\n<p>\nالفقه في اللغة عبارة عن فهم غرض المتكلم من كلامه وفي الاصطلاح هو العلم\nبالأحكام الشرعية العملية من أدلتها التفصيلية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p308'> Vol. 01, p. 308</a>\n            </div>\n             وبوجه آخر الفقه\nعلم مستنبط يعرف منه أحكام الدين قال صاحب المنظومة الفقه هو الوقوف على\nالمعنى الخفي الذي يحتاج في حكمه إلى النظر والاستدلال\n</p>\n\n<p>\nفالفقيه هو العالم بعلم الشريعة\n</p>\n\n<p>\nالشريعة الطريقة الظاهرة في الدين كذا في المغرب وفي الصحاح والشريعة ما\nشرعه الله سبحانه وتعالى لعباده من الدين أي أظهره وبينه\n</p>\n\n<p>\nالمشروعات أربعة عبادات ومعاملات وعقوبات وكفارات وأصولها أربعة أيضا\nالكتاب والسنة وإجماع الأمة والقياس\n</p>\n\n<p>\nالفتوى جواب المفتي وكذلك الفتيا\n</p>\n\n<p>\nالمستفتي من يسأل الفقيه\n</p>\n\n<p>\nوالمفتي من عنها يجيب ارحم اللهم السائل والمجيب وإنك بالمنيب خير مجيب\nولك المنة والشكر والحماد على إتمامك جمع المراد ومنك التوفيق والإمداد على\nالتوقيف والامتداد وصل اللهم على محمد نبي الأمجاد وآله الأوتاد وصحبه\nالأفراد والحمد لله رب العالمين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p309'> Vol. 01, p. 309</a>\n            </div>\n             <span id='ms81'></span>\n</p>\n",
  "pages": [
    "001",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "250",
    "251",
    "252",
    "253",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "267",
    "268",
    "269",
    "270",
    "271",
    "272",
    "273",
    "274",
    "275",
    "276",
    "277",
    "278",
    "279",
    "280",
    "281",
    "282",
    "283",
    "284",
    "285",
    "286",
    "287",
    "288",
    "289",
    "290",
    "291",
    "292",
    "293",
    "294",
    "295",
    "296",
    "297",
    "298",
    "299",
    "300",
    "301",
    "302",
    "303",
    "304",
    "305",
    "306",
    "307",
    "308",
    "309"
  ],
  "volumes": [
    "01"
  ]
}