{
  "content": "\n<p>\nمسند أبي يعلى الموصلي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p001'> Vol. 09, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nجميع الحقوق محفوظة لدار المأمون للتراث الطبعة الأولى 1407 ه‍ - 1987 م\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p002'> Vol. 09, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nمسند أبي يعلى الموصلي الامام الحافظ أحمد بن علي بن المثنى التميمي (210\n- 307 ه‍) حققه وخرج أحاديثه حسين سليم أسد دار المأمون للتراث دمشق <span id='ms1001'></span> - ص. ب\n4971 - بيروت - ص. ب 6423 / 113 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p003'> Vol. 09, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p004'> Vol. 09, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\n[تابع مسند عبد الله بن مسعود رضي الله عنه] (5069) حدثنا عبد الغفار\nحدثنا علي بن مسهر عن الأعمش عن إبراهيم عن عبيدة السلماني عن عبد الله بن\nمسعود قال قال رسول الله صلى الله عليه وسلم أقرأ علينا قال قلت يا رسول\nالله أقرأ عليك وإنما أنزل القرآن عليك قال إني أحب أن أسمعه من غيري فقرأت\nعليه سورة النساء حتى إذا بلغت * (فكيف إذا جئنا من كل أمة بشهيد وجئنا بك\nعلى هؤلاء شهيدا) * غمزني فنظرت إليه فإذا عيناه تهراقان صلى الله عليه\nوسلم (5070) حدثنا عبد الغفار حدثنا علي بن مسهر عن الأعمش عن إبراهيم عن\nأبي معمر عن عبد الله قال بينما نحن مع رسول الله صلى الله عليه وسلم إذ\nانفلق القمر فلقتين فكانت فلقة من وراء الجبل وفلقة دونه فقال رسول الله\nصلى الله عليه وسلم اشهدوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p005'> Vol. 09, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\n(5071) حدثنا عبد الغفار حدثنا علي بن مسهر عن الأعمش عن شقيق عن عبد\nالله بن مسعود قال قال رجل يا رسول الله أنؤاخذ بما عملنا في الجاهلية فقال\nمن أحسن في الاسلام لم يؤخذ بما عمل في الجاهلية وإن أساء في الاسلام أخذ\nبالأول والآخر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p006'> Vol. 09, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\n(5072) حدثنا عبد الغفار حدثنا علي بن مسهر عن الأعمش عن شقيق عن عبد\nالله بن مسعود قال كأني أنظر إلى رسول الله صلى الله عليه وسلم حكى نبيا من\nالأنبياء ضربه قومه حتى أدموا وجهه فجعل يمسح الدم عن وجهه وهو يقول رب\nاغفر لقومي فإنهم لا يعلمون (5073) حدثنا محمد بن بشار بندار حدثنا عبد\nالرحمن بن مهدي حدثنا أبو بكر بن عياش عن عاصم عن زر عن عبد الله بن مسعود\nعن النبي صلى الله عليه وسلم قالت سحروا فإن في السحور بركة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p007'> Vol. 09, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\n(5074) حدثنا عاصم بن النضر بن المنتشر لاحول حدثنا المعتمر بن سليمان\nقال سمعت الركين بن الربيع يحدث عن القاسم بن حسان عن عمه عبد الرحمن بن\nحرملة عن بن مسعود أن <span id='ms1002'></span> رسول الله صلى الله عليه وسلم كان يكره عشرة خلال\nالصفرة يعني الخلوق وجر الإزار والتختم بالذهب ونتف الشيب والضرب بالكعاب\nوالتبرج بالزينة بغير محلها والرقي إلا بالمعوذات وتعلق بالتمائم وعزل\nالماء عند أوانه عن محله وفساد الصبي غير محرمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p008'> Vol. 09, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\n(5075) حدثنا محمد بن عبد الله بن نمير حدثنا بن فضيل حدثنا عاصم عن\nعوسجة بن الرماح عن عبد الله بن أبي الهذيل عن عبد الله بن مسعود قال كان\nرسول الله صلى الله عليه وسلم يقول اللهم حسنت خلقي فحسن خلقي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p009'> Vol. 09, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\n(5076) حدثنا محمد بن عبد الله بن نمير حدثنا بن فضيل عن عطاء بن السائب\nعن أبي الأحوص عن عبد الله أنه سمع رسول الله صلى الله عليه وسلم يقول صلاة\nالرجل في جماعة تزيد على صلاته وحده بضعا وعشرين درجة (5077) حدثنا محمد بن\nعبد الله بن نمير حدثنا محمد بن فضيل عن عطاء عن أبي عبد الرحمن عن عبد\nالله عن النبي صلى الله عليه وسلم أنه كان يقول اللهم إني أعوذ بك من\nالشيطان من همزه ونفثه ونفخه فهمزه الموتة ونفخه الشعر ونفثه الكبر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p010'> Vol. 09, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\n(5078) حدثنا بن نمير حدثنا أبي ومحمد بن بشر قالا حدثنا إسماعيل عن قيس\nقال سمعت عبد الله بن مسعود يقول قال رسول الله صلى الله عليه وسلم لا حسد\nإلا في اثنتين رجل أتاه الله مالا فسلطه على هلكته في الحق ورجل آتاه الله\nالحكمة فهو يقضي بها ويعلمها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p011'> Vol. 09, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\n(5079) حدثنا هارون بن معروف حدثنا عبد الله بن وهب أخبر بن جريج عن أيوب\nبن هانئ عن مسروق بن الأجدع عن بن مسعود أن رسول الله صلى الله عليه وسلم\nقال كل مسكر حرام! \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p012'> Vol. 09, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\n(5080) حدثنا محمد بن إسماعيل بن أبي سمينة البصري حدثنا محمد بن خالد\nالحنفي حدثنا موسى بن يعقوب الزمعي عن عبد الله بكيسان عن عبد الله بن شداد\nعن عبد الله بن مسعود قال قال رسول الله صلى الله عليه وسلم إن أولاكم بي\nيوم القيامة أكثركم علي صلاة (5081) حدثنا محمد بن <span id='ms1003'></span> الصباح حدثنا شريك عن\nعبد الكريم عن زياد بن الجراح عن بن معقل قال دخلت مع أبي على عبد الله بن\nمسعود فسمعته يقول قال رسول الله صلى الله عليه وسلم الندم توبة!\n</p>\n\n<p>\n(5082) حدثنا محرز بن عون حدثنا علي بن مسهر عن الأعمش عن شقيق بن سلمة\nعن بن مسعود قال كنا نقول إذا جلسنا في الصلاة السلام على الله قبل عباده\nالسلام على جبري السلام على ميكائيل السلام على فلان قال فنقول ملائكته\nفالتفت إلينا رسول الله صلى الله عليه وسلم فقال أن الله هو السلام فإذا\nجلستم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p013'> Vol. 09, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nفقولوا التحيات لله والصلوات والطيبات والسلام عليك أيها النبي ورحمة\nالله وبركاته السلام علينا وعلى عباد الله الصالحين أشهد أن لا إله إلا هو\nوأشهد أن محمدا عبده ورسوله ثم نتخير الكلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p014'> Vol. 09, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\n(5083) حدثنا محرز بن عون حدثنا علي بن مسهر عن الأعمش عن شقيق عن عبد\nالله قال قال رسول الله صلى الله عليه وسلم لا تباشر المرأة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p016'> Vol. 09, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nالمرأة فتنعتها لزوجها حتى كأنه ينظر إليها (5084) حدثنا أبو هشام\nالرفاعي محمد بن يزيد بن رفاعة حدثنا أبو بكر بن عياش حدثنا يزيد بن أبي\nزياد عن إبراهيم عن علقمة عن عبد الله قال قال رسول الله صلى الله عليه\nوسلم تجئ رايات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p017'> Vol. 09, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nسود من قبل المشرق وتخوض الخيل الدماء إلى ثنتها يظهرون العدل ويطلبون\nالعدل فلا يعطونه فيظهرون فيطلب منهم العدل فلا يعطونه (5085) حدثنا أبو\nهشام الرفاعي حدثنا الوليد بن عقبة الشيباني حدثنا زائدة عن عاصم عن أبي\nوائل عن عبد الله قال خرج رسول الله صلى الله عليه وسلم إلى المسجد فإذا\nفيه نسوة من الأنصار فأتاهن فوعظهن وذكرهن وقال ما منكن امرأة يموت لها\nثلاثة من الولد إلا دخلت الجنة فقالت امرأة من أجلهن يا رسول الله أرأيت\nذات الاثنين فقال ما منكن امرأة يموت لها اثنان إلا دخلت الجنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p018'> Vol. 09, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\n(5086) حدثنا أبو هشام الرفاعي قال حدثنا أبو أسامة حدثنا أبو حنيفة عن\nقيس بن مسلم عن طارق بن شهاب عن <span id='ms1004'></span> عبد الله قال قال رسول الله صلى الله عليه\nوسلم أفضل الحج العج والثج فأما العج فالتلبية وأما الثج فنحر البدن (5087)\nحدثنا أبو هشام الرفاعي حدثنا وكيع حدثنا سفيان عن عبد الاعلى الثعلبي عن\nأبي عبيدة عن أبيه عبد الله بن مسعود قال قال رسول الله صلى الله عليه وسلم\nإن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p019'> Vol. 09, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nالله ليغار لعبده المؤمن فليغر لنفسه (5088) حدثنا أبو هشام الرفاعي\nحدثنا أبو بكر بن عياش حدثنا الحسن بن عمرو الفقيمي عن محمد بن عبد الرحمن\nعن أبيه عن عبد الله قال قال رسول الله صلى الله عليه وسلم ليس المؤمن\nبالطعان ولا اللعان ولا البذئ ولا الفاحش \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p020'> Vol. 09, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\n(5089) حدثنا أبو هشام حدثنا عبيد الله بن موسى حدثنا إسرائيل عن السدي\nقال سألت مرة الهمداني عن قوله * (وإن منكم إلا واردها) * فحدثني أن عبد\nالله حدثهم عن النبي صلى الله عليه وسلم قال يردون على الصراط ويصدرون عنه\nبأعمالهم فأولهم يمر كالريح ثم كحضر الفرس ثم كالراكب في رحله ثم كشد الرجل\nثم كمشيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p021'> Vol. 09, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\n(5090) حدثنا أبو هشام الرفاعي حدثنا أبو بكر حدثنا عاصم عن أبي وائل عن\nعبد الله قال قال رسول الله صلى الله عليه وسلم من مات يجعل لله ندا أدخله\nالنار قال أبو عبد الرحمن وأخرى قلتها من مات لا يجعل لله ندا أدخله الله\nالجنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p022'> Vol. 09, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nوإن هذه الصلوات الحقائق كفارات لما بينهن من الخطايا ما اجتنب المقتل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p023'> Vol. 09, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو بكر يعني الكبائر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p024'> Vol. 09, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\n(5091) حدثنا أبو هشام حدثنا حسين بن علي عن زائدة عن عاصم عن أبي وائل\nعن عبد الله قال ذكر عند النبي صلى الله عليه وسلم رجل فقيل يا رسول الله\nأن فلان نام الليلة حتى أصبح فقال رسول الله صلى الله عليه وسلم بال\nالشيطان في أذنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p025'> Vol. 09, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\n(5092) حدثنا أبو هشام حدثنا عبيد الله حدثنا إسرائيل عن منصور عن سلمة\nبن كهيل عن عيسى بن عاصم عن زر عن عبد الله عن النبي صلى الله عليه وسلم\nقال الطيرة الشرك وما منا إلا ولكن الله يذهبه <span id='ms1005'></span> بالتوكل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p026'> Vol. 09, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\n(5093) حدثنا سعيد بن يحيى بن سعيد الأموي حدثنا أبي حدثنا يزيد بن سنان\nعن زيد بن أبي أنيسة عن عاصم بن بهدلة عن زر بن حبيش عن عبد الله بن مسعود\nقال قال رسول الله صلى الله عليه وسلم كأني أنظر إلى موسى بن عمران في هذا\nالوادي محرما بين قطوا نيتين (5094) حدثنا وهب بن بقية الواسطي حدثنا خالد\nعن العلاء بن المسيب عن عمرو بن مرة عن أبي عبيدة عن عبد الله بن مسعود عن\nالنبي صلى الله عليه وسلم قال إنه من كان قبلكم من بني إسرائيل كان إذا عمل\nالعامل منهم بالخطيئة نهاه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p027'> Vol. 09, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nالناهي تعذيرا فإذا كان من الغد جالسه وآكله وشاربه كأن لم يره على\nالخطيئة بالأمس فلما رأى الله ذلك منهم ضرب بقلوب بعضهم على بعض ولعنهم على\nلسان نبيهم داود وعيسى بن مريم ذلك بما عصوا وكانوا يعتدون والذي نفسي بيده\nلتأمرن بالمعروف ولتنهون عن المنكر ولتأطرنه على الحق أطرا أو ليضربن الله\nقلوب بعضكم ببعض ويلعنكم كما لعنهم (5095) حدثنا عبد الله بن عمر القواريري\nحدثنا يزيد بن زريع حدثنا معتمر عن أبي إسحاق عن أبي عبيدة بن عبد الله عن\nعبد الله بن مسعود أن ناسا أتوا النبي صلى الله عليه وسلم فقالوا إن صاحبنا\nاشتكى أفنكويه قال فسكت ساعة ثم قال أن شئتم فاكووه وإن شئتم فارضفوه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p028'> Vol. 09, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\n(5096) حدثنا إبراهيم بن الحجاج السامي حدثنا سلام بن سليمان أبو المنذر\nحدثنا عاصم بن بهدلة عن زر عن عبد الله بن مسعود قال كنت في غنم لآل أبي\nمعيط أرعاها فجاءني النبي صلى الله عليه وسلم ومعه أبو بكر بن أبي قحافة\nفقال النبي صلى الله عليه وسلم يا غلام هل عندك لبن تسقينا فقلت نعم ولكني\nمؤتمن قال فهل عندك شاة شصوم لم ينز عليها الفحل قلت نعم فأتيته بشاة شصوم\nقال سلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p029'> Vol. 09, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nلم ينز عليها الفحل وهي التي ليس لها ضرع فمسح النبي صلى الله عليه وسلم\nمكان الضرع وما بها ضرع <span id='ms1006'></span> فإذا ضرع حافل مملوء لبنا وأتيته بصخرة منقعرة\nفاحتلب فسقى أبا بكر وسقاني ثم شرب ثم قال للضرع اقلص فرجع كما كان قال\nفأنا رأيت هذا بعيني من رسول الله صلى الله عليه وسلم فقلت يا رسول الله\nعلمني فمسح برأسي وقال بارك الله فيك فإنك غلام معلم فأسلمت فأتيت النبي\nصلى الله عليه وسلم فبينما نحن عنده على حراء إذ نزلت عليه سورة المرسلات\nفأخذتها وإن فاه لرطب بها فلا أدري بأي الآيتين ختمت وإذا قيل لهم اركعوا\nلا يركعون أو بأي حديث بعده يؤمنون فأخذت من في رسول الله صلى الله عليه\nوسلم سبعين سورة وأخذت سائر القرآن من أصحابه قال فبينا نحن نيام على حراء\nفما نبهنا إلا قول النبي صلى الله عليه وسلم منعها منكم الذي منعكم منها\nقلنا يا رسول الله وما ذاك قال حية خرجت من ناحية الجبل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p030'> Vol. 09, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\n(5097) حدثنا إبراهيم بن الحجاج حدثنا سلام أبو المنذر حدثنا عاصم عن أبي\nوائل عن عبد الله بمسعود أن مسيلمة بعث رجلين أحدهما بن أثال بن حجر فقال\nرسول الله صلى الله عليه وسلم أتشهد ان أن محمدا رسول الله قالا نشهد أن\nمسيلمة رسول الله فقال النبي صلى الله عليه وسلم آمنت بالله ورسله لو كنت\nقاتلا وفدا قتلتكما فبينما بن مسعود بالكوفة إذ رفع إليه الرجل الذي مع بن\nأثال وهو قريب له فأمر بقتله فقال للقوم وهل تدرون لم قتلت هذا قالوا لا\nندري فقال أن مسيلمة بعث هذا مع بن أثال بن حجر فقال رسول الله صلى الله\nعليه وسلم أتشهد أن محمدا رسول الله قالا نشهد أن مسيلمة رسول الله فقال\nالنبي صلى الله عليه وسلم آمنت بالله ورسله لو كنت قاتلا وفدا قتلتكما قال\nفلذلك قتلته قال أبو وائل وكان الرجل يومئذ كافرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p031'> Vol. 09, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\n(5098) حدثنا أبو الربيع حدثنا أبو شهاب عن الأعمش عن أبي وائل عن عبد\nالله قال سئل رسول الله صلى الله عليه وسلم أي الذنب عند الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p032'> Vol. 09, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nأكبر قال <span id='ms1007'></span> أن تجعل لله ندا وهو خلقك قاثم أي قال ثم تزاني حليلة جارك قال\nفأنزل الله تصديقها والذين لا يدعون مع الله إلها آخر ولا يقتلون النفس\nالتي حرم الله إلا بالحق ولا يزنون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p033'> Vol. 09, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\n(5099) حدثنا أبو الربيع حدثنا أبو شهاب عن الأعمش عن أبي وائل عن عبد\nالله قال قال رسول الله صلى الله عليه وسلم أول ما يقضى يوم القيامة بين\nالناس الدماء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p035'> Vol. 09, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\n(5100) وعن الأعمش عن عمارة عن عمير عن الحارث بن سويد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p036'> Vol. 09, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عبد الله حديثين أحدهما عن رسول الله صلى الله عليه وسلم والآخر عن\nنفسه قال أن المؤمن يرى ذنوبه كأنه قاعد تحت جبل يخاف أن يقع عليه وإن\nالفاجر ليرى ذنوبه كذباب مر على أنفه قال له هكذا قال وقال لله أفرح بتوبة\nالعبد من رجل نزل بدوية مهلكة عليه معه راحلته عليها طعامه وشرابه فوضع\nرأسه فنام نومة فأستيقظ وقد ذهبت راحلته عليها طعامه وشرابه فانطلق في\nطلبها حتى اشتد عليه العطش أو الجوع أبو شهاب شك قال أرجع إلى مكاني فأموت\nفيه فرجع إلى مكانه فوضع رأسه فاستيقظ فإذا هو براحلته عنده وعليها طعامه\nوشرابه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p037'> Vol. 09, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\n(5101) حدثنا العباس بن الوليد أبو الفضل حدثنا أبو الأحوص عن أبي إسحاق\nالهمداني عن عبد الرحمن بن الأسود عن عبد الله قال كان رسول الله صلى الله\nعليه وسلم يكبر في كل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p039'> Vol. 09, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nرفع ووضع وقيام وقعود وأبو بكر وعمر (5102) وعن أبي إسحاق عن أبي الأحوص\nعن عبد الله قال كان رسول الله صلى الله عليه وسلم يسلم عن يمينه وعن شماله\nالسلام عليكم ورحمة الله السلام عليكم ورحمة الله حتى يرى بياض خديه (5103)\nحدثنا العباس حدثنا أبو الأحوص حدثنا منصور بن المعتمر عن إبراهيم النخعي\nعن عبيدة السلماني عن عبد الله بن مسعود قال قال رسول الله صلى الله عليه\nوسلم خير أمتي القرن الذين يلوني ثم الذين يلونهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p040'> Vol. 09, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nثم الذين يلونهم ثم يجئ قوم تسبق شهادة أحدهم يمينه ويمينه شهادته قال\nفقال إبراهيم كنا ننهى أن نحلف <span id='ms1008'></span> بالعهد والشهادات (5104) حدثنا الحسن بن\nحماد حدثنا بن أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p041'> Vol. 09, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nغنية عن أبيه عن عاصم عن زر عن عبد الله قال قال رسول الله صلى الله عليه\nوسلم أن من الشعر حكمة ! (5105) حدثنا محمد بن عبد الله بن نمير حدثنا أبو\nالجواب حدثنا سليمان بن قرم عن الأعمش عن شقيق عن عبد الله قال كان رجل\nكثير المال لما حضره الموت قال لأهله أن فعلتم ما أمرتكم به أورثتكم مالا\nكثيرا قالوا نعم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p042'> Vol. 09, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nقال إذا مت فاحرقوني ثم اطحنوني فإذا كان يوم ريح فارقوا فوق قلة جبل\nفأذروني فإن الله أن قدر علي لم يغفر لي ففعل ذلك به فاجتمع في يدي الله\nفقال ما حملك على ما صنعت قال يا رب مخافتك قال فاذهب فقد غفرت لك (5106)\nحدثنا محمد بن أبي بكر حدثنا عبد العزيز بن عبد الصمد حدثنا منصور عن أبي\nوائل عن عبد الله أن رجلا جاء إلى النبي صلى الله عليه وسلم فقال أن فلانا\nنام البارحة عن الصلاة قال بال الشيطان في أذنه أو أذنيه (5107) حدثنا محمد\nبن أبي بكر حدثنا عبد العزيز حدثنا منصور عن أبي الضح عن مسروق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p043'> Vol. 09, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nعن عبد الله قال قال رسول الله صلى الله عليه وسلم أن أشد الناس عذاب يوم\nالقيامة المصورون (5108) حدثنا محمد بن أبي بكر حدثنا يحيى بن سعيد عن\nسفيان عن أبي قيس عن هزيل ان أبا موسى وسلم أن بن ربيعة سئلا عن ابنة وابنة\nوأخت فقالا للأخت النصف وللابنة النصف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p044'> Vol. 09, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nفسئل عبد الله فقال لقد ضللت إذا وما أنا من المهتدين أقول كما قال رسول\nالله صلى الله عليه وسلم للابنة النصف ولابنة الابن السدس تكملة الثلثين\nوما بقي فللأخت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p045'> Vol. 09, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\n(5109) حدثنا محمد بن أبي بكر حدثنا يحيى عن فطر بن خليفة عن عطاء قال\nقال أبو الدرداء لقد تركنا رسول الله صلى الله عليه وسلم وما في السماء طير\nيطير بجناحه إلا ذكرنا منه علما (5110) حدثنا محمد بن أبي بكر حدثنا يزيد\nبن زريع حدثنا <span id='ms1009'></span> يونس عن أبي معشر عن إبراهيم عن علقمة قال قدمنا مع عبد الله\nعلى عثمان فقال عثمان لعبد الله ما بقي منك للنساء قال ادن علقمة وكنت شابا\nفدنوت فقال خرج رسول الله صلى الله عليه وسلم على فتية عزا ب فقال من كان\nمنكم ذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p046'> Vol. 09, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nول فليتزوج فإنه أغض للبصر وأحصن للفرج ومن لا فالصوم له وجاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p047'> Vol. 09, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\n(5111) حدثنا محمد بن أبي بكر حدثنا يزيد بن زريع حدثنا خالد عن أبي معشر\nعن إبراهيم عن علقمة عن عبد الله عن النبي صلى الله عليه وسلم قال ليلني\nمنكم أولوا الأحلام والنهى ثم الذين يلونهم ولا تختلفوا فتختلف قلوبكم\nوإياكم وهيشات الأسواق (5112) حدثنا محمد بن أبي بكر حدثنا عبد العزيز بن\nعبد الصمد حدثنا منصور تعن ذر عن وائل بن مهانة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p048'> Vol. 09, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nعن عبد الله بن مسعود قال قال رسول الله صلى الله عليه وسلم تصدقوا يا\nمعشر النساء فإنكن أكثر أهل جهنم يوم القيامة قالت امرأة ليس ت من علية\nالنساء ولم نحن أكثر أهل جهنم قال إنكن تكثرن اللعن وتكفرن العشير قال بن\nمسعود ما وجدت ناقص العقل والدين أغلب على الرجال ذوي الأحلام على أمورهن\nمن هذه النساء قيل يا بن مسعود وما نقص عقولهن ودينهن قال أما نقص عقولهن\nفشهادة امرأتين بشهادة رجل وأما نقص دينهن فإنه يأتي على إحداهن ما شاء\nالله من يوم وليلة لا تسجد لله فيه سجدة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p049'> Vol. 09, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\n(5113) حدثنا محمد بن أبي بكر حدثنا يحيى بن سعيد عن سفيان عن منصور\nوسليمان عن أبي وائل عن عبد الله قال جاء رجل إلى النبي صلى الله عليه وسلم\nفقال أنؤاخذ بما عملنا في الجاهلية فقال أن أحسنت في الاسلام لم تؤاخذ به\nوإن أسأت في الاسلام أخذت بالأول والآخر (5114) حدثنا محمد بن أبي بكر\nحدثنا حماد بن زيد حدثنا عاصم عن أبي وائل عن عبد الله عن النبي صلى الله\nعليه وسلم قال لا تباشر المرأة المرأة تنعتها لزوجها أو تصفها للرجل حتى\nكأنه ينظر إليها <span id='ms1010'></span> وإن كان ثلاثة فلا يتناجى اثنان دون صاحبهما فإن ذلك يحزنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p050'> Vol. 09, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nومن حلف على يمين كاذبا ليقتطع بها مال أخيه أو مال امرئ مسلم لقي الله\nوهو عليه غضبان قال فسمع الأشعث بن قيس بن مسعود يذكر هذا الحديث فقال قال\nرسول الله صلى الله عليه وسلم في رجلين اختصما في بئر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p051'> Vol. 09, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\n(5115) حدثنا محمد بن أبي بكر حدثنا حماد بن زيد حدثنا عاصم عن أبي وائل\nعن بن مسعود قالت وفي رجل من أصحاب النبي صلى الله عليه وسلم من أصحاب\nالصفة فترك دينارين فذكر ذلك للنبي صلى الله عليه وسلم فقال كيتين (5116)\nحدثنا محمد حدثنا محمد بن زيد الواسطي حدثنا العوام بن حوشب عن أبي محمد\nمولى عمر بن الخطاب عن أبي عبيدة عن أبيه عن النبي صلى الله عليه وسلم قال\nمن قدم ثلاثا لم يبلغوا الحنث كانوا له حصنا حصينا من النار قال أبو ذر\nقدمت اثنين يا رسول الله قال واثنين قال أبي بن كعب أبو المنذر سيد القراء\nقدمت واحدا يا رسول الله فقال وواحد قال ولكن ذاك في أول صدمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p053'> Vol. 09, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\n(5117) حدثنا محمد بن أبي بكر حدثنا محمد بن دينار عن إبراهيم الهجري عن\nأبي الأحوص عن عبد الله قال قال رسول الله صلى الله عليه وسلم من أحسن\nالصلاة حيث يراها الناس وأساءها حيث يخلوا فتلك استهانة استهان بها ربه\nتبارك وتعالى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p054'> Vol. 09, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\n(5118) حدثنا محمد حدثنا محمد بن دينار عن إبراهيم الهجري عن أبي الأحوص\nقال أبو يعلى أحسبه عن بن مسعود عن النبي صلى الله عليه وسلم قال المسكين\nليس الطواف عليكم الذي ترده اللقمة واللقمتان والتمرة والتمرتان قلنا فما\nالمسكين يا رسول الله قال الذي يجد ما يغنيه ويستحي أن يسأل الناس ولا يفطن\nله فيتصدق عليه (5119) حدثنا محمد بن أبي بكر حدثنا محمد بن دينار عن\nإبراهيم الهجري عن أبي الأحوص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p055'> Vol. 09, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nعن عبد الله عن النبي صلى الله عليه وسلم قال سباب المسلم أخاه فسوق\nوقتاله كفر وحرمة ماله كحرمة دمه (5120) وبإسناده <span id='ms1011'></span> عن النبي صلى الله عليه\nوسلم قال رحمه الله إذا أتى أحدكم خادمه بطعامه فليبدأ فليلقمه أو ليجلسه\nمعه فإنه ولي حره ودخانه (5121) وعن عبد الله عن النبي صلى الله عليه وسلم\nقال هل تدرون أي الصدقة أفضل قال الله ورسوله أعلم قال المنحة أن تمنح أخاك\nالدنانير أو الدراهم أو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p056'> Vol. 09, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nالبقرة أو الشاة أو ظهر الدابة أو لبن الشاة أو لبن البقرة ولم يقل\nالبقرة والشاة (5122) وعن عبد الله عن النبي صلى الله عليه وسلم قال إن\nالشيطان قد يئس أن تعبد الأصنام في أرض العرب ولكنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p057'> Vol. 09, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nسيرضى منكم بدون ذلك بالمحقرات وهي الموبقات يوم القيامة اتقوا المظالم\nما استطعتم فإن العبد يجئ بالحسنات يوم القيامة يرى أنستنجيه فما زال عبد\nيقوم فيقول يا رب ظلمني عبدك مظلمة فيقول امحوا من حسناته ما يزال كذلك حتى\nما يبقى له حسنة من الذنوب وإن مثل ذلك كسفر نزلوا بفلاة من الأرض ليس معهم\nحطب فتفرق القوم ليحتطبوا فلم يلبثوا أن حطبوا فأعظموا النار وطبخوا ما\nأرادوا وكذلك الذنوب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p058'> Vol. 09, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\n(5123) حدثنا محمد بن أبي بكر حدثنا محمد بن دينار عن إبراهيم الهجري عن\nأبي الأحوص عن عبد الله قال ما أحد أغير من الله ومن غيرته حرم الفواحش ما\nظهر منها وما بطن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p059'> Vol. 09, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\n(5124) وعن عبد الله عن النبي صلى الله عليه وسلم قال) * إن الله يأمر\nمناديا يوم القيامة يا آدم قم فابعث من ذريتك بعثا إلى النار فيقوم آدم\nفيقول أي رب من كل كم فيقول من كل مائة تسعة وتسعين إلى النار وواحدا إلى\nالجنة فشق ذلك على من سمع من أصحاب رسول الله صلى الله عليه وسلم فقالوا له\nمن الناجي منا بعد هذا فقال رسول الله صلى الله عليه وسلم إنكم في خليقتين\nمن الناس يأجوج ومأجوج وهم من كل حدب ينسلون وما أنتم في الدنيا إلا\nكالرقمة في ذراع الدابة أو كالشعرة في جنب البعير (5125) وعن عبد الله عن\nالنبي صلى الله عليه وسلم قالا لأيدي ثلاثة <span id='ms1012'></span> فيد الله تعالى العليا ويد\nالمعطي التي تليها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p060'> Vol. 09, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nويد السائل السفلى إلى يوم القيامة فاستعف عن السؤال وعن المسألة ما\nاستطعت فإن أعطيت شيئا أو قال خيرا فلير عليك وابدأ بمن تعول وارضخ من\nالفضل ولا تلام على العفاف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p061'> Vol. 09, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\n(5126) حدثنا محمد بن أبي بكر حدثنا يحيى عن شعبة عن سماك عن عبد الرحمن\nبن عبد الله عن أبيه عن النبي صلى الله عليه وسلم قال نضر الله امرأ سمع\nمنا حديثا فحفظه حتى يبلغه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p062'> Vol. 09, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\n(5127) حدثنا محمد بن أبي بكر حدثنا يحيى عن زهير بن معاوية عن أبي إسحاق\nعن عبد الرحمن بن الأسود عن أبيه عن عبد الله قال كنت مع النبي صلى الله\nعليه وسلم فأتى الغائط فقال التمسوا لي ثلاثة أحجار فلم أجد إلا حجرين\nوروثة فأخذ الحجرين ورد الروثة وقال هذه رجس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p063'> Vol. 09, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\n(5128 حدثنا محمد بن أبي بكر حدثنا يحيى ومعاذ بن معاذ عن زهير عن أبي\nإسحاق عن عبد الرحمن بن الأسود عن أبيه وعلقمة عن عبد الله كان النبي صلى\nالله عليه وسلم يكبر في كل خفض ورفع وقيام وقعود ويسلم عن يمينه وعن يساره\nالسلام عليكم ورحم الله السلام عليكم ورحمة الله حتى يرى بياض خده وكان أبو\nبكر وعمر يفعلان ذلك (5129) حدثنا أبو خيثمة حدثنا بن عيينة حدثنا عبد\nالكريم الجزري عن زياد بن أبي مريم عن عبد الله بن معقل قال دخلت مع أبي\nعلى عبد الله بن مسعود فقال أنت سمعت رسول الله صلى الله عليه وسلم يقول\nالندم توبة قال نعم!\n</p>\n\n<p>\n(5130) حدثنا زهير بحرب حدثنا جرير عن منصور عن أبي وائل عن عمرو بن\nشرحبيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p064'> Vol. 09, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nعن عبد الله قال سألت رسول الله صلى الله عليه وسلم أي الذنب أعظم عند\nالله قال أن تجعل لله ندا وهو خلقك قال قلت إن ذلك لعظيم قال قلت ثم أي قال\nأن تقتل ولدك مخافة أن يطعم معك قال قلت ثم أي قال أن تزاني حليلة جارك\n(5131) حدثنا أبو خيثمة حدثنا جرير عن منصور <span id='ms1013'></span> عن أبي وائل عن عبد الله قال\nقال أناس لرسول الله صلى الله عليه وسلم أنؤاخذ بما عملنا في الجاهلية قال\nأما من أحسن منكم في الاسلام فلا يؤاخذ بها ومن أساء أخذ بعمله في الجاهلية\nوالاسلام (5132) وبإسناده عن عبد الله قال قال رسول الله صلى الله عليه\nوسلم إذا كنتم ثلاثة فلا يتناجى رجلان دون الآخر حتى تختلطوا بالناس من أجل\nأن ذلك يحزنه ولا تباشر المرأة المرأة فتصفها لزوجها حتى كأنه ينظر إليها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p065'> Vol. 09, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\n(5133) وعن عبد الله قال لما كان يوم حنين آثر رسول الله صلى الله عليه\nوسلم في الغنيمة فأعطى الأقرع بن حابس مائة من الإبل وأعطى عيينة مثل ذلك\nوأعطى ناسا من أشراف العرب وآثرهم في القسمة فقال رجل والله أن هذه لقسمة\nما عدل فيها وما أريد بها وجه الله قال فقلت والله لأخبرن رسول الله صلى\nالله عليه وسلم فأتيته فأخبرته بما قال الرجل قال فتغير وجهه حتى كان\nكالصرف ثم قال فمن يعدل إذا لم يعدل رسول الله ثم قال يرحم الله موسى لقد\nأوذي بأكثر من هذا فصبر فقلت لا جرم لا أرفع إليه بعد هذا شيئا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p066'> Vol. 09, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\n(5134) وعن أبي وائل قال قال عبد الله لقد أتاني اليوم رجل فسألني عن أمر\nما دريت ما أرد عليه فقال أرأيت رجلا مؤديا نشيطا يخرج في المغازي فيعزمون\nعلينا في أشياء لا نجد منها بدا قال فقلت له والله ما أدري ما أقول لك إلا\nأنا كنا مع رسول الله صلى الله عليه وسلم فعسى أن لا يعزم علينا في الامر\nإلا مرة حتى نفعله وإن أحدكم لن يزال بخير ما اتقى الله وإذا شك في نفسه\nشيئا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p067'> Vol. 09, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nسأل رجلا فشفاه وأوشك أن لا تجدوه والذي لا إله إلا هو ما أذكر ما غبر من\nالدنيا إلا كالثغب شرب صفوه وبقي كدره (5135) حدثنا أبو خيثمة حدثنا جرير\nيعني بن عبد الحميد عن منصور عن أبي وائل عن عبد الله قال كنا نقول في\nالصلاة خلف <span id='ms1014'></span> رسول الله صلى الله عليه وسلم سلام على فلان فقال لنا رسول الله\nصلى الله عليه وسلم ذات يوم إن الله هو السلام فإذا قعد أحدكم في الصلاة\nفليقل التحيات لله والصلوات والطيبات والسلام عليك أيها النبي ورحمة الله\nسلام علينا وعلى عباد الله الصالحين فإذا قال أصابت كل عبد في السماء\nوالأرض صالح أشهد أن لا إله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p068'> Vol. 09, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nإلا الله وأشهد أن محمدا عبده ورسوله ثم يتخير من المسألة ما شاء (5136)\nوبإسناده عن رسول الله صلى الله عليه وسلم قال بئس ما لأحدكم أن يقول نسيت\nآية كذا وكيت بل هو نسي استذكروا القرآن فلهو أشد تفصيا من صدور الرجال من\nالنعم لعقله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p069'> Vol. 09, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\n(5137) وعن أبي وائل قال كان عبد الله يذكر الناس في كل يوم خميس فقال له\nرجل يا أبا عبد الرحمن لو أنك ذكرتنا في كل يوم قال أما إنه يمنعني من ذلك\nأن أكره أن أملكم وإني أتخولكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p070'> Vol. 09, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nبالموعظة كما كان رسول الله صلى الله عليه وسلم يتخولنا بالموعظة في\nالأيام مخافة السآمة علينا (5138) حدثنا أبو خيثمة حدثنا جرير عن منصور عن\nأبي وائل عن عبد الله قال قال رسول الله صلى الله عليه وسلم أن الصدق يهدي\nإلى البر وإن البر يهدي إلى الجنة وإن الرجل ليصدق حتى يكتب صديقا وإن\nالكذب يهدي إلى الفجور وإن الفجور يهدي إلى النار وإن الرجل ليكذب حتى يكتب\nعند الله كذابا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p071'> Vol. 09, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\n(5139) وعن منصور عن إبراهيم عن عبيدة عن بن مسعود قال قال رسول الله صلى\nالله عليه وسلم إني لاعلم آخر أهل النار خروجا منها وآخر أهل الجنة دخولا\nالجنة رجلا يخرج من النار حبوا فيقول الله اذهب فادخل الجنة فيأتيه فيخيل\nإليه أنها ملاى فيقول الله ادخل فإن لك مثل الدنيا عشرة أمثالها قال فيقول\nأتسخر بي أو تضحك بي وأنت الملك قال ثم رأيت رسول الله صلى الله عليه وسلم\nضحك حتى بدت نواجذه قال فكان يقال ذاك أدنى أهل الجنة منزلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p072'> Vol. 09, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\n(5140) حدثنا أبو خيثمة حدثنا جرير <span id='ms1015'></span> عن منصور عن إبراهيم عن عبيدة\nالسلماني عن عبد الله قال سئل رسول الله صلى الله عليه وسلم أي الناس خير\nقال قرني ثم الذين يلونهم ثم الذين يلونهم ثم يجئ قوم تبدر شهادة أحدهم\nيمينه ويبدر يمينه شهادته قال إبراهيم كانوا ينهوننا ونحن صبيان عن العهد\nوالشهادات (5141) وعن إبراهيم عن علقمة قال قال عبد الله لعن الله الواشمات\nوالمستوشمات والمتنمصات والمتفلجات للحسن المغيرات خلق الله قال فبلغ ذلك\nامرأة من بني أسد يقال لها أم يعقوب كانت تقرأ القرآن فأتت فقالت ما حديث\nبلغني عنك أنك لعنت الواشمات والمستوشمات والمتنمصات والمتفلجات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p073'> Vol. 09, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nللحسن المغيرات خلق الله فقال عبد الله مالي لا ألعن من لعن رسول الله\nصلى الله عليه وسلم وهو في كتاب الله قالت المرأة لقد قرأت ما بين لوحي\nالمصحف فما وجدته فقال والله لئن كنت قرأته لقد وجدته ثم قال ما آتاكم\nالرسول فخذوه وما نهاكم عنه فانتهوا قالت المرأة فإني أرى من هذا شيئا على\nامرأتك قال فاذهبي فانظري قال فدخلت على امرأة عبد الله فلم تر شيئا فجاءت\nإليه فقالت ما رأيت شيئا قال أما لو كان ذلك لم نجامعها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p074'> Vol. 09, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\n(5142) حدثنا أبو خيثمة حدثنا جرير حدثنا منصور عن إبراهيم عن علقمة قال\nقال عبد الله صلى رسول الله صلى الله عليه وسلم صلاة قال إبراهيم لا أدري\nأزاد أم نقص فلما سلم قيل له يا رسول الله أحدث في الصلاة شئ قال لا وما\nذاك قالوا صليت كذا وكذا قال فثنى رجله واستقبل القبلة وسجد سجدتين ثم سلم\nفلما سلم اقبل علينا بوجهه فقال إنه لو حدث في الصلاة شئ أنبأتكم به ولكني\nإنما أنا بشر مثلكم أنسى كما تنسون فإذا نسيت فذكروني وإذا شك أحدكم في\nالصلاة فليتحر الصواب فليتم عليه ثم يسلم ثم يسجد سجدتين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p076'> Vol. 09, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\n(5143) حدثنا أبو خيثمة حدثنا جرير عن منصور عن سالم بن أبي الجعد عن\nأبيه عن بن مسعود قال قال رسول الله صلى الله عليه وسلم ما منكم من <span id='ms1016'></span> أحد إلا\nوقد وكل به قرين من الجن قالوا وإياك يا رسول الله قال وإياي إلا أن الله\nأعانني عليه فأسلم فلا يأمرني إلا بخير (5144) حدثنا أبو خيثمة حدثنا جرير\nعن منصور عن ذر عن وائل بن مهانة من التيم عن عبد الله قال قال رسول الله\nصلى الله عليه وسلم يا معشر النساء تصدقن ولو من حليكن فإنكن أكثر أهل جهنم\nفقالت امرأ ليست من علية النساء ولم نحن يا رسول الله أكثر أهل جهنم قال من\nأجل أنكن تكثرن اللعن وتكفرن العشير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p077'> Vol. 09, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\n(5145) وعن منصور عن أبي الضحى عن مسروق عن عبد الله قال قال رسول الله\nصلى الله عليه وسلم لما رأى من الناس إدبارا قال اللهم سبع كسبع يوسف\nفأخذتهم سنة حصت كل شئ حتى أكلوا لحم الميتة والجلود والجيف وينظر إلى\nالسماء أحدهم فيرى الدخان من الجوع فأتاه أبو سفيان فقال يا محمد إنك جئت\nتأمن بطاعة الله وبصلة الرحم فإن قومك قد هلكوا فادع الله لهم قال الله\nفارتقب يوم تأتي السماء بدخان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p078'> Vol. 09, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nمبين إلى قوله إنا منتقمون (5146) حدثنا أبو خيثمة حدثنا جرير عن مغيرة\nقال ذكر شباك لإبراهيم قال سألنا علقمة عن ذلك فحدثنا عن عبد الله قال لعن\nرسول الله صلى الله عليه وسلم آكل الربا وموكله قال فقلت وشاهديه وكاتبه\nقال إنما نحدث ما سمعنا (5147) حدثنا أبو خيثمة حدثنا جرير عن مغيرة عن\nإبراهيم قال قال هني الضبي لقينا علقمة وقد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p079'> Vol. 09, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\n.\n</p>\n\n<p>\nمثل زياد برجل صلبه فقال لنا علام اجتمع هؤلاء قلت مثل زياد برجل قال قال\nعبد الله عن النبي صلى الله عليه وسلم فيما أحسب إن أعف الناس قتلة أهل\nالايمان (5148) وعن مغيرة عن أبي وائل عن عبد الله عن النبي صلى الله عليه\nوسلم قال الولد لصاحب الفراش وللعاهر الحجر (5149) وعن مغيرة عن واصل بن\nحيان عن عبد الله بن أبي الهذيل عن أبي الأحوص عن عبد الله عن النبي صلى\nالله عليه وسلم لو كنت متخذا من أهل الأرض <span id='ms1017'></span> خليلا لاتخذت أبا بكر بن أبي\nقحافة خليلا ولكن صاحبكم خليل الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p080'> Vol. 09, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nوإن القرآن نزل على سبعة أحرف لكل آية منها ظهر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p081'> Vol. 09, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nوبطن ولكل حد مطلع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p082'> Vol. 09, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\n(5150) وعن جرير عن حصين عن هلال بن يساف عن أبي حيان عن عبد الله قال\nقال النبي صلى الله عليه وسلم اقرأ علي قلت أليس تعلمت منك يا رسول الله\nقال إني أحب أن أسمعه من غيري فقرأت عليه سورة النساء حتى إذا بلغت * (فكيف\nإذا جئنا من كل أمة بشهيد وجئنا بك على هؤلاء شهيدا ) * فاضت عيناه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p084'> Vol. 09, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\n5151) وعن جرير قال وحدثنا الركين بن الربيع بن عميلة الفزاري عن القاسم\nبن حسان عن عمه عبد الرحمن بن حرملة عن عبد الله قال أن رسول الله صلى الله\nعليه وسلم كره عشرة خلال التختم بالذهب وجر الإزار والصفرة يعني الخلوق\nوتغيير الشيب قال جرير يعني نتفه والرقي بالمعوذتين وعقد التمائم والضرب\nبالكعاب والتبرج بالزينة لغير محلها وعزل الماء عن محله وافساد الصبي غير\nمحرمه (5152) حدثنا أبو خيثمة حدثنا جرير عن يزيد بن أبي زياد عن أبي سعد\nالأزدي عن أبي الكنود قال أصبت رجلا من عظماء فارس يوم مهران قال فرفعت\nسلبه إلى السلطان قال فأخذت خاتما له من ذهب قال وكان قد رئي في يدي قال\nقلت إذا خرجت إلى أرض العجم فأصابني شئ فإنه نافق فدخلت على عبد الله وهو\nفي يدي فقال ما هذا الخاتم فقصصت عليه القصة فأخذه مني فجعله في فيه ثم\nمضغه ثم طرحه إلي ثم قال نهى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p085'> Vol. 09, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nالنبي صلى الله عليه وسلم عن حلقة الذهب!\n</p>\n\n<p>\n(5153) حدثنا أبو خيثمة حدثنا جرير عن الأعمش عن عمرو بن مرة عن عبد الله\nبن سلمة قال سمعت عبد الله يقول من كل شئ قد أوتي نبيكم إلا مفاتيح الخمس\nأن عند الله علم الساعة وينزل الغيث ويعلم ما في الأرحام الآية كلها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p086'> Vol. 09, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\n(5154) حدثنا أبو خيثمة حدثنا جرير عن يحيى الجابر عن أبا ماجدة عن عبد\nالله قال سألنا النبي صلى الله عليه <span id='ms1018'></span> وسلم عن السير بالجنازة فقال السير ما\nدون الخبب فإن يكن خيرا يعجل إليه وإن يك سوى ذلك فبعدا لأهل ألنا الجنازة\nمتبوعة وليس منا من تقدمها (5155) حدثنا أبو خيثمة حدثنا جرير عن يحيى\nالجابر عن أبي ماجدة عن عبد الله أنه أنشأ يحدث قال أن أول رجل قطع من\nالمسلمين أوفي المسلمين رجل من الأنصار أتي به النبي صلى الله عليه وسلم\nفقيل سرق فقال اذهبوا بصاحبكم فاقطعوه فكأنما أسفى وجهه رسول الله صلى الله\nعليه وسلم رمادا فقال له بعض جلسائه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p087'> Vol. 09, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nكأن هذا قد شق عليك يا رسول الله قال وما ينبغي أن تكونوا أعوانا للشيطان\nأو لإبليس إنه لا ينبغي لوالي أمر أن يؤتى بحد إلا أقامه والله عفو يحب\nالعفو ثم قرأ هذه الآية * (وليعفوا وليصفحوا ألا تحبون أن يغفر الله لكم *\nالنور (5156) حدثنا أبو خيثمة حدثنا وكيع ويحيى بن سعيد عن الأعمش عن زيد\nبن وهب عن عبد الله قال قال رسول الله صلى الله عليه وسلم إنها ستكون بعدي\nأثرة وأمور تنكرونها قالوا يا رسول الله كيف تأمر من أدرك ذلك منا قال\nتؤدون الحق الذي عليكم وتسألون الله الذي لكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p088'> Vol. 09, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\n(5157) حدثنا أبو خيثمة حدثنا جرير عن الأعمش عن زيد بن وهب عن عبد الله\nقال قال رسول الله صلى الله عليه وسلم وهو الصادق لمصدوق إن خلق أحدكم\nليجمع في بطن أمه أربعين يوما ثم يكون علقة مثل ذلك ثم يكون مضغة مثل ذلك\nثم يبعث الله الملك بأربع كلمات رزقه وعمله وأجله وشقي أسعيد فوالذي نفسي\nبيده أن أحدكم ليعمل بعمل أهل الجنة حتى يكون بينه وبينها إلا ذراع ثم\nيدركه ما سبق له في الكتاب فيعمل بعمل أهل النار فيدخلها وإن أحدكم ليعمل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p089'> Vol. 09, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nبعمل أهل النار حتى ما يكون بينه وبينها إلا ذراع ثم يدركه ما سبق له في\nالكتاب فيعمل بعمل أهل الجنة فيدخلها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p090'> Vol. 09, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\n(5158) حدثنا أبو خيثمة حدثنا جرير عن الأعمش عن إبراهيم عن الأسود قال\nقال عبد الله بن <span id='ms1019'></span> مسعود بينما نحن مع رسول الله صلى الله عليه وسلم في غار\nإذ نزلت عليه والمرسلات عرفا فتلقفناها من فيه وإن فاه لرطب بها إذ خرجت\nحية فقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p091'> Vol. 09, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nرسول الله صلى الله عليه وسلم اقتلوها قال فابتدرناها فسبقتنا فقال رسول\nالله صلى الله عليه وسلم وقيت شركم ووقيتم شرها (5159) حدثنا أبو خيثمة\nحدثنا جرير عن الأعمش عن إبراهيم عن علقمة عن عبد الله قال لما نزلت هذه\nالآية * (الذين آمنوا ولم يلبسوا إيمانهم بظلم) * شق على أصحاب رسول الله\nصلى الله عليه وسلم فقالوا أينا لم يلبس إيمانه بظلم قال رسول الله صلى\nالله عليه وسلم ألم تسمعوا إلى قول لقمان * (أن الشرك لظلم عظيم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p092'> Vol. 09, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\n) * (5160) حدثنا أبو خيثمة حدثنا جرير عن الأعمش عن إبراهيم عن علقمة عن\nعبد الله جاء رجل من أهل الكتاب إلى رسول الله صلى الله عليه وسلم فقال أن\nالله يمسك السماوات على إصبع والأرضين على إصبع والجبال والشجر على إصبع\nوالماء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p093'> Vol. 09, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\n9 والثرى على إصبع والخلائق كلها على إصبع ثم قال أنا الملك قال فضحك\nرسول الله صلى الله عليه وسلم حتى بدت نواجذه ثم قرأ هذه الآية * (وما\nقدروا الله حق قدره والأرض جميعا قبضته يوم القيامة والسماوات مطويات\nبيمينه) * الآية فقلت لإبراهيم أفي الدنيا أم في الآخرة فقال في الدنيا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p094'> Vol. 09, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\n(5161) وعن عبد الله قال انا ليلة الجمعة في المسجد إذ دخل رجل من\nالأنصار فقال لو أن رجلا وجد مع امرأته رجلا فإن تكلم جلدتموه وإن قتل\nقتلتموه وإن سكت سكت على غيظ والله لأسألن عنه رسول الله صلى الله عليه\nوسلم فلما كان من الغد أتى رسول الله صلى الله عليه وسلم فسأله فقال لو أن\nرجل وجد مع امرأته رجلا فتكلم جلدتموه أو قتل قتلتموه أو سكت سكت على غيظ\nقال اللهم افتح وجعل يدعوا فنزلت أية اللعان والذين يرمون أزواجهم ولم يكن\nلهم شهداء الا أنفسهم هذه الآيات فابتلي به الرجل بين الناس فجاء هو\nوامرأته إلى رسول الله صلى الله <span id='ms1020'></span> عليه وسلم فتلاعنا فشهد الرجل أربع شهادات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p095'> Vol. 09, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nبالله إنه لمن الصادقين تلعن الخامسة أن لعنة الله عليه إن كان من\nالكاذبين فذهبت لتلتعن فقال رسول الله صلى الله عليه وسلم مه فلعنت فلما\nأدبرا قال لعلها أن تجئ به أسود جعدا فجاءت به أسود جعدا (5162) وعن\nإبراهيم عن الحارث بن سويد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p096'> Vol. 09, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nعن عبد الله قال قال رسول الله صلى الله عليه وسلم ما تعدون الرقوب فيكم\nقال قلنا الذي لا ولد له قال ليس ذلك بالرقوب ولكن الرقوب الذي لم يقدم من\nولده شيئا قال وما تعدون الصرعة فيكم قال قلنا الذي لا تصرعه الرجال قال\nليس ذلكم ولكن الذي يملك نفسه عند الغضب (5163) حدثنا أبو خيثمة حدثنا جرير\nعن الأعمش عن إبراهيم التيمي عن الحارث بن سويد قال قال عبد الله قال رسول\nالله صلى الله عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p097'> Vol. 09, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nوسلم أيكم ماله أحب إليه من مال وارثه قالوا يا رسول الله ما منا من أحد\nإلا ماله أحب إليه من مال وارثه قال اعلموا ما تقولون قالوا ما نعلم إلا\nذاك يا رسول الله قال ما منكم رجل إلا مال وارثه أحب إليه من ماله قالوا\nكيف يا رسول الله قال إنما مال أحدكم ما قدم ومال وارثه ما أخر (5164)\nحدثنا أبو خيثمة حدثنا جرير عن الأعمش عن إبراهيم التيمي عن الحارث بن سويد\nقال قال عبد الله دخلت على رسول الله صلى الله عليه وسلم وهو يوعك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p098'> Vol. 09, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nفمسسته بيدي فقلت يا رسول الله إنك لتوعك وعكا شديدا قال رسول الله صلى\nالله عليه وسلم أجل إني أوعك كما يوعك رجلان منكم فقلت ذاك أن لك أجران\nفقال رسول الله صلى الله عليه وسلم أجل ثم قال رسول الله صلى الله عليه\nوسلم ما من مسلم يصيبه أذى من مرض فما سواه إلا حط الله به من سيئاته كما\nتحط الشجرة ورقها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p099'> Vol. 09, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\n(5165) وعن الأعمش عن أبي وائل عن عبد الله قال صليت مع رسول الله صلى\nالله عليه وسلم فأطال حتى <span id='ms1021'></span> هممت بأمر سوء قال وما هممت به قال هممت أن أجلس\nوأدعه (5166) حدثنا أبو خيثمة حدثنا جرير عن الأعمش عن أبي وائل عن عبد\nالله جاء رجل إلى رسول الله صلى الله عليه وسلم فقال يا رسول الله كيف تقول\nفي رجل أحب قوما ولم يلحق بهم فقال رسول الله صلى الله عليه وسلم المرء مع\nمن أحب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p100'> Vol. 09, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\n(5167) وعن أبي وائل عن عمرو بن شرحبيل عن عبد الله قال قال رجل يا رسول\nالله أي الذنب أكبر عند الله قال أن تدعوا لله ندا وخلقك قال ثم أي قال ثم\nأن تزاني حليلة جارك قال فأنزل الله تصديقها والذين لا يدعون مع الله الها\nآخر ولا يقتلون النفس التي حرم الله إلا بالحق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p101'> Vol. 09, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\n(5168) حدثنا أبو خيثمة حدثنا جرير عن الأعمش عن أبي وائل قال قال عبد\nالله قال رسول الله صلى الله عليه وسلم أنا فرطكم على الحوض فلأنازعن رجال\nمنكم ثم لأغلبن عليهم فيقال إنك لا تدري ما أحدثوا بعدك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p102'> Vol. 09, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\n(5169) حدثنا أبو خيثمة حدثنا جرير عن الأعمش عن أبي وائل عن عبد الله\nقال قال رسول الله صلى الله عليه وسلم ليس أحد أحب إليه المديح من الله عز\nوجل من أجل ذلك مدح نفسه وليس أحد أغير من الله من أجل ذلك حرم الفواحش\n(5170) وعن الأعمش عن شقيق عن عبد الله قال قال رسول الله صلى الله عليه\nوسلم لا تباشر المرأة المرأة لتنعتها لزوجها كأنه ينظر إليها (5171) حدثنا\nأبو خيثمة حدثنا جرير عن الأعمش عن شقيق عن عبد الله قال لقد سألني اليوم\nرجل عن شئ ما دريت ما أقول له قال أرأيت رجلا مؤديا نشيطا حريصا على الجهاد\nيعزم علينا أمراؤنا في أشياء لا نحصيها قال فقلت والله ما أدري ما أقول لك\nإلا أنا كنا مع رسول الله صلى الله عليه وسلم فلعله أن لا يأمرنا بشئ إلا\nفعلنا وما أشبه ما غبر من الدنيا إلا كالثغب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p103'> Vol. 09, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nشرب صفوه وبقي كدره وإن أحدكم لا يزال <span id='ms1022'></span> بخير ما اتقى الله وإذا حاك في\nنفسه شئ أتى رجلا فسأله فشفاه وأيم الله ليوشكن أن لا تجدوه (5172) وعن\nالأعمش عن أبي وائل عن عبد الله قال كنا مع رسول الله صلى الله عليه وسلم\nنمشي فمررنا بصبيان فيهم بن صياد ففر الصبيان وجلس بن الصياد فكان رسول\nالله صلى الله عليه وسلم كره ذلك فقال له رسول الله صلى الله عليه وسلم\nتربت يداك أتشهد أني رسول الله قال لا بل تشهد أني رسول الله قال عمر تأذني\nيا رسول الله أن أقتله فقال رسول الله صلى الله عليه وسلم إن يكن الذي ترى\nفلن تستطيع قتله (5173) حدثنا أبو خيثمة حدثنا جرير عن الأعمش عن أبي رزين\nعن زر قال بن مسعود نزلت على رسول الله صلى الله عليه وسلم والمرسلات عرفا\nونحن في غار فأقرأنيها فإني لأقرأها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p104'> Vol. 09, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nقريبا مما أقرأني فما أدري بأي خاتمتها ختم وإذا قيل لهم اركعوا لا\nيركعون أو فبأي حديث بعده يؤمنون المرسلات (5174) وعن الأعمش عن عمارة عن\nالأسود قال قال عبد الله لا يعلن أحدكم للشيطان من نفسه جزءا أن يرى أن حقا\nعليه أن ينصرف عن يمينه فلقد رأيت رسول الله صلى الله عليه وسلم أكثر ما\nينصرف عن شماله قال عمارة فأتيت المدينة فرأيت منازل رسول الله صلى الله\nعليه وسلم عن شماله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p105'> Vol. 09, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\n(5175) حدثنا أبو خيثمة حدثنا جرير عن الأعمش عن عمارة بن عمير عن عبد\nالرحمن بن يزيد قال دخل الأشعث بن قيس على عبد الله وهو يتغدى فقال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p106'> Vol. 09, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\nادن فقال الأشعث أليس اليوم يوم عاشوراء فقال عبد اللهو ما يدريك ما\nعاشوراء إنما كان رسول الله صلى الله عليه وسلم يصومه فلما نزل رمضان تركه\n(5176) وعن عبد الرحمن بن يزيد قال قال عبد اللهما رأيت رسول الله صلى الله\nعليه وسلم صلى صلاة إلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p107'> Vol. 09, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nلوقتها إلا صلاتين رأيته صلى المغرب والعشاء جميعا بالمزدلفة وصلى صلاة\nالفجر قبل وقتها بغلس (5177) حدثنا أبو خيثمة حدثنا جرير عن الأعمش عن\nعمارة <span id='ms1023'></span> يعني عن الحارث بن سويد قال دخلت على عبد الله أعوده وهو مريض فحدثنا\nبحديثين حديث عن نفسه وحديث عن رسول الله صلى الله عليه وسلم قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p108'> Vol. 09, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nان المؤمن يرى ذنوبه كأنه في أصل جبل يخاف أن يقع عليه وإن الفاجر يرى\nذنوبه مثل ذباب مر على أنفه فذبه عنه قال وسمعت رسول الله صلى الله عليه\nوسلم يقول لله أشد فرحا بتوبة عبده المؤمن من رجل في أرض دوية مهلكة معه\nراحلته عليها طعامه وشرابه فنام فاستيق وقد ذهبت فقام يطلبها فطلبها حتى\nأدركه العطش ثم قال أرجع إلى مكاني الذي كنت فيه حتى أموت قال فوضع رأسه\nعلى ساعده ليموت فاستيقظ وعنده راحلته عليها زاده وطعامه وشرابه فالله أشد\nفرحا بتوبة عبده من هذا براحلته وزاده (5178) حدثنا أبو خيثمة حدثنا جرير\nعن الأعمش عن مالك بن الحارث عن عبد الرحمن بن يزيد قال قال عبد الله قال\nرسول الله صلى الله عليه وسلم ليس أحد أحب إليه المدح من الله من أجل ذلك\nمدح نفسه وليس أحد أغير من الله من أجل ذلك حرم الفواحش ول يس أحد أحب إليه\nالعذر من الله من أجل ذلك أنزل الكتاب وأرسل الرسل (5179) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p109'> Vol. 09, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nوعن الأعمش عن عبد الله بن مرة الهمداني عن مسروق عن عبد الله قال قال\nرسول الله صلى الله عليه وسلم مامن نفس تقتل ظلما إلا كان علي بن آدم الأول\nكفل من دمها لأنه سن القتل (5180) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p110'> Vol. 09, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nوعن عبد الله بن مرة عن أبي الأحوص عن عبد الله قال قال رسول الله صلى\nالله عليه وسلم برئت إلى كل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p111'> Vol. 09, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nخليل من خلته ولو كنت متخذا خليلا لاتخذت أبا بكر خليلا وإن صاحبكم خليل\nالله (5181) وعن جرير عن عاصم الأحول عن عوسجة بن الرماح عن عبد الله بن\nأبي الهذيل عن بن مسعود قال كان رسول الله صلى الله عليه وسلم يقول اللهم\nأحسنت خلقي فأحسن خلقي (5182) حدثنا أبو خيثمة حدثنا جرير عن عمارة بن\nالقعقاع عن أبي زرعة <span id='ms1024'></span> قال حدثنا صاحب لنا عن عبد الله قال قال رسول الله صلى\nالله عليه وسلم لا يعدي شئ شيئا ثلاث مرات فقال أعرابي في القوم يا رسول\nالله فإن البعير يكون في الإبل العظيمة فتكون به النقبة بذنبه أو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p112'> Vol. 09, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nبمشفره فتجرب الا بكلها فقال رسول الله صلى الله عليه وسلم فمن أجرب\nالأول ثم قال رسول الله صلى الله عليه وسلم لا عدوى ولا طيرة ولا صفر ولا\nهامة خلق الله كل نفس وكتب حياتها ورزقها ومصيباتها (5183) حدثنا أبو خيثمة\nحدثنا جرير عن عطاء بن السائب عن أبي وائل عن أبي عبد الرحمن عن عبد الله\nقال قال رسول الله صلى الله عليه وسلم اللم ينزل داء إلا قد جعل له شفاء\nعلمه من علمه وجهله من جهله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p113'> Vol. 09, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\n(5184) حدثنا أبو خيثمة حدثنا جرير عن ليث عن عبد الرحمن بن الأسود عن\nأبيه عن عبد الله قال خرجت مع رسول الله صلى الله عليه وسلم إلى الحاجة\nفقضاها فقال ابغي لي شيئا أستنجي به ولا تقربني حائلا ولا رجيعا قال ثم\nتوضأ فقام يصلي فرأيته كلما ركع حنا يعني طبق يديه وجعلهما بين ركبتيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p114'> Vol. 09, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nقال ليث الحائل العظم (5185) حدثنا أبو خيثمة حدثنا جرير عن ليث عن محمد\nبن عبد الرحمن بن يزيد عن أبيه قال كنت مع عبد الله حتى انتهى إلى جمرة\nالعقبة فسبقته فقال ناولني أحجارا فناولته سبعة أحجار وهو يلبي ثم قال خذ\nبزمام الناقة فأتى بطن الوادي فعاج إلى الشجرة ثم قال الله أكبر ثم رمى\nفجعل يكبر عند كل حصاة حتى رمى سبع حصيات ثم قال اللهم اجعله حجا مبرورا\nوذنبا مغفورا ثم قال هكذا فعل الذي نزلت عليه سورة البقرة (5186) حدثنا أبو\nخيثمة حدثنا جرير عن إسماعيل عن قيس بن أبي حازم عن عبد الله قال قال رسول\nالله صلى الله عليه وسلم لا حسد إلا في اثنتين رجل آتاه الله مالا فسلطه\nعلى هلكته في الحق وآخر آتاه الله الحكمة فهو يقضي بها ويعلمها <span id='ms1025'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p115'> Vol. 09, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\n(5187) حدثنا أبو خيثمة حدثنا جرير عن الأعمش عن عمرو بن مرة عن أبي\nعبيدة قال قال عبد الله لما كان يوم بدر قال رسول الله صلى الله عليه وسلم\nما ترون في هؤلاء الأسارى قال عبد الله بن رواحة يا رسول الله أنت في واد\nكثير الحطب فأضرم الوادي عليهم نارا ثم القهم فيه قال العباس قطع الله رحمك\nقال عمر يا رسول الله قادة المشركين ورؤوسهم كذبوك وقاتلوك اضرب أعناقهم\nقال أبو بكر يا رسول الله عشيرتك وقومك استحيهم يستنقذهم الله بك من النار\nفدخل رسول الله صلى الله عليه وسلم ليقضي حاجته فقالت طائفة القول ما قال\nعمر وقالت طائفة القول ما قال أبو بكر فخرج رسول الله صلى الله عليه وسلم\nفقال ما قولكم في هذين الرجلين إن مثلهم مثل إخوة كانوا من قبلهم قال نوح *\n(رب لا تذر على الأرض من الكافرين ديارا إنك أن تذرهم يضلوا عبادك) * وقال\nموسى * (ربنا اطمس على أموالهم واشدد على قلوبهم فلا يؤمنوا حتى يروا\nالعذاب الأليم) * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p116'> Vol. 09, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nوقال إبراهيم صلى الله عليه وسلم فمن تبعني فإنه مني ومن عصاني فإنك غفور\nرحيم وقال عيسى أن تعذبهم فإنهم عبادك وإن تغفر لهم فإنك أنت العزيز الحكيم\nوأنتم قوم بكم عيلة فلا ينقلبن أحد منكم إلا بفداء أو بضربة عنق قال عبد\nالله قلت إلا سهل بن بيضاء فلا يقتل فقد سمعته يتكلم بالاسلام فسكت فما أتى\nعلي يوم كان أشد خوفا عندي أن يلقى علي حجارة من السماء من يومي ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p117'> Vol. 09, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nحتى قال رسول الله صلى الله عليه وسلم إلا سهل بن بيضاء (5188) حدثنا أبو\nخيثمة حدثنا محمد بن فضيل حدثنا الأعمش عن إبراهيم عن علقمة عن عبد الله\nقال كنا نسلم على رسول الله صلى الله عليه وسلم وهو في الصلاة فيرد علينا\nفلما رجعنا من عند النجاشي سلمنا عليه فلم يرد علينا فقلنا يا رسول الله\nكنا نسلم عليك في الصلاة فترد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p118'> Vol. 09, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nعلينا فقال أن في الصلاة لشغلا (5189) حدثنا <span id='ms1026'></span> أبو خيثمة حدثنا محمد بن\nفضيل حدثنا مطرف بن طريف عن أبي الجهم عن أبي الرضراض عن عبد الله قال كنا\nنسلم على رسول الله صلى الله عليه وسلم في الصلاة فيرد علينا فلما أن كان\nذات يوم سلمت عليه فلم يرد علي فوجدت في نفسي فلما فرغ قلت يا رسول الله\nكنت إذا سلمت عليك في الصلاة رددت علي قال فقال أن الله يحدث من أمره ما\nشاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p119'> Vol. 09, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\n(5190) حدثنا أبو خيثمة حدثنا بن فضيل عن عطاء بن السائب عن أبي الأحوص\nعن عبد الله أنه سمع رسول الله صلى الله عليه وسلم يقول أن فضل صلاة الرجل\nفي الجماعة تزيد على صلاته وحده بضعا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p120'> Vol. 09, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nوعشرين درجة (5191) حدثنا أبو خيثمة حدثنا محمد بن فضيل حدثنا هارون بن\nعنترة عن عبد الرحمن بن الأسود قال استأذن علقمة والأسود على عبد الله وقد\nكانا أطالا القعود على بابه حتى انتصف النهار قال فخرجت فاستأذنت لهما فأذن\nلهما فقال لهما ما لكما لم تدخلا قالا كنا نراك نائما قال ما كنت أشتهي أن\nتظنا بي هذا إنا كنا نعدل صلاة هذه الساعة بصلاة الليل أو نحو من صلاة\nالليل ثم قال إنكم سيليكم أمراء يشغلون عن وقت الصلاة فصلوها لوقتها ثم قام\nفصلى بينه وبينه ثم قال هكذا رأيت رسول الله صلى الله عليه وسلم (5192)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p121'> Vol. 09, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو خيثمة حدثنا محمد بن خازم حدثنا الأعمش عن إبراهيم عن علقمة\nقال كنت أمشي مع عبد الله بمنى فلقي عثمان فقام معه يحدثه فقال له عثمان يا\nأبا عبد الرحمن أنزوجك جارية شابة لعلها تذكرك ما مضى من زمانك قال عبد\nالله أما لئن قلت ذاك لقد قال لنا رسول الله صلى الله عليه وسلم يا معشر\nالشباب من استطاع منكم الباءة فليتزوج فإنه أغض للبصر وأحصن للفرج ومن لم\nيستطع فعليه بالصوم فإنه له وجاء (5193) حدثنا أبو خيثمة حدثنا محمد بن\nخازم حدثنا الأعمش عن إبراهيم عن علقمة قال قرأ عبد الله سورة يوسف بحمص <span id='ms1027'></span>\nفقال رجل ما هكذا أنزلت فدنا منه عبد الله فوجد منه ريح الخمر فقال تكذب\nبالحق وتشرب الرجس والله لهكذا أقرأنيها رسول الله صلى الله عليه وسلم\nوالله لا أدعك حتى أجلدك حدا قال فجلده الحد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p122'> Vol. 09, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\n(5194) حدثنا أبو خيثمة حدثنا محمد بن خازم حدثنا الأعمش عن إبراهيم عن\nعبد الرحمن بن يزيد عن عبد الله قال صلى عثمان بمنى أربعا قال فقال له عبد\nالله صليت مع النبي صلى الله عليه وسلم بمنى ركعتين ومع أبي بكر ركعتين ومع\nعمر ركعتين ثم تفرقت بكم الطرق ولوددت أن لي من أربع ركعات ركعتين متقبلتين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p123'> Vol. 09, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\n(5195) حدثنا أبو خيثمة حدثنا محمد بن خازم حدثنا الأعمش عن إبراهيم عن\nعبد الرحمن بن يزيد قال رمى عبد الله جرة العقبة من بطن الوادي سبع حصيات\nيكبر مع كل حصات قال فقيل له أن ناسا يرمونها من فوقها فقال عبد الله هذا\nوالذي لا إله غيره مقام الذي أنزلت عليه سورة البقرة (5196) وعن الأعمش عن\nإبراهيم عن أبي معمر عن عبد الله قال كنا مع رسول الله صلى الله عليه وسلم\nبمنى فانشق القمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p124'> Vol. 09, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nحتى ذهب فرق منه خلف الجبل فقال رسول الله صلى الله عليه وسلم اشهدوا\n(5197) حدثنا أبو خيثمة حدثنا محمد بن خازم حدثنا الأعمش عن شقيق عن عبد\nالله قال قال رسول الله صلى الله عليه وسلم من حلف على يمين وهو فيها فاجر\nليقطع بها مال امرئ مسلم لقي الله وهو عليه غضبان قال الأشعث في والله كان\nذلك بيني وبين رجل من اليهود أرض فجحدني فقدمته إلى رسول الله صلى الله\nعليه وسلم فقال لي رسول الله ألك بينة قال قلت لا قال لليهودي أحلف قال\nفقلت يا رسول الله إذا يحلف فيذهب بمالي فأنزل الله أن الذين يشترون بعهد\nالله وأيمانهم ثمنا قليلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p125'> Vol. 09, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\n(5198) أخبرنا أبو يعلى أحمد بن علي بن المثنى الموصلي حدثنا أبو خيثمة\nحدثنا محمد بن خازم حدثنا الأعمش عن شقيق عن عبد الله قال قال رسول الله <span id='ms1028'></span>\nصلى الله عليه وسلم كلمة وقلت أخرى قال رسول الله صلى الله عليه وسلم من\nمات وهو لا يشرك بالله شيئا دخل الجنة قال وقلت أنا ومن مات وهو يشر ك\nبالله شيئا دخل النار (5199) وبإسناده عن عبد الله قال قال رسول الله صلى\nالله عليه وسلم أنا فرطكم على الحوض ولأنازعن أقواما ثم لأغلبن عليهم فأقول\nيا رب أصحابي ثم يقول إنك لا تدري ما أحدثوا بعدك (5200) وعن الأعمش عن شمر\nعن مغيرة بن سعد بن الأخرم عن أبيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p126'> Vol. 09, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nعن عبد الله قال قال رسول الله صلى الله عليه وسلم لا تتخذوا الضيعة\nفترغبوا في الدنيا ثم قال عبد الله وبالمدينة ما بالمدينة وبراذان ما\nبراذان (5201) حدثنا أبو خيثمة حدثنا محمد بن خازم حدثنا الأعمش عن عبد\nالله بن مرة عن مسروق عن عبد الله قال قال رسول الله صلى الله عليه وسلم\nليس منا من لطم الخدود وشق الجيوب ودعا بدعوة أهل الجاهلية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p127'> Vol. 09, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\n(5202) وعن عبد الله قال قال رسول الله صلى الله عليه وسلم لا يحل دم\nامرئ مسلم يشهد أن لا إله إلا الله وأني رسول الله إلا بإحدى ثلاث الثيب\nالزاني والنفس بالنفس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p128'> Vol. 09, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nوالتارك لدينه المفارق للجماعة (5203) وعن الأعمش عن إبراهيم عن علقمة\nوالأسود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p129'> Vol. 09, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nعن عبد الله قال إذا ركع أحدكم ليفترش ذراعيه فخذيه وليجنأ قال فكأني\nأنظر إلى اختلاف أصابع رسول الله صلى الله عليه وسلم قال ثم طبق كفيه\nفأراهم (5204) حدثنا الأعمش عن عمارة عن عبد الرحمن بن يزيد عن عبد الله\nقال كنت مستترا بأستار الكعبة قال فجاء ثلاثة نفر كثير شحم بطونهم قليل فقه\nقلوبهم قال قرشي وختناه ثقفيان أو ثقفو ختناه قرشيان فتكلموا بكلام لم\nأفهمه فقال بعضهم أترون الله يسمع كلامنا هذا قال الآخر إذا رفعنا أصواتنا\nسمعه وإذا لم نرفعه لم يسمعه قال الآخر إن سمع منه شئ سمعه كله قال فذكرت\nذلك للنبي صلى الله عليه وسلم فنزلت عليه وما كنتم تستترون أن يشهد عليكم\nسمعكم ولا أبصاركم <span id='ms1029'></span> ولا جلودكم إلى قوله فأصبحتم من الخاسرين) فصلت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p130'> Vol. 09, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\n(5205) وعن الأعمش عن شقيق عن عبد الله قال كأني أنظر إلى رسول الله صلى\nالله عليه وسلم وهو يحكي نبيا ضربه قومه وهو يمسح الدم عن وجهه ويقول رب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p131'> Vol. 09, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nأغفر لقومي فإنهم لا يعلمون (5206) وعن عبد الله قال قسم رسول الله صلى\nالله عليه وسلم قسما فقال رجل من الأنصار أن هذه لقسمة ما أريد بها وجه\nالله قال فقال عبد الله فقلت يا عدو الله أنا لأخبرن رسول الله بما قلت قال\nفذكرت ذلك للنبي صلى الله عليه وسلم قال فاحمر وجهه وقال رحمة الله على\nموسى لقد أوذي بأكثر من هذا فصبر (5207) وحدثنا الأعمش عن عبد الله بن مرة\nعن أبي الأحوص قال قال عبد الله بن مسعود أحلف بالله تسعا أن بن صائد هو\nالدجال أحب إلي من أن أحلف واحدة ولان أحلف تسعة أن رسول الله صلى الله\nعليه وسلم قتل قتلا أحب إلي من أن أحلف واحدة وذلك بأن الله اتخذه نبيا\nوجعله شهيدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p132'> Vol. 09, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\n(5208) وحدثنا الأعمش عن عمرو بن مرة عن يحيى الجزار عن بن أخت زينب عن\nزينب امرأة عبد الله عن عبد الله قال سمعت رسول الله صلى الله عليه وسلم\nيقولان الرقي والتمائم والتولة شرك قالت فقلت لم تقول هذا وقد كانت عيني\nتقذف وكنت أختلف إلى فلان اليهودي فيرقيها كان إذا رقاها سكنت قال إنما ذاك\nعمل الشيطان كان ينخسها بيده فإذا رقيتها كف عنها إنما يكفيك أ تقولي كما\nقال رسول الله صلى الله عليه وسلم أذهب البأس رب الناس واشف وأنت الشافي\nشفاء لا يغادر سقما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p133'> Vol. 09, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\n(5209) وحدثنا الأعمش عن مسلم عن مسروق عن عبد الله قال قال رسول الله\nصلى الله عليه وسلم أن أشد الناس عذابا يوم القيامة المصورون (5210) حدثنا\nأبو خيثمة حدثنا محمد بن خازم عن حجاج عن زيد بن جبير عن خشف بن مالك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p134'> Vol. 09, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nعن عبد الله أن رسول الله صلى الله عليه وسلم جعل الدية في الخطأ <span id='ms1030'></span> أخماسا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p135'> Vol. 09, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\n(5211) حدثنا أبو خيثمة حدثنا وكيع حدثنا الأعمش عن أبي وائل عن عبد الله\nقال قال رسول الله صلى الله عليه وسلم للجنة أقرب إلى أحدكم من شراك نعله\nوالنار مثل ذلك (5212) وعن الأعمش عن الضحاك قال كنت مع مسروق في صفة فيها\nتماثيل فنظر إلى تمثال منها فقالوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p136'> Vol. 09, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\nهذا تمثال مريم فقال مسروق قال عبد الله قال رسول الله صلى الله عليه\nوسلم أشد الناس عذابا يوم القيامة المصورون (5213) وعن وكيع عن سفيان عن\nعبد الله بن السائب عن زاذان عن عبد الله قال قال رسول الله صلى الله عليه\nوسلم أن لله ملائكة سياحين في الأرض يبلغوني عن أمتي السلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p137'> Vol. 09, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\n(5214) حدثنا سفيان عن أبي إسحاق عن أبي الأحوص عن عبد الله أن النبي صلى\nالله عليه وسلم كان يسلم عن يمينه وعن شماله السلام عليكم ورحمة الله\nالسلام عليكم ورحمة الله حتى يرى بياض خده (5215) حدثنا أبو خيثمة حدثنا\nوكيع حدثنا الأعمش عن أبي وائل عبد الله قال قال رسول الله صلى الله عليه\nوسلم أول ما يقضى بين الناس يوم القيامة في الدماء (5216) وعن عبد الله قال\nكأني أنظر إلى رسول الله صلى الله عليه وسلم يحكي نبيا من الأنبياء ضربه\nقومه فهو ينضح الدم عن وجهه ويقول رب أغفر لقومي فإنهم لا يعلمون (5217)\nحدثنا أبو خيثمة حدثنا وكيع حدثنا سفيان عن حكيم بن جبير عن محمد بن عبد\nالرحمن بن يزيد عن أبيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p138'> Vol. 09, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nعن عبد الله قال قال رسول الله صلى الله عليه وسلم من سأل وله مال يغنيه\nجاءت يوم القيامة خدوشا كدوحا في وجهه قالوا يا رسول الله وما غناه قال\nخمسون درهما أو حسابها من الذهب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p139'> Vol. 09, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\n(5218) حدثنا أبو خيثمة حدثنا وكيع حدثنا إسرائيل عن أبي إسحاق عن الأسود\nعن بن مسعود أن النبي صلى الله عليه وسلم سجد في النجم وسجد المسلمون إلا\nرجلا من قريش أخذ كفا من تراب فرفعه إلى جبهته فسجد عليه قال عبد الله\nفرأيته قتل كافرا (5219) حدثنا وكيع <span id='ms1031'></span> عن سفيان عن سلمة بن كهيل عن عيسى بن\nعاصم الأسدي عن زر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p140'> Vol. 09, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\nعن عبد الله قال قال رسول الله صلى الله عليه وسلم الطيرة شرك وما منا\nإلا ولكن الله يذهبه بالتوكل (5220) حدثنا أبو خيثمة حدثنا وكيع عن الأعمش\nعن أبي وائل عن عبد الله قال قال رسول الله صلى الله عليه وسلم إذا كنتم\nثلاثة فلا يتناجى اثنان دون واحد فإن ذلك يحزنه (5221) حدثنا أبو خيثمة\nحدثنا محمد بن خازم عن الأعمش عن أبي إسحاق عن حارثة بن مضرب قال قال عبد\nالله لابن النواحة سمعت رسول الله صلى الله عليه وسلم يقول لولا أنك رسول\nلقتلتك فأما اليوم فلست برسول قم يا خرشة فاضرب عنقه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p141'> Vol. 09, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\n(5222) حدثنا الأعمش عن شقيق قال جاء رجل إلى عبد الله فقال يا أبا عبد\nالرحمن كيف تقرأ هذه الآية * (من ماء غير آسن) * قال فقال له عبد الله كل\nالقرآن قد أحصيت غير هذا إني لأقرأ المفصل في ركعة فقال له عبد الله هذا\nكهذ الشعر أن من أحسن الصلاة الركوع والسجود وليقرأن القرآن أقوام لا يجاوز\nتراقيهم ولكنه إذا قرئ فرسخ في القلب نفع إني لأعرف النظائر التي كان رسول\nالله صلى الله عليه وسلم يقرأ في كل ركعة ثم قام فدخل عليه علقمة ثم قال\nسله لنا عن النظائر التي كان رسول الله صلى الله عليه وسلم يقرأ بها قال ثم\nخرج إلينا فقال عشرون سورة من المفصل في تأليف عبد الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p142'> Vol. 09, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\n(5223) وعن عبد الله قال كنا نمشي مع رسول الله صلى الله عليه وسلم فمر\nبابن الصياد فقال رسول الله صلى الله عليه وسلم قد خبأت لك خبيئا فقال بن\nالصياد الدخ فقال رسول الله صلى الله عليه وسلم اخسأ فلن تعدو قدرك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p144'> Vol. 09, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\n(5224) حدثنا أبو خيثمة حدثنا محمد بن خازم عن حجاج عن حماد عن إبراهيم\nعن علقمة عن عبد الله قال كان رسول الله صلى الله عليه وسلم ينام مستلقيا\nحتى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p145'> Vol. 09, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\nينفخ ثم يقوم فيصلي ولا يتوضأ (5225) حدثنا <span id='ms1032'></span> أبو خيثمة حدثنا عبد الله بن\nإدريس حدثنا الحسن بن عبيد الله عن إبراهيم قال صلى بنا علقمة فصلى بنا\nخمسا فعاث القوم وعابوه قال فقلت قد فعلت قال وأنت أعور تقول ذلك قال\nفانفتل فسجد سجدتين ثم حدثهم عن عبد الله أن النبي صلى الله عليه وسلم صلى\nبهم خمسا فقيل له في ذلك فانفتل فسجد سجدتين وقال إنما أنا بشر أنسى كما\nتنسون (5226) حدثنا أبو خيثمة حدثنا بن إدريس قال سمعت الأعمش يذكر عن شقيق\nقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p146'> Vol. 09, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\nكان عبد الله يخرج إلينا فيقول إني لاخبر بمكانكم فما يمنعني أن أخرج\nإليكم إلا كراهية أن أملكم إن رسول الله صلى الله عليه وسلم كان يتخولنا\nبالموعظة في الأيام كراهية السآم علينا (5227) حدثنا أبو خيثمة حدثنا وكيع\nحدثنا إسماعيل بن أبي خالد عن قيس بن أبي خازم عن عبد الله قال قال رسول\nالله صلى الله عليه وسلم لا حسد إلا في اثنتين رجل اتاه الله مالا فسلطه\nعلى هلكته في الحق ورجل آتاه الله الحكمة فهو يقضي بها ويعلمها (5228)\nحدثنا أبو خيثمة حدثنا وكيع عن سفيان عن الأعمش عن إبراهيم عن عبيدة عن عبد\nالله قال قال رسول الله صلى الله عليه وسلم اقرأ علي قال قلت يا رسول الله\nكيف أقرأ عليك وإنما أنزل عليك قال إني أحب أن أسمعه من غيري قال فقرأت\nعليه سورة النساء حتى مررت بهذه الآية * (فكيف إذا جئنا من كل أمة بشهيد\nوجئنا بك على هؤلاء شهيدا) * قال فنظرت إليه وعيناه تذرفان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p147'> Vol. 09, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\n(5229) حدثنا وكيع حدثنا المسعودي عن عمرو بن مرة عن إبراهيم عن علقمة عن\nعبد الله عن النبي صلى الله عليه وسلم قال مالي وللدنيا إنما مثلي ومثل\nالدنيا كمثل راكب في ظل شجرة في يوم صيف فراح وتركها (5230) حدثنا سفيان بن\nوكيع حدثنا أبي عن أبي إسحاق عن أبي عبيدة عن عبد الله قال لما أنزل على\nالنبي صلى الله عليه وسلم إذا جاء نصر الله والفتح كان يكثر إذا قرأها <span id='ms1033'></span> وركع\nأن يقول سبحانك اللهم ربنا وبحمدك اللهم أغفر لي إنك أنت التواب الرحيم\nثلاثا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p148'> Vol. 09, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\n(5231) وعن عد الله قال نفلني النبي صلى الله عليه وسلم سيف أبي جهل يوم\nبدر (5232) حدثنا أبو خيثمة حدثنا وكيع ويحيى بن سعيد عن شعبة عن سعد بن\nإبراهيم عن أبي عبيدة عن أبي قال كان رسول الله صلى الله عليه وسلم في\nالركعتين كأنه على الجمر قلت حتى يقوقال حتى يقوم قال وكيع على الرضف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p149'> Vol. 09, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\n(5233) وحدثنا وكيع حدثنا سفيان عن أب ى إسحاق عن أبي عبيدة عن عبد الله\nفي خطبة الحاجة أن الحمد لله نستعينه ونستغفر ونعوذ بالله من شرور أنفسنا\nمن يهده الله فلا مضل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p150'> Vol. 09, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\nله ومن يضلل فلا هادي له وأشهد أن لا إله إلا هو وأشهد أن محمدا عبده\nورسوله ثم يقرأ بآيات من كتاب الله * اتقوا الله حق تقاته ولا تموتن إلا\nوأنتم مسلمون) *... * (اتقوا الله الذي تساءلون به والأرحام أن الله عليكم\nرقيبا) *... * (اتقوا الله وقولوا قولا سديدا يصلح لكم أعمالكم ويغفر لكم\nذنوبكم ومن يطع الله ورسوله فقد فاز فوزا عظيما) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p151'> Vol. 09, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\n* (5234) حدثنا أبو خيثمة حدثنا وكيع عن إسرائيل عن أبي إسحاق عن أبي\nالأحوص وأبي عبيدة عن عبد الله مثله (5235) حدثنا وكيع عن سفيان عن أبي قيس\nعن هزيل قال جاء رجل إلى أبي موسى وسلم أن بن ربيعة فسألهما عن ابنة وابنة\nبن وأخت لأب وأم فقالا للابنة النصف وما بقي فللأخت فأتى الرجل عبد الله\nفسأله فأخبره بما قالا فقال قد ضللت إذا وما أنا من المهتدين ولكن أقضي بما\nقضى به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p152'> Vol. 09, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\nرسول الله صلى الله عليه وسلم للابنة النصف ولابنة الابن السدس تكملة\nالثلثين وما بقي فللأخت 5236) حدثنا أبو خيثمة حدثنا أبو خالد الأحمر عن\nعمرو بن قيس عن عاصم عن شقيق عن عبد الله قال قال رسول الله صلى الله عليه\nوسلم تابعوا بين الحج والعمرة فإنهما ينفيان الفقر والذنوب كما ينفي الكير\nخبث الحديد والذهب والفضة وليس للحج المبرور ثواب إلا الجنة <span id='ms1034'></span> (5237) حدثنا\nأبو خيثمة حدثنا إسماعيل بن إبراهيم عن داود عن الشعبي عن علقمة قال قلت\nلابن مسعود هل صحب رسول الله صلى الله عليه وسلم ليلة الجن منكم أحد قال\nفقال ما صحبه منا أحد ولكنا فقدناه ذات ليلة بمكة فقلنا اغتيل استطير فبتنا\nبشر ليلة بات بها قوم فلما كان من السحر أو قال الصبح إذا نحن به من قبل\nحراء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p153'> Vol. 09, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\nفقلنا يا رسول الله فذكروا الذي كانوا فيه فقال إنه أتاني داعي الجن\nفأتيت فقرأت عليهم فانطلق فأرانا آثارهم وآثار نيرانهم (5238) حدثنا أبو\nخيثمة حدثنا إسماعيل عن التيمي عن أبي عثمان عن عبد الله قال قال رسول الله\nصلى الله عليه وسلم لا يمنعن أحدكم أذان بلال من سحوره فإنه يؤذن أو قال\nينادي بليل ليرجع قائلكم ويوقظ نائمكم وقال ليس أن تقول هكذا وهكذا وصوب\nيده ورفعها حتى يقول هكذا وفرج بين أصابعه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p154'> Vol. 09, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\n(5239) حدثنا أبو خيثمة حدثنا يحيى بن سعيد القطان حدثنا التيمي عن أبي\nعثمان عن بن مسعود أن النبي صلى الله عليه وسلم نهى عن تلقي السلع!\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p155'> Vol. 09, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\n(5240) وعن بن مسعود أن رجلا أصاب من امرأة قبلة فأتى النبي صلى الله\nعليه وسلم فنزلت هذه الآية * (أقم الصلاة طرفي النهار) * فقال يا رسول الله\nألي هذه قال ولمن عمل بها من أمتي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p156'> Vol. 09, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\n(5241) حدثنا أبو خيثمة حدثنا يحيى بن سعيد عن الأعمش عن عبد الله بن مرة\nعن الحارث عن عبد الله بن مسعود قال آكل الربا وموكله وكاتبه وشاهداه إذا\nعلموا به والواشمة والموتشمة ولاوي الصدقة والمرتد أعرابيا بعد هجرته\nملعونون على لسان محمد صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p157'> Vol. 09, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\n(5242) حدثنا أبو خيثمة حدثنا يحيى بن سعيد عن بن جريج قال أخبرني سليمان\nبن عتيق عن طلق بن حبيب عن الأحنف بن قيس عن عبد الله بن مسعود عن النبي\nصلى الله عليه وسلم قال الا هلك المتنطعون ثلاث مرات!\n</p>\n\n<p>\n(5243) حدثنا يحيى عن سفيان حدثني أبي عن أبي يعلى عن الربيع بن خثيم عن\nعبد الله قال خط <span id='ms1035'></span> لنا رسول الله صلى الله عليه وسلم خطا مربعا وخط وسطه خطوط\nهكذا إلى جانب الخط وخط خطا خارجا فقال أتدرون ما هذا فقلنا الله ورسوله\nأعلم قال هذا الانسان للخط الذي وسط الخط وهذا الاجل وهذه الاعراض للخطوط\nتنهشه إذا أخطأه هذا أصابه هذا وذلك الأمل للخط الخارج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p158'> Vol. 09, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\n(5244) حدثنا يحيى عن شعبة عن الحكم ومنصور عن مجاهد عن أبي معمر أن\nأميرا بمكة كان يسلم تسليمتين فقال عبد الله أنى علقها فقال الحكم في حديثه\nإن النبي صلى الله عليه وسلم كان يفعله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p159'> Vol. 09, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\n(5245) حدثنا يحيى عن سفيان حدثني سليمان عن عمارة عن وهب بن ربيعة عن\nعبد الله بن مسعود قال إني لمستتر بأستار الكعبة إذ دخل ثلاثة نفر ثقفي\nوختناه قرشيان فتحدثوا بينهم بحديث فقال أحدهم أترى الله يسمع ما قلنا قال\nأحدهم يسمع إذا رفعنا ولا يسمع إذا خفضنا وقال الآخر أن كان يسمع منا شيئا\nفإنه يسمعه كله فأتيت رسول الله صلى الله عليه وسلم فذكرت ذلك له فنزلت هذه\nالآية * (وما كنتم تستترون أن يشهد عليكم) * الآية (5246) حدثنا يحيى بن\nسعيد عن سفيان قال حدثني منصور عن مجاهد عن أبي معمر عن عبد الله بنحوه!\n</p>\n\n<p>\n(5247) حدثنا أبو خيثمة حدثنا عبد الرحمن بن مهدي عن سفيان عن عاصم عن\nأبي وائل عن عبد الله أن النبي صلى الله عليه وسلم قال لرجل لولا أنك رسول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p160'> Vol. 09, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\nلقتلتك يعني رسول مسيلمة (5248) حدثنا أبو خيثمة حدثنا عبد الرحمن حدثنا\nشعبة عن علي بن الأقمر عن أبي الأحوص عن عبد الله عن النبي صلى الله عليه\nوسلم قال لا تقوم الساعة إلا على شرا الناس (5249) حدثنا عبد الرحمن عن\nشعبة عن إسماعيل بن رجاء عن عبد الله بن أب الهذيل عن أبي الأحوص عن عبد\nالله عن النبي صلى الله عليه وسلم قال لو كنت متخذا خليلا لاتخذت أبا بكر\nخليلا ولكنه أخي وصاحبي وقد اتخذ الله صاحبكم خليلا (5250) حدثنا أبو خيثمة\nحدثنا عبد الرحمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p161'> Vol. 09, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\nعن سفيان عن أبي إسحاق <span id='ms1036'></span> عن أبي الأحوص عن عبد الله عن النبي صلى الله عليه\nوسلم قال من رآني في المنام فقد رآني فإن الشيطان لا يتمثل بي (5251) حدثنا\nأبو خيثمة حدثنا عبد الرحمن حدثنا حماد بن سلمة عن عاصم عن زر عن عبد الله\nعن النبي صلى الله عليه وسلم قال من كذب علي متعمدا فليتبوأ مقعده من أن\nلنار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p162'> Vol. 09, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\n(5252) حدثنا أبو خيثمة حدثنا عبد الرحمن عن سفيان عن زبيد عن إبراهيم عن\nمسروق عن عبد الله عن النبي صلى الله عليه وسلم قال ليس منا من ضرب الخدود\nوشق الجيوب ودعا بدعوى الجاهلية (5253) حدثنا محمد بن أبي بكر حدثنا وهب بن\nجرير حدثنا أبي عن حميد بن هلال عن أبي قتادة عن أسير بن جابر قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p163'> Vol. 09, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\nهاجت ريح ونحن عند عبد الله فغضب بن مسعود حتى عرفنا الغضب على وجهه قال\nويحك أن الساعة لا تقوم حتى لا يقسم ميراث ولا يفرح بغنيمة ثم ضرب بيده إلى\nالشام وقال عدو يجتمع للمسلمين من هاهنا فيلتقون فيشترط شرطة للموت ولا\nترجع إلا وهي غالبة فيقتتلوا حتى تغيب الشمس من ها هنا فيلتقون فيشترط شرطة\nللموت ولا ترجع إلا وهي غالبة فيقتتلون حتى تغيب الشمس وكل غير غالب وتفنى\nالشرطة ثم يشترط شرطة للموت لا ترجع إلا وهي غالبة فيقتتلون حتى تغيب الشمس\nفيفئ هؤلاء وهؤلاء وكل غير غالب وتفنى الشرطة ثم يلتقون في اليوم الرابع\nفيقتلونهم ويهزمونهم حتى تبلغ الدماء ثنن الخيل ويقتتلون حتى أن بني الأب\nكانوا يتعادون على مائة فيقتلون لا يبقى منهم رجل فأي ميراث يقسم بعد هذا\nوأي غنيمة يفرح بها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p164'> Vol. 09, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\nثم يستفتحون القسطنطينة فبينهم يقسمون الدنانير بالترسة إذ أتاهم فزع\nأكبر من ذلك أن الدجال قد خلف في ذراريكم فيرفضون ما في أيديهم ويقبلون\nويبعثون طليعة الفوارس قال رسول الله صلى الله عليه وسلم هم يومئذ خير\nفوارس الأرض إني لاعلم أسماءهم وأسماء آبائهم وقبائلهم وألوان خيولهم\n(5254) حدثنا محمد بن أبي بكر حدثنا المعتمر حدثنا أبي عن أبي <span id='ms1037'></span> عثمان عن بن\nمسعود قال من اشترى محفلة فردها فليرد معها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p165'> Vol. 09, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\nصاعا قال ونهى رسول الله صلى الله عليه وسلم عن تلقي السلع (5255) حدثنا\nمحمد بن أبي بكر حدثنا عبد الواحد حدثنا الأعمش عن شقيق عن عبد الله قال\nقال رسول الله صلى الله عليه وسلم إذا كنتم ثلاثة فلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p166'> Vol. 09, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\nيتناجى اثنان دون الاخر فإن ذلك يحزنه (5256) حدثنا محمد حدثنا الفضيل بن\nسليمان حدثنا محمد بن مطرف عن أبي حازم عن عون بن عبد الله عن بن مسعود قال\nما كان بين إسلامنا وبين أن عوتبنا بهذه الآية إلا أربع سنين ألم يأن للذين\nآمنوا أن تخشع قلوبهم لذكر الله وما نزل من الحق وأقبل بعضنا على بعض أي شئ\nأحدثنا أي شئ صنعنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p167'> Vol. 09, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\n(5257) حدثنا محمد بن أبي بكر حدثنا يحيى عن شعبة وسفيان عن أبي إسحاق عن\nأبي عبيدة عن أبيه لم يرفعه سفيان ورفعه شعبة قال علمنا رسول الله صلى الله\nعليه وسلم خطبة الحاجة قال سفيان أن الحمد لله وقال شعبة الحمد لله نحمده\nونستعينه قال سفيان نعوذ به وقال شعبة نعوذ بالله من شرور أنفسنا من يهده\nالله فلا مضل له ومن يضلل فلا هادي له وأشهد أن لا إله إلا الله وأشهد أن\nمحمدا عبده ورسوله ثم يقرأ ثلاث آيات * (اتقوا الله ولا تموتن إلا وأنتم\nمسلمون) * و * (اتقوا الله الذي تساءلون به والأرحام) * و * (اتقوا الله\nوقولوا قولا سديدا) * إلى قوله * (فوزا عظيما) * ثم يتكلم بحاجته (5258)\nحدثنا محمد بن أبي بكر حدثنا خالد بن الحارث حدثنا شعبة عن الحجاج عن أبيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p168'> Vol. 09, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\nعن رجل من أصحاب النبي صلى الله عليه وسلم أراه عبد الله عن النبي صلى\nالله عليه وسلم قال إذا اشتد الحر فأبردوا بالصلاة أو عن الصلاة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p169'> Vol. 09, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\n(5259) حدثنا محمد بن أبي بكر حدثنا يحيى عن بن عجلان عن عون بن عبد الله\nعن بن مسعود قال إذا حدثتم عن رسول الله صلى الله عليه وسلم فظنوا برسول\nالله الذي هو أهيأ وأتقى وأهدى <span id='ms1038'></span> (5260) حدثنا محمد بن أبي بكر حدثنا بن مهدي\nعن سفيان عن عاصم عن أبي وائل عن عبد الله أن رسول الله صلى الله عليه وسلم\nقال لولا أنك رسول لقتلتك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p170'> Vol. 09, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\nيعني رسول مسيلمة 5261) حدثنا محمد بن أبي بكر حدثنا خالد بن الحارث\nحدثنا مالك بن مغول عن منصور عن خيثمة عن رجل عن عبد الله قيل له أسمعت\nرسول الله صلى الله عليه وسلم يقول الندم توبة قال نعم قال مجاهد في قتل\nالنفس أن ندم (5262) حدثنا محمد بن أبي بكر حدثنا خالد عن شعبة عن عبد\nالملك بن ميسرة قال سمعت النزال قال سمعت عبد الله يقول سمعت رجلا قرأ آية\nمن كتاب الله كنت سمعت من رسول الله صلى الله عليه وسلم غيرها فأخذت بيده\nفأتيت به النبي صلى الله عليه وسلم فرأيت النبي صلى الله عليه وسلم يتغير\nوجهه فقال كلاكما محسن ولا تختلفوا فيه فإن من قبلكم اختلفوا فيه فذكر\nالهلاك (5263) حدثنا محمد بن أبي بكر حدثنا عثام بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p171'> Vol. 09, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\nعلي عن الأعمش عن أبي إسحاق عن أبي عبيدة عن عبد الله قال انتهيت إلى أبي\nجهل وهو صريع وعليه بيضة ومعي سيف رث فجعلت أنقف رأسه بسيفي وأذكر نقفا كان\nينقف رأسي بمكة حتى ضعفت يده وأخذت سيفه فرفع رأسه فقال على من كانت الدبرة\nعلينا أولنا ألست رويعينا بمكة قال فقتلته ثم أتيت النبي صلى الله عليه\nوسلم فقلت قتلت أبا جهل قال الله الذي لا إله إلا هو قتله فاستحلفني ثلاث\nمرات ثم قام معي إليهم فدعا عليهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p172'> Vol. 09, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\n(5264) حدثنا محمد بن أبي بكر حدثنا بن مهدي عن سفيان عن الأعمش عن عمارة\nعن عبد الرحمن بن يزيد عن عبد الله قال ما رأيت رسول الله صلى الله عليه\nوسلم صلى صلاة إلا لوقتها لميقاتها إلا أنه جمع بين المغرب والعشاء بجمع\nوصلى الصبح بغير ميقاتها (5265) وعن سفيان عن الحسن بن عبيد الله عن\nإبراهيم بن سويد عن عبد الله قال قال رسول الله صلى <span id='ms1039'></span> الله عليه وسلم قد أذنت\nلك أن ترفع الحجاب وتسمع سوادي حتى أنهاك قال بلغني أنها السرار (5266)\nحدثني محمد حدثنا عثمان بن عمر حدثنا فطر بن خليفة عن منصور عن سالم بن أبي\nالجعد عن مسروق قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p173'> Vol. 09, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\nكنت جالسا عند عبد الله فقال له رجل ما السحت قال الرشا فقال في الحكم\nقال ذاك الكفر ثم قرأ ومن لم يحكم بما أنزل الله فأولئك هم الكافرون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p174'> Vol. 09, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\n(5267) حدثنا محمد بن عباد المكي حدثنا أبو سعيد مولى بني هاشم قال حدثنا\nالمسعودي عن عون عن أبي فاختة عن الأسود عن عبد الله قال إذا صليتم على\nرسول الله صلى الله عليه وسلم فأحسنوا الصلاة عليه فإنكم لا تدرون لعل ذلك\nيعرض عليه قالوا فعلمنا يا أبا عبد الرحمن قال قولوا اللهم أجعل صلواتك\nورحمتك وبركاتك على سيد المرسلين وإمام المتقين وخاتم النبيين محمد عبدك\nورسولك إمام الخير وقائد الخير ورسول الرحمة اللهم ابعثه مقاما محمودا\nيغبطه به الأولون والآخرون اللهم صل على محمد وعلى آل محمد كما صليت على\nإبراهيم وعلى آل إبراهيم إنك حميد مجيد وبارك على محمد وعلى آل محمد كما\nباركت على إبراهيم وعلى آل إبراهيم إنك حميد مجيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p175'> Vol. 09, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\n(5268) حدثنا أبو الربيع حدثنا يعقوب بن إبراهيم حدثنا أبو حنيفة عن\nالهيثم قال أبو الربيع يعني ابن حبيب قال قال عبد الله ما كذبت مذ أسلمت\nإلا كذبة كنت أرحل رسول الله صلى الله عليه وسلم فأتى رجل من الطائف فقال\nأي راحلة أعجب إلى رسول الله صلى الله عليه وسلم فقلت الطائفية المنكبة قال\nورسول الله صلى الله عليه وسلم يكرهها قال فلما رحلها فأتى بها قال من رحل\nلنا هذه قالوا رحل لك الذي أتيت به من الطائف قال ردوا الراحلة إلى بن\nمسعود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p176'> Vol. 09, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\n(5269) حدثنا الحسن بن عمر بن شقيق حدثنا معروف بن حسان عن سعيد عن قتادة\nعن بن بريدة عن عبد الله بن مسعود أنه قال قال رسول الله صلى الله عليه\nوسلم إذا انفلتت دابة <span id='ms1040'></span> أحدكم بأرض فلاة فليناد يا عباد الله احبسوا يا عباد\nالله احبسوا فإن لله حاضرا في الأرض سيحبسه (5270) حدثنا الأخنسي أحمد بن\nعمران حدثنا محمد بن فضيل وسمعته يقول حدثنا إبراهيم الهجري عن أبي الأحوص\nعن عبد الله عن رسول الله صلى الله عليه وسلم قال أن الله وتر يحب الوتر\nفإذا استجمرت فأوتر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p177'> Vol. 09, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\n(5271) حدثنا محمد بن بكار البصري حدثنا أبو محصن حصين بن نمير عن حسين\nبن قيس عن عطاء عن بن عمر عن بن مسعود عن النبي صلى الله عليه وسلم قال لا\nتزول قدما بن آدم يوم القيامة حتى يسأل عن خمس عن عمرك فيما أفنيت وعن\nشبابك فيما أبليت وعن مالك من أين كسبته وفيما أنفقته وما عملت فيما عملت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p178'> Vol. 09, p. 178</a>\n            </div>\n            \n</p>\n\n<p>\n(5272) حدثنا عبد الواحد بن غياث حدثنا حماد بن سلمة عن عطاء بن السائب\nعن مرة الهمداني عن عبد الله أن رسول الله صلى الله عليه وسلم قال عجب ربنا\nمن رجلين رجل ثار من وطائه ولحافه من بين حيه وأهله إلى صلاة رغبة فيما\nعندي وشفقة مما عندي ورجل غزا في سبيل الله فانهزم فعلم عليه في الانهزام\nوماله في الرجوع فرجع حتى يهريق دمه فيقول الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p179'> Vol. 09, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\nلملائكته انظروا إلى عبدي رجع رغبة فيما عندي وشفقة مما عندي حتى أهريق\nدمه (5273) حدثنا محمد بن يحيى بن أبي سمينة حدثنا عبد الله بن رجاء حدثنا\nجرير بن أيوب عن الشعبي عن نافع بن بردة عن بن مسعود أنه سمع النبي صلى\nالله عليه وسلم وهو يقول وقد أهل رمضان لو علم العباد ما في رمضان لتمنت\nأمتي أن يكون رمضان السنة كلها فقال رجل من خزاعة حدثنا به قال إن الجنة\nتزين لرمضان من رأس الحول إلى الحول حتى إذا كان أول يوم من رمضان هبت ريح\nمن تحت العرش فصفقت ورق الجنة فتنظر الحور العين إلى ذلك فيقلن يا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p180'> Vol. 09, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\nرب اجعل لنا من عبادك في هذا الشهر أزواجا تقر أعيننا بهم وتقر أعينهم\nبنا قال فما <span id='ms1041'></span> من عبد يصوم رمضان إلا زوج زوجة من الحور العين في خيمة من در\nمجوفة مما نعت الله حور مقصورات في الخيام على كل امرأة منهن سبعون حلة ليس\nفيها حلة على لون الأخرى وتعطي سبعون لونا من الطيب ليس منها لون على ريح\nالآخر لكل امرأة منهن سبعون سريرا من ياقوتة حمراء موشحة بالدر على كل سرير\nسبعون فراشا بطائنها من إستبرق وفوق السبعين فراشا سبعون أريكة لكل امرأة\nمنهم سبعون ألف وصيفة لحاجاتها وسبعون ألف وصيف مع كل وصيف صحفة من ذهب\nفيها لون طعام يجد لآخر لقمة منها لذة لا يجد لاوله ويعطى زوجها مثل ذلك\nعلى سرير من ياقوت أحمر عليه سواران من ذهب موشح بياقوت أحمر هذا بكل يوم\nصام من رمضان سوى ما عمل من الحسنات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p181'> Vol. 09, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\n(5274) حدثنا إسحاق حدثنا عبد العزيز بن محمد عن عمرو بن أبي عمرو عن\nعبيد الله بن عبد الله بن عتبة عن بن مسعود قال رأيت رسول الله صلى الله\nعليه وسلم يأكل اللحم ثم يقوم إلى الصلاة فما يمس قطرة ماء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p182'> Vol. 09, p. 182</a>\n            </div>\n            \n</p>\n\n<p>\n(5275) حدثنا عبد الله بن عمر حدثنا حسين بن علي عن زائدة عن ليث عن محمد\nبن عبد الرحمن بن يزيد عن أبيه عن عبد الله قال ذهب رسول الله صلى الله\nعليه وسلم لحاجته فقال إئتني بشئ أستنجي به ولا تقربني حائلا ولا رجيعا قال\nفأتيته بوضوء فتوضأ ثم صلى (5276) حدثنا أبو خيثمة قال حدثنا عبد الرحمن بن\nمهدي عن سفيان عن زبيد عن أبي وائل عن عبد الله بن مسعود عن النبي صلى الله\nعليه وسلم قال سباب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p183'> Vol. 09, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\nالمسلم أو المؤمن فسوق وقتاله كفر فقلت لأبي وائل سمعت بن مسعود يحدث عن\nالنبي صلى الله عليه وسلم قال نعم (5277) حدثنا أبو خيثمة حدثنا عبد الرحمن\nحدثنا إسرائيل عن أبي إسحاق عن عمرو بن ميمون عن عبد الله بن مسعود قال كان\nرسول الله صلى الله عليه وسلم يعجبه أن ندعوا ثلاثا ونستغفر ثلاثا (5278)\nحدثنا أبو خيثمة <span id='ms1042'></span> حدثنا عبد الرحمن وسلم قالا عن سفيان عن الأعمش عن أبي\nوائل عن عبد الله عن النبي صلى الله عليه ينبغي لاحد أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p184'> Vol. 09, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\nيقول أني خير من يونس بن متى (5279) حدثنا أبو خيثمة حدثنا عبد الرحمن\nحدثنا شعبة عن الحكم عن إبراهيم عن علقمة عن عبد الله أن النبي صلى الله\nعليه وسلم صلى الظهر خمسا فقيل له أزيد في الصلاة فسجد سجدتين بعد ما سلم\n(5280) حدثنا أبو خيثمة حدثنا عبد الرحمن عن سفيان عن منصور والأعمش عن أبي\nوائل عن عبد الله عن النبي صلى الله عليه وسلم قال الجنة أقرب إلى أحدكم من\nشراك نعله والنار مثل ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p185'> Vol. 09, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\n(5281) حدثنا أبو خيثمة حدثنا عبد الرحمن عن سفيان عن منصور عن ربعي عن\nالبراء بن ناجية عن عبد الله عن النبي صلى الله عليه وسلم قال تدور رحى\nالاسلام لخمس أو ست أو سبع وثلاثين فإن يهلكوا فبسبيل من هلك وإن يقم لهم\nدينهم يقم لهم سبعين عاما قلت مما مضى أو مما بقي فقال مما بقي (5282)\nحدثنا أبو خيثمة حدثنا عبد الرحمن عن إسرائيل عن السدي عن مرة عن عبد الله\nعن النبي صلى الله عليه وسلم قال يدخل الناس كلهم النار ثم يصدرون منها\nبأعمالهم (5283) حدثنا أبو خيثمة حدثنا عبد الرحمن عن سفيان عن أبي إسحاق\nعن أبي الأحوص عن عبد الله عن النبي صلى الله عليه وسلم أنه كان يقول اللهم\nإني أسألك الهدى والتقى والعفة والغنى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p186'> Vol. 09, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\n(5284) حدثنا أبو خيثمة حدثنا عبد الرحمن حدثنا شعبة عن الحكم عن ذرعن\nوائل بن مهانة عن عبد الله عن النبي صلى الله عليه وسلم أنه قال للنساء\nتصدقن فإنكن أكثر أهل النار فقالت امرأة ليست من علية النساء لم أو فيم أو\nبم نحن قال إنكن تكثرن اللعن وتكفرن العشير ما من ناقصة العقل والدين أغلب\nللرجال ذوي الامر من النساء قيل فما نقصان عقلها قال جعل شهادة امرأتين\nبشهادة رجل قيل فما نقصان دينها قال تلبث لا أدري كم <span id='ms1043'></span> يوم لا تصلي (5285)\nحدثنا أبو خيثمة حدثنا عبد الرحمن حدثنا المسعودي عن جامع بن شداد عن عبد\nالرحمن بن أبي علقمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p187'> Vol. 09, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\nعن عبد الله قال لما رجع رسول الله صلى الله عليه وسلم من الحديبية نزل\nمنزلا فعرس فيها فقال من يحرسنا قال عبد الله فقلت أنا فقال رسول الله صلى\nالله عليه وسلم إنك تنام يقول ذلك مرتين أو ثلاثة ثم قال أنت إذا فحرستهم\nحتى إذا كان وجه الصبح أخذني ما قال رسول الله صلى الله عليه وسلم فلم\nأستيقظ إلا بحر الشمس في ظهورنا فقام رسول الله صلى الله عليه وسلم فصنع\nكما يصنع ثم صلى الصبح ثم قال أن الله لو شاء لم تناموا عنها ولكن أن يكن\nلمن بعدكم فهكذا لمن نام أو نسي (5286) حدثنا أبو خيثمة حدثنا عبد الرحمن\nحدثنا شعبة عن الوليد بن العيزار قال سمعت أبا عمرو الشيباني يقول حدثني\nصاحب هذه الدار وأشار بيده إلى دار عبد الله ولم يسمه قال قلت يا رسول الله\nأي الأعمال أحب إلى الله قال الصلاة على مواقيتها قال قلت ثم أي قال ثم بر\nالوالدين قال قلت ثم أي قال ثم الجهاد في سبيل الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p188'> Vol. 09, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\n(5287) حدثنا أبو خيثمة حدثنا يزيد بن هارون حدثنا محمد بن إسحاق عن عبدا\nالأسود عن أبيه قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p190'> Vol. 09, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\nدخلت أنا وعمي على عبد الله بن مسعود بالهاجرة فأقام الصلاة فتأخرنا خلفه\nفأخذ بيد أحدنا بيمينه والآخر بشماله فجعلنا عن يمينه وعن شماله فلما صلى\nقال هكذا كان رسول الله صلى الله عليه وسلم يصنع هذا إذا كانوا ثلاثة\n(5288) حدثا أبو خيثمة حدثنا يزيد بن هارون حدثنا المسعودي عن الحسن بن سعد\nعن عبدة النصري عن عبد الله بن مسعود قال قال رسول الله صلى الله عليه وسلم\nأن الله لم يحرم حرمة إلا وقد علم أنه سيطلعها منكم مطلع ألا وإني آخذ\nبحجزكم عن النار أن تهافتوا فيها كتهافت الفراش أو الذباب أو الحنظب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p191'> Vol. 09, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\n(5289) حدثنا أبو خيثمة حدثنا يزيد بن <span id='ms1044'></span> هارون حدثنا الحجاج بن أرطاة عن\nفضيل عن إبراهيم عن علقمة عن عبد الله قال قال رسول الله صلى الله عليه\nوسلم لا يدخل الجنة من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p192'> Vol. 09, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\nكان في قلبه مثقال حبة من خردل من كبر (5290) حدثنا أبو خيثمة حدثنا يزيد\nبن هارون حدثنا حماد بن سلمة عن ثابت عن أنس عن بن مسعود عن النبي صلى الله\nعليه وسلم قال أن آخر من دخل الجنة لرجل يمشي على الصراط فينكب مرة ويمشي\nمرة تسفعه النار مرة فإذا جاوز الصراط التفت إليها فقال تبارك الذي نجاني\nمنك لقد أعطاني ما لم يعط أحدا من الأولين والآخرين قال فترفع له شجرة\nفينظر إليها فيقول يا رب أدنني من هذه الشجرة فأستظل بظلها وأشرب من مائها\nفيقول أي عبد فلعلي أن أدنيتك تسألني غيرها فيقول لا يا رب فيعاهده أن لا\nيسأله غيرها والرب تبارك وتعالى يعلم أنه سيسأله لأنه يرى ما لا صبر له\nفيدنيه منه ثم ترفع له شجرة هي أحسن منها فيقول يا رب أدنني من هذه الشجرة\nفأستظل بظلها وأشرب من مائها فيقول أي عبد ألم تعاهدني أن لا تسألني غيرها؟\n</p>\n\n<p>\nفيقول يا رب هذه لا أسألك غيرها فيدنيه منها فترفع له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p193'> Vol. 09, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\nشجرة عند باب الجنة هي أحسن منها فيقول يا رب أدنني من هذه الشجرة فأستظل\nبظلها وأشرب من مائها فيقول أي عبد ألم تعاهدني أن لا تسألني غيرها فيقول\nيا رب هذه لا أسألك غيرها فيعاهده والرب يعلم أنه سيسأله غيرها لأنه يرى ما\nلا صبر له فيدنيه منها فيسمع أصوات أهل الجنة فيقول يا رب الجنة الجنة\nفيقول أي عبدي ألم تعاهدني أن لا تسألني غيرها فيقول يا رب أدخلني الجنة\nفيقول تبارك وتعالى ما يصريني منك أي عبد أيرضيك أن أعطيك الدنيا ومثلها\nمعها؟ قال فيقول أتهزأ بي وأنت رب العزة فضحك عبد الله حتى بدت نواجذه ثم\nقال ألا تسألوني لم ضحكت قالوا لم ضحكت قال لضحك رسول الله صلى الله عليه\nوسلم (5291) حدثنا <span id='ms1045'></span> أبو خيثمة حدثنا يزيد بن هارون حدثنا بن عون عن عمرو بن\nسعيد عن حميد بن عبد الرحمن الحميري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p194'> Vol. 09, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\nعن عبد الله مسعود قال كنت لا أحجب عن ثلاث أو لا احبس عن ثلاث عن النجوى\nوعن كذا وعن كذا قال عبد الله نسي عمي واحدة ونسيت أنا الأخرى وبقيت هذه\nفأتيته وعنده مالك الرهاوي فأدركت من آخر حديثهم وهو يقول يا رسول الله إني\nأمر وقسم لي من الجمال ما ترى فما أحب أن أحدا فضلني بشراكين فما فوقهما\nأفمن البغي هو قال لا ولكن البغي من سفه الحق وغمص الناس (5292) حدثنا أبو\nخيثمة حدثنا يزيد بن هارون قال حدثنا المسعودي عن عمر بن مرة عن إبراهيم عن\nعلقمة عن عبد الله قال نام رسول الله صلى الله عليه وسلم على حصير قد أثر\nفي جنبه فقلنا يا رسول الله ألا آذنتنا فبسطنا تحتك ألين منه فقال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p195'> Vol. 09, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\nمالي وللدنيا إنما مثلي ومثل الدنيا كراكب سار في يوم صائف فقال تحت شجرة\nثم راح وتركها (5293) حدثنا بشر بن الوليد حدثنا محمد بن طلحة عن زبيد عن\nمرة عن عبد الله قال قال رسول الله صلى الله عليه وسلم حبسونا عن الصلاة\nالوسطى حتى غابت الشمس ملا الله بطونهم وقبورهم نارا (5293) مكرر حدثنا بشر\nبن الوليد حدثنا محمد بن طلحة بإسناده مثله (5294) حدثنا أبو خيثمة حدثنا\nيزيد بن هارون أخبرني العوام بن حوشب حدثني جبلة سحيم عن مؤثر بن غفارة عن\nعبد الله قال لما كان ليلة أسري بالنبي صلى الله عليه وسلم لقي إبراهيم\nوموسى وعيسى فتذاكروا الساعة متى هي فبدؤوا بإبراهيم فسألوه عنها فلم يكن\nعنده منها علم فسألوا موسى فلم يكن عنده منها علم فردوا الحديث إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p196'> Vol. 09, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\nعيسى فقال عهد الله إلي فيما دون وجبتها فأما وجبتها فلا يعلمها إلا الله\nفذكر من خروج الدجال فأهبط فأقتله فيرجع الناس إلى بلادهم فيستقبلهم يأجوج\nومأجوج وهم من كل حدب ينسلون لا يمرون بماء إلا شربوه ولا بشئ إلا أفسدوه <span id='ms1046'></span>\nفيجأرون إلي فأدعوا الله فيميتهم فتجوى الأرض من ريحهم فأدعوا الله أن يرسل\nالسماء فتحمل أجسامهم فتلقيها في البحر ثم تنسف الجبال وتمد الأرض مد\nالأديم فعهد الله تبارك وتعالى إلي أنه إذا كان ذلك أن الساعة من الناس\nكالحامل المتم لا يدري أهلها متى تفجؤهم بولادها ليلا أو نهارا قال العوام\nفوجدت تصديق ذلك في كتاب الله ثم قرأ * (حتى إذا فتحت يأجوج ومأجوج) *\nالآية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p197'> Vol. 09, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\n(5295) حدثنا أبو خيثمة حدثنا يزيد بن هارون أخبرنا سفيان الثوري عن أبي\nقيس عن هزيل بن شرحبيل قال أتى رجل أبا موسى وسلم أن بن ربيعة فسألهما عن\nابنة وابنة بن وأخت لأب وأم وذكر الحديث!\n</p>\n\n<p>\n(5296) حدثنا أبو خيثمة حدثنا يزيد بن هارون أخبرنا شعبة عن سماك عن عبد\nالرحمن بن عبد الله عن أيه قال قال رسول الله صلى الله عليه وسلم نضر الله\nامرأ سمع منا حديثا فبلغه كما سمعه فإنه رب مبلغ أوعى له من سامع (5297)\nحدثنا أبو خيثمة حدثنا يزيد بن هارون أخبرنا فضيل بن مرزوق أخبرنا أبو سلمة\nالجهني عن القاسم بن عبد الرحمن عن أبيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p198'> Vol. 09, p. 198</a>\n            </div>\n            \n</p>\n\n<p>\nعن عبد الله قال قال رسول الله صلى الله عليه وسلم ما قال عبد قط إذا\nأصابه هم وحزن اللهم إني عبدك وابن عبدك ناصيتي بيدك ماض في حكمك عدل في\nقضاؤك أسألك بكل أسم سميت به نفسك أو أنزلته في كتابك أو علمته أحد من خلقك\nأو استأثرت به في علم الغيب عندك أن تجعل القرآن ربيع قلبي ونور بصري وجلاء\nحزني وذهاب همي إلا أذهب الله همه وأبدله مكان حزنه فرحا قالوا يا رسول\nالله ينبغي لنا أن نتعلم هؤلاء الكلمات قال أجل ينبغي لمن سمعهن أن يتعلمهن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p199'> Vol. 09, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\n(5298) حدثنا أبو خيثمة حدثنا يزيد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p201'> Vol. 09, p. 201</a>\n            </div>\n            \n</p>\n\n<p>\nهارون أخبرنا العوام بن حوشب حدثني أبو إسحاق الشيباني عن القاسم بن عبد\nالرحمن عن أبيه عن عبد الله قال قال رسول الله صلى الله عليه وسلم تدور رحى\nالاسلام على رأس خمس وثلاثين أو ست وثلاثين <span id='ms1047'></span> أو سبع وثلاثين فإن يهلكوا\nفبسبيل من هلك وإن بقوا بقي لهم دينهم سبعين عاما (5299) حدثنا أبو خيثمة\nحدثنا يزيد بن هارون حدثنا حماد بن زيد حدثنا فرقد السبخي حدثنا جابر بن\nيزيد أنه سمع مسروقا يحدث عن عبد الله لعله قال عن النبي صلى الله عليه\nوسلم قال إني كنت نهيتكم عن زيارة القبور فزوروها ونهيتكم أن تحبسوا لحوم\nالأضاحي فوق ثلاث فاحبسوا ونهيتكم عن هذه الظروف فانتبذوا فيها واجتنبوا كل\nمسكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p202'> Vol. 09, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\n(5300) حدثنا أبو خيثمة حدثنا يزيد بن هارون حدثنا حماد بن سلمة عن عاصم\nعن زر عن عبد الله قال قيل يا رسول الله كيف تعرف من لم تر من أمتك يوم\nالقيامة قال هم غر محجلون بلق من آثار الوضوء (5301) حدثنا أبو خيثمة حدثنا\nوكيع حدثنا أبي عن أبي فزارة عن أبي زيد مولى عمرو بن حريث عن عبد الله أن\nالنبي صلى الله عليه وسلم قال ليلة الجن هل عندك طهور قال لا إلا شيئا من\nنبيذ في إداوة فقال هاته تمرة طيبة وماء طهور (5302) حدثنا أبو خيثمة حدثنا\nوكيع حدثنا سفيان عن عاصم بن كليب عن عبد الرحمن بن الأسود عن علقمة قال\nقال بن مسعود ألا أصلي بكم صلاة رسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p203'> Vol. 09, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\nفصلى بهم فلم يرفع يديه إلا مرة (5303) حدثنا أبو خيثمة حدثنا عبد الله\nبن نمير حدثنا مالك بن مغول عن الزبير بن عدي عن طلحة عن مرة عن عبد الله\nقال لما أسري برسول الله صلى الله عليه وسلم انتهى إلى سدرة المنتهى وهي في\nالسماء السادسة وإليها ينتهي ما يصعد به من الأرض فيقبض منها وإليها ينتهي\nما يهبط من فوقها فيقبض منها إذ يغشى السدرة ما يغشى قال فراش من ذهب قال\nفأعطي رسول الله صلى الله عليه وسلم ثلاث خلال الصلوات الخمس وخواتيم سورة\nالبقرة وغفر لمن لا يشرك بالله من أمته المقحمات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p204'> Vol. 09, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\n(5304) حدثنا أبو خيثمة حدثنا أبو عامر العقدي حدثنا سفيان عن سماك بن\nحرب <span id='ms1048'></span> عن عبد الرحمن بن عبد الله عن أبيه قال أتيت رسول الله صلى الله عليه\nوسلم وهو في قبة من آدم في نحو من أربعين رجل فقال إنكم مفتوح عليكم\nمنصورون ومصيبون فمن أدرك ذلك منكم فليتق الله وليأمر بالمعروف ولينه عن\nالمنكر وليصل رحمه ومن كذب علي متعمدا فليتبوأ مقعده من النار ومثل الذي\nيعين قومه على غير الحق كمثل بعير في بئر فهو ينزع منها بذنبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p205'> Vol. 09, p. 205</a>\n            </div>\n            \n</p>\n\n<p>\n(5305) حدثنا أبو خيثمة حدثنا هاشم بن القاسم حدثنا شيبان عن عاصم عن زر\nعن عبد الله قال كان رسول الله صلى الله عليه وسلم يصوم ثلاثة أيام من غرة\nكل هلال وقل من يفطر يوم الجمعة (5306) وعن بن مسعود قال اخر رسول الله صلى\nالله عليه وسلم ليلة صلاة العشاء ثم خرج إلى المسجد فإذا الناس ينتظرون\nالصلاة فقال إنه ليس من أهل الأديان أحد يذكر الله في هذه الساعة غيركم قال\nوأنزلت هؤلاء الآيات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p206'> Vol. 09, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\n* (ليسوا سواء من أهل الكتاب أمة قائمة ) * إلى * (والله عليم بالمتقين)\n* آل عمران (5307) وعن عبد الله قال قال رسول الله صلى الله عليه وسلم ، من\nكذب علي متعمدا فليتبوأ مقعده من النار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p207'> Vol. 09, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\n(5308) وعن هاشم حدثنا شعبة عن أبي إسحاق عن أبي الأحوص عن عبد الله قال\nقال رسول الله صلى الله عليه وسلم لو كنت من أمتي متخذا خليلا لاتخذت أبا\nبكر خليلا (5309) حدثنا أبو خيثمة حدثنا روح بن عبادة حدثنا سعيد عن عبد\nالسلام عن حماد عن إبراهيم عن علقمة عن بن مسعود أن النبي صلى الله عليه\nوسلم كان يصوم في السفر ويفطر ويصلي الركعتين ولا يدعها يقول لا يزيد عليها\nيعني الفريضة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p208'> Vol. 09, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\n(5310) حدثنا أبو خيثمة حدثنا روح بن عبادة حدثنا حماد بن سلمة عن عاصم\nبن بهدلة عن زر بن حبيش عن بن مسعود قال كنت أجتني لرسول الله صلى الله\nعليه وسلم سواكا من أراك وكان الريح تكفؤه وكان في ساقي شئ فضحك القوم فقال\nرسول الله صلى الله عليه وسلم ما يضحككم <span id='ms1049'></span> قالوا دقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p209'> Vol. 09, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\nساقيه قال والذي نفسي بيده لهما أثقل في الميزان من أحد (5311) وعن عبد\nالله قال كنت غلاما يافعا وكنت أرعى غنما لابن معيط فجاء النبي صلى الله\nعليه وسلم وأبو بكر قد فرا من المشركين فقالا يا غلام عندك من لبن تسقينا\nفقلت نعم ولكني مؤتمن ولست بساقيكما فقال النبي صلى الله عليه وسلم فهل\nعندك شاة جذعة لم ينز عليها الفحل قلت نعم فأتيته بها فأعتقها رسول الله\nصلى الله عليه وسلم ومسح الضرع ودعا فجعل اللبن يدر وأتاه أبو بكر بصخرة\nمنقعرة فحلب فيها فشرب وشرب أبو بكر وشربت ثم قال للضرع اقلص فقلص ثم أتيته\nبعد ذلك فقلت يا رسول الله علمني من هذا القول أو من هذا القرآن قال إنك\nغلام معلم ولكن علمني فأخذت من فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p210'> Vol. 09, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\nسبعين سورة لا ينازعني فيها أحد (5312) حدثنا أبو خيثمة حدثنا جعفر بن\nعون حدثنا سفيان بن سعيد الثوري ن أبي إسحاق عن عمرو بن ميمون عن عبد الله\nقال كان رسول الله صلى الله عليه وسلم يصلي في ظل الكعبة فقال أبو جهل وناس\nمن قريش وقد نحروا جزورا في ناحية مكة بعثوا فجاؤوا من سلاها فطرحوه بين\nكتفيه فجاءت فاطمة فطرحته عنه فلما انصرف قال وكان يستحب ثلاثا قال اللهم\nعليك بقريش ثلاثا بأبي جهل بن هشام وبعتبة بن بيعة وبشيبة بن ربيعة\nوبالوليد بن عتبة وبأمية بن خلف وبعقبة بن أبي معيط قال عبد الله فلقد\nرأيتهم قتلى في قليب بدر أو في قليب قال أبو إسحاق ونسيت الساب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p211'> Vol. 09, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\n(5313) حدثنا أبو خيثمة حدثنا جعفر بن عون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p212'> Vol. 09, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا مسعر عن علقمة بن مرثد عن المغيرة اليشكري عن المعرور عن عبد الله\nقال قالت أم حبيبة اللهم بارك لي في زوجي رسول الله صلى الله عليه وسلم\nوبأبي أبي سفيان وبأخي معاوية فقال النبي صلى الله عليه وسلم لقد سألت الله\nعن آجال مضروبة وأرزاق مقسومة وآثار مبلوغة لا يعجل منها شئ قبل حله فلو\nسألت الله <span id='ms1050'></span> أن يعيذك من عذاب النار أو عذاب القبر كان خيرا أو كان أفضل قال\nفذكرت القردة قال وأراه الخنازير أكان مما مسخ في بني إسرائيل قال أن الله\nلم يهلك قوما فيترك لهم نسلا ولا عاقبا وقد كانت القرد أراه قال الخنازير\nقبل ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p213'> Vol. 09, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\n(5314) حدثنا أبو خيثمة حدثنا عثمان بن عمر حدثنا داود بن أبي الفرات عن\nمحمد بن زيد عن أبي الأعين العبدي عن أبي الأحوص الجشمي ن بن مسعود حدثهم\nأنهم سألوا رسول الله صلى الله عليه وسلم عن القردة والخنازير أمن نسل\nاليهود هي فقال رسول الله صلى الله عليه وسلم إن الله لم يلعن قوما فمسخهم\nفكان لهم نسل حتى يهلكهم ولكن هذا خلق كان فلما غضب الله على اليهود مسخهم\nفكانوا أمثالهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p215'> Vol. 09, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\n(5315) حدثنا شيبان حدثنا داود بن أبي الفرات بإسناده مثله!\n</p>\n\n<p>\n(5316) حدثنا أبو خيثمة حدثنا عثمان بن عمر حدثنا زائدة عن عاصم بن أبي\nالنجود عن شقيق عن عبد الله أن رسول الله صلى الله عليه وسلم قال من شرار\nالناس من تدركه الساعة ويتخذ القبور مساجد (5317) حدثنا أبو خيثمة حدثنا\nإسحاق بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p216'> Vol. 09, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\nسليمان الرازي قال سمعت بشيرا أبا إسماعيل ذكره عن سيار عن طارق بن شهاب\nعن عبد الله قال قال رسول الله صلى الله عليه وسلم من نزلت به فاقة فأنزلها\nبالناس لم تسد فاقته وإن أنزلها بالله أوشك الله له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p217'> Vol. 09, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\nبالغنى إما غنى عاجل وإما موت آجل (5318) حدثنا أبو خيثمة حدثنا عبد\nالصمد بن عبد الوارث حدثنا همام حدثنا عاصم عن زر عن عبد الله بن مسعود أن\nالأمم عرضت على النبي صلى الله عليه وسلم حتى عرضت أمته فأعجبه كثرتهم فقيل\nأن مع هؤلاء سبعين ألفا يدخلون الجنة بغير حساب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p218'> Vol. 09, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\n(5319) حدثنا أبو خيثمة حدثنا عبد الصمد بن عبد الوارث حدثنا عبد العزيز\nبن مسلم حدثنا أبو إسحاق عن أبي الأحوص عن بن مسعود أن رسول الله صلى الله\nعليه وسلم قال إذا كان ثلث الليل الباقي يهبط الله إلى السماء الدنيا <span id='ms1051'></span> ثم\nتفتح أبواب السماء ثم تبسط ثم يقول هل من سائل فلا يزال كذلك حتى يطلع\nالفجر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p219'> Vol. 09, p. 219</a>\n            </div>\n            \n</p>\n\n<p>\n(5320) حدثنا أبو خيثمة حدثنا يونس بن محمد حدثنا داود بن أبي الفرات عن\nمحمد بن زيد عن أبي الأعين العبدي عن أبي الأحوص الجشمي أنه قال بينما بن\nمسعود يخطب ذات يوم إذ هو بحية تمشي على الجدار فقطع خطبته وضربها بعصية\nحتى قتلها ثم قال سمعت رسول الله صلى الله عليه وسلم يقول من قتل حية\nفكأنما قتل رجلا مشركا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p221'> Vol. 09, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\n(5321) حدثنا شيبان حدثنا داود بن أبي الفرات بإسناده مثله!\n</p>\n\n<p>\n(5322) حدثنا أبو خيثمة حدثنا يونس بن محمد حدثنا حماد بن زيد عن مجالد\nعن الشعبي عن مسروق قال كنا جلوسا عند بن مسعود ليلة بالمغرب وهو يقرئنا\nالقرآن فسأله رجل يا أبا عبد الرحمن أسألتم رسول الله صلى الله عليه وسلم\nكم يملك هذه الأمة من خليفة فقال بن مسعود ما سألني مذ قدمت العراق قبلك\nقال نعم سألنا رسول الله صلى الله عليه وسلم فقال اثنا عشر عدة نقباء بني\nإسرائيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p222'> Vol. 09, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\n(5323) حدثنا شيبان حدثنا حماد بإسناده نحوه (5324) حدثنا أبو خيثمة\nحدثنا يونس بن محمد حدثنا يزيد بن زريع حدثنا خالد عن أبي معشر عن إبراهيم\nعن علقمة عن عبد الله قال قال رسول الله صلى الله عليه وسلم ليلني منكم\nأولوا الأحلام والنهى ثم يلونهم ثم الذين يلونهم ولا تختلفوا فتختلف قلوبكم\nوإياكم وهوشات الأسواق (5325) حدثنا القواريري حدثنا يزيد بن زريع مثله!\n</p>\n\n<p>\n(5326) حدثنا أبو خيثمة حدثنا وهب بن جرير حدثنا أبي قال سمعت عبد الملك\nبن عمير يحدث عن عبد الرحمن بن عبد الله عن أبيه قال قال رسول الله صلى\nالله عليه وسلم ألا ترجعوا بعدي كفارا يضرب بعضكم رقاب بعض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p223'> Vol. 09, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\n(5327) حدثنا أبو خيثمة حدثنا محمد بن عبد الله الأسدي حدثنا سفيان عن\nأبي إسحاق عن الأسود عن عبد الله عن النبي صلى الله عليه وسلم انه كان يقرأ\nفهل من مدكر! \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p224'> Vol. 09, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\n(5328) حدثنا أبو خيثمة حدثنا محمد بن عبد الله الأسدي <span id='ms1052'></span> حدثنا أبان بن عبد\nالله البجلي عن كريم بن أبي حازم عن سلمى بنت جابر أن زوجها استشهد فأتت\nعبد الله بن مسعود فقالت يا أبا عبد الرحمن ان أزوجي أستشهد وقد خطبني\nالرجال فترجو أن جمع الله بيني وبينه في الجنة أن أكون من أزواجه قال نعم\nفقال بعض القوم يا أبا عبد الرحمن ما رأيناك صنعت هذا بامرأة غير هذه قال\nإني سمعت رسول الله صلى الله عليه وسلم يقول أن أول أمتي لحوقا بي في الجنة\nامرأة من أحمس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p225'> Vol. 09, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\n(5329) حدثنا أبو خيثمة حدثنا أحمد بن إسحاق حدثنا عبد العزيز بن مسلم\nحدثنا أبو إسحاق عن أبي الأحوص عن عبد الله قال قلنا يا رسول الله أي\nالأعمال أحب إلى الله قال تصلي الصلوات لمواقيتها قال قلت ثم أي قال ثم بر\nالوالدين قال قلت ثم أي قال ثم الجهاد في سبيل الله ولو استزدته لزادني\n(5330) حدثنا أبو خيثمة حدثنا أحمد بن إسحاق حدثنا عبد العزيز بن مسلم\nحدثنا سليمان الأعمش عن إبراهيم النخعي عن علقمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p226'> Vol. 09, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\nعن عبد الله قال قال رسول الله صلى الله عليه وسلم لا يدخل النار من كان\nفي قلبه مثقال حبة من خردل من إيمان ولا يد خل الجنة من كان في قلبه مثقال\nحبة من خردل كبر (5331) حدثنا عبد الواحد بن غياث حدثنا عبد العزيز بن مسلم\nبمثله (5332) حدثنا أبو خيثمة حدثنا يحيى بن أبي بكير حدثنا شيبان عن عبد\nالملك بن عمير عن عبد الرحمن بن عبد الله بن مسعود عن أبيه قال قال رسول\nالله صلى الله عليه وسلم قتال المؤمن كفر وسبابه فسوق!\n</p>\n\n<p>\n(5333) حدثنا أبو خيثمة حدثنا يحيى بن أبي بكير عن إسرائيل عن أبي إسحاق\nعن عبد الرحمن بن يزيد عن عبد الله قال أقرأني رسول الله إني أنا الرزاق ذو\nالقوة المتين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p227'> Vol. 09, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\n(5334) حدثنا أبو خيثمة حدثنا الحسن بن موسى وحميد بن عبد الرحمن قالا\nحدثنا زهير عن أبي إسحاق عن عبد الرحمن بن الأسود عن أبيه وعلقمة <span id='ms1053'></span> عن عبد\nالله قال انا رأيت رسول الله صلى الله عليه وسلم يكبر في كل رفع ووضع وقيام\nويسلم عن يمينه وعن شماله السلام عليكم ورحمة الله السلام عليكم ورحمة الله\nحتى أرى بياض خديه ورأيت أبا بكر وعمر يفعلان ذلك (5335) حدثنا أبو خيثمة\nحدثنا الحسن بن موسى حدثنا زهير حدثنا أبو إسحاق عن أبي الأحوص سمعه منه عن\nعبد الله عن النبي صلى الله عليه وسلم قال لقوم يتخلفون عن الجمعة لقد هممت\nأن أمر رجلا يصلي بالناس ثم أحرق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p228'> Vol. 09, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\nعلى رجال يتخلفون عن الجمعة بيوتهم (5336) حدثنا أبو خيثمة حدثنا الحسن\nبن موسى حدثنا زهير حدثنا أبو إسحاق قال ليس أبو عبيدة ذكره ولكن عبد\nالرحمن بن الأسود أراه عن عبد الله قال اتى النبي صلى الله عليه وسلم\nالغائط وأمرني أن أتيه بثلاث أحجار فأخذت حجرين والتمست الثالث فلم أجده\nفأخذت روثة فأتيت بهن النبي صلى الله عليه وسلم فأخذ الحجرين وألقى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p229'> Vol. 09, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\nالروثة وقال هذه ركس (5337) حدثنا أبو خيثمة حدثنا الحسن بن موسى حدثنا\nزهير حدثنا أبو إسحاق الشيباني قال أتيت زر بن حبيش قال فألقيت علي محبة\nمنه وعنده شباب فقالوا لي سله فكان قاب قوسين أو أدنى فسألته فقال قال عبد\nالله بن مسعود أن رسول الله صلى الله عليه وسلم رأى جبريل وله ست مائة جناح\n(5338) حدثنا أبو خيثمة حدثنا الحسن بن موسى حدثنا حماد عن عطاء بن السائب\nعن عمرو بن ميمون أن بن مسعود حدثهم أن رسول الله صلى الله عليه وسلم قال\nيكون في النار قوم ما شاء الله ثم يرحمهم الله فيكونوا في أدنى الجنة\nفيغسلون في نهر الحياة يسميهم أهل الجنة الجهنميين لو أضاف أحدهم الدنيا\nلاطعمهم وسقاهم وفرشهم ولحفهم وأحسبه قال وزوجهم لا ينقصه ذلك شيئا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p230'> Vol. 09, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\n(5339) حدثنا الحسن بن موسى حدثنا شيبان عن قتادة عن الحسن عن عمران بن\nحصين عن بن مسعود قال تحدثنا عند رسول الله صلى الله عليه وسلم ذات ليلة\nحتى أكثرنا الحديث ثم رجعنا <span id='ms1054'></span> إلى أهلينا فلما غدونا على نبي الله صلى الله\nعليه وسلم قال إنها عرضت علي الليلة الأنبياء بأممها وأتباعها من أممها\nفجعل النبي يمر معه الثلاثة من أمته والنبي يمر معه العصابة من أمته والنبي\nيمر معه النفر اليسير والنبي يمر معه الرجل الواحد من أمته والنبي يمر ما\nمعه من قومه أحد وقد أنبأكم الله عن لوط وقال أليس منكم رجل رشيد قال حتى\nأتى علي موسى في كبكبة من بني إسرائيل فلما رأيتهم أعجبوني قال قلت من\nهؤلاء قال هذا أخوك موسى بن عمران ومن تبعه من بني إسرائيل قال قلت رب فأين\nأمتي قال أنظر يمينك فإذا الظراب ظراب مكة قد سدت بوجوه الرجل قال قلت رب\nمن هؤلاء قال هؤلاء أمتك قال لي أرضيت قال قلت ربي رضيت قال قيل لي نظر عن\nيسارك فإذا الأفق قد سد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p231'> Vol. 09, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\nبالرجال قال فإن من هؤلاء سبعين ألفا يدخلون الجنة لا حساب عليهم قال\nفأنشأ عكاشة بن محصن أخو بني أسد بن خزيمة فقال يا رسول الله ادع ربك أن\nيجعلني منهم قال اللهم اجعله منهم قال فأنشأ رجل آخر فقال نبي الله صلى\nالله عليه وسلم سبقك بها عكاشة قال ثم قال يومئذ أرجو أن يكون من تبعني من\nأمتي ربع أهل الجنة قال فكبرنا ثم قال أرجو أن تكونوا الثلث قال ثم كبرنا\nثم قال أرجو أن تكونوا الشطر ثم قرا * (ثلة من الأولين) * وثلة من الآخرين\nفذكر لنا أن رجالا من المؤمنين تراجعوا بينهم فقال ما ترون أترون عمل هؤلاء\nالسبعين الذين يدخلون الجنة لا حساب عليهم حتى صيروهم أنهم ناس ولدوا في\nالاسلام ثم لم يزالوا حتى ماتوا عليه قال فيما حدثهم حتى بلغ رسول الله صلى\nالله عليه وسلم فقال ليس كذلك ولكن هم الذين لا يكتوون ولا يسترقون ولا\nيتطيرون وعلى ربهم يتوكلون قال وقال النبي صلى الله عليه وسلم يومئذ أن\nاستطعتم فداكم أبي وأمي أن تكونوا من السبعين فكونوا من السبعين <span id='ms1055'></span> فإن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p232'> Vol. 09, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\nعجزتم وقصرتم فكونوا من أهل الظراب فإن عجزتم وقصرتم فكونوا من أهل الأفق\nفإني رأيت عنده ناسا يتهوشون كثيرا (5340) حدثنا أبو خيثمة حدثنا الحسن بن\nموسى حدثنا حماد بن سلمة عن عاصم بن بهدلة عن زر بن حبيش عن بن مسعود أن\nرسول الله صلى الله عليه وسلم قال عرضت علي الأمم بالموسم فرأيت أمتي ثم\nرأيتهم فأعجبني كثرتهم وهيئتهم قد ملؤوا السهل والجبل فقال رضيت يا محمد\nقال قلت نعم قال أن لك من هؤلاء سبعين ألفا يدخلون الجنة بغير حساب هم\nالذين لا يسترقون ولا يكتوون وعلى ربهم يتوكلون فقام عكاشة بن محصن فقال يا\nرسول الله ادع الله أن يجعلني منهم فدعا له ثم قام آخر فقال يا رسول الله\nادع الله أن يجعلني منهم فقال رسول الله صلى الله عليه وسلم سبقك بها عكاشة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p233'> Vol. 09, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\n(5341) حدثنا أبو خيثمة حدثنا هشام بن عبد الملك حدثنا شعبة عن عبد الملك\nبن ميسرة قال سمعت النزال بن سبرة يقول سمعت عبد الله يقول سمعت رجل يقرأ\nآية سمعت خلافها من رسول الله صلى الله عليه وسلم قال فأخذت بيده فأتيت به\nرسول الله صلى الله عليه وسلم فقال كلاكما محسن قال شعبة وأظنه قال لا\nتختلفوا فإن من قبلكم اختلفوا فيه فهلكوا (5342) حدثنا أبو خيثمة حدثنا\nهشام بن عبد الملك حدثنا شعبة عن سليمان عن أبي وائل عن عبد الله عن النبي\nصلى الله عليه وسلم قال ينصب لكل غادر لواء يوم القيامة يقال هذه غدرة فلان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p234'> Vol. 09, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\n(5343) حدثنا أبو خيثمة حدثنا هشام بن عبد الملك حدثنا أبو عوانة عن سماك\nعن إبراهيم عن الأسود أو علقمة عن عبد الله قال جاء رجل إلى النبي صلى الله\nعليه وسلم فقال إني أصبت امرأة في البستان فأصبت منها كل شئ غير أني لم\nأنكحها فافعل بي ما شئت فلم يقل له شيئا فذهب ثم دعاه فقرأ عليه * (أقم\nالصلاة طرفي النهار وزلفا من الليل إن الحسنات يذهبن السيئات ذلك ذكرى\nللذاكرين <span id='ms1056'></span>) * (5344) حدثنا أبو خيثمة حدثنا هشام بن عبد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p235'> Vol. 09, p. 235</a>\n            </div>\n            \n</p>\n\n<p>\nالملك حدثنا أبو عوانة عن سماك عن عبد الرحمن بن عبد الله بن مسعود عن\nأبيه قال لعن رسول الله صلى الله عليه وسلم آكل الربا وموكله وشاهديه\nوكاتبه (5345) وبه حدثنا أبو عوانة عن عبد الملك بن عمير عن خالد بن ربعي\nالأسدي قال سمعت بن مسعود يقول سمعت رسول الله صلى الله عليه وسلم يقول إن\nصاحبكم خليل الله (5346) وحدثنا أبو عوانة عن عبد الملك عن عبد الرحمن بن\nعبد الله بن مسعود عن أبيه قال قال رسول الله صلى الله عليه وسلم قتال\nالمسلم أخاه كفر وسبابه فسوق (5347) حدثنا أبو خيثمة حدثنا الفضل بن دكين\nحدثنا سيف بن أبي سليمان قال سمعت مجاهدا قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p236'> Vol. 09, p. 236</a>\n            </div>\n            \n</p>\n\n<p>\nحدثني أبو معمر عبد الله بن سخبرة قال سمعت بن مسعود يقول علمني رسول\nالله صلى الله عليه وسلم التشهد كفي بين كفيه كما يعلمني السورة من القرآن\nالتحيات لله والصلوات والطيبات السلام عليك أيها النبي ورحمة الله وبركاته\nالسلام علينا وعلى عباد الله الصالحين أشهد أن لا إله إلا الله وأشهد أن\nمحمدا عبده ورسوله وهو بين ظهرانينا فلما قبض قلنا السلام على النبي صلى\nالله عليه وسلم (5348) حدثنا أبو خيثمة حدثنا الفضل بن دكين حدثنا شريك عن\nالركين عن أبيه عن عبد الله يرفعه قال الربا وإن كثر فإن عاقبته تصير إلى\nقل (5349) حدثنا بشر بن الوليد حدثنا شريك عن الركين عن أبيه عن عبد الله\nأو قال عن بن مسعود رفعه قال الربا وإن كثر فإن عاقبته تصير إلى قل (5350)\nحدثنا أبو خيثمة حدثنا الفضل ومحمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p237'> Vol. 09, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الله الأسدي قالا حدثنا سفيان عن أبي قيس عن هزيل عن عبد الله قال\nلعن رسول الله صلى الله عليه وسلم آكل الربا وموكله والواصلة والموصولة\nوالمحل والمحلل له (5351) حدثنا أبو خيثمة حدثنا هشيم بن بشير حدثنا أبو\nالزبير عن نافع بن جبير عن أبي عبيدة عن عبد الله أن المشركين شغلوا النبي\nصلى الله عليه <span id='ms1057'></span> وسلم يوم الخندق عن أربع صلوات حتى ذهب من الليل ما شاء الله\nقال ثم أمر بلالا فأذن ثم أقام فصلى الظهر ثم أقام فصلى العصر ثم أقام فصلى\nالمغرب ثم أقام فصلى العشاء (5352) حدثنا أبو خيثمة حدثنا هشيم أخبرنا\nالعوام عن محمد بن أبي محمد مولى لعمر الخطاب عن أبي عبيدة عن عبد الله قال\nقال رسول الله صلى الله عليه وسلم ما من مسلمين يموت لهما ثلاث إلا كانوا\nلهما حصنا حصينا من النار قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p238'> Vol. 09, p. 238</a>\n            </div>\n            \n</p>\n\n<p>\nفقلنا يا رسول الله وإن كانا اثنين قال وإن كانا اثنين قال فقال أبو ذر\nيا رسول الله لم أقدم إلا اثنين قال وإن كانا اثنين قال فقال أبي بن كعب\nأبو المنذر سيد القراء لم أقدم أو أحدا قال وإن كان واحدا قال إنما ذلك عند\nالصدمة الأولى (5353) حدثنا أبو خيثمة حدثنا محمد بن فضيل عن خصيف حدثنا\nأبو عبيدة عن عبد الله قال صلى بنا رسول الله صلى الله عليه وسلم صلاة\nالخوف فقاموا صفين فقام صف خلف النبي صلى الله عليه وسلم وصف مستقبل العدو\nفصلى رسول الله صلى الله عليه وسلم بالصف الذين يلونه ركعة ثم قاموا فذهبوا\nفقاموا مقام أولئك مستقبل العدو وجاء أولئك فقاموا مقامهم فصلى بهم رسول\nالله صلى الله عليه وسلم فسلم ثم قاموا فصلوا لأنفسهم ركعة ثم سلموا ثم\nذهبوا فقاموا مقام أولئك مستقبلي العدو ورجع أولئك إلى مقامهم فصلوا\nلأنفسهم ركعة ثم سلموا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p239'> Vol. 09, p. 239</a>\n            </div>\n            \n</p>\n\n<p>\n(5354) حدثنا أبو خيثمة حدثنا عبد الرحمن بن مهدي عن سفيان عن عيسى بن\nأبي عزة عن الشعبي عن عبد الله أن النبي صلى الله عليه وسلم قطع في قيمة\nخمسة دراهم (5355) حدثنا أبو خيثمة حدثنا معاوية بن عمرو حدثنا زائدة حدثنا\nعاصم عن زر عن عبد الله قال لحق بالنبي صلى الله عليه وسلم عبد أسود فمات\nفأذن به النبي صلى الله عليه وسلم انظروا هل ترك شيئا قالوا ترك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p240'> Vol. 09, p. 240</a>\n            </div>\n            \n</p>\n\n<p>\nدينارين قال كيتان (5356) وعن زائدة حدثنا الحسن بن عبيد الله <span id='ms1058'></span> عن إبراهيم\nبن سويد عن عبد الرحمن بن يزيد عن عبد الله حدثهم أن النبي صلى الله عليه\nوسلم قال اذنك علي أن ترفع الحجاب وأن تسمع سوادي حتى أنهاك قال الحسن\nالسواد السرار (5357) حدثنا أبو خيثمة حدثنا معاوية حدثنا زائدة قال سليمان\nسمعتهم يذكرون عن إبراهيم بن سويد عن علقمة عن عبد الله قال قال النبي صلى\nالله عليه وسلم إذنك علي أن تكشف الستر!\n</p>\n\n<p>\n(5358) حدثنا أبو خيثمة قال حدثنا عفان بن مسلم حدثنا عبد الواحد بن زياد\nحدثنا الحارث بن حصيرة حدثنا القاسم بن عبد الرحمن عن أبيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p241'> Vol. 09, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\nعن عبد الله بن مسعود قال قال لنا رسول الله صلى الله عليه وسلم كيف أنتم\nوربع أهل الجنة لكم ربعها ولسائر الناس ثلاثة أرباعها قال فقالوا الله\nورسوله أعلم قال فكيف أنتم وثلثها قال فيقولون فذاك الخير قال فكيف أنتم\nوالشطر قالوا فذاك الخير قال فكيف أنتم والشطر قالوا فذاك الخير قال فقال\nرسول الله صلى الله عليه وسلم أهل الجنة يوم القيامة عشرون ومئة صف أنتم\nمنها ثمانون صفا (5359) حدثنا أبو خيثمة حدثنا عفان حدثنا حماد بن سلمة\nأخبرنا عاصم بن بهدلة عن زر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p242'> Vol. 09, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\nعن عبد الله بن مسعود قال كنا يوم بدر كل ثلاثة على بعير فكان أبو لبابة\nوعلي بن أبي طالب ز ميلي رسول الله صلى الله عليه وسلم قال فكان إذا حانت\nعقبة رسول الله صلى الله عليه وسلم قالا نحن نمشي عنك قال ما أنتما بأقوى\nمني وما أنا بأغنى عن الاجر منكما (5360) حدثنا أبو خيثمة حدثنا عفان بن\nمسلم حدثنا حماد بن سلمة عن عاصم بن بهدلة عن زر بن حبيش \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p243'> Vol. 09, p. 243</a>\n            </div>\n            \n</p>\n\n<p>\nعن عبد الله بن مسعود في هذه الآية * (ولقد رآه نزلة أخرى) * قال قال\nرسول الله صلى الله عليه وسلم رأيت جبريل عند سدرة المنتهى عليه ست مائة\nجناح ينتثر من ريشه التهاويل الدر والياقوت (5361) حدثنا أبو خيثمة حدثنا\nعفان حدثنا حماد أخبرنا عطاء بن السائب عن مرة الهمداني عن عبد <span id='ms1059'></span> الله عن\nالنبي صلى الله عليه وسلم قال عجب ربنا تبارك وتعالى من رجلين من رجل ثار\nمن لحافه وفراشه من بين حيه وأهله إلى صلاته فيقول الله لملائكته يا\nملائكتي أنظروا ا لي عبدي هذا قام من بين فراشه ولحافه من بين حيه وأهله\nإلى صلاته رغبة فيما عندي وشفقة مما عندي ورجل غزا في سبيل الله ففر أصحابه\nوعلم ما عليه في الفرار وماله في الرجوع فرجع حتى أهريق دمه فيقول الله\nلملائكته انظروا إلى عبدي هذا رجع رغبة فيما عندي وشفقة ما عندي (5362)\nحدثنا عبد الواحد بن غياث وإبراهيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p244'> Vol. 09, p. 244</a>\n            </div>\n            \n</p>\n\n<p>\nبن الحجاج قالا حدثنا حماد بن سلمة عن عطاء بن السائب عن مرة الهمداني عن\nبن مسعود عن النبي صلى الله عليه وسلم مثله أو نحوه!\n</p>\n\n<p>\n(5363) حدثنا أبو خيثمة حدثنا عفان بن مسلم حدثنا شعبة قال أبو وإسحاق\nأنبأنا عن أبي الأحوص قال كان عبد الله يقول أن الكذب لا يصلح منه جد ولا\nهزل ولا يعد الرجل الرجل شيئا ثم لا ينجزه له وإن محمدا صلى الله عليه وسلم\nقال لنا أنبئكم بالعضه هي النميمة القالة بين الناس وإن محمدا قال لا يزال\nالرجل يصدق حتى يكتب عند الله صديقا ولا يزال الرجل يكذب حتى يكتب عند الله\nكذابا ألا ترون أنه يقال للصادق صدق وبر ويقال للكاذب كذب وفجر وإن الصادق\nيهدي إلى البر وإن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p245'> Vol. 09, p. 245</a>\n            </div>\n            \n</p>\n\n<p>\nالبر يهدي إلى الجنة وإن الكذب يهدي إلى الفجور وإن الفجور يهدي إلى\nالنار (5364) حدثنا أبو خيثمة حدثنا عفان حدثنا همام بن يحيى حدثنا عاصم عن\nأبي الضحى عن مسروق عن عبد الله عن النبي صلى الله عليه وسلم قال العينان\nتزنيان واليدان تزنيان والرجلان تزنيان والفرج يزني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p246'> Vol. 09, p. 246</a>\n            </div>\n            \n</p>\n\n<p>\n(5365) حدثنا أبو خيثمة حدثنا عفان حدثنا حماد بن سلمة حدثنا عاصم بن\nبهدلة عن زر بن حبيش عن عبد الله بن مسعود أنه كان يجني لرسول الله صلى\nالله عليه وسلم سواكا من أراك وكانت تكفؤه الريح فكان في ساقيه دقة فضحك\nالقوم <span id='ms1060'></span> فقال النبي صلى الله عليه وسلم ما يضحككم قالوا دقة ساقيه قال والذي\nنفسي بيده لهما أثقل في الميزان من أحد (5366) وعن حماد أخبرنا عطاء بن\nالسائب عن بن أذنان قال أسلفت علقمة ألفي درهم فلما خرج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p247'> Vol. 09, p. 247</a>\n            </div>\n            \n</p>\n\n<p>\nعطاؤه قلت له أقضني قال أخرني إلى قابل قال فأبيت عليه فأخذتها منه قال\nفأتيته بعد ذلك فقال برحت بي وقد منعتني فقلت نعم هو عملك قال فما شأني قلت\nإنك حدثتني عن بن مسعود أن النبي صلى الله عليه وسلم قال أن أسلفت يجري\nمجرى شط ر الصدقة قال نعم فهو كذلك قال فخذ الان (5367) وعن عفان حدثنا\nجرير بن حازم قال سمعت أبا إسحاق يحدث عن عبد الرحمن بن يزيد قال حججنا مع\nبن مسعود حتى إذا طلع أو ل الفجر قام فصلى الغداة قال فقلت له ما كنت تصلي\nهذه الصلاة هذه الساعة وكان يسفر بالصلاة قال إني رأيت رسول الله صلى الله\nعليه وسلم يصلي في هذا اليوم في هذا المكان يصلي هذه الساعة يعني بجمع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p249'> Vol. 09, p. 249</a>\n            </div>\n            \n</p>\n\n<p>\n(5368) حدثنا أبو خيثمة حدثنا عبيد الله بن موسى حدثنا علي بن صالح عن\nعاصم عن زر عن عبد الله بن مسعود قال كان رسول الله صلى الله عليه وسلم\nيصلي فإذا سجد وثب الحسن والحسين على ظهره فإذا أرادوا أن يمنعوهما أشا ر\nإليهم أن دعوهما فلما قضى الصلاة وضعهما في حجره وقال من أحبني فليحب هذين\n(5369) حدثنا أبو خيثمة حدثنا محمد بن سابق حدثنا إسرائيل عن الأعمش عن\nإبراهيم عن علقمة عن عبد الله قال قال رسول الله صلى الله عليه وسلم ليس\nالمؤمن باللعان ولا بالطعان ولا الفاحش ولا البذئ (5370) حدثنا أبو خيثمة\nحدثنا سعيد بن سليمان حدثنا منصور بن أبي الأسود قال حدثنا الأعمش عن\nإبراهيم عن علقمة عن عبد الله قال كان رسول الله صلى الله عليه وسلم ينام\nفي سجوده فما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p250'> Vol. 09, p. 250</a>\n            </div>\n            \n</p>\n\n<p>\nيعرف نومه إلا بنفخه ثم يقوم في صلاته (5371) حدثنا أبو خيثمة حدثنا شجاع\nبن الوليد بن قيس <span id='ms1061'></span> حدثنا أبو خالد الدالاني عن لق بن حبيب عن أبي عقرب\nالأسدي قال أتيت عبد الله بن مسعود وهو على إجار فقعدت عليه وهو يقول صدق\nالله ورسوله صدق الله ورسوله قال أن رسول الله صلى الله عليه وسلم نبأنا أن\nليلة القدر في النصف من السبع الأواخر وإن الشمس تطلع صبيحتها ليس لها شعاع\nفصعدت فرأيتها كذلك فقلت صدق الله ورسوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p251'> Vol. 09, p. 251</a>\n            </div>\n            \n</p>\n\n<p>\n(5372) حدثنا أبو خيثمة حدثنا الوليد بن القاسم بن الوليد حدثنا إسرائيل\nعن منصور إبراهيم عن علقمة عن عبد الله قال وسمع عبد الله بخسف فقال كنا\nأصحاب محمد صلى الله عليه وسلم نعد الآيات بركة وأنتم تعدونها تخويفا إنا\nبينما نحن مع رسول الله صلى الله عليه وسلم وليس معنا ماء فقال رسول الله\nصلى الله عليه وسلم اطلبوا من معه ماء ففعلنا فأتي بماء فصبه في إناء ثم\nوضع كفه فيه فجعل الماء يخرج من بين أصابعه ثم قال حي على الطهور المبارك\nوالبركة من الله فملأت بطني منه واستقى وأسقي الناس قال عبد الله كنا نسمع\nتسبيح الطعام وهو يؤكل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p253'> Vol. 09, p. 253</a>\n            </div>\n            \n</p>\n\n<p>\n(5373) حدثنا أبو خيثمة حدثنا جرير عن منصور بهذا الاسناد نحوه إلا أنه\nلم يذكر علقمة (5374) حدثنا أبو خيثمة حدثنا حجاج بن محمد حدثنا شيبان\nحدثنا منصور عن إبراهيم عن علقمة عن عبد الله بن مسعود قال كنا مع رسول\nالله صلى الله عليه وسلم في غار فأنزلت عليه والمرسلات عرفا فجعلنا نتلقاها\nمنه فخرجت حية من جانب الغار فقال اقتلوها فبادرنا فسبقتنا فقال إنها وقيت\nشركم كما وقيتم شرها (5375) حدثنا أبو خيثمة حدثنا جرير عن مغيرة عن أبي\nرزين قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p254'> Vol. 09, p. 254</a>\n            </div>\n            \n</p>\n\n<p>\nقال عبد الله قال لي رسول الله صلى الله عليه وسلم اقرأ علي سورة النساء\nقال قلت أقرأ عليك وعليك أنزل قال إني أحب أن أسمعه من غيري قال فقرأت عليه\nحتى إذا بلغت * (فكيف إذا جئنا من كل أمة بشهيد وجئنا بك على هؤلاء شهيدا )\n* فاضت عيناه (5376) حدثنا أبو خيثمة حدثنا جرير عن عطاء بن <span id='ms1062'></span> السائب عن أبي\nعبيدة عن عبد الله قال إياكم وهذه الشهادات أن يقول الرجل قتل فلان شهيدا\nوإن الرجل يقاتل حمية ويقاتل وهو جرئ الصدر ولا يدر علام يقاتل ويقاتل على\nالدنيا وسأحدثكم عن ذلك إن رسول الله بعث قوما سرية فليلبثوا إلا يسيرا حتى\nقام رسول الله صلى الله عليه وسلم فحمد الله وأثنى عليه ثم قال أن إخوانكم\nلقوا العدو فاقتطعوهم فلم يتفلت منهم رجل وإنهم لقوا ربهم فقالوا ربنا أبلغ\nقومنا أنا قد رضينا ورضي عنا وإني رسولهم إليكم أن قد رضوا ورضي عنهم فعلى\nمثل هؤلاء فاشهدوا (5377) حدثنا أبو خيثمة حدثنا جرير عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p255'> Vol. 09, p. 255</a>\n            </div>\n            \n</p>\n\n<p>\nمغيرة عن أصحابه عن إبراهيم عن الأسود قال كنت مع عبد الله بمنى فلما صلى\nعثمان بها أربع ركعات قال عبد الله حين فرغ من صلاته قد صليت مع رسول الله\nصلى الله عليه وسلفي هذا المكان ركعتين وصلى أبو بكر ركعتين وصلى عمر\nركعتين قال فأراه قد ذكر ما كان صلى عثمان ركعتين ثم قال صلى اليوم أربعا\nقال الأسود فقلت له يا أبا عبد الرحمن ألا سلمت من الركعتين الأخريين وصليت\nالركعتين الأخريين بعد تسبيحا قال الخلاف شر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p256'> Vol. 09, p. 256</a>\n            </div>\n            \n</p>\n\n<p>\n(5378) حدثنا أبو خيثمة حدثنا جرير بن عبد الحميد عن منصور عن خيثمة عن\nرجل من قومه عن عبد الله قال قال رسول الله صلى الله عليه وسلم لا سمر إلا\nلاحد رجلين مصل أو مسافر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p257'> Vol. 09, p. 257</a>\n            </div>\n            \n</p>\n\n<p>\n(5379) حدثنا أبو خيثمة حدثنا أحمد بن يونس حدثنا أبو بكر بن عياش عن\nالحسن بن عمرو الفقمي عن محمد بن عبد الرحمن بن يزيد عن أبيه عن عبد الله\nقال قال رسول الله صلى الله عليه وسلم ليس المؤمن بالطعان ولا اللعان ولا\nالفاحش ولا البذئ (5380) حدثنا أبو خيثمة حدثنا أبو الجواب الضبي حدثنا\nعمار بن رزيق عن عطاء بن السائب عن أبي عبد الرحمن عن عبد الله عن النبي\nصلى الله عليه وسلم أنه كان يتعوذ من الشيطان الرجيم من همزه ونفثه ونفخه\nقال همزه الموتة ونفثه <span id='ms1063'></span> السحر ونفخه الكبر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p258'> Vol. 09, p. 258</a>\n            </div>\n            \n</p>\n\n<p>\n(5381) حدثنا أبو خيثمة حدثنا إسماعيل بن إبراهيم حدثنا أيوب عن حميد بن\nهلال عن أبي قتادة عن أسير بن جابر قال هاجت ريح سوداء بالكوفة فجاء رجل\nليس له هجيرى إلا أيا عبد الله بن مسعود جاءت الساعة. وكان متكئا فجلس فقال\nأن الساعة لا تقوم حتى لا يقسم ميراث ولا يفرح بغنيمة وقال عدو يجتمعون\nلأهل الاسلام ويجمع لهم أهل الاسلام ونحى بيده إلى الشام قلت الروم تعني\nقال نعم قال وتكون عند ذلكم القتال الردة شديدة فيشترط للموت شرطة لا ترجع\nإلا غالبة فيقتتلون حتى يحجز بينهم الليل فيفئ هؤلاء وهؤلاء كل غير غالب\nوتفنى الشرطة ثم يشترط المسلمون شرطة للموت لا ترجع إلا غالبة فيقتتلون حتى\nيمسوا يحجز بينهم الليل فيفئ هؤلاء وهؤلاء كل غير غالب وتفنى الشرطة ثم\nيشترط المسلمون شرطة للموت لا ترجع إلا غالبة فيقتتلون حتى يمسوا فيفئ\nهؤلاء وهؤلاء كل غير غالب وتفنى الشرطة حتى إذا كان اليوم الرابع نهض إليهم\nبقية الاسلام فيجعل الله الدبرة عليهم فيقتلون مقتلة إما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p259'> Vol. 09, p. 259</a>\n            </div>\n            \n</p>\n\n<p>\nقال لأرى مثلها أو قال لم ير مثلها حتى أن الطائر ليمر بجهاتهم ما يخلفهم\nحتى يخر ميتا فيتعاد بنو الأب كانوا مائة فلا يجدونه بقي منهم إلا الرجل\nالواحد فبأي غنية يفرح أو أي ميراث يقاسم فينما هم كذلك إذ سمعوا بناس هم\nأكثر من ذلك جاءهم الصريخ أن الدجال قد خلف في ذراريهم فيتركون ما في\nأيديهم ويقبلون فيبعثون عشرة فوارس طليعة فقال رسول الله صلى الله عليه\nوسلم إني لأعرف أسماءهم وأسماء آبائهم وألوان خيولهم وهم خير فوارس على ظهر\nالأرض يومئذ أو قال هم خير فوارس على ظهر الأرض يومئذ (5382) حدثنا أبو\nخيثمة حدثنا مروان بن معاوية الفزاري عن إسماعيل بن أبي خالد عن قيس بن أبي\nحازم قال سمعت عبد الله بن مسعود يقول كنا نغزو مع رسول الله صلى الله عليه\nوسلم ليس لنا نساء فقلنا يا رسول الله ألا نستخصي فنهانا عن ذلك <span id='ms1064'></span> وأمرنا أن\nننكح المرأة بالثوب ثم قرأ عبد الله * (يا أيها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p260'> Vol. 09, p. 260</a>\n            </div>\n            \n</p>\n\n<p>\nالذين آمنوا لا تحرموا طيبات ما أحل الله) * (5383) حدثنا أبو خيثمة\nحدثنا يزيد بن هارون حدثنا المسعودي عن سماك بن حرب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p261'> Vol. 09, p. 261</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الرحمن بن عبد الله بن مسعود عن أبيه عبد الله قال بينما رجل في\nمملكته تذكر فعلم أن ما هو فيه منقطع وأنه قد شغله عن عبادة ربه فانساب من\nقصره ليلا حتى صار إلى مملكة غيره فأتى ساحل البحر فجعل يضرب اللبن فيعيش\nبه ويعبد ربه فبلغ الملك الذي هو في مملكته عبادته وحا فأرسل إليه فأبى أن\nيأتيه فلما رأى ذلك ركب إليه فلما رآه العابد هرب منه فتبعه على دابته فقال\nيا عبد الله إنه ليس عليك مني بأس ثم نزل إليه فسأله عن أمره فقال أنا فلان\nصاحب مملكة كذا وكذا تذكرت فعلمت أن ما كنت فيه منقطع وأنه قد شغلني عن\nعبادة ربي قال فما أنت أحق بما صنعت مني ثم خلى سبيل دابته وتبعه فكانا\nيعبدان الله جميعا فسألا الله أن يميتهما جميعا فماتا جميعا فدفنا قال عبد\nالله فلو كنت برميلة مصر لأريتكم قبورهما بالنعت الذي نعت لنا رسول الله\nصلى الله عليه وسلم (5384) حدثنا أبو خيثمة حدثنا يزيد بن هارون أخبرنا\nشعبة عن السدي عن مرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p262'> Vol. 09, p. 262</a>\n            </div>\n            \n</p>\n\n<p>\nعن عبد الله قال شعبة رفعه وأنا لا أرفعه لك في قول الله * (ومن يرد فيه\nبإلحاد بظلم نذقه من عذاب أليم) * لو أن رجلا هم فيه بإلحاد وهو بعد ان\nأبين لاذاقه الله تعالى عذابا أليما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p263'> Vol. 09, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\n(5385) حدثنا أبو خيثمة حدثنا عزرة بن قيس قال حدثتني أم الفيض قالت سمعت\nبن مسعود يقول عن النبي صلى الله عليه وسلم قال من قال ليلة عرفة هذه العشر\nكلمات ألف مرة لم يسأل الله شيئا إلا أعطاه إلا قطيعة رحم أو مأثم سبحان\nالذي في السماء عرشه سبحان الذي في الأرض موطئه سبحان الذي في البحر سبيله\nسبحان الذي في النار سلطانه سبحان الذي في <span id='ms1065'></span> الجنة رحمته سبحان الذي في\nالقبور قضاؤه سبحان الذي في الهواء روحه سبحان الذي رفع السماء سبحان الذي\nوضع الأرض سبحان الذي لا منجا منه إلا إليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p264'> Vol. 09, p. 264</a>\n            </div>\n            \n</p>\n\n<p>\n(5386) حدثنا أبو خيثمة حدثنا احوص بن جواب حدثنا عمار بن رزيق عن أبي\nإسحاق عن عمرو بن ميمون حدثنا عبد الله ونحن في بيت المال قال خرج إلينا\nالنبي صلى الله عليه وسلم ونحن بمنى فأسند ظهره إلى قبة حمراء ثم أخذ\nيحدثنا فقال إنه لن يدخل الجنة إلا نفس مسلمة ثلاث مرات ثم قال أما ترضون\nأن تكونوا ربع أهل الجنة قالوا نعم قال أما ترضون أن تكونوا ثلث أهل الجنة\nقالوا نعم قال فوالذي نفسي بيده إني لأرجو أن تكونوا نصف أهل الجنة\nوسأنبئكم عن ذلك إنما مثل المؤمنين فيمن سواهم مثل الشعرة البيضاء في الثور\nالأسود أو السوداء في الثور الأبيض (5387) حدثنا أبو خيثمة حدثنا جرير عن\nمنصور عن إبراهيم عن عبيدة السلماني عن عبد الله أنه جاء حبر من اليهود إلى\nرسول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p265'> Vol. 09, p. 265</a>\n            </div>\n            \n</p>\n\n<p>\nالله صلى الله عليه وسلم فقال إنه إذا كان يوم القيامة جعل الله السماوات\nعلى إصبع والأرضين على إصبع والجبال والشجر على إصبع والماء والثرى على\nإصبع والخلائق كلها على إصبع ثم يهزهن ثم يقول أنا الملك أنا الملك فلقد\nرأيت رسول الله صلى الله عليه وسلم ضحك حتى بدت نواجذه تعجبا لما قال\nتصديقا له ثم قال رسول الله صلى الله عليه وسلم وما قدروا الله حق قدره إلى\nقوله عما يشركون الزمر (5388) حدثنا أبو خيثمة حدثنا حسين بن محمد حدثنا\nإسرائيل عن الوليد بن أبي هشام عن زيد بن زائد عن بن مسعود قال قال رسول\nالله صلى الله عليه وسلم لأصحابه لا يبلغني أحد من أصحابي شيئا فإني أحب أن\nأخرج إليكم وأنا سليم الصدر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p266'> Vol. 09, p. 266</a>\n            </div>\n            \n</p>\n\n<p>\n(5389) حدثنا أبو خيثمة حدثنا وكيع حدثنا إسرائيل عن سماك بن حرب عن\nإبراهيم عن علقمة والأسود عن عبد الله قال جاء رجل إلى النبي صلى الله عليه\nوسلم فقال <span id='ms1066'></span> يا رسول الله إني لقيت امرأة في البستان فضممتها إلي فباشرتها\nوقبلتها وفعلت بها كل شئ غير أني لم أجامعها قال فسكت عنه النبي صلى الله\nعليه وسلم فنزلت هذه الآية * (أن الحسنات يذهبن السيئات ذلك ذكرى للذاكرين)\n* قال فدعاه النبي صلى الله عليه وسلم فقرأها عليه وقال له عمر يا رسول\nالله أله خاصة أم للناس كافة قال لا بل للناس كافة (5390) حدثنا أبو خيثمة\nحدثنا وكيع حدثنا الأعمش عن إبراهيم عن علقمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p267'> Vol. 09, p. 267</a>\n            </div>\n            \n</p>\n\n<p>\nعن عبد الله قال كنت مع النبي صلى الله عليه وسلم في حرث بالمدينة وهو\nمتكئ على عسيب له فانتهى إلى قوم من اليهود فقال بعضهم لا تسألوه فسألوه\nفاتكأ على العسيب كأنه يوحى إليه فقال * (يسألونك عن الروح قل الروح من أمر\nربي وما أوتيتم من العلم إلا قليلا) * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p268'> Vol. 09, p. 268</a>\n            </div>\n            \n</p>\n\n<p>\n(5391) حدثنا أبو خيثمة حدثنا سويد بن سعيد حدثنا علي بن مسهر عن الأعمش\nعن إبراهيم عن علقمة عن عبد الله قال لما نزلت * (ليس على الذين آمنوا\nوعملوا الصالحات جناح) * قال رسول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p269'> Vol. 09, p. 269</a>\n            </div>\n            \n</p>\n\n<p>\nالله صلى الله عليه وسلم قيل لي أنت منهم (5392) حدثنا سويد بن سعيد وعبد\nالغفار بمثله!\n</p>\n\n<p>\n(5393) حدثنا أبو خيثمة حدثنا يحيى بن أبي بكير حدثنا المسعودي عن سعيد\nبن عمرو بن جعدة عن أبي عبيدة عن عبد الله قال سئل رسول الله صلى الله عليه\nوسلم عن ليلة القدر فقال أيكم يذكر ليلة الصهباوات قال فقال عبد الله أنا\nبأبي أنت وأمي يا رسول الله وبيدي تميرات أتسحر بهن وأنا مستتر من الفجر\nحتى طلع الفجر ذلك ليلة سبع وعشرين أن شاء الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p270'> Vol. 09, p. 270</a>\n            </div>\n            \n</p>\n\n<p>\n(5394) حدثنا أبو خيثمة حدثنا يعقوب بن إبراهيم حدثنا أبي عن محمد بن\nإسحاق حدثنا الحارث بن فضيل الأنصاري ثم الخطمي عن سفيان بن أبي العوجاء عن\nأبي شريح الخزاعي قال كسفت الشمس في عهد عثمان بن عفان وبالمدينة عبد الله\nبن مسعود قال فخرج عثمان فصلى بالناس تلك الصلاة ركعتين وسجدتين في ركعة ثم\nانصرف عثمان ودخل داره وجلس عبد الله <span id='ms1067'></span> بن مسعود إلى حجر عائشة وجلسنا إليه\nفقال أن رسول الله صلى الله عليه وسلم كان يأمرنا بالصلاة عند كسوف الشمس\nأو القمر فإذا رأيتموه قد أصابها فأفزعوا إلى الصلاة فإنها أن كانت التي\nتحذرون كانت وأنتم على غير غفلة وكنتم قد أصبتم خيرا أو اكتسبتموه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p271'> Vol. 09, p. 271</a>\n            </div>\n            \n</p>\n\n<p>\n(5395) حدثنا أبو خيثمة حدثنا الوليد بن مسلم حدثنا الأوزاعي حدثنا يحيى\nبن أبي كثير عن عكرمة قال النبيذ وضوء إذا لم نجد غيره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p273'> Vol. 09, p. 273</a>\n            </div>\n            \n</p>\n\n<p>\nقال الأوزاعي إذا كان مسكرا فلا يتوضأ به (5396) حدثنا داود بن رشيد\nحدثنا بقية بن الوليد عن علي بن علي حدثني يونس عن الزهري عن عبيد الله بن\nعبد الله عن بن مسعود قال جاء رجل فقال أسمعت رسول الله صلى الله عليه وسلم\nيقول في الخيل شيئا قال نعم سمعت رسول الله صلى الله عليه وسلم يقول الخيل\nمعقود في نواصيها الخير إلى يوم القيامة اشتروا على الله واستقرضوا على\nالله قيل يا رسول الله كيف نشتري على الله ونستقرض على الله قال قولوا\nأقرضنا إلى مقاسمنا وبعنا إلى أن يفتح الله لنا لا تزالون بخير ما دام\nجهادكم خضرا وسيكون في آخر الزمان قوم يشكون في الجهاد فجاهدوا في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p274'> Vol. 09, p. 274</a>\n            </div>\n            \n</p>\n\n<p>\nزمانهم ثم أغزوا فإن الغزو يومئذ أخضر (5397) حدثنا إسحاق بن إبراهيم أبو\nموسى الهروي حدثنا النضر بن شميل حدثنا يونس بن أبي إسحاق عن أبيه عن أبي\nالأحوص عن عبد الله قال كان الناس يجهرون بالقراءة خلف رسول الله صلى الله\nعليه وسلم فقال له رسول الله صلى الله عليه وسلم خلطتم علي القرآن (5398)\nقال وكنا نسلم في الصلاة فقيل لنا أن في الصلاة لشغلا (5399) حدثنا أبو\nموسى الهروي حدثنا محمد بن بشر العبدي حدثنا بشير بن سلمان عن سيار أبي\nالحكم عن طارق بن شهاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p275'> Vol. 09, p. 275</a>\n            </div>\n            \n</p>\n\n<p>\nعن عبد الله قال قال رسول الله صلى الله عليه وسلم من نزلت به فاقة\nفأنزلها بالناس لم تسد فاقته ومن أنزلها بالله أو شك له بالغنى إما عاجلا\nوإما آجلا آجلا (5400) وعن محمد <span id='ms1068'></span> بن بشر والعباس بن الفضل قالا حدثنا سعيد\nبن أبي عروبة حدثنا قتادة عن أبي الأحوص عن عبد الله قال بينما نحن مع رسول\nالله صلى الله عليه وسلم في بعض أسفاره إذ سمعنا مناديا ينادي الله أكبر\nالله أكبر فقال النبي صلى الله عليه وسلم على الفطرة فقال أشهد أن لا إله\nإلا الله أشهد أن لا إله إلا الله فقال النبي صلى الله عليه وسلم خرج من\nالنار فابتدرناه فإذا هو صاحب ماشية أدركته الصلاة فنادى لها (5401) حدثنا\nأبو موسى الهروي حدثنا العباس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p276'> Vol. 09, p. 276</a>\n            </div>\n            \n</p>\n\n<p>\nبن الفضل حدثني عمر بن عامر عن الحجاج بن أرطاة عن يحيى الجابر عن أبي\nماجدة العجلي عن عبد الله قال قال رسول الله صلى الله عليه وسلم يتعافى\nالناس بينهم في الحدود ما لم ترفع إلى الحكام فإذا رفعت إلى الحاكم حكم\nبينهم بكتاب الله (5402) حدثنا أبو موسى حدثنا أبو بكر بن عياش حدثنا عاصم\nعن زر عن عبد الله قال قال رسول الله صلى الله عليه وسلم يخرج قوم في آخر\nالزمان حدثاء الأسنان سفهاء الأحلام يقول من خير قول يقرؤون القرآن لا يعدو\nحناجرهم يمرقون من الاسلام كما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p277'> Vol. 09, p. 277</a>\n            </div>\n            \n</p>\n\n<p>\nيمرق السهم من الرمية فمن لقيهم فليقاتلهم فإن قتلهم عند الله أجر لمن\nقتلهم (5403) حدثنا سهل بن زنجلة الرازي حدثنا بن أبي أويس عن أخيه عن\nسليمان بن بلال عن أبي الأحوص عن عبد الله عن النبي صلى الله عليه وسلم قال\nانزل القرآن على سبعة أحرف لكل حرف منه ظهر وبطن (5404) حدثنا عبد الواحد\nبن غياث حدثنا أبو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p278'> Vol. 09, p. 278</a>\n            </div>\n            \n</p>\n\n<p>\nعوانة عن يحيى الجابر عن أبي ماجدة عن عبد الله قال سألنا النبي صلى الله\nعليه وسلم عن المشي مع الجنازة فقال ما دون الخبب فإن يكن خيرا يعجل إليه\nوإن يك غير ذلك فبعدا لأهل النار الجنازة متبوعة ولا تتبع ليس منها من\nتقدمها (5405) حدثنا إبراهيم بن الحجاج حدثنا حماد بن زيد عن أبان بن تغلب\nعن القاسم بن عبد الرحمن أن بن مسعود <span id='ms1069'></span> باع من الأشعث رقيقا من رقيق الامارة\nفأتاه يتقاضاه فاختلفا في الثمن فقال بن مسعود ترضى أن أقضي بيني وبينك\nبقضاء رسول الله صلى الله عليه وسلم إذا اختلف البيعان فالقول ما قال\nالبائع أو يترادان (5406) حدثنا أبو ياسر عمار بن نضر حدثنا علي بن عابس\nالنخعي أبو الحسن حدثنا العلاء بن المسيب عن أبيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p279'> Vol. 09, p. 279</a>\n            </div>\n            \n</p>\n\n<p>\nعن عبد الله أن النبي صلى الله عليه وسلم قال اللهم بارك لامتي في\nبكورها!\n</p>\n\n<p>\n(5407) حدثنا عبد الرحمن بن سلام حدثنا إبراهيم بن طهمان عن أبي إسحاق عن\nأبي عبيدة عن عبد الله بن مسعود أنه قال لما نزلت إذا جاء نصر الله والفتح\nإلى آخر السورة كان رسول الله صلى الله عليه وسلم يكثر أن يقول سبحانك ربنا\nوبحمدك اللهم اغفر لي أنت التواب (5408) حدثنا عبد الرحمن بن سلام حدثنا\nإبراهيم بن طهمان عن أبي إسحاق عن هبيرة بن يريم عن عبد الله أنه قال من\nأتى عرافا أو ساحرا أو كاهنا فسأله فصدقه بما يقول فقد كفر بما أنزل على\nمحمد صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p280'> Vol. 09, p. 280</a>\n            </div>\n            \n</p>\n\n<p>\n(5409) حدثنا جعفر بن مهران السباك حدثنا علي بن عابس عن العلاء بن\nالمسيب عن أبيه عن بن مسعود عن النبي صلى الله عليه وسلم قال بورك لامتي في\nبكورها!\n</p>\n\n<p>\n(5410) حدثنا عبد الله بن عامر بن زرار حدثنا محمد بن الفضل بن عطية عن\nمنصور عن إبراهيم عن علقمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p281'> Vol. 09, p. 281</a>\n            </div>\n            \n</p>\n\n<p>\nعن عبد الله قال كان رسول الله صلى الله عليه وسلم إذا صعد المنبر\nاستقبلناه بوجوهنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p282'> Vol. 09, p. 282</a>\n            </div>\n            \n</p>\n\n<p>\n(5411) حدثنا عبد الله بن عامر بن زرارة كوفي حدثنا بن أبي زائدة عن حجاج\nعن فضيل عن إبراهيم عن علقمة عن عبد الله نام النبي صلى الله عليه وسلم حتى\nنفخ ثم قام فصلى قال فذكرته لعطاء فقال أن النبي صلى الله عليه وسلم لم يكن\nكغيره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p283'> Vol. 09, p. 283</a>\n            </div>\n            \n</p>\n\n<p>\n(5412) حدثنا أبو بكر بن أبي شيبة حدثنا عمر بن عبيد عن الأعمش عن أبي\nوائل عن عبد الله قال قال رسول الله صلى الله عليه وسلم لا <span id='ms1070'></span> تردوا الهدية\nوأجيبوا الداعي ولا تضربوا المسلمين (5413) حدثنا أبو بكر بن أبي شيبة\nحدثنا بكر بن عبد الرحمن حدثنا عيسى عن بن أبي ليلى عن أبي قيس الأودي عن\nبن مسعود قال كان رسول الله صلى الله عليه وسلم يجمع بين الصلاتين في السفر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p284'> Vol. 09, p. 284</a>\n            </div>\n            \n</p>\n\n<p>\n(5414) حدثنا قاسم بن أبي عبيد حدثنا إسحاق الأزرق حدثنا شريك عن عاصم عن\nأبي وائل عن عبد الله عن النبي صلى الله عليه وسلم قال أول ما يحاسب به\nالعبد الصلاة وأول ما يقضى بين الناس يوم القيامة الدماء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p285'> Vol. 09, p. 285</a>\n            </div>\n            \n</p>\n\n<p>\nمسند عبد الله بن عمر (5415) أخبرنا أبو يعلى أحمد بن علي بن المثنى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p286'> Vol. 09, p. 286</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو خيثمة زهير بن حرب حدثنا سفيان بن عيينة حدثنا الزهري عن سالم\nعن أبيه أن رسول الله صلى الله عليه وسلم نهى عن بيع الثمر حتى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p287'> Vol. 09, p. 287</a>\n            </div>\n            \n</p>\n\n<p>\nيبدو صلاحه ونهى عن بيع الثمر بالتمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p288'> Vol. 09, p. 288</a>\n            </div>\n            \n</p>\n\n<p>\n(5416) قال بن عمر حدثنا زيد بن ثابت! أن رسول الله صلى الله عليه وسلم\nرخص العرايا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p289'> Vol. 09, p. 289</a>\n            </div>\n            \n</p>\n\n<p>\n(5417) حدثنا أبو خيثمة حدثنا بن عيينة حدثنا الزهري عن سالم عن أبيه عن\nالنبي صلى الله عليه وسلم قال لا حسد إلا في اثنتين رجل آتاه الله القرآن\nفهو يقوم به آناء الليل وآناء النهار ورجل آتاه الله مالا فهو ينفقه آناء\nالليل وآناء النهار (5418) حدثنا أبو خيثمة حدثنا سفيان بن عيينة عن الزهري\nعن سالم عن أبيه عن النبي صلى الله عليه وسلم قال من اقتنى كلبا إلا كلب\nصيد أو ماشية نقص من أجره كل يوم قيراطان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p291'> Vol. 09, p. 291</a>\n            </div>\n            \n</p>\n\n<p>\n(5419) حدثنا أبو خيثمة حدثنا سفيان بن عيينة عن الزهري عن سالم عن أبيه\nقال رأى رجل أن ليلة القدر ليلة سبع وعشرين فقال النبي صلى الله عليه وسلم\nأرى رؤياكم في العشر الأواخر فاطلبوها في الوتر منها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p293'> Vol. 09, p. 293</a>\n            </div>\n            \n</p>\n\n<p>\n(5420) وعن أبيه قال رأيت النبي صلى الله عليه وسلم إذا افتتح الصلاة رفع\nيديه حذو منكبيه وإذا ركع وإذا رفع ولا يرفع بين السجدتين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p295'> Vol. 09, p. 295</a>\n            </div>\n            \n</p>\n\n<p>\n(5421) وعن أبيه أنه رأى النبي صلى الله عليه وسلم وأبا بكر وعمر يمشون <span id='ms1071'></span>\nأمام الجنازة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p297'> Vol. 09, p. 297</a>\n            </div>\n            \n</p>\n\n<p>\n(5422) وعن أبيه عن النبي صلى الله عليه وسلم 2 أنه كان إذا جد به السير\nجمع بين المغرب والعشاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p298'> Vol. 09, p. 298</a>\n            </div>\n            \n</p>\n\n<p>\n(5423) وعن أبيه أن رسول الله صلى الله عليه وسلم وقت لأهل المدينة ذا\nالحليفة ولأهل الشام الجحفة ولأهل نجد قرنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p300'> Vol. 09, p. 300</a>\n            </div>\n            \n</p>\n\n<p>\nوذكر لابن عمر ولم يسمعه ولأهل اليمن يلملم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p301'> Vol. 09, p. 301</a>\n            </div>\n            \n</p>\n\n<p>\n(5424) وعن أبيه سمع النبي صلى الله عليه وسلم رجلا يعظ أخاه في الحياء\nفقال الحياء من الايمان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p302'> Vol. 09, p. 302</a>\n            </div>\n            \n</p>\n\n<p>\n(5425) وعن الزهري سمع سالما يحدث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p303'> Vol. 09, p. 303</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبيه أن النبي صلى الله عليه وسلم سئل ما يلبس المحرم من الثياب قال\nلا يلبس القميص ولا العمامة ولا البرنس والسراويل ولا ثوبا مسه زعفران ولا\nورس ولا خفين إلا لمن لم يجد نعلين فمن لم يجد نعلين فليقطعهما أسفل من\nالكعبين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p304'> Vol. 09, p. 304</a>\n            </div>\n            \n</p>\n\n<p>\n(5426) وعن الزهري سمع سالما يحدث عن أبيه يبلغ به النبي صلى الله عليه\nوسلم قال إذا استأذنت أحدكم امرأته إلى المسجد فلا يمنعها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p306'> Vol. 09, p. 306</a>\n            </div>\n            \n</p>\n\n<p>\nقال سفيان يرون أنه بالليل (5427) وعن الزهري أخبرني سالم عن أبيه قال\nقال رسول الله صلى الله عليه وسلم من باع عبدا له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p307'> Vol. 09, p. 307</a>\n            </div>\n            \n</p>\n\n<p>\nمال فماله للبائع إلا أن يشترط المبتاع ومن باع نخلا بعد أن تؤبر فثمرتها\nللبائع إلا أن يشترط المبتاع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p308'> Vol. 09, p. 308</a>\n            </div>\n            \n</p>\n\n<p>\n(5428) وعن الزهري عن سالم عن أبيه عن النبي صلى الله عليه وسلم قال خمس\nلا جناح على من قتلهن في الحرم والاحرام الفأرة والغراب والحداة والعقرب\nوالكلب العقور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p311'> Vol. 09, p. 311</a>\n            </div>\n            \n</p>\n\n<p>\n(5429) حدثنا أبو خيثمة حدثنا بن عيينة قال سمعنا الزهري عن سالم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p312'> Vol. 09, p. 312</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبيه يبلغ به النبي صلى الله عليه وسلم قال اقتلوا الحيات وذا الطفتين\nوالأبتر فإنهما يطمسان البصر ويستسقطان الحبل قال وكان عبد الله يقتل كل\nحية وجدها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p313'> Vol. 09, p. 313</a>\n            </div>\n            \n</p>\n\n<p>\n(5430) وعن الزهري عن سالم عن أبيه عن النبي صلى الله عليه وسلم قال أن\nالله ينهاكم أن تحلفوا بآبائكم قال عمر فوالله ما حلفت بها آثرا ولا ذاكرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p314'> Vol. 09, p. 314</a>\n            </div>\n            \n</p>\n\n<p>\n(5431) وعن سالم عن أبيه سمع النبي صلى الله عليه وسلم يقول صلاة الليل\nمثنى مثنى فإذا خفت الصبح فاوتر بواحدة (5432) وعن سالم عن أبيه أن رسول <span id='ms1072'></span>\nالله صلى الله عليه وسلم قال بلال يؤذن بليل فكلوا واشربوا حتى يؤذن بن أم\nمكتوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p317'> Vol. 09, p. 317</a>\n            </div>\n            \n</p>\n\n<p>\n(5433) وعن سالم عن أبيه قيل له تبلغ به قال نعم قال الشؤم في ثلاث في\nالفرس والمرأة والدار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p319'> Vol. 09, p. 319</a>\n            </div>\n            \n</p>\n\n<p>\n(5434) وعن سالم عن النبي صلى الله عليه وسلم قال (لا تتركوا النار في\nبيوتكم حين تنامون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p321'> Vol. 09, p. 321</a>\n            </div>\n            \n</p>\n\n<p>\n(5435) حدثنا أبو خيثمة حدثنا بن عيينة حدثنا عمرو عن الزهري عن سالم عن\nأبيه أن النبي صلى الله عليه وسلم كان يصلي بعد الجمعة ركعتين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p322'> Vol. 09, p. 322</a>\n            </div>\n            \n</p>\n\n<p>\n(5436) حدثنا أبو خيثمة حدثنا بن عيينة عن معمر عن الزهري عن سالم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p323'> Vol. 09, p. 323</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبيه أن رسول الله صلى الله عليه وسلم قال تجدون الناس كالإبل المئة\nليس فيها راحلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p324'> Vol. 09, p. 324</a>\n            </div>\n            \n</p>\n\n<p>\n(5437) حدثنا أبو خيثمة حدثنا إسماعيل بن إبراهيم عن معمر عن الزهري عن\nسالم عن أبيه أن غيلان بن سلمة الثقفي أسلم وتحته عشر نسوة فقال له رسول\nالله صلى الله عليه وسلم اختر منهن أربعا فلما كان في عهد عمر طلق نساءه\nوقسم ماله بين بنيه فبلغ ذلك عمر فلقيه فقل إني أظن الشيطان فيما يسترق من\nالسمع سمع بموتك فقذفه في نفسك ولعلك أن لا تمكث إلا قليلا وأيم الله\nلترجعن نساءك ولترجعن في مالك أو لأورثهن ولآمرن بقبرك فيرجم كما رجم قبر\nأبي رغال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p325'> Vol. 09, p. 325</a>\n            </div>\n            \n</p>\n\n<p>\n(5438) حدثنا أبو خيثمة حدثنا الوليد بن مسلم حدثنا الأوزاعي حدثني\nالزهري عن سالم عن أبيه قال صليت مع النبي صلى الله عليه وسلم بمنى ركعتين!\n</p>\n\n<p>\n(5439) حدثنا أبو خيثمة حدثنا وكيع عن بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p326'> Vol. 09, p. 326</a>\n            </div>\n            \n</p>\n\n<p>\nأبي ذئب عن الزهري عن سالم عن أبيه أن النبي صلى الله عليه وسلم جمع\nبينهما بالمزدلفة وصلى كل واحد منهما بإقامة ولم يتطوع قبل واحدة منهما ولا\nبعدها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p327'> Vol. 09, p. 327</a>\n            </div>\n            \n</p>\n\n<p>\n(5440) حدثنا أبو خيثمة حدثنا وكيع عن سفيان عن محمد بن عبد الرحمن عن\nسالم بن عبد الله عن بن عمر أنه طلق امرأته في الحيض فسأل عمر النبي صلى\nالله عليه وسلم فقال مره فليراجعها ثم ليطلقها وهي طاهرة أو حامل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p329'> Vol. 09, p. 329</a>\n            </div>\n            \n</p>\n\n<p>\n(5441) حدثنا أبو خيثمة حدثنا وكيع حدثنا حنظلة عن <span id='ms1073'></span> سالم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p331'> Vol. 09, p. 331</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبيه قال قال رسول الله صلى الله عليه وسلم من اقتنى كلبا إلا كلبا\nضاريا أو ماشية نقص من عمله كل يوم قيراطان قال وقال سالم قال أبو هريرة أو\nكلب حرث قال وكان صاحب حرث (5442) حدثنا أبو خيثمة حدثنا وكيع حدثنا سفيان\nعن موسى بن عقبة عن سالم عن بن عمر قال كانت يمين رسول الله صلى الله عليه\nوسلم لا ومقلب القلوب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p332'> Vol. 09, p. 332</a>\n            </div>\n            \n</p>\n\n<p>\n(443) حدثنا أبو خيثمة حدثنا وكيع حدثنا حنظلة عن سالم عن أبيه قال قال\nرسول الله صلى الله عليه وسلم إذا استأذنكم نساؤكم إلى المساجد فأذنوا لهن\n(5444) حدثنا أبو خيثمة حدثنا محمد بن عبيد حدثنا عبيد الله بن عمر عن أبي\nبكر بن سالم عن أبيه عن جده قال قال رسول الله صلى الله عليه وسلم أن الذي\nيكذب علي يبني له بيت في النار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p333'> Vol. 09, p. 333</a>\n            </div>\n            \n</p>\n\n<p>\n(5445) حدثنا أبو خيثمة حدثنا يزيد بن هارون أخبرنا بن أبي ذئب عن الحارث\nبن عبد الرحمن عن سالم بن عبد الله عن بن عمر قال أن كان رسول الله صلى\nالله عليه وسلم ليأمرنا بالتخفيف وإن كان ليؤمنا بالصافات في صلاة الفجر\n(5446) حدثنا أبو خيثمة حدثنا يزيد بن هارون حدثنا نافع بن عمر الجمحي عن\nأبي بكر موسى قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p334'> Vol. 09, p. 334</a>\n            </div>\n            \n</p>\n\n<p>\nكنت مع سالم بن عبد الله في سفر فمرت رفقة لام البنين فيها أجراس فحد ث\nسالم عن أبيه عن النبي صلى الله عليه وسلم قال لا تصحب الملائكة رفقة فيها\nجلجل فكم في هذه من جلجل (5447) حدثنا عبد العزيز بن أبي سلمة العمري قال\nحدثني إبراهيم بن سعد عن الزهري عن سالم عن أبيه قال قال رسول الله صلى\nالله عليه وسلم من فاتته صلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p335'> Vol. 09, p. 335</a>\n            </div>\n            \n</p>\n\n<p>\nالعصر فكأنما وتر أهله وماله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p336'> Vol. 09, p. 336</a>\n            </div>\n            \n</p>\n\n<p>\n(5448) حدثنا عبد العزيز بن أبي سلمة العمري قال حدثني إبراهيم عن الزهري\nعن سالم عن أبيه قال قال رسول الله صلى الله عليه وسلم إذا رأيتم الهلال\nفصوموا وإذا رأيتموه فأفطروا فإن غم عليكم فاقدروا له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p337'> Vol. 09, p. 337</a>\n            </div>\n            \n</p>\n\n<p>\nقال قال سالم كان <span id='ms1074'></span> عبد الله يصوم قبل الهلال بيوم إذا غم عليه (5449)\nحدثنا أبو عامر حوثرة بن أشرس حدثنا عقبة بن أبي الصهباء أبو خريم الباهلي\nسالم عن أبيه أن رسول الله صلى الله عليه وسلم صلى الصبح ثم استقبل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p338'> Vol. 09, p. 338</a>\n            </div>\n            \n</p>\n\n<p>\nمطلع الشمس: فقال ألا أن الفتن من ها هنا ثلاث مرات ومن ثم يطلع قرن\nالشيطان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p339'> Vol. 09, p. 339</a>\n            </div>\n            \n</p>\n\n<p>\n(5450) حدثنا أبو عامر أخبرني عقبة يعني بن أبي الصهباء عن سالم عن أبيه\nأن رسول الله صلى الله عليه وسلم كان في نفر من أصحابه فأقبل عليهم رسول\nالله صلى الله عليه وسلم فقال ألستم تعلمون أني رسول الله إليكم قالوا بلى\nنشهد أنك رسول الله قال ألستم تعلمون أنه من أطاعني فقد أطاع الله ومن طاعة\nالله طاعتي قالوا بلى نشهد أنه من أطاعك فقد أطاع الله ومن طاعة الله طاعتك\nقال فإن من طاعة الله أن تطيعوني ومن طاعتي أن تطيعوا أمراءكم أطيعوا\nأمراءكم وإن صلوا قعودا فصلوا قعودا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p340'> Vol. 09, p. 340</a>\n            </div>\n            \n</p>\n\n<p>\n(5451) حدثنا أبو خيثمة حدثنا يعقوب بن إبراهيم حدثنا أبي عن بن إسحاق\nحدثني محمد بن مسلم عن سالم بن عبد الله بن عمر قال جلس رجل من أهل الشام\nإلى عبد الله بن عمر وأنا معه فقال له يا أبا عبد الرحمن ما ترى في التمتع\nبالعمرة إلى الحج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p341'> Vol. 09, p. 341</a>\n            </div>\n            \n</p>\n\n<p>\nفقال عبد الله حسن جميل لمن صنع ذلك فقال له الرجل فإن أباك قد كان ينهى\nعنها فغضب عبد الله ثم قال ويلك أرأيت أن كان أبي نهى عنها وكان رسول الله\nصلى الله عليه وسلم عمل بها أمر رسول الله صلى الله عليه وسلم تأخذ أم بأمر\nأبي قال لا بل بأمر رسول الله قال فإن رسول الله صلى الله عليه وسلم قد فعل\nذلك فقم لشأنك (5452) حدثنا أبو خيثمة حدثنا يعقوب بن إبراهيم حدثنا أبي عن\nبن شهاب عن سالم عن أبيه قال قال رسول الله صلى الله عليه وسلم إذا رأيتم\nالهلال فصوموا وإذا رأيتموه فأفطروا فإن غم عليكم فاقدروا وكان عبد الله\nيصوم <span id='ms1075'></span> قبل الهلال بيوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p342'> Vol. 09, p. 342</a>\n            </div>\n            \n</p>\n\n<p>\n(5453) حدثنا أبو خيثمة حدثنا يعقوب بن إبراهيم حدثنا أبي عن بن شهاب عن\nسالم بن عبد الله عن أبيه قال كان رسول الله صلى الله عليه وسلم يقول من\nفاتته صلاة العصر فكأنما وتر أهله وماله (5454) حدثنا أبو خيثمة حدثنا\nيعقوب بن إبراهيم حدثنا أبي عن بن شهاب عن سالم بن عبد الله عن عبد الله بن\nعمر قال سمعت رسول الله صلى الله عليه وسلم يقولا لا إنما بقاؤكم فيما سلف\nقبلكم من الأمم كما بين صلاة العصر إلى غروب الشمس أوتي أهل التوراة\nالتوراة فعملوا حتى انتصف النهار ثم عجزوا فأعطوا قيراطا ثم أوتي أهل\nالإنجيل الإنجيل فعملوا إلى صلاة العصر ثم عجزوا فاعطوا قيراطا ثم أوتينا\nالقرآن فعملنا إلى غروب الشمس فأعطينا قيراطين قراطين فقال أهل الكتابين أي\nربنا لم أعطيت هؤلاء قيراطين قيراطين وأعطيتنا قيراطا قيراطا ونحن كنا أكثر\nعمل منهم قال الله هل ظلمتكم من أجركم شيئا قالوا لا قال فهو فضلي أوتيه من\nأشاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p343'> Vol. 09, p. 343</a>\n            </div>\n            \n</p>\n\n<p>\n(5455) وعن بن شهاب عن سالم عن عبد الله أن رسول الله صلى الله عليه وسلم\nقال لا تبايعوا الثمر بالتمر ولا تبايعوا الثمر حتى يبدوا صلاحه قال وما\nاتخذ رسول الله صلى الله عليه وسلم قاضيا ولا أبو بكر ولا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p344'> Vol. 09, p. 344</a>\n            </div>\n            \n</p>\n\n<p>\nعمر حتى كان في آخر زمانه فقال ليزيد بن أخت نمر اكفني بعض الأمور يعني\nصغارها (5456) وعن بن شهاب عن سالم عن أبيه عن رسول الله صلى الله عليه\nوسلم أنه قال مفاتيح الغيب خمس أن الله عنده علم الساعة وينزل الغيث ويعلم\nما في الأرحام وما تدري نفس ماذا تكسب غدا وما تدري نفس بأي أرض تموت أن\nالله عليم خبير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p345'> Vol. 09, p. 345</a>\n            </div>\n            \n</p>\n\n<p>\n(5457) حدثنا أبو خيثمة حدثنا يعقوب حدثنا أبي عن بن شهاب عن سالم عن\nأبيه قال سمعت رسول الله صلى الله عليه وسلم يقو لانما الناس كالإبل المئة\nلا تكاد تجد فيها راحلة (5458) وعن سالم سمع عبد الله بن عمر يقول ما قال\nرسول الله صلى <span id='ms1076'></span> الله عليه وسلم لعيسى أحمر ولكن رسول الله صلى الله عليه\nوسلم قال بينما أنا نائم أراني أطوف بالكعبة فإذا رجل آدم سبط الشعر بين\nالرجلين ينطف رأسه ماء أو يهراق رأسه فقلت من هذا قالوا هذا بن مريم فذهبت\nالتفت فإذا رجل أحمر جسيم جعد الرأس أعور العين اليمنى كأن عينه عنبة طافية\nفقلت من هذا قالوا الدجال أقرب الناس به شبها رجل من خزاعة يقال له بن قطن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p346'> Vol. 09, p. 346</a>\n            </div>\n            \n</p>\n\n<p>\nقال محمد وهو من بني المصطلق هلك في الجاهلية (5459) حدثنا أبو خيثمة\nحدثنا يونس بن محمد حدثنا عبد الله بن عمر عن موسى بن عقبة عن سالم عن أبيه\nأن رسول الله صلى الله عليه وسلم كان يوتر على راحلته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p347'> Vol. 09, p. 347</a>\n            </div>\n            \n</p>\n\n<p>\n(5460) حدثنا أبو خيثمة حدثنا أحمد بن إسحاق حدثنا وهيب حدثني موسى بن\nعقبة عن سالم بن عبد الله بن عمر عن أبيه أن رسول الله صلى الله عليه وسلم\nأتي وهو بالمعرس من ذي الحليفة في بطن الوادي فقيل له إنك ببطحاء مباركة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p350'> Vol. 09, p. 350</a>\n            </div>\n            \n</p>\n\n<p>\n(5461) حدثنا أبو خيثمة حدثنا أحمد بن إسحاق حدثنا وهيب عن موسى بن عقبة\nعن نافع وسالم أن بن عمر كان إذا مر بذي الحليفة بات بها حتى يصبح ويخبر أن\nرسول الله صلى الله عليه وسلم كان يفعل ذلك! \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p351'> Vol. 09, p. 351</a>\n            </div>\n            \n</p>\n\n<p>\n(5462) حدثنا أبو خيثمة حدثنا عفان حدثنا وهيب حدثنا موسى بن عقبة قال\nحدثني سالم عن أبيه أنه كان يحدث عن رسول الله صلى الله عليه وسلم حين أمر\nأسامة بن زيد فبلغه أن الناس عابوا على أسامة وطعنوا في أمارته فقام رسول\nالله صلى الله عليه وسلم كما حدثني سالم فقال الا إنكم تعيبون أسامة\nوتطعنون في أمارت وقد فعلتم ذلك بأبيه من قبل وإن كان خليقا للامارة وإنه\nلأحب الناس إلي كله وإن ابنه هذا لأحب الناس إلي فاستوصوا به خيرا فإنه من\nخياركم قال سالم ما سمعت عبد الله يحدث بهذا الحديث قط إلا قال حاشا فاطمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p352'> Vol. 09, p. 352</a>\n            </div>\n            \n</p>\n\n<p>\n(5463) حدثنا أبو خيثمة حدثنا حبان بن هلال حدثنا شعبة <span id='ms1077'></span> قال عاصم بن عبيد\nالله أخبرني قال سمعت سالما يحدث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p353'> Vol. 09, p. 353</a>\n            </div>\n            \n</p>\n\n<p>\nعن بن عمر قال يا رسول الله أرأيت ما نعمل فيه في أمر قد فرغ منه أو في\nأمر مبتدأ أو مبتدع قال فيما قد فرغ شك شعبة منه اعمل يا بن الخطاب فكل\nميسر أما من كان من أهل السعادة فإنه يعمل للسعادة ومن كان من أهل الشقاء\nفإنه يعمل للشقاء (5464) حدثنا مصعب بن عبد الله الزبيري حدثنا إبراهيم بن\nسعد عن بن أخي بن شهاب عن الزهري عن سالم عن أبيه أن رسول الله صلى الله\nعليه وسلم وأبا بكر وعمر وعثمان كانوا يمشون أمام الجنازة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p354'> Vol. 09, p. 354</a>\n            </div>\n            \n</p>\n\n<p>\n(5465) حدثنا مصعب بن عبد الله الزبير حدثنا عبد العزيز بن محمد عن عبيد\nالله عن نافع وسالم عن بن عمر أن رسول الله صلى الله عليه وسلم نهى عن أكل\nلحم الحمر الأهلية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p355'> Vol. 09, p. 355</a>\n            </div>\n            \n</p>\n\n<p>\n(5466) حدثنا محمد بن بكار أبو عبد الله حدثنا أبو معشر عن موسى بن عقبة\nعن سالم عن أبيه أن النبي صلى الله عليه وسلم قال كل مسكر حرام!\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p356'> Vol. 09, p. 356</a>\n            </div>\n            \n</p>\n\n<p>\n(5467) حدثنا محمد بن إسحاق المسيبي حدثنا عبد الله بنافع المدني عن عاصم\nعن بلال بن أبي بكر عن سالم بن عبد الله عن أبيه قال قال رسول الله صلى\nالله عليه وسلم كل مسكر خمر وكل مسكر حرام قليله وكثيره سواء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p358'> Vol. 09, p. 358</a>\n            </div>\n            \n</p>\n\n<p>\n(5468 حدثنا محمد بن إسحاق المسيبي حدثنا أنس يعني بن عياض عن يونس عن بن\nشهاب أنه قال حدثني سالم بن عبد الله بن عمر أن عبد الله بن عمر قال سمعت\nرسول الله صلى الله عليه وسلم يقول من باع عبدا فماله للذي باعه إلا أن\nيشترط المبتاع ومن باع نخلا قد أبرت فثمرتها للذي باعها إلا أن يشترط\nالمبتاع (5469) حدثنا محمد بن إسحاق المسيبي قال حدثني محمد يعني بن فليح\nقال قال موسى بن عقبة وقال بن شهاب أخبرني سالم بن عبد الله أن عبد الله بن\nعمر قال سمعت رسول الله صلى الله عليه وسلم يقول بينا أنا <span id='ms1078'></span> نائم رأيتني أطوف\nبالكعبة فإذا رجل سبط الشعر بين الرجلين ينطف أو يهراق رأسه ماء فقلت من\nهذا قالوا بن مريم فذهبت ألتفت فإذا رجل أحمر جسيم جعد الرأس أعور كأن عينه\nعنبة طافية فقلت من هذا قالوا الدجال أقرب الناس به شبها بن قطن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p359'> Vol. 09, p. 359</a>\n            </div>\n            \n</p>\n\n<p>\n(5470) حدثنا مجاهد بن موسى الختلي حدثنا عباد بن العوام عن سفيان بن\nحسين عن الزهري عن سالم عن بن عمر أن رسول الله صلى الله عليه وسلم كتب\nكتاب الصدقة فقرنه بسيفه فلم يخرجه إلى عماله حتى قبض فعمل به أبو بكر حتى\nقبض ثم عمل به عمر فكان فيه في خمس من الإبل شاة وفي عشر شاتان وفي خمس\nعشرة ثلاث شياه وفي عشرين أربع شياه وفي خمسة وعشرين ابنة مخاض إلى خمس\nوثلاثين فإن زادت ففيها ابنة لبون إلى خمس وأربعين فإن زادت ففيها حقه إلى\nستين فإن زادت ففيها جذعة إلى خمس وسبعين فإن زادت ففيها ابنتا لبون إلى\nتسعين فإن زادت فحقتان إلى عشرين ومئة فإن زادت على عشرين ومئة ففي كل\nخمسين حقة وفي كل أربعين ابنة لبون وفي صدقة الغنم في كل أربعين شاة شاة\nإلى عشرين ومئة فإن زادت فشاتان إلى مئتين فإن زادت فثلاث شياه إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p360'> Vol. 09, p. 360</a>\n            </div>\n            \n</p>\n\n<p>\nثلاث مائة فإن زاد ت ففي كل مائة شاة شاة وليس فيها شئ حتى تبلغ مائة ولا\nيفرق بين مجتمع ولا يجمع بي متفرق مخافة الصدقة وما كان من خليطين فإنهما\nيتراجعان بالسوية ولا تؤخذ في الصدقة هرمة ولا ذات عوار قال سفيان ولم يذكر\nالزهري البقر قال الزهري إذا جاء المصدق قسم المال أثلاثا ثلثا خيارا وثلثا\nشرارا وثلثا أوساطا يأخذ من الوسط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p361'> Vol. 09, p. 361</a>\n            </div>\n            \n</p>\n\n<p>\n(5471) حدثنا أبو خيثمة حدثنا عباد بن العوام بإسناده نحوه (5472) حدثنا\nمجاهد بن موسى حدثنا أبو نعيم حدثنا سفيان عن موسى عن سالم عن بن عمر قال\nكانت يمين النبي صلى الله عليه وسلم الذي يحلف عليها لا ومقلب القلوب\n(5473) حدثنا زهير حدثنا هاشم بن القاسم حدثنا ليث <span id='ms1079'></span> حدثني بن شهاب عن سالم\nبن عبد الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p362'> Vol. 09, p. 362</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبيه قال لم أر رسول الله صلى الله عليه وسلم يمسح إلا الركنين\nاليمانيين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p363'> Vol. 09, p. 363</a>\n            </div>\n            \n</p>\n\n<p>\n(5474 حدثنا زهير حدثنا أحمد بن إسحاق حدثنا وهيب عن موسى بن عقبة عن\nنافع وسالم بن عمر كان إذا مر بذي الحليفة بات بها حتى أصبح ويخبر أن رسول\nالله صلى الله عليه وسلم كان يفعل ذلك!\n</p>\n\n<p>\n(5475) حدثنا عمرو الناقد حدثنا سفيان عن الزهري عن سالم عن أبيه عن\nالنبي صلى الله عليه وسلم قال يهل أهل المدينة من ذي الحليفة وأهل الشام من\nالجحفة وأهل نجد من قرن قال وذكر لي ولم أسمعه قال ويهل أهل اليمن من يلملم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p364'> Vol. 09, p. 364</a>\n            </div>\n            \n</p>\n\n<p>\n(5476) حدثنا عمرو الناقد حدثنا سفيان عن الزهري عن سالم عن أبيه أن\nالنبي صلى الله عليه وسلم نهى عن بيع الثمر بالتمر (5477) قال فأخبره زيد\nبن ثابت! أن رسول الله صلى الله عليه وسلم رخص في العرايا (5478) حدثنا\nعمرو بن محمد حدثنا سفيان عن الزهري عن سالم عن أبيه عن النبي صلى الله\nعليه وسلم قال لا حسد إلا في اثنتين رجل آتاه الله مالا فهو ينفق منه آناء\nالليل وآناء النهار ورجل آتاه الله القرآن فهو يقوم به آناء الليل والنهار\n(5479) وعن سالم عن أبيه عن النبي صلى الله عليه وسلم قال من اشترى نخلا\nبعد أن تؤبر فثمرتها للبائع إلا أن يشترط المبتاع ومن باع عبدا وله مال\nفماله للبائع ألا أن يشترط المبتاع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p365'> Vol. 09, p. 365</a>\n            </div>\n            \n</p>\n\n<p>\n(5480) وعن سالم عن أبيه يبلغ به النبي صلى الله عليه وسلم أنه قال على\nالمنبر من جاء منكم الجمعة فليغتسل! \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p366'> Vol. 09, p. 366</a>\n            </div>\n            \n</p>\n\n<p>\n(5481) حدثنا عمرو بن محمد الناقد حدثنا بن عيينة عن الزهري عن سالم عن\nأبيه قال رأيت رسول الله صلى الله عليه وسلم يرفع يديه إذا افتتح الصلاة\nرفع يديه إلى المنكبين وإذا ركع وإذا رفع رأسه من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p367'> Vol. 09, p. 367</a>\n            </div>\n            \n</p>\n\n<p>\nالركوع ولا يرفع بين السجدتين (5482) حدثنا عمرو بن محمد حدثنا سفيان عن\nالزهري عن سالم عن أبيه أنه رأى النبي صلى الله عليه وسلم <span id='ms1080'></span> وأبا بكر وعمر\nيمشون أمام الجنازة (5483) وعن سالم عن أبيه * (سمع النبي صلى الله عليه\nوسلم عمر وهو يحلف بأبيه فقال ألا أن الله ينهاكم أن تحلفوا بآبائكم فقال\nعمر فوالله ما حلفت بها بعد ذاكرا ولا آثرا (5484) وعن سالم عن أبيه أن\nالنبي صلى الله عليه وسلم قال الرب عز وجل رأى رؤياكم قد تواطأت في العشر\nالأواخر فاطلبوها في السبع البواقي أو في الوتر منها (5485) وعن سالم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p368'> Vol. 09, p. 368</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبيه قال: رأيت رسول الله صلى الله عليه وسلم يجمع بين المغرب والعشاء\nإذا جد به السير (5486) وعن سالم عن أبيه عن النبي صلى الله عليه وسلم قال\n(لا تتركوا النار في بيوتكم حين تنامون (5487) وعن سالم عن أبيه عن النبي\nصلى الله عليه وسلم 9 سمع رجلا يعظ أخاه في الحياء فقال له الحياء من\nالايمان (5488) وعن سالم عن أبيهم سئل النبي صلى الله عليه وسلم ما يلبس\nالمحرم من الثياب فقال لا تلبسوا القميص ولا السراويلات ولا العمائم ولا\nالبرانس ولا ثوبا مسه ورس ولا زعفران ولا تلبسوا الخفين إلا رجل ليست له\nنعلان فليقطعهما أسفل من الكعبين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p369'> Vol. 09, p. 369</a>\n            </div>\n            \n</p>\n\n<p>\n(5489) وعن سالم عن أبيه / أن النبي صلى الله عليه وسلم نهى عن بيع الثمر\nحتى يبدوا صلاحه (5490) وعن سالم عن أبيه عن النبي صلى الله عليه وسلم قال\nالشؤم في ثلاث في الدار والدابة والمرأة (5491) وعن سالم عن أبيه عن النبي\nصلى الله عليه وسلم قال إذا استأذنت أحدكم امرأته إلى المسجد فلا يمنعها\nقال عمرو قال سفيان قال رجل عن نافع فسره أنه بالليل (5492) حدثنا عمرو\nحدثنا سفيان عن الزهري عن سالم عن أبيه يبلغ به النبي صلى الله عليه وسلم\nأن بلالا يؤذن بليل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p370'> Vol. 09, p. 370</a>\n            </div>\n            \n</p>\n\n<p>\nفكلوا واشربوا حتى تسمعوا أذان بن أم مكتوم (5493) حدثنا عمرو حدثنا\nسفيان عن الزهري عن سالم عن أبيه أن رسول الله صلى الله عليه وسلم قال\nاقتلوا الحيات وذا الطفتين والأبتر فإنهما يلتمسان البصر ويستسقطان الحبل\nوكان بن عمر يقتل كل حية وجدها فأبصره أبو <span id='ms1081'></span> لبابة بن عبد المنذر أو زيد بن\nالخطاب وهو يطارد حية فقال إنه قد نهى عن ذوات البيوت بها قد نهى عن ذوات\nالبيوت (5494) حدثنا عمرو حدثنا سفيان عن الزهري عن سالم عن أبيه عن النبي\nصلى الله عليه وسلم قال صلاة الليل مثنى مثنى فإذا خشيت الصبح فأوتر بركعة\nتوتر لك ما مضى (5495) وعن سالم عن أبيه يبلغ به النبي صلى الله عليه وسلم\nقال من فاتته صلاة العصر فكأنما وتر أهله وماله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p371'> Vol. 09, p. 371</a>\n            </div>\n            \n</p>\n\n<p>\n(5496) حدثنا عمرو حدثنا سفيان عن الزهري عن سالم بن عبد الله عن أبيه عن\nالنبي صلى الله عليه وسلم أنه قال أن الذي تفوته الصلاة صلاة العصر فكأنما\nوتر أهله وماله (5497) حدثنا عمرو حدثنا سفيان عن الزهري عن سالم عن أبيه\nقال سئل النبي صلى الله عليه وسلم ما يقتل المحرم من الدواب فقال خمس من\nالدواب لا جناح على من قتلهن في الحرم والحل الغراب والفأرة والعقرب\nوالحدأة والكلب العقور (5498) حدثنا عبيد الله بن عمر القواريري حدثنا يزيد\nبن زريع أخبرنا معمر عن الزهري عن سالم عن أبيه عن النبي صلى الله عليه\nوسلم قال اقتلوا الحيات واقتلوا ذا الطفتين والأبتر فإنهما يذهبان البصر\nويسقطان الحبل قال عبد الله بن عمر فبينا أنا أطارد حية إذ رآني أبو لبابة\nفقال أبو لبابة فقلت أن رسول الله صلى الله عليه وسلم أمر بقتلها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p372'> Vol. 09, p. 372</a>\n            </div>\n            \n</p>\n\n<p>\nفقال أبو لبابة إنه نهى بعد ذلك (5499) حدثنا أبو خيثمة حدثنا إسماعيل بن\nأبي أويس حدثني مالك عن بن شهاب عن سالم عن أبيه عبد الله بن عمر أن رسول\nالله صلى الله عليه وسلم كان إذا رفع رأسه من الركوع رفع يديه وقال سمع\nالله لمن حمده ربنا ولك الحمد (5500) حدثنا عبد الله بن محمد بن أسماء\nحدثنا جويرية عن نافع أن عبد الله بن عبد الله وسالم بن عبد الله أخبرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p373'> Vol. 09, p. 373</a>\n            </div>\n            \n</p>\n\n<p>\nه أنهما كلما عبد الله ليالي نزل الجيش بابن الزبير قبل أن يقتل فقالا لا\nيضرك أن لا تحج العام <span id='ms1082'></span> إنا نخاف أن يحال بينك وبين البيت فقال قد خرجنا مع\nرسول الله صلى الله عليه وسلم فحال كفار قريش دوالبيت فنحر رسول الله صلى\nالله عليه وسلم هديه وحلق رأسه وأشهدكم أني قد أوجبت عمرة أن شاء الله\nأنطلق فإن خلي بيني وبين البيت طفت وإن حيل بيني وبينه فعلت كما فعل رسول\nالله صلى الله عليه وسلم وأنا معه فأهل بالعمرة بذي الحليفة ثم سار ساعة\nفقال إنما شأنهما واحد وأشهدكم أني قد أوجبت حجة مع عمرتي فلم يحل منهما\nحتى أحل يوم النحر وكان يقول من جمع الحج والعمرة فأهل بهما فإنه لا يحل\nحتى يحل منهما جميعا يوم النحر فيطوف عنهما طوافا واحدا بالبيت وبالصفا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p374'> Vol. 09, p. 374</a>\n            </div>\n            \n</p>\n\n<p>\nوالمروة يوم يدخل مكة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p375'> Vol. 09, p. 375</a>\n            </div>\n            \n</p>\n\n<p>\n(5501) حدثنا عبد الله بن عبد الصمد أو صالح بن عبد الصمد أخوه حدثنا\nقاسم عن سفيان عن عاصم عن سالم عن بن عمر قال جاء عمر إلى رسول الله صلى\nالله عليه وسلم يستأذن في العمرة فقال يا أخي أدع ولا تنسنا في صالح الدعاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p376'> Vol. 09, p. 376</a>\n            </div>\n            \n</p>\n\n<p>\n(5502) حدثنا إبراهيم بن سعيد الجوهري حدثنا أصرم بن حوشب عن زياد بن سعد\nعن الزهري عن سالم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p377'> Vol. 09, p. 377</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبيه قال قال رسول الله صلى الله عليه وسلم إذا كان الفئ ذراعا ونصف\nالذراعين فصلوا الظهر (5503) حدثنا وهب بن بقية الواسطي حدثنا خالد عن عبد\nالرحمن بن إسحاق عن الزهري عن سالم عن بن عمر أن النبي صلى الله عليه وسلم\nاستشار المسلمين فيما يجمعهم على الصلاة فقالوا البوق فكرهه من أجل اليهود\nثم ذكر الناقوس فكرهه من أجل النصارى فأري تلك الليلة النداء رجل من\nالأنصار يقال له عبد الله بن زيد وعمر بن الخطاب فطرقه الأنصاري فأمر به\nبلالا فأذن به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p378'> Vol. 09, p. 378</a>\n            </div>\n            \n</p>\n\n<p>\n(5504) قال الزهري وزاد بلال في نداء صلاة الفجر الصلاة خير من النوم\nفأقرها نبي الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p379'> Vol. 09, p. 379</a>\n            </div>\n            \n</p>\n\n<p>\nوقال عمر أما إني قد رأيت مثل الذي رأى ولكنه سبقني (5505) حدثنا وهب بن\nبقية أخبرنا خالد عن عبد الرحمن بن <span id='ms1083'></span> إسحاق عن الزهري عن سالم عن بن قال قال\nرسول الله صلى الله عليه وسلم من فاتته العصر فكأنما وتر أهله وماله (5506)\nحدثنا وهب أخبرنا خالد عن ليث عن نافع عن بن عمر قال قال رسول الله صلى\nالله عليه وسلم من فاتته العصر!\n</p>\n\n<p>\n(5507) حدثنا نعيم بن هيصم حدثنا عبد الواحد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p380'> Vol. 09, p. 380</a>\n            </div>\n            \n</p>\n\n<p>\nبن زياد عن الحجاج بن أرطاة حدثني أبو مطر أنه سمع سالم بن عبد الله بن\nعمر يحد ث عن أبيه قال كان رسول الله صلى الله عليه وسلم إذا سمع الرعد\nوالصواعق قال اللهم لا تقتلنا بغضبك ولا تهلكنا بعذابك وعافنا قبل ذلك\n(5508) حدثنا عبد الاعلى بن حماد النرسي حدثنا وهيب عن معمر عن الزهري عن\nسالم بن عبد الله عن أبيه عن النبي صلى الله عليه وسلم قال من باع عبدا له\nمال فإن ماله للبائع إلا أن يشترط المبتاع ومن باع نخلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p381'> Vol. 09, p. 381</a>\n            </div>\n            \n</p>\n\n<p>\nقد أبرت فإن ثمرها للبائع إلا أن يشترط المبتاع (5509) حدثنا عثمان بن\nأبي شيبة حدثنا طلحة يعني بن يحيى عن يونس عن بن شهاب عن سالم عن أبيه قال\nقال رسول الله صلى الله عليه وسلم لا ترفعوا أبصاركم إلى السماء أن يلتمع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p382'> Vol. 09, p. 382</a>\n            </div>\n            \n</p>\n\n<p>\n(5510) حدثنا عبد الله بن نمير الكوفي حدثنا إسحاق بن سليمان عن حنظلة\nقال سمعت سالما يقول سمعت بن عمر يقول سمعت رسول الله صلى الله عليه وسلم\nيقو لا إذ استأذنكم نساؤكم إلى المساجد فأذنوا لهن (5511) حدثنا واصل بن\nعبد الأعلى الكوفي حدثنا بن فضيل عن أبيه عن سالم عن بن عمر قال سمعت رسول\nالله صلى الله عليه وسلم أن الفتنة تجئ من ها هنا وأومأ بيده نحو المشرق\nحيث يطلع قرن الشيطان وأنتم يضرب بعضكم رقاب بعض وإنما قتل موسى الذي قتل\nمن آل فرعون خطأ قال الله له * (وقتلت نفسا فنجيناك من الغم وفتناك فتونا )\n* طه (5512) حدثنا سويد بن سعيد حدثنا معتمر عن برد بن سنان عن الزهري عن\nسالم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p383'> Vol. 09, p. 383</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبيه قال قال رسول الله صلى الله <span id='ms1084'></span> عليه وسلم لا ينبغي لاحد أن يبيت\nثلاث ليال إلا ووصيته عنده قال فما بت ليلة إلا ووصيتي عندي موضوعة أو كما\nقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p384'> Vol. 09, p. 384</a>\n            </div>\n            \n</p>\n\n<p>\n(5513) حدثنا جبارة بن مغلس حدثنا عبد العزيز بن أبي سلمة الماجشون\nأخبرني صالح بن كيسان عن سالم بن عبد الله عن أبيه قال كان رسول الله صلى\nالله عليه وسلم إذا أقبل من الحج أو العمرة كلما أوفى على فدفد أو ثنية كبر\nثلاث تكبيرات ثم يقول لا إله إلا الله وحده لا شريك له له الملك وله الحمد\nيحيى ويميت وهو على كل شئ قدير آيبون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p385'> Vol. 09, p. 385</a>\n            </div>\n            \n</p>\n\n<p>\nتائبون لربنا حامدون صدق الله وعده ونصر عبده وهزم الأحزاب وحده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p386'> Vol. 09, p. 386</a>\n            </div>\n            \n</p>\n\n<p>\n(5514) حدثنا محمد بن عبد الله بن نمير حدثنا محمد بن بشر حدثنا عبيد\nالله عن أبي بكر بن سالم عن سالم عن عبد الله بن عمر أن رسول الله صلى الله\nعليه وسلم قال رأيت في النوم أني أنزع بدلوا على قليب فجاء أبو بكر فنزع\nذنوبا أو ذنوبين فنزع نزعا ضعيفا والله يغفر له ثم جاء عمر فاستقى فاستحالت\nغربا فلم أر عبقريا من الناس يفري فريه حتى روى الناس وضربوا بعطن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p387'> Vol. 09, p. 387</a>\n            </div>\n            \n</p>\n\n<p>\n(5515) حدثنا محمد بن عبد الله بن نمير حدثنا إسحاق بن سليمان الرازي\nحدثنا حنظلة قال سمعت سالما قال سمعت بن عمر يقول خرج أسامة وعليه حلة فقال\nرسول الله صلى الله عليه وسلم شققها لأهلك خمرا! \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p388'> Vol. 09, p. 388</a>\n            </div>\n            \n</p>\n\n<p>\n(5516) حدثنا محمد بن عبد الله بن نمير حدثنا إسحاق بن سليمان الرازي\nحدثنا حنظلة قال سمعت سالما قال سمعت بن عمر يقول قال رسول الله صلى الله\nعليه وسلم لان يكون جوف بن آدم مملوءا قيحا خير له من أن يكون مملوءا شعرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p389'> Vol. 09, p. 389</a>\n            </div>\n            \n</p>\n\n<p>\n(5517) حدثنا علي بن الجعد أخبرنا بن أبي ذئب عن بن شهاب عن سالم عن بن\nعمر قال قال رسول الله صلى الله عليه وسلم من اشترى نخلا بعد ما أبرت فلم\nيشترط ثمرتها فلا شئ له ومن اشترى عبدا فلم يشترط ماله فلا شئ ل (5518)\nحدثنا يعقوب <span id='ms1085'></span> بن الدورقي حدثنا أبو عاصم عن فضيل بن سليمان أبي سليما قال\nحدثني موسى بن عقبة عن سالم بن عبد الله عن عبد الله بن عمر قال لما استعمل\nرسول الله صلى الله عليه وسلم أسامة بن زيد قال الناس فيه قال فبلغ النبي\nصلى الله عليه وسلم ذلك أو شئ من ذلك فقال رسول الله صلى الله عليه وسلم قد\nبلغنا ما قلتم في أسامة ولقد قلتم ذلك عن أبيه قبله وإنه لخليق للامارة\nوإنه لخليق للامارة وإنه لخليق للامارة وإنه لأحب الناس إلي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p390'> Vol. 09, p. 390</a>\n            </div>\n            \n</p>\n\n<p>\nقال فما استثنى فاطمة ولا غيرها (5519) حدثنا يعقوب بن إبراهيم البكري\nحدثنا أبو عاصم عن بن جريج أخبرني بشهاب أخبرني سالم بن عبد الله عن عبد\nالله بن عمر أنه كان يمشي بين يدي الجنازة وإن رسول الله صلى الله عليه\nوسلم وأبا بكر وعمر وعثمان كانوا يمشون أمامها (5520) حدثنا محمد بن عباد\nالمكي حدثنا عبد الله بن رجاء عن عباد بن إسحاق عن الزهري عن سالم عن أبيه\nقال كانت يمين النبي صلى الله عليه وسلم لا ومصرف القلوب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p391'> Vol. 09, p. 391</a>\n            </div>\n            \n</p>\n\n<p>\n(5521) حدثنا حسين بن الأسود الكوفي حدثنا محمد بن بشر العبدي حدثنا\nسفيان بن سعيد عن موسى بن عقبة عن سالم عن بن عمر قال كانت يمين النبي صلى\nالله عليه وسلم التي يحلق بها لا ومقلب القلوب (5522) حدثنا الحسين بن\nالأسود حدثنا أبو أسامة حدثنا عمر بن حمزة أخبرني سالم أخبرني عبد الله بن\nعمر أن رسول الله صلى الله عليه وسلم أتي بحاطب بن أبي بلتعة فقال له رسول\nالله صلى الله عليه وسلم إنك كتبت هذا الكتاب فقال نعم أما والله ما ذاك يا\nرسول الله أن يكون بغير إيمان من قلبي ولكن لم يكن أحد من قريش إلا وله أهل\nوخدم يمنعون له أهله فكتبت كتابا رجوت أن يمنع الله لي بذلك أهلي فقال عمر\nائذن لي فيه فقال رسول الله صلى الله عليه وسلم أو كنت قاتله قال نعم أن\nأذنت <span id='ms1086'></span> لي فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p392'> Vol. 09, p. 392</a>\n            </div>\n            \n</p>\n\n<p>\nفقال رسول الله صلى الله عليه وسلم وما يدريك لعل الله اطلع على أهل بدر\nفقال اعملوا ما شئتم (5523) حدثنا حسين بن الأسود حدثنا أبو أسامة حدثنا\nعمر بن حمزة قال سمعت سالما يقول أخبرنا عبد الله بن عمر أن رسول الله صلى\nالله عليه وسلم قال تقتلون أنتم اليهود حتى يقول الحجر يا مسلم هذا يهودي\nورائي تعال فاقتله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p393'> Vol. 09, p. 393</a>\n            </div>\n            \n</p>\n\n<p>\n(5524) حدثنا يحيى بن سعيد الأموي حدثني أبي حدثنا بن جريج عن موسى بن\nعقبة عن سالم عن أبيه قال قال رسول الله صلى الله عليه وسلم رأيت الناس\nجمعوا للحساب فقام أبو بكر فنزع ذنوبا أو ذنوبين وفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p394'> Vol. 09, p. 394</a>\n            </div>\n            \n</p>\n\n<p>\nنزعه ضعف والله يغفر له ثم قام عمر فاستحالت غربا فلم أر عبقريا من الناس\nيفري فريه حتى ضرب الناس بعطن قال والعبقري الأجير (5525) حدثنا يحيى بن\nسعيد الأموي حدثني أبي حدثنا بن جريج عن موسى بن عقبة عن سالم عن أبيه قال\nقال رسول الله صلى الله عليه وسلم رأيت امرأة سوداء ثائرة الرأس خرجت من\nالمدينة حتى قدمت مهيعة وهي الجحفة فأول رسول الله صلى الله عليه وسلم\nالرؤيا وباء المدينة ينتقل إلى الجحفة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p395'> Vol. 09, p. 395</a>\n            </div>\n            \n</p>\n\n<p>\n(5526) حدثنا عبد الغفار بن عبد الله حدثنا علي بن مسهر عن عبيد الله عن\nنافع عن بن عمر وسالم عن بن عمر أن رسول الله صلى الله عليه وسلم نهى عن\nلحوم الحمر الأهلية (5527) حدثنا أبو يوسف يعقوب بن إسحاق الجيزي حدثنا\nمؤمل حدثنا سفيان حدثنا شيخ من أهل المدينة عن سالم عن أبيه قال كان النبي\nصلى الله عليه وسلم يقول في دعائه واقية كواقية الوليد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p396'> Vol. 09, p. 396</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو يعلى يعني المولود وكذا فسر لنا (5528) حدثنا سويد بن سعيد حدثني\nيحيى عن بن زكريا قال حدثني محمد بن عمرو عن سالم بن عبد الله عن أبيه قال\nقال رسول الله صلى الله عليه وسلم لا يصلح بيع الثمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p397'> Vol. 09, p. 397</a>\n            </div>\n            \n</p>\n\n<p>\nحتى يبدوا صلاحه (5529) حدثنا إسحاق بن أبي إسرائيل حدثنا سفيان عن\nالزهري عن سالم عن أبيه <span id='ms1087'></span> قال سمعت النبي صلى الله عليه وسلم يقول على المنبر\nمن جاء منكم إلى الجمعة فليغتسل (5530) حدثنا إسحاق بن أبي إسرائيل حدثنا\nسفيان حدثنا الزهري عن سالم عن أبيه أن النبي صلى الله عليه وسلم كان إذا\nجد به السير جمع بين المغرب والعشاء (5531) وبه عن أبيه أن النبي صلى الله\nعليه وسلم قال (لا تتركوا النار في بيوتكم حين تنامون (5532) وعن أبيه قال\nرأيت النبي صلى الله عليه وسلم وأيا بكر وعمر يمشون أمام الجنازة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p398'> Vol. 09, p. 398</a>\n            </div>\n            \n</p>\n\n<p>\n(5533) وعن أبيه أن رسول الله صلى الله عليه وسلم سئل ما يلبس المحرم من\nالثياب قال لا يلبس القميص ولا العمامة ولا البرنس ولا السراويل ولا ثوبا\nمسه زعفران ولا ورس ولأخفين إلا لمن لم يجد النعلين فمن لم يجد النعلين\nفليقطعهما حتى تكونا أسفل عند الكعبين (5534) وعن أبيه قال رأيت رسول الله\nصلى الله عليه وسلم إذا افتتح الصلاة رفع يديه حذو منكبيه وإذا أراد أن\nيركع وبعد الركوع ولا يرفع بين السجدتين (5535) وعن أبيه أن النبي صلى الله\nعليه وسلم قال) الشؤم في ثلاث في الفرس والمرأة والدار (5536) وعن أبيه أن\nالنبي صلى الله عليه وسلم سمع رجلا يعظ أخاه في الحياء فقال أن الحياء من\nالايمان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p399'> Vol. 09, p. 399</a>\n            </div>\n            \n</p>\n\n<p>\n(5537) وعن أبيه} أن النبي صلى الله عليه وسلم سمع عمر وهو يقول وأبي\nوأبي فقال أن الله ينهاكم أن تحلفوا بآبائكم قال عمر والله ما حلفت بها بعد\nذاكرا ولا آثرا (5538) وعن أبيه أن النبي صلى الله عليه وسلم قال صلى الله\nعليه وسلم من اقتنى كلبا إلا كلب صيد أو ماشية نقص من أجره كل يوم قيراطان\n(5539) وعن أبيه عن النبي صلى الله عليه وسلم قال إذا استأذن أحدكم امرأته\nإلى المسجد فلا يمنعها قال سفيان فسروه بالليل (5540) وعن أبيه قال قال\nرسول الله صلى الله عليه وسلم إذا قتلوا الحيات وذا الطفتين والأبتر فإنهما\nيلتمسان البصر ويستسقطان الحبل وكان بن عمر يقتل كل حية وجدها فأبصره أبو\nلبابة أو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p400'> Vol. 09, p. 400</a>\n            </div>\n            \n</p>\n\n<p>\nزيد بن الخطاب وهو <span id='ms1088'></span> يطارد حية فقال إنه نهى عن ذوات البيوت (5541) وعن\nأبيه أن النبي صلى الله عليه وسلم قال; أن بلالا يؤذن بليل فكلوا واشربوا\nتسمعوا بن أم مكتوم (5542) وعن أبيها قال رأى رجل أنها ليلة كذا وكذا من\nالعشر يعني ليلة القدر فقال له النبي صلى الله عليه وسلم أرى رؤياكم قد\nتواطأت على أنها في العشر الأواخر فاطلبوها في العشر الأواخر في الوتر منها\n(5543) وعن أبي قال قال رسول الله صلى الله عليه وسلم لا حسد إلا في اثنتين\nرجل آتاه الله القرآن فهو يقوم به آناء الليل وآناء النهار ورجل آتاه الله\nمالا فهو ينفقه آناء الليل وآناء النهار (5544) وعن أبيه يبلغ به النبي صلى\nالله عليه وسلم قال خمس من الدواب لا جناح على من قتلهن في الاحرام والحرم\nالغراب والفأرة والعقرب والكلب العقور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p401'> Vol. 09, p. 401</a>\n            </div>\n            \n</p>\n\n<p>\nقال سفيان والأسد والذئب والزنبور العقور (5545) حدثنا إسحاق حدثنا عبد\nالرزاق حدثنا معمر عن الزهري عن سالم عن بن عمر أن النبي صلى الله عليه\nوسلم رأى على عمر قميصا أبيض فقال جديد قميصك أو غسيل قال حسبت أنه قال\nغسيل فقال النبي صلى الله عليه وسلم البس جديدا وعش حميدا مت شهيدا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p402'> Vol. 09, p. 402</a>\n            </div>\n            \n</p>\n\n<p>\n(5546) وبه عن بن عمر قال سمعت رسول الله صلى الله عليه وسلم يقول ما حق\nامرئ يمر عليه ثلاث ليال إلا ووصيته عنده قال عبد الرزاق فما مرت علي ثلاث\nقط إلا ووصيتي عندي (5547) حدثنا إسحاق حدثنا عبد العزيز بن محمد حدثنا\nمعمر عن الزهري عن سالم عن أبي قال عن رسول الله صلى الله عليه وسلم في\nصلاة الصبح فلانا وفلانا ناسا من المنافقين فأنزل الله تعالى * (ليس لك من\nالامر شئ أو يتوب عليهم أو يعذبهم فإنهم ظالمون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p403'> Vol. 09, p. 403</a>\n            </div>\n            \n</p>\n\n<p>\n) * (5548) حدثنا إسحاق حدثنا عبد العزيز بن محمد عن موسى عن سالم عن\nأبيه قال كان يمين رسول الله صلى الله عليه وسلم لا ومقلب القلوب (5549)\nحدثنا إسحاق حدثنا سفيان عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p404'> Vol. 09, p. 404</a>\n            </div>\n            \n</p>\n\n<p>\nمعمر عن الزهري عن سالم عن أبيه قال قال رسول الله <span id='ms1089'></span> صلى الله عليه وسلم\nالناس كالإبل المئة ليس فيها راحلة (5550) حدثنا أبو خيثمة حدثنا وكيع\nحدثنا سفيان عن عاصم عن سالم عن بن عمر أن عمر استأذن النبي صلى الله عليه\nوسلم في العمرة فأذن له قال يا أخي أشركنا في صالح دعائك ولا تنسنا (5551)\nحدثنا زهير حدثنا الوليد بن مسلم حدثنا الأوزاعي قال حدثني يحيى بن أبي\nكثير أن أبا قلابة حدثه عن سالم بن عبد الله عن عبد الله بن عمر قال سمعت\nرسول الله صلى الله عليه وسلم يقول تخرج نار من بحر حضرموت أو من حضرموت\nتسوق الناس قلنا يا رسول الله فما تأمرنا قال عليكم بالشام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p405'> Vol. 09, p. 405</a>\n            </div>\n            \n</p>\n\n<p>\n(5552) حدثنا يحيى بن أيوب حدثنا إسماعيل بن جعفر أخبرني محمد يعني بن\nأبي حرملة عن سالم بن عبد الله عن أبيه أن رسول الله صلى الله عليه وسلم\nقال من اقتنى كلبا إلا كلب ماشية أو كلب صيد نقص من عمله كل يوم قيراط\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p406'> Vol. 09, p. 406</a>\n            </div>\n            \n</p>\n\n<p>\nان قال عبد الله وقال أبو هريرة أو كلب حرث (5553) حدثنا عمرو بن محمد\nالناقد حدثنا شبابة بن سوار ويزيد بن هارون قالا حدثنا بن أبي ذئب عن\nالحارث بن عبد الرحمن عن سالم بن عبد الله بن عمر عن أبيه قال كان رسول\nالله صلى الله عليه وسلم ليأمرنا بالتخفيف وإن كان ليؤمنا في الفجر ب\nالصافات (5554) حدثني الفضل بن الصباح حدثني معن بن عيسى حدثنا خالد بن أبي\nبكر بن عبيد الله بن عمر عن سالم بن عبد الله عن أبيه قال قال رسول الله\nصلى الله عليه وسلم باب أمتي التي تدخل منه الجنة عرضه مسيرة الراكب المجود\nالمجود ثلاثا إنهم ليضغطون عليه حتى تكاد مناكبهم تزول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p407'> Vol. 09, p. 407</a>\n            </div>\n            \n</p>\n\n<p>\n(5555) حدثنا سويد بن سعيد حدثنا الوليد بن محمد عن الزهري قال حدثني\nسالم بن عبد الله بن عمر عن عبد الله بن عمر أن رسول الله صلى الله عليه\nوسلم كان يسبح وهو على ظهر الدابة حيث كان وجهه قال أبو يعلى يعني يصلي\n(5556) حدثنا <span id='ms1090'></span> عبد الله بن عمر القواريري حدثنا يزيد بن زريع حدثنا عمر بن\nمحمد عن عبد الله بن يسار عن سالم بن عبد الله عن أبيه قال قال رسول الله\nصلى الله عليه وسلم ثلاثة لا يدخلون الجنة وثلاثة لا ينظر الله إليهم يوم\nالقيامة العاق لوالديه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p408'> Vol. 09, p. 408</a>\n            </div>\n            \n</p>\n\n<p>\nوالديوث والمرأة المترجلة وثلاثة لا ينظر الله إليهم يوم القيامة فثنى\nالعاق لوالديه ومدمن الخمر والمنان بما أعطى (5557) حدثنا أبو خيثمة حدثنا\nعبد الصمد حدثنا همام حدثنا مطر عن سالم عن أبيه قال سافرت مع النبي صلى\nالله عليه وسلم ومع عمر فكانا لا يزيدان على ركعتين وكنا ضلالا فهدانا الله\nفبه نقتدي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p409'> Vol. 09, p. 409</a>\n            </div>\n            \n</p>\n\n<p>\n(5558) حدثنا الحسن بن حماد الكوفي حدثنا أبو أسامة عن عمر بن حمزة قال\nسمعت عكرمة يقول كلتا يدي الله يمينان فيطوي السماوات فيأخذهن بيده ثم يقول\nأنا الملك أين الجبارون أين المتكبرون قال ثم يأخذ الأرضين بيده الأخرى\nويقول أنا الملك أين الجبارون أين المتكبرون قال عمر فحدثت بهذا الحديث\nسالم بن عبد الله فقال سالم أخبرنا عبد الله بن عمر قال قال رسول الله صلى\nالله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p410'> Vol. 09, p. 410</a>\n            </div>\n            \n</p>\n\n<p>\nيطوي الله السماوات يوم القيامة ثم يأخذهن بيده اليمنى ثم يقول أنا الملك\nأين الجبار وأين المتكبرون ثم يطوي الأرضين ثم يأخذهن بشماله ثم يقول أنا\nالملك أين الجبارون أين المتكبرون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p411'> Vol. 09, p. 411</a>\n            </div>\n            \n</p>\n\n<p>\n(5559) حدثنا أحمد بن إبراهيم النكري حدثنا مبشر يعني بن إسماعيل الحلبي\nعن الأوزاعي عن الزهري عن سالم عن أبيه قال قال رسول الله صلى الله عليه\nوسلم إذا استأذنت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p412'> Vol. 09, p. 412</a>\n            </div>\n            \n</p>\n\n<p>\nأحدكم امرأته إلى المسجد فلا يمنعها (5560) حدثنا نصر بن علي الجهضمي\nحدثنا عبد الله يعني بن داود عن حنظلة بن أبي سفيان عن سالم عن بن عمر عن\nالنبي صلى الله عليه وسلم قال من اتخذ كلبا إلا كلبا ضاريا أو كلب ماشية\nفإنه ينقص من أجره كل يوم قيراطان فقال أبو هريرة أو كلب زرع قال وكان أبو\nهريرة يزرع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p413'> Vol. 09, p. 413</a>\n            </div>\n            \n</p>\n\n<p>\n(5561) حدثنا نصر بن علي أخبرنا بن داود عن حنظلة عن سالم <span id='ms1091'></span> أن بن عمر طلق\nامرأته وهي حائض فأمر رسول الله صلى الله عليه وسلم أن يراجعها (562) حدثنا\nمحمد بن بشار حدثنا أبو عامر حدثنا كثير بن زيد المدني قال سمعت سالم بن\nعبد الله يحدث عن أبيه قال قال رسول الله صلى الله عليه وسلم لا يكون\nالمؤمن لعانا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p414'> Vol. 09, p. 414</a>\n            </div>\n            \n</p>\n\n<p>\n(5563) حدثنا منصور بن أبي مزاحم أبو أ ويس عن الزهري أن سالم بن عبد\nالله حدثه أنه سمع رجلا من أهل الشام يسأل عبد الله بن عمر عن المتمتع\nبالعمرة إلى الحج فقال عبد الله هو حلال قال الشامي فإن أباك قد نهى قال\nعبد الله أرأيت أن كان أبي نهى عنها وصنعها رسول الله صلى الله عليه وسلم\nأمر أبي تتبع أو أمر رسول الله صلى الله عليه وسلم فقال الشامي بل أمر رسول\nالله صلى الله عليه وسلم فقال قد صنعها رسول الله صلى الله عليه وسلم\n(5564) حدثنا أحمد بن الدورقي حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p415'> Vol. 09, p. 415</a>\n            </div>\n            \n</p>\n\n<p>\nإسماعيل بن إبراهيم أخبرنا معمر عن الزهري عن سالم بن عبد الله عن أبيه\nقال رأيت رسول الله صلى الله عليه وسلم إذا دخل في الصلاة يرفع يديه وإذا\nركع وإذا رفع رأسه من الركوع ولا يفعل ذلك في السجود (5565) حدثنا أحمد بن\nعيسى المصري حدثنا عبد الله بن وهب حدثني يونس بن يزيد عن بن شهاب أن سالم\nبن عبد الله أخبره أن عبد الله بن عمر قال بات رسول الله صلى الله عليه\nوسلم بذي الحليفة مبدأه وصلى فمسجدها (5566) حدثنا الحسن بن إسماعيل حدثنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p416'> Vol. 09, p. 416</a>\n            </div>\n            \n</p>\n\n<p>\nإبراهيم بن سعد عن الزهري عن سالم عن بن عمر أن النبي صلى الله عليه وسلم\nقال إنما بقاؤكم فيما سلف من الأمم كما بين صلاة العصر إلى غروب الشمس\nفأوتي أهل التوراة التوراة فعملوا إلى نصف النهار ثم عجزوا فأعطوا قيراطا\nقيراطا وأوتي النصارى الإنجيل فعملوا إلى صلاة العصر ثم عجزوا فأعطوا\nقيراطا قيراطا فأوتينا القرآن فعملنا من صلاة العصر إلى غروب الشمس فأعطينا\nقيراطين قيراطين فقالت اليهود والنصارى يا <span id='ms1092'></span> ربنا إنا كنا نحن أكثر عملا منهم\nوأعطينا قيراطا قيراطا فقال تبارك وتعالى هل ظلمتكم من أجوركم شيئا قالوا\nلا قال فهو فضلي أوتيه من أشاء (5567) حدثنا سليمان بن عمر حدثنا محمد بن\nسلمة عن الوازع عن سالم عن أبيه قال قال رسول الله صلى الله عليه وسلم من\nأكل من هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p417'> Vol. 09, p. 417</a>\n            </div>\n            \n</p>\n\n<p>\nاللحم شيئا فليغسل يده من ريح وضره لا يؤذي من حذاءه (5568) حدثنا بشر بن\nالوليد الكندي حدثنا أبو عقيل يعني يحيى بن المتوكل أخبرنا القاسم بن عبيد\nالله عن سالم عن أبيه عبد الله بن عمر عن رسول الله صلى الله عليه وسلم قال\nلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p418'> Vol. 09, p. 418</a>\n            </div>\n            \n</p>\n\n<p>\nتأكلوا بشمالكم ولا تشربوا بها فإن الشيطان يأكل بها ويشرب بها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p419'> Vol. 09, p. 419</a>\n            </div>\n            \n</p>\n\n<p>\n(5569) حدثنا سويد بن سعيد حدثنا الوليد بن محمد عن الزهري حدثني سالم بن\nعبد الله بن عمر عن عبد الله بن عمر أن رسول الله صلى الله عليه وسلم كان\nيسبح وهو على ظهر الدابة أي كان وجهه قال أبو يعلى يصلي تطوعا (5570) حدثنا\nعبد الله بن عمر بن أبان حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p420'> Vol. 09, p. 420</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن فضيل عن أبيه قال سمعت سالم بن عبد الله بن عمر يقول يا أهل\nالعراق ما أسألكم عن الصغير وأترككم للكبير سمعت أبي عبد الله بن عمر يقول\nسمعت رسول الله صلى الله عليه وسلم يقول الفتنة تجئ من ها هنا وأومأ بيده\nنحو المشرق وأنتم يضرب بعضكم رقاب بعض وإنما قتل موسى صلى الله عليه وسلم\nالذي قتل من آل فرعون خطأ قال الله وقتلت نفسا فنجيناك من الغم وفتناك\nفتونا (5571) حدثنا محمد بن يحيى الزماني حدثنا أبو داود حدثنا شعبة أخبرني\nعاصم بن عبيد الله قال سمعت بن عبد الله بن عمر يحدث عن أبيه أن عمر بن\nالخطاب قال يا رسول الله أرأيت ما نعم فيه أمر قد فرغ منه أم أمر مبتدع أو\nمبتدأ فقال رسول الله صلى الله عليه وسلم بل ما فرغ منه قال يا رسول الله\nأفلا نتكل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p421'> Vol. 09, p. 421</a>\n            </div>\n            \n</p>\n\n<p>\nقال اعملوا فكل ميسر <span id='ms1093'></span> إنه من كان من أهل السعادة عمل للسعادة ومن كان من\nأهل الشقاء عمل للشقاء (5572) حدثنا أبو الفضل شجاع بن مخلد حدثنا مكي بن\nإبراهيم حدثنا حنظلة بن أبي سفيان قال سمعت سالم بن عبد الله يقول سمعت بن\nعمر يقول سمعت رسول الله صلى الله عليه وسلم يقول من جر ثوبه خيلاء لم ينظر\nالله إليه يوم القيامة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p422'> Vol. 09, p. 422</a>\n            </div>\n            \n</p>\n\n<p>\n(5573) وبه سمعت بن عمر يقول سمعت رسول الله صلى الله عليه وسلم يقول لان\nيمتلئ جوف أحدكم قيحا خير له من أن يمتلئ شعرا (5574) حدثنا روح بن عبد\nالمؤمن حدثنا عبد الرحيم بن موسى عن سليمان بن أرقم عن الزهري عن سالم عن\nأبيه قال قرأ رسول الله صلى الله عليه وسلم ومن عنده علم الكتاب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p424'> Vol. 09, p. 424</a>\n            </div>\n            \n</p>\n\n<p>\n(5575) حدثنا أبو خيثمة حدثنا وهب بن جرير حدثنا أبي قال سمعت يونس يحدث\nعن الزهري عن سالم عن بن عمر قال قال رسول الله صلى الله عليه وسلم تدخلوا\nمساكن الذين ظلموا أنفسهم إلا تكونوا باكين أن يصيبكم مثل ما أصابهم يعني\nأهل الحجر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p425'> Vol. 09, p. 425</a>\n            </div>\n            \n</p>\n\n<p>\n(5576) حدثنا زهير حدثنا عثمان بن عمر أخبرنا يونس عن الزهري عن سالم عن\nبن عمر أن رسول الله صلى الله عليه وسلم قال لا عدوى ولا طيرة! \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p426'> Vol. 09, p. 426</a>\n            </div>\n            \n</p>\n\n<p>\n(5577) حدثنا أبو خيثمة حدثنا عثمان بن عمر أخبرنا يونس عن الزهري أن\nرسول الله صلى الله عليه وسلم كان إذا رمى الجمرة الأولى التي تلي المسجد\nمسجد منى رماها بسبع حصيات يكبر كلما رمى بحصاة ثم تقدم أمامها فوقف\nمستقبلا القبلة رافعا يديه يدعو وكان يطيل الوقوف ثم يأتي الجمرة الثانية\nفيرميها بسبع حصيات يكبر كلما رمى بحصا ثم ينحدر ذات اليسار مما يلي الوادي\nفيقف مستقبل القبلة رافعا يديه يدعو ثم يأتي الجمرة التي عند العقبة\nفيرميها بسبع حصيات يكبر كلما رمى بحصاة ثم ينصرفوا لا يقف عندها قال\nالزهري سمعت سالما يحدث بهذا عن أبيه عن النبي صلى الله عليه وسلم وكان بن\nعمر يفعله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p427'> Vol. 09, p. 427</a>\n            </div>\n            \n</p>\n\n<p>\n(5578) حدثنا أبو خيثمة حدثنا وكيع حدثنا حنظلة <span id='ms1094'></span> الجمحي عن سالم عن بن عمر\nقال قال رسول الله صلى الله عليه وسلم إذا استأذنكم نساؤكم إلى المسجد\nفأذنوا لهن (5579) حدثنا أبو خيثمة حدثنا إسحاق بن عيسى حدثنا ليث حدثني\nعقيل عن الزهري عن سالم عن أبيه أن رسول الله صلى الله عليه وسلم كان ينفل\nبعض من يبعث من السرايا لأنفسهم خاصة النفل سوى قسمة عامة الجيش والخمس\nواجب في ذلك كله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p428'> Vol. 09, p. 428</a>\n            </div>\n            \n</p>\n\n<p>\n(5580) حدثنا أبو خيثمة حدثنا إسحاق بن يوسف حدثنا سفيان عن عاصم بن عبيد\nالله عن سالم عن بن عمر أن رسول الله صلى الله عليه وسلم قال لا يصور عبد\nصورة إلا قيل له يوم القيامة أحي ما خلقت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p429'> Vol. 09, p. 429</a>\n            </div>\n            \n</p>\n\n<p>\n(5581) حدثنا إسحاق بن أبي إسرائيل قال حدثنا عبد الرزاق أخبرنا معمر عن\nعبد الله بن مسلم عن حمزة بن عبد الله بن عمر عن أبيه قال قال رسول الله\nصلى الله عليه وسلم لا تزال المسألة بالرجل حتى يلقى الله وليس في وجهه لحم\n(5582) حدثنا أبو خيثمة حدثنا أبو إسحاق البناني حدثنا بن المبارك عن يونس\nعن بن شهاب أخبرني حمزة بن عبد الله بن عمر أنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p430'> Vol. 09, p. 430</a>\n            </div>\n            \n</p>\n\n<p>\nسمع بن عمر يقول كان رسول الله صلى الله عليه وسلم يقول إذا نزل بقوم\nعذاب أصاب العذاب من كان فيهم ثم بعثوا على أعمالهم (5583) حدثنا أبو خيثمة\nحدثنا يونس بن محمد حدثنا فليح عن سعيد بن عبد الرحمن الأنصاري عن عبد الله\nبن عبد الله بن عمر عن أبيه أن النبي صلى الله عليه وسلم قال لعن الله\nالخمر ولعن شاربها وساقيها وعاصرها ومعتصرها وحاملها والمحمولة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p431'> Vol. 09, p. 431</a>\n            </div>\n            \n</p>\n\n<p>\nإليه وبائعها ومبتاعها وآكل ثمنها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p432'> Vol. 09, p. 432</a>\n            </div>\n            \n</p>\n\n<p>\n(5584) حدثنا أبو خيثمة حدثنا بن عيينة عن الزهري عن أبي بكر بن عبد الله\nعن جده عن النبي صلى الله عليه وسلم قال إذا أكل أحدكم فليأكل بيمينه وإذا\nشرب فليشرب بيمينه فإن الشيطان يأكل بشماله ويشرب بشماله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p433'> Vol. 09, p. 433</a>\n            </div>\n            \n</p>\n\n<p>\nقال زهير هو بن عمر (5585) حدثنا أحمد بن عيسى حدثنا عبد الله بن وهب\nحدثنا عمر بن محمد العمري أن <span id='ms1095'></span> أباه حدثه عن عبد الله بن عمر أن رسول الله\nصلى الله عليه وسلم قال إذا صار أهل الجنة إلى الجنة وصار أهل النار إلى\nالنار أتي بالموت حتى يجعل بين الجنة والنار ثم يذبح ثم ينادي مناد يا أهل\nالجنة لأموت يا أهل النار لا موت فيزداد أهل الجنة فرحا إلى فرحهم وأهل\nالنار حزنا إلى حزنهم (5586) حدثنا أحمد بن عيسى حدثنا عبد الله بن وهب\nأخبرني عمر بن محمد أن أباه حدثه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p434'> Vol. 09, p. 434</a>\n            </div>\n            \n</p>\n\n<p>\nعن عبد الله بن عمر قال كنا نتحدث في حجة الوداع ورسول الله صلى الله\nعليه وسلم بين أظهرنا لا ندري ما حجة الوداع فحمد الله رسوله وحده وأثنى\nعليه ثم ذكر المسيح الدجال فأطنب في ذكره ثم قال ما بعث الله من نبي إلا قد\nأنذره أمته لقد أنذره نوح والنبيون من بعده وإنه يخرج فيكم وما خفي عليكم\nمن شأنه فلا يخفى عليكم إنه أعور عين اليمنى كأنها عنبة طافية ثم قال أن\nالله حرم عليكم دماءكم وأموالكم كحرمة يومكم هذا في بلدكم هذا في شهركم هذا\nألا هل بلغت قالوا نعم قال اللهم اشهد ثم قال ويلكم أو ويحكم انظروا لا\nترجعوا بعدي كفارا يضرب بعضكم رقاب بعض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p435'> Vol. 09, p. 435</a>\n            </div>\n            \n</p>\n\n<p>\n(5587) حدثنا سريح بن يونس حدثنا أبو معاوية حدثنا بشار بن كدام عن محمد\nبن زيد بن عبد الله بن عمر عن بن عمر قال قال النبي صلى الله عليه وسلم\nإنما اليمين حنث أو ندم!\n</p>\n\n<p>\n(5588) حدثنا عبيد الله بن معاذ بن معاذ العنبري حدثنا أبي حدثنا شعبة عن\nخبيب بن عبد الرحمن عن حفص بن عاصم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p437'> Vol. 09, p. 437</a>\n            </div>\n            \n</p>\n\n<p>\nعن بن عمر عن النبي صلى الله عليه وسلم أنه كان يصلي على راحلته حيثما\nتوجهت به (5589) حدثنا أبو خيثمة حدثنا معاذ بن معاذ حدثنا عاصم بن محمد\nقال سمعت أبي يقول سمعت عبد الله بن عمر يقول قال رسول الله صل الله عليه\nوسلم لا يزال هذا الامر في قريش ما بقي في الناس اثنان (5590) حدثنا أبو\nخيثمة <span id='ms1096'></span> عن محمد بن إسحاق عن محمد بن جعفر بن الزبير عن عبيد الله بن عبد\nالله بن عمر عن بن عمر قال سمعت رسول الله صلى الله عليه وسلم سئل عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p438'> Vol. 09, p. 438</a>\n            </div>\n            \n</p>\n\n<p>\nالماء يكون بأرض الفلاة وما ينوبه من الدواب والسباع فقال النبي صلى الله\nعليه وسلم إذا كان الماء قدر قلتين لم يحمل الخبث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p439'> Vol. 09, p. 439</a>\n            </div>\n            \n</p>\n\n<p>\n(5591) حدثنا نصر بن علي الجهضمي حدثنا عبد الله بن داود عن عبد العزيز\nبن عمر بن عبد العزيز عن عبد الرحمن بن عبد الله عن بن عمر أن النبي صلى\nالله عليه وسلم لعن الخمر وشاربها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p441'> Vol. 09, p. 441</a>\n            </div>\n            \n</p>\n\n<p>\nوساقيها وبائعها ومبتاعها وحاملها والمحمولة إليه وعاصرها ومعتصرها وآكل\nثمنها (5592) حدثنا أحمد بن إبراهيم الدورقي حدثنا أبو داود حدثنا عاصم بن\nمحمد عن أبيه عن بن عمر قال سمعت رسول الله صلى الله عليه وسلم يقول لا\nترجعوا بعدي كفارا يضرب بعضكم رقاب بعض 5593) حدثنا سفيان بن وكيع حدثنا\nإسحاق بن منصور الأسدي عن عاصم بن محمد عن واقد عن أبيه عن بن عمر عن النبي\nصلى الله عليه وسلم قال كيف أنت يا عبد الله بن عمر إذا بقيت في حثالة من\nالناس قد مرجت عهودهم وأماناتهم واختلفوا وصاروا هكذا وشبك بين أصابعه قال\nفكيف يا رسول الله قال تأخذ ما تعرف وتدع ما تنكر وتقبل على خاصتك وتدع\nعوامهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p442'> Vol. 09, p. 442</a>\n            </div>\n            \n</p>\n\n<p>\n(5594) حدثنا أحمد بن إبراهيم الدورقي حدثنا مبشر عن الأوزاعي عن عبد\nالمطلب بن عبد الله المخزومي قالا تى عبد الله بن عمر رجل فقال كيف أوتر\nقال أوتر بركعة واحدة فقال إني أخشى أن يقول الناس هي البتراء فقال سنة\nالله وسنة رسوله تريد هذه سنة الله وسنة رسوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p444'> Vol. 09, p. 444</a>\n            </div>\n            \n</p>\n\n<p>\n(5595) حدثنا هارون بن معروف حدثنا سفيان عن بن أبي نجيح عن أبيه قال سئل\nبن عمر عن صوم يوم عرفة قال حججت مع النبي صلى الله عليه وسلم فلم يصم\nوحججت مع أبي بكر وعمر فلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p445'> Vol. 09, p. 445</a>\n            </div>\n            \n</p>\n\n<p>\nيصمه وحججت مع عثمان فلم يصمه وانا لا أصومه ولا آمر به ولا أنهى <span id='ms1097'></span> عنه\n(5596) حدثنا هارون بن معروف حدثنا سفيان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p446'> Vol. 09, p. 446</a>\n            </div>\n            \n</p>\n\n<p>\nعن يزيد بن أبي زياد عن عبد الرحمن بن أبي ليلى عن بن عمر قال بعثنا رسول\nالله صلى الله عليه وسلم في سرية فحصنا حيصة فدخلنا المدينة فتخبأنا قال\nفقلنا هلكنا يا رسول الله نحن الفرارون قال لا بل أنتم العكارون وأنا فئتكم\n(5597) قال أبو علي وزاد فيه بن فضيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p447'> Vol. 09, p. 447</a>\n            </div>\n            \n</p>\n\n<p>\nعن يزيد بن أبي زياد عن عبد الرحمن بن أبي ليلى عن بن عمر قال وقبلنا يده\nيعني يد النبي صلى الله عليه وسلم (5598) حدثنا أحمد بن بشير المذكر حدثنا\nعبد الرحيم العمي عن أبي عن معاوية بن قر المزني عن بن عمر قال توضأ رسول\nالله صلى الله عليه وسلم مرة مرة فقال هذا الوضوء الذي لا يقبل الله الصلاة\nإلا به ثم توضأ مرتين مرتين فقال هذا القصد من الوضوء يضاعف لصاحبه أجره\nمرتين ثم توضأ ثلاثا ثلاثا فقال هذا وضوئي ووضوء خليل الله إبراهيم ووضوء\nالأنبياء قبلي وهو وظيفة الوضوء فمن توضأ وضوئي هذا ثم قال أشهد أن لا إله\nإلا الله وأشهد أن محمدا عبده ورسوله فتحت له ثمانية أبواب الجنة يدخل من\nأيها شاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p448'> Vol. 09, p. 448</a>\n            </div>\n            \n</p>\n\n<p>\n(5599) حدثنا وهب بن بقية أخبرنا خالد عن كليب بن وائل عن حبيب بن أبي\nمليكة قال إني لقاعد عن بن عمر إذ أتاه رجل فقال أشهد عثمان بدرا قال لا\nقال فشهد بيعة الرضوان قال لا قال فكان ممن تولى يوم التقى الجمعان قال نعم\nقال فانطلق فقيل له يا أبا عبد الرحمن أن هذا سيخبر أنك تنقصت عثمان قال\nردوه علي قال له بن عمر أما يوم بدر فإن رسول الله صلى الله عليه وسلم خلفه\nلحاجته فأسهله ولم يكن ليسهم لغائب وأما بيعة الرضوان فإن رسول الله صلى\nالله عليه وسلم بعثه إلى أهل مكة فأخرج رسول الله صلى الله عليه وسلم يديه\nفمسحها على كفه قال هذه لعثمان فيد رسول الله صلى الله عليه وسلم خير من يد\nعثمان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p450'> Vol. 09, p. 450</a>\n            </div>\n            \n</p>\n\n<p>\nواما <span id='ms1098'></span> يوم التقى الجمعان فإن الله قد عفا عنهم اذهب فاجهد علي جهدك (5600)\nحدثنا نصر بن علي حدثنا عبد الله بن داود عن فضيل عن عطية عن بن عمر قال\nسجدة من سجودكم أطول من ثلاث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p451'> Vol. 09, p. 451</a>\n            </div>\n            \n</p>\n\n<p>\nسجدات من سجود النبي صلى الله عليه وسلم (5601) حدثنا نصر بن علي أخبرني\nعبد الله بن داود عن هشام بن سعد عن عمر بن أسيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p452'> Vol. 09, p. 452</a>\n            </div>\n            \n</p>\n\n<p>\nعن بن عمر قال كنا نقول على عهد رسول الله صلى الله عليه وسلم النبي ثم\nأبو بكر ثم عمر ولقد أعطي علي بن أبي طالب ثلاث خصال لان يكون في واحدة\nمنهن أحب إلي من حمر النعم تزوج فاطمة وولدت له وغلق الأبواب غير بابه ودفع\nالراية إليه يوم خيبر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p453'> Vol. 09, p. 453</a>\n            </div>\n            \n</p>\n\n<p>\n(5602) حدثنا أبو معمر إسماعيل بن إبراهيم حدثنا بن الماجشون يوسف عن\nأبيه عن بن عمر قال كان رسول الله صلى الله عليه وسلم ولا نعدل به أحدا ثم\nنقول خير الناس أبو بكر ثم عمر ثم عثمان ثم لا نفاضل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p454'> Vol. 09, p. 454</a>\n            </div>\n            \n</p>\n\n<p>\n(5603) حدثنا أبو معمر حدثنا إسماعيل بن عياش عن يحيى بن سعيد عن نافع عن\nبن عمر نحوه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p455'> Vol. 09, p. 455</a>\n            </div>\n            \n</p>\n\n<p>\n(5604) حدثنا أبو معمر حدثنا يزيد بن هارون عن ليث بن سعد عن يزيد بن أبي\nحبيب عن بن عمر نحوه قال فيبلغ ذلك النبي صلى الله عليه وسلم فلا ينكره\n(5605) حدثنا يحيى بن أيوب حدثنا هشيم عن عبد الرحمن بن إسحاق عن محارب بن\nدثار عن بن عمر قال كان رسول الله صلى الله عليه وسلم يعلمنا التشهد في\nالصلاة كما يعلم المكتب الولدان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p456'> Vol. 09, p. 456</a>\n            </div>\n            \n</p>\n\n<p>\n(5606) حدثنا محمد بن بشار حدثني أبو عامر العقدي حدثنا أيوب بن ثابت\nالمدني قال سمعت خالد بن كيسان قال كنت مع بن عمر قاعدا فمر فتى يجر سبله\nفقال لي ادع هذا ادع هذا قال فدعوته قال فقال له ارفع إزارك قال فرفعه إلى\nفوق عقبه فقال بن عمر هكذا أزر رسول الله صلى الله عليه وسلم أو قال هكذا\nأمرنا رسول الله صلى الله عليه وسلم أن <span id='ms1099'></span> نأتزر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p457'> Vol. 09, p. 457</a>\n            </div>\n            \n</p>\n\n<p>\n(5607) حدثنا محمد بن بشار حدثنا أبو عامر حدثنا أيوب بن ثابت عن خالد بن\nكيسان قال سمعت بن عمر يقول قال رسول الله صلى الله عليه وسلم من شرب خمرا\nفسكر لم تقبل له صلاة أربعين يوما فإن مات منها دخل النار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p458'> Vol. 09, p. 458</a>\n            </div>\n            \n</p>\n\n<p>\n(5608) حدثنا إبراهيم بن الحجاج السامي حدثنا وهيب عن قدامة بن موسى عن\nأيوب بن حصين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p460'> Vol. 09, p. 460</a>\n            </div>\n            \n</p>\n\n<p>\nالتميمي عن أبي علقمة مولى بن عباس عن يسار مولى بن عمر قال رآني بن عمر\nوأنا أصلي بعد طلوع الفجر قال يا يسار كم صليت قلت لا أدري قال لا دريت أن\nرسول الله صلى الله عليه وسلم خرج علينا ونحن نصلي هذه الصلاة فقال ألا\nليبلغ شاهدكم غائبكم أن لا صلاة بعد الفجر إلا سجدتين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p461'> Vol. 09, p. 461</a>\n            </div>\n            \n</p>\n\n<p>\n(5609) حدثنا أحمد بن إبراهيم النكري قال حدثنا أبو داود حدثنا عبد\nالرحمن بن ثابت بن ثوبان أخبرني أبي عن مكحول عن جبير بن نفير عن بن عمر أن\nرسول الله صلى الله عليه وسلم قال إن الله يقبل توبة عبده ما لم يغرغر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p462'> Vol. 09, p. 462</a>\n            </div>\n            \n</p>\n\n<p>\n(5610) حدثنا المعلى بمهدي حدثنا أبو عوانة عن زيد بن جبير قال سألت بن\nعمر من أين يجوز لي أن أعتمر فقال فرضها رسول الله صلى الله عليه وسلم لأهل\nالمدينة من ذي الحليفة ولأهل الشام الجحفة ولأهل نجد قرن (5611) حدثنا\nالمعلى بن مهدي حدثنا أبو عوانة عن زيد قال سمعت بن عمر وسأله رجل عن\nالثمرة فقال نهى رسول الله صلى الله عليه وسلم عن بيع الثمرة حتى يبدو\nصلاحها (5612) حدثنا أبو خيثمة حدثنا يزيد بن هارون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p463'> Vol. 09, p. 463</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا عبد الخالق بن سلمة قال سمعت سعيد بن المسيب يقول سمعت عبد الله\nبن عمر يقول عند المنبر وأشار إلى منبر رسول الله صلى الله عليه وسلم قدم\nوفد عبد القيس إلى رسول الله صلى الله عليه وسلم فسألوه عن الأشربة فنهاهم\nعن الدباء والنقير والحنتم فقلت يا أبا محمد والمزفت وظننا أنه نسيه فقال\nلم أسمعه يومئذ من عبد الله بن عمر وقد <span id='ms1100'></span> كان يكرهه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p464'> Vol. 09, p. 464</a>\n            </div>\n            \n</p>\n\n<p>\n(5613) حدثنا يحيى بن أيوب حدثنا سالم بن سالم عن علي بن عروة عن محمد بن\nالمنكدر عن بن عمر عن النبي صلى الله عليه وسلم قال من قاد أعمى أربعين\nخطوة وجبت له الجنة (5614) حدثنا عمرو بن محمد الناقد حدثنا وكيع بن الجراح\nحدثنا إسرائيل عن سماك بن حرب عن مصعب بن سعد عن بن عمر قال قال رسول الله\nصلى الله عليه وسلم لا تقبل صلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p466'> Vol. 09, p. 466</a>\n            </div>\n            \n</p>\n\n<p>\nبغير طهور ولا صدقة من غلول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p467'> Vol. 09, p. 467</a>\n            </div>\n            \n</p>\n\n<p>\n(5615) حدثنا عمرو بن محمد حدثنا معاوية بن عمرو حدثنا زائدة عن سماك بن\nعن مصعب بن سعد عن بن عمر عن النبي صلى الله عليه وسلم نحوه (5616) حدثنا\nعمرو بن محمد حدثنا أبو أحمد الزبيري حدثنا إسرائيل عن سماك عن مصعب بن سعد\nعن بن عمر عن النبي صلى الله عليه وسلم نحوه (5617) حدثنا علي بن الجعد\nحدثنا شعبة عن سماك الحنفي قال سمعت بن عمر يقول صلى رسول الله صلى الله\nعليه وسلم في البيت وسيأتي من ينهاك عن ذلك وابن عباس جالس إلى جنبه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p468'> Vol. 09, p. 468</a>\n            </div>\n            \n</p>\n\n<p>\n(5618) حدثنا غسان بن الربيع عن ثابت التيمي عن طاوس عن بن عمر أن رسول\nالله صلى الله عليه وسلم قال صلاة الليل مثنى مثنى فإذا خفت أو خشيت الصبح\nفواحدة (5619) حدثنا هارون بن معروف حدثنا سفيان حدثنا إبراهيم بن ميسرة عن\nطاوس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p469'> Vol. 09, p. 469</a>\n            </div>\n            \n</p>\n\n<p>\nقال كنت عند بن عمر فجاءه رجفة قال نهى رسول الله صلى الله عليه وسلم عن\nنبيذ الجر والدباء قال نعم (5620) حدثنا أبو خيثمة حدثنا يزيد بن هارون\nأخبرنا سليمان التيمي عن طاوس عن بن عمر عن النبي صلى الله عليه وسلم قال\nصلاة الليل مثنى مثنى فإذا خفت الصبح فأوتر بواحدة (5621) حدثنا أبو خيثمة\nحدثنا معاذ بن معاذ حدثنا محمد بن عمرو عن أبي سلمة عن بن عمر عن النبي صلى\nالله عليه وسلم قال كل مسكر خمر وكل مسكر حرام (5622) حدثنا يحيى بن أيوب\nحدثنا محمد بن عبيد ومعاذ عن محمد بن عمرو عن أبي <span id='ms1101'></span> سلمة عن بن عمر قال قال\nرسول الله صلى الله عليه وسلم كل مسكر خمر وكل مسكر حرام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p470'> Vol. 09, p. 470</a>\n            </div>\n            \n</p>\n\n<p>\n(5623) حدثنا زهير حدثنا بن عيينة عن بن أبي لبيد عن أبي سلمة عن عبد\nالله بن عمر سمعت رسول الله صلى الله عليه وسلم يقول لا تغلبنكم الاعراب\nعلى اسم صلاتكم ألا إنها العشاء وإنهم يعتمون بالإبل (5624) حدثنا أبو\nالوليد القرشي حدثنا الوليد قال حدثني حنظلة بن أبي سفيان أنه سمع القاسم\nبن محمد قال كنت عند عبد الله بن عمر إذ جاءه رجل يودعه فقال له بن عمر\nانتظر أودعك كما كان رسول الله صلى الله عليه وسلم يودعنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p471'> Vol. 09, p. 471</a>\n            </div>\n            \n</p>\n\n<p>\nاستودع الله دينك وأمانتك وخواتيم عملك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p472'> Vol. 09, p. 472</a>\n            </div>\n            \n</p>\n\n<p>\n(5625) حدثنا أبو الربيع الزهراني قال حدثنا إسماعيل بن زكريا حدثنا\nالأعمش عن أبي صالح عن بن عمر قال قال رسول الله صلى الله عليه وسلم إذا\nكنتم ثلاثة فلا يتناجى اثنان دون صاحبه فإن ذلك يريبه قال أفرأيت أن كانوا\nأربعة قال لا يضرك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p474'> Vol. 09, p. 474</a>\n            </div>\n            \n</p>\n\n<p>\n(5626) حدثني أبو بكر الرمادي حدثنا بن أبي مريم حدثنا نافع يعني بن عمر\nعن عمرو بن دينار عن بن عمر قال كان النبي صلى الله عليه وسلم يذهب لحاجته\nإلى المغمس قال نافع نحو ميلين عن مكة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p476'> Vol. 09, p. 476</a>\n            </div>\n            \n</p>\n\n<p>\n(5627) حدثنا أبو خيثمة حدثنا بن عيينة عن عمرو بن دينار فقال سألت بن\nعمر عن رجل قدم بعمرة فطاف بالبيت ولم يطف بين الصفا والمرو أيأتي امرأته\nفقال قدم رسول الله صلى الله عليه وسلم فطاف بالبيت سبعا وصلى خلف المقام\nركعتين وبين الصفا والمروة سبعا وقد كان لكم في رسول الله صلى الله عليه\nوسلم أسوة حسنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p477'> Vol. 09, p. 477</a>\n            </div>\n            \n</p>\n\n<p>\n(5628) حدثنا عبيد الله بن عمر القواريري حدثنا حماد عن عمرو قال حماد\nوليث عن عمرو عن بن عمر يرفع إلى النبي صلى الله عليه وسلم قال لاتلحفوا\nبالمسألة فإنه من يستخرج منها بها شيئا لا يبارك له فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p478'> Vol. 09, p. 478</a>\n            </div>\n            \n</p>\n\n<p>\n(5629) حدثنا عبيد الله بن عمر حدثنا حماد بن زيد حدثنا عمرو بن دينار\nقال سمعت بن عمر يقول قدم <span id='ms1102'></span> رسول الله صلى الله عليه وسلم فطاف بالبيت سبعا\nوصلى خلف المقام ركعتين وطاف بين الصفا والمروة وقد كانت لكم في رسول الله\nصلى الله عليه وسلم أسوة حسنة (5630) حدثنا عبيد الله حدثنا حماد بن زيد\nحدثنا عمرو أن بن عمر حدثان رسول الله صلى الله عليه وسلم أمر بقتل الكلاب\nإلا كلب ماشية أو كلب صيد قيل لابن عمر أن أبا هريرة يقول أو كلب زرع قال\nإن لأبي هريرة زرعا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p479'> Vol. 09, p. 479</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "035",
    "036",
    "037",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "215",
    "216",
    "217",
    "218",
    "219",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "249",
    "250",
    "251",
    "253",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "267",
    "268",
    "269",
    "270",
    "271",
    "273",
    "274",
    "275",
    "276",
    "277",
    "278",
    "279",
    "280",
    "281",
    "282",
    "283",
    "284",
    "285",
    "286",
    "287",
    "288",
    "289",
    "291",
    "293",
    "295",
    "297",
    "298",
    "300",
    "301",
    "302",
    "303",
    "304",
    "306",
    "307",
    "308",
    "311",
    "312",
    "313",
    "314",
    "317",
    "319",
    "321",
    "322",
    "323",
    "324",
    "325",
    "326",
    "327",
    "329",
    "331",
    "332",
    "333",
    "334",
    "335",
    "336",
    "337",
    "338",
    "339",
    "340",
    "341",
    "342",
    "343",
    "344",
    "345",
    "346",
    "347",
    "350",
    "351",
    "352",
    "353",
    "354",
    "355",
    "356",
    "358",
    "359",
    "360",
    "361",
    "362",
    "363",
    "364",
    "365",
    "366",
    "367",
    "368",
    "369",
    "370",
    "371",
    "372",
    "373",
    "374",
    "375",
    "376",
    "377",
    "378",
    "379",
    "380",
    "381",
    "382",
    "383",
    "384",
    "385",
    "386",
    "387",
    "388",
    "389",
    "390",
    "391",
    "392",
    "393",
    "394",
    "395",
    "396",
    "397",
    "398",
    "399",
    "400",
    "401",
    "402",
    "403",
    "404",
    "405",
    "406",
    "407",
    "408",
    "409",
    "410",
    "411",
    "412",
    "413",
    "414",
    "415",
    "416",
    "417",
    "418",
    "419",
    "420",
    "421",
    "422",
    "424",
    "425",
    "426",
    "427",
    "428",
    "429",
    "430",
    "431",
    "432",
    "433",
    "434",
    "435",
    "437",
    "438",
    "439",
    "441",
    "442",
    "444",
    "445",
    "446",
    "447",
    "448",
    "450",
    "451",
    "452",
    "453",
    "454",
    "455",
    "456",
    "457",
    "458",
    "460",
    "461",
    "462",
    "463",
    "464",
    "466",
    "467",
    "468",
    "469",
    "470",
    "471",
    "472",
    "474",
    "476",
    "477",
    "478",
    "479"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "0M",
    "10",
    "11",
    "12",
    "13"
  ]
}