{
  "content": "\n<p>\n1 - أنا ابن شبل، ثنا الفقيه نصر بن إبراهيم المقدسي، أخبرني أبو الحسن\nعلي بن الخضر بن سليمان بن سعيد السلمي، ثنا أبو القاسم عبد الرحمن بن عمر\nبن محمد، ثنا أبو بكر محمد بن علي العطوفي سنة ثلاث وأربعين وثلاثمائة، ثنا\nمحمد بن سفيان بن موسى، ثنا محمد بن آدم بن سليمان، ثنا أبو خالد الأحمر،\nعن أبي عقال مثنى بن سعيد الكوفي، عن أبي عثمان، قال: \" دخلنا على سلمان\nالفارسي رضي الله عنه، وهو يخوص الخوص، فقلت: عطاؤك أربعة آلاف وأنت تخوص\nالخوص! قال: إني\n</p>\n\n\n<h1 class='l1' id='head0'>AUTO أحب أن آكل من عمل يدي \"</h1>\n\n<p>\n2 - أنا ابن شبل، ثنا المقدسي، أبنا السلمي، أخبرني عبد الرحمن بن عمر،\nثنا أبو بكر بن العطوفي، ثنا الحسين بن يحيى، ثنا عمرو بن ثور، وإبراهيم بن\nمعاوية، قالا: ثنا محمد بن يوسف، ثنا سفيان، قال: \" جاء راهب إلى راهب،\nفقال: كيف رأيت نشاطك؟ قال: ما شعرت أن أحدا سمع بذكر الجنة والنار تأتي\nعليه ساعة من ليل أو نهار، إلا وهو يصلي فيها , \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p325'> Vol. 01, p. 325</a>\n            </div>\n             # قال: كيف ذكرك للموت؟ قال: ما أرفع رجلا، ولا أضع أخرى، إلا رأيت أجلي،\nوإني لأبكي حتى ينبت العشب من دموعي.\n</p>\n\n<p>\nقال: إنك أن تضحك وأنت معترف لله بخطيئتك، خير من أن تبكي وأنت مراء، فإن\nصلاة المرائي لا تصعد فوقه.\n</p>\n\n<p>\nقال: أوصني، قال:\n</p>\n\n\n<h1 class='l1' id='head1'>AUTO ازهد في الدنيا لا تنازع أهلها، وكن فيها كالنحلة، إن وقعت على عود لم تكسره، وإن أكلت أكلت</h1>\n\n<p>\n طيبا، وإن وضعت وضعت طيبا، وانصح له نصح الكلب لأهله، فإنهم يطردونه،\nويجيعونه، ويضربونه، ويأبى إلا أن يحوطهم ويحفظهم \"\n</p>\n\n<p>\n3 - أبنا ابن شبل، أبنا أبو الغنائم محمد بن محمد بن غزا الربعي المقرئ،\nفي جمادى الأولى سنة اثنتين وستين وأربعمائة، أبنا القاضي أبو الحسن محمد\nبن علي بن محمد بن صخر البصري، أبنا أبو القاسم عمر بن محمد بن يوسف\nالبغدادي، ثنا أبو علي الحسن بن محمد بن شعبة الأنصاري، ثنا أبو الحسن عبد\nالله بن محمد بن عبد الرحمن بن عثمان الأشهلي <span id='ms1'></span>، حدثني جدي عبد الرحمن بن\nعثمان الأشهلي، قال: \" كان لنا جار يقال له:\n</p>\n\n\n<h1 class='l1' id='head2'>AUTO فليت، وكان معتوها، وكانت له خالة عجوز كبيرة لها عقل ودين، قال: فقالت له: فليت! أيسرك أنك</h1>\n\n<p>\n أمير المؤمنين؟ قال: لا! قال: قالت: ولم؟ قال: يثقل ظهري، ويكثر همي\nوينسيني الهم ذكر ربي.\n</p>\n\n<p>\nقال: قالت: وفي الأرض عاقل لا يتمنى أنه خليفة! قال: وفي الأرض عاقل\nيتمنى أنه خليفة! \"\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p326'> Vol. 01, p. 326</a>\n            </div>\n            \n</p>\n\n<p>\n4 - أبنا ابن شبل، أبنا ابن غزا، أبنا محمد، أبنا عمر، أبنا الحسن، حدثني\nعبد الله، قال: حدثني جدي، قلت لبهلول يوما: \"\n</p>\n\n\n<h1 class='l1' id='head3'>AUTO أي شيء أولى بك؟ قال: العمل الصالح \" <span id='ms2'></span></h1>\n",
  "pages": [
    "325",
    "326"
  ],
  "volumes": [
    "01"
  ]
}