{
  "content": "\n\n<div class='EDITOR'>\n<p>\nفضائل مكة\n</p>\n\n<p>\nشرفها الله تعالى\n</p>\n\n<p>\nتأليف\n</p>\n\n<p>\nأبي سعيد المفضل بن محمد الجندي\n</p>\n\n<p>\nالمتوفي سنة 308 ه\n</p>\n\n<p>\nتحقيق\n</p>\n\n<p>\nأبي عبيدة جودة محمد\n</p>\n\n<p>\nيطبع لأول مرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nجميع الحقوق محفوظة للمحقق\n</p>\n\n<p>\nالطبعة الأولى\n</p>\n\n<p>\n1441 ه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nأولا\n</p>\n\n<p>\nمقدمة المحقق\n</p>\n\n<p>\nوتشتمل على عدة فصول:\n</p>\n\n<p>\nالفصل الأول: نبذة مختصرة عن أشهر المصنفات التي تحدثت عن مكة المكرمة\nشرفها الله.\n</p>\n\n<p>\nالفصل الثاني: أهمية الكتاب.\n</p>\n\n<p>\nالفصل الثالث: المنهج المتبع في تحقيق الكتاب.\n</p>\n\n<p>\nالفصل الرابع: ترجمة الجندي.\n</p>\n\n<p>\nالفصل الخامس: إثبات نسبة الكتاب لمؤلفه.\n</p>\n\n<p>\nالفصل السادس: ترجمة شيوخ الجندي الذين روى عنهم في كتابه هذا.\n</p>\n\n<p>\nالفصل السابع: في ترجمة رواة هذا الكتاب عن المصنف.\n</p>\n\n<p>\nالفصل الثامن: نماذج من النسخة الخطية.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nالفصل الأول: نبذة مختصرة عن أشهر المصنفات التي تحدثت عن مكة المكرمة\nشرفها الله\n</p>\n\n<p>\nإن الحمد لله تعالى نحمده ونستعين به ونستغفره ونعوذ بالله تعالى من شرور\nأنفسنا ومن سيئات أعمالنا من يهده الله فلا مضل له ومن يضلل فلا هادي له،\nوأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمد عبده ورسوله.\n</p>\n\n<p>\n{يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون}\n[آل عمران: 102].\n</p>\n\n<p>\n{يا أيها الناس اتقوا ربكم الذي خلقكم من نفس واحدة وخلق منها زوجها وبث\nمنهما رجالا كثيرا ونساء واتقوا الله الذي تساءلون به والأرحام إن الله كان\nعليكم رقيبا} [النساء: 1].\n</p>\n\n<p>\n{ياأيها الذين آمنوا اتقوا الله وقولوا قولا سديدا (70) يصلح لكم أعمالكم\nويغفر لكم ذنوبكم ومن يطع الله ورسوله فقد فاز فوزا عظيما} [الأحزاب: 70،\n71].\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nأما بعد،\n</p>\n\n<p>\nفإن أصدق الحديث كلام الله تعالى، وأحسن الهدي هدي محمد صلى الله عليه\nوسلم، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في\nالنار، وبعد.\n</p>\n\n<p>\nفإن السكن في مكة ومجاورتها والحث على الترغيب فيها، والحديث عن تاريخها\nوفضائلها -شرفها الله تعالى-فيها من عظيم النعم من الله عز وجل ما لا يعلمه\nغيره سبحانه، فمن العلماء من ذهب إلى استحباب السكنى بمكة والمجاورة بها\nكالشافعي وأحمد وغيرهم؛ وذلك <span id='ms001'></span> لما يحصل فيها من ثواب لا يحصل في غيرها، ولعل\nالمختار من هذين القولين ما ذكره النووي وهو أن المجاورة بها مستحبة إلا\nلمن يغلب عليه الوقوع في المحذور (¬1)، ومن خصائصها شرفها الله تعالى أنها\nتمتاز عن سائر البلدان، فهي مهبط الوحي ونزول القرآن العظيم وابتداء ظهور\nالإسلام، وليس فيها إلا دين واحد هو الإسلام، وأنه يمنع دخول الكافر ودفنه\nفيها، ويحرم حمل السلاح فيها إلا لضرورة، وأنه يحرم صيدها على جميع الناس،\nوتضاعف الحسنات فيها، وكذا الصلوات في المسجد الحرام، وامتناعها على الدجال\nبخلاف سائر البلدان، ولا يدخلها الطاعون، ودعاء إبراهيم عليه السلام لها\nبالبركة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nويعد من فضائلها أيضا أنه يحرم استقبالها واستدبارها عند قضاء الحاجة دون\nسائر البقاع؛ لقوله صلى الله عليه وسلم: «إذا أتيتم الغائط فلا تستقبلوا\nالقبلة، ولا تستدبروها ببول ولا غائط، ولكن شرقوا أو غربوا» متفق عليه\n(¬1)، وعن عبد الله بن عدي بن الحمراء قال: «رأيت رسول الله صلى الله عليه\nوسلم واقفا على الحزورة، فقال والله إنك لخير أرض الله وأحب أرض الله إلى\nالله ولولا أني أخرجت منك ما خرجت» (¬2). وهو حديث صحيح أخرجه أصحاب السنن\nوصححه الترمذي وابن خزيمة وابن حبان وغيرهم.\n</p>\n\n<p>\nوقد ورد ذكرها في القرآن العظيم في عدة مواطن:\n</p>\n\n<p>\nوقال تعالى: {وإذ جعلنا البيت مثابة للناس وأمنا واتخذوا من مقام إبراهيم\nمصلى وعهدنا إلى إبراهيم وإسماعيل أن طهرا بيتي للطائفين والعاكفين والركع\nالسجود (125) وإذ قال إبراهيم رب اجعل هذا بلدا آمنا وارزق أهله من الثمرات\nمن آمن منهم بالله واليوم الآخر قال ومن كفر فأمتعه قليلا ثم أضطره إلى\nعذاب النار وبئس المصير (126) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nوإذ يرفع إبراهيم القواعد من البيت وإسماعيل ربنا تقبل منا إنك أنت\nالسميع العليم} [البقرة: 125 - 127].\n</p>\n\n<p>\nوقال تعالى: {قد نرى تقلب وجهك في السماء فلنولينك قبلة ترضاها فول وجهك\nشطر المسجد الحرام وحيث ما كنتم فولوا وجوهكم شطره} [البقرة: 144].\n</p>\n\n<p>\nوقال تعالى: {إن الصفا والمروة من شعائر الله فمن حج البيت أو اعتمر فلا\nجناح عليه أن يطوف بهما <span id='ms002'></span> ومن تطوع خيرا فإن الله شاكر عليم} [البقرة: 158].\n</p>\n\n<p>\nوقال تعالى: {الحج أشهر معلومات فمن فرض فيهن الحج فلا رفث ولا فسوق ولا\nجدال في الحج وما تفعلوا من خير يعلمه الله وتزودوا فإن خير الزاد التقوى\nواتقون ياأولي الألباب (197) ليس عليكم جناح أن تبتغوا فضلا من ربكم فإذا\nأفضتم من عرفات فاذكروا الله عند المشعر الحرام واذكروه كما هداكم وإن كنتم\nمن قبله لمن الضالين} [البقرة: 197، 198].\n</p>\n\n<p>\nوقال تعالى: {فإذا قضيتم مناسككم فاذكروا الله كذكركم آباءكم أو أشد\nذكرا} [البقرة: 200].\n</p>\n\n<p>\nوقال تعالى: {إن أول بيت وضع للناس للذي ببكة مباركا وهدى للعالمين (96)\nفيه آيات بينات مقام إبراهيم ومن دخله كان آمنا} [آل عمران: 96، 97].\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nوقال تعالى: {جعل الله الكعبة البيت الحرام قياما للناس والشهر الحرام}\n[المائدة: 97].\n</p>\n\n<p>\nوقال تعالى: {أجعلتم سقاية الحاج وعمارة المسجد الحرام كمن آمن بالله\nواليوم الآخر وجاهد في سبيل الله} [التوبة: 19].\n</p>\n\n<p>\nوقال تعالى: {ربنا إني أسكنت من ذريتي بواد غير ذي زرع عند بيتك المحرم\nربنا ليقيموا الصلاة فاجعل أفئدة من الناس تهوي إليهم وارزقهم من الثمرات\nلعلهم يشكرون} [إبراهيم: 37].\n</p>\n\n<p>\nوقال تعالى: {وضرب الله مثلا قرية كانت آمنة مطمئنة يأتيها رزقها رغدا من\nكل مكان فكفرت بأنعم الله فأذاقها الله لباس الجوع والخوف بما كانوا\nيصنعون} [النحل: 112].\n</p>\n\n<p>\nوقال تعالى: {سبحان الذي أسرى بعبده ليلا من المسجد الحرام إلى المسجد\nالأقصى الذي باركنا حوله لنريه من آياتنا إنه هو السميع البصير} [الإسراء: 1].\n</p>\n\n<p>\nوقال تعالى: {إن الذين كفروا ويصدون عن سبيل الله والمسجد الحرام الذي\nجعلناه للناس سواء العاكف فيه والباد ومن يرد فيه بإلحاد بظلم نذقه من عذاب\nأليم (25) وإذ بوأنا لإبراهيم مكان البيت أن لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nتشرك بي شيئا وطهر بيتي للطائفين والقائمين والركع السجود (26) وأذن في\nالناس بالحج يأتوك رجالا وعلى كل ضامر يأتين من كل فج عميق (27) ليشهدوا\nمنافع لهم ويذكروا اسم الله في أيام معلومات على ما رزقهم من بهيمة الأنعام\nفكلوا منها وأطعموا البائس الفقير (28) ثم ليقضوا تفثهم وليوفوا نذورهم\nوليطوفوا بالبيت العتيق} [الحج: 25 - 29].\n</p>\n\n<p>\nوقال تعالى <span id='ms003'></span>: {إنما أمرت أن أعبد رب هذه البلدة الذي حرمها} [النمل: 91].\n</p>\n\n<p>\nوقال تعالى: {أولم نمكن لهم حرما آمنا يجبى إليه ثمرات كل شيء رزقا من\nلدنا} [القصص: 57].\n</p>\n\n<p>\nوقال تعالى: {بلدة طيبة ورب غفور} [سبأ: 15].\n</p>\n\n<p>\nوقال تعالى: {فليعبدوا رب هذا البيت (3) الذي أطعمهم من جوع وآمنهم من\nخوف} [قريش: 3، 4].\n</p>\n\n<p>\nولله عز وجل أن يعظم بعض الأزمنة والأمكنة كما يشاء، فقد فضل البلد\nالحرام عن سائر البلدان، وميز يوم الجمعة ويوم عرفة وعشر ذي الحجة عن سائر\nالأيام، وميز شهر رمضان وأشهر الحج عن بقية الشهور، وميز بعض الليالي كليلة\nالقدر، وبعض الأشخاص بالرسالة أو النبوة، وفضل بعض الرسل على بعض، فلله في\nخلقه شئون سبحانه وتعالى لا يسأل عما يفعل.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nوقد أدرك ذلك جلة من التابعين، وأتباع التابعين، وأتباعهم إلى يومنا هذا،\nفعمد بعضهم إلى سكنها، ومجاورة البيت الحرام، وعلى حث المسلمين في ذلك، وقد\nتناول بعضهم هذا الأمر بإفراد مصنفات تختص بتاريخها وعظمتها وفضائلها، فهي\nمن أشرف بقاع الأرض.\n</p>\n\n<p>\nوأقدم ما وصل إلينا -فيما علمنا-من تلك المصنفات هي الرسالة المشهورة عن\nالإمام الحسن البصري رحمه الله وطيب ثراه وهي الرسالة الموسومة ب: \"فضائل\nمكة والسكن فيها\" وهي من مطبوعات مكتبة الفلاح -بالكويت-بتحقيق سامي مكي\nالعاني (¬1)؛ وصنف عثمان بن عمرو بن ساج المتوفي في حدود سنة مائة وبضع\nوستين كتابا في فضائلها، وقد أكثر أبو الوليد الأزرقي والفاكهي، والجندي من\nالنقل من طريق ابن ساج في كتبهم في فضائل مكة، ثم ألف في هذا الباب أيضا\nمحمد بن عمر الواقدي [ت: 207]، وأبو بكر الحميدي [ت: 219]، والأزرقي [ت:\n250]، والزبير بن بكار [ت: 256]، وعمر بن شبة [ت: 262]، والفاكهي [ت: 272]،\nوالجندي [ت: 308]، وأبو محمد الخزاعي [ت: 308]، وصنف بعدهم جماعة منهم: أبو\nزيد البلخي [ت: 322]، وابن أبي حاتم [ت: 327]، وأبو العرب الإفريقي [ت:\n333]، وابن اللباد اللخمي [ت: 333]، وابن الأعرابي [ت: 340]، وأبو القاسم\nابن منده [ت: 340]، وهارون بن أحمد الأستراباذي [ت: 364].\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nوجاء بعدهم جماعة من الأئمة الحفاظ فصنفوا في ذلك منهم: ابن عساكر، وابن\nالجوزي <span id='ms004'></span>، وعبد الغني، والضياء المقدسيان، ويحيى بن محمد بن سعادة القرطبي،\nثم جاء بعدهم جماعة من الحفاظ أرادوا استيعاب ما سبقهم من مصنفات مع حذف\nالأسانيد، أو تلخيص بعض تلك الكتب بحذف أسانيدها، أو تهذيبها وإضافة بعض\nالأبواب في ذلك، وجل تلك المصنفات قد اعتمدت على كتابي الأزرقي، والفاكهي\nأكثر من غيرها، ومن هؤلاء: ابن النجار، وله كتاب: \"نزهة الورى في فضائل أم\nالقرى\"، ورزين بن معاوية، وسعد الله بن عمر الإسفرائيني كلاهما في تلخيصهما\nلكتاب الأزرقي، والمحب الطبري في القرى لقاصد أم القرى، وابن القيم في\nتفضيل مكة، وللفاسي \"شفاء الغرام بأخبار البلد الحرام\"، ومختصر شفاء الغرام\nالمسمى \"تحفة الكرام بأخبار البلد الحرام\"، وله أيضا \"العقد الثمين في\nأخبار البلد الأمين\"، ومختصره المسمى ب \"عجالة القرى للراغب في تاريخ أم\nالقرى\"، و\"الزهور المقتطفة من تاريخ مكة المشرفة\"، وللجمال ابن المؤذن\nكتاب: \"مثير الغرام إلى البلد الحرام\"، وعبد الملك بن أحمد الأنصاري كتاب:\n\"أخبار مكة المكرمة\"، وإبراهيم بن علي الزيدي \"زهرة الخزام في فضائل البيت\nالحرام\"، وللمجد الفيروزآبادي: \"مهيج الغرام إلى البلد الحرام\"، ولابن فهد\n\"غاية المرام في أخبار البلد الحرام\"، و\"الدر الكمين بذيل العقد الثمين فى\nتاريخ البلد الأمين\"، و\"تاريخ مكة المشرفة والمسجد الحرام والمدينة الشريفة\nوالقبر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nالشريف\" لبهاء الدين أبي البقاء، المعروف بابن الضياء، ولقطب الدين\nالنهرواني كتاب \"الإعلام بأعلام بيت الله الحرام\"، و\"الجامع اللطيف\" لابن\nظهيرة، ولعلي بن عبد القادر الطبري \"الأرج المسكي والتاريخ المكي\" في عدة\nمجلدات، ضمنه كل ما يتعلق بمكة ورجالها وأمرائها، و\"إفادة الأنام بذكر\nأخبار البلد الحرام\"، ولمحمد بن إسحاق الخوارزمي المؤرخ \"إثارة الترغيب\nوالتشويق إلى المساجد الثلاثة والبيت العتيق\".\n</p>\n\n<p>\nوألف بعض المتأخرين رسائل لطيفة، كرسالة فضائل مكة والمدينة والبيت\nالحرام للقليوبي، وفضائل مكة لابن علان المكي.\n</p>\n\n<p>\nبل إن بعضهم أفرد مصنفا لأمور بعينها تختص بها بعض الأمكنة والأحوال في\nمكة دون غيرها من البلدان، فألف أبو الحسن محمد بن نافع الخزاعي \"فضائل\nالكعبة\"، وألف الخصاف أبو بكر الشيباني <span id='ms005'></span> كتاب \"ذرع الكعبة والمسجد والقبر\"،\nولابن الجزري كتاب \"الإجلاء والتعظيم في مقام إبراهيم\"، وعبد الوهاب بن عبد\nالصمد ابن عساكر جزء في \"جبل حراء\"، والمحب الطبري في \"التشويق إلى زيارة\nالبيت العتيق\"، وللحافظ العسقلاني كتاب \"اللمحة اللطيفة في ذكر أحوال كسوة\nالكعبة الشريفة\"، وله أيضا \"النبة الأنبه في بناء الكعبة\"، وللمجد\nالفيروزآبادي كتاب: \"إثارة الشجون إلى زيارة الحجون\"، وكتاب: \"الوصل والمنى\nفي فضائل منى\"، و\"الأخبار المستفادة فيمن ولي مكة من آل قتادة\" لابن ظهيرة،\nولأحمد الفيومي رسالة في الكلام على الحجر الأسود، ولتاج الدين السنجاري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\n\"منائح الكرم وولاة الحرم\"، ولابن علان الصديقي \"النبأ العميم ببناء\nالبيت الحرام الفخيم\" وهي رسالة في بيان العمارة الواقعة في البيت الحرام\nفي زمن مراد خان، وغير ذلك كثير.\n</p>\n\n<p>\nوكثير من هذه الكتب لا تتناول فضل مكة فقط، وإنما يتناول الكثير من\nأحوالها وتاريخها، وأكثر الكتب استيعابا من ناحية الإسناد كتاب أخبار مكة\nللفاكهي، وأخبار مكة للأزرقي؛ إلا أن الأول أولاها؛ لشهرة مصنفه من ناحية،\nومن حيث سعة المادة التاريخية، واستيعابه للآثار، والأبواب الواردة في ذلك،\nوأما ما سبقهما من كتب أو عاصرهما مثل كتاب الواقدي في \"أخبار مكة\"، وكذلك\nكتاب الزبير بن بكار، وعمر بن شبة، وغيرهم فهي في عداد المفقود ويظهر أنها\nلم تكن ذات مادة موسوعية ضخمة، يظهر ذلك من خلال النظر في موارد بعض\nالمصنفات التي نقلت عنهم وعن غيرهم، وكذا كتاب الجندي هذا إذ يحتوي على\n(118) أثر، ما بين مقاطيع، وموقوفات، ومسانيد في نسختنا الخطية تلك، ثم أني\nوجدت في بطن كتاب \"جامع الآثار\" لابن ناصر الدين الدمشقي (18) حديثا وأثرا،\nوعند السيوطي في كتابه \"الدر المنثور\" حديثا واحدا، فتلك تسعة عشر حديثا،\nليست في نسختنا الخطية، ولعلها اختلاف نسخ وروايات، والأقرب عندي أنها سقطت\nمن ناسخ الكتاب، لأن في بعض هذه الأحاديث ما تكلم عن فضل بئر زمزم، وأظن\nهذا باب كامل سقط من ناسخه والله أعلم، وقد ضمنتها في أخر الكتاب تحت مسمى:\nباب ملحق.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nوقد أدرك نفر <span id='ms006'></span> من كبار المتأخرين فحاولوا أن يصنفوا كتبا أكثر استيعابا\nوجمعا وتبويبا، فألف بعضهم مصنفات جامعة ومختصرة تتضمن النقولات عن هذه\nالكتب، ومن هؤلاء تقي الدين الفاسي في \"شفاء الغرام بأخبار البلد الحرام\"،\nوهذا يعد من جلة الكتب وأعظمها وأبدعها وأجمعها وأكثر تفصيلا في هذا الباب\nوغيرها من المصنفات الجامعة المانعة، التي أراد مؤلفوها الإلمام بكل ما\nيتعلق بمكة من أخبار وأحاديث، وتضمنت نقولات من عدة مصنفات سبقت هؤلاء، وقد\nنقل بعض هؤلاء الأئمة عن الجندي من كتابه هذا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nالفصل الثاني\n</p>\n\n<p>\nأهمية الكتاب\n</p>\n\n<p>\nومما يزيد من أهمية كتابنا هو أنه يحتوي على أحاديث وآثار، وإن كانت ليست\nبالكثير كما سبق، لكن الأهمية ترجع لكونه يرويها إليك بالسند؛ لمعرفة\nالسقيم من الصحيح، والجندي رحمه الله من الرواة لكتاب السنن لأبي قرة موسى\nبن طارق الجندي، وقد أسند من طريق أبي قرة عدة أحاديث وآثار قد أشرفت على\nثلث أحاديث كتاب الجندي هذا، وقد روى أيضا من طريق عثمان بن ساج صاحب أخبار\nمكة بضعة آثار أيضا، وقد استفاد جماعة من الأئمة والعلماء الكبار من النقل\nعن كتاب الجندي هذا، وهو أمر يبرز لنا أهمية الكتاب كما سيأتي في فصل توثيق\nنسبة الكتاب لمؤلفه.\n</p>\n\n<p>\nوقد من الله علي حيث وفقني إلى الوقوف على نسخة خطية للكتاب أهداها إلي\nأحد الإخوة الأفاضل، وهي مصورة ضوئية من مصورات ومحفوظات إحدى المكتبات\nبالسند، لم يظهر عليها عنوان الكتاب ولا تاريخ نسخه فهي نسخة منقولة عن\nأصل، ولكن عند النظر في إسناد رواة الكتاب، وفي أبوابه وشيوخه وأحاديثه\nوآثاره، وتخريجي لمادته تبين لي أنها لأبي سعيد الجندي رحمه الله، كما\nسيأتي في فصل: توثيق نسبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nالكتاب لمؤلفه، وتوجد قطعة من كتاب \"فضائل مكة\" من رواية ابن المقرئ عن\nالجندي، في ثمان ورقات وقد ذكرها الشيخ ناصر الدين الألباني رحمه الله وطيب\nثراه في المنتخب من مخطوطات الظاهرية ص 338، (حديث 330 ق 45 إلى 52)، ولم\nيتيسر لي الوقوف على تلك القطعة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nالفصل الثالث\n</p>\n\n<p>\nالمنهج المتبع في تحقيق الكتاب\n</p>\n\n<p>\nيشتمل منهجنا <span id='ms007'></span> في تحقيق الكتاب على عدة أمور وهي:\n</p>\n\n<p>\nنسخ الكتاب من الأصل الخطي له، ثم وضع علامات الترقيم، وتشكيل الكلمات\nالتي تحتاج لذلك، وترقيم الأحاديث ترقيما تسلسليا، ثم تخريج الأحاديث\nوالآثار، ومنهجنا في التخريج هو استيفاء الطرق، والحكم عليها بما تقتضيه\nأصول الصنعة الحديثية، وذلك إذا كان الحديث أو الأثر في حاجة لهذا الأمر،\nأما إذا كان في الصحيحين أو أحدهما اكتفيت، فلا حاجة للإطالة ما دام الخبر\nصحيحا، فهو الغاية المرجوة من التخريج ودراسة الأسانيد وهو مراد القارئ\nالكريم أيضا، فإثقال الحاشية بما يخرج عن المراد أمر -عندي-لا طائل منه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nالفصل الرابع\n</p>\n\n<p>\nترجمة المصنف\n</p>\n\n<p>\nالجندى -بفتح الجيم والنون -أبو سعيد المفضل بن محمد بن إبراهيم بن مفضل\nبن سعيد ابن الإمام عامر بن شراحيل الشعبي الكوفي، ثم الجندي -نسبة إلى\nالجند بلدة من بلاد اليمن -.\n</p>\n\n<p>\nقال العقيلي: قدمت مكة ولأبي سعيد الجندي حلقة بالمسجد الحرام.\n</p>\n\n<p>\nروى عنه ابن حبان في \"صحيحه\"، وقال: أخبرنا المفضل بن محمد بن إبراهيم\nالجندي أبو سعيد الشيخ الصالح بمكة ...\n</p>\n\n<p>\nوقال الحافظ أبو علي النيسابوري: هو ثقة. قال الحاكم: سألت عنه أبا علي\nالحافظ فقال: ما كان إلا ثقة مأمونا وما قيل فيه قط إلا في رواية حديث\nيعقوب بن عطاء، عن الزهري قصة الإفك، عن أبي حمة وعلي بن زياد، قلت لأبي\nعلي: فعلى أي شيء يوضع هذا منه؟ قال: على الوهم فقط.\n</p>\n\n<p>\nوقال السمعاني: نزل مكة، وحدث بالكثير، وجمع كتابا في \"فضائل مكة\" ...\n</p>\n\n<p>\nوقال الجعدي: كان حافظا عارفا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nوقال بهاء الدين اليمني أبو عبد الله الجندي: كان معدودا في الحفاظ\nوالثقات، وذكره ابن أبي الصيف في باب من باليمن من الأئمة الثقات المشهورين ...\n</p>\n\n<p>\nووصفه الذهبي: بالمقرئ المحدث الإمام.\n</p>\n\n<p>\nوقد روى حروف القراءات عن طائفة كالبزي وغيره.\n</p>\n\n<p>\nوأخذ عنه جماعة من الكبار منهم: أبو بكر بن مجاهد، وعبد الواحد بن أبي\nهاشم، وحدث عنه أيضا من أئمة الحديث: أبو جعفر العقيلي، وأبو حاتم ابن\nحبان-في \"الصحيح\" وغيره-، وأبو القاسم الطبراني، والآجري، وأبو أحمد <span id='ms008'></span> بن\nعدي، ورفيقه أبو القاسم الجرجاني، وأبو بكر بن المقرئ، وآخرون.\n</p>\n\n<p>\nقال أبو القاسم بن مندة: توفي سنة ثمان وثلاث مائة - وهذا أشهر-، وكذا\nذكره يحيى بن أبي بكر العامري الحرضي في \"غربال الزمان\" (ق 229/ب) فيمن\nتوفي في هذه السنة.\n</p>\n\n<p>\nوقال السمعاني: مات بعد سنة عشر وثلاثمائة - وتعقبه ابن حجر، فقال: وهو\nوهم منه (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nالفصل الخامس\n</p>\n\n<p>\nتوثيق نسبة الكتاب\n</p>\n\n<p>\nأولا: ذكر من حدث بالكتاب وذكر إسناده إليه:\n</p>\n\n<p>\n1 - ابن الروداني في كتابه: \"صلة الخلف بموصول السلف\" (ص 320)، فقال: فضل\nمكة لأبي سعيد المفضل بن محمد بن الجندي به إلى أبي الحسن ابن المقير عن\nابي الكرم محمد بن احمد الشهرزوري، عن إسماعيل بن مسعدة الجرجاني، عن\nإسماعيل بن إبراهيم النصراباذي، عن المغيرة بن عمرو بن الوليد، عنه.\n</p>\n\n<p>\n2 - محمد بن جابر أبو عبد الله الوادي آشي في \"برنامجه\" (ص 274)، فقال:\nجزء فيه الأول من فضائل مكة شرفها الله تعالى تأليف المفضل بن محمد الجندي،\nسمعته على قاضي القضاة بالديار المصرية بدر الدين بن جماعة بمصر، أنا به\nسماعا رشيد الدين أبو الحسين يحيى العطار، أنا أبو الفضل محمد بن يوسف بن\nعلي الغزنوي، أنا أبو القاسم عبد الرحمن بن علي الطبري، أنا أبو علي الحسين\nبن محمد الطوسي، أنا أبو القاسم إسماعيل بن مسعود، أنا إسماعيل بن إبراهيم\nالنصر أباذي، أنا المغيرة بن عمرو ابن الوليد، أنا أبو سعيد المفضل بمنزله.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\n3 - الحافظ ابن حجر العسقلاني في \"المعجم المفهرس\" (ص 182)، فقال: كتاب\nفضائل مكة للجندي، أخبرنا به الشيخ أبو الفرج بن الغزي، وأبو بكر بن عبد\nالعزيز بن محمد بن إبراهيم الحموي الأصل إذنا مشافهة عنهما قالا: أنبأنا\nالقاضي بدر الدين محمد بن إبراهيم بن سعد الله بن جماعة إجازة، إن لم يكن\nسماعا زاد الأول وأبو الحسن علي بن إسماعيل بن قريش إجازة إن لم يكن سماعا\nقالا: أنبانا الحافظ رشيد الدين أبو الحسين يحيى بن علي العطار قراءة عليه\nونحن نسمع، أنبأنا محمد بن يوسف الغزنوي قراءة عليه ونحن نسمع <span id='ms009'></span> في شهر رجب\nسنة ست وتسعين وخمسمائة، أنبأنا الشيخ أبو القاسم عبد الرحمن بن علي بن\nالحسين الطبري، أنبانأ أبو علي الحسين بن محمد العاملي، أنبأنا أبو القاسم\nإسماعيل ابن مسعدة الجرجاني.\n</p>\n\n<p>\nح قال الغزنوي: وأنبأنا به عاليا أبو الكرم الشهرزوري في كتابه، عن\nإسماعيل بن مسعدة، أنبأنا أبو إبراهيم إسماعيل بن إبراهيم بن محمد\nالنصراباذي، أنبأنا أبو الحسن المغيرة بن عمرو بن الوليد، أنبأنا أبو سعيد\nالمفضل بن محمد الجندي به.\n</p>\n\n<p>\n4 - وقال أبو عبد الله الزركشي في \"إعلام الساجد بأحكام المساجد\" (ص: 43)\nأخبرنا شيخنا أبو عبدالله الحافظ رحمه الله: أنا المشايخ قاضي القضاة بدر\nالدين محمد بن جماعة، وأبو الحسن علي بن إسماعيل ابن قريش، وأبو بكر\nعبدالله بن الأكرم ابن أبي البركات النعماني قراءة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nعليهم، أنا أبو الفضل محمد بن يوسف الغزنوي قراءة عليه: أنا أبو القاسم\nعبدالرحمن بن علي الطبري بمكة: أنا أبو الحسن ابن محمد الطوسي الصاهلي: أنا\nأبو القاسم إسماعيل الإسماعيلي: أنا أبو إبراهيم إسماعيل بن إبراهيم النصر أبادي.\n</p>\n\n<p>\nح وقال الغزنوي: وأنبأنا المبارك بن الحسن بن محمد، أنبأنا أبو القاسم بن\nمسعدة أنا إبراهيم النصر أبادي: أنا أبو الحسن المغيرة بن عمرو: ثنا أبو\nسعيد الفضل بن محمد بن إبراهيم الجندي في كتابه فضائل مكة: ثنا عبدالله ابن\nأبي غسان الثمالي: ثنا أبو همام: ثنا محمد بن زياد عن ميمون بن مهران عن\nابن عباس قال: قال رسول الله صلى الله عليه وسلم. كان البيت قبل هبوط آدم\n... وذكر الحديث.\n</p>\n\n<p>\nوهي سلسلة رواة الكتاب عن المصنف، وهذا هو الأثر رقم (109) من أحاديث\nالكتاب.\n</p>\n\n<p>\nثانيا: ذكر من نسب كتاب فضائل مكة لمصنفه:\n</p>\n\n<p>\nذكر الكتاب ونسبه للجندي كل من:\n</p>\n\n<p>\n1 - السمعاني في \"الأنساب\" كما تقدم في ترجمة المصنف.\n</p>\n\n<p>\n2 - الروداني في \"صلة الخلف\" كما تقدم.\n</p>\n\n<p>\n3 - ياقوت الحموي في \"معجم البلدان\".\n</p>\n\n<p>\n4 - محمد بن يوسف الجندي في كتابه \"السلوك في طبقات العلماء والملوك\" كما\nتقدم في ترجمة المصنف.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\n5 - الوادي آشي في \"برنامجه\" كما تقدم.\n</p>\n\n<p>\n6 - أبو عبد الله الزركشي في \"إعلام <span id='ms010'></span> الساجد بأحكام المساجد\" كما سيأتي في\nالنقولات عن المصنف.\n</p>\n\n<p>\n7 - العراقي في \"تخريج أحاديث الإحياء\" كما سيأتي في النقولات عن المصنف.\n</p>\n\n<p>\n8 - ابن الملقن في كتابه \"التوضيح\" كما سيأتي.\n</p>\n\n<p>\n9 - الفاسي في \"شفاء الغرام\" وفي \"العقد الثمين\" كما سيأتي.\n</p>\n\n<p>\n10 - ابن ناصر الدين الدمشقي في \"جامع الآثار\" كما سيأتي.\n</p>\n\n<p>\n11 - ابن حجر العسقلاني في \"فتوى في وقف مجاور للحرم\" (ص 30) وفي\n\"المعجم\" كما تقدم.\n</p>\n\n<p>\n12 - بدر الدين العيني في \"عمدة القاري\" كما سيأتي.\n</p>\n\n<p>\n13 - السيوطي في \"الدر المنثور\" وفي \"الحبائك\" كما سيأتي.\n</p>\n\n<p>\n14 - السخاوي في \"الإعلان بالتوبيخ\" (ص 280)، وفي \"المقاصد الحسنة\".\n</p>\n\n<p>\n15 - ابن عراق الكناني في \"تنزيه الشريعة\".\n</p>\n\n<p>\n16 - الصالحي في \"سبل الهدى والرشاد\"\n</p>\n\n<p>\n17 - ابن حجر الهيتمي في\"تحفة المحتاج\" (4/ 50 و 94).\n</p>\n\n<p>\n18 - والملا علي القاري في \"الأسرار المرفوعة في الأخبار الموضوعة\" (ص:\n349) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\n19 - الشوكاني في \"الفوائد المجموعة\".\n</p>\n\n<p>\n20 - الصباغ في \"تحصيل المرام في أخبار البيت الحرام\" (423).\n</p>\n\n<p>\nهذا، وإن أكثر الناقلين وسموا الكتاب ب: فضائل مكة، وقليل منهم ب: تاريخ\nمكة، ولعل الوسم الأخير راجع لمادة الكتاب ومحتواه.\n</p>\n\n<p>\nثالثا: النقولات من الكتاب:\n</p>\n\n<p>\nنقل ياقوت الحموي في كتابه: «معجم البلدان\" حديثا واحدا بسنده ومتنه، وهو\nالحديث رقم: [76].\n</p>\n\n<p>\nونقل أبو عبد الله الزركشي في \"إعلام الساجد\" حديثين، وهما الحديثان رقم:\n[33 و 136].\n</p>\n\n<p>\nونقل العراقي في \"تخريج أحاديث الإحياء\" حديثين، وهما الحديثان رقم: [9 و 109].\n</p>\n\n<p>\nونقل ابن ناصر الدين في كتابه \"جامع الآثار\" خمسة أحاديث، من كتابنا هذا\nوهي: الأحاديث رقم [31 و 64 و 96 و 112 و 113].\n</p>\n\n<p>\nونقل ابن الملقن في كتابه \"التوضيح\" سبعة أحاديث وهي: الأحاديث رقم: [24\nو 26 و 28 و 29 و 32 و 36 و 114].\n</p>\n\n<p>\nونقل أبو البقاء الدميري في \"النجم الوهاج في شرح المنهاج\" حديثا واحدا\nرقم [86].\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nونقل الفاسي في كتابه: \"شفاء الغرام\" تسعة أحاديث، وهي الأحاديث رقم [23\nو 38 و 56 و 57 و 71 و 86 و 87 و 93 و 98].\n</p>\n\n<p>\nونقل العيني في كتابه: «عمدة القاري\" حديثا واحدا، وهو الحديث رقم [26]\n</p>\n\n<p>\nونقل السيوطي في كتابه: «الدر المنثور\" سبعة وثلاثين حديثا وهي: الأحاديث\nرقم [8 و 11 و 15 و 17 و 18 و 19 و 25 و 26 و 28 و 29 و 32 و 33 و 39 و 45\nو 48 و 49 و 50 و 51 و 52 و 53 و 54 و 58 و <span id='ms011'></span> 62 و 70 و 72 و 73 و 75 و 76 و\n77 و 79 و 80 و 82 و 101 و 104 و 109 و 111 و 114]، ومن كتاب \"الحبائك\"\nحديثين وهما الحديثان رقم [46 و 114].\n</p>\n\n<p>\nونقل السخاوي في \"المقاصد الحسنة\" حديثين، وهما الحديثان رقم: [22 و 32].\n</p>\n\n<p>\nونقل الصالحي في \"سبل الهدى والرشاد\" حديثين، وهما الحديثان رقم: [16 79].\n</p>\n\n<p>\nونقل الصباغ في \"تحصيل المرام\" حديثا واحد وهو الحديث رقم [57].\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nالفصل السادس\n</p>\n\n<p>\nفي ترجمة شيوخ الجندي الذين روى عنهم في كتابه هذا\n</p>\n\n<p>\n1 - إبراهيم بن محمد بن العباس بن عثمان بن شافع بن السائب بن عبيد بن\nعبد يزيد بن هاشم بن المطلب، أبو إسحاق القرشي المطلبي ابن عم الإمام\nالشافعي، وثقة النسائي، وغيره. روى له النسائي وابن ماجه، وقد مات سنة سبع\nأو ثمان وثلاثين ومائتين، وفي التقريب صدوق. [انظر: «تهذيب الكمال\" (2/\n175)، و\"تهذيب التهذيب\" (1/ 154)].\n</p>\n\n<p>\n2 - أحمد بن محمد بن عبد الله بن القاسم بن نافع بن أبي بزة، أبو الحسن\nالمخزومي البزي المكي المقرئ مؤذن المسجد الحرام أربعين سنة. ضعيف الحديث\nمع كونه إماما في القراءة ثبتا فيها. [انظر: «الجرح والتعديل\" (2/ 71)،\nو\"الضعفاء\" للعقيلي (1/ 127)، و\"الثقات\" (8/ 37)، و\"تاريخ الإسلام\" (5/\n1069)، و\"لسان الميزان\" (1/ 631)].\n</p>\n\n<p>\n3 - أحمد بن جعفر المعقري، أبو الحسن البزاز نزيل مكة. ومعقر: ناحية من\nاليمن. روى له مسلم، مات سنة خمس وخمسين ومائتين، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nوفي \"التقريب\": مقبول. [انظر: «تهذيب الكمال\" (1/ 282)، و\"إكمال تهذيب\nالكمال\" (1/ 30)، و\"تهذيب التهذيب\" (1/ 21)].\n</p>\n\n<p>\n4 - إسحاق بن إبراهيم الطبري، قال ابن عدي: منكر الحديث، وقال الدارقطني:\nمنكر الحديث، وقال ابن حبان: منكر الحديث جدا يأتي عن الثقات بالموضوعات،\nلا يحل كتب حديثه إلا على جهة التعجب، وقال الحاكم في المدخل: روى عن\nالفضيل، وابن عيينة أحاديث موضوعة. [انظر: «ميزان الاعتدال\" (1/ 177)،\nو\"لسان الميزان\" (2/ 30)].\n</p>\n\n<p>\n5 - سلمة بن شبيب النيسابوري، أبو عبد الرحمن الحجري، المسمعي -نزيل مكة\n-مستملي أبي عبد الرحمن المقرئ، أحد الأئمة المكثرين، والرحالة الجوالين،\nروى له مسلم، وأبو داود، والنسائي، والترمذي، وابن ماجه، توفي في سنة\nمائتين وبضع وأربعين، وفي \"التقريب\": ثقة. [انظر: «تهذيب الكمال\" (11/\n284)، و\"تهذيب التهذيب\" (4/ 146)].\n</p>\n\n<p>\n6 - صامت بن معاذ بن شعبة بن عقبة الجندي أبو <span id='ms012'></span> محمد، يروي عن سفيان بن\nعيينة، وكان راويا لأبي قرة يهم ويغرب، كذا قال ابن حبان في الثقات. [انظر:\n«الثقات\" (8/ 324)، \"لسان الميزان\" (4/ 300)].\n</p>\n\n<p>\n7 - عبد الرحمن بن محمد هو: ابن أخت عبد الرزاق واه، قاله الذهبي. [انظر:\n\"تلخيص كتاب الموضوعات للذهبي\" (ص 149)، و\"لسان الميزان\" (5/ 126)].\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\n8 - عبد العزيز بن عباد الجندي، روى عنه المصنف عن عبد الرزاق، وأبي قرة\nموسى بن طارق، وفي بعض المصادر عبد العزيز بن عباد بن جرجة الجندي، ولعله\nهو عبد العزيز بن عباد، أبو صالح الفرغاني، فإن كان فقد قال الخطيب: كان\nصدوقا، توفي سنة تسع وستين ومائتين. [انظر: «تاريخ بغداد\" (12/ 216)،\nو\"الأنساب\" للسمعاني (9/ 276)، و\"تاريخ الإسلام\" (6/ 359)].\n</p>\n\n<p>\n9 - عبد الله بن أحمد بن زكريا بن أبي مسرة، أبو يحيى المكي، قال ابن أبي\nحاتم: كتبت عنه بمكة ومحله الصدق، وقال مسلمة: ثقة مشهور، توفي بمكة سنة\nتسع وسبعين ومائتين. [انظر: «الجرح والتعديل\" (5/ 6)، و\"الثقات\" (8/ 369)،\nو\"تاريخ الإسلام\" (6/ 560)، \"سير أعلام النبلاء\" (12/ 632)، و\"الثقات ممن\nلم يقع في الكتب الستة\" (5/ 468)].\n</p>\n\n<p>\n10 - عبد الله بن صالح بن أبي غسان قال الطبراني في \"المعجم الصغير\": كان\nثقة، وذكره ابن حبان في \"الثقات\" وقال: يخطئ، وقال عبيد الكشوري: كان عبد\nالله بن أبي غسان عندنا باليمن، مثل أحمد بن حنبل بالعراق، وقال أبو بكر\nالرازي: كان عبد الله بن أبي غسان نسيج وحده بصنعاء، في العبادة والفضل\nوتعليم الخير. ونقل عن أحمد بن سليمان، قوله: ما رأيت أفضل من أربعة، ...\nوذكره منهم. [انظر: «الثقات\" (8/ 362 - 363)، و\"المعجم الصغير\" (692)،\nو\"سير السلف الصالحين\" لأبي القاسم الأصبهاني (ص 1137)، و\"تاريخ مدينة\nصنعاء\" لأبي بكر الرازي (ص 344 - 345)، و\"الثقات ممن لم يقع في الكتب\nالستة\" (6/ 88)].\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\n11 - عبد الله بن عمران بن رزين بن وهب الله القرشي المخزومي العابدي،\nأبو القاسم المكي، قال أبو حاتم: صدوق، وذكره ابن حبان في \"الثقات\"، وقال:\nيخطئ ويخالف، مات سنة خمس وأربعين ومائتين. وفي \"التقريب\": صدوق معمر.\n[انظر: «تهذيب الكمال\" (15/ 378)، \"تهذيب التهذيب\" (5/ 342)].\n</p>\n\n<p>\n12 - عبد الوهاب بن فليح أبو إسحاق المكي المقرئ أحد الحذاق بالقراءة،\nذكره ابن <span id='ms013'></span> حبان في \"ثقاته\"، وقال أبو حاتم الرازي: كتبت عنه وهو مكي صدوق.\n[انظر: «الجرح والتعديل\" (6/ 73)، و\"الثقات\" (8/ 411)، و\"تاريخ الإسلام\"\n(5/ 1174)].\n</p>\n\n<p>\n13 - عمران بن موسى الطائي أبو الحسن، عمران بن موسى الطائى، روى عنه\nالمصنف عن مسلم بن إبراهيم، وقد ترجم له العيني، فقال: أحد مشايخ أبى جعفر\nالطحاوى الذين روى عنهم وكتب وحدث، روى عن الربيع بن يحيى الأشنانى، وأبى\nالوليد الطيالسى. [انظر: \"مشكل الآثار\" (5/ 130)، (8/ 144) \"مغاني الأخيار\"\n(2/ 416)].\n</p>\n\n<p>\n14 - محمد بن إسحاق بن شبويه الخراساني، ضعفه ابن عدي. [انظر: «الكامل\"\n(7/ 538)].\n</p>\n\n<p>\n15 - محمد بن زنبور، أبو صالح المكي، وهو محمد بن جعفر بن أبي الأزهر،\nوزنبور لقب، يقال: إنه حج ثمانين حجة. وثقه النسائي، في فى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nموضع آخر: ليس به بأس. وقال الحاكم أبو أحمد: ليس بالمتين عندهم، تركه\nأبو بكر محمد بن إسحاق بن خزيمة، وذكره ابن حبان في ثقاته، وقال: ربما\nأخطأ. مات سنة ثمان وأربعين ومائتين في ذي الحجة بمكة، وقيل: مات سنة تسع\nوأربعين، وقال مسلمة في \"الصلة\": تكلم فيه لأنه روى عن الحارث بن عمير\nمناكير لا أصول لها، وهو ثقة. وفي \"التقريب\": صدوق له أوهام. [انظر: «تهذيب\nالكمال\" (25/ 213)، \"تهذيب التهذيب\" (9/ 167)].\n</p>\n\n<p>\n16 - محمد بن عبد الملك بن مروان بن الحكم، أبو جعفر الواسطي الدقيقي.\nروى له أبو داود، وابن ماجه، مات سنة ست وستين ومائتين وفي \"التقريب\":\nصدوق. [انظر: «تهذيب الكمال\" (26/ 24)، و\"إكمال تهذيب الكمال\" (10/ 259)،\nو\"تهذيب التهذيب\" (9/ 317)].\n</p>\n\n<p>\n17 - محمد بن عبد الله بن يزيد القرشي العدوي، أبو يحيى بن أبى عبد\nالرحمن المقرئ المكي، مولى آل عمر بن الخطاب، وفي \"التقريب\": ثقة. [انظر:\n\"تهذيب الكمال\" (25/ 570)، \"تهذيب التهذيب\" (9/ 284)].\n</p>\n\n<p>\n18 - محمد بن عزيز بن عبد الله بن زياد بن خالد بن عقيل بن خالد، أبو عبد\nالله الأموي، مولاهم، الأيلي، روى له النسائي، وابن ماجه، مات سنة سبع\nوستين ومائتين، وفي \"التقريب\": فيه ضعف، وقد تكلموا في صحة سماعه من عمه\nسلامة. [انظر: «تهذيب الكمال\" (26/ 113)، و\"إكمال تهذيب الكمال\" (10/ 277)،\nو\"تهذيب التهذيب\" (9/ 344)].\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\n19 - محمد بن منصور بن ثابت بن خالد الخزاعي، أبو عبد الله الجواز <span id='ms014'></span> المكي،\nروى له النسائي وفي \"التقريب\": ثقة مات سنة اثنتين وخمسين ومائتين. [انظر:\n«تهذيب الكمال\" (26/ 497)، \"تهذيب التهذيب\" (9/ 471)].\n</p>\n\n<p>\n20 - محمد بن الوليد بن أبي الوليد الفحام البغدادي، روى له النسائي مات\nسنة اثنتين وخمسين ومائتين وفي \"التقريب\": صدوق. [انظر: «تهذيب الكمال\"\n(26/ 596)، و\"تهذيب التهذيب\" (9/ 504)].\n</p>\n\n<p>\n21 - محمد بن يحيى بن أبي عمر العدني، أبو عبد الله نزيل مكة، وقد ينسب\nإلى جده، روى له مسلم، والترمذي، والنسائي، وابن ماجه وفي \"التقريب\": صدوق،\nصنف المسند، وكان لازم ابن عيينة، لكن قال أبو حاتم: كانت فيه غفلة. [انظر:\n\"تهذيب الكمال\" (26/ 639)، و\"تهذيب التهذيب\" (9/ 518)].\n</p>\n\n<p>\n22 - محمد بن يوسف بن محمد بن أسوار الزبيدى أبو حمة اليماني نزيل اليمن،\nقال ابن حجر: كان محدث اليمن في وقته، ارتحلوا إليه لسماع السنن، وكان\nصاحبا لأبي قرة. [انظر: \"تهذيب الكمال\" (27/ 65)، و\"تهذيب التهذيب\" (9/ 538)].\n</p>\n\n<p>\n23 - محمد بن يونس لم أتبينه ولعله تصحف على ناسخه من محمد بن يوسف. انظر\nالحديث [102].\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\n24 - هارون بن موسى بن أبي علقمة: عبد الله بن محمد بن عبد الله بن أبي\nفروة الفروي، أبو موسى المدني مولى آل عثمان بن عفان، روى له الترمذي،\nوالنسائي، توفي سنة ثلاث وخمسين ومائتين، وفي التقريب لا بأس به. [انظر:\n«تهذيب الكمال\" (30/ 113)، و\"تهذيب التهذيب\" (11/ 13)].\n</p>\n\n<p>\n25 - يوسف بن أبي إبراهيم لم أتبينه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nالفصل السابع\n</p>\n\n<p>\nفي ترجمة رواة الكتاب عن المصنف\n</p>\n\n<p>\n1 - أبو عمرو عثمان بن محمد بن عثمان التوزري المالكي. هو: الحافظ عثمان\nبن محمد بن عثمان بن أبي بكر الإمام فخر الدين أبو عمرو المغربي التوزري ثم\nالمصري المالكي المقرئ المحدث المجاور الزاهد، مولده بالفيوم في رمضان سنة\nثلاثين وستمائة، وروى عن ابن الجميزي، والسبط، وقرأ بالسبع على أبي إسحاق\nبن وثيق، والكمال العباسي، وقرأ صحيح مسلم على ابن البرهان، وقرأ مسند\nأحمد، والمعجم الكبير للطبراني، وكتبا جمة، وعني بالرواية، وذكر أن شيوخه\nنحو من ألف شيخ، جاور بمكة زمانا، وكان بقية سلف، رحمه الله، وقد مات في\nربيع الآخر سنة ثلاث عشرة وسبعمائة. [انظر: «معجم الشيوخ الكبير\" للذهبي (ص\n437)، و\"أعيان العصر\" (3/ 228)، و <span id='ms015'></span>\"الوافي بالوفيات\" (19/ 334)، و\"البداية\nوالنهاية\" (18/ 132)، و\"السلوك لمعرفة دول الملوك\" (2/ 492)، و\"الدرر\nالكامنة\" (3/ 262)، و\"شذرات الذهب\" (8/ 60)].\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\n2 - الشيخ الحافظ رشيد الدين أبو الحسين يحيى بن أبي الحسن علي بن عبد\nالله القرشي. هو: يحيى بن علي بن عبد الله بن علي بن مفرج بن أبي الفتح أبو\nالحسين رشيد الدين القرشي الأموي النابلسي الأصل، المصري المولد والدار،\nالمالكي العطار، مولده في شعبان سنة أربع وثمانين وخمسمائة، وسمع من خلق\nكثير وحدث بالكثير وخرج تخاريج مفيدة وجمع جموعا حسنة، وكان إماما عالما\nفاضلا حافظا ثبتا عارفا بالصناعة الحديثية، وإليه انتهت رئاسة الحديث\nبالديار المصرية، بعد الحافظ زكي المنذري رحمه الله، وتوفي سنة اثنتين\nوستين وستمائة في ثاني جمادى الأولى ودفن بسفح المقطم. [انظر: «ذيل مرآة\nالزمان\" (2/ 314)، و\"تاريخ الإسلام\" (15/ 65)، و\"طبقات الحفاظ\" (4/ 1442)،\nو\"فوات الوفيات\" (4/ 295)، و\"ذيل التقييد\" (2/ 304)].\n</p>\n\n<p>\n3 - الشيخ الفقيه الإمام العالم الحافظ شهاب الدين أبو الفضل محمد بن\nيوسف بن علي الغزنوي. هو: أبو الفضل محمد بن يوسف بن علي الغزنوي الفقيه\nالحنفي ولد سنة اثنتين وعشرين وخمسمائة، وحدث عن القاضي أبي بكر محمد بن\nعبد الباقي، وإسماعيل بن السمرقندي، وأبي الفضل الأرموي، وأبي الفتح\nالكروخي وغيرهم، وكان ثقة صحيح السماع توفي سنة سبع وتسعين وخمسمائة.\n[انظر: «إكمال الإكمال\" (4/ 311)، و\"التقييد\" (ص: 127)، و\"تاريخ الإسلام\"\n(12/ 1185)، و\"معرفة القراء الكبار\" (ص: 315)، و\"الجواهر المضية في طبقات\nالحنفية\" (2/ 147)، و\"غاية النهاية في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nطبقات القراء\" (2/ 286)، و\"حسن المحاضرة\" (1/ 464)، و\"طبقات المفسرين\"\nللداوودي (2/ 291)].\n</p>\n\n<p>\n4 - القاضي أبو القاسم عبد الرحمن بن علي بن الحسين الطبري الشيباني. لم\nأقف على ترجمته، وللغزنوي فيه شيخ أخر غيره كما سيأتي، وهو أعلى من هذا\nالإسناد بدرجة، فلا ضير من ذلك، وكذا شيخه الآتي.\n</p>\n\n<p>\n5 - أبو علي الحسين بن محمد بن الطوسي المعروف الصاهكي. لم أجد من أفرد\nله ترجمة وفي كتاب \"التكملة\": موسى بن يحيى بن خير الجزيري الأندلسي يكنى\nأبا عمران رحل إلى المشرق، وحج وسمع من أبي نصر عبد الملك بن أبي مسلم\nالتهاوندي، وأبي علي الحسين بن محمد <span id='ms016'></span> الطوسي المعروف بالصاهكي حدث عنهما\nبمسند الشهاب للقضاعي. [انظر: \"التكملة لكتاب الصلة\" (2/ 177)].\n</p>\n\n<p>\n5 - أبو القاسم إسماعيل بن مسعدة بن إسماعيل بن أحمد بن إبراهيم\nالإسماعيلي بمكة.\n</p>\n\n<p>\nهو: إسماعيل بن مسعدة بن إسماعيل بن أحمد بن إبراهيم، أبو القاسم\nالجرجاني الإسماعيلي ولد سنة سبع وأربعمائة، وسمع الكثير، وكان دينا فاضلا\nمتواضعا، وافر العقل، تام المروءة، صدوقا، يفتي ويدرس، وكان بيته جامعا\nلعلم الحديث والفقه، وتوفي بجرجان سنة سبع وسبعين وأربعمائة. [انظر:\n\"المنتظم\" (16/ 234)، و\"التدوين\" (2/ 342)، و\"التقييد\" (ص: 204)، و\"المنتخب\nمن كتاب السياق لتاريخ نيسابور\" (ص: 146)، و\"تاريخ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nالإسلام\" (10/ 404)، و\"سير أعلام النبلاء\" (18/ 564)، و\"الوافي بالوفيات\"\n(9/ 133)، و\"طبقات الشافعية الكبرى\" للسبكي (4/ 294)، و\"شذرات الذهب\" (5/ 331)].\n</p>\n\n<p>\n6 - أبو إبراهيم إسماعيل بن إبراهيم بن محمد النصراباذي. إسماعيل بن\nإبراهيم بن محمد بن محمويه الأستاذ، أبو إبراهيم بن أبي القاسم النصراباذي\nالواعظ الصوفي ابن الصوفي، الثقة، المحدث ابن المحدث، أبوه شيخ خراسان أبو\nالقاسم النصراباذي، سمع بنيسابور، وخراسان، والجبل، والعراق، والحجاز، فروى\nعن: أبي عمرو بن نجيد، وأبي عمرو بن مطر، وأبي الحسن بن عبدة، وأبي بكر\nالإسماعيلي، وأبي عبد الرحمن بن عليك الجوهري، وأبي أحمد بن الغطريف، وأبي\nبكر القطيعي، وأبي بكر المفيد، وأبي محمد بن السقا الواسطي، وأبي العباس\nالهاشمي، والمغيرة بن عمرو المكي، وأبي العباس المعداني، أملى سنين، ومات\nفي المحرم سنة ثمان وعشرين وأربعمائة. [انظر: \"المنتخب من كتاب السياق\nلتاريخ نيسابور\" (ص: 136)، و\"تاريخ الإسلام\" (9/ 435)].\n</p>\n\n<p>\n4 م-أبو الكرم المبارك بن الحسن بن أحمد الشهرزوري.\n</p>\n\n<p>\nقلت: وإسناد الغزنوي هنا أعلى من سابقه برتبة. وهو: المبارك بن الحسن بن\nأحمد بن علي بن فتحان بن منصور الإمام، أبو الكرم بن الشهرزوري، البغدادي،\nالمقرئ، شيخ القراءة، ومصنف \"المصباح الزاهر في العشرة البواهر\" في\nالقراءات، قال أبو سعد: شيخ صالح، دين، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nخير، قيم بكتاب الله تعالى، عارف باختلاف الروايات والقراءات، حسن\nالسيرة، جيد الأخذ على الطلاب، له روايات عالية، سمع الحديث من أبي القاسم\nإسماعيل بن مسعدة، ورزق الله التميمي، وأبي الفضل بن خيرون، وطراد الزينبي،\nوجماعة كبيرة <span id='ms017'></span>، وله إجازة من أبي الحسين ابن المهتدي بالله، وأبي الغنائم\nعبد الصمد ابن المأمون، وأبي الحسين ابن النقور، وأبي محمد الصيرفيني، كتبت\nعنه، وذكر أن مولده في ربيع الآخر سنة اثنتين وستين وأربعمائة. في الثاني\nوالعشرين من ذي الحجة، سنة خمسين وخمسمائة. [انظر: «المنتظم\" (18/ 104)،\nو\"إكمال الإكمال\" (3/ 552)، و\"تاريخ الإسلام\" (11/ 997)، و\"طبقات الحفاظ\"\n(4/ 1292)، و\"سير أعلام النبلاء\" (20/ 289)، و\"مرآة الجنان\" (3/ 227)،\nو\"شذرات الذهب\" (6/ 258)].\n</p>\n\n<p>\n7 - المغيرة بن عمرو بن الوليد، أبو الحسن المكي العدني التاجر. روى عن:\nأبي سعيد المفضل الجندي، وغيره. روى عنه: عبد الرحمن بن الحسن المكي\nالشافعي والد أبي علي، وعمر بن الخضر الثمانيني، وابن باكويه مات سنة\nاثنتين وسبعين وثلاثمائة. قال الذهبي: قرأت في \"الأربعين\" لمحمد بن مسدي:\nكتب إلينا أحمد بن عمر بن أحمد التاجر، عن أبي الحسن بن موهب، وهو آخر من\nروى عنه، قال: أخبرنا أحمد بن عمر بن أنس العذري، قال: أخبرنا عمر بن\nالخضر، قال: حدثنا المغيرة بن عمرو، قال: حدثنا الجندي، قال: حدثنا محمد بن\nمنصور الجواز، قال: حدثنا سفيان، عن ابن أبي نجيح، عن مجاهد عن ابن عمر، عن\nالنبي صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nقال: «من دخل مكة فتواضع لله، وآثر رضاه على جميع أموره، لم يخرج من\nالدنيا حتى يغفر له». هذا أظنه موضوع على الجندي. اه.\n</p>\n\n<p>\nقلت: وهو في كتابنا برقم (43) عن الجندي بهذا الإسناد، ولما نظر الذهبي\nفي كتاب \"الأربعين\" لابن مسدي، ورأى هذا الحديث بإسناد ليس فيه من يحمل\nعليه غير المغيرة كما صرح بذلك في \"ذيل ديوان الضعفاء\" فقال: أتى بحديث\nموضوع، اتهمته به، وتبعه الحافظ العسقلاني وغيره، فقال: روى حديثا موضوعا\nالحمل فيه عليه؛ والذهبي رحمه الله معروف عنه الإنصاف والتحري، والظاهر أنه\nلم يعلم أنه حدث به أيضا في كتاب فضائل مكة للجندي، أو لم يطلع عليه، ولم\nيعلم للحديث مخرجا أخر يرفع التهمة به عن المغيرة، فحمل عليه، وألقى\nبالتبعة على المغيرة.\n</p>\n\n<p>\nقلت: والأمر غير ذلك، فالمغيرة بن عمرو يحدث عن الجندي بكتابه <span id='ms018'></span> هذا،\nوبكتاب السنن لأبي قرة موسى بن طارق الجندي أيضا، قد تلقاه أئمة ولم يطعن\nفي روايته أحد، ولم أجد من تكلم فيه، وترجمته عزيزة، ولو عرف عنه أنه يختلق\nفي مسموعاته لتحدثت بهذا الركبان، وطعنوا في مروياته، واتقى الناس تحمل\nروايته لتلك المصنفات المشهورة التي يحدث بها عن بعض الكبار، والرجل يؤدي\nما تحمل من كتب وعرف عنه ذلك، بل إن ابن الجوزي أخرج من طريق المغيرة في\nالموضوعات، وأتهم غيره في الإسناد، ولم يرو في روايته لكتاب الفضائل هذا\nحديثا سنده صحيح ثم يتفرد به أو ليس له أصل، وما تفرد به من أحاديث ضعيفة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nالحمل فيها على غيره كما بينته في تحقيقي ودراستي لأحاديث الكتاب، والذي\nيظهر لي أن الجندي - نفسه -حدث به هكذا على الوهم، فقد تقدم في ترجمته أنه\nحدث عن شيخيه أبي حمة، وعلي بن زياد بحديث يعقوب بن عطاء، عن الزهري في قصة\nالإفك، قال الحاكم: قلت لأبي علي الحافظ فعلى أي شيء يوضع هذا منه؟ قال:\nعلى الوهم فقط.\n</p>\n\n<p>\nويقوي هذا الذي ذهبت إليه ويزيده رجحانا ويبرئ ساحة المغيرة ويرفع عنه\nالتهمة أن للحديث مخرج آخر، فقد أخرجه الفاكهي في \"أخبار مكة\" (1579) عن\nعبد الله بن منصور، عن أحمد بن سليمان، عن سفيان بن عيينة بهذا الإسناد.\nإلا أنه وقع عنده عبد الله بن عمرو، بدلا من ابن عمر، وقد عزاه السيوطي\nللديلمي من مسند ابن عمر.\n</p>\n\n<p>\nوعبد الله بن منصور هو من نفس طبقة شيوخ الجندي، فعله توهمه عن هذا\nالسند، أو عن أحد الضعفة من شيوخه، والله أعلم. [انظر: \"طبقات فقهاء اليمن\"\nللجعدي (ص 70 و 74)، و\"السلوك في طبقات العلماء والملوك\" (ص 145 و 216)،\nو\"تاريخ الإسلام\" (8/ 382)، و\"ميزان الاعتدال\" (4/ 165)، و\"لسان الميزان\"\n(8/ 135)، و\"الكشف الحثيث\" (ص 260)].\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nالفصل الثامن\n</p>\n\n<p>\nنماذج من النسخة الخطية\n</p>\n\n<p>\nالورقة الأولى من المخطوط:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nالورقة الأخيرة من المخطوط:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nثانيا\n</p>\n\n<p>\nالنص المحقق\n</p>\n\n<p>\nفضائل مكة\n</p>\n\n<p>\nشرفها الله تعالى\n</p>\n\n<p>\nتأليف\n</p>\n\n<p>\nأبي سعيد المفضل بن محمد الجندي رحمه الله\n</p>\n\n<p>\nالمتوفي سنة 308 ه <span id='ms019'></span>\n</p>\n\n<p>\nيطبع لأول مرة\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n\n</div>\n<h1 class='l1' id='head0'>CHECK النص المحقق</h1>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nوصلى الله على سيدنا محمد وآله وصحبه وسلم تسليما: أخبرنا الشيخ الإمام\nالمحدث أبو عمرو عثمان بن محمد بن عثمان التوزري المالكي -بحرم الله تعالى\nبقرأتي عليه - قال: أخبرنا الشيخ الحافظ رشيد الدين أبو الحسين يحيى بن أبي\nالحسن علي بن عبد الله القرشي بقرءاتي عليه في منتصف شهر ذي الحجة من سنة\nإحدى وستين وستمائة بمنزله بمصر المحروسة، قال: أخبرنا الشيخ الفقيه الإمام\nالعالم الحافظ شهاب الدين أبو الفضل محمد بن يوسف بن علي الغزنوي -بقراءة\nوالدي عليه، رحمهما الله بالقاهرة المعزية في الثالث والعشرين من رجب الفرد\nسنة ست وتسعين وخمسمائة -، قال القاضي أبو القاسم عبد الرحمن بن علي بن\nالحسين الطبري الشيباني - بمكة - قال: أخبرنا أبو علي الحسين بن محمد بن\nالطوسي المعروف الصاهكي، قال: أنا أبو القاسم إسماعيل بن مسعدة بن إسماعيل\nبن أحمد بن إبراهيم الإسماعيلي -بمكة - قال: أنا أبو إبراهيم إسماعيل بن\nإبراهيم بن محمد النصراباذي، قال: أنا أبو الحسن المغيرة بن عمرو بن الوليد\n-بمكة حرسها الله في ذي القعدة سنة تسع وستين وثلاثمائة -.\n</p>\n\n<p>\nح قال الغرنوي: وأنبأنا الشيخ المقرئ أبو الكرم المبارك بن الحسن بن أحمد\nالشهرزوري، قال: أنبأنا جمال الإسلام أبو القاسم بن مسعدة، عن النصراباذي،\nعن أبي الحسن المغيرة، قال: ثنا أبو سعيد المفضل بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن إبراهيم بن المفضل بن سعيد بن عامر بن شراحيل الشعبي -قال: ثم\nالهمداني، قال أبو سعيد: والشعبي قبيلة نسب إليها من حمير -قال:\n</p>\n\n<p>\n1 - ثنا أبو إسحاق إبراهيم بن محمد الشافعي، ومحمد بن يحيى بن أبي عمر\nالعدني، قال: ثنا فضيل بن عياض، عن عطاء بن السائب، عن طاوس، عن ابن عباس،\nعن رسول الله صلى الله عليه وسلم، قال: «الطواف بالبيت صلاة إلا أن الله\nتعالى قد أحل فيه المنطق فمن نطق فلا ينطق إلا بخير» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\n2 - ثنا عبد العزيز بن عباد، ومحمد بن يوسف أبو حمة، قال: أنبأ أبو قرة\nموسى بن طارق السكسكي <span id='ms020'></span>، قال: ذكر ابن جريج، عن الحسن بن مسلم، عن طاوس، عن\nرجل أدرك النبي صلى الله عليه وسلم، أنه قال: «الطواف بالبيت صلاة، فمن نطق\nفلا ينطق إلا بخير» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\n3 - ثنا صامت بن معاذ، ثنا سفيان بن عيينة، عن ابن طاوس، عن أبيه، عن ابن\nعباس، أنه قال: «الطواف بالبيت صلاة، فأقلوا فيه من الكلام» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\n4 - ثنا عبد العزيز بن عباد، ومحمد بن يوسف، قالا: ثنا أبو قرة، قال: ذكر\nابن جريج، عن عطاء، قال: «طفت مع عبد الله بن عباس، وعبد الله بن عمر، فلم\nيتكلما في طوافهما حتى فرغا» (¬1).\n</p>\n\n<p>\n5 - ثنا صامت بن معاذ، ثنا سفيان بن عيينة، عن إبراهيم بن ميسرة، قال:\n«طفت مع طاوس، فتخلفت عنه، قال لي: ألم أقل لك؟ ! فقلت: لا أدري ما قلت،\nقال: ألم أقل لك أن عبد الله بن عباس، وعبد الله بن عمر، لم يتكلما في\nطوافهما حتى فرغا؟ ! » (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\n6 - ثنا صامت بن معاذ، ثنا عبد المجيد، عن أبيه، قال: «كانوا يطوفون\nبالبيت خاشعين ذاكرين، كأن على رؤوسهم الطير، وقع يستبين لمن يراهم أنهم في\nنسك وعبادة». قال عبد المجيد: قال أبي: «وكان طاوس ممن يرى في ذلك النعت»\n(¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head1'>AUTO باب التسبيح والتقديس والتحميد لله عز وجل في الطواف.</h2>\n\n<p>\n7 - ثنا صامت بن معاذ، ثنا عبد المجيد، عن أبيه، قال: «إن الله - تعالى\n-زين الطواف بالبيت، بذكر الله -عز وجل -ودين الإسلام، بالسخاء، وحسن\nالخلق، فأكرموه بهما ما صحبتموه» (¬1).# 8 - حدثنا أبو يحيى المقرئ، ثنا سفيان بن عيينة، عن عبد الله بن أبي\nنجيح، عن مجاهد: «أن آدم -عليه السلام -طاف بالبيت، فلقيته الملائكة،\nفصافحته، وسلمت عليه، وقالت: بر حجك يا آدم، طف بهذا البيت، فإنا قد طفناه\nقبلك بألفي عام، قال لهم آدم: فما كنتم تقولون في طوافكم؟ قال: كنا نقول:\nسبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر، قال أدم: وأنا أزيد\nفيها: ولا حول ولا قوة إلا بالله» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\n9 - ثنا عبد الوهاب بن فليح، ثنا سعيد بن سالم القداح، عن طلحة بن عمرو <span id='ms021'></span>\nالحضرمي، عن عطاء، عن ابن عباس، قال: «حج آدم -عليه السلام -فطاف بالبيت\nسبعا، فلقيته الملائكة في الطواف، وقالوا: بر حجك يا آدم، أما إنا قد حججنا\nقبلك هذا البيت بألفي عام، قال: فماذا كنتم تقولون في الطواف؟ قالوا: كنا\nنقول: سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر، قال أدم:\nفزيدوا فيها: ولا حول ولا قوة إلا بالله، قال: فزادت الملائكة فيها ذلك، ثم\nحج إبراهيم -عليه السلام -بعد بنائه البيت، فلقيته الملائكة في الطواف،\nفسلموا عليه، فقال لهم: ماذا كنتم تقولون في طوافكم؟ قالوا: كنا نقول قبل\nأبيك آدم: سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر، فأعلمناه\nذلك، فقال: زيدوا فيها: ولا حول ولا قوة إلا بالله، فقال إبراهيم: زيدوا\nفيها: العلي العظيم، ففعلت الملائكة ذلك» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head2'>AUTO باب رد السلام في الطواف وتنزل الرحمة على أهله</h2>\n\n<p>\n10 - ثنا محمد بن الوليد البغدادي، قال: ثنا قبيصة بن عقبة، عن سفيان\nالثوري، عن رجل من أهل مكة -نسي سفيان اسمه -، عن نافع، عن ابن عمر، قال:\n«كنت أطوف مع النبي صلى الله عليه وسلم، وهو متكئ على يدي، إذ تبسم، وضحك،\nورد السلام، فقلت له: يا رسول الله، إلى من تبسمت، وعلى من رددت السلام؟\nفقال: مر بي ميكائيل وهو متكئ على عيسى بن مريم -عليه السلام -وهما يطوفان\nبالبيت، فسلما علي، فردد ت عليهما السلام، وتبسما إلي، فتبسمت إليهما»\n(¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\n11 - ثنا أبو القاسم العابدي: (¬1) عبد الله بن عمران، ثنا يوسف بن\nالفيض، عن الأوزاعي، عن عطاء بن أبي رباح، عن ابن عباس، قال: قال رسول الله\nصلى الله عليه وسلم: «إن لله تعالى في كل يوم وليلة عشرين ومائة رحمة، تنزل\nعلى أهل البيت، ستون للطائفين، وعشرون للناظرين، وأربعون للمصلين» (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\n12 - ثنا عبد الوهاب، قال: ثنا سعيد بن سالم، وسليم بن مسلم، عن ابن\nجريج، (¬1) عن عطاء، عن ابن عباس، أن النبي صلى الله عليه وسلم، قال. مثل\nحديث أبي القاسم العابدي (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head3'>AUTO باب فضال النظر إلى الكعبة من <span id='ms022'></span> غير طواف ولا صلاة</h2>\n\n<p>\n13 - ثنا عبد الوهاب، قال: ثنا سعيد بن سالم، عن عثمان بن ساج، قال:\nأخبرني ياسين، عن أبي بكر المديني، عن عطاء، قال: سمعت ابن عباس، يقول:\n«النظر إلى الكعبة محض الإيمان» (¬1).\n</p>\n\n<p>\n14 - قال عثمان بن ساج: وأخبرني ياسين، عن ابن المسيب، قال: «من نظر إلى\nالكعبة إيمانا وتصديقا، تتحات ذنوبه، كما يتحات الورق من الشجر» (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\n15 - قال عثمان: وأخبرني زهير بن محمد، عن أبي السائب المديني، قال: «من\nنظر إلى الكعبة إيمانا وتصديقا خرج من الخطايا كيوم ولدته أمه» (¬1).\n</p>\n\n<p>\n16 - قال عثمان: وأخبرني زهير بن محمد، قال: «الجالس في المسجد ينظر إلى\nالبيت لا يطوف ولا يصلي، أفضل من المصلي في بيته لا ينظر إلى البيت» (¬2).\n</p>\n\n<p>\n17 - وبلغني: عن عطاء، أنه قال: «النظر إلى البيت عبادة، والناظر إلى\nالبيت بمنزلة الصائم القائم المخبت المجاهد في سبيل الله عز وجل» (¬3).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\n18 - ثنا أبو الحسن أحمد بن أبي بزة المؤذن في المسجد الحرام، قال: ثنا\nمحمد بن يزيد بن خنيس، ثنا وهيب بن الورد، قال: «كنت أطوف أنا وسفيان بن\nالسعيد الثوري ليلا، فانقلب سفيان وبقيت أنا في الطواف، فدخلت الحجر، فصليت\nتحت الميزاب، فبينا أنا ساجد، إذ سمعت كلاما بين أستار البيت والحجارة،\nيقول: يا جبريل أشكو إلى الله تعالى ثم إليك، ما يفعل هؤلاء الطائفين (¬1)\nحولي من تفكههم في الحديث، ولغطهم، ولهوهم، وشؤمهم». قال وهيب: فأولت أن\nالبيت يشكو إلى جبريل عليه السلام (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\n19 - ثنا إسحاق بن إبراهيم الطبري، قال: ثنا فضيل بن عياض، عن عبيد\nالمكتب، عن مجاهد، قال: «رأيت الكعبة في المنام وهي تكلم النبي صلى الله\nعليه وسلم، وهي تقول: لئن لم تنته أمتك يا محمد عن المعاصي، لأنتفضن حتى\nيصير كل حجر مني في مكان» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head4'>AUTO باب إحصاء الطواف والصلاة خلف المقام وفضل ذلك</h2>\n\n<p>\n20 - ثنا محمد بن يحيى بن أبي عمر، ثنا سفيان بن عيينة، عن عطاء بن\nالسائب، عن عبيد بن عمير، أنه سأل ابن عمر، أسمعت النبي صلى الله عليه\nوسلم، يقول: «لا يطوف أحد طوافا يحصيه <span id='ms023'></span> إلا كعدل رقبة نفيسة من الرقاب، ولا\nيرفع رجلا ولا يضع أخرى أخرى إلا كتب الله له بها حسنة، وحط بها عنه خطيئة\nورفع له بها درجة» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\n21 - حدثنا يونس بن محمد العدني (¬1)، قال: ثنا يزيد بن [أبي] (¬2) حكيم،\nعن ياسين بن معاذ الزيات، عن عبد الله بن عمر، عن عمر، أنه سمع رسول الله\nصلى الله عليه وسلم، يقول: «من طاف بالبيت سبعا وأحصاه، وركع ركعتين، كان\nله كعدل رقبة نفيسة من الرقاب» (¬3).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\n22 - حدثنا عبد الرحمن بن محمد، ثنا عبد الرزاق، عن أبي معشر المدني، عن\nمحمد بن المنكدر، عن جابر بن عبد الله، قال: قال رسول الله صلى الله عليه\nوسلم: «من طاف بالبيت سبعا، وصلى خلف المقام ركعتين، وشرب من ماء زمزم، غفر\nالله له ذنوبه كلها، بالغة ما بلغت» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\n23 - حدثنا عبد الله بن أبي غسان، قال: ثنا عبد الرحيم بن زيد العمي،\nحدثني أبي، عن سعيد بن جبير، عن ابن عباس، عن رسول الله صلى الله عليه\nوسلم، قال: «من طاف حول البيت الحرام سبعا، في يوم صائف، شديد حره، وحسر عن\nرأسه، وقارب بين خطاه، وقل التفاته، وغض بصره، وقل كلامه إلا بذكر الله عز\nوجل، واستلم الحجر في كل طواف من غير أن يؤذي أحدا، كتب الله له بكل قدم\nيرفعها ويضعها سبعين ألف حسنة، ومحا عنه سبعين ألف سيئة، ويرفع له سبعين\nألف درجة، ويعتق عنه سبعين رقبة، ثمن كل رقبة عشرة آلاف درهم، ويعطيه الله\nسبعين شفاعة، إن شاء في أهل بيته من المسلمين، وإن شاء في العامة، وإن شاء\nعجلت له في الدنيا، وإن شاء أخرت له في الآخرة» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head5'>AUTO باب فضل الصامت الذاكر لله كثيرا في طوفه</h2>\n\n<p>\n24 - حدثنا إسحاق بن إبراهيم، قال: ثنا إسماعيل بن عياش، قال: حدثني حميد\nبن أبي سويد، قال: «سمعت أبا هاشم (¬1)، يسأل عطاء بن أبي رباح، عن الطواف؟\nفقال: أخبرني أبو هريرة، أنه سمع الحبيب -يعني النبي صلى الله عليه وسلم -\nيقول: من طاف بالبيت سبعا، لا <span id='ms024'></span> يتكلم إلا سبحان الله، والحمد لله، ولا إله\nإلا الله، والله أكبر، ولا حول ولا قوة إلا بالله العلي العظيم، محيت عنه\nعشر سيئات، وكتب له عشر حسنات، ورفع له عشر درجات، ومن طاف وهو يتكلم على\nتلك الحال، خاض في الرحمة برجليه، كخائض الماء برجليه». (¬2)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head6'>AUTO باب الاستكثار من الطواف ومن تلاوة القرآن وفضل الركن الأسود</h2>\n\n<p>\n25 - حدثنا صامت بن معاذ، ثنا سفيان بن عيينة، عن عبد العزيز بن رفيع، عن\nشداد بن معقل، عن عبد الله بن مسعود، أنه قال: «استكثروا من الطواف بهذا\nالبيت قبل أن يرفع فينسى مكانه، واستكثروا من تلاوة القرآن قبل أن يرفع،\nفقالوا: يا أبا عبد الرحمن، وكيف يرفع، وقد أثبته الرجال في قلوبهم،\nوأثبتناه في مصاحفنا؟ ! قال: يسرى عليه في ليلة واحدة، فيذهب بما [في] (¬1)\nقلوبكم، وبما في مصاحفكم، قال: ثم تلى عبد الله بن مسعود: {ولئن شئنا\nلنذهبن بالذي أوحينا إليك ثم لا تجد لك به علينا وكيلا} [الإسراء: 86]»\n(¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\n26 - حدثنا أبو يحيى (¬1) المقرئ، ومحمد بن منصور الجواز، قالا: ثنا يحيى\nبن سليم، عن ابن جريج، قال: سمعت محمد بن عباد بن جعفر المخزومي، يقول:\nسمعت عبد الله بن عباس، يقول: «إن هذا الركن الأسود هو يمين الله تعالى في\nالأرض، يصافح به عباده مصافحة الرجل أخاه». (¬2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n27 - حدثنا محمد بن عزيز الأيلي، ثنا سلامة بن روح، عن عقيل بن خالد، عن\nابن شهاب، قال: حدثني مسافع بن طلحة الحجبي، عن عبد الله بن عمرو بن العاص،\nأنه قال: «الركن والمقام ياقوتتان من ياقوت الجنة، طمس الله تعالى نورهما،\nولولا ذلك لأضاءا ما بين المشرق والمغرب» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\n28 - حدثنا محمد بن عزيز الأبلي، ثنا سلامة بن روح، عن عقيل بن خالد، عن\nابن شهاب، عن سعيد بن المسيب، قال: «الركن والمقام حجران من حجارة الجنة» (¬1).\n</p>\n\n<p>\n29 - حدثنا محمد بن يوسف، ثنا عبد الرزاق، أنا معمر، عن الزهري، عن رجل،\nعن المنهال بن عمرو، عن مجاهد، أنه قال: «يأتي الحجر والمقام يوم القيامة\nكل واحد منهما مثل أحد، فيناديان <span id='ms025'></span> بأعلى أصواتهما، يشهدان لمن أتاهما\nبالوفاء» (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head7'>AUTO باب ما جاء في الحجر الأسود واستلامه والقول فيه</h2>\n\n<p>\n30 - ثنا محمد بن عبد الملك أبو جعفر الدقيقي، قال: ثنا محمد بن أبي عمر\nالبزار، قال ثنا عبد العزيز بن عبد الصمد، عن أبي هارون العبدي، عن أبي\nسعيد الخدري، قال: «خرجنا حجاجا مع عمر بن الخطاب -رضي الله عنه -فلما دخل\nالطواف، واستلم الحجر وقبله، قال: إني لأعلم أنك حجر ما تضر وما تنفع،\nولولا أني رأيت رسول الله صلى الله عليه وسلم يقبلك ما قبلتك. ثم مضى في\nالطواف، فقال له علي بن أبي طالب رضي الله عنه: يا أمير المؤمنين، إنه ليضر\nوينفع. قال له عمر: ولم قلت ذاك؟ ! قال: بكتاب الله تعالى. قال: وأين ذلك\nمن كتاب الله تعالى؟ قال: قول الله عز وجل: {وإذ أخذ ربك من بني آدم من\nظهورهم ذريتهم وأشهدهم على أنفسهم ألست بربكم قالوا بلى شهدنا} [الأعراف:\n172] قال: لما خلق الله آدم عليه السلام، مسح منكبيه فخرج ذريته مثل الذر،\nفعرفهم نفسه أنه الرب، وهم العبيد، وأقروا بذلك على أنفسهم وأخذ ميثاقهم\nبذلك، فكتبه في رق أبيض، قال: وكان هذا الركن الأسود يومئذ له لسان وشفتان\nوعينان، فقال: افتح فاك فألقمه ذلك الرقوجعله في موضعه، وقال: اشهد بمن\nوافاك بالموافاة إلى يوم القيامة، قال: قال عمر رضي الله عنه: لا بقيت في\nقوم لست فيهم أبا حسن، ولا عشت في قوم لست فيهم أبا حسن» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head8'>AUTO باب البكاء في الملتزم وهو بين الركن والمقام والباب</h2>\n\n<p>\n31 - حدثنا أبو جعفر الدقيقي، ثنا يعلى بن عبيد، عن محمد بن عون، -قال\nثنا أبو سعيد وهو: الخراساني -عن نافع، عن ابن عمر: «أن رسول الله صلى الله\nعليه وسلم، أتى الحجر واستلمه، ووضع شفتيه عليه، فبكى بكاء طويلا، ثم\nالتفت، فإذا عمر بن الخطاب -رضي الله عنه -يبكي خلفه، فقال النبي صلى الله\nعليه وسلم: يا أبا حفص ها هنا تسكب العبرات» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\n32 - حدثنا إسحاق بن إبراهيم، ثنا سعيد بن سالم القداح <span id='ms026'></span>، عن عثمان بن ساج،\nثنا معمر البصري، عن حميد الأعرج، عن مجاهد، قال: قال مجاهد: «الركن من\nالجنة، ولو لم يكن من الجنة لفني» (¬1).\n</p>\n\n<p>\n33 - حدثنا إسحاق بن إبراهيم، وعبيد بن أبي الحكم، قالا: حدثنا إبراهيم\nبن حكم، ثنا أبي، قال: ثنا وهب بن منبه، عن طاوس، عن ابن عباس، عن النبي\nصلى الله عليه وسلم، قال: «لولا ما طبع الله الركن من أنجاس الجاهلية،\nوأرجاسها، وأيدي الظلمة، والأثمة، لاستشفي به من كل عاهة، ولألفاه اليوم\nكهيئة يوم خلقه الله تعالى، وإنما غيره الله تعالى بالسواد؛ لئلا ينظر أهل\nالدنيا إلى زينة الجنة، وإنه لياقوتة بيضاء من ياقوت الجنة، وضعه الله\nيومئذ لآدم عليه السلام حين أنزله في موضوع الكعبة، قبل أن تكون الكعبة\nوالأرض يومئذ ظاهرة، لم يعمل فيها بشيء من المعاصي، وليس لها أهل ينجسونها،\nووضع لها صفا من الملائكة على أطراف الحرم؛ يحرسونه من جان الأرض، وسكانها\nيومئذ الجن، وليس ينبغي لهم أن ينظروا إليه؛ لأنه شيء من الجنة، ومن نظر\nإلى الجنة دخلها، فهم على أطراف الحرم حيث أعلامه اليوم، يحدقون به من كل\nجانب بينه وبين الحرم» (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head9'>AUTO باب تقبيل الحجر والدعاء عنده والاستجابة عند الدعاء.</h2>\n\n<p>\n34 - حدثنا محمد بن إسحاق بن شبويه الخراساني، ثنا عبيد، عن الأعمش، عن\nإبراهيم، عن عابس بن ربيعة، قال: «رأيت عمر -رضي الله عنه -استقبل الحجر،\nوقال: والله إني لأعلم أنك حجر، ولولا رأيت رسول الله -صلى الله عليه وسلم\n-يقبلك ما قبلتك، ثم قام فقبله» (¬1).\n</p>\n\n<p>\n35 - حدثنا أبو حمة محمد بن يوسف، قال: ثنا عبد الرزاق، ثنا بشر بن رافع\nالحارثي، ثنا إسماعيل بن أبي سعيد الصنعاني، أن عكرمة حدثه، أنه سمع ابن\nعباس، يقول: «من استلم الركن ثم دعا استجيب له. قال: فقيل لابن عباس: وإن\nأسرع؟ قال: وإن كان أسرع من برق الخلب (¬2)» (¬3).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\n36 - ثنا أحمد بن محمد بن أبي بزة، ثنا حفص بن عمر العدني، ثنا الحكم بن\nأبان، عن عكرمة، عن ابن عباس، أنه قال: «الحجر الأسود يمين الله <span id='ms027'></span> في الأرض،\nفمن لم يدرك بيعة رسول الله صلى الله عليه وسلم، ثم استلم الحجر، فقد بايع\nالله تعالى ورسوله» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\n37 - ثنا عبد الرحمن بن محمد، ثنا عبد الرزاق، ثنا أبي، عن وهب بن منبه،\nأنه قال: «الحجر الأسود يمين الله في الأرض، بمنزلة الرجل إذا قدم من سفر\nفلقيه أخوه قائما يبدأ بمصافحته» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head10'>AUTO باب قبور عذارى بني إسماعيل وهود وغيرهما من الأنبياء عليهم السلام</h2>\n\n<p>\n38 - حدثنا يونس (¬1) بن محمد، ثنا يزيد بن أبي حكيم، عن سفيان الثوري،\nعن عطاء بن السائب، عن ابن سابط، أنه قال: «بين الركن والمقام وزمزم قبر\nتسعة وتسعين نبيا، وأن قبر هود، وشعيب، وصالح، وإسماعيل -عليهم السلام -في\nتلك البقعة» (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\n39 - حدثنا عبد الله بن أبي غسان، ثنا جرير بن عبد الحميد، عن عطاء بن\nالسائب، عن عبد الرحمن بن سابط، قال: قال رسول الله صلى الله عليه وسلم:\n«مكة لا يسكنها سافك دم ولا تاجر بربا ولا مشاء بنميمة. قال: دحيت الأرض من\nمكة، وكانت الملائكة تطوف بالبيت، وهي أول من طاف به، وهي الأرض التي قال\nالله عز وجل: {إني جاعل في الأرض خليفة} [البقرة: 30]، وكان نبي من\nالأنبياء إذا هلك قومه فنجا هو والصالحون معه، أتاها بمن معه، فيعبدون الله\nتعالى حتى يموتوا فيها، وأن قبر نوح، وهود، وشعيب، وصالح، بين زمزم وبين\nالركن والمقام» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\n40 - ثنا عبد الله بن أبي غسان، ثنا جرير، عن سهيل بن أبي صالح، [عن\nأبيه] (¬1) عن السلولي، عن كعب الأحبار، قال: «إن الله تعالى اختار البلاد،\nفأحب البلاد إلى الله تعالى البلد الحرام، واختار الله عز وجل الزمان، فأحب\nالزمان إلى الله الأشهر الحرم، وأحب الأشهر إلى الله ذو الحجة [وأحب ذي\nالحجة] (¬2) العشر الأول التي فيها الحج» (¬3).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\n41 - حدثنا عبد العزيز بن عباد، وسلمة بن شبيب، قالا: حدثنا عبد الرزاق،\nثنا هشام بن حسان، قال: حدثني حميد الأعرج، عن مجاهد، قال: «خلق الله تعالى\nموضع البيت الحرام قبل أن يخلق شيئا من الأرض بألفي عام، وأركانه في الأرض\nالسابعة <span id='ms028'></span>» (¬1).\n</p>\n\n<p>\n42 - حدثنا إسحاق بن إبراهيم الطبري، ثنا سعيد بن [سالم] (¬2) القداح، عن\nعثمان بن ساج، قال: أخبرني محمد بن إسحاق، قال: «بلغنا أن آدم -عليه السلام\n-لما أهبط الأرض، حزن على ما فاته مما كان يرى ويسمع في الجنة من عبادة\nالله، فبوأه الله البيت الحرام، وأمره بالسير إليه، وكان لا ينزل منزلا إلا\nفجر الله له ماء معينا، حتى انتهى إلى مكة -حرسها الله -فأقام بها يعبد\nالله -عز وجل -عند ذلك البيت، ويطوف به، فلم تزل داره، حتى قبضه الله -عز\nوجل -بها» (¬3).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head11'>AUTO باب من أثر رضا الله عز وجل على جميع الأحوال وأين أهبط آدم عليه السلام</h2>\n\n<p>\n43 - ثنا محمد بن منصور الجواز، ثنا ابن عيينة، عن ابن أبي نجيح، عن\nمجاهد، عن عبد الله بن عمر، قال: سمعت النبي صلى الله عليه وسلم يقول: «من\nدخل مكة فتواضع لله -عز وجل -وآثر رضا الله على جميع أمره، لم يخرج منها\nحتى يغفر له» (¬1).\n</p>\n\n<p>\n44 - حدثنا أبو حمة محمد بن يوسف، قال: حدثني أبو قرة، قال: بلغني عن\nمعمر، عن بعض من مضى، أنه قال: «وضع الله البيت مع آدم عليه السلام، وأهبط\nالله آدم إلى الأرض، وكان مهبطه بأرض الهند، وكان رأسه في السماء، ورجلاه\nفي الأرض، فنقص إلى سبعين ذراعا، فحزن آدم عليه السلام إذ فقد أصوات\nالملائكة وتسبيحهم، فشكا ذلك إلى الله تعالى فقال الله -تعالى-: يا آدم\n-عليه السلام -إني قد أهبطت لك بيتا يطاف به كما يطاف حول عرشي، ويصلى عنده\nكما يصلى عند عرشي، فانطلق إليه فخرج إليه آدم، ومد له في خطوه، وكان بين\nخطوتين مفازة، فلم تزل تلك المفازة على ذلك، حتى أتى آدم البيت، فطاف به،\nومن بعده من الأنبياء عليهم السلام» (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\n45 - حدثنا محمد بن يوسف، ثنا أبو قرة، قال: ذكر ابن جريج، قال: قال\nعطاء: «قال آدم عليه السلام: مالي يا رب لا أسمع أصوات الملائكة؟ ! قال:\nخطيئتك يا آدم، ولكن اهبط إلى الأرض فإن لي به بيتا، فاحفف به <span id='ms029'></span> كما رأيت\nالملائكة تحف ببيتي الذي في السماء» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\n46 - حدثنا محمد بن يوسف، ثنا أبو قرة، قال: سمعت عبد الله بن عتبة بن\nطاوس، يذكر عن عمه عبد الله بن طاوس، أنه سمعه يقول: «إن البيت المعمور في\nالسماء السابعة بحذاء البيت، تحج إليه الملائكة يوم حجكم هذا» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head12'>AUTO باب طواف رسل الله تعالى حول البيت إعظاما له.</h2>\n\n<p>\n47 - حدثنا أحمد بن جعفر المعقري، وإسحاق بن إبراهيم الطبري، قالا: حدثنا\nإسماعيل بن عبد الكريم الصنعاني، عن عبد الصمد بن معقل، عن وهب بن منبه،\nأنه قال: «ما بعث الله -تعالى -ملكا قط، ولا سحابة، فتمر حيث تبعث، حتى\nتطوف بالبيت، ثم تمضي حيث أمرت» (¬1).\n</p>\n\n<p>\n48 - حدثنا سلمة بن شبيب، ثنا عبد الرزاق، عن ابن جريج، عن عطاء، أنه\nقال: «نظرة إلى هذا البيت من غير طواف ولا صلاة، تعدل عبادة سنة، قيامها،\nوركوعها، وسجودها» (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\n49 - حدثنا صامت بن معاذ، ثنا زيد بن السكن، عن محمد بن خالد، عن عمرو بن\nقيس: «بينما عطاء، وطاوس، ومجاهد، ومكحول، مستظلين في دبر الكعبة، إذ دخلت\nعليهم الشمس، فقام عطاء، ومجاهد، ومكحول، وبقي طاوس، فقالوا له: يا أبا\nعبدالرحمن لو قمت من هذه الشمس، إلى هذا الفيء، فإن الشمس قد رهقتك، فقال\nلهم طاوس: دعوني، فوالله للنظر إلى هذا البيت، أفضل من عبادة الصائم،\nالقائم، الدائم، المجاهد في سبيل الله عز وجل» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head13'>AUTO باب رفع الكعبة يوم القيامة إلى بيت المقدس وتوبة آدم.</h2>\n\n<p>\n50 - حدثنا عبد الرحمن بن محمد، ثنا عبد الرزاق، ثنا معمر، عن الزهري،\nأنه قال: «إذا كان يوم القيامة، رفع الله - تعالى -الكعبة البيت الحرام،\nإلى بيت المقدس، فتمر بقبر رسول الله صلى الله عليه وسلم بالمدينة، فتقول:\nالسلام عليك يا رسول الله ورحمة الله وبركاته، فيقول عليه السلام: وعليك\nالسلام يا كعبة الله، ما حال أمتي؟ فتقول: يا محمد، أما من وفد إلي من\nأمتك، فأنا القائمة بشأنه، وأما من لم يفد إلي من أمتك، فأنت القائم بشأنه»\n(¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\n51 - حدثنا أحمد بن محمد بن أبي بزة، ثنا خالد <span id='ms030'></span> بن عبد الله بن سلمة\nالمخزومي، ثنا هشام بن عبد الملك بن عكرمة، عن هشام بن عروة، عن أبيه، عن\nعائشة -رضي الله عنها - قالت: «لما أراد الله -عز وجل -أن يتوب على آدم\n-عليه السلام -طاف بالبيت سبعا، والبيت يومئذ ربوة حمراء، فلما صلى ركعتيه،\nقام واستقبل البيت، وقال: اللهم إنك تعلم سري وعلانيتي، فأقبل معذرتي،\nوتعلم حاجتي، فأعطني سؤلي، وتعلم ما في نفسي، فاغفر لي ذنوبي، اللهم إني\nأسالك إيمانا يباشر قلبي، ويقينا صادقا، حتى أعلم أنه لا يصيبني إلا ما\nكتبت لي، والرضا بما قسمت لي، فأوحى الله تعالى إليه: أني قد غفرت لك ذنبك،\nولم يأت أحد من ذريتك يدعوني بمثل ما دعوتني، إلا غفرت ذنوبه، وكشفت همومه\nوغمومه، ونزعت الفقر من بين عينيه، واتجرت له من وراء كل تاجر، وجاءته\nالدنيا وهي راغمة، وإن كان لا يريدها» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head14'>AUTO باب ذكر وحشة آدم عليه السلام لما أهبط إلى الأرض ولم ير فيها إنسيا</h2>\n\n<p>\n52 - حدثنا عبد الله بن أبي مسرة، ثنا حفص بن عمر العدني، ثنا الحكم بن\nأبان، عن عكرمة. وعن وهب بن منبه، رفعاه إلى ابن عباس، قال: «لما أهبط آدم\n-عليه السلام -إلى الأرض، ورأى سعتها، ولم ير فيها أحدا غيره، قال: يا رب\nأما لأرضك هذه عامر! يسبحك! ويقدس لك غيري، قال الله تعالى: إني سأجعل لك\nفيها من ذريتك من يسبحني، ويحمدني، ويقدسني، وسأجعل فيها بيوتا يرفع فيها\nذكري، ويسبح فيها خلقي، وسأبوئك منها بيتا أخصه بكرامتي، وأحوزه لنفسي،\nوأوثره على بيوت الأرض كلها، وأحوزه بحرمي، وأجعله أحق بيوت الأرض كلها\nعندي، وأولاها بكرامتي، أضعه في البقعة التي اخترت لنفسي، وإني اخترت مكانه\nيوم خلقت السموات والأرض، وقبل ذلك كان بعيني، وهو صفوتي من البيوت، ولست\nأسكنه، وليس ينبغي لها أن تسعني، ولا تحملني، ولكني على كرسي الكبرياء\nوالجبروت، وهو الذي يستقبل بعزتي، وهو الذي وضعت عليه عظمتي، وجلالي،\nوهنالك استقر بقراري، وهو ضعيف عني، لولا قوتي، ثم أنا بعد ذلك ملء كل <span id='ms031'></span> شيء،\nوخلف كل شيء، وبعد كل شيء، ليس شيء يقدر قدرتي، وليس ينبغي لأحد يعلم علمي،\nولا يبلغ كنه شأني، اجعله يا آدم لك، ولمن بعدك حرما آمنا، يحرم بحرماتي ما\nفوقه، وما تحته، وما حوله، فمن حرمه بحرامي، فقد عظم حرامي، ومن أباحه فقد\nأباح حرامي، ومن أمن أهله، فقد استوجب بذلك أماني، ومن أخافهم فقد أخفر\nذمتي، ومن عظم شأنه، فقد عظم شأني، ومن تهاون به، فقد صغر في عيني، لكل ملك\nحيازة مما حواليه، وبطن مكة حوزتي التي اخترت لنفسي دون خلقي، فأنا الله ذو\nبكة، ساكنها: خيرتي، وجيراني، وعمارها وزوارها: وفدي، وضيفاني، في كنفي\nوافدين، ضامنين علي في ذمتي، وجواري، أعمره بأهل السماء والأرض، يأتونه\nأفواجا شعثا غبرا، وعلى كل ضامر، يأتين من كل فج عميق، يعجون بالتكبير\nعجيجا، ويرجون بالدعاء حجيجا، وينتحبون بالبكاء نحيبا، من اعتمره لا يريد\nغيري، فقد زارني، وضافني، ووفد إلي، ونزل بي، ومن نزل بي، فحق علي أن أتحفه\nبكرامتي، وحق على الكريم أن يكرم وفده، وضيفه، وأن يسعف كلا بحاجته، فعمر\nيا آدم ما دمت حيا، ثم يعمره من بعدك الأمم والقرون من الأنبياء من ولدك،\nأمة بعد أمة، وقرن بعد قرن، ونبي بعد نبي، حتى ينتهي ذلك إلى نبي من ولدك،\nوهو خاتم الأنبياء، وأجعله من عماره، وسكانه، وحماته، وولاته، وسقاته، يكون\nأمينا عليه ما كان حيا، فإذا انقلب إلي، وجدني قد ذخرت له من أجره، وفضله،\nما يمكن له القربة عندي، والوسيلة إلى، وأفضل المنازل في دار المقامة، اجعل\nاسم ذلك البيت، وذكره، وشرفه، وفخره، وسناه، لنبي يكون من ولدك، قبل هذا\nالنبي -عليه السلام -وهو أبوه يقال له: إبراهيم، ارفع له قواعده، واقضي على\nيديه عمارته، وأنيط له سقايته، وحرمه، وحله، ومواقفه، وأعلمه مناسكه،\nومشاعره، وقربانه، وأجعله أمة قانتا وحده، داعيا إلى سبيلي، اجتبيته وهديته\nإلى صراط مستقيم، أبتليه فيصبر، وأعطيه فيشكر، وآمره فيفعل، وينذر لي\nفيوفي، وبعدني فيصدق، وأشفعه في ذريته، وأجيب دعوته فيهم، واجعل ذلك <span id='ms032'></span> البيت\nله ولهم، اجعلهم حماته، وسقاته، وخدامه، وخزانته، وحجابه، حتى يبدلوا\nويغيروا، فإذا فعلوا ذلك، فأنا الله أقدر القادرين على أن استبدل ما أشاء\nبمن أشاء، اجعل إبراهيم إمام ذلك البيت، واجعل تلك الشريعة إماما لها، من\nشهد تلك المواطن من جميع الجن والإنس، يقفون ويطئون فيها أثره، ويستنون\nفيها بسنته، ويهتدون فيها بهداه، فمن فعل ذلك منهم أوفي بنذره، واستكمل\nنسكه، ومن لم يفعل ذلك منهم، أخطأ نصيبه، وضيع نسكه، ومن سأل عني يومئذ أين\nأنا؟ فأنا مع الشعث، الغبر، الموفين بنذورهم، والمستكملين مناسكهم،\nالمنيبين، المخبتين إلى ربهم، الذي يعلم ما يبدون وما يكتمون، قال: وكان\nهذا البيت بوأه الله تعالى لآدم -عليه السلام -يومئذ من ياقوت الجنة، من\nياقوتة حمراء، لها بابان يلتهب (¬1) من بينهما، أحدهما شرقي، والآخر غربي،\nوكان فيها قناديل من نور الجنة، أسقفتها من ذهب من لبن الجنة، وهو منظوم\nبنجوم من ياقوت الجنة أبيض، والركن يومئذ نجم من نجومه» (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\n53 - حدثنا محمد بن يوسف، حدثنا أبو قرة، قال: بلغني عن معمر: «أن سفينة\nنوح عليه السلام، طافت بالبيت سبعا، حتى إذا أغرق الله عز وجل قوم نوح،\nرفعه وبقي أساسه، فبوأه الله -عز وجل -لإبراهيم -عليه السلام -، فبناه بعد\nذلك، فذلك قوله عز وجل: {وإذ يرفع إبراهيم القواعد من البيت وإسماعيل}\n[البقرة: 127]» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\n54 - وذكر ابن جريج -في حديثه -: «أنه لما كان الغرق، رفع الله إليه\nالبيت، واستودع الركن أبا قبيس، حتى إذا كان بناء إبراهيم، نادى أبو قبيس،\nإبراهيم، فقال لإبراهيم: هذا الركن، فجاء إبراهيم، فحفر عنه، فجعله في\nالبيت، حتى بناه إبراهيم عليه السلام» (¬1).# 55 - حدثنا محمد بن يوسف، ثنا أبو قرة، قال: ذكر ابن جريج، قال: «بلغني\nأن جبريل -عليه السلام -يدخل كل يوم نهر النور، ثم يخرج، فينتفض، فيسقط منه\nسبعون ألف قطرة، يخلق الله عز وجل بكل قطرة منها ملكا، يدخل ذلك اليوم\nالبيت المعمور، ثم لا يدخلونها أبدا» (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head15'>AUTO باب فضل الصلاة في المسجد الحرام وغير ذلك</h2>\n\n<p>\n56 - حدثنا عبد الله بن أبي غسان <span id='ms033'></span>، ثنا عبد الرحيم [بن زيد] (¬1) العمي،\nعن أبيه، عن سعيد بن جبير، عن ابن عباس: «أن رسول الله صلى الله عليه وسلم،\nقرأ: {إن في هذا لبلاغا لقوم عابدين} [الأنبياء: 106]، ثم قال: هي الصلوات\nالخمس، في الجماعة في المسجد الحرام» (¬2).# 57 - حدثنا إسحاق بن إبراهيم، ثنا إسماعيل بن عبد الكريم، عن عبد الصمد\nبن معقل، عن وهب بن منبه، قال: «وجدت مكتوبا في التوراة: من شهد الصلوات\nالخمس في المسجد الحرام، كتب الله له بها اثني عشرة ألف ألف وخمسمائة ألف\nصلاة» (¬3).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head16'>AUTO باب فضل مكة والصبر على لأوائها والمقام</h2>\n\n<p>\n58 - حدثنا عبد الله بن أبي غسان، ثنا عبد الرحيم بن زيد العمي، عن أبيه،\nعن سعيد بن المسيب، عن أبي هريرة، عن النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nوعن أبيه، عن سعيد بن جبير، عن ابن عباس، قال: قال رسول الله صلى الله\nعليه وسلم: «خلق الله عز وجل مكة فوضعها على المكروهات والدرجات، فقال رجل\nلسعيد بن جبير: ما الدرجات يا أبا عبد الله؟ قال: الجنة الجنة» (¬1).# 59 - حدثنا محمد بن عزيز الأيلي، قال: ثنا سلامة بن روح، [عن عقيل] (¬1)\nبن خالد، عن ابن شهاب، عن أبي سلمة بن عبد الرحمن بن عوف، أن عبد الله بن\nعدي -وهو رجل من بني زهرة - قال: «رأيت رسول الله -صلى الله عليه وسلم -وهو\nعلى راحلته بالحزورة، وهو يقول لمكة: والله إنك لخير أرض، وأحب أرض لله\nإلي، ولولا أني أخرجت منك، ما خرجت» (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\n60 - حدثنا محمد بن يوسف، ثنا أبو قرة، عن ابن جريج، قال: «سمعت أن خير\nواد على وجه الأرض: وادي مكة، وخير بئر على وجه الأرض: بئر زمزم، وشر واد\nعلى وجه الأرض: وادي حضرموت، وشر بئر على وجه الأرض: بئر برهوت، يجتمع فيها\nأرواح الكفار» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\n61 - حدثنا محمد بن يوسف، ثنا أبو قرة، قال: ذكر ابن جريج، قال: كان ابن\nأم مكتوم الأعمى، يقول:\n</p>\n\n<p>\n«يا حبذا مكة من واد ... بها أمشي بلا هاد.\n</p>\n\n<p>\nبها أهلي وعوادي ... بها ترسخ أوتادي» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\n62 - حدثنا يونس بن <span id='ms034'></span> محمد، ثنا يزيد بن أبي حكيم، ثنا مسلم بن خالد، عن\nابن جريج، عن عطاء، قال: قالت عائشة رضي الله عنها: «ما رأيت السماء في\nموضع أقرب منها إلى الأرض من مكة، ولا اطمئن قلبي في موضع ما اطمئن بمكة،\nولا رأيت القمر أحسن منه بمكة، ولا أحببت موضعا قط حبي مكة» (¬1).\n</p>\n\n<p>\n63 - حدثنا أبو يحيى المقرئ، ثنا سفيان بن عيينة، عن هشام، عن أبيه، عن\nعائشة -رضي الله عنها - قالت: «دخلت على أبي بكر -رضي الله عنه - أعوده،\nفقلت: كيف تجدك؟ فقال:\n</p>\n\n<p>\nكل امرئ مصبح في أهله ... والموت أدنى من شراك نعله\n</p>\n\n<p>\nثم دخلت على عامر بن فهيرة، فقلت له: كيف تجدك؟ فقال:\n</p>\n\n<p>\nوجدت طعم الموت قبل ذوقه ... إن الجبان حتفه من فوقه.\n</p>\n\n<p>\nوالثور يحمي جلده بروقه.\n</p>\n\n<p>\nقالت: ثم دخلت على بلال، فقلت: كيف تجدك؟ فقال -ورفع عقيرته -:\n</p>\n\n<p>\nألا ليت شعري هل أبيتن ليلة ... بفخ وحولي إذخر وجليل؟\n</p>\n\n<p>\nوهل أردن يوما مياه مجنة ... وهل يبدون لي شامة وطفيل؟\n</p>\n\n<p>\nقالت عائشة: فدخلت على رسول الله صلى الله عليه وسلم فذكرت له ذلك، قالت\nعائشة: رضي الله عنها فقال النبي صلى الله عليه وسلم: اللهم إن إبراهيم\nعبدك ونبيك، دعاك لأهل مكة، وأنا أدعوك لأهل المدينة بمثل ما دعاك به\nإبراهيم لأهل مكة، اللهم بارك لهم في صاعهم، وفي مدهم، وفي ثمرهم، وحببها\nإلينا كحبنا مكة، أو أشد، وانقل وباءها إلى خم أو قال: الجحفة» (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\n64 - حدثنا ابن أبي بزة، ثنا إسماعيل بن يعقوب الزهري، قال: أخبرني\nإبراهيم بن محمد بن عبد العزيز، عن أبيه، عن ابن شهاب الزهري، قال: «قدم\nأصيل الغفاري قبل أن يضرب الحجاب على أزواج -النبي صلى الله عليه وسلم\n-فدخل على أم المؤمنين عائشة، فقالت له: أصيل كيف عهدت مكة؟ قال: عهدتها قد\nأخصب جنابها، وابيضت بطحاؤها، فقالت: أقم حتى يأتيك رسول الله -صلى الله\nعليه وسلم -فلم يلبث أن دخل رسول الله -صلى الله عليه وسلم -فقال له: يا\nأصيل كيف عهدت مكة؟ قال عهدتها والله قد <span id='ms035'></span> أخصب جنابها، وابيضت بطحاؤها،\nوأغدق سلمها، وإذخرها، وأسلت ثمامها، وأمش سلمها، قال: حسبك يا أصيل لا\nتحزنا». يعني بقوله: أمش سلمها: يعني نواميه الرخصة (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head17'>AUTO باب فضل شهر رمضان بمكة على غيرها وغير ذلك</h2>\n\n<p>\n65 - حدثنا محمد بن يحيى بن أبي عمر العدني، ثنا عبد الرحيم بن زيد\nالعمي، عن أبيه، عن سعيد بن جبير، عن ابن عباس، قال: قال رسول الله صلى\nالله عليه وسلم: «من أدركه شهر رمضان بمكة، فصامه كله، وقام منه ما تيسر،\nكتب الله له به: مائة ألف شهر رمضان، وكتب له بكل يوم عتق رقبة، وكل ليلة\nعتق رقبة، وكل يوم حملان فرس في سبيل الله، وكل ليلة حملان فرس في سبيل\nالله، وكل يوم شفاعة، وكل يوم حسنة، وكل ليلة حسنة». (¬1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\n66 - حدثنا محمد بن يوسف، ثنا أبو قرة، قال: ذكر ابن جريج، قال: أخبرني\nحسن بن مسلم: «أن النبي صلى الله عليه وسلم قام يوم الفتح، فقال: إن الله -\nتعالى -حرم مكة يوم خلق السموات والأرض، فهي حرام بحرام الله إلى يوم\nالقيامة، لم تحل لأحد قبلي، ولا تحل لأحد بعدي، ولم تحل لي إلا ساعة من\nنهار، فهي حرام بحرام الله إلى يوم القيامة، لا ينفر صيدها، ولا يعضد من\nشوكها، ولا يختلى خلاؤها، ولا تحل لقطها إلا لمنشد فيها، فقال العباس بن\nعبد المطلب: إلا الإذخر يا رسول الله، إنه لا بد منه للقين، والبيوت، فسكت\nرسول الله صلى الله عليه وسلم ساعة، ثم قال: إلا الإذخر، فإنه حلال» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head18'>AUTO باب ما وضع بمكة من البركات في اللحم والماء وغير ذلك</h2>\n\n<p>\n67 - حدثنا محمد بن يوسف، ثنا أبو قرة، قال: ذكر ابن جريج، قال: أخبرني\nابن طاوس، عن أبيه، أنه قال: «مكتوب في المقام: بيت الله الحرام، مبارك\nلأهله في اللحم، والماء، وتوكل الله برزق أهله، يأتيه رزقه من ثلاثة سبل:\nأعلى الوادي، وأسفله، وذرأ» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\n68 - حدثنا محمد بن يوسف، ثنا أبو قرة، قال: ذكر إبراهيم بن عبد الله\nالربعي، عن إسماعيل بن عياش، عن رجل <span id='ms036'></span>، عن الزهري، أنه قال: «وجد حجر في أساس\nالبيت مكتوب في جوانبه الأربع، فأرادوا قراءته فلم يجدوا أحدا يقرؤه، حتى\nجاء حبر من أحبار أهل اليمن، فقرأه، فإذا في أحد جانبيه: أنا الله ذو بكة\nحرمتها يوم خلقت السموات والأرض، ووضعت هذين الجبلين، ووضعت الشمس والقمر،\nوحففتهما بسبعة أملاك حنفاء، مبارك لأهلها في اللحم والماء -وقال أخرون: في\nاللحم واللبن - وقال: في الجانب الأخر: هذا بيت الله الحرام، يأتيه رزقه من\nثلاث سبل، أهله أولى من يستحله، وفي الجانب الآخر: أنا الله لا إله إلا\nأنا، قدرت الخير والشر، فطوبى لمن خلقته للخير، وقدرته له، وويل لمن خلقته\nللشر، وقدرته له» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head19'>AUTO باب كسوة البيت الحرام وكيف بنا إبراهيم عليه السلام</h2>\n\n<p>\n69 - حدثنا صامت بن معاذ الجندي، قال: قرأنا على أبي قرة موسى بن طارق،\nقال: ذكر ابن جريج، قال: «بلغني أن عمر بن الخطاب رضي الله عنه كان يكسو\nالبيت القباطي (¬1)» (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\n70 - ثنا صامت بن معاذ، قال: قرأنا على أبي قرة قال ابن جريح: قال مجاهد:\n«قال الله تعالى لإبراهيم عليه السلام: قم فابن لي بيتا، قال: أي رب، أين؟\nقال: سأخبرك، قال: فبعث الله عز وجل سحابة فيها رأس، فقال: يا إبراهيم، إن\nربك يأمرك أن تخط قدر هذه السحابة، قال: فجعل إبراهيم ينظر إلى السحابة،\nويخط، فقال الرأس: قد فعلت؟ قال: نعم، فارتفعت السحابة، فحفر إبراهيم،\nفأبرز على أساس ثابت في الأرض، فبنا إبراهيم -عليه السلام -فلما فرغ، قال:\nأي رب، قد فعلت، فأرنا مناسكنا، فبعث الله -عز وجل -إليه جبريل -عليه\nالسلام -فحج به، حتى إذا كان يوم النحر، عرض له إبليس، فقال له جبريل:\nاحصب، فحصب بسبع حصيات، ثم الغد، ثم الغد، ثم اليوم الرابع، فملأ ما بين\nالجبلين، كل ذلك يقول: احصب، ثم قال رسول الله صلى الله عليه وسلم: اعل\nثبير، فعلا ثبير، فقال: إي عباد الله، أجيبوا الله، إي عباد الله، أطيعوا\nالله، فسمع دعوته ما بين الأبحر ممن كان في قلبه مثقال ذرة من <span id='ms037'></span> الإيمان،\nفقالوا: لبيك اللهم لبيك، أطعناك، اللهم أطعناك، اللهم أطعناك، قال: فهي\nالتي أتا الله إبراهيم عليه السلام في المناسك، لبيك الله، ولم يزل على\nالأرض سبعة مسلمون فصاعدا، لولا ذلك لهلكت الأرض ومن عليها» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head20'>AUTO باب وضع إبراهيم إسماعيل عليهما السلام وأمه هاجر بمكة حرسها الله تعالى</h2>\n\n<p>\n71 - [حدثنا علي بن زياد] (¬1) حدثنا أبو قرة، قال: ذكر زمعة بن صالح، عن\nزياد بن سعد، عن أبي الزبير، عن سعيد بن جبير، عن ابن عباس، أنه قال: «إن\nإبراهيم عليه السلام جاء بإسماعيل، وأمه هاجر من الشام، حين أمر أن يضع\nإسماعيل عند البيت الحرام، فقدم به من الشام، فوضعه وأمه تحت شجرة مواجهة\nالكعبة، ثم سلم عليها، وودعهما، وخرج إلى الشام، وتركهما، فاتبعته هاجر،\nحتى بلغت ثنية كدي، ثم قبلته، وسلمت عليه، وقالت: الله أمرك أن تدعنا ها\nهنا؟ قال: نعم، قالت: إذا لا يضيعنا، فرجعت إلى ابنها، فوجدته يفحص برجليه،\nقد أهلكه العطش، فأدبرت تشتد إلى الصفا، فصرخت، فلم يقل لها شيئا، ثم\nأدبرت، حتى جاءت إلى المروة، فصرخت، فلم يقل لها شيئا، ثم رجعت إلى الصفا\nكذلك، حتى أكملت سبعا عند المروة، وتصرخ، كل ذلك قيل لها: ارجعي إلى\nالغلام، فقالت للذي يكلمها: إن كان شيئا فالآن قبل أن يموت الغلام، قال:\nارجعي، فرجعت، فوجدته قد فحص برجله، فخرج من تحت عقبه عين فوارة، فجاءت\nفرأت الماء في البطحاء، فخشيت أن يقطع، فأخذت قدحها وقربتها، فطفقت تغرف من\nالماء في القربة، ويفور الماء، حتى عاد -يعني كذا كهيئة حال البئر -قال ابن\nعباس: لو قدر لها أن تترك العين كما هي، كانت عينا فوارة أبدا، ولكنها لما\nغرفت منها، غار الماء، حتى عاد كذا، فمكثت هي وإسماعيل يصطاد عليها إسماعيل\nمن الحل، حتى جاء ناس من اليمن من جرهم، فرأوا الطير يطوف على الماء وهم\nذاهبون إلى الشام، فلما رأوا الماء وجدوا عنده المرأة وابنها، قالوا: ألك\nهذا الماء؟ قالت نعم، قالوا: هل لك أن نسكن معك، وتتركينا أن <span id='ms038'></span> نستقي من مائك\nهذا، قالت: نعم، فسكنوا معها، ورأوا أرضا كثيرة العضاة لإبلهم، ونعمهم، وإن\nإبراهيم عليه السلام أقبل من الشام، فوجد إسماعيل هو وأمه صالحين، فرفع هو\nوإسماعيل القواعد من البيت، ثم خرج إلى الشام، فمكث ما شاء الله، ثم قدم\nمرة أخرى، فوجد هاجر قد ماتت، ووجدا إسماعيل قد نكح امرأة من جرهم، ولم يجد\nأحدا يرفع به رأسا حين ماتت العجوز، ووجد إسماعيل غائبا، يصطاد لأهله، فجاء\nامرأته، فقال: أين صاحب هذا البيت؟ فلم تكلمه كلاما فيه خير، ولم ترفع به\nرأسا، قالت: ذهب في بعض حاجاته، قال لها: إذا جاء صاحبك، فقولي له: إن أباك\nيقرئك السلام، وإنه لم يرض لك باب بيتك فغيره، فلما جاءها إسماعيل تحدثت\nمعه ليلا طويلا، ولم ترفع بقول إبراهيم رأسا، فقال لها: ويلك، والله إني\nلأجد ريح أبي قد جاء هاهنا، فقالت: والله لم أدر من أبوك قد جاء شيخ هاهنا،\nوقال: ويلك، فما قال لك؟ قالت: قال: إذا جاء صاحبك فقولي له: إن بابك لم\nيرضه أبوك، فغيره، فقال: قاتلك الله، جاء إلى هاهنا فلم تبالي به، ولم ترفع\nبه رأسا، اذهبي فارجعي إلى أهلك، فأنت طالق، ثم تزوج أخرى، فكانت امرأة\nصالحة، فاستأذن إبراهيم عليه السلام سارة مرة أخرى، فأقبل حتى جاء بيت\nإسماعيل، فسلم، فاطلعت له امرأة إسماعيل، فقالت: مرحبا وأهلا، ادخل رحمك\nالله، ترجل رأسك، ونطعمك من الطعام، وتستظل، فلما استأنس إليها دخل عليها،\nفطبخت له لحما عندها، وأطعمته حتى شبع، ورجلت رأسه، فقالت له: اجلس رحمك\nالله، فإنه قد ذهب منذ أيام، ويوشك أن يأتينا، فقال: لا استطيع المكث،\nفقال: هل عندكم من طعام؟ قالت: لا والله إن عندنا إلا هذا اللحم، قال:\nالتمسي ولو حبة واحدة، ادعوا لكم فيها بالبركة، فلم تجده، قال ابن عباس:\nقال رسول الله صلى الله عليه وسلم: لو قدر لها أن تأتيه بحبة واحدة، فدعا\nفيها، لكانت مكة ريفا من الأرياف، ولكنها لم تجد شيئا إلا اللحم، فدعا لها <span id='ms039'></span>\nأن يبارك لهم في لحمهم، ولبنهم، ومائهم، قال: فقام إبراهيم عليه السلام على\nالحجر قائما من غير أن يكون على دابة، فجعل لإسماعيل آية، وللناس آية، فلما\nذهب إبراهيم عليه السلام وجاء إسماعيل وبكى، وقال: هاتان مرتان لا يقدر لي\nأن ألقاه فيهما قال ابن عباس وبنى إسماعيل وأمه قبل أن ينكح بيتا عند\nالشجرة، وكان يسكنه، ولم يكن يسكن الكعبة» (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\n72 - حدثنا محمد بن يوسف، ثنا أبو قرة قال: بلغني عن معمر، عن أيوب،\nوكثير بن كثير بن المطلب بن أبي وداعة-يزيد أحدهما على الآخر -عن سعيد بن\nجبير، عن ابن عباس رضي الله عنه، قال: «يا معشر الشباب سلوني، فإني أوشك أن\nأذهب من بين أظهركم، فأكثر الناس مسألته، فقال له رجل: أصلحك الله، أرأيت\nالمقام أهو كما نتحدث؟ قال: وما كنتم تتحدثون فيه؟ قال: كنا نقول إن\nإبراهيم عليه السلام حين جاء عرضت عليه امرأة إسماعيل النزول فأبى أن ينزل\nفجاءت بهذا الحجر له، فقال: ليس كذلك، قال سعيد بن جبير: قال ابن عباس: إن\nأول ما اتخذت النساء المناطق من قبل أم إسماعيل، فاتخذت منطقا لتخفي أثرها\nعلى سارة، ثم جاء بها إبراهيم عليه السلام وبابنها إسماعيل، وهي ترضعه، حتى\nوضعهما هنالك، ووضع عندهما جرابا فيه تمر وسقاء فيه ماء، ثم قفل إبراهيم\nعليه السلام منطلقا، فتبعته أم إسماعيل، وقالت: يا إبراهيم، أين تذهب،\nوتتركنا بهذا الوادي، الذي ليس فيه أنيس، ولا شيء؟ فقالت له ذلك مرارا،\nوجعل لا يلتف إليها، فقالت: الله أمرك بهذا؟ قال: نعم، فقالت: إذا لا\nيضيعنا، فانطلق إبراهيم عليه السلام حتى إذا كان عند الثنية، لا يرونه،\nفاستقبل إبراهيم بوجهه، ثم دعا بهؤلاء الدعوات، ورفع يديه، فقال: إي رب!\n{ربنا إني أسكنت من ذريتي بواد غير ذي زرع عند بيتك المحرم ربنا ليقيموا\nالصلاة فاجعل أفئدة من الناس تهوي إليهم وارزقهم من الثمرات لعلهم يشكرون}\n[إبراهيم: 37]، وجعلت أم إسماعيل ترضع ابنها، وتشرب من ذلك الماء، حتى إذا\nنفد ما في السقاء <span id='ms040'></span>، عطشت، وعطش ابنها، وجعلت تنظر إليه يلتوي، أو نحو ذلك\nفانطلقت كراهية أن تنظر إليه» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\n73 - حدثنا أبو حمة محمد بن يوسف، ثنا أبو قرة، قال: ذكر ابن جريج، قال:\nأخبرني عبد الله بن عثمان بن خثيم، عن محمد بن الأسود، أنه أخبره أن\nإبراهيم -عليه السلام -هو أول من نصب أنصاب الحرم، أشار له جبريل -عليه\nالسلام -إلى مواضعها. (¬1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\n74 - قال ابن جريج: كنت أسمع أبي يزعم: أن إبراهيم عليه السلام أول من\nنصب الأنصاب بالحرم. (¬1)# 75 - حدثنا محمد بن يوسف، ثنا أبو قرة، قال: ذكر ابن جريج، عمن حدثه، عن\nصفوان بن سليم، عن عكرمة، عن ابن عباس-في حديثه-: أن البيت المعمور في\nالسماء، وأنه مقابل البيت الحرام، لو سقط سقط عليه، وإن في السماء لحرما\nعلى قدر حرم مكة. (¬2)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head21'>AUTO باب عظم الخطيئة على صاحبها بمكة دون سائر البلدان</h2>\n\n<p>\n76 - حدثنا أبو حمة محمد بن يوسف، ثنا أبو قرة، قال: ذكر ابن جريج، قال:\nأخبرني إسماعيل بن أمية: أن عمر بن الخطاب -رضي الله عنه -قال: «لأن أخطئ\nسبعين خطيئة بركبة (¬1) أحب إلي من أن أخطئ خطيئة واحدة بمكة» (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\n77 - ثنا محمد بن يوسف، حدثنا أبو قرة، قال: ذكر سفيان، عن ليث، عن\nمجاهد، أنه قال: «تضعف السيئات بمكة كما تضعف بها الحسنات» (¬1).\n</p>\n\n<p>\n78 - حدثنا محمد بن يوسف، ثنا أبو قرة، قال: ذكر عثمان بن الأسود، أن\nمجاهدا كان يقول: «بيع الطعام بمكة إلحاد وليس الجالب كالمقيم» (¬2).\n</p>\n\n<p>\n79 - ثنا محمد بن يوسف، قال: حدثنا أبو قرة، حدثنا عبد المجيد عن معمر،\n[عن] (¬3) ابن طاوس، عن أبيه، أنه قال: «إن أهل الجاهلية لم يكونوا يصيبون\nفي الحرم شيئا إلا عجل لهم ويوشك أن يرجع الأمر إلى ذلك» (¬4).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\n80 - قال أبو قرة: بلغني عن معمر: «أن عمر بن الخطاب -رضي الله عنه -قال\nلقريش: إنه كان ولاة هذا البيت حي -قد سماهم (¬1) -فاستخفوا بحقه، واستحلوا\nحرمته، فأهلكهم الله عز وجل، ثم وليه بعدهم جرهم، فاستخفوا بحقه، واستحلوا\nحرمته، فأهلكهم الله، فلا تهاونوا به وعظموا حرمته» (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\n81 - حدثنا محمد <span id='ms041'></span> بن يوسف، وعبد العزيز بن عباد، قال: ثنا أبو قرة، قال:\nذكر سفيان، عن عبيد الله بن عبد الله بن موهب، عن علي بن الحسين، قال: قال\nرسول الله صلى الله عليه وسلم: «ستة لعنتهم، ولعنهم الله، وكل نبي مجاب:\nالزائد في كتاب الله، والمكذب بقدر الله والمتسلط بالجبروت ليذل من أعز\nالله ويعز من أذل الله، والتارك لسنتي، والمستحل من عترتي ما حرم الله،\nوالمستحل في حرم الله عز وجل» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p161'> Vol. 01, p. 161</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head22'>AUTO باب فضل الحج وثواب الله عليه وغير ذلك</h2>\n\n<p>\n82 - حدثنا أبو الحسن الطائي: عمران بن موسى، ثنا مسلم بن إبراهيم، ثنا\nعطاف بن خالد، قال: حدثني إسماعيل بن رافع المدني، عن أنس بن مالك، قال:\n«كنت قاعدا مع رسول الله صلى الله عليه وسلم في المسجد الخيف، فأتاه رجل من\nالأنصار، ورجل من ثقيف، فسلما عليه، ودعوا له بدعاء حسن، ثم قالا: يا رسول\nالله، جئناك نسألك، قال: إن شئتما أخبرتك بما جئتما تسألان عنه، وإن شئتما\nسألتماني، قالا: أخبرنا يا رسول الله، فنزداد إيمانا ويقينا - شك إسماعيل\n-فقال الأنصاري للثقفي: سل رسول الله صلى الله عليه وسلم، قال الثقفي\nللأنصاري: بل سل أنت رسول الله صلى الله عليه وسلم، فإني أعرف لك حقك،\nومنزلتك، وسابقتك، وفضيلتك، قال الأنصاري: أخبرني يا رسول الله، قال: جئت\nتسألني عن مخرجك من بيتك تؤم البيت، ومالك فيه، ومن طوافك وما لك فيه، وعن\nركعتيك بعد الطواف وما لك فيهما، وعن طوافك بين الصفا والمروة وما لك فيه،\nوعن وقوفك بعرفة وما لك فيه، وعن رميك الجمار وما لك فيه، وعن طوافك بالبيت\nوما لك فيه -يعني طواف الإفاضة - قال: والذي بعثك بالحق، ما جئت إلا لأسألك\nعن ذلك، قال صلى الله عليه وسلم: أما مخرجك من بيتك تؤم البيت الحرام، فإن\nناقتك لا ترفع خفا، ولا تضعه، إلا كتب الله لك حسنة، ومحا بها عنك خطيئة،\nوأما طوافك بالبيت، فإنه لا يرفع قدما ولا تضعها، إلا كتب الله لك بهما\nحسنة، ومحا بها <span id='ms042'></span> عنك خطيئة، ورفعك بها درجة، وركعتاك بعد الطواف، فكعتق رقبة\nمن بني إسماعيل، وأما طوافك بين الصفا والمروة، فعتق سبعين رقبة، وأما\nوقوفك بعرفة، فإن الله تعالى يهبط إلى سماء الدنيا، فيباهي بكم الملائكة،\nفيقول: انظروا إلى عبادي، جاءوني من كل فج عميق، شعثا، غبرا، يرجون رحمتي،\nومغفرتي، فلو كانت ذنوبكم مثل الرمل، وعدد القطر، ومثل زبد البحر، ومثل\nنجوم السماء، لغفرتها لكم، ويقول: أفيضوا عبادي مغفورا لكم، ولمن شفعتم\nفيه، وأما رميك الجمار، فإن الله تعالى يغفر لك بكل حصاة رميتها كبيرة من\nالكبائر الموبقات الموجبات، وأما نحرك فذخور لك عند ربك، وأما حلقك رأسك،\nفيكتب الله -عز وجل -لك بكل شعرة حسنة، ويمحو عنك بها خطيئة، فقيل: وإن\nكانت الذنوب أقل من ذلك؟ قال: يدخر ذلك لك عند ربك، وأما طوافك بالبيت\n-يعني الإفاضة -فإنك تطوف ولا ذنب عليك، ويأتيك ملك فيضع يده بين كتفيك:\nاعمل لما بقي فقد كفيت مما مضى، قال الثقفي: فأخبرني يا رسول الله؟ قال:\nجئت تسألني عن الصلاة، قال: والذي بعثك بالحق، ما جئت أسالك إلا عنها، فقال\nصلي الله عليه وسلم: فإذا أردت الصلاة توضأ، وأسبغ الوضوء، فإنك إذا تمضمت\nانتثرت خطايا فيك من شفتيك، فإذا استنشقت انتثرت خطاياك من منخريك، فإذا\nغسلت وجهك انتثرت خطاياك من أشفار عينيك، فإذا غسلت يديك تناثرت خطايا يديك\nمن أظفار يديك، فإذا مسحت برأسك تناثرت خطايا رأسك عن رأسك، فإذا غسلت\nقدميك تناثرت خطايا قدميك من أظفار قدميك، فإذا صليت فاقرأ ما شئت من\nالقرآن، فإذا ركعت فأمكن كفيك من ركبتيك، وأفرج بين أصابعك، حتى تطمئن\nراكعا، فإذا سجدت، فأمكن يديك من الأرض، حتى تطمئن ساجدا، وصل من أول الليل\nوأخره، ونم أوسطه، فقال: يا رسول الله، أرأيت إن صليت الليل من أوله إلى\nأخره؟ قال: فأنت إذا أنت» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p165'> Vol. 01, p. 165</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head23'>AUTO باب فضل العمرة في شهر رمضان والصبر على لأواء مكة</h2>\n\n<p>\n83 - حدثنا إسحاق بن إبراهيم الطبري، ثنا أبو عاصم الضحاك بن مخلد، عن\nابن جريج، عن عطاء <span id='ms043'></span>، عن ابن عباس، قال: قال رسول الله صلى الله عليه وسلم:\n«عمرة في شهر رمضان تعدل حجة» (¬1).\n</p>\n\n<p>\n84 - حدثنا محمد بن يوسف، أنا أبو قرة، ثنا ابن جريج، عن عطاء، عن ابن\nعباس: «أن رسول الله صلى الله عليه وسلم، قال لامرأة قد سماها -قال ابن\nعباس: فنسيت اسمها -: اعتمري في شهر رمضان، فإن عمرة فيه تعدل حجة» (¬2).\n</p>\n\n<p>\n85 - ثنا محمد بن يوسف، ثنا عبد الرزاق، أخبرنا معمر، عن الزهري، عن ابن\nالمسيب: «أن رسول الله صلى الله عليه وسلم، لما قفل من حنين اعتمر من\nالجعرانة، ثم رجع إلى المدينة، ثم أمر أبا بكر على تلك الحجة. وذلك قبل أن\nيؤقت المواقيت» (¬3).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p171'> Vol. 01, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\n86 - حدثنا عبد الوهاب بن فليح، حدثني سعيد بن سالم القداح، عن سعيد بن\nبشير، عن عبد الكريم الجزري، عن يوسف بن ماهك، قال: «اعتمر من الجعرانة\nثلاثمائة نبي، وصلى في مسجد الخيف سبعون نبيا» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p172'> Vol. 01, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\n87 - حدثنا محمد بن يوسف، ثنا أبو قرة، قال: ذكر ابن جريج، عن عطاء، أنه\nسمع أبا هريرة، يقول: «لو كنت امرأ من أهل مكة، ما أتى علي سبت حتى آتي\nمسجد الخيف، فأصلي فيه» (¬1).\n</p>\n\n<p>\n88 - حدثنا عبد الله بن أبي غسان، ثنا عبد الرحيم بن زيد العمي، عن أبيه،\nعن أنس بن مالك، قال: قال رسول الله صلى الله عليه وسلم: «من صبر على حر\nمكة ساعة من نهار، تباعدت منه جهنم مسيرة مائة عام، وتقربت منه الجنة مسيرة\nمائة عام» (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p173'> Vol. 01, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\n89 - حدثنا عبد الله بن أبي غسان، ثنا عبد الرحيم بن زيد، عن أبيه، عن\nسعيد بن المسيب، عن أبي هريرة، عن النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nفي نسخة: عن أبيه، عن سعيد بن جبير، عن ابن عباس -رضي الله عنه - قال:\nقال رسول الله صلى الله عليه وسلم: «خلق الله عز وجل مكة، فوضعها على\nالمكروهات والدرجات» فقال رجل لسعيد بن جبير: ما الدرجات يا أبا عبد الله؟\nقال: «الجنة الجنة» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p174'> Vol. 01, p. 174</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head24'>AUTO باب القول في الطواف والأفاق التي فيها يستحب الطواف</h2>\n\n<p>\n90 - حدثنا محمد بن يوسف، ثنا <span id='ms044'></span> عبد الرزاق، قال: أخبرني الثوري، عن منصور،\nعن هلال بن يساف، عن أبي شعبة البصري، قال: «رمقت عمر بن الخطاب -رضي الله\nعنه -وهو يطوف بالبيت، وهو يقول: لا إله إلا الله وحده لا شريك له، له\nالملك، وله الحمد، وهو على كل شيء قدير، ربنا آتنا في الدنيا حسنة، وفي\nالآخرة حسنة، وقنا عذاب النار» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p175'> Vol. 01, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\n91 - حدثنا عبد الله بن أبي غسان، ثنا عبد الرحيم بن زيد العمي، عن أبيه،\nعن أنس بن مالك. وسعيد بن المسيب، عن أنس بن مالك، قال: قال رسول الله صلى\nالله عليه وسلم: «طوافان لا يوافقهما عبد مسلم إلا خرج من ذنوبه كيوم ولدته\nأمه، ويغفر له ذنوبه كلها بالغة ما بلغت: طواف بعد صلاة الفجر، يكون فراغه\nمع طلوع الشمس، وطواف بعد صلاة العصر، يكون فراغه غروب الشمس» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p176'> Vol. 01, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\n92 - حدثنا أبو عبد الله محمد بن يحيى بن أبي عمر العدني، ثنا داود بن\nعجلان أبو سليمان الخراساني، قال: «طفت مع أبي عقال في مطر، فلما فرغنا من\nطوافنا، وقف بنا دون المقام، وقال: ألا أحدثكم بحديث تسرون به، طفت مع أنس\nبن مالك، والحسن بن أبي الحسن البصري، في مطر، فلما صلينا خلف المقام\nركعتين، قال لنا أنس بن مالك: استأنفوا العمل، فقد غفر لكم ما مضى، هكذا\nأخبرني رسول الله صلى الله عليه وسلم، وقد طفت معه في مطر» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p177'> Vol. 01, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\n93 - حدثنا أبو صالح محمد بن زنبور، ثنا سفيان بن عيينة، عن فطر، عن أبي\nالطفيل، قال: قال ابن عباس: «أقم بمكة وإن أكلت بها العضاه. يعني: الشجر».\n(¬1)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p178'> Vol. 01, p. 178</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head25'>AUTO باب فضل من مات بمكة وفضل مقبرة مكة</h2>\n\n<p>\n94 - حدثنا يونس (¬1) بن محمد، قال: [ثنا] يزيد بن أبي حكيم، ثنا سفيان\nبن سعيد الثوري، عن عبد الله بن المؤمل، عن محمد بن عباد بن جعفر، عن محمد\nبن قيس بن مخرمة، عن النبي صلى الله عليه وسلم، قال: «من مات بمكة بعثه\nالله في الآمنين يوم القيامة» (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p179'> Vol. 01, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\n95 - حدثنا عبد الوهاب بن فليح، ثنا سعيد بن سالم القداح، عن <span id='ms045'></span> قيس بن\nالربيع، عن أبان بن أبي عياش، عن أنس بن مالك، قال: قال رسول الله صلى الله\nعليه وسلم: «من مات في أحد الحرمين، بعث يوم القيامة في الآمنين» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p180'> Vol. 01, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\n96 - حدثنا أبو موسى الفروي - بالمدينة-ثنا عبد الله بن نافع، عن عاصم بن\nعمر، عن أبي بكر بن عمر بن عبد الرحمن، عن سالم بن عبد الله، عن أبيه، قال:\nقال رسول الله صلى الله عليه وسلم: «أنا أو من تنشق عنه الأرض، ثم أبو بكر،\nثم عمر -رضي الله عنهما -فنحشر أو نبعث، فنذهب إلى البقيع، فيحشرون معي، ثم\nانتظر أهل مكة فيحشرون معي، فنبعث بين الحرمين» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p181'> Vol. 01, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\n97 - ثنا محمد بن أبي بزة، ثنا إسماعيل بن أبان، ثنا علي بن عبد العزيز،\nعن أبي صالح المكي، قال: سمعت عمر بن عبد العزيز، يقول: قال ابن عمر: «من\nقبر بمكة مسلما بعث آمنا يوم القيامة» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p183'> Vol. 01, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\n98 - حدثنا عبد الله بن أبي غسان، ثنا عبد الرحيم بن زيد العمي، [عن\nأبيه، ] (¬1) عن شقيق بن سلمة أبي وائل، عن عبد الله بن مسعود، قال: «وقف\nالنبي صلى الله عليه وسلم على الثنية ثنية المقبرة، وليس بها يومئذ مقبرة،\nفقال: يبعث الله -تعالى -من هذه البقعة ومن هذا الحرم كله، سبعين ألفا\nيدخلون الجنة بغير حساب، يشفع كل واحد منهم في سبعين ألفا، وجوههم كالقمر\nليلة البدر، فقال أبو بكر الصديق -رضي الله عنه -يا رسول الله، من هم؟ قال:\nالغرباء». (¬2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p185'> Vol. 01, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\n99 - حدثنا محمد بن يوسف، ثنا أبو قرة، قال: ذكر ابن جريج، قال: أخبرني\nإبراهيم بن [أبي] (¬1) خداش، عن ابن عباس، عن النبي صلى الله عليه وسلم،\nأنه قال: «نعم المقبرة هذه». قال: وزعم ابن جريج: «أنها مقبرة مكة» (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p186'> Vol. 01, p. 186</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head26'>AUTO باب فضل دخول البيت ودعاء يوم عرفة وغيره</h2>\n\n<p>\n100 - حدثنا يونس بن محمد، ثنا يزيد بن أبي حكيم، عن عبد الوهاب بن\nمجاهد، عن أبيه، عن ابن عباس، أنه قال: «دخول البيت: دخول في حسنة، وخروج\nمن سيئة، ويخرج مغفورا له» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p189'> Vol. 01, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\n101 - حدثنا محمد بن يوسف، ثنا أبو <span id='ms046'></span> قرة، ثنا [موسى] (¬1) بن عبيدة\nالربذي، عن عبد الله بن عبيدة، عن علي بن أبي طالب -رضي الله عنه - قال:\nقال رسول الله صلى الله عليه وسلم: «أكثر دعائي، ودعاء الأنبياء من قبلي\nبعرفة: لا إله إلا الله، وحده لا شريك له، له الملك، وله الحمد، يحي ويميت،\nوهو على كل شيء قدير، اللهم اجعل في سمعي نورا، وفي بصري نورا، وفي قلبي\nنورا، اللهم اشرح لي صدري، ويسر لي أمري، وأعوذ بك من وساوس الصدور، وتشتت\nالأمور، وعذاب القبر، اللهم إني أعوذ بك من شر ما يلج في الليل، وشر ما يلج\nفي النهار، وشر ما تهب به الرياح، وشر بوائق الدهر» (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p190'> Vol. 01, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\n102 - حدثنا محمد بن يونس (¬1)، ثنا أبو قرة، قال: ذكر ابن جريج، قال:\nسمعت غير واحد من مشايخنا، يقول: «كان أكثر قول الأنبياء ودعائهم في الموقف\nعشية عرفة لا إله إلا الله وحده لا شريك له له الملك وله الحمد وهو على كل\nشيء قدير» (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p191'> Vol. 01, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\n103 - حدثنا محمد بن يوسف، ثنا أبو قرة، قال: ذكر مالك بن أنس، عن [زياد]\n(¬1) أبي زياد، عن طلحة بن عبيد الله بن كريز، أن رسول الله صلى الله عليه\nوسلم قال: «أفضل الدعاء يوم عرفة، وأفضل ما قلت أنا والنبيون من قبلي: لا\nإله إلا الله، وحده لا شريك له، له الملك، وله الحمد، وهو على كل شيء قدير»\n(¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p194'> Vol. 01, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\n104 - قال ابن جريج: «بلغني أنه كان يؤمر أن يكون أكثر دعاء المسلمين في\nالموقف: {ربنا آتنا في الدنيا حسنة وفي الآخرة حسنة} [البقرة: 201]» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p195'> Vol. 01, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\n105 - حدثنا محمد بن يوسف، ثنا أبو قرة، قال: ذكر ابن الحكم، عن عبد الله\nبن المبارك، عن عبد الله بن لهيعة، عن كثير بن الحارث، عن عمر بن عبد\nالعزيز: «أنه كان يقول إذا وقف بعرفة: اللهم إنك دعوت إلى حج بيتك، ووعدت\nالمنفعة على شهود مناسكك، وقد جئتك، فاجعل منفعة ما تنفعني به أن: تؤتيني\nفي الدنيا حسنة، وفي الآخرة حسنة، وأن تقني عذاب النار» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p196'> Vol. 01, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\n106 - حدثنا صامت بن معاذ، ثنا <span id='ms047'></span> سفيان بن عيينة، عن أبي عبد الملك، قال:\n«حج بالناس عمر بن عبد العزيز، فلما نظر إلى مجتمع الناس بعرفة، قال: اللهم\nزد في إحسان محسنهم، وتجاوز عن سيئهم، وراجع بمسيئهم إلى التوبة، وحط من\nوراءهم بالرحمة». فقال لنا ابن عيينة: هكذا يكون الراعي يدعو لأهل الرعية\n(¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p197'> Vol. 01, p. 197</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head27'>AUTO باب من أضحى نفسه لله تعالى يلبي محرما إلى أن تغرب الشمس</h2>\n\n<p>\n107 - حدثنا محمد بن يوسف، قال: ثنا أبو قرة، قال: سمعت عبد الله بن عمر\nبن حفص، يذكر عن عاصم عن عبد الله، عن جابر بن عبد الله، أن رسول الله صلى\nالله عليه وسلم، قال: «من أضحى نفسه يوما لله يلبي محرما غربت شمس ذلك\nاليوم بذنوبه كلها وصار كيوم ولدته أمه» (¬1).\n</p>\n\n<p>\n108 - حدثنا محمد بن يوسف، ثنا أبو قرة، قال: سمعت عامر بن غنم الأشعري،\nيذكر عن سلمة بن وهرام، أنه سمعه، يقول: «في فضل الحاج: كلما عريت عن\nراحلتك رحلك، عريت ذنوبك، وكل سبع تطوفه حول البيت، كعتق رقبة، فإذا دخلت\nالبيت، خلعت ذنوبك كلها كما يخلع صاحب القميص قميصه، وسعيك بين الصفا\nوالمروة، كعتق سبعين رقبة، فإذا رميت الجمرة الأولى انحطت ذنوبك أجمع، ورفع\nحصاك ذخرا لك في الآخرة، وكلما حلقت شعرك أو قصرته، كان لك نورا يوم\nالقيامة، وكلما أنفقت فيها دينارا أو درهما، فهو فكاكك من سبعين كربة من\nكرب يوم القيامة، ويزداد في سمعك وبصرك وقوتك وتخلف في أهلك، وكلما أصابك\nفيها ضرر، أو عطش، أو جوع، أو نصب، كفرت به سيئاتك، وكلما علوت شرفا أو\nهبطت واديا وكبرت تكبيرة، كبر كل شجرة وحجر من مرقد الجبال إلى مهراقه من\nالفجر، وشهدوا لك يوم القيامة، فإذا لبيت لبوا معك، وشهدوا لك، فإذا قدمت\nأهلك، شفعت في سبعين منهم ونيف، فإذا دخلت راحلتك، طهرت من الداء ومن\nالدواء» (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p199'> Vol. 01, p. 199</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head28'>AUTO باب كيف كان البيت قبل هبوط آدم عليه السلام</h2>\n\n<p>\n109 - حدثنا عبد الله بن أبي غسان اليماني -وأصله كوفي -ثنا أبو همام،\nقال: ثنا محمد بن زياد، عن ميمون بن <span id='ms048'></span> مهران، عن ابن عباس -رضي الله عنه -\nقال: قال رسول الله صلى الله عليه وسلم: «كان البيت قبل هبوط آدم -عليه\nالسلام -ياقوتة من يواقيت الجنة، وكان له بابان من زمرد أخضر، باب شرقي،\nوباب غربي، وفيه قناديل من الجنة، والبيت المعمور الذي في السماء، يدخله كل\nيوم سبعون ألف ملك، لا يعودون فيه إلى يوم القيامة، حذا الكعبة الحرام، وأن\nالله - تعالى -لما أهبط آدم -عليه السلام -إلى موضع الكعبة، وهو مثل الفلك\nمن شدة رعدته، وأنزل عليه الحجر الأسود وهو يتلألأ نورا كأنه لؤلؤة بيضاء،\nفأخذه آدم -عليه السلام -فضمه إليه استئناسا به، ثم أخذ الله -عز وجل -من\nبني آدم ميثاقهم، فجعله في الحجر، ثم أنزل على آدم العصا، ثم قال: يا آدم\nتخطا، فتخطا، فإذا هو بأرض الهند، فمكث هنالك ما شاء الله، ثم استوحش إلى\nالبيت، فقيل له: احجج يا آدم، فأقبل يتخطى، فصار موضع كل قدم قرية، وما بين\nذلك مفازة، حتى قدم مكة، فلقيته الملائكة، فقالوا: بر حجك يا آدم، لقد\nحججنا هذا البيت قبلك بألفي عام، قال: فما كنت تقولون حوله؟ قالوا: كنا\nنقول حوله: سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر، وكان\nآدم إذا طاف بالبيت، قال هؤلاء الكلمات، وكان آدم يطوف بالبيت سبعة أسابيع\nبالليل، وخمسة أسابيع بالنهار، فقال آدم: يا رب، اجعل لهذا البيت عمارا\nيعمرونه من ذريتي، فأوحى الله إليه: أني معمره نبيا من ذريتك اسمه: إبراهيم\nأتخذه خليلا، أقضي على يديه عمارته، وأنبط له سقايته، وأريه حله وحرمه\nومواقفه، وأعلمه مشاعره، ومناسكه، فلما فرغ من بنائه، نادى: يا أيها الناس\nإن لله -عز وجل - بيتا، فحجوه، فأسمع من بين الخافقين، فأقبل من حج هذا\nالبيت من الناس، يقولون: لبيك اللهم لبيك. فقال النبي صلى الله عليه وسلم:\nإن آدم -عليه السلام -سأل ربه -عز وجل - فقال: يا رب، أسألك من حج هذا\nالبيت من ذريتي، لا يشرك بك شيئا، أن تلحقه بي في الجنة <span id='ms049'></span>، فقال: الله -\nتعالى -يا آدم، من مات في الحرم لا يشرك بي شيئا، بعثته آمنا يوم القيامة»\n(¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p203'> Vol. 01, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\n110 - حدثنا محمد بن يوسف، عن أبي قرة، عن حنظلة بن أبي سفيان، عن طاوس،\nقال: سمعت ابن عمر، يقول: «الطواف بالبيت صلاة، فأقلوا فيه الكلام» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p204'> Vol. 01, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\n111 - حدثنا يوسف بن أبي إبراهيم، وأحمد بن أبي بزة، قالا: حدثنا جعفر بن\nعون، حدثني [موسى] (¬1) بن عبيدة، عن صفوان بن سليم، عن ناجية بن عبد الله\nبن عتبة، عن أبيه، عن ابن مسعود، أنه قال: «أكثروا من الطواف بالبيت قبل أن\nيرفع وينسى الناس مكانه» (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p205'> Vol. 01, p. 205</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head29'>AUTO باب فضل الركن اليماني وقد تقدم الركن الأسود.</h2>\n\n<p>\n112 - حدثنا يونس بن محمد، ثنا يزيد بن أبي حكيم، ثنا ياسين الزيات، عن\nعبد الله بن حميد، عن إبراهيم النخعي، عن عائشة -رضي الله عنها - قالت: قال\nرسول الله صلى الله عليه وسلم: «ما مررت بركن اليماني قط، إلا وجدت جبريل\nقائما عنده». (¬1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p207'> Vol. 01, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\n113 - حدثنا عبد العزيز بن عباد الجندي، ثنا يونس بن محمد العدني، ثنا\nيزيد بن أبي حكيم، عن الحكم بن أبان، عن عكرمة، عن ابن عباس -رضي الله عنه\n- قال: قال رسول الله صلى الله عليه وسلم: «ما أتيت الركن اليماني قط، إلى\nوجدت جبريل قائما عنده، يقول: يا محمد استلم» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p208'> Vol. 01, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\n114 - حدثنا إسحاق بن إبراهيم، ثنا إسماعيل بن عياش الحمصي، ثنا حميد بن\nأبي سويد، قال: «سمعت أبا هاشم (¬1) يسأل عطاء بن أبي رباح، عن الركن\nاليماني وهو في الطواف؟ فقال: حدثني أبو هريرة، أن النبي صلى الله عليه\nوسلم قال: وكل الله تعالى به سبعين ملكا، ثم قال: [فمن قال: اللهم إني\nأسالك] (¬2) العفو والعافية في الدنيا والآخرة {ربنا آتنا في الدنيا حسنة\nوفي الآخرة حسنة} [البقرة: 201] [قالوا: آمين] (¬3)» (¬4).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p209'> Vol. 01, p. 209</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head30'>AUTO باب الطواف للذي قد قرن الحج والعمرة والسنة في ذلك.</h2>\n\n<p>\n115 - حدثنا إسحاق بن إبراهيم، ثنا أبو عاصم الضحاك بن مخلد، عن ابن\nجريج، قال: أخبرني أبو الزبير، أنه سمع جابر بن عبد الله، يقول: «لم يطف\nالنبي صلى الله عليه وسلم ولا <span id='ms050'></span> أصحابه، بين الصفا والمروة إلا طوافا واحدا،\nوهو الطواف الأول» (¬1).\n</p>\n\n<p>\n116 - حدثنا محمد بن يوسف، ثنا عبد الرزاق، عن عبيد الله بن عمر، عن\nنافع، عن ابن عمر: «أن رسول الله صلى الله عليه وسلم طاف لحجته وعمرته،\nطوافا واحدا، وسعى سعيا واحدا» (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p213'> Vol. 01, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\n117 - حدثنا محمد بن يوسف، حدثا أبو قرة، قال: ذكر سفيان الثوري، عن سلمة\nبن كهيل، قال: حلف لي طاوس: «ما طاف أحد من أصحاب رسول الله صلى الله عليه\nوسلم لحجته وعمرته، إلا طوافا واحدا» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p214'> Vol. 01, p. 214</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head31'>AUTO باب تذهب اللذات وتبقى التبعات إلى يوم القيامة</h2>\n\n<p>\n118 - حدثنا سلمة بن شبيب، ثنا عبد الله بن بكر الأسلمي (¬1)، قال: حدثنا\nجعفر بن سليمان الضعبي، عن مالك بن دينار، قال: «بينا أنا أطوف ذات ليلة،\nإذا أنا بجويرية صغيرة تطوف بالبيت، وهي تقول: يا رب كم من شهوة قد ذهبت\nلذتها وبقيت تبعاتها يا رب أما كان لك عقوبة وأدب إلا بالنار. قال مالك:\nفلم يزل ذلك حالها حتى طلع الفجر. قال مالك: ثم وضعت يدي على رأسي فقلت:\nثكلتك أمك يا مالك، جويرية صغيرة غلبتك منذ الليلة» (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p215'> Vol. 01, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\nتم الكتاب بحمد الله والحمد لله من حمده وصلواته ع لى سيدنا محمد وآله\nوصحبه -وسلم تسليما كثيرا -أجمعين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p216'> Vol. 01, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\n---\n</p>\n\n\n<h1 class='l1' id='head32'>AUTO (ملحق)</h1>\n\n<p>\n ---\n</p>\n\n\n<h2 class='l2' id='head33'>AUTO </h2>\n\n\n<h1 class='l1' id='head34'>AUTO ملحق</h1>\n\n<p>\n بالأحاديث المستدركة على الناسخ\n</p>\n\n<p>\nمما لم نجده في نسختنا الخطية\n</p>\n\n<p>\n1 - عن علي بن زياد اللججي، حدثنا موسى بن طارق، قال: ذكر ابن جريج، قال:\nأخبرني يحيى بن عبيد، عن أبيه، عن عبد الله بن السائب سمعت رسول الله صلى\nالله عليه وسلم يقول: «بين الركن والحجر: ربنا آتنا في الدنيا حسنة وفي\nالآخرة حسنة وقنا عذاب النار» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p217'> Vol. 01, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\n2 - حدثنا أحمد بن أبي بزة، عن أبيه قال: «دخلت الطواف بعد هدأة من\nالليل، فإذا أنا في الطواف برجل مبيض وهو يقول: «زمزم شراب الأبرار، والحجر\nمصلى الأخيار. قال: فالتفت فلم أدر أفي الأرض أخذ أم في السماء» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p218'> Vol. 01, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\n3 - وأنا أبو حمة، نا أبو قرة، قال: ذكر ابن جريج: حدثني ابن أبي حسين:\n«أن النبي صلى الله عليه وسلم <span id='ms051'></span> كتب إلى سهيل بن عمرو: إن جاءك كتابي ليلا\nفلا تصبحن، أو نهارا فلا تمسين، حتى تبعث إلي بماء زمزم، فاستعانت امرأة\nسهيل أثيلة الخزاعية جدة أيوب بن عبد الله، فأدلجتاهما وخادمهما، فلم يصبحا\nحتى فرتا مزادتين وفرغتا منهما، فجعلهما سهيل في كرين، وملأهما ماء زمزم،\nوبعثهما على بعير» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p219'> Vol. 01, p. 219</a>\n            </div>\n            \n</p>\n\n<p>\n4 - حدثنا عبد الوهاب بن فليح، حدثنا سعيد بن سالم، عن عثمان بن ساج،\nأخبرني مقاتل، عن الضحاك بن مزاحم قال: «بلغني أن التضلع من ماء زمزم براءة\nمن النفاق، وأن ماءها يذهب الصداع، وأن الاطلاع فيها يذهب بالبصر، وأنه\nسيأتي عليها زمان تكون أعذب من النيل والفرات» (¬1).\n</p>\n\n<p>\n5 - وقال عبد الوهاب بن فليح: حدثنا سعيد بن سالم، عن عثمان بن ساج،\nأخبرني مقاتل، عن الضحاك بن مزاحم قال: «إن الله عز وجل يرفع المياه العذبة\nكلها غير زمزم» (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p220'> Vol. 01, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\n6 - حدثنا ابن أبي عمر، حدثنا مسلم بن خالد، عن ابن جريج قال: «سئل عطاء\nعن نزول النبي صلى الله عليه وسلم يوم عرفة، فقال: بنمرة، وهو منزل الخلفاء\nإلى الصخرة الساقطة بأصل الجبل، عن يمينك وأنت ذاهب إلى عرفة، وكان يلقي\nعليها ثوبا يستظل به صلى الله عليه وسلم كثيرا» (¬1).\n</p>\n\n<p>\n7 - حدثنا محمد بن يوسف وإبراهيم بن محمد القاضي، قالا: حدثنا أبو قرة،\nقال: قال ابن جريج: أخبرت عن حسين بن عبد الله، عن عكرمة مولى ابن عباس، عن\nابن عباس رضي الله عنهما قال: «رأيت رسول الله صلى الله عليه وسلم يوم عرفة\nيدعو ويداه على صدره كاستطعام المسكين» (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p221'> Vol. 01, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\n8 - حدثنا سعيد، حدثنا سفيان: عن ابن جريج، عن محمد بن قيس عن قيس بن\nمخرمة قال: «خطب رسول الله صلى الله عليه وسلم فقال: إن أهل الجاهلية كانوا\nيدفعون من عرفة حين تكون الشمس كأنها عمائم الرجال في وجوههم قبل أن تغرب،\nومن المزدلفة بعد أن تطلع الشمس حين تكون كأنها عمائم الرجال في وجوههم،\nوإنا لا ندفع من عرفة حتى تغرب الشمس، وندفع من المزدلفة قبل أن تطلع\nالشمس، هدينا مخالف لهدي أهل الأوثان <span id='ms052'></span> والشرك» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p222'> Vol. 01, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\n9 - حدثنا سعيد، حدثنا سفيان، عن سليمان بن أبي المغيرة العبسي، عن عبد\nالرحمن بن أبي نعم، عن أبي سعيد الخدري رضي الله عنه قال: «الحصا قربان،\nفمن تقبل منه رفع» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p223'> Vol. 01, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\n10 - حدثنا سفيان، عن ابن جريج قال: قال عمر بن الخطاب رضي الله عنه: «ما\nتقبل الله حج امرئ إلا رفع له حصاه» (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p224'> Vol. 01, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\n11 - حدثنا سعيد، حدثنا سفيان، عن فطر، عن أبي العباس، عن أبي الطفيل،\nسألت ابن عباس رضي الله عنهما قلت: «ما بال هذه الجمار ترمى في الجاهلية\nوالإسلام، فكيف لا تسد الطريق؟ قال: إنه والله ما تقبل من امرئ حجه إلا رفع\nله حصاه» (¬1).\n</p>\n\n<p>\n12 - حدثنا سعيد، حدثنا سفيان، عن فطر، وابن أبي حسين: «عن أبي الطفيل\nقال: قلت لابن عباس رضي الله عنهما رمي الناس الجمار في الجاهلية والإسلام،\nفكيف لا تسد الطريق، قال: ما تقبل منه رفع، ولولا ذلك كان أعظم من ثبير»\n(¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p225'> Vol. 01, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\n13 - حدثنا محمد بن يوسف، حدثنا عبد الرزاق، أخبرنا سعيد بن عبد العزيز\nالتنوخي، سمعت عطاء الخراساني يقول: «يغفر للحجاج بكل حصاة من حصا الجمار\nكبيرة من الكبائر» (¬1).\n</p>\n\n<p>\n14 - حدثنا ابن أبي عمر، حدثنا مسلم، عن عبد الرحمن بن الحارث بن عياش،\nعن زيد بن علي، عن أبيه، عن عبيد الله بن أبي رافع، عن علي بن أبي طالب رضي\nالله عنه في حديث حدث عن النبي صلى الله عليه وسلم قال: «ثم أفاض رسول الله\nصلى الله عليه وسلم، فدعا بسجل من ماء زمزم، فتوضأ، ثم قال: انزعوا على\nسقايتكم يا بني عبد المطلب، فلولا أن تغلبوا عليها لنزعت معكم» (¬2).\n</p>\n\n<p>\n15 - عن ابن أبي عمر، عن سفيان، عن حميد الأعرج، عن محمد بن إبراهيم، عن\nرجل من بني تيم -ولم يسمه -قال: «خطبنا رسول الله صلى الله عليه وسلم،\nفعلمنا مناسكنا، ونزل الناس منازلهم، فقال صلى الله عليه وسلم: ينزل\nالمهاجرون ههنا، وينزل الأنصار ههنا، ففتح الله عز وجل أسماعنا حتى كنا\nسمعنا في منازلنا، وقال رسول الله صلى الله عليه وسلم: ارموا الجمرة بمثل\nحصا <span id='ms053'></span> الخذف» (¬3).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p226'> Vol. 01, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\n16 - حدثنا ابن أبي عمر، حدثنا مسلم بن خالد، عن ابن جريج، عن الحسن بن\nمسلم، عن طاوس قال: «كان منزل النبي صلى الله عليه وسلم بمنى على يسار مصلى\nالإمام، وكان منزل الأنصار خلف دار الإمارة وأومأ رسول الله صلى الله عليه\nوسلم أن انزلوا ههنا» (¬1).\n</p>\n\n<p>\n17 - حدثنا صامت، حدثنا عبد المجيد، عن ابن جريج، عن إسماعيل بن أمية:\n«أن خالد بن مضرس أخبره أنه رأى أشياخا من الأنصار يتحرون مصلى النبي صلى\nالله عليه وسلم أمام المنارة قريبا منها» (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p228'> Vol. 01, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\n18 - عن مجاهد قال: «لم يزل على الأرض سبعة مسلمون فصاعدا ولولا ذلك هلكت\nالأرض ومن عليها» (¬1).\n</p>\n\n\n### |EDITOR|\nEndnotes\n<p>\n(¬1)  الإيضاح في مناسك الحج والعمرة ص 403.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  أخرجه البخاري (144)، ومسلم (264) من حديث أبي أيوب الأنصاري رضي\nالله عنه.\n</p>\n\n<p>\n(¬2)  أخرجه الترمذي (3925)، والنسائي في \"الكبرى\" (4238)، وابن ماجه\n(3108)، وأحمد (31/ 10 رقم: 18715)، وصححه ابن خزيمة، وابن حبان (3708)،\nوالحاكم (3/ 7) وابن حجر؛ انظر: فتح الباري لابن حجر (3/ 67)، وقد عزاه\nابن حجر لأصحاب السنن، ولم أقف عليه عند أبي داود، ولعله في المفقود من\nصحيح ابن خزيمة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) وفي صحة نسبتها إلى الإمام الحسن مقالة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  انظر: «الصحيح\" لابن حبان (2319)، \"المتفق والمفترق\" (3/ 1960)،\n\"الإكمال\" (2/ 220)، \"الأنساب\" للسمعاني (3/ 320  321)، \"الأماكن\" (ص\n262)، \"طبقات فقهاء اليمن\" للجعدي (ص 69  71)، \"مشتبه النسبة\" (2/ 471)،\n\"معجم البلدان\" (2/ 170)، \"إكمال الإكمال\" (3/ 518)، \"التقييد لمعرفة\nرواة السنن والمسانيد\" (ص 460)، \"السلوك في طبقات العلماء والملوك\" (1/\n148)، \"تاريخ الإسلام\" (7/ 139  140)، \"العبر\" (1/ 454)، \"سير أعلام\nالنبلاء\" (14/ 257  258)، \"العقد الثمين\" (7/ 266  267)، \"توضيح المشتبه\"\n(2/ 470 و 5/ 337) \"غاية النهاية\" (2/ 307)، \"اللسان\" (8/ 140). \"شذرات\nالذهب\" (4/ 40)، \"الأعلام\" (7/ 280).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) اختلف فيه على عطاء وقفا ورفعا، وعطاء بن السائب كان قد اختلط وقد\nرواه عنه سفيان الثوري -وهو ممن سمع منه قبل اختلاطه -مرفوعا، وفي الطريق\nإليه كلام وخلاف يأتي بيانه، وقد جاء الحديث أيضا من رواية القاسم بن أبي\nأيوب عن سعيد بن جبير عن ابن عباس، يرفعه، وفيها كلام كما سيأتي، وقد صح\nعن ابن عباس قوله وفعله، كما سيأتي في الأحاديث التالية عند المصنف.\nوقد أخرجه ابن جماعة في \"مشيخته\" (ص 551) من طريق المصنف، به.\nوكذا أخرجه الواحدي في \"الوسيط\" (1/ 208) من طريق المصنف عن الشافعي وحده <span id='ms054'></span>، به.\nوأخرجه الدارمي (1889)، والفاكهي في \"أخبار مكة\" (305)، وابن الجارود في \"المنتقى من السنن المسندة\" (461)، وأبو علي بن رزين الهروي في \"حديثه\" (ق 9/ب)، والطحاوي في \"مشكل الآثار\" (14/ 200 و 15/ 225)، وفي \"معاني الآثار\" (2/ 178)، وابن حبان (3836)، وابن عدي في \"الكامل\" (7/ 76)، والمخلص في \"المخلصيات\" (642)، والحاكم (2/ 267)، وأبو نعيم في \"حلية الأولياء\" (8/ 128)، والبيهقي (5/ 87)، وغيرهم من طرق عن فضيل بن عياض، به.\nوأخرجه الدارمي (1890)، وابن الجارود في \"المنتقى من السنن المسندة\" (461)، وابن عدي في \"الكامل\" (7/ 76)، والبيهقي (5/ 87)، من طريق موسى بن أعين، والترمذي (960)، والبزار (4853)، وأبو يعلى (2599)، وابن خزيمة (2739)، والطوسي في \"المستخرج\" (881)، وابن عدي في \"الكامل\" (7/ 76)، والمخلص في \"المخلصيات\" (2795)، والبيهقي (5/ 87)، من طريق جرير بن عبد الحميد، والحاكم (1/ 459)، والبيهقي (5/ 87) من طريق سفيان بن عيينة، جميعهم (موسى، وجرير، وابن عيينة) عن عطاء بن السائب، به.\nقال الترمذي: روي هذا الحديث، عن ابن طاوس وغيره، عن طاوس، عن ابن عباس موقوفا، ولا نعرفه مرفوعا إلا من حديث عطاء بن السائب والعمل على هذا عند أكثر أهل العلم: يستحبون ألا يتكلم الرجل في الطواف إلا لحاجة، أو بذكر الله تعالى، أو من العلم.\nوقال البزار وهذا الحديث لا نعلم أحدا رواه عن النبي صلى الله عليه وسلم إلا ابن عباس، ولا نعلم أسند عطاء بن السائب، عن طاووس، عن ابن عباس غير هذا الحديث. ورواه غير واحد موقوفا، وأسنده جرير، وفضيل بن عياض، ولا نعلم أحدا ترك حديث عطاء بن السائب لأن عطاء ثقة كوفي مشهور، ولكنه كان قد تغير فاضطرب في حديثه.\nقال البيهقي في \"معرفة السنن والآثار\" (7/ 232): رفعه عطاء بن السائب في رواية جماعة عنه. وروي عنه موقوفا والموقوف أصح.\nوخالفهم محمد بن فضيل الضبي فوقفه، فقد أخرجه ابن أبي شيبة (12960) عنه عن عطاء بن السائب عن طاوس عن ابن عباس قوله.\nوخالفهم جميعا جعفر بن سليمان، فأخرجه عبد الرزاق (9791) عنه عن عطاء بن السائب، عن طاوس، أو عكرمة أو كلاهما أن ابن عباس، موقوفا.\nورواه حنظلة بن أبي سفيان عن طاوس واختلف عنه\nفأخرجه الشافعي في \"مسنده\" (961/سنجر) - ومن طريقه <span id='ms055'></span> البيهقي في \"الكبرى\" (5/ 85)، وفي \"معرفة السنن والآثار\" (9899) -عن سعيد بن سالم، والفاكهي في \"أخبار مكة\" (311 و 312) من طريق موسى بن طارق وبشر بن السري، والنسائي (2923) من طريق الفضل بن موسى السيناني، والمخلص في \"المخلصيات (2798) من طريق محمد بن يحيى بن أبي عدي، جميعهم (سعيد، وموسى، وبشر، والسيناني، وابن أبي عدي) عن حنظلة عن طاوس عن ابن عمر، موقوفا.\nوسيأتي عند المصنف في الحديث رقم [110] من طريق موسى بن طارق، بهذا الإسناد.\nإلا أن السيناني تصحف عند النسائي للشيباني وفي طبعة التأصيل، على الصواب.\nورواه الثوري عن حنظلة واختلف عنه:\nفأخرجه الطبراني في \"المعجم الأوسط\" (7370)، والدارقطني في \"العلل\" (13/ 163) من طريقين عن أبي حذيفة موسى بن مسعود عن سفيان الثوري عن حنظلة عن طاوس عن ابن عمر، لا أعلمه إلا عن النبي صلى الله عليه وسلم قال: الطواف صلاة، فأقلوا فيه الكلام.\nقال الطبراني: لم يرو هذا الحديث عن سفيان إلا أبو حذيفة، تفرد به: أحمد بن ثابت\nوفي \"التلخيص الحبير\" (1/ 226): ظهر أن الغلط من الجحدري - يعني أحمد بن ثابت-وإلا، فقد أخرجه ابن السكن من طريق أبي حذيفة، فقال: عن ابن عباس. اه.\nقلت: أحمد بن ثابت الجحدري لم يتفرد به فرواية الدارقطني فيها متابع له كما أشرنا، والأشبه أنه اضطراب من أبي حذيفة فإنه صدوق لكنه سيء الحفظ وكان يصحف، وابن حجر حين عزاه للأوسط جعل رواية سفيان عن عطاء لا حنظلة خلافا لما في المطبوعة.\nوأخرجه الدارقطني في \"العلل\" (13/ 163) من طريق المؤمل بن إسماعيل عن سفيان عن حنظلة عن طاووس عن ابن عمر، قال: الطواف بالبيت صلاة، فأقلوا فيه الكلام. وأخرجه الحاكم (1/ 459) من طريق محمد بن صالح بن علي الهمداني الأشج عن عبد الصمد بن حسان عن سفيان الثوري عن عطاء بن السائب عن ابن عباس يرفعه.\nقلت: الهمداني ذكره ابن حبان في \"الثقات\"، وقال: يخطئ. ولهذا ذكره الحافظان في ميزانهما\nوخالفهم جميعا الحارث بن منصور، فقد أخرجه البيهقي في \"الكبرى\" (5/ 87) من طريقه عن سفيان الثورى عن عبد الله <span id='ms056'></span> بن طاوس عن أبيه عن ابن عباس، موقوفا.\nقلت: والحارث قال ابن عدي: فى حديثه اضطراب. ونسبه أبو نعيم الأصبهاني إلى كثرة الوهم، وفي التقريب صدوق يهم. ورواية الثوري هذه- فيما وقفت عليه من طرق-غاب عنها الأثبات الثقات المشهورين من أصحاب الثوري-وتلك علة -غير أن الترجيح غير متعذر في هذا الاختلاف، والأشبه قول المؤمل بن إسماعيل؛ وذلك لوجود القرينة والأصل الصحيح لهذا الوجه أعني رواية: (سعيد بن سالم، وموسى بن طارق، وبشر بن السري، والسيناني، وابن أبي عدي) عن حنظلة عن طاوس عن ابن عمر، موقوفا. والله أعلم. وأخرجه الطبراني في \"المعجم الكبير\" (11/رقم 10955)، والبيهقي في \"الكبرى\" (5/ 87) من طريق ليث بن أبي سليم عن طاوس، عن ابن عباس، أن رسول الله صلى الله عليه وسلم قال: الطواف بالبيت صلاة، ولكن الله تعال أحل فيه المنطق، فمن نطق فلا ينطق إلا بخير. وليث بن أبي سليم كان قد اختلط ولم يتميز حديثه فترك. وأخرجه الحاكم (2/ 266) من طريق القاسم بن أبي أيوب، عن سعيد بن جبير، عن ابن عباس، يرفعه. وفي \"التلخيص الحبير\" (1/ 227): أظن أن فيها إدراجا. اه. قلت: وذلك؛ لأن الحديث يروي من غير طريق عن سعيد بن جبير دون زيادة الرفع من حديث الطواف صلاة\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  صحيح موقوفا، وهذا إسناد مختلف في وقفه ورفعه على ابن جريج، وقد\nرواه عبد الله بن طاوس، وإبراهيم بن ميسرة كلاهما عن طاوس، عن ابن عباس،\nقوله، كما سيأتي في الحديثين التاليين. وقد أخرجه ابن جماعة في \"مشيخته\"\n(ص 552) من طريق المصنف، به. إلا أنه تصحف عنده عبد العزيز بن عباد لعبد\nالعزيز بن محمد. وقد أخرجه عبد الرزاق (9788)، وأحمد (15423 و 16612 و\n23201) -ومن طريقه البيهقي في \"الكبرى\" (5/ 87) -، والنسائي في \"المجتبى\"\n(2922)، وفي \"السنن الكبرى\" (3930)، والطحاوي \"مشكل الآثار\" (15/ 229)،\nوالمخلص في المخلصيات (2797) من طرق عن ابن جريج، به، مرفوعا. قال الإمام\nأحمد: لم يرفعه ابن بكر. يعني محمد بن بكر البرساني. وانظر باقي تخريجه\nفي الحديثين التاليين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  صحيح. وقد أخرجه ابن جماعة في \"مشيخته\" (ص 552) من <span id='ms057'></span> طريق المصنف،\nبه. وقد أخرجه ابن أبي شيبة (12963). وأخرجه الفاكهي في \"أخبار مكة\"\n(307) عن محمد بن يحيى بن أبي عمر العدني، كلاهما (ابن أبي شيبة،\nوالعدني) عن سفيان بن عيينة، عن عبد الله بن طاوس، به.\nوخالفهم عبد الله بن عمران فرفعه، فقد أخرجه البيهقي في \"الكبرى\" (5/ 87) من طريقه عن سفيان بن عيينة عن إبراهيم بن ميسرة عن طاوس عن ابن عباس قال: الطواف بالبيت صلاة فذكره. قال البيهقي: ورواه الباغندى عن عبد الله بن عمران مرفوعا ولم يصنع شيئا فقد رواه ابن جريج وأبو عوانة عن إبراهيم بن ميسرة موقوفا.\nقلت: رواية الجماعة (صامت وابن أبي شيبة والعدني) أرجح من تلك، فضلا عن كونها مضطربة فجاءت على الوقف والرفع، فالصحيح عن ابن عيينة الموقوف، أضف إلى ذلك وجود المتابع الآتي: وأخرجه عبد الرزاق (9789) -ومن طريقه البيهقي في \"الكبرى\" (5/ 85)، وفي \"الصغرى\" (1639) -عن معمر عن عبد الله بن طاوس، به.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  سنده صحيح. وقد أخرجه الشافعي في \"مسنده\" (962/سنجر) -ومن طريقه\nالبيهقي في \"الكبرى\" (5/ 85)، وفي \"معرفة السنن والآثار\" (9900) -، وعبد\nالرزاق (8962)، وابن أبي شيبة (12962)، والفاكهي في \"أخبار مكة\" (332 و\n333) من طرق عن ابن جريج، به. وانظر السابق والتالي.\n</p>\n\n<p>\n(¬2)  قد خولف صامت بن معاذ في هذا، فرواه أحمد بن محمد جد الأزرقي ومحمد\nبن يحيى بن أبي عمر العدني وعبد الجبار بن العلاء عن سفيان بن عيينة بهذا\nالإسناد عن طاوس من قول ابن عباس، وهو الصحيح كما سيأتي. وقد أخرجه\nالأزرقي في \"أخبار مكة\" (2/ 11) عن جده أحمد بن محمد، والفاكهي في \"أخبار\nمكة\" (310 و 673) عن محمد بن أبي عمر العدني، وعبد الجبار بن العلاء،\nثلاثتهم: عن سفيان، عن إبراهيم بن ميسرة قال: كنت أطوف مع طاوس فقال لي:\nألم أقل لك؟ قلت: لا أدري والله، قال: ألم أقل لك إن ابن عباس قال: إذا\nطفت بالبيت فأقلل فيه الكلام فإنه صلاة. واختلف فيه على إبراهيم بن\nميسرة: فأخرجه عبد الرزاق (9790) عن ابن جريج، والنسائي في \"السنن\nالكبرى\" (3931) -ومن طريقه ابن عبد البر في <span id='ms058'></span> \"الاستذكار\" (12/ 196) -من\nطريق أبي عوانة الوضاح بن عبد الله اليشكري، كلاهما (ابن جريج، وأبو\nعوانة) عن إبراهيم بن ميسرة، عن طاووس، عن ابن عباس، قال: الطواف بالبيت\nصلاة، فأقلوا به الكلام. وخالفهما محمد بن عبد الله بن عبيد بن عمير،\nفرفعه، فقد أخرجه الطبراني (11/رقم 10976)، والمخلص في \"المخلصيات\"\n(2796) من طريقه عن إبراهيم بن ميسرة، عن طاوس، عن ابن عباس، عن النبي\nصلى الله عليه وسلم قال: الطواف صلاة فأقلوا فيه الكلام. ومحمد بن عبد\nالله ضعيف الحديث، وقد خالف من هما أوثق منه وأثبت فالوجه الموقوف أرجح\nمن حديث إبراهيم. وانظر أيضا: \"الإمام في معرفة أحاديث الأحكام\" لابن\nدقيق العيد (2/ 412).\nوقد صح من فعل ابن عباس وابن عمر رضي الله عنهما من طريق عطاء بن أبي رباح عنهما تقدم تخريجه في الأثر السابق.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  وقد أخرجه الآجري في \"مسألة الطائفين\" (5) -ومن طريقه ابن الجوزي\nفي \"مثير العزم الساكن إلى أشرف الأماكن\" (252) -عن المصنف، به. إلا أنه\nذكره من قول عبد المجيد في شطره الأول فقط وعن أبيه في الثاني كما عند\nالمصنف. وأخرجه الفاكهي في \"أخبار مكة\" (335) عن محمد بن ميمون عن عبد\nالمجيد بن أبي رواد، عن أبيه قال: رأيت طاوسا ومجاهدا يطوفان بالبيت وهما\nخشع. وأخرجه الفاكهي في \"أخبار مكة\" (337) من طريق يحيى بن سليم، عن عبد\nالعزيز بن أبي رواد قال: حدثني عطاء بن أبي رباح، أو غيره قال: «رأيت عبد\nالله بن عمر وعبد الله بن عباس رضي الله عنهم يطوفان بالبيت جميعا، كأن\nعلى رءوسهما الطير تخشعا».\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  ضعيف جدا؛ لحال صامت فقد تقدم في الحديث [3] أنه يهم ويغرب، ولحال\nعبد المجيد فإنه صدوق يخطئ، ومع هذا فقد خولف صامت في هذا، والمخالف ليس\nبأحسن حالا منه، والحديث روي نحوه مرفوعا ولا يصح فيه وقف ولا رفع. وقد\nأخرجه الفاكهي في \"أخبار مكة\" (411) عن حريز بن المسلم أبي المسلم\nالصنعاني عن عبد المجيد بن أبي رواد، عن الثقة قال: زحم عثمان رضي الله\nعنه النبي صلى الله <span id='ms059'></span> عليه وسلم في الطواف وهو يقرأ، فقال: \"عليك بالذكر \"\nفحوله من القراءة إلى الذكر، وقال: \"إن الله تبارك وتعالى زين الإسلام\nبالسخاء وحسن الخلق، وزين الطواف بالذكر\"، وحريز بن المسلم مجهول الحال،\nوقد ذكره ابن حبان في ثقاته. وروي نحوه مرفوعا من حديث أنس وجابر وأبي\nسعيد الخدري والضعف عليها شديد بين. انظر \"الضعيفة\" (3317 و 5736 و\n6883).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  سنده صحيح إلى مجاهد؛ ولكنه لم يذكر عمن أخذه، وأبو يحيى هو: محمد\nبن عبد الله بن يزيد القرشي العدوي، أبو يحيى بن أبى عبد الرحمن المقرئ\nالمكي، مولى آل عمر بن الخطاب، ثقة. وقد صح مثل هذا القول عن محمد بن كعب\nالقرظي وسيأتي أيضا في الحديث التالي عن ابن عباس، قوله. وعزاه السيوطي\nفي \"الدر المنثور\" (1/ 689) للمصنف.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  فيه طلحة بن عمرو الحضرمي متروك. وعزاه العراقي في \"تخريج أحاديث\nالإحياء\" (780) للمصنف. وقد أخرجه الأزرقي في \"أخبار مكة\" (1/ 45 و 2/\n13) عن جده، عن سعيد بن سالم القداح، به.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  ضعيف لجهالة الراوي عن نافع، وهو منكر بهذا السياق كما سيأتي. وقد\nأخرجه ابن راهويه في \"مسنده\" (1211/المطالب العالية)، والفاكهي في \"أخبار\nمكة\" (298) من طريق قبيصة بن عقبة، بنحوه. وأخرجه الفاكهي في \"أخبار مكة\"\n(299) من طريق خارجة بن مصعب عن معروف بن خربوذ عن معاوية بن أبي الحارث\nعن نافع، عن ابن عمر، عن عمر بن الخطاب، يرفعه بنحوه. وخارجة متروك،\nوالإسناد إليه لا يصح أيضا. وأخرجه ابن حبان في \"المجروحين\" (1/ 158\n159) عن أبي بشر أحمد بن محمد بن مصعب حدثني أبي وعمي قالا ثنا جدي ثنا\nعثمان بن جبلة بن أبي رواد ثنا سفيان بن سعيد الثوري عن مالك بن أنس عن\nنافع عن بن عمر قال كان النبي صلى الله عليه وسلم يطوف وأنا معه إذ وقف\nفضحك فقلت له في ذلك فقال لقيت عيسى بن مريم ومعه ملكان فسلم علي. قال\nعثمان وربما يقول سفيان رجل عن نافع ولم يسمه.\nقلت: وقد ذكر ابن حبان الحديث في ترجمة أبي بشر هذا، وقال: كان ممن يضع <span id='ms060'></span> المتون للآثار ويقلب الأسانيد للأخبار حتى غلب قلبه أخبار الثفات وروايته عن الأثبات بالطامات على مستقيم حديثه فاستحق الترك ولعله قد أقلب على الثقات أكثر من عشرة آلاف حديث\nوقد روي روي نحوه من حديث أنس بن مالك، أخرجه ابن عدي في \"الكامل\" (6/ 40)، وابن عساكر في \"تاريخ دمشق\" (47/ 485 و 521)، والديلمي في \"مسنده\" - كما في \"الغرائب الملتقطة\" (ق 154) -من طريق أبي عقال، عن أنس بن مالك قال بينما نحن نطوف مع رسول الله صلى الله عليه وسلم إذ رأينا بردا ويدا فقلنا يا رسول الله ما هذا البرد واليد قال وقد رأيتم ذلك فقلنا نعم فقال ذلك عيسى بن مريم سلم علي. ومن طريق ابن عدي أخرجه ابن الجوزي في \"الموضوعات\" (1/ 205)، وقال: هذا حديث ليس بصحيح. قال ابن حبان: أبو عقال يروي عن أنس أشياء موضوعة ما تحدث بها أنس قط لا يجوز الاحتجاج به بحال. والأصل الصحيح لهذه الرواية أن النبي صلى الله عليه وسلم رأى عيسى بن مريم عليه السلام مناما فقد أخرج مالك في الموطأ ومن طريقه البخاري ومسلم عن نافع، عن عبد الله بن عمر؛ أن رسول الله صلى الله عليه وسلم قال: أراني الليلة عند الكعبة، فرأيت رجلا آدم، كأحسن ما أنت راء من أدم الرجال، له لمة، كأحسن ما أنت راء من اللمم، قد رجلها، فهي تقطر ماء، متكئا على رجلين أو على عواتق رجلين، يطوف بالكعبة، فسألت من هذا؟ قيل: هذا المسيح ابن مريم ... الحديث.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  في الأصل هنا: ثنا. وهي زيادة مقحمة فإن أبا القاسم العابدي هو عبد\nالله بن عمران، وكذا أخرجه عن المصنف ابن حبان في \"صحيحه\" على الصواب كما\nسيأتي.\n</p>\n\n<p>\n(¬2)  قال أبو حاتم الرازي كما في \"العلل\" (854): هذا حديث منكر، ويوسف\nضعيف الحديث شبه المتروك. وعزاه السيوطي في \"الدر المنثور\" (1/ 704)\nللمصنف. وقد أخرجه ابن حبان في \"المجروحين\" (3/ 137) عن المصنف، به.\nوقال: يوسف بن الفيض شيخ يروي عن الأوزاعي المناكير الكثيرة والأوهام\nالفاحشة كأنه كان يعملها تعمدا لا يجوز الاحتجاج به بحال <span id='ms061'></span>. وأخرجه أيضا\nابن عساكر (34/ 388  389) من طريق المصنف، به. وأخرجه الفاكهي في \"أخبار\nمكة\" (324)، وابن الأعرابي في \"معجمه\" (1887)، والطبراني (11/رقم 11475)،\nوابن عدي في \"الكامل\" (8/ 499)، والمخلص في \"المخلصيات\" (1252)، وأبو\nنعيم في \"تاريخ أصبهان\" (1/ 115 - 116 و 307)، والخطيب في \"الموضح\" (2/\n472)، وغيرهم من طريق يوسف بن السفر بن الفيض، به.\nقال الدارقطني في \"الأفراد\" (2767/أطراف الغرائب): تفرد به أبو الفيض يوسف بن السفر، عن الأوزاعي، عن عطاء. وأخرجه الطبراني في \"الأوسط\" (6314)، وابن عساكر في \"تاريخ دمشق\" (34/ 387 - 388) من طريق سعيد ابن يعقوب، عن عبد الرحمن بن السفر، عن الأوزاعي، به. قال الطبراني: لم يرو هذا الحديث عن الأوزاعي إلا عبد الرحمن بن السفر. وقال ابن عساكر: كذا سماه: عبد الرحمن بن السفر، وهو يوسف بن السفر، والحديث محفوظ من أصله، ولا يعرف عبد الرحمن بن السفر. وأخرجه الفاكهي في \"أخبار مكة\" (325)، والبيهقي في \"شعب الإيمان\" (3760) من طريق محمد بن معاوية النيسابوري عن محمد بن صفوان عن ابن جريج عن عطاء، به بنحوه.\nقلت: ومحمد بن معاوية النيسابوري متروك وكذبه ابن معين، وشيخه محمد مجهول، وابن جريج مدلس وقد عنعنه. وأخرجه الفاكهي أيضا (326) عن إبراهيم بن أبي يوسف عن يحيى بن سليم، عن محمد بن مسلم، وغيره، عن ابن جريج، نحوه موقوفا؛ قلت: وشيخ الفاكهي لم أقف على ترجمته.\nوأخرجه الطبراني (11/رقم 11248) من طريق خالد بن يزيد العمري، عن محمد بن عبد الله بن عبيد الليثي، عن ابن أبي مليكة، عن ابن عباس، بنحوه؛ والعمري كذاب وشيخه متروك الحديث. وانظر باقي تخريجه في الحديث التالي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  ذكر ناسخه أنه تصحف في الأصل جريج: لخديج.\n</p>\n\n<p>\n(¬2)  حديث منكر كما قال أبو حاتم وضعفه غير واحد من الأئمة وانظر باقي\nتخريجه في الحديث السابق. وقد أخرجه ابن حبان في \"المجروحين\" (1/ 321) عن\nالمصنف، به. وقد ذكره ابن حبان في ترجمة سعيد بن سالم وضعفه ثم قال:\nوسليم بن مسلم قد تبرأنا أيضا من عهدته. وأخرجه الأزرقي في \"أخبار مكة\"\n(2/ 8) عن جده، عن سعيد بن سالم، وسليم بن مسلم، به؛ وأخرجه الحارث في\n\"مسنده <span id='ms062'></span>\" (392/بغية) عن أحمد بن يزيد الكرماني عن سعيد، وحده.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  إسناده ضعيف: سعيد صدوق يهم وقد تقدم، وعثمان، هو: ابن عمرو بن ساج\nالقرشي، أبو ساج الجزري، مولى بني أمية، وكثيرا ما ينسب إلى جده، وهو\nضعيف، وشيخه ياسين، هو: ابن معاذ أبو خلف الزيات، منكر الحديث مع كونه من\nجلة الفقهاء على رأي أبي حنيفة، وانظر: \"ميزان الاعتدال\" (4/ 358)، \"لسان\nالميزان\" (8/ 411). وعزاه السيوطي في \"الدر المنثور\" (1/ 703) للمصنف\nوالأزرقي. وقد أخرجه الأزرقي في \"أخبار مكة\" (2/ 9) عن جده عن سعيد بن\nسالم، به.\n</p>\n\n<p>\n(¬2)  إسناده ضعيف: عزاه السيوطي في \"الدر المنثور\" (1/ 703) للمصنف\nوالأزرقي. وقد أخرجه الأزرقي في \"أخبار مكة\" (2/ 9) عن جده عن سعيد بن\nسالم عن عثمان، به ولفظه: من نظر إلى الكعبة إيمانا وتصديقا خرج من\nالخطايا كيوم ولدته أمه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  إسناده ضعيف: فيه سعيد بن سالم القداح وعثمان بن ساج. وعزاه\nالسيوطي في \"الدر المنثور\" (1/ 703) للمصنف والأزرقي. وقد أخرجه الأزرقي\nفي \"أخبار مكة\" (2/ 9) عن جده عن سعيد بن سالم عن عثمان، به. ولفظه: من\nنظر إلى الكعبة إيمانا وتصديقا تحاتت عنه الذنوب كما يتحات الورق من\nالشجر.\n</p>\n\n<p>\n(¬2)  سنده ضعيف: فيه سعيد بن سالم القداح وعثمان بن ساج. وعزاه الصالحي\nفي \"سبل الهدى والرشاد\" (1/ 174) للمصنف والأزرقي. وقد أخرجه الأزرقي في\n\"أخبار مكة\" (2/ 9) عن جده عن سعيد بن سالم عن عثمان، به.\n</p>\n\n<p>\n(¬3)  سنده ضعيف: لانقطاعه أيضا بين عثمان وعطاء، وهو حسن بمجموع طرقه\nالآتية بغير هذا اللفظ. وعزاه السيوطي في \"الدر المنثور\" (1/ 703) للمصنف\nوابن أبي شيبة والأزرقي والبيهقي في \"شعب الإيمان\". وأخرجه الأزرقي في\n\"أخبار مكة\" (2/ 9) عن جده عن سعيد بن سالم عن عثمان، بلاغا عن عطاء، به.\nوأخرجه عبد الرزاق (9173) عن عبد الوهاب بن مجاهد عن أبيه وعطاء، قالا:\nالنظر إلى البيت عبادة، وتكتب له بها حسنة، وتصلي عليه الملائكة ما دام\nينظر إليه. وأخرجه عبد الرزاق (9174)، وابن أبي شيبة (14986) مختصرا\nكلاهما من طريق أبان بن عبد الله البجلي، عن عطاء مثل لفظ رواية عبد\nالوهاب. وأخرجه البيهقي في \"شعب الإيمان\" (3761) من طريق ابن <span id='ms063'></span> جريج، عن\nعطاء، قال: النظر إلى البيت عبادة. وانظر الحديث [48].\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) كذا بالأصل، وعلق عليها الناسخ بقوله: صوابه الطائفون.\n</p>\n\n<p>\n(¬2)  فيه شيخ المصنف، وهو: أحمد بن محمد بن عبد الله بن القاسم بن نافع\nبن أبي بزة، أبو الحسن المخزومي البزي المكي المقرئ مؤذن المسجد الحرام\nأربعين سنة. ضعيف الحديث مع كونه إماما في القراءة ثبتا فيها. وانظر:\n\"الجرح والتعديل\" (2/ 71)، و\"الضعفاء\" للعقيلي (1/ 127)، و\"الثقات\" (8/\n37)، و\"تاريخ الإسلام\" (5/ 1069)، و\"لسان الميزان\" (1/ 631). وعزاه\nالسيوطي في \"الدر المنثور\" (1/ 709) للمصنف. وقد أخرجه الآجري في \"مسألة\nالطائفين\" (رقم 6) - ومن طريقه ابن الجوزي في \"مثير العزم الساكن إلى\nأشرف الأماكن\" (253) -عن أبي بكر عبد الله ابن محمد بن عبد الحميد\nالواسطي عن أحمد بن أبي بزة المؤذن، به. ونقله قطب الدين النهرواني في\n\"الإعلام بأعلام بيت الله الحرام\" (ق 12/أ) من طريق وهيب بن الورد، به.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  فيه شيخ المصنف: إسحاق بن إبراهيم الطبري. قال ابن عدي: منكر\nالحديث. وقال الدارقطني: منكر الحديث. وقال ابن حبان: منكر الحديث جدا\nيأتي عن الثقات بالموضوعات، لا يحل كتب حديثه إلا على جهة التعجب. وقال\nالحاكم في المدخل: روى عن الفضيل، وابن عيينة أحاديث موضوعة. وانظر:\n\"ميزان الاعتدال\" (1/ 177)، و\"لسان الميزان\" (2/ 30). وعزاه السيوطي في\n\"الدر المنثور\" (1/ 708) للمصنف.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  مداره على عطاء بن السائب وكان قد اختلط ولم يسمعه عنه أحد ممن سمع\nمنه قبل الاختلاط بهذا اللفظ، وقد رواه حماد بن زيد - وسماعه من عطاء\nقديما قبل اختلاطه -عن عطاء بن السائب عن عبد الله بن عبيد بن عمير عن\nابن عمر، -ولم يقل عن أبيه عن ابن عمر -يرفعه: من طاف بهذا البيت أسبوعا\nكانت له بها رقبة. وهذا هو الصحيح كما سيأتي.\nقال البوصيري في \"إتحاف الخيرة\" (2539) عن عبيد بن عمير عن ابن عمر ... الحديث رواه محمد بن يحيى بن أبي عمر-شيخ المصنف -ولم يذكر سنده كاملا. وقد أخرجه الأزرقي في \"أخبار مكة\" (2/ 3) من طريق معمر بن راشد، والبيهقي في \"الكبرى\" (5/ 110)، وفي \"شعب الإيمان\" (3751) من طريق إبراهيم بن طهمان <span id='ms064'></span>، عن عطاء بن السائب، به، كرواية المصنف. لم يذكر عبيد الواسطة بينه وبين ابن عمر. وقد خالفهما في ذلك جماعة فذكروا الواسطة بين عبيد وابن عمر. فأخرجه الطيالسي (2012) -ومن طريقه البيهقي في \"الكبرى\" (5/ 110)، وفي \"شعب الإيمان\" (3750) -، وأحمد (5701)، والطبراني (12/رقم 13440)، وابن بشران في \"أماليه\" (130) من طريق همام بن يحيى، وأحمد (4462)، وأبو يعلى (5688)، والبيهقي في \"الكبرى\" (5/ 110)، والبغوي في \"شرح السنة\" (1916) من طريق هشيم بن بشير، وعبد بن حميد في \"مسنده\" (832/المنتخب) من طريق أبي الأحوص سلام بن سليم، والفاكهي في \"أخبار مكة\" (300) من طريق عبيدة بن حميد، والترمذي (959)، وأبو يعلى (5687) -وعنه ابن حبان (3697) -، وابن خزيمة (2753)، والطوسي في \"المستخرج\" (794)، وأبو القاسم الأصبهاني في \"الترغيب والترهيب\" (1060) من طريق جرير بن عبد الحميد، جميعهم (همام بن يحيى، وهشيم، وأبو الأحوص، وعبيدة بن حميد، وجرير) عن عطاء بن السائب، عن عبد الله بن عبيد بن عمير، عن أبيه، عن ابن عمر، مرفوعا - يزيد بعضهم على بعض في حديث وفيه-: من طاف بهذا البيت أسبوعا يحصيه، كتب له بكل خطوة حسنة، وكفر عنه سيئة، ورفعت له درجة، وكان عدل عتق رقبة.\nورواه محمد بن فضيل عن عطاء واختلف عنه:\nفأخرجه ابن أبي شيبة (12806). وأخرجه ابن خزيمة (2753) من طريق علي بن المنذر، كلاهما (ابن أبي شيبة، وعلي بن المنذر) عن محمد بن فضيل عن عطاء بن السائب عن عبد الله بن عبيد بن عمير عن أبيه عن ابن عمر، قال: سمعت رسول الله صلى الله عليه وسلم يقول: من طاف بالبيت لم يرفع قدما، ولم يضع أخرى، إلا كتبت له بها حسنة، وحطت عنه بها خطيئة، ورفعت له بها درجة. وسمعته يقول: من أحصى سبوعا كان كعدل رقبة.\nوخالفهما علي بن محمد، فأخرجه ابن ماجه (2956) عنه عن محمد بن فضيل عن العلاء بن المسيب عن عطاء عن عبد الله بن عمر، قال: سمعت رسول الله صلى الله عليه وسلم يقول: من طاف بالبيت، وصلى ركعتين، كان كعتق رقبة. وخالفهم جميعا سفيان بن وكيع، فأخرجه الآجري في \"مسألة الطائفين <span id='ms065'></span>\" (14) -ومن طريقه ابن الجوزي في \"مثير العزم الساكن\" (242) - من طريق سفيان بن وكيع عن محمد بن فضيل عن عطاء بن السائب عن عبد الله بن عبيد بن عمير عن ابن عمر قال: سمعت رسول الله صلى الله عليه وسلم يقول: من طاف بالبيت لم يرفع قدما ولم يضع أخرى إلا كتب الله عز وجل له بها حسنة وحط عنه بها خطيئة ورفع له بها درجة.\nقلت: والوجه الأول عن ابن فضيل أشبه؛ لوجود المتابع من ناحية، ولموافقته لرواية جماعة آخرين، ويبقى الحديث بهذا اللفظ ضعيفا، فجميع هؤلاء ممن سمعوا من عطاء بعد تغيره، وهو صحيح باللفظ الآتي من طريق حماد: فقد أخرجه الطبراني (12/رقم 13447) من طريق حماد بن زيد عن عطاء بن السائب عن عبد الله بن عبيد بن عمير عن ابن عمر، يرفعه: من طاف بهذا البيت أسبوعا كانت له بها رقبة. وسنده صحيح، وحماد بن زيد ممن سمع من عطاء قديما.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  انقلب اسمه في الأصل، والصواب ما أثبتناه كما في مصادر الترجمة،\nوالمصنف روى عنده بضع أحاديث عن يزيد بن أبي حكيم.\n</p>\n\n<p>\n(¬2)  ما بين المعقوفين ساقط من الأصل، والمثبت من مصادر الترجمة.\n</p>\n\n<p>\n(¬3)  كذا بالأصل، والصواب: [عبد الله عن عمه عن ابن عمر] فقد عزاه\nالزبيدي في \"إتحاف السادة المتقين\" (4/ 359) للمصنف من حديث ابن عمر.\nوأخرجه أيضا الفاكهي في \"أخبار مكة\" (296) من طريق عبد الله بن الحارث،\nعن ياسين الزيات، عن عبد الله بن عبد الله، عن عمه، عن ابن عمر رضي الله\nعنهما. ومداره على ياسين الزيات وهو متروك الحديث. وانظر الحديث السابق.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  حديث منكر، عبد الرحمن بن محمد هو: ابن أخت عبد الرزاق واه، قاله\nالذهبي في \"تلخيص كتاب الموضوعات\" (ص 149)، وانظر: \"لسان الميزان\" (5/\n126)، وأبو معشر المدني هو نجيح بن عبد الرحمن السندي، ضعيف، وكان قد أسن\nفاختلط. وروي عن ابن المنكدر عن أبيه بدلا من جابر، بغير هذا اللفظ\nبإسناد أصح من ذلك كما سيأتي. وعزاه السخاوي في \"المقاصد الحسنة\" (1144)،\nوالزبيدي في \"إتحاف السادة المتقين\" (4/ 359) للمصنف <span id='ms066'></span>. وقد أخرجه الواحدي\nفي \"التفسير الوسيط\" (1/ 206) من طريق المصنف، به.\nوأخرجه ابن شاهين في \"الترغيب في فضائل الأعمال\" (332) من طريق إسحاق بن بشر عن أبي معشر، به. وإسحاق بن بشر كذاب. وقد روي عن ابن المنكدر عن أبيه بغير هذا اللفظ: فأخرجه ابن أبي شيبة (12807)، والبخاري في \"التاريخ الكبير\" (8/ 35)، والفسوي في \"المعرفة والتاريخ\" (2/ 116)، والطبراني (20/رقم 845)، والمخلص في \"المخلصيات\" (2982)، والحاكم (3/ 457)، وأبو نعيم في \"معرفة الصحابة\" (6267)، والبيهقي في \"شعب الإيمان\" (3758 و 3759)، من طريق حريث بن السائب عن ابن المنكدر عن أبيه قال: قال رسول الله صلى الله عليه وسلم: من طاف بالبيت أسبوعا، لم يلغ فيه كان كعدل رقبة يعتقها. ومن طريق ابن أبي شيبة أخرجه ابن عدي في \"الكامل\" (2/ 477) في ترجمة حريث، وقال: وليس لحريث بن السائب إلا اليسير من الحديث وقد أدخله الساجي في كتاب \"ضعفائه\" الذي خرجه. ومن طريق المخلص أخرجه ابن الأثير في \"أسد الغابة\" (5/ 263)، وقال: قال أبو عمر: حديثه عندهم مرسل، ولكنه ولد على عهد رسول الله صلى الله عليه وسلم ولا تثبت له صحبة.\nقلت: وحريث صدوق يخطئ. وأخرجه الدارقطني في \"الغرائب والأفراد\" (4417/أطراف الغرائب)، وأبو نعيم في \"معرفة الصحابة\" (6268) من طريق أبي عبيدة بن أبي السفر عن وهب بن جرير بن حازم عن شعبة، عن محمد بن المنكدر، عن أبيه. قال الدارقطني: تفرد به أبو عبيدة بن أبي السفر عن وهب بن جرير بن حازم عن شعبة، عن محمد بن المنكدر، عن أبيه. وذكر في \"العلل\" (3429): -وسئل عن حديث المنكدر-، فقال: يرويه أبو عبيدة بن أبي السفر، عن وهب، عن شعبة، عن ابن المنكدر، عن أبيه. وإنما روى هذا حريث بن السائب، عن ابن المنكدر، عن أبيه، ولا يصح عن شعبة.\nقلت: وابن أبي السفر صدوق يهم. وله طريق أخر، أخرجه الفاكهي في \"تاريخ مكة\" (294) من طريق الحجاج بن أرطاة عن أبي الزبير عن جابر، يرفعه بلفظ: من طاف بهذا البيت سبعا يحصيه، وصلى ركعتين كان، كعدل عتاق رقبة. وحجاج صدوق ولكنه كثير الخطأ والتدليس <span id='ms067'></span>.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  سنده ضعيف جدا؛ فعبد الرحيم بن زيد العمي: متروك، وأبوه: ضعيف، كما\nفي \"التقريب\". وعزاه التقي الفاسي في \"شفاء الغرام\" (1/ 176)، والسخاوي\nفي \"المقاصد الحسنة\" (1144) للمصنف. وقد أخرجه الفاكهي في \"أخبار مكة\"\n(362) من طريق عثمان بن عبد الرحمن عن عبد الرحيم بن زيد، به.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  كذا في الأصل، وفي بقية المصادر ابن هشام. ولم أتبينه، وقد نقله\nابن الملقن-كما سيأتي -عن المصنف هكذا أيضا وانظر أيضا الحديث [114].\n</p>\n\n<p>\n(¬2)  ضعيف جدا، إسماعيل بن أبي عياش مخلط في روايته عن غير أهل بلده\nوهذه منها، وحميد بن أبي سويد، هو: المدني، مجهول. وعزاه ابن الملقن في\n\"التوضيح\" (11/ 409) للمصنف. وقد أخرجه ابن ماجه (2957)، والفاكهي في\n\"أخبار مكة\" (573)، والطبراني في \"المعجم الأوسط\" (8400)، وابن عدي في\n\"الكامل\" (3/ 78  79)، من طرق عن إسماعيل بن عياش، به. ذكره ابن عدي في\nترجمة حميد بن أبي سويد، وقال: وهذه الأحاديث عن عطاء غير محفوظات. قال\nالطبراني: لم يرو هذا الحديث عن عطاء إلا حميد بن أبي سويد، تفرد به:\nإسماعيل بن عياش.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  ما بين المعقوفين ساقط من الأصل واستدركناه من مصادر التخريج.\n</p>\n\n<p>\n(¬2)  حسن بمجموع طرقه دون قوله: \"استكثروا من الطواف بهذا البيت قبل أن\nيرفع فينسى مكانه\". فقد خالف صامت بن معاذ الثقات من أصحاب ابن عيينة،\nفرووه عنه بدونها، وصامت يهم ويغرب كما تقدم في الحديث [3]، وقد توبع ابن\nعيينة من رواية جماعة فلم تذكر عندهم تلك الزيادة، وقد رواها أيضا ناجية\nبن عبد الله بن عتبة بن مسعود عن أبيه عن جده، بسند ضعيف عنه كما سيأتي\nبيانه. وعزاه السيوطي في \"الدر المنثور\" (1/ 704) للمصنف، مختصرا مقتصرا\nعلى شطره الأول. وقد أخرجه سعيد بن منصور (97/التفسير)، ونعيم بن حماد في\n\"الفتن\" (1669 و 1685). وأخرجه البخاري في \"خلق أفعال العباد\" (381)،\nوالحاكم (4/ 504) من طريق الحميدي، والداني في \"الفتن\" (269)، وأبو الفضل\nالرازي في فضائل القرآن وتلاوته\" (ص 164) من طريق سعيد بن عبد الرحمن\nالمخزومي، وابن بطة في \"الإبانة\" (174/الرد على الجهمية) من طريق سعدان\nبن نصر، جميعا (سعيد، ونعيم، والحميدي، والمخزومي، وسعدان) عن سفيان <span id='ms068'></span> بن\nعيينة، به، دون قوله دون قوله: \"استكثروا من الطواف بهذا البيت قبل أن\nيرفع فينسى مكانه\". وأخرجه عبد الرزاق (5980)، وابن بطة في \"الإبانة\"\n(175/الرد على الجهمية) من طريق سفيان الثوري، وعبد الرزاق (5981) عن\nإسرائيل، وابن أبي شيبة (38740) عن أبي الأحوص، والبخاري في \"خلق أفعال\nالعباد\" (381)، وابن مردويه في \"تفسيره\" - كما في \"تخريج أحاديث الكشاف\"\n(2/ 292) - من طريق زهير بن معاوية، وابن جرير الطبري في \"تفسيره\" (15/\n74) من طريق أبي بكر بن عياش، والواحدي في \"تفسيره\" - كما في \"تخريج\nأحاديث الكشاف\" (2/ 292) - من طريق شريك، والمستغفري في \"فضائل القرآن\"\n(286) من طريق زائدة، جميعهم (الثوري، وإسرائيل، وأبو الأحوص، وزهير،\nوشريك، وزائدة) عن عبد العزيز بن رفيع، به. وأخرجه عبد الرزاق (5980)،\nوابن بطة في \"الإبانة\" (176/الرد على الجهمية)، والمستغفري في \"فضائل\nالقرآن\" (288) من طريق من طريق المسيب بن رافع عن شداد، به. وأخرجه يحيى\nبن سلام في \"تفسيره\" (1/ 161)، والدارمي (3386) من طريق حماد بن سلمة عن\nعاصم بن بهدلة، عن زر بن حبيش، عن عبد الله بن مسعود قال: ليسرين على\nالقرآن ليلة، فلا تبقى منه آية في قلب رجل ولا مصحف إلا رفعت. وسيأتي في\nالحديث [111] من طريق ناجية بن عبد الله بن عتبة بن مسعود عن أبيه عن ابن\nمسعود، مختصرا فانظر باقي تخريجه هناك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  تصحف في الأصل لأبي بكر، والصواب ما أثبتناه فالمصنف يروي عن أبي\nيحيى المقرئ وهو عبد الله بن يزيد والمقرئ من الرواة عن يحيى بن سليم،\nوهو: الطائفي.\n</p>\n\n<p>\n(¬2)  أثر صحيح، وهذا إسناد حسن من أجل يحيى بن سليم وهو الطائفي، ولم\nيتفرد به فقد تابعه عبد الرزاق، وابن جريج صرح بالتحديث، وقد صححه\nالبوصيري وابن حجر. وعزاه ابن الملقن في \"التوضيح لشرح الجامع الصحيح\"\n(11/ 353)، والعيني في \"عمدة القاري\" (9/ 240)، والسيوطي في \"الدر\nالمنثور\" (1/ 694) للمصنف.\nوأخرجه محمد بن يحيى بن أبي عمر العدني في \"مسنده\" (1223/المطالب العالية)، والأزرقي في\"أخبار مكة\" (1/ 324)، والفاكهي في \"أخبار مكة\" (20) من طرق عن يحيى بن سليم، به. وأخرجه عبد الرزاق (8878 و 8920) عن ابن جريج، به. وأخرجه <span id='ms069'></span> عبد الرزاق (8919) عن إبراهيم بن يزيد الخوزي، والأزرقي في \"أخبار مكة\" (1/ 323)، الفاكهي في \"أخبار مكة\" (21) من طريق عبد الله بن مسلم بن هرمز، كلاهما عن محمد بن عباد، به.\nوأخرجه الأزرقي في\"أخبار مكة\" (1/ 326) من طريق عبد الملك بن عبد الله بن أبي حسين، عن ابن عباس. وأخرجه الفاكهي في \"أخبار مكة\" (18) من طريق رجل من أهل مكة، عن عطاء، عن ابن عباس. وسيأتي في الحديث رقم [36] من طريق عكرمة عن ابن عباس، بنحوه. فانظر باقي تخريجه هناك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  سنده ضعيف: محمد بن عزيز الأيلي فيه ضعف، وقد تكلموا في صحة سماعه\nمن عمه سلامة بن روح، وعمه صدوق له أوهام، والحديث اختلف فيه وقفا ورفعا\nوقد رجح أبو حاتم وقفه. وقد أخرجه عبد الرزاق (8921) عن ابن جريج، عن ابن\nشهاب؛ قال: أخبرني مسافع الحجبي: انه سمع رجلا يحدث عن عبد الله بن عمرو\n... فذكره موقوفا. إلا أنه تصحف في مطبوعة المصنف عبد الله بن عمرو لعبد\nالله بن عمر. وأخرجه الأزرقي في \"أخبار مكة\" (1/ 328) من طريق المثنى بن\nالصباح، عن مسافع، عن عبد الله بن عمرو به موقوفا. ورواه رجاء الحرشي عن\nمسافع، فرفعه، فأخرجه أحمد (7000 و 7008)، والفاكهي في \"أخبار مكة\"\n(960)، والترمذي (878)، وعبد الله بن أحمد في زوائده على \"المسند\"\n(7009)، والدولابي في \"الكنى والأسماء\" (2/ 166)، وابن خزيمة (2732)،\nوابن حبان (3710)، والطبراني (13/رقم 14262)، والمخلص في \"المخلصيات\"\n(172 و 1135)، والحاكم (1/ 456)، وابن بشران في \"أماليه\" (144)، وأبو\nالقاسم الأصبهاني في \"الترغيب والترهيب\" (1057)، وابن عساكر في \"تاريخه\"\n(57/ 382 و 383) وغيرهم من طريق رجاء بن صبيح الحرشي عن مسافع الحجبي، به\nمرفوعا. قال الترمذي: حديث غريب وقال: هذا يروى عن عبد الله بن عمرو\nموقوفا، قوله. وقال ابن خزيمة: لست أعرف رجاء هذا بعدالة ولا جرح، ولست\nأحتج بخبر مثله. وقال أبو حاتم كما في \"العلل\" (899): روى الزهري وشعبة،\nكلاهما عن مسافع بن شيبة، عن عبد الله بن عمرو، موقوف، وهو أشبه، ورجاء\nشيخ ليس بقوي. وأخرجه الفاكهي في \"أخبار مكة\" (962) من طريق عبد الله بن\nوهب، وابن خزيمة (2731)، والمخلص <span id='ms070'></span> في \"المخلصيات\" (2048)، والحاكم (1/\n456)، والبيهقي في \"السنن الكبرى\" (5/ 75)، وفي \"شعب الإيمان\" (3741)،\nوابن عساكر في \"تاريخه\" (57/ 381) من طريق أيوب بن سويد، والبيهقي في\n\"الكبرى\" (5/ 75)، وفي \"الصغرى\" (1628)، وفي\"شعب الإيمان\" (3742)، وفي\n\"دلائل النبوة\" (2/ 52)، من طريق شبيب بن سعيد الحبطي، ثلاثتهم (ابن وهب،\nوأيوب، وشبيب) عن يونس بن يزيد، عن الزهري، عن مسافع، عن عبد الله ابن\nعمرو، مرفوعا. قال ابن خزيمة: هذا الخبر لم يسنده أحد أعلمه من حديث\nالزهري غير أيوب بن سويد إن كان حفظ عنه. وقال الحاكم: «هذا حديث تفرد به\nأيوب بن سويد، عن يونس، وأيوب ممن لم يحتجا به، إلا أنه من أجلة مشايخ\nالشام»، وتعقبه الذهبي في \"التلخيص\" بقوله: ضعفه أحمد. وأخرجه الأزرقي في\n\"أخبار مكة\" (1/ 322 و 327) و (2/ 28  29) مفرقا من طريق القاسم بن أبي\nبزة ومغيرة بن خالد المخزومي، والفاكهي في \"أخبار مكة\" (961) من طريق\nمغيرة وحده، كلاهما عن عبد الله بن عمرو، بنحوه موقوفا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  سنده ضعيف: عزاه ابن الملقن في \"التوضيح لشرح الجامع الصحيح\" (11/\n355)، والسيوطي في \"الدر المنثور\" (1/ 625) للمصنف. وقد أخرجه الفاكهي في\n\"أخبار مكة\" (12) من طريق يونس بن بكير عن ابن شهاب، به، بلفظ: الركن حجر\nمن حجارة الجنة.\nورجاله ثقات إلا شيخ الفاكهي لم أقف عليه.\n</p>\n\n<p>\n(¬2)  سنده ضعيف لجهالة من حدث عن المنهال. وعزاه ابن الملقن في \"التوضيح\nلشرح الجامع الصحيح\" (11/ 353  354)، والسيوطي في \"الدر المنثور\" (1/\n625) للمصنف.\nوقد أخرجه عبد الرزاق (8890) عن معمر، بهذا الإسناد. وأخرجه عبد الرزاق (8882) عن ابن جريج قال: قال مجاهد، فذكره. وأخرجه الأزرقي في\"أخبار مكة\" (1/ 326) من طريق محمد بن عبد الملك بن جريج، عن أبيه، عن مجاهد، به. ومحمد بن عبد الملك مجهول الحال، وأبو لم يسمع من مجاهد إلا حرفين في القراءات.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  باطل بهذا اللفظ: فمداره على أبي هارون العبدي وهو شيعي متروك\nومنهم من كذبه، أما استلام عمر وتقبيله الحجر وقوله فهو متفق كما سيأتي\nفي الحديث [34]. وعزاه السيوطي في \"الجامع\" (3057) للمصنف. وقد أخرجه ابن\nعساكر في \"تاريخ دمشق\" (42/ 406) من طريق المصنف، به.\nوأخرجه الأزرقي في \"أخبار مكة <span id='ms071'></span>\" (1/ 323)، وابن شاهين -كما في \"جامع الآثار (5/ 525) -، والحاكم (1/ 457) -وعنه البيهقي في \"شعب الإيمان\" (3749) -من طريق محمد بن يحيى بن أبي عمر العدني عن عبد العزيز بن عبد الصمد، به. وأخرجه ابن شاهين في \"الترغيب في \"فضائل الأعمال\" (334) من طريق جعفر بن سليمان عن أبي هارون العبدي، به.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  ضعيف جدا؛ مداره على محمد بن عون الخراساني، وهو: متروك. قال يعني\nراوي الكتاب ثنا أبو سعيد يعني الجندي. وهو الخراساني يعني محمد بن عون.\nوعزاه ابن ناصر الدين في \"جامع الآثار\" (5/ 531  532) للمصنف بسنده\nومتنه. وقد أخرجه ابن جماعة في \"مشيخته\" (ص 553) من طريق المصنف، به. وقد\nأخرجه عبد بن حميد في \"مسنده\" (760/المنتخب)، والفاكهي في \"أخبار مكة\"\n(86)، وابن ماجه (2945)، والبزار (5928)، وابن خزيمة (2712)، والعقيلي في\n\"الضعفاء\" (4/ 112)، وابن حبان في \"المجروحين\" (2/ 272)، وابن عدي في\n\"الكامل\" (7/ 485  486)، والحاكم (1/ 454)، والبيهقي في \"شعب الإيمان\"\n(3765)، والبغوي في \"شرح السنة\" (1906)، من طرق عن محمد بن عون\nالخراساني، به. قال البيهقي: تفرد به محمد بن عون.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  هذا الأثر وضع مكانه لحق ثم كتب على هامش الأصل. وعزاه ابن الملقن\nفي \"التوضيح لشرح الجامع الصحيح\" (11/ 356)، والسيوطي في \"الدر المنثور\"\n(1/ 692  693) للمصنف. وقد أخرجه الأزرقي في \"أخبار مكة\" (1/ 328) عن جده\nعن سعيد بن سالم، به.\n</p>\n\n<p>\n(¬2)  سنده ضعيف: إبراهيم بن حكم بن أبان ضعيف وأبوه صدوق له أوهام.\nوعزاه أبو عبد الله الزركشي في \"إعلام الساجد\" (202)، والسيوطي في \"الدر\nالمنثور\" (1/ 694) للمصنف. وعزاه أيضا المناوي في \"فيض القدير\" (3/ 408)\nللمصنف وضعف إسناده. وأخرجه الحكيم الترمذي في \"نوادر الأصول\" (1376) عن\nسلمة بن شبيب عن إبراهيم بن حكم، به. وأخرجه العقيلي في \"الضعفاء\" (1/\n255)، وأبو محمد الفاكهي في \"فوائده\" (213) من طريق حفص بن عمر العدني عن\nالحكم بن أبان، به. وأخرجه الأزرقي في \"أخبار مكة\" (1/ 322) من طريق\nعثمان بن ساج، والفاكهي في \"أخبار مكة\" (1 و 29)، والعقيلي في \"الضعفاء\"\n(2/ 266)، والطبراني في \"المعجم الكبير\" (11028)، وفي \"المعجم الأوسط\"\n(6263) من طريق إدريس بن أخت وهب بن منبه، كلاهما عن وهب بن منبه، به.\nقال العقيلي: لا يتابع عليه إلا بإسناد فيه لين.\nقلت: ابن ساج <span id='ms072'></span> فيه ضعف وابن أخت وهب ضعيف.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  صحيح: أخرجه البخاري (1597) من طريق سفيان، ومسلم (1270) من طريق\nأبي معاوية، كلاهما عن الأعمش، به. وأخرجاه من طرق عن عمر.\n</p>\n\n<p>\n(¬2)  هو: البرق الذي يومض ويرجي المطر، ثم يعدل عنك، وإنما خصه بالسرعة\nلخفته بخلوه من المطر.\n</p>\n\n<p>\n(¬3)  باطل بهذا الإسناد، فإسماعيل الصنعاني هو ابن شروس، متهم بالوضع،\nوانظر: \"لسان الميزان\" (2/ 134). وأخرجه عبد الرزاق (8880) عن بشر بن\nرافع، بهذا الإسناد. وأخرجه الفاكهي في \"أخبار مكة\" (53) من طريق صفوان\nبن عيسى عن بشر بن رافع، به. إلا أنه تصحف عنده بشر بن رافع إلى بشر بن\nنافع. وأخرجه عبد الرزاق (8878 و 8919 و 8920) عن ابن جريج وإبراهيم بن\nيزيد الخوزي كلاهما عن محمد بن عباد عن ابن عباس والذي نفس ابن عباس\nبيده، ما حاذى بالركن عبد مسلم يسأل الله خيرا إلا أعطاه إياه. وابن جريج\nمدلس وقد عنعنه والخوزي متروك الحديث. وأخرجه الأزرقي في \"أخبار مكة\" (1/\n348) من طريق سعيد بن سالم عن عثمان بن ساج عن زهير بن أبي بكر المديني\nعن عطاء عن ابن عباس، قال: من التزم الكعبة ثم دعا استجيب له. فقيل له:\nوإن كانت استلامه واحدة؟ قال: وإن كانت أوشك من برق الخلب. وأخرجه\nالأزرقي في \"أخبار مكة\" (1/ 326) من طريق سعيد بن سالم، عن عثمان بن ساج،\nعن أبي إسماعيل، عن عبد الملك بن عبد الله بن أبي حسين، عن ابن عباس -في\nحديث وفيه-: والذي نفس ابن عباس بيده، ما من امرئ مسلم يسأل الله عز وجل\nشيئا عنده إلا أعطاه إياه. وهذان الإسناد فيهما ضعف.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  فيه شيخ المصنف تقدمت ترجمته في الحديث [18] وأنه ضعيف الحديث مع\nكونه إماما في القراءة ثبتا فيها، وحفص بن عمر العدني ضعيف. وشطره الأول\nصحيح بطرقه وقد تقدم تخريجه في الحديث [26]. وعزاه ابن الملقن في\n\"التوضيح لشرح الجامع الصحيح\" (11/ 353) للمصنف. وأخرجه الفاكهي في\n\"أخبار مكة\" (17) عن أحمد بن محمد بن أبي بزة، به. وأخرجه المخلص في\n\"المخلصيات\" (2041) من طريق إسحاق بن خلدون عن حفص بن عمر <span id='ms073'></span>، به. وأخرجه\nالأزرقي في \"أخبار مكة\" (1/ 325) عن مهدي بن أبي المهدي، عن الحكم بن\nأبان قال: حدثني أبي، عن عكرمة، قوله. كذا عنده الحكم بن أبان عن أبيه،\nوشيخ الأزرقي مجهول الحال وأبان لم أتبينه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  في سنده: عبد الرحمن بن محمد هو: ابن أخت عبد الرزاق، تقدم في\nالحديث [22] أنه واه. وقد أخرج عبد الرزاق (8920) عن أبيه عن وهب بن منبه\nقال: هو يمين البيت. أما رأيت الرجل إذا لاقى أخاه صافحه بيمينه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  وقع في الأصل موسى بن محمد وهو خطأ وصوابه يونس روى عنه المصنف\nبضعة أحاديث عنه عن يزيد بن أبي حكيم العدني، وهو يونس بن محمد بن\nإسماعيل الحفار العدني، وقد أخرجه ابن الجوزي عن المصنف على الصواب كما\nسيأتي.\n</p>\n\n<p>\n(¬2)  سنده ضعيف: شيخ المصنف له ذكر في جملة من روى عن يزيد بن أبي حكيم\nولم أجد من ترجم له، وقد رواه غير عطاء عن ابن سابط عن ضمرة السلولي،\nقوله وهو الصحيح. وعزاه أبو الطيب الفاسي في \"شفاء الغرام\" (1/ 289)\nللمصنف. وقد أخرجه ابن الجوزي في \"مثير العزم الساكن إلى أشرف الأماكن\"\n(392) من طريق المصنف، به. وأخرجه عبد الرزاق (9129)، والإمام أحمد في\n\"مسائله\" (ص 42/رواية صالح)، والأزرقي في \"أخبار مكة \" (1/ 68 و 2/ 134)\nمن طريق ابن خثيم عن عبد الرحمن بن سابط، عن عبد الله بن ضمرة السلولي،\nقوله. وسنده صحيح إلى ضمرة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  عطاء بن السائب كان قد اختلط ورواه عنه من سمع منه قبل اختلاطه\nفجعله من قول ابن سابط، وهو الصحيح، كما سيأتي. وعزاه السيوطي في \"الدر\nالمنثور\" (1/ 701  702) للمصنف. وقد أخرجه ابن جرير الطبري في \"تفسيره\"\n(1/ 476) عن محمد بن حميد الرازي عن جرير بن عبد الحميد، به. مختصرا.\nوأخرجه عبد الرزاق (9224) عن سفيان الثوري، والفاكهي في \"أخبار مكة\"\n(1421، 1479) من طريق شريك وموسى بن أعين، ثلاثتهم (الثوري، وشريك،\nوموسى) عن عطاء بن السائب، عن ابن سابط -قوله-قال: إنه لا يسكنها سافك\nدم، ولا تاجر ربا، ولا مشاء بنميمة. والثوري ممن سمع من عطاء قبل\nاختلاطه. وأخرجه وكيع <span id='ms074'></span> في \"الزهد\" (446) - ومن طريقه هناد (1211)،\nوالدينوري في \"المجالسة\" (673) -عن أبيه، وهناد في \"الزهد\" (1210) عن أبي\nالأحوص، والأزرقي في \"أخبار مكة\" (1/ 68 و 2/ 133)، وابن أبي حاتم في\n\"تفسيره\" (317)، والحاكم (2/ 615) من طريق حماد بن سلمة، والعقيلي في\n\"الضعفاء\" (4/ 447) من طريق سفيان بن عيينة، جميعهم (الجراح، وأبو\nالأحوص، وحماد، وسفيان) -يزيد بعضهم على بعض -عن عطاء بن السائب، به.\nمرسلا. إلا أنه تصحف عند الأزرقي في أحد المواضع عبد الرحمن إلى محمد وهو\nابن سابط. وهؤلاء ممن سمعوا من عطاء بعدما اختلط إلا حماد بن سلمة فإنه\nمختلف في سماعه منه أكان قبل أم بعد. وأخرجه الخرائطي في \"مساوئ الأخلاق\"\n(210)، والعقيلي في \"الضعفاء\" (4/ 447) من طريق ليث بن أبي سليم عن ابن\nسابط عن عبد الله بن عمرو يرفعه بنحوه. وليث كان قد اختلط جدا ولم يتميز\nحديثه فترك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  ما بين المعقوفين ساقط من الأصل واستدركناه من مصادر التخريج.\n</p>\n\n<p>\n(¬2)  ما بين المعقوفين وضع مكانه لحق وكتب على الهامش.\n</p>\n\n<p>\n(¬3)  سنده حسن إلى قائله: وقد أخرجه النسائي في \"الكبرى\" (10611) عن\nإسحاق بن إبراهيم، وابن الجوزي في \"مثير العزم الساكن إلى أشرف الأماكن\"\n(194) من طريق عثمان بن أبي شيبة، كلاهما عن جرير بن عبد الحميد، به.\nوأخرجه المروزي في \"تعظيم قدر الصلاة\" (326) من طريق خالد بن عبد الله\nالواسطي، والبيهقي في \"شعب الإيمان\" (3465) من طريق زهير بن محمد، كلاهما\nعن سهيل بن أبي صالح، به. وأخرجه العدني في \"الإيمان\" (3)، وابن أبي\nخيثمة في \"تاريخه\" (1/ 144/السفر الثالث) من طريق عبد العزيز بن محمد\nالدراوردي عن سهيل بن أبي صالح عن أبيه عن كعب ولم يذكر السلولي.\nوالدراوردي كان يحدث من كتب غيره فيخطئ، وقد خالف جماعة، والأثر يروى عن\nكعب من طرق عدة مطولا ومختصرا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  سنده حسن إلى مجاهد: من أجل حميد الأعرج وهو ابن قيس فإنه لا بأس\nبه. وقد أخرجه عبد الرزاق (9097) - ومن طريقه ابن جرير الطبري في\n\"تفسيره\" (2/ 555) -عن هشام بن حسان، بهذا الإسناد. وأخرجه الأزرقي في\n\"أخبار مكة\" (1/ 32) من طريق عثمان بن عبد الرحمن، وابن <span id='ms075'></span> جرير الطبري في\n\"تفسيره\" (2/ 552  553) بنحوه من طريق جرير بن حازم، كلاهما عن حميد\nالأعرج، به. وقد صح من طرق أخرى عن مجاهد عن عبد الله بن عمرو بن العاص،\nوعبد الله كان عنده صحيفة عن أهل الكتاب.\n</p>\n\n<p>\n(¬2)  ما بين المعقوفين في الأصل: إبراهيم. وهو خطأ وهذا إسناد يتكرر عند\nالمصنف في مواضع عدة وقد روي من طريقه على الصواب كما سيأتي.\n</p>\n\n<p>\n(¬3)  وقد أخرجه ابن عساكر في \"تاريخ دمشق\" (7/ 425) من طريق المصنف، به.\nوأخرجه الأزرقي في \"أخبار مكة\" (1/ 39) عن جده عن سعيد بن سالم القداح،\nبه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  أخرجه ابن مسدى في \"الأربعين\" من طريق المصنف، به. وأخرجه الفاكهي\nفي \"أخبار مكة\" من طريق أحمد بن سليمان عن ابن عيينة، به. إلا أنه وقع\nعنده عبد الله بن عمرو. وقد تقدم الحديث والكلام عليه وتخريجه في المقدمة\nمن ترجمة راوي الكتاب عن المصنف فانظر الكلام عليه وعلى هذا الحديث في\nفصل: ترجمة رواة الكتاب عن المصنف.\n</p>\n\n<p>\n(¬2)  أخرجه ابن عساكر في \"تاريخ دمشق\" (7/ 424) من طريق المصنف، به.\nوأخرجه عبد الرزاق في \"مصنفه\" (9096) وفي \"تفسيره\" (2/ 34) -ومن طريقه\nابن جرير الطبري في \"تاريخه\" (1/ 121)، وفي \"تفسيره\" (2/ 551)، -،\nوالأزرقي في \"أخبار مكة\" (1/ 42)، وابن جرير الطبري في \"تفسيره\" (16/\n512)، وابن المنذر وابن أبي حاتم في \"تفسيرهما\"-كما في \"الدر المنثور\"\n(10/ 460) - جميعا من طريق معمر عن قتادة، قوله، بنحوه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  عزاه السيوطي في \"الدر المنثور\" (1/ 661) للمصنف. وقد أخرجه عبد\nالرزاق (9092) عن ابن جريج عن عطاء، به. وأخرجه عبد الرزاق (9090) -ومن\nطريقه ابن جرير الطبري في \"تاريخه\" (1/ 123)، وفي \"تفسيره\" (2/ 551) -،\nوابن عساكر في \"تاريخه\" (7/ 421) من طريق سوار بن أبي حكيم الخراساني ختن\nعطاء عن عطاء، قال: لما أهبط الله آدم كان رجلاه في الأرض ورأسه في\nالسماء، يسمع كلام أهل السماء ودعاءهم، فأنس إليهم، فهابت الملائكة منه\nحتى شكت إلى الله في دعائها وفي صلاتها فأخفضه الله إلى الأرض، فلما فقد\nما كان يسمع منهم استوحش، حتى شكى إلى الله في دعائه وفي صلاته، فوجهه\nإلى مكة، فكان موضع قدمه قرية، وخطوته مفازة حتى انتهى <span id='ms076'></span> إلى مكة، وأنزل\nالله ياقوتة من ياقوت الجنة، فكانت على موضع البيت الآن، فلم يزل يطاف به\nحتى أنزل الله الطوفان فرفعت تلك الياقوتة، فبعث الله إبراهيم فبناه،\nفذلك قول الله عز وجل: {وإذ بوأنا لإبراهيم مكان البيت} [الحج: 26] وسوار\nختن عطاء ذكره البخاري وابن أبي حاتم ولم يذكرا فيه جرحا ولا تعديلان\nوذكره ابن حبان في \"ثقاته\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  في الأصل بعد: عبد الله بن طاوس أنه سمع [ابن عباس] يقول. وقوله:\nابن عباس، مقحم في سنده فقد عزاه السيوطي في \"الحبائك\" (رقم 522) للجندي\nفي \"فضائل مكة\" من قول عبد الله بن طاوس، وكذا أخرجه من طريق راوي الكتاب\nعن المصنف الواحدي في \"الوسيط\" (4/ 184) على الصواب، وعبد الله بن طاوس\nلا يروي عن ابن عباس إنما روايته عن أبيه عن ابن عباس، فلعله انتقال نظر\nمن ناسخه. وفيه: عبد الله بن عتبة بن طاوس لم أجد من ترجم له.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  المعقري روى له مسلم وفي \"التقريب\" مقبول، أما الطبري فتقدم في\nالحديث [19] أنه منكر الحديث. وعزاه السيوطي في \"الدر المنثور\" (1/ 670)\nللمصنف. وقد أخرجه ابن الجوزي في \"مثير العزم الساكن إلى أشرف الأماكن\"\n(332) من طريق المصنف، عن إسحاق الطبري وحده، به.\n</p>\n\n<p>\n(¬2)  وعزاه السيوطي في \"الدر المنثور\" (1/ 703) للمصنف؛ وقد روي نحوه عن\nعطاء تقدم تخريجه في الحديث [17].\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) - سنده ضعيف: شيخ المصنف تقدم في الحديث [3] أنه يهم ويغرب، وزيد بن\nالسكن الجندي منكر الحديث، قاله الأزدي، كما في \"ميزان الاعتدال\" (2/\n104)، و\"لسان الميزان\" (3/ 556)، وشيخه محمد بن خالد الجندي قال الأزدي:\nمنكر. وقال الحاكم: مجهول. وانظر: \"ميزان الاعتدال\" (3/ 535). وعزاه\nالسيوطي في \"الدر المنثور\" (1/ 704) للمصنف، مختصرا. وأخرجه ابن أبي شيبة\n(14984) من طريق ليث عن طاوس بلفظ: النظر إلى البيت عبادة، والطواف\nبالبيت صلاة. وليث هو ابن أبي سليم اختلط جدا ولم يتميز حديثه فترك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) فيه شيخ المصنف عبد الرحمن بن محمد وهو ابن أخت عبد الرزاق، تقدم في\nالحديث [22] أنه واه. وعزاه السيوطي في \"الدر المنثور\" (1/ 706) للمصنف.\nوذكره ابن المرجي المقدسي في \"فضائل بيت المقدس\" (ص 294) عن <span id='ms077'></span> الزهري. وروي\nنحوه مرفوعا من حديث جابر بن عبد الله الأنصاري: أخرجه أبو القاسم\nالأصبهاني في \"الترغيب والترهيب\" (1039)، والديلمي في \"مسنده\" -كما في\n\"الغرائب الملتقطة\" للعسقلاني (ج 2/ق 185  186) -من طريق محمد بن سعيد\nالبورقي عن عبد الله بن موسى بن زياد المدني عن عبيد الله بن موسى عن\nسفيان الثوري عن محمد بن المنكدر عن جابر -رضي الله عنه-قال: قال رسول\nالله صلى الله عليه وسلم: إذا كان يوم القيامة زفت الكعبة بيت الله\nالحرام إلى قبري فيقول: السلام عليك يا محمد فأقول: وعليك السلام يا بيت\nالله، ما صنع بك أمتي بعدي؟ فيقول: يا محمد من أتاني فأنا أكفيه وأكون له\nشفيعا ومن لم يأتني فأنت تكفيه له شفيعا.\nقلت: والبورقي كذاب وضع عدة أحاديث وانظر: \"ميزان الاعتدال\" (3/ 566)، و\"لسان الميزان\" (7/ 158).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  حديث منكر، قاله أبو حاتم الرازي في \"العلل\" (2061). وعزاه السيوطي\nفي \"الدر المنثور\" (1/ 315) للمصنف. وقد أخرجه ابن عساكر في \"تاريخ دمشق\"\n(7/ 431) من طريق المصنف، به. قال ابن عساكر: كذا قال-يعني هشام بن عبد\nالملك-وإنما هو هشام بن عبد الله. ثم أخرجه ابن عساكر كما في الموضوع\nالسابق من طريق زهير بن محمد المروزي عن خالد بن عبد الرحمن المخزومي عن\nهشام بن عبد الله بن عكرمة، به.\nقلت: وهو الصواب، وهو: هشام بن عبد الله بن عكرمة بن خالد المخزومي المكي، قال ابن حبان: ينفرد بما لا أصل له من حديث هشام لا يعجبني الاحتجاج بخبره إذ انفرد. وانظر ترجمته في \"ميزان الاعتدال\" (4/ 300)، و\"لسان الميزان\" (8/ 335). وأخرجه الطبراني في \"المعجم الأوسط\" (5974) النضر بن طاهر قال: ثنا معاذ بن محمد الخراساني، عن هشام بن عروة، به. قال الطبراني تفرد به النضر. قلت: قال الدارقطني: متروك. وضعفه ابن عدي، واتهمه بعضهم، وانظر: \"السؤلات\" للبرقاني (521)، و\"لسان الميزان\" (8/ 276). وأخرجه الأزرقي في \"أخبار مكة\" (1/ 44 و 348) عن محمد بن يحيى عن هشام بن سليمان المخزومي عن عبد الله بن أبي سليمان مولى بني مخزوم، قوله. وله شاهد من حديث بريدة <span id='ms078'></span>: أخرجه الأزرقي في \"أخبار مكة\" (1/ 349) من طريق حفص بن سليمان عن علقمة بن مرثد عن سليمان بن بريدة عن أبيه عن النبي صلى الله عليه وسلم، ... الحديث. وحفص بن سليمان متهم بالوضع. وله طريق أخر: أخرجه أبو علي ابن شاذان في \"الثاني من الفوائد المنتقاة الغرائب\" (ق 105/أ/الظاهرية/بانتخاب الأزجي)، والدارقطني في \"المؤتلف والمختلف\" (4/ 1940  1941)، وفي \"الغرائب والأفراد\" (1512/أطراف الغرائب)، والبيهقي في \"الدعوات\" (262)، والخطيب في \"موضح أوهام الجمع والتفريق\" (2/ 124)، وابن عساكر في \"تاريخ دمشق\" (7/ 427  428) من طريق محمد بن كثير العبدي عن عبد الله بن المنهال عن سليمان بن قسيم عن سليمان بن بريدة عن أبيه، به. ومن طريق الدارقطني أخرجه ابن الجوزي في \"مثير العزم الساكن إلى أشرف الأماكن\" (336)، ومن طريق ابن شاذان أخرجه الذهبي في \"سير أعلام النبلاء\" (22/ 172)، وابن ناصر في \"توضيح المشتبه\" (9/ 60). قال الدارقطني: تفرد به سليمان بن قسيم عن سليمان، وتفرد به محمد بن كثير العبدي، عن عبد الله بن المنهال، عن ابن قسيم.\nقلت: ابن المنهال مجهول الحال، وابن قسيم ضعيف. وله طريق أخر: أخرجه الطبراني كما في \"جامع المسانيد\" لابن كثير (925)، و\"إتحاف المهرة\" (2259) من طريق محمد بن كثير عن حميد بن معاذ عن المنهال بن عمرو عن سليمان بن سليم، عن ابن بريدة عن أبيه، به. وحميد بن معاذ لم أجد له ترجمة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  تقرأ في الأصل: ينتهب. والتصويب: من مصادر التخريج، وفيها: تلتهب\nنورا. وفي بعضها: تلتهب التهابا.\n</p>\n\n<p>\n(¬2)  سنده ضعيف: حفص بن عمر العدني ضعيف الحديث، وقد خالفه إبراهيم بن\nالحكم بن أبان كما سيأتي وهو ضعيف أيضا والحكم بن أبان صدوق يهم، وقد روي\nمن غير طريق عن وهب بن منبه قوله، وهو أشبه. وعزا السيوطي في \"الدر\nالمنثور\" (1/ 681) للمصنف. وقد أخرجه الحكيم الترمذي في \"الرد على\nالمعطلة\" (ق 31) عن سلمة بن شبيب عن إبراهيم بن الحكم بن أبان عن أبيه،\nعن إدريس بن سنان عن وهب بن منبه عن ابن عباس قال: قال الله لآدم سأبوئك\nبيتا أخصه بكرامتي وأحوزه لنفسي وأوثره <span id='ms079'></span> على بيوت الأرض كلها فهو بعيني\nوصفوتي من البيوت. وإبراهيم بن الحكم ضعيف الحديث. وقد روي عن إدريس بن\nسنان خلاف ذلك، فأخرجه الدينوري في \"المجالسة\" (1296)، والبيهقي في \"شعب\nالإيمان\" (3699) -ومن طريقهما ابن عساكر في \"تاريخه\" (7/ 425  426) -من\nطريق عبد المنعم بن إدريس بن سنان عن أبيه عن جده وهب بن منبه، قوله.\nوعبد المنعم ضعيف، لكن روايته هذه أشبه بالصواب، فقد أخرجه الأزرقي في\n\"أخبار مكة\" (1/ 48)، وابن جرير الطبري في \"تاريخه\" (1/ 131)، وأبو الشيخ\nفي العظمة (1053)، وابن عساكر في \"تاريخه\" (7/ 423) من طريق عبد الصمد بن\nمعقل عن وهب بن منبه، قوله. وسنده صحيح إلى قائله. وأخرجه الأزرقي في\n\"أخبار مكة\" (1/ 46  48 و 2/ 153) من طريق عثمان بن ساج، وابن عساكر في\n\"تاريخه\" (6/ 263) و (7/ 429 و 430) من طريق المرادي والمعتمر بن سليمان\nثلاثتهم عن وهب بن منبه، قوله.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  وعزاه السيوطي في \"الدر المنثور\" (1/ 676) للمصنف. وقد أخرجه عبد\nالرزاق (9096) عن معمر، بلاغا. إلا أنه ذكره في قوله: {وإذ بوأنا\nلإبراهيم}. وروي مرفوعا ولا يصح، ففي\"تنزيه الشريعة\" (1/ 250) ذكر الساجي\nحدثنا الربيع بن سليمان حدثنا الشافعي، قيل لعبد الرحمن بن زيد بن أسلم\nحدثك أبوك عن جدك عن رسول الله أنه قال: إن سفينة نوح طافت بالبيت سبعا\nوصلت خلف المقام فقال نعم\". قلت: لم يبين السيوطي علته، وعلته عبد الرحمن\nبن زيد، قال: الساجي منكر الحديث، وقال ابن عبد الحكم، سمعت الشافعي\nيقول: ذكر رجل لمالك حديثا منقطعا فقال: اذهب إلى عبد الرحمن بن زيد\nيحدثك عن أبيه عن نوح، وكأن الشافعي إنما روى حديثه هذا متعجبا من\nنكارته، وقال ابن الجوزي أجمعوا على ضعفه، وقال الحاكم وأبو نعيم روى عن\nأبيه أحاديث موضوعة والله أعلم. اه.\nقلت: وقد أخرجه عن الشافعي ابن أبي حاتم الرازي في \"آداب الشافعي ومناقبه\" (ص 175)، ابن عدي في \"الكامل\" (5/ 443)، والدارقطني كما في \"تعليقاته على المجروحين\" لابن حبان (ص 160)، وابن الجوزي في \"الموضوعات\" (1/ 100)، والديلمي في \"مسنده\" - كما في \"الغرائب الملتقطة\" للحافظ ابن حجر (ق 282) -. وروي نحوه عن ابن عباس ولا يصح <span id='ms080'></span>، أخرجه الحاكم (2/ 342 و 473) من طريق من طريق النضر بن عبد الرحمن الخزاز عن عكرمة عن ابن عباس، قال: كان بين نوح وهلاك قومه ثلاث مائة سنة، وكان قد فار التنور في الهند وطافت سفينة نوح بالكعبة أسبوعا. وصححه الحاكم وتعقبه الذهبي في أحد الموضعين. قلت: والنضر متروك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  عزا السيوطي في \"الدر المنثور\" (1/ 676) هذا المتن ضمن حديث معمر\nالسابق، للمصنف.\nوأخرجه عبد الرزاق (9099) عن ابن جريج قال: قال سعيد بن المسيب، قال: قال علي: ... وذكر الحديث.\n</p>\n\n<p>\n(¬2)  سنده حسن إلى ابن جريج: لكنه لم يذكر عمن أخذه. وقد روي نحوه\nمرفوعا ولا يصح كما سيأتي بيانه. الأثر لم أقف عليه من هذا الطريق وقد\nروى نحوه مجاهد بن جبر، أخرجه يحيى بن سلام في \"تفسيره\" (2/ 775) عن ليث\nبن أبي سليم، عن مجاهد، قال: يدخل جبريل نهر النور كل يوم سبعين مرة\nفيغتمس فيه ثم يخرج، فينتفض فيسقط منه سبعون ألف قطرة تعود كل قطرة ملكا\nيسبح الله إلى يوم القيامة. وليث اختلط فلم يتميز حديثه فترك. وروي نحوه\nعن العلاء بن هارون أخو يزيد: أخرجه أبو الشيخ في العظمة (329) عن\nإبراهيم بن محمد بن أبي عمير الرملي، عن ضمرة، عن العلاء بن هارون، قال:\nلجبريل عليه السلام في كل يوم اغتماسة في الكوثر، ثم ينتفض، فكل قطرة\nيخلق منها ملك. وسنده حسن إلى قائله من أجل ضمرة وهو ابن ربيعة الفلسطيني\nصدوق يهم. وله شاهد من حديث أبي هريرة وأبي سعيد الخدري ومرسل عن الحسن\nالبصري وكلها ضعيفة جدا لا يصح منها شيء:\nأما حديث أبي هريرة: فأخرجه أبو العباس التميمي في \"نسخته عن هشام بن عمار\" (ق 107/ب/الظاهرية)، والعقيلي في \"الضعفاء\" (2/ 59)، وابن عدي في \"الكامل\" (4/ 60)، والحسن بن رشيق في \"حديثه\" (52)، وأبو أحمد الحاكم في \"الأسامي والكنى\" (ق 200)، والخطيب في \"الفقيه والمتفقه\" (1/ 122)، والواحدي في \"الوسيط\" (4/ 184)، وابن الجوزي في \"الموضوعات\" (1/ 146  147)، والديلمي -كما في \"هامش الفردوس\" (8841) -جميعا من طريق روح بن جناح عن ابن شهاب الزهري عن سعيد بن المسيب عن أبي هريرة <span id='ms081'></span>، قال: قال رسول الله صلى الله عليه: في السماء الدنيا بيت يقال له: البيت المعمور بحيال الكعبة، وفي السماء الرابعة نهر يقال له: الحيوان يدخله جبريل في كل يوم، فينغمس فيه انغماسة ثم يخرج فينتفض انتفاضة يخر عنه سبعون ألف قطرة، يخلق الله من كل قطرة ملكا، ثم يؤمرون فيزورون البيت المعمور فيصلون فيه، ثم يخرجون فلا يعودون إليه إلى يوم القيامة، يولى عليهم أحدهم يقف بهم من السماء موضعا يسبحون الله إلى أن تقوم الساعة. وأخرجه ابن المنذر وابن أبي حاتم وابن مردويه في \"تفاسيرهم\" من هذا الطريق كما في \"اللآلئ المصنوعة\" (1/ 84). قال العقيلي: لا يحفظ من حديث الزهري إلا من حديث روح بن جناح هذا، وفيه رواية من غير هذا الوجه بإسناد صالح في ذكر البيت المعمور بخلاف هذا اللفظ. وقال ابن عدي: ولا يعرف هذا الحديث إلا بروح بن جناح، عن الزهري. وقال أبو أحمد الحاكم: هذا حديث منكر لا أعلم له أصلا من حديث أبي هريرة ولا في حديث سعيد بن المسيب ولا في حديث محمد بن مسلم الزهري. وقال ابن الجوزي: هذا حديث لا يتهم به إلا روح بن جناح فإنه يعرف به ولم يتابعه عليه أحد، قال ابن حبان: يروي عن الثقة ما إذا سمعه من ليس بمتبحر في هذه الصناعة شهد بالوضع.\nوأما حديث أبي سعيد الخدري: فأخرجه يحيى بن سلام في \"تفسيره\" (2/ 775) عن أبي أمية إسماعيل بن يعلى الثقفي، أبو الشيخ في العظمة (317) من طريق زياد بن المنذر، كلاهما عن عطية العوفي، عن أبي سعيد الخدري، قال: قال رسول الله صلى الله عليه وسلم: إن لله نهرا في الجنة يغتمس فيه جبريل ثم يخرج فينتفض، قال: فما من قطرة تقطر من ريشه إلا خلق الله منها ملكا. قلت: زياد بن المنذر رافضي كذاب، وأبو أمية الثقفي متروك وشيخهما عطية العوفي صدوق كثير الخطأ والتدليس.\nوأما مرسل الحسن البصري: فأخرجه يحيى بن سلام في \"تفسيره\" (2/ 775) من طريق رجل عن أبان بن أبي عياش <span id='ms082'></span> عن الحسن مرسلا، بلفظ: «أن سائلا سأل رسول الله صلى الله عليه وسلم عن خلق الملائكة، فقال: من أي شيء خلقت؟ فقال: خلقت من نور الحجب السبعين التي تلي الرب، كل حجاب منها مسيرة خمس مائة عام، فمنها خلقت الملائكة، فليس ملك إلا هو يدخل في نهر الحياة، فيغتسل فيكون من كل قطرة من ذلك الماء ملكا من الملائكة، فلا يحصي أحد ما يكون في يوم واحد، فهو قوله: {وما يعلم جنود ربك إلا هو} [المدثر: 31]». وهو مرسل ضعيف جدا؛ لجهالة الراوي عن أبان وأبان متروك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  في الأصل: [بن أبي زيد]، والمثبت هو الصواب، فقد نقله الفاسي في\n\"شفاء الغرام بأخبار البلد الحرام\" (1/ 109) عن المصنف بسنده ومتنه على\nالصواب، وكذا في المصادر الآتية.\n</p>\n\n<p>\n(¬2)  أخرجه الواحدي في الوسيط (3/ 254  255) من طريق المصنف، به. إلا\nأنه تصحف عنده شيخ المصنف، فقال: بن أبي عثمان. بدلا من: بن أبي غسان.\nوأخرجه الفاكهي في \"أخبار مكة\" (1198) عن عبد الله بن منصور عن عبد\nالرحيم العمي، به. وأخرجه البيهقي في \"شعب الإيمان\" (2653) من طريق عطاء\nعن ابن عباس، قوله. وفي إسناده ضعف.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\n(¬3)  شيخ المصنف إسحاق بن إبراهيم هو الطبري تقدم في الحديث [19] أنه\nمنكر الحديث. وعبد الرحيم العمي متروك وأبوه ضعيف كما تقدم في الحديث\n[23]. وقد نقله الفاسي في \"شفاء الغرام بأخبار البلد الحرام\" (1/ 109) عن\nالمصنف بسنده ومتنه. وعزاه أيضا للمصنف الصباغ في \"تحصيل المرام\" (423).\nوأخرجه الفاكهي في \"أخبار مكة\" (1195) من طريق عبد الرحيم بن زيد العمي،\nعن أبيه عن وهب بن منبه، به.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  باطل: عبد الرحيم بن زيد العمي تقدم في الحديث [23] أنه متروك\nوأبوه ضعيف. وسيكرره المصنف بسنده ومتنه في الحديث [89]؛ وعزاه السيوطي\nفي \"الدر المنثور\" (3/ 676) للمصنف. وقد أخرجه الفاكهي في \"أخبار مكة\"\n(1571) عن عبد الله بن منصور عن عبد الرحيم بن زيد العمي، به.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  ما بين المعقوفين بياض بالأصل قدر المثبت، وقد استدركناه عمن أخرجه\nمن طريق المصنف، وسلامة بن روح معروف بروايته عن عمه عقيل بن خالد بكتاب\nالزهري، وقد تابعه الليث <span id='ms083'></span> عن عقيل كما سيأتي في مصادر التخريج الآتية.\n</p>\n\n<p>\n(¬2)  سنده فيه محمد بن عزيز الأيلي وقد تقدم في الحديث [27] أنه فيه ضعف\nومتكلم في سماعه من عمه روح، ولكن الحديث صح من طرق أخر، وقد اختلف فيه\nعلى ابن شهاب الزهري والصواب رواية عقيل بن خالد هذه ومن تابعه من الثقات\nمن أصحاب الزهري وهو ما رجحه أبو حاتم وأبو زرعة وغيرهما كما سيأتي. وقد\nأخرجه ابن جماعة في \"مشيخته\" (ص 553) من طريق المصنف، به. وأخرجه ابن أبي\nشيبة في \"مسنده\" (678)، والدارمي (2552)، وابن ماجه (3108)، والترمذي\n(3925)، وابن أبي خيثمة في \"تاريخه\" (434/السفر الثالث)، و (1199/السفر\nالثاني)، والنسائي في \"الكبرى\" (4238)، والبغوي في \"معجم الصحابة\"\n(1552)، وابن حبان (3708)، والحاكم (3/ 7)، وابن عبد البر في \"التمهيد\"\n(2/ 289 و 5/ 33) وغيرهم من طريق الليث بن سعد عن عقيل بن خالد، به.\nوأخرجه ابن سعد في \"طبقاته\" (6/ 284)، والأزرقي في \"أخبار مكة\" (2/ 155)،\nوابن أبي عاصم في \"الآحاد والمثاني\" (622) من طريق ابن أبي ذئب، وأحمد\n(18716)، وعبد بن حميد في \"مسنده\" (491/المنتخب)، وابن أبي خيثمة في\n\"تاريخه\" (435/السفر الثالث)، وابن أبي عاصم في \"الآحاد والمثاني\" (621)،\nوالنسائي في \"الكبرى\" (4239)، والبغوي في \"معجم الصحابة\" (1552)، وابن\nقانع في \"معجم الصحابة\" (2/ 97 و 176) وغيرهم من طريق صالح بن كيسان،\nوأحمد (18715)، والفسوي في \"المعرفة والتاريخ\" (1/ 244)، والبغوي في\n\"معجم الصحابة\" (1555)، والطبراني في \"مسند الشاميين\" (3034)، والحاكم\n(3/ 431)، وأبو نعيم في \"معرفة الصحابة\" (4378)، والبيهقي في \"دلائل\nالنبوة\" (2/ 517 و 5/ 106)، من طريق شعيب بن أبي حمزة، والفاكهي في\n\"أخبار مكة\" (2514)، وابن جرير الطبري في \"تاريخه\" (11/ 558) من طريق\nعبيد الله بن أبي زياد، والبغوي في \"معجم الصحابة\" (1552 و 1555) من طريق\nيونس بن يزيد وعبد الرحمن بن خالد بن مسافر، جميعهم (ابن أبي ذئب، وصالح\nبن كيسان، وشعيب بن أبي حمزة، وعبيد الله بن أبي زياد، ويونس بن يزيد،\nوعبد الرحمن بن خالد) عن ابن شهاب الزهري، به.\nوخالفهم جميعا محمد بن عبد الله ابن أخي الزهري، فأخرجه الطبراني في \"المعجم الأوسط\" (454)، والحاكم (3/ 280) من طريق عبد العزيز بن محمد الدراوردي، عن محمد بن عبد الله ابن أخي الزهري <span id='ms084'></span>، عن الزهري، عن محمد بن جبير بن مطعم، عن عبد الله بن عدي بن الحمراء قال: وقف رسول الله صلى الله عليه وسلم على الحزورة، فقال: «والله إني لأعلم أنك خير أرض الله، وأحب أرض الله إلى الله، ولولا أني أخرجت منك ما خرجت» قال الطبراني: لم يرو هذا الحديث عن ابن أخي الزهري إلا الدراوردي.\nقلت: والدراوردي صدوق لكنه كان يحدث من كتب غيره فيخطئ، وروايته هذه عن ابن أبي الزهري جاءت مخالفة لرواية الجماعة عن الزهري كما تقدم. ورواه معمر بن راشد عن الزهري، واختلف عنه:\nفأخرجه أحمد (18717)، والبزار (7874)، والبيهقي في \"الدلائل\" (2/ 518) من طريق عبد الرزاق، وأحمد (18718 و 18718)، والبغوي في \"معجم الصحابة\" (1554) من طريق رباح بن زيد، والنسائي في \"الكبرى\" (4240) من طريق إبراهيم بن خالد، ثلاثتهم عن معمر، عن الزهري، عن أبي سلمة، عن أبي هريرة؛ أن النبي صلى الله عليه وسلم وقف على الحزورة فقال: لقد علمت أنك أحب أرض الله إليه، يعني مكة، ولولا أن قومي أخرجوني منك ما خرجت. إلا أنه في رواية رباح من الموضع الثاني عند أحمد والبغوي لم يسم الصحابي، وإبراهيم بن خالد رواه مرة عن رباح ومرة معمر. قال البزار: وهذا الحديث لا نعلم رواه عن الزهري، عن أبي سلمة، عن أبي هريرة إلا معمر. قال البيهقي: وهذا وهم من معمر، والله أعلم. وقد روى بعضهم عن محمد بن عمرو، عن أبي سلمة، عن أبي هريرة، وهو أيضا وهم، والصحيح رواية الجماعة. أي: حديث عبد الله بن عدي بن الحمراء، وسيأتي تخريجه.\nومن هذا الطريق أخرجه الفاسي في\"شفاء الغرام\" (1/ 103)، وقال: رواية معمر شاذة، يعني روايته لهذا الحديث، عن الزهري، عن أبي سلمة، عن أبي هريرة رضي الله عنه مرفوعا. قال: والظاهر أن الوهم فيه من عبد الرزاق، لأن معمرا كان لا يحفظ اسم صحابيه كما جاءت رواية رباح عنه، وعبد الرزاق سلك الجادة فقال: عن أبي سلمة عن أبي هريرة. ثم قال: وإذا تقرر ذلك علم أن لا أصل له <span id='ms085'></span> من حديث أبي هريرة. وقال ابن أبي حاتم في \"العلل\" (830) -وسألت أبي وأبا زرعة عن حديث رواه محمد بن عمرو عن أبي سلمة عن أبي هريرة: أن النبي صلى الله عليه وسلم خطب بالحزورة فقال: إنك أحب أرض الله إلي، ولولا أني أخرجت، ما خرجت منه؟ فقالا: هذا خطأ؛ وهم فيه محمد بن عمرو؛ ورواه الزهري عن أبي سلمة عن عبد الله بن عدي بن الحمراء عن النبي صلى الله عليه وسلم؛ وهو الصحيح. وانظر ايضا المسألة (836).\nقلت: وهو في \"المصنف\" لعبد الرزاق (8868) -ومن طريقه البغوي في \"معجم الصحابة\" (1553) -عن معمر عن الزهري عن أبي سلمة، مرسلا. وأخرجه ابن سعد في \"طبقاته\" (6/ 284)، والأزرقي في \"أخبار مكة\" (2/ 155) من طريق الواقدي عن معمر عن الزهري عن أبي سلمة عن أبي عمر عبد الله بن عدي بن الحمراء؛ إلا أنه تصحف عن الأزرقي أبي عمر لابن عمر. والواقدي متهم. ورواه محمد بن عمرو عن أبي سلمة واختلف عليه:\nفأخرجه ابن أبي خيثمة في \"تاريخه\" (432/السفر الثالث)، والطحاوي في \"مشكل الآثار\" (12/ 281)، وفي \"معاني الآثار\" (2/ 261) و (3/ 328) من طريق حماد بن سلمة، والبزار (7937) من طريق عبد الوهاب، وأبو يعلى في \"مسنده\" (5954) من طريق خالد بن عبد الله الواسطي، والطحاوي في \"معاني الآثار\" (2/ 261) و (3/ 328) من طريق عبد العزيز بن محمد، جميعهم (حماد، وعبد الوهاب، وخالد، ومحمد) عن محمد بن عمرو عن أبي سلمة عن أبي هريرة. إلا أنه سقط من مطبوعة \"التاريخ\" لابن أبي خيثمة محمد بن عمرو والصواب إثباته فرواية حماد عنه عن أبي سلمة.\nوخالفهم إسماعيل بن جعفر وعثمان بن ساج ومحمد بن إبراهيم فجعلوه مرسلا، فأخرجه علي بن حجر في \"حديثه\" (204) عن إسماعيل بن جعفر، والأزرقي في \"أخبار مكة\" (2/ 126 و 156) من طريق ابن ساج ومحمد بن إبراهيم، ثلاثتهم عن محمد بن عمرو عن أبي سلمة، مرسلا. ومحمد بن عمرو صدوق له أوهام. قال الدارقطني في \"العلل\" (1743) وقد سئل عن حديث أبي سلمة، عن أبي هريرة، هذا، فقال: يرويه الزهري، ومحمد بن عمرو واختلف عنهما <span id='ms086'></span>؛ فرواه يعقوب بن عطاء، ومعمر بن راشد، عن الزهري، عن أبي سلمة، عن أبي هريرة. واختلف عن يونس بن يزيد، فرواه أبو صفوان الأموي، عن يونس، عن الزهري، عن أبي سلمة، عن أبي هريرة. وخالفه ابن وهب، رواه عن يونس، عن الزهري، عن أبي سلمة، عن عبد الله بن عدي بن الحمراء، عن النبي صلى الله عليه وسلم. وكذلك رواه صالح بن كيسان، وشعيب بن أبي حمزة، وعقيل بن خالد، وعبد الرحمن بن خالد بن مسافر، ومعمر بن أبان بن عمران، عن الزهري. وخالفهم ابن أخي الزهري، فرواه عن عمه، عن محمد بن جبير بن مطعم، عن عبد الله بن عدي، وأرسله ابن عيينة، عن الزهري. وأما محمد بن عمرو فاختلف عنه أيضا؛ فرواه حماد بن سلمة، وأبو ضمرة، عن محمد بن عمرو، عن أبي سلمة، عن أبي هريرة. وخالفهما إسماعيل بن حفص، فرواه عن محمد بن عمرو، عن أبي سلمة مرسلا. والصحيح عن الزهري، عن أبي سلمة، عن أبي هريرة.\nقلت: ولعل ترجيح الدراقطني يتنزل على الخلاف في رواية محمد بن عمرو فقط، وإلا فقد رواه جماعة من الثقات من أصحاب الزهري عنه عن أبي سلمة عن عبد الله بن عدي الزهري، وهو ما رجحه إماما العلل أبو حاتم وأبو زرعة، وقد ذهب بعض أهل العلم: إلى الجمع بين الروايتين مع احتمال كون أبي سلمة سمعه مرة من أبي هريرة ومرة من عبد الله بن عدي، وانظر أيضا \"الاستذكار\" لابن عبد البر (7/ 236).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  سنده صحيح إلى ابن جريج: لكنه لم يذكر عمن أخذه وقد صح نحوه عن علي\nبن أبي طالب كما سيأتي. وأخرجه عبد الرزاق (9119). وأخرجه الأزرقي في\n\"أخبار مكة\" (2/ 53) من طريق ابن ساج، والفاكهي في \"أخبار مكة\" (1090) من\nطريق من طريق ابن جعشم، ثلاثتهم (عبد الرزاق، وابن ساج، وابن جعشم) عن\nابن جريج، قال: سمعت أنه يقال: خير ماء في الأرض ماء زمزم، وشر ماء في\nالأرض ماء برهوت -شعب من شعاب حضرموت -وخير بقاع الأرض المساجد، وشر <span id='ms087'></span> بقاع\nالأرض الأسواق. وري نحوه موقوفا عن علي رضي الله عنه، أخرجه عبد الرزاق\n(9118) عن ابن عيينة، عن فرات القزاز، عن أبي الطفيل، عن علي قال: خير\nواديين في الناس ذي مكة، وواد في الهند هبط به آدم صلى الله عليه وسلم\nفيه هذا الطيب الذي تطيبون به، وشر واديين في الناس وادي الأحقاف، وواد\nبحضرموت يقال له: برهوت، وخير بئر في الناس زمزم، وشر بئر في الناس\nبلهوت، وهي بئر في برهوت تجتمع فيه أرواح الكفار. وسنده صحيح.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  هذا معضل، ولا يروى إلا معضلا أو منقطعا: أخرجه ابن سعد في\n\"طبقاته\" (2/ 131) من طريق عن أبي سلمة بن عبد الرحمن بن عوف، ويحيى بن\nعبد الرحمن بن حاطب، قالا: لما كان يوم فتح رسول الله صلى الله عليه وسلم\nمكة، كان عبد الله ابن أم مكتوم ... الحديث. وهذا مرسل فكلاهما لم يدرك\nالقصة. وأخرجه محمد بن يحيى بن أبي عمر العدني في \"مسنده\" (1305/المطالب\nالعالية) عن بشر بن السري عن طلحة بن عمر عن عطاء عن ابن أم مكتوم.\nوأخرجه الأزرقي في \"أخبار مكة\" (2/ 154) من طريق داود بن عبد الرحمن عن\nطلحة بن عمرو فذكره مرسلا. ولم يذكر عطاء. وطلحة بن عمرو متروك. وأخرجه\nالفاكهي في \"أخبار مكة\" (1430)، وابن شاذان في \"مشيخته الصغرى\" (54) -ومن\nطريقه ابن الجوزي في \"مثير العزم الساكن\" (344) -والخطيب في \"تاريخ\nبغداد\" (15/ 399) من طريق عمر بن قيس عن عمرو بن دينار عن جابر بن عبد\nالله. وفي رواية الفاكهي عن عطاء بن أبي رباح عن جابر بن عبد الله. وابن\nقيس متروك. وقد روي مثله عن أبي بكر الصديق وابن جحش وغيرهما ولا يصح\nسنده.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  شيخ المصنف تقدم أنه له ذكر في جملة من روى عن يزيد بن أبي حكيم\nولم أجد من ترجم له، ومسلم بن خالد هو الزنجي صدوق لكنه كثير الأوهام\nولعله أخطأ فيه فقد روي بخلاف ذلك كما سيأتي. وعزاه السيوطي في \"الدر\nالمنثور\" (3/ 676) للمصنف. وأخرجه الأزرقي في \"أخبار مكة\" (2/ 153) عن\nجده عن <span id='ms088'></span> مسلم بن خالد عن ابن أبي نجيح قال: قالت عائشة ... فذكره.\n</p>\n\n<p>\n(¬2)  أخرجه الحميدي (225) عن سفيان بن عيينة، به. إلا أنه جعل رسول الله\nصلى الله عليه وسلم هو من دخل عليهم يعودهم ويسألهم. وأخرجه مالك في\n\"الموطأ\" (ص 890) - ومن طريقه البخاري (3926 و 5677) - عن هشام بن عروة،\nبه. وأخرجه البخاري (1889)، ومسلم (1376) من طريق أبي أسامة، والبخاري\n(6372) من طريق الثوري، ومسلم (1376) من طريق عبدة وابن نمير، جميعا عن\nهشام بن عروة، به.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) سنده ضعيف جدا، إسماعيل مجهول الحال، وإبراهيم متروك الحديث وأبوه\nضعيف، وقد روي من طرق أخر لا يصح منها شيء كما سيأتي. ونقله ابن ناصر\nالدين في \"جامع الآثار\" (5/ 371) عن المصنف سندا ومتنا. وقد أخرجه\nالأزرقي في \"أخبار مكة\" (2/ 155) - ومن طريقه الخطابي في \"غريب الحديث\"\n(1/ 278) -عن هارون بن أبي بكر عن إسماعيل بن يعقوب الزهري، به. وأخرجه\nابن أبي الدنيا في \"المطر والرعد والبرق\" (80) -ومن طريقه أبو الشيخ في\n\"العظمة\" (749) وتصحف عنده-من طريق محمد بن عمر مولى أسلم عن حزام بن\nهشام عن أبيه، فذكره.\nقلت: محمد بن عمر هو الواقدي متروك؛ وأخرجه الأزدي في\"المخزون\" (ص 47) من طريق بديح قال: قدم أصيل الهذلي ... فذكره مختصرا. وقال: هذا حديث لا يخرج إلا من حران، ولا أحفظ رواه إلا عبد الله بن معية الحراني. وفي سند من لم أقف على ترجمته ومن لم أجد فيه جرحا أو تعديلا. ومن هذا الطريق أخرجه أبو موسى المديني في \"ذيله\" - كما في \"الإصابة\" (1/ 190) - إلا أنه وقع عنده عبد الله بن سعيد بدلا من عبد الله بن معية، والظاهر أنه الصواب، ولعله عبد الله بن سعيد بن عبد الملك فهذه طبقته. وأخرجه الربعي في \"المنتقى من أخبار الأصمعي\" (29) - ومن طريقه ابن الجوزي في \"مثير العزم الساكن إلى أشرف الأماكن\" (1/ 104) عن أبي بكر الهذلي، عن رجال من قومه:\nأن أصيل الهذلي قدم ... فذكره.\nوأبو بكر الهذلي إخباري متروك وهو مرسل أيضا والإسناد إليه لا يصح. وروي من وجه أخر، فأخرج ابن الأعرابي في \"معجمه\" (2408) - ومن <span id='ms089'></span> طريقه الخطابي في \"غريب الحديث\" (1/ 494)، وابن عساكر في \"تاريخه\" (6/ 131) - من طريق أبي بكر الضبي وعبد القدوس بن حبيب عن الحسن قال: لما قدم أبان بن سعيد بن العاص على رسول الله صلى الله عليه، فقال: «يا أبان، كيف تركت أهل مكة؟ » قال: تركتهم وقد جيدوا، يعني المطر، وتركت الإذخر وقد أغدق، وتركت الثمار وقد جاص قال: فاغرورقت عينا النبي صلى الله عليه وقال: «أنا أفصحكم، ثم أبان بعدي» قال الحسن: فكان أبان يقرأ هذا الحرف، «وقالوا أئذا صللنا في الأرض»، أي مكنا\nقلت: وهو إسناد باطل، أبو بكر الضبي متهم بالوضع وعبد القدوس متروك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  قال أبو حاتم في \"العلل\" لابنه (735) حديث منكر، وعبد الرحيم بن\nزيد متروك الحديث. اه وقد تقدم في الحديث [23] أنه متروك وأبوه ضعيف. وقد\nأخرجه ابن ماجه (3117)، والأزرقي في \"أخبار مكة\" (2/ 23)، والفاكهي في\n\"أخبار مكة\" (1574) ثلاثتهم عن محمد بن يحيى بن أبي عمر العدني، به.\nوأخرجه الدينوري في \"المجالسة\" (1622)، وابن شاهين في \"فضائل رمضان\"\n(36)، وأبو نعيم في \"أخبار أصبهان\" (196)، والبيهقي في \"شعب الإيمان\"\n(3455 و 3853) من طريق عبد الرحيم بن زيد العمي، به. إلا أنه في رواية\nالدينوري لم يذكر عبد الرحيم أباه، ولعله سقط فهو مخالف لما في جميع\nالمصادر. وروي من حديث ابن عمر بنحوه مختصرا بسند ضعيف، أخرجه البزار\n(6144) من طريق عاصم بن عمر، عن عبد الله بن دينار، عن ابن عمر قال: قال\nرسول الله صلى الله عليه وسلم: رمضان بمكة أفضل من ألف رمضان بغير مكة.\nقال البزار: وحديث عاصم بن عمر لا نعلم رواه غيره، ولا نعلم يروى عن\nالنبي صلى الله عليه وسلم إلا من هذا الوجه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  هذا مرسل أو معضل لم يبلغ به أبو قرة إن لم يكن ثمة سقط في سنده،\nوقد رواه غيره عن ابن جريج عن حسن بن مسلم عن مجاهد، مرسلا، فقد أخرجه\nالبخاري (4313) من طريق أبي عاصم عن ابن جريج عن الحسن بن مسلم عن مجاهد،\nمرسلا. ثم أسنده عقب هذه الرواية من هذا <span id='ms090'></span> الطريق عن ابن جريج عن عبد\nالكريم عن عكرمة عن ابن عباس.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  خولف أبو قرة في هذا -وهو ثقة يغرب كما في \"التقريب\" -فرواه ابن\nجريج-وقد صرح بالتحديث -عن إبراهيم بن ميسرة عن طاوس عن ابن عباس قوله،\nوكذا رواه معمر عن عبد الله بن طاوس عن أبيه عن ابن عباس قوله، وهو\nالصواب كما سيأتي. وقد أخرجه عبد الرزاق (9217) عن ابن جريج عن إبراهيم\nبن ميسرة عن طاوس عن ابن عباس، قوله. وأخرجه عبد الرزاق (9216) عن معمر\nعن عبد الله بن طاوس عن أبيه عن ابن عباس، قوله. وأخرجه الأزرقي في\n\"أخبار مكة\" (1/ 78) من طريق عبد الله بن عبد الرحمن بن أبي حسين، عن ابن\nعباس، بنحوه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) سنده ضعيف؛ إبراهيم بن عبد الله بن العلاء أبو إسحاق الربعي ذكره\nالبخاري في \"التاريخ الكبير\" (1/ 304)، وابن أبي حاتم في \"الجرح\nوالتعديل\" (2/ 109) ولم يذكرا فيها جرحا ولا تعديلا، وقال النسائي: ليس\nبثقة. وذكره ابن حبان في \"ثقاته\" (8/ 66)، وانظر أيضا: \"تاريخ دمشق\" (7/\n14)، وإسماعيل بن عياش مخلط في روايته غير أهل بلده وشيخه مبهم.\nوذكره أبو سعد النيسابوري في \"شرف المصطفى\" (433) عن الزهري، به.\nويروى مثله عن ابن عباس ومجاهد ووهب بن منبه وقتادة وغيرهم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  القباطي: جمع قبطية وهو ثوب رقيق أبيض من ثياب مصر.\n</p>\n\n<p>\n(¬2)  سنده ضعيف؛ لانقطاعه بين ابن جريج وعمر، وصامت قد توبع. وعزاه\nالمتقي الهندي في \"كنز العمال\" (38062) للمصنف. وقد أخرجه عبد الرزاق\n(9085) عن ابن جريج، به. وزاد: وأخبرني غير واحد: أن النبي صلى الله عليه\nوسلم كساها القباطي، والحبرات، وأبو بكر، وعمر، وعثمان، وإن أول من كساها\nالديباج عبد الملك بن مروان وإن من أدركها من الفقهاء قالوا: أصاب ما\nنعلم لها من كسوة أوفق لها منه. وأخرجه الأزرقي في \"أخبار مكة\" (1/ 254)\nمن طريق سعيد بن سالم عن ابن أبي نجيح عن أبيه أن عمر، فذكره بنحوه. وفي\nسنده ضعف. وأخرجه أيضا في \"أخبار مكة\" (1/ 253) من طريق موسى بن عبيدة\nالربذي -مرسلا-أن عمر بن الخطاب كسا الكعبة القباطي <span id='ms091'></span> من بيت المال. وهذا\nضعيف أيضا. وقد ذكر ابن إسحاق أن الكعبة لم تكن تكسى على عهد أبي بكر\nوعمر، وذكر الواقدي وغيره خلافه وقد روى الفاكهي وغيره بإسناد صحيح عن\nابن عمر أنه كان يكسو بدنه القباطي والحبرات يوم يقلدها فإذا كان يوم\nالنحر نزعها ثم أرسل بها إلى شيبة بن عثمان فناطها على الكعبة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  عزاه السيوطي في \"الدر المنثور\" (1/ 714  715) للمصنف. وقد أخرجه\nعبد الرزاق (9094) عن ابن جريج، قال بلغني عن ناس ... فذكره مختصرا.\nوأخرجه أيضا (9099) عن ابن جريج عن ابن المسيب عن علي بن أبي طالب،\nبنحوه. وأخرجه الأزرقي في \"أخبار مكة\" (1/ 60) من طريق ابن ساج عن ابن\nجريج قال: قال علي بن أبي طالب فذكره مختصرا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  ما بين المعقوفين ساقط من الأصل والمصنف لم يدرك أبا قرة وإنما\nيروي عنه بواسطة وقد استدركته عمن أخرجه عن المصنف كما سيأتي.\n</p>\n\n<p>\n(¬2)  في سنده زمعة بن صالح وهو ضعيف، والحديث ثابت بنحو هذا القول، من\nطرق أخر وانظر الحديث التالي. وعزاه الفاسي في \"شفاء الغرام\" (2/ 7)\nللمصنف. وقال: وهذا غريب جدا؛ أعني كون إسماعيل-عليه السلام-يصطاد حين\nنزل جرهم على أمه؛ والمعروف أنه كان إذ ذاك رضيعا. وقد أخرجه ابن\nالأعرابي في \"معجمه\" (2343) عن المصنف، به. وأخرجه أبو الشيخ في \"جزء ما\nرواه الزبير عن غير جابر\" (72) من طريق محمد بن يوسف عن أبي قرة، به،\nمختصرا. وأخرجه أحمد والأزرقي والبخاري والنسائي والحاكم والبيهقي وغيره\nمن طرق عن سعيد بن جبير -يزيد بعضهم على بعض-، بنحوه مطولا ومختصرا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  حديث صحيح: وعزاه السيوطي في \"الدر المنثور\" (1/ 654) للمصنف. وقد\nأخرجه عبد الرزاق (9107 - ومن طريقه البخاري (3364) - عن معمر، بهذا\nالإسناد. وأخرجه البخاري أيضا (3365) من طريق كثير وحده عن سعيد، به.\nوأخرجه أحمد والنسائي وابن أبي حاتم والبيهقي وغيرهم من طرق عن سعيد بن\nجبير، وانظر الحديث السابق.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  سنده صحيح إلى قائله: لكنه لم يذكر عمن أخذه. وعزاه السيوطي في\n\"الدر المنثور\" (1/ 638) للمصنف. وقد أخرجه عبد الرزاق (8864) عن ابن\nجريج، به. وأخرجه ابن أبي <span id='ms092'></span> عمر العدني في \"مسنده\" (1204/المطالب العالية)،\nوالأزرقي في \"أخبار مكة\" (2/ 128)، والفاكهي في \"أخبار مكة\" (1516) من\nطرق عن ابن جريج، به. وأخرجه عبد الرزاق (8863)، والأزرقي في \"أخبار مكة\"\n(2/ 127) من طريقين أخرين عن عبد الله بن عثمان بن خثيم، به. ومن طريق\nعبد الرزاق في كلا الروايتين أخرجه أبو عروبة الحراني في \"الأوائل\" (22 و\n23). وانظر الأثر التالي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  سنده صحيح إلى قائله: ولكنه لم يذكر عمن أخذه. وقد أخرجه عبد\nالرزاق (8862). وأخرجه الأزرقي في \"أخبار مكة\" (2/ 128) من طريق سعيد بن\nسالم، كلاهما (عبد الرزاق، وسعيد) عن ابن جريج، به. وانظر الأثر السابق.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\n(¬2)  سنده ضعيف: لجهالة من حدث عنه ابن جريج، وقد اختلف فيه على ابن\nجريج، وهذا الوجه أشبه بالصواب فمن خالف أبا قرة أقل شأنا وحالا منه كما\nسيأتي. وعزاه السيوطي في \"الدر المنثور\" (1/ 638) للمصنف. وقد أخرجه\nالأزرقي في \"أخبار مكة\" (1/ 49) من طريق سعيد بن سالم القداح، والعقيلي\nفي \"الضعفاء\" (1/ 100)، والطبراني (11/رقم 12185) من طريق أبي حذيفة\nإسحاق بن بشر، كلاهما (سعيد بن سالم القداح، وإسحاق بن بشر) عن ابن جريج\nعن صفوان بن سليم عن كريب مولى ابن عباس عن ابن عباس، يرفعه. ومن طريق\nالأزرقي أخرجه أبو إسحاق الهاشمي في \"أماليه\" (76)، والواحدي في \"الوسيط\"\n(4/ 184)، وابن الجوزي في \"مثير العزم الساكن\" (232). وأخرجه الخطابي في\n\"غريب الحديث\" (1/ 658  659) من طريق الأزرقي، فقال فيه: عن إبراهيم بن\nمحمد الأسلمي بدلا من سعيد بن سالم. قال العقيلي: ليس له أصل عن ابن\nجريج. وعزاه السيوطي في \"الدر المنثور\" للطبراني وابن مردويه وضعفه.\nقلت: سعيد بن سالم تقدم في تخريج الحديث [112] أنه صدوق يهم وابن جريج لم يصرح بالسماع، وإسحاق بن بشر متهم. وأخرجه عبد الرزاق (8874) عن إبراهيم بن محمد الأسلمي عن صفوان عن كريب مولى ابن عباس، فذكره، مرسلا. والأسلمي متروك الحديث. ومن مرسل قتادة، أخرجه عبد الرزاق وابن جرير الطبري في \"تفسيرهما\". وقد صح نحوه موقوفا على علي بن أبي طالب رضي الله عنه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  قال ياقوت الحموي في \"معجم البلدان\" (3/ 63): ركبة: بضم أوله،\nوسكون ثانيه <span id='ms093'></span>، وباء موحدة، بلفظ: الركبة التي في الرجل من البعير وغيره،\nوقال ابن بكير: هي بين مكة والطائف، وقال القعنبي: هو واد من أودية\nالطائف، وقيل: من أرض بني عامر بين مكة والعراق، وقيل: ركبة جبل بالحجاز،\nوقال الزمخشري: هي مفازة على يومين من مكة يسكنها اليوم عدوان، وعن\nالأصمعي أن ركبة بنجد، وهي مياه لبني نصر بن معاوية، قال الأصمعي: ولبني\nعوف بن نصر بنجد بركبة الركايا يقول لهم: بركبة هذه المياه، يعني الركايا\nأي لهم مياه يقال لها الركايا، وهي بينهم وبين بطون نصر كلها، وهي عوف،\nوهمدان، والمدركاء، بركبة لهم جميعا، قال الواقدي: هو إذا رحت من غمرة\nتريد ذات عرق، وقال الحفصي: ركبة بناحية السي، ويقال: إن ركبة أرفع\nالأراضي كلها، ويقال: إن التي قال ابن نوح: سآوي إلى جبل يعصمني من\nالماء، يعني ركبة، في كتاب \"فضائل مكة\" لأبي سعيد المفضل بن محمد بن تميم\nالجندي الهمداني بإسناد له أن عمر بن الخطاب قال: لأن أخطئ سبعين خطيئة\nبركبة، أحب إلي من أن أخطئ خطيئة واحدة بمكة. اه. وقال غيره: \"وركبة\"\nمحاذية لذات عرق ميقات أهل العراق.\n</p>\n\n<p>\n(¬2)  ضعيف لإرساله، ورجاله ثقات، ولا يروى عن عمر إلا منقطعا فيما وقفت\nعليه من طرق. وعزاه ياقوت الحموي في \"معجم البلدان\" كما في الهامش\nالسابق، والسيوطي في \"الدر المنثور\" (1/ 651) للمصنف. وقد أخرجه عبد\nالرزاق (8871).\nوأخرجه الأزرقي في \"أخبار مكة\" (2/ 137) من طريق مسلم بن خالد، والفاكهي في \"أخبار مكة\" (1465) من طريق هشام بن سليمان، ثلاثتهم: (عبد الرزاق، ومسلم بن خالد، وهشام بن سليمان) عن ابن جريج، به. وذكر عبد الرزاق عقبه وكذا الأزرقي والفاكهي: عن ابن جريج قال: وقال مجاهد: حذر عمر بن الخطاب قريشا، وكان بها ثلاثة أحياء من العرب فهلكوا: «لأن أخطئ اثنتا عشرة خطيئة بركبة أحب إلي من أن أخطئ خطيئة واحدة إلى ركنه. وأخرجه سعيد بن أبي عروبة في \"المناسك\" (28) عن قتادة بلاغا عن عمر بن الخطاب رضي الله عنه في حديث، وفيه: إن صلاة فيها <span id='ms094'></span>، أو فيه خير عند الله عز وجل من مائة بركبة، واعلموا أن المعاصي فيه على قدر ذلك. وأخرجه ابن أبي شيبة (14291)، والفاكهي في \"أخبار مكة\" (1491)، والبيهقي في \"شعب الإيمان\" (3723) من طريق طلق بن حبيب مرسلا عن عمر، ضمن حديث وفيه: والله لأن أعمل عشر خطايا بغيره أحب إلي من أن أعمل واحدة بمكة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  الليث هو: ابن أبي سليم اختلط جدا فلم يتميز حديثه فترك. وعزاه\nالسيوطي في \"الدر المنثور\" (1/ 651) للمصنف. وقد أخرجه الثعلبي في\n\"تفسيره\" (7/ 17) من طريق المصنف، به.\n</p>\n\n<p>\n(¬2)  أخرجه عبد الرزاق في \"المصنف\" (9222)، وفي \"تفسيره\" (2/ 34) عن\nسفيان الثوري، وسعيد بن منصور في \"سننه\" (1476/التفسير) عن ابن المبارك،\nوالأزرقي في \"أخبار مكة\" (2/ 135) من طريق يحيى بن سليم الطائفي،\nوالفاكهي في \"أخبار مكة\" (1778) من طريق عبد الله بن رجاء المكي،\nأربعتهم: (سفيان الثوري، وابن المبارك، ويحيى بن سليم، وعبد الله بن\nرجاء) عن عثمان بن الأسود، به. وأخرجه أيضا سعيد بن منصور في \"سننه\"\n(1477/التفسير) عن إسماعيل بن زكريا عن عثمان بن الأسود عن مجاهد، قال:\nاحتكار الطعام بمكة ... فذكره. وإسماعيل بن زكريا صدوق يخطئ قليلا، وقد\nخالف جماعة من الثقات في متنه.\n</p>\n\n<p>\n(¬3)  ما بين المعقوفين ساقط من الأصل، واستدركناه من مصادر التخريج\nالآتية.\n</p>\n\n<p>\n(¬4)  عزاه السيوطي في \"الدر المنثور\" (1/ 650)، والصالحي في \"سبل الهدى\nوالرشاد\" (1/ 206) للمصنف. وأخرجه عبد الرزاق (8865) عن معمر عن عبد الله\nبن طاوس عن أبيه، به. ولا يزال ضعيفا لانقطاعه فإن طاوس لم يدرك عمر.\nوعزاه ابن حجر العسقلاني في \"فتح الباري\" (7/ 158) للفاكهي من طريق طاوس،\nثم قال: وروى الفاكهي من وجه آخر عن طاوس قال: \"يوشك ألا يصيب أحد في\nالحرم شيئا إلا عجلت له العقوبة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  في مصادر التخريج سماهم: طسم: وهو أخو عملاق.\n</p>\n\n<p>\n(¬2)  سنده ضعيف: ولا يروى عن عمر إلا بلاغا فيما وقفت عليه من طرق.\nوعزاه السيوطي في \"الدر المنثور\" (1/ 650) للمصنف. وأخرجه عبد الرزاق ضمن\nحديث (9107) -ومن طريقه أخرجه الفاكهي في \"أخبار مكة\" (1489)، والبيهقي\nفي \"دلائل النبوة\" (2/ 49) -عن معمر، يبلغ به عن عمر. وأخرجه ابن خزيمة <span id='ms095'></span>\nفي \"صحيحه\" - كما في \"إتحاف المهرة\" (15880) - عن محمد بن يحيى عن عبد\nالرزاق عن معمر عن أيوب عن سعيد بن جبير، قال: بلغني عن عمر، فذكره في\nحديث طويل. وأخرجه الأزرقي في \"أخبار مكة\" (1/ 80) - ومن طريقه أخرجه\nالفاسي في \"شفاء الغرام\" (1/ 461) -من طريق عبد الله بن معاذ الصنعاني عن\nمعمر عن قتادة يبلغ به عن عمر. وأخرجه سعيد بن أبي عروبة في \"المناسك\"\n(28) -ومن طريقه أخرجه الفاكهي في \"أخبار مكة\" (1468)، -عن قتادة بلاغا\nعن عمر بن الخطاب رضي الله عنه. وأخرجه ابن أبي شيبة (14291)، والفاكهي\nفي \"أخبار مكة\" (1491 و 1492)، والبيهقي في \"شعب الإيمان\" (3723) من طريق\nطلق بن حبيب مرسلا عن عمر، بنحوه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  ضعيف، عبيد الله بن عبد الله بن موهب، ليس بالقوي، وقد اختلف فيه\nعليه، ورجح الترمذي وأبو زرعة هذا الوجه المرسل - رواية المصنف-وللحديث\nشواهد ضعيفة جدا لا يصح منها شيء كما سيأتي بيانه. وقد اختلف فيه على\nالثوري:\nفأخرجه الفاكهي في \"أخبار مكة\" (1485) من طريق عبد الله بن الوليد، والطحاوي في \"مشكل الآثار\" (9/ 86) من طريق عبد الملك بن مروان، وابن بطة في \"الإبانة\" (1532/كتاب القدر)، وابن بشران في \"أماليه\" (233) من طريق أبي أسامة، والبيهقي في \"القضاء والقدر\" (424) من طريق أبي نعيم، جميعهم (عبد الله، وعبد الملك، وأبو أسامة، وأبو نعيم) عن سفيان الثوري عن عبيد الله بن عبد الرحمن بن موهب قال: سمعت علي بن الحسين، مرسلا. كرواية المصنف.\nوخالفهم جميعا الفريابي وحصين بن مخارق فأسنداه، فقد أخرجه الحاكم (2/ 525) من طريق محمد بن يوسف الفريابي، وابن الجوزي في \"العلل المتناهية\" (222) من طريق حصين بن مخارق، كلاهما عن الثوري، عن عبيد الله بن موهب، عن علي بن الحسين، عن أبيه، عن جده علي أبي أبي طالب، به.\nوخالفهم أبو قتادة الحراني، فأخرجه الخطيب في \"المتفق والمفترق\" (1/ 214) من طريقه عن سفيان الثوري عن زيد بن علي بن الحسين عن أبيه عن الحسين بن علي عن علي، به. قال الخطيب: قال أبو الحسن - يعني الدارقطني-هذا حديث غريب من حديث <span id='ms096'></span> الثوري عن زيد بن علي بن الحسين تفرد به أبو قتادة الحراني عنه وما كتبناه إلا من هذا الوجه.\nوخالفهم شعيب بن محمد الهمداني، فأخرجه الخطيب في \"تلخيص المتشابه\" (1/ 231) من طريقه عن سفيان الثوري عن جابر الجعفي عن أنس قال: قال رسول الله صلى الله عليه وسلم: لعن الله الزائد في كتاب الله، والمستحل من عترتي ما حرم الله عز وجل.\nقلت: شعيب هذا مجهول الحال، وكذا الإسناد إليه باطل لا يصح، ورواية الجماعة الثقات المتقدمة عن الثوري أرجح من هذه الأوجه. ورواه عبد الرحمن بن أبي الموالي عن ابن موهب واختلف عليه:\nفأخرجه الأزرقي في \"أخبار مكة\" (2/ 126) من طريق عبد الملك بن إبراهيم، والترمذي (2154)، وابن حبان (5749)، والطبراني في \"الكبير\" (3/رقم 2883)، وفي \"الأوسط\" (1667)، وفي \"الدعاء\" (2090)، وابن بطة في \"الإبانة\" (1531/كتاب القدر)، والحاكم (1/ 36)، وأبو نعيم في \"معرفة الصحابة\" (1800)، والهروي في \"ذم الكلام\" (1355) من طريق قتيبة بن سعيد، وابن أبي عاصم في \"السنة\" (44 و 337) من طريق معلى بن منصور، والطحاوي في \"شرح المشكل\" (9/ 84)، والهروي في \"ذم الكلام\" (1355) من طريق عبد الله بن وهب، جميعا (عبد الملك، وقتيبة، ومعلى، وابن وهب) عن عبد الرحمن بن أبي الموالي عن عبيد الله بن عبد الرحمن بن موهب، عن عمرة، عن عائشة، ترفعه. إلا أنه وقع عند الأزرقي عبد الله بدل عبيد الله. قال الترمذي: هكذا روى عبد الرحمن بن أبي الموالي هذا الحديث، عن عبيد الله بن عبد الرحمن بن موهب، عن عمرة، عن عائشة، عن النبي صلى الله عليه وسلم، ورواه سفيان الثوري، وحفص بن غياث، وغير واحد، عن عبيد الله بن عبد الرحمن بن موهب، عن علي بن حسين، عن النبي صلى الله عليه وسلم مرسلا وهذا أصح. اه. وقال أبو زرعة: حديث ابن أبي الموالي خطأ؛ والصحيح: حديث عبيد الله بن عبد الرحمن بن موهب، عن علي بن الحسين، عن النبي، مرسل. وانظر: \"العلل\" لابن أبي حاتم (1767).\nوخالفهم جميعا إسحاق بن محمد الفروي، فزاد واسطة بين ابن موهب وعمرة، فأخرجه الفاكهي في <span id='ms097'></span> \"أخبار مكة\" (1484)، والطحاوي (9/ 85  86)، وابن مردويه في \"أماليه\" (29) من طريق إسحاق بن محمد الفروي، عن عبد الرحمن بن أبي الموالي، عن عبيد الله بن موهب، عن أبي بكر بن محمد، عن عمرة، عن عائشة، ترفعه.\nقلت: والفروي صدوق لكنه ذهب بصره وساء حفظه وصار يتلقن، وقد خالف جماعة فروايته هذه منكرة. وله طرق أخر:\nوأخرجه الفاكهي (1486) من طريق سفيان بن عيينة، عن رجل، عن علي بن الحسين، مرسلا. وأخرجه الرافعي في \"التدوين\" (4/ 75) معلقا من طريق هشام بن سعد، عن ابن وهب، عن علي بن الحسين، عن علي بن أبي طالب، به. وهشام صدوق له أوهام. وأخرجه المخلص في \"المخلصيات\" (2015)، وابن الجوزي (221) من طريق زيد بن علي، عن أبيه، عن جده، عن علي بن أبي طالب، به.\nقلت: والإسناد إليه باطل، ففي طريق المخلص: ابن سمعان، عبيد الله بن زياد، متهم بالكذب، وفي طريق ابن الجوزي: حصين بن مخارق، متهم بالوضع. وللحديث شاهدان من حديث عبد الله بن عباس، وعمرو بن سعوى.\nفأما حديث عبد الله بن عباس: فأخرجه ابن حبان في \"المجروحين\" (1/ 154)، وابن عدي في \"الكامل\" (1/ 336) عن أحمد بن العباس الهاشمي عن يحيى بن حبيب بن عربي ثنا روح بن عبادة عن سعيد بن أبي عروبة عن قتادة عن سعيد بن جبير عن بن عباس قال قال رسول الله صلى الله عليه وسلم أربعة لعنتهم ولعنهم الله وكل نبي مجاب الزائد في كتاب الله عز وجل والمكذب بقدر الله عز وجل والمتعزز بالجبروت ليذل من أعز الله ويعز من أذله الله والمستحل من عترتي ما حرم الله.\nقلت: ذكره ابن حبان وابن عدي في ترجمة أحمد بن العباس الهاشمي هذا وقال ابن حبان: يقلب الأخبار ويهم في الآثار الوهم الفاحش والقلب الوخش لا يحل الاحتجاج به بحال سألته أن يملي علي فأملى علي أحاديث أكثرها مقلوبة من ذلك - وذكر الحديث -. وقال ابن عدي: منكر بذلك الإسناد.\nوأما حديث عمرو بن سعوى: فأخرجه الطبراني في \"المعجم الكبير\" (17/رقم 89) - وعنه أبو نعيم في <span id='ms098'></span> \"معرفة الصحابة\" (5126) -عن أحمد بن رشدين المصري عن أبي صالح الحراني عن ابن لهيعة عن عياش بن عباس العتباني عن أبي معشر الحميري عن عمرو بن سعواء اليافعي قال: قال رسول الله صلى الله عليه وسلم: سبعة لعنتهم، وكل نبي مجاب، الزائد في كتاب الله، والمكذب بقدر الله، والمستحل حرمة الله، والمستحل من عترتي ما حرم الله، والتارك لسنتي، والمستأثر بالفيء، والمتجبر بسلطانه ليعز من أذل الله ويذل من أعز الله.\nقلت: وهذا موضوع، شيخ الطبراني متهم بالوضع، وابن لهيعة ضعيف، وأبو معشر مجهول الحال.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p161'> Vol. 01, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  تفرد به عطاف بن خالد وهو صدوق يهم عن شيخه إسماعيل بن رافع المدني\nوهو أبو رافع القاص ضعيف، ولم يدرك أنس بن مالك كما أفاده ابن ناصر الدين\nكما سيأتي. وعزاه السيوطي في \"الدر المنثور\" (2/ 432  434) للمصنف. وقد\nأخرجه مسدد في \"مسنده\" (80 و 448 و 1131/المطالب العالية) -ومن طريقه\nالطبراني في \"الأحاديث الطوال\" (62)، والبيهقي في \"دلائل النبوة\" (6/\n294) -، والأزرقي في \"أخبار مكة\" (2/ 5)، والبزار (1083/كشف الأستار)،\nوالطبراني في \"الأحاديث الطوال\" (61)، وأبو نعيم -كما في \"جامع الآثار\"\nلابن ناصر (6/ 249  250) -وأبو عمر السلمي في \"حديثه\" (11 و 12)، والشجري\nفي \"أماليه\" (1/ 146) وغيرهم من طرق عن عطاف بن خالد، به. قال ابن ناصر\nالدين في \"جامع الآثار\" (6/ 249  250): تابعهم - يعني الرواة عن عطاف بن\nخالد-الليث بن سعد، وهشام بن عمار، ومسلم بن إبراهيم، ويعقوب بن أبي\nعباد، وسعيد بن منصور، والحماني، وأحمد بن محمد بن الوليد الأزرقي وغيرهم\nعن العطاف بن خالد، وهو من أفراده، وشيخه إسماعيل متروك لم يدرك أنسا.\nورواه أبو معاذ سليمان بن خالد البلخي، عن إسماعيل بن رافع، عن محمد بن\nأبي بكر، عن أنس قال: كنا جلوسا مع النبي صلى الله عليه وسلم .... فذكره\nنحوه. ورواه آدم بن أبي إياس، عن أبي شيبة شعيب بن رزين، عن عطاء\nالخراساني مرسلا. ورواه ليث بن أبي سليم، عن القاسم بن أبي بزة معضلا.\nورواه الدبري عن عبد الرزاق، عن ابن مجاهد، عن أبيه، عن ابن عمر قال: جاء\nرجلان، أنصاري <span id='ms099'></span> وثقفي .... وذكر نحو الحديث. تابعه خلاد بن يحيى عن عبد\nالوهاب -هو ابن مجاهد -وهو ضعيف جدا. اه\nوله طريق أخر: أخرجه أبو القاسم الأصبهاني في \"الترغيب والترهيب\" (1036) سلام بن مسلم الطويل، عن زياد، عن أنس بن مالك، به. وسنده باطل، سلام بن سليم الطويل متروك وشيخه زياد هو ابن ميمون متهم بالكذب.\nوله شاهد من حديث عبد الله بن عمر رضي الله عنه: أخرجه عبد الرزاق (8830) - ومن طريقه الطبراني (12/رقم 13566) -، والفاكهي في \"أخبار مكة\" (918)، والبيهقي في \"دلائل النبوة\" (6/ 293) من طريق عبد الوهاب بن مجاهد عن أبيه عن ابن عمر، بنحوه. وعبد الوهاب بن مجاهد متروك وقد كذبه الثوري. وأخرجه البزار (6177)، وابن حبان (1887)، والخطيب في \"الجامع لأخلاق الراوي وآداب السامع\" (654) من طريق يحيى بن عبد الرحمن الأرحبي عن عبيدة بن الأسود عن القاسم بن الوليد، عن سنان بن الحارث بن مصرف الإيامي، عن طلحة بن مصرف، عن مجاهد، عن ابن عمر، به. قال البزار: وهذا الكلام قد روي عن النبي صلى الله عليه وسلم من وجوه، ولا نعلم له طريقا أحسن من هذا الطريق وقد روى عطاف بن خالد، عن إسماعيل بن رافع، عن أنس، عن النبي صلى الله عليه وسلم هذا الكلام وحديث ابن عمر نحوه.\nقلت: وإسناده ضعيف أيضا؛ فيحيى بن عبد الرحمن الأرحبي، قال أبو حاتم: شيخ لا أرى في حديثه إنكارا، يروي عن عبيدة بن الأسود أحاديث غرائب. وقال الدارقطني: صالح يعتبر به، وذكره ابن حبان في ثقاته، وقال ربما خالف، وعبيدة بن الأسود: وكذا عبيدة بن الأسود، وقال: يعتبر حديثه إذا بين السماع في روايته -ولم يصرح بالتحديث-وكان فوقه ودونه ثقات، وكذا أيضا القاسم بن الوليد، وقال: يخطئ ويخالف، وقال الحافظ العسقلاني في \"التقريب\": صدوق يغرب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p165'> Vol. 01, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  شيخ المصنف إسحاق الطبري لم يتفرد به عن أبي عاصم، والحديث متفق\nعليه كما سيأتي. وقد أخرجه الدارمي (1901) عن أبي عاصم الضحاك بن مخلد،\nبه. وأخرجه البخاري (1782)، ومسلم (1256) من طريق يحيى بن سعيد عن ابن\nجريج، به؛ وأخرجه <span id='ms100'></span> البخاري (1863)، ومسلم (1256) من طريق حبيب المعلم عن\nعطاء، به. وانظر الحديث التالي.\n</p>\n\n<p>\n(¬2)  حديث صحيح متفق عليه تقدم تخريجه في الحديث السابق.\n</p>\n\n<p>\n(¬3)  اختلف فيه على ابن شهاب الزهري فرواه معمر بن راشد على الوجهين من\nمرسل ابن المسيب ثم أسنده عن أبي هريرة فهي رواية مضطربة، وخالفه شعيب بن\nأبي حمزة - وهو من أثبت الناس في الزهري-وعقيل بن خالد كلاهما عن ابن\nشهاب الزهري عن ابن المسيب مرسلا، وهو الصحيح. وأخرجه عبد الرزاق في\n\"المصنف\" ضمن حديث (9741)، وفي \"تفسيره\" (265) عن معمر، به، مرسلا. وجاء\nخلاف هذا، فأخرجه ابن خزيمة (3078) - وعنه ابن حبان (3707) -من طريق عبد\nالرزاق بهذا الإسناد إلا أنه أسنده عن أبي هريرة. وأخرجه أبو عبيد في\n\"الناسخ والمنسوخ\" (364)، وفي \"الأموال\" (454)، وابن زنجويه في \"الأموال\"\n(671) من طريق شعيب بن أبي حمزة، وأبو زرعة الدمشقي في \"تاريخه\" (1671)\nمن طريق عقيل بن خالد، كلاهما (شعيب، وعقيل) عن ابن شهاب الزهري عن سعيد\nبن المسيب، مرسلا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p171'> Vol. 01, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  في إسناده: سعيد بن سالم القداح تقدم في تخريج الحديث [112] أنه\nصدوق يهم، وشيخه سعيد بن بشير ضعيف الحديث. وعزاه أبو البقاء الدميري في\n\"النجم الوهاج\" (3/ 439)، وابن حجر الهيتمي في\"تحفة المحتاج\" (4/ 50)\nللمصنف. وعزاه أيضا الفاسي في \"شفاء الغرام\" (1/ 386) للمصنف، وأخرجه من\nطريقه. وأخرجه الفاكهي في \"أخبار مكة\" (2841) عن عبد الله بن منصور عن\nسعيد بن سالم القداح، به.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p172'> Vol. 01, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  سنده حسن - إن شاء الله - ولا ضير من عنعنة ابن جريج، فإنه من أثبت\nالناس في عطاء وهو القائل: إذا قلت: قال عطاء، فأنا سمعته منه، وإن لم\nأقل سمعت. ونقله الفاسي في \"شفاء الغرام\" (1/ 350) عن المصنف بسنده\nومتنه. وقد أخرجه الأزرقي في \"أخبار مكة\" (2/ 174) من طريق عبد المجيد بن\nعبد العزيز بن أبي رواد، والفاكهي في في \"أخبار مكة\" (2595) من طريق من\nطريق سفيان بن عيينة، كلاهما (عبد المجيد، وسفيان) عن ابن جريج، به.\n</p>\n\n<p>\n(¬2)  حديث باطل؛ عبد الرحيم بن زيد العمي تقدم في الحديث [23] أنه\nمتروك، وأبوه ضعيف.\nوذكره الثعلبي في \"تفسيره\" (3/ 151) عن عبد الرحيم بن <span id='ms101'></span> زيد العمي، به. إلا أنه تصحف عنده عبد الرحيم لعبد الرحمن. وذكره الديلمي من مسند أنس. وقد أخرجه الفاكهي في \"أخبار مكة\" (1565) عن عبد الله بن منصور عن عبد الرحيم بن زيد العمي عن أبيه عن سعيد بن المسيب عن أبي هريرة، يرفعه، بنحوه. كذا قال: ابن المسيب عن أبي هريرة بدلا من أنس. وأخرجه من هذا الوجه أبو الشيخ كما في \"الجامع الكبير\" للسيوطي وضعفه بالعمي. وأخرجه الفاكهي أيضا (1566) من طريق أحمد بن الجراح عن الرحيم بن زيد عن أبيه، مرسلا. وروي من حديث ابن عباس -رضي الله عنهما-أخرجه العقيلي في \"الضعفاء\" (1/ 225) من طريق الحسن بن رشيد، عن ابن جريج، عن عطاء، عن ابن عباس قال: قال رسول الله صلى الله عليه وسلم: من صبر في حر مكة ساعة باعد الله جهنم منه سبعين خريفا. ذكره العقيلي في ترجمة الحسن هذا، وقال: حديث باطل لا أصل له.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p173'> Vol. 01, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  باطل وهو مكرر الحديث [58] فانظر تخريجه هناك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p174'> Vol. 01, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  تصحف في الأصل شعبة لسعيد، والتصويب من المصنف ومن مصادر التخريج\nوالترجمة، وهو مجهول الحال، وثمت اضطراب في روايته تلك كما سيأتي، والأثر\nصحيح عن عمر من طريق حبيب بن صهبان عنه، مختصرا. وقد أخرجه عبد الرزاق\n(8964) -ومن طريقه أخرجه الطبراني في \"الدعاء\" (856) -عن سفيان الثوري،\nبهذا الإسناد. وأخرجه أبو أحمد الحاكم في \"الأسامي والكنى\" (ق 219/ب) من\nطريق جرير بن عبد الحميد عن منصور عن هلال بن يساف عن عبد الله بن عمر بن\nالخطاب، قوله. كذا جعله عن عبد الله. وأخرجه عبد الرزاق (8966) - ومن\nطريقه أخرجه الطبراني في \"الدعاء\" (857) -من طريق رجل عن عمر بنحوه.\nوأخرجه مسدد في \"مسنده\" (1214/المطالب العالية)، وابن أبي شيبة (29953 و\n29954)، وأحمد في \"الزهد\" (610)، والفاكهي في \"أخبار مكة\" (417)،\nوالبيهقي (5/ 84)، والخطيب في \"موضح أوهام الجمع والتفريق\" (2/ 408)\nجميعهم من طريق حبيب بن صهبان قال: رأيت عمر بن الخطاب رضي الله عنهما\nيطوف بالبيت وهو يقول بين الباب والركن أو بين المقام والباب ربنا آتنا\nفي الدنيا حسنة وفي الآخرة حسنة <span id='ms102'></span> وقنا عذاب النار. وسنده صحيح. وأخرجه\nالفاكهي في \"أخبار مكة\" (420) من طريق ابن أبي نجيح عن مجاهد قال: قال\nعمر. ومن هذا الطريق أخرجه الأزرقي عن ابن أبي نجيح يبلغ به عن عمر ولم\nيذكر مجاهد.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p175'> Vol. 01, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  ضعيف جدا: عبد الرحيم بن زيد العمي تقدم في الحديث [23] أنه متروك\nوأبو ضعيف، وقد اختلف فيه عليه أيضا ومداره عليه أو على أبيه فالحديث\nضعيف بجميع طرقه. وعزاه ابن حجر الهيتمي في\"تحفة المحتاج\" (4/ 94)\nللمصنف. وقد أخرجه الأزرقي في \"أخبار مكة\" (2/ 22) عن جده عن عبد الرحمن\nبن زيد العمي - كذا عبد الرحمن بدلا من عبد الرحيم-عن أبيه عن أنس بن\nمالك. وسعيد بن المسيب مرسلا. وأخرجه أبو محمد الخزاعي في زوائده على\nكتاب \"أخبار مكة\" للأزرقي عقب الموضع السابق: عن محمد بن يحيى بن أبي عمر\nالعدني عن عبد الرحمن بن زيد، به. ثم قال: الصواب عبد الرحيم. وأخرجه\nالفاكهي في \"أخبار مكة\" (485) من طريق بشر بن عبيس بن مرحوم العطار عن\nجده مرحوم بن عبد العزيز العطار، عن عبد الرحيم بن زيد العمي، عن أبيه،\nعن أنس بن مالك رضي الله عنه وعن سعيد بن جبير، ومعاوية بن قرة، عن ابن\nعمر ... الحديث. وأخرجه الطبراني في \"المعجم الأوسط\" (5992) يحيى بن حبيب\nبن عربي عن مرحوم بن عبد العزيز العطار، عن عبد الرحيم بن زيد العمي، عن\nأبيه، عن سعيد بن جبير، عن أنس بن مالك ... الحديث. قال الطبراني: لم يرو\nهذا الحديث عن سعيد بن جبير إلا زيد العمي. وأخرجه الفاكهي أيضا (486) من\nطريق عبد المجيد بن أبي رواد، عمن حدثه عن زيد بن الحواري، عن علي بن أبي\nطالب، وابن مسعود ومعاذ بن جبل رضي الله عنهم، ... الحديث وزاد فيه: قال\nرجل: يا رسول الله، إن فرغ قبل ذلك؟ قال صلى الله عليه وسلم: ولا بأس يرد\nالله عليه ذلك الفضل قال: قلت: فلم يستحب بهاتين الساعتين؟ قال: إنهما\nساعتان لا تعدوهما الملائكة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p176'> Vol. 01, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  ضعيف جدا: مداره على داود بن عجلان <span id='ms103'></span> وهو ضعيف، وشيخه أبو عقال هو\nهلال بن زيد البصري متروك الحديث. وهو في \"المسند\" للعدني -كما في \"إتحاف\nالخيرة\" (2553) -بهذا الإسناد. وقد أخرجه الأزرقي في \"أخبار مكة\" (2/\n21)، والفاكهي في \"أخبار مكة\" (477 و 478)، وابن ماجه (3118)، والفسوي في\n\"مشيخته\" (52)، وأبو يعلى في \"مسنده\" (2553/إتحاف الخيرة)، وأبو محمد\nالخزاعي في زياداته على الأزرقي كما في الموضع السابق، والعقيلي في\n\"الضعفاء\" (2/ 38)، وابن حبان في \"المجروحين\" (1/ 289  290)، ابن عدي في\n\"الكامل\" (3/ 562)، وتمام الرازي في \"فوائده\" (637/الروض البسام)،\nوالبيهقي في \"شعب الإيمان\" (3752)، وابن عساكر في \"تاريخه\" (56/ 130\n131)، وغيرهم من طرق عن داود بن عجلان، به. وقال العقيلي: ولا يتابع داود\nبن عجلان ولا أبو عقال من جهة تثبت، ولا يعرف إلا به. وقال ابن حبان:\nداود بن عجلان البجلي من أهل مكة أصله من خراسان من بلخ سكن مكة يروي عن\nأبي عقال المناكير الكثيرة والأشياء الموضوعة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p177'> Vol. 01, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  في إسناده محمد بن زنبور أبو صالح المكي وهو صدوق له أوهام، وقد\nخالفه ثقتان عن ابن عيينة فجعلوه من قول محمد بن علي لأبي الطفيل كما\nسيأتي. وعزاه الفاسي في \"شفاء الغرام\" (1/ 115) للمصنف، وأخرجه من طريقه.\nوقد أخرجه عبد الرزاق (8851). وأخرجه الفاكهي في \"أخبار مكة\" (1531) من\nطريق محمد بن أبي عمر العدني، كلاهما (عبد الرزاق، والعدني) عن سفيان بن\nعيينة عن فطر بن خليفة عن أبي الطفيل، أنه قال لمحمد بن علي: إن مكة قد\nاشتدت حالها وتعذر عيشها، وقد أردت الانتقال منها، فقال محمد بن علي: لا\nتخرج منها يا أبا الطفيل وإن أكلت بها العضاه. وهذا إسناد أصح من سابقه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p178'> Vol. 01, p. 178</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  في الأصل يوسف، والصواب ما ذكرناه كما في مصادر التخريج والترجمة،\nفقد أخرجه ابن الجوزي من طريق المصنف على الصواب.\n</p>\n\n<p>\n(¬2)  ما بين المعقوفين سقط من الأصل واستدركته عمن أخرجه من طريق\nالمصنف. ضعيف؛ فمداره على عبد الله بن المؤمل وهو ضعيف وقد اضطرب فيه.\nوعزاه السيوطي في \"اللآلئ المصنوعة\" (2/ 109) للمصنف في \"فضائل مكة\". وقد\nأخرجه ابن الجوزي في \"مثير العزم الساكن إلى أشرف الأماكن\" (484) من طريق\nالمصنف <span id='ms104'></span>، به. وأخرجه الفاكهي في \"أخبار مكة\" (1812)، والعسكري في\n\"الصحابة\" - كما في \"إكمال تهذيب الكمال\" (10/ 318) -وأبو نعيم في \"معرفة\nالصحابة\" (695) من طريق أحمد بن عبد الله بن يونس عن سفيان الثوري به.\nإلا أنه تصحف في مطبوعة الإكمال: بن عباد لابن يمان. وأخرجه أبو نعيم في\n\"معرفة الصحابة\" (696) من طريق الفريابي عن الثوري فزاد فيه عن أبيه.\nوأخرجه الفاكهي في \"أخبار مكة\" (1811) من طريق العلاء بن عبد الجبار عن\nعبد الله بن المؤمل، به. وللحديث شواهد شديدة الضعف جدا ومنها ما هو\nموضوع، انظر تخريجها في \"الضعيفة\" (2804 و 6830)، وهامش الحديث (1168) من\n\"المطالب العالية\" و\"اللآلئ المصنوعة\" (2/ 108). \"تخريج أحاديث الكشاف\"\n(1/ 197). وانظر أيضا الحديثين التاليين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p179'> Vol. 01, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  ضعيف جدا: مداره على أبان بن أبي عياش، وهو متروك. وعزاه السيوطي\nفي \"اللآلئ المصنوعة\" (2/ 109) للمصنف في \"فضائل مكة\". وقد أخرجه ابن\nالجوزي في \"مثير العزم الساكن إلى أشرف الأماكن\" (485) من طريق المصنف،\nبه. ورواه مسلم بن خالد الزنجي واختلف عليه: فرواه عنه أيوب بن الحكم\nفقال مرة أبان بن أبي عياش ومرة أبان بن صالح.\nفأخرجه الفاكهي في \"أخبار مكة\" (1811) عن محمد بن سليمان القديدي عن عمه أيوب بن الحكم عن مسلم بن خالد الزنجي، عن أبان بن أبي عياش، عن أنس بن مالك. وأخرجه أبو القاسم الأصبهاني في \"الترغيب والترهيب\" (1061) من طريق الهيثم بن كليب الشاشي عن محمد بن سليمان القديدي عن عمه أيوب بن الحكم عن مسلم بن خالد الزنجي، عن أبان بن صالح، عن أنس بن مالك. وخالفه غيره، فأخرجه أبو عبد الله الضبي في \"أماليه\" (عمرية/م 22/ق 142/أ) من طريق أحمد بن إسماعيل عن مسلم بن خالد الزنجي، عن أبي العلاء، عن أنس. وهذه الأسانيد لا تصح إلى مسلم بن خالد وهو الزنجي وهو أيضا صدوق كثير الأوهام، ويشبه أن يكون قول من قال عن أبان بن أبي عياش أشبه؛ لوجود المتابع عليه، وأبان متروك.\nوله طرق عن أنس لا تصح: فأخرجه إسحاق بن راهويه في \"مسنده\" -كما في \"تخريج أحاديث الكشاف <span id='ms105'></span>\" للزيلعي (1/ 198) -عن عيسى بن يونس عن ثور بن يزيد عن شيخ، عن أنس، به. وهو ضعيف؛ لجهالة الراوي عن أنس. وأخرجه ابن أبي الدنيا في \"القبور\" -كما في \"اقتضاء الصراط المستقيم\" (2/ 247) -، والبيهقي في \"شعب الإيمان\" (3861)، والضياء في \"المنتقى من مسموعات مرو\" (ق 1393/أ) من طريق سليمان بن يزيد الكعبي عن ربيعة عن أنس. وأخرجها ابن أبي حاتم في \"العلل\" (871) من هذا الطريق إلا أنه لم يذكر ربيعة. ونقل عن أبي زرعة قوله: ما أعلم لربيعة معنى. ومن طريق ابن أبي الدنيا والبيهقي أخرجه ابن عبد الهادي في \"الصارم المنكي\" ص (174) وقال: هذا الحديث ليس بصحيح ولا ثابت، بل هو حديث ضعيف الإسناد، منقطع. قلت: مداره على سليمان الكعبي وهو ضعيف. ورواه ابن جريج واختلف عنه:\nفأخرجه الفاكهي في \"أخبار مكة\" (1810) من طريق موسى بن طارق، عن ابن جريج، قال: حدثت عن الزهري، فذكره مرسلا. وخالفه عبد المجيد بن عبد العزيز، وجعله من مسند أنس، فأخرجه الضياء في \"المنتقى من مسموعات مرو\" (ق 1400/ب) من طريقه عن ابن جريج عن الزهري عن أنس. وعبد المجيد صدوق يخطئ وخالف من هو أثبت منه وابن جريج مدلس وقد عنعنه في الرواية الثانية وصرح في الأولى بالانقطاع. وانظر شواهده في الحديث السابق والتالي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p180'> Vol. 01, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) ضعيف جدا، فمداره على عاصم بن عمر وهو ضعيف الحديث وقد اضطرب فيه،\nوله طريق أخر غير صحيح كما سيأتي بيانه. ونقله ابن ناصر الدين في \"جامع\nالآثار\" (1/ 418  419) عن المصنف بسنده ومتنه في موضعين. وقد أخرجه ابن\nعساكر في \"تاريخ دمشق\" (44/ 188  189) من طريق المصنف، به. وأخرجه\nالفاكهي في \"أخبار مكة\" (1815) عن عبد الله بن أبي سلمة، وعبد الله بن\nأحمد في زوائده على \"فضائل الصحابة\" (283)، والقطيعي في زوائده على\n\"فضائل الصحابة\" (132 و 636)، والآجري في \"الشريعة\" (1321 و 1865)، من\nطريق محرز بن عون، والقطيعي في زوائده على \"فضائل الصحابة\" (507)، وابن\nشاهين في \"مذاهب أهل السنة\" (153)، وابن عساكر في \"تاريخ دمشق\" (44/\n188)، من طريق أبي موسى الفروي، والطبراني في \"المعجم الكبير\" (12/\n13190)، والحاكم (2/ 465)، وأبو نعيم في <span id='ms106'></span> \"دلائل النبوة\" (26) من طريق\nسريج بن النعمان، وابن عدي في \"الكامل\" (6/ 400) من طريق أحمد بن\nإسماعيل، وابن عساكر في \"تاريخ دمشق\" (44/ 189) من طريق النضر بن سلمة،\nجميعهم (عبد الله بن أبي سلمة، ومحرز بن عون، وأبو موسى الفروي، وسريج بن\nالنعمان، وأحمد بن إسماعيل، والنضر بن سلمة) عن عبد الله بن نافع عن عاصم\nبن عمر عن أبي بكر بن عمر بن عبد الرحمن عن سالم بن عبد الله عن أبيه،\nبه. كرواية المصنف. وأخرجه الفاكهي في \"أخبار مكة\" (1814) عن عصمة بن\nالفضل، والفاكهي والترمذي (3692)، والبزار (6143) من طريق سلمة بن شبيب،\nوابن حبان (6899) من طريق إبراهيم بن يعقوب الجوزجاني، وابن عدي في\n\"الكامل\" (6/ 396) من طريق أحمد بن يحيى، والحاكم (3/ 68) من طريق عمير\nبن مدارس، واللالكائي في \"اعتقاد أهل السنة\" (2512)، وأبو عثمان البحيري\nفي \"فوائده\" (ق 14/ب/الظاهرية)، وابن عساكر في \"تاريخ دمشق\" (44/ 190) من\nطريق أحمد بن منصور، جميعهم (عصمة بن الفضل، وسلمة بن شبيب، وإبراهيم\nالجوزجاني، وأحمد بن يحيى، وعمير، وأحمد بن منصور) عن عبد الله بن نافع\nالصائغ عن عاصم بن عمر العمري، عن عبد الله بن دينار، عن ابن عمر، يرفعه.\nكذا قال، عبد الله بن دينار بدلا من سالم. وأخرجه يعقوب بن شيبة في\n\"مسنده\" - كما في \"جامع الآثار\" (1/ 419) -من طريق القاسم بن عبد الله بن\nعمر، والفاكهي في \"أخبار مكة\" (1816) عن عبد الله بن أبي سلمة، وابن\nعساكر في \"تاريخ دمشق\" (44/ 189) من طريق الزبير بن بكار، ثلاثتهم\n(القاسم، وعبد الله بن أبي سلمة، والزبير بن بكار) عن عبد الله بن نافع\nعن عاصم عن أبي بكر بن عمر بن عبد الرحمن عن سالم بن عبد الله مرسلا. ولم\nيقل عن أبيه.\nومن طريق القاسم بن عبد الله بن عمر أخرجه ابن عساكر في \"تاريخ دمشق\" (44/ 189  190) إلا أنه جعله عن أبي بكر بن عمر عن عبد الله بن عمر، فأسنده، ولم يذكر سالما. والقاسم بن عبد الله هذا متروك وقد كذبه الإمام أحمد. وخالفهم جميعا مجاهد بن <span id='ms107'></span> موسى، فأخرجه أبو نعيم في فضائل الخلفاء\" (100) من طريقه عن عبد الله بن نافع، عن عبد الله بن عمر، عن عاصم بن ضمرة، عن عبد الله بن دينار، عن ابن عمر، به. كذا بالمطبوعة وهذا إن صح فهي رواية شاذة؛ لمخالفتها لرواية الجماعة المتقدمة.\nوروي من ثلاث طرق إلى نافع عن ابن عمر:\nالأول: أخرجه الترمذي (3669)، وابن ماجه (99)، وابن أبي عاصم في \"السنة\" (1418)، وعبد الله بن أحمد في في زوائده على \"فضائل الصحابة\" (77 و 151 و 221)، وابن حبان في \"المجروحين\" (1/ 321)، وابن عدي في \"الكامل\" (3/ 379)، والآجري في \"الشريعة\" (1319 و 1866)، وأبو الشيخ في \"طبقات المحدثين\" (4/ 239)، وابن شاهين في \"مذاهب أهل السنة\" (148)، والمخلص في \"المخلصيات\" (2944)، والحاكم (3/ 68 و 4/ 280)، واللالكائي في \"اعتقاد أهل السنة\" (2511)، وأبو نعيم في \"فضائل الخلفاء\" (95)، وابن عساكر في \"تاريخ دمشق\" (44/ 187  188)، وغيرهم من طريق سعيد بن مسلمة عن إسماعيل بن أمية عن نافع، عن ابن عمر، به. قال الترمذي: هذا حديث غريب، وسعيد بن مسلمة ليس عندهم بالقوي. وقال ابن حبان في الموضع السابق في ترجمة سعيد بن مسلمة: منكر الحديث جدا، فاحش الخطأ في الأخبار. وقال ابن عدي: وهذا لا يعرف بهذا الإسناد عن إسماعيل بن أمية إلا من رواية سعيد بن مسلمة عنه. وصححه الحاكم وتعقبه الذهبي بقوله: سعيد بن مسلمة ضعفوه. وقد سئل أبو حاتم الرازي كما في \"العلل\" لابنه (2653) عن رواية سعيد بن مسلمة هذه، فقال: هذا حديث منكر.\nوالثاني: أخرجه أبو بكر النصيبي في فوائده (ق 2/ب) -ومن طريقه ابن عساكر في \"تاريخ دمشق\" (30/ 214) -من طريق أبي البختري وهب بن وهب القاضي عن عبد الله بن عمر عن نافع عن ابن عمر، به، بنحوه. قلت: وأبو البختري متهم بالوضع.\nوالثالث: أخرجه المهرواني في \"المهروانيات\" (99) من طريق عبد الله بن إبراهيم الغفاري عن عبد الله بن عمر، ومالك بن أنس عن نافع عن ابن عمر، به. قال الخطيب في تخريجه على المهرواني: هذا حديث غريب من حديث نافع مولى عبد الله بن عمر عن مولاه أبي عبد الرحمن عبد <span id='ms108'></span> الله بن عمر. ومن رواية عبيد الله بن عمر بن حفص بن عاصم بن عمر ابن الخطاب. ومالك بن أنس عن نافع. تفرد عبد الله بن إبراهيم بن أبي عمر الغفاري وبروايته عنهما. اه قلت: عبد الله بن إبراهيم الغفاري هذا متروك واتهمه بعضهم.\nوله شاهد من حديث أبي هريرة: أخرجه ابن عساكر في \"تاريخه\" (59/ 275)، وابن النجار في \"الدرة الثمينة\" (ص 163)، والفاسي في \"شفاء الغرام\" (2/ 464) من طريق عثمان بن خالد الأموي عن عبد الرحمن بن أبي الزناد عن أبيه عن الأعرج عن أبي هريرة، يرفعه. وعثمان بن خالد متروك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p181'> Vol. 01, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  ضعيف: علي بن عبد العزيز مختلف فيه وأبو صالح المكي لم أتبينه وعمر\nبن عبد العزيز لم يدرك ابن عمر. وعزاه السيوطي في \"اللآلئ المصنوعة\" (2/\n109) للمصنف في \"فضائل مكة\". وقد أخرجه ابن الجوزي في \"مثير العزم الساكن\nإلى أشرف الأماكن\" (394) من طريق المصنف، به. إلا أنه ليس في إسناده: أبو\nصالح المكي. وانظر شواهده في الحديثين السابقين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p183'> Vol. 01, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  ما بين المعقوفين ساقط من الأصل، وأثبتناه عمن أخرجه من طريق\nالمصنف كما سيأتي.\n</p>\n\n<p>\n(¬2)  باطل، عبد الرحيم بن زيد العمي تقدم في الحديث [23] أنه متروك،\nوأبو ضعيف. وقد نقله الفاسي في \"شفاء الغرام\" (1/ 374  375) عن المصنف\nبسنده ومتنه وليس فيه زيد العمي والد عبد الرحيم، وابنه لا يروي عن شقيق\nإلا بواسطة. وقد أخرجه الديلمي في \"مسند الفردوس\" -كما في \"الغرائب\nالملتقطة\" لابن حجر (ج 3/ق 224  225) - من طريق المصنف، به.\nوأخرجه الفاكهي في \"أخبار مكة\" (2370) من طريق محمد بن يحيى عن عبد الرحيم بن زيد العمي عن أبيه، به. وله شاهد من حديث أم قيس بنت محص:\nأخرجه الطيالسي (1740)، وابن شبة في \"تاريخ المدينة\" (1/ 91)، وابن أبي خيثمة في \"تاريخه\" (3547/السفر الثاني)، والطبراني (25/رقم 445)، والحاكم (4/ 68)، وابن النجار في \"الدرة الثمينة\" (ص 163)، والفاسي في \"شفاء الغرام\" (2/ 464) من طريق سعد بن زياد أبي عاصم المدني عن سعد مولى حمنة عن أم قيس بنت محصن، قالت: لقد رأيتني ورسول الله صلى الله عليه وسلم آخذ بيدي في بعض سكك <span id='ms109'></span> المدينة، وما فيها بيت حتى انتهينا إلى بقيع الغرقد، فقال يا أم قيس. فقلت: لبيك يا رسول الله وسعديك، قال: ترين هذه المقبرة؟ قلت: نعم يا رسول الله، قال: يبعث منها سبعون ألفا ... فذكرت الحديث. إلا أن سعد بن زياد تصحف في بعض المصادر، وهو ضعيف قال أبو حاتم: يكتب حديثه وليس بالمتين، وشيخه مجهول الحال.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p185'> Vol. 01, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  ما بين المعقوفين ساقط من الأصل واستدركته من مصادر التخريج\nوالترجمة، وهو: ابن أبي خداش بن عتبة اللهبي الهاشمي، ذكره البخاري وابن\nأبي حاتم ولم يذكرا فيه جرحا ولا تعديلا وذكره ابن حبان في ثقاته.\n</p>\n\n<p>\n(¬2)  أخرجه عبد الرزاق (6734)، والأزرقي في \"أخبار مكة\" (2/ 209)،\nوالبخاري في \"التاريخ الكبير\" (1/ 284)، والفاكهي في \"أخبار مكة\" (2369)،\nوالبزار (1179/كشف)، وابن أبي حاتم في \"العلل\" (2307)، وابن الأعرابي في\n\"معجمه\" (1898)، وأبو محمد الفاكهي في \"فوائده\" (272) من طرق عن ابن\nجريج، به. وقال البزار: لا نعلمه بهذا اللفظ إلا من هذا الوجه، وابن أبي\nخداش من أهل مكة لا نعلم حدث عنه إلا ابن جريج. ومن طريق عبد الرزاق\nأخرجه أحمد (3472)، والطبراني (11/رقم 11282)، والضياء في \"الأحاديث\nالمختارة\" (9/رقم 471 و 472).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p186'> Vol. 01, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) سنده فيه عبد الوهاب بن مجاهد، وقد تقدم في تخريج الحديث [112] أنه\nمتروك وكذبه الثوري، وقد اختلف فيه عليه أيضا، وروي من طريق أخر عن ابن\nعباس مرفوعا ولا يصح، وروي من طرق عن مجاهد قوله، وهو الصحيح إن شاء\nالله. وقد أخرجه الفاكهي في \"أخبار مكة\" - كما في \"شفاء الغرام\" (1/ 212)\n- من طريق عبد الله بن الوليد، عن عبد الوهاب بن مجاهد، عن أبيه، عن ابن\nعمر، قوله. كذا قال ابن عمر بدلا من ابن عباس. وروي من وجه أخر عن مجاهد،\nقوله: فأخرجه ابن أبي شيبة (13336) من طريق ليث بن أبي سليم، والأزرقي في\n\"أخبار مكة\" (2/ 9) من طريق رجل، والفاكهي في \"أخبار مكة\" - كما في \"شفاء\nالغرام\" (1/ 212) - من طريق عبد الكريم وإسماعيل بن كثير، والدولابي في\n\"الكنى والاسماء\" (800) بمعناه من طريق يزيد بن يزيد بن جابر، جميعهم\n(ليث، ورجل، وعبد الكريم، وإسماعيل، ويزيد) عن <span id='ms110'></span> مجاهد، قوله.\nقلت: وعبد الكريم لم أتبينه هل هو الجزري أم البصري فكلاهما يروي عن مجاهد وابن عيينة يروي عنهما، وبقية الأسانيد ما بين مجهول أو ضعيف، ولكن مجيء الأثر من هذه الطرق مجتمعة تجعله في عداد ما يقبل التحسين بمجموع الطرق، إلا أن مجاهد لم يذكر عمن أخذه. وروي من وجه أخر مرفوعا، ولا يصح: أخرجه البزار (5205)، وابن خزيمة (3013)، والسهمي في \"تاريخ جرجان\" (311)، والطبراني (11/رقم 11414 و 11490)، وابن عدي في \"الكامل\" (5/ 226)، وتمام الرازي في \"فوائده\" (641/الروض البسام)، والبيهقي في \"السنن الكبرى\" (5/ 158)، وفي \"السنن الصغرى\" (1742)، وفي \"شعب الإيمان\" (3762)، وفي \"معرفة السنن والآثار\" (10285)، وغيرهم من طريق عبد الله بن المؤمل عن ابن عبد الرحمن بن محيصن عن عطاء عن ابن عباس، قال البزار: لا نعلمه عن ابن عباس إلا من هذا الوجه. وقال البيهقي: تفرد به عبد الله بن المؤمل وليس بقوى. قلت: عبد الله بن المؤمل ضعيف.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p189'> Vol. 01, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  ما بين المعقوفين تصحف في الأصل لمحمد، وهو خطأ والصواب المثبت كما\nفي جميع مصادر التخريج الآتية.\n</p>\n\n<p>\n(¬2)  حديث ضعيف مداره على موسى بن عبيدة وهو ضعيف الحديث وأخوه ثقة لكنه\nلم يدرك علي بن أبي طالب، وبهذا أعله البيهقي كما سيأتي. وعزاه السيوطي\nفي \"الدر المنثور\" (2/ 428  429) للمصنف. وقد أخرجه ابن أبي شيبة (15366\nو 30272)، وابن راهويه في \"مسنده\" (1239/المطالب العالية)، والخرائطي في\n\"مكارم الأخلاق\" (1082)، والمحاملي في \"الدعاء\" (59)، والبيهقي في \"السنن\nالكبرى\" (5/ 117)، وفي \"شعب الإيمان\" (3779)، وفي \"الدعوات\" (537)، وفي\n\"فضائل الأوقات\" (195)، والخطيب في \"تلخيص المتشابه\" (ص 33) وغيرهم من\nطرق عن موسى بن عبيدة الربذي، به.\nإلا أنه في رواية المحاملي أسقطت الواسطة بين موسى بن عبيدة وعلي بن أبي طالب، وكذا أخرجه من طريقه أبو القاسم الأصبهاني في \"ترغيبه\" وابن الجوزي في \"مثير العز الساكن\" وقد عزاه للمحاملي في كتابه هذا ابن ناصر الدين في \"جامع الآثار\" بذكر الواسطة كما في جميع المصادر. قال البيهقي: تفرد به موسى بن عبيدة وهو ضعيف ولم يدرك أخوه عليا رضي الله عنه. وأخرجه الترمذي (3520)، وابن خزيمة (2841)، والمحاملي في \"الدعاء\" (58)، وأبو <span id='ms111'></span> بكر الشافعي في \"الغيلانيات\" (611)، والطبراني في \"الدعاء\" (874)، وفي جزء \"فضل عشر ذي الحجة\" (51)، وأبو نعيم في \"أخبار أصبهان\" (1/ 221  222)، والبيهقي في \"شعب الإيمان\" (3560)، وغيرهم من طريق قيس بن الربيع عن الأغر بن الصباح عن خليفة بن حصين عن علي بن أبي طالب، بنحوه. قال الترمذي: هذا حديث غريب من هذا الوجه وليس إسناده بالقوي. قلت: قيس بن الربيع صدوق تغير لما كبر، وأدخل عليه ابنه ما ليس من حديثه فحدث به. وللحديث شواهد كلها ضعيفة لا يصح منها شيء انظر تخريجها في الحديثين التاليين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p190'> Vol. 01, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  كذا بالأصل: محمد بن يونس، ولعله تصحف على ناسخه عن محمد بن يوسف\nفالمصنف يروي عنه عن أبي قرة عدة أحاديث في كتابه هذا، والله أعلم.\n</p>\n\n<p>\n(¬2)  يروى من حديث عبد الله بن عمر وعبد الله بن عمرو بن العاص والمسور\nبن مخرمة ومن مرسل المطلب بن حنطب وابن أبي حسين، وكلها ضعيفة:\nفأما حديث عبد الله بن عمر، فله عنه طريقان:\nالأول: أخرجه العقيلي (3/ 462)، والطبراني في \"الدعاء\" (875)، وفي جزء \"فضل عشر ذي الحجة\" (52)، وأبو القاسم الأصبهاني في \"الترغيب والترهيب\" (386)، وابن عساكر في \"فضل يوم عرفة\" (12)، من طريق فرج بن فضالة عن يحيى عن نافع عن ابن عمر؛ قال العقيلي: لا يتابع عليه. قلت: فرج بن فضالة ضعيف الحديث.\nالثاني: أخرجه ابن عدي في \"الكامل\" (3/ 474  475) من طريق أبي الجنيد الضرير عن عثمان بن مقسم عن نافع، عن ابن عمر كان أكثر دعاء النبي صلى الله عليه وسلم بعرفات لا إله إلا الله وحده لا شريك له له الملك وله الحمد، وهو على كل شيء قدير. قال ابن عدي: ولأبي الجنيد غير هذه الأحاديث التي أمليتها وعامة حديثه عن الضعفاء أو قوم لا يعرفون فإذا كان سبيله هذا السبيل إذا وقع لحديثه نكرة يكون البلاء منه أو من غيره لا منه. قلت: وشيخ الضرير أيضا فيه ضعف.\nوأما حديث المسور بن مخرمة: فأخرجه ابن مردويه في \"ثلاثة مجالس من أماليه\" (3) عن أبي أحمد إسحاق بن محمد بن علي الكوفي <span id='ms112'></span> بسنده عن المسور بن مخرمة، رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: خير الدعاء يوم عرفة، وخير ما جاء به النبيون قبلي لا إله إلا الله. وهذا إسناد موضوع، وأبو أحمد متهم بالكذب. وانظر: \"لسان الميزان\" (2/ 77)\nوأما حديث عبد الله بن عمرو بن العاص: ففي جزء بكر بن بكار (29/جمهرة الأجزاء الحديثية) -ومن طريقه البيهقي في \"فضائل الأوقات\" (192)، وفي \"شعب الإيمان\" (3489)، والشجري في \"الأمالي الشجرية\" (2/ 72)، والرافعي في \"التدوين\" (2/ 168)، والذهبي في \"معجم شيوخه\" (1/ 79) -وأخرجه أحمد (6961)، والفاكهي في \"أخبار مكة\" (2759)، والترمذي (3585)، والمحاملي في \"الدعاء\" (58)، والدارقطني في الأفراد (أطراف الغرائب والأفراد 3569)، والمخلص في \"المخلصيات\" (1437)، وأبو نعيم في \"حلية الأولياء\" (7/ 103  104)، وابن الجوزي في ابن الجوزي في \"مثير العزم الساكن\" (136 و 137) من طرق عن محمد بن أبي حميد الأنصاري المعروف بحماد عن عمرو بن شعيب، عن أبيه، عن جده، أن النبي صلى الله عليه وسلم قال: \"خير الدعاء دعاء يوم عرفة، وخير ما قلت أنا والنبيون من قبلي: لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير. قال الترمذي: هذا حديث غريب من هذا الوجه وحماد بن أبي حميد هو: محمد بن أبي حميد، وهو أبو إبراهيم الأنصاري المديني وليس هو بالقوي عند أهل الحديث. وقال الدارقطني: تفرد به حماد. قلت: حماد الأنصاري ضعيف الحديث.\nوأما مرسل المطلب: فأخرجه علي بن حجر في \"حديث إسماعيل بن جعفر\" (369)، وأبو الليث السمرقندي في \"تنبيه الغافلين\" (632) من طريق إسماعيل بن جعفر عن عمرو مولى المطلب، عن المطلب بن حنطب، أن النبي صلى الله عليه وسلم، قال: أفضل ما قلت أنا والنبيون من قبلي لا إله إلا الله. وعمرو ثقة ربما وهم والمطلب صدوق كثير الإرسال والتدليس.\nوأما مرسل ابن أبي حسين: فأخرجه ابن أبي شيبة (15367 و 30273) ومن طريقه ابن عبد البر في \"التمهيد\" (6/ 40) النضر بن عربي عن ابن أبي حسين مرسلا. وانظر شاهده من حديث علي بن أبي طالب رضي الله عنه في الحديث السابق، ومرسل <span id='ms113'></span> ابن كريز في الحديث التالي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p191'> Vol. 01, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  في الأصل: يزيد. والتصويب من جميع المصادر الآتية وكذا في مصادر\nترجمته.\n</p>\n\n<p>\n(¬2)  مرسل. وقد أخرجه مالك في \"الموطأ\" (ص 423) - ومن طريقه أخرجه عبد\nالرزاق (8125)، والفاكهي في \"أخبار مكة\" (2760)، والمحاملي في \"الدعاء\"\n(59)، والبيهقي في \"الكبرى\" (4/ 284 و 5/ 117)، وفي \"الصغرى\" (1677)، وفي\n\"الدعوات\" (536)، وفي \"فضائل الأوقات\" (191)، والبغوي في \"شرح السنة\"\n(1929) -عن زياد بن أبي زياد، به. قال البيهقي: وهذا منقطع، وقد روي من\nحديث مالك بإسناد آخر موصولا وهو ضعيف، والمرسل هو المحفوظ.\nقلت: وهذا الوجه الموصول المشار إليه هو ما أخرجه ابن عدي في \"الكامل\" (5/ 472)، والبيهقي في \"شعب الإيمان\" (3778) -ومن طريقه ابن عساكر في \"فضل يوم عرفة\" (11/ط ضمن مجموع فيه عدة أجزاء له) -من طريق عبد الرحمن بن يحيى المدني عن مالك بن أنس، عن سمي، مولى أبي بكر، عن أبي صالح، عن أبي هريرة، يرفعه. قال ابن عدي: وهذا منكر عن مالك عن سمي، عن أبي صالح، عن أبي هريرة لا يرويه عنه غير عبد الرحمن بن يحيى هذا، وعبد الرحمن غير معروف وهذا الحديث في الموطأ عن زياد بن أبي زياد عن طلحة بن عبيد الله بن كريز عن النبي عليه السلام مرسلا. اه. وقال البيهقي: هكذا رواه أبو عبد الرحمن بن يحيى، وغلط فيه، إنما رواه مالك في \"الموطأ\" مرسلا. اه. وقال ابن عساكر: تفرد بوصله عبد الرحمن وهو مرسل في \"الموطأ\". وقال ابن عبد البر في \"التمهيد\" (6/ 39): لا خلاف عن مالك في إرسال هذا الحديث كما رأيت ولا أحفظه بهذا الإسناد مسندا من وجه يحتج بمثله وقد جاء مسندا من حديث علي بن أبي طالب وعبد الله بن عمرو بن العاص فأما حديث علي فإنه يدور على دينار أبي عمرو عن ابن الحنفية وليس دينار ممن يحتج به وحديث عبد الله بن عمرو من حديث عمرو بن شعيب وليس دون عمرو من يحتج به فيه. اه. قلت: وله شاهد ضعيف من حديث علي بن أبي طالب، تقدم تخريجه في الحديث [101] وشواهد أخر كلها <span id='ms114'></span> ضعيفة انظر تخريجها والكلام عليها في الحديث السابق.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p194'> Vol. 01, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  لم يذكر ابن جريج عمن أخذه، وقد روي من طريق ابن جريج عن يحيى بن\nعبيد عن أبيه عن عبد الله بن السائب يرفعه، وقد عزاه ابن ناصر الدين\nالدمشقي في \"جامع الآثار\" للجندي، وليس الحديث في نسختنا الخطية، فلعله\nسقط من ناسخه، أو اختلاف الروايات، وانظر تخريجه في باب الملحق بأخر\nالكتاب رقم [1]. وعزاه السيوطي في \"الدر المنثور\" (2/ 429) للمصنف. ونقله\nالثعلبي في \"تفسيره\" (2/ 116)، والقرطبي في \"تفسيره\" (2/ 433) عن ابن\nجريج، بلغني أنه .. فذكره. وقد صح من فعل عمر بن الخطاب رضي الله عنه\nتقدم تخريجه في الحديث [90]؛ وفي الباب من حديث أبي هريرة مرفوعا ولا يصح\nيأتي تخريجه في الحديث [114]؛ ويروي من قول عمر بن العزيز يأتي في الحديث\nالتالي. وكان أكثر دعاء النبي صلى الله عليه وسلم: اللهم ربنا آتنا في\nالدنيا حسنة، وفي الآخرة حسنة، وقنا عذاب النار. وهو متفق عليه من حديث\nأنس بن مالك رضي الله عنه. لكنه غير مقيد بالموقف.\nوله شاهد أخر: أخرجه الفاكهي في \"أخبار مكة\" (170) من طريق هشام بن سليمان المخزومي عن ابن جريج، عن يحيى بن هانئ، عن طاوس، عن رجل قد أدرك النبي صلى الله عليه وسلم قال: سمعت النبي صلى الله عليه وسلم يقول بين الركن اليماني والأسود: \"اللهم {ربنا آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار}. قلت: وهشام بن سليمان في \"التقريب\": مقبول. وقال أبو حاتم: مضطرب الحديث، ومحله الصدق، ما أرى بحديثه بأسا. وابن جريج مدلس وقد عنعنه ولم يذكر طاوس اسم الصحابي فنعلم هل روايته عنه متصلة أم لا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p195'> Vol. 01, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  سنده فيه ابن لهيعة وهو: ضعيف، وكثير بن الحارث، وهو: مجهول الحال.\nذكره أبو سعيد النيسابوري في \"شرف المصطفى\" (506) عن عمر بن عبد العزيز\nأنه كان يقول ... فذكره.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p196'> Vol. 01, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  سفيان بن عيينة لم يسمعه من أبي عبد الملك إنما سمعه من حسين\nالجعفي عن أبي عبد الملك، كما صرح بذلك في بعض طرقه، وأبو عبد الملك هو <span id='ms115'></span>:\nعبيد بن عبد الملك، أبو عبد الملك الأسدي. يروي عن الشعبي. روى عنه وكيع\nوالعراقيون وروى عنه: حسين الجعفي، وأبو نعيم. قال أبو حاتم: ما به بأس.\nلكنه لم يسمعه من عمر بن العزيز كما صرح بذلك أيضا فيبقى الأثر على ضعفه؛\nلجهالة الراوي عن عمر بن عبد العزيز، والله أعلم. وقد أخرجه أحمد في\n\"الزهد\" (1682). وأخرجه ابن أبي خيثمة في \"تاريخه\" (972/السفر الثالث) عن\nأبي بكر الحميدي، والدينوري في \"المجالسة\" (726) من طريق ابن أبي أويس،\nثلاثتهم (أحمد، والحميدي، وابن أبي أويس) عن سفيان بن عيينة، به.\nزاد أحمد في روايته -وعنه ابن أبي خيثمة عقب الموضع السابق من \"تاريخه\"-: قال سفيان: حدثني عنه، حسين الجعفي فسألته قال: سمعت عمر بن عبد العزيز، يقول: اللهم زد في إحسان محسنهم وراجع بمسيئهم إلى التوبة وحط من وراءهم بالرحمة. وقد صرح أبو عبد الملك بسماعه من عمر في بعض طرقه وهو مخالف لرواية ابن أبي شيبة الآتية. وأخرجه أبو نعيم في \"حلية الأولياء\" (5/ 298) من طريق أحمد بن عبد الجبار عن سفيان بن عيينة قال: سمعت شيخا من شيوخنا قال: سمعت عمر بن عبد العزيز ... فذكره. وأخرجه ابن أبي شيبة (29935 و 36238) - ومن طريقه أبو نعيم في \"حلية الأولياء\" (5/ 324) -عن حسين بن علي الجعفي، عن أبي عبد الملك عبيد بن عبد الملك قال: أخبرني من رأى عمر بن عبد العزيز واقفا بعرفة وهو يدعو ... فذكره.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p197'> Vol. 01, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) ضعيف: وقد أخرجه أحمد (15008)، والفاكهي في \"أخبار مكة\" (916 و\n917)، وابن ماجه (2925)، والعقيلي (3/ 335)، وابن عدي في \"الكامل\" (6/\n400)، وتمام الرازي في \"فوائده\" (622/الروض البسام)، وأبو نعيم في \"حلية\nالأولياء\" (9/ 229)، والبيهقي (5/ 43)، والخطيب في \"موضح أوهام الجمع\nوالتفريق\" (1/ 157  161)، والخلعي في \"الخلعيات\" (330)، وغيرهم من طريق\nعاصم بن عمر عن عاصم بن عبيد الله عن عبد الله بن عامر بن ربيعة عن جابر،\nبه. وقيل عن عاصم بن عبيد الله عن عبد الله بن دينار عن عبد الله بن عامر\nعن جابر بن عبد الله، أخرجه من هذا الوجه ابن عدي في \"الكامل\" (6/ 400)\nمن طريق <span id='ms116'></span> عاصم بن عبيد الله عن عبد الله بن دينار عن عبد الله بن عامر بن\nربيعة عن جابر بن عبد الله عن النبي صلى الله عليه وسلم نحوه. وقيل أيضا\nعن عاصم بن عبيد الله عن عبد الله بن عامر بن ربيعة عن أبيه ربيعة يرفعه،\nأخرجه من هذا الوجه ابن عدي في \"الكامل\" (6/ 393)، والعسكري في \"تصحيفات\nالمحدثين\" (ص 319)، والبيهقي في \"الكبرى\" (5/ 43)، وفي \"شعب الإيمان\"\n(3739)، والضياء في \"الأحاديث المختارة\" (8/رقم 238)، وغيرهم من طريق\nعاصم بن عبيد الله، عن عاصم بن عبيد الله عن عبد الله بن عامر بن ربيعة\nعن أبيه ربيعة يرفعه، بنحوه. قلت: والمدار على عاصم والحمل عليه أولى،\nفيبقى الحديث ضعيفا بجميع أوجهه؛ لضعف عاصم.\n</p>\n\n<p>\n(¬2)  عامر بن غنم الأشعري لم أجد من ترجم له. والأثر لم أقف عليه بهذا\nاللفظ وقد روي شطرا منه بمعناه أخرجه عبد الرزاق (8807)، والبزار (3196)\nمن طريق عبد الله بن عيسى عن سلمة بن وهرام، عن رجل، من الأشعريين، عن\nأبي موسى الأشعري: أن رجلا سأله عن الحاج، فقال: إن الحاج يشفع في أربع\nمائة بيت من قومه، ويبارك له في أربعين من أمهات البعير الذي حمله، ويخرج\nمن ذنوبه كيوم ولدته أمه» قال: فقال له رجل: يا أبا موسى إني كنت أعالج\nالحج، وقد ضعفت وكبرت، فهل من شيء يعدل الحج؟ قال له: هل تستطيع أن تعتق\nسبعين رقبة مؤمنة من ولد إسماعيل؟ فإما الحل والرحيل فلا أجد له عدلا -أو\nقال مثلا. وسنده ضعيف: أخرجه الفاكهي في \"أخبار مكة\" (921) زمعة بن صالح،\nعن سلمة بن وهرام، عن رجل من الأشعريين، عن أبي موسى رضي الله عنه قال:\n\"الحاج يشفع في أهل بيته، وفي أربعمائة من عشيرته، ويغفر له، ويبارك في\nأربعين بعيرا من أمهات البعير الذي حمله \" قال رجل: يا أبا موسى ما يعدل\nالحج إن تركه الرجل؟ قال: أيطيق أن يعتق سبعين رقبة \" قال: لا، قال:\n\"فأما الحل والارتحال فلا يعرف له عدلا ولا ثقلا يعني من الأعمال؛ وأخرجه\nالفاكهي <span id='ms117'></span> أيضا (922) من طريق رباح بن زيد، عن عبد الله بن بحير، عن رجل،\nمن الأشعريين قد سماه قال: شهدت مجلس الأشعري عبد الله بن قيس فسمعته\nيقول: يشفع الحاج، ... بنحو الرواية السابقة؛ وكلاهما ضعيف.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p199'> Vol. 01, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  موضوع: عزاه أبو عبد الله الزركشي في \"إعلام الساجد\" (ص 43)،\nوالعراقي في \"تخريج أحاديث الإحياء\" (780)، والسيوطي في \"الدر المنثور\"\n(1/ 688) للمصنف. وقد أخرجه ابن الجوزي في \"مثير العزم الساكن\" (203)،\nوفي\"العلل المتناهية\" (937)، وأبو عبد الله الزركشي في \"إعلام الساجد\" (ص\n43)، من طريق المصنف، به. قال ابن الجوزي، قال يحيى: محمد بن زياد كذاب\nخبيث يضع الحديث. قال الفلاس والسعدي والدارقطني: هو كذاب وقال ابن حبان:\nكان ممن يضع الحديث لا يحل ذكره في الكتب إلا على جهة القدح فيه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p203'> Vol. 01, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  أخرجه الفاكهي في \"أخبار مكة\" (311) عن محمد بن يوسف، به. وأخرجه\nالشافعي في \"مسنده\" (961/سنجر) - ومن طريقه البيهقي في \"الكبرى\" (5/ 85)،\nوفي \"معرفة السنن والآثار\" (9899) -عن سعيد بن سالم، والفاكهي في \"أخبار\nمكة\" (312) من طريق بشر بن السري، والنسائي (2923) من طريق الفضل بن موسى\nالسيناني، والمخلص في \"المخلصيات (2798) من طريق محمد بن يحيى بن أبي\nعدي، جميعهم (سعيد، وموسى، وبشر، والسيناني، وابن أبي عدي) عن حنظلة عن\nطاوس عن ابن عمر، موقوفا. إلا أن السيناني تصحف عند النسائي للشيباني وفي\nطبعة التأصيل، على الصواب. وقد تقدم تخريج الحديث وبيان طرقه وعلله في\nالحديث [1] فانظر تخريجه هناك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p204'> Vol. 01, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  في الأصل: يونس. وهو تصحيف والتصويب من مصادر التخريج والترجمة وقد\nرواه جماعة عن جعفر عن موسى.\n</p>\n\n<p>\n(¬2)  سنده ضعيف: فموسى بن عبيدة ضعيف، وناجية ذكره البخاري وابن أبي\nحاتم ولم يذكرا فيه جرحا ولا تعديلا، ووثقه العجلي وذكره ابن حبان في\n\"ثقاته\". وعزاه السيوطي في \"الدر المنثور\" (1/ 704) للمصنف. وقد اختلف\nفيه على موسى بن عبيدة: فأخرجه الدارمي (3384)، وابن أبي حاتم في\n\"تفسيره\" (16586)، والمستغفري في \"فضائل القرآن\" (287) من طرق عن جعفر بن\nعون عن موسى بن عبيدة عن ناجية بن عبد الله بن عتبة عن أبيه قال: قال عبد\nالله، \" أكثروا الطواف بالبيت من <span id='ms118'></span> قبل أن يرفع وينسى الناس مكانه، وأكثروا\nتلاوة القرآن .... وأخرجه الفاكهي في \"أخبار مكة\" (306) من طريق مكي بن\nإبراهيم، عن موسى بن عبيدة الربذي، عن صفوان بن سليم، عن عبد الله بن\nعتبة، عن أبيه، أو عبيد الله عن أبيه، عن ابن مسعود رضي الله عنه قال:\nأكثروا زيارة هذا البيت قبل أن يرفع، وينسى الناس مكانه، وأكثروا تلاوة\nالقرآن قبل أن يرفع. وأخرجه البيهقي في \"شعب الإيمان\" (1868) من طريق\nسعيد بن أبي هلال، عن موسى بن سعد، عن ناجية بن عبد الله، عن أبيه، عن\nعبد الله، بنحوه. وأخرجه ابن المبارك في \"الزهد\" (803) عن عبد الله بن\nلهيعة عن يزيد بن أبي حبيب عن موسى بن سعد عن عبد الله بن مسعود، بنحوه.\nولم يذكر ناجية وعتبة، وابن لهيعة ضعيف.\nوانظر الحديث [25].\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p205'> Vol. 01, p. 205</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  شيخ المصنف، هو يونس بن محمد بن إسماعيل الحفار العدني لم نجد من\nترجم له وقد ذكره المزي في جملة الرواة عن يزيد بن أبي حكيم، وياسين\nالزيات تقدم في الحديث [13] أنه منكر الحديث مع كونه من جلة الفقهاء على\nرأي أبي حنيفة. وعزاه ابن ناصر الدين في \"جامع الآثار\" (5/ 538) للمصنف،\nونقله عنه بسنده ومتنه. وقد أخرجه الأزرقي في \"أخبار مكة\" (1/ 338) من\nطريق عثمان بن عمرو بن ساج عن ياسين الزيات، به. ورواه أبو حنيفة واختلف\nعنه: فأخرجه أبو يوسف في\"الآثار\" (539) عن أبي حنيفة عن حماد عن إبراهيم،\nمرسلا. وذكر الحارثي والحصكفي في روايتهما لمسند أبي حنيفة من طريقه عن\nحماد بن أبي سليمان عن إبراهيم النخعي عن علقمة عن ابن مسعود يرفعه\nبنحوه. ثم من طريقه عن عطاء مرسلا. ورواية أبي يوسف القاضي المرسلة أصح،\nوحماد بن أبي سليمان صدوق له أوهام. وللحديث شواهد مراسيل عن عمر بن حمزة\nوعطاء ومجاهد وكلها ضعيفة لا يصح منها شيء:\nفأما مرسل عمر بن حمزة: أخرجه الأزرقي كما في الموضوع السابق من طريق سعيد بن سالم القداح، عن عثمان بن ساج، قال: أخبرني عمر بن حمزة بن عبد <span id='ms119'></span> الله بن عمر بن الخطاب، رضي الله عنه أن النبي صلى الله عليه وسلم لم يكن يمر بالركن اليماني إلا وعنده ملك يقول: يا محمد، استلم. وسنده ضعيف جدا سعيد بن سالم القداح صدوق له أوهام وشيخه عثمان فيه ضعف وعمر بن حمزة ضعيف وروايته عن عمر معضلة.\nوأما مرسل عطاء: أخرجه الأزرقي كما في الموضع السابق بسنده السابق عن عثمان قال: وبلغني عن عطاء قال: قيل: يا رسول الله، رأيناك تكثر استلام الركن اليماني. قال: فقال -إن كان قاله -: ما أتيت عليه قط إلا وجبريل قائم عنده يستغفر لمن استلمه. وهذا ضعيف جدا كسابقه وعثمان يبلغ به عن عطاء فهو منقطع، وعطاء أرسله.\nوأما مرسل مجاهد: أخرجه الفاكهي في \"أخبار مكة\" (156) من طريق عبد الوهاب بن مجاهد عن أبيه مرسلا. وهو مرسل ضعيف جدا عبد الوهاب بن مجاهد متروك وقد كذبه الثوري.\nوله شاهد أخر من حديث ابن عباس يأتي في الحديث التالي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p207'> Vol. 01, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  في إسناده يونس بن محمد بن إسماعيل الحفار العدني لم نجد من ترجم\nله وقد ذكره المزي في جملة الرواة عن يزيد بن أبي حكيم، أما الحكم بن\nأبان فهو العدني وهو صدوق له أوهام. وعزاه ابن ناصر الدين في \"جامع\nالآثار\" (5/ 538  539) للمصنف. وقد أخرجه الحاكم كما في \"الفردوس بمأثور\nالخطاب\" هامش حديث (6291) من طريق نهشل بن سعيد، عن الضحاك، عن ابن عباس،\nرفعه: \"ما أتيت الركن اليماني قط إلا وجدت جبريل قائما عنده يقول: يا\nمحمد استلم، وقل: اللهم إني أعوذ بك من الكبر والفاقة ومواقف الخزي في\nالدنيا وفي الآخرة، قلت: يا جبريل، لماذا؟ قال: لأن بينهما حوضا يليه\nسبعون ألف ملك، فإذا قال العبد هذا، قالوا: آمين\". وسنده باطل، نهشل بن\nسعيد متروك وكذبه ابن راهويه. وللحديث شواهد كلها ضعيفة لا يصح منها شيء\nتقدم تخريجها في الحديث السابق.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p208'> Vol. 01, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  كذا في الأصل، وفي بقية المصادر ابن هشام. ولم أتبينه، وكذا نقله\nابن الملقن عن المصنف، وانظر الحديث [24].\n</p>\n\n<p>\n(¬2)  مابين المعقوفين مطموس بالأصل وأثبتناه عمن <span id='ms120'></span> نقله عن المصنف، وكذا\nفي جميع مصادر التخريج الآتية.\n</p>\n\n<p>\n(¬3)  كما في الهامش السابق.\n</p>\n\n<p>\n(¬4)  ضعيف جدا: إسماعيل بن عياش مخلط في روايته عن غير أهل بلده وهذه\nمنها، وشيخه مجهول الحال، وقال الذهبي له مناكير. وعزاه السيوطي في\n\"الحبائك\" (460)، وفي \"الدر المنثور\" (2/ 450) للمصنف. وقد أخرجه الفاكهي\nفي \"أخبار مكة\" (152)، وابن ماجه (2957)، والطبراني في \"المعجم الأوسط\"\n(8400)، وابن عدي في \"الكامل\" (3/ 78)، والآجري في \"مسألة الطائفين\" (8)\n- ومن طريقه ابن بشران في \"أماليه\" (1130)، وابن الجوزي في \"مثير العزم\nالساكن\" (226) -من طرق عن إسماعيل بن عياش، به. قال ابن عدي: وحميد بن\nأبي سويد هذا قد حدث عنه ابن عياش يعني هذه الأحاديث وكأنه قد أخذ عطاء\nبن أبي رباح، وهذه الأحاديث عن عطاء الذي يرويها عنه غير محفوظات. وله\nطريق أخر عن أبي هريرة، أخرجه السهمي في \"تاريخ جرجان\" (ص 368) بإسناد\nفيه أربعة مجاهيل إلى علي بن حسين الهاشمي عن أبي هريرة، بنحوه.\nوله شاهد من حديث ابن عباس: أخرجه ابن أبي شيبة (30251)، والفاكهي في \"أخبار مكة\" (74 و 154)، والآجري في \"مسألة الطائفين\" (33)، وابن شاهين في \"الترغيب في فضائل الأعمال\" (337)، والبيهقي في \"شعب الإيمان\" (3755) من طريق عبد الله بن مسلم بن هرمز عن مجاهد عن ابن عباس، قال: على الركن اليماني ملك يقول آمين، فإذا مررتم به فقولوا: اللهم ربنا آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار. إلا أنه في رواية الفاكهي في الموضع الأول فقط جاء مرفوعا. وأخرجه الأزرقي في \"أخبار مكة\" (1/ 341) من هذا الطريق عن مجاهد قوله. ومداره على عبد الله بن مسلم بن هرمز، وهو ضعيف الحديث. وأخرجه الأزرقي في \"أخبار مكة\" (1/ 339) من طريق أخر عن مجاهد بلاغا.\nوروي من طريق أخر عن ابن عباس مرفوعا: أخرجه السهمي في \"تاريخ جرجان\" (ص 355)، وأبو نعيم في \"حلية الأولياء\" (5/ 82)، والخطيب في \"تاريخ بغداد\" (14/ 142)، وابن الجوزي في \"مثير العزم الساكن\" (224) من طريق محمد بن الفضل بن عطية عن محمد بن سوقة، عن كرز، عن طاووس، عن ابن عباس، يرفعه. ومحمد بن الفضل كذاب <span id='ms121'></span>.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p209'> Vol. 01, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  صحيح: أخرجه مسلم (1215 و 1279) من طريق يحيى بن سعيد ومحمد بن\nبكر، كلاهما عن ابن جريج، به.\n</p>\n\n<p>\n(¬2)  صحيح: أخرجه البخاري (1732) من طريق سفيان، عن عبيد الله، عن نافع،\nعن ابن عمر رضي الله عنهما أنه طاف طوافا واحدا ثم يقيل، ثم يأتي منى،\nيعني يوم النحر. قال البخاري: ورفعه عبد الرزاق، أخبرنا عبيد الله.\nوأخرجه مسلم (1230) من طريق يحيى القطان وابن نمير كلاهما عن عبيد الله،\nعن نافع، قال: أراد ابن عمر الحج حين نزل الحجاج بابن الزبير، ... وقال\nفي آخر الحديث: وكان يقول: من جمع بين الحج والعمرة كفاه طواف واحد ولم\nيحل حتى يحل منهما جميعا. وأخرجه البخاري (1639 و 1693)، ومسلم (1230) من\nطريق أيوب، عن نافع، أن ابن عمر رضي الله عنهما دخل ابنه عبد الله بن عبد\nالله وظهره في الدار، فقال: إني لا آمن أن يكون العام بين الناس قتال\nفيصدوك عن البيت فلو أقمت، فقال: قد خرج رسول الله صلى الله عليه وسلم\nفحال كفار قريش بينه وبين البيت فإن حيل بيني وبينه أفعل كما فعل رسول\nالله صلى الله عليه وسلم (لقد كان لكم في رسول الله أسوة حسنة) ثم قال:\nأشهدكم أني قد أوجبت مع عمرتي حجا، قال: ثم قدم، فطاف لهما طوافا واحدا.\nوأخرجه البخاري (1813)، ومسلم (1230) من طريق مالك، والبخاري (1807 و\n4185) من طريق جويرية، ومسلم (1230) من طريق ليث جميعا عن نافع، به.\nكرواية أيوب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p213'> Vol. 01, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  سنده صحيح: أخرجه ابن أبي شيبة (14530) عن يحيى بن سعيد عن سفيان\nالثوري، به. وقال ابن حجر في \"انتقاض الاعتراض\" (1/ 555): وأخرج عبد\nالرزاق بسند صحيح عن طاووس أنه حلف ما طاف من أصحاب ... فذكره.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p214'> Vol. 01, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  كذا بالأصل: الأسلمي، وصوابه: المقدمي، كما في مصادر التخريج\nوالترجمة. وهو أخو محمد المقدمي، وهو ضعيف. انظر: \"لسان الميزان\" (4/\n443).\n</p>\n\n<p>\n(¬2)  أخرجه الخرائطي في \"اعتلال القلوب\" (133) عن إبراهيم بن الجنيد عن\nعبد الله بن أبي بكر المقدمي، به. ومن طريق الخرائطي أخرجه ابن عساكر في\n\"تاريخ دمشق\" (56/ 431). وأخرجه الفاكهي في \"أخبار مكة\" (1/ 319) عن أحمد\nبن حميد الأنصاري <span id='ms122'></span> عن سيار بن حاتم عن جعفر بن سليمان، به. والأنصاري لم\nأجد من ترجم له.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p215'> Vol. 01, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  \"جامع الآثار\" (5/ 545  546). وقد أخرجه الشافعي في \"مسنده\"\n(966/سنجر) -ومن طريقه البيهقي في \"معرفة السنن والآثار\" (9898)، والبغوي\nفي \"شرح السنة\" (1915)، وفي \"تفسيره\" (1/ 233) -، وعبد الرزاق (8963)\n-ومن طريقه الفاكهي في \"أخبار مكة\" (169)، وابن الجارود في \"المنتقى\"\n(456)، والمحاملي في \"الدعاء\" (61)، والآجري في \"مسألة الطائفين\" (11) -،\nوابن سعد في \"الطبقات\" (2/ 161 و 6/ 95)، وابن أبي شيبة في \"مصنفه\"\n(16063 و 30248)، وفي \"مسنده\" (874)، وأحمد (15398 و 15399)، وأبو داود\n(1892)، والبخاري في \"التاريخ الكبير\" (8/ 293)، والفسوي في \"المعرفة\nوالتاريخ\" (1/ 247)، والباغندي في \"أماليه\" (85)، والنسائي في \"الكبرى\"\n(3920)، وابن خزيمة (2721)، والمحاملي في \"الدعاء\" (62)، وابن حبان\n(3826)، وابن قانع في \"معجم الصحابة\" (1/ 298)، والطبراني في \"الدعاء\"\n(859)، والحاكم (1/ 455 و 2/ 277) -وعنه البيهقي في \"شعب الإيمان\" (3754)\n-، وابن حزم في \"حجة الوداع\" (61 و 62)، والبيهقي في \"الكبرى\" (5/ 84)،\nوفي \"الصغرى\" (1631)، والخطيب في \"المتفق\" (3/ 2051)، وغيرهم من طرق عن\nابن جريج عن يحيى بن عبيد المكي مولى السائب بن أبي السائب المخزومي، عن\nأبيه عن عبد الله بن السائب، قال: رأيت رسول الله صلى الله عليه وسلم\nيقول فيما بين ركن بني مذحج والركن الأسود: {ربنا آتنا في الدنيا حسنة\nوفي الآخرة حسنة وقنا عذاب النار}. إلا أن في بعض طرقه السائب بن عبد\nالله، وقد صوب أبو حاتم الرازي قول من قال: عبد الله بن السائب، وانظر:\n\"العلل\" لابن أبي حاتم (802). وقد أخرجه البغوي في \"معجم الصحابة\"\n(1525)، من هذا الطريق إلا أنه جعله من رواية يحيى بن عبيد مولى السائب\nأنه أباه سمع النبي صلى الله عليه وسلم ... فذكره. قال ابن حجر: وهذا\nالحديث ظاهره أن الصحبة لعبيد والد يحيى، وليس كذلك، بل هي لعبد الله بن\nالسائب، وإنما سقط من نسخة المعجم. وقد أخرجه أحمد، وأبو داود، والنسائي،\nمن طرق، عن ابن جريح، عن يحيى ابن عبيد، عن أبيه، عن عبد الله بن السائب،\nبالحديث. وهو الصواب. وعبيد تابعي ما روى عنه إلا ابنه يحيى. والله أعلم.\nاه. وقد زعم بعضهم أن له صحبة فقد روي حديثا أخر قال أبو زرعة <span id='ms123'></span> عنه: هذا\nمرسل ليس لوالد يحيى بن عبيد صحبة.\nقلت: ومدار حديثنا هذا عليه، وهو: مجهول الحال؛ لذا قال الحافظ في \"التقريب\" مقبول. قلت: ولم يتابع على هذا الحديث. وقد صح من فعل عمر بن الخطاب رضي الله عنه تقدم تخريجه في الحديث [90]، وفي الباب من حديث أبي هريرة مرفوعا ولا يصح تقدم تخريجه في الحديث [114]، ويروي من قول عمر بن العزيز تقدم تخريجه. وكان أكثر دعاء النبي صلى الله عليه وسلم: اللهم ربنا آتنا في الدنيا حسنة، وفي الآخرة حسنة، وقنا عذاب النار. وهو متفق عليه من حديث أنس بن مالك رضي الله عنه.\nلكنه غير مقيد بالموقف.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p217'> Vol. 01, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  \"جامع الآثار\" (2/ 361) فيه شيخ المصنف، وهو: أحمد بن محمد بن عبد\nالله بن القاسم بن نافع بن أبي بزة، أبو الحسن المخزومي البزي المكي\nالمقرئ مؤذن المسجد الحرام أربعين سنة. تقدم في الحديث [18] أنه ضعيف\nالحديث مع كونه إماما في القراءة ثبتا فيها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p218'> Vol. 01, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) \"جامع الآثار\" (2/ 363  364) ولم ينقل شيخ المصنف، وبدأ بأبي قرة،\nونقله بتمامه ابن حجر في \"الإصابة\" (1/ 66). وقد أخرجه ابن عساكر في\n\"تاريخ دمشق\" (73/ 56) من طريق المصنف، به. وأخرجه عبد الرزاق (9127).\nوأخرجه الأزرقي في \"أخبار مكة\" (2/ 51) من طريق عثمان بن ساج، والفاكهي\nفي \"أخبار مكة\" (2/ 32  34) من طريق محمد بن جعشم، وسعيد بن سالم،\nأربعتهم: (عبد الرزاق، وعثمان، ومحمد، وسعيد) عن ابن جريج، به، بنحوه.\nوقد أخرجه أبو قرة موسى بن طارق في \"سننه\" - كما في \"الإصابة\" (1/ 66) -\nعن ابن جريج، به. قال الحافظ في \"الإصابة\" (1/ 66): ورواه المفضل بن محمد\nالجندي، عن ابن أبي عمر، عن سفيان، عن إبراهيم بن نافع، عن ابن أبي حسين\nنحوه وسيأتي أن المبعوث بذلك من عند سهيل مولاه أزيهر.\nقلت: ومن هذا الطريق أخرجه ابن عساكر في \"تاريخ دمشق\" (73/ 56) من طريق المصنف، به، ولفظه: أن رسول الله صلى الله عليه وسلم بعث إلى سهيل بن عمرو يستهديه من ماء زمزم، فبعث إليه براويتين وجعل عليهما كرا غوطيا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p219'> Vol. 01, p. 219</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  \"جامع الآثار\" (2/ 366  367) إلا أنه تصحف شيخ الجندي عنده. وسنده <span id='ms124'></span>\nضعيف جدا. وقد أخرجه الأزرقي في \"أخبار مكة\" (2/ 54) عن جده عن سعيد بن\nسالم، به.\n</p>\n\n<p>\n(¬2)  \"جامع الآثار\" (2/ 369)، ضعيف؛ سعيد بن سالم وعثمان فيهما ضعف كما\nتقدم. وقد أخرجه الأزرقي في \"أخبار مكة\" (2/ 61) عن جده، والفاكهي في\n\"أخبار مكة\" (1165) عن عبد الله بن عمران المخزومي، كلاهما عن سعيد بن\nسالم، به.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p220'> Vol. 01, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  \"جامع الآثار\" (6/ 38  39). وقد أخرجه الأزرقي في \"أخبار مكة\" (2/\n193) عن جده عن مسلم بن خالد، به. وأخرجه الفاكهي في \"أخبار مكة\" (2712)\nمن طريق عبد المجيد بن أبي رواد عن ابن جريج، بنحوه. وهو مرسل ضعيف.\n</p>\n\n<p>\n(¬2)  \"جامع الآثار\" (6/ 73)، وقال: حسين هذا هو ابن عبد الله بن عبيد\nالله بن عباس الهاشمي المدني، ضعفه ابن معين وغيره. وأخرجه الفاكهي في\n\"أخبار مكة\" (2756)، والطبراني في \"الأوسط\" (2892)، والبيهقي في \"الكبرى\"\n(5/ 117)، وفي \"فضائل الأوقات\" (197) من طريق عبد المجيد بن أبي رواد عن\nابن جريج، به. وأخرجه أبو نعيم في \"حلية الأولياء\" (8/ 213  214) من طريق\nإبراهيم بن أبي يحيى عن جبر بن عبد الله عن عكرمة عن ابن عباس، به. وقال:\nغريب.\nقلت: وسنده ضعيف جدا إلى عكرمة. وروي من وجه أخر بغير هذا اللفظ، فأخرجه ابن منيع في \"مسنده\" (1242/المطالب العالية) عن أبي يوسف عن إسماعيل بن مسلم عن عطاء عن ابن عباس أنه رأى رسول الله -صلى الله عليه وسلم-عشية عرفة رافعا يديه، فيرى ما تحت إبطه. وأبو يوسف هذا الظاهر أنه يعقوب بن الوليد الأزدي فإنه من شيوخ ابن منيع، وقد كذبه أحمد وغيره، وإسماعيل بن مسلم هو المكي ضعيف الحديث.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p221'> Vol. 01, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) \"جامع الآثار\" (6/ 82)، وقال: فذكره مرسلا، وهو أشهر. واللفظ هنا\nللشافعي كما عزاه ابن ناصر وأحال عليه رواية الجندي. وقد أخرجه ابن أبي\nحاتم في \"تفسيره\" (9228) من طريق محمد بن يحيى بن أبي عمر العدني، عن\nسفيان بن عيينة، به. وأخرجه الشافعي في \"مسنده\" (996/سنجر) -ومن طريقه\nالبيهقي في \"معرفة السنن والآثار\" (10120) -عن مسلم بن خالد، وابن أبي\nشيبة (15416) عن يحيى بن أبي زائدة، وأبو داود في \"المراسيل\" (143)، وابن\nجرير الطبري في \"تفسيره\" (11/ 324)، من <span id='ms125'></span> طريق عبد الله بن إدريس، وابن\nجرير الطبري في \"تفسيره\" (11/ 323) من طريق محمد بن بكر، وابن حزم في\n\"حجة الوداع\" (544) من طريق محمد بن عبد الله الأنصاري، جميعهم (مسلم بن\nخالد، وابن أبي زائدة، وابن إدريس، ومحمد بن بكر، والأنصاري) عن ابن\nجريج، به. مرسلا. وابن جريج مدلس وقد جاءت رواية ابن أبي شيبة وابن حزم\nمبينة لذلك، فعند ابن أبي شيبةقال: أخبرت عن ابن جريج، وعند ابن حزم رواه\nابن جريج: عن رجل عن محمد بن قيس. وخالفهم جميعا عبد الوارث بن سعيد\nفأسنده، فأخرجه الطبراني (20/رقم 28)، والحاكم (2/ 277 و 3/ 523) - وعنه\nالبيهقي (5/ 125) -من طريق عبد الوارث بن سعيد عن ابن جريج عن محمد بن\nقيس بن مخرمة عن المسور بن مخرمة، يرفعه. صححه الحاكم ووافقه الذهبي،\nوليس كذلك فالإسناد ظاهره الصحة لكن عبد الوارث خالف جماعة من الثقات\nولعله سلك فيه الجادة، ورواية الجماعة أرجح من هذه؛ لذا أشار ابن ناصر\nبأن المرسل أشهر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p222'> Vol. 01, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  \"جامع الآثار\" (6/ 148)، وقال: هذا موقوف. وقد أخرجه ابن أبي شيبة\n(15572)، والأزرقي في \"أخبار مكة\" (2/ 177)، والفاكهي في \"أخبار مكة\"\n(2650) من طرق عن ابن عيينة، به. إلا أنه وقع عند ابن أبي شيبة سليمان بن\nالمغيرة - في طبعة عوامة أما في غيرها فجاء على الصواب-وهو غيره والصواب\nسليمان بن أبي المغيرة العبسي فهو الذي يروي عن ابن أبي نعم وهو عبد\nالرحمن البجلي، وسنده حسن فابن أبي المغيرة صدوق وكذا شيخه؛ وأخرجه\nالبيهقي (5/ 128) من طريق عبد الله بن الوليد عن سفيان، به.\nوأخرجه الطبراني في \"المعجم الأوسط\" (1750)، والدارقطني في \"السنن\" (2789)، والحاكم (1/ 476) - وعنه البيهقي (5/ 128) -من طريق يزيد بن سنان عن زيد بن أبي أنيسة عن عمرو بن مرة عن عبد الرحمن بن أبي سعيد الخدري عن أبيه أبي سعيد قال قلنا: يا رسول الله هذه الأحجار التي يرمى بها يحمل فيحسب أنها تنقعر قال إنه ما تقبل منها يرفع ولولا ذلك لرأيتها مثل الجبال. قال الطبراني: لم يرو هذا الحديث عن عمرو إلا زيد، تفرد به: يزيد بن <span id='ms126'></span> سنان. وقال الحاكم يزيد بن سنان ليس بالمتروك. وقال البيهقي: يزيد بن سنان ليس بالقوي في الحديث.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p223'> Vol. 01, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  \"جامع الآثار\" (6/ 148) كذا نقله ابن ناصر عن الجندي حدثنا سفيان،\nوالجندي لا يروي إلا بواسطة عن سفيان، والظاهر أنه سمعه من العدني عنه\nكما عند الفاكهي وسيأتي. والأثر ضعيف الإسناد؛ لانقطاعه. وقد أخرجه\nالفاكهي في \"أخبار مكة\" (2656) عن محمد بن يحيى بن أبي عمر العدني عن\nسفيان بن عيينة عن ابن جريج، به. وأخرجه الأزرقي في \"أخبار مكة\" (2/ 177)\nمن طريق مسلم بن خالد، والفاكهي في \"أخبار مكة\" (2659) عبد المجيد بن أبي\nرواد، كلاهما عن ابن جريج، قال: أخبرت أن نفيعا كان جالسا عند ابن عمر،\nإذ قال له رجل: يا أبا عبد الرحمن، ما كنا نتراءى في الجاهلية من الحصى،\nوالمسلمون اليوم أكثر، ثم إنه لضحضاح فقال ابن عمر: إنه والله ما قبل\nالله من امرئ حجة إلا رفع حصاه. وسواء من قول عبد الله بن عمر أو من وقول\nأبيه فلا يزال الأثر ضعيفا؛ لانقطاعه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p224'> Vol. 01, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  \"جامع الآثار\" (6/ 148  149) وكذا نقله عن المصنف والمصنف لا يروي\nعن ابن عيينة إلا بواسطة وقد أخرجه الفاكهي في \"أخبار مكة\" (2654) عن\nمحمد بن يحيى بن أبي عمر العدني عن سفيان بن عيينة، به. وكذا أيضا في\nالحديث التالي. وأخرجه الأزرقي في \"أخبار مكة\" (2/ 176  177)، والفاكهي\nفي \"أخبار مكة\" (2649) من طريق عبد الله بن عثمان بن خثيم عن أبي الطفيل،\nبه.\nوأخرجه الفاكهي في \"أخبار مكة\" (2651 و 2652 و 2653) من طريق سعيد بن جبير وعبد الله بن باباه كلاهما عن ابن عباس، بنحوه. وسنده حسن. وانظر الحديث التالي.\n</p>\n\n<p>\n(¬2)  \"جامع الآثار\" (6/ 148  149) وكذا نقله عن المصنف والمصنف لا يروي\nعن ابن عيينة إلا بواسطة وقد أخرجه الفاكهي في \"أخبار مكة\" (2648) عن\nمحمد بن يحيى بن أبي عمر العدني عن سفيان بن عيينة، به. وكذا أيضا في\nالحديث السابق. وأخرجه ابن أبي شيبة (15573) عن ابن عيينة عن فطر عن أبي\nالطفيل، به. وانظر الحديث السابق.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p225'> Vol. 01, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  \"جامع الآثار\" (6/ 149)، وقد أخرجه الفاكهي في \"أخبار مكة <span id='ms127'></span>\" (2658)\nعن سلمة بن شبيب عن عبد الرزاق، به. وهذا سنده صحيح إلى قائله ولكنه لم\nيذكر عمن أخذه.\n</p>\n\n<p>\n(¬2)  \"جامع الآثار\" (6/ 212) إلا أنه تصحف عنده ابن عياش لابن عباس. وقد\nأخرجه الأزرقي في \"أخبار مكة\" (2/ 55)، والفاكهي في \"أخبار مكة\" (1130)،\nوالبزار (532)، وأبو يعلى (312 و 544) من طرق عن عبد الرحمن بن الحارث بن\nعياش، به.\nوعبد الرحمن بن الحارث صدوق له أوهام، وله شاهد من حديث جابر بن عبد الله الأنصاري أخرجه مسلم (1218).\n</p>\n\n<p>\n(¬3)  \"جامع الآثار\" (6/ 224). وقد أخرجه الشافعي في \"مسنده\" (1013/سنجر)\n- ومن طريقه البيهقي في \"معرفة السنن\" (10111) -، والحميدي في \"مسنده\"\n(875)، ومسدد في \"مسنده\" -كما في الموضع السابق من\"جامع الآثار\"-، وابن\nسعد في \"الطبقات\" (6/ 82)، وابن أبي شيبة في \"المصنف\" (14091)، وفي\n\"المسند\" (992)، والأزرقي في \"أخبار مكة\" (2/ 173)، والفاكهي في \"أخبار\nمكة\" (2590)، والمروزي في \"حديث سفيان بن عيينة\" (33)، وابن أبي عاصم في\n\"الآحاد والمثاني\" (677)، من طرق عن سفيان بن عيينة، به. وأخرجه ابن سعد\nفي \"الطبقات\" (6/ 81)، وأحمد (16589)، وأبو داود (1957)، والنسائي\n(2996)، وابن قانع في \"معجم الصحابة\" (2/ 151)، وأبو نعيم في \"دلائل\nالنبوة\" (359)، وابن حزم في \"حجة الوداع\" (145 و 146 و 147)، والبيهقي في\n\"الكبرى\" (5/ 127)، من طريق عبد الوارث بن سعيد، والدارمي (1941)، وأبو\nنعيم في \"معرفة الصحابة\" (4599)، من طريق خالد بن عبد الله، كلاهما (عبد\nالوارث، وخالد) عن حميد الأعرج، به. وراوي الحديث الذي لم يسم جاء في بعض\nطرقه: يقال له: ابن معاذ أو معاذ. وصوب ابن قانع قول من قال: معاذ.\nوخالفهم جميعا معمر بن راشد فذكر واسطة بين ابن معاذ والنبي صلى الله\nعليه وسلم، فقد أخرجه أحمد (16588 و 23177) -ومن طريقه أبو نعيم في\n\"معرفة الصحابة\" (7254)، والبيهقي في \"الكبرى\" (5/ 138) -، وأبو داود\n(1951) من طريق معمر عن حميد الأعرج عن محمد بن إبراهيم التيمي عن عبد\nالرحمن بن معاذ عن رجل من أصحاب النبي صلى الله عليه وسلم ... الحديث.\nولا يزال الحديث ضعيفا لأن محمد بن إبراهيم التيمي لم يسمع من أحد من\nالصحابة إلا من أنس وعبد الرحمن بن عثمان التيمي. وانظر: \"المراسيل\" لابن\nأبي حاتم (ص 188  189)، \"تحفة التحصيل <span id='ms128'></span>\" (ص 273). أما قوله: ارموا الجمرة\nبمثل حصى الخذف. فله شواهد صحيحة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p226'> Vol. 01, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  \"جامع الآثار\" (6/ 224)، وقد أخرجه الأزرقي في \"أخبار مكة\" (2/\n172) عن جده عن مسلم بن خالد، به. وأخرجه الفاكهي في \"أخبار مكة\" عقب\nحديث (2591) من طريق عبد المجيد بن أبي رواد، وأبو داود في \"المراسيل\"\n(144) من طريق روح، كلاهما عن ابن جريج عن طاوس مرسلا. وقال البيهقي في\n\"السنن الكبرى\" (5/ 138): وروينا عن طاوس وغيره أن النبى -صلى الله عليه\nوسلم-نزل على يسار مصلى الإمام بمنى. وانظر الحديث التالي.\n</p>\n\n<p>\n(¬2)  \"جامع الآثار\" (6/ 225)، وقد أخرجه الأزرقي في \"أخبار مكة\" (2/\n175) عن جده عن عبد المجيد بن أبي رواد بهذا الإسناد. وأخرجه الفاكهي في\n\"أخبار مكة\" عقب حديث (2591) عن سعيد بن عبد الرحمن عن عبد المجيد بن أبي\nرواد عن ابن جريج قال: قال بعض المكيين: الأحجار التي بين يدي المنارة هو\nموضع مصلى النبي صلى الله عليه وسلم، لم يزل أهل العلم يصلون هنالك وهو\nمسجد العيشومة. وأخرجه البخاري في \"التاريخ الكبير\" (3/ 174) معلقا من\nطريق أبي ضمرة وابن بكر، كلاهما عن ابن جريج، عن إسماعيل بن أمية، أن\nخالد بن مضرس أخبره ... الحديث. وأخرجه أبو داود في \"المراسيل\" عقب حديث\n(144) من طريق روح عن ابن جريج عن بعض اشياخه، مرسلا. بنحوه. وانظر\nالحديث السابق.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p228'> Vol. 01, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1)  \"الدر المنثور\" (3/ 160).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p229'> Vol. 01, p. 229</a>\n            </div>\n             <span id='ms129'></span>\n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "005",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "019",
    "020",
    "021",
    "023",
    "024",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "049",
    "052",
    "055",
    "057",
    "058",
    "060",
    "063",
    "064",
    "065",
    "067",
    "068",
    "071",
    "073",
    "074",
    "077",
    "078",
    "079",
    "080",
    "081",
    "083",
    "084",
    "085",
    "087",
    "089",
    "091",
    "092",
    "094",
    "095",
    "097",
    "098",
    "101",
    "102",
    "103",
    "105",
    "106",
    "107",
    "108",
    "111",
    "112",
    "113",
    "115",
    "116",
    "117",
    "118",
    "121",
    "124",
    "126",
    "129",
    "131",
    "133",
    "137",
    "138",
    "139",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "152",
    "153",
    "154",
    "157",
    "159",
    "160",
    "161",
    "165",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "183",
    "185",
    "186",
    "189",
    "190",
    "191",
    "194",
    "195",
    "196",
    "197",
    "199",
    "203",
    "204",
    "205",
    "207",
    "208",
    "209",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "228",
    "008",
    "009",
    "013",
    "024",
    "058",
    "060",
    "063",
    "064",
    "065",
    "067",
    "067",
    "068",
    "071",
    "073",
    "074",
    "077",
    "078",
    "079",
    "080",
    "081",
    "083",
    "084",
    "085",
    "087",
    "089",
    "091",
    "092",
    "094",
    "095",
    "097",
    "098",
    "101",
    "102",
    "103",
    "105",
    "106",
    "107",
    "108",
    "111",
    "112",
    "113",
    "115",
    "116",
    "117",
    "118",
    "121",
    "124",
    "126",
    "129",
    "129",
    "131",
    "131",
    "133",
    "137",
    "138",
    "139",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "152",
    "153",
    "154",
    "154",
    "157",
    "159",
    "160",
    "161",
    "165",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "183",
    "185",
    "186",
    "189",
    "190",
    "191",
    "194",
    "195",
    "196",
    "197",
    "199",
    "203",
    "204",
    "205",
    "207",
    "208",
    "209",
    "213",
    "214",
    "215",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "228",
    "229"
  ],
  "volumes": [
    "01"
  ]
}