{
  "content": "\n#\n<h3 class='dic-item l3' id='head0'>يونس ومحمد ابنا يوسف بن مؤذن</h3>\n\n<p>\nمن أهل وشقة. سمع بالأندلس والمشرق كثيرا، وشهر بالعلم والفضل والزهد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p253'> Vol. 05, p. 253</a>\n            </div>\n            \n</p>\n\n#\n<p>\nويكنى محمد: أبو عبد الله. توفي يونس سنة ست وتسعين. وتوفي محمد سنة سبع\nعشرة وثلاثمائة. قال ابن الفرضي، في باب أحمد بن مؤذن ولقي أحد العباد،\nورحل. فسمع يحيى بن عمر، وكان ذا قدر جليل، يقال إنه فك من أسرى المسلمين\nمائة وخمسين. توفي سنة سبع وثلاثمائة.\n</p>\n\n<h3 class='dic-item l3' id='head1'>عمر بن يوسف</h3>\n\n<p>\nابن فهر، بن خصيب الأموي، مولاهم. يكنى أبا حفص. يعرف بابن الإمام.\nوبيتهم بالثغر معروف بالعلم، والجلاة. قال ابن الفرضي: كان حافظا للمسائل،\nوامتحن بالأسر هو وابنه وأخوه. فافتدوا بخمسة عشر ألف دينار وعمر. ولي\nقضاء بلده، سنة خمس وعشرين، الى أن توفي، سنة سبع وثلاثين. وهو ابن ثلاث\nوتسعين سنة. مولده سنة أربع وأربعين ومائتين.\n</p>\n\n<h3 class='dic-item l3' id='head2'>أبو عبد الله الفهري.</h3>\n\n<p>\nفقيه تطيلة وكبيرها. ذكره ابن حارث، وقال: لقيته بتطيلة، سنة خمس وعشرين.\nفرأيت عليه جلالة السن، وسمت العلم وهديه. وتكلمت معه فأفضيت منه الى كل\nعلم، وفقه ومذاهب مستحسنة. ولعله والد المذكور أولا. والله سبحانه وتعالى\nأعلم بالصواب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p254'> Vol. 05, p. 254</a>\n            </div>\n            \n</p>\n\n#\n<h1 class='l1' id='head3'>طبقة أخرى</h1>\n\n<p>\nبسم الله الرحمن الرحيم وصلى الله على سيدنا محمد وآله وصحبه وسلم.\n</p>\n\n<p>\nقال الفقيه الإمام أبو الفضل عياض بن موسى بن عياض اليحصبي، رضي الله\nعنه، وغفر له آمين. ثم صار المذهب بعد هذه الطبقة، في طبقة أخرى، فمنهم من\nأهل المدينة: أبو مروان قاضيها، واسمه عبد الله بن محمد بن عبد العزيز بن\nأحمد بن عبد الرحمن. قال ابن حارث: كذا كتبت نسبه من خط المديني، ويعرف\nبالمرواني <span id='ms0650'></span>، ويعرف أيضا بالمالكي. وكان يزعم أن جده كان منقطعا لمروان.\nيعرف وأهل بيته بذلك. وليس بقرشي. قال أبو الحسن بن معاوية، ابن مصلح،\nوذكره في شيوخه: كان ثقة مأمونا. روينا عنه كتاب المشكل من تآليفه. وغير\nذلك. كذا قال: المشكل. وأظنه المسكر. ألف كتاب الأشربة، وتحريم المسكر، وهو\nكتاب الرد على أبي جعفر الإسكافي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p255'> Vol. 05, p. 255</a>\n            </div>\n            \n</p>\n\n#\n<p>\nوسمع منه الناس كثيرا. فمن سمع منه من أهل الأندلس: أبو محمد الأصيلي.\nوالقاضي ابن السليم، وأبو عبد الله بن مفرج. وابن عون، وخطاب بن زيد، وأبو\nالحسن بن وضيء الحجازي، وغيرهم. ومن أهل المشرق أحمد بن ابراهيم الوندقاني.\nرحمهم الله ورضي عن جميعهم.\n</p>\n\n<h2 class='l2' id='head4'>من هذه الطبقة من أهل مكة</h2>\n\n<h3 class='dic-item l3' id='head5'>عبد الله بن سعيد</h3>\n\n<p>\nابن نافع. كان بمكة من فقهاء المالكية. قال الفرغاني: وكان من أهل السيرة\nوالعلم. أخذ عنه فيما أرى، عبد الوهاب بن نصر. فقد رأيته والله أعلم في\nمشيخته.\n</p>\n\n<p>\nثم من آل حماد بن زيد\n</p>\n\n<p>\nقاضي القضاة أبو الحسين: عمر بن قاضي القضاة، أبي عمر، محمد بن القاضي\nيوسف بن القاضي يعقوب بن اسماعيل، بن حماد بن زيد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p256'> Vol. 05, p. 256</a>\n            </div>\n            \n</p>\n\n<p>\nكذا اسمه وقد وهم في اسمه أبو القاسم عبد الله بن محمد البغدادي الشافعي.\nفسماه أحمد. وقال: كان من أحذق من رأيناه من أحداث المالكيين. وقال ابن\nحارث وغيره: وكان ذكيا فطنا، حاذقا بالمذهب. أخذ من كل علم بنصيب. قال\nالشيرازي: وناظر أبا بكر الصيرفي، فقيه الشافعية. وقال الصولي، وذكر القاضي\nأبا عمر، ووفاته، فقال: وولي بعده ابنه أبو الحسين نظيره، في الفضل وتاليه\nفي العقل، السالك مسلك سلفه، والجاري على مذاهب أوله. الحامل لعلوم قلما\nاجتمعت في مثله، من أهل زمانه. ولا يعرف قاض في سنه، ولا أعلى منه، يشتغل\nبالعلوم التي يشتغل بها، من حفظ الحديث، وعلم به. واستبحار في الفقه،\nواحتجاج له. وتقدم في النحو، واللغة. وحظ جزيل من البلاغة، نظما ونثرا،\nوقرأ علي من كتب اللغة والأخبار، ما يقارب عشرة آلاف ورقة. قال: وكان بلغ\nفي العلوم مبلغا عظيما. وله إلي <span id='ms0651'></span> أشعار ملاح، لها مني جوابات. فقد أفردت\nلها كتابا عملتها في وصفه، ووصف أبيه أبي عمر القاضي. وللقاضي أبي الحسين\nكتاب في الرد على من أنكر إجماع أهل المدينة. وهو نقض كتاب الصيرفي. وله\nكتاب سماه الفرج بعد الشدة. ولم يدرك عمه اسماعيل بن إسحاق. وإنما تفقه\nعند أبيه، وكبار أصحاب اسماعيل. وعن القاضي أبي الحسين، وأبيه أبي عمر أخذ\nالشيخ أبو بكر الأبهري وغيره. وعندهما تفقه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p257'> Vol. 05, p. 257</a>\n            </div>\n            \n</p>\n\n#\n<p>\nولايته القضاء وبقية أخباره\n</p>\n\n<p>\nكان أبو الحسين، يخلف أباه في قضائه. وهو صغير السن. ثم ولي قضاء مدينة\nالمنصور. سنة عشرين وثلاثمائة. فلما توفي أبوه في رمضان، من هذه السنة.\nقلد أبو الحسين جميع ما كان يتقلده أبوه، من أعمال القضاء. إلا قضاء\nالقضاة. وخلع عليه. فلما كان في صفر، سنة خمس وعشرين، ولي قضاء القضاة. ثم\nقلد في سنة ست وعشرين الخطبة، في مجلس الخلفاء. وذلك أنهم حضروا بين يدي\nالخليفة الراضي، عقد مصاهرة، بين بعض كبار أصحابه. فقام بعض الحاضرين،\nيخطب، فمنعه أبو الحسين. قيل إنه ابن أبي العزافير وكان يذهب الى مذهب\nالحلاج رضي الله تعالى عنه ويقول بالحلول، والتأله. فشهد على قوله. وأفتى\nأبو الحسين بقتله. وفي أيام أبيه أبي عمر قتل أبو منصور الحلاج، بفتواه.\nوعدم قبول توبته، على مذهبه. فأخذ بفتوى من قال بقتله، بعد أن ضرب ألفي\nصوت. وقطعت أطرافه، وضرب بها وجهه، ثم طرح من أعلى الركنة، الى الأرض\nوأحرق ابنه أبا الحسين، فلما عاد، قصده الناس، إلا هما؟ فكتبت إليه أستجفي\nأبا عمر:\n</p>\n\n<p>\nأأستجفي أبا عمر وأشكو % % أم استجفي فتاه أبا الحسين\n</p>\n\n<p>\nفما زارا ولا بعثا رسولا % % ولا كانا لحقي قاضيين\n</p>\n\n<p>\nبأي قضية وبأي حكم % % ألحا في قطيعة واصلين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p258'> Vol. 05, p. 258</a>\n            </div>\n            \n</p>\n\n<p>\nفقال أبو عمر، لابنه: أجبه. فكتب إليه:\n</p>\n\n<p>\nتجن واظلم فلست تقلى % % عن سالم العهد أيها الظالم\n</p>\n\n<p>\nحكمت ظنا فما هديت ولن % % يحكم بالظن والهوى حاكم\n</p>\n\n<p>\nأمران لن يذهبا على فطن % % وأنت بالحكم فيهما عالم\n</p>\n\n<p>\nتركت حق الوداع منصرفا % % وجئت تبغي زيارة القادم\n</p>\n\n<p>\nكل حقي عليك <span id='ms0652'></span> مطرح % % وحق ما تدعيه في لازم\n</p>\n\n<p>\nوكل هذا عتاب ذي مقة % % وصدره من حفظه سالم\n</p>\n\n<p>\nوذكر القاضي أبو علي الحسين بن علي التنوخي، في كتابه عن أبي الربيع ابن\nداود، خادم أبي عمر القاضي، قال: حججت مع القاضي أبي الحسين ابن أبي عمر،\nفذكر حكاية معناها أنه دخل مكة في حر شديد، فلما طاف وسعى، أدركه قلق وشدة\nمن الحر، فقال: أشتهي على الله شربة ماء مثلوج. فقيل له إن هذا ما لا يوجد\nفي هذا المكان. فقال: هو ما قلت، أو نحو هذا. فلم يكن إلا أن نشأت سحابة،\nوأبرقت وأرعدت شديدا، ثم أمطرت ببرد كثير، فجمعنا منه شيئا عظيما، وكان\nصائما. فلما كان وقت المغرب، جئته منه بما أراد، ونحو هذا من الخبر، وقد\nعزيت هذه القصة الى غيره، وقال الصولي، في القاضي أبي الحسين، يخاطب أباه\nأبا عمر:\n</p>\n\n<p>\nوما يخالج القاضي ارتياب % % بأنك طرف حليته الحداد\n</p>\n\n<p>\nأعرب خلاله فينا ولولا % % كمالك لم يكن مما يعاد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p259'> Vol. 05, p. 259</a>\n            </div>\n            \n</p>\n\n<p>\nفأنت خليفة منهم تسود ال % % بنين الأشرفين يخلفها الرماد\n</p>\n\n<p>\nوبعضهم تكون بنوه منه % % مكان النار يخلفها الرماد\n</p>\n\n<p>\nقدرت على المكارم لانتقاص % % بعينك قدرهن ولا ازدياد\n</p>\n\n<p>\nقال الصولي. وكتب إلي القاضي أبو الحسين:\n</p>\n\n<p>\nأيها الصديق كل الصديق % % في مكاني التحصيل والتحقيق\n</p>\n\n<p>\nوالذي لم أخنه عهدا وثيقا % % لا ولا خانني بعهد وثيق\n</p>\n\n<p>\nلم أخلفت يا خليلي وعدا % % حاصلا في زيارتي وطريقي\n</p>\n\n<p>\nإن من ساءه جفاؤك إياه % % بطول الجفاء غير حقيق\n</p>\n\n<p>\nوهي طويلة فأجابه الصولي بقصيدة طويلة أولها:\n</p>\n\n<p>\nيا مقرا بالوعد عين الصديق % % وأجل الورى على التحقيق\n</p>\n\n<p>\nوتوفي، أبو الحسين ببغداد. وهو يتولى قضاء القضاء لثلاث عشرة ليلة بقيت\nمن شعبان، سنة ثمان وعشرين وثلاثمائة. واخترمته المنية قبل استيفاء أقرانه،\nوطبقته. وسنه يوم مات تسع وثلاثون سنة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p260'> Vol. 05, p. 260</a>\n            </div>\n            \n</p>\n\n#\n<p>\nوأمه أم ولد: اسمها لبنى. ولم يتخلف عن جنازته جليل، وصلى عليه ابنه\nأبو نصر. قال الصولي: ووجد عليه الراضي أمير المؤمنين، وجدا شديدا، حتى\nكان يبكي بحضرتنا، ويقول: كنت أضيق بالشيء ذرعا حتى أراه فيوسعه علي\nبرأيه <span id='ms0653'></span>. قال: وكنا عند الراضي ليلة، فأمر جواريه أن يضربن العود وينحن\nعليه، حتى خفنا عليه. وجعلنا نعزيه. قال: والله لا بقيت بعده.\n</p>\n\n<h3 class='dic-item l3' id='head6'>ابناه أبو نصر يوسف، وأبو محمد الحسين، رحمهما الله تعالى</h3>\n\n<p>\nذكر الإمام أبو إسحاق الشيرازي، أبا نصر في طبقة أبيه أبي الحسين. ولم\nيذكر أبا محمد. قال أبو إسحاق: وكان أبو نصر فقيها فاضلا. وهو آخر من ولي\nالقضاء، ببغداد، من ولد حماد بن زيد. وقال طلحة بن محمد بن جعفر: ما زال\nأبو نصر، قد نشأ نبيلا، نظيفا جميلا، عفيفا متوسطا، في علمه بالفقه،\nحاذقا بصناعة القضاء، بارعا في الأدب والكتابة. حسن الفصاحة، واسع العلم\nباللغة، والشعر. تام الهيئة. اقتدر على أمره بالنزاهة والتصاون، والعفة.\nحتى وصفه الناس من ذلك بما لم يصفوا به أباه، وجده، مع حداثة سنه. وقرب\nميلاده من رئاسته. قال: ولم نعلم قاضيا تقلده - يعني بغداد - أعرق في\nالقضاء منه ومن أخيه الحسين. لأن أباه أبا الحسين: وجده أبا عمر، وولد أبي\nعمر يوسف بن يعقوب، وأباه يعقوب، كلهم ولوا القضاء ببغداد. ما خلا يعقوب،\nفإنه ولي قضاء المدينة. ثم قضاء فارس. قال الخطيب: ولي أبو نصر القضاء في\nحياة أبيه، وبعد وفاته.\n</p>\n\n<p>\nقال طلحة: لما خرج الراضي، الى الموصل، سنة سبع وعشرين. ومعه قاضي القضاة\nأبو الحسين، أمره أن يستخلف ابنه أبا نصر على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p261'> Vol. 05, p. 261</a>\n            </div>\n            \n</p>\n\n<p>\nمدينة السلام بأسرها. إذ علم أنه لا أحد بعد أبيه يجاريه، ولا إنسان\nيساويه، فتبين الناس من أمره، ما بهر عقولهم، ومضى في الحكم على سبيل\nمعروفة له، ولسلفه. فلم يزل يخلف أباه في القضاء، الى أن توفي أبوه. قال\nالصولي: لما جلس القاضي أبو نصر، خلفا لأبيه عند خروجه الى الموصل، لحرب\nابن حمدان، حضر محمد بن بدر الشزابي، صاحب الشرطة، ونثر عليه دراهم\nودنانير. وذلك سنة سبع وعشرين وثلاثمائة. وعمره إذ ذاك خمس وعشرون سنة. قال\nابن سنان، والصولي قلد الراضي أبا نصر، يوسف. وأبا محمد الحسين. فكان\nإليهما لسبع من وفاته. فجعل لأبي نصر، قضاء <span id='ms0654'></span> القضاة ببغداد، الى المدائن.\nولأبي محمد ما بين المدائن، الى البصرة. وخلع عليهما. فمر في الشارع\nالأعظم، فكان مما كلم به أبو نصر أمير المؤمنين الراضي، حين ولاه: قد\nاستوفى سيدنا الأنعام وكمله وشد بآخره أوله. فثبت الله وطأته. وأدام\nدولته. وقيل إن السلطان صادرهما بعد موت أبيهما، على عشرين ألف دينار، باعا\nفيها فيما حكاه ابن كامل من كسوة أبيهما خاصة، بأربعة آلاف دينار، وخمسمائة\nدينار. ثم قلد أبو محمد مدينة المنصور، مما كان بيد أخيه أبي نصر، سنة تسع\nوعشرين. وفي هذه السنة عزلا جميعا عن القضاء ببغداد. وكان السبب فيه ما\nجرى بين أبي نصر، وبين أبي عبد الله بن أبي موسى الهاشمي. وكان أبو موسى\nهذا أولا ممن سعى للقاضي أبي نصر، في الولاية. ثم اتهمه أبو نصر بالسعي\nعليه، لأخيه. فوقعت بينهما وحشة. فأخذ أبو نصر شهادة العدول، بأن ابن أبي\nموسى ليس أهلا للشهادة، فأسقطه. وأشهد ابن أبي موسى ثلاثين عدلا، أنه لا\nيشهد عند أبي نصر أبدا. وتجرد في السعي عليه. وأنفق من ماله ألوفا\nكثيرة، حتى صرفه. وولي أبو محمد مكانه. فخلع عليه لعشر خلون من محرم، سنة\nتسع وعشرين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p262'> Vol. 05, p. 262</a>\n            </div>\n            \n</p>\n\n#\n<p>\nوقال ابن سنان: صرف أبو نصر عن القضاء في جمادى الأولى، من هذه السنة. ثم\nرد الى الجانب الشرقي في شعبان منها. ثم عزلا جميعا، في هذه السنة. وزعم\nالقاضي أبو بكر بن الأخضر الداودي، في كتابه في أخبار أهل الظاهر: أن أبا\nنصر هذا انتقل آخرا عن مذهب مالك، الى مذهب داود. وتقدم فيه. وتمم كتاب\nالإيجاز لمحمد بن داود. رحمه الله تعالى. وأنشد الخطيب أبو بكر، لأبي نصر\nالقاضي:\n</p>\n\n<p>\nيا محنة الله كفي % % إن لم تكفي فخفي\n</p>\n\n<p>\nما آن أن ترحمينا % % من طول هذا التشفي\n</p>\n\n<p>\nذهبت أطلب بختي % % وجدته قد توفي\n</p>\n\n<p>\nثور ينال الثريا % % وعالم مستخف\n</p>\n\n<p>\nالحمد لله شكرا % % على بقائه خفي\n</p>\n\n<p>\nوتوفي يوم الأربعاء، لثمان خلون من ذي القعدة، سنة ست وخمسين وثلاثمائة.\nومولده سنة خمس وثلاثين. رحمه الله <span id='ms0655'></span> تعالى.\n</p>\n\n<h3 class='dic-item l3' id='head7'>هارون بن ابراهيم بن حماد بن إسحاق بن اسماعيل بن حماد كنيته أبو بكر</h3>\n\n<p>\nولي قضاء مصر، سنة ثلاث عشرة وثلاثمائة. وهو ببغداد. فكتب الى عبد الرحمن\nبن إسحاق بن محمد بن معمر الجوهري، والى محمد بن علي بن الحسن بن شعيب،\nالمدايني. فتسلما ديوان القضاء وقرأ الجوهري كتاب عهده، بجامع مصر. وقد\nتضمن ولاية الصدقات، فسلماه الديوان. ثم أفرد الجوهري منهما، بالنظر،\nوالحكم. وكان الجوهري عفيفا عن أموال الناس، يذهب مذهب أبي حنيفة. فتولى\nذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p263'> Vol. 05, p. 263</a>\n            </div>\n            \n</p>\n\n#\n<p>\nالى أن قدم أحمد بن ابراهيم، خليفة لأخيه هارون. فعزل سنة ست عشرة\nوثلاثمائة. ثم وليها خليفة لأخيه هارون، ثانية، سنة سبع عشرة الى أن صرف\nبصرف أخيه، في سنة عشرين. ثم وليها من قبل القاهر أمير المؤمنين، سنة إحدى\nوعشرين. ثم صرف صدر سنة اثنتين وعشرين، بعد عزل ابن قتيبة. ثم صرف سنة\nاثنتين وعشرين. وتوفي فجأة في جمادى الأولى سنة ثمان وعشرين وثلاثمائة. ولد\nببغداد، وكان يخضب بالسواد، وسنه يوم مات ثمان وخمسون سنة. رحمه الله\nتعالى.\n</p>\n\n<h3 class='dic-item l3' id='head8'>أحمد بن ابراهيم أخوه، رحمه الله تعالى</h3>\n\n<p>\nكنيته أبو عثمان. يروى عن أبيه. وأبي جعفر الطحاوي، وأبي بكر بن عبد\nالعزيز العمري. حدث عنه أبو محمد بن أبي زيد. رحمه الله تعالى. وخلف أخاه،\nعلى قضاء مصر، مورده لها سنة أربع عشرة وثلاثمائة. فحكم قضاءها الى آخر سنة\nست عشرة، فعزل. وولي قضاءها بعد ذلك، بين خلافة وقضاء، ست مرات.\n</p>\n\n<p>\nسيرته رحمه الله تعالى\n</p>\n\n<p>\nقال القاضي أبو طاهر الذهلي: كان أبو عثمان مشهورا بالحياء، وخفض الصوت.\nأخبرني من حج معه: أنه كان إذا لبى، أتى بأخفض صوت ما يكون. حتى كان\nالنساء أرفع منه صوتا. قال غيره: كان لا يكاد يفهم كلامه، من الحياء\nواسكتب أبا حفص، عمر بن أحمد بن شجاع. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p264'> Vol. 05, p. 264</a>\n            </div>\n            \n</p>\n\n#\n<p>\nوفرض للمرابطين والأعراض، لأول ولايته. ففرض لألف رجل ونيف. وأصلح ثمانين\nعلما. وفي ولايته الأولى، حكم بتوريث ذوي الأرحام، وورد الكتاب بالأمر\nبذلك، من بغداد. وهذا أول من خرج من القضاة يمضي <span id='ms0656'></span> الى مسجد، مجبور لرؤية\nهلال رجب. احتياطا لرمضان. وكان في مدة قضائه بمصر يسمع من أبي جعفر\nالطحاوي، ويتردد عليه. الى أن مات أبو جعفر. قال بعضهم: حضرت مجلس أبي جعفر\nالطحاوي، وعنده أبو عثمان بن حماد، وهو يومئذ قاضي مصر، فدخل إليه رجل،\nفسأل أبا جعفر عن مسألة. فقال له أبو جعفر: مذهب القاضي أيده الله، كذا\nوكذا. فقال له السائل: ما جئت الى القاضي، إنما جئت إليك. فقال: يا هذا،\nمذهب القاضي، ما قلت لك. فقال له السائل: مثل ما قال له أولا. فقال: أبو\nعثمان تفتيه أيدك الله. فقال أبو جعفر إذا أذن القاضي أيده الله أفتيه. ثم\nأفتاه بعد ذلك. هذا من فضلهما وأدبهما. مولد أبي عثمان سنة خمس وسبعين\nومائتين وتوفي بمصر سنة تسع وعشرين وثلاثمائة. وقد لحقته حاجة وفقر. كفنه\nحين مات أبو بكر المدراني صاحب خراجها.\n</p>\n\n<h3 class='dic-item l3' id='head9'>علي بن ابراهيم أخوهما</h3>\n\n<p>\nكنيته أبو الحسين. يروى عن أبيه، والحارث ابن أبي أسامة. ومحمد بن خلف.\nووكيع. والبهلول بن إسحاق، ابن البهلول. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p265'> Vol. 05, p. 265</a>\n            </div>\n            \n</p>\n\n#\n<p>\nروى عنه ابن أخيه أحمد بن عبد الوهاب، و | أبو عبد الله التستري، وأبو\nالحسن الدارقطني.\n</p>\n\n<h3 class='dic-item l3' id='head10'>عبد الصمد بن الحسين بن يوسف بن يعقوب أبو الحسن</h3>\n\n<p>\nويعرف بابن أبي يعلى. كنيته أبو الحسين. يسمع من عمه القاضي أبي عمر. ذكر\nأنه سمع من اسماعيل. روى عنه ابن أخيه أحمد بن عبد الوهاب، رحمهم الله\nتعالى.\n</p>\n\n<h3 class='dic-item l3' id='head11'>أبو الطاهر الذهلي</h3>\n\n<p>\nرحمه الله تعالى. قال الدارقطني: هو محمد بن أحمد بن عبد الله بن نصر،\nابني يحيى بن عبد الله بن صالح بن أسامة الذهلي. من بيوتات العلم ببغداد.\nوذوي الأقدار بها. سمع بشر بن موسى، وأبا أحمد بن عبدوس، وموسى بن هارون،\nوأبا بكر الفريابي، وجعفر بن يحيى القطان، وأبا إسحاق الزجاج. ومن شيوخه\nأيضا أبو بكر محمد بن سليمان الشروري، والقاضي أبو عمر الحمادي. سمع منه\nأبو الحسن الدارقطني، وعبد الغني بن سعيد، وأبو القاسم الجوهري، وأبو الحسن\nبن علي، وأبو القاسم بن أبي زيد <span id='ms0657'></span>. وانتخب له أبو الحسن الدارقطني، وعبد\nالغني بن سعيد أجزاء من حديثه. قال الدارقطني: كتبت عنه بمصر وأبو القاضي\nأبو العباس، أحمد، قاضي واسط. ويروي عن الدورقي، ومحمد بن خراش، ومحمد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p266'> Vol. 05, p. 266</a>\n            </div>\n            \n</p>\n\n<p>\nبن عبد الله المخزومي، وعمران بن بكار، وابن النطاح، ومحمد بن خالد.\nكتبنا عنه أمالينا. قال الفرغاني: كان أبوه من شيوخ القضاة بالعراق. وولي\nبها جليل الأعمال، كالبصرة وواسط. وحدث عنهم، وهم من أهل البيوتات ببغداد.\nقال الدارقطني، وأخوه نصر بن عبد الله بن نصر بن يحيى، يروى عن علي بن\nالجعد، وعاصم بن علي، وأبي بلال، قال الأمير فيه: كان ثقة ثبتا. كان كثير\nالسماع فاضلا. بيته بيت جليل، في الحديث والقضاء. قال الفرغاني: كان أبو\nالطاهر مسندا في الحديث، فقيها بمذهب مالك، ثبتا أديبا، كاملا، ذا قدر\nوجلالة وقدم في دولة بني العباس. وكان من شهود القاضي أبي الحسين بن حماد.\nوله به خاصة. ولاه القضاء بواسط فنكبه بها بحكم التركي. فتخلص بعد أن أشقى\nعلى الهلكة.\n</p>\n\n<p>\nولي قضاء لمدينة وعملها أيام المتقي، سنة تسع وعشرين. وقال الصولي: إنه\nلما ولي في هذه السنة قضاء مدينة المنصور، ببغداد، عند آل حماد، ثم لفظته\nالعراق بأسباب الفتنة، بعد أن ولي جانبي بغداد، فخرج الى مصر، وولي قضاء\nدمشق، فاختلف عليه أهلها، فصرف. ثم ولي قضاء مصر سنة ثمان وأربعين\nوثلاثمائة، بعد الحصبي وابنه. ودخل جوهر غلام بني عبيد مصر، وهو قاضيها.\nفبقي على قضائها. قال الفرغاني: وكان حسن السيرة والعلم بالعربية، والآداب.\nقال القاضي أبو عبد الله بن الحداد: وكان محدث زمانه، وطال عمره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p267'> Vol. 05, p. 267</a>\n            </div>\n            \n</p>\n\n#\n<p>\nقال غيره: روى كتب الأدب عن ثعلب، وأبي الفرج الأصبهاني. قال ابن أبي زيد\nرحمه الله تعالى: كان فقيها بمذهب مالك، وأديبا كاملا. وكانت له جلالة\nوقدر. مسندا في الحديث. قال القاضي أبو عبد الله: وتوفي أبو الطاهر سنة\nتسع وستين وثلاثمائة ومولده سنة سبع وسبعين ومائتين رحمه الله تعالى.\n</p>\n\n<h3 class='dic-item l3' id='head12'>أبو عبد الله التستري</h3>\n\n<p>\nهو محمد بن أحمد القاضي. من أهل البصرة. ويعرف بالتستري <span id='ms0658'></span>. وهو قريب لسهل\nبن عبد التستري العابد، ذي الأقاصيص العجيبة. أخذ عن ابراهيم بن حماد،\nومحمد بن خشنان والبرنكاني، وغيرهم من أئمة المالكيين، وسمع من أبيه، وأحمد\nبن علي بن الحسن، وابراهيم بن محمد الحلواني، وجرير بن محمد الغطفاني، وأبي\nعبد الله الزبيري، وأبي بكر بن أبي داود، وموسى بن سهل بن عبد الحميد،\nوالحسن بن المثنى، والحسين بن إسحاق، والدميني، ومحمد بن سليمان الباغندي،\nوعبد الله بن جامع الحلواني، واللؤلؤي وغير واحد. وكان له اتساع في الرواية\nوالحديث، وحظ من العربية. وكان ملازما للسنة، نافرا من البدعة. حدث عنه\nابنه، وجعفر بن نصر الخلدي. قال الفرغاني: وأدرك سهلا. وسمع منه حكايتين.\nقال: سمعته وهو يقول: من أصبح ولم يعتقد أنه يمسي في القبر، لعبت به\nالشياطين طول يومه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p268'> Vol. 05, p. 268</a>\n            </div>\n            \n</p>\n\n<p>\nقال: وسمعته يقول: الأكل على ثلاثة أصناف فآكل يأكل نورا، وإيمانا، من\nأول طعامه الى آخره. وآخر: يأكل طعاما. وآخر يأكل سرجينا. فأما الذي يأكل\nنورا وإيمانا من أول طعامه الى آخره: فالذي يمسي الله عز وجل عند كل\nلقمة، ويحمده عند إساغتها. وأما الذي يأكل طعاما فالذي يسمي الله أول\nطعامه، ويحمده في آخر.\n</p>\n\n<p>\nوأما الذي يأكل سرجينا: فالذي لا يذكر الله في أول طعامه، ولا في آخره.\nأو كما قال. فإني كتبته من حفظي. قال الفرغاني: وتوفي سهل وهو صغير ابن عشر\nسنين. مولده سنة ثلاث وسبعين ومائتين. ووفاة سهل رضي الله تعالى عنه: سنة\nثلاث وثمانين ومائتين. قال: وكان أبو عبد الله هذا، عالما بمذهب مالك.\nشديد التعصب له. ووضع في مناقبه نحو عشرين جزءا. وقد طالعتها وانتقيت في\nهذا الكتاب في أخبار مالك عيونها. وقد أدخل جميع ما له فيها من كلام صاحب\nالاستيعاب، في جامعه. وله كتاب في فضائل أهل المدينة، والحجة. وكان ندب في\nأيام علي بن الجراح لتعقبه أهل مدينة الرسول صلى الله عليه وسلم. فأقام بها\nزمانا طويلا. ثم عاد الى العراق. وتقلد قضاء البصرة بلده، سنين. ثم قصده\nأحد رؤسائها بمكروه كثير <span id='ms0659'></span>، لوحشة جرت بينهما. فصرف عن القضاء. وقصد الوزير\nالمهلبي الى الأهواز، فشكا إليه أمره. فوعده بكل جميل، ونوى صرفه الى\nالقضاء، فغير عليه. فعاد الى البصرة. فجرت له بها أقاصيص مع المعتزلة. فنبت\nبه الدار، وقصد بغداد سنة خمس وأربعين. فلقيه بها الشريف أبو عبد الله بن\nالمراغي، الصغير العلوي، في بعض الطرق. فقال له: أنت تقول إن الله يرى يوم\nالقيامة. وإن القرآن غير مخلوق. فقال: نعم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p269'> Vol. 05, p. 269</a>\n            </div>\n            \n</p>\n\n#\n<p>\nفبصق في وجهه. وقيل إنه لعنه وسبه، أقبح سب. ففت ذلك في عضده، وأعله\nوأحدث به ورما. وقيل إنه قال لولده: هذه علة لم أعتل بمثلها قط، وأحسبها\nعلة الموت. فإذا مت، فلا تزدني على ثوبين تدرجني فيهما، إدراجا بثمن\nأربعين درهما، وتبخرهما بنصف أوقية عود، وادفني عند قبر معروف، فإنها\nبقعة مباركة. فمات رحمه الله تعالى، في شهر ربيع الأول من السنة التي قدم\nفيها بغداد. وهي سنة خمس وأربعين المذكورة. وسنه اثنان وسبعون سنة. وقد\nتقدم مولده رحمه الله تعالى.\n</p>\n\n<h3 class='dic-item l3' id='head13'>بكر بن العلاء</h3>\n\n<p>\nالقشيري. وهو بكر بن محمد بن العلاء بن محمد بن زياد بن الوليد بن الحميم\nبن ملك بن ضمرة بن عروة بن شنوءة بن سلمة الخير بن بشير بن كعب القشيري.\nكذا نسبه غير واحد. كنيته أبو الفضل. وأمه من ولد عمران بن حصين صاحب\nرسول الله صلى الله عليه وسلم. وكذا حكى عنه محمد بن عمر بن عيشون الطيطلي.\nوهو من أهل البصرة، وانتقل الى مصر، وهو من كبار فقهاء المالكيين، رواية\nللحديث. وذكره أبو إسحاق الشيرازي في أصحاب إسماعيل. وقال الفرغاني وغيره:\nإنه لم يدرك اسماعيل، ولا سمع منه. وقد ذكر بكر، اسماعيل في كتبه بالإجازة.\nولا يبعد سماعه من اسماعيل. إذ قد أدركه بالسن، كما تراه في وفاته، وسنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p270'> Vol. 05, p. 270</a>\n            </div>\n            \n</p>\n\n<p>\nسمع من كبار أصحاب اسماعيل وغيرهم، كابن حسام، والبرنكاني، والقاضي أبي\nعمر وابراهيم بن حماد، وجعفر بن محمد الفريابي، وروى عن أحمد بن ابراهيم بن\nعبد، وسعيد بن عبد الرحمان الكرابيسي، ومحمد بن صالح الطبري <span id='ms0660'></span>، وأبي خليفة\nالجمحي، وغيرهم، من أئمة الفقه والحديث. حدث عنه من لا يعد، من المصريين\nوالأندلسيين والقرويين، وغيرهم. بل ممن حدث عنه أبو عراك، والنعال، وأبو\nمحمد النحاس، وابن مفرج وابن عيشون، وأحمد بن ثابت، وابن عون الله، وأبو\nزيد بن أبي عامر البستي. قال الفرغاني: كان بكر من كبار الفقهاء المالكيين\nبمصر. وتقلد أعمالا للقضاء. وكان راوية للحديث. وأوله من البصرة. ثم خرج\nمن العراق لأمر اضطره. فنزل مصر، قبل الثلاثين والثلاثمائة. وأدرك فيها\nرياسة عظيمة. وكان قد ولي القضاء ببعض نواحي العراق، وعده أبو القاسم\nالشافعي في شيوخ المالكية الذين لقيهم، وأثنى عليه. وألف بكر كتبا جليلة،\nمنها: كتاب الأحكام، المختصر من كتاب اسماعيل بن إسحاق. الزيادة عليه.\nوكتاب الرد على المزني.\n</p>\n\n<p>\nوكتاب الأشربة، وهو نقيض كتاب الطحاوي. وكتاب أصول الفقه. وكتاب القياس.\nوكتاب في مسائل الخلاف. وكتاب الرد على الشافعي، في وجوب الصلاة على النبي\nصلى الله عليه وسلم في الصلاة. وكتاب الرد على القدرية. وكتاب الرد على من\nغلط في التفسير، والحد، ومسألة الرضاع، ومسألة بسم الله الرحمن الرحيم.\nورسالة الى من جهل محل مابك بن أنس، من العلم. ورأيت له كتاب أحد الأصول،\nوكتاب تنزيه الأنبياء عليهم الصلاة والسلام. وكتاب ما في القرآن من دلائل\nالنبوة، وغير ذلك. وذكر أبو مروان بن مالك الفقيه، القرطبي: أن بكر قال:\nاحتبس بولي، وأنا صبي نحو سبعة أيام، فأتى بي والدي، الى سهل. يعني:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p271'> Vol. 05, p. 271</a>\n            </div>\n            \n</p>\n\n#\n<p>\nالتستري، ليدعو لي، فمسح يده على بطني. فما هو إلا أن خرجنا بلت على عنق\nالغلام. توفي بمصر، ليلة السبت لسبع بقين من ربيع الأولى سنة أربع وأربعين\nوثلاثمائة. وقد جاوز الثمانين سنة بأشهر، وشهدت جنازته، ودفن بالمقطم. قال\nأبو عبد الله بن عيشون: وأنشدنا بك ب العلء:\n</p>\n\n<p>\nومن شيمتي أن لا أفارق صاحبا % % على حاله إلا سألت له رشدا\n</p>\n\n<p>\nفإن عادني ودي رجعت ولم أكن % % كآخر لا يرعى ذماما ولا عهدا\n</p>\n\n<h3 class='dic-item l3' id='head14'>أبو علي محمد بن سليمان بن علي المالكي</h3>\n\n<p>\nالبصري. القاضي بها. يروي <span id='ms0661'></span> عن زيد بن أخزم. وأبي حفص القلاس. والنضر بن\nطاهر، وبندار، ومحمد بن عبد الملك، حدث عنه الدارقطني. وسمع منه بالبصرة،\nأبو محمد بن اسماعيل.\n</p>\n\n<h3 class='dic-item l3' id='head15'>أبو جعفر بن قتيبة</h3>\n\n<p>\nرحمه الله تعالى. هو أحمد بن عبد الله بن مسلم الدينوري، البغدادي\nالنسابة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p272'> Vol. 05, p. 272</a>\n            </div>\n            \n</p>\n\n<p>\nكان مالكي المذهب، من أهل العلم، والحفظ لكتب أبيه من حفظه. وكان يحفظها\nكما يحفظ القرآن. ويرد فيها من حفظه، النقطة والشكلة. وما معه نسخة. كان\nأبوه: أبو محمد حفظه إياها في اللوح. وعدتها إحدى وعشرون مصنفا. كتاب\nالمشكل. وكتاب معاني القرآن. وكتاب غريب القرآن. وكتاب عيون الأخبار. وكتاب\nمختلف الحديث. وكتاب غريب الحديث. وكتاب التفسير. وكتاب الفقه. وكتاب\nالمعارف. وكتاب أعلام النبوة. وكتاب العرب والعجم. وكتاب الأنواء. وكتاب\nالميسر. وكتاب طبقات الشعراء. وكتاب الشعر. وكتاب إصلاح الغلط. وكتاب أدب\nالكاتب. وكتاب الأبنية. وكتاب النحو. وكتاب المسائل. وكتاب القرآن. سمع منه\nخلق عظيم، من الجلة. بالعراق ومصر. كأحمد بن ولاء، وأبي جعفر النحاس، وأبي\nعاصم المظفر بن أحمد، وأبي علي القالي، وغيرهم من جلة أهل الأدب\nوالرواية. وكان مجلسه، لعيون الناس، وأعيان الفقهاء. ولم يكن عنده حديث،\nإلا ما في كتب أبيه. وولي قضاء مصر سنة إحدى وعشرين وثلاثمائة. وردها ولبس\nالسواد وحكم في جامعها، واستخلف الفقيه أبا الذكر المالكي على فرض النساء.\nوكانت في خلقه حدة. وتوفي في ربيع الأول سنة اثنين وعشرين، بعد صرفه. وكانت\nولايته القضاء بمصر ثلاثة أشهر. وله ابن اسمه عبد الواحد، روى عن أبيه. سمع\nمنه أبو عبد الله الوشاء المصري. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p273'> Vol. 05, p. 273</a>\n            </div>\n            \n</p>\n\n#\n<h2 class='l2' id='head16'>من أهل مصر</h2>\n\n<h3 class='dic-item l3' id='head17'>ابن القرطي</h3>\n\n<p>\nهو أبو إسحاق: محمد بن القاسم بن شعبان بن محمد بن ربيعة بن داود بن\nسليمان بن أيوب الصيقل بن عبيدة بن محمد بن عمار بن ياسر. كذا حكى أبو\nالقاسم بن سهل الحافظ. وذكر أنه نسب له نفسه كذا. يقال ابن عمار بن عبس،\nوعبس بن مذحج ويعرف بابن القرطي. بقاف مضمومة وراء ساكنة وبعدها طاء مكسورة\nوياء النسب. قال الفرغاني: كان رأس الفقهاء المالكيين <span id='ms0662'></span> بمصر في وقته،\nوأحفظهم لمذهب مالك، مع التفنن في سائر العلوم، من الخبر والتاريخ والأدب،\nالى التدين والورع. وذكر أنه كان يلحن. ولم يكن له بصر بالعربية، مع غزارة\nعلمه، وكان واسع الرواية كثير الحديث، مليح التأليف. قال ابن مفرج العنسي:\nهو شيخ الفتوى وحافظ البلد. وكذلك قال أيضا ابن أبي زيد فيه. وقال\nالشيرازي: وإليه انتهت رئاسة المالكيين بمصر، ووافق موته دخول بني عبيد\nالروافض، وكان شديد الذم لهم. ويقال إنه كان يدعو على نفسه بالموت قبل\nدولتهم. ويقول: اللهم أمتني قبل دخولهم مصر، فكان كذلك. قال القابسي: أرسل\nمعز بني عبيد، قبل دخوله مصر، الى أبي إسحاق بن شعبان، صلة من مائة مثقال،\nوكتابا مع رسوله ابن الديلمي. فقرض ابن شعبان من الكتاب بسم الله الرحمن\nالرحيم وأحرق باقيه، في الشمعة أمام الرسول، ورد المائة عليه، وقال للرسول:\nلولا أنه ثبت عندي أنك سني، ما خرجت من هذه الدار، ولجعلت من يقتلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p274'> Vol. 05, p. 274</a>\n            </div>\n            \n</p>\n\n#\n<p>\nوذكر لي أن أبا الحسن القابسي وأبا محمد بن أبي زيد رحمهما الله تعالى،\nوغالب ظني أنه أبو الحسن، كان يقول في ابن شعبان: إنه لين الفقه، وأما\nكتبه ففيها غرائب من قول مالك، وأقوال شاذة عن قوم لم يشتهروا بصحبته، ليست\nمما رواه ثقات أصحابه، واستقر من مذهبه. قال ابن حيان: كان الحكم المستنصر،\nأمير المؤمنين بالأندلس، فوجه كل عام الى كل واحد منهم مائة مثقال، وبضعفها\nلأبي إسحاق. وفعل ذلك بعده، صاحب القيروان. فردها ابن شعبان. فاعتذر له.\nفأعرض عنه ابن شعبان. ولم يوافقه على قبوله إياها. وألف كتابه الزاهي\nالشعباني، المشهور في الفقه. وكتاب في أحكام القرآن. وكتاب مختصر ما ليس في\nالمختصر. وكتاب مناقب مالك. وكتاب شيوخ مالك. وكتاب الرواة عن مالك. وكتاب\nجماع النسوان. وكتاب مواعظ ذي النون الأخميمي. وكتاب النوادر. وكتاب\nالاشراط. وكتاب المناسك. وكتاب السنن من الوضوء. قال الفرغاني: وتوفي ابن\nشعبان يوم السبت، لأربع عشرة بقيت من جمادى الأولى، سنة خمس وخمسين\nوثلاثمائة. ودفن يوم الأحد، وقد جاوز <span id='ms0663'></span> سنه ثمانين سنة. وصلى عليه أبو علي\nالصيرفي رضي الله تعالى عنه، وخلق عظيم.\n</p>\n\n<h3 class='dic-item l3' id='head18'>أبو علي الحسين</h3>\n\n<p>\nابن أيوب بن سليمان المعروف بالصيرفي. قال الفرغاني: كان من وجوه\nالمالكيين بمصر. مقدما فيهم مع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p275'> Vol. 05, p. 275</a>\n            </div>\n            \n</p>\n\n#\n<p>\nعفة وسعة جاه. وكان إليه أمر الوقت بمصر، وأعمالها. وتوفي في ذي الحجة،\nبعد ابن شعبان، بنحو سبعة أشهر، في السنة التي مات فيها. وحضر جنازته\nكافور، أمير مصر، وقل من تخلف عنها. ودفن بالمقطم، وهو ابن أربع وتسعين\nسنة.\n</p>\n\n<h3 class='dic-item l3' id='head19'>أبو الحسن السلفاني</h3>\n\n<p>\nرحمه الله تعالى. اسمه علي بن جعفر بن أحمد القاضي. روى عن ابن أبي مطر.\nيروى عنه أبو الحسن القابسي. وأبو زيد بن أبي عامر الكتامي، من أهل سبتة.\nوكان أخذ مشيخة المالكيين بمصر. ثم نزل جزيرة اقريطش. قال أبو الوليد\nالباجي: هو فقيه معروف. قال الفرغاني: وكان أهل اقريطش كتبوا الى مصر،\nيسألون أن يوجه إليهم من يفقههم. ويتقلد حكمهم. فوقع الاتفاق عليه. فخرج\nإليها وأقام بها، الى أن دخلها الروم، واستحوذوا عليها. من سنة خمسين\nوثلاثمائة وملكوها الى وقتنا هذا. ردها الله تعالى لدار الإسلام، بمنه.\n</p>\n\n<h3 class='dic-item l3' id='head20'>محنته وأخباره في أسره</h3>\n\n<p>\nوكان أبو الحسن فيمن أسر باقريطش. وحمل الى القسطنطينية، دمرها الله\nتعالى. وجرت بينه وبين نقفور الطاغية ملكها مناظرة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p276'> Vol. 05, p. 276</a>\n            </div>\n            \n</p>\n\n<p>\nقال السلفاني أحضرني نقفور ليلا، بالقسطنطينية. فكان أول ما خاطبني به\nأن قال لي: ما علمت أنك هاهنا، حتى عرفت أنه مات ابنك اليوم. فذكر لي أمرك.\nفتذكرت أمرك. فدعوت له. ثم قال لي: أنت تقول الخير من الله والشر من الله.\nقلت: نعم. وذلك أن النصارى كلهم على مذهب القدرية في الاستطاعة. فقال لي:\nنقفور. فكيف يقدر عليه. إذ هذا ظلم، لا يشبهه. فقلت له: لم يظهره الى ما\nخلق، مسيطر. قلت له: هل كان حقا عليه أن يخلق أم لا؟ فلم يجد جوابا. ثم\nقال لي: عيسى بشر به جميع الأنبياء. ونبيكم لم يبشر به أحد من الأنبياء.\nفقلت له: نبينا قد بشر به، جميع الأنبياء أيضا. قال ما وجد منه <span id='ms0664'></span> في\nكتابكم، فهو عندنا. فقلت له: أنا أوجده في كتابكم، وكتابنا. قال: لئن لم\nتفعل تموت. قلت: من يحكم بيننا إذا اختلفنا؟ قال: اليهود. قلت أعداؤنا،\nوأعداؤكم، كيف تحكم علينا؟ فسكت. فقال لي أيضا: وأنتم لم تجمعوا على\nنبيكم. فإن منكم من يقول: إن النبي علي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p277'> Vol. 05, p. 277</a>\n            </div>\n            \n</p>\n\n#\n<p>\nفقلت: ليس من يقول هذا عندنا مسلما. فجسرت فقلت: وأنتم أيضا مختلفون في\nالباري تعالى. وذكرت له مقالاتهم. فقال لي في بعض كلامه خرج رجل فأظلته\nسحابة. فنظر فيها، فعمي. وكان فيها عيسى. فقلت: وهذا أيضا من أعجب العجب.\nأن أقام عيسى بين الناس مدة، ينظرون إليه، وينظر إليهم، ويكلمهم، فلم يعم\nمن ينظر إليه، ويكلمونه فلما تباعد، عمي من نظر إليه. فسكت. وتكلم معي في\nغير هذا أيضا. فرأيت أنه نظر في شيء من الكلام لم يحسنه، وذهب به العجب\nمذهبه.\n</p>\n\n<p>\nوكان صاحبه رجل من معتزلة البصرة، طرق له شيء من الكلام هوسه.\n</p>\n\n<h3 class='dic-item l3' id='head21'>أبو بكر محمد بن سليمان</h3>\n\n<p>\nابن أبي شريف. واسمه ابراهيم بن عبد الله المهلب. القضاعي الحويكي\nالحويسي. وقد ذكرناه. وأبو بكر هذا، من فقهاء المالكية بالفسطاط، والمدرسين\nفي جامعه. يروى عن محمد بن مكي الخولاني، وعن أبي الحسن بن تدمير، روى عنه\nأبو القاسم الجوهري، ويحيى بن عابد، وأبو الحسن القابسي. وذكر أبو القاسم\nبن أبي يزيد في تاريخه: أن أبا بكر هذا، هو الذي حج بالناس سنة ست وثلاثين\nوثلاثمائة، باجتماع من حضر الموسم، لفتنة كانت بالموسم. فصلى بالناس في\nمسجد ابراهيم عليه السلام. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p278'> Vol. 05, p. 278</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head22'>أبو القاسم بن النحاس رحمه الله تعالى</h3>\n\n<p>\nمن كبار فقهاء المالكية بمصر. وكانت له حلقة تلي حلقة ابن شعبان بجامع\nالفسطاط. ذكر ذلك الفرغاني، رحمه الله تعالى.\n</p>\n\n<h3 class='dic-item l3' id='head23'>أبو بكر بن مهبي رحمه الله تعالى</h3>\n\n<p>\nمن فقهاء هذه الطبقة. ودرس بجامع الفسطاط. مكان أبي بكر بن أبي الأصبغ\nبعد وفاته. ذكره الفرغاني.\n</p>\n\n<h3 class='dic-item l3' id='head24'>أبو الذكر محمد</h3>\n\n<p>\nابن يحيى بن مهدي التمار. من أهل أسوان. قاضي مصر. قال الشيرازي: تفقه\nبالمغامي، سمع منه أبو الطاهر محمد بن عبد <span id='ms0665'></span> الغني. ولي قضاء مصر، سنة إحدى\nعشرة وثلاثمائة. خليفة لأبي يحيى عبد الله بن مكرم، لما ولي قضاءها، وهو\nببغداد. كتب الى الطحاوي، وعلي بن أحمد بن سليمان، وموسى بن عبد الله، وعبد\nالله بن محمد السجستاني، في اختيار رجل يرضونه. ينظر بين الناس. فوقع\nاختيارهم عليه. ثم ولاه ابن طفح، بعد سنة ثلاثين وثلاثمائة أيضا. النظر\nبين أهل مصر، عند موت القاضي أبي بدر الصيرفي. قال ابن حارث: كان فقيه مصر\nفي وقته. وكانت له حلقة في جامعها. وبه كان يلوذ كل مالكي، إلا قليلا.\nوتناظر عنده فقهاء من القرويين، أبو محمد العتمي وأبو الفضل المهلبي. وكان\nيجلس للتفقه بجامع الفسطاط، من صلاة الصبح الى الزوال، ومن الظهر الى\nالعصر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p279'> Vol. 05, p. 279</a>\n            </div>\n            \n</p>\n\n#\n<p>\nوذكر بعضهم أن أبا بكر بن الحداد، الشافعي، أيام نظره في قضاء مصر. تقدم\nإليه رجل جحد ابنة له من زوجته. فنظر في لعانها. وأعد رجلا يضرب على فم\nالزوج عند فراغه. وأمره أن يضرب على فم المرأة عند فراغها. ويقولا إنها\nموجبة على مذهبه. مذهب الشافعي.\n</p>\n\n<p>\nوتبادر الناس للاجتماع لذلك. فتلطف أبو الذكر، بالرجل، حتى اعترف بالبنت،\nوبالمرأة حتى أعفته من الحد، ورفع الأمر الى أبي بكر بن الحداد. فعلم أنه\nقطع به عن مراده بأمر: - بحمل البنت على أبيها، والنداء عليهما بمصر - هذا\nالذي جحد ابنته فاعرفوه. وأمر بإيقافها بمجلس أبي الذكر. قال ابن حارث رحمه\nالله تعالى: وتوفي قريبا من سنة عشرين وثلاثمائة. وذكر الشيرازي غير هذا.\nوالذي يأتي على ما تقدم، من ولايته، أن وفاته بعد هذا كله، والصحيح أن\nوفاته سنة إحدى وأربعين وثلاثمائة. هكذا قيدها ابن أبي يزيد في تاريخه، في\nالمصريين، سنة وفاة أبي بكر الصموت، بها.\n</p>\n\n<h3 class='dic-item l3' id='head25'>مؤمل بن يحيى</h3>\n\n<p>\nأخوه. رحمه الله تعالى. أكثر الناس يقوله بفتح الميم الثانية. ووجدته بخط\nبعضهم: مكسورة مع التشديد في الوجهين. جلس مجلس أخيه بعد موته. وكانا معا\nممن يدرس في جامع الفسطاط. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p280'> Vol. 05, p. 280</a>\n            </div>\n            \n</p>\n\n#\n<p>\nسمع مؤمل من حمديس ومحمد بن عمر، وأحمد بن محمد بن عبد <span id='ms0666'></span> العزيز، وأبي\nالطاهر محمد بن جعفر البرسيمي. سمع منه حمزة الحافظ، وسلمة بن سعيد\nالاسبحي، وأبو القاسم الجوهري، رحمهم الله تعالى.\n</p>\n\n<h3 class='dic-item l3' id='head26'>أبو جعفر</h3>\n\n<p>\nأحمد بن محمد بن هارون بن موسى، المعروف بابن الأسواني. من مشاهير فقهاء\nالمالكية بالفسطاط، والمدرسين بجامعه، من هذه الطبقة. يروي عن أبي القاسم\nبن مدى، ومحمد بن عمر بن النفاح الباهلي، وموسى بن عبد الله بن أبي مروان،\nوغيلان البداري، وأبي طالب الخشاب. روى عنه أبو القاسم بن يحيى الحضرمي،\nوعبد الغني بن سعيد الحافظ، وأبو الحسن بن الطفال، وأبو الحسن بن فهر، وأبو\nهارون الصديني الفارسي، رضي الله تعالى عنهم.\n</p>\n\n<h3 class='dic-item l3' id='head27'>أبو مطر</h3>\n\n<p>\nحسن بن علي بن عبد الله بن عبد الرحمن بن أبي مطر العامري. تقدم ذكر\nأبيه. فقال ابن أبي يزيد المصري: ولي قضاء مصر، عند وفاة أبيه، سنة تسع\nوثلاثين وثلاثمائة. قال الفرغاني: وهو شيخ صالح، يروي عن أبي الحسن أحمد بن\nمحمد بن خزيمة. روى عنه أبو القاسم المكتب خلف بن محمد. قال الفرغاني: ولما\nتوفي، ولي ابنه بعده، ولم يسمه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p281'> Vol. 05, p. 281</a>\n            </div>\n            \n</p>\n\n#\n<p>\nقال القاضي: ولده اسمه عبد الله. وقد ولي بعده ابنه، علي بن عبد الله.\nقال أبو ذر: وسنذكره بعد إن شاء الله تعالى. وذكر الفرغاني أن وفاة أبي\nمطر سنة سبع وثلاثين أيضا. رحمه الله تعالى.\n</p>\n\n<h3 class='dic-item l3' id='head28'>أبو الحسن أحمد</h3>\n\n<p>\nابن عبد الرحمن بن حبيش بن سليمان بن برد. مولى حبيب. تقدم ذكر سلفه.\nوهو بيت جلالة في العلم بمصر. تكرر فيهم العلم والحديث والفق، من سليمان\nجدهم، صاحب مالك رضي الله تعالى عنه الى هذا الوقت.\n</p>\n\n<h3 class='dic-item l3' id='head29'>عمر بن محمد</h3>\n\n<p>\nابن أبي حجر، أبو حفص. قرطبي. ولزم فسطاط مصر. وحدث بها عن ابن النفاح\nوغيره. ورأس بها في الفتيا، على مذهب مالك. حدث عنه من الأندلسيين\nالعايدي، ومحمد بن أحمد بن يحيى. قاله القرطبي رحمة الله تعالى.\n</p>\n\n<h3 class='dic-item l3' id='head30'>ولد أبي بكر</h3>\n\n<p>\nمحمد بن رمضان بن شاكر، الحميري. وكذا قرأت نسبه بخط الحكم، أمير\nالمؤمنين. وأبوه أحد مشاهير فقهاء المالكية بمصر. وكانت له حلقة <span id='ms0667'></span> بجامعها،\nمع أبي بكر الحداد، وأبي جعفر الطحاوي، وطبقته. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p282'> Vol. 05, p. 282</a>\n            </div>\n            \n</p>\n\n#\n<p>\nوقد ذكر ابن أبي دليم ولده هذا. وقال: كان صاحب حجة المالكية في وقته،\nوالمناظر دونهم، ولم يذكر باسمه. وكذلك في كتاب ابن حارث، إلا أني وجدت أبا\nمروان الضبي، ذكر أبا الحسن علي بن يعقوب الزيات، المعروف برمضان. وذكر له\nزيادة أقوال بعض الفقهاء، في مختصر ابن عبد الحكم. على ما زاده البرقي. فلا\nأدري أهو ذاك غلط في اسم أبيه، أو هو أحد آل رمضان. والله أعلم. والتأويل\nالأول أشبه.\n</p>\n\n<h3 class='dic-item l3' id='head31'>أبو محمد</h3>\n\n<p>\nعبد الله بن أحمد بن القاسم بن يوسف بن موسى الأنصاري، المعروف بابن\nبهلول. أندلسي الأصل، من وشقة. وسكن مصر. وسمع الصموت والفرغاني، وأبا بكر\nبن داود البغدادي. واعتنى بالاريخ الخبر، وهو كان الغالب عليه مع الأدب.\nوصنف. قال أبو محمد الفرغاني: كان عالما متفننا، حافظا، متقدما في\nفنون العلم، له نظر ثاقب، وشعر حسن. قال ابن الفرضي: دخلت عليه بمصر، وهو\nعليل، فقال: ناولني تلك المحبرة فأنشد:\n</p>\n\n<p>\nيا خد إنك إن توسد لينا % % وسدت بعد الموت صم جبال\n</p>\n\n<p>\nفافعل لنفسك صالحا تنج به % % فلتندمن غدا إذا لم تفعل\n</p>\n\n<p>\nوتوفي بمصر في ذي القعدة سنة ثمان وأربعين وثلاثمائة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p283'> Vol. 05, p. 283</a>\n            </div>\n            \n</p>\n\n#\n<h2 class='l2' id='head32'>من الشاميين</h2>\n\n<h3 class='dic-item l3' id='head33'>أبو بكر</h3>\n\n<p>\nمحمد بن علي النابلسي. كبير أهل مدينة الرملة. وفقيه مطع في بلده.\nمسموعا فيه. يتبع الرأي. وكان فقيها زاهدا. مالكي المذهب ذا رئاسة\nوظهور. وكان شديدا على بني عبيد، حين ملكوا مصر والشام، ذاما لهم،\nمنفرا للعامة عنهم. قائلا لهم. قال ابن سعدون: وكان شيخا صالحا. قال\nأبو إسحاق الرقيق في تاريخه: هو رجل معروف بالعلم، وكان يفتي في المحافل،\nباستحلال دم من أتى من المغرب. ويستفز الناس لقتالهم. يريد بني عبيد. قال:\nوكان أغلظ عليهم من القرامطة. قال القاضي رضي الله تعالى عنه: وإنما سلك في\nهذا، مسلك شيوخ القيروان في خروجهم عليهم، مع أبي يزيد، لاعتقادهم كفر بني\nعبيد قطعا. وقالوا لأبي يزيد: أنت رجل من أهل القبلة، نقاتل بك، من كفر\nبالله <span id='ms0668'></span> ورسوله.\n</p>\n\n<p>\nذكر محنته رحمه الله تعالى\n</p>\n\n<p>\nومما ذكره الرقيق، وابن أبي يزيد، وابن سعدون، وكان رحمه الله تعالى، لما\nقام الأعصم القرمطي الجنابي، ونهض الى الشام، واسمه الحسن. فرأى المنصور.\nوأتى من موضعه بالإحساء، فحل بالرملة بجيوشه. سنة سبع وخمسين وثلاثمائة.\nوأمامه أميرها، لا يسع أبي بكر إلا مداراته على بلده، لئلا يستبيحه. فأدخله\nالرملة. ولم يخالفه أهل البلد. ووقوا كثيرا من شره، ثم زحف الأعصم، الى\nمصر، وحصر القاهرة. وبها العبيدي، صاحب القيروان الملقب بالمعز إثر وصوله\nإليها. وغلامه جوهر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p284'> Vol. 05, p. 284</a>\n            </div>\n            \n</p>\n\n<p>\nالصقلبي، الى أن هزموا الأعصم، وفر أمامهم الى بلده، الإحساء. وذلك في\nسنة أربع وستين. وانبعث عساكرهم. فخرج أبو بكر النابلسي من الرملة خائفا\nمنهم الى دمشق. فلما حصل بها، قبض عليه بعض عظمائها، وحمل الى مصر مع ابنه،\nفي جملة الأسرى الذين قبض عليهم في الهزيمة. وكانوا نحو ثلاثمائة فشهروا\nعلى الجمال، وأمر بضرب أعناقهم على النيل، ورمي جثثهم به، إلا النابلسي،\nفإنه أمر أن يسلخ من جلده.\n</p>\n\n<p>\nوقال لجوهر: عرف السلطان، أني أفدي نفسي بخمسمائة ألف. فدخل جوهر ثم\nخرج. فقال: اذهبوا به واسلخوه. فرمى بنفسه ثانية. فلطم شديدا، وحمل بهذا\nالمنظر، فطرح على وجهه بالأرض، وجلس على صدره ووركيه، ومسك جدا. وشق\nالسلاخون عرقوبيه، ونفخ كما تنفخ الشاة. ثم سلخ، وهو في كل هذا يقرأ القرآن\nبصوت قوي، وترتيل. الى أن انتهى السلخ الى كتفيه. فتغاشى. ثم مات. فصلب\nجسده، ناحية. ثم جلده، بعد أن حشي ناحية. رحمة الله تعالى عليه. وذكر أبو\nالحسن بن جهضم في كتابه، في صدق فراسة المؤمن. قال: لما قدم أبو الحسن علي\nبن محمد بن سهل، الرملة. خرج إليه جماعة يتلقونه، ومنهم والد أبي بكر\nالنابلسي، وابنه أبو بكر معه. فلما نظر الشيخ إليه، قال: مرحبا بشهيد مصر.\nوكان هذا في سنة عشرين، واستشهد في التاريخ المتقدم بعد هذا، بنيف وأربعين\nسنة. وذكر ابن جهضم: أن قتله كان سنة ثلاث وستين. والأول أصح. قال ابن\nسعدون: لما أتي بأبي بكر <span id='ms0669'></span>، وبابنه أسيرين، اختار الشيخ أن يقتل ابنه قبله،\nحتى يحتسبه، ويكون في ميزانه. فكان ذلك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p285'> Vol. 05, p. 285</a>\n            </div>\n            \n</p>\n\n#\n<p>\nفدعا الله على فاعله أن يفجعه الله بابنه. وكان لمعد ابن، اسمه: عبد\nالله، لقبه المهدي. ودعى له، وفيه دعاوي. فقبل الله دعاء الشيخ، وأماته في\nحياة أبيه، وأفجعه به. قال القاضي عياض: رأيت مثل هذه الحكاية لغيره وحكيت\nلنا من طرق، عن عبد الله بن يربوع من أهل بلدنا، وكبيره، وفقيهه، حين قتله\nبسوق أحد أمراء سبتة، هو وابنه أحمد، أنه اختار تقديم ابنه. فإن كان هذا\nباللفظ والرغبة، فهو خطأ في الفقه. وغفلة عظيمة في العلم. لأنه معين على\nتقديم من قدمه، معجلا له قبل نفسه، ولعل القدر لو قدر، فحال بينه وبين\nولده، ونجاه من القتل، بلطف من ألطاف الله. غير واحد، عن قتل أصحابه.\n</p>\n\n<p>\nولعلها أيضا كحكاية أبي الحسن النوري، حين قدم الصوفية ببغداد، للقتل.\nفمر الى السياف متقدما، سابقا لهم. قال: أتصدق بهذه الساعة التي أقتل\nفيها عن أصحابي، وهذا لا شك، معين على نفسه، وتقديمها لما لعل الله يلطف به\nفي الساعة، لو تأخر، وينجيه.\n</p>\n\n<h2 class='l2' id='head34'>من أهل إفريقية</h2>\n\n<h3 class='dic-item l3' id='head35'>أبو بكر بن اللباد</h3>\n\n<p>\nواسمه محمد بن محمد بن وشاح. مولى الأقرع. مولى موسى بن نصير اللخمي.\nوكان وشاح حائكا، من أصحاب يحيى بن عمر، وبه تفقه. وأخذ عن أخيه محمد بن\nعمر، وابن طالب رحمه الله تعالى. وحمديس القطان. وأحمد بن يزيد، وعبد\nالجبار بن خالد، والمغامي، وأحمد بن أبي سليمان، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p286'> Vol. 05, p. 286</a>\n            </div>\n            \n</p>\n\n#\n<p>\nوسمع من الشيوخ الذين كانوا في وقته: كأبي بكر بن عبد العزيز الأندلسي،\nالمعروف بابن الجزار. وحبيب بن نصر، وأبي عمران البغدادي، وأحمد بن يزيد،\nوأبي الطاهر، ومحمد بن المنذر، والزبيري، وأبي محمد عبد الله بن محمد بن\nمعمر، وزيدان، وغيرهم. سمع منه حماد بن إلياس، وتفقه به أبو محمد بن أبي\nزيد رحمه الله تعالى، وابن حارث، وغيرهم. وممن روى عنه زياد بن عبد الرحمن\nالقروي، ومحمد بن الناظور، ودراس بن اسماعيل. ولم يذكر له رحلة ولا حج <span id='ms0670'></span>.\n</p>\n\n<p>\nذكر الثناء عليه وفضله ودينه\n</p>\n\n<p>\nقال ابن حارث: وكان عنده حفظ كثير، وجمع للكتب. وله حظ وافر م نالفقه،\nوالحفظ. شغله: إسماع الكتب عن التكلم في الفقه. وكانت مذاكرته تعسر، لم\nيشفع به لضيق في خلقه. وكان خلقه سيئا. قال أبو العرب: وكان فقيها جليل\nالقدر، عالما باختلاف أهل المدينة، واجتماعهم، مهيبا مطاعا. قال ابن\nحارث: وكان أولا يكتب لابن الخشاب، إذ كان على مظالم القيروان. وكان\nالغالب على خلقه الحرج. وفي تعليق أبي عمر: أنه كان من أهل الحفظ، والضبط\nلكتبه، حافظا. وذكره أبو بكر بن عبد الرحمن فأثنى عليه بالدين والورع\nوالزهد. قال: وكان من الحفاظ المعدودين والفقهاء المبرزين. وذكر عن\nالابياني أنه قال: إنما انتفعت بصحبة ابن اللباد. ودرست معه عشرين سنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p287'> Vol. 05, p. 287</a>\n            </div>\n            \n</p>\n\n#\n<p>\nوقال محمد بن ادريس: صحبت العلماء بالمشرق والمغرب، ما رأيت مثل ثلاثة:\nأبي بكر بن اللباد، وأبي الفضل الممسي، وأبي إسحاق بن شعبان. وذكر بعض\nثقات أصحابه: أنه نظر الى رجليه بعد أن فلج، وقد تغيرتا، وانتفختا، فبكى ثم\nقال: اللهم ثبتهما على الصراط يوم تزول الأقدام. وأنت العالم بهما، والشاهد\nعليهما، أنهما ما مشتا لك في معصية. وألف أبو بكر كتاب الطهارة، وكتاب\nعصمة النبيين صلى الله وسلم عليهم أجمعين. وهو كتاب إثبات الحجة في بيان\nالعصمة، وكتاب فضائل مالك، وكتاب الآثار والفرائد عشرة أجزاء.\n</p>\n\n<p>\nذكر أخباره وإجابة دعوته وبراهينه وجمل من فضائله\n</p>\n\n<p>\nقال محمد بن إدريس: كنا يوما عند ابن اللباد نقرأ عليه، حتى سمعنا فوق\nالبيت حركة. فسأل الشيخ خادمه عنها. فقالت: جعفر بن النوام يطارد الحمام.\nفقال: اللهم أصلحه. فما كان إلا بعد يوم أو يومين، حتى قرع علينا الباب،\nفأذن له. وجلس في الحلقة. فقال له الشيخ: اجلس يا مؤمن الى أن نفرغ. وكان\nأجداده كلهم عراقيون. فواظب على السماع، وانتفع بدعائه، ولزم السبائي وبلغ\nمن العبادة مبلغا عظيما. وحكى المالكي أنه دعا على ثلاثة، فأجيبت فيهم\nدعوته. أما أحدهم، فدعا عليه بالجنون، وعلى الآخر بالعمى، فرأيتهما كذلك،\nوآخر بالجلاء <span id='ms0671'></span>، فمات في بلد السودان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p288'> Vol. 05, p. 288</a>\n            </div>\n            \n</p>\n\n<p>\nقال محمد بن ادريس لأبي بكر ابن اللباد: استخلصت لك دينا بثلاثين\nدينارا، ففرح بها، وأقبل يصبها من يد الى يد، ويقول: زكها. فوالله ما\nزكيت قبلها قط. قال: وأدخل على عبيد الله صاحب إفريقية، فأقبل عليه، وقال:\nيا محمد أنت منا، وبلدك. في كم من العيال أنت؟ فأخبره. فقال نفرض لك في بيت\nالمال ما يكفيك، من النفقة، والكسوة وغيرها. فقال: قبلت، ولكن يترك ذلك في\nبيت المال، حتى أحتاج إليه. قال: وكانت له امرأة سليطة، تؤذيه بلسانها.\nفحكى أنها قالت له يوما: يا زاني. فقال: سلوها، فبمن زنيت؟ قالت: بالخادم.\nقال: سلوها لمن الخادم. قالت: له.\n</p>\n\n<p>\nفقال له أصحابه: طلقها، ونحن نؤدي حقها. فقال: أخشى إن طلقتها، أن يبتلي\nبها مسلم. ولعل الله دفع عني بمقاساتها بلاء عظيما. فقال: بل حفظتها في\nوالدها، فإني خطبت الى جماعة فردوني، وزوجني هو لله تعالى. وكان يفعل معي\nجميلا. أفتكون مكافأته طلاقها؟ وكان يقول: لكل مؤمن محنة. وهي محنتي. قال\nابن ادريس: شور رجل ابنته بشوار حسن، كثير. فعجب الناس منه، وحضر أبو بكر\nبن اللباد، فانصرف الناس يهنئون صاحب الشوار. فقال أبو بكر: لا أخلف الله\nعليك بخير، فقد كمدت جارك، وعضلت ابنته، وخالفت سنة رسول الله صلى الله\nعليه وسلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p289'> Vol. 05, p. 289</a>\n            </div>\n            \n</p>\n\n#\n<p>\nفجعلت أنظر إليه، فقال لي: يا أبا عبد الله، إن أزهد الناس في العالم،\nقرابته وجيرانه. وقال مرة أخرى في مثلها: ما قرب الخير من قوم قط، إلا\nزهدوا فيه. وذكر الأجدابي: أن أبا بكر، جلس يوما عند اسماعيل المؤدب جاره،\nليتفرج ويرى الناس. فكان الناس إذا جازوا من ذلك الموضع رجعوا من طريق آخر\nهيبة له. فقال: ما بالهم؟ فقالوا: من أجلك وهيبتك. فقال: إنما جلسنا في هذا\nالموضع لنتفرج. لا لأن نضر بالناس في طريقهم. ثم قام. وكان يحضر مجلس\nالسبت بالقيروان، ويقول لمن أنكر عليه ذلك. قال: ولا يطأون موطئا يغيظ\nالكفار. قال: وحضور السبت مما يغيظ بني عبيد. ورفع الى المهدية <span id='ms0672'></span> لعبد الله\nليتولى قضاء صقلية، فاعتذر، وقال: صرت في حد، لو كنت على القضاء لوجب أن لا\nأولى. فكيف أبتدئ وقد كبرت سني، ودخلتني زمانة. ثم عرض لهم قضا من كفه\nاليمنى، قد سمح. وكان أبو بكر يقول: أكبر شيء من محقه، وكلام لين.\n</p>\n\n<p>\nومن أخباره\n</p>\n\n<p>\nرحمه الله تعالى. قال أبو بكر: أدركت بالقيروان أقواما، كانوا أغنياء\nفافتقروا. وما ذاك إلا أنهم اتجروا في الحنطة في إبان الشدائد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p290'> Vol. 05, p. 290</a>\n            </div>\n            \n</p>\n\n<p>\nقال: وحدثتني امرأة سماها، توفي ابن لها بالفسطاط، فقدمت القيروان. قالت:\nوكنت أخرج الى باب سلم، كل وقت، فأبكي الى جانب قبر. فرأيت في المنام: كأني\nهناك. فإذا أهل القبور قعود، على قبورهم. الرجال والنساء. فسمعتهم يقولون:\nقد جاءت هذه المرأة تبكي. ألها عندنا قبر تبكي عليه؟ فقالوا: لا. فقالوا:\nلم تؤذينا ببكائها؟ فلطمني ميت، لطمة بيده الشمال، في خدي اليمنى. فقلت: لم\nتلطم وجهي؟ وقد مسست به الركن والحجر. فقالوا لي: حزنك بمصر، وتؤذينا ها\nهنا. فانتبهت، وأثر اللطمة في خدها. فكشفت لي وجهها، وفيه أثر السواد.\nفأقام نحو أربعين يوما، ثم ذهب. قال أبو بك: خرجت امرأتي في فرح، فبت\nوحدي. فكلمني جني من ناحية الدار. فقال لي: امرأتك تلبس المعصفرات وتحبسها\nفي مسكننا. فقلت له: ومن أين لك عندنا مسكن يا شيطان؟ فقال لي: ولا تدري ما\nقلت لك، من ديك أفرق. فلما قال هذا، أدركني منه شيء. قلت: هذا حرز في\nدجانة. وكان أبو بكر يتخذ ديوكا. فيجد فيهم أمواتا. كان ذلك الجني\nيخنقهم. لأن الدين الأفرق يطرد الشياطين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p291'> Vol. 05, p. 291</a>\n            </div>\n            \n</p>\n\n#\n<p>\nمحنته وأخباره فيها\n</p>\n\n<p>\nكان أصل محنته، أنه صلى على جنازة استؤذن لها. وقد حضر ابن أبي المنهال\nالقاضي، حينئذ، بجنازة أخرى. كلم عليها. فصلى أبو بكر ابن اللباد. ومد\nرجليه. واستدبر القبلة. ولم يصل وراءه في جماعة منهم. فشق ذلك على ابن أبي\nالمنهال، وأغرته به المشارقة فوجه وراءه جماعة منهم فلما دخل، قال له:\nاجلس. ثم عقد عليه محضرا بشهادة القوم، بفتحه بابه، وانتصابه للفتوى،\nوالسماع، بخلاف مذهب <span id='ms0673'></span> أمير المؤمنين. وأنه يلبس السواد، ويخضب في الأعياد.\nفقال له أبو بكر: لمن أدعو؟ قال: لبني أمية. يلبسون السواد. وأراد فضيحته\nعند من حضر. ثم قال له أيضا: بأن الخطبة لا تكون بأقل من خمسين رجلا.\nوداري لا تحمل ذلك. ثم قال له: ومتى كان هذا: بعد صلاة الجنازة أو قبلها؟\nفقال له ابن أبي المنهال: وأي حجة لك في ذلك؟ فقال: إن كان قبل الصلاة\nعليها، فقد غششت أمير المؤمنين، إذ كتمت عنه هذا. وإن كان بعدها، فأنت\nخصمي، ولا يقبل قولك. فأمر ابن أبي المنهال بسجنه. فجاء الغلام ليأخذ بيده،\nفانتهره، وقال: دع. أشهدكم أني محبوس. ومضى الى السجن. فوجد فيه المراودي.\nوكان سجن على سب النبي صلى الله عليه وسلم. فلما دخل الشيخ تلقاه. فأعرض\nعنه. فقال المراودي: والله إني لأبغضك قديما. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p292'> Vol. 05, p. 292</a>\n            </div>\n            \n</p>\n\n<p>\nفقال أبو بكر: الحمد لله يا فاسق، الذي لم يجعل قلبك بغض النبي صلى الله\nعليه وسلم وحبي. فأقام مسجونا حتى ذهب محمد ابن أخيه الى المهدية. فأخبر\nبذلك البغدادي. وكان يحبه. فسعى له عند عبيد الله، حتى أمره أن يكتب الى\nابن أبي المنهال بإخراجه من السجن، على أن لا يفتي ولا يجتمع إليه أحد. ولا\nيفتي إلا بمذهب السلطان. وكتب في رقعة داخل الكتاب، وقال: ما هذا الذي\nفعلت؟ عمدت الى عمدة بلده، فأحدثت فيه هذه الأحدوثة، وأثرت البلدة. وهذا\nمما كرهه أمير المؤمنين. فلا تعد الى مثل هذا. فلما وصل الكتاب أخرجه، وشرط\nعليه أن لا يخشن عليه الجواب. فلما رفع مجلسه، وقال هذا كتاب أمير\nالمؤمنين، عهد فيه أن لا تفتي، ولا يجتمع إليك أحد، وإن مرضت فلا تعاد.\nفقال أبو بكر: هذه مسألة لم تنزل بعد. ثم خرج الى المهدية، فقصد البغدادي،\nفذكر وصوله لعبيد الله. فقال له: اكتب له كل ما يحب ولا تدخله علي. فكتب\nسجلا أن لا ينظر في أمره ابن أبي المنهال. فأراد أن يأخذه. فقال له\nالبغدادي: ليس مثلك، يحمل عناية أمره؟ تصل الى بلدك <span id='ms0674'></span>، ويصل مع البريد إليك\nذلك. وبقي أبو بكر، لا يسمع إلا في خفية. فلزم داره، وأغلق بابه. وكان ربما\nخرج الى المسجد، فيأتي الطلبة الى بابه، فتفتح لهم خادمه، فإذا اجتمعوا\nأتته. فيدخل، وتغلق عليهم، فيقرأون. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p293'> Vol. 05, p. 293</a>\n            </div>\n            \n</p>\n\n<p>\nوكان منهم أبو محمد التبان، وابن أبي زيد رحمهما الله تعالى. وغيرهم.\n</p>\n\n<p>\nوكانوا ربما جعلوا الكتب في أوساطهم، حتى تبتل بأعراقهم. فأقاموا على ذلك\nالى أن توفي رحمه الله تعالى. وكان قد امتحن أيضا، على يد التاهرتي، طلبه\nبوديعة. قال له: لا أعرف ما تقول. ولا أودعني هذا الرجل شيئا. ولا أعرف من\nهو. ولا رأيت هذا العدد قط، إلا على مائدة صيرفي. فدعا أعوانه، فأخذوه\nوبطحوه على وجهه. وجلس أحدهم على أكتافه، والآخر على رجليه. وضربوه ثلاثة\nعصي. فقال: اصبر أكلمك. فقال: دعوه. فما رق قلبي لأحد رقته عليه. قال ابن\nادريس: لما امتحن أبو بكر على يد التاهرتي، وضرب إليتيه، قال: تضرب إليتين\nوالله ما عصتا الله قط. وتوفي في منتصف صفر يوم السبت سنة ثلاث وثلاثين\nوثلاثمائة، قبل دخول أبي يزيد القيروان بخمسة أيام. وأظهر أهل القيروان\nبسبب ظهور أبي يزيد بينهم الترحم على أبي بكر، وعمر. ولعنوا من لا يترحم\nعلى أصحاب النبي صلى الله عليه وسلم. وهدموا بيوت المتقلبين. وكان فلج آخر\nعمره. ورثاه أبو محمد بن أبي زيد رحمه الله تعالى، بقصيدة طويلة أولها:\n</p>\n\n<p>\nيا من لمستقرب في ليلة حزنا % % مستوطن من بقايا آية وطنا\n</p>\n\n<p>\nيا عين فابك لمن بفقده فقدت % % جوامع العلم والخيرات إذ دفنا\n</p>\n\n<p>\nلهفي على ميت ماتت به الخيرا % % ت قد كان أحيا الدين والسننا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p294'> Vol. 05, p. 294</a>\n            </div>\n            \n</p>\n\n<p>\nنفسي تقيك أبا بكر ولو قبلت % % فدتك من كل مكروه إليك دنا\n</p>\n\n<p>\nإنا فقدناك فقد الأرض وابلها % % فنحن بعدك نلقى الضيم والفتنا\n</p>\n\n<p>\nونحن بعدك أيتام بغير أب % % إذ غيب الترب عنا وجهك الحسنا\n</p>\n\n<p>\nومنها ذكر محنته وذكره:\n</p>\n\n<p>\nقد كان يعتز بالرحمان إذ قصدوا % % لذله بهوان السجن إذ سجنا\n</p>\n\n<p>\nكم محنة طرقته في الآله فلم % % يجد لذلك إذ في ربه امتحنا <span id='ms0675'></span>\n</p>\n\n<p>\nبل كان حصنا لدين الله ينصره % % ويحتمي مغضبا لله إن فتنا\n</p>\n\n<p>\nإن صال في الحق لم يرهب عواذله % % ولا ملامة من في قوله طعنا\n</p>\n\n<p>\nحتى استنار به الإسلام في بلد % % لولاه مات به الإيمان واندفنا\n</p>\n\n<p>\nالفقه خلته، والعلم حلته % % والدين زينته والله شاهدنا\n</p>\n\n<p>\nأب لأصغرنا كفل لأكبرنا % % وفي النوازل ملجانا ومفزعنا\n</p>\n\n<p>\nيا من هو العلم المشهود منظره % % ومن تأدب بالتقوى وأدبنا\n</p>\n\n<p>\nومن به تكشف الظلمات إذ نزلت % % ومن بدعوته الرحمان ينفعنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p295'> Vol. 05, p. 295</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head36'>لقمان بن يوسف الغساني</h3>\n\n<p>\nكان بالقيروان. وسكن صقلية مدة. ثم استوطن تونس. فسمع من يحيى بن عمر،\nوعليه اعتمد. وعيسى بن مسكين، وحماس، وعبد الجبار، وابن بسطام، وغيرهم من\nأصحاب سحنون. وحج، فسمع بمصر كثيرا. وأخذ عن علي بن عبد العزيز، ويحيى بن\nأيوب الغالب، وقرأ على الأنماطي، والوداني. وكان محسنا للقراءة. يقرأ\nبقراءة نافع. قال ابن حارث: كان من أهل العبادة والصيام، والقيام،\nوالتقشف، والتواضع، حافظا لمذهب مالك، حسن القريحة فيه. متفننا، فقيها\nمبرزا في ذلك. عالما باللغة، والحديث، والرجال، والقرآن. يميل الى طريقة\nابن عبدوس في فقهه وفي مسألة الإيمان، والاستثناء فيه. وفي جميع معانيه. من\nأحسن الناس مجلسا، وأغزرهم خبرا، وأعرفهم بأخبار القيروان وشيوخها. لا\nيكاد يفرغ من حديث، حتى يصله بغيره. قال ابن حارث: وكان إذا مضت مسألة -\nيعني في وقت القراءة - يحتاج إلي. كلمني فيها. وإذا مر اسم رجل، كلم فيه\nمحمد بن صامت. وإذا مر بشيء من اللغة، كلم فيه سعد بن ميمون. قال أبو\nالعرب: كان فقيها يسمع معنا من مشائخنا. قال أبو عبد الله الخراط: كان\nفقيه البدن، ثقة صالحا متقشفا. يحسن اللغة والنحو، فكان الأبياني يثني\nعليه، ثناء حسنا. ويقال إنه كان عالما باثني عشر صنفا من العلوم. سمع\nمنه الناس. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p296'> Vol. 05, p. 296</a>\n            </div>\n            \n</p>\n\n#\n<p>\nقال الأبياني: غسل لقمان رجليه في يوم مطر، في جامع تونس، فأنكر ذلك عليه\nإنسان. فقال لقمان: عطاء بن أبي رباح يتوضأ في المسجد الحرام، وهذا يمنعني\nأن أغسل رجلي في جامع تونس. قال الأبياني: كنت أسمع من يحيى <span id='ms0676'></span> بن عمر، ثم آتي\nلقمان، فأفسر ما أشكل فيها، فسألني عن ذلك يحيى، فأخبرته. فقال لي: بل\nحدثني يحيى بن عمر، ونبأني بمعناها لقمان بن يوسف. قال الأبياني: ومكث\nلقمان أربعة عشر سنة، يدرس المدونة ويكتبها في اللوح.\n</p>\n\n<p>\nحتى خرج له في جسمه خراج من دس اللوح. كان سبب موته، وأصل علته. قال\nالأبياني: قال لي لقمان بن يوسف: ركعتا تحية المسجد أوجب من ركعتي الفجر.\nوعرض له عارض في بصره فعمي، وبقي مدة أعمى ثم رد الله إليه بصره، فصحبته\nأياما، وهو صحيح البصر يقرأ الخط الرقيق، بلا معالجة. ولا اكتحال. وسألته\nعن الخمير تجعل على الدمل، فقال لا بأس به. ومات بتونس سنة تسع عشرة\nوثلاثمائة. وقيل ثمان عشرة. قال أبو العرب: في نيف وعشرين.\n</p>\n\n<h3 class='dic-item l3' id='head37'>أبو الفضل الممسي رحمه الله تعالى</h3>\n\n<p>\nواسمه العباس بن عيسى. وممسى قرية هناك. كان فقيها فاضلا، دينا\nعابدا. أثنى عليه أهل بمصر. سمع من موسى القطان، والبجائي وجبلة بن حمود.\nوأحمد بن أبي سليمان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p297'> Vol. 05, p. 297</a>\n            </div>\n            \n</p>\n\n<p>\nقال ابن حارث: كان يتكلم في علم مالك كلاما عاليا. ويفهم علم الوثائق\nفهما جيدا. ويناظر في الجدل، وفي مذاهل أهل النظر، على رسم المتكلمين\nوالفقهاء، مناظرة حسنة. وكان لسانه مبينا وقلمه بليغا مع حصافة العقل\nوذكاء الفهم وكان في المناظرة والفقه أجزل منه في الكلام. وقال في كتاب\nآخر: كان من أهل المروءة والانقباض والصيانة. لم يكن في طبقته أفقه منه،\nولا أصون. وعني بالنظر والخلاف، ولكنه كان مالكيا، محضا. وقد ألف الأجزاء\nفي فضائله. وقال ابن أبي دليم: كان من أهل الحفظ والذكاء، والعلم بالوثائق.\nقال أبو عبد الله الأجزالي كان أبو الفضل صالحا، قواما صواما، ورعا\nحافظا للفقه، والحجة لمذهب مالك. درس كلام القاضي اسماعيل. قال: وذكره أبو\nالحسن القابسي، وفضله وقال: ما بين محمد بن سحنون وأبي الفضل، أشبه بمحمد\nمنه.\n</p>\n\n<p>\nلعلمه وورعه، وزهده، واجتهاده. وكان من العاملين. ويقال إن أهل مصر لم\nيعجبوا ممن ورد إليهم من المغرب إلا من ثلاثة: من ابن طالب <span id='ms0677'></span>. أعجب به أولئك\nالجلة. وموسى القطان. فإنه كان من أجل أصحاب محمد بن سحنون. وأبي الفضل\nالممسي. وكان يقال ما كان ببلدنا على معنى اسماعيل بن إسحاق، في الكلام على\nالعلم ومعانيه، إلا موسى القطان، وبعده أبو الفضل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p298'> Vol. 05, p. 298</a>\n            </div>\n            \n</p>\n\n<p>\nوجاء أبو بكر بن سعدون مرة الى البجائي الشافعي ليسلم عليه؟ وإذا أبو\nالفضل خارج من عنده. فقال البجائي: أي شاب نشأ للمؤمنين. فكررها. ما بيدي\nمن هو، فسألناه. فقال هذا الشاب الخارج أبو الفضل العباس. ليسودن أو نحو\nهذا. وكان السبائي يحبه جدا. ويقدمه في هديه وعلمه، وورعه. ولقد قال أبو\nمحمد بن أبي زيد رحمه الله تعالى عند قتله، وددت أن القيروان سبيت، ولم\nيقتل أبو الفضل. وكان أبو محمد يثني عليه خيرا. قال ابن حارث، وخرج الى\nالحج، سنة سبع عشرة وثلاثمائة. فأقام عامه ذلك بمصر. ولزم في السنة\nالفقيه، أبا الذكر. وكان له قدر فيهم، وجاه عندهم. وألف كتابا في تحريم\nالمسكر، ناقض به كتاب الطحاوي. وله أيضا كتاب في قبول الأعمال. وكتاب\nاختصار كتاب محمد بن المواز. وسمع في حجته تلك حديثا كثيرا. قال غيره سمع\nبمصر من أحمد بن جعفر بن أحمد بن عبد السلام، الحضرمي وأبي عبد الله\nالجيزي، وأبي بكر بن مروان المالكي. روى عن الذهلي وابن عبد الوارث، وأبي\nالحسن بن سوادة وأبي الحسين بن المنتاب بمكة، وغيرهم. أخذ عنه أبو محمد بن\nأبي زيد رحمه الله تعالى، ومحمد بن حارث، وأبو بكر الزويلي، وأبو الحسن بن\nالخلاف، وأبو الأزهر بن معتب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p299'> Vol. 05, p. 299</a>\n            </div>\n            \n</p>\n\n#\n<p>\nذكر عبادته وزهده وبعض أخياره وشمائله\n</p>\n\n<p>\nقال ابن حارث: ولما انصرف من رحلته، لزم الانقباض والنسك. فكانت تلك حاله\nالى سنة قيام مخلد بن كيداد، أبي يزيد، علي بني عبيد، فخرج معه علماء\nالقيروان. فكان ممن خرج. فمات رحمه الله تعالى بباب المردية. قال القاضي:\nيريد ابن حارث بالمردية: المهدية. مناقضة لاسمها. الذي سماها به بنو عبيد.\nإذ كانت عش كفرهم. ودار ضلالهم. ووجدت أبا عمران الفقيه يكني عنها\nبالمهدومة: نظيرا <span id='ms0678'></span> لها. قال أبو الأزهر بن معتب: صحبته من سنة عشر الى أن\nتوفي سنة ثلاث وثلاثين. وهو على حالته من الاجتهاد. قال أبو بكر بن سعدون:\nصام أبو الفضل عندنا رمضان. فكان لا يتعشى، حتى يصلي العشاء الأخيرة. يتنفل\nبين العشاءين. وكنت أتعاهده بالليل، فأجده قائما يصلي. وكان لا يتوضأ إلا\nفي البحر، ويبعد وذلك أنه كان شديدا في وضوئه، وطهارته. ورأى بعضهم\nالسبائي يتوضأ، فتعجب من وضوئه، فقال: لا تعجب. لو رأيت وضوء أبي الفضل\nالممسي، ما عجبت من وضوئي. وأهدى له أبو الأزهر بن معتب بسوسة، كعكا. عمل\nبسكر. فرده.\n</p>\n\n<p>\nوقال أنا لا آكل سكر صقلية. لأنه من ضياع السلطان. قال أبو الحسن بن\nالخلاف: لما جعل على الملح القبالة بالقيروان. أرسلني أبو الفضل لأشتري له\nملحا من بعض القرى. ووجه مرة ليشرى له سلعة من السوق، فقال: لا تشترها من\nصاحب دكان. فيلزمنا الكراء بمقدار مقامها عنده. ولكن اشترها من المناداة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p300'> Vol. 05, p. 300</a>\n            </div>\n            \n</p>\n\n<p>\nوكان يلبس ثيابا جليلة، وخفا أسود. وإذا أتى موضعا، جلس في أشرفه.\nوكان يحضر الاملاكات عند ولي الزوجة. ولا يحضرها عند الزوج، لسلوكه معه في\nخلط من يحضر الأزفة على رسمهم. صيانة للعلم. وكان من النظافة وعلاء الهمة،\nوالنزاهة على غاية. وكان له نعل لبيت مائه. وأخرى لمشيه في داره، وأخرى\nيمشي بها الى مصلاه. قال الإجدابي: وإنما سلك أبو محمد بن أبي زيد رحمه\nالله تعالى في هديه، وهمته، وسمته طريقته. وحكى أبو محمد بن أبي زيد وغيره\nعنه: أنه كان يذهب الى أن ينوي الإنسان في كل تطوع، ووصية يوصي بها، وصدقة.\nردا لتبعات المجهولة. لأن ردها أوجب من التطوع. قال ابن الخلاف: وكذلك في\nالصلوات. ينبغي إذا أحب أن يتنفل، أن يصلي صلاة يوم، ينوي بها الخمس.\n</p>\n\n<p>\nتكون قضاء عما لا يدري، أنه فرط فيه، أو فسد عليه. قال أبو الحسين بن\nالخلاف: كانت عندنا بضيعة الوادي، دولاب مغصوبة. يباع فيها البقل، فربما\nاحتجت الى شراء البقل منها، وتحرجت من ذلك، وسألت أبا <span id='ms0679'></span> الفضل الممسي، وأبا\nحفص بن العسال، رحمهما الله تعالى، فقالا - كان أحدهما يسمع صاحبه - تصدق\nبقدر مال البقل فيها، من بعد شرائك، الى أن قبضت. فقلت إنما كراؤها في\nالشهر ربع درهم. ويشترى فيها في اليوم بقل باثني عشر درهما. وإنما اشتريت\nبحبة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p301'> Vol. 05, p. 301</a>\n            </div>\n            \n</p>\n\n<p>\nفقالا لي: إنها مثاقيل الزراء. فلا تجتمع في السنة حبتان. قال: وسألت أبا\nالفضل عن رجل من جيراني، أصحاب السلطان، أراد أن يودع عندي مائة دينار؟\nفقال لي: إذا أتاك فطلبها تردها عليه. قلت: نعم. فقال لي: إن كانت عندك\nمائة أخرى، تتصدق بها، فافعل. لأنه غاصب. حقه أن يرد ما غصبه على أربابه.\nفإن لم يعرفهم تصدق بها، عنهم. وذكر أن رجلا عند نهب تونس، جاء يشتري\nثوبا لامرأته. فوجد جنديا يبيع ثوبا، فظنه ثوب امرأته، فاشتراه بستة\nدنانير. ودفعها الى الجندي. فجعلها في منطقته مع غيرها. وإذا الثوب ليس\nبثوب امرأة الرجل. فسأل الجندي أن يقبله، ففعل. فأخذه منه، ودفع إليه\nدنانيره من منطقته. فسأل عنها جماعة من أصحاب سحنون؟ فما اختلف عليه منهم\nأحد، بأنه يتصدق بهذه الدنانير، لاختلاطها بدراهم الجندي. وأنها لا تتميز.\nويتصدق بقيمة الثوب، لأن كونه في يده من قبل الجندي الغاصب، صار هو كالغاصب\nله. فوجب عليه رده الى ربه، أو الصدقة به إن جهلهم. فإذا رده الى الجندي،\nلزمته قيمته، يتصدق بها على المساكين. إذ أربابه مجهولون. وكان بينه وبين\nأبي ميسرة بن نزار الفقيه بعد. وكذلك مع غيره من علماء القيروان، بسبب\nمسألة الإيمان، واختلافهم فيها. وكان أبو ميسرة يقول له: تب، وأنا أخدمك.\nفكان أبو الفضل يقول: مماذا أتوب؟ بل أبو الفضل يقول: لماذا أتوب؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p302'> Vol. 05, p. 302</a>\n            </div>\n            \n</p>\n\n#\n<p>\nوكان أبو ميسرة، قد أخذ محضرا عليه. فاجتمع بالجبنياني: أبي إسحاق.\nفعرفه وغضب واسترجع وقال: هكذا يوقع الشيطان بين المؤمنين العداوة\nوالبغضاء. والله لا رضيت بسماع هذا في أبي الفضل. رجل نشأ على الطهارة وحفظ\nالقرآن، من ثمان سنين، وحفظ الموطأ ابن خمس عشرة سنة. يقال هذا فيه. وخرج.\nفبهت أبو ميسرة <span id='ms0680'></span>. ولامه من حضره ومن كان يغري بينهما. وقال: إن ذكره أحد\nمنكم بلفظة، إن دخل علي. وقطع المحضر، وقام الى دار أبي الفضل، فدخل عليه،\nوخاله وأصلح بينهما.\n</p>\n\n<p>\nشرح مقتل الممسي وأصحابه\n</p>\n\n<p>\nكان أهل السنة بالقيروان أيام بني عبيد، في حالة شديدة من الاهتضام\nوالتستر. كأنهم ذمة. تجري عليهم في كثرة الأيام محن شديدة. ولما أظهر بنو\nعبيد أمرهم، ونصبوا حسينا الأعمى السباب لعنه الله تعالى، في الأسواق،\nللسب بأسجاع لقنها. يوصل منها الى سب النبي صلى الله عليه وسلم، في\nألفاظ حفظها. كقوله لعنه الله: العنوا الغار وما وعى، والكساء وما حوى.\nوغير ذلك. وعلقت رؤوس الأكباش والحمر، على أبواب الحوانيت، عليها قراطيس\nمعلقة، مكتوب فيها أسماء الصحابة. اشتد الأمر على أهل السنة. فمن تكلم أو\nتحرك قتل، ومثل به. وذلك في أيام الثالث من بني عبيد، وهو اسماعيل الملقب\nبالمنصور، لعنه الله تعالى، سنة إحدى وثلاثين وثلاثمائة. وكان في قبائل\nزناتة، رجل منهم، يكنى بأبي يزيد، ويعرف بالأعرج صاحب الحمار، واسمه مخلد\nبن كيداد، من بني يفرن، وكان يتحلى بنسك عظيم، ويلبس جبة صوف قصيرة الكمين،\nويركب حمارا، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p303'> Vol. 05, p. 303</a>\n            </div>\n            \n</p>\n\n<p>\nوقومه له على طاعة عظيمة. وكان يبطن رأي الصفرية. ويتمذهب بمذهب الخوارج.\nفقام على بني عبيد، والناس يتمنون قائما عليهم. فتحرك الناس لقيامه،\nواستجابوا له. وفتح البلاد، ودخل القيروان، وفر اسماعيل الى مدينة\nالمهدية، فنفر الناس مع أبي يزيد، الى حربه. وخرج بهم فقهاء القيروان،\nوصلحاؤهم، ورأوا أن الخروج معه متعين، لكفرهم. إذ هو من أهل القبلة. وقد\nوجدوه يقاتلوهم معهم. وكذلك كان أبو إسحاق السبائي، يقول. ويشير بيده الى\nأصحاب أبي يزيد. هؤلاء من أهل القبلة لقتالهم. فإن ظفرنا بهم، لم ندخل تحت\nطاعة أبي يزيد، والله يسلط عليه إماما عادلا، يخرجه عنا.\n</p>\n\n<p>\nوحكى أبو عبد الله بن محمد المالكي، فيمن خرج معه أبو الفضل الممسي،\nوربيع بن سليمان القطان، وأبو العرب بن تميم، وأبو إسحاق السبائي، وأبو عبد\nالملك بن مروان بن منصور الزاهد، وأبو حفص عمر بن <span id='ms0681'></span> محمد الغسال، وعبد الله\nبن محمد الشقيقي، في جماعة المدنيين، وابراهيم بن محمد المعروف بالعشاء\nالحنفي، وغيرهم. ولم يخلف من فقهاء المدنيين المشهورين، إلا أبو ميسرة\nلعماه، ولكنه مشى شاهرا للسلاح في القيروان مع الناس، باجتماع المشيخة على\nالخروج. ووجهوا الى الممسي ليروا رأيه في ذلك. وكان عباس الممسي في ذلك\nالحين مريضا، بمنزله. وأنذر الناس الى الجامع فحضروا، وتكلموا في الأمر.\nفذكر ربيع جبر والديه، وذكر العشاء ثقل وضوئه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p304'> Vol. 05, p. 304</a>\n            </div>\n            \n</p>\n\n<p>\nفقال العباس الممسي: قد تعلمون أنه يشق علي من الوضوء والوالدة، أكثر\nمما ذكرتم. وغير ذلك من علتي هذه الظاهرة. ولكن لما بلغني من رد الناس\nالأمر إلي زالت العذر، وإن عزمتم عزيمة رجل واحد، فلا أضن عليكم، لما وجب\nعلي من جهادكم. فقال أبو إسحاق السبائي: جزاك الله، يا أبا الفضل عن\nالإسلام وأهله خيرا. إنا والله نشمر ونجد في قتال اللعين المبدل للدين.\nفلعل الله أن يكفر عنا بجهادنا، تفريطنا وتقصيرنا عن واجب جهادهم. فكلمهم\nأبو الفضل واحدا واحدا. فقال ربيع القطان: أنا أول من يسارع ويندب الناس.\nوتسارع جميع الناس الى ذلك. وذلك يوم الإثنين لثلاث عشرة بقيت بجمادى\nالأولى سنة ثلاث وثلاثين. وعقدوا أمرهم على الخروج الى المصلى بالسلاح\nالشاك. فلما كان الغد، خرجوا واجتمعوا بالمصلى بالعدة الظاهرة، فضاق بهم\nالفضاء من كثرتهم. وتواعدوا للخروج والنظر في الازواء. ثم اجتمعوا يوم\nالأربعاء في السلاح. فركب ربيع فرسا، عليه درع مصبوغ. وتقلد سيفا، وحبس\nرمحا، وقد تعمم بعمامة حمراء، وأبو سعيد ابن أخي هشام يمشي معه على عنقه\nالسيف مصلتا. وركب أبو العرب، وتقلد مصحفا. وركب غيرهما في السلاح الشاك.\nوشقوا القيروان، ينادون بالجهاد، وقد شهروا السلاح، وأعلنوا بالتهليل\nوالتكبير، وتلاوة القرآن، والصلاة على النبي صلى الله عليه وسلم وعلى آله،\nوالترحم على أصحابه، وأزواجه رضي الله تعالى عنهم. فاستنهضوا الناس للجهاد،\nورغبوهم فيه. فلما كان يوم الجمعة، ركبوا بالسلاح التام، والبنود والطبول،\nوأتوا حتى ركزوا بنودهم قبالة الجامع. وكانت سبعة بنود. بند أحمر للممسي\nفيه مكتوب <span id='ms0682'></span>: لا إله إلا الله محمد رسول الله. لا حكم إلا لله، وهو خير\nالحاكمين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p305'> Vol. 05, p. 305</a>\n            </div>\n            \n</p>\n\n<p>\nوبندان أحمران لربيع، في أحدهما: بسم الله الرحمن الرحيم. لا إله إلا\nالله محمد رسول الله. وفي أحدهما: نصر من الله وفتح قريب، على يد الشيخ أبي\nيزيد. اللهم انصر وليك على من سب نبيك، وأصحاب نبيك. وبند أصفر لأبي\nالعرب متكوب فيه: بسم الله الرحمن الرحيم. \" قاتلوا أئمة الكفر \" الآية.\nوبند أخضر لأبي نصر الزاهد، فيه: لا إله إلا الله. قاتلوهم يعذبهم الله\nبأيديكم. وبند أبيض للسبائي، فيه: بسم الله الرحمن الرحيم. محمد رسول الله،\nوأبو بكر الصديق، وعمر الفاروق. وبند أبيض للعشاء، وهو أكبرهم، فيه مكتوب:\nلا إله إلا الله. \" ألا تنصروه فقد نصره الله \" الآية. وحضرت صلاة الجمعة،\nفخطب خطيبهم، أحمد بن أبي الوليد، خطبة بليغة. وحرض الناس على الجهاد. وسب\nبني عبيد، ولعنهم وأغرى بهم. وتلا: \" لا يستوي القاعدون من المؤمنين \"\nالآية. وأعلم الناس بالخروج من غدهم، يوم السبت. فخرج الناس مع أبي يزيد\nلجهادهم. فرزقوا الظفر بهم، وحصروهم في مدينة المهدية. فلما رأى أبو يزيد\nذلك، ولم يشك في غلبته، أظهر ما أكنه من الخارجية. فقال لأصحابه: إذا\nلقيتم القوم فانكشفوا عن علماء القيروان، حتى يتمكن أعداؤهم منهم. فقتلوا\nمنهم، من أراد الله سعادته، ورزقه الشهادة. فمنهم الممسي، وربيع، ومحمد بن\nعلي البقال. وكان نبيلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p306'> Vol. 05, p. 306</a>\n            </div>\n            \n</p>\n\n<p>\nمن أهل العلم، في خمسة وثلاثين رجلا، من الفقهاء والصالحين. وذلك في رجب\nسنة ثلاث وثلاثين وثلاثمائة. ففارق الناس أبا يزيد بالقيروان. وأظهروا\nالسنة وحلقوا بالجامع. فكان لربيع حلقة يجتمع إليه فيها، للفقه من علماء\nالمالكية: أبو الأزهر بن معتب، ومحمد بن أحمد السيوري، وابن أخي هشام، وعمر\nبن محمد الغسال، وعبد الله بن عامر بن عبد الله بن الحداد، وأبو الليث مولى\nابن اللباد، وأبو محمد بن أبي زيد رحمه الله\n</p>\n\n<p>\nتعالى، وعبد الله بن الأجدابي. فلما ظفر اسماعيل بأبي يزيد ودخل\nالقيروان، سلط الله به على جماعة منهم، سوط عذاب. واختلف في قتل الممسي <span id='ms0683'></span>،\nكيف كان. فقيل سقط من دابته، وقت الهزيمة، فانكسر وركه، فداسته الدواب.\nوقيل وقعت به جراح، فأثخنته، فسقط الى الأرض. فقيل إنه لما سقط، وقع ظهره\nالى ناحية المهدية. فمر به رجل، فقال له: بفضلك رد وجهي الى ناحيتها لئلا\nنلقى الله موليا ظهري عنهم. قال محمد ابنه: كان أبي لا يدخل مرحاضه أحد\nسواه. وفيه جميع ما يحتاج. ومفتاحه معه. فيوم قتل، سمعنا آنيته قد انكسرت\nفيه، ولها وجبة. فقالت الوالدة: أعطانا الله خيرها. فإذا بها الساعة التي\nاستشهد فيها. قال مروان العابد: رأيته بعد موته، وقال لي: قد جمعنا الله\nوأصحابنا من أهل العلم. فنحن نتناظر في العلوم، كما ترى، عند مالك بن أنس،\nرضي الله تعالى عنه. ورثاه أبو محمد بن أبي زيد رحمه الله تعالى، بقصيدة\nأولها:، وعبد الله بن الأجدابي. فلما ظفر اسماعيل بأبي يزيد ودخل القيروان،\nسلط الله به على جماعة منهم، سوط عذاب. واختلف في قتل الممسي، كيف كان.\nفقيل سقط من دابته، وقت الهزيمة، فانكسر وركه، فداسته الدواب. وقيل وقعت به\nجراح، فأثخنته، فسقط الى الأرض. فقيل إنه لما سقط، وقع ظهره الى ناحية\nالمهدية. فمر به رجل، فقال له: بفضلك رد وجهي الى ناحيتها لئلا نلقى الله\nموليا ظهري عنهم. قال محمد ابنه: كان أبي لا يدخل مرحاضه أحد سواه. وفيه\nجميع ما يحتاج. ومفتاحه معه. فيوم قتل، سمعنا آنيته قد انكسرت فيه، ولها\nوجبة. فقالت الوالدة: أعطانا الله خيرها. فإذا بها الساعة التي استشهد\nفيها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p307'> Vol. 05, p. 307</a>\n            </div>\n            \n</p>\n\n<p>\nقال مروان العابد: رأيته بعد موته، وقال لي: قد جمعنا الله وأصحابنا من\nأهل العلم. فنحن نتناظر في العلوم، كما ترى، عند مالك بن أنس، رضي الله\nتعالى عنه. ورثاه أبو محمد بن أبي زيد رحمه الله تعالى، بقصيدة أولها:\n</p>\n\n<p>\nيا ناصر الدين قمت مسارعا % % وبذلت نفسك مخلصا ومؤيدا\n</p>\n\n<p>\nوذببت عن دين الإله مجاهدا % % وابتعت بيعا رابحا محمودا\n</p>\n\n<p>\nعهدي به بين الأسنة لم يكن % % لله عند لقاء العدو كمودا\n</p>\n\n<p>\nكانت حياتك طاعة وعبادة % % فسعدت في <span id='ms0684'></span> المحيا ومت شهيدا\n</p>\n\n<p>\nيا قرة للناظرين وعصمة % % للمسلمين وعدة وعديدا\n</p>\n\n<p>\nيا فاتق الرتق الخفي بعلمه % % ومينا للمشكلات مفيد\n</p>\n\n<p>\nجمعت كل فضيلة ونقيبة % % وحويت علما طارفا وتليدا\n</p>\n\n<p>\nوبرعت بين أصوله وفروعه % % فقهرت ما قد كان منه عتيدا\n</p>\n\n<p>\nيا أيها المحسود في أخلاقه % % وفعاله لا لمت فيك حسودا\n</p>\n\n<p>\nأفديك من ورع عليم فاضل % % لك في الورى ما إن رأيت عنيدا\n</p>\n\n<p>\nيبكي إذا غسق الدجى بمدامع % % قد خددت في خده أخدودا\n</p>\n\n<p>\nإن فاتني نظري إليك فلم يفت % % ذكر عليك من السلو عمودا\n</p>\n\n<p>\nومدامع تشفي وتطفي بالحشا % % نارا إذا طفيت تزيد وقودا\n</p>\n\n<p>\nورثاه أيضا أبو القاسم الفزاري بقصيدة أولها:\n</p>\n\n<p>\nعليك أبا الفضل استباق دموعي % % وشغلي بأنواع الأسى وولوعي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p308'> Vol. 05, p. 308</a>\n            </div>\n            \n</p>\n\n<p>\nومنها:\n</p>\n\n<p>\nمنوع من الفحشاء والإثم نفسه % % وليس لباغي فضله بمنوع\n</p>\n\n<p>\nبنفسي صريع جالت الخيل حوله % % بمعترك الأبطال أي صريع\n</p>\n\n<p>\nولست له أبكي ولكن لمعشر % % أصيب بن من مفرد وجميع\n</p>\n\n<p>\nوللفقه والإسلام والدين والتقى % % وطول اجتماع واصطناع منيع\n</p>\n\n<p>\nمضى علم العلم الرفيع وطالما % % أصابت مناه الموت كل رفيع\n</p>\n\n<p>\nولأبي عبد الله الدارمي فيه وفي مجلسه:\n</p>\n\n<p>\nما أشرف العلم ويا حبذا % % مجلسنا عند أبي الفضل\n</p>\n\n<p>\nيفيض في علم وفي حكمة % % يصدر منها القول عن فضل\n</p>\n\n<p>\nوفي لغات العرب قد زانها % % شواهد تعرب عن أصل\n</p>\n\n<p>\nوصاحب المجلس بادي الحجا % % قد خص بالعلم وبالعقل\n</p>\n\n<p>\nوالدين والفضل معا والتقى % % والخلق الواسع والبذل\n</p>\n\n<p>\nوقال أبو عبد الله بن سعيد المؤدب:\n</p>\n\n<p>\nأبو الفضل كهف للعلومبأسرها % % ومعدنها عند احتكاك المحافل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p309'> Vol. 05, p. 309</a>\n            </div>\n            \n</p>\n\n#\n<p>\nفأجابه الدارمي:\n</p>\n\n<p>\nوقرة عين الطالبين إذا غدوا % % إليه ليعروا من ثياب المجاهل\n</p>\n\n<p>\nفقال المؤدب:\n</p>\n\n<p>\nعلى وجهه نور يكاد ضياؤه % % يجلي الدجى والليل ملقي الكلاكل\n</p>\n\n<p>\nفقال الدارمي:\n</p>\n\n<p>\nلقد نال في الدنيا ثواب إمامة % % مواهب عام جاوزت كل قائل\n</p>\n\n<p>\nوإن وإن أطنبت فيك مقصر % % وما أنا وحدي بل كذا كل قائل\n</p>\n\n<h3 class='dic-item l3' id='head38'>ربيع القطان رحمه الله تعالى</h3>\n\n<p>\nهو أبو سليمان ربيع بن عطاء الله، ينتسبون الى قريش صليبه، ابن نوفل. قال\nالمالكي: وكان ربيع من الفقهاء المعدودين والعباد المجتهدين، والنساك أهل\nالورع والدين. كان عالما بالقرآن وقراءته <span id='ms0685'></span>، وتفسير معانيه. حافظا للحديث.\nعالما بمعانيه، وعلله ورجاله. وغريبه. معتنيا بالمسائل والفقه. كانت له\nبجامع القيروان، حلقة. يحضرها أبو القاسم ابن شبلون وغيره، أيام أبي يزيد،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p310'> Vol. 05, p. 310</a>\n            </div>\n            \n</p>\n\n<p>\nووصفه ابن شبلون بالتقى والتفقه، وجودة الذهن والفقه الجيد، والضبط. وكان\nيتفقه عند أحمد بن نصر، ولازمه. وكان من كبار أصحابه، وكان عالما\nبالوثائق، حسن الخط، أخذها عن أبي زياد. وكان عالما باللغة والنحو. أخذ\nذلك عن أبي علي المكفوف، والدارمي وغيرهما. وكان يؤلف الخطب والرسائل،\nويقول الشعر. وكان لسان إفريقية في زمانه في الزهد، والرقائق. سمع القطان\nابن نصر. وابن أبي زاهر. ومحمد سليمان بن نسل. وأحمد بن زياد وابن اللباد،\nوأبا العرب، وأبا جعفر القصري، والتمار وغيرهم. وبمصر من أبي عبد الله\nالحمري، ومأمون، وأبي محمد بن رشيد. وبمكة من ابن شاذان الجلاب، وأبي محمد\nبن يزيد المقرئ وغيرهم. قال ابن أبي دليم: وكان من أهل الدراسة والاعتناء\nبالعلم، والمسائل وحفظ الوثائق. ثم لزم الانقباض، والاشغال بنفسه. قال\nالمالكي: وكان أبو محمد ابن التبان يحبه كثيرا. ويثني عليه، ويكرمه. قال\nأبو عبد الله الأجدابي: كان ربيع من حفاظ كتاب الله، القوامين به. قال أبو\nبكر بن عبد الرحمن: كان من الفقهاء والعلماء المجتهدين في العبادة. قال ابن\nحارث: كان من أهل الحفظ والفهم، فقيها مفتيا، حسن التصرف. نظر في مذهب\nالناس، وأهل النظر، مع الالتزام لمذهب مالك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p311'> Vol. 05, p. 311</a>\n            </div>\n            \n</p>\n\n#\n<p>\nوكان صاحبي في كل مجلس علم، وسماع، ومناظرة. ثم حج سنة أربع وعشرين.\nوانحرف عن كل ما كان عليه من التكلم في الرأي، وذهب الى العلم الباطن،\nوالنسك والعبادة، وتلاوة القرآن، وتفهمه على طريق أهل الإرادة. وصار داعية\nإليه. فنفع الله به خلقا كثيرا. وكانت له حلقة بجامع القيروان، أيام أبي\nيزيد، يجتمع إليه الأهل هذه الطبقة.\n</p>\n\n<p>\nذكر أخباره وفضائله وزهده وتعظيم الكبار له رحمه الله تعالى\n</p>\n\n<p>\nقال عبد بن محمد القروي: كان ربيع لسان أهل إفريقية في الزهد، والرقة،\nوالكلام على الأحوال والمقامات. لا يفوقه في ذلك أحد في وقته، انتفع في ذلك\nبصحبة <span id='ms0686'></span> أبي الحسن علي بن سهيل الدينوري. وأبي علي بن الكاتب، وأبي علي\nالروذباري وغيرهم. وحكى الأجدابي، أنه خرج الى الحج مرتين: الأولى سمع فيها\nالحديث. والثانية خرج متنكرا في زي طنجي، حتى لا يؤبه به. ويخلص له عمله.\nفاجتمع في تلك السفر بجماعة من المتعبدين. وكان أبو علي بن الكاتب يقول: ما\nرأيت رجلا جعل رحلته الأولى في أول درجة من هذا العلم. وجعل رحلته الثانية\nفي أعلى درجة إلا ربيعا القطان. كأنما جاءه الأمر دفعة واحدة، صلة من الله\nتعالى. وفي كتاب زهرون الطرابلسي إليه: أنتم العلماء بأمر، والطرق إليه\nوالإدلاء عليه. أسأل الله أن يجعلني حسنة من بعض حسناته. وكان أبو مالك\nالدباغ، له حلقة، يجتمع إليه أيضا فيها أصحابه، في علم الباطن. فكان إذا\nاختلفوا قام أبو مالك الى حلقة ربيع. فيبحثوا بين يديه، فيسأله عما يريد.\nوكان قد نحل جسمه، ورق عظمه، من صيام النهار، وقيام الليل. قال بعضهم: كان\nبعض أهل العلم ينال من ربيع، ويأخذ عليه في مجلس وعظه. وكان لا ينقد عليه.\nفرأيت رجلا ليس للدنيا عنده ذكر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p312'> Vol. 05, p. 312</a>\n            </div>\n            \n</p>\n\n<p>\nوعظم حاله وحال مجلسه، وكان جعل على نفسه، أن لا يشبع من طعام، ولا نوم،\nحتى يقطع الله دولة بني عبيد.\n</p>\n\n<p>\nوكان مع ذلك ملتزما في حانوته، يبيع القطن. وفيه يأتيه من يطلب منه،\nويسأله. قال أخوه أحمد: جاء قوم فسألوا ربيعا عن مسائل. فرأيت أخانا\nسعيدا قد اغتم. فسألته عن غمه. فقال من أجل هذا، يأتي إليه قوم يقعدون\nعنده، فيسألونه عن علم رفيع. فيجيبهم بكلام عال. فإذا قاموا عنه، رجع الى\nحلقة القطن يبيض فيها، ويطلب الحبة، والخروبة. فذكرت ذلك لربيع فقال عادكم\nبر أريح لم تصرخوا؟ وقال بعضهم: كنت يوما في مجلس، وهو محتفل. فوقع\nبقلبي شيء فأقلقني ولم أقدر على الصبر، الى خفة الناس. فقمت، فأعدت الكلام\nفنهرني وقال: اجلس. فغضبت. فقلت له: لا يحل لك كتم العلم. فلم آته أياما.\nثم قلت لنفسي: إنما وقع الضرر بك حيث قطعت حظك <span id='ms0687'></span> منه، مما يفوتك من الخير.\nفسرت إليه فوجدت بابه مردودا بلا حديدة. وكانت علامة جلوسه. فدخلت دون\nإذن، فوجدته جالسا على رجليه. فأخذته حال وهو يبكي ويقول: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p313'> Vol. 05, p. 313</a>\n            </div>\n            \n</p>\n\n<p>\nأنت دائي ودوائي. أنت عيدي ومناي. أنت كنزي وعتادي. فبقيت أنظر إليه، وقد\nهاج. فسلمت عليه فانتبه وقال: مرحبا بك. وقام وأخذ بأطواقي، وجمعها علي.\nثم جلس. وقال: صارت لك نفس تغضب وتندم. فقلت أي شيء أعمل. وقع بقلبي شيء\nفاحترقت، فقمت إليك أرجو الفرج، وأنت تجلسني. فقال: قد رأيتك، وأحسست الذي\nبك. فما مسألتك؟ فأخبرته. فقال: تلومني على هذا، وهذه مسألة ينبغي أن لا\nتذكر قدام الناس. الجواب فيهما، كذا وكذا. قال أبو محمد يحيى: قلت لربيع:\nإذا أتى العدو، فقال: العدو إنما هو السارق. والسارق لا يدخل بيتا خاليا.\nإنما يدخل بيتا عامرا. ولكن إذا قال لك: هكذا. ومد يديه، يشير الى الدعاء\nوالتضرع واللجوء الى الله، عز وجل في كشف ما طرأ عليك، منه. فإنه يذهب.\nقال: وسألنا ربيعا عن حضور مجلس السبت، فامتنع. فألححنا عليه، فوعد ومضى\nمعنا إليه. وجلس ورأسه بين ركبتيه. ونحن نسمع تنهيده، حتى انصرف. فلما وصل\nمنزله عصر القميص الذي كان عليه عصرا، من الدموع، وبيته على الحبل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p314'> Vol. 05, p. 314</a>\n            </div>\n            \n</p>\n\n#\n<p>\nفصول من كلامه رحمه الله تعالى\n</p>\n\n<p>\nمن كلامه: الدنيا أمل ووجل، والآخرة جزاء وعمل، ومتوسط بينهما أجل. ومن\nكلامه: لا ترض على نفسك في أمسك. وعظة لك، في سرور غيرك بالتغيير. وفي\nصفاته بالتكدير. وفي عزه بالذل. وفي عقده بالحل. وكان يقول: أخبركم\nبالحازم العازم، الذي قال: هاؤم اقرأوا كتابيه. إني ظننت أني ملاق حسابيه.\nومن نظمه قوله رحمه الله تعالى:\n</p>\n\n<p>\nلا تطمئنوا فإن الناس قد حالوا % % واقبض لسانك عما قلت أو قالوا\n</p>\n\n<p>\nواحذر زمانا إذا حدثت عن زمن % % نادى النصيحة أما ملت أو مالوا\n</p>\n\n<p>\nوابك الدماء على ما فات من زمن % % فيه الوفاء وفيه الدين والمال\n</p>\n\n<p>\nلله أنت وقد غدوت في زمن % % أعلى الفضائح آداب وأعمال\n</p>\n\n<p>\nواقنع بحلسك أن تقبل نصيحتها % % أو أن تحيز فما يغنيك <span id='ms0688'></span> تسآل\n</p>\n\n<p>\nوشعره كثير وخطبه ورسائله كثيرة متعددة مسطرة على طريق كلام الصوفية\nورموزهم رضي الله تعالى عنهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p315'> Vol. 05, p. 315</a>\n            </div>\n            \n</p>\n\n#\n<p>\nذكر جمل براهينه وكراماته\n</p>\n\n<p>\nقيل لأبي الحسن القابسي: هل بلغك أن أحدا اجتمع مع الخضر عليه السلام،\nقال: نعم. فذكر أنه كان يجتمع مع ربيع في غرفته. قال أحمد أخو ربيع: خرج\nللحج معتقدا أن لا يظهر بمصر. فكان يأتي الى حلقة الدينوري متحصنا. فإذا\nدخل، رفع أبو الحسن الدينوري رأسه الى نحو سقف الجامع، ينظر مليا، ثم يومئ\nبطرفه الى الجهة التي فيها ربيع، فيكشف له الناس، حتى يقع بصره عليه، ثم\nيقول: نعم، وربيع متستر بالناس. فصار ربيع بعد ذلك يقعد في غير ذلك المكان.\nفيفعل الدينوري مثل فعله، فينكشف له الناس عنه. كأن مخبرا يخبره به. ففعل\nيوما مثل فعله، ثم صرف بصره عن الجهة التي كان فيها، وقال: إنه ليكاد يغشي\nبصري نورا، فما أرى القوم. ولم يلتق ربيع معه في تلك السفرة. قال بعضهم:\nوأعدت أبا سليمان يوما، على كتاب يقابله معي. فقال آتيك الليلة أقابله\nمعك. فانتظرته بعد العشاء، وقد غلقت الأبواب، إذ سمعت حسه، وهو يتحدث مع\nإنسان. ثم ضرب، ففتحت له، وخرجت أنظر، فلم أر أحدا. فأقسمت عليه من الذي\nكان يحدثك. فقال: لا تفعل. فكررت عليه. فقال: ومن وقع بقلبك؟ فقلت: الخضر.\nفقال: هو والله. وكان السلطان قد رمى على القطانين قطنا، وكان عنده بثمن\nسماه. فرمى على أخيه أحمد منه ثلاثة قناطير. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p316'> Vol. 05, p. 316</a>\n            </div>\n            \n</p>\n\n<p>\nقال: فعزمت على عمله وبيعه، وزيادة ما أعجز عن ثمنه من عندي. فنهاني عن\nذلك أخي ربيع. وهزني الأعوان في الثمن. وهو ينهاني حتى ضجرت وكابرته. فقال\nلي: يا بغيض إنه يزول عنك، ويرجع الى صاحبه، فإني جالس إذا رسول من\nالوالي، فقال لي: اصرف القطن الذي طرحته عليك. فطرحته. ومحا اسمي. وكان\nأخوه سعيد قد ركب في مركب الى مصر. فانفتح، وفرغ بعض شحنه، وضعفت قلوب من\nفيه، وأرادوا ترك الكراء لصاحبه، والخروج منه، إذ ورد عليهم كتاب ربيع الى <span id='ms0689'></span>\nأخيه: فبلغني ضعف قلوبكم، وإرادة بعضكم الخروج، فلا تخرجوا. فإن المركب يصل\nسالما بكل ما فيه. فقويت قلوبهم وقال صاحب المركب: سلم والله مركبي. فإن\nربيعا لم يتكلم بهذا الأمر إلا عن صحة. فوصل المركب سالما. وكان يتكلم\nعلى الأحوال. قال بعضهم: كثيرا ما كنت أغشى مجلس ربيع، أريد سؤاله عن\nأشياء تختلج في صدري، فأنصرف. فعلم ما أردت منه دون مسألة. وهذا خطر ببالي\nيوما من بعض كرامات الصالحين، ما هالني واستعظمته. فنظر إلي وقال: قالوا\nأتعجبن من أمر الله. وقال: حكى ابن يوسف - وكان مختصا به - عنه، قال: كنت\nأمشي وحدي في خلاء من الأرض، وبين يدي جبل، فوقع في قلبي شيء من القرب الى\nالله تعالى. فخشيت أن تكون نفسي سخرت. وأنه ليس من قبل الحق. فقلت: اللهم\nإن كان هذا شيئا من قبلك، فأرني برهانه، لئلا أشك فيه لتطمئن إليه نفسي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p317'> Vol. 05, p. 317</a>\n            </div>\n            \n</p>\n\n<p>\nفنظرت إليه، فإذا الجبل كله ذهب، يلوح. فنظرت إليه، ثم أعرضت عنه. وقال\nابراهيم بن مسرور: وفي سري الحاجة ضقت بها. فبينما أنا نائم أقبل إلي شخص\nعليه بردة، ورائحة طيبة. فقال: ما لك ضقت لحاجتك. اذهب الى الوالي، فإنه\nيجريها الله على يديه. قلت: ومن الوالي؟ قال: الوالي كما ذكرت لك. فكررت\nعليه. فقال: هو ربيع القطان، فاذهب إليه، وبشره بالولاية. فأتاه فبشره.\nفقال له ربيع: أما علمت يا أخي أن المؤمنين كلهم أولياء الله. قال أخوه\nأحمد: دخلت عليه يوما، وهو متفكر. فسألته عن فكرته، فقال: تفكرت في أمر.\nقلت: فيم؟ قال يراد بي وبرأسي أمر عظيم. فسألته. قال: رأيت في رؤياي الحق\nجل ذكره. فأمرني. فدنوت منه. فشرف موضعا مني، وعظمه، ما بين صدغي، وأذني\nمن الجانب الأيسر. فكانت والدته تأمره إذا حلق أن يأخذ شعر ذلك الموضع.\nفجمعت منه كثيرا. وأوصت حين موتها أن يدفن معها. فضرب حين قتل في ذلك\nالموضع رحمه الله تعالى. قال لي ربيع رحمه الله تعالى: ليرادن بهذا\nالرأس. يعني رأسه. وكان ذلك لما مثلوه، أخذوا <span id='ms0690'></span> رأسه، فداروا به في البلاد،\nرضي الله تعالى عنه ورحمه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p318'> Vol. 05, p. 318</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head39'>بقية أخباره ووفاته</h3>\n\n<p>\nوكان ربيع رحمه الله تعالى، ممن عقد الخروج لغزو الروافض. وجد في ذلك،\nكما قدمناه، في أخبار الممسي، فقتل شهيدا، رحمه الله تعالى، في وادي\nالمالح، في حصار المهدية، لسنة أربع وثلاثين وثلاثمائة. وكان أبو علي بن\nالكاتب العابد، يقول: ما رأيت ربيعا قط إلا ورأيت دم الشهادة يلوح على\nوجهه، قال القابسي: وكانت رغبة بني عبيد ورجالهم، أخذ ربيع حيا، ليشفوا\nمنه نفوسهم. فلما لقوه في القتال، أقبل وهو يطعن فيهم، ويضرب وهم يتوقفون\nعنه، رجاء أخذه. فلما أثخنهم بالضرب حملوا عليه، فقتلوه. وأخذوا رأسه،\nومضوا به الى إمامهم، فطيف برأسه. قال بعضهم: رأيت السيف يثخن فيه، وهو\nيقول: قد وهن المشركون يقتلون المؤمنين. وما ولى دابرا حتى قتل. قال أبو\nمحمد بن تبان: رأيت ربيعا القطان بعد أن قتل. فسألته عن حاله. فقال لي:\nتارة يزخرف لنا الجنان. وتارة يشرف علينا الحور. وتارة تصطك لنا الحجب.\nفقلت له: من أعلى درجة، أنت أو الممسي؟ قال: جمعنا في حديق واحد. ورثاه\nأحمد أخوه. بمراث كثيرة، منها: من قصيدة طويلة أولها:\n</p>\n\n<p>\nخليلي عوجا بمهجتي عزيانيا % % وإن كنت حيا لم أمت وابكيانيا\n</p>\n\n<p>\nومنها:\n</p>\n\n<p>\nرزيت ربيعا كان للناس كلهم % % ربيعا ترى فيه القلوب رواعيا\n</p>\n\n<p>\nرزيت أبي فيه وأمي وعترتي % % وأهلي وإخواني فلم يبق باقيا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p319'> Vol. 05, p. 319</a>\n            </div>\n            \n</p>\n\n#\n<p>\nرثيتك مقروحا وأي مصيبة % % بأعظم لي من أن أرى لك راثيا\n</p>\n\n<p>\nومن ذلك قوله:\n</p>\n\n<p>\nجعلت أخي ذكراك فرضا من الفرض % % وطول عزائي فيك من دينك المحض\n</p>\n\n<p>\nإذا جن الظلام أراني ممثلا % % دجى الليل ما بين المدامع والعض\n</p>\n\n<p>\nتخيل لي في كل نفر وبلدة % % كأنك لا تخلي مكانا من الأرض\n</p>\n\n<p>\nومولد ربيع سنة ثمان وثمانين ومائتين. وكان بينه وبين المحيسي ستة أشهر.\n</p>\n\n<p>\nذكر إخوته رحمهم الله تعالى\n</p>\n\n<p>\nكان أبوه رحمه الله تعالى، من أهل العبادة. وكان رأى رؤيا فقصها على\nعابر، فقال له: تتزوج امرأة تطابق حالك، ويخرج من بينكما أولاد علماء. قال\nأحمد أخو ربيع <span id='ms0691'></span>: كنا إذا جلسنا مع والدي، وخطر في باله شيء من العلم، قام من\nمكانه يبحث بين يدي ربيع ابنه. فيقوم ربيع إليه ويقول: لم فعلت هذا؟ فيقول\nأردت أن أسألك عن شيء من العلم. فيقول: وهلا وأنت في مكانك؟ فيقول: أردت أن\nأعطي العلم حقه. كان إخوة ربيع هذا: أحمد، وربيع، وسعيد، وعطا الله. كلهم\nعباد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p320'> Vol. 05, p. 320</a>\n            </div>\n            \n</p>\n\n#\n<p>\nقال الأجدابي: فأما ربيع، فهو الذي أوتي علما عظيما. وأما سعيد، فسمع\nبالقيروان، وطلب الفقه، وسمع بمصر كثيرا، ومات بها. وأما أبو جعفر أحمد،\nفكان من أهل العلم والقرآن. قرأ على أبي بكر الهواري بإفريقية، وبمصر على\nالأنماطي وأحمد بن يوسف وغيرهم، وبالأندلس، على غيرهم. وصحب بمصر أبا إسحاق\nبن شعبان، وأبا علي بن الكاتب. وكان مرسلا شاعرا، وموثقا حسن الخط،\nعالما بالعروض. وكان أعبد حلقة أخيه ربيع. وكان رئيسها، ويتولى الإلقاء\nبها. وكان ابن التبان ممن يغشاها. ولما انقضت أيام أبي يزيد، سافر أحمد الى\nالأندلس، وأقام بها عشر سنين، وخالط بها القاضي منذر بن سعيد. ثم أخذ له\nسجلا من معد. فرجع الى القيروان، ومات سنة إحدى أو اثنين وتسعين\nوثلاثمائة. وكان كثير الحديث والشواهد والملح.\n</p>\n\n<h3 class='dic-item l3' id='head40'>محمد بن ابراهيم</h3>\n\n<p>\nأبو بكر المعروف بالكتاني. بتاء مشددة باثنين من فوق. صحب موسى القطان،\nوأحمد بن نصر، وسمع من غيرهما. قال ابن حارث: وكان يتكلم في المسائل كلاما\nصالحا. ذا دين، وطهارة، وحفظ، ودرس، ومناظرة، وصيانة، وحسن انقباض، وخير،\nوفضل. وكان يختم القرآن في كل ليلة. وحج سنة سبع وعشرين. ومات في رجوعه\nبالحوراء في هذه السنة.\n</p>\n\n<h3 class='dic-item l3' id='head41'>محمد بن عباس النحاس رحمه الله تعالى</h3>\n\n<p>\nبحاء مهملة. قال ابن حارث: كان مذهبه المسائل، والفقه خاصة. جالسنا عند\nجميع الشيوخ. وتوفي سنة خمس وعشرين وثلاثمائة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p321'> Vol. 05, p. 321</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head42'>أبو عبد الله محمد بن مسرور النجار</h3>\n\n<p>\nيعرف بابن الأصلع. ويقال: الأقرع. كان مذهبه الدرس والحفظ والمناظرة.\nوسمع يحيى بن عمر وسعيد بن الحداد وغيرهما. قال ابن حارث: وكان حسن\nالقريحة، فقيه البدن، وشيخا مسنا. وكان جليسنا في كل مجتمع. وكان شأنه <span id='ms0692'></span>\nالفقه البارع والمناظرة فيه. حسن المناظرة متواضعا. قال المالكي: كان\nشيخا فقيها عالما بالحجة والنظر. ولم يكن صاحب كتب ورواية. وإليه أسندت\nالحلقة بعد أحمد بن نصر. فرفعا أبي الفضل الممسي وقال: داري ضيقة وأنا حديث\nعهد بعرس، وهو رابع أربعة كانوا بالقيروان في وقتهم، على طريقة واحدة، في\nالفقه والنظر للمسائل، وتعليلها. هو، وربيع القطان، وابن حارث، والممسي.\nولأحمد بن النظر كتاب في الرد عليهم. سماهم فيه: العملية. وساعده عليهم\nأحمد بن نصر. وكتب خطه فيه. وأبو ميسرة. قال صاحب الكتاب المعروف: كان\nفقيها بمذهب مالك، عالما بالحجة والنظر. توفي فيما ذكره ابن حارث\nوالمالكي: سنة ثمان وعشرين. وفي خط ابن عمران سنة سبع. وذلك بتونس. ووجدته\nأيضا بخط ابن حارث رحمه الله تعالى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p322'> Vol. 05, p. 322</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head43'>أبو الحسن عبد الله بن محمد بن زرقون الغسال بن أبي مريم</h3>\n\n<p>\nيعرف بابن الطيارة، في التعليق. كان من أهل المذهب، والفقه، على مذهب\nالمدنيين بالقيروان. وكان أبوه صاحب صلاتهم. وقد ذكرته في أصحاب سحنون.\nوكان أبو الحسن ثالث ثلاثة إذا حضروا في مجلس، لم يتكلم أحد غيرهم. هو وأبو\nمحمد عبد الله بن أبي عثمان بن الحداد، وأبو ابراهيم القرشي، المعلم، كثير\nحكاية، وحسن إيراد. قال الخراط: كان رجلا صالحا، ثقة مأمونا، فقيها\nخيرا. سمع من سهل القبرياني، وأبي داود العطار. وسمع منه أبو الحسن بن\nزياد، وأبو الأزهر بن ناقد. توفي سنة أربع وعشرين وثلاثمائة. مولده سنة\nأربع وأربعين ومائتين.\n</p>\n\n<h3 class='dic-item l3' id='head44'>أبو العرب</h3>\n\n<p>\nمحمد بن أحمد بن تميم بن تمام بن تميم التميمي. كان جده تمام بن تميم، من\nأمراء إفريقية. وكان أبوه أحمد ممن سمع من شجرة بن عيسى، وسليمان بن عمران،\nوبكر بن حماد. وسمع أبو العرب من جماعة أصحاب سحنون، وأكثر رجال إفريقية.\nكأحمد بن عمر، وأبي داود العطار، وعيسى، ومحمد بن مسكين، وابن طالب، وعبد\nالجبار، وأبي العباس، وسهل القبرياني، وحماس، وحبيب بن نصر، وجبلة، وابن\nأبي سليمان، وسعيد بن إسحاق، وجماعة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p323'> Vol. 05, p. 323</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عبد الله الخراط: كان رجلا صالحا <span id='ms0693'></span>، ثقة عالما بالسنن،\nوالرجال، من أبصر أهل وقته بها، كثير الكتب، حسن التقييد، كريم النفس\nوالخلق. كتب بخطه كثيرا في الحديث والفق. يقال إنه كتب بيده ثلاثة آلاف\nكتاب وخمسمائة. وشيوخه تنيف على عشرين ومائة شيخ. سمع منه أبو محمد بن أبي\nزيد، والحسين بن سعيد، وابناه، والشذوذي، والناس. قال ابن أبي دليم: وكان\nحافظا للمذهب، معتنيا به. وغلب عليه الحديث والرجال، وتصنيف الكتب\nوالرواية، والاسماع. وألف طبقات علماء إفريقية، وكتاب عباد إفريقية، ومسند\nحديث مالك، وكتاب التاريخ، سبعة عشر جزءا، وكتاب مناقب بني تميم، وجزأين\nفي موت العلماء، وكتاب المحن، وكتاب فضائل مالك، وكتاب فضائل سحنون، وكتاب\nالوضوء والطهارة، وكتاب الجنائز، وذكر الموت، وعذاب القبر، وكتاب عوالي\nحديثه، وكتاب في الصلة، وغير ذلك. ودارت عليه محنة من الشيعي. حبسه وقيده\nمع ابنه، مرة بسبب بني الأغلب، والتهمة في السلطان.\n</p>\n\n<p>\nوهو أحد من خرج لحرب بني عبيد، وحاصر المهدية. وسمع عليه هناك كتاب\nالإمامة، محمد بن سحنون. وكان يقول: سماع هذين الكتابين هنا، علي أفضل من\nكل ما كتبت. وكان سبب طلبه للعلم، أنه أتى يوما الى دار محمد بن يحيى بن\nسلام، فأعجبه من الطلبة. فاختلف إليه أياما، وهو من أبناء السلاطين. قال:\nفقال رجل: لا تتزيا بهذا الزي، فليس بزي طلبة العلم. فرجعت فذكرت ذلك\nلأمي، فأبت علي وقالت إنما تكون مثل آبائك السلاطين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p324'> Vol. 05, p. 324</a>\n            </div>\n            \n</p>\n\n<p>\nفاشتريت ثيابا ورداء، وجعلتهم عند صباغ. فإذا أتيت لبست تلك الثياب علي،\nفي حانوته. ومضيت الى ابن سلام. فإذا انصرفت من عنده، رجعت الى حانوت\nالصباغ، وكشفت ما علي، ولبست ثيابي التي جئت بها، ورجعت الى دري. فقال لي\nرجل: أراك تلازم وتسمع، ولا تكتب. فقلت له: والدي رغباني في هذا الأمر،\nوالمعونة عليه، ولم يمكناني من شيء. فقال: أعطيك جلدا تكتبه لنفسك. وتكتب\nلي آخر. فرضيت بذلك، وفعلته معه مدة. الى أن يسر الله لي فيما اشتريت به\nالرق. وقويت به على طلب العلم. وكان أبو العرب شاعرا. أنشد له ابنه تميم:\n</p>\n\n<p>\nإذا <span id='ms0694'></span> ولى الصديق لغير عذر % % فزاد الله خلته انقطاع\n</p>\n\n<p>\nالى يوم التناد بلا رجوع % % فإن رام الرجوع فلا استطاعا\n</p>\n\n<p>\nإذا ولى أخوك قفاه عنك % % فول قفاك عنه وزده باعا\n</p>\n\n<p>\nوناد وراءه يا رب تمم % % ولا تجعل لفرقته اجتماعا\n</p>\n\n<p>\nوله:\n</p>\n\n<p>\nضعفت حيلتي وقل اصطباري % % والى الله التشكي كل ما بي\n</p>\n\n<p>\nوهن العظم بعد أن كان صلبا % % وفقدت الشباب أي شباب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p325'> Vol. 05, p. 325</a>\n            </div>\n            \n</p>\n\n#\n<p>\nوتوفي فيما قال ابن حارث: يوم الأحد لثمان بقين من ذي القعدة، سنة ثلاث\nوثلاثين وثلاثمائة. وقرأ السبع أفراده سنة نيف وخمسين ومائتين. وكان له\nابنان: أبو العباس تمام، سكن إفريقية. وأبو جعفر تميم، سكن الأندلس، وروى\nبها كتب أبيه وغيرها. وكان يضعف. تكلم فيه أخوه.\n</p>\n\n<h3 class='dic-item l3' id='head45'>أبو جعفر أحمد</h3>\n\n<p>\nويقال حمود، بن ابراهيم. ويقال ابن سعدون المتعبد. سكن سوسة. ويعرف\nبالاريسي. ويقال أيضا ابن السرداني. لأنه غزى السردانية. قال أبو بكر\nالمالكي: وكان رجلا صالحا فاضلا. فقيها ثقة. ذا سمت حسن ووقار، وورع.\nسمع منه الناس، وكتب جميع كتب يحيى ابن أبي الأزهر. ما رأيت في المتعبدين\nمثله. وكان قد اعتل، فلم يبق في بدنه عضو، إلا معتلا، سوى لسانه وعقله\nوبصره. فكان إخوانه يزورونه وهو ملقى على ظهره، ما يستطيع الجلوس. ولقد كان\nيأتيه جماعة من إخوانه بينهم اختلاف، رجاء أن يصلح بينهم. فيذكر كل واحد\nمنهم لأقف على صحة جوابه، وفهمه. فربما جازت علي أشياء من أقاويلهم، لا\nأذكرها إلا بجوابهم. وكان مع ذلك قد أدرك الثمانين. وكان من الزهاد\nالمتعبدين المستجابين. دخل سوسة بألف مثقال، فأنفقها. وكانت له مروءة، وهو\nكان القائم بأمر أبي جعفر العمودي، العابد، صاحبه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p326'> Vol. 05, p. 326</a>\n            </div>\n            \n</p>\n\n#\n<p>\nوذكر عنه أنه لقيه رجل يوما، طالع الى السجن، وهو على عنقه كساء، وبيده\nطعام. فسأله فقال: حبس لي صديق اليوم، فأردت تأنيسه بالمبيت عنده. ولما\nاشتد مرضه، كان أبو جعفر العمودي، إذا سلم من صلاته، يمضي وينظر إليه من\nالباب، ثم يرجع الى صلاته. فإذا سلم عاد فنظر إليه. فوجده مرة في حالة\nالنزع، وقد انقطع كلامه. فقال العمودي: الحمد <span id='ms0695'></span> لله رب العالمين. الآن قد\nطابت نفسي عليك. خلصت وبقيت أنا موحولا. فلما سمعه الاريسي وهو لا يتكلم،\nأشار بيده الى حلقه، يريد أن نفسه لم تخرج بعد. ولما مات، وقف عليه فقال:\nخلصت ورويت عليك. لا يصل إليك سلطان ولا شيطان. وتركتنا بعدك موحولين، في\nبحر نسبح فيه لا ندري، نغرق أم ننجو. قال الخراط: رأى ثقة في منامه، كأن\nقائلا يقول: إذا أردت أن تنظر الى أبي بكر الصديق، فانظر الى أبي جعفر\nالسرداني. وتوفي رحمه الله تعالى سنة ثلاث وعشرين. وقيل أربع وعشرين\nوثلاثمائة.\n</p>\n\n<h3 class='dic-item l3' id='head46'>أخوه أبو عطاء يزيد بن سعدون الاريسي</h3>\n\n<p>\nقال المالكي عنه: كان رجلا فاضلا من أهل العلم، والفضل، والورع،\nوالعناية، والكتب وضبطها. وسمع أكثر كتب يحيى بن عمر، وكتبها وحبسها بعد\nموته، رحمه الله، بسوسة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p327'> Vol. 05, p. 327</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head47'>أبو جعفر أحمد بن موسى التمار</h3>\n\n<p>\nمن نبط تونس. سمع من فرات ويحيى بن عمر، وغيرهما. وسمع منه عالم كثير.\nقال ابن حارث: وكان من أهل العلم بالجدل، على معاني المتكلمين في النظر على\nمذاهب الفقهاء. ويتكلم في ذلك كلاما جيدا. وكان لطيف الفهم، دقيق\nالاستخراج، قد صحب أبا عثمان بن الحداد، واحتوى على معانيه. وكان حسن\nالتصرف، جميل الأدب، كريم المروءة، محمود الأخلاق، كثير الحكاية. قال\nالخراط: كان صالحا ثقة فقيها عالما، يحسن النحو والعربية. سأله يوما\nبعضهم على الفرق بين المفلس الحي، والمفلس الميت، إذا وجد البائع عين\nمتاعه. فقال: لأن الميت انتقل ملك ماله الى غيره، والحي ملكه باق على ماله.\nوامتحن هو وأخوه محمد، أيام الشيعي. فأمر عبيد الله بضرب أخيه مائتي سوط،\nفمات. ودارت على أناس كثير من المدنيين وغيرهم، محن كثيرة، كمحنة عمروس في\nخلع لسانه، وابن معتب في ضرب ظهره، وابن المدني في ضرب ظهره، وصفعه. وابن\nاللباد بسجنه. وابن البرذون وابن هذيل بقتلهما، وصلبهما. وأشياء كثيرة من\nجهة ترك: حي على خير العمل في الأذان. وترك قراءة بسم الله الرحمن الرحيم\nفي الصلاة. والفتيا بمذهب مالك رضي الله تعالى عنه. وله <span id='ms0696'></span> في عبيد الله وآله:\nأنا أقول بأنني ممن برأ فيه - يرى أنه كان منهم علي أو كان فيهم علي -\nوتوفي سنة تسع وعشرين وثلاثمائة رحمه الله تعالى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p328'> Vol. 05, p. 328</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head48'>ابراهيم بن أبي حفص</h3>\n\n<p>\nأبو إسحاق المعروف بابن فتت سمع من يحيى بن عمر وغيره وكان جيد العقل\nيميل الى النظر، حسن الحكاية. قتله اللصوص في داره لأجل ماله وكان كثيرا\nوكان وحيدا فذبح بالليل هو وجاريته وحمل ماله رحمه الله تعالي.\n</p>\n\n<h3 class='dic-item l3' id='head49'>أبو عبيد الله محمد بن أبي المنظور</h3>\n\n<p>\nعبد الله بن حسان ويقال\n</p>\n\n<h3 class='dic-item l3' id='head50'>أبو محمد الأنصاري من أنفسهم ويقال مولاهم وأصله من الأندلس وبها ولد</h3>\n\nمن جزيرة طريق ورحل فسمع النفري واسماعيل القاضي وابن قتيبة وابنه والحارث\nبن أبي السامة والكسوري وعلي بن عبد العزيز وغيرهم. وكتب في رحلته علما\nكثيرا وأوطن القيروان وأغلق على نفسه باب السماع والعلم واشتغل بالتجر.\nوكانت له في البلد جلالة السن، والعلم والصيانة. ولاه أبو القاسم بن عبيد\nالله، قضاء القيروان. على ملأ من الناس. أرادت الشيعة بتوليته: تسكين نفوس\nأهل السنة والناس. وما كان منهم بعد فتنة أبي يزيد. وكان شرط على اسماعيل\nحين ولاهم أن لا يأخذ لهم صلة. ولا يركب لهم دابة، ولا يقبل شهادة من\nقاربهم. ولا يركن إليهم. فأجابوه الى ذلك. وكان صليبا في قضائه. سالكا\nطريق العدل في أمره. ورفع إليه أن يهوديا، سب النبي صلى الله عليه وسلم.\nفقال: لم أعط السيف فأحضر وعرض عليه الإسلام، فأبى. فأجلسه وأمر بضربه\nوقال للضارب اقصد حذاء قلبه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p329'> Vol. 05, p. 329</a>\n            </div>\n            \n#\n<p>\nفضربه حتى مات. وعليت عليه الرواية. سمع منه أبو جعفر النصري، وابن\nالتبان، وابن نظيف، وعبد الله بن أبي هاشم، وولي القضاء وهو ابن تسعين\nسنة. لم يستنب. ولا أخذ على قضائه أجرا. ولا ركب في قضائه. وتوفي وهو كبير\nالسن. سنة سبع وثلاثين وثلاثمائة. في الثانية من قضائه. وهو قاض. قال\nبعضهم: كان له إدراك وسماع كثير. وعلم مشهود. وكان مالكيا عالما. عاملا\nبأصول الفقه. وليس ينسب الى الحفظ كثيرا. ذا سمت وخشوع <span id='ms0697'></span> وثناء.\n</p>\n\n<p>\nأبو محمد\n</p>\n\n<p>\nعبد الله بن سعيد بن محمد بن الحداد. شيخ عاقل، حصيف. عالي الهمة. سمع من\nأبيه وأحمد بن يزيد، وغيرهما من شيوخ القيروان. حدث عنه، أبو محمد بن أبي\nيزيد رحمه الله تعالى، وغيره. وكان مليح المجلس. كثير الحكاية. توفي بعد\nالعشرين وثلاثمائة. رحمه الله تعالى.\n</p>\n\n<h3 class='dic-item l3' id='head51'>عبد الله بن أبي القاسم بن مسرور التجيبي</h3>\n\n<p>\nمولاهم. المعروف بابن الحجاج. مولى بني عبيد التجيبي، أبو محمد. سمع من\nعيسى، ومحمد بن ابني مسكين، وسعد بن إسحاق، وعبد الله بن سهل الأندلسي،\nوأبي عياش، وفرات، وحمديس القطان، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p330'> Vol. 05, p. 330</a>\n            </div>\n            \n</p>\n\n<p>\nوعمر بن يوسف، وابن أبي سليمان، ويحيى بن زكريا الأموي، والمغامي، وغيرهم\nمن شيوخ إفريقية. ورحل فسمع في رحلته بمصر، وجدة وغيرهما. من جماعة منهم:\nابراهيم بن حميد، ومحمد بن ابراهيم الويلي، وابن الإعرابي، وابن أبي مطر،\nوعبد الله بن حمويه، ومحمد بن الحسين الطويبي، والحضرمي. وغلب عليه الجمع\nوالرواية. يقال أكثر سماعه من ابن مسكين، إجازة. قال أبو عبد الله الخراط:\nكان أبو محمد ورعا مسمتا خاشعا، رقيق القلب، غزير الدمعة، مهيبا في\nنفسه. لا يكاد أحد ينطق في مجلسه، بغير الصواب. يشبه في أموره كلها ابن\nعمر، وحمديسا القطان. حسن التقييد صحيح الكتاب. وكانت كتبه كلها بخطه.\nوكان كثير التصنيف في أنواع العلوم. كثير الكتب. فقال القابسي: ترك أبو\nمحمد هذا سبع قناطير كتب، بخطه. فلما توفي رفع جميعها الى سلطان الوقت.\nفأخذها ومنع الناس منها. وذكر بعض أصحابه أنه لما اشتد به المرض قال له\nأصحابه: نخشى أن يأخذ السلطان كتبك، ويمنعها الناس، الانتفاع بحبسها، على\nالمسلمين، ووجهها أثلاثا في ثلاثة مواضع.\n</p>\n\n<p>\nففعل ذلك. فلما كان من الغد، قال: لم أنم البارحة. لما فقدت كتبي، فردوها\nعلي، فردوا الثلثين، وتركوا الثلث الذي كان في دار أبي محمد بن أبي زيد،\nرحمه الله تعالى. فلما وصل إليه الثلثان مات. فقبض السلطان على ذلك، وسلم\nالثلث. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p331'> Vol. 05, p. 331</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو بكر بن عبد الرحمن: بلغني أن أهله، اشتروا له جارية، فزينوها\nوأدخلوها عليه. فلما <span id='ms0698'></span> كان الليل أخذ الكتاب، وكتب الليل كله، ولم يلتفت\nإليها. وأقام على ذلك نحوا من شهر. فلما طال على الجارية ذلك، قالت له: إن\nكان ليس لك غرض في، فبعني. فقال لها: من أنت؟ قالت: جاريتك. قال: أنا ما\nاشتريت جارية. امض الى من اشتراك، يبعك. ففعلت. فأقام على حاله، الى أن\nمات. وكان القابسي يقول لمن قال لم يدرك، يحيى بن عمر الاسباطي: بل أدركه،\nصحيحا. ولكن كان أبو محمد أولا منقطعا، فلهذا لم يسمع من يحيى. وحكى أن\nالنعمان قاضي الشيعة، مر به، بباب داره. فقال: السلام عليك يا أبا محمد.\nفقال: حسبنا الله ونعم الوكيل. وكرر عليه. فرد مثله. فلما انصرف النعما،\nقال له من حوله: تكون قاضي قضاة السلطان وداعيته، تسلم على صبي فما رد\nعليك. أذللت نفسك وأذللتنا. فرجع إليه يتوقد غضبا. فلما رآه أبو محمد،\nقام، وجعل يده على أذنه، وقال: جعلت أذنك قمعا لمن يقرب الى النار، لحمك\nودمك. قال: صدقت يا أبا محمد. فانصرف قائلا لأصحابه: هذا بشر من أهل\nالدنيا. فيتم فيه ما نريد. ولقيه ابن هاشم قاضي القيروان في حفدته، فترجل\nله وسلم عليه. فاتب ابن مسرر في حق له، في قضاء القوم. فاعتذر له، وقال:\nهل لك من حاجة؟ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p332'> Vol. 05, p. 332</a>\n            </div>\n            \n</p>\n\n<p>\nفقال له: لا حاجة لي عندك. فسلم عليه. فقال للقاضي بعض من معه: إن أردت\nقضاء حاجته فكلم السلطان في الدار التي غصبها له. فقال: معن. وسأل السلطان\nفيها، فأجابه. فأخبر بذلك ابن مسرور. فقال والله لا فعلت شيئا، تركته لله.\nارجع فيه. لا حاجة لي فيه. وألف كتبا كثيرة في أنواع من العلوم، منها:\nكتاب المواقيت، ومعرفة النجوم، والأزمان. سمع منه أبو محمد بن أبي زيد،\nرحمه الله تعالى، والقابسي، ومحمد بن ادريس، وأبو عبد الله الصدفي، وغيرهم\nمن أهل إفريقية، ومصر، والأندلس. وكان رحمه الله تعالى قد نبذ جماعة من\nأصحابه، لأشياء اطلع عليهم فيها. فكتب عليهم محضرا يقول فيه: يشهد من تسمى\nفي هذا الكتاب، أن عبد <span id='ms0699'></span> الله بن مسرور أشهدهم: أن فلانا، وفلانا، كانوا\nيأخذون عنه من العلم. فسألوا أن أجيزهم كتبي، ففعلت. فأشهدوا علي أني رجعت\nفيما رووا عني، وعن إجازتي لهم كتبي، لما ظهر فيهم من سوء حالهم. وكذا،\nوكذا.\n</p>\n\n<p>\nقال القاضي: مثل هذا لا يضر الرواية. وقد فعله بعض من لقيناه ببعض من\nسخطه من أصحابه. ولعله لم يخف عليهم أن الرجوع فيها لا يصح. لكنه كالردع\nوالتجريح لهم، بمثل هذا. وقد بينا هذا الفشل بيانا شافيا، في كتاب\nالإلماع. وتوفي سنة ست وأربعين وثلاثمائة. وسنه سبع وثمانون سنة. مولده\nسنة ثلاث وستين ومائتين. وكان سبب موته، أنه اصطلى ونعس، فالتهبت النار\nبثيابه، واحترق إلا موضع سجوده. رحمه الله تعالى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p333'> Vol. 05, p. 333</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head52'>حبيب بن الربيع</h3>\n\n<p>\nمولى أحمد بن أبي سليمان الفقيه. كان فقيها عابدا. كناه أبو الوليد\nالباجي: بأبي القاسم. وغيره: بأبي نصر. يروي عن مولاه أحمد، ويحيى بن عمر،\nومحمد أخيه، والمغامي، وحماس، وابن أبي داود العطار، وعبد الجبار وأبي\nعياش، ويحيى بن عبد العزيز، وعمر بن يوسف، وابن بسطام، وابن الحداد، وعبد\nالرحمن الورقة، وغيرهم. وروى عنه: أبو محمد بن أبي زيد، رحمه الله تعالى،\nوابن ادريس، وعلي بن إسحاق، وجماعة. قال القاضي أبو الوليد الباجي: هو\nفقيه. قال الخراط: كان فقيه البدن، يميل الى الحجة، عالما بكتبه، حسن\nالأخلاق، بارا سمحا. وكان مولاه أحمد يقول: الذي خسرته في ابني، ربحته في\nحبيب. وكان يقول: قال لي مولاي أحمد: تخلق بخلقي في كل شيء، إلا في\nالدينار والدرهم - لسعة يده - قال حبيب: فتخلقت بخلقه في كل شيء إلا في\nالدينار والدرهم. وكان حبيب هذا شاعرا. وهو القائل:\n</p>\n\n<p>\nإن الزمان وإن أتى بصروفه % % فأنا له من أعظمي رجاله\n</p>\n\n<p>\nما إن تغير حاله من حاله % % إلا سمت هممي على أحواله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p334'> Vol. 05, p. 334</a>\n            </div>\n            \n</p>\n\n<p>\nولقد أتيت وما لصاحب نعمة % % من ماله قبلي ولا أفضاله\n</p>\n\n<p>\nواصدق ما بذل امرؤ من وجهه % % لصديقه أو غيره لسؤاله\n</p>\n\n<p>\nإن الصديق وإن تغير حاله % % لم يجز ذاك الفعل من أفعاله\n</p>\n\n<p>\nوصفحت عنه حافظا لمحبتي <span id='ms0700'></span> % % ووصلت حبلي إن نأى بحباله\n</p>\n\n<p>\nووقفت على جزء من مسائله، مما سأله عنه مولاه، وابن الحداد، وعبد الرحمن\nالورقة، وابن بطريقة. وأفتى حبيب فيمن دفن وأكله السبع، أن كفنه لورثته.\nوقال غيره: لا يورث. كمن لا وارث له. قال أبو علي البصري في كتاب المعرب من\nأخبار المغرب: كان حبيب هذا فقيها، وهو الذي عناه مولاه أحمد رحمه الله في\nشعره:\n</p>\n\n<p>\nتسمع يا حبيبي هديت قولي % % تنل بسماعه خيرا كثيرا\n</p>\n\n<p>\nسمعتك تذكر الشعراء طرا % % وتنشد شعرهم جمعا كثيرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p335'> Vol. 05, p. 335</a>\n            </div>\n            \n</p>\n\n#\n<p>\nوليس مؤلف قولا حليما % % كآخر قائلا إفكا وزورا\n</p>\n\n<p>\nوتوفي سنة تسع وثلاثين وثلاثمائة. وهو ابن نيف وثلاثين سنة، رحمه الله\nتعالى.\n</p>\n\n<h3 class='dic-item l3' id='head53'>حبيب بن نصر</h3>\n\n<p>\nمولى أحمد بن سليمان أيضا. سمع من مولاه، ويحيى وغيرهما. وعنى بالمسائل\nوالمناظرة فيها. وكان منقبضا.\n</p>\n\n<h3 class='dic-item l3' id='head54'>إسحاق بن مسلم</h3>\n\n<p>\nأبو ابراهيم. مولى أحمد أيضا. كان يتكلم في الفقه على مذاهب النظر. وفي\nالأسماء والصفات على طريق المتكلمين وأهل السنة. وكان نبيلا متصرفا، إلا\nأن ابن حارث، حكى عنه أنه يقول، بالجسم ولا كالأجسام. وهذا إن صح عنه ينفي\nكل ما وصفت به من فهم، ونبل. ويدل على إغراق في الجهل وغباوة تامة وقلة\nعلم.\n</p>\n\n<h3 class='dic-item l3' id='head55'>أبو عبد الله محمد بن العباس بن الوليد الذهلي</h3>\n\n<p>\nالمعروف بدعدع. بدالين، مهملتين، مضمومتين، كان عالما فقيها بمذهب\nمالك. ذا حفظ. سمع محمد بن سحنون. ومحمد بن يحيى بن سالم. ومحمد بن تميم\nالعنبري. وكان شديد البغض لبني عبيد، كثير السب لهم. لا يخاف في الله لومة\nلائم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p336'> Vol. 05, p. 336</a>\n            </div>\n            \n</p>\n\n#\n<p>\nوحكم عليه ابن طالب، وعلى أخيه الملقب بشريشر: أنهما موالي، لامرأة من\nالعجم، وبالكذب. أرى ذلك لانتمائهما الى هذيل. وضرب النفطي قاضي الشيعة،\nمحمدا هذا. في جميع القيروان عريانا. وصفع قفاه. حتى سال الدم من رأسه.\nوبرح عليه في الأسواق، وأطافه عريانا على حمار إذا رفع عنه أنه كان\nيفتي بمذهب مالك، ويطعن على السلطان. ثم حبس. ووجدت في التعليق لأبي عمران،\nأنه سقط آخر عمره. وتوفي سنة تسع وعشرين، وثلاثمائة. من خط أبي عمران.\n</p>\n\n<h3 class='dic-item l3' id='head56'>محمد <span id='ms0701'></span>، المعروف بالبرقشاني</h3>\n\n<p>\nسمع من يحيى بن عمر. وموسى القطان. وقرأ عليه. وكان يختم القرآن في كل\nليلة. توفي سنة ثلاث وثلاثين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p337'> Vol. 05, p. 337</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "253",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "267",
    "268",
    "269",
    "270",
    "271",
    "272",
    "273",
    "274",
    "275",
    "276",
    "277",
    "278",
    "279",
    "280",
    "281",
    "282",
    "283",
    "284",
    "285",
    "286",
    "287",
    "288",
    "289",
    "290",
    "291",
    "292",
    "293",
    "294",
    "295",
    "296",
    "297",
    "298",
    "299",
    "300",
    "301",
    "302",
    "303",
    "304",
    "305",
    "306",
    "307",
    "308",
    "309",
    "310",
    "311",
    "312",
    "313",
    "314",
    "315",
    "316",
    "317",
    "318",
    "319",
    "320",
    "321",
    "322",
    "323",
    "324",
    "325",
    "326",
    "327",
    "328",
    "329",
    "330",
    "331",
    "332",
    "333",
    "334",
    "335",
    "336",
    "337"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08"
  ]
}