{
  "content": "\n#\n<h3 class='dic-item l3' id='head0'>أبو عبيد الله الجبيري رحمه الله</h3>\n\n<p>\nبضم الجيم، واسمه قاسم بن خلف بن فتح، بن عبد الله، بن جبير. طرطوشي\nالأصل. ولزم قرطبة، وسمع بها من قاسم بن أصبغ وغيره. ورحل فسمع بمصر من\nجماعة، وبجدة من الحسين بن حميد الحرمي، وبالعراق من أبي بكر الأبهري، ولزم\nوتفقه عنده على مذهب المالكية. وتحقق به، وأقام في رحلته ثلاثة عشر عاما،\nوانصرف الى الأندلس. ومن شيوخه: عبد العزيز بن محمد الواثق. قال ابن\nالفرضي: وكان فقيها عالما، حسن النظر، صدرا في أهل الشورى، يجتمع إليه،\nويتاظر عنده. وكانت الرواية أغلب عليه، روى عنه أبو بكر ابن رهما. قال ابن\nعفيف: كان من أهل العلم بالفقه، والحديث نظارا مدققا في المسائل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p005'> Vol. 07, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nقال ابن مفرج: كان أبو عبيد الله من الصالحين العلماء، طلب صغيرا ورحل\nفحج وتوسع في الطلب. وكان له الي علمه، أدب وفهم، وحسن خط وذكاء، وتفنن في\nالمعرفة. وكان حسن التلاوة، له كتاب في التوسط بين مالك وابن القاسم، فيما\nخالف فيه ابن القاسم مالكا. كتاب حسن. وكانت له من الحكم المستنصر، منزلة\nومكانة عالية. أسكنه معه الزهراء. وتوسع له، وولي قضاء بلنسية، وطرطوشة <span id='ms0867'></span>.\nفحكمها دهرا فيما قال ابن حزم. وقال ابن الفرضي: استقضاه المستنصر، على\nطرطوشة وعملها، فاستعفى، ولحقته التهمة مع عبد الملك بن منذر البلوطي -\nصاحب الرد - في جماعة من العلماء وغيرهم، بالقيام مع عبد الله بن عبد\nالرحمن الناصر، على مؤيد هشام، وصاحب دولته ابن أبي عامر. وكانت قصة عظيمة.\nحان فيها لحينه، عبيد الله وصاحب الرد عبد الملك، بسبب إقراره واعترافه\nبذلك، لخدعة لحقته من ابن أبي عامر، بالإقرار. فأفتى بعضهم على عبد الملك\nبالقتل، ونزع بآية المحاربين. وقال ابن المكوى: هؤلاء هموا بمعصية، فلم\nيفعلوها. فلا قتل عليهم. فأمر ابن أبي عامر، بقتل عبد الله، وصلب ابن منذر،\nفنفذ ذلك ولاذ أبو عبيد الله بالإنكار. وتخوف مما فرق به. وقال: معاذ الله،\nأن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p006'> Vol. 07, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nأفعل هذا وقد رويت كذا، وسمعت كذا، وجلب الآثار في ذلك في نكث البيعة،\nوالسعي والفساد. فلم يوجد إليه سبيل وسلك غيره من العلماء المتهمين، مسلكه.\nفأمر به وبهم الى المطبق، على اختلاف أحوالهم، وكان ذلك في سنة ثمان\nوسبعين، فيما قاله ابن مفرج. قال: بعد أن أقام فيه، نحو عشرة أعوام. وقال\nابن الفرضي: توفي أبو عبيد الله بمطبق الزهراء، سنة إحدى وسبعين. ومولده\nفيما قيل: آخر سنة اثنتي عشرة. وقيل: توفي وهو ابن اثنتين وستين سنة. وذكر\nأن أبا بكر بن مجاهد الألبيري، نهض مع أصحابه، الى أبي عبيد الجبيري،\nليزوره بالزهراء على عادته له، وكان صديقه. فلما حضر عنده أحضر طعاما\nودعاهما الى أكله. فأكلا معه. فلما خرجا سئل أبو بكر عن أكل طعامه وقد علم\nأنه ليس له مال، إلا ما أعطاه السلطان. فقال أبو بكر: هو رجل من أهل العلم،\nفلو أمسكت عن طعامه، لكان جفاء. وأنا في نفسي أحقر من أن أجعلها في هذا\nالنصاب، وقد قدمت ما ملكت وأجمعت على الصدقة به، وثواب ذلك لصاحبه، ورأيت\nهذا، أفضل من الشهرة والإمساك عن طعامه والجفاء عليه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p007'> Vol. 07, p. 007</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head1'>محمد بن سعيد العصفري رحمه الله</h3>\n\n<p>\nوقيل محمد بن يحيى بن خليل العصفري، اللخمي <span id='ms0868'></span>، قرطبي. أبو عبد الله. سمع من\nقاسم بن أصبغ، ومحمد بن أبي دليم وغيرهما. وكان حافظا للمسائل، مفتيا في\nالسوق بقرطبة، ويجتمع إليه في لمناظرة في الجامع. وتوفي رحمه الله سنة ثلاث\nوستين وثلاثماية. وقيل سنة أربع وستين.\n</p>\n\n<h3 class='dic-item l3' id='head2'>ابراهيم بن أحمد بن فتح</h3>\n\n<p>\nمولى أبي إسحاق. يعرف بابن الحداد، قرطبي. روى عن محمد بن عبد الملك بن\nأيمن، ومحمد بن مسرور، وعبد الله بن يونس القبري. وأحمد بن زياد، وقاسم بن\nأصبغ، والحسن بن سعد، وأحمد بن الشامة. وكان حافظا للمسائل، عاقدا\nللشروط، ضابطا. قرئ عليه المدونة، وغير ذلك. وتوفي رحمه الله آخر ربيع\nالآخر سنة تسع وسبعين وثلاثماية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p008'> Vol. 07, p. 008</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head3'>عيسى بن محمد بن عيسى البجاني</h3>\n\n<p>\nأبو الأصبغ. ويعرف بعيسون، بسين مهملة. قرطبي. وبجانة هذه: آخر عمل\nالزهراء. سمع ابن فطيس الألبيري، وأحمد بن زياد، وقاسم بن أصبغ، ومحمد بن\nيحيى بن لبابة. وكان ختمه هو على ابن لبابة. وتردد عليه، وكتب بين يديه،\nحتى فقه. وقيل كان مشاورا في الأحكام، صدرا فيمن يستفتى، مرشحا للأحكام\nالشرطية. توفي قبل ذلك. كان عبيد الله بن المعيطي واسماعيل بن إسحاق،\nيثنيان عليه. روى عنه اسماعيل بن إسحاق. وتوفي سنة خمس وخمسين وثلاثماية.\n</p>\n\n<h3 class='dic-item l3' id='head4'>محمد بن يحيى بن خليل</h3>\n\n<p>\nاللخمي، العصفري، الحباب. قرطبي. أبو عبد الله. سمع من قاسم بن أصبغ\nومحمد بن أبي دليم وغيرهما. وكان فقيها حافظا معتنيا بالرأي، يفتي في\nالسوق، ويجتمع إليه في المناظرة. توفي رحمه الله سنة أربع وستين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p009'> Vol. 07, p. 009</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head5'>محمد بن عبد الله بن أيمن البزاز</h3>\n\n<p>\nقرطبي. أبو عبد الله. سمع طاهر بن عبد العزيز، والأعناقي، وابن خمير،\nوابن معاذ، وابن الزراد، ومحمد بن عمر بن لبابة. وكان متصرفا في الفتيا\nوالشروط، وحدث. قال القاضي ابن مفرج: كان رجلا صالحا، ثقة، وأثنى عليه،\nرحمه الله.\n</p>\n\n<h3 class='dic-item l3' id='head6'>محمد بن نجاح بن عبد الرحمن بن علقمة بن منعوش</h3>\n\n<p>\nقرطبي. أبو القاسم. روى عن القاسم بن أصبغ وغيره. وولي قضاء طليطلة. فلم\nيزل قاضيا عليها، الى أن توفي رحمه الله، سنة ست وسبعين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p010'> Vol. 07, p. 010</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head7'>أحمد <span id='ms0869'></span> بن محمد بن يوسف المعافري</h3>\n\n<p>\nأبو القاسم، قرطبي. يعرف بالقشطيلي. سمع أبا عيسى الدينوري. قال ابن\nعفيف: كان من أهل العلم بفنون كثيرة، من الفقه والحديث والعربية، واللغة.\nرحل وسمع وحج. ولقي رجال الشرق والأندلس. وأكثر من الرواية. وأدخل الأندلس\nعلما جما، واستعمله الحكم المستنصر في خطة المقابلة. ثم صيره الى تأديب\nولده هشام: المؤيد، القرآن. فاختص به. فلما تولى هشام الخلافة بعد أبيه،\nقدمه للحكم بالشرطة. فلم يزل على ذلك الى أن هلك. وقد حدث وسمع منه الناس.\nحدث عنه ابنه، أبو عمر الفقيه. وأبو علي الحداد، وابن عفيف وابن الحداد.\nوهو صاحب قصة الحجرين، مع القاضي ابن السليم التي ذكرناها في أخباره. وتوفي\nرحمه الله، سنة اثنتين وسبعين وثلاثماية، من سقطة سقطها في الحمام. أقام\nبعدها ثلاثة أيام ثم مات. رحمه الله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p011'> Vol. 07, p. 011</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head8'>سعيد بن حمدون بن محمد الدقي</h3>\n\n<p>\nالقيسي. أبو عثمان. سمع ابن أصبغ، وابن الشامة، وابن أحمد وابن مطرف،\nوغيرهم. وحج فسمع الآجري وابن الورد، وغيرهما. قال ابن الفرضي: ولم يزل\nسامعا وطالبا الى أن مات. قال: ولم يكن له نفاد في شيء من العلم، وتكلم\nفيه. وكان أعور العين اليمنى. فكانت العامة تسميه: دجال الفقهاء. وزاره\nابن زرب من علة، فألطف سؤاله. فشكا له حمى فمد ابن زرب يده، وأدخلها في\nجيبه - كأنه يلمس جسده - وقد قبض على صرة دراهم وضعها على صدره. فلما وجد\nحسها قال: قد شفاني الله عز وجل، بلمس كفك المباركة يا قاضي، ولقد بردها\nالى قلبي، ولم يعلم أحد ما أراد حتى حدث به بعد إفاقته. وتوفي، رحمه الله\nسنة سبع فيما قاله ابن مفرج. أو ثمان وسبعين، فيما قاله ابن الفرضي. رحمه\nالله تعالى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p012'> Vol. 07, p. 012</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head9'>خطاب بن مسلمة بن محمد بن سعيد بن بتري الأيادي</h3>\n\n<p>\nقرموني، سكن قرطبة. يكنى بأبي المغيرة. سمع ابن لبابة، والقاضي أسلم،\nوأحمد بن خالد، وعثمان بن عبد الرحمن، وعبد الله بن يونس، ومحمد بن قاسم،\nوقاسم بن أصبغ، ورحل مع القاضي ابن السليم، فحج وبقي بالشرق <span id='ms0870'></span> أعواما. سمع\nبمكة من ابن الأعرابي، وبمصر من القرشي، وابن بهزاد، وأبي جعفر بن النحاس،\nوابن الورد، والصموت وغيرهم. وكان زاهدا فاضلا، مجاب الدعوة. قال ابن\nالسليم: هو من الأبدال. قال ابن الفرضي: وكان حافظا للفقه بصيرا بالنحو\nوالعربية، نبيلا. قال ابن عفيف: كان من أهل العلم بالفقه، والحديث\nوالإعراب واللغة. قال محمد بن يحيى: كان خيرا زاهدا فاضلا مجتهدا في\nالعبادة، منقبضا عن الناس، وكان من العلماء العاملين. سمع منه، من\nالقرطبيين: ابن الفرضي، وابن الحداد. ومن أهل بلدنا ابن أبي مسلم القاضي،\nوناس كثير. مولده سنة أربع وتسعين ومايتين. وتوفي رحمه الله في شوال، سنة\nاثنتين وسبعين وثلاثماية. وسنه نحو ثمانين سنة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p013'> Vol. 07, p. 013</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head10'>وابنه أبو عبد الله محمد رحمه الله</h3>\n\n<p>\nمن أهل العلم والرواية أيضا. سمع من أبيه. قال محمد بن يحيى: كان خيرا\nفاضلا، زاهدا مجتهدا في العبادة، منقبضا عن الناس، وكان من العلماء\nالعاملين.\n</p>\n\n<h3 class='dic-item l3' id='head11'>وابن أخيه مسلمة بن محمد بن مسلمة</h3>\n\n<p>\nأبو عبد الله. ويعرف بالزاهد. كان فقيها زاهدا فاضلا متبتلا، كثير\nالجهاد، ورعا. سمع الباجي وابن عون الله، ووهب، وابن الحداد، وأبا عيسى بن\nمفرج، وعمه. ورحل فسمع بإفريقية من السدري. وبمكة من الآجري، وغيرهما.\nوامتحن في الطريق بذهاب رحله. وقرئت عليه المدونة، والمستخرجة، وغير ذلك.\nوكان أكثر ما يحمله من الحديث إجازة. وكانت العبادة أملك به، وأغلب عليه.\nتوفي سنة إحدى وتسعين. ولم ينصرف من جنازته، إلا بالليل. رحمه الله.\n</p>\n\n<h3 class='dic-item l3' id='head12'>عبد القادر بن عبد العزيز العتروني</h3>\n\n<p>\nمرشاني. أبو المطرف. سمع من قاسم بن أصبغ، ووهب بن مسرة. وكان حافظا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p014'> Vol. 07, p. 014</a>\n            </div>\n            \n</p>\n\n#\n<p>\nللمسائل، عاقدا للشروط، مفتي موضعه. توفي سنة تسع وستين وثلاثماية.\nمولده سنة ثمان عشرة. رحمه الله تعالى.\n</p>\n\n<h3 class='dic-item l3' id='head13'>عتاب بن هارون بن عتاب بن بشر بن عبد الرحيم بن بشر</h3>\n\n<p>\nابن الحارث بن سهل بن الوقاع بن قطنة الغافقي أبو أيوب. شذوني روى عن\nأبيه وغيره. وقد تقدم ذكر أبيه وجده. ورحل الى المشرق، فسمع بمكة من أبي\nبكر الأنماطي، والجمحي، وأبي محمد الطوسي، والخزاعي. وبمصر من <span id='ms0871'></span> ابن الحداد\nالتنسي، وغيره. قال ابن الفرضي: وكان حافظا لمذهب مالك وأصحابه حسن\nالباطن. يقال إنه مجاب الدعوة. سمعت أبا محمد الثغري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p015'> Vol. 07, p. 015</a>\n            </div>\n            \n</p>\n\n#\n<p>\nيقول: لست أعلم بالأندلس أفضل منه. سمع منه ابن الفرضي. وتوفي سنة إحدى\nوثمانين. مولده: سنة إحدى عشرة وثلاثماية.\n</p>\n\n<h3 class='dic-item l3' id='head14'>ابراهيم بن ميسر شذوني</h3>\n\n<p>\nأبو إسحاق. سمع أحمد بن عبادة الرعيني، وغيره. وكان فقيها. توفي رحمه\nالله في نحو الستين وثلاثماية.\n</p>\n\n<h3 class='dic-item l3' id='head15'>سعيد بن يوسف بن كليب الخولاني</h3>\n\n<p>\nأبو عثمان. شذوني. يعرف بابن البيضاء. سمع من وهب وغيره. مفتيا بموضعه.\nمقدما للشورى فيه. توفي آخر سنة خمس وستين وثلاثماية.\n</p>\n\n<h3 class='dic-item l3' id='head16'>سعيد بن أحمد بن رمح الخولاني</h3>\n\n<p>\nشذوني. أبو عثمان. كان مفتيا بموضعه، مقدما للشورى. وتوفي رحمه الله،\nبعد خمسين وثلاثماية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p016'> Vol. 07, p. 016</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head17'>حمدون بن سعدون بن بطال التجيبي</h3>\n\n<p>\nشذوني. يكنى بأبي مروان. سمع ابن وهب وغيره. وكان حافظا للمسائل،\nمشاورا بموضعه. توفي سنة أربع وستين وثلاثماية.\n</p>\n\n<h3 class='dic-item l3' id='head18'>سعيد بن مرشد شذوني</h3>\n\n<p>\nأبو عثمان. سمع من وهب وابن حزم، وابن الخراز القروي. وشور ببلده، مع\nصاحبيه حمدون وابن كليب. توفي رحمه الله بمصر، منصرفا م الحج، سنة ثلاث\nوسبعين وثلاثماية.\n</p>\n\n<h3 class='dic-item l3' id='head19'>عثمان بن سعيد بن البشر بن غالب بن فيض اللخمي</h3>\n\n<p>\nشذوني. أبو الأصبغ سمع من ابن الوليد، وابن لبابة، وابن خالد. وكان\nفقيها بموضعه. صاحب صلاة. شيخا صالحا. توفي رحمه الله سنة ثلاث وسبعين\nوثلاثماية. رضي الله عنهم أجمعين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p017'> Vol. 07, p. 017</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head20'>علي بن عمر بن حفص بن عمرو بن نجيح بن سليمان</h3>\n\n<p>\nابن عيسى الخولاني الكبير أبو الحسن. كان فقيها حافظا للمسائل، موثقا،\nروى عن أبيه وسعيد بن فحلون، وعلي بن الحسين المري، ومسعود بن علي، وسمع\nمنه ابن الفرضي، وغيره. قال ابن الفرضي: وكان لا بأس به، رحمه الله. وتوفي\nسنة أربع وثمانين. ومولده سنة تسع وثلاثماية.\n</p>\n\n<h3 class='dic-item l3' id='head21'>عبد الله بن عيسى بن أبي زمنين المري</h3>\n\n<p>\nمن أهل البيرة، وأصله من نفزة من العدوة، يكنى بأبي محمد. سمع ببجانة من\nابن فحلون، وعلي بن الحسن المري، وبقرطبة من ابن أيمن، والرعيني، وابن أبي\nدليم، وغيرهم. قال القاضي <span id='ms0872'></span> أبو الوليد الباجي: كان فقيها روى عنه ابنه\nمحمد، وسيأتي ذكره، إن شاء الله تعالى. والقاضي يونس بن مغيث، وغيرهم، رضي\nالله عنهم. توفي بقرطبة سنة تسع وخمسين وثلاثماية. وسنه تسع وخمسون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p018'> Vol. 07, p. 018</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head22'>مطرف بن عيسى بن أيوب بن الليث بن مطرف</h3>\n\n<p>\nالغساني الألبيري. سمع من شيوخ بلده، وشيوخ بجانة: محمد بن فطيس وفضل بن\nسلمة، وأحمد بن عمريل ومحمد بن أبي خالد، وغيرهم. وبقرطبة من محمد بن لبابة\nوأحمد بن خالد، قال ابن حارث: كان فقيه غرناطة وولاه الحكم قضاء كورة\nالبيرة. قال ابن الفرضي: وكان متصرفا في علم الإعراب، والغريب. ورواية\nالشعر والخبر، والتأليف للكتب. وألف كتابا في فقهاء البيرة، وكتابا في\nشعرائها، وكتابا في أنساب العرب النازلين بها وأخبارهم. ومات بقرطبة فحمل\nالى بلده فدفن فيه، سنة ست أو سنة سبع وخمسين وثلاثماية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p019'> Vol. 07, p. 019</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head23'>سليمان بن حسين الحجازي</h3>\n\n<p>\nيعرف بابن الطويل. قاضي مدينة الفرج. سمع ببلده من وهب بن مسرة. له رحلة\nسمع فيها من بكر القاضي، وابن أبي العرب، وأبي بكر ابن الأبيض، وسمع غيرهم.\nوولي قضاء مدينة الفرج، للحكم المستنصر.\n</p>\n\n<h3 class='dic-item l3' id='head24'>محمد بن عبد الملك الخولاني</h3>\n\n<p>\nأبو عبد الله. يعرف بالنحوي. أصله من بلنسية. وسكن ببجانة. كان فقيها\nحافظا متصرفا في المسائل، يناظر عليها. وله في المدونة اختصار مشهور.\nوكف بصره قبل وفاته بأعوام. توفي رحمه الله سنة أربع وستين.\n</p>\n\n<h3 class='dic-item l3' id='head25'>علي بن عبيد الله الباهلي</h3>\n\n<p>\nبجاني. أبو الحسن. فقيه مذكور ببلده. توفي في آخر سنة خمس وستين\nوثلاثماية. رضي الله عنه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p020'> Vol. 07, p. 020</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head26'>محمد بن عبد الله بن رشيد</h3>\n\n<p>\nبجاني. أبو عبد الله. وكان فقيها حافظا للمسائل، وبوب العتبية للحكم\nأمير المؤمنين. وتوفي في نحو سنة ثلاث وستين وثلاثماية.\n</p>\n\n<h3 class='dic-item l3' id='head27'>سلمة بن الفضل بن سلمة الجهني</h3>\n\n<p>\nبجاني. أبو الفضل. أخذ عن أبيه. وكان مذكورا في أهل العلم، معدودا\nفيهم. وحدث وتوفي بقرطبة، سنة تسع وعشرين فيما وجدت في بعض التواريخ. وسنه\nثلاثون. رحمه الله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p021'> Vol. 07, p. 021</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head28'>عمر بن محمد بن ابراهيم رحمه الله</h3>\n\n<p>\nالمعروف بابن الوفي، بجاني. ولي قضاء بلده، ثم قضاء تدمير <span id='ms0873'></span>. قال ابن\nمفرج: كان من أهل العلم والرواية، ولقي الأبهري وتفقه عنده. وروى كتاب\nالأشراف لابن المنذر، عن مؤلفه. وسكن البصرة عشرين سنة. وتولى للحكم ابتياع\nالكتب والذخائر هناك. فيقال إنه جرت على يده من النفقات هناك، من هذه\nالوجوه، مقدار ماية ألف وعشرين ألف دينار. وتوفي وهو قاضي بلده، سنة\nثمانين، وهو ابن سبعين سنة. روى عنه أبو الوليد بن سعد، وعيسى بن علاء،\nوالقاضي يونس، وأبو عبد الله بن باب، وغيرهم. رضي الله عنهم.\n</p>\n\n<h3 class='dic-item l3' id='head29'>أحمد بن موسى بن أحمد بن يوسف بن موسى</h3>\n\n<p>\nابن محمد بن حصيب يعرف بابن الإمام، من أهل تطيلة، وبيتهم بها مشهور من\nالجلالة والعلم، والتقدم. كنيته أبو بكر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p022'> Vol. 07, p. 022</a>\n            </div>\n            \n</p>\n\n#\n<p>\nقال ابن الفرضي: كان عالما نبيها. سمع من عمه عمر بن يوسف، ومحمد بن\nشبل، وولي قضاء بلده. مولده: سنة سبع وعشرين وثلاثماية. وتوفي في صدر شعبان\nسنة ست وثمانين وثلاثماية.\n</p>\n\n<h3 class='dic-item l3' id='head30'>أخوه عيسى أبو الأصبغ</h3>\n\n<p>\nسمع من عمه، وابن شبل. وبقرطبة من أبي عيسى، وطبقته. وسمع بالقيروان من\nأبي القاسم الصقلي، وغيره. وولي قضاء موضعه. وكان خيرا فاضلا. وتوفي سنة\nست وثمانين. وهو ابن سبع وخمسين سنة. رحمه الله.\n</p>\n\n<h3 class='dic-item l3' id='head31'>عبد الله بن محمد بن أزهر بن حريز بن قيس</h3>\n\n<p>\nابن أيوب بن جبير مولى معاوية بن هشام. استجي. أبو محمد. قال ابن الفرضي:\nكان صدرا فيمن يستفتى في موضعه. أديبا شاعرا بليغا عظيم الرئاسة. سريا\nكريم النفس، مداخلا للسلاطين. متصرفا في أمور الناس. توفي ببلده سنة تسع\nوسبعين رحمه الله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p023'> Vol. 07, p. 023</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head32'>أحمد بن يوسف بن إسحاق بن ابراهيم</h3>\n\n<p>\nأبو القاسم. استجي. كان متصرفا في الفتيا والشروط. حافظا للخبر،\nوالمثل. يقرض الشعر. توفي سنة اثنتين وسبعين وثلاثماية.\n</p>\n\n<h3 class='dic-item l3' id='head33'>محمد بن عبد الله بن قاسم</h3>\n\n<p>\nاستجي. أبو عبد الله. سمع من ابن لبابة، وابن خالد، وابن أيمن، ومحمد بن\nقاسم، وقاسم بن أصبغ، وعمران بن يوسف، وعمروس وابراهيم بن داود وغيرهم.\nوكان حافظا للمسائل، عالما بعقد الوثائق، بصيرا بالنحو، ورعا في\nالفتيا. حدث عنه اسماعيل بن الطحان. وأثنى عليه <span id='ms0874'></span>. رضي الله عنهم.\n</p>\n\n<h3 class='dic-item l3' id='head34'>عبد الله بن محمد بن القاسم بن حزم بن خلف الثغري</h3>\n\n<p>\nويقال القلعي. أبو محمد. من أهل قلعة أيوب، من ثغر شرق الأندلس. ويعرف\nبالبطرنولي. وكان ولده بها الى اليوم، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p024'> Vol. 07, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nذوي ظهور ورئاسة. الى أن تغلب عليها العدو، فيما تغلب عليه من تلك\nالثغور، سنة أربع عشرة وخمسماية. سمع بالثغور من ابن شبل، وابن عباس، ووهب\nبن مسرة، ووهب بن عيسى، وأحمد بن خالد التاجر، والأنطاكي. ورحل فدخل\nالعراق، فسمع بها وبالبصرة: من أبي إسحاق المالكي، والدينوري، ونظائهما.\nوببغداد أبا بكر الأبهري، وأبا علي الصواف، وابن مالك، وأبا بكر الشافعي،\nوابن مقسم، وغيرهم. وفي الكوفة، من ابن دحيم، وبالشام، من أبي العقب، وبمصر\nمن ابن الورد، وابن رشيق، وأحمد بن الحسن الرازي، وابن أبي طنة، وجماعة.\nوبإفريقية من ابن اللباد، وانصرف الي الأندلس، فلزم العبادة والجهاد، وولي\nقضاء بلده. ثم استعفى، فعوفي. قال ابن الفرضي: وكان فقيها فاضلا، دينا\nورعا صليبا في الحق لا يخاف في الله لومة لائم. ما كنا نشبهه إلا بسفيان\nالثوري في زمانه. وأنكر على بعض أصحاب السلطان في ناحية شيئا، فسعي به\nوعهد بإسكانه قرطبة، فقدمها، فحدث بها، وسمع منه خلق كثير: ابن عون الله -\nوسمع هو منه - ومحمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p025'> Vol. 07, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nأحمد بن يحيى القاضي، وعباس الحجري. وابن الطحان، وعبد الله بن اسماعيل،\nوأبو عمر الطلمنكي، وابن الفرضي، وابن الشقاق، الى أن سرح الى بلده. قال\nابن الفرضي: وكان ثقة مأمونا، وإليه كانت الرحلة من جميع نواحي الثغر،\nونفع الله به عالما كثيرا. قال ابن الحذاء: وكان رجلا صالحا فاضلا\nزاهدا منقطع القرين. وكان بطلا شجاعا. قال ابن الفرضي: بلغني أنه كان\nيقف وحده للفئة. قال ابن الحذاء: يذكر عنه أهل جهته في هذا الباب، مقامات\nمشهورة، منها: أن العدو قصد بلدهم في نحو ثلاثة آلاف فارس، وكان قائد\nالقلعة شجاعا أيضا. فاجتمعا فقال أبو محمد: معنا خمسماية فارس، وأنت تعد\nبخمسماية فارس، وأنا بخمسماية فارس، فقد وجب علينا لقاؤهم بنص الكتاب.\nفأطاعه <span id='ms0875'></span> الناس وبدروا إليهم، فظهروا عليهم وانهزم العدو، وتحكموا فيهم قتلا\nوغنيمة. فحسن ظن الشيخ رحمه الله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p026'> Vol. 07, p. 026</a>\n            </div>\n            \n</p>\n\n#\n<p>\nوتوفي ببلده، سنة ثلاث وثمانين، وهو ابن ثلاث وستين سنة. وترك حملا جاء\nبعده، وتسمى باسمه. فكان صالحا حسن السيرة كريما ورعا، لم يكن له كثير\nعلم، ولي قضاء بلده، نحو أربعين عاما. توفي وترك ولدا، ولي أيضا أحكام\nبلده، ولم تزل رئاسة بلدهم فيهم من القضاء والتقدم، الى وقتنا هذا. الى أن\nتغلب العدو عليها. وأبو محمد بن قاسم بن حزم أبو عبد الله، من أهل العلم،\nله رحلة لقي فيها بالقيروان ابن زياد، وابن اللباد، حدث عنه ابنه، وتوفي\nسنة أربع وأربعين وثلاثماية. رحمه الله.\n</p>\n\n<h3 class='dic-item l3' id='head35'>عبد الرحمن بن عيسى بن محمد</h3>\n\n<p>\nيعرف بابن مدارج. أبو المطرف. أخذ ببلده طليطلة، عن عبد الله بن سعيد،\nوبقرطبة عن أحمد بن خالد، وابن أيمن، وقاسم بن أصبغ، وعثمان بن عبد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p027'> Vol. 07, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nالله. وناظر عندهم في التفقه، وأكثر من الرواية. ورحل الى المشرق فلقي\nحمادا، وكان من جمع الحديث والرأي، وحفظ وأتقن. وكان من أهل العلم والعمل\nبه. ورعا عالما بمذهب مالك. حافظا له، راسخا في علمه، فقيه الصدر ذكيا\nيتكلم في كل علم ويغلب عليه الفقه. متحريا في روايته، شديدا على أهل\nالأهواء، كثير التهجد والتلاوة. وكان يتفقه عنده، وسمع منه. وله أوضاع\nكثيرة في غير ما فن من فنون العلم وكان فيه تلطف. مات بعض أصحابه، وترك\nولدا. فأخبر عنه بسلوكه غير القوام فأمر أن يؤتى به إليه، يشاهد عنده\nالمجلس، وحان وقت الصلاة فقدمه، فلما فرغ وخلا به، وعظه وقال له: أنظر، لا\nتجعل الناس يقولون أنظر من قدم عبد الرحمن يصلي به. وكان له مجلس يعظ الناس\nفيه، وكان يرحل إليه للرواية والتفقه. عظيم القدر، ونافذ الأمر، يذكر عنه\nاستجابة الدعوة. وكان يأكل من عشائه المساكين، كل ليلة. حتى كان أهله\nيقولون له: ليس ثم مرق ما يعم كل من جاء. فيقول: ألم يكن معك الماء؟ فكثري\nمن المرق، ليعم من جاء. وكان <span id='ms0876'></span> لا يجيب في نازلة، حتى تقع. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p028'> Vol. 07, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nوحكى أنه لقي رجلا وقع بينه وبين زوجته شيء لزمه فيه ثلاث تطليقات.\nوأفتى جميع الفقهاء بطليطلة، واحدة. فجاءت زوجة الحالف لزوج ابن مدارج بحلي\nمن حليها. وذكرت لها من قصتها، وأن زوجها تورع وحلف أن لا يأخذ إلا بفتوى\nابن مدارج، فلما دخل ابن مدارج على زوجته، أرته الحلي وذكرت له القصة. فلم\nيراجعها وأرسل في الحين الى دلال العقار، وأمر ببيع حظ له في رحى، وقبض\nماله، وابتاع حليا مثل ما سيق الى زوجته، ثم أتاها وقال لها: أيهما أفضل؟\nفأشارت الى الذي جابه. فقال: هو لك، واصرفي حلي المرأة إليها. وقال بعضهم:\nالنظر الى عبد الرحمن بن عيسى، قربة الى الله عز وجل. ودخل على الحكم في\nوفد أهل طليطلة، وكان أصغرهم. فقال الحكم: ما معنى قول الله عز وجل، يا\nمعشر العلماء: \" إن أحسنتم أسحنتم لأنفسكم، وإن أسأتم فلها \". رب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p029'> Vol. 07, p. 029</a>\n            </div>\n            \n</p>\n\n#\n<p>\nرحيم يغفر الذنوب ولا يأخذ بها. استحسنه الحكم، وسأل عنه، فأمر بعد هذا\nباستجلابه لقرطبة، فاستعفى من ذلك، رضي الله عنه. وتوفي رحمه الله تعالى،\nفي جمادى الآخرة، من سنة ثلاث وستين وثلاثماية. رضي الله عنهم جميعهم.\n</p>\n\n<h3 class='dic-item l3' id='head36'>عبد الله بن عبد الوارث بن متبتل</h3>\n\n<p>\nطليطلي. أبو الفرج. قال ابن الفرضي: كان فقيها حافظا، استخلفه ابن\nالجزار أيام قضائه، بطليطلة. توفي في رمضان سنة ثلاث وسبعين. قال ابن\nمظاهر: كان مشهورا بالعلم والفضل، مستوفيا في الأحكام، من أهل الفقه\nوالورع في جميع أموره. أخذ عن أبي ابراهيم، ووهب بن مسرة، ووهب بن عيسى،\nومحمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p030'> Vol. 07, p. 030</a>\n            </div>\n            \n</p>\n\n#\n<p>\nعيشون، ومحمد بن وسيم، وابن جزار القروي، واسماعيل بن بدر. وكان اسمه\nمتبتلا. فسماه أبو ابراهيم: عبد الله. رحمه الله.\n</p>\n\n<h3 class='dic-item l3' id='head37'>عبد الرحمن بن تمام بن مكحول</h3>\n\n<p>\nأبو المطرف. طليطلي. له رحلة سمع فيها بمكة من الجمحي، والخزاعي، وبمصر\nمن أبي الحسن النيسابوري، وأبي علي ابن شعبان، وابن أشبه، وابن رعد، وغلب\nعليه حفظ الفقه. وكان فقيها حافظا. قال ابن الفرضي: وكان ينسب الى قلة\nورع. وحدث <span id='ms0877'></span>. توفي في صدر سنة تسع وسبعين وثلاثماية. مولد، رحمه الله: سنة\nخمس عشرة، وقيل: سنة تسع وثلاثماية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p031'> Vol. 07, p. 031</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head38'>أبو غالب تمام بن عبد الله بن تمام بن غالب المعافري</h3>\n\n<p>\nطليطلي من أهل العناية بالعلم، والرواية الواسعة، والفتيا، والتقدم\nوالديانة والعقل. قال ابن مظاهر: كان على طريقة المتقدمين في صحة المذهب،\nوسلامة الظاهر، قال ابن الفرضي: سمع وهب بن عيسى ووهب بن مسرة، ورحل فسمع\nمن ابن الأعرابي، وابن فراس، وسمع بالشام وبالقيروان من أبي عبد الله بن\nمسرور الغسال، وغيره. كتبت عنه بقرطبة وجماعة من أصحابنا. قال ابن مظاهر:\nوسمع من محمد بن عيشون، ووسيم بن سعدون، وسمع في رحلته من جماعة ذكرهم،\nمنهم: أبو علي ابن السكن، وابن رشيق، وأبو الحسن ابن الكوفي، وحبيب ابن\nالربيع، ومحمد بن نافع الخزاعي، وأبو العباس ابن أبي العرب، وجلب كتبا\nكثيرة. وكان حسن الضبط متحريا. روى عنه ابن أبي زمنين، وغيره، بقرطبة.\nوكان الحكم قد جلبه الى قرطبة، فقامت له بها سوق. وكان متواضعا يعود\nالمرضى، ويتعاهدهم بالطعام. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p032'> Vol. 07, p. 032</a>\n            </div>\n            \n</p>\n\n#\n<p>\nوتوفي سنة سبع وسبعين وثلاثماية في جمادى الآخرة. مولده رضي الله عنه سنة\nخمس وثلاثماية. رحمهم الله أجمعين.\n</p>\n\n<h3 class='dic-item l3' id='head39'>عبد الله بن فتح بن فرج بن معروف ابن أبي معروف التجيبي</h3>\n\n<p>\nأبو محمد. طليطلي. قال ابن الفرضي، سمع وهب بن مسرة، ووهب بن عيسى، ورحل\nفسمع بالمضرق من جماعة، منهم: ابن الورد والسكري، وابن أبي الموت. قال\nغيره: وسمع بالأندلس أيضا من أبي بكر بن وسيم، وبالمشرق من القاضي الحصين،\nوابن بهزاد، وأبي الطاهر المدني. كان ممن يحفظ الرأي، مفتيا بموضعه. ومن\nأهل الخير والطهارة والثقة، والأحوال المحمودة والتقدم ببلده. وجلس بعد ابن\nمدارج بمجلسه، فلما تحلق إليه الناس مر به بعض المجانين فسأل عنه: فقيل:\nمات فلان، وهذا فلان صار مكانه. فقال خير شيء، من لا شيء. واستظرف قوله،\nوصار مثلا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p033'> Vol. 07, p. 033</a>\n            </div>\n            \n</p>\n\n#\n<p>\nتوفي منتصف شعبان، سنة ست وسبعين وثلاثماية بطليطلة. ومولده سنة اثنتين\nوثلاثماية. رحمه الله.\n</p>\n\n<h3 class='dic-item l3' id='head40'>عبد الله بن محمد بن علي بن شريعة بن رفاعة <span id='ms0878'></span></h3>\n\n<p>\nابن محمد بن سماعة اللخمي\n</p>\n\n<p>\nالمعروف بالباجي. أبو محمد. كذا ضبط اسم جده: شريعة على وزن مدينة بالشين\nالمثلثة، المفتوحة والراء المكسورة. وجدت بخط أبي عبد الله بن عتاب، أن\nصوابه، سريعة بسين مهملة وراء مفتوحة على وزن هبيرة والمشهور الأول. وكذا\nيكتبه لآله، وأهل بيته، ويعرفونه. ولكن ابن عتاب لا يحكي إلا ما سمع. وهو\nمن أشرف أهل بلده من لخم ذؤابة، وشهرة في العلم. أنجب ولده فرأسوا بلدهم في\nالعلم، والقضاء، الى زمننا هذا. سمع أبو محمد هذا من ابن القون، وحسن\nالزبيدي، وسيد أبيه الزاهد، وابن أبي شيبة، وسمع بقرطبة ابن لبابة، وأسلم\nالقاضي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p034'> Vol. 07, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nوابن أبي تمام، وابن خالد، وعثمان بن عبد الرحمن، وابن مسرور، ومحمد بن\nقاسم، وابن الأغبس، وابن أيمن، وابن أبي عبد الأعلى، وقاسم بن أصبغ، وعبد\nالله بن يونس وغيرهم. وسمع بالبيرة، من محمد بن فطيس كثيرا. ومن عثمان ابن\nحربي، قال ابن الفرضي: وكان ضابطا لروايته، صدوقا حافظا للحديث، بصيرا\nبمعانيه، لم ألق فيمن لقيت، من شيوخ الأندلس، بعد ابن حبيب، مثل أبي محمد\nالباجي. قال ابن الفرضي: أبو الوليد الباجي، ثقة مشهور، راوية الأندلس.\nواستقدم الى قرطبة، فأقام بها يحدث. ثم انصرف الى موضعه. روى عنه الناس\nكثيرا، ممن سمع منه ابنه، أبو عمر، وحفيده القاضي محمد، واسماعيل بن\nإسحاق، وأبي بكر بن وهب وابن الفرضي، وابن الخزار الإشبيلي، والزبيدي\nالنحوي، والأصيلي، فيمن بعدهم. ومن أهل بلدنا: أبو إسحاق ابن يربوع وأبو\nمحمد بن غالب، في جماعة لا يحصون كثرة. وإليه كانت الرحلة في وقته\nبإشبيلية. وحدث نحوا من خمسين سنة وغلبت عليه الرواية والحديث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p035'> Vol. 07, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nقال ابن مفرج: كان الباجي من أهل الرواية العالية، والبصر بالحديث،\nوالمعرفة بالفقه، من الراسخين فيه والحافظين له، من أهل النصائح في الدين،\nوالتواضع في الدنيا. ولا يصحب السلطان. ولي مرة قضاء بلده، وشوراه وألح\nفي الاستعفاء حتى عوفي، من القضاء. وبلغ عدد ما رواه من الدواوين مايتين\nوثمانين ديوانا. وأوصله ابن أبي عامر الى نفسه <span id='ms0879'></span>، وسلم عليه. وكانت فيه صحة.\nوقد عارضه فقال لابن أبي عامر: لي والد كان والدك، رحمه الله - وأثنى عليه\nخيرا - ووصفه بطلب. قال: وكان لي صديقا، سمعت منه على الشيوخ، ولم يكن\nفضوليا، وأنت فلم تماثله. وأدخلت يدك في الدنيا، فانغمست في لجتها، وطلبت\nالفضول، وعلمت أخبارا كثيرة. وأوبقت بنفسك، والله يا مغرور، عز علي\nانتسابك. فاحتمل ابن أبي عامر قوله، لعلمه بسلامته. ثم قال له: يا حاجب:\nقال النبي صلى الله عليه وسلم، لبس على مسلم جزية. فأيش تقول أنت فيه؟ فقال\nابن أبي عامر: وما عسى أن أقول في حديثه، صلى الله عليه وسلم، هو حق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p036'> Vol. 07, p. 036</a>\n            </div>\n            \n</p>\n\n#\n<p>\nلا شيء فيه. فقال: وايش أنا عندك؟ فقال: مسلم حنيفي، بحمد الله، فقال له:\nفلم أغرم الجزية إذا ورسول الله صلى الله عليه وسلم يأمرك بإسقاطها عني؟\nفقال ابن أبي عامر: سمعا وطاعة له. ولن تغرمها بعد. وصحكك له بجزية ضياعه.\nتوفي رحمه الله، يوم سبع وعشرين من رمضان. وسنه إحدى وتسعون سنة.\n</p>\n\n<h3 class='dic-item l3' id='head41'>محمد بن عبد الله بن أبي شيبة</h3>\n\n<p>\nأبو القاسم، إشبيلي. سمع من عمه، علي. وكان من فقهاء بلده. وتوفي رحمه\nالله سنة أربع وتسعين.\n</p>\n\n<h3 class='dic-item l3' id='head42'>محمد بن حسن بن عبد الله بن مذحج الزبيدي</h3>\n\n<p>\nإشبيلي. تقدم ذكر أبيه. سكن قرطبة. وتوفي بإشبيلية. يكنى بأبي بكر،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p037'> Vol. 07, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nسمع من قاسم بن أصبغ، وسعيد بن فحلون، وأحمد بن سعيد، وأبي علي البغدادي،\nوأكثر عنه، ولازمه. وكان متفننا فقيها أديبا شاعرا. قال ابن عفيف: كان\nالزبيدي، مع أدبه من أهل الحفظ للفقه، والرواية للحديث. تفقه عند اللؤلؤي،\nوابن القوطية، وغلب عليه الأدب، وعلم لسان العرب. فنهض به. وصنف فيه،\nواستأدبه الخليفة، الحكم، لابنه هشام. وولاه قضاء إشبيلية، وقلده هشام\nالشرطة. قال ابن الفرضي: كان واحد عصره في علم النحو، وحفظ اللغة. قال ابن\nحيان في هذا الباب: لم يكن له نظير في الأندلس، مع افتنان في علوم كثيرة،\nمن فقه وحديث، وفضل واستقامة. قال القاضي أبو عمر ابن الحذاء: لم تر عيني\nمثله في <span id='ms0880'></span> علمه، وأدبه. قال ابن عفيف: وكان ابن زرب يقدمه ويعظمه، ويزوره.\nقال غيره: وكان ابن أبي عامر يثق به في لقائه الخليفة هشام. حدث عنه ابنه\nالقاضي أبو مسلم من أهل بلدنا، وأبو عمر ابن الحذاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p038'> Vol. 07, p. 038</a>\n            </div>\n            \n</p>\n\n#\n<p>\nوألف كتاب الواضح في النحو. وكتاب الأبنية. وكتاب لحن العامة. وكتاب\nمختصر العين، وزيادة كتاب العين. وكتاب غلط صاحب العين، وغير ذلك من\nتأليفه. وله كتاب في الرد على محمد بن مسرة. رحمه الله.\n</p>\n\n<h3 class='dic-item l3' id='head43'>ملح من أخباره</h3>\n\n<p>\nذكر ابن عفيف، أن ابن زرب القاضي، وقف يوما بالزبيدي، فلما علم به، خرج\nإليه مكشوف الرأس، بيده مدية. فلما كان في بيته، سارع لقضاء حقه - كما جاءه\nالى محله - فوقف قائما وقضى حقه. فأنكر ابن زرب خروجه على تلك الهيئة\nوقيامه. وسأله الجلوس. فأبى وأنشد:\n</p>\n\n<p>\nأقوم وما بي أن أقوم مذلة % % علي وإني للكرام مبجل\n</p>\n\n<p>\nعلى أن لي منها لغيري مجنة % % ولكنها بيني وبينك تجمل\n</p>\n\n<p>\nوأنشد ابن أبي وافد له في منجم:\n</p>\n\n<p>\nيقول المنجم لي لا تسر فإ % % نك إن سرت لاقيت ضرا\n</p>\n\n<p>\nفإن كان يعلم أني أسير % % فقد جاء بالنهي لغوا وهجرا\n</p>\n\n<p>\nوإن كان يجهل سيري فكيف % % يراني إذا سرت لاقيت شرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p039'> Vol. 07, p. 039</a>\n            </div>\n            \n</p>\n\n#\n<p>\nوأنشد له في كتاب ابن مفرج:\n</p>\n\n<p>\nأقابل بالرفق عنف العنيف % % وأقنع من صاحبي بالطفيف\n</p>\n\n<p>\nويكرمني بر غير الشريف % % فانسخ ذاك ببر الشريف\n</p>\n\n<h3 class='dic-item l3' id='head44'>وفاته رضي الله عنه</h3>\n\n<p>\nتوفي الزبيدي، رحمه الله بإشبيلية. وهو على قضائها في جمادى، سنة تسع\nوسبعين وثلاثماية. وولي بعد وفاته القضاء مكانه: ابنه أبو القاسم أحمد.\nوسلك مسلك أبيه في مداخلة الخليفة هشام، فاتهمه ابن أبي عامر، وسيره الى\nالعدوة. فقتله اللصوص في بعض انتقالاته، وابنه الآخر: أبو الوليد محمد. روى\nعن أبيه، حدث عنه القاضي ابن وردون وغيره.\n</p>\n\n<h3 class='dic-item l3' id='head45'>يحيى بن شراحيل</h3>\n\n<p>\nبلنسي. أبو زكريا. قال ابن الفرضي: كان حافظا لمذهب مالك، عاقدا\nللشروط، ولم تشهر له رواية. وكان موصوفا بالعلم، معدودا في أهله. وله\nكتاب في توجيه حديث الموطأ. توفي سنة اثنتين وسبعين وثلاثماية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p040'> Vol. 07, p. 040</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head46'>مفضل بن عياش بن سليمان <span id='ms0881'></span> بن أيوب الخولاني</h3>\n\n<p>\nمولاهم، جياني. يعرف بابن الطويل. كان حافظا للمذهب، صاحب شروط من أهل\nالعفاف، والخير والثقة. سمع حميدا وأبا صالح، وغيرهما. وكن مفتيا. ولحقته\nمطالبة ببلده. فخرج الى الثغور، فرابط بها. الى أن مات، سنة ستين\nوثلاثماية.\n</p>\n\n<h3 class='dic-item l3' id='head47'>إدريس بن عبيد الله بن ادريس بن عبيد الله، بن يحيى بن عبد الله</h3>\n\n<p>\nابن خالد بن عبد الله بن الحسين بن جعد بن أسلم مولى عثمان بن عفان رضي\nالله عنه قرطبي. كنيته: أبو يحيى. سمع أباه، وغيره. وكان حافظا فقيها\nمشاورا، ولي أحكام الشرطة. وكان زاهدا، ورعا متقشفا، متواضعا، لم\nتغيره الدنيا. توفي آخر سنة ثلاث وسبعين وثلاثماية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p041'> Vol. 07, p. 041</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head48'>عيسى بن العلاء</h3>\n\n<p>\nأبو الأصبغ. تدميري، عني بالعلم، وسمع من ابن العابد، وغيره. ورحل الى\nالمشرق، وكان موصوفا بالفقه، مستفتى بموضعه، توفي سنة إحدى وتسعين\nوثلاثماية. رحمه الله تعالى.\n</p>\n\n<h3 class='dic-item l3' id='head49'>محمد بن عيسى بن حسين بن أبي السعد</h3>\n\n<p>\nابن سيد الدارين يوسف التميمي أصله من تاهرت. وخرج جده الى فاس، ومولده\nسة ثمان وعشرين وأربعماية، فيما أخبر به، رحمه الله. كملت الطبقة، بحمد\nالله تعالى.\n</p>\n\n<h1 class='l1' id='head50'>طبقة سابعة</h1>\n\n<p>\nبسم الله الرحمن الرحيم. وصلى الله على سيدنا ومولانا محمد، وعلى آله\nوسلم. قال القاضي أبو الفضل عياض رضي الله عنه: ثم انتهى المذهب بعد هذه\nالطبقة الى أخرى تليها:\n</p>\n\n<h2 class='l2' id='head51'>من أهل الحجاز </h2>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p042'> Vol. 07, p. 042</a>\n            </div>\n            \n#\n<h3 class='dic-item l3' id='head52'>أبو القاسم سليمان بن علي بن سليمان الجبلي</h3>\n\n<p>\nبجيم وباء واحدة، مفتوحتين، كذا قيده الأمير، وعبد الغني. قال الأمير: هو\nمن جبلة الحجاز وكان مقيما بمكة، رأس الثلاثماية. وكان فقيها مالكيا.\nحدث عن أبي بكر ابن عبد المؤمن، وأبي إسحاق الدينوري، روى عنه الناس. حدث\nعنه مكي. وأبو بكر بن عقال، وأبو القاسم ابن عيشون، وأحمد بن جمهور\nالرشياني، وغيرهم. قال مكي: سألته عن التزامه لمذهب مالك، رضي الله عنه، ما\nالسبب فيه. فقال لي: أبو الفرج المالكي رحمه الله. كان نازلا بمكة. ذكره\nالقابسي. قال: وكان من أهل العلم، ورآني أرفع يدي، عند افتتاح الصلاة\nقائمتين وأحني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p043'> Vol. 07, p. 043</a>\n            </div>\n            \n</p>\n\n#\n<p>\nأصابعي. قال: وكذلك كان <span id='ms0882'></span> يفعل أبو عمران الفاسي.\n</p>\n\n<h2 class='l2' id='head53'>من أهل العراق والمشرق</h2>\n\n<p>\nوأكثرهم من أصحاب أبي بكر الأبهري، رحمه الله\n</p>\n\n<h3 class='dic-item l3' id='head54'>أبو بكر بن محمد بن الطيب بن محمد القاضي</h3>\n\n<p>\nالمعروف بابن الباقلاني. الملقب بشيخ السنة، ولسان الأمة، المتكلم على\nمذهب المثبتة، وأهل الحديث، وطريقة أبي الحسن الأشعري خرج له ابن أبي\nالفوارس. قال الخطيب أبو بكر في تاريخ البغداديين: درس على أبي بكر ابن\nمجاهد الأصول، وعلى أبي بكر الأبهري الفقه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p044'> Vol. 07, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو بكر: وكان ثقة. حدثنا عنه السمناني، قال: وكان أبو الحسن بن جهضم\nالهمداني، وذكره في كتابه، فقال: كان شيخ وقته، وعالم عصره، الرجوع إليه\nفيما أشكل على غيره. قال غيره: وإليه انتهت رئاسة المالكيين في وقته. وكان\nحسن الفقه، عظيم الجدل، وكانت له بجامع المنصور ببغداد حلقة عظيمة. وكان\nينزل الكرخ. ذكر أبو عبد الله بن سعدون الفقيه، أن سائر الفرق رضيت بالقاضي\nأبي بكر في الحكم بين المتناظرين. قال ابن عمار الميورقي: كان ابن الطيب\nمالكيا، فاضلا متورعا، ممن لم تحفظ له قط زلة. ولا نسبت إليه نقيصة.\nوكان يلقب بشيخ السنة. ولسان الأمة، وكان فارس هذا العلم مباركا على هذه\nالأمة. قال: وكان حصنا من حصون المسلمين، وما سر أهل البدع بشيء كسرورهم\nبموته. ولي القضاء بالثغر. وذكره أبو عمران الفاسي فقال: سيف أهل السنة في\nزمانه، وإمام متكلمي أهل الحق في وقتنا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p045'> Vol. 07, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nقال القاضي أبو الوليد: كان أبو بكر مالكيا، وحدث عن أبي ذر الهروي.\nقال: كان سبب أخذي عن القاضي أبي بكر، ومعرفتي بقدره، أني كنت مرة ماشيا\nببغداد، مع أبي الحسن الدارقطني، إذ لقيت شابا فأقبل الشيخ أبو الحسن\nعليه، وعظمه، ودعا له. فقلت للشيخ: من هذا الذي تصنع به هذا؟ فقال لي: هذا\nأبو بكر ابن الطيب، نصر السنة، وقمع المعتزلة. وأثنى علي. قال أبو ذر:\nفاختلفت إليه، وأخذت عنه من يومئذ. وأخذ عنه جماعة لا تعد، ودرسوا عليه\nأصول الفقه والدين. وخرج منهم من الأئمة أبو محمد عبد الوهاب بن نصر\nالمالكي، وعلي بن <span id='ms0883'></span> محمد الحربي، وأبو جعفر السماني، وأبو عبد الله الأدري\nوأبو الطاهر الواعظ، رحمهم الله. ومن أهل المغرب: أبو عمر بن سعد، وأبو\nعمران الفاسي. رحل إليه، وأخذ عنه. قال أبو عمران: رحلت الى بغداد وكنت قد\nتفقهت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p046'> Vol. 07, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nبالمغرب، والأندلس عند أبي الحسن القابسي، وأبي محمد الأصيلي، وكانا\nعالمين بالأصول. فلما حضرت مجلس القاضي أبي بكر ورأيت كلامه في الأصول\nوالفقه، والمؤالف والمخالف، حقرت نفسي وقلت: لا أعلم من العلم شيئا. ورجعت\nعنده كالمبتدئ. وتفقه عنده القاضي أبو محمد بن نصر، وعلق عنه، وحكى في كتبه\nما شاهد من مناظرته في الفقه بين يدي ولي العهد ببغداد، للمتخالفين. قال\nأبو بكر الخطيب: كان أعرف الناس بعلم الكلام، وأحسنهم فيه خاطرا، وأجودهم\nلسانا، وأوضهم بيانا، وأصحهم عبارة. وحكى أن أبا بكر الخوارزمي كان يقول:\nكل مصنف ببغداد إنما ينقل من كتب الناس، إلا القاضي أبا بكر فإن صدره يحوي\nعلمه، وعلم الناس. وقال علي بن محمد الحربي: كان القاضي أبو بكر يهم بأن\nيختصر ما يصنعه، فلا يقدر لسعة علمه وحفظه. وما صنف أحد كلاما إلا احتاج\nأن يطالع كتب المخالفين، غير أبي بكر فإن جميع ما يذكر من حفظه. وكان أبو\nمحمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p047'> Vol. 07, p. 047</a>\n            </div>\n            \n</p>\n\n#\n<p>\nالشافعي يقول: لو أوصى رجل بثلث ماله لأفصح الناس، لوجب أن يدفع الى أبي\nبكر الأشعري. وكان بعضهم يقول: جاء في الأثر أن الله تعالى، كان يتعاهد\nعباده بأنبيائه ورسله، فلما ختم الرسالة بمحمد صلى الله عليه وسلم، تعاهد\nأمته في رأس كل مائة عام برباني من علمائها، يحيي لها دينها، ويجدد\nشريعتها، فكان إمام رأس أربعماية: أبو بكر بن الطيب رحمه الله تعالى.\n</p>\n\n<p>\nذكر فضله وسيرته ووفاته\n</p>\n\n<p>\nقال أبو عبد الله الصيرفي: كان صلاح القاضي أكثر من علمه، وما نفع الله\nهذه الأمة بكتبه، وبثها فيهم، إلا بحسن نيته واحتسابه بذلك. قال: وكان يدر\nنهاره، وأكثر ليله. وذكر من فضله كثيرا. وحكى أبو بكر الخطيب: كان ورد\nالقاضي كل ليلة عشرين ترويحة، ما ترك ذلك في حضر ولا <span id='ms0884'></span> سفر، وكان كل ليلة إذا\nصلى العشاء وقضى ورده، وضع الدواة بين يديه، وكتب خمسا وثلاثين ورقة\nتصنيفا من حفظه. وكان يذكر أن الكتابة بالمداد، أسهل عليه من الكتابة\nبالحبر. فإذا صلى الفجر، دفع الى بعض أصحابه ما صنفه ي ليلته، وأمره\nبقراءته عليه. وأملى عليه الزيادات فيه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p048'> Vol. 07, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nقال القاضي أبو عبيد الله البيضاوي: رأيت في المنام: كأني دخلت مسجدي\nالذي أدرس فيه، فرأيت رجلا جالسا في المحراب، وآخر يقرأ عليه. فقيل لي\nأما الجالس في المحراب، فرسول الله، صلى الله عليه وسلم. وأما القارئ: فأبو\nبكر الأشعري، يدرس عليه الشريعة. قال الميورقي: حسبت تواليف القاضي،\nوإملاءاته، فسمت على أيام عمره، من مولده الى موته. فوجد أنه يقع لكل يوم\nمنه عشرون. قلت: أو نحوها. وتوفي القاضي أبو بكر يوم الست، لتسع بقين من ذي\nالقعدة، سنة ثلاث وأربعماية، فيما حكاه الخطيب، ووجدت عن غيره: سنة أربع.\nأيام بهاء الدولة، والخليفة القادر بالله. وهذا خطأ. والأول هو الصحيح. وقد\nأثبت أبو عمران الفاسي سماعه منه إملاء، في رمضان من سنة اثنتين. قال: وصلى\nعليه ابنه الحسن. قال غيره: وكان الحسن مرجوا فاخترمته المنية، بعد أبيه.\nقال الخطيب: ودفن القاضي أبو بكر في داره، ثم نقل الى مقبرة باب حرب. وأنشد\nبعضهم يرثيه:\n</p>\n\n<p>\nأنظر الى جبل تمشي الرجال به % % وانظر الى القبر ما يحوي من الصلف\n</p>\n\n<p>\nوانظر الى صارم الإسلام منغمدا % % وانظر الى درة الإسلام في الصدف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p049'> Vol. 07, p. 049</a>\n            </div>\n            \n</p>\n\n#\n<p>\nقال: وحدثني أبو الفضل، عبد الله بن علي المقرئ: سرت أنا وأبو علي بن\nشاذان، وأبو القاسم عبيد الله بن أحمد بن عثمان الصيرفي، الى قبر القاضي\nأبي بكر بعد موته بشهر، لنترحم عليه. فرفعت مصحفا كان على القبر وقلت:\nاللهم بين لي في هذا المصحف حال أبي بكر وما صار إليه. ثم فتحت المصحف،\nفإذا فيه: \" يا قوم أرأيتم إن كنت على بينة من ربي وأتاني رحمة من\nعنده \" الآية.\n</p>\n\n<h3 class='dic-item l3' id='head55'>ما اشتهر من مناظرته مع الفرق وأخباره في ذلك</h3>\n\n<p>\nقال الخطيب: حدثنا أن <span id='ms0885'></span> ابن المعلم شيخ الرافضة ومتكلمها، حضر بعض مجالس\nالنظر مع أصحاب له. إذ أقبل القاضي أبو بكر الأشعري، فالتفت ابن المعلم الى\nأصحابه، فقال لهم: جاءكم الشيطان. فسمع القاضي الكلام، وكان في بعد من\nالقوم، فلما جلس أقبل على ابن المعلم وأصحابه وقال لهم: قال الله عز وجل:\n\" إنا أرسلنا الشياطين على الكافرين تؤزهم أزا \". وحكى غيره أن\nالحكاية جرت له مع أهل مجلس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p050'> Vol. 07, p. 050</a>\n            </div>\n            \n</p>\n\n#\n<p>\nفناخسرو الملك، من شيوخ المعتزلة، وأنه كان داخلا، إذ سمعهم يذكرون\nأمره، فقال لهم بعضهم ما هو إلا شيطان. فوصل إليهم وهو يتلو الآية. وسمعت\nبعض الشيوخ يحكي، أن ابن المعلم تكلم معه يوما، فلما احتد الكلام بينهما\nرماه ابن المعلم بكف باقلاء أعده له - يعرض له بما ينسب إليه ليخجله بذلك\nويحصره - فرد القاضي للحين يده الى محمد ورماه بدرة أعدها له. فعجب من\nفطنته، وإعداده للأمور أشباهها، قبل وفاته.\n</p>\n\n<p>\nمناظرته المشهورة في مجلس عضد الدولة\n</p>\n\n<p>\nقال أبو عبد الله الأزدي، وغيره: كان الملك عضد الدول فناخسرو بن بويه\nالديلمي، يحب العلم والعلماء. وكان مجلسه يحتوي منهم على عدد عظيم في كل\nفن، وأكثرهم الفقهاء والمتكلمون. وكان يعقد لهم للمناظرة مجالس. وكان قاضي\nقضاته بشر بن الحسين، معتزليا. فقال له عضد الدولة، يوما: هذا المجلس\nعامر بالعلماء إلا أني لا أرى فيه عاقدا من أهل الإثبات - يعني مذهبهم -\nوالحديث يناظر فقال له قاضيه: إنما هم عامة، أصحاب تقليد ورواية، يروون\nالخبر وضده، ويعتقدونهما جميعا. ولا أعرف منهم أحدا يقوم بهذا الأمر.\nوإنما أراد ذم القوم، ثم أقبل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p051'> Vol. 07, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nيمدح المعتزلة. فقال له عضد الدولة: محال أن يخلو مذهب طبق الأرض من\nناصر، فانتظر أي موضع فيه مناظر، يكتب فيه فيجلب. فلما عزم عليه. قال\nالقاضي: أخبروني أن بالبصرة شيخا، وشابا، الشيخ يعرف بأبي الحسن الباهلي.\n- وفي رواية بأبي بكر بن مجاهد - والشاب يعرف بابن الباقلاني. فكتب الملك\nمن حضرته يومئذ يشير الى عامل البصرة، ليبعثهما. وأطلق مالا لنفقتهما من\nطيب ماله. فلما وصل الكتاب إليهما، قال <span id='ms0886'></span> الشيخ وبعض أصحابه: هؤلاء قوم كفرة\nفسقة - لأن الديلم كانوا روافض - لا يحل لنا أن نطأ بساطهم، وليس غرض الملك\nمن هذا إلا أن يقال إن مجلسه مشتمل على أصحاب المحابر كلهم، ولو كان خالصا\nلله، لنهضت. قال القاضي: فقلت له: هكذا قال ابن كلاب والمحاسبي، ومن في\nعصرهم، إن المأمون فاسق، لا نحضر مجلسه، حتى سيق أحمد بن حنبل الى ظرسوس،\nوجرى عليه بعده ما عرف. ولو ناظروه لكفوه عن هذا الأمر، وتبين لهم ما هم\nعليه بالحجة، وأنت أيضا أيها الشيخ تسلك سبيلهم حتى يجري على الفقهاء ما\nجرى على أحمد، ويقولوا بخلق القرآن، ونفي الرواية؟ وها أنا خارج إن لم\nتخرج. فقال الشيخ: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p052'> Vol. 07, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nأما إذا شرح الله صدرك لهذا، فاخرج. فخرجت مع الرسول، نحو شيراز في\nالبحر، فوصلت، فسألت عن صفة الدخول عليهم، فأخبرت أنه إذا كان يوم الجمعة،\nلم يحجب عنه كل صاحب طيلسان. لأن له فيه مناظرة، وفي رواية: فلما كان من\nالغد دخلت على الملك، وكان إذا صلى الظهر، وقعد العلماء، رفع الحجاب ودخل\nكل صاحب طيلسان. فدخلت والناس قد اجتمعوا، والملك قاعد على سرير، وبين يديه\nغلمان بأيديهم السيوف المحلاة. وعن يمينه ويساره مراتب. وما عن يمينه خال\nلا يقعد هناك إلا وزير، أو ملك عظيم. فكرهت أن أقعد آخر الناس، للذلة.\nفمضيت وقعدت عن يمينه بحذاء قاضي القضاة، عن يساره، فنظر الملك لقاضي\nالقضاة، نظرا منكرا. ولم يكن في المجلس من يعرفني إلا واحد، وقد فزعوا\nلفعلي. فقال الرجل للقاضي: هذا الرجل الذي طلبه الملك من البصرة. فأعلم\nالملك بذلك، والتفت إلي وأومأ بعينه الى الحجاب، فطاروا عني. ثم أقبل\nفقال: هاتوا مسألة. وفي المجلس رئيس المعتزلة البغداديين الأحدب، وكان أفصح\nمن عندهم، وأعلمهم. وعدد كثير من معتزلة البصرة، أقدمهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p053'> Vol. 07, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nأبو إسحاق النصيبيني. فقال الأحدب لبعض تلاميذه: سله، هل لله أن يكلف\nالخلق ما لا يطيقون؟ كان غرضه تقبيح صورتنا عن الملك. قال: فقلت إن أردتم\nبالتكليف، القول المجرد، فقد وجد ذلك <span id='ms0887'></span> إن شء الله تعالى، قال: \" قل كونوا\nحجارة أو حديدا \" الآية. ونحن لا نقدر أن نكون كذلك. وقال تعالى: \"\nأنبئوني بأسماء هؤلاء \" الآيتان. فطالبهم بما لا يعلمون. وقال تعالى: \"\nيوم يدعون الى السجود \" الآية. فهذا كله أمر بما لا يقدر الخلق عليه.\nوإن أردتم بالتكليف، الذي نعرفه، وهو ما يصح فعله وتركه، فالكلام متناقض،\nوسؤالك فاسد، فلا تستحق جوابا، لأنك قلت تكليف، والتكليف اقتضاء فعل ما،\nفيه مشقة على المكلف. وما لا يطاق لا يفعل بمشقة، ولا بغير مشقة. فسكت\nالسائل، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p054'> Vol. 07, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nوأخذ في الكلام الأحدب فقال: أيها الرجل، سئلت عن كلام مفهوم، فطرحته في\nالاحتمالات، وليس ذلك بجواب. وجوابه إذا سئلت أن تقول: نعم، أو لا. قال\nالقاضي: فأحفظني كلامه، لما لم يوقرني، توقير الشيوخ. وقلت له: يا هذا، أنت\nعائم ورجلاك في الماء. إنما طرحت السؤال في الاحتمالات، وقد بينت لك الوجوه\nالمحتملة. فإن كان معك في المسألة كلام، فهاته، وإلا تكلم في غيرها. فأعاد\nالكلام الأول. فقال الملك: هذا الشيخ، قد بين وجوه الاحتمال، وليس لك أن\nتعيب عليه، ولا أن تغالطه، وما جمعتكم إلا لفائدة، لا للمهاترة ولما لما لا\nيليق بالعلماء. ثم\n</p>\n\n<p>\nالتفت الملك الى القاضي، وقال له: تكلم على المسألة. فقال القاضي: ما لا\nيطاق، على ضربين. أحدهما، لا يطاق للعجز عنه، والآخر لا يطاق للاشتغال عنه\nبضده. كما يقال: فلان لا يطيق التصرف لاشتغاله بالكتابة. وهذا سبيل الكافر،\nأنه لا يطيق الإيمان، لاشتغاله بالكفر، وهو ضده. وأما العاجز فما ورد في\nالشريعة تكليفه، ولو ورد لكان جائزا. وقد أثنى الله تعالى على من سأله ألا\nيكلفه ما لا يطيق. فقال عز وجل: \" ولا تحملنا ما لا طاقة لنا به \". لأن\nالله تعالى، له أن يفعل في ملكه ما يريد. ثم تجاوز الأحدب الكلام الى غيره.\nوتكلم معه القاضي. ومال الملك الى قوله. ثم التفت الملك فقال: سلوا أبا\nإسحاق النصيبيني، عن مسألة الرؤية. فأنكر رؤية الله تعالى في الآخرة. وسئل\nما حجته؟ فقال: كل <span id='ms0888'></span> شيء يرى بالعين فيجب أن يكون في مقابلة عين الرائي،\nفالتفت الملك الى القاضي أبي بكر، فقال القاضي أبو بكر: لا يرى بالعين.\nفعجب الملك من قوله، وقال قاضي القضاة: فإذا لم ير بالعين، فبماذا يرى؟\nفقال القاضي: يرى بالإدراك الذي يحدثه الله تعالى في العين، وهو البصر، ولو\nكان الشيء يرى بالعين لكان يجب أن ترى كل عين قائمة، وقد علمنا أن الأجهر\nعينه قائمة ولا يرى شيئا. فقال النصيبيني: لم أعلم أنه يقول هذا، وظننت\nأنه يسلم قولي. وجرى له في هذا المجلس كلام كثير، أعجب به الملك. ولم يزل\nيحلو له كلامه، ويزحف عن سريره، حتى نزل عنه. وحصل بين يديه. ثم أقبل الملك\nعلى قاضي القضاة، فقال له: ألم أقل لك مذهب طبق الأرض، لابد له من ناصر؟\nقال القاضي: فلما انقضى المجلس، صحبني بعض الحجاب الى منزل هيأ لي فيه،\nجميع ما نحتاج إليه، فسكنته. ولم يزل مع الملك الى أن قدم بغداد، ودفع إليه\nالملك ابنه، يعلمه مذهب أهل السنة. وألف له التمهيد. وأخذ عنه إذ ذاك، أبو\nعبد الرحمن السلمي الصوفي، وجماعة من أهل السنة، بشيراز. وقرأوا عليه شرح\nاللمع، قال، وقال الملك لقاضيه: فكرت بأي قتلة أقتله، بجلوسه حيث جلس بغير\nأمري. وأما الآن، فقد علمت أنه أحق بمكاني مني. وحكى القاضي أبو الوليد\nالباجي عن أبي ذر الهروي، قال: أول معرفتي بالقاضي أبي بكر، وأخذي عنه، أني\nكنت ماشيا مع الشيخ أبي الحسن الدارقطني، في بعض أزقة بغداد، إذ لقي شابا\nفسلم عليه، واحتفل به. ورأيت من تعظيم الشيخ أبي الحسن له، وإقباله عليه\nودعائه له ونحو هذا، ما عجبت منه. فقلت له: من هذا؟ فقال لي: هذا أبو بكر\nابن الطيب، الذي نصر الله به أهل السنة. وقمع به أهل البدعة. أو كما قال.\nالملك الى القاضي، وقال له: تكلم على المسألة. فقال القاضي: ما لا يطاق،\nعلى ضربين. أحدهما، لا يطاق للعجز عنه، والآخر لا يطاق للاشتغال عنه بضده <span id='ms0889'></span>.\nكما يقال: فلان لا يطيق التصرف لاشتغاله بالكتابة. وهذا سبيل الكافر، أنه\nلا يطيق الإيمان، لاشتغاله بالكفر، وهو ضده. وأما العاجز فما ورد في\nالشريعة تكليفه، ولو ورد لكان جائزا. وقد أثنى الله تعالى على من سأله ألا\nيكلفه ما لا يطيق. فقال عز وجل: \" ولا تحملنا ما لا طاقة لنا به \". لأن\nالله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p055'> Vol. 07, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nتعالى، له أن يفعل في ملكه ما يريد. ثم تجاوز الأحدب الكلام الى غيره.\nوتكلم معه القاضي. ومال الملك الى قوله. ثم التفت الملك فقال: سلوا أبا\nإسحاق النصيبيني، عن مسألة الرؤية. فأنكر رؤية الله تعالى في الآخرة. وسئل\nما حجته؟ فقال: كل شيء يرى بالعين فيجب أن يكون في مقابلة عين الرائي،\nفالتفت الملك الى القاضي أبي بكر، فقال القاضي أبو بكر: لا يرى بالعين.\nفعجب الملك من قوله، وقال قاضي القضاة: فإذا لم ير بالعين، فبماذا يرى؟\nفقال القاضي: يرى بالإدراك الذي يحدثه الله تعالى في العين، وهو البصر، ولو\nكان الشيء يرى بالعين لكان يجب أن ترى كل عين قائمة، وقد علمنا أن الأجهر\nعينه قائمة ولا يرى شيئا. فقال النصيبيني: لم أعلم أنه يقول هذا، وظننت\nأنه يسلم قولي. وجرى له في هذا المجلس كلام كثير، أعجب به الملك. ولم يزل\nيحلو له كلامه، ويزحف عن سريره، حتى نزل عنه. وحصل بين يديه. ثم أقبل الملك\nعلى قاضي القضاة، فقال له: ألم أقل لك مذهب طبق الأرض، لابد له من ناصر؟\nقال القاضي: فلما انقضى المجلس، صحبني بعض الحجاب الى منزل هيأ لي فيه،\nجميع ما نحتاج إليه، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p056'> Vol. 07, p. 056</a>\n            </div>\n            \n</p>\n\n#\n<p>\nفسكنته. ولم يزل مع الملك الى أن قدم بغداد، ودفع إليه الملك ابنه، يعلمه\nمذهب أهل السنة. وألف له التمهيد. وأخذ عنه إذ ذاك، أبو عبد الرحمن السلمي\nالصوفي، وجماعة من أهل السنة، بشيراز. وقرأوا عليه شرح اللمع، قال، وقال\nالملك لقاضيه: فكرت بأي قتلة أقتله، بجلوسه حيث جلس بغير أمري. وأما الآن،\nفقد علمت أنه أحق بمكاني مني. وحكى القاضي أبو الوليد الباجي <span id='ms0890'></span> عن أبي ذر\nالهروي، قال: أول معرفتي بالقاضي أبي بكر، وأخذي عنه، أني كنت ماشيا مع\nالشيخ أبي الحسن الدارقطني، في بعض أزقة بغداد، إذ لقي شابا فسلم عليه،\nواحتفل به. ورأيت من تعظيم الشيخ أبي الحسن له، وإقباله عليه ودعائه له\nونحو هذا، ما عجبت منه. فقلت له: من هذا؟ فقال لي: هذا أبو بكر ابن الطيب،\nالذي نصر الله به أهل السنة. وقمع به أهل البدعة. أو كما قال.\n</p>\n\n<p>\nمناظرته في مجلس ملك الروم وأخباره معه\n</p>\n\n<p>\nوجه عضد الدولة في بعض سفراته، الى ملك الروم الأعظم، القاضي أبا بكر ابن\nالطيب، واختصه بذلك، ليظهر رفعة الإسلام، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p057'> Vol. 07, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nويغض من النصرانية. فلما تهيأ للخروج، قال للقاضي، وزير عضد الدولة:\nالطالع خروجا؟ فسأله القاضي أبو بكر. فلما فسر مراده، قال: لا أقول بهذا.\nلأن السعد والنحس كله، والشر والخير كله، بيد الله عز وجل. ليس للكواكب\nهاهنا مثقال ذرة من القدرة. وإنما وضعت كتب المنجمين ليتمعش بها الجاهلون،\nبين العامة. ولا حقيقة لها. فقال الوزير: احضروا لي ابن الصدفي، ليست\nالمناظرة من شأني. ولا أنا قائم بها، وإنما أنا أحفظ علم النجوم، وأقول إذا\nكان من النجوم كذا كان كذا. وأما تعليله، فهو من علم المنطق. فأحضر وأم\nبمكالمة القاضي، فقال له أبو سليمان: هذا القاضي يقول: إن الباري سبحانه،\nقادر على أن يركب عشرة أنفس في ذلك المركب الذي في دجلة، فإذا وصلوا الى\nالجانب الآخر يكون الله قد زاد فيهم آخر فيكونون أحد عشر. ويكون الحادي عشر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p058'> Vol. 07, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nمن خلقه الله في ذلك الوقت. ولو قلت أنا لا يقدر على ذلك أو هذا محال،\nقطعوا لساني وقتلوني، وإن أحسنوا إلي كتفوني، ورموني في الدجلة. وإذا كان\nالأمر كما ذكرت لم يكن لمناظرتي معه معنى. فالتفت الوزير الى القاضي وقال:\nما تقول أيها القاضي؟ فقلت: ليس كلامنا هاهنا في قدرة الباري تعالى،\nوالباري تعالى قادر على كل شيء. وإن جحده هذا الجاهل، وإنما كلامنا في\nتأثيرات هذه الكوامب، فانتقل الى ما <span id='ms0891'></span> ذكر لعجزه وقلة معرفته، وإلا فأي تعلق\nللكلام في قدرة الباري، عز وجل، في مسألتنا؟ وأنا وإن قلت إن القديم تعالى\nقادر على ذلم، ما أقول إنه يخرق العادة، وبفعل هذا. لأنه لا يجوز عندنا أن\nيخلق اليوم إنسانا من غير أبوين، فإذا كان كذلك فقد علم الوزير أن هذا\nفرار من الزحف. فقال هو كما ذكرت. فقال المنطيقي: المناظرات دربة وتجربة،\nوأنا لا أعرف مناظرات هؤلاء القوم، وهم لا يعرفون مواضعتنا وعبارتنا، ولا\nتجمل المناظرة بين قم هذا حالهم. فقال له الوزير: قبلنا اعتذارك والحق\nأبلج. قال القاضي: ومال إلي بوجهه، وقال: سر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p059'> Vol. 07, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nفي دعة الله. فخرجت. فدخلنا بلاد الروم، حتى وصلت الى ملك الروم\nبالقسطنطينية، وأخبر الملك بقدومنا. فأرسل إلينا من تلقانا، وقال: لا\nتدخلوا على الملك بعمائمكم، حتى تنزعوها. إلا أن تكون مناديل لطاف، وحتى\nتنزعوا أخفافكم. فقلت: لا أفعل، ولا أدخل، إلا بما أنا عليه من الزي،\nواللباس. فإن رضيتم، وإلا فخذوا الكتب تقرأونها، وأرسلوا بجوابها وأعود به.\nفأخبر بذلك المل، فقال: أريد معرفة سبب هذا وامتناعه عما مضى عليه رسمي مع\nالرسل. فسئل القاضي عن ذلك. فقال: أنا رجل من علماء المسلمين، وما تحبونه\nما ذل وصغار، والله تعالى قد رفعنا بالإسلام وأعزنا بنبينا محمد صلى الله\nعليه وسلم. وأيضا فإن من شأن الملوك، إذا بعثوا رسلهم الى ملك آخر، رفع\nأقدارهم، لا إذلالهم. سيما إذا كان الرسول من أهل العلم. ووضع قدره انهدام\nجانبه، عند الله تعالى، وعند المسلمين. فعرف الترجمان الملك بذلك، فقال:\nدعوه يدخل ومن معه كما يشاؤون. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p060'> Vol. 07, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nندخل بها على سلطاننا الأكرم، الذي هو تحت يد أمير المؤمنين، وأدخل بها\nعلى سلطاننا الأكرم الذي أمرنا الله تعالى ورسوله، بطاعته. فما تنكرون علي\nهذا، وأنا رجل من علماء المسلمين؟ فإن دخلت بغير هيئتي ورجعت الى حكمك،\nأهنت العلم ونفسي، وذهب عند المسلمين جاهي. فقال للترجمان: قل له قد قبلنا\nعذرك، ورفعنا منزلتك، وليس محلك عندنا محل سائر الرسل، وإنما محلك عندنا\nمحل <span id='ms0892'></span> الأبرار الأخيار، وقد أخبرنا صاحبكم في كتبه: إنك لسان المسلمين\nوالمناظر عنهم، وأنا أشتهي أن أعرف ذلك وأسمعه منك، كما ذكروه عنك. قلت:\nإذا أذن الملك، فقال: أنزلوا حيث أعددت لكم، ويكون بعد هذا الاجتمال. قال\nالقاضي: فنهضنا الى موضع أعد لنا، وذكر أبو بكر البغدادي الحافظ: أن\nالقاضي، لما وصل الى مدينة الطاغية، وعرف به وبمحله من العلم، أفكر\nالطاغية في أمره، وعلم أنه لا يكفر له إذا دخل عليه - كما جرى رسم الرعية\nأن يقبل الأرض بين يدي ملوكها - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p061'> Vol. 07, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nفرأى أن يضع سريره، وراء باب لطيف، لا يمكن أن يدخل أحد منه إلا راكعا،\nليدخل القاضي من ذلك الباب. فلما رآه القاضي، تفكر وأدار رأسه، وحنى رأسه\nراكعا، ودخل من الباب يمشي مستقبلا الملك بدبره، حتى صار بين\n</p>\n\n<p>\nيديه. ثم رفع رأسه، ونصب ظهره. ثم أدار وجهه الى الملك حينئذ، فعجب من\nفطنته، ووقعت له الهيبة في قلبه. قال غيره: قال القاضي: فلما كان يوم\nالأحد، بعث الملك في طلبي، وقال: من شأن الرسول حضور مائدة الملك. فنحب أن\nتجيب الى طعامنا ولا تنقض كل رسومنا. فقلت لرسوله: أنا من علماء المسلمين،\nولست كالرسل من الجند وغيرهم، الذين لا يعرفون ما يجب عليهم في هذا الموطن.\nوالملك يعلم أن العلماء لا يقدرون أن يدخلوا هذه الأشياء، وهم يعلمون،\nوأخشى أن يكون على مائدته من لحوم الخنازير، وما حرمه الله تعالى على\nرسوله، وعلى المسلمين؟ فذهب الترجمان، وعاد إلي وقال: يقول لك الملك: ليس\nعلى مائدتي، ولا في طعامي شيء تكرهه. وقد استحسنت ما أتيت به، وما أنت\nعندنا كسائر الرسل، بل أعظم، وما كرهت من لحوم الخنزير، إنما هو خارج من\nحضرتي بيني وبينه حجاب. فنهضت على كل حال. وجلست وقدم الطعام، ومددت يدي\nوأوهمت الأكل، ولم آكل منه شيئا مع أني لم أر على مائدته ما يكره. فلما\nفرغ من الطعام، بخر المجلس وعطره، ثم قال: هذا الذي تدعونه في معجزات\nنبيكم من انشقاق القمر، كيف هو <span id='ms0893'></span> عندكم؟ قلت: هو صحيح عندنا، وانشق القمر\nعلى عهد رسول الله صلى الله عليه وسلم، حتى رأى الناس ذلك. وإنما رآه\nالحضور، ومن اتفق نظره إليه في تلك الحال. فقال الملك: وكيف لم يره جميع\nالناس؟ قلت: لأن الناس لم يكونوا على أهبة ووعد لشقوقه وحضوره. فقال: وهذا\nالقمر بينكم وبينه نسبة وقرابة؟ لأي شيء لم تعرفه الروم وغيرها من سائر\nالناس، وإنما رأيتموه أنتم خاصة؟ قلت: فهذه المائدة بينكم وبينها نسبة؟\nوأنتم رأيتموها دون اليهود، والمجوس والبراهمة، وأهل الإلحاد، وخاصة يونان\nجيرانكم، فإنهم كلهم منكرون لهذا الشأن، وأنتم رأيتموها دون غيركم. فتحير\nالملك وقال بكلامه: سبحان الله، وأمر بإحضار فلان القسيس ليكلمني. وقال:\nنحن لا نطيقه. لأن صاحبه قال: ما في مملكتي مثله، ولا للمسلمين في عصره\nمثله. فلم أشعر إذ جاؤوا برجل كالذئب أشقر الشعر مسبله، فقعد، وحكيت له\nالمسألة فقال: الذي قاله المسلم لازم، هو الحق لا أعرف له جوابا إلا ما\nذكره. فقلت له: أتقول إن الكسوف إذا كان، يراه جميع أهل الأرض أم يراه أهل\nالإقليم الذي بمحاذاته؟ قال: لا يراه إلا من كان في محاذاته. قلت: فما\nأنكرت من انشقاق القمر، إذا كان في ناحية لا يراه إلا أهل تلك الناحية، ومن\nتأهب للنظر له؟ فأما من أعرض عنه، وكان في الأمكنة التي لا يرى القمر منها\nفلا يراه. فقال: هو كما قلت. ما يدفعك عنه دافع. وإنما الكلام في الرواة\nالذين نقلوه. وأما الطعن في غير هذا الوجه، فليس بصحيح. فقال الملك: وكيف\nيطعن في النقلة؟ فقال النصراني: شبه هذا من الآيات، إذا صح، وجب أن ينقله\nالجم الغفير، الى الجم الغفير، حتى يتصل بنا العلم الضروري به، ولو كان\nكذلك، لوقع إلينا العلم الضروري به. فلما لم يقع لنا العلم الضروري به، دل\nأن الخبر مفتعل باطل. فالتفت الملك إلي وقال: الجواب. قلت: يلزمه في نزول\nالمائدة، ما يلزمني في انشقاق القمر، ويقال له لو كان نزول المائدة صحيحا،\nلوجب أن ينقله <span id='ms0894'></span> العدد الكثير، فلا يبقى يهودي ولا نصراني ولا ثنوي إلا ويعلم\nهذا بالضرورة. ولما لم يعلموا ذلك بالضرورة، دل أن الخبر كذب. فبهت\nالنصراني والملك، ومن ضمه المجلس. وانفض المجلس على هذا. يديه. ثم رفع\nرأسه، ونصب ظهره. ثم أدار وجهه الى الملك حينئذ، فعجب من فطنته، ووقعت له\nالهيبة في قلبه. قال غيره: قال القاضي: فلما كان يوم الأحد، بعث الملك في\nطلبي، وقال: من شأن الرسول حضور مائدة الملك. فنحب أن تجيب الى طعامنا ولا\nتنقض كل رسومنا. فقلت لرسوله: أنا من علماء المسلمين، ولست كالرسل من الجند\nوغيرهم، الذين لا يعرفون ما يجب عليهم في هذا الموطن. والملك يعلم أن\nالعلماء لا يقدرون أن يدخلوا هذه الأشياء، وهم يعلمون، وأخشى أن يكون على\nمائدته من لحوم الخنازير، وما حرمه الله تعالى على رسوله، وعلى المسلمين؟\nفذهب الترجمان، وعاد إلي وقال: يقول لك الملك: ليس على مائدتي، ولا في\nطعامي شيء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p062'> Vol. 07, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nتكرهه. وقد استحسنت ما أتيت به، وما أنت عندنا كسائر الرسل، بل أعظم، وما\nكرهت من لحوم الخنزير، إنما هو خارج من حضرتي بيني وبينه حجاب. فنهضت على\nكل حال. وجلست وقدم الطعام، ومددت يدي وأوهمت الأكل، ولم آكل منه شيئا مع\nأني لم أر على مائدته ما يكره. فلما فرغ من الطعام، بخر المجلس وعطره،\nثم قال: هذا الذي تدعونه في معجزات نبيكم من انشقاق القمر، كيف هو عندكم؟\nقلت: هو صحيح عندنا، وانشق القمر على عهد رسول الله صلى الله عليه وسلم،\nحتى رأى الناس ذلك. وإنما رآه الحضور، ومن اتفق نظره إليه في تلك الحال.\nفقال الملك: وكيف لم يره جميع الناس؟ قلت: لأن الناس لم يكونوا على أهبة\nووعد لشقوقه وحضوره. فقال: وهذا القمر بينكم وبينه نسبة وقرابة؟ لأي شيء لم\nتعرفه الروم وغيرها من سائر الناس، وإنما رأيتموه أنتم خاصة؟ قلت: فهذه\nالمائدة بينكم وبينها نسبة؟ وأنتم رأيتموها دون اليهود، والمجوس والبراهمة،\nوأهل الإلحاد، وخاصة يونان جيرانكم، فإنهم كلهم منكرون لهذا الشأن <span id='ms0895'></span>، وأنتم\nرأيتموها دون غيركم. فتحير الملك وقال بكلامه: سبحان الله، وأمر بإحضار\nفلان القسيس ليكلمني. وقال: نحن لا نطيقه. لأن صاحبه قال: ما في مملكتي\nمثله، ولا للمسلمين في عصره مثله. فلم أشعر إذ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p063'> Vol. 07, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nجاؤوا برجل كالذئب أشقر الشعر مسبله، فقعد، وحكيت له المسألة فقال: الذي\nقاله المسلم لازم، هو الحق لا أعرف له جوابا إلا ما ذكره. فقلت له: أتقول\nإن الكسوف إذا كان، يراه جميع أهل الأرض أم يراه أهل الإقليم الذي\nبمحاذاته؟ قال: لا يراه إلا من كان في محاذاته. قلت: فما أنكرت من انشقاق\nالقمر، إذا كان في ناحية لا يراه إلا أهل تلك الناحية، ومن تأهب للنظر له؟\nفأما من أعرض عنه، وكان في الأمكنة التي لا يرى القمر منها فلا يراه. فقال:\nهو كما قلت. ما يدفعك عنه دافع. وإنما الكلام في الرواة الذين نقلوه. وأما\nالطعن في غير هذا الوجه، فليس بصحيح. فقال الملك: وكيف يطعن في النقلة؟\nفقال النصراني: شبه هذا من الآيات، إذا صح، وجب أن ينقله الجم الغفير، الى\nالجم الغفير، حتى يتصل بنا العلم الضروري به، ولو كان كذلك، لوقع إلينا\nالعلم الضروري به. فلما لم يقع لنا العلم الضروري به، دل أن الخبر مفتعل\nباطل. فالتفت الملك إلي وقال: الجواب. قلت: يلزمه في نزول المائدة، ما\nيلزمني في انشقاق القمر، ويقال له لو كان نزول المائدة صحيحا، لوجب أن\nينقله العدد الكثير، فلا يبقى يهودي ولا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p064'> Vol. 07, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nنصراني ولا ثنوي إلا ويعلم هذا بالضرورة. ولما لم يعلموا ذلك بالضرورة،\nدل أن الخبر كذب. فبهت النصراني والملك، ومن ضمه المجلس. وانفض المجلس على\nهذا.\n</p>\n\n<p>\nقال القاضي: ثم سألني الملك في مجلس ثان، فقال: ما تقولون في المسيح\nعيسى بن مريم عليه السلام؟ قلت روح الله، وكلمته، وعبده، ونبيه، ورسوله.\nكمثل آدم خلقه من تراب، ثم قال له: كن، فيكون. وتلوت عليه النص. فقال: يا\nمسلم تقولون: المسيح عبد، فقلت: نعم، كذا نقول، وبه ندين. قال: ولا تقولون\nإنه ابن الله <span id='ms0896'></span>؟ قلت: معاذ الله، \" ما اتخذ الله من ولد وما كان معه من إله \"\nالآيتان، إنكم لتقولون قولا عظيما. فإذا جعلتم المسيح ابن الله، فمن أبوه\nوأخوه وجده وعم وخاله. وعددت عليه الأقارب، فتحير وقال: يا مسلم، العبد\nيخلق، ويحيي ويميت ويبرئ الأكمه والأبرص؟ قلت: لا يقدر العبد على ذلك وإنما\nذلك كله من فعل الله عز وجل. قال: وكيف يكون المسيح عبدا لله وخلقا من\nخلقه، وقد أتى بهذه الآيات، وفعل ذلك كله؟ قلت: معاذ الله ما أحيى المسيح\nالموتى ولا أبرأ الأكمه والأبرص. فتحير وقل صبره، وقال: يا مسلم، تنكر\nهذا مع اشتهاره في الخلق، وأخذ الناس له بالقبول؟ فقلت: ما قال أحد من أهل\nالفقه والمعرفة، إن الأنبياء عليهم السلام، يفعلون المعجزات من ذاتهم.\nوإنما هو شيء يفعله الله تعالى على أيديهم، تصديقا لهم، يجري مجرى\nالشهادة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p065'> Vol. 07, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nفقال: قد حضر عندي جماعة من أولاد نبيكم، وأهل دينكم المشهورين فيكم،\nوقالوا، إن ذلك في كتابكم. فقلت: أيها الملك، في كتابنا أن ذلك كله بإذن\nالله، وتلوت عليه منصوص القرآن في المسيح: \" بإذن الله \" وقلت: إنما فعل\nذلك كله بإذن الله وحده لا شريك له، لا من ذات المسيح. ولو كان المسيح يحيي\nالموتى ويبرئ الأكمه والأبرص من ذاته، لجاز أن يقال: موسى، فلق البحر،\nوأخرج يده بيضاء من غير سوء من ذاته. وليست معجزات الأنبياء عليهم السلام\nمن ذاتهم وأفعالهم، دون إرادة الخالق. فلما لم يجز هذا، لم يجز أن تسند\nالمعجزات التي ظهرت على يد المسيح إليه. فقال الملك: وسائر الأنبياء كلهم\nمن آدم، الى من بعده كانوا يتضرعون للمسيح، حتى يفعل ما يطلبون. قلت:\nأوفي لسان اليهود عظم، لا يقدرون أن يقولوا إن المسيح كان يتضرع الى\nموسى؟ وكل صاحب نبي يقول: إن المسيح كان يتضرع الى نبيه، فلا فرق بين\nالموضعين في الدعوى. قال القاضي رحمه الله: ثم تكلمنا في مجلس ثالث فقلت\nله: أتحد اللهوت بالناسوت؟ قال: أراد أن ينجي الناس من الهلاك. قلت له <span id='ms0897'></span>: درى\nبأنه يقتل ويصلب ويفعل به كذا ولم يؤمن به اليهود؟ فإن قلت إنه لا يدري ما\nأراد اليهود به، بطل أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p066'> Vol. 07, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nيكون إلها. وإذا بطل أن يكون إلها، بطل أن يكون ابنا، وإن قلت قد درى\nودخل في هذا الأمر على بصيرة، فليس بحكيم، لأن الحكمة تمنع من التعرض\nللبلاء. فبهت. وكان آخر مجلس كان لي معه. وذكر ابن حيان عمن حدثه أن\nالطاغية، وعد القاضي أبا بكر بالاجتماع معه في محفل من محافل النصرانية\nليوم سماه. فحضر أبو بكر وقد احتفل المجلس، وبولغ في زينته، فأدناه الملك\nوألطف سؤاله، وأجلسه على كرسيه، دون سريره بقليل. والملك في أبهته وخاصته،\nعليه التاج، والذرية ورجال مملكته، على مراتبهم. وجاء البطرك قيم ديانتهم،\nوقد أوعد الملك إليه في التيقظ، وقال له: إن فناخسرو ملك الفرس، الذي سمعت\nبدهائه وبكرامته، لا ينفذ إلا من يشبهه في رحلته وحيلته. فتحفظ منه. وأظهر\nدينك. فلعلك تتعلق منه بسقطة، أو تعثر منه على زلة تقضي بفضلنا عليه. فجاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p067'> Vol. 07, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nالبطرك قيم الديانة، وولي النحلة. فسلم القاضي عليه أحفل سلام. وسأله\nأحفى سؤال، وقال له: كيف الأهل والولد؟ فعظم قوله هذا عليه، وعلى جميعهم\nوتغيروا له، وصلبوا على وجوههم، وأنكروا قول أبي بكر عليه، فقال: يا هؤلاء\nتستعظمون لهذا الإنسان اتخاذ الصاحبة والولد، وتربون به عن ذلك، ولا\nتستعظمونه لربكم، عز وجهه، فتضيفون ذلك إليه؟ سوءة لهذا الرأي ما أبين\nغلطه. فسقط في أيديهم، ولم يردوا جوابا. وتداخلتهم له هيبة عظيمة،\nوانكسروا، ثم قال الملك للبطرك: ما ترى في أمر هذا الشيطان. قال: تقضي\nحاجته، وتلاطف صاحبه، وتبعث بالهدايا إليه، وتخرج العراقي عن بلدك من يومك\nإن قدرت. وإلا لم آمن الفتنة منه على النصرانية. ففعل الملك ذلك وأحسن جواب\nعضد الدولة، وهداياه، وعجل تسريحه، ومعه عدة من أسارى المسلمين والمصاحف.\nووكل بالقاضي من جنده من يحفظه، حتى وصل الى مأمنه. قال غيره: وكان سير\nالقاضي الى ملك الروم، سنة نيف\n</p>\n\n<p>\nوثمانين وثلاثماية. ن وثلاثماية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p068'> Vol. 07, p. 068</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head56'>فهرست كتب <span id='ms0898'></span> القاضي أبي بكر ابن الطيب</h3>\n\n<p>\nنقلتها من خط شيخي القاضي أبي علي الصدفي: كتاب الإبانة عن إبطال مذهب\nأهل الكفر والضلالة. كتاب الاستشهاد، كتاب إكفار الكفار المتأولين وحكم\nالدار. التعديل والتجريح، التمهيد، وشرح اللمع، الأمانة الكبيرة. الأمانة\nالصغيرة. شرح أدب الجدل. الأصول الكبير في الفقه. الأصول الصغير. مسائل\nالأصول. أمالي إجماع أهل المدينة. فضل الجهاد. المسائل. المجالسات\nالمنثورة. كتاب على المتناسخين. كتاب الحدود على أبي طاهر محمد بن عبد الله\nبن القاسم. كتاب على المعتزلة فيما اشتبه عليهم من تأويل القرآن. كتاب\nالمقدمات في أصول الديانات، في أن الروم ليس بشيء. نصرة العباس وإمامة\nبنيه، في المعجزات أصل استجلبت. المسائل القسطنطينية. الهداية. وهو كتاب\nكبير. جواب أهل فلسطين. البغداديات. النيسابورات. الجرجانيات. مسائل سأل\nعنها ابن عبد المؤمن. الأصبهانيات. التقريب والإرشال في أصول الفقه، كتاب\nكبير، المقنع في أصول الفقه. الانتصار للقرآن. دقائق الكلام. الكرامات. نقض\nالفنون للجاحظ. تصرف العباد، والفرق بين الخلق، والاكتساب. الأحكام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p069'> Vol. 07, p. 069</a>\n            </div>\n            \n</p>\n\n#\n<p>\nوالعلل. كتاب الدماء التي جرت بين الصحابة رضي الله عنهم أجمعين. ومما لم\nأجد بخط الشيخ، مما وقفت عليه، كتاب البيان، عن فرائض الدين، وشرائع\nالإسلام. وصف ما يلزم من جرت عليه الأقلام، من معرفة الأحكام، مختصر\nالتقريب والإرشاد الأصغر. وله الأوسط. ولم أره. وكتاب مناقب الأئمة. وكتاب\nالتبصرة. وكتاب رسالة الحرة. وكتاب رسالة الأمير. وكتاب كشف الإسراء في\nالرد على الباطنية. وكتاب إعجاز القرآن. كتاب في إمامة بني العباس.\n</p>\n\n<h3 class='dic-item l3' id='head57'>القاضي أبو الحسن ابن القصار</h3>\n\n<p>\nاسمه علي بن عمر بن أحمد. الإمام. بغدادي. قال أبو إسحاق الشيرازي: تفقه\nبالأبهري. وله كتاب في مسائل الخلاف. لا أعرف للمالكيين كتابا في الخلاف\nأحسن منه. وكان أصوليا نظارا. وولي بغداد. قال أبو ذر: هو أفقه من رأيت\nمن المالكيين. وكان ثقة، قليل الحديث. يروي عن أبي الحسن علي بن المفضل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p070'> Vol. 07, p. 070</a>\n            </div>\n            \n</p>\n\n#\n<p>\nالسامري. وعليه تفقه ابن نصر. أخذ عنه ابن عمروس وأبو ذر الهروي. توفي،\nفيما قيل: سنة ثمان وسبعين وثلاثماية. قال القاضي عبد الوهاب: تذاكرت مع\nأبي حامد الإسفراييني الشافعي <span id='ms0899'></span>، في أهل العلم. وجرى ذكر أبي الحسن ابن\nالقصار، وكتابه في الحجة لمذهب مالك. فقال لي: ما ترك صاحبكم، لقائل ما\nيقول.\n</p>\n\n<h3 class='dic-item l3' id='head58'>أبو علي اسماعيل بن الحسن بن علي بن عتاس</h3>\n\n<p>\nبتاء باثنتين من فوق، من فقهاء بغداد المالكيين. روى عنه أبو ذر، وذكره\nفي معجمه. وقال لقيته ببغداد وقرأت عليه. وكان لا بأس به. وذكر أنه فقيه\nمالكي. وقال في موضع آخر: إنه درس على الأبهري، قبل ابن القصار. وحدث أبو\nعلي، عن الحسين بن يحيى بن عياس، بياء باثنتين، من أسفل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p071'> Vol. 07, p. 071</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head59'>أبو سعيد الأبهري رحمه الله</h3>\n\n<p>\nواسمه عبد الرحمن بن أحمد بن يزيد بن عبد السلام. قال أبو ذر فيه: الفقيه\nالمالكي، سمعت منه بأبهر وكان شيخا صالحا، لا بأس به. يروي عن أبي بكر\nعبد الله بن طاهر بن حاتم الطائي، الأبهري. رحمه الله.\n</p>\n\n<h3 class='dic-item l3' id='head60'>أبو جعفر الأبهري رحمه الله</h3>\n\n<p>\nهو محمد بن عبد الله. ويعرف بالأبهري، الصغير. وبالوتلي، وابن الخصاص.\nتفقه بأبي بكر الأبهري. ورحل الى مصر، وتفقه عليه خلق كثير. قاله الشيرازي.\nوسمع من أبي زيد المروزي، ورأيت سماعه في أصل الأصيلي بخطه. روى عنه. وله\nكتاب في مسائل الخلاف كبير، نحو مايتي جزء. وكتاب تعليق المختصر الكبير\nمثله. وكتاب في الرد على ابن علية، فيما أنكره على مالك. وتوفي في حياة أبي\nبكر الأبهري. رحمه الله. فوجدت في مختصر التعليق أن وفاته، سنة خمس وستين\nوثلاثماية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p072'> Vol. 07, p. 072</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head61'>أبو جعفر محمد بن عبد المنعم بن عيسى بن محمد</h3>\n\n<p>\nابن عيسى بن أبي حماد الأسدي كان باهرا. قال أبو بكر بن عتيق السمنطاري\nفي فهرسته: لقيته بأبهر، وكان مالكيا مشهورا هناك بالعلم والحديث، ومكارم\nالأخلاق، وأنه روى كتب أبي بكر الأبهري عنه. وسمع من ابن لؤلؤ البغدادي،\nوأنه سمع منه، أبو القاسم الأناتي، والمالكي. روى عنه أبو ذر.\n</p>\n\n<h3 class='dic-item l3' id='head62'>أبو سعيد القزويني</h3>\n\n<p>\nهو أحمد بن محمد بن زيد. تفقه بالأبهري. قال لي أبو بكر الصالحي: وقد ظن\nالقاضي أبو الوليد، أن الصالحي غير الأبهري. فقال: الصالحي مجهول. وقال\nأيضا <span id='ms0900'></span> في القزويني: مجهول. ولا جهالة بمثله. ولكنه أكبر من حاله عنده. إذ\nلم يكن عنده منه علم. فرب رجل معروف عند واحد. ومجهول، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p073'> Vol. 07, p. 073</a>\n            </div>\n            \n</p>\n\n#\n<p>\nإنما توقع على من لم يعرف أحد من أهل الصنعة له حالا. وأما أن يسمع واحد\nمنهم برجل لم يسمع قبل به، ولا علم عنده منه، فلا ينبغي أن يطلق عليه حكمه\nعنده وحده، من الجهالة بأمره، إذ ذاك لا يؤثر حتى يبحث عليه. ويتعرف حاله،\nمن أئمة أهل العلم بالباب، فإن لم يعرفوه فحينئذ. قال الشيرازي: وصنف في\nالمذهب والخلاف. وكان زاهدا عالما بالحديث. وقد سمع من أبي زيد المروزي.\nورأيت أنا ذلك بخط الأصيلي في كتابه. وسمع أيضا من أبي الحسن الدارقطني،\nوأبي الحسين الدقاق، العدل بالأهواز، وأبي مالك القطيعي، وجعفر بن عبد الله\nبن يعقوب بالري. وأبي يعقوب إسحاق بن الحسن بن سفيان، وعلي بن أحمد السكري\nالمقري. وله كتاب المعتمد في الخلاف، نحو ماية جزء. وهو من أهذب كتب\nالمالكية. وله كتاب الإلحاق في مسائل الخلاف. وتوفي في نيف وتسعين\nوثلاثماية.\n</p>\n\n<h3 class='dic-item l3' id='head63'>القاضي أبو بكر بن أبي موسى الهاشمي</h3>\n\n<p>\nواسمه أحمد بن محمد بن أبي موسى، عيسى بن أحمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p074'> Vol. 07, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nبن موسى، بن محمد بن ابراهيم بن عبد الله بن معبد بن العباس بن عبد\nالمطلب. سمع ابراهيم بن عبد الصمد الهاشمي. ومحمد بن حمدويه المروزي، وأحمد\nالادمي بن محمد بن اسماعيل، وأحمد بن علي الجرجاني، والقاضي المحاملي،\nوالحسين يحيى بن العياش القطان وغيرهم. حدث عنه العتيقي، وعبيد الله بن عبد\nالعزيز البرذعي، والقاضي التنوخي، ومحمد بن طلحة الكتاني وغيرهم. قال\nالخطيب أبو بكر: وكان ثقة مأمونا. كتب الناس عنه بانتخاب الدارقطني. وكان\nمالكي المذهب. وتقلد قضاء المدائن وسر من رأى ونصيبين، وديار ربيعة وغيرها.\nوخطابة جامع المنصور. ولد سنة خمس عشرة وثلاثماية. رحمه الله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p075'> Vol. 07, p. 075</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head64'>أبو القاسم ابن الجلاب رحمه الله</h3>\n\n<p>\nواسمه عبيد الله. ويقال، أبو الحسين بن الحسن. وقال أبو إسحاق الشيرازي:\nاسمه عبد الرحمن بن عبيد الله. والأول هو الصواب، إن شاء الله <span id='ms0901'></span>. بصري، تفقه\nبالأبهري. أخذ عنه القاضي أبو محمد بن نصر الطائفي. وابن أخيه المسدد بن\nأحمد. وله كتاب في مسائل الخلاف. وكتاب التفريع في المذهب مشهور. قال أبو\nالقاسم الهمداني: كان من أحفظ أصحاب الأبهري، وأنبلهم. وتوفي فيما قيل\nقديما. منصرفه من الحج، في صفر سنة ثمان وسبعين وثلاثماية. رضي الله عنه.\n</p>\n\n<h3 class='dic-item l3' id='head65'>أبو تمام علي بن محمد بن أحمد البصري</h3>\n\n<p>\nمن أصحاب الأبهري، أيضا. وكان جيد النظر، حسن الكلام حاذقا بالأصول،\nوله كتاب مختصر في الخلاف، سماه نكت الأدلة. وكتاب آخر في الخلاف كبير.\nوكتاب في أصول الفقه. رحمه الله تعالى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p076'> Vol. 07, p. 076</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head66'>أبو بكر بن خويز منداد رحمه الله</h3>\n\n<p>\nويقال خوين منداد. إذ كذا كناه أبو إسحاق الشيرازي. وسماه محمد بن أحمد\nبن عبد الله. ورأيت على كتبه تكنيته، بأبي عبد الله. وفي نسبته: محمد بن\nأحمد بن علي بن إسحاق. وقال الشيرازي، أيضا تفقه بالأبهري وسمح الحديث.\nيروي عن أبي داسة، وأبي الحسن التمار، وأبي الحسن المصيصي، وأبي إسحاق\nالتجيبي، وأبي العباس الأصم. وله كتاب كبير في الخلاف، وكتاب في أصول\nالفقه، وفي أحكام القرآن، وعنده شواذ عن مالك. وله اختيارات وتأويلات على\nالمذهب في الفقه، والأصول، لم يرجع عليها حذاق المذهب. كقوله في بعض ما\nخالفه فيه من الأصول: إن العبيد لا يدخلون في خطاب الأحرار يوجب العلم. وفي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p077'> Vol. 07, p. 077</a>\n            </div>\n            \n</p>\n\n#\n<p>\nبعض مسائل الفقه حكايته عن المذهب: إن التيمم يرفع الحدث. وإنه لا يعتق\nعلى الرجل سوى الآباء والأبناء. ولم يكن بالجيد النظر، ولا بالقوي الفقه.\nوقد تكلم فيه أبو الوليد الباجي. قال: إني لم أسمع له في علماء العراق\nبذكر. وكان يجانب الكلام جملة، وينافر أهله، حتى تعدى ذلك الى منافرته\nالمتكلمين من أهل السنة. وحكم على الكل بأنهم من أهل الأهواء، الذين قال\nمالك في مناكحتهم وشهادتهم وإمامتهم وعيادتهم وجنائزهم ما قال. رحمه الله.\n</p>\n\n<h3 class='dic-item l3' id='head67'>الحسين بن علي</h3>\n\n<p>\nمن ساكني البصرة. أبو عبد الله من أصحاب الأبهري. ذكره أبو عمر المقري في\nطبقاته. وقال: انتحل مذهب مالك، وسمع من الأبهري <span id='ms0902'></span>، وأخذ القراءة عن أبي بكر\nالشداني، وفارس بن أحمد، وأبي القاسم الحافي. وكان شيخا صالحا ثقة. رحمه\nالله. توفي بمصر، في حدود الأربعماية.\n</p>\n\n<p>\nومن في هذه الطبقة ممن ذكره، أبو ذر في شيوخه، وذكر أنه في المالكية.\nرحمه الله تعالى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p078'> Vol. 07, p. 078</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head68'>أحمد بن إسحاق بن ابراهيم الصفار</h3>\n\n<p>\nالمقري البصري. يروي عن عبد الكريم بن الرواسي، وأبي يوسف الخلال. قال\nفيه أبو ذر: شيخ فقيه مأمون.\n</p>\n\n<h3 class='dic-item l3' id='head69'>أبو الحسن أحمد بن محمد بن موسى بن القاسم بن الصلت</h3>\n\n<p>\nيعرف بالمجبر. بجيم وباء بواحدة مشدودة مكسورة. بغدادي. قال أبو ذر: لا\nبأس به. سمع أبا بكر البهلول، واسماعيل الصفار، وابراهيم بن عبد الصمد\nالهاشمي. حدث عنه أبو ذر، وأبو عمران الفاسي، والقاضي أبو محمد بن نصر،\nوابراهيم بن عبد الصمد. رحمهم الله.\n</p>\n\n<h3 class='dic-item l3' id='head70'>ادريس بن علي بن إسحاق بن يعقوب</h3>\n\n<p>\nأبو القاسم المؤدب. سمع أبا حامد الحضرمي، وأبا علي بن اسماعيل الوراق.\nبغدادي حدث عنه أبو ذر. رحمه الله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p079'> Vol. 07, p. 079</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head71'>أبو عبد الله الحفاظي</h3>\n\n<p>\nسماه القاضي أبو الوليد الباجي، في أئمة الفقهاء المالكيين. ولم يزد على\nهذا، وذكره أبو إسحاق الشيرازي في أئمة الشافعية. أبا عبد الله الحفاظي\nالطبري. من طبرستان. وقدم بغداد في أيام الشيخ أبي حامد الاسفراييني\nالشافعي. والله أعلم وأحكم.\n</p>\n\n<h3 class='dic-item l3' id='head72'>أبو الحسن بن أحمد بن سعيد</h3>\n\n<p>\nأراه عراقيا. قال أبو الوليد الباجي: شيخ فقيه مالكي. روى عنه أبو الحسن\nالعتيقي. يروي عن أحمد بن الحسين الجيار الصوفي. رحمه الله.\n</p>\n\n<h3 class='dic-item l3' id='head73'>أبو الحسين بن محمد بن علي المالكي</h3>\n\n<p>\nيروي عن القاضي عبد الوهاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p080'> Vol. 07, p. 080</a>\n            </div>\n            \n</p>\n\n#\n<p>\nالسعدي، البغدادي. من بيت جلالة وتقدم وقضاء ببغداد. قرأت في معجم\nالرازي، أنه كان مالكي المذهب، ودرس ابنه القاضي أبو الفضل، محمد بن أحمد\nعلي القاضي أبي حامد الاسفراييني فذهب الى مذهبه. وكان ابنه خليلا،\nمحدثا. سمع ابن بطه، ونظراءه. ونزل مصر، فسمع بها وحدث. سمع منه شيخه عبد\nالغني بن سعيد الحافظ فيمن دونه.\n</p>\n\n<h3 class='dic-item l3' id='head74'>أحمد بن عيسى بن عبد الله بن عبد الوهاب السعدي البغدادي</h3>\n\n<p>\nمن بيت جلالة وتقدم وقضاء ببغداد <span id='ms0903'></span>، قرأت في معجم الرازي، أنه كان مالكي\nالمذهب، ودرس أبو الفضل، محمد بن أحمد، على القاضي أبي حامد الاسفراييني،\nفذهب الى مذهبه، وكان ابنه جليلا محدثا، سمع ابن بطة، ونظراءه، ونزل مصر\nفسمع بها، وحدث، سمع منه شيخه عبد الغني بن سعد الحافظ، فمن دونه.\n</p>\n\n<h3 class='dic-item l3' id='head75'>الوليد أبو بكر بن مخلد النحوي</h3>\n\n<p>\nأبو العباس. أصله أندلسي من سرقسطة، وسكن المشرق، وغلب عليه الحديث. ذكره\nأبو القاسم الطرابلسي فقال فيه: مالكي نحوي، دخل المشرق، وكان من أهل\nالحديث، وألف كتاب الوجارة في صحة القول بالإجارة. روى عنه أبو ذر الهروي\nفي كتابه هذا، وحمزة بن محمد بن طاهر، وأبو عبد الله محمد بن عبد الواحد،\nوأبو الحسين بن الكناس، يروي عن علي بن زكريا الهاشمي. رحمه الله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p081'> Vol. 07, p. 081</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head76'>أبو عبد الله بن دوست</h3>\n\n<p>\nواسمه أحمد بن محمد بن يوسف بن محمد بن دوست البزاز، البغدادي، حدث عن\nأبي جعفر المطيري، والحكيمي، وعمر بن الحسن الأشناني، واسماعيل بن محمد\nالصفار، وأبي الحسن المصري، وغيرهم. قال الخطيب: كتب عنه الأزهري، والحسن\nالخلال، وحمزة بن محمد الدقاق، وهبة الله الطبري، وعامة أصحابنا، وسمعت\nمنه جزءا واحدا، وكان مكثرا من الحديث عارفا به حافظا له، مكث مدة\nيملي في جامع المنصور بعد وفاة المخلص، ثم انقطع ولزم بيته، قال حمزة بن\nمحمد: مكث ابن دوست سبع عشرة سنة يملي وكان إذا سئل عن شيء أملى من حفظه في\nمعنى ما سئل عنه، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p082'> Vol. 07, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nقال عيسى بن أحمد بن عمر الهمداني: وكان ابن دوست فهما في الحديث عارفا\nبالفقه على مذهب مالك، وكان عنده عن الصفار وحده ملء صندوق وكان يذاكر\nبحضرة الدارقطني ويتكلم في علم الحديث، وتكلم فيه الدارقطني لذلك، قال حمزة\nبن محمد، قلت لخالي أبي عبد الله بن دوست: لم تملي من حفظك، ولا تملي من\nكتابك؟ فقال لي: أنظر فيما أمليته فإن كان فيه خلل لم أمل من حفظي، وإن كان\nجميعه صوابا فما الحكمة في الكتاب أو كما قال، وحكى الخطيب أنه مكث سنة <span id='ms0904'></span>\nبعد موت ابن حبابة يملي من حفظه في حياة المخلص، وابن شاهين، ثم تكلم فيه\nابن أبي الفوارس، قال عيسى الهمداني كان ابن أبي الفوارس ينكر علينا مضينا\nله وسماعنا منه. ثم جاء بعد ذلك وسمع منه، قال الأزهري: هو ضعيف رأيت كتبه\nكلها طرية، وقال إن كتبه كلها عرفت فاستدرك نسخها. قال ابن البرقاني: كان\nيسرد الحديث من حفظه، وتكلموا فيه، وكان يكتب الأجزاء ويتربها لترى أنها\nعتق. توفي في رمضان سنة سبع وأربعماية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p083'> Vol. 07, p. 083</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head77'>أبو الحسين بن فارس رحمه الله</h3>\n\n<p>\nهو أحمد بن فارس بن زكريا اللغوي الرازي، أحد رجال خراسان وعلمائها وأئمة\nأدبائها، غلب عليه علم الفقه ولسان العرب، فشهر به. وكان إماما في ذلك،\nوقد حدث عنه، روى عن علي بن مهرويه، وأبي الحسن علي بن أبي ابراهيم الحداد،\nوروى عنه أبو ذر الهروي، والقاضي أبو زرعة روح بن محمد الرازي، وأبو العباس\nالغضبان، والقاضي أبو عبد الله الديباجي، وغيرهم، ومحمد بن الحسن\nالنيسابوري، وذكر أبو ذر أنه كان مالكيا. قال ولم أحمد حاله. وذكره القاضي\nأبو الوليد الباجي فقال: كان فقيها مالكيا، وحقق لي ذلك بعض من ذاكرته من\nشيوخنا المغاربة الراحلين. وحكى لي بعض من لقيته من أهل المشرق أنه شافعي\nالمذهب، واحتج بشرحه لألفاظ مختصر المزني الذي سماه حلية الفقهاء، وله من\nالتواليف غير كتاب: فقيه العرب، وكتاب مجمل اللغة المشهور المعترف بتفضيله\nعلى سائر المؤلفات في هذا الباب، وكتاب الاتباع والمزاوجة في جزء. وكان\nأديبا شاعرا مجيدا في ذلك، وقد ذكره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p084'> Vol. 07, p. 084</a>\n            </div>\n            \n</p>\n\n#\n<p>\nأبو منصور الثعالبي في يتيمته في جملة شعراء أهل الجبل من كتابه. وحكى\nعنه أنه ألف للصاحب ابن عباد كتابا سماه كتاب المجد ووجهه إليه. فقال\nالصاحب: وذو المجد حيث جاء ثم قبله ووصله. وله رسالة مشهورة حسنة طويلة\nكتب بها الى بعض الكتاب في شأن كتاب الحماسة ذكرها الثعالبي، ومما أنشد له\nالثعالبي قوله:\n</p>\n\n<p>\nيا ليت لي ألف دينار موجهة % % وإن حظي منها فلس إفلاس\n</p>\n\n<p>\nقالوا فما لك منها؟ قلت: يخدمني <span id='ms0905'></span> % % لها ومن أجلها الحمقى من الناس\n</p>\n\n<h3 class='dic-item l3' id='head78'>محمد بن عبد الله البصري</h3>\n\n<p>\nمن أصحاب الأبهري، وكان فقيرا متقنعا منقبضا متنسكا، لم يكن له بيت،\nإنما كان يأوي الى المساجد، ويودع كتبه عند إخوانه، وكانت له كتب كثيرة،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p085'> Vol. 07, p. 085</a>\n            </div>\n            \n</p>\n\n#\n<p>\nوكان ما يقع له يبتاع به كتبا، وكان الناس يعرفونه بالشهرة بالعبادة\nوطلب العلم، وكان الأبهري يحبه ويجله، وتوفي بهمدان رحمه الله.\n</p>\n\n<h2 class='l2' id='head79'>من أهل الشام</h2>\n\n<p>\nعبد الباقي بن الحسن بن أحمد بن محمد بن عبد العزيز\n</p>\n\n<p>\nدمشقي، يكنى أبا الحسن، من أصحاب الأبهري، سمع منه ببغداد وكتب عنه كتبه\nفي شرح المذهب، وكان إماما في علم القرآن، وغلب ذلك عليه، قال أبو عمرو\nالداني في طبقاته إن أصله خراساني، وولد بدمشق، قال: وكان خيرا فاضلا ثقة\nمأمونا إماما في القراءة، عالما بالعربية بصيرا بالمعاني، أخذ عن جماعة\nمن أهل العراق والحجاز والشام ومصر، وكان يقول قرأت كل قراءة في مصرها، قال\nوسمعت عبد الرحمن بن عبد الله يقول كان عبد الباقي يسمع معنا ببغداد على\nالأبهري. وكتب كتبه في المشرق، ثم قدم مصر فقامت له بها رئاسة عظيمة، وكنا\nلا نظنه إذ كان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p086'> Vol. 07, p. 086</a>\n            </div>\n            \n</p>\n\n#\n<p>\nمعنا بالعراق هناك، وكان سبب خروجه الى مصر شيء وقع بينه وبين شيوخ بلده\nدمشق، فتعصب له قوم وعليه آخرون، وذلك في جامع دمشق حتى تطاول بعضهم الى\nبعض فخرج الى الاسكندرية، قال أبو عمرو توفي بعد سنة ثمانين وثلاثماية.\n</p>\n\n<h3 class='dic-item l3' id='head80'>أبو الحسن علي بن الحسين بن مندار الأنطاكي</h3>\n\n<p>\nقاضي أذنه. وسكن مصر، يروي عن جماعة، يروي عنه أبو الحسن ابن أبي الكرام،\nوأبي حفص بن شعيب الألكيان.\n</p>\n\n<h2 class='l2' id='head81'>من أهل مصر</h2>\n\n<h3 class='dic-item l3' id='head82'>أبو عبد الله بن الوشاء</h3>\n\n<p>\nواسمه محمد بن أحمد بن محمد بن عبيد بن موسى. أخذ عن ابن شعبان والطبري،\nوابن أبي الحديد، سمع منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p087'> Vol. 07, p. 087</a>\n            </div>\n            \n</p>\n\n#\n<p>\nأبو عمران الفاسي، وأبو محمد الشنجتالي، وأبو محمد بن غالب السبتي\nالفقيه، وكان عالما بالحديث واسع الرواية فقيها، رحل إليه الناس وسمعوا\nمنه، قال محمد بن سعدون في كتابه: وكان شديد المباينة لبني عبيد، وهو الذي <span id='ms0906'></span>\nحبس مع السباع فلم تضره ولا عدت عليه. توفي رحمه الله بمصر سنة سبع وتسعين\nوثلاثماية، وذكره أبو الحسن بن محمد الحباني الحافظ رحمه الله تعالى.\n</p>\n\n<h3 class='dic-item l3' id='head83'>الحسن بن عمر بن الحسين بن أبي إسحاق الغافقي</h3>\n\n<p>\nحدث عنه أبو ذر بالاسكندرية، وذكره، فقال الفقيه المالكي، يعرف بأبي علي\nبن المصباح، وكان يفهم لا بأس به، حدث عنه عثمان بن محمد السمرقندي.\n</p>\n\n<h3 class='dic-item l3' id='head84'>رجاء بن عيسى بن محمد الأننصناوي</h3>\n\n<p>\nبثلاث نونات وصاد مهملة. ويقال الأنصاوني بالواو، وأنصنا قرية بمصر، أبو\nالعباس المصري المالكي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p088'> Vol. 07, p. 088</a>\n            </div>\n            \n</p>\n\n#\n<p>\nأخذ عن القاضي الذهلي، ومؤمل بن يحيى، وحمزة الحافظ، وأبي العباس الرازي،\nوأبي العباس ابن أبي تمام، وابن رشيق، وغيرهم، وحدث عن مؤمل بن يحيى\nالمصري، عن حمديس، عن محمد بن عبد الحكم: أفضل ما جر المرء نفسه في أعمال\nالبر، حدث عنه أبو ذر الحافظ قال وكان ثقة مأمونا، لقيته بالبصرة. قال\nالخطيب أبو بكر: وقدم بغداد فحدث بها وسمع منه أبو عبد الله بن بكير وعبيد\nالله بن عثمان الصيرفي، والعتيقي، قال أبو عبد الله الصوري: وكان فقيها\nمالكيا مرضيا ثقة في الحديث متحريا في الرواية مقبول الشهادة. مولده سنة\nعشر وثلاثماية، قال الحبال توفي سنة سبع وأربعماية، وقال الصوري: توفي بمصر\nما بين سنة خمس وسنة عشرة وأربعماية.\n</p>\n\n<h3 class='dic-item l3' id='head85'>أبو القاسم يحيى بن علي بن محمد بن ابراهيم الحضرمي</h3>\n\n<p>\nفقيه مالكي، يروي عن أبيه، وعن أبي جعفر الأسواني، والحسن بن رشيق،\nوالحسين بن عبد الله القرشي، وعبد الله بن محمد المفسر. روى عنه أبو محمد\nبن الوليد، وأبو اسحاق الخيال، رحمهم الله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p089'> Vol. 07, p. 089</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head86'>أبو مطر علي بن عبد الله بن الحسن بن علي</h3>\n\n<p>\nابن عبد الرحمن الغفاري المعافري الاسكندراني قاضيها، من بيت علم وقضاء\nوتقدم في مذهب مالك، قال أبو ذر وكان مالكيا شيخا ثقة، قرأت عليه في\nمنزله بالاسكندرية، حدث عن عبد الرحمن بن عمر بن عثمان العلاف، وقد تقدم\nذكر بيته رحمه الله.\n</p>\n\n<h3 class='dic-item l3' id='head87'>محمد بن عبد الله بن عتاب</h3>\n\n<p>\nأبو عبد الله يعرف بابن المقري، من أهل <span id='ms0907'></span> الاسكندرية. روى عنه أبو ذر بها،\nوذكره فقال: كان فقيها مالكيا من خيار المسلمين، ثقة مأمونا، وكان بنو\nعبيد ضربوه وردوه على السنة وأحرقوا كتبه، فحدث عن الأعرابي.\n</p>\n\n<h3 class='dic-item l3' id='head88'>محمد بن أحمد بن العباس</h3>\n\n<p>\nأبو الحسن الأخميني، ذكره أبو ذر فقال شيخ صالح ثقة مالكي، قرأت عليه\nبمصر، ولقد قال لي عبد الغني بن سعيد رأيت له عن ابن زيان مثل هذا - يعني\nرزمة كبيرة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p090'> Vol. 07, p. 090</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head89'>الحسن بن عمر بن ابراهيم</h3>\n\n<p>\nأبو محمد بن زكريا العروضي، ذكره أبو ذر وقال قرأت عليه بمكة وكان لا بأس\nبه، حدث عن ابن القاسم بن بكار بن أحمد السلمي المرادسي.\n</p>\n\n<h3 class='dic-item l3' id='head90'>أبو القاسم عبد الرحمن بن محمد بن أبي يزيد خالد</h3>\n\n<p>\nابن خالد بن يزيد المطري الأزدي\n</p>\n\n<p>\nيعرف بالصواف، دخل الأندلس تاجرا آخر الدولة العامرية وفارا من مصر\nلشيء وقع له فيها مع أميرها، سمع القاضي أبا طاهر الذهلي، وأبا سعيد بن\nيونس الصدفي، وحمزة الحافظ، وابن أبي الموت، وأبا محمد الفرغاني، وابن\nالورد، وابن السكن، رآه عمر السمرقندي وغيره، حدث عنه بالأندلس أبو عمر ابن\nالحذاء، وابن الحصار، وقاسم ابن الراموني السبتي. قال ابن المأموني: كان\nمنقطع القرين في مروءته وعلمه، وكان فقيها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p091'> Vol. 07, p. 091</a>\n            </div>\n            \n</p>\n\n#\n<p>\nمالكيا متكلما نسابة أدبيا، ذا قوة في علم الاعتقاد ويحقق في علم\nالنسب. له قطع من الشعر مطبوعة. وقع الاجتماع أنه لم يصل الى الأندلس من\nبلده مثله. ولم يكن بالراسخ في الفقه، كان مشاورا فيه، قال أبو عمر ابن\nالحذاء كان حافظا للحديث حسن الشعر، قال الحصار: استوطن قرطبة أعواما\nكثيرة الى زمن الفتنة، فخرج عن الأندلس الى مصر فتوفي بها. وقال ابن حيان:\nخرج من الأندلس الى إفريقية ثم جاء الى الأندلس فمات بها سنة عشرة\nوأربعماية.\n</p>\n\n<h2 class='l2' id='head91'>من أهل إفريقية</h2>\n\n<h3 class='dic-item l3' id='head92'>أبو الحسن علي بن محمد بن خلف المعافري</h3>\n\n<p>\nالمعروف بابن القابسي. سمع من رجال إفريقية أبي العباس الإبياني، وأبي\nالحسن بن مسرور الدباغ، وأبي عبد الله بن مسرور الغسال، وأبي محمد بن مسرور\nالحجام، ودراس بن اسماعيل الفاسي، والسدري، ورحل <span id='ms0908'></span> فحج وسمع بمصر ومكة من\nحمزة بن محمد الكناني، وأبي الحسن التلباني، وابن أبي الشريف، وابن زيد\nالمروزي، وأبي الحسن ابن حبونه النيسابوري، وأبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p092'> Vol. 07, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nالحسن بن أبي هلال، وأبي الحسن بن شعبان الطحان، وأبي الحسن بن هاشم،\nوأبي الطاهر محمد بن عبد الغني، وأبي الحسن الأسيوطي، وأبي بكر أحمد بن عبد\nالله بن عبد المؤمن، وأبي أحمد بن المفسر، وأبي الفتح بن يرمين، وأبي إسحاق\nعبد الحميد بن أحمد بن عيسى. وكتب إليه أبو بكر ابن خلاد، وكان واسع\nالرواية عالما بالحديث وعلله ورجاله، فقيها أصوليا متكلما مؤلفا\nمجيدا. وكان من الصالحين المتقين الزاهدين الخائفين، وكان أعمى لا يرى\nشيئا وهو مع ذلك من أصح الناس كتبا وأجودها ضبطا وتقييدا. يضبط كتبه\nبين يديه ثقات أصحابه، والذي ضبط له في البخاري سماعه على أبي زيد بمكة أبو\nمحمد الأصيلي بخط يده، وكان يزور الشيخ الزاهد أبا إسحاق الجبنياني فدعا\nله. قال أبو الحسن: قلت له - يعني عند رجوعه أول ما زاره - أذكر لك اسمي\nفمتى ذكرتني دعوت لي، فقال: بل أدعو لك في جملة المسلمين، فقلت: بل تخصني،\nقال: أرأيت من أودع وديعة فضيعها، أليس يضمن كالمعتدي؟ قلت: بلى فما دعا\nالإنسان الى شيء أن ضيعه ضمنه. قلت لا عليك أن أعرفك باسمي فإن نشطت للدعاء\nدعوت وإلا تركت، فلما رآني كئيبا إذ لم يقبل مسألتي، قال لي: ما اسمك؟\nقلت: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p093'> Vol. 07, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nعلي، قال لي: أبشر يا علي أعلى الله قدرك في الدنيا والآخرة، فلما قدمت\nدابة أبي الحسن أخذ الجبنياني بركابه، وكانت عادته لمن قبله علم أو خير.\nقال الشيرازي: وجلس مجلس ابن شبلون بعد وفاته. وكان أبو سعيد ابن أخي هشام\nيعظم الشيخ أبا الحسن ويقول: الشيخ أبو الحسن لا يحاسب على مكيال ولا\nميزان. وإن كان لا يدخل الجنة إلا مثل أبي الحسن فما يدخلها منا أحد. وذكر\nابن سعدون أن أب الحسن لما جلس للناس وعزم عليه في الفتوى تأبى وسد بابه\nدون الناس، فقال لهم أبو <span id='ms0909'></span> القاسم ابن شبلون اكسروا عليه بابه لأنه قد وجب\nعليه فرض الفتيا، هو أعلم من بقي بالقيروان، فلما رأى ذلك خرج إليهم ينشد:\n</p>\n\n<p>\nلعمر أبيك ما نسب المعلى % % الى كرم وفي الدنيا كريم\n</p>\n\n<p>\nولكن البلاد إذا اقشعرت % % وصوح نبتها رعي الهشيم\n</p>\n\n<p>\nقال حاتم الطرابلسي صاحبه: كان أبو الحسن فقيها عالما محدثا ورعا\nمتقللا من الدنيا، لم أر أحدا ممن يشار إليه بالقيروان بعلم إلا وقد جاء\nاسمه عنده وأخذ عنه، يعترف الجميع بحقه ولا ينكر فضله. وقال محمد بن عمار\nالهوزني - في رسالته - وذكره فقال: متأخر في زمانه متقدم في شأنه العلم\nوالعمل والرواية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p094'> Vol. 07, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nوالدراية، من ذوي الجتهاد في العباد والزهاد مجاب الدعوة. له مناقب يضيق\nعنها الكتاب. عالما بالأصول والفروع والحديث وغير ذلك من الرقائق، وذكره\nأبو عبد الله ابن أبي صفرة فقال: كان فقيه الصدر، قال أبو الحسن: لما رحلت\nالى الإبياني أنا وأبو محمد الأصيلي، وعيسى - يعني ابن سعادة الفاسي - كنا\nنسمع عليه، فإذا كان بعد العصر ذاكرنا في المشكل، فتذاكرنا يوما وطال\nالذكر فخصني بأن قال لي يا أبا الحسن لتضربن إليك اباط الإبل من أقصى\nالمغرب، فقلت له: ببركتك إن شاء الله، ولما نرجوه من النفع بك إن شاء الله.\nثم جرى لي منه ذلك يوما آخر ثم ذاكرني يوما ثالثا فهمني له، فقال مثل\nذلك، فقلت له ببركتك إن شاء الله فقال: والله لتضربن إليك اباط الإبل من\nأقصى المغرب، وعليه تفقه أبو عمران الفاسي، وأبو القاسم البيري، وغيرهما.\nوروى عنه أبو بكر عتيق السوسي، وأبو القاسم ابن الحساري، وابن سمحان، وابن\nأبي طالب العابد، وأبو عمرو ابن العتاب، وابن محرز، وابن سفيان، وأبو محمد\nاللوبي، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p095'> Vol. 07, p. 095</a>\n            </div>\n            \n</p>\n\n#\n<p>\nوأبو حفص العطار، وأبو عبد الله الخواص، وأبو عبد الله المالكي، ومكي\nالفارسي، وابن الأجدابي، وروى عنه من الأندلسيين المهلب ابن أبي صفرة،\nوحاتم بن محمد الطرابلسي، وأبو عمر المغربي.\n</p>\n\n<p>\nذكر تواليفه رحمه الله\n</p>\n\n<p>\nلأبي الحسن تواليف بديعة مفيدة ككتابه: المهذب في الفقه، وأحكام الديانة،\nوكتاب المنقذ من <span id='ms0910'></span> شبه التأويل، وكتابه المنبه للفطن من غوائل الفتن،\nوالرسالة المعظمة لأحوال المتقين، وأحكام المتعلمين والمعلمين، وكتاب\nالاعتقادات، وكتاب مناسك الحج، وكتاب الذكر والدعاء، ورسالة كشف المقالة في\nالتوبة، وكتاب ملخص الموطأ، وكتاب رتب العلم وأحوال أهله، وكتاب أحمية\nالحصون، ورسالة تزكية الشهود وتجريحهم، ورسالة في الورع.\n</p>\n\n<p>\nذكر فضائله وخوفه وبقية أخباره\n</p>\n\n<p>\nكان أبو الحسن من الخائفين الورعين المشتهرين بإجابة الدعوة، سلك في كثير\nمن أموره مسلك شيوخه من صلحاء فقهاء القيروان المتقللين من الدنيا،\nالبكائين، المعروفين بإجابة الدعاء وظهور البراهين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p096'> Vol. 07, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nقال بعض أصحابه كان أبو الحسن إذا دخل محرابه وانتفخت عيناه واحمرت، ولجأ\nالى الله عز وجل ورأينا ذلك منه انتظرنا إجابة دعائه، وكانت الى ثلاثة\nأيام، وكان بالمهدية نصراني ابن أخ لخاصة باديس صاحب القيروان فافتض هذا\nالنصراني صبية شريفة، فلما سمعت بذلك العامة رجعوا إليه فقتلوه، وبلغ ذلك\nباديس فعظم ذلك عليه، وأرسل قائدا بعسكر الى المهدية، وقال لهم: اقتلوا من\nهو قد السيف الى فوق، وبلغ ذلك أبا الحسن، فدخل المحراب وأقبل على الدعاء\nفي كشف هذا، فلما وصل القائد الى قصر مسور قرب المهدية بات فيه فقام بالليل\nوهو سكران يمشي على السطح فمشى في الهواء وسقط على رأسه وانتثر دماغه،\nوجاءت البرد الى باديس بذلك، وأعلم بدعاء الشيخ أبي الحسن فرعب لذلك، وقال\nلابن أبي العرب وكبراء رجاله: تمشون للشيخ. فلما ضربوا عليه بابه وأعلم\nبهم، قال: تمضون للجامع حتى يأتيكم العلماء - ولم يدخلهم داره - ووجه الى\nأصحابه أبي بكر ابن عبد الرحمن، وأبي عمران الفاسي، وأبي القاسم ابن\nالكاتب، وأبي محمد اللوبي، وأبي عمرو ابن العتاب، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p097'> Vol. 07, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nوالخواص، وابن سفيان، وأبي عبد الله المالكي، ومكي الفارسي، وابن\nالأجدابي، والربعي، وابن سمحان، وغيرهم، وأملى عليهم رسالة فيها: بسم الله\nالرحمن الرحيم بالله أستعين، وعليه أتوكل. الغوث الغوث الغوث بما حل\nبالمسلمين من الافتئات عليهم، ثم ينادي بمثل. وفي فصل منها: كيف يحل لمن\nيعتقد الإسلام أن يقوم في دم كافر اغتصب صبية من سلالة المصطفى صلى <span id='ms0911'></span> الله\nعليه وسلم. لو انطبقت السماوات والأرض من أجل هذا الفعل كان قليلا. وهي\nرسالة طويلة. وقال لأصحابه إذا وصلتم الى الجامع فليقرأها واحد منكم على\nالمنبر ممن له صوت. ففعلوا ذلك فجعل القواد يقول بعضهم لبعض والله ما\nالسلطان إلا هذا الشيخ. ذكر البيري أنه رآه قد اجتمع مع عيسى بن ثابت\nالعابد يوما فتذاكرا وبكيا حتى سقط كل واحد منهما على ظهره. وذكر أن رجلا\nمن أصحاب أبي إسحاق غره القمر ليلة فبكر فأخذه الحرس بالقيروان فاستغاث به\nوأعلمهم أنه ضيف أبي الحسن ومن أصحابه، فلم يلتفتوا إليه، وحملوه الى السجن\nوأودعوه الحديد، وأطلع رجل من غرفة على ذلك، فلما أصبح، أعلم أبا الحسن\nبحال صاحبه، فقال له اذهب فأخرجه من السجن، وثق بالله، أو كما قال، فذهب\nالرجل فدخل الى السجن حتى وصل الى الرجل دون أن يعترضه أحد، فوجد الرجل في\nثقل الحديد، فلم يقدر الرجل على الخروج في حديده، فرجع الرسول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p098'> Vol. 07, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nالى أبي الحسن فأخبره، فقال له: اذهب بحداد يحل عنه، فأخذ الرجل معه\nحدادا حتى حل عنه حديده في السجن، وخرج ثلاثتهم، وحراس السجن ينظرون\nإليهم فلا ينكرون عليهم شيئا مما صنعوه، وكأنهم لا يرونهم، وكأنهم ألقي\nإليهم النسيان فلم يعرف من جهة الحرس من القصة خبر، قال أبو عمرو المقري في\nطبقات القراء وذكره فقال: أخذ عن ابن الدهن، وأقرأ القرآن بالقيروان دهرا،\nثم قطع القراءة لما بلغه أن بعض أصحابه استقرأه الوالي فقرأ عليه، ودرس\nالحديث والفقه الى أن رأس فيهما، وبرع الى أن صار إمام عصره وفاضل دهره،\nوذكر أن أبا الحسن سأل أصحابه يوما في رمضان عما كان إفطارهم عليه ليلة\nيومهم فأخبره كل واحد منهم بما كان على قدر وسعه، فقال أبو القاسم\nالبرادعي: أفطرت على ثريدة خروف بأطراف سلق وحمص، وبعد ذلك إسفنجة، فقال له\nأبو الحسن: والله يا خلف لا صلحت أبدا ما اجتمع هذا من حلال قط، ولم يكن\nأبو الحسن قابسيا وإنما كان له عم <span id='ms0912'></span> يشد عمامته مثل القابسيين فسمي بذلك،\nوهو قيرواني الأصل، وتوفي أبو الحسن بالقيروان سنة ثلاث وأربعماية، ودفن\nبباب تونس، وقد بلغ الثمانين أو نحوها بيسير، مولده في رجب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p099'> Vol. 07, p. 099</a>\n            </div>\n            \n</p>\n\n#\n<p>\nلست ليال مضين منه سنة أربع وعشرين وثلاثماية، وكانت رحلته الى المشرق\nوسنه اثنتان وخمسون سنة.\n</p>\n\n<h3 class='dic-item l3' id='head93'>أبو عبد الله الحسين ابن أبي العباس عبد الله ابن عبد الرحمن الأجدابي</h3>\n\n<p>\nالمشهور في فقهاء القيروان. من أصحاب أبي محمد بن أبي زيد، وأبي الحسن\nالقابسي، وكان واسع الرواية سمع من شيخه، ومن هبة بن أبي عقبة، وأبي القاسم\nبن حيران، وتميم بن أبي العرب، وأبي عبد الله بن الناظور، وأبي محمد\nالبادسي، وغيرهم من أهل إفريقية، ورحل فلقي الناس بمصر والحجاز فسمع من\nأحمد بن أبي يعلى الحمادي، وأبي حفص بن عراك، وأبي بك الأدفوي، وأبي القاسم\nالسفطي، والقاضي أبي نصر النيسابوري، وأبي الحسن ابن زريق، وأبي زرعة\nالجرجاني. وسمع أيضا من عيسى بن حبيب، وابن اسماعيل المهري، وأبي زكريا بن\nعابد الأندلسي، وأبي القاسم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p100'> Vol. 07, p. 100</a>\n            </div>\n            \n</p>\n\n#\n<p>\nعبد الرحمن بن خالد الأزدي، وتميم بن أبي العرب، وسمع منه أبو محمد عبد\nالحق، وابن سعدون، وأبو محمد بن سبعين وغيرهم. وألف مناقب ربيع القطان،\nوالممسي، والسبائي، وابن نصرون. وأخوه أبو محمد الحسن مشهور بالعلم والتقدم\nفي الفهم، وكثرة الرواية بإفريقية والمشرق، ومقدم في بلده، وسمع منه. وأخوه\nأبو الحسن علي. حدث عن تميم ابن أبي العرب، وأبي القاسم بن حيران، حدث عنه\nابن سعد.\n</p>\n\n<h3 class='dic-item l3' id='head94'>أبو عمر أحمد بن سعدي</h3>\n\n<p>\nواسمه: أحمد بن محمد أصله أندلسي إشبيلي، ونزل المهدية، وعليه دارت\nالفتيا بها وكان فقيها صالحا، وله رحلة دخل فيها العراق، ولزم أبا بكر\nالأبهري وحمل عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p101'> Vol. 07, p. 101</a>\n            </div>\n            \n</p>\n\n#\n<p>\nكتبه وتفقه عليه. وسمع من جماعة بمصر والعراق، ولقي أيضا من المالكية\nأحمد بن أبي يعلى الحمادي، وأبا القاسم الجوهري، وابن الوشاء، وأبا إسحاق\nالتمار، وأبا بكر الباقلاني، وسمع أيضا أبا الفضل الهاشمي، وابن غلبون،\nوالحربي. حدث عنه حاتم الطائي الطرابلسي، وأبو محمد ابن الوليد، وأبو\nالقاسم بن محرز، وتوفي بالمدينة <span id='ms0913'></span>.\n</p>\n\n<h3 class='dic-item l3' id='head95'>أبو الحسن علي بن أحمد اللواتي</h3>\n\n<p>\nسوسي، كان فقيه بلده في وقته. أخذ عن أبي العباس الإبياني، وابن مسرور،\nوالدباغ، سمع منه أبو عمران الفاسي.\n</p>\n\n<h3 class='dic-item l3' id='head96'>أبو موسى عيسى ابن القمودي</h3>\n\n<p>\nفقيه مالكي من أصحاب الإبياني رضي الله عنه.\n</p>\n\n<h3 class='dic-item l3' id='head97'>أبو جعفر أحمد بن نصر الداودي الأسدي</h3>\n\n<p>\nمن أئمة المالكية بالمغرب، والمتسمين في العلم، المجيدين للتأليف، أصله\nمن المسيلة، وقيل من بسكرة. كان بطرابلس، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p102'> Vol. 07, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nوبها أملى كتابه في شرح الموطأ، ثم انتقل الى تلمسان، وكان فقيها فاضلا\nمتفننا مؤلفا مجيدا، له حفظ من اللسان والحديث والنظر، أخذ عنه أبو عبد\nالله البوني، وعليه تفقه، وألف كتاب القاضي في شرح الموطأ، والواعي في\nالفقه، والنصيحة في شرح البخاري، والإيضاح في الرد على الفكرية، وكتاب\nالأصول، وكتاب البيان، وكتاب الأموال، وغير ذلك، وبلغني أنه كان ينكر على\nمعاصريه من علماء القيروان سكناهم في مملكة بني عبيد، وبقاؤهم بين أظهرهم،\nوأنه كتب إليهم مرة بذلك. فأجابوه أسكت لا شيخ لك، أي لأن درسه كان وحده،\nولم يتفقه في أكثر علمه عند إمام مشهور، وإنما وصل الى ما وصل بإدراكه،\nويشيرون أنه لو كان له شيخ يفقهه حقيقة الفقه لعلم أن بقاءهم مع من هناك من\nعامة المسلمين تثبيت لهم على الإسلام، وبقية صالحة للإيمان، وأنهم لو خرج\nالعلماء عن إفريقية لتشرق من بقي فيها من العامة الألف والآلاف فرجحوا خير\nالشرين، والله أعلم، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p103'> Vol. 07, p. 103</a>\n            </div>\n            \n</p>\n\n#\n<p>\nحمل عنه أبو عبد الله البوني، وأبو بكر ابن الشيخ أبي محمد ابن أبي زيد\nرحمه الله، وأبو علي ابن الوفاء من أهل بلدنا وغيرهم. قال حاتم الطرابلسي:\nتوفي بتلمسان سنة اثنتين وأربعماية، وقبره عند باب العقبة، ولم يسمع منه\nحاتم وكان حيا إذ كان حاتم بالقيروان، وقرأت في بعض التواريخ أن وفاته سنة\nإحدى عشرة والأول أصح.\n</p>\n\n<h3 class='dic-item l3' id='head98'>أبو موسى بن مناس رحمه الله</h3>\n\n<p>\nمن كبراء فقهاء إفريقية ونبهائها، والمقدمين بها، وله كلام كثير، وتفسير\nلمسائل المدونة مسطرة، وقد سمع من البوني رضي الله عنه.\n</p>\n\n<h3 class='dic-item l3' id='head99'>أبو علي بن خلدون رحمه الله</h3>\n\n<p>\nمن <span id='ms0914'></span> فقهاء إفريقية وعلمائها وصلحائها، من أصحاب أبي الحسن القابسي، كان قد\nنشأ بإفريقية، جليل القدر في فقهائها، مطاعا. وكانت العامة تتبعه. وكان\nشديدا على أهل البدع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p104'> Vol. 07, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nوالروافض مغريا بهم، يستند منه أهل السنة الى ملجأ ووزر، فضجر لذلك\nشاعر الرافضة المعروف بالباحجوري في قطعة له وهي:\n</p>\n\n<p>\nعيني من التغميض ممنوعة % % ومهجتي بالنار ملذوعة\n</p>\n\n<p>\nمن حسن ظبي حسن وجهه % % طرته بالمسك مصنوعة\n</p>\n\n<p>\nكأنما ذكرى الهوى عنده % % ذكرى ابن خلدون لدى الشيعة\n</p>\n\n<p>\nذكر الشيخ أبو عمران قال: نزلت بالقيروان مسألة الملاعنة إذا نكلت عن\nاليمين ثم أرادت الرجوع الى اللعان فاختلفنا فيهعا، فأفتى فيها أبو علي ابن\nخلدون وغيره أن لها ذلك، كما لها الرجوع بالإقرار المحض، وهو قول أبي بكر\nبن عبد الرحمن، وذهب أبو القاسم ابن الكاتب أن الرجم قد وجب عليها، وليس\nلها الرجوع بعد النكول لأن الزوج لما حقق عليها ما رماها به بالشهادات\nالأربع صارت تلك الشهادات كأربعة شهدوا على معاينة الزنى فعليها أن تأتي\nبما يقابلها ذلك ويكافئ شهادته، فإن نكلت فكأنها صدقت شهادته، بخلاف مجرد\nالإقرار، وبه قال أبو عمران، ولابن الكاتب في ذلك تأليف طويل نص فيه فتياه\nوبين وجه قوله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p105'> Vol. 07, p. 105</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head100'>خبر قتله رحمه الله تعالى</h3>\n\n<p>\nولما قتلت الرافضة سنة سبع وأربعماية، وكان ابتداء ذلك يوم الجمعة منتصف\nمحرم مفتتحها، وهو يوم كان وصول المعز بن باديس الى القيروان فيه، بعد موت\nأبيه واستفتاح ولايته، فقتلت العامة الرافضة أبرح قتل بالقيروان، وحرقوهم\nوانتهبوا أموالهم وهدموا دورهم وقتلوا نساءهم وصبيانهم وجروهم بالأرجل،\nوكانت صيحة من الله سلطها عليهم، وقال إن عامل القيروان منصور بن رشيق كان\nيمشي كأنه يسكن الناس وهو يشير على العامة، وأفتق الأمر فلم يقدر السلطان\nعلى ضبطه وولي عاملا آخر فتعذر عليه سده، وخرج الأمر عن القيروان الى\nالمهدية وسائر بلادهم، فقتلوا حيث وجدوا وأحرقوا بالنار فلم يترك أحد منهم\nبمدن إفريقية وأعمالها إلا من اختفى. ولجأت الرافضة الى مساجد البادية\nفقتلوا فيها أبرح قتل وهدموا دار الإمارة بالمنصورة، وتعدت العامة <span id='ms0915'></span> ذلك الى\nجماعة من أهل السنة من غيرهم. فلقد حكي أن العامة جاءت تتعلق برجل منهم\nاتهموه برأيهم فمروا به على شيخ من العامة بسألهم عن تعلقهم به، فقالوا\nنسير به الى الفقيه أبي علي ابن خلدون فنأخذ عليه بما يأمرنا به، فقال لهم\nالشيخ العامي لم لا تقتلوه الآن فإن كان رافضيا أصبتم وإن كان سنيا\nعجلتم بروحه الى الجنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p106'> Vol. 07, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\nمن الآن؟ أو كما قال. وحكي أنه رئي يتبع واحدا منهم ليقتله، فقيل له ما\nتصنع؟ فقال هذا زنديق يفضل علي ابن الخطاب على عمر ابن أبي طالب أو كما\nقال بلفظ العامي، فانتقم الله منهم على أيدي عامة المسلمين وقتلوهم كل\nمقتل، فرعب المعز منهم وأراد كسر شوكتهم فدبر قتل زعيم السنة وشيخ هذه\nالدعوة. فلما كان يوم الخميس لاثنتي عشرة ليلة خلت من شوال من السنة، أتى\nعامل القيروان ومعه خيل ورجال فتقدم الى مسجد أبي علي بعد صلاة العصر وهو\nجالس وعنده جماعة، فطلع بعض رجالاته الى المسجد فقتلوا أبا محمد ابن العرب\nجليسه وهم يظنونه أبا علي إذ احتقرت عيونهم أبا علي لكونه سناطا فلم يظنوه\nصاحب المجلس، وخرجوا، فلما عرفوا أنه ليس إياه رجعوا فقتلوا أبا علي\nوتعاودوه بسكاكينهم وجرحوا جماعة ممن في المسجد فحمل الى داره به حشاشة\nفتوفي في ليلته، وارتجت المدينة وثارت الصيحة من نواحي القيروان فمال أهل\nالمنصورة من الرجال والعبيد فنهبوا جميع ما في حوانيتها، حتى لم يدعوا\nحانوتا، وألقيت النار في كبار الأسواق، ونهبت أموال التجار، وكانوا آمنين\nوأموالهم بحوانيتهم، فذهل الناس وخرجوا، وشغلوا بأنفسهم عن ذكر أبي علي\nوخبره، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p107'> Vol. 07, p. 107</a>\n            </div>\n            \n</p>\n\n#\n<p>\nفطاح بهذه السبيل دمه، وأراد عامل البلد استرضاء الناس فجاء برجلين وقال\nإنهما اللذان قتلاه فقتلهما، ودفن أبو علي بالليل، وفي ذلك يقول الحصري أبو\nإسحاق الأديب من رثاء فيه:\n</p>\n\n<p>\nدفنوا صبحهم بليل وجاءوا % % حين لا صبح يطلبون الصباحا\n</p>\n\n<p>\nومن رثاء ابن الوراق فيه:\n</p>\n\n<p>\nمضرج بدم الإسلام، مهجته % % من بين أحشاء دين الله تنتزع\n</p>\n\n<p>\nوالمراثي فيه كثيرة منها <span id='ms0916'></span> لابن جرمون قصيدة أولها:\n</p>\n\n<p>\nجفوني لا تدري الدموع بأسحم % % ونفسي ألا تلتظي فتضرمي\n</p>\n\n<p>\nفلا وجد إلا أن تفيضي من الأسى % % ولا دمع إلا أن يكون مع الدم\n</p>\n\n<p>\nوقال ابن يحيى في قصيدة:\n</p>\n\n<p>\nوأكون متبعا لأشنع سنة % % قبلي العالم أبو تمام\n</p>\n\n<p>\nللبست لبس الثاكلات وجئت في % % سود السلاب بكاة من حام\n</p>\n\n<h3 class='dic-item l3' id='head101'>أبو جعفر عمر بن مثنى</h3>\n\n<p>\nكان أبوه من جلة أصحاب عيسى بن مسكين، مات وتركه صغيرا، فرباه الشيخ\nأبو الحارث ليث بن محمد الفقيه، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p108'> Vol. 07, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nقال اللبيدي: وكان عمر من العلماء بالقراءة، يجيد رواية ورش، مقدما في\nالإعراب، ومعرفة الناسخ والمنسوخ والخاص والعام والتفسير والغريب والحساب\nوالفرائض ودرس الفقه، سمعت أبا محمد الصدفي يقول: ما رأيت في خارج إفريقية\nأعلم منه وكان قد لزم السكنى بعد مسرة بن مسلم بقصر زياد يؤمد فيه ويطلب\nعليه الناس منقطعا في العبادة، ما رأيته ضاحكا قط، ولا كان يبتسم ولا\nيتكلم يما لا يعنيه، إنما كان يجلس لقراءة القرآن، ومذاكرة العلم، وينزوي\nللصلاة والذكر، وكان من أعلم الناس بالوثائق والبلاغة في الترسيل، وحجب\nأيضا حمدون بن مجاهد، ومحمد بن عبد الرحيم بن عبد ربه، وكان خاصة بأبي\nإسحاق الجبنياني ينشط إليه ما لا ينشط الى غيره رحمه الله تعالى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p109'> Vol. 07, p. 109</a>\n            </div>\n            \n</p>\n\n#\n<h2 class='l2' id='head102'>من أقصى المغرب</h2>\n\n<h3 class='dic-item l3' id='head103'>أحمد بن خلف المسيلي</h3>\n\n<p>\nأبو جعفر يعرف بالخياط، من أهل العدوة ودخل الأندلس فاستوطنها، قال ابن\nالفرضي كان فقيها عالما بالمسائل حافظا لها، حسن التكلم في الفقه على\nمذهب مالك، وكان ورعا زاهدا فاضلا، دخل الأندلس، وسكن الثغر أعواما\nكثيرة. وكان منسوبا الى البأس والنجدة، وتوفي رحمه الله بقرطبة في جمادى\nالآخرة سنة ثلاث وتسعين وثلاثماية، رحمه الله.\n</p>\n\n<h3 class='dic-item l3' id='head104'>عبد الله بن الزويزي</h3>\n\n<p>\nبزاءين، قاضي أصيلا من بلد المغرب، مشهور الاسم بعيد الصيت في الفتيا\nوالذكر بالعلم، وبه يضرب المثل الى الآن بالمغرب، فيقول لا أفعل كذا لو\nأفتاك به ابن الزويزي، وله مع بني عامر غزوات بثغور الأندلس رحمه الله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p110'> Vol. 07, p. 110</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head105'>أبو سعيد خلف بن مسعود الرعيني</h3>\n\n<p>\nيعرف بابن أمنية من أهل المغرب <span id='ms0917'></span>، ودخل الأندلس. فنزل مالقة. قال ابن حيان:\nكان من أهل الرواية والعلم وذا لسان وعارضة، وقدم قرطبة سنة ثلاث وتسعين،\nفحمل عنه بها علم كثير، وكانت له بها من ابن ذكوان مكانة. فلما ثارت الفتنة\nبقرطبة وقاموا على البربر أول قيام المهدي اتصلت الثورة بالأندلس فأغرى\nالعامة بعض أعدائه فشدخوه بالحجارة، وقيل إنهم لما أرادوا قتله سألهم أن\nيمهلوه حتى يصلي ركعتين، فأمهلوه، ثم أضجعوه فذبحوه، وطافوا برأسه، وذلك\nآخر سنة أربعماية، وقد نقل الشيعي عنه في نوازله في مسألة.\n</p>\n\n<h3 class='dic-item l3' id='head106'>أبو بكر محمد بن عيسى رحمه الله</h3>\n\n<p>\nويعرف بابن زويع، من أهل سبتة، وقال أبو حيان: ابن زويعة، من أهل العلم\nوالأدب، وأجل قضاة سبتة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p111'> Vol. 07, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nوكان تخطط بالشرطة العليا، وقضاء سبتة وأصيلا والمغرب. كذا رأيت السجلات\nتنعقد عليه، ويقال إن أصله من البصرة، وله رحلة الى الأندلس، ويقال إنه دخل\nالعراق وحج ولقي علماء البلاد، ورجع الى قرطبة فاختص بابن ذكوان، وهو كان\nالمنوه به لما وجد عنده من العلم، وكان له مال واسع وذلك أن قاضي الجماعة\nتسلف له مالا من مال الأحباس بإشبيلية وأخرجه في زيت باسمه فعاد عليه منه\nعائد كان أصل ماله فيما ذكر، وكان حسن السيرة في قضائه وأيامه مشهورة لعلو\nمكانه، وسعة علمه، وبعد صيته، قال لي بعض الشيوخ وكان متفننا في علمه\nنظارا صاحب حجة وجدل عالما بالحديث، قال ابن حيان: وكانت له منزلة عالية\nعند سلطان الأندلس متمكن الأسباب لديه وهو آخر قضاة بني أمية بسبتة. قال\nأبو مروان ابن حيان: وكان من وجوه أصحاب ابن ذكوان وله في العلم والعفة\nوالصرامة درجة سامية، وقدم صدق أدنته الى المنية، وقال: وقلده المظفر قضاء\nسبتة بلده وعمله، بإرشاد ابن ذكوان إليه، وذلك عند اختياره لخطة القضاء\nأهلها، فحمدت ولايته واتصلت الى أن قامت الفتنة، وسما قاسم بن حمود الى\nالخلاف على بني مروان بسبتة فكان من قاضيها هذا عنه بعض التأخر، فأغرى به\nالعامة بقتله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p112'> Vol. 07, p. 112</a>\n            </div>\n            \n</p>\n\n#\n<p>\nورعب الناس بقتله فلم يختلوا عليه، وخبره مشهور <span id='ms0918'></span> في الجزالة، وما قاله ابن\nحيان من إغرائه للعامة غير صحيح، فقد كان أجل في قلوبها من ذلك وإنما قتلته\nرجال بني حمود والصحيح أن الآمر بقتله علي بن حمود أخو قاسم، وذلك بعد\nالأربعماية، وقد بسطت أخباره في ذكر قضاة سبتة من تاريخها.\n</p>\n\n<h3 class='dic-item l3' id='head107'>أبو مروان عبد الملك الكوري</h3>\n\n<p>\nمن أصحاب أبي محمد بن أبي زيد رحمه الله، من فقهاء فاس، ومعظمها بعدوة\nالأندلس منها، وبه تفقه عثمان بن مالك، وغيره من الفاسيين، وتوفي سنة سبع\nوأربعماية.\n</p>\n\n<h3 class='dic-item l3' id='head108'>يحيى بن تمام رحمه الله</h3>\n\n<p>\nمن فقهاء سبتة في هذا الحين، قال أبو بكر الحسن بن مفرج القيسي كان من\nفقهائها مشهورا بالعلم بها، وهو صاحب مسألة الشفعة في الصدقة، وقد ذكرناها\nفي أخبار أبي عمر ابن المكوي رحمه الله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p113'> Vol. 07, p. 113</a>\n            </div>\n            \n</p>\n\n#\n<h2 class='l2' id='head109'>من أهل الأندلس</h2>\n\n<h3 class='dic-item l3' id='head110'>القاضي أبو بكر محمد بن يبقى بن محمد بن زرب بن يزيد</h3>\n\n<p>\nقرطبي، كان أبوه يبقى أحد قراء القرآن للناس، قال ابن الفرضي: سمع من\nقاسم بن أصبغ، ومحمد بن عبد الله بن أبي دليم وطبقتهما، وعني بالرأي فتقدم\nفيه. وكان تفقه عند اللؤلؤي، وأبي ابراهيم، واللؤلؤي هو المنوه به. وكان\nابن زرب من أحفظ أهل زمانه لمسائل مذهب مالك وأفقههم به. وعليه كان مدار\nطلبه في المناظرة، وكان الفقه جل علمه، ولم تكن له رحلة ولا رواية، كان\nالقاضي ابن السليم يقول له: لو رآك عبد الرحمن ابن القاسم لعجب منك يا أبا\nبكر، وشور في الأحكام أيام ابن السليم قبل أبي عمر ابن المكوى سنة ستين،\nفلما مات ولي مكانه قضاء الجماعة سنة سبع وستين الى أن مات. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p114'> Vol. 07, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nقال غير واحد: كان ابن زرب مع علمه عالما مجتهدا ورعا عفيفا كثير\nالصلاة والتلاوة، بصيرا بالعربية والحساب، حسن الخطابة، قريب الدمعة، بعيد\nالمنظر، دقيق التفقه، مستبحرا في المسائل، حافظا للأصول حاذقا بالفنون،\nكثير الاقتداء، متثبتا في أحكامه، وإليه كانت الخطبة والصلاة، وألف كتاب\nالخصال المشهور في الفقه على مذهب مالك عارض به كتاب الخصال لابن كاوس\nالحنفي، فجاء غاية <span id='ms0919'></span> في الإتقان، وله كتاب في الرد على ابن مسرة، وكان آخر\nحاله قد فر الى العمل وجد في القيام وأكثر الاستغفار، حتى قيل إنه كان\nيختم القرآن كل ليلة. ويقال إن سبب ذلك حضوره المجلس الذي عقده ابن أبي\nعامر وذلك لتهمتهم في القيام على هشام الخليفة، وإقرار عبد الملك بذلك على\nنفسه. ويقال إن القاضي كان نزع عندما استفتي بالآية: \" إنما جزاء الذين\nيحاربون الله ورسوله \"، وقيل نزع بها غيره، نكث ابن منذر لإقراره حتى زجره\nابن أبي عامر، وقال له تريد أن تشككه في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p115'> Vol. 07, p. 115</a>\n            </div>\n            \n</p>\n\n#\n<p>\nنفسه يا قاضي هو أعلم بما أقر به على نفسه، فرخص القاضي رحمه الله ونفذ\nقتل ابن منذر وصلبه.\n</p>\n\n<h3 class='dic-item l3' id='head111'>سيرته رضي الله عنه</h3>\n\n<p>\nقال ابن حيان: سمعت المشيخة رضي الله عنهم يقولون إنه لما ولي القضاء\nاحتبس خواص أصحابه المشاورين وقد جاءوه مهنئين، فأمر غلامه فكشف عن مال\nعظيم في صندوق وقال يا أصحابنا قد عرفتم ما امتحن به من تولى القضاء قديما\nمن سوء الظنة، وأخشى أن أطرق الناس على عرضي. وهذا حاصلي ورزقي هذا من\nالصندوق، وفي مخازني ما يفي بقيمته، وحظي من التجارة ما عرفتم، فإن فشى من\nمالي ما يناسب هذه الجملة فلا لوم، وإن تباعد ذلك فقد وجب مقتي فاسألوا\nالله تخليصي مما نشبت فيه. وكان ابن زرب لا يجلس للحكومة حتى يأكل. وكان\nموصوفا بطيب الطعام، له منه ومن الحلوى والفاكهة وظيفة معلومة، كان لا\nيؤاكل أحدا إذا قرب عامه قرما عليه، دون أن يستدعي أحدا، فلما كان أحد\nالأيام حضره المتطيب الترجلي وكان يخف عليه فقرع عليه وقال لا أريد فقال\nالمتطيب فما قولك لمن يريده فقال نعمى عين ومسرة وعلي أن تأكل وحدك فلا فضل\nفي الأكل. فقال المتطيب تكفاه، فضحك وأمر فتاه بإخراج المائدة فقدمها عليها\nثريدة صغيرة من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p116'> Vol. 07, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nدرمك مكللة بلحم خروف الصنعة، ثم بعدها جنب خروف مشوي برغيف درمك، فقال:\nهذا طعامي الذي يكثر علي فيه، لونان كل وقت لا أزيد عليهما، ولا <span id='ms0920'></span> سرف في\nلونين. فقال له: أيها القاضي أمن أصل تقوله؟ قال نعم، ورفع فيه حديا لبعض\nالسلف، لم يذكره الراوي: قال ابن الفرضي: وكان بعيدا من الحيف في أحكامه\nوفيه سلامة حال، قال غيره: كان كريم العناية نفاعا لمن صحبه وكان ابن أبي\nعامر يعظمه ويستحسنه ويتحرك إليه إذا أتاه ويجلسه معه في فراشه، لم يقبل\nله ابن زرب يدا قط عند أخذه أهل مملكته، ولما أشهر ابن أبي عامر جامع\nالزاهرة واستشار الفقهاء في التجميع فيه أفتى القاضي بمنع ذلك وقال بقوله\nابنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p117'> Vol. 07, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nذكوان، وابن المكوى، وابن وافد، وابن الفرج الطائي، وجماعة، وساعده ابن\nالعطار على التجميع فاستحيى خلاف ابن زرب وآدابه كثيرة، وتوفي رحمه الله في\nرمضان سنة إحدى وثمانين، ومولده في رمضان سنة سبع عشرة وثلاثماية. وتفاقده\nالناس وأثنوا عليه حسنا، وأظهر ابن أبي عامر لموته غما شديدا. وكتب\nلورثته كتاب حفظ ورعاية انتفعوا به، وتفقدهم في حياته، واستدعى ابنه محمدا\nوهو طفل ابن ثلاثة أعوام فوصله بثلاثة آلاف دينار والطاف قيمتها ألف دينار،\nقال القاضي غريب بن محمد: رأيت ابن زرب بعد وفاته، فسألته؟ فقال: ما وجدت\nشيئا أضر من الاختلاف الى أبواب الملوك، وقال المقرئ الباقلاني: سألته في\nالنوم؟ فقال ما وجدت أنفع من قراءة القرآن، وكانت ولايته في القضاء أربعة\nعشر عاما. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p118'> Vol. 07, p. 118</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head112'>محمد بن عبيد الله بن الوليد المعيطي</h3>\n\n<p>\nأبو بكر، من أبناء الأشراف وأعيان الفقهاء الأخيار. سمع من أبيه ووهب\nوابن الخراز القروي، وابن سعيد، والمحيلي، وأبي ابراهيم الطليطلي، قال ابن\nالفرضي: وكان حافظا للفقه، عالما بمذهب مالك وأصحابه. قدم الى الشورى وهو\nابن ثلاثين سنة. وكان ورعا زاهدا وصار في آخر عمره متبتلا منقطعا\nمعتزلا عن جميع الناس. قال غيره: وكان ثبتا سليما طرح الدنيا عندما تمت\nله. وصارت إليه رئاسة قرطبة بالعلم والشرف والقرب من الخليفة، وصير قاضي\nالجماعة فزهد في ذلك كله في عنفوان شبابه، فلزم بيته وأطرح السلطان\nوالفتيا، وعهد ضيعته، وباع دابة ركوبه، ولزم غرفة باب داره منفرا <span id='ms0921'></span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p119'> Vol. 07, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nلعبادة ربه، ويأكل ما يصنع بيده مثل بقل الفحص وما أشبه ذلك، ولبس الصوف\nوتوسد الأرض، واعتزل امرأته باختيارها المقام معه، وكان لا يجالس أحدا\nالبتة. قال القاضي موسى: كان أبو بكر فقيها قد عني بالحديث والمسائل، وكان\nذا رئاسة في العلم والخبر، وشور وعظم جاهه، ثم أوقع الله تعالى في نفسه حب\nالآخرة والزهد في الدنيا، فزهد في الدنيا ولزم العبادة الى أن مات. وكان\nابتداء تبتله عند انصرافه من دفن أبي بكر البيري الزاهد صاحبه، وكان\nيجالسه، وهو سهل الطريق له الى العبادة بتدريج حتى تم له مراده، فكان يصوم\nالنهار ويقوم الليل، حتى مات. وكان يخدمه أيام نسكه أبو بكر القرشي الزاهد،\nقال القاضي يونس الصفار: فعدت الى المعيطي في تبتله مرة في الجامع فوجدته\nعلى ما عهدته من الانبساط إلي وكان بيننا المرافقة في طلب العلم، فذاكرته\nبحديث نقله ابن أبي الدنيا في أن الشاب إذا صدق في توبته عجلت منيته، فسر\nبه وسألني أن أرسل إليه بالكتاب الذي وجدته فيه، فما عاش بعد ذلك إلا نحو\nشهرين ومات، وما رجع إلي الكتاب إلا بعد موته وكان موته بعد انقباضه بسبعة\nعشر شهرا رحمه الله تعالى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p120'> Vol. 07, p. 120</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head113'>خبر تأليف كتاب الاستيعاب لقول مالك رضي الله عنه</h3>\n\n<p>\nكان ساقطا الى الحكم أمير المؤمنين كتاب من رأي مالك، ابتدأه بعض أصحاب\nاسماعيل القاضي، وبوبه وقدره ديوانا جامعا لقول ملك خصة، لا يشاركه فيه\nقول أحد من أصحابه باختلاف الروايات عنه، وذكر من رواها: مضى للمؤلف منه\nمقدار خمسة أجزاء أو نحوها، واخترمته المنية عن تمامه فلما رآه الحكم\nأعجبته بساطته وحرص على إكمال الفائدة به فذاكر به قاضيه ابن السليم وسأله\nهل عندهم من يكمله على الرغبة؟ فقال له: نعم بشرط إباحة أمير المؤمنين\nخزانة كتبه للبحث عن أقوال مالك حيث كانت، روايات المكيين والمدنيين\nوالعراقيين والمصريين والقرويين والأندلسيين وغيرهم، فقال له الحكم: افعل\nذلك على ضنانتي بها حرصا على إكمال الفائدة. فسمى له الفقيهين أبا بكر\nالمعيطي القرشي <span id='ms0922'></span> هذا، وأبا عمر ابن المكوى فمكنهما من الأسمعة وما جانسها\nفاقتدرا منها على ما أراداه، وألفا كتاب الاستيعاب الكبير في مائة جزء،\nبلغا فيه النهاية، وكان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p121'> Vol. 07, p. 121</a>\n            </div>\n            \n</p>\n\n#\n<p>\nبين أيديهما راو مجيد لتبييض ما يودانه، فكان ابن المكوى أولا يقدم\nالقرشي لنسبه ويقدم اسمه عليه فيما يتكلمان فيه فيقول: قال محمد حتى وقع\nبينهما شيء فأنف أبو عمر من تقديم اسمه عليه لسنه وعلمه فجعل يقدم نفسه\nفيما يكتب ويملي، وعارضه الآخر بمثل ذلك وأنكر الحكم اختلافهما في ذلك بحجة\nتقديم القرشي لنسبه. وأقر قاضيه - ابن السليم - بإصلاح بينهما وجمعهما على\nما أمر به، فصلحت حالهما، فلما تم الكتاب سر به ووصل كل واحد منهما بألف\nدينار ومنديل بكسوة، وقدمهما الى الشورى.\n</p>\n\n<h3 class='dic-item l3' id='head114'>وفاته رضي الله عنه</h3>\n\n<p>\nواخترم المعيطي قبل أقرانه، فكانت وفاته في ذي القعدة سنة سبع وستين\nوثلاثماية، وأبوه عبيد الله حي وهو الذي صلى عليه، وسنه نيف على الأربعين\nسنة، مولده سنة سبع وعشرين في صفر منها، وكان له ابن يسمى عبد الله ويكنى\nبأبي مروان، قال ابن حيان: كان حافظا عالما ورعا فاضلا عظيم الصدقة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p122'> Vol. 07, p. 122</a>\n            </div>\n            \n</p>\n\n#\n<p>\nمن بيت علم وفقه وعبادة، بشر بخير قبل موته. وشاوره سليمان المستعين في\nأيامه وتوفي في ذي القعدة سنة إحدى وخمسماية، وسنه ثلاث وأربعين سنة، قال\nبعضهم حضرت يوم موت أبي بكر المعيطي وهو يغسل إذ نظرت في قبلة حائط بيته\nمكتوبا بخطه: من رجال شيئا طلبه ومن خاف شيئا هرب منه. فقلت: أنت والله\nذلك الطالب الهارب يا أبا بكر، فنفعك الله بذلك.\n</p>\n\n<h3 class='dic-item l3' id='head115'>أبو عمر أحمد بن عبد الملك الإشبيلي</h3>\n\n<p>\nالمعروف بابن المكوى، مولى بني أمية، وسكن قرطبة، شيخ فقهاء الأندلس في\nوقته، تفقه بأبي ابراهيم وصحبه، وكان أبو إبراهيم يتفرس فيه النجابة فحرضه\nواعتنى به، وكان قد حبب إليه الدرس مدة عمره لا يفتر عنه ليله ونهاره،\nورجعت فيه لذته، وكان أول أمره ضعيف الحفظ قليل العلم، فلم يزل أبو ابراهيم\nعليه بالدرب والتحريض على المطالعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p123'> Vol. 07, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nوإقامة الدرس حتى فتح عليه، وكان <span id='ms0923'></span> أول طلبه ممكنا في عيشه يتجر في سوق\nالبزازين لا يفارق أثناء ذلك المطالعة في جلوسه وحركته، فلما شهر في الناس\nحذقه، واحتاجوا الى فتواه قلده الحكم الشورى، وقرر القاضي ابن السليم أمره\nللحكم فأخرج له ألف دينار فلما رآها هالته، قال: كنت أرى القيامة قد قامت\nوأنا أساق الى العرض، فكنت أسير وأجد في نفسي قوة فإن أمري على دين\nالإسلام، فكنت أقف بين يدي العرض فأحاسب يسيرا، ثم يقال لي أقعد فأنت آمن،\nثم يؤتى بصكوك كثيرة، فيقال لي خذ كتابك فأقبض يدي ثم الثانية فلا آخذه ثم\nالثالثة فكنت كذلك ثم استيقظت، وبي رجف من الفزع فلم يلهني، فانقطع بعد هذه\nالرؤيا ولم تبق من نفسه بقية الى أن مات، ذكر أن صديقا له قصده في عيد\nزائرا له فأصابه داخل داره ودربه مفتوح، فجلس منتظره وأبطأ عليه،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p124'> Vol. 07, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nفأوصى إليه فخرج وهو ينظر في كتاب فلم يشعر بصديقه حتى عثر فيه لاشتغال\nباله بالكتاب، فتنبه حينئذ له، وسلم عليه، واعتذر إليه من احتباسه بشغله\nبمسألة عويصة لم يمكنه تركها حتى فتحها الله عليه، فقال له الرجل: في أيام\nعيد ووقت راحة مسنونة؟ فقال: إذا علمت بهذه النفس انصبت الى هذه المعرفة،\nوالله ما لي راحة ولا لذة في غير النظر والقراءة. قال ابن عفيف: إليه انتهت\nرئاسة العلم بالأندلس حتى صار بمثابة يحيى بن يحيى في زمانه، واعتلى على\nجميع الفقهاء، ونفذت الأحكام برأيه، فحكم على الحاكم، وبعد صيته بالأندلس،\nوحاز رئاسة أحاديثها مشهورة، وكان رحمه الله من ذوي المتانة في دينه\nوالصلابة في رأيه والبعد عن هوى نفسه، لا يداهن السلطان، ولا يدع صدعه\nبالحق، كان البعيد والقريب عنده في الحق سواء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p125'> Vol. 07, p. 125</a>\n            </div>\n            \n</p>\n\n#\n<p>\nذكر مكانه من العلم رحمه الله\n</p>\n\n<p>\nقال ابن مفرج: وكان أفقه أهل زمانه، وأتقنهم للرأي، وكان أحفظ الناس\nلمذهب مالك رحمه الله، واختلاف أصحابه، لا يلحقه أحد من المتقدمين في عصره،\nولا يقوم به أحد من طبقته، وكان متفننا في علوم الشريعة، وأطلب الناس <span id='ms0924'></span>\nلنجاة الناس عند مضائق الفتيا. وكان في الحفظ آية من آيات الله عز وجل.\nأقر له أصحابه كلهم بذلك. وكانوا يقولون: أبو عمر ابن المكوي أحفظ منا\nللعلم كثيرا. وسمع أبو محمد ابن الشقاق الفقيه يوم دفنه يقول على قبره:\nرحمك الله يا أبا عمر، فلقد فضحت الفقهاء بقوة حفظك في حياتك، ولتفضحهم بعد\nمماتك، أشهد أني ما رأيت أحدا أحفظ للسنة كحفظك، ولا علم من وجوهها كعلمك.\nوكان ابن زرب على تقدمه يعترف له بذلك. ولقد قال يوما لأصحابه، بعد خروجه\nعنه وثنائه عليه في وجهه: يا أصحابنا الحق خير ما قيل، أبو حمر والله\nأحفظ منا كلنا. ولقد كانت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p126'> Vol. 07, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nأعيتهم مسألة عويصة، فسأله القاضي، هل يذكرها قال نعم، في كتاب كذا من\nالمبسوط في باب كذا آخر مسألة منه، أو كما قال. فطلب منه الكتاب فإذا بها\nكما ذكرها، قال غيره: وعلى أبي عمر دارت الفتيا بالأندلس أجمع الى أن هلك،\nوكان في ذريته فيما جرى على يديه أحصى العجائب، وكان تماما في ذهنه\nوفطنته، لطيف الحياة في الإصلاح بين الناس. قال أحمد بن الليث: كان أبو عمر\nمن أهل الحفظ والفهم الثاقب، مع الذكاء والفطنة وحدة الذهن، حتى كان يشبه\nبإياس بن معاوية ونظرائه. ظهرت له من ذلك في فتاويه أمور عجيبة، قال القاضي\nأبو الفضل عياض رضي الله عنه: وعظم قدر أبي عمر بالأندلس كلها، وصار\nمعتمدا لجميع قضاتها وحكامها فيما اختلفوا فيه. ودعاه ابن أبي عامر الى\nتقليد قضاء الجماعة مرتين، إحداهما عند وفاة ابن زرب والأخرى عند عزل ابن\nبرطال بعدها فأبى من ذلك في المرتين أشد إباء، وأغلظ القسم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p127'> Vol. 07, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nألا يلي القضاء ولا شيئا من الأحكام أبدا، وهو الذي أسند إليه الحكم\nتأليف كتاب الاستيعاب الذي قدمنا ذكره، مع أبي بكر المعيطي. قال ابن حيان،\nوكان في أول حاله لم يأخذ نفسه بتثقيف علم اللسان فراغت في فتاويه غرائب من\nلحنه، بقاها عليه أصحابه ثم فطن لنفسه، فأشاع ذكر مرض حبس نفسه فيه <span id='ms0925'></span> شهرا\nعاكفا على كتاب سيبويه، فخرج مكتفيا من علم النحو لقوة حفظه وتقرب فهمه،\nفصلحت حالاته. وكان مما أعانه على سعة المطالعة، أنه تخير هو وقوم من\nالفقهاء صدر خلافة هشام أيام ابن أبي عامر لامتحان خزانة العلم، وتفتيش ما\nيعرض فيها من آلاته وردها الى مواضعها مرتبة الى أشكالها، معهم من الفتيان\nطائفة يتولون ذلك بين أيديهم، فاستجاب أبو عمر لما كلف من ذلك، على بعده من\nالالتباس بعمل السلطان، لما رجا في ذلك من المطالعة للغرائب، التي جلبها\nالحكم، واقتدر منها على ما لم يقدر عليه سواه، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p128'> Vol. 07, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nمما كان أبو عمر يتشوق إليه، فرغب أبو عمر الى أصحابه أن يعفوه من مباشرة\nما اشتغلوا به من التأليف، ويتركوه والمطالعة، فاستوسع في ذلك وطالت مدة\nعملهم في ذلك، لكثرة هذه الكتب، ووفور خزانتها حولا كاملا وفوقه، فحصل\nللشيخ من ذلك ما أمله، وكان عظيم التذكر، حسن الحفظ، بطيء النسيان، وكان\nيتكلم عنده يوم الإثنين في الموطأ، وما شاكله، ويوم الثلاثاء في المدونة\nوالمستخرجة وما جانسهما، فكان النبلاء من أصحابه كابن الشفاء، وابن دحون\nوأمثالهما من الأكياس والحفاظ، يتظاهرون عليه، لينشروا حفظه، فإذا جرت\nالمسألة وأمعن القول فيها الى أبي عمر وترجيحه، بدر كل من أولئك الحفاظ\nالى ما يغرب من قولة شاذة، فينصت أبو عمر الى كل ما يقوله كل منهم، حتى\nيستوفي كلامهم. ثم يرد على كل واحد فيما أغرب به، ويفصل له أمكنته ونسبته\nالى قائله. ويذكر الاختيار من ذلك من قول الأصحاب كأنما ينظر في صحيفة، ثم\nيجرد إثر ذلك هو اختياره فيريهم العجب، من كل فعله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p129'> Vol. 07, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nومن غرائب فتاويه ونزعاته رحمه الله، كان أبو عمر لكثرة حفظه، وقوة\nدرايته، لا يبطئ بالفتاوي ولا يطيل حسبما عند نفسه، بل يجيب لوقت أو يومه،\nومن نوادر ما أفتاه أبو عمر فتواه في امرأة حرة بقرطبة، لها ابنة مملوكة\nصبية باعها مولاها من رجل يخرجها عن قرطبة، فشكت أمها ذلك فأفتى بمنعه من\nإخراجها وبيعها على مشتريها، وخالفه <span id='ms0926'></span> في ذلك القاضي ابن زرب وغيره من\nالفقهاء، فأخذ فيها ابن أبي عامر بقول أبي عمر. ومنها مسألة وقعت ببلدنا\nبسبتة وهي إذ ذاك\n</p>\n\n<p>\nمن عمل صاحب الأندلس، وذلك أن الفقيه يحيى بن تمام من أهلها، اشترى حصة\nمن حمام فيه شرك، وأشهد البائع لابن تمام في الظاهر أنه تصدق به عليه،\nليقطع شفعة الشريك، فقام الشريك بشفعته، فأفتى الفقهاء بها إذ ذاك كلهم\nبقطع الشفعة، إذ لا شفعة في الصدقة. فقال الشفيع للقاضي: لا أرضى إلا بفتوى\nفقهاء الحضرة بقرطبة. فرفع إليهم السؤال على وجهه، وبدأ بالشيخ أبو عمر\nفوقع أسفلها: هذا من حيل الفجار، وأرى الشفعة واجبة. فلما رأى ابن تمام\nجوابه، قال: هذا عقاب لا يطار تحت جناحه، والحق خير ما قيل، هات مالي وخذ\nحمامك. ومن غرائب فتاويه التي زاحم فيها ابن أبي عامر، قصة عبد الملك بن\nمنذر البلوطي وكان يتولى الرد بقرطبة وكان من صنائع الحكم، فلما تغلب ابن\nأبي عامر على الأمر واتخذ لنفسه صنائع، وحجر على هشام الأمير وهويت قلوب\nالناس إليه فكانوا يتربصون به الدوائر، واجتمع جماعة من وجوه الناس على\nالنكث بهذه الطبقة المستغربة، والبطش بهذا الخليفة المستضعف، والبطش بابن\nأبي عامر وقتله، والقيام بغيره. وكان ابن منذر المتولي لكبر القصة فوقع ابن\nأبي عامر على الخبر وعلى كتاب بخط ابن منذر في القصة، وجمع الفقهاء والقاضي\nابن زرب للشورى في أمرهم. وقد أقر ابن منذر بالأمر على نفسه، وأن الكتاب\nخطه. فأفتى بعض الفقهاء فيهم بحكم المحاربة، لما سعوه من الفساد في الأرض.\nوتوقف آخرون، منهم القاضي وألح ابن أبي عامر، على أبي عمر ابن المكوى\nواضطره الى القول فيها. فقال: ما أرى عليه شيئا، هو رجل هم بمعصية فلم\nيفعلها. ولم يجرد سيفا، ولا أخاف سبيلا. إنه ممن قال فيه صلى الله عليه\nوسلم: أقيلوا ذوي الهيئات عثراتهم. فخرج أمر السلطان بعد ذلك بطلب ابن\nالمنذر، فنفذ ذلك في الحين وانقبض ابن المكوى في داره، وادعى مرضا نحوا <span id='ms0927'></span>\nمن شهرين فلم يفت أحدا، ولا خرج لمن أتاه، إنكارا لما جرى على صاحبهم،\nابن المنذر. وإذ لم يؤخذ فيه برأيه وتوقعا لشر ابن أبي عامر، الى أن تقادم\nالعهد وخشي زيادة وحشة ابن أبي عامر، فعاد لحاله. ومن غرائب ذكائه وتلطفه،\nأن بعض الحكام وجه الى امرأة معها بنية تطلب فرضها من أبيها، والرجل ينكر\nأن تكون ابنته، فلم يزل به يعظه، ويخوفه، ويستلطفه، ولا تنفعه رأفة فيه،\nوكانت عادته الصبر في مثل هذا. الى أن أخذ أبو عمر الطفلة، وكانت حسنة\nالصورة، عليها فروة جديدة فأجلسها في حجره، وجعل يمسح عليها، ويثني على\nحسنها، ويترصد غفلة الرجل، الى أن رآه مطرقا غافلا فقال: حتى فروها مشاكل\nلها، أحسن في شرائه أخلف الله له، ثم قال له مستعجلا بكم بالله اشتريته؟\nفقال - من غير روية -: بعشرة دراهم فقال: أحسنت قم فأفرض لابنتك بأقل ما\nيلزمك كذا. فخجل الرجل وأذعن. ومثل ذلك قصة أخرى في رجلين رفعا إليه من\nالعامة أحدهما يدعي رق الآخر، وأنه ابن أمته، منذ زمان حتى عرفه الآن وهو\nفي زي التجار. فأخذ الشيخ في ألطافهما ووعظهما فلا يلقى منهما إلا الإصرار\nفتفرس في المدعى قوة أدته الى طول مراوضتهما فلعله يظفر ببغيته، فجعل\nيكلمهما معا ومنفردين في الرجوع الى الحق فلا يغيبه، فكان فيما سأل عنه\nالمدعي أن قال له: كيف كان اسمه عندك؟ فقال: رزق، قال فاكتم هذا، وكان قد\nتسمى بأحمد، وعاد الى شأنه من مراوضتهما الى أن أظهر الضجر وقال: أصرفهما\nيا غلام وعرف الحكم أني ما أجد على المدعي عليه حجة، ولا شبهة توجب شيئا\nغير ضامن يأخذه عليه، الى أن يظهر غير هذا فانطلقا عنه، وقد علت المدعي\nفترة أكسبت العبد طمعا ألقاه في الغفلة، فلما ولوه ظهرهما نادى الفقيه: يا\nرزق فلباه نعم يا سيدي، فقال له: طال ما أعييتنا يا كذا أطع مولاك وقال\nلمولاه: خذ بيد عبدك، فبهت العبد وانقاد لسيده فمضى معه. عمل صاحب الأندلس،\nوذلك <span id='ms0928'></span> أن الفقيه يحيى بن تمام من أهلها، اشترى حصة من حمام فيه شرك، وأشهد\nالبائع لابن تمام في الظاهر أنه تصدق به عليه، ليقطع شفعة الشريك، فقام\nالشريك بشفعته، فأفتى الفقهاء بها إذ ذاك كلهم بقطع الشفعة، إذ لا شفعة في\nالصدقة. فقال الشفيع للقاضي: لا أرضى إلا بفتوى فقهاء الحضرة بقرطبة. فرفع\nإليهم السؤال على وجهه، وبدأ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p130'> Vol. 07, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nبالشيخ أبو عمر فوقع أسفلها: هذا من حيل الفجار، وأرى الشفعة واجبة. فلما\nرأى ابن تمام جوابه، قال: هذا عقاب لا يطار تحت جناحه، والحق خير ما قيل،\nهات مالي وخذ حمامك. ومن غرائب فتاويه التي زاحم فيها ابن أبي عامر، قصة\nعبد الملك بن منذر البلوطي وكان يتولى الرد بقرطبة وكان من صنائع الحكم،\nفلما تغلب ابن أبي عامر على الأمر واتخذ لنفسه صنائع، وحجر على هشام الأمير\nوهويت قلوب الناس إليه فكانوا يتربصون به الدوائر، واجتمع جماعة من وجوه\nالناس على النكث بهذه الطبقة المستغربة، والبطش بهذا الخليفة المستضعف،\nوالبطش بابن أبي عامر وقتله، والقيام بغيره. وكان ابن منذر المتولي لكبر\nالقصة فوقع ابن أبي عامر على الخبر وعلى كتاب بخط ابن منذر في القصة، وجمع\nالفقهاء والقاضي ابن زرب للشورى في أمرهم. وقد أقر ابن منذر بالأمر على\nنفسه، وأن الكتاب خطه. فأفتى بعض الفقهاء فيهم بحكم المحاربة، لما سعوه من\nالفساد في الأرض. وتوقف آخرون، منهم القاضي وألح ابن أبي عامر، على أبي\nعمر ابن المكوى واضطره الى القول فيها. فقال: ما أرى عليه شيئا، هو رجل\nهم بمعصية فلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p131'> Vol. 07, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nيفعلها. ولم يجرد سيفا، ولا أخاف سبيلا. إنه ممن قال فيه صلى الله عليه\nوسلم: أقيلوا ذوي الهيئات عثراتهم. فخرج أمر السلطان بعد ذلك بطلب ابن\nالمنذر، فنفذ ذلك في الحين وانقبض ابن المكوى في داره، وادعى مرضا نحوا\nمن شهرين فلم يفت أحدا، ولا خرج لمن أتاه، إنكارا لما جرى على صاحبهم،\nابن المنذر. وإذ لم يؤخذ فيه برأيه وتوقعا لشر ابن أبي عامر، الى أن تقادم <span id='ms0929'></span>\nالعهد وخشي زيادة وحشة ابن أبي عامر، فعاد لحاله. ومن غرائب ذكائه وتلطفه،\nأن بعض الحكام وجه الى امرأة معها بنية تطلب فرضها من أبيها، والرجل ينكر\nأن تكون ابنته، فلم يزل به يعظه، ويخوفه، ويستلطفه، ولا تنفعه رأفة فيه،\nوكانت عادته الصبر في مثل هذا. الى أن أخذ أبو عمر الطفلة، وكانت حسنة\nالصورة، عليها فروة جديدة فأجلسها في حجره، وجعل يمسح عليها، ويثني على\nحسنها، ويترصد غفلة الرجل، الى أن رآه مطرقا غافلا فقال: حتى فروها مشاكل\nلها، أحسن في شرائه أخلف الله له، ثم قال له مستعجلا بكم بالله اشتريته؟\nفقال - من غير روية -: بعشرة دراهم فقال: أحسنت قم فأفرض لابنتك بأقل ما\nيلزمك كذا. فخجل الرجل وأذعن. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p132'> Vol. 07, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\nومثل ذلك قصة أخرى في رجلين رفعا إليه من العامة أحدهما يدعي رق الآخر،\nوأنه ابن أمته، منذ زمان حتى عرفه الآن وهو في زي التجار. فأخذ الشيخ في\nألطافهما ووعظهما فلا يلقى منهما إلا الإصرار فتفرس في المدعى قوة أدته\nالى طول مراوضتهما فلعله يظفر ببغيته، فجعل يكلمهما معا ومنفردين في\nالرجوع الى الحق فلا يغيبه، فكان فيما سأل عنه المدعي أن قال له: كيف كان\nاسمه عندك؟ فقال: رزق، قال فاكتم هذا، وكان قد تسمى بأحمد، وعاد الى شأنه\nمن مراوضتهما الى أن أظهر الضجر وقال: أصرفهما يا غلام وعرف الحكم أني ما\nأجد على المدعي عليه حجة، ولا شبهة توجب شيئا غير ضامن يأخذه عليه، الى أن\nيظهر غير هذا فانطلقا عنه، وقد علت المدعي فترة أكسبت العبد طمعا ألقاه في\nالغفلة، فلما ولوه ظهرهما نادى الفقيه: يا رزق فلباه نعم يا سيدي، فقال\nله: طال ما أعييتنا يا كذا أطع مولاك وقال لمولاه: خذ بيد عبدك، فبهت العبد\nوانقاد لسيده فمضى معه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p133'> Vol. 07, p. 133</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head116'>وفاته رضي الله عنه</h3>\n\n<p>\nتوفي أبو عمر رحمه الله أول انبعاث الفتنة البربرية بقرطبة، في جمادى\nالأولى سنة إحدى وأربعماية فجأة. ويقال إن سبب موته ما جرى على أصحابه،\nزعماء قرطبة بني ذكوان <span id='ms0930'></span> عند نكبتهم، وتسييرهم عن الأندلس. وأعظم الناس ما\nجرى عليهم، وذهلوا لعظمهم في أنفسهم، فيقال إن موته كان بعد تسييرهم عن\nالأندلس بيوم والله أعلم. مولده سنة أربع وعشرين وثلاثماية وذكر ابن أخيه\nأبو الأصبغ قال: كان عمي من أشد الناس رضاء عن ابن المسيب وأحرصهم على\nاقتفاء أثره وسيرته، لا يزال يذكره ويحفظ أخباره، ويثني عليه. فلما احتضر\nرأيناه تبسم وسلم ويشير بإصبعه، ويقول انزل يا سيدي رضي الله عنك إلي\nالساعة أقوم معك - بكلام خفي - فسئل فقال: هذا سعيد بن المسيب معي جاءني،\nثم قبض رحمه الله، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p134'> Vol. 07, p. 134</a>\n            </div>\n            \n</p>\n\n#\n<p>\nوترك ابنا اسمه عبد الله ولي قضاء قرطبة أيام بني جهور بعد ولد ابن\nذكوان، وكان صارما في حكومته، عفيفا مستقيما، خلوا من المعرفة أجلس معه\nأبو عمر ابن القطان لفتواه، وتسديد أحكامه، وتوفي سنة تسع وأربعين.\n</p>\n\n<h3 class='dic-item l3' id='head117'>أبو محمد الأصيلي رحمه الله</h3>\n\n<p>\nواسمه عبد الله بن ابراهيم بن محمد بن عبد الله بن جعفر. قال ابن مفرج:\nأصله من كورة شذونة. وقال ابن الحذاء: أصله من الجزيرة الخضراء. وكان جده\nمن مسالمة أهل الذمة، ورحل به الى أصيلا دخل من بلاد العدوة فسكنها. ونشأ\nأبو محمد بها وطلب العلم بالآفاق. ويقال بل ولد بأصيلا فيما قاله ابن عائد.\nقال ابن الفرضي: أخبرني أنه دخل قرطبة سنة اثنتين وأربعين وثلاثماية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p135'> Vol. 07, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\nقال ابن الحذاء: وكان أبوه وراقا للحكم. قال ابن عائد: تفقه أبو محمد\nبقرطبة منذ صباه بشيخيها اللؤلؤي وأبي ابراهيم وسمع ابن حزم وابن المشاط\nوالقاضي ابن السليم وابن الأحمق وأبان بن عيسى بن دينار الأصغر ونظرائهم.\nوأخذ عن وهب بن مسرة الحجازي بوادي الحجارة، وعن ابن فحلون ببجانة. ورحل\nالى المشرق سنة اثنتين وخمسين وثلاثماية. وقال ابن الفرضي: سنة إحدى وخمسين\nوثلاثماية فلقي شيوخ إفريقية كأبي العباس الإبياني التونسي وأبي العرب\nالتميمي، وعلي بن مسرور، وعبد الله بن أبي زيد رحمه الله. وكتب عنه ابن أبي\nزيد عن شيوخه الأندلسيين، ولقي بمصر القاضي أبا الطاهر البغدادي، وابن\nرشيق، وحمزة الحافظ وأبا <span id='ms0931'></span> إسحاق ابن شعبان، ومحمد بن عبد الله بن زكريا\nالنيسابوري وأبا أحمد بن المصف وغيرهم. وحج سنة ثلاث وخمسين فلقي بمكة أبا\nزيد المروزي، سمع منه البخاري وأبا بكر الآجري. وبالمدينة قاضيها أبا مروان\nالمالكي، وسار الى العراق فلقي بها الأبهري رئيس المالكية، وأخذ عنه\nالأبهري أيضا. وسمع من الدارقطني، وسمع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p136'> Vol. 07, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\nمنه الدارقطني أيضا. وقد حدث عنه كثيرا في كتابه في الرواة عن مالك\nوسمع بها من أحمد بن يوسف ابن خلاد، وأبي علي الصواف، وأبي بكر الشافعي\nوغير واحد واضطرب بالمشرق مدة طويلة. قال أبو عمر ابن الحذاء: أقام بالمشرق\nنحو ثلاثة عشر عاما، وسمع ببغداد عرضته الثانية في البخاري، من ابن زيد،\nوسمعه أيضا من أبي أحمد الجرجاني، وهما شيخاه في البخاري وعليهما يعتمد.\nقال في كتاب ابن مفرج: وسمع به الحكم وهو بالشرق مدة طويلة فأقبل الى\nالأندلس فلما وصل المرية مات الحكم، فانعكس أمل الأصيلي وبقي حائرا\nهائما. نهض الى قرطبة ونشر بها علمه، فسار ذكره. وشرق به فقهاء البلد فبقي\nمدة مضاعا حتى هم بالانصراف الى المشرق، الى أن عرفه ابن أبي عامر فنوه\nبه وأمر بإجراء الرزق عليه، باسم المقابلة. ثم ارتقت حاله بتقليده الشورى\nفنبه حاله على غيره، انصرف الى الأندلس إثر موت الخليفة الحكم سنة ست\nوستين. فأقام بقرطبة وابن أبي عامر على غاية التعظيم له. وسمع منه عالم\nكثير وبه تفقه أبو عمران الفاسي وغيره. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p137'> Vol. 07, p. 137</a>\n            </div>\n            \n</p>\n\n#\n<p>\nجمل من ثناء الجلة عليه وذكر علمه وفضله وشيء من فتاويه واختياراته\n</p>\n\n<p>\nقال أبو إسحاق الشيرازي: وممن انتهى إليه هذا الأمر من المالكية بالأندلس\nأبو محمد الأصيلي، وانتهت إليه الرئاسة، قال ابن عفيف: رحل وتفقه فاحتوى\nعلى علم عظيم، وقدم الأندلس ولا نظير له فيها في الفهم والنبل، قال غيره:\nكان من جلة العلماء نسيج وحده، رحل الى الأمصار ولقي الرجال وتفنن في الرأي\nونقد الحديث وعلله وألف كتبا نافعة. قال ابن الفرضي: كان عالما بالكلام\nوالنظر منسوبا الى معرفة الحديث. وجمع كتابا في اختلاف مالك <span id='ms0932'></span> والشافعي\nوأبي حنيفة سماه الدلائل، وحفظت عليه شيئا - يعني فيما خالف فيه أهل\nالحديث - من العقود فذكرها. قال ابن الحذاء وذكره: لم ألق مثله في علمه\nبالحديث ومعانيه وعلله ورجاله، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p138'> Vol. 07, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nوقال ابن المهلب: وذكر مشيخته، فقال: فأجلهم علما، وفقها، وأثبتهم\nنقلا، وأصحهم ضبطا، وأرفعهم حالا، وأعدلهم قولا، أبو محمد الأصيلي.\nوقال ابن حيان: كان أبو محمد في حفظ الحديث، ومعرفة الرجال، والإتقان\nللنقل، والبصر بالنقد، والحفظ للأصول، والحذق برأي أهل المدينة، والقيام\nبمذهب المالكية، والجدل فيه على أصول البغداديين، فردا لا نظير له في\nزمانه. بلغني من غير واحد أنه وجد في كتب الدارقطني: حدثني أبو محمد\nالأصيلي ولم أر مثله. قال غيره: كان الأصيلي من حفاظ رأي مالك، والمتكلم\nعلى الأصول وترك التقليد، من أعلم الناس في الحديث، وأبصرهم بعلله ورجاله،\nويحض أصحابه عليه، ولا يرى أن من خلا من علمه فقيها على حال، ولما ورد أبو\nيحيى ابن الأشج من أهل المشرق وكان قد روى كتاب البخاري سئل إسماعه فقال:\nلا يراني الله أحدث به والأصيلي حي أبدا. فلما مات الأصيلي أسعف،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p139'> Vol. 07, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو الوليد: لما دخلت القيروان أتيت أبا محمد ابن أبي زيد فقال لي:\nما حاجتك؟ قلت: الأخذ عنك. فقال لي: ألم يقدم عليك الأصيلي؟ قلت: بلى، قال\nلي: تركت والله العلم وراءك، فكيف حاله مع أهل بلده؟ فأخبرته بظلمهم له،\nقال: جهلوا ما أتى به. وأتيت القابسي فجرى لي معه مثل ذلك. وقال لي مثل\nقوله. وأحضره ابن أبي عامر في جملة الفقهاء، فاستشارهم في أرض موقوفة على\nبعض كنائس أهل الذمة، أراد شراءها، فمنعه جماعة الفقهاء منها، غير الأصيلي\nوحده فإنه أفتاه بجوازه، واحتج لذلك. فرجع ابن صاعد منهم الى قوله.\nوالأصيلي أيضا أفتى لابن أبي عامر بجواز الصلاة، في العمارية التي كان\nيلزم الركوب فيها في أسفاره، وإباحة ذلك في الفريضة، دون النزول بالأرض إذا\nكانت صلاته إيماء للوجع الذي أصاب قدميه من علة النقرس، وهي إحدى روايتي\nابن القاسم عن مالك. ولم <span id='ms0933'></span> ير غيره هذه الفتيا. ورأي رواية ابن القاسم عن\nمالك في المدونة، التي هي أم المذهب منع ذلك حتى يباشر الأرض، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p140'> Vol. 07, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\nوكان يخطئ القول بنبوءة مريم أم عيسى عليهما السلام، ويقول: هي صديقة،\nويرد القول بإتيان النساء في إعجازهن كراهة من غير تحريم، على أن الآثار في\nذلك شديدة. وقد روي في بعضها التحريم ولعنة فاعله، وكان ينكر الغلو في\nكرامات الأولياء، ويثبت منها ما صح سنده أو كان بدعاء الصالحين. وقال\nالمهلب: وكان يعمل بالمزارعة على الثلث والربع. ويرى ذلك ولا يقول بمنعها\nفي المذهب، ويقول هي ألين مسائلنا وأضعفها، وحجته حديث معاملة النبي صلى\nالله عليه وسلم أهل خيبر، وأن النبي صلى الله عليه وسلم عاملهم في أن\nيزرعوها ويعملوها ولهم شطر ما يخرج منها، وما حكي عن عمر وجماعة أهل\nالمدينة. وله كتاب الدلائل، ونوادر حديث، خمسة أجزاء، والانتصار، ورسالة\nالمواعد المنتجزة، ورسالة الرد على من استحل عن رسول الله صلى الله عليه\nوسلم، ورسالة الرد على ما شذ فيه الأندلسيون. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p141'> Vol. 07, p. 141</a>\n            </div>\n            \n</p>\n\n#\n<p>\nبقية أخباره رحمه الله\n</p>\n\n<p>\nوكانت بين الأصيلي وابن زرب القاضي، وأصحابه مشاحنة، أثارتها النفاسة،\nوعلو كعب الأصيلي في العلم، وأزراؤه عليهم، فأراد ابن أبي عامر صلاح حالهم\nبتفريقهم، فقلد الأصيلي قضاء سرقسطة، فدارت بين الأصيلي وواليها بين يدي\nابن أبي عامر منافسة، ومحارجة لأشياء أنكرها عليه الأصيلي. وكان في خلق\nالأصيلي حرج وزعارة، فاستعفى من القضاء فعوفي، وقيل بل حلف الوالي أن لا\nيلي معه. فصرفه ابن أبي عامر عن القضاء، صرفا جميلا. وأراد حاجته الى\nقربه بالحضرة. فأقام رأسا في أهل الشورى بقرطبة، سيما بعد وفاة ابن زرب.\nفإنه استكملت رئاسته، حتى كان بالأندلس نظير ابن أبي زيد بالقيروان وعلى\nهديه، إلا أنه كان فيه ضجر شديد، يخرجه أوقات القيظ الى غير صفته. ذكر\nبعضهم أنه هنأه بالشورى حين تقلدها، فقال: لعن الله الشورى إن لم أرفعها،\nولعنني إن رفعتني، ونحو هذا. وأبلغ عن القاضي ابن زرب رحمه الله يوما\nكلاما، عرض به فساءه، وحرك <span id='ms0934'></span> منه وانبعث من ضجره، ما شق جيبه غيظا وتمثل:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p142'> Vol. 07, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nلبستم ثياب الخز لما كفيتم % % ومن قبل لا تدرون من فتح القرى\n</p>\n\n<p>\nوقوفا بأطراف الفجاج وخيلنا % % تساقي كؤوس الموت يدعو بالقنا\n</p>\n\n<p>\nفلما أكلتم قتلنا بسلاحنا % % تحدث مكفي يعيب الذي كفى\n</p>\n\n<p>\nويحكى أنه ناظر ابن أبي زيد يوما في مسألة فاحمر مزاجه، فقال له ابن أبي\nزيد: قال خلاف قولك فلان. فقال: لو قالها فلان ما صدقته، أو لكان خطأ، أو\nنحو هذا من الكلام مما أسرف فيه، وغلا بفرط حرجه، فانتدب له البرادعي\nوتولاه ووجد للمقال سبيلا وأنكر عليه كل من حضر ولكن تولى ذلك البرادعي،\nبفرط حرج منه هو أيضا. فخرج الأصيلي. فكان ذلك سبب مقاطعته مجلس ابن أبي\nزيد. فيقال إن ابن أبي زيد قال للبرادعي: لقد حرمتنا فوائد الشيخ بإسرافك\nفي الرد عليه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p143'> Vol. 07, p. 143</a>\n            </div>\n            \n</p>\n\n#\n<p>\nذكر وفاته رضي الله عنه\n</p>\n\n<p>\nتوفي رحمه الله يوم الخميس، لإحدى عشرة ليلة بقيت من ذي الحجة، سنة\nاثنتين وتسعين. وكان جمعه مشهودا. وجهزه المظفر ابن أبي عامر على عادته\nللفقهاء. وبعث الى ابنه أكفانا له وحنوطا من عنده، رعاية لمكانة من أبيه\nالمنصور. فقبل ابنه كرامته. وجهز شيخه فيما كان أعده لنفسه. وكان أراد أن\nيدفن ليلا ولا يعلم بجنازته، فرده عن ذلك صهره ابن أبي صفرة، وأوصى أن\nيدفن في خمسة أثواب. وكان آخر ما سمع منه لما احتضر: اللهم إنك قد وعدت\nبالجزاء عند كل مصيبة، ولا مصيبة علي أعظم من نفسي، فأحسن جزائي عنها يا\nأرحم الراحمين. ثم خفت. وكان قد أعد قبره لنفسه، يقف عليه ويتعظ به. وكان\nكثيرا ما يتخوف من سنة أربعماية، وما يجري فيها من الفتن. فذكر يوما\nشأنها في مجلسه، ودعا الله تعالى أن يتوفاه قبلها، وابنه محمدا. وسأل من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p144'> Vol. 07, p. 144</a>\n            </div>\n            \n</p>\n\n#\n<p>\nحضر التأمين. وأن ابنه محمدا حاضر كاره، ففعل من حضر ذلك. وأجيب دعاؤه،\nفتوفي عما قريب كما ذكرنا. وتوفي ابنه بعده بأعوام. وكان سنة أربعماية،\nفكان فيها من الفتن، وخراب الأندلس ما كان.\n</p>\n\n<h3 class='dic-item l3' id='head118'>عيسى بن محمد <span id='ms0935'></span> بن عبد الرحمن</h3>\n\n<p>\nأبو الأصبع يعرف بابن الحشاء، وبابن المعلم. قرطبي. روى عن جماعة من\nالأندلسيين ورحل الى المشرق، فلقي الناس واتسعت معرفته، قال ابن عفيف: كان\nفيها من أهل الأدب والعلم، راسخا في الرأي، بصيرا بالوثائق، ورعا،\nمنقبضا، من خيار المسلمين، عامرا للمسجد الجامع لتفقيه الناس وفتياهم،\nبصيرا بالاختلاف، جميل اللقاء، إماما في المذهب المالكي. ناظر الجلة في\nعلم السنة. وعلا بغزارة علمه، وقدمه ابن زرب للشورى، فانتفع به، ودعي\nللقضاء مرتين فأبى. ولزم حاله الى أن مات. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p145'> Vol. 07, p. 145</a>\n            </div>\n            \n</p>\n\n#\n<p>\nقال ابن حيان: كان غزير العلم، معتنيا بالأخبار، حسن الأدب والفهم، كثير\nالحفظ، فصيحا، عفيفا، ورعا مجانبا للسلطان. أراده المظفر والمهدي بعده\nعن القضاء ببعض الكور فأبى. ولم يقدر فيه على شيء، واستهدف بجفوتهما فوقي\nشرهما. وعاتبه ابن ذكوان في ذلك، وكان الذي هدى ابن عامر الى مكانه. وقال\nله: يقع الناس فيك. فقال: بلى. فبرر جفاه حينا. ومات رحمه الله سنة اثنتين\nوأربعماية. فقدم موضعه للشورى ابن دحون.\n</p>\n\n<h3 class='dic-item l3' id='head119'>أحمد بن سعيد بن ابراهيم الهمداني</h3>\n\n<p>\nأبو عمر. المعروف بابن الهندي، قرطبي. أخذ عن ابراهيم وظيفته، وسمع محمد\nبن أبي دليم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p146'> Vol. 07, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\nقال ابن حيان: كان واحد عصره في علم الشروط لا نظير له، يعترف له بذلك\nفقهاء الأندلس. وله فيها كتاب مفيد جامع محتو على علم كثير وفقه جم، وعليه\nاعتماد الحكام والمفتين، وأهل الشروط بالأندلس والمغرب. إذ سلك فيها الطريق\nالواضح، وقد اختصره جماعة منهم. اعتنى به منهم القنازعي، وابن ذهل، وابن\nعبد الواحد، مع ما أضاف إليه. ولم يكن بالمرضي في دينه، ولا بالمقبول قوله،\nعديم المروءة. وذكرت فيه أشياء منكرة. وهو أحد من لاعن زوجته بالأندلس بعهد\nالقاضي ابن السليم. وكان فكها حسن الحديث. وتوفي في رمضان سنة تسع وتسعين\nوثلاثماية. وهو ابن ثمانين سنة. ولا أعلم روى عنه غير أبي بكر ابن سيرين\nوحمزة بن حاجب فإنه روى عنه تأليفه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p147'> Vol. 07, p. 147</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head120'>محمد بن أحمد بن عبد الله</h3>\n\n<p>\nالمعروف بابن العطار، أبو عبد الله. قرطبي. قال ابن حيان: كان هذا <span id='ms0936'></span> الرجل\nمتفننا في علوم الإسلام، وثابتا في الفقه، لا نظير له، حاذقا بالشروط،\nوأملى فيها كتابا عليه معول أهل زماننا. وكان يفضل فقهاء وقته بمعرفته\nبالنحو واللسان. فكان لا يزال يزري بأصحابه المفتيين، ويعجب بما عنده، الى\nأن تمالأوا عليه بالعداوة، وحملوا قاضيهم ابن زرب على إسقاطه، وقد استفسده\nبعد أن كان مقدما في أصحابه، وهو الذي رقاه الى الشورى أول ولايته، فجرى\nله مع الفقهاء أخبار كثيرة. وذكر الفقيه أبو عبد الله ابن عتاب فقال: ومحل\nأبي عبد الله في العلم معروف، وهو به موصوف، ولقد كان فقيها موثقا، لم\nيحفظ أنه أخذ عليها أجرا. قال ابن حيان: فلم يزل ابن العطار مع خصاله\nمنقوص الحظ، وكان فريد فقهاء وقته مع توافرهم. أيام ضمهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p148'> Vol. 07, p. 148</a>\n            </div>\n            \n</p>\n\n#\n<p>\nمجلس ابن أبي عامر الذي عقده للمناظرة في موطأ مالك رحمه الله. فقصر\nأكثرهم عن شأوه في تدقيق معانيه وغريبه، حتى شرقوا منه، وتلطف أحمد بن\nذكوان الى صاحبه ابن أبي عامر عنه حتى قطعه، فاستجر الى جماعتهم. وكان الذي\nهيج أحقادهم عليه، عجب فيه، وشكاسة في خلقه. ذكر بعضهم أنه حضر مجلس شورى،\nفي مسألة اختلف فيها ابن العطار والوتد، وأمسك سائرهم لياذا من ابن\nالعطار، الى أن خرجا الى المهاجرة فقام عندها ابن المكوى والأصيلي منصرفين\nعنهم. وزاد الأمر بينهما الى أن حذب ابن العطار الوتد بالدراية، فحلف\nالفقهاء ألا يحضروا مع ابن العطار مجلس شورى. فكان الحكام يوجهون فيه وحده\nبعدهم.\n</p>\n\n<p>\nذكر محنته رضي الله عنه\n</p>\n\n<p>\nقال ابن العطار: رأيت في المنام قبل محنتي كأني أنظر في المرآة، فأرى في\nجبهتي سطرا مكتوب:\n</p>\n\n<p>\nأنظر لنفسك أيها الإنسان % % سينالك النقصان والشنئان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p149'> Vol. 07, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\nوكنت أرى نعشا يحمل، وموضع الجنازة قلم كنت أكتب به عرفته، فكان يدفن في\nالقبر ويصلي عليه، فترحمت لذلك حتى جرت الحادثة، وكان السبب في مطالبة ابن\nزرب له ومساعدة أعدائه عليه، أن ابن العطار سبق بالفتح عليه يوم الجمعة في\nخطبته لتوقف عراه. فقال ابن زرب: وكفوا ألسنتكم عن الرفث، فلم <span id='ms0937'></span> يكد يقف، حتى\nقال ابن العطار: قبيح القول. وكانت معهودة من كلام ابن زرب: فنظره ابن زرب\nشزرا وقال: ودور الكلام وما عاد لتلك اللفظة الأولى بعدها في خطبة. ومضى\nفي خطبته، وقد توقد عليه غضبا شغله في الصلاة. فأسقط من القراءة ففتح عليه\nابن العطار أيضا. فكانت حسبة مغيرة عليه. فأنكر ذلك من فعله وقال: هل\nسمعتم بخطيب فتح عليه، كان ذلك الكلام لا يبدل، أو نحو هذا. وسعى ابن\nالعطار في استصلاحه فلم يقدر واستمسكت مديدة، لحسن رأي ابن أبي عامر فيه،\nالى أن سقط عنده، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p150'> Vol. 07, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\nلقيه فأسلمه لابن زرب وأصحابه. وكان ابن العطار قد رد على ابن أبي عامر\nقولا قاله، وذلك أنه حكى حكاية قال فيها: فلقنه بعينه أي أصابه - بالقاف -\nفنظر ابن العطار لخطابه ولم يكن يصبر عليها لشرهه. فاستطر بذكر حكاية من\nذلك المعنى فلقنه بعينه - على الصواب - ففطن ابن أبي عامر لمراده وقال: لو\nعلمنا سقوط الهيبة لاشترطنا حسن المجالسة، يدخل من على الباب من أرباب\nاللغة، فإذا بصاعد قد مثل فسأله، وقد كان الأمر ألقي إليه، فقال: يقال\nبالقاف والفاء والقاف أشهرهما فأخذ ابن أبي عامر حجة، وأقبل على توبيخ ابن\nالعطار وتبكيته، وأمر بإخراجه، ومكن منه أعداءه، فقاموا في ذلك وحمل ابن\nزرب على كشف معايبه، الشاهد بما عندهم. فأتوا من ذلك بما أراده، إلا قوما\nمنهم ابن المكوى، وابن صاعد فأبوا ذلك وأنكروه. وسجل شهادتهم تلك وقد حوت\nعظائم من الجرح، اقتضت إسقاطه عن الشورى، والشهادة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p151'> Vol. 07, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\nوأمضى ذلك ابن أبي عامر عليه وأوعد عليه بالانقباض عن الناس وإغلاق بابه.\nفجرى عليه مكروه عظيم ولم يزل ابن المكوى يذكر ما جرى عليه، ويتشنع ما شهد\nبه عليه فيه، حتى غمص ابن زرب بسببه وقال: رفعه لغير الله ووضعه لغير الله.\nوقال حين دعي للشهادة: ما أعلم فيه جرحة أشهد بها، مع أنه كان يؤذيني في\nمجالس الشورى بلسانه. ولما نفذ السجل عليه كتب الى المنصور ابن أبي عامر:\n</p>\n\n<p>\nبالله والحاجب المنصور <span id='ms0938'></span> أعتصم % % من حاسد وبنصر الله أنتقم\n</p>\n\n<p>\nالظلم فيما رويناه ونعلمه % % يوم الحساب على أربابه ظلم\n</p>\n\n<p>\nوالإفك والبغي معدولان عن رجل % % له حشاشة دين أو له كرم\n</p>\n\n<p>\nهل من رأى عجبا مثلي ومثلهم % % بأن تعاور الغربان والرخم\n</p>\n\n<p>\nوما لنا عندهم ذنب سوى حسد % % نيرانه داخل الأحشاء تضطرم\n</p>\n\n<p>\nوهي طويلة، تشكى فيها للمنصور، مدحه، وتلطفه، فدس فيه الوتد - عدوه -\nبيتا في ذم القاضي ابن زرب أحفظه، وكان يقول: لو كنت شاعرا لأجبته.\nفأجابه الوتد على لسانه في الروي والقافية، ناقضه فيها وأفحش له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p152'> Vol. 07, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\nويقال إن ابن أبي عامر لم يهنى عليه ما بلغ منه، ولكنه استحيى قاضيه ابن\nزرب، ولم يمكنه من الحمية، واستأذن للحج فأذن له فرحل وقضى فرضه. واجتمع في\nطريقه هذا بجماعة من علماء الأمصار، فاعترفوا بفضله. وذكر في كتابه وجرت له\nمعهم أثناء ذلك قصص من هنياته. فيحكي أنه سأل أبا محمد ابن أبي زيد رحمه\nالله، بالقيروان يوما عن صلاة الناس بصلاة الإمام على قعيقعان وأبي قبيس،\nفأجابه بالجواب المنصوص في المسألة، أنه لا يجوز، فسأله من قال هذا، أو كيف\nقال؟ فاحتج له بنص المسألة في المدونة وكررها. فقال له: إنما وقعت مسألة\nالمدونة، إذا صلى المأموم هنالك بصلاة الإمام في الحرم. ولم أسألك عن هذا،\nوإنما سألتك عن مسألة إذا كان الإمام والمأموم جميعا هنالك، وهذا ما لا\nيخالف فيه أحد ولا يمنعه. ففطن الشيخ لما أراد من تعنيته، وأضرب عن كلامه\nفي المسألة، إذ لم يظن هذا. وإنما أجابه عن المسألة المعروفة. ثم انصرف الى\nالأندلس. وقد مات ابن زرب، وقد كملت خصاله، ونقصت شكاسة خلقه، وكبر منه،\nواعتدلت حاله، فلاطف ابن أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p153'> Vol. 07, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\nعامر فانفسح له، ورحب به فحكي أنه قال يوما لأهل مجلسه، إثر خروج ابن\nالعطار: إني لأستحي من هذا الرجل، ولوددت لو تهيأ صرفه لحاله، وإباحة\nالمسلمين الانتفاع به. فقال له بعضهم: وما يمنع من ذلك إذا أردته. قال:\nوكيف يحل تسجيل ابن زرب؟ فقال المتكلم: ليس يحل، ولكن يعارض بالشهادة <span id='ms0939'></span> لابن\nالعطار باستقامة أحواله، وزيادته في الخير بعد التسجيل، وأنه أهل الفتوى\nفأنفذ الى ابن الشرفي، صاحب الشرطة النظر في القصة، فأظهرت وثيقة بصلاح ابن\nالعطار، وأعيد الى طريقته، وصحة نزوعه عما نقم عليه، واقتدائه بالسلف. شهد\nفيها ثقاتهم وعلماؤهم. وقل من توقف عن الشهادة فيها وأثبت ابن الشرفي،\nورفعت الى المنصور، فجمع أهل العلم فرأوا إسقاط السخطة عنه، ورده الى أفضل\nأحواله فنفذ. وعهد المؤيد الى القاضي ابن برطال، فأعاده الى حاله، واستقل\nمن نكبته، ولزم القاضي وكبر عنده، ولولده ألف كتابه في الوثائق المعروف،\nوأفرده ابن أبي عامر بالفتوى في أمور الجناية بين العمال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p154'> Vol. 07, p. 154</a>\n            </div>\n            \n</p>\n\n#\n<p>\nوالرعية، وكان من أفتاه بالتجميع بجامع قصر الزاهرة، وخالف في ذلك\nأصحابه، والتزم الصلاة معه فيه، بقية مدته، والجلوس فيه للإقراء. وأقصر مع\nذلك من غلوائه إلا فوارض يدرسها في أصحابه، خلال الفتوى، بفضله وزيادة\nأدبه. وكان أبعدهم له أحمد بن ذكوان، وبخاصة لما ولي القضاء. فإنه غض منه\nغضا شديدا، وجعل ينكر صرفه الى الفتوى، بعد التسجيل، وجرت بينهما خطوب،\nوعلا لسان ابن ذكوان أيام عبد الملك المظفر، فازدادت غضاضة ابن العطار ودب\nابن العطار لمطالبة ابن ذكوان أيام المهدي، فأعجلته المنية قبل تمكنه من\nذلك رحمه الله.\n</p>\n\n<h3 class='dic-item l3' id='head121'>فصل من نوادر ابن العطار</h3>\n\n<p>\nسئل ابن العطار عن مسألة من السهو في الصلاة، فأفتى فيها بسجود السهو،\nفقال له السائل: إن أصبغ بن الفرج الطائي، لم ير علي سجودا، فرد عليه ابن\nالعطار: كلا لا تطعه واسجد واقترب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p155'> Vol. 07, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\nوبلغه أن ابن المكوى لم يشهد عليه، حين دعي الناس للشهادة بجرحه. فقال:\nكل يعمل على شاكلته، من قول الله تعالى، وكل إناء ينضح بما فيه. من قول\nالعرب، والأمور بيد الله لا شريك له في حكمه، ولما سمع ابن العطار أن ابن\nصاعد لم يشهد عليه قال:\n</p>\n\n<p>\nهون عليك الخطب % % فالله فيما حاولوا حسبي\n</p>\n\n<p>\nفكان ابن صاعد يقول: من عذيري من ابن العطار، ما وجدت في رضاه حيلة. ولما\nبلغه ما شهد به عليه. قال <span id='ms0940'></span>: ستكتب شهادتهم ويسألون. ذكر ابن صاعد يوما لابن\nالعطار فاستصغر حفظه، فبلغ ابن صاعد. فقال: ما الذي أصنع معه؟ سالمته فلم\nأسلم. فقال ابن العطار: إن كان خالف الحق فقد أثم، وإن كان خالف المين فقد\nظلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p156'> Vol. 07, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\nوجاءت إليه جارية شاطرة ناشز على زوجها، فقالت: يا فقيه الحب إذا سقط كيف\nفقال: الهم من الألم وفي التعليل شفاء الغليل. وكان المنصور أمره بالمسير\nإليه كل يوم ثلاثاء يذاكره ويحدثه. فحضر يوما منها وتعذر عليه الوصول لشغل\nالمنصور فكتب إليه:\n</p>\n\n<p>\nيا من حكى بهديه لنا السلف % % عبدك بالباب ماثلا يقف\n</p>\n\n<p>\nكل ثلاثا يوم زورته % % وهي العلا والفخار والشرف\n</p>\n\n<p>\nيدعو لك الله في البقاء % % وفي التأييد والنصر ثم ينصرف\n</p>\n\n<p>\nوكتب أبو بكر الزبيدي الى ابن العطار:\n</p>\n\n<p>\nيا عليما بكل علم علي، ناظرا % % فيه عن عيان خفي\n</p>\n\n<p>\nهل تجوز الصلاة خلف إمام % % ألكن أو تجوز خلف الخصي\n</p>\n\n<p>\nفأجابه ابن العطار:\n</p>\n\n<p>\nلا تجوز الصلاة خلف إمام % % ألكن بالقرآن جذم عيي\n</p>\n\n<p>\nوتجوز الصلاة في الغب ما لم % % يتصل منه ذاك خلف الخصي\n</p>\n\n<p>\nنسأل الله أن يوفق للحق % % بفعل ومنطق مرضي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p157'> Vol. 07, p. 157</a>\n            </div>\n            \n</p>\n\n#\n<p>\nتوفي ابن العطار عقب ذي الحجة، سنة تسع وتسعين وثلاثماية. وكان جمعه\nعظيما. وانتاب قبره طلاب العلم أياما، ختم قراؤهم على قبره القرآن ختمات\nوذلك أمر لم يعهد قبل بالأندلس.\n</p>\n\n<h3 class='dic-item l3' id='head122'>موسى الوتد رحمه الله</h3>\n\n<p>\nهو موسى بن أحمد. ويقال ابن محمد بن سعيد بن الحسن اليحصبي قرطبي، يعرف\nبابن الوتد ويكنى بأبي محمد. سمع من قاسم بن محمد، وأحمد بن مطرف، ومحمد بن\nيحيى بن عبد العزيز ونظرائهم. وكان بصيرا بالشروط نبيلا فيها، حافظا،\nيقظا، حازما في أموره، حسن المعاملة مع إخوانه. وله حظ من تعبير الرؤيا،\nكتب لمحمد بن برطال أيام قضائه، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p158'> Vol. 07, p. 158</a>\n            </div>\n            \n</p>\n\n#\n<p>\nوقلد الشورى، وتصرف في دفع كتب المظالم الى المنصور. ودرس عليه الفقه.\nقال ابن الفرضي: وكان ينسب إليه تخليط كثير عرف منه، وشهر به، وتوفي في\nربيع الأول المبارك سنة سبع وتسعين وثلاثماية.\n</p>\n\n<h3 class='dic-item l3' id='head123'>أصبغ بن الفرج بن فارس الطائي</h3>\n\n<p>\nأبو القاسم، قرطبي <span id='ms0941'></span>، أحد أكابر علماء قرطبة، وزعماء مفتيها. قال ابن مفرج:\nكان فقيها جليلا في الدولة العامرية، حافظا بالمسألة بصيرا برأي مالك\nوأصحابه، عارفا بالوثائق. ورحل فحج ولقي الناس بالمشرق. وكان من أكرم\nالناس عناية، وأعلاهم همة. ولي قضاء بطليوس وثغورها. فحسنت سيرته. ثم\nلحقته من ابن أبي عامر غضاضة، بسبب مخالفته لهواه في الفتيا بالتجميع في\nالجامع الذي بناه في مدينته، بطرف قرطبة الشرقي، المسماة بالزاهرة. فإنه\nاستشار في التجميع فيه الفقهاء، فمنعه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p159'> Vol. 07, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\nمن ذلك أكثرهم، إذ لا يجمع في مصر واحد في جامعين. ومضى أكثرهم على\nذلك، وأفتى ابن العطار في قليل منهم بجواز ذلك، لاتساع البلد وعجز كثير ممن\nيسكن هنالك عن الوصول الى الجامع الأول. حتى قاسوا ما بين المسجدين، على\nأبعد الطرق بينهما، فوجدوه نحو الفرسخ. فامتثل ابن أبي عامر رأي من أجازه،\nعلى أنه لم يجمع به حتى مات قاضيه ابن زرب. وذهب من يستحيي منه، ودعا ابن\nأبي عامر أصبغ هذا، الى تولي الصلاة والخطبة بأهله. وكان ممن لم ير ذلك\nفامتنع. وقال: سبحان الله يا منصور أنا لا أرى الجمعة أقامت به، فكيف أقوم\nبها، والعرض مني كثير. فألزمه المنصور ذلك، وأظهر إكراهه عليه. فألح\nوامتنع، وأقسم على ذلك ولو ناله العقاب. فسخط عليه المنصور عندها، وعزله عن\nالقضاء والفتيا. إلا أنه سلم من أذاه، وعاش بقية عمره مصونا، الى أن مضى\nلسبيله. وكان ممن سخط عليه المنصور لذلك أيضا، أبو بكر بن وافد، فأسخطه عن\nالشورى والشهادة، وألزمه داره. واحتصل الباقين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p160'> Vol. 07, p. 160</a>\n            </div>\n            \n</p>\n\n#\n<p>\nمن ابن ذكوان، والأصيلي، وابن المكوى، وابن صاعد، وابن جني، وابن الصفار.\nفلم يغير عليهم شيئا. وجمع ابن العطار في هذا الجامع، وجلس فيه للفتيا،\nوالتعليم والتفقه. وانفرد بالفتيا بين العمال والرعية. وجعل قوم من رؤساء\nالفقهاء، من سكان الربض الشرقي، جوار هذا الجامع يشهدون الصلاة فيه،\nويعيدونها أصلا، لئلا يحقد ابن أبي عامر عليهم، منهم الأصيلي، وابن صاعد،\nوابن الصفار، وابن جني. ولم يصنع ذلك ابنا ذكوان ثقة بمكانهما من ابن <span id='ms0942'></span> أبي\nعامر. فكان إذا احتاجهما، دعاهما إثر الصلاة. وتوفي أصبغ بن الفرج سنة سبع\nوتسعين وثلاثماية.\n</p>\n\n<h3 class='dic-item l3' id='head124'>عبد الرحمن بن محمد بن يحيى بن صاعد بن وثيق</h3>\n\n<p>\nأبو المطرف. يقال جده صاعد معتق بني عبده، قرطبي. سمع بها من ابن الأحمر،\nوابن عيسى، وابن الخراز وغيرهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p161'> Vol. 07, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\nوبالقيروان من ابن أبي زيد، والقابسي، رحمهما الله. قال ابن الفرضي: عني\nبحفظ الرأي والتفقه في المسائل، وقدم للشورى أيام ابن زرب. وكان حليما،\nأديبا، نزيها عن المطامع. وولي قضاء شذونة. ثم استعفى. قال ابن حيان:\nكان من أهل العلم، والفقه، والديانة. قال ابن مفرج: كان فقيها فاضلا،\nدينا فهما، حافظا كريم الأخلاق، حسن الصحبة، ذا أدب بارع، وجاه باذخ،\nكثير الصلاة والصدقة، والبكاء والخشية. كتب إليه بعض إخوانه:\n</p>\n\n<p>\nأيا عالما فاق الأنام بعلمه % % وأربى عليهم بالسنى والفضائل\n</p>\n\n<p>\nفديتك هل يجري الطلاق لذاهل % % فرد أنت اليوم قطب المسائل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p162'> Vol. 07, p. 162</a>\n            </div>\n            \n</p>\n\n#\n<p>\nفأجابه رحمه الله:\n</p>\n\n<p>\nإذا كان ذا فهم وطلق زوجه % % فقد لزم التطليق يا خير سائل\n</p>\n\n<p>\nفإن كان معتوها ولا عقل عنده % % يقينا فلا طلاق لذاهل\n</p>\n\n<p>\nتوفي رحمه الله تعالى، سنة تسعين، وهو كهل ابن تسع وأربعين سنة.\n</p>\n\n<h3 class='dic-item l3' id='head125'>أبو العاصي أمية بن أحمد بن حمزة القرشي المرواني</h3>\n\n<p>\nقرطبي. كانت له من ابن أبي عامر خاصة، وكان يتقيه. وشاوره ابن زرب في\nالأحكام. وكان من وجوه أصحابه، وولي الشرطة، والأحكام. فجلس لذلك في\nالجامع، وكان شديدا سالما انتفع به. مع الغفلة. تولى لابن أبي عامر من\nوجوه الإنفاق في سبيل الأمانات، في بناء الجوامع، والحصون، وتفريق الصدقات\nمالا أحمله فما تعلق بمثقال ذرة، ولا ازداد كسبه درجة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p163'> Vol. 07, p. 163</a>\n            </div>\n            \n</p>\n\n#\n<p>\nقال ابن الفرضي: وكان متأخرا في عمله وعقله. ومن غريب غفلاته، أنه صرف\nيوما الى المنصور درهمين، زعم أنهما بقيا له من صدقة دفعها إليه يفرقها.\nوأنه لم يجد لمن يدفعهما، لعمومه، أهل الحاجة، فاستضحك المنصور.\n</p>\n\n<h3 class='dic-item l3' id='head126'>محمد بن أحمد بن محمد بن قادم بن زيد</h3>\n\n<p>\nقرطبي مشهور، أبو عبد الله. سمع من قاسم بن أصبغ، وغير واحد. ورحل فسمع\nببغداد أبا بكر <span id='ms0943'></span> الشافعي، وابن حمدان، والصواف. وأخذ عن السيرافي. وسمع\nأيضا بالبصرة من غير واحد. وبمصر من ابن الورد، وحمزة، وابن أبي التمام.\nوتفقه عند ابن شعبان. وكان ينتحل مذهب مالك رضي الله عنه. وكان شاعرا\nمحسنا حافظا للخبر. وهذا كان الغالب عليه. قال ابن الفرضي رحمه الله:\nوكان مضعوفا، غير ضابط لنفسه، ولا للسانه. وذكر أنه كان قاضيا. وكتب عنه\nغير واحد. قال: وكان أهلا لذلك. توفي سنة ثمانين وثلاثمائة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p164'> Vol. 07, p. 164</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head127'>أحمد بن محمد بن عبد الله بن هاني العطار</h3>\n\n<p>\nالمعروف بابن اللباد، قرطبي. يكنى بأبي عمر. سمع هو وأبوه من قاسم بن\nأصبغ، وكان أبوه أحد العدول. وكتب عنه. قال ابن الفرضي: وكان أحمد فقيها.\nوقد كتب عنه أيضا، ومات وأبوه حي. وتوفي أبوه سنة خمس وتسعين.\n</p>\n\n<h3 class='dic-item l3' id='head128'>محمد بن رادع بن محمد الضرير</h3>\n\n<p>\nيكنى أبا عبد الله، قرطبي. له رحلة سمع فيها من القاضي المرواني\nبالمدينة، ومن الخزاعي بمكة، ومن العجيمي بالبصرة، قال ابن الفرضي: كان\nالعجيمي يومئذ ابن مائة سنة وأربع وأربع سنين. وبقي بعد سماعه منه عاما.\nوسمع ببغداد من الأبهري أبي بكر، وأخذ عنه كتبه، وسمع من غيره. وانصرف الى\nالأندلس وكف بصره. فقرئ عليه بعض كتب الأبهري، وابن أبي زيد رحمه الله.\nحدث عنه ابن الفرضي وغيره. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p165'> Vol. 07, p. 165</a>\n            </div>\n            \n</p>\n\n#\n<p>\nقال القاضي أبو الفضل رحمه الله: الذي عرفته وذكره أئمة الصنعة، أن أبا\nإسحاق ابراهيم ابن علي العجيمي، توفي وهو ابن ماية سنة وثلاث سنين، وأنه لم\nيحدث حتى تمت له ماية سنة، وذلك أنه كان رأى في منامه أنه تعمم، ودور على\nرأسه ماية وثلاث دورات. فعبر له أنه يعيش هذا القدر من السنين. فلم يحدث\nحتى بلغ المائة. ثم حدث فأراد السامعون اختبار عقله بعلو سنه، فقرئ عليه\nالقارئ يوما:\n</p>\n\n<p>\nإن الجبان حتفه من فوقه % % كالكلب يحمي جلده بروقه\n</p>\n\n<p>\nفقال العجيمي: قل الثور يا ثور. فإن الكلب لا روق له. فسر الناس بثباته\nوصحة عقله. وكان العجيمي يروي عن القاضي اسماعيل كتبه، وعن غيره من الجلة\nرحمه الله <span id='ms0944'></span> تعالى. وتوفي ابن رادع سنة ثلاث وسبعين، وقيل أربع، وهو ابن ستين\nسنة.\n</p>\n\n<h3 class='dic-item l3' id='head129'>قاضي القضاة أبو العباس ابن ذكوان</h3>\n\n<p>\nاسمه أحمد بن عبد الله بن هرثمة بن ذكوان بن عبد الله بن عبدوس بن ذكوان\nالأموي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p166'> Vol. 07, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\nقال ابن الفرضي: أصلهم من جيان. قال ابن حيان: أصلهم فيما يقال من برابرة\nفحص البلوط ويتولون بني أمية. فلما انقضرت دولة بني أمية انتموا في قيس بن\nغيلان من سليم. وكان أبوه أبو بكر بن عبد الله من أهل العلم. ولي خطة الرد\nبقرطبة، بعد طلب عبد الملك بن منذر صاحب الرد. وله مكانة من المنصور، وسمع\nقاسم بن أصبغ، وأحمد بن عبادة ونظرائهم. قال ابن الفرضي: وكان عاقلا\nعالما باللغة والنحو، حافظا للمشاهد والأيام، ذا مروءة وافرة. وكانت\nوفاته سنة سبعين وثلاثماية. ونشأ ابنه العباس هذا أكمل رجالات الأندلس،\nوأتمهم عقلا. كان من جلة أصحاب ابن زرب. وهو الذي قدمه للشورى، ثم ولاه\nابن أبي عامر عند وفاة أبيه خطة الرد. ثم قضاء الجماعة، عند عزل ابن برطال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p167'> Vol. 07, p. 167</a>\n            </div>\n            \n</p>\n\n#\n<p>\nقال ابن حيان: وكان صارما في حكمه، محمود الطريقة، عاقلا عاملا بمذاهب\nالمالكية. ذا عفاف ونزاهة وبراءة من الريبة، وبعد همة، وفرط هيبة وزكانة.\nفلقد كان في هذا الباب في مرتبة الخليفة، لم يقدر أحد ينقصه منها قلامة\nظفر، مع اختلاف الدول، وحلول الفتن، الى أن فارق الحياة، وهو أعلى الناس\nمحلا. وذكر أبو الخيار الشنتريني الداودي، أبا العباس - وكان ما بينهما\nشيئا - فقال: أبو العباس وما أبو العباس نظر في الفقه على مذهب مالك فأدرك\nطرفا منه، إلا أنه لم يستجد في الحفظ، واكتسب بالدربة الحذق في الحكومة.\nوكان مع ذلك صليبا فهما بعيدا من المداراة، حاد بالناس إجلاله عن\nمذاكرته، فلاذوا من مناظرته، بالتسليم والموافقة. وتحاموا السؤال منه وكان\nأكبر ما فيه عقله ورأيه.\n</p>\n\n<p>\nولايته القضاء وخبره فيها مع العامرية وسيرته\n</p>\n\n<p>\nقد قدمنا أن الذي ولاه القضاء، المنصور ابن أبي عامر. وكان من جملة\nأصحابه وخواصه، ومحله منه فوق محل الوزراء يفاوضه <span id='ms0945'></span> في تدبير الملك وسائر\nشؤونه. لم يتخلف عنه في غزوة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p168'> Vol. 07, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\nمن غزواته، ولا فارقه في ظغن ولا إقامة. وكذلك كان حاله مع ولديه المظفر\nوالمأمون بعده. قد تيمنوا برأيه وعرفوا النجاح في مشورته. وكان له داخل\nالقصر بيت خاص به يأتيه آخر النهار. فيجلس فيه الى أن يخرج إليه ابن أبي\nعامر فيفاوضه في جميع ما يحتاج إليه. وربما بات عنده بالنزاهة وخفة الوطأة،\nحتى قيل إنه ما سأله قط على مكانته منه، حاجة لنفسه ولا لغيره بتصريح، مع\nكثرة ما انقضت على يديه من حوائج الناس. بل كان يعرض ما يحتاج إليه عرضا\nكالمنكر أو المستحسن، يطرد للبحث عنها. وكانت الصلاة والخطبة أيامه\nلابراهيم بن الشرفي الحاكم، الى أن فلج، فجمعت مع القضاء لابن ذكوان. ولم\nيزل على هذا الى أن هلك المنصور، وولي ابنه المظفر فزاده أثرة. الى أن فسد\nما بين القاضي، وبين وزير الدولة، عيسى بن سعيد، بسبب فسخ شراء ضيعة\nاشتراها عيسى من ولد ابن السليم السفيه، فقضى ابن ذكوان بردها الى السفيه.\nوفسخ بيعه فالتحمت بينهما العداوة، وعمل عيسى في طلب ابن ذكوان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p169'> Vol. 07, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\nوجوه الحيلة، الى أن أوقع المظفر بخادمه الغالب على أمره طرفة فسعى عيسى\nبه. وكانت لابن ذكوان من طرفة هذا ألطف منزلة. ونسب عيسى طرفة وأصحابه الى\nالقدح في الملك. فقتل طرفة. ونكب أصحابه. واشتملت التهمة على بني ذكوان.\nووجد عيسى للمقال سبيلا، فصرف المظفر أبا العباس ابن ذكوان عن القضاء\nوالصلاة. وصرف أخاه أبا حاتم عن المظالم. وساء رأيه فيهما. وولى مكانه\nالقضاء والصلاة، عبد الرحمن ابن فطيس. فلم يقم - على استقامته واستقلاله -\nمقام ابن ذكوان، لتبريزه. فحن القضاء إليه، وأسف الناس على فقده، وحسن رأي\nعبد الملك عما قريب فيهما. فصرف أبا العباس الى خطته، بعد تسعة أشهر من\nعزله. بعد إلزام ورغبة، فازداد رفعة الى رفعته وسمت حاله عند المظفر، سيما\nعند اتهامه وزيره عيسى عدو ابن ذكوان بالقدح في دولته، وبطش المظفر به\nوقتله إياه. ففرغ مكانه <span id='ms0946'></span> لأبي العباس، واستراح منه. فلم يجر شيء من أمر\nالمملكة إلا عن مشورة ابن ذكوان. الى أن هلك عبد الملك المظفر وولي أخوه\nعبد الرحمن. فرفع منزلته جدا. وولاه الوزارة مجموعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p170'> Vol. 07, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\nالى القضاء. ولم يجتمعا قبل لأحد بالأندلس قبله. ولا خطط لقاضي القضاة\nبها أيضا لأحد قبله. وإنما كانوا يتخططون بقضاء الجماعة. وانقرضت دولة بني\nعامر بقيام المهدي ابن عبد الجبار المرواني عليهم أول ملوك الفنتة. وكان\nأحقد الناس على ابن ذكوان، بخاصة تقربه من العامرية، ناقما عليه أحكاما\nأمضاها عليه في قضائه، فتوق عنه لجلالته في قلوب الخاصة والعامة، والتماسا\nللعثرة، الى أن عوجل المهدي فمضى لسبيله، ووقي شره. إلا أنه أزال عنه اسم\nقاضي القضاة. واقتصر به على قضاء الجماعة. قال: وكان ابن ذكوان ضابطا\nللحق، صليبا فيه، لا تأخذه لومة لائم. وكان الناس والخصوم يلتزمون في\nمجلسه من الوقار وغض الصوت الغاية. وكانوا يقربون إليه الأول فالأول\nبأسمائهم، قد قيد ذلك في جريدة فمن ضاق عنه أول يوم الوصول، دفعت إليه رقعة\nترتبه للغد، على الرسم القديم للقضاء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p171'> Vol. 07, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\nومن نوادر الخبر أن أبا بحر أنس بن أحمد بن فرج الجياني الشاعر، خاصم عند\nأبي العباس وقتا فجعل يرفع صوته، ويستطيل، ويحسر عن ساعديه، بخلاف الرسم،\nفنهاه أبو العباس عن ذلك وأمره بقبض ذراعه. فلما انقضى المجلس ناوله أبو\nمحمد رقعة لوقته فيها:\n</p>\n\n<p>\nأسأت أبا العباس تأديبا % % فاتك معامله وقف علي فتكات\n</p>\n\n<p>\nتؤنبني إن لاح مني ساعدي % % مبسم في ظهر كل شدات\n</p>\n\n<p>\nولست من الصنف الذي قيل فيهم % % ولم تك إن أنصفتني بصفاتي\n</p>\n\n<p>\nيخبئن أطراف البنان من التقى % % ويخرجن شطر الليل معتجرات\n</p>\n\n<p>\nفلما قرأها ابن ذكوان وجم. وقال: تكلم بكلتا يديك ورجليك فلا حرج عليك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p172'> Vol. 07, p. 172</a>\n            </div>\n            \n</p>\n\n#\n<p>\nمحنته ووفاته رحمه الله\n</p>\n\n<p>\nولما قتل واضح - الصقلي الحاجب - المهدي، وبايع الناس لهشام المؤيد\nخلافته الثانية، وقام واضح بأمره وحجابته، والبرابرة مع سليمان المستعين\nيفاتنون قرطبة، ويرومون دخولها. وكان هوى بني ذكوان في جماعة الناس الى\nالسلم وصلح البرابرة وصاحبهم. فيقال إن ابن <span id='ms0947'></span> ذكوان نصح لهشام في واضح فبلغت\nواضحا. فسعى على بني ذكوان، بالتهمة في الميل الى البرابرة، وأن الناس تبع\nلما يشيرون به. فنفذ أمر هشام بإخراجهم عن الأندلس، ونفيهم الى العدوة.\nفأخرج أبو العباس وأخوه أبو حاتم وأخوهما الأديب أبو عمر. وذلك في سنة إحدى\nوأربعماية. ووكل بهم من يوصلهم، فحملوا الى المرية، وأجيزوا لحينهم البحر\nفي حال شدة ارتجاجه، وعنف بهم، وخلفوا دوابهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p173'> Vol. 07, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\nوثيابهم، فكتبت سلامتهم. وخرجوا الى وهران. وقامت لنكبتهم بقرطبة\nالقيامة، وعظم على الخاصة والعامة ما جرى عليهم. حتى تفزع جماعة من الأعيان\nلاستهوال الحادث عليهم، لفرط محنتهم وجلالتهم في القلوب. وأسرعت الإقالة\nلهم عما قريب. فلما قتل الجند واضحا حسن الرأي فيهم فوجه فيهم، وعادوا الى\nوطنهم بالأندلس. إلا أنهم لم يعاودوا بعد العمل، ولا تقلدوا ولاية، مع\nتكرار الرغبة إليهم من جميع خلفاء الفتنة. بل كان رجال الولايات عن رأيهما،\nالى أن مات أبو العباس سنة ثلاث عشرة وأربعماية. ثم تلاه أبو حاتم أخوه،\nفاعتد أهل قرطبة المصيبة بهما كفاء ما جرى عليهم من المحن. وذهب من يستحيي\nمنه. فاستوى الناس بعدهما فكانت مدة عمل أبي العباس على القضاء في الكرتين\nسبعة أعوام ونصفا. وترك ابنه أبا بكر فجاء بعد منه خير خلف. وولي القضاء\nوسيأتي ذكره بعد هذا في طبقته. ورثى ابن الخياط الغرير أبا العباس:\n</p>\n\n<p>\nعفاء على الأيام بعد ابن ذكوان % % وقبحا لدنيا غيرت كل إحسان\n</p>\n\n<p>\nسأبكي دما بعد الدموع بعبرة % % تغير أحزاني تعبر عن شان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p174'> Vol. 07, p. 174</a>\n            </div>\n            \n</p>\n\n#\n<p>\nوإن حياتي اليوم بعد وفاته % % دليل بأن الغدر في كل إنسان\n</p>\n\n<p>\nأحقا سراج العلم أخمده الردى % % وهدم ركن الدين من بعد تبيان\n</p>\n\n<p>\nوغودر في دار البلى علم الهدى % % مزعزع آساس مضعضع أركان\n</p>\n\n<p>\nفشقت عليه المكرمات جيوبها % % وألقت رؤوس المجد عنها بتيجان\n</p>\n\n<p>\nوقال أبو عامر رحمه الله أخرى أولها:\n</p>\n\n<p>\nإذا لم تجد إلا الأسى لك صاحبا % % فلا تمنعن الدمع ينهل ساكبا\n</p>\n\n<p>\nهوت بأبي العباس شمس من التقى % % وأمسى شهاب الحق في الغرب غاربا\n</p>\n\n<h3 class='dic-item l3' id='head130'>أخوه أبو حاتم محمد بن <span id='ms0948'></span> عبد الله صاحب المظالم</h3>\n\n<p>\nكان من جملة القضاة والحكام بعهد العامرية. عمل فيها أعمالا جليلة بغير\nكورة. وتصرف في الأمانات. وولاه المظفر المظالم. فحمد في كل ذلك وكان يخلف\nأخاه أبا العباس على قضاء الجماعة، بقرطبة مدة مغيبه في المغازي مع\nالسلطان. وتأيد مع أخيه على إعزاز الحق. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p175'> Vol. 07, p. 175</a>\n            </div>\n            \n</p>\n\n#\n<p>\nقال أبو حيان: كان أبو حاتم أطلق من أخيه لسانا، وله طبع في حسن الإيراد\nوالامتناع. قال أبو الخيار الشنتريني: وذكره إثر ذكر أخيه قال: وأما أبو\nحاتم فتلوه في الصنعة ودونه في العلم، يختص بأدب وسط وعلم بالخبر وطيب\nبالمجلس. وله أوفر حظ من الدربة بالحكومة. وقد ذكرنا من أخباره ونكته في\nأخبار أخيه ما قدمناه. وتوفي أبو حاتم نصف شهر رمضان سنة أربع عشرة\nوأربعماية. مولده سنة أربع وأربعين وثلاثماية. وترك ابنه حسنا أبا علي،\nفولي الحسبة بقرطبة في الفتنة، ثم أحكام القضاء. وكان ثقة عارفا\nبالحكومة، ذا جزالة ونزاهة عاطلا من العلم والأدب.\n</p>\n\n<h3 class='dic-item l3' id='head131'>قاضي القضاة ابن وافد رحمه الله تعالى</h3>\n\n<p>\nأبو بكر يحيى بن عبد الرحمن بن وافد اليحصبي، قرطبي. سمع بها من أبي\nعيسي. قال ابن حيان: كان أحد من حاز كمال القضاة بالأندلس، علما وهديا\nورجاحة ودينا، جامعا لخلال الفضل. تقلد الشورى بعهد العامرية. فكان\nمبرزا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p176'> Vol. 07, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\nفي أهلها، وتقلد الصلاة بالزهراء مدة الى أن استعفاها. وقد ذكرنا في\nأخبار أصبغ بن الفرج الطائي، أنه كان ممن لا يرى التجميع بالزاهرة. وأبى من\nفتيا ابن أبي عامر بجوازه، حتى سخط عليه، كما فعل بأصبغ وعزله عن الشورى\nبعد. قال أبو الخيار الطاهري: كان ابن وافد مستبحرا في مذهب المالكية،\nحاذقا بحفظ المسائل والأجوبة، من أكمل قضاة الأندلس، ولي القضاء والخطبة\nعند صرف ابن ذكوان ونكبته في الفتنة. ولقب بقاضي القضاة. قال ابن حسان:\nوكان حاضر العلم في مجالسته، كثير الإفادة، فصيح اللهجة، وكان شاعرا\nمطبوعا. قرأت في انتخاب ابن مفرج: أهدى الفقيه ابن وافد الى الزبيدي في\nطبق ورد بكيرا وكتب معه إليه:\n</p>\n\n<p>\nأهديت شبهك منظرا % % في العالمين <span id='ms0949'></span> ومخبرا\n</p>\n\n<p>\nفتقبلن بدر الذي % % يرجو رضاك وذا حرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p177'> Vol. 07, p. 177</a>\n            </div>\n            \n</p>\n\n#\n<p>\nفأجابه الزبيدي:\n</p>\n\n<p>\nقد أتانا منك ما جانس % % أخلاقك فوحا\n</p>\n\n<p>\nطبق الورق الذي أهدى % % الى الأرواح روحا\n</p>\n\n<p>\nفأنا دهري عليه اعتنى % % بالشكر مدحا\n</p>\n\n<p>\nلم تزل في العلم يا يحيى % % على الأدواح دوحا\n</p>\n\n<p>\nمحنته ومهلكه رحمه الله تعالى\n</p>\n\n<p>\nكان ابن وافد أحد الأشداء على البرابرة، وخليفتهم المستعين سليمان، وأكثر\nالناس نفارا منهم، ومن البيعة لصاحبهم. والصلح معهم على خلع هشام المؤيد\nخليفة قرطبة. وقد حصلت قرطبة من ذلك في محنة، وشد البرابرة عليها قتالهم من\nكل جهة، وخربوا أفاءها وقطعوا مرافقها حتى رضي الناس بالدخول تحت طاعتهم\nوخلع هشام ومصالحتهم على ذلك وتقديم صاحبهم. وكان أبناء ذكوان ممن يرغب في\nذلك في طائفة من الفقهاء والجلة، منهم ابن حوبيل، وابن الشقاق، وابن دحون.\nوكان ابن وافد شديد النفار والإبانة عن ذلك. مغريا بهم العامة محرضا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p178'> Vol. 07, p. 178</a>\n            </div>\n            \n</p>\n\n<p>\nعليهم صلحهم والإنابة إليهم، معه على رأيه ابن الفخار في جماعة. فلما\nتغلب البربر على قرطبة، وتم الصلح وخلع هشام، وهم أحنق الناس على ابن وافد\nفاستخفى واشتد الطلب فيه فعثر عليه عند امرأة، فحمل راجلا مكشوف الرأس\nمهانا يقاد بعمامته في عنقه، والمنادي ينادي عليه: هذا قاضي النصارى، مسبب\nالفتنة وقائد الضلالة. وهو يقول: كذبت بفيك الحجر بل والله ولي المؤمنين،\nوعدو المارقين. أنتم والله شر مكانا، والله أعلم بما تصفون، والناس تتقطع\nقلوبهم لما نزل به. فلقيه في هذه الحال بعض أعدائه فقال: كيف رأيت صنع الله\nبك؟ فقال: ما أتاهم قضاؤه كان ذلك في الكتاب مسطورا. ولقيه بعض أصحابه\nفقال: ترى أن أبلغ أمرك أبا العباس ابن ذكوان، فإنه مقبول القول عند\nالبرابرة؟ فقال لا حاجة لي في ذلك. فأدخل على المستعين سليمان بن الحكم في\nذلك الوقت. فأكثر توبيخه وأغرته به البرابرة فأمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p179'> Vol. 07, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\nبصلبه، وشرع في ذلك فاضطرب البلد له، ووردت عليه شفاعة أبيه الحكم،\nوشفاعات ابن ذكوان وابن حوبيل، وجماعة من الفقهاء والصالحين، الذين لا يرى\nردهم يرغبون إليه في شأنه ويقبحون إليه ما <span id='ms0950'></span> أمر به فيه، فرفع عنه الصلب\nوالمثلة، وأمر بضمه الى المطبق وتثقيفه، فكان شديد الصبر في محبسه كثير\nالتبسم والحديث متعاهدا لصلاح نفسه وجسمه من الاغتسال والاستياك\nوالاستحداد حتى عذله بعض من جمعته وإياه المحنة في ذلك المكان على فعله،\nفقال له: وما لي لا أتهيأ للقدوم على ما لابد لي منه واصل الراحة؟ والله\nإني لا أرجو غاديا أو رائحا. وسواكي طواي وجسمي نقي. أو نحو هذا. وكان\nالسلطان يجري وظيفته على من فيه. وكان ابن وافد لا يأكلها معهم. ولم يبعد\nرحمه الله أن اعتل في مجلسه فمات. فتكلم الناس أن حيلة وقعت عليه، فالله\nأعلم. فأخرج ميتا في نعش منتصف ذي الحجة سنة أربع وأربعماية. فوضعه\nالأعوان بالميضآت موضع غسل المحاويج، فاحتمله قوم الى دار صهره ابن الأعرش\nالفقيه فسد الباب في وجه النعش تقية. وسمع الزاهد حماد بن عمار بالقصة،\nفبادره وصار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p180'> Vol. 07, p. 180</a>\n            </div>\n            \n</p>\n\n#\n<p>\nبنعشه الى منزله فقام بأمره. وكان من عجيب الاتفاق أن ابن وافد كان أودع\nعند هذا الصالح كفنه وحنوطه وقارورة من ماء زمزم لجهازه. فتم مراده. وعدت\nمن كراماته. وجاء بنعشه فصلى عليه في طائفة من العامة عند باب الجامع ثم\nساروا به فواروه. وامتنع من يعرف ممن شهد الجامع من الصلاة تقيه. وكانت مدة\nعمله للقضاء في الكرتين والمصرتين عشرين شهرا.\n</p>\n\n<h3 class='dic-item l3' id='head132'>وولده الوزير ابن وافد</h3>\n\n<p>\nالطبيب المشهور المعترف بإمامته في علمه وصحة نظره ومنفعته بحرفته وله في\nهذا العلم تأليف مشهور منتفع به.\n</p>\n\n<h3 class='dic-item l3' id='head133'>أبو المطرف عبد الرحمن بن محمد بن عيسى بن فطيس</h3>\n\n<p>\nمن مشاهير علماء القرطبيين وجلتهم وفضلائهم وكان الغالب عليه الحديث، سمع\nابن الأحمر وأبا عيسى وطبقتهما، وبعدهم أبا عبد الله بن مهدي حدث عنه حاتم\nالطرابلسي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p181'> Vol. 07, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو محمد بن حزم وكان ولي القضاء والمظالم بقرطبة، وكان واحد زمانه\nفي جمع الحديث وروايته، ولم يكن بعهد المستنصر أجمع منه ولا أعرف بما يجمع،\nولم يكن بالأندلس من يملي الحديث من حفظه على رسم أهل المشرق وسواه أحد من\nأئمة السنن <span id='ms0951'></span>. قال أبو حيان كان مشهورا بالزهد والفقه والصلابة. فقلد\nالمظالم والأحكام لابن أبي عامر المنصور ومن بعده، فقام بها أحسن قيام\nوولي قضاء الجماعة للمظفر عند صرف ابن ذكوان الأول تسعة أشهر، وغلب عليه\nالحديث والبصر به وأسماء الرواة، وتوفي سنة أربعين وثلاثماية. قال أبو عمر\nابن الحذاء: كان من أبناء الدنيا فلما ولي القضاء وترك زي الوزارة ولزم\nزيا أخضر - زي الفقهاء - وكان عدلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p182'> Vol. 07, p. 182</a>\n            </div>\n            \n</p>\n\n#\n<p>\nشديدا في أحكامه عالما بالحديث والتقييد. ذكر أنه لما ولي القضاء دخل\nعليه ابن العطار مهنئا، وكان ابن ذكوان عدوه، فقال: الحمد لله الذي سلبهما\nكسرى وألبسهما سراقة، وصرفهما عن أهل الكفر والجهل وجعلهما في أهل العلم\nوالفضل، ونحو هذا من الكلام، فلم يمض إلا مدة حتى سئل ابن العطار فقال:\nعدو عاقل خير من صديق أحمق. ولما رضي المظفر عن ابن ذكر ذكوان صرف ابن فطيس\nعن قضاء الجماعة، ورد إليها ابن ذكوان رحمه الله وخطط بالوزارة تنويها به.\n</p>\n\n<h3 class='dic-item l3' id='head134'>أبو عبد الله محمد بن عبد الله بن عيسى ابن أبي زمنين المري البيري</h3>\n\n<p>\nأصله من العدوة من نفزة، تفقه بقرطبة عند أبي ابراهيم، وسمع منه ومن وهب\nبن مسرة، وابن الجزار القروي، وابن المشاط، وأبان بن عيسى بن محمد، وأحمد\nبن حزم، وابن فحلون، وابن الأحمر، وابن العطار صاحب الورد. وسمع من أبيه،\nومحمد بن قاسم بن هلال. تفقه به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p183'> Vol. 07, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\nأهل بلده وغيرهم. وحدث عنه أبو زكريا القلعي، وأبو عمر ابن الحذاء، وحكم\nابن محمد، وهشام بن سوار، والقاضي يونس وحسين بن غسان، وأبو عبد الله ابن\nالحصار. قال ابن عفيف: كان من كبار المحدثين والفقهاء الراسخين في العلم.\nقال ابن مفرج: كان من أجل أهل وقته حفظا للرأي ومعرفة بالحديث، واختلاف\nالعلماء، وافتنانا في الأدب والأخبار، وقرض الشعر، الى زهد وورع واقتفاء\nلآثار السلف، وكثرة العمل والبكاء والصدقة والمواساة بماله وبجاهه. وبيان\nولهجة، وما رأيت قبله ولا بعده مثله، قدم قرطبة، فسمع منه بها الناس سنة\nثمان وسبعين. قال الخولاني: كان رجلا زاهدا <span id='ms0952'></span> صالحا من أهل الحفظ والعلم.\nآخذا في المسائل، قائما بها، متقشفا واعظا له أشعار حسان في الزهد\nوالحكم، له رواية واسعة. وكان حسن التأليف، مليح التصنيف، مفيد الكتب في كل\nفن، ككتابه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p184'> Vol. 07, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\nالمغرب في اختصار المدونة وشرح مشكلها، والتفقه في نكت منها ليس في\nمختصراتها مثله باتفاق. قال ابن سهل: هو أفضل مختصرات المدونة وأقربها\nألفاظا ومعاني لها، وكتاب المنتخب في الأحكام الذي ظهرت منفعته، وطار\nبالمشرق والمغرب ذكره، وكتاب المهذب في اختصار شرح ابن قرين للموطأ، وكتاب\nالمشتمل في علم الوثائق، وكتاب مختصر تفسير ابن سلام للقرآن، وكتاب حياة\nالقلوب في الرقائق والزهد، وكتاب أنس المريد في مثله، وكتاب أدب الإسلام،\nوكتاب أصول السنة، وكتاب قدوة الغازي، وكتاب منتخب الدعاء، وكتاب المواعظ،\nوكتاب النصائح المنظومة من شره. وله شر في المواعظ والرقائق والزهد كثير\nجدا حسن فمنه قوله:\n</p>\n\n<p>\nأيها المرء إن دنياك بحر % % طامح موجه فلا تأمننها\n</p>\n\n<p>\nوطريق النجاة منها مبين % % وهو أخذ الكفاف والقوت منها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p185'> Vol. 07, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nخليلي أنا للذي تعلمانه % % زمان التصابي وانطلاق عنانه\n</p>\n\n<p>\nشديد الجوى جم الأسى محرق ال % % حشى فهل من مجير مخبر بأمانه\n</p>\n\n<p>\nوإني مجير عند من قد عصيته % % فيا أسفي إن لم يجد بحنانه\n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nوذي دوعة راحت زفراته % % إذا ما سطت في قلبه خطراته\n</p>\n\n<p>\nله في دجى الأظلام خلوة مخلص % % تذكره فيها الجحيم هناته\n</p>\n\n<p>\nإذا ما تلا التنزيل وانكشفت % % له عجائبه زادت له عبراته\n</p>\n\n<p>\nوإن لحظت عين المبين سعادة % % سعت خوفه من مائها لحظاته\n</p>\n\n<p>\nبنفسي ولي أنسه بمليكه % % وفي ذكره أصباحه وبياته\n</p>\n\n<p>\nوتوفي بالبيرة سنة تسع وتسعين وثلاثماية. مولده آخر سنة أربع وعشرين\nوثلاثماية. وخلف ابنا من الصالحين اسمه أحمد رحمه الله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p186'> Vol. 07, p. 186</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head135'>أبو عمر أحمد بن يحيى بن سعيد بن الحديدي الطليطلي</h3>\n\n<p>\nقال صاعد بن أحمد بن صاعد: من بيوت الشرف والعلم بطليطلة بيت آل الحديدي.\nوكان كبيرهم أبو عمر هذا فقيها ذا رئاسة جليلة في بلده، وذا مكانة من\nالفقه والعفاف والثروة. وتلاه في حاله ولده بعده.\n</p>\n\n<h3 class='dic-item l3' id='head136'>أبو موسى ابن أبي الحزم <span id='ms0953'></span> ابن جهور المرشاني</h3>\n\n<p>\nمن أهل سبحه، قال ابن حيان كان فقيه بلده ووجهه، مشهورا بالعفة والعلم.\nقتله البرابرة سنة سبع وعشرين وأربعماية. قال ابن عفيف وهو من ذرية أبي\nموسى عبد الرحمن بن موسى الهواري رواية مالك بن أنس. أخوه أبو الوكيل. سمع\nمنهما الناس ببلدهما بقرطبة، وأبو عمر ولد أبي الوكيل منهما حج وروى\nالعلم، رحمه الله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p187'> Vol. 07, p. 187</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head137'>أبو بكر محمد بن موهب التجيبي الحصار</h3>\n\n<p>\nالمعروف بالقبري. قرطبي مشهور، وهو جد القاضي أبو الوليد الباجي كان من\nالعلماء الزهاد الفضلاء. أخذ ببلده عن أحمد بن ثابت، وابن قطن وأحمد بن\nهلال، وأبي محمد الباجي وغيرهم. ورحل الى المشرق فسمع من رجاله، وصحب أبا\nمحمد ابن أبي زيد رحمه الله، واختص به وحمل عنه تواليفه وغير ذلك، وكان\nالقاضي ابن ذكوان يقدمه على فقهاء وقته وعلى نفسه ويرغب دعاءه. وكان\nالأصيلي يعرف حقه ويثني عليه، وغلب عليه الكلام والجدل على نصرة مذهب أهل\nالسنة، والتواليف في ذلك، إلا أنه كان يخل بعلمه عدم معرفته اللسان. وذكره\nالجياني أبو علي شيخنا فقال: أحد الفضلاء العلماء حدث عنه أبو بكر بن\nالغراف، واسماعيل بن حمزة السبتي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p188'> Vol. 07, p. 188</a>\n            </div>\n            \n</p>\n\n#\n<p>\nقال ابن حسان: وكان شديد الورع والزهد مجتنبا للسلطان اشترى يوما تينا\nفلما عده عليه بايعه، أقبل يثني له عليه أنه يشرب من ناعورة السلطان، فترك\nالتين عنده ودفع إليه ثمنه، وقال لبائعه: أمسكه الى أن أقضي حاجة فإن أبطأت\nعليك فتصدق به ومضى لسبيله. واستدعاه المستعين صاحب البرابرة، فأجابه مع\nمجانبته لمن قبله، ودخل عليه بعد أن استعفاه من تقبيل يده الذي جرت به\nعادتهم فأعفاه وزاد تكرمته، وله في العقائد تواليف كثيرة مفيدة وله شرح\nرسالة شيخه أبي محمد ابن أبي زيد رحمهما الله.\n</p>\n\n<p>\nذكر محنته رضي الله عنه\n</p>\n\n<p>\nكان أبو بكر هذا لتعلقه بهذه العلوم النظرية الغريبة بالأندلس مشوما عند\nكثير من الفقهاء بقرطبة، سيما من لم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p189'> Vol. 07, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\nيتعلق منهم من العلم بغير الفقه ورواية الحديث، ولم يحضر في شيء من\nالنظر. وكان أبو عون <span id='ms0954'></span> الله شيخ المحدثين في طائفة من أصحابه، منهم أبو عمر\nالطلمنكي تلميذه، قد أغروا به فجرت بينه وبينهم قصص ومجاوبات في مسألة\nالكرامات، فإن ابن وهب كان يذهب فيها مذهب شيخه أبي محمد بن أبي زيد رحمه\nالله، في إنكار الغلو فيه. وكان أولئك يجوزونها ويسعون في رواية أشياء\nكثيرة منها، وكان يثبت نبوءة النساء ويقول بصحة نبوءة مريم وبإحالة بقاء\nالخضر عليه السلام أبد الآبدين. فجرت بينهم في هذه المسائل فتن لاسيما عند\nموت ابن عون الله تداركها ابن أبي عامر، فسير جماعة من الطائفتين عن\nالأندلس الى العدوة فيهم ابن القبري هذا، مع طائفة من أضداده. وكان الأصيلي\nوابن ذكوان في طائفة من نحارير العلماء في حزب القبري، وجماعة الفقهاء\nوالمحدثين في الحزب الآخر. فخرج القبري إذ ذاك الى العدوة وبقي فيها مدة\nأخذ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p190'> Vol. 07, p. 190</a>\n            </div>\n            \n</p>\n\n#\n<p>\nعنه بها، وأراه أقام ببلدنا مدة، وبها أخذ عنه اسماعيل بن حمزة كتبه وكتب\nالشيخ أبي محمد ابن أبي زيد رحمه الله، ثم راجع الأندلس خفية فورد قرطبة\nمتسترا، فرمى بنفسه على الأصيلي، ففزع الأصيلي لذلك، لسطوة ابن أبي عامر\nفوبخه القبري وقال له: افعل ما بدا لك فعلى الله توكيلي أو نحو هذا، فأعلم\nالأصيلي ابن أبي عامر بالأمر وأنه لم يعرف به حتى ورد عليه ورفعه إليه،\nفعفا عنه ولزم قرطبة ممسكا لسانه بقية دولتهم، وتوفي بقرطبة سنة ست\nوأربعماية.\n</p>\n\n<h3 class='dic-item l3' id='head138'>أبو عثمان سعيد بن محسن الغاسل</h3>\n\n<p>\nمن أصحاب ابن زرب والمتفقهين عنده، قال ابن حيان، وقلد الشورى بقرطبة\nودخل السلطان وعمل في القضاء، فلم يحمد ولم يكن بالقوي في علمه. وكان يختص\nبغسل موتى أولي النباهة. توفي في ذي القعدة سنة إحدى وأربعماية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p191'> Vol. 07, p. 191</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head139'>أبو إسحاق ابراهيم بن محمد بن ابراهيم الحضرمي</h3>\n\n<p>\nالمعروف بابن الشرفي الخولاني. كان قديم الصيانة، إماما في الرواية\nوالعلم. قائما بذلك قويا عليه، مجتهدا فيه، من النقاد، متسننا، على\nتقوى وسمت، ذكيا نبيلا حافظا حسن الإيراد. قال ابن الفرضي وأبو عبد\nالله: من أهل الفضل والعبادة والعلم بالقرآن. سمع <span id='ms0955'></span> أبو إسحاق من أحمد بن\nسعيد ابن حزم، وأحمد بن مطرف، ومحمد بن أحمد بن قاسم بن هلال وأبي إسحاق\nعيسى، وأبي ابراهيم التجيبي، وابن أبي العطاف، وابن الخراز. قال ابن حيان:\nكان أحد رجالات قرطبة المعدودين في الجزالة والرجولة مع جودة المعرفة\nوغزارة العلم ومتانة الخطابة، والسداد في الحكومة مع الصلابة والنزاهة.\nولي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p192'> Vol. 07, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\nالشرطة والأحكام بقرطبة والصلاة والخطبة بجامعها مع المواريث. وكان ابن\nأبي عامر يسترجحه ويباهي به. ويذكر عنه أنه قال: في أصحابي رجل بصير بدنياه\nيصلح لكل خطة، من مكاني بالحجابة الى مكان بوابي فلان فما بينهما، من ذوي\nمنزلة، ومشتغل بكل أمر، ويصلح لكل خطة فإذا استفسر عنه قال هو ابن الشرفي،\nوكان من ثقاته وخواصه، سمع منه عالم عظيم من الناس، وكان يتولى القراءة\nبنفسه فكان يكمل في ميعاده ما بين الظهر والعصر كل يوم اثنين وخميس جزءا\nلدربته في القراءة. قال ابن حيان ولم ينتقل - مع ما ناله من حظوة - عن سنن\nالتواضع والاقتصاد. وله في التسحير أخبار عجيبة منها: أنه ما ارتبط لنفسه\nدابة قط، خوفا لمؤنتها، وإنما كان يمتطي دواب ابن أبي عامر ترتبط له\nبنوبة. ويكتري ما احتاج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p193'> Vol. 07, p. 193</a>\n            </div>\n            \n</p>\n\n#\n<p>\nإليه، وأصابه فالج عطله، قبل موته نحو ثلاثين شهرا، فكان لا ينطق بغير:\nلا إله إلا الله. ولا يكتب غير: بسم الله الرحمن الرحيم. لا يقدر على غير\nذلك، آية من الله. بعد أن كان فيهما طرفا. توفي في نصف شعبان سنة ست\nوتسعين.\n</p>\n\n<h3 class='dic-item l3' id='head140'>أحمد بن ابراهيم بن عبد الرحمن الكلاعي</h3>\n\n<p>\nالمعلم. من أهل قطربة، يعرف بابن الضحى، يكنى أبا عمر. وكان فقيها\nعالما بالمسائل، عاقدا للشروط، سمع من ابن عيسى، ومسلمة بن محمد، وشكور\nالطليطلي، وغيرهم. وكان يجتمع إليه في التفقه ويقرأ عليه، وكان على سنة\nوقوان طريقة. توفي فجأة في جمادى الآخرة، سنة إحدى وتسعين وثلاثماية. وكان\nالثناء عليه حسنا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p194'> Vol. 07, p. 194</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head141'>أحمد بن سعيد بن محمد بن بشر</h3>\n\n<p>\nالمعروف بابن الحصار. قرطبي كنيته أبو العباس. وهو والد القاضي أبي\nالمطرف بن بشر <span id='ms0956'></span>، مولى لابن فطيس، سمع من قاسم بن أصبغ، وابن أبي دليم،\nومسلمة بن قاسم، وخالد بن سعيد، ومحمد بن عيسى وغيرهم. وكان كثير السماع\nمشهورا بطلب الحديث يعقد الشروط، ويفتي ويحدث. سمع منه كثير روى عنه ابنه\nوابن نبات. قال ابن حيان كان فقيها راوية. قال ابن الفرضي: ولم يكن\nبالضابط لكتبه. توفي في شعبان سنة اثنتين وتسعين وثلاثماية. وهو ابن وست\nوأربعين وكان أعور. رحمه الله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p195'> Vol. 07, p. 195</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head142'>أحمد بن عبد الله بن الحسن</h3>\n\n<p>\nقرطبي. أبو عمر، سمع من قاسم ابن أصبغ وغيره. واستقضي بكورة رية، الى أن\nتوفي. وكان مشاورا. وكتب عنه فيما قيل. توفي آخر سنة اثنتين وسبعين\nوثلاثماية.\n</p>\n\n<h3 class='dic-item l3' id='head143'>وهب بن محمد بن محمود بن اسماعيل بن عبد الله بن جني الأموي</h3>\n\n<p>\nقرطبي. أبو الحزم، سمع من قاسم بن أصبغ، ووهب بن مسرة وغيرهما. وكان\nحافظا للرأي شاوره ابن السليم، أيام قضائه. ولم يشاور ابن زرب. كان شيخا\nصالحا كثير الصلاة والملازمة للجامع، يجتمع إليه فيه، ويستفتى، وقد حدث.\nتوفي سنة إحدى وتسعين رحمه الله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p196'> Vol. 07, p. 196</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head144'>أبو المطرف عبد الرحمن بن محمد بن أحمد الرعيني</h3>\n\n<p>\nالمعروف بابن المشاط. قرطبي. في كتاب ابن مفرج: كان من أهل العلم والفهم\nأديبا بصيرا بزمانه. ولي الشورى والوثائق للسلطان، وقضاء استجة، واشبونه\nوقرمونه. ولاه جميع ذلك ابن أبي عامر. ثم صرفه عنه وولاه أحكام السوق،\nوقضاء جيان، ثم قضاء بلنسية، وقلده التاريخ، فجمع كتابه الباهر، وكان\nحاملا لما قلده، ذا جاه ومنزلة. حسن المنطق والصوت مليح الإيراد. قال ابن\nحيان: وتوفي في مجلس نظره أيام المظفر سنة ست وتسعين وثلاثماية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p197'> Vol. 07, p. 197</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head145'>أبو العباس الباغاني رحمه الله</h3>\n\n<p>\nواسمه أحمد بن علي بن أحمد المغربي. قال ابن حيان: ربانيا في علوم\nالإسلام. جم الرواية شديد الحفظ، آية في ذلك. لم يخلف بعده أحد يقربه في\nعلوم القرآن. وهي كانت الغالبة عليه. وكان بحرا من بحار العلم، وله تأليف\nفي أحكام القرآن، وكانت له خاصة من العامرية. وقدم للشورى أثر موت ابن\nالمكوى، فلم يطل أمره. وكان أبو <span id='ms0957'></span> عبد الله بن عتاب يستحسن تأليفه في\nالأحكام، وقرأه عليه. وتوفي في ذي القعدة سنة إحدى وأربعماية. وهي سنة ابن\nالكوى وابنه أبو بكر خلفه، بجامع قرطبة للإقراء. وكان حسن التلاوة ذا حظ من\nالفقه، وبصيرا بالشروط، طاهر الثوب. رحمه الله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p198'> Vol. 07, p. 198</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head146'>عبد الرحمن بن أحمد بن سعيد البكري</h3>\n\n<p>\nالمعروف بابن عجب. أبو المطرف، قرطبي. قال ابن حيان: كان أحد الحفاظ\nللمسائل، المتبحرين في الرأي. وولي الشورى والأحباس لابن ذكوان، وكان أحد\nأصحابه. توفي رحمه الله أول سنة أربع وأربعماية.\n</p>\n\n<h3 class='dic-item l3' id='head147'>أبو عبد الله الحسن بن جني بن عبد الملك بن جني التجيبي</h3>\n\n<p>\nقرطبي. طلب العلم بالأندلس ورحل فحج، وتردد في الشرق فسمع الآجري،\nوانصرف الى الأندلس، فقدمه ابن زرب للشورى، وتقلد القضاء بجهات، والوثائق،\nللعامرية. قال ابن حيان: ولم يكن بالبارع في فقهه ولا بالمحمود في شيء من\nأمره. وكان مفرط القصر، ولذلك كان ابن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p199'> Vol. 07, p. 199</a>\n            </div>\n            \n</p>\n\n#\n<p>\nالمنتحيلي ذو النوادر العجيبة يسميه بالقصير كله، واستهواه حب الدنيا\nفارتكس في الفتنة، مع المهدي ابن عبد الجبار. وكان أحد دعاته فاستوزره عند\nظهوره وقلده المظالم. فأخلد الى الأرض واعدا ردع هشام المخلوع مدة؟ وكان\nمحمد ابن أبي عامر يتفرس فيه ويقول له: إنه يموت على فتنة. ولما انقرضت\nدولة المهدي، لجأ الى الاستخفاء، والطلب عليه شديد الى أن وجد سبحا في بعض\nالمقابر، قد استخرج من استخفائه ميتا فوق نعش، على صدره رقعة فيها خبره.\nفرفع أمره الى السلطان. فأمر بمعاناته ودفنع. وذلك في آخر سنة إحدى\nوأربعماية.\n</p>\n\n<h3 class='dic-item l3' id='head148'>عبد الرحمن بن عبد الله الترجالي</h3>\n\n<p>\nأبو بكر من بيت نبيه بقرطبة، في أصحاب السلطان. كان خيرا فاضلا حليما،\nطاهرا، دينا، كثير الخير والمعروف، طويل الصلاة. يقال إن قدميه تقطرتا\nصديدا من طول قيامه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p200'> Vol. 07, p. 200</a>\n            </div>\n            \n</p>\n\n#\n<p>\nقال ابن الفرضي: سمعت محمد بن يحيى بن عبد العزيز يقول: وقد خرج من عنده،\nوقد أتاه عائدا: ما أعرف أحدا يصلح للقضاء غير هذا الرجل. وقال سليمان بن\nأيوب: كان أولى بالقضاء من ابن أبي عيسى وغيره. ثم قال: هذا الذكر يغار <span id='ms0958'></span> له\nالناس. واستوزره الحكم أمير المؤمنين تنويها بمكانه. فلم تستهوه الدنيا\nبحال. ومات وهو مخطط بالوزارة في جمادى الأولى سنة خمس وسبعين وثلاثماية.\n</p>\n\n<h3 class='dic-item l3' id='head149'>عبد الله بن محمد الصابوني</h3>\n\n<p>\nالمعروف بابن بركة، قرطبي. يكنى بأبي محمد، مولى بني مروان لآل الأحمر.\nويقال مولى للفهريين. وغلب عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p201'> Vol. 07, p. 201</a>\n            </div>\n            \n</p>\n\n<p>\nاسم أمة بركة مولاة ابن القاسم سمع ابن الأحمر، وابن حزم، وابن مطرف،\nوتفقه. قال ابن مفرج: وكان من أهل الحفظ للفقه والحذق به، ولي الشورى أيام\nابن زرب. وكان عالما بالوثائق، وقال ابن الفرضي: كان قليل العلم ولم يزل\nمشاورا الى أن مات. قال غيره: كان حسن التأني للناس والإصلاح بينهم، حتى\nكان الحكام يوجهون إليه المتشاكين من الخصوم لحسن وساطته، وكان له دكاكين\nيصنع فيها خدمته الصابون، ومنه عيشه. توفي في سنة ثمان وسبعين وثلاثماية\nويقال ثلاث. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p202'> Vol. 07, p. 202</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head150'>أبو عبد الله محمد بن طاهر بن أبي الحسام</h3>\n\n<p>\nالمعروف بالشهيد القيسي. التدميري. من بيوتات الشرف ببلده. قال ابن مفرج\nوغيره: وكان من عظماء الأندلسيين، بعيد الصيت في الخير والصلاح والانقطاع\nالى الله تعالى. طلب العلم ببلده، ومن شيوخه. وبقرطبة من العابدي، وابن\nمفرج وغيرهما وتفقه وأخذ بحظ وافر من علم الرأي، ورسخ في علم السنة. وبالغ\nفي صالح العمل، وحج وجاور في الحرمين ثمانية أعوام. فلقي هناك العلماء\nوالصالحين، وسمع منهم وصار الى العراق للقاء أبي بكر الأبهري. فتفقه معه\nودخل واسط، فلقي العلماء والنساك، واقتدى بآثارهم، ولبس الصوف، وأعرض عن\nشهواته. وكان عيشه تلك المدة من الوراقة، فإذا سئم منها أجر نفسه في\nالخدمة. وكان أعظم علمه الورع والتشدد فيه، وله سؤالات في وجوه المكاسب،\nسألها عنه مصنفها وجريت منه دعوات مستجابة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p203'> Vol. 07, p. 203</a>\n            </div>\n            \n</p>\n\n#\n<p>\nقال ابن الفرضي: وظهرت له بالشرق إجابات وكرامات وذكره هناك مشهور.\nوانصرف الى بلده مجيبا لدعوة والده، إذ كان في الحياة، فتنكب مدينة مرسية،\nولقيه قبل، فنزل خارجا منها في قرية بني طاهر. وكان لا يرى سكناها ولا\nالصلاة فيها في جامعها، واتخذ لنفسه خيصة من شعر البقر واعتمر جنينة له\nهناك <span id='ms0959'></span>، يقتات من تينها، ثم نزع الى الجهاد فلازم الثغور، وحسن أثره في العدو\nوشهر بالبأس الى أن استشهد رحمه الله، سنة تسع، فيما قاله ابن مفرج. وصحح\nابن الفرضي أنه سنة ثمان، وله كتاب في الإجابات والكرامات أخذ عنه.\n</p>\n\n<h3 class='dic-item l3' id='head151'>عيسى بن العلاء أبو الأصبغ تدميري</h3>\n\n<p>\nعني بالعلم، وسمع من ابن عائد وغيره، ورحل الى الشرق. وكان موصوفا\nبالفقه مستفتى بموضعه. توفي سنة إحدى وتسعين وثلاثماية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p204'> Vol. 07, p. 204</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head152'>أبو عبد الله بن الجالطي</h3>\n\n<p>\nواسمه محمد بن قاسم بن محمد الفراء. سمع القرشي وابن الأحمر وطبقته،\nبقرطبة. ورحل الى المشرق، وصحب القاضي أبو عبد الله ابن الحذاء في السماع\nهناك. ولقي جماعة وانصرف، فولي بقرطبة الحكم بالشرطة والصلاة والخطبة\nبالزهراء مدينة السلطان. وقدم الى الشورى أيام المظفر. قال ابن الحصار:\nكان ممن عني بالعلم، وشهر بالفهم، وكان نظارا معدودا في الحذاق. قال ابن\nحيان: كان محمود الطريقة في حكمه، رفيع المنزلة في علمه، قتله البرابر يوم\nدخولهم قرطبة. في شوال سنة ثلاث وأربعماية. فبقي مطروحا ثلاثة أيام الى أن\nاصطلح الناس فووري وفعل به ما يفعل بالشهداء. سمع منه أبو عمر ابن عبد البر\nالحافظ وابن الحصار وغيرهما. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p205'> Vol. 07, p. 205</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head153'>يوسف بن محمد بن عمر بن يوسف بن عمروس</h3>\n\n<p>\nاستجي. يكنى بأبي عمر من أهل بيت علم وجلالة بموضعه. تقدم ذكر أبيه وجده.\nسمع من قاسم ابن أصبغ كثيرا، ومحمد بن أبي دليم، وابن الأحمر وغيرهم. وكان\nحافظا للمسائل، رأسا في فتيا موضعه. له حظ من التهجد بالقرآن. وحدث وسمع\nمنه غير واحد. حدث عنه ابن الفرضي، رضي الله عنه. توفي سنة ثلاث وتسعين\nومولده سنة عشرين وثلاثماية.\n</p>\n\n<h3 class='dic-item l3' id='head154'>أبو عمر أحمد بن عبد الله الباجي</h3>\n\n<p>\nولد الشيخ أبي محمد، إشبيلي. من أنبه بيت بها في العلم تقدم ذكرهم عند\nذكر أبيه. كان أبو عمر فقيها، راوية، مسندا. سمع أباه وولي قضاء بلده\nأيام المظفر، عند \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p206'> Vol. 07, p. 206</a>\n            </div>\n            \n</p>\n\n#\n<p>\nعزله اسماعيل بن عباد عنها سنة ثلاث وتسعين. ثم صرف اسماعيل الى قضائها،\nوصرف أبا عمر أجمل صرف بعد نحو عام <span id='ms0960'></span>، لانقباضه عن الدخول في أمور السلطان.\nقال ابن حيان: كان أحد أكابر أهل العلم بإشبيلية ذا رواية مشهورة عن أبيه\nمع جاه وثروة.\n</p>\n\n<h3 class='dic-item l3' id='head155'>أبو حفص عمر بن عبادل الرعيني</h3>\n\n<p>\nمن كورة رية. قال ابن عفيف: كان من الزهاد المتبتلين، والعلماء الراسخين،\nبصيرا بالفقه، وعقد الوثائق والحفظ للمسائل. له كرامات كثيرة، وكان كثير\nالتواضع يهين نفسه ويحرث أرضه بيده، ويحتطب على ظهره، ويتصرف في جميع\nأموره، رافضا للدنيا لا يشتغل بغير عبادة ربه. وكان مع ذلك بسيط الوجه،\nحسن الخلق. وكان العمال يبادرون الى بره يحمل مغرمه وأتيهم به لوقته،\nراضيا بذلك من فعله. ويقول: حيف السلطان أرجح للميزان، وأنصف للجيران\nوأوفق للزمان. وينشد رحمه الله:\n</p>\n\n<p>\nالله يدفع بالسلطان معضلة % % عن ديننا رحمة منه ودنيانا\n</p>\n\n<p>\nلولا الخلائف لم تأمن لنا سبل % % وكان أضعفنا نهبا لأقوانا\n</p>\n\n<p>\nقال الفقيه معوذ الزاهد: اشتقت الى رؤية الشيخ أبي حفص ابن عبادل فخرجت\nأريده من موضعي، فباكر بالرؤيا بعثتني على لقائه. وبين موضعينا نحو من\nأربعين ميلا فمشيت نحوه بقية يومي، وبعض ليلتي فرأيته من الغد فسألت عن\nمنزله، فأرشدت إليه فاستأذنت، فقال لي ولده الأكبر: وكان - على سمته في\nالصلاح - أقول من؟ قلت: رجل نزاهة وعفة. من أحببته في الله تعالى. قصده\nليلقاه فأذن. فدخلت إليه، فقام مبتهجا وصافحني. وقال: مرحبا بك أبا عمرو\nجئت جادا على فاقة، وألطف مسألتي. وكنت لم أره قبل ذلك. فقلت: أصلحك الله\nبأي شيء عرفتني؟ فقال: أخبرت البارحة في النوم أنك تصافحني اليوم. وكنت\nأهوى لقاك، وما زلت منتظرا لك منذ صليت الصبح. فقلت له: وأنا ما حملني على\nقصدك وتجشم السفر إليك إلا أني كنت في منامي، وقائلا يقول أقصد منينانة من\nفحص رية وهي قرية ابن عبادل، فإن فيها وليا من أولياء الله تعالى، يرغب\nرؤيتك فقال: نعم يا أبا عمرو علق ذكرك بقلبي، واشتهيت رؤيتك. فدعوت الله أن\nيستعملك للقاء. فقد أنعم علي بك، فمكني الأنس بك أياما. فأقمت عنده.\nوقرأت عليه القرآن، وتفقهت معه. فنفعني <span id='ms0961'></span> الله تعالى به. فانصرفت وحبلي به\nموصول أزوره في كل عام، وأتكرر عليه وبلغتني علته التي قبض فيها، فانصرفت\nإليه فلما دخلت عليه استبشر بي وأنشد رحمه الله:\n</p>\n\n<p>\nأنت الحبيب الذي تأتي على قدر % % من الذي يشتهى أو حاجة عرضت\n</p>\n\n<p>\nمرحبا بك قد سألت الله عز وجل أن يرينيك قبل الموت. فقد فعل وأحسب أني\nمقبوض، فأنشدك الله أن تقيم علي تشهدني وتقوم بشأني. فإذا مت فاغسلني\nونقني وجهزني وحنطني وطيبني وكفني في ثلاثة أثواب غير مخيطة. قد أعددتها\nولا تعممني وضعني فوق نعشي، وتقدم بالصلاة علي، واجتهد في الدعاء الى\nالدائم القائم، الحي الذي لا يموت. واسأله أن يجمعني وإياك في جواره برحمته\nورضوانه حيث أنا من الغربة. وتعم في النعمة، ثم اتركني لولدي وأهلي وجيراني\nيتولون دفني. وانهض أنت الى موضعك مصحوبا بالخير مشيعا بالسلامة.\nواستودعتك الله تعالى خير مستودع. قال فشهدت موته ولقنته الشهادة، وهو غير\nمؤتل في تكريرها الى أن زهقت نفسه. فقمت بأمره، وكانت سنة ثمان وسبعين\nوثلاثماية. رحل مع ابنه محمد فحج، وسمع من جماعة منهم الميمون بن حمزة\nوعبد الغني بن سعيد. وقد سمع من عبد الغني سعيد بمصر أيضا. قال أبو علي\nالجياني: كان من أهل العلم والفضل، قال الخولاني: كان من أهل العلم مقدما\nفي الفهم عارفا بالحديث ووجوهه، إماما مشهورا بذلك، سيما في العلم. ومات\nعليه. لم تر عيني مثله في المحدثين، وقارا وسمتا. استقدم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p207'> Vol. 07, p. 207</a>\n            </div>\n            \n</p>\n\n#\n<p>\nالى قرطبة آخر الدولة العامرية. سمع منه بها. حدث عنه ابنه وأبو عمر ابن\nعبد البر، وقاسم ابن المأموني السبتي، وأبو عبد الله محمد بن حصار. وتوفي\nفي المحرم سنة ست وتسعين، ومولده سنة أحد وثلاثين، وأوصى أن يكفن في ثلاثة\nأثواب ليس فيها عمامة. رحمه الله تعالى.\n</p>\n\n<h3 class='dic-item l3' id='head156'>سعيد بن عبد الملك الجذامي</h3>\n\n<p>\nإشبيلي، أبو عثمان يعرف بالملاح. كان حافظا للرأي، عاقدا للشروط\nمشاورا في الأحكام. حدث وتوفي سنة أربع وسبعين وثلاثماية وهو كهل.\n</p>\n\n<h3 class='dic-item l3' id='head157'>سعيد بن موسى بن معمر الغساني</h3>\n\n<p>\nالبيري. أبو عثمان. رحل ولقي <span id='ms0962'></span> الأبهري. حمل عنه كتبه وسمع من غيره. انصرف\nالى الأندلس فلزم تطيلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p208'> Vol. 07, p. 208</a>\n            </div>\n            \n</p>\n\n#\n<p>\nمرابطا بها والثغر الى أن توفي. وكان فقيها زاهدا ورعا. يصوم الدهر.\nلم يحدث. وقتل بالمعترك سنة ثلاث وتسعين.\n</p>\n\n<h3 class='dic-item l3' id='head158'>أبو محمد عبد الله بن محمد بن عبد الرحمن بن أسد الجنبي</h3>\n\n<p>\nطليطلي. سكن قرطبة. من أهل الفقه والرواية والأدب. سمع من قاسم بن منذر\nالقاضي وغيره. رحل فسمع بمصر والشام والحجاز من أبي عباس ابن السكن، وابن\nأبي الجوز، وابن أبي الورد، وابن جامع السكري، وحمزة الحافظ، وابن أسيد،\nوابن إسحاق، وابن فراس محمد بن سرور الغسال والقشيري، وأحمد بن ابراهيم بن\nجامع، وغير واحد. توسع في السماع، وكان ضابطا متفننا للرواية، حسن\nالحديث، فصيح اللسان، حاضر الجواب، جليل القدر. ويجمع الى الفقه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p209'> Vol. 07, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\nالأدب. وله حظ من علم اللغة والشعر. وكان لا يغير كتابا إلا بمشقة، ولا\nيسمع في غير كتابه. ولم يرو بالأندلس سماعاته بالمشرق، إذ لم يكن معه أصول\nقال أبو عمر ابن الحذاء: كان شيخا وقورا فاضلا رفيع القدر. ما رأيت أضبط\nلكتبه منه. حدث عنه أبو عمر ابن عبد البر، وأبو عمر ابن الحذاء وحكم بن\nمحمد. وكان يستحسن التفاؤل في المصحف لالتماس البركة. يحكى أنه صرف مدة،\nوقد أراد ركوب البر فألفى: واترك البحر رهوا إنهم جند مغرقون. قال: فتخلفت\nوركب غيري فغرقوا بأجمعهم. وكان يقول ما وليت لبني أمية إلا قراءة كتب\nالفتوح وقتا، وهي أدنى الحفظ. ولقد أساءني القول عنها أشد مساءة. وامتحن\nأيام ابن المظفر بالغيرة عليه والتقييد والإخراج عن الأندلس. توفي في آخر\nسة خمس وتسعين وأوصى أن يكفن في ثلاثة أثواب ليس فيه قميص ولا عمامة. مولده\nرحمه الله سنة عشر وثلاثماية. رضي الله عنه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p210'> Vol. 07, p. 210</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head159'>أبو عبد الله محمد بن عيسى المريني قاضي تطيلة</h3>\n\n<p>\nقال ابن حيان: كان رجل الثغر، موصوفا بالشجاعة والعلم والفقه. مثابرا\nعلى الجهاد. رحل وحج ولقي مشايخ القرويين والمصريين وتفقه معهم. سمع\nالحديث. قتل في وقعة البقر سنة أربعمائة بظاهر قرطبة. وكان جاء مع <span id='ms0963'></span> المهدي\nلحرب البرابرة بجازر فاسه بلده. بعد ابنه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p211'> Vol. 07, p. 211</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head160'>أحمد بن عبد الله بن محمد بن عروس الموروري الحضرمي</h3>\n\n<p>\nقال ابن الفرضي: كان أحمد هذا فقيه بلده، وكتب عنه. قال ابن الرازي: وكان\nالخليفة يصرفه في الأمانات. قال ابن حيان: كان من جوابر الحديث والفقه.\nوسلك سبيل العلماء. ولي القضاء ببعض النواحي. ثم صحب ابن أبي عامر، فتجرد\nلطلب دنياه، وتحول عن طبقته، فلحق أهل الخدمة. ونال الوزارة وتقلد المدينة.\nوصادر المكوس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p215'> Vol. 07, p. 215</a>\n            </div>\n            \n</p>\n\n#\n<p>\nوارتكب الجرائم، وأغرق في ظلم العباد. فلم تطل مدته حتى اخترمته المنية\nفي شهر رمضان من سنة ست وستين وثلاثماية. وترك من المال ما لا كفاية له مما\nغله. فحاز ابن أبي عامر أكثره.\n</p>\n\n<h3 class='dic-item l3' id='head161'>محمد بن علي بن محمد بن شبل</h3>\n\n<p>\nويقال الشبل ابن بكير القيسي. تطيلي. من فقهائها وبيوتها المشهورة في\nالعلم والجلالة. وولي أحكم بلد. حدث عنه عيسى بن موسى بن الإمام. روى عنه\nأبو الأصبغ ابن أبي درهم. وجده محمد بن شبل، يكنى بأبي بكر. سمع من المغامي\nوغيره، ورحل فسمع من يحيى بن عمر، ويحيى بن عون، وعمر بن يوسف، وأبي مضر\nدارم بن ملك البغدادي، ويعيش الغرابلي، وزيدان بن اسماعيل. وولي الصلاة\nببلده. وكان يرحل إليه من مدن الثغر للسماع منه. وطال عمره ومات سنة ثلاث\nوخمسين. حدث عنه أبو محمد القلعي، وعيسى بن موسى الإمام، رضي الله عنهما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p216'> Vol. 07, p. 216</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head162'>محمد بن يعيش بن منذر الأسدي</h3>\n\n<p>\nطليطلي. كان يكنى بأبي عبد الله. قال ابن الفرضي: كان فقيها حافظا\nللمسائل عالما بالشروط رأسا في ذلك. قال ابن حيان: كان محمد بن يعيش فقيه\nبلده في وقته. وإليه انتهت فتواه، من بيت علم وجلالة ورئاسة. توفي رحمه\nالله سنة إحدى وتسعين.\n</p>\n\n<h3 class='dic-item l3' id='head163'>سعيد بن كوثر رحمه الله</h3>\n\n<p>\nقال ابن حيان: كان نظيرا لابن يعيش في العلم والجلالة بطليطلة. وكان من\nبيت علم وجلالة ورئاسة بها. وكان متصافين جدا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p217'> Vol. 07, p. 217</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head164'>أبو الحزم خلف بن عيسى بن سعد الخير بن أبي درهم</h3>\n\n<p>\nوشقي. فقيه بلده وقاضيه. قال ابن الحذاء: كان فاضلا <span id='ms0964'></span> تلك الجهة وعاقلها.\nيروي عن محمد بن عمر بن عيشون، وابن الأبار، ويحيى بن مطر، وابن عيسى. حدث\nعنه أبو عمر ابن الحذاء وابنه أبو الأصبغ. قال الباجي فيه وفي ابنه أبي\nالحزم: لا بأس بهما. انتهى.\n</p>\n\n<h3 class='dic-item l3' id='head165'>أبو القاسم عبد الرحمن بن عبد الله بن خالد بن مسافر الهمداني</h3>\n\n<p>\nالمعروف بالواهراني، وبالتجاني. ويعرف بابن الخراز. قال ابن غلبون: كان\nصالحا صاحب سنة. له رحلة قديمة لقي فيها الناس، وحج ورحل الى العراق\nوغيرها ولقي الأبهري، وروى عنه كتبه. ولقي بها جماعة سواه. ولقي بمصر\nوالبصرة وغيرهما. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p218'> Vol. 07, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\nقال غيره: لم يكن فيما أدركنا أوثق منه، ولا أورع ولا أحسن تمسكا منه\nبالسنة. وسمع منه جماعة الناس بالأندلس، كحاتم الطرابلسي، ومحمد بن غلبون\nالخولاني، وغيرهم. وله مشائخ كثيرة. سمع منهم بإفريقية ومصر والحجاز\nوالعراق وخراسان والجبل. ورحل لابن مرد ولابن شبويه، فسمع منه صحيح\nالبخاري، ورحل الى نيسابور وبلخ، وتفقه بالأبهري، ودرس عليه كتبه، سنين مع\nأصحابه. ولقي بالبصرة فقيهي المالكيين: أبا يعلى البصري، وأبا عبد الله بن\nعطية، وذاكرهم. وسمع من اليحرمي، وابن مالك، وابن السقا، وابن مامي، وابن\nسيف، وأبي الفضل العطار، وأبي الحسن ابن لؤلؤ وغيرهم من البغداديين. وسمع\nبالقيروان من أبي العباس، وابن أبي العرب، وأقام في رحلته نحو عشرين عاما.\nرحمه الله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p219'> Vol. 07, p. 219</a>\n            </div>\n            \n</p>\n\n#\n<h1 class='l1' id='head166'>طبقة ثامنة</h1>\n\n<p>\nبسم الله الرحمن الرحيم. قال الفقيه القاضي أبو الفضل رضي الله عنه وقد\nغفر له بمنه: ثم انتهى الفقه والمذهب بعد هذه الطبقة الى أخرى تليها فمنهم:\n</p>\n\n<h2 class='l2' id='head167'>من أهل العراق</h2>\n\n<h3 class='dic-item l3' id='head168'>أبو محمد عبد الوهاب بن نصر القاضي</h3>\n\n<p>\nقال أبو بكر بن ثابت الحافظ في تاريخ: عبد الوهاب بن علي بن نصر بن أحمد\nبن الحسين بن هارون بن مالك أبو محمد الفقيه المالكي. سمع أبا عبد الله بن\nالعسكري، وعمر بن محمد بن سبنك، وأبا حفص بن شاهين. كتبت عنه ولم ألق في\nالمالكيين أفقه منه. وكان حسن النظر جيد العبارة وولي القضاء بالدينور\nوغيرها، وخرج في آخر عمره الى مصر، فمات بها <span id='ms0965'></span> ورأيت في بعض الكتب أنه ولي\nقضاء الدينور. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p220'> Vol. 07, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أبو إسحاق الشيرازي في تعريفه: أدركته وسمعت كلامه في النظر قال:\nوقد رأى أبا بكر الأبهري إلا أنه لم يسمع منه شيئا، وكان فقيها متأدبا\nشاعرا. وخرج في آخر عمره الى مصر فحصل له حال من الدنيا. قال الفقيه أبو\nالفضل قوله لم يسمع من أبي بكر غير صحيح، بل حدث عنه وأجازه وسمع أيضا من\nأبيه عن أبي ثابت الصيدلاني، وابن عمر بن السماك، وأبي خالد النصيبي\nوالحاوي. وممن سمع منه أيضا القاضي أبو محمد بن زرقونه، وأبو عم الهاشمي،\nوأبو سعيد الكرخي، والمخلص، وأبو الحسن ابن الصلت، والمجد، وابن نافع،\nومحمد بن أحمد الصياد، وأبو علي ابن شاذان وغيرهم. وكان تفقهه على كبار\nأصحاب الأبهري: أبي الحسن ابن القصار، وأبي القاسم ابن الجلاب، ودرس الفقه\nوالأصول والكلام على القاضي أبي بكر الباقلاني وصحبه وألف في المذهب\nوالخلاف والأصول تواليف بديعة مفيدة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p221'> Vol. 07, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\nككتاب التلقين. وكتاب شرحه لم يتم، وكتاب شرح الرسالة، وكتاب المهدي في\nشرح مختصر الشيخ أبي محمد. صنع منه نحو نصفه، وكتاب شرح المدونة لم يتم،\nوكتاب النصرة لمذهب إمام دار الهجرة، وكتاب المعونة لدرس مذهب عالم\nالمدينة، وكتاب أوائل الأدلة في مسائل الخلاف، وكتاب الرد على المزني،\nوكتاب الإفادة في أصول الفقه، وكتاب التلخيص فيه أيضا، وكتاب عيون\nالمسائل، وكتابه الآخر المسمى بالمروزي في الأصول، وكابه المسمى بالمفاخر،\nوعليه تفقه ابن عمروس، وأبو الفضل مسلم الدمشقي. وأبو العباس ابن قشير\nالدمشقي. وروى عنه جماعة، منهم: عبد الحق بن هارون الفقيه، وأبو عبد الله\nالمازري البغدادي. وأبو بكر الخطيب، ومن الأندلس جماعة منهم: القاضي ابن\nشماخ الغافقي. ومهدي بن يوسف صاحبه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p222'> Vol. 07, p. 222</a>\n            </div>\n            \n</p>\n\n#\n<p>\nذكر ملح من أخباره ولمع من فضائله\n</p>\n\n<p>\nوجدت فيما يذكر من أخباره والله أعلم بصحته؟ أنه لما خرج من بغداد الى\nمصر وتبعه الفقهاء والأشراف من أهلها، قالوا له: والله يعز علينا فراقك،\nفقال لهم: والله لو وجدت في بلدكم كبجلتين من ذرة، ما خرجت منها. ولق <span id='ms0966'></span> ترك\nأبي جملة دنانير ودارا، أنفقتها كلها على على صعاليك من كان ينهض بالطلب\nعندي. فنكس كل واحد منهم رأسه. ثم أمرهم بالانصراف، فانصرفوا. وأنشد:\n</p>\n\n<p>\nلا تطلبن الى المجبوب أولادا % % ولا السراب لتسقي منه ورادا\n</p>\n\n<p>\nومن يروم من الأنذال مكرمة % % كمن يوتد في الأتبان أوتادا\n</p>\n\n<p>\nوقد رأيت نحو هذه الحكاية، دون الشعر، في مثالب أهل البصرة، وأنها جرت\nللنضر بن شميل معهم، والله أعلم. ويقال إن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p223'> Vol. 07, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\nسبب خروجه من بغداد قصة جرت له الكلام مع الشافعي. فخاف على نفسه، وطلب.\nفخرج فارا عنها. قال الشيرازي رحمه الله: وأنشد أبو محمد في خروجه من\nبغداد:\n</p>\n\n<p>\nسلام على بغداد في كل موطن % % وحق لها مني السلام المضاعف\n</p>\n\n<p>\nلعمرك ما فارقتها عن ملالة % % وإني بشطي جانبيها لعارف\n</p>\n\n<p>\nولكنها ضاقت علي برحبها % % ولم تكن الأرزاق فيها تساعف\n</p>\n\n<p>\nفكانت كخل كنت أهوى دنوه % % وأخلاقه تنأى به وتجانف\n</p>\n\n<p>\nوقرأت في بعض الأخبار، أن الشعر ليس من قوله. وأن القاضي أبا محمد قال:\nوجدت مكتوبا على سارية بحران، فذكر الشعر، وأكثر الناس يروونه له. فالله\nأعلم. ويروى له أيضا في مثله:\n</p>\n\n<p>\nبغداد دار لأهل المال واسعة % % وللصعاليك دار الضنك والضيق\n</p>\n\n<p>\nأصبحت فيها مضاعا بين أظهرهم % % كأنني مصحف في بيت زنديق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p224'> Vol. 07, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\nومما أنشده أيضا في ذلك، وبعضهم ينسبه له:\n</p>\n\n<p>\nوقائلة: لو كان ودك صادقا % % لبغداد لم ترحل فكان جوابيا\n</p>\n\n<p>\nيقيم الرجال الموسرون بأرضهم % % وترمي النوى بالمغترين المراسيا\n</p>\n\n<p>\nوما هجروا أوطانهم عن ملالة % % ولكن حذارا من شمات الأعاديا\n</p>\n\n<p>\nوحدث عن بعض الأندلسيين أنه قال: دخلت بمصر، حماما، فاجتمعت فيها\nبالقاضي أبي محمد، وعندي آنية بطفل مطيب، فقصدت إليه، وسألته استعماله،\nفتناوله واشتمه، وسألني من أين هو لك؟ قلت: اشتريت خادما، وكان هذا في\nأسبابها. فقال لي: اشترطت ماله؟ قلت: لا. قال: خذه إليك فلا حاجة لي به.\nولما وصل الى مصر ونيته المغرب، فوصف له فزهد فيه، وخاطبه ابنا الشيخ أبي\nمحمد ابن أبي زيد، وقد انعقد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p225'> Vol. 07, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\nبينهما وصلة بسبب شرحه لتواليف أبيهما، ووصلاه بمال لم يرضه، واستدعياه\nللدخول <span id='ms0967'></span> الى المغرب فكتب إليهم:\n</p>\n\n<p>\nأنا ذاك الصديق لكن قلبي % % عند قرب الديار ليس بقلب\n</p>\n\n<p>\nما انتفعنا بقربكم ثم لا لوم % % عليكم وإنما الذنب ذنبي\n</p>\n\n<p>\nأنا في حطة واسأل ربي % % في خلاصي من شرها ثم حسبي\n</p>\n\n<p>\nوكان خطاب فقهاء أهل القيروان في الوصول إليها، فرغبه في ذلك أبو عمران،\nوكسره عنه أبو بكر ابن عبد الرحمن، وخاطبه أيضا مجاهد الموفق، صاحب دانية،\nفي الوصول الى الأندلس فيما ذكره. توفي بمصر سنة اثنتين وعشرين وأربعماية،\nيقال من أكلة اشتهاها. ويحكى أنه قال: لما أحس بالموت بمصر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p226'> Vol. 07, p. 226</a>\n            </div>\n            \n</p>\n\n#\n<p>\nإثر ما اتسع حاله بها بعد ضيقه بالعراق: لا إلا الله، لما عشنا متنا.\nورأيت في بعض التواريخ أن سنه كان حين مات ثلاثا وسبعين سنة.\n</p>\n\n<h3 class='dic-item l3' id='head169'>أبو الحسن علي بن القاسم بن محمد بن إسحاق الطافي</h3>\n\n<p>\nالبصري. وطافة قرية من قرى البصرة. نزل مصر وأخذ بالعراق عن أبي القاسم\nابن الجلاب، وهبة الله الضرير المقري، وغيرهم. ولقي بمصر أبا القاسم ابن\nالكاتب، وكتب عنه الفروق في مسائل، سأله عنها. أخذ عنه أبو العباس الدلائي،\nوأبو محمد الشجالي، وذكره أبو الوليد الباجي، فقال: فقيه. وله كتب في الفقه\nمعروفة. رضي الله عنه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p227'> Vol. 07, p. 227</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head170'>المسدد بن أحمد بن جعفر بن محمد بن أيوف بن محمد بن عبد الله</h3>\n\n<p>\nابن قيس بن سعيد بن عبادة بن دلامة بن الخزرج البصري. سمع من خاله أبي\nالقاسم ابن الجلاب، وشرح كتابه المسمى بالتفريع. قال ابن الحصار: كان من\nأهل العلم والحظ الوافر من العلم. سمع بالعراق والبصرة، وبشيراز وغيرها.\nومن شيوخه أبي علي السلمي، والقاضي أبي بكر الظهراني، وأبي بكر أحمد بن\nعبيد الله، يروي عنه الدلائي وغيره. ودخل المغرب، فاستوطن القيروان، وبها\nمات. واستجازه ابن الحصار، وابنه أبو القاسم فأجازهما. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p228'> Vol. 07, p. 228</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head171'>أبو بكر محمد بن الحسن بن أحمد الفارقي</h3>\n\n<p>\nيعرف بابن البغدادي. كان بميافارقين، من ديار بكر. قال عتيق: هو دين\nزاهد، مشهور. مالكي، من المالكية. يروي عنه القاضي أبو القاسم الحسن بن\nالحسن بن المنذر، روى عنه أبو حفص السمنطاري العابد <span id='ms0968'></span>، وعتيق بن علي\nالسمنطاري، الصقلي.\n</p>\n\n<h3 class='dic-item l3' id='head172'>أبو ذر الهروي رحم الله</h3>\n\n<p>\nهو عبد الله بن أحمد بن محمد بن عبد الله بن محمد بن عفير بن عرك، بن\nخليفة بن ابراهيم بن نيسان، بن قيس بن عامر، بن قيس، بن أبي ردمة، بن عمر\nبن قيس بن رفاعة بن الحارث، بن سواد بن سلا بن غنم، بن مالك بن النجار.\nهكذا وجدت نسبه في ظهر كتابه، الذي نقل لي عن خط شيخنا أبي علي الجياني،\nرحمه الله. أصله من هراة، وتمذهب بمذهب مالك، رضي الله عنه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p229'> Vol. 07, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\nولقي جلة من أعلامه، وأخذ عنهم، كالقاضي أبي الحسن القصار، وأبي بكر\nالأبهري، وابن عباس البغدادي، وأبي إسحاق الدينوري، واشتغل في الحديث فتقدم\nفي إمامته، وغلب عليه حال في بلاد خراسان والجبل، وبلاد العراق، ورحل الى\nالحجاز ومصر، فسمع من جلة كأبي الحسن الدارقطني، وأحمد بن عبد الله\nالشيرازي، وأبي بكر بن شاذان، وأبي الحسن بن فراس، وأبي الفضل بن حمدونه،\nوأبي إسحاق المستملي، وأبي محمد الحموني، وأبي الهيثم السرخسي، والخليل بن\nأحمد القاضي، وأبي المنتعل، وأبي عبد الله الحاكم، وأبي عمر الحران، وأبي\nعبد الله العصفي، وأبي حفص ابن شاهين في عدد كثير، قد ألف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p230'> Vol. 07, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\nفيهم كتابين، أحدهما فيمن روى عنه الحديث، اشتمل على نحو ثلاثماية اسم،\nأو أزيد من الفقهاء، والمحدثين، والآخر فيمن لقيه ولم يرو عنه حديثا.\nوأخذ عن أبي بكر الباقلاني، وأبي بكر بن فورك من متكلمي أهل السنة حظا من\nعلم الاعتقاد، وسكن الحرم وجاور فيه، الى أن مات ناشرا للعلم. وسمع منه\nعالم لا يحصى من أهل الأقطار من شيوخ شيوخنا. وقد أدركنا غير واحد ممن سمع\nمنه، ولم يقدر على السماع منهم، لقصر أو بعد الدار، وآخر من حدث عنه\nبالإجازة، أحمد بن محمد الإشبيلي، بعد الخمسماية. وقد أجازنا وسمع منه من\nجلة أقرانه: أبو محمد عبد الغني الحافظ، وأبو عبد الرحمن السلمي، وأبو\nعمران القابسي. ولم يسمع هو من عبد الغني تحريا لمداخلته ببني عبيد أمراء\nمصر <span id='ms0969'></span> الشيعة. ولا سمع من القضاعي، لكونه قاضيا لهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p231'> Vol. 07, p. 231</a>\n            </div>\n            \n</p>\n\n#\n<p>\nذكر فضله وزهده رضي الله عنه\n</p>\n\n<p>\nكان رحمه الله، مالكي المذهب، إماما في الحديث حافظا له، ثقة ثبتا\nمتفننا، واسع الرواية متحريا في سماعة، كثير المعرفة بالصحيح، والسقيم،\nوعلم الرجال. حسن التأليف في ذلك كثيرا. وكان مع ذلك زاهدا متقشفا،\nفاشلا متقللا. نزل مكة، وجاور بها أزيد من ثلاثين سنة. وكان سكن منها\nبسراة بني سبابة. وكان يتحرى في الفتيا، ويحيل على من يحضره من فقهاء\nالمالكية للسماع منه. قال أبو محمد الشتنجالي: من رأى أبا ذر، رآه على هدى\nالسلف الصالح من الصحابة، والتابعين. رضي الله عنهم. قال حاتم بن محمد: كان\nأبو ذر مالكيا خيرا، فاضلا متقللا من الدنيا، بصيرا بالحديث وعلله،\nويميز الرجال. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p232'> Vol. 07, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\nولأبي ذر كتابه الكبير في المسند الصحيح، المخرج على البخاري ومسلم.\nوكتاب السنة والصفات، وكتاب الجامع، وكتاب الدواة، وكتاب القرآن، وكتاب\nفضائل يوم عاشوراء، وكتاب مسانيد الموطآت، وكتاب كرامات الأولياء، وكتاب\nالرؤى والمنامات، وكتاب فضائل مالك بن أنس، وكتاب المناسك، وكتاب دلائل\nالنبوءة، وكتاب الرباء واليمين الفاجرة، وكتاب شهادة الزور، وكتاب بيعة\nالعقبة، وحديث الجعرانة وخيبر، وكتاب شهادة النبي وأصحابه، وكتاب ما روي في\nبسم الله الرحمن الرحيم، وكتاب في شيوخه. وتوفي أبو ذر رحم الله، في ذي\nالقعدة، سنة خمس وثلاثين وأربعماية. قال: سألت أبا ذر عن مولده، فقال: ولدت\nأنا سنة خمس أو ست وخمسين وثلاثماية. شك أبو ذر رضي الله عنه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p233'> Vol. 07, p. 233</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head173'>محمد بن اسماعيل النصيبي</h3>\n\n<p>\nأبو بكر. يعرف بالعربي. قال أبو عمر: وكان واثق المعرفة ذا ضبط وفهم، ثقة\nثبتا، وكان إمام مسجد نصيبين. وذكر أنه كان مالكيا. قال: وكانت له رواية\nفي القراءات عن أبي بكر الشرابي، وامتنع من التصدر، وتوفي بعد عشرين\nوأربعماية.\n</p>\n\n<h3 class='dic-item l3' id='head174'>علي بن محمد بن الحسن الحربي</h3>\n\n<p>\nمالكي. أخذ عن أبي بكر الأبهري، وعن عبد الله بن عثمان الصفار. روى عنه\nأبو بكر الخطيب الحافظ، رحمه الله.\n</p>\n\n<h3 class='dic-item l3' id='head175'>الشهرزوري رحمه الله</h3>\n\n<p>\nمالكي. ثقة بغدادي، وأحسب أن اسمه محمد بن منصور <span id='ms0970'></span>، ويكنى بأبي بكر. ودخل\nالأندلس، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p234'> Vol. 07, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\nقال القاضي أبو عمر ابن حسين: قدم علينا الفقيه الشيخ الشهرزوري، من\nالمشرق. وكان من كبار الفقهاء المالكيين، ومن المحسنين فيهم. وحكي عنه أن\nبعض العراقيين سأل عن قوله تعالى، لمحمد نبيه عليه السلام: \" فلا تكونن من\nالجاهلين \". وعن قوله تعالى لنوح: \" إني أعظك أن تكون من الجاهلين \". فإن\nظاهر الكلام، أنه أغلظ في حق نبينا صلى الله عليه وسلم. فأجابه بعض\nعلمائهم: إن هذا مما يدل على أن محمدا صلى الله عليه وسلم، أقرب الى الله\nوأحب. ولا يكون شدة التأديب إلا للمحبوب القريب، وأنشد:\n</p>\n\n<p>\nلا يعيب الصديق قارعة التأ % % نيب إلا من الصديق الرغيب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p235'> Vol. 07, p. 235</a>\n            </div>\n            \n</p>\n\n#\n<p>\nقال القاضي أبو عمر: ولو قيل في هذا إنه رفق بنوح في عظته للسن والشيخ،\nوأنه كان مصابا بابنه وبقومه، وما لقي من أهوال الغرق وضيق السفينة، كان\nوجها. قال القاضي أبو الفضل: ولو عكس السؤال لكان باللفظ أليق. وذلك أن\nقوله: أعظك أن تكون من الجاهلين، أشد من قوله: فلا تكونن من الجاهلين. لأن\nفي الآيتين النهي، ثم في قوله: أعظك، الزجر والتحذير. والصحيح أن الآيتين\nمعنى واحد، وليس في واحدة منهما إثبات جهل لواحد منهما. ولا نهيه عنه إذ\nكانا منزهين عن صفات الجهال واتباع مقاصدهم، بل المراد بالآيتين جميعا.\n</p>\n\n<p>\nقال القاضي أبو الفضل عياض رضي الله عنه.\n</p>\n\n<h2 class='l2' id='head176'>من أهل مصر </h2>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p236'> Vol. 07, p. 236</a>\n            </div>\n            \n#\n<h3 class='dic-item l3' id='head177'>أبو الحسن علي بن الحسن بن محمد بن العباس بن فهر البزار الفهري</h3>\n\n<p>\nفقيه مالكي محدث مصر. ألف في فضائل مالك رضي الله عنه اثني عشر جزءا.\nسمع الحسن بن رشيق وأبا الحسن ابن زريق وأبا الطاهر الدبيلي وأبا القاسم\nالجوهري، وأبا سعيد السحري، وأبا علي المطرزي، وأبا أحمد بن اليسر، وأحمد\nبن فراس، وأبا مسلم الكاتب، سمع منه الدلائي، والمهلب بن أبي صفرة، وابن\nالوليد، وغلبت عليه الرواية. قال القاضي أبو الوليد الباجي: تعرض من\nالكلام لما لم يكن من شأنه، فأنكر ذلك عليه. وقال أبو عمران الفاسي: تفقه\nبمصر وبمكة، ولم ألق مثله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p237'> Vol. 07, p. 237</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head178'>أبو <span id='ms0971'></span> محمد بن الوليد بن سعد بن بكر الأنصاري</h3>\n\n<p>\nأندلسي. أصله من قرمونه. سمع بالأندلس من الطحان الحافظ، وابن ثابت،\nوأبي جعفر ابن عون، وأبي الحسن ابن السماك، ورحل فسمع بمصر وإفريقية\nوالحجاز من ابن أبي زيد والفاسي والإجدابي، وأبي العباس بن بندار الرازي،\nوأبي عمر بن سعدي، والحسن بن فراس، وأبي القاسم الحضري، وابن فهر، وأبي ذر\nالهروي، وأبي العباس الرازي، وابنه، ومروان بن عبد الملك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p238'> Vol. 07, p. 238</a>\n            </div>\n            \n</p>\n\n#\n<p>\nقال الشيخ أبو عبد الله محمد بن أحمد الرازي: أبو محمد بن الوليد\nالأنصاري الفقيه على مذهب مالك، من سادات المغاربة وفاضليهم، سكن مصر وأخذ\nعنه بها الناس. قال أبو الوليد الباجي فيه: شيخ صالح ثقة مصحح لكتبه، كثير\nالرواية، ومكث بالقدس من نحو الأربعين، رضي الله عنه.\n</p>\n\n<h2 class='l2' id='head179'>من أهل إفريقيا</h2>\n\n<h3 class='dic-item l3' id='head180'>أبو بكر أحمد بن عبد الرحمن بن عبد الله الخولاني</h3>\n\n<p>\nمن أهل القيروان، وشيخ فقهائها في وقته، مع صاحبه أبي عمران الفاسي. وكان\nأبو بكر فقيها حافظا دينا، كان تفقه بأبي محمد، وأبي الحسن، وسمع منهما\nومن غيرهما من شيوخ إفريقية، كأبي بكر أحمد بن بكر الدويلي، وأبي محمد بن\nخالد السوسي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p239'> Vol. 07, p. 239</a>\n            </div>\n            \n</p>\n\n<p>\nالمعروف بالبادلي. وأبي بكر عتيق بن موسى الحاتمي. وسمع بمصر من أبي بكر\nالنعال وغيرهم، وتفقه عليه خلق كثير، كأبي القاسم بن محرز، وأبي إسحاق\nالتونسي، وأبي القاسم الستوري، وأبي حفص العطار، وأبي الفضل ابن بنت بن\nخلدون. وابن سعدون، وأبي محمد عبد الحق وغيرهم. وحاز الذكر ورئاسة الدين،\nفي وقته مع صاحبه في المغرب بأسره، حتى لم يكن لأحد معهما اسم يعرف. وكان\nالذي بينهما متباعدا، حتى طمع بذلك صاحب إفريقية، ليجد الحجة على العامة،\nطوعهما. فلما اختبرهما في ذلك وجد عندهما ما يوافقه، ووجد دينهما أمتن مما\nيظن، ويذكر أن أصحاب أبي بكر، تعجبوا من حفظه وذكره في آخر عمره. فقال\nبعضهم: نراه يواظب على الدرس، للميعاد، أو يتكلم على قديم حفظه، فاتفقوا\nعلى اختباره. فلما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p240'> Vol. 07, p. 240</a>\n            </div>\n            \n</p>\n\n<p>\nكان من الغد، أخذوا غير الكتاب الذي كانوا يتذاكرون فيه. وكانت مذاكرتهم\nإذ <span id='ms0972'></span> ذاك في كتاب محمد بن المواز. فلما أخذوا الكتاب، قال الشيخ لهم: ليس\nكتابنا هذا. فجمحوا له، وأروه الوهم، وأنه إذا حضر فالمذاكرة فيه أولا.\nففطن الشيخ لمرادهم، وأخذ الكتاب ونظر فيه، ثم طواه، فألقاه عليهم من حفظه.\nوقال: علمت ما أردتم. لو عدم هذا الكتاب لأمليته من حفظي. وكانت وفاته فيما\nحكاه أبو إسحاق الشيرازي، وابن سعدون: سنة اثنتين وثلاثين وأربعماية. وقال\nغيرهما: سنة خمس وثلاثين. ومن شيوخه بالأندلس أيضا: أبو يحيى بن الأشج،\nوأحمد بن قاسم، ومحمد بن خليفة، وأبو عمر الباجي، وغيره. قال ابن سعدون:\nرأيت في النوم وأنا في القيروان، أول سنة اثنتين وثلاثين وأربعماية، بعد\nفراغنا من ميعاد يوم الأربعاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p241'> Vol. 07, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\nعلى الشيخ أبي بكر بن عبد الرحمن في المدونة، وكانت مواعيده بها يوم\nالإثنين والأربعاء والجمعة. قائلا يقول بين السماء والأرض: إلا أن أبا بكر\nبن عبد الرحمن، ورث خبر رسول الله صلى الله عليه وسلم، وأنه من أهل الجنة.\nثم رأيت في الحال كأني يلقى علينا كتاب القضاء. فلما كان يوم الأربعاء،\nسألني عن ذلك بعد ذلك اليوم. ودخل داره ومرض مرضه الذي مات فيه، رحمه الله.\nقال ابن سعدون: أخبرنا الشيخ أنه كان يرى في النوم كأن قائلا يقول له:\nاكتب اسمك في ذلك اللوح، الذي فيه أسماء العلماء، فانظر فيه الى اسم مالك.\nفأكتب اسمي تحته. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p242'> Vol. 07, p. 242</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head181'>أبو عمران الفاسي رحمه الله</h3>\n\n<p>\nواسمه موسى بن عيسى بن أبي حاج. واسمه يحج ابن وليهم بن الخير الغفجومي،\nوغفجوم فخذ من زناتة. وقال السمنطاري: من هوارة. أصله من فاس، وبيته به\nمشهور، ويعرفون ببني أبي حاج. ولهم عقب، وفيهم نباهة الى الآن. واستوطن\nالقيروان، وحصلت له بها رئاسة العلم. وكان تفقه بالقيروان عند أبي الحسن\nالقابسي. وسمع بها من أبي بكر الدويلي، وعلي بن أحمد اللواتي السوسي. ورحل\nالى قرطبة فتفقه بها عند أبي محمد الأصيلي. وسمع بها من أبي عثمان سعيد بن\nنضرة. وعبد الوارث بن سفيان، وأحمد بن قاسم وغيرهم. ثم رحل الى <span id='ms0973'></span> المشرق فحج\nحجيجا. ودخل العراق، فسمع من أبي الفتح ابن أبي الفوارس، وأبي الحسن علي\nبن ابراهيم المستملي، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p243'> Vol. 07, p. 243</a>\n            </div>\n            \n</p>\n\n<p>\nوأبي الحسين ابن الحمامي المقري، وأبي الحسن ابن الرفاء، وأبي الحسن بن\nالخضر، وأبي أحمد الفرضي، وأبي الطيب المجد، وأبي العباس الكرخي ابن\nالمحاملي، وأبي عبد الله بن بكران الرازي، وأبي القاسم الضريري، وأبي عبد\nالله الجعفي القاضي، وأبي أحمد بن جامع الدهان، وهلال الحفار، وأبي الحسن\nابن الفضل العطار، وغيرهم. ودرس الأصول على القاضي أبي بكر الباقلاني، ولقي\nجماعة. وكان قد سمع بمكة من أبي ذر. ثم ترك أن يسميه لشيء جرى بينهما. فكان\nيقول: فيما سمعت عنه. وذكروا أن السبب في ذلك بعد صداقتهما ومودتهما، أن\nأبا عمران لما رجع من العراق، وجد أبا ذر بالفرات خارج مكة، وكتبه بمكة عند\nجارته، فطلبها من جارته، فلم تمكنه. وكان له غرض في بعضها. فبإدلاله وما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p244'> Vol. 07, p. 244</a>\n            </div>\n            \n</p>\n\n<p>\nبينهما. وسمع بالحجاز أيضا، من أبي الحسن ابن فراش، وأبي القاسم السفطي،\nوبمصر من أبي الحسن ابن أبي الجدار، وأحمد بن نور القاضي، وعبد الوهاب بن\nمنير الوشاء. ثم رجع الى القيروان فاستوطنها، فلم يزل إماما بالمغرب، أخذ\nعنه الناس وتفقه عليه جماعة كثيرة ممن ذكرنا في أصحاب أبي بكر وغيرهم،\nكعتيق السوسي، وأبي محمد الفحصلي، ومحمد بن طاهر بن طاوس، وجماعة من\nالفاسيين، والسبتيين والأندلسيين، فطارت فتاويه في المشرق والمغرب، واعتنى\nالناس بقوله. وكان يجلس للمذاكرة، والسماع في داره، من غدوة الى الظهر. فلا\nيتكلم بشيء إلا كتب عنه، الى أن مات. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p245'> Vol. 07, p. 245</a>\n            </div>\n            \n</p>\n\n#\n<p>\nذكر فضائله وأخباره رحمه الله\n</p>\n\n<p>\nقال حاتم بن محمد: كان أبو عمران من أعلم الناس، وأحفظهم. جمع حفظ المذهب\nالمالكي الى حفظ حديث النبي صلى الله عليه وسلم، ومعرفة معانيه. وكان يقرئ\nالقرآن بالسبعة، ويجوده. مع معرفته بالرجال وجرحتهم، وتعديلهم. أخذ عنه\nالناس من أقطار المغرب والأندلس، واستجازه من لم يلقه. وخرج من عوالي حديثه\nنحو مائة ورقة. قال حاتم: ولم ألق أحدا، أوسع منه علما، ولا أكثر رواية.\nقال عمر الصقلي: أبو <span id='ms0974'></span> عمران الثقة الإمام الدين، المعلم. وذكر أن الباقلاني\nكان يعجبه حفظه، ويقول: لو اجتمعت في مدرستي أنت وعبد الوهاب بن نصر، وكان\nإذ ذاك بالموصل، لاجتمع فيه علم مالك. أنت تحفظه وهو ينصره. لو رآكما مالك\nلسر بكما. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p246'> Vol. 07, p. 246</a>\n            </div>\n            \n</p>\n\n<p>\nقال ابن عمار في رسالته، فذكره فقال: كان إماما في كل علم، نافذا في\nعلم الأصول، مقطوعا بفضله وإمامته. ولما دخل بغداد شاع أن فقيها من أهل\nالمغرب مالكيا، قدم. فقال الناس: لسنا نراه إلا عند القاضي أبي بكر\nالباقلاني، وهو إذ ذاك شيخ المالكية بالعراق، وإمام الناس. فنهض من أهل\nبغداد من المالكية. فقال السائل: أصلحك الله، هذا شيخ من كبار شيوخنا، ومن\nالجفاء أن تكلفه المناظرة من أول وهلة. ولكن أنا أخدمه في نصرة هذه المسألة\nوأنوب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p247'> Vol. 07, p. 247</a>\n            </div>\n            \n</p>\n\n<p>\nعنه فيها، الدليل على صحة ما أجاب به الشيخ، حرسه الله تعالى، كذا وكذا،\nما اعترضه الشافعي فيه. ثم انفصل المالكي من اعتراضه، حتى خلص الدليل. فلما\nأجمل الكلام على المسألة، قام إليه الشافعي، وقبل رأسه، وقال: أحسنت يا\nسيدي، وحبيبي. أنت والله شيخ المذهب، حين نصرته. وجرت في ذلك المجلس مسائل\nغيرها. وذكره أبو عمر المغربي في كتابه، فقال: قرأ القرآن على أبي الحسن\nعلي الحمامي، وقرأ القرآن بالقيروان مدة، ولما ورد القيروان وجلس مدة، بان\nعلمه. قال كبار أصحاب أبي بكر بن عبد الرحمان: نسير إليه. وقالوا إنه يعز\nعلى شيخنا ذلك. وتروضوا في الحضور عنده. ثم عزموا على ذلك. قالوا إنه لا\nيجمل بنا التخلف عن مثله، فأسخطوا شيخهم حتى يحكى أنه دعا عليهم، وهجرهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p248'> Vol. 07, p. 248</a>\n            </div>\n            \n</p>\n\n<p>\nوجرت بالقيروان مسألة في الكفار، هل يعرفون الله أو لا؟ فوقع فيها تنازع\nعظيم بين العلماء. وتجاوز ذلك الى العامة، وكثر التمادي بينهم، حتى كان\nيقوم بعضهم الى بعض في الأسواق، ويخرجون عن حد الاعتدال الى القتال. وكان\nالمتهجم بذلك رجل مؤدب يركب حماره، ويذهب من واحد الى آخر. فلا يترك\nمتكلما ولا فقيها إلا سأله فيها وناظره. فقال قائل: لو ذهبتم الى الشيخ\nأبي <span id='ms0975'></span> عمران لشفانا من هذه المسألة. فقام إليه أهل السوق بجماعتهم، حتى أتوا\nباب داره واستأذنوا عليه، فأذن لهم. فقالوا له: أصلحك الله، أنت تعلم أن\nالعامة إذا حدثت بها حادثة، إنما تفزع الى علمائها. وهذه المسألة قد جرى\nفيها ما بلغك، وما لنا في الأسواق شغل إلا الكلام فيها. فقال لهم: إن\nأنصتم وأحسنتم الاستماع أجبتكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p249'> Vol. 07, p. 249</a>\n            </div>\n            \n</p>\n\n<p>\nإلا واحد، ويسمع الباقون. فقال له: أرأيت لو لقيت رجلا فقلت له: تعرف\nالشيخ أبا عمران، فقال: نعم. فقلت: صفه لي، فقال: نعم. هو رجل يدرس العلم\nويدرسه، يفتي الناس ويسكن بقرب السماط، أكان يعرفني؟ قال: نعم. قال: والأول\nما كان يعرفني؟ قال: لا. قال لهم الشيخ: كذلك الكافر، إذا قال لمعبوده\nصاحبة، وولدا، وأنه جسم، وقصد بعبادته من هذه صفته. فلم يعرف الله، ولم\nيصفه بصفاته. ولم يقصد بالعبادة إلا من هذه صفته، وهو بخلاف المؤمن الذي\nيقول إن معبوده: الله، الأحد، الذي لم يلد ولم يولد، ولم يكن له كفؤا أحد.\nفهذا قد عرف الله، ووصف بصفته. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p250'> Vol. 07, p. 250</a>\n            </div>\n            \n</p>\n\n<p>\nوقصد بعبادته من يستحق الربوبية سبحانه وتعالى عما يقول الظالمون، علوا\nكبيرا. فقامت الجماعة وقالوا له: جزاك الله خيرا من عالم. فقد شفيت ما\nبنفوسنا، ودعوا له، ولم يخوضوا في المسألة بعد هذا. وذكر أبو الحسن ابن\nرشيق الأديب في كتابه، قال: كتب محمد بن علي الطبني حين عزم أبو عمران على\nالسفر الى الحج إليه:\n</p>\n\n<p>\nأقول والنفس حزنى منك والهة % % مما تحاذره من فقد محياها\n</p>\n\n<p>\nومن له رب ما تراه من عمل % % بر وإن كان في بقياه بقياها\n</p>\n\n<p>\nفإن تقم لم يرعني نأي مرتحل % % وإن ترد سفرا ودعتك الله\n</p>\n\n<p>\nنفسي بما ترتضيه غير كارهة % % وحسبك أن ما أرضاك أرضاها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p251'> Vol. 07, p. 251</a>\n            </div>\n            \n</p>\n\n#\n<p>\nفأجابه أبو عمران رحمه الله:\n</p>\n\n<p>\nحياك ربك من خل أخي ثقة % % وصان نفسك بالتكريم مولاها\n</p>\n\n<p>\nمن كل غم وشأن لا يوافقها % % هو العليم بما يبديه مولاها\n</p>\n\n<p>\nولا أضاع لها الرحمن حرفتها % % وقولها إن تسر ودعتك الله\n</p>\n\n<p>\nفالله يجمعنا من بعد أوبتنا % % ويؤتنا من وجوه البر <span id='ms0976'></span> أسناها\n</p>\n\n<p>\nوتوفي أبو عمران سنة ثلاثين وأربعماية. ومولده سنة ثلاث وستين وثلاثماية.\nفيما حكى الجياني، عن أبي عمر ابن عبد البر، وقال أبو عمر المقرئ: مات وسنه\nخمس وستون سنة.\n</p>\n\n<h3 class='dic-item l3' id='head182'>أبو القاسم عبد الرحمن بن علي بن محمد بن الكناني</h3>\n\n<p>\nالمعروف بابن الكاتب. من فقهاء القيروان المشاهير، وحذاقهم. قال ابن\nسعدون: كان موصوفا بالعلم والفقه والنظر، وفضله مشهور. تفقه في مسائل\nمشتبهة من المذهب. وحج، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p252'> Vol. 07, p. 252</a>\n            </div>\n            \n</p>\n\n<p>\nولقيه أبو القاسم الطائي بمصر، وسأله عن فروق أجوبته في مسائل مشتبهة من\nالمذهب. قال الطائي: وقد كان أعضل جوابها بكل من لقيته من علماء القيروان.\nفأجابني أبو القاسم فيها ارتجالا، على ما كان عليه من شغل البال بالسفر،\nوقد وقفت على جوابه في جزء منطو على أحد وأربعين فرقا. وكان قويا في\nالمناظرة، حتى علا العرق أبا عمران، وبل قميصه ورداءه، وصار كمن غمس في\nماء. وبينهما في ذلك خلاف ونزاع ومراجعة، في مسائل مشهورة، نقلت عنهما.\nولأبي القاسم كتاب كبير في الفقه، نحو ماية وخمسين جزءا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p253'> Vol. 07, p. 253</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head183'>أبو القاسم عبد الرحمن بن محمد الحضرمي</h3>\n\n<p>\nالمعروف باللبيدي. ولبيدة من قرى الساحل، من مشاهير علماء إفريقية.\nومؤلفيها وآخر طبقته موتا. تفقه بأبي محمد ابن أبي زيد رحمه الله، وأبي\nالحسن القابسي، وسمع منهما ومن غيرهما من شيوخ إفريقية، وعباد أهل الرباط،\nكأبي الحسن اللواتي، وأبي إسحاق الساحلي، وأبي عبد الله بن مالك الطرشي،\nوصحب الشيخ الفاضل أبا إسحاق الجبنياني، وانتفع به. روى عنه أبو عبد الله\nبن سعدون وغيره من القرويين والأندلسيين، ووجهه أبو الحسن القابسي لتفقيه\nأهل المهدية، وامتد عمره بعد اقترانه، فجاز رئاسة العلم، والتشييخ فيه\nبالقيروان. وألف كتابا جامعا في المذهب كبيرا. أزيد من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p254'> Vol. 07, p. 254</a>\n            </div>\n            \n</p>\n\n<p>\nمائتي جزء كبار، في مسائل المدونة وبسطها والتفريع عليها. وزيادات\nالأمهات، ونوادر الرايات. وألف أخبار مشيخة أبي إسحاق الجبنياني، وفضائله.\nوكتابا في اختصار المدونة، سماه الملخص، وكان أيضا ينظم الشعر، ويحسن\nالقول. فمما أنشده لنفسه قوله:\n</p>\n\n<p>\nأنت العلي وأنت الخالق الباري % % أنت العليم بما تخفيه أسراري\n</p>\n\n<p>\nأنت العليم بما <span id='ms0977'></span> في الخلق مقدرة % % في وسع عيش وفي بؤس واقتار\n</p>\n\n<p>\nتصفي الولاية أقواما فتكسبهم % % ثوب المهابة محروسا من العار\n</p>\n\n<p>\nتجول في ملكوت العز أنفسهم % % تبدي مدامعهم خوفا من النار\n</p>\n\n<p>\nقد أسلموا الأرض والأوطان وارتحلوا % % ما إن نرى مثلهم من نازح الدار\n</p>\n\n<p>\nيا طول حزني على تركي لوصلهم % % يا ويح نفسي على بعد وإدبار\n</p>\n\n<p>\nعسى المليك يذود النفس عن عطب % % يجلو العمى بتوفيق وأنوار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p255'> Vol. 07, p. 255</a>\n            </div>\n            \n</p>\n\n#\n<p>\nوتوفي بالقيروان فيما أخبرني ثقة من شيوخنا: سنة أربعين وأربعماية. قال\nغيره: ذلك لليلتين بقيتا من شوال منها، بالقيروان. وسنه ثمانون سنة. وصلى\nعليه ابنه أبو بكر. وكان أبو بكر من أهل العلم. وحضر جنازته صاحب إفريقية.\nوجميع رجاله. ودفن في داره. ورثي بمراث كثيرة. ونوه السلطان إثر ذلك\nبولده، وخلع عليه وأجلسه مقعد أبيه، وسنذكره إن شاء الله تعالى.\n</p>\n\n<h3 class='dic-item l3' id='head184'>أبو القاسم خلف ابن أبي القاسم الأسدي</h3>\n\n<p>\nالمعروف بالبرادعي. ويكنى أيضا بأبي سعيد. من كبار أصحاب أبي محمد ابن\nأبي زيد، وأبي الحسن القابسي، وحفاظ المذهب المؤلفين فيه. له كتاب التهذيب\nواختصار المدونة، وحذف ما زاده أبو محمد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p256'> Vol. 07, p. 256</a>\n            </div>\n            \n</p>\n\n<p>\nوقد ظهرت بركة هذا الكتاب على طلبة الفقه. وتيمنوا بدرسه وحفظه. وعليه\nمعول أكثرهم بالمغرب والأندلس، على أن أبا محمد عبد الحق ألف عليه جزءا،\nفيما وهم فيه على المدونة. وأنا أقول: إن البرادعي ما أدخل ما أخذ عليه\nفيه، إلا كما نقله أبو محمد ابن أبي زيد، ومن تآليفه أيضا كتاب تمهيد\nمسائل المدونة على صفة اختصار أبي محمد وزياداته. ولأجل ذلك قصده بعض\nالطلبة ليسمعه منه. فلما أتم الصدر، أغلق كتابه وقال: قد سمعت الباقي على\nأبي محمد. وهل زدت فيه غير هذا الصدر، وكتاب الشرح والتمامات، وكتاب\nاختصار الواضحة. ولم تحل له رئاسة بالقيروان، وكان مبغضا عند أصحابه،\nبصحبة سلاطينها الذين تبرأوا منهم. فكان مرفوض القول لديهم، ثقيل المكان\nعليهم. ويقال إن فقهاء القيروان أفتوا برفض كتبه، وترك قراءتها لتهمته\nلديهم، وسهل بعضهم في اختصاره المدونة وحده، لشهرة مسائله. ويقال إن الذي\nمكن تغيرهم عليه، أنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p257'> Vol. 07, p. 257</a>\n            </div>\n            \n</p>\n\n<p>\nوجد <span id='ms0978'></span> بخطه في ذكر بعض بني عبيد، أو أسبابهم يتمثل في تفريطهم بهذا البيت\nالمشهور:\n</p>\n\n<p>\nأولئك لوم إن بنوا أحسنوا البناء % % وإن وعدوا أوفوا وإن عقدوا شدوا\n</p>\n\n<p>\nويقال: بل سببه أنه ألف كتابا في تصحيح نسب بني عبيد، وأنه كانت تأتيهم\nإمامة. ويقال: بل لحقه في هذا دعاء الشيخ أبي محمد، رحمه الله. إذ كان\nالبرادعي أيام دراسته عنده، لا يزال يتسبب في الاعتراض عليه والتنبيه على\nأوهامه، والإزراء ببعض كلامه. فعز ذلك على الشيخ، وتفرغ عند خروجه الى\nالدعاء عليه. فكانوا يرون أن ذلك لحقه منه، فلفظته القيروان. ولم يستقر\nبها. فخرج الى صقلية، وقصد أميرها. فحصلت له مكانة. وعندها ألف كتبه\nالمذكورة. وكان ممن له دنيا، ولم يبلغني وقت وفاته. رحمه الله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p258'> Vol. 07, p. 258</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head185'>أبو عبد الملك البوني رحمه الله</h3>\n\n<p>\nواسمه مروان بن علي القطان. أندلسي الأصل. سكن بونة من بلاد إفريقية.\nوكان من الفقهاء المتفننين. وألف في شرح الموطأ، كتابا مشهورا حسنا،\nرواه عنه الناس، وتفقه بأحمد بن نصر الداودي. روى عنه حاتم الطرابلسي وأبو\nعمر ابن الحذاء. قال حاتم: كان رجلا فاضلا حافظا، نافذا في الفقه\nوالحديث. أصله من قرطبة. سمع معنا وكتب عنه تفسير الموطأ من تأليفه. ولازم\nالداودي وغيره. قال أبو عمر ابن الحذاء: كان صالحا عفيفا عاقلا، حسن\nاللسان رحمه الله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p259'> Vol. 07, p. 259</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head186'>أبو عبد الله محمد بن عباس الأنصاري</h3>\n\n<p>\nالمعروف بالخواص، من فقهاء إفريقية ورواتها، ومقدمي فضلائها وزهادها،\nوأصحاب الفاسي، وأصاب أبي محمد ابن أبي زيد، وأبي سعيد ابن أخي هشام. حدث\nعنهما عن زياد بن عبد الرحمن، وتميم ابن أبي العرب، وأبي الحسن البلوي،\nوأبي محمد البادسي، وهبة الله ابن أبي عقبة، وأبي بكر الصقلي، وأبي القاسم\nالصقلي، وابن حنيف السوسي، وأجازه سهل بن عبد الله بن سودان، وروى عنه عبد\nالجليل الربعي، وابن المرابط المري، وابن سهل القروي. وتوفي رحمه الله في\nشعبان، سنة ثمان وعشرين. ورثاه أبو علي ابن رشيق بقصيدة أولها:\n</p>\n\n<p>\nالله باق وكل هالك مودي % % والموت ليس على حال بمردود\n</p>\n\n<p>\nفانظر وإنك <span id='ms0979'></span> في الدنيا على خطر % % ما يفعل الدهر في صم الجلاميد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p260'> Vol. 07, p. 260</a>\n            </div>\n            \n</p>\n\n#\n<p>\nرماها العنى في دار غبطته % % إذا استفاد بلى منها بتجديد\n</p>\n\n<p>\nهذا محمد المحمود أجمعه % % قد خلف الدهر فينا غير محمود\n</p>\n\n<p>\nفأي حظ من المعروف منقطع % % وأي ركن من الإسلام مهدود\n</p>\n\n<p>\nأودى ابن عباس الثاني ووارثه % % دينا وعلما وفضلا غير مجحود\n</p>\n\n<p>\nأودى ولم يبق شيئا كان يملكه % % إلا بيوتا كأمثال المساجيد\n</p>\n\n<p>\nمن لا يرد ضعيفا عند مسألة % % ولا يرى وهو ثاني العطف والجيد\n</p>\n\n<p>\nفليبكه كل ملهوف لحاجته % % وكل معفى عن الأبواب مطرود\n</p>\n\n<p>\nله التقدم في فرض نافلة % % على أئمتنا الغر الصناديد\n</p>\n\n<p>\nفما رأيت مصابيح الهدى اجتمعوا % % إلا وألقوا إليه بالمقاليد\n</p>\n\n<h3 class='dic-item l3' id='head187'>عبد الله بن إسحاق السرتي</h3>\n\n<p>\nيعرف بابن سمحان، من فقهاء إفريقية، يروي عن عبد الله المستملي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p261'> Vol. 07, p. 261</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head188'>أبو محمد بن هبة الله البلوي رحمه الله</h3>\n\n<p>\nأبو القاسم. قيرواني، فقيه واسع الرواية، له رحلة الى الشرق.\n</p>\n\n<h3 class='dic-item l3' id='head189'>أبو عبد الله مكي بن عبد الرحمن المنستيري القرشي</h3>\n\n<p>\nمن فقهاء إفريقية. وأصحاب القابسي. وكان كاتبه ومختصا به. رحمه الله.\n</p>\n\n<h3 class='dic-item l3' id='head190'>أبو علي حسين بن محمود المولى التونسي</h3>\n\n<p>\nقدم القيروان سنة ثلاث وعشرين. فسمع عنه بها. يروي عن الإبياني. ورحل الى\nالمشرق ولقي ابن فورك وغيره. روى عنه عبد الجليل الربعي. وأبو محمد بن سهل\nالمقري، وأبو بكر عبد الله بن محمد المالكي. وأبو عبد الله المعروج القار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p262'> Vol. 07, p. 262</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head191'>محمد بن سفيان الهواري رحمه الله</h3>\n\n<p>\nالمقري، قيرواني. أبا عبد الله بن محمد. أخذ عن القابسي، ورحل الى عبد\nالمنعم بن غلبون. وكان الغالب عليه علم القرآن. قال أبو عمر الداني: كان ذا\nحفظ وفهم، وستر وعفاف. قال حاتم الطرابلسي: كان رجلا عاقلا فهما، حلوا\nمتقللا. أشهر من في المغرب في وقته بالقراءات، وأبصرهم بها. وله في\nالقراءات كتاب الهادي وغيره. روى عنه حاتم الدلائي. قال أبو الطيب الخلودي\nالفقيه: كان شيخنا أبو عبد الله بن سفيان، إماما فاضلا، وكان له اعتناء\nبعلم الحساب، والهندسة. وقد حكى ابن محرز عنه في مسألة. قال أبو عمر المقرئ\nفي طبقاته: وخرج من <span id='ms0980'></span> القيروان لأداء الفريضة، سنة ثلاث عشرة وأربعماية. فحج\nوجاور بمكة. ثم أتى المدينة. فتوفي بها سنة خمس عشرة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p263'> Vol. 07, p. 263</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head192'>سيدي محرز العابد رحمه الله تعالى وغفر له</h3>\n\n<p>\nهو أبو محمد محرز بن خلف ابن أبي رزين التونسي، المعروف بالعابد. خاتمة\nصلحاء علماء إفريقية. روى عن أبي إسحاق الدينوري. وكتب الى الأبهري، ولا\nأدري لقيه أم لا. روى عنه حاتم، وكان متقشفا فاضلا، زاهدا في الدنيا،\nمجانبا لأهلها، مستجاب الدعوة. ذكر أن أهل تونس لما قتلوا الروافض، القتلة\nالمعلومة، وحدثوا أن محرزا شيخهم حملهم عليه، وطهر الأرض منهم، ورفعت\nالقصة الى باديس أمير إفريقية، حنق على التونسيين، وعزم على القصد لهم،\nوقال: تكون الأرض، ولا تكون تونس. فبلغ الخبر أهل تونس، فجزعوا له. وفزعوا\nالى شيخهم محرز، وأخبروه ما بلغهم بأنفسهم، وقال لهم: بل تكون الأرض ولا\nباديس، فأخذ في الدعاء عليه. فأخذ باديس ذبحة أتت عليه، وأراح الله تعالى\nمنه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p264'> Vol. 07, p. 264</a>\n            </div>\n            \n</p>\n\n<p>\nحكى بعضهم أنه كان آخر ليله ونهاره، إنما صلاته النافلة. يصلي ركعتين ثم\nيجلس، يتفكر ساعة أو ساعتين، ثم يقوم فيركع ركعتين ثم يجلس يتفكر، يفعل ذلك\nعامة ليله ونهاره، وكان بتونس، صقلي أمر الناس ألا يكبروا على الميت، إلا\nخمس تكبيرات. فقال له المشارقة: أبو كسية يكبر أربعا، ولا يؤذن حي على\nخير العمل، ولا يقرأ بسم الله الرحمن الرحيم في الصلاة، ولا يسلم تسليمتين،\nولا يؤذن الصلاة خير من النوم. فأرسل وراءه، فدخل عليه محرز، وحول الصقلي\nالمشارقة. فلم يسلم، فقال له الصقلي: السلطان يأمر بكذا. وأنت لا تفعل أمر\nالسلطان، إحذر من السيف. فقال له: الصراط أحد من السيف، ومن السلطان\nوأمره؟ ثم انصرف. فبهت الصقلي، ولم يتكلم بكلمة. وغشي عليه، فلما أفاق من\nغشيته، قال: تقولون أبو كسية؟ لما أشار بيده إلي حسبت كأن من ضربني برمح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p265'> Vol. 07, p. 265</a>\n            </div>\n            \n</p>\n\n<p>\nفي القلب، فغشي علي. ودخل عليه كاتب ابن أبي العرب. فقال: أحب أن توصيني\nبوصية، الى عبد الله ابن أبي العرب. فقال له: ولابد. قال: نعم، إذا وصلت\nإليه، فقل <span id='ms0981'></span> له: يقول لك المؤدب إقرأ سورة ابراهيم. فإذا فرغت منها كررها\nثلاث مرات، يريد تنبيهه على قوله تعالى: \" ولا تحسبن الله غافلا عما يعمل\nالظالمون \" الآية. كتب الى الأبهري، أبي بكر، يسأله عما يأخذ بنو عبيد من\nالزكاة. فأجاب بأنها لا تجزئ. وكذلك الجبنياني، والقابسي. لأنهم يقرون\nبالزكاة المفروضة، وإنما يأخذونها على أنها جزية. وهم على غير الإسلام.\nوقال ابن أبي زيد وابن اللباد: إنها تجزئ، لأنا إن قلنا لا تجزئ، لم يؤدوا\nشيئا. فلأن يؤدوا بتأويل، خير من تركها عامدين. قال أبو محمد: وكنت أستحب\nذلك، إذ كانوا يشحون بيت المال. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p266'> Vol. 07, p. 266</a>\n            </div>\n            \n</p>\n\n<p>\nوقد أعطوا ذلك اليهود والنصارى وأنفقوها في الخمور، وحالوا بينها وبين\nأهلها. فلا تجزئ ويكون ما أخذوا منها، كمال غصبه الغاصب، وعلى أهل الأموال\nإخراج زكاة ما بقي، كان فيه ما فيه الزكاة. قال: جعلت على بعض طلبة\nالمؤدب محرز دراهم، جورا وظلما. فأتى المؤدب فأخبره. فقال: لا خلاص لي من\nهذا، إلا بالله، ثم بك. فإن امتنعت خاصمتك غدا بين يدي الله تعالى. فقال\nالشيخ عند ذلك: ما شاء الله، لا قوة إلا بالله. ما تريد يا أخي؟ قال:\nكتابا الى باديس، يصرف عني ما أنا فيه. فقال: تكلفني مشقة. فقال: لابد.\nفقال الشيخ: الله المستعان. وأخذ قرطاسا وكتب: بسم الله الرحمن الرحيم،\nحقق الله الحق في قلوب العارفين من عباده، ونقل المذنبين الى ما افترض\nعليهم من طاعته. أنا رجل قد عرف كثير من الناس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p267'> Vol. 07, p. 267</a>\n            </div>\n            \n</p>\n\n<p>\nاسمي. وهذا من البلاء. وأنا أسأل الله أن يتغمدني برحمة منه، وفضل. وربما\nجاء المضطر يسأل الحاجة. فإن تأخرت، خفت، وإن سارعت، فهذا أشر. وقد كتبت\nإليك في مسألة رجل من الطلبة، طولب بدراهم ظلما، ولا شيء له. وحامل رقعتي\nيشرح لك ما جرى، فعامل فيه مما لابد من لقائه، واستح ممن هو وحده. وشاور في\nأمرك الذين يخافون الله تعالى، واحذر بطانة السوء. فإنهم إنما يريدون\nدراهمك ويقربون من النار لحمك ودمك. فاحفظ، تحفظ واتق الله، فإن من يتق\nالله <span id='ms0982'></span> يجعل له من أمره يسرا. ومن يتق الله يجعل له مخرجا. واستعن بالله،\nفإنه من يتوكل على الله، فهو حسبه. الآية. واستكثر من الزاد، فقد دنا\nالرحيل. والسلام. فتلقى الطالب بكتابه، ولد المنصور. فقال له كاتبه - ابن\nأبي العرب - ما تريد؟ فأعلمه. فقال: هات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p268'> Vol. 07, p. 268</a>\n            </div>\n            \n</p>\n\n#\n<p>\nالكتاب. فقال الطالب: إنما أريد وضعه في يد باديس. فأخذه باديس، وقبله.\nوقال: هذا كتاب صديق الله. وأم الكاتب أن يكتب سجلا، لجميع الطلبة\n</p>\n\n<p>\nبالحفظ، والرعاية. وأن يصرف عن جميع طلبة الشيخ ما تسبب إليهم، من\nالمظالم. ظ، والرعاية. وأن يصرف عن جميع طلبة الشيخ ما تسبب إليهم، من\nالمظالم.\n</p>\n\n<h3 class='dic-item l3' id='head193'>أبو بكر عتيق السوسي</h3>\n\n<p>\nقيرواني، من أصحاب القابسي. رضي الله عنه\n</p>\n\n<h3 class='dic-item l3' id='head194'>أبو محمد عبد الله العربي</h3>\n\n<p>\nقيرواني، معظم في فقهائها. ذو علم، وحفظ، ونظر، وتحقيق، من أصحاب\nالقابسي. أخذ عنه ابن محرز وابن سعدون، وغيرهما. قال ابن سعدون: مبرزا من\nأحفظ الناس.\n</p>\n\n<h3 class='dic-item l3' id='head195'>القاضي أبو الحسن أحمد بن عبد الرحمن</h3>\n\n<p>\nالمعروف بابن الحصائري. صقلي. لقي أبا محمد ابن أبي زيد، وأبا الحسن ابن\nبكرون، وأبا عبد الله محمد بن أحمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p269'> Vol. 07, p. 269</a>\n            </div>\n            \n</p>\n\n#\n<p>\nبن يزيد القروي، من أهل الفقه والفضل والدين، والرواية. أخذ عنه الناس،\nوتفقهوا عليه. سمع منه عتيق السمنطاري، وأبو بكر ابن يونس، وعتيق بن عبد\nالجبار، الربعي، الفرضي.\n</p>\n\n<h3 class='dic-item l3' id='head196'>أبو بكر بن العباس</h3>\n\n<p>\nفقيه صقلية. فاضل. أدب في القرآن والفرائض وتفقه عليه في المدونة وكان\nإماما في علم الفرائض، وعنه أخذها أهل صقلية وغيرهم. حدث عن القابسي، أخذ\nعنه ابن يونس، والسمنطاري.\n</p>\n\n<h3 class='dic-item l3' id='head197'>أبو علي حسن بن أبي طالب الزيات المروي</h3>\n\n<p>\nفقيه حدث عن هبة الله بن عقبة بن سعدون. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p270'> Vol. 07, p. 270</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head198'>أبو حسين بن سلمون المسيلي</h3>\n\n<p>\nدخل الى الأندلس، فقطن قرطبة، بعهد الجماعة. فلم يرمها، وشهر بها علمه\nوفضله، وولي الشورى. فكان أحد جلة مفتيها الى أن مات. وكان عفيفا متواضعا\nحافظا للمسائل، واقفا على الأصول، فيما قاله ابن حيان. قال: وتوفي رحمه\nالله سنة إحدى وثلاثين وأربعماية. رحمه الله.\n</p>\n\n<h3 class='dic-item l3' id='head199'>أبو عبد الله ابن البناء رحمه الله</h3>\n\n<p>\nفقيه زاهد من <span id='ms0983'></span> أهل صقلية، رضي الله تعالى عن جميعهم.\n</p>\n\n<h3 class='dic-item l3' id='head200'>محمد بن محمد بن إدريس الزيات</h3>\n\n<p>\nالمعروف بابن الناظور، وأبو بكر من فقهاء القيروان، وأهل العناية بالعلم\nوالظهور في الحديث والفقه. سمع من أبيه ومن أبي الحسن بن مسرور الدباغ،\nوأبي القاسم الستوري، وهبة الله بن محمد، وأبي الحسن بن شعبان وأبي إسحاق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p271'> Vol. 07, p. 271</a>\n            </div>\n            \n</p>\n\n#\n<p>\nابراهيم بن عبد الله الملايسي، وجماعة غيرهم. وكان أبوه راوية القيروان\nفي وقته. رواه عنه ابن سعدون الفقيه، وأبو محمد بن سعيد.\n</p>\n\n<h3 class='dic-item l3' id='head201'>أبو بكر بن عبد الله بن أبي زيد</h3>\n\n<p>\nولد الشيخ أبي محمد. كانت له ولأخيه عمر بالقيروان، مكانة جليلة، بأبيهما\nوتقدمهما. وولي قضاء القيروان، قبل الفتنة. ولم يكن فيما بلغني بالمحمود\nالسيرة. وقد رويت عنه كتب أبيه. وكان أدركه صغيرا. وكتب أحمد بن نصر\nالداودي عنهما. ولم يكن بالطائل المعرفة. وله ولأخيه خاطبهما ابن رشيق\nبقوله:\n</p>\n\n<p>\nيا موضعي أملي على التحقيق % % وسميي الصديق والفاروق\n</p>\n\n<p>\nما زال رأيكما كرأي أبيكما % % يجري على التسديد والتوفيق\n</p>\n\n<p>\nلكن أمت إليكما دون الورى % % فسرقت أمن ما لكون فويق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p272'> Vol. 07, p. 272</a>\n            </div>\n            \n</p>\n\n#\n<p>\nمن أي وجه تنصران مخاصمي % % من بعد ما وجبت عليه حقوقي\n</p>\n\n<p>\nوأنا أحق بذاك غير مدافع % % في كل ناحية وكل طريق\n</p>\n\n<p>\nإن كان إشفاقا عليه فإنه % % فيما تعالى لم يكن بشفيق\n</p>\n\n<p>\nلا ترغبا في بر من هو مثله % % فلرب بر يرجعن بعقوق\n</p>\n\n<p>\nوإذا الفتى لم يرض من خالقه % % لم تلقه يرضى عن المخلوق\n</p>\n\n<h3 class='dic-item l3' id='head202'>أبو عمر عثمان أبو العتاب</h3>\n\n<p>\nمن فقهاء القرويين، وعظماء مدرسيها. أخذ عن القابسي، رحمهما الله.\n</p>\n\n<h3 class='dic-item l3' id='head203'>أبو المنجار زيادة الله رحمه الله</h3>\n\n<p>\nالطرابلسي. له كتاب تذكرة الدارس. رضي الله عن جميعهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p273'> Vol. 07, p. 273</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head204'>أبو الحسن علي بن محمد رحمه الله</h3>\n\n<p>\nالمعروف بابن الهمر، من أهل طرابلس. أخذ ببلده عن ابن بكرون، وبه تفقه.\nوبمصر عن محمد بن عبيد الوشاء، وأبي القاسم الجوهري، وبمكة عن أبي الحسن\nابن رزين، وبالقيروان عن القابسي، وكان فقيها فرضيا. له في الفرائض كتاب\nمفيد مشهور، سماه بالكافي. أخذ عنه ابن محرز.\n</p>\n\n<h3 class='dic-item l3' id='head205'>أبو الحسن بن سي رحمه الله</h3>\n\n<p>\nقاضي طرابلس. من <span id='ms0984'></span> أصحاب ابن بكرون أيضا. رضي الله عن جميعهم.\n</p>\n\n<h3 class='dic-item l3' id='head206'>أبو بكر اسماعيل بن إسحاق بن عذرة الأيدي</h3>\n\n<p>\nفقيه فاضل زاهد قيرواني. من أصحاب أبي محمد ابن أبي زيد، وطبقته. ورحل\nالى المشرق فلقي ابن مجاهد الطائي المتكلم، وأخذ عنه. وأبا بكر الأبهري،\nوأبا بكر محمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p274'> Vol. 07, p. 274</a>\n            </div>\n            \n</p>\n\n<p>\nأحمد البغدادي. وسمع غيرهم. وكان الغالب عليه الزهد والعبادة. وقد سمع\nمنه الناس، روى عنه حاتم الطرابلسي، وأبو مروان الطلبني، وأثنى عليه ابن\nأبي زيد في شيبته، في كتابه منه، الى من سأل ابن عذرة عن خطباء بني عبيد.\nوقيل له: إنهم يثنون عليهم. قال: أليس يقولون: اللهم صل على عبدك الحاكم،\nوورثه الأرض؟ قالوا: نعم. قال أرأيتم لو أن خطيبا خطب فأثنى على الله\nتعالى ورسوله، فأحسن الثناء، ثم قال: أبو جهل في الجنة، أيكون كافرا؟\nقالوا: نعم. قال: فالحاكم أشر من أبي جهل. وسئل الداودي عن المسألة فقال:\nخطيبهم الذي يخطب لهم، يدعو يوم الجمعة. كافر يقتل. ولا يستتاب، وتحرم عليه\nزوجته، ولا يرث ولا يورث ماله في المسلمين. وتعتق أمهات أولاده، ويكون\nمدبروه للمسلمين. يعتق أثلاثهم، بموته، لأنه لم يبق له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p275'> Vol. 07, p. 275</a>\n            </div>\n            \n</p>\n\n#\n<p>\nمال. ويؤدى مكاتبوه للمسلمين ويعتقون بالأداء، ويرجعون بالعجز، وأحكامه\nكلها، أحكام الكفر. فإن تاب قبل أن ظهر الندم، ولم يكن أخذ دعوة القوم،\nقبلت توبته. ومن صلى وراءه، خوفا، أعاد ظهرا أربعا. ثم لا يقيم إذا\nأمكنه الخروج، ولا عذر له بكثرة عيال ولا غيره.\n</p>\n\n<h3 class='dic-item l3' id='head207'>أبو محمد بن الكراني من فقهاء القيروان</h3>\n\n<p>\nسئل عن من أكرهه بنو عبيد على الدخول في دعوتهم، أو يقتل؟ قال: يختار\nالقتل، ولا يعذر أحد بهذا، إلا من كان أول دخولهم البلد. فيسأل إن يعرف\nأمرهم، وأما بعد، فقد وجب الفرار، فلا يعذر أحد بالخوف بعد إقامته، لأن\nالمقام في موضع يطلب من أهله تعطيل الشرائع، لا يجوز، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p276'> Vol. 07, p. 276</a>\n            </div>\n            \n</p>\n\n<p>\nوإنما أقام من هنا من العلماء والمتعبدين على المباينة لهم، لئلا يخلو\nبالمسلمين عدوهم، فيفتنوهم عن دينهم. وعلى هذا كان حبيب بن حمدون ونظراؤه،\nالقطان، وأبو الفضل الممسي <span id='ms0985'></span>، ومروان بن نصرون والجبنياني والسبائي، وبه\nيقولون ويفتون. وقال أبو يوسف بن عبد الله الرعيني في كتابه: أجمع علماء\nالقيروان أبو محمد، وأبو الحسن القابسي، وأبو القاسم ابن شبلون، وأبو علي\nبن خلدون، وأبو بكر الطبني، وأبو بكر بن عذرة: أن حال بني عبيد، حال\nالمرتدين والزنادقة، بما أظهروه من خلاف الشريعة، فلا يورثون بالإجماع،\nوحال الزنادقة بما أخفوه من التعطيل. فيقتلون بالزندقة، قالوا: ولا يقدر\nأحد بالإكراه على الدخول في مذهبهم، بخلاف سائر أنواع الكفر. لأنه أقام بعد\nعلمه بكفرهم، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p277'> Vol. 07, p. 277</a>\n            </div>\n            \n</p>\n\n#\n<p>\nولا يجوز له ذلك، إلا أن يختار القتل، دون أن يدخل في الفكر. على هذا\nالرأي أصحاب سحنون يفتون المسلمين. قال أبو القاسم الدهان: وهم بخلاف\nالكفار، لأن كفرهم خالطه سحر بمن اتصل بهم، خالطه السحر. ولما حمل أهل\nطرابلس الى بني عبيد، أضمروا أن يدخلوا في دينهم، عند الإكراه. ثم ردوا من\nالطريق سالمين. فقال ابن أبي زيد رضي الله عنه: هم كفار لاعتقادهم ذلك.\n</p>\n\n<h3 class='dic-item l3' id='head208'>عبد الرحيم بن أحمد الكتامي</h3>\n\n<p>\nأبو عبد الرحمن، المعروف بابن العجوز من أهل سبتة. كان كبير قومه، كتامة.\nوإليه كانت الرحلة في جهة المغرب. وذا ذكر شهير في بلاد المغرب. ومنزلهم\nبالدمنة، من بلد قومهم، معروف. وإليه كانت الرحلة في جهة المغرب في وقته.\nوعليه مدار الفتوى، سمع عبد الرحيم بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p278'> Vol. 07, p. 278</a>\n            </div>\n            \n</p>\n\n<p>\nالعجوز، وطلب العلم، ورحل فيه الى الأندلس، وإفريقية. ولزم أبا محمد بن\nأبي زيد فقيه القيروان نحو خمسة أعوام، وسمع منه كتبه النوادر، والمختصر\nوغير ذلك. وسمع أيضا من عبد الملك بن الحسن الصقلي. وسمع من دراس بن\nاسماعيل القابسي. وأبو محمد الأصيلي، ووهب بن مسرة الحجاز، وكانت رحلته\nورحلة صاحبه، محمد بن غالب الى القيروان، في نحو الثمانين وثلاثماية. قرب\nوفاة أبي محمد ابن أبي زيد، رحمه الله. أخذ عنه الناس بسبتة، علماء كثيرا.\nوتفقهوا عليه وسمعوا منه. وكان من حفاظ المذهب القائمين به. روى عنه أبو\nمحمد قاسم ابن المأمون، ومحمد بن عبد الرحمن بن سليمان، وابن خلف الله،\nوجماعة <span id='ms0986'></span> فقهاء السبتيين والفاسيين، وسواهم من غيرهم، ممن روى عنه. وأبو\nعثمان بن سولب من أهل قلعة حماده. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p279'> Vol. 07, p. 279</a>\n            </div>\n            \n</p>\n\n#\n<p>\nوتوفي رحمه الله: سنة ثلاث عشرة وأربعماية. وكان له بنون، عبد العزيز،\nوعبد الرحمن، وعبد الكريم. فأما عبد العزيز وعبد الرحمن، فخلفا أبيهما وسدا\nمكانه. وسيأتي ذكرهما. وأما عبد الكريم فطلب العلم أيضا. وسمع من أبيه،\nوكان أكثر مدته في قومه كتامة، رأسا فيهم. وهم له طاعة. وقتله المرابطون\nعند غلبتهم على كتامة. ودخولهم قلعتهم الدمنة.\n</p>\n\n<h3 class='dic-item l3' id='head209'>يوسف بن حمود بن خلف بن أبي مسلم الصفي</h3>\n\n<p>\nالقاضي. أبو الحجاج. سبتي شهير البيت بها في العلم. كان فقيها خيرا\nفاضلا زاهدا متقشفا أديبا شاعرا. راوية. سمع من شيوخ بلده. ورحل الى\nالأندلس، فسمع أبا محمد الباجي، وأبا محمد الأصيلي، وأبا المغيرة خطاب بن\nبتري. وأبا بكر الزبيدي، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p280'> Vol. 07, p. 280</a>\n            </div>\n            \n</p>\n\n<p>\nوغيرهم. وولي قضاء سبتة ولاه المستعين من بني أمية العلويين، بعد قتل\nابن زوبع. فكان من أجل قضاتها طريقة، وأحمدهم سيرة، وأشدهم على أصحاب\nالسلطان شكيمة. وله في كل هذا أخبار مأثورة. وكان يرغب الانحلال عن الخطة،\nفلا يسعف. رحل الى المشرق، وهو كبير. بعد ولايته القضاء، سنة ثلاث عشرة\nوأربعمائة. واستعفى الى الخطة عنه. فلم يسعف في الانحلال، فقيل له: استخلف.\nفاستخلف قاسم بن الفضل ابن أبي مسلم. وتخطط بالفقهاء. وسافر، فحج وسمع من\nأبي ذر، وأبي عبد الله الصوري، وانصرف. فرجع الى قضائه. وكان على مكانه من\nالجلالة، كثير التواضع، يمتهن نفسه، في نتاول أسبابه وفلاحته جنته. ويمتطي\nحمارا له في تصرفاته. حدثني من رآه متحزما في جنته بالميناء، ينظر في\nبعض مصالح غراستها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p281'> Vol. 07, p. 281</a>\n            </div>\n            \n</p>\n\n<p>\nوحدثني غير هذا: أنه كان في بعض أزقة الميناء، إذ سمعت الناس يقولون:\nالقاضي. ويتأهبون لحضوره. قال: فإذا بشيخ طويل القامة، أبيض اللحية،\nطويلها، يمشي وبيده قفة، فيها آلة الفلاحة. قد سترها بطنب غفارة عليه. وإذا\nبه القاضي منصرفا من جنته تلك. وخيره مع الغربيين اللذين قصداه، فألفياه\nبجنته. فدقا عليه الباب، فخرج إليهما في صورة خدمة الجنات، فعرفاه أنهما\nيريدان لقاء <span id='ms0987'></span> القاضي، وهما يظنان أنه أجيره. فقال لهما: ترونه إن شاء الله\nتعالى. فلما قضى شغله لبس ثيابه، وركب حماره، وانصرف الى المدينة والرجلان\nمعه. وتبين لهما من إجلاله وإكبار الناس له، أنه القاضي، فاعتذرا له، فهون\nعليهما ونظر في قصتهما. ومن خبره أن إدريس بن علي الحسني، أمير سبتة إذ\nذاك، رأى هلال شوال في جماعة من أصحابه، ولم يره أحد من أهل سبتة سواهم.\nفقال له بعض أصحابه: إدفع شهادتك الى القاضي، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p282'> Vol. 07, p. 282</a>\n            </div>\n            \n</p>\n\n<p>\nوثبات ذلك عندك وصحته. فقال لهم ابن حمود: ذلك لا يغني عنده شيئا،\nفأنكروا ذلك عليه. فقال لهم: سترون. ووجه إليه بعض ثقاته، يخبرونه برؤيتهم\nالهلال. ويأمه بالخروج من عندهم الى الصلاة، مع الناس. فقال لهم: إن كان\nثبت عندي شيء يوجب أمرا الى الآن. فرجع الرسول إليه. فقال لهم أبيتم إلا\nفضيحتنا. وقطع اليقين على أنه لا يقبل شهادتنا؟ قال: وجاء داخل الليل شيء\nمن الصيادين، في البحر من الثقات. فأخبروه بكشفهم الهلال، من موضع صيدهم،\nورؤيتهم له. فأثبت شهادتهم ووجه الى ابن حمود بإثبات الخبر عنده، بشهادة من\nشهد بذلك من الصيادين، فزادهم عجبا. وقد بسطنا من أخباره أشبع من هذا في\nقضاة السبتيين من تاريخنا. ولم يزل ابن أبي مسلم يتردد في الاستعفاء من\nالقضاء الى آخر أيام إدريس. فصرفه وألحقه غضاضته. وسبب عليه من يطلبه، بما\nتولاه من الأحباس والأوقاف، فوقاه الله شرهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p283'> Vol. 07, p. 283</a>\n            </div>\n            \n</p>\n\n#\n<p>\nتوفي إثر ذلك في نحو ثلاثين وأربعماية. وكانت مدة قضائه، بضعا وعشرين\nسة. وابنه أبو الفضل حمود، أحد رجالات سبتة. وكان قليل العلم، استشاره\nالبرغواطيون في قلة الفقهاء. وكان المنظور إليه في البلد من مواليهم\nالأدراسة، سمع منه ابنه حمود، وابن أخيه ابراهيم بن الفضل القاضي، وقاسم بن\nعلا قومه، وبنو عنان، وعبد الله بن محمد بن غالب، واسماعيل بن حمزة وابن\nالمري، والمسيلي، ومحمد بن سليمان المعافري، وجماعة سواهم، من أهل بلدنا.\nوالغرباء، ورحل إليه، رحمه الله.\n</p>\n\n<h2 class='l2' id='head210'>من أهل الأندلس</h2>\n\n<h3 class='dic-item l3' id='head211'>عبد الله بن أحمد بن غالب بن زيدون</h3>\n\n<p>\nأبو <span id='ms0988'></span> بكر المخزومي. قرطبي. أبو بني زيدون، وزراء العبادية. كان أحد أصحاب\nابن ذكوان، وكان متفننا في ضروب العلم، جم الرواية والمعرفة. فصيحا، جميل\nالأخلاق. ويخضب بالسواد، وكان أحد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p284'> Vol. 07, p. 284</a>\n            </div>\n            \n</p>\n\n<p>\nالمشاورين المفتين بقرطبة. وابنه الأديب أبو بكر ابن زيدون ذو الثناء\nالبعيد، في جودة الشعر والبلاغة. ولي كتابة المعتضد ابن عباد، وابنه، ولي\nبعده وزارة ابنه المعتمد. وقتله المرابطون عند دخولهم عليه قرطبة، وقتلهم\nصاحبها المأمون ابن المعتمد بن عباد. وكانت وفاة الفقيه أبي بكر ابن\nزيدون: سنة خمس وأربعماية. وهو كهل، ابن نحود الخمسين سنة بالبيرة، فجيء\nبتابوته الى قرطبة. فدفن بها. ومولده سنة أربع وخمسين وثلاثماية. ورثاه أبو\nعبادة ابن ماء السماء الشاعر، بقصيدة أولها:\n</p>\n\n<p>\nأي ركن من الشهادة هيضا % % وجموم من المكارم غيضا\n</p>\n\n<p>\nحملوه من بلدة نحو أخرى % % كي يوافوا به ثراه الأريضا\n</p>\n\n<p>\nمثل حمل الرياح مزنا طبيبا % % ليداوي به مكانا مريضا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p285'> Vol. 07, p. 285</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head212'>أبو عبد الله محمد بن عمر</h3>\n\n<p>\nالمعروف بابن الفخار، ويعرف بالحافظ - لقب عرف به - أحد أئمة المالكية\nبقرطبة. وأحفظ الناس وأحضرهم علما، وأحسنهم تذكرا، وأسرعهم جوابا،\nوأوقفهم على اختلاف العلماء، مرجحا بين المذهبين. جافظا للحديث والأثر،\nمائلا الى الحجة والنظر، سمع أبا عيسى، وكان أولا يميل الى مذهب الشافعي،\nثم تركه. وروى عن الربيع أنه قال: دخلت على الشافعي في مرض موته، فوجدته\nيبكي. فقلت له: ما بكاؤك رحمك الله. قال أبكي، والله، لمفارقة مذهب مالك،\nوأنا أعلم أنه الحق. وكان ابن الفخار، يفضل داود القياسي ويقول في بعض\nالأشياء بقوله. قرأت بخط أبي محمد ابن أبي قحافة الفقيه. وذكر ابن الفخار،\nفقال: كان واحد عصره، وبديع دهره، ورئيس وقته، وعالم فقهه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p286'> Vol. 07, p. 286</a>\n            </div>\n            \n</p>\n\n<p>\nوكان أرزق الناس وأسكنهم طائرا، وأقنعهم مجلسا، قبل أن يهاج. وكان سريع\nالغضب، تبدر منه عند ذلك بوادر، لا يضبط كلامه عند ذلك. وكان ذا منزلة\nعظيمة في النسك، والفقه، والتقشف، والمشاورة في الأحكام. ورحل الى المشرق،\nفحج، وجاور واتسع في الرواية. وسكن مدينة النبي صلى الله عليه وسلم. وشور\nبها، فكان يفخر بذلك على <span id='ms0989'></span> أصحابه. وكان كثير الانتزاع بكتاب الله تعالى.\nحاضر الجواب في ذلك. وحكي أنه قال: لما حججت وانصرفنا، وصلت برقة. فرأيت\nقائلا يقول لي في النوم: يا محمد ارجع فحج، فإنك لم تحج. ففكرت في\nالعلة. فوجدت المال الذي أنفقته، فيه شيء، فتفرغت من بقيته، ورجعت أخدم في\nسقي الماء وغيره، حتى حججت مرة ثانية. فلما بلغت برقة رأيت ذلك القائل\nبعينه يقول لي: قد قبل حجك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p287'> Vol. 07, p. 287</a>\n            </div>\n            \n</p>\n\n<p>\nوله اختصار في كتاب نوادر الشيخ أبي محمد ابن أبي زيد. ورد عليه في بعض\nمسائله، واختصار المبسوط لاسماعيل القاضي، لا بأس به. وله رد على أبي محمد\nابن أبي زيد، في رسالته، ردا تعسف عليه فيه. في كتاب سماه التبصرة. ورد\nعلى أبي عبد الله بن العطار في وثائقه. وكانت له مذاهب، أخذ بها في خصة\nنفسه، خالف فيها أهل قطره. وكان يصلي الإشفاع خمسا، ويعجل بصلاة العصر\nشديدا ولا يرى غسل الذكر كله من المذي. وكانت له أعمال من البر صالحة.\nودعوات مستجابات. وانتفع المسلمون بوعظه، وإرشاده. وفر عن قرطبة عند غلبة\nالبرابرة عليها، لهدرهم دمه. إذ كان أحد المشددين في صلحهم، والنهي عنهم.\nفاضطرب بجهات الغرب والشرق وألقى عصاه ببلنسية. فأقام بها مطاعا الى أن\nهلك لعشر خلون من ربيع الأول، سنة تسع عشرة فيما قاله ابن حيان. وثمان عشرة\nفيما قاله ابن مفرج، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p288'> Vol. 07, p. 288</a>\n            </div>\n            \n</p>\n\n#\n<p>\nوأربعماية. وسنه نحو الثمانين سنة. وكان الحفل في جنازته عظيما، وعاين\nالناس فيها آية من طيور سوداء، مثل أمثال الخطاطيف تخللت الجمع دافقة فوق\nنعشه، مرفرفة عليه، لم تفارقه الى أن ووري في لحده، وسوي علي، فعجب منها.\n</p>\n\n<h3 class='dic-item l3' id='head213'>أبو بكر عبد الرحمن بن أحمد بن محمد بن التجيبي</h3>\n\n<p>\nالمعروف بابن حرمل، قرطبي. كبير المفتين في هذه الطبقة. سمع أبا ابراهيم،\nوابن الأحمر، وابن حارث، وابن مطرف، وأبا عثمان بن عبد ربه، وابن السليم\nالقاضي، وأبا عيسى، واسماعيل بن بدر، وأبا جعفر التميمي. أخذ عنه ابن عتاب،\nوحاتم، جميع مسائل ابن زرب. قال أبو عبد الله الخولاني: كان <span id='ms0990'></span> من أهل العلم\nوالصلاح، والفضل. قديم الخير. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p289'> Vol. 07, p. 289</a>\n            </div>\n            \n</p>\n\n#\n<p>\nقال ابن حيان: كان حافظا عالما، راوية، وجيها في قضاء الحوائج. طليق\nالمحيا لجميع الناس، ولحقته زمانة أقعدته آخر عمره في بيته. وتوفي في منتصف\nصفر، سنة نيف وعشرة وأربعماية، فقده الناس. وترك ابنه محمدا. وكان له حظ\nمن علم الشروط والأدب والمعرفة. ولم يحذق الفقه حذق غيره، ولا حفظ المسألة\nحتى حفظها. وكان ذا مروءة وظرف وفصاحة. توفي سنة خمس وثلاثين وأربعماية.\nومولده سنة إحدى وسبعين وثلاثماية. رحمه الله تعالى.\n</p>\n\n<h3 class='dic-item l3' id='head214'>أبو المطرف عبد الرحمن بن هارون بن عبد الرحمن الأنصاري</h3>\n\n<p>\nالمعروف بالقنازعي. منسوب الى صنعته. قرطبي، فقيه زاهد ورع، متقشف، تفقه\nبالأصيلي، وابن المكوى، وابن أخي مسلمة، ونظرائه بالأندلس. وسمع الحديث بها\nمن ابن أبي عيسى، والقلعي، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p290'> Vol. 07, p. 290</a>\n            </div>\n            \n</p>\n\n<p>\nوابن عون الله، وابن الخراز والباجي، وابن القوطية، وأبي المغيرة ابن\nبتري، وابن مفرج. ثم رحل الى المشرق، فلقي ابن أبي زيد بالقيروان، وأخذ\nعنه، وحج وسع بمصر، من أبي علي المطرزي، وأبي الحسن ابن شعبان، وأبي\nالقاسم ابن المؤمل، وأبي محمد الفاسي، وأبي الطيب الحريري، وأجازه ابن\nرشيق. وأخذ عن أبي بكر الأرموني، ثم تركه، إذ رآه داخل بني عبيد. وخرج\nمحملا بهم، فحمل بين يديه بين السماطين، وكان يقول: إنه دخل مسجد عمرو بن\nالعاص بالفسطاط. وفيه من مجالس المالكية في الفقه، والحديث نحو عشرين حلقة.\nوأهله يشكون لقياه والنقص بانتقال الدولة للشيعة على السنة. وحدث أبو علي\nالمطرزي أن حمزة الكناني، قال له في سنة ثمان وأربعماية: سيمر بك سنة تسع\nوستين إن عشت، ولست والله ترى في الجامع من ينصر الله، ولا رسول من سنة.\nقال المطرزي: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p291'> Vol. 07, p. 291</a>\n            </div>\n            \n</p>\n\n<p>\nفمات من كان بها من العلماء. ومنع بقيتهم من الجلوس في الجامع. والأمير\nكان على مذهب الشيعة. فجاءت السنة المؤرخة، بما قال حمزة. وذكر الفقيه أبو\nعبد الله بن عتاب، فقال: كان خيرا فاضلا. قدمه القاضي ابن بشر الى\nالشورى، فلم يلتفت الى ذلك، واستحضره للشهادة فاعتذر، وأبى. وكان يقرأ\nالقرآن. قال ابن عبد <span id='ms0991'></span> البر: كان خيرا عفيفا ورعا. كان يلبس قميصا أبيض،\nعلى فروة. وربما لبس الفروة دونها. قال ابن الحصار: كان ورعا زاهدا\nصالحا، من أهل العلم والتفقه في الحديث، وعلوم القرآن، من أحسن الناس\nتثبتا لرواية يحيى، وعناية بها. قال ابن حيان، وذكره، فقال: الفقيه المقرئ\nالراوية الحافظ الزاهد المخبت الورع، المتقشف الفاضل العالم، أحد من تناهت\nفيه خلال الصلاح بقرطبة. وعظمت به المنفعة. ظاهره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p292'> Vol. 07, p. 292</a>\n            </div>\n            \n</p>\n\n<p>\nوباطنه. وسلك سبيل السلف المتقدمين من هذه الأمة في الزهد في الدنيا،\nوالبعد عن الأمراء والقناعة باليسير، والحرص على التعليم والرضى عن الله،\nوالتذكر لبلائه. وكان ممن امتحن بالبرابرة في الفتنة، أيام ظهورهم على\nقرطبة. محنة أودت بحاله، وقدحت في خاطره. فعراه طيف خيال خفيف، يغشاه فلا\nيؤذيه، واضطر الى مؤاجرة نفسه في الإمامة والتعليم على حد من التحري. وتسرح\nفي أيام الأخمسة والجمعات، الى الإسماع والتفقه. وكان أقوم من بقي بحديث\nموطأ مالك رحمه الله، وله في تفسيره كتاب مشهور، مفيد مستعمل، واختصار كتاب\nابن سلام في تفسير القرآن، وكتاب اختصار وثائق ابن الهندي. وكان له حظ من\nعلم العربية، يستقل به. روى عنه ابن عتاب، وابن عبد البر، وابن الطبني،\nوأبو أحمد جعفر ابن عبد الله التجيبي، وعبد الرحمن القلعي، والطرابلسي.\nمولده سنة إحدى وأربعين وثلاثماية. وتوفي في رجب سنة ثلاث عشرة وأربعماية\nبقرطبة. رحمه الله. وجعلت رجلاه مما يلي يحيى بن يحيى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p293'> Vol. 07, p. 293</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head215'>أحمد ويحيى ابنا حكم العاملي</h3>\n\n<p>\nالمعروف بابن اللبان من أهل قرطبة. ولي أحمد قضاء طليطلة. وأخذ المنصور\nبها عيدا، فخطب به أحمد بإشارة ابن ذكوان القاضي، تنويها به. فارتج عليه،\nففزع الى الدعاء ثم صلى. فقال المنصور لابن ذكوان: لم يف ضمانك فيه، لم\nيأمر بشرائع الإسلام. فذكر له ذلك ابن ذكوان، فقال: أحببت السنة في تقصير\nالخطبة، ولم أظن أنكم نسيتم شرائع الإسلام فأذكركم بها. فلما بلغ المنصور\nكلامه ضحك واستظرفه. وأما أخوه يحيى، فكان في عداد المشاورين بقرطبة. ولم\nيكن فيها أهلا لذلك. كان قليل العلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p294'> Vol. 07, p. 294</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head216'>أبو سعيد عمران <span id='ms0992'></span> بن عبد ربه</h3>\n\n<p>\nالمعافري. قرطبي. فقيه صالح، اختصر كتاب الدلائل الكبير للأصيلي. وتوفي\nبقرطبة سنة إحدى وعشرين وأربعماية. رحمه الله تعالى.\n</p>\n\n<h3 class='dic-item l3' id='head217'>أبو محمد الشقاق</h3>\n\n<p>\nواسمه عبد الله بن سعيد بن محمد، قرطبي. شيخ المفتين بها في وقته، وأحد\nأكابر أصحاب بني عمر بن المكوى المختصين بقرنائه. وقرأ القرآن على ابن\nالنعمان. وسمع من أبي محمد القلعي. قال أبو مروان: كان أحد علماء\nالأندلسيين النحارير المبرزين في الفقه، والحذق بالفتوى والشروط والفرائض،\nوالحساب. إماما في القراءات والتفسير، مشاركا في الأدب والعربية والخبر،\nوانفرد هو وصاحبه أبو محمد بن دحون برئاسة العلم بقرطبة. وكانا خليلي صفاء.\nوقد عمل عمل القضاء بعهد الجماعة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p295'> Vol. 07, p. 295</a>\n            </div>\n            \n</p>\n\n#\n<p>\nببعض الجهات، ونظر بالحكم بالرد في الفتنة، وذكره أبو عمرو المقرئ في\nطبقات القراء فقال: كان مقرئا بالقرى في مسجده، بقرطبة زمانا. قال أبو\nحيان: كان هو وصاحبه ابن دحون يرخصان في السماع. توفي آخر رمضان، سنة ست\nوعشرين وهو ابن إحدى وثمانين سنة. مولده سنة ست وأربعين وثلاثمائة. رحمه\nالله.\n</p>\n\n<h3 class='dic-item l3' id='head218'>أبو محمد عبد الله بن يحيى بن دحون</h3>\n\n<p>\nأجد جلة شيوخ المفتين بقرطبة وكبار أصحاب ابن المكوى، وابن زرب. صحبهما\nوتفقه بهما وبغيرهما. قال ابن حيان: لم يكن في أصحاب ابن المكوى، بإجماع،\nأفقه منه. ولا أغوص على الفتيا ولا أضبط للروايات مع نصيب من الأدب والخبر.\nولم يكن معه كتب إلا يسيرا من الأصول. وكان بقية علماء وقته بقرطبة. وعاش\nبعد قرنائه، فانفرد بالرئاسة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p296'> Vol. 07, p. 296</a>\n            </div>\n            \n</p>\n\n<p>\nبقية مدته. وكان فكه المجلس. جم الإفادة. شديد التواضع مع رفعة حاله،\nوتقديم الناس له. يشتري جميع ما يحتاج إليه في الأسواق لنفسه. حسن الرأي.\nأنشد بعض الأدباء لابن دحون، وزعم أنها من قوله، وهي تنشد لابن الروي رحمه\nالله:\n</p>\n\n<p>\nعجبت من الخير في أنعم بالدجى % % وأصبح رياه مع الصبح يعجب\n</p>\n\n<p>\nفخلت الريا طبعا له فكأنه % % فقيه يرائي وهو بالليل يشرب\n</p>\n\n<p>\nقال ابن حيان: وكان يرخص في السماع، ويجادل فيه عن مذهبه. وسئل عن حاله،\nفقال: ما حال من يعثر في ثوبه ويلقط الحيوان <span id='ms0993'></span> في جسمه. وتوفي في صدر محرم\nسنة إحدى وثلاثين وأربعماية. وسنه تسع وثمانون. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p297'> Vol. 07, p. 297</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head219'>أبو محمد حماد بن عمار الزاهد</h3>\n\n<p>\nقرطبي. كان منقطع القرين في فضله. جمع الى العلم الأدب والفقه، والبلاغة.\nوكان منزويا عن الناس، منقبضا عن الرؤساء، متبركا به، مقطوعا بفضله.\nخرج بعد الفتنة الى طليطلة، وطلب لقضاء قرطبة في الفتنة، فلم يطمع به. ولا\nأعلم أنه أخذ عنه علم. وبه ختم زهاد الأندلس، من طبقته. حدث عنه الطرابلسي.\nوتوفي بطليطلة سنة اثنتين وثلاثين وأربعماية. وسنه بالقياس أزيد من ماية\nسنة. وهو ممتع بجوارحه.\n</p>\n\n<h3 class='dic-item l3' id='head220'>أبو القاسم ابن نابل رحمه الله</h3>\n\n<p>\nواسمه: يحيى بن عمر بن حسين بن محمد بن نابل، قرطبي. بيته، من بيت علم.\nجده أبو بكر: من أهل الرواية الواسعة، عن أحمد بن خالد، ومحمد بن عبد\nالملك بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p298'> Vol. 07, p. 298</a>\n            </div>\n            \n</p>\n\n<p>\nأيمن، وقاسم بن أصبغ، وابن لبابة، والقاضي أسلم. وابن الأعرابي،\nوالطحاوي، والزبيدي، وابن أبي مطر، وأبي الطاهر المدني، وابن الورد،\nونظرائهم من الأندلسيين، والمشرقيين. وكان شيخا صالحا. له حظ من الفقه،\nوعقد الشروط، وتصرف في العربية والشعر، وقرضه. غلبت عليه الرواية. حدث عنه\nابن الفرضي وغيره. وكانت فيه غفلة. توفي سنة تسع وسبعين وثلاثماية، فيما\nقاله ابن عفيف، أو اثنين وسبعين. فيما قاله ابن الفرضي. ومولده سنة ست\nوتسعين ومايتين. وأبوه عمر بن حسين من أهل العلم والرواية أيضا، عن قاسم\nبن أصبغ - وهو آخر من حمل عنه - وابن أبي دليم، ووهب، وطبقتهم. وكان مسندا\nصدوقا ثقة فاضلا ورعا. وعمي، وسمع منه على حالته. وروى عنه ابنه أبو\nالقاسم هذا.\n</p>\n\n<p>\nقال ابن عفيف: كان من أنجب في العلم وتفقه، وشهر بالحفظ الجيد، وقدم\nالى الشورى أيام القاضي ابن ذكوان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p299'> Vol. 07, p. 299</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عبد الله بن الحصار، كان من أهل الخير والفضل والصلاح، والتقدم\nفي الفهم والأمانة في العلم. فقيه مشاور من بيت طهارة، واستقامة وهدي، رحل\nمع أبيه فحجا، وسمع من رجال المشرق. وقال ابن حيان: كان فقيها فاضلا،\nخيرا ورعا، مقتديا بالسلف، وقلده هشام المؤيد خطة الرد بقرطبة <span id='ms0994'></span>. فجاءته\nالولاية يوم وفاته وكان موصوفا ببر والدته، حتى أنه أسخط أباه بإرضائها.\nلما وكلته بمخاصمته في حقوق ادعتها قبله - أيام فارقها - فرأيت في كتاب\nالإمام أبي بكر الطرطوشي: حكى لنا أستاذنا أبو الوليد الباجي، أن امرأة\nوكلت ولدها على زوجها في طلب مال لها عنده، فأبى. فاستشار الفقهاء بقرطبة.\nفأشار بعضهم أن يطيع أمه. فيتوكل لها عليه، مراعاة بأن مبرة الأم آكد\nللحديث الوارد في ذلك. فلعل هذه الحكاية التي حكاها أبو الوليد، هي في قصة\nأبي القاسم هذا، أو غيره، فالله أعلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p300'> Vol. 07, p. 300</a>\n            </div>\n            \n</p>\n\n<p>\nولما كانت الحادثة في نكبة بني ذكوان، رؤساء قرطبة. وكان أبو القاسم هذا\nصديقا لهم، أعظم ما جرى عليهم كما قدمناه عن ابن المكوى. فلحقه من الأمر\nجزع عظيم، اختلط من أجله، فاحتجب ستة أيام. وذلك سنة إحدى وأربعماية. وأبوه\nعم حي بعد، مكفوف البصر، فصلى عليه ثم مات بعده بيسير، في السنة نفسها.\nوظهرت في موت عمر هذا آية وكرامة، وذلك أنه عهد الى ابنه أن يدرجه في كفنه،\nدون قطن، فخالفه وألقى القطن. فلما سوي فوق أكفانه على المشجب للبخور طارت\nشرارة، أحرقت القطن فأخبر حينئذ ابن ابنه بالأمر. فكفن دون قطن. كما عهد\nرحمهم الله. وأخوه ابراهيم بن محمد عم أبي القاسم، شيخ أديب له حظ من\nالعلم. يكنى بأبي إسحاق، رحمه الله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p301'> Vol. 07, p. 301</a>\n            </div>\n            \n</p>\n\n#\n<h3 class='dic-item l3' id='head221'>أبو علي الحسن بن أيوب الأنصاري</h3>\n\n<p>\nالمعروف بالحداد. شيخ الشورى بقرطبة. ومقدم مفتيها لاسيما بعد موت\nصاحبيه، ابن الشقاق، وابن دحون. كان حافظا للمسائل، والأجوبة. قائما بها\nعلى مذهب المالكية، عارفا بالحديث بارعا في الخبر والأدب. ذا تفنن في\nالمعارف وحذق بالشروط، وسعة الرواية. سمع من أبي عيسى، وأبي علي البغدادي،\nوأحمد بن هلال، وابن ثابت، وابن عيسى، وابن دحون، وغيرهم. حدث عنه أبو عبد\nالله بن عتاب. وأبو عبد الله بن الطلاع والساري الطليطلي. وأبو محمد بن\nالدباغ، وابن الحصار وابنه. توفي سنة خمس وعشرين وأربعماية. وقد بلغ سنا\nعالية. مولده سنة سبع وثلاثين وثلاثماية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p302'> Vol. 07, p. 302</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "250",
    "251",
    "252",
    "253",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "267",
    "268",
    "269",
    "270",
    "271",
    "272",
    "273",
    "274",
    "275",
    "276",
    "277",
    "278",
    "279",
    "280",
    "281",
    "282",
    "283",
    "284",
    "285",
    "286",
    "287",
    "288",
    "289",
    "290",
    "291",
    "292",
    "293",
    "294",
    "295",
    "296",
    "297",
    "298",
    "299",
    "300",
    "301",
    "302"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08"
  ]
}