{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<p>\nعروس الأجزاء\n</p>\n\n<p>\nتصنيف\n</p>\n\n<p>\nسيد الرؤساء مسعود بن الحسن الثقفي الأصبهاني\n</p>\n\n<p>\nالمتوفى سنة 562 ه\n</p>\n\n<p>\nتحقيق\n</p>\n\n<p>\nمحمد صباح منصور\n</p>\n\n<p>\nدار البشائر الإسلامية\n</p>\n\n<p>\nالطبعة الأولى\n</p>\n\n<p>\n1424ه - 2003م\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head0'>الجزء الأول من كتاب عروس الأجزاء</h1>\n\n<p>\nخرجه الحافظ أبو منصور بن علي الجرباذقاني\n</p>\n\n<p>\nلسيد الرؤساء مسعود بن الحسن الثقفي\n</p>\n\n<p>\nأخبرنا به عنه:\n</p>\n\n<p>\nالشيخ الإمام العالم ضياء الدين أبوبكر محمد بن يوسف بن أبي بكر\nالقراكلائي الآملي الطبري المعروف بإمام الملك الناصر رحمه الله\n</p>\n\n<p>\nسماع منه لعبد الرحمن بن حمدان بن أحمد الكناني التكريتي نفعه الله\nبالعلم\n</p>\n\n<p>\nوقف على جميع المسلمين\n</p>\n\n<p>\nومستقره بالمدرسة الضيائية بسفح قاسيون\n</p>\n\n<p>\nتقبل الله من واقفه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\n[لا قوة إلا بالله]\n</p>\n\n<p>\nأخبرنا الشيخ الإمام ضياء الدين أبوبكر محمد بن يوسف بن أبي بكر الطبري\nالمقرئ - قراءة عليه وأنا أسمع في يوم الثلاثاء سابع شعبان سنة ست وتسعين\nوخمسمائة بجامع دمشق - قال: أخبرنا سيد الرؤساء عز الدين أبو الفرج مسعود\nبن الحسن الثقفي - بقراءة أبي منصور محمد بن علي بن المطهر المحدث\nالجرباذقاني بأصبهان -:\n</p>\n\n<h1 class='l1' id='head1'>1 - </h1>\n\n<p>\nأنا الشيخ السديد أبوعمرو بن أبي عبد الله بن منده الحافظ بقراءة أبي\nمحمد الطيسي الحافظ أنا أبو الحسين أحمد بن محمد بن عمر الخفاف القنطري\nفيما قرئ عليه أنا أبو العباس محمد بن إسحاق بن إبراهيم بن مهران السراج\nالثقفي سنة ثنتي عشرة وثلاثمائة ثنا قتيبة بن سعيد ثنا الليث بن سعد عن ابن\nشهاب عن عروة عن عائشة رضي الله عنها أنها قالت\n</p>\n\n<p>\nاستفتت أم حبيبة بنت جحش رسول الله صلى الله عليه وسلم فقالت إني أستحاض\nفقال إنما ذلك عرق فاغتسلي ثم صلي.\n</p>\n\n<h1 class='l1' id='head2'>[ص: 26]</h1>\n\n<p>\nوكانت تغتسل عند كل صلاة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head3'>2 - </h1>\n\n<p>\nوبه ثنا الليث عن يزيد عن أبي حبيب عن جعفر عن عراك عن عروة عن عائشة رضي\nالله عنها أنها قالت\n</p>\n\n<p>\nإن أم حبيبة سألت رسول الله صلى الله عليه وسلم عن الدم قالت عائشة رأيت\nمركنها ملئ دما فقال لها رسول الله صلى الله عليه وسلم امكثي قدر ما كانت\nتحبسك حيضتك ثم اغتسلي <span id='ms01'></span>.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>3 - </h1>\n\n<p>\nوأخبرنا سيد الرؤساء أنا أبو عمرو بن منده أنا الخفاف كتابة أنا السراج\nنا قتيبة بن سعيد نا عبد العزيز بن محمد (ح) قال السراج ثنا أبو همام ثنا\nإسماعيل بن جعفر عن شريك بن عبد الله بن نمر عن عبد الرحمن بن أبي سعيد\nالخدري عن أبيه أنه قال\n</p>\n\n<p>\nخرجت مع رسول الله صلى الله عليه وسلم يوم الاثنين إلى قباء حتى إذا في\nبني سالم وقف رسول الله صلى الله عليه وسلم على باب عتبان فصرخ به فخرج يجر\nإزاره فقال رسول الله صلى الله عليه وسلم عجلنا الرجل فقال عتبان يا رسول\nالله أرأيت الرجل يعجل عن امرأته ولم يمن ماذا عليه قال رسول الله صلى الله\nعليه وسلم الماء من الماء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head5'>4 - </h1>\n\n<p>\n[وبه] حدثنا قتيبة بن سعيد ثنا عبد العزيز بن محمد عن زيد بن أسلم عن\nعطاء بن يسار عن ابن عباس رضي الله عنهما\n</p>\n\n<p>\nأن رسول الله صلى الله عليه وسلم أكل كتف شاة ثم قام إلى الصلاة فصلى ولم\nيتوضأ ولم يتمضمض.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>5 - </h1>\n\n<p>\n[وبه] حدثنا قتيبة بن سعيد ثنا الليث عن عقيل عن الزهري عن عبيد الله عن\nابن عباس رضي الله عنهما\n</p>\n\n<p>\nأن النبي صلى الله عليه وسلم شرب لبنا ثم دعا بماء فتمضمض ثم قال إن له\nدسما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head7'>6 - </h1>\n\n<p>\n[وبه] حدثنا قتيبة بن سعيد ثنا الليث بن سعد عن يحيى عن بشير بن يسار عن\nسويد بن النعمان صاحب رسول الله صلى الله عليه وسلم قال\n</p>\n\n<p>\nأتي رسول الله صلى الله عليه وسلم بسويق فأكل وأكلنا معه ثم تمضمض فقام\nوصلى المغرب ولم يتوضأ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head8'>7 - </h1>\n\n<p>\n[وبه] حدثنا قتيبة بن سعيد ثنا أبو عوانة واسمه الوضاح عن قتادة عن زرارة\nبن أوفى عن عمران بن حصين\n</p>\n\n<p>\nأن النبي صلى الله عليه وسلم صلى صلاة الظهر أو العصر ورجل يقرأ خلفه\nفلما انصرف قال أيكم قرأ {سبح اسم ربك الأعلى} فقال رجل من القوم أنا ولم\nأرد بها إلا الخير فقال رسول الله صلى الله عليه وسلم <span id='ms02'></span> قد عرفت أن بعضكم\nخالجنيها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head9'>8 - </h1>\n\n<p>\n[وبه] حدثنا قتيبة بن سعيد ثنا جرير عن منصور عن أبي وائل عن عبد الله\nقال\n</p>\n\n<p>\nكنا نقول في الصلاة خلف رسول الله صلى الله عليه وسلم السلام على الله\nالسلام على فلان فقال لنا رسول الله صلى الله عليه وسلم ذات يوم إن الله هو\nالسلام فإذا قعد أحدكم في الصلاة فليقل التحيات لله والصلوات والطيبات\nالسلام عليك أيها النبي ورحمة الله وبركاته السلام علينا وعلى عباد الله\nالصالحين أشهد أن لا إله إلا الله وأشهد أن محمدا عبده ورسوله ثم يتخير من\nالمسألة ما شاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head10'>9 - </h1>\n\n<p>\n[وبه] حدثنا قتيبة بن سعيد ثنا الليث بن سعد عن أبي الزبير عن سعيد بن\nجبير وطاوس عن ابن عباس أنه قال\n</p>\n\n<p>\nكان رسول الله صلى الله عليه وسلم يعلمنا التشهد كما يعلمنا القرآن وكان\nيقول التحيات المباركات الصلوات والطيبات لله سلام عليك أيها النبي ورحمة\nالله وبركاته سلام علينا وعلى عباد الله الصالحين أشهد أن لا إله إلا الله\nوأشهد أن محمدا عبده ورسوله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head11'>10 - </h1>\n\n<p>\n[وبه] حدثنا قتيبة بن سعيد ثنا أبو عوانة عن قتادة عن يونس بن جبير عن\nحطان بن عبد الله الرقاشي قال صلى بنا أبو موسى الأشعري صلاة فلما جلس قال\nرجل من القوم أقرت الصلاة بالبر والزكاة\n</p>\n\n<h1 class='l1' id='head12'>[ص: 29]</h1>\n\n<p>\nفلما قضى أبو موسى الصلاة استقبل القوم بوجهه فقال أيكم القائل كلمة كذا\nوكذا فأرم القوم فقال أيكم القائل كلمة كذا وكذا فأرم القوم فقال لعلك يا\nحطان قلتها قال ما قلتها ولكن هبت أن تبكعني بها فقال رجل من القوم أنا\nقلتها ولم أرد بها إلا الخير\n</p>\n\n<p>\nثم قال أبو موسى أما تعلمون كيف تقولون في صلاتكم إن نبي الله صلى الله\nعليه وسلم خطبنا وبين لنا سنتنا وعلمنا صلاتنا قال\n</p>\n\n<p>\nإذا قمتم إلى صلاتكم فأقيموا صفوفكم ثم ليؤمكم أحدكم فإذا كبر فكبروا\nوإذا قال غير المغضوب عليهم ولا الضالين فقولوا آمين يجبكم الله عز وجل\nوإذا كبر وركع فكبروا واركعوا فإن الإمام يركع <span id='ms03'></span> قبلكم فتلك بتلك وإذا قال\nسمع الله لمن حمده فقولوا اللهم ربنا لك الحمد سمع الله لكم فإذا كبر وسجد\nفكبروا واسجدوا فإن الإمام يسجد قبلكم ويرفع قبلكم فتلك بتلك فإذا كان عند\nالقعدة فليكن من أول قول أحدكم التحيات لله الصلوات الطيبات لله السلام\nعليك أيها النبي ورحمة الله وبركاته السلام علينا وعلى عباد الله الصالحين\nأشهد أن لا إله إلا اله وأشهد أن محمدا عبده ورسوله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head13'>11 - </h1>\n\n<p>\n[وبه] حدثنا قتيبة بن سعيد ثنا بكر بن نضر عن ابن الهاد عن عبد الله بن\nخباب عن أبي سعيد الخدري قال\n</p>\n\n<p>\nقلنا يا رسول الله هذا السلام عليك قد عرفناه فكيف الصلاة عليك قال قولوا\nاللهم صل على محمد عبدك ورسولك كما صليت\n</p>\n\n<h1 class='l1' id='head14'>[ص: 30]</h1>\n\n<p>\nعلى إبراهيم وبارك على محمد كما باركت على إبراهيم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head15'>12 - </h1>\n\n<p>\n[وبه] حدثنا قتيبة بن سعيد ثنا يعقوب بن عبد الرحمن عن سهيل عن أبيه عن\nأبي هريرة\n</p>\n\n<p>\nأن رسول الله صلى الله عليه وسلم قال إذا قال القارئ {غير المغضوب عليهم\nولا الضالين} فقال من خلفه آمين فوافق قوله قول أهل السماء غفر له ما تقدم\nمن ذنبه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head16'>13 - </h1>\n\n<p>\nقال وحدثنا قتيبة بن سعيد ثنا عبد العزيز بن محمد عن سهيل عن أبيه عن أبي\nهريرة قال قال رسول الله صلى الله عليه وسلم فذكر مثله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head17'>14 - </h1>\n\n<p>\n[وبه] حدثنا قتيبة بن سعيد ثنا الليث بن سعد عن ابن شهاب عن أنس رضي الله\nعنه قال\n</p>\n\n<p>\nخر رسول الله عن فرس فجحش فصلى لنا قاعدا فصلينا معه قعودا ثم انصرف فقال\nإنما جعل الإمام ليؤتم به فإذا كبر فكبروا وإذا ركع فاركعوا وإذا سجد\nفاسجدوا وإذا صلى قاعدا فصلوا قعودا أجمعون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head18'>15 - </h1>\n\n<p>\n[وبه] حدثنا قتيبة بن سعيد ثنا الليث عن أبي الزبير عن جابر أنه قال\n</p>\n\n<p>\nاشتكى رسول الله صلى الله عليه وسلم فصلينا وراءه وهو قاعد وأبو بكر يكبر\nيسمع الناس تكبيره قال فالتفت إلينا فرآنا قياما فأشار إلينا فقعدنا فصلينا\nبصلاته قعودا فلما سلم قال إن كدتم آنفا لتفعلون فعل <span id='ms04'></span> فارس والروم يقومون\nعلى ملوكهم وهم قعود فلا تفعلوا ائتموا بأئمتكم إن صلى قائما فصلوا قياما\nوإن صلى قاعدا فصلوا قعودا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأحاديث أبي كريب\n</p>\n\n<h1 class='l1' id='head19'>16 - </h1>\n\n<p>\nوأخبرنا سيد الرؤساء مسعود أنا أبو عمرو بن منده قراءة عليه وأنا أسمع في\nرمضان سنة ثلاث وسبعين وأربعمائة أنا أبو الحسين الخفاف في كتابه أنا أبو\nالعباس السراج ثنا أبو كريب ثنا ابن فضيل وابن نمير. قال السراج وثنا أبو\nكريب ويعقوب بن إبراهيم قالا ثنا أبو معاوية\n</p>\n\n<p>\nكلهم عن الأعمش عن أبي سفيان عن جابر قال\n</p>\n\n<p>\nركب رسول الله صلى الله عليه وسلم فرسا بالمدينة يعني الحديث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head20'>17 - </h1>\n\n<p>\nوحدثنا الرئيس مسعود أنا ابن منده أنا الخفاف إجازة أنا السراج أنا أبو\nكريب محمد بن العلاء ثنا قبيصة وسويد الكلبي عن عبد العزيز بن أبي سلمة\nالماجشون عن محمد بن المنكدر عن جابر بن عبد الله قال\n</p>\n\n<p>\nأتي رسول الله صلى الله عليه وسلم بطعام مما مست النار فأكله ثم توضأ\nفصلى ثم أكل بعد ذلك ثم صلى ولم يتوضأ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head21'>18 - </h1>\n\n<p>\n[وبه] حدثنا السراج قال ثنا أبو كريب محمد بن العلاء ثنا ابن المبارك عن\nمعمر وابن أبي عروبة عن قتادة عن أنس بن مالك قال\n</p>\n\n<p>\nصليت خلف رسول الله صلى الله عليه وسلم وأبي بكر وعمر وعثمان وكانوا\nيفتتحون بالحمد لله رب العالمين\n</p>\n\n<p>\nوهذا الحديث من أحاديث قتيبة بن سعيد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head22'>19 - </h1>\n\n<p>\nأخبرنا سيد الرؤساء مسعود أنا أبو عمرو بن منده أنا أبو الحسين الخفاف\nإجازة أنا أبو العباس السراج ثنا قتيبة بن سعيد ثنا الليث عن ابن عجلان عن\nعبد الرحمن مولى الحرقة عن أبي السائب مولى هشام بن زهرة عن أبي هريرة أنه\nقال\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم أيما رجل صلى صلاة بغير قراءة فهي خداج\nفهي خداج غير تمام قال قلت إني لا أستطيع أن أقرأ مع الإمام قال اقرأ في\nنفسك فإن الله عز وجل قال قسمت الصلاة بيني وبين عبدي فأولها لي وأوسطها\nبيني وبين عبدي وآخرها لعبدي وله ما <span id='ms05'></span> سأل قال {الحمد لله رب العالمين} قال\nحمدني عبدي قال {الرحمن الرحيم} قال أثنى علي عبدي وقال {مالك يوم الدين}\nقال مجدني عبدي فهذا لي قال {إياك نعبد وإياك نستعين} قال أخلص العبادة لي\nواستعانني عليها فهذا بيني وبين عبدي وله ما سأل قال {اهدنا الصراط\nالمستقيم صراط الذين أنعمت عليهم غير المغضوب عليهم ولا الضالين} فهذا\nلعبدي وله ما سأل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head23'>20 - </h1>\n\n<p>\nوأخبرنا الرئيس مسعود ثنا أبو عمرو بن منده سماعا أنا أبوالحسين الخفاف\nإذنا أنا السراج ثنا محمد بن الصباح أنا سفيان عن الزهري عن عمرة عن عائشة\n</p>\n\n<h1 class='l1' id='head24'>[ص: 34]</h1>\n\n<p>\nأن أم حبيبة بنت جحش استحيضت فكانت تمكث سبع سنين وتجلس في المركن الذي\nفيه الماء فيعلوه الدم فسألت النبي صلى الله عليه وسلم فأمرها أن تترك\nالصلاة قدر أقرائها أو حيضتها ثم تغتسل وتصلي.\n</p>\n\n<p>\nيقول سفيان لم يأمرها أن تغتسل لكل صلاة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head25'>21 - </h1>\n\n<p>\n[وبه] حدثنا السراج ثنا محمد بن الصباح أنا سفيان عن محمد بن المنكدر\nيحدث عن جابر بن عبد الله\n</p>\n\n<p>\nأن النبي صلى الله عليه وسلم أكل لحما ثم صلى ولم يتوضأ وأن أبا بكر أكل\nلحما ثم صلى ولم يتوضأ وأن عمر أكل لحما ثم صلى ولم يتوضأ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head26'>22 - </h1>\n\n<p>\nأخبرنا سيد الرؤساء أنا أبو عمرو بن منده أنا الخفاف إجازة أنا السراج\nثنا قتيبة ثنا عبد العزيز بن محمد عن سهيل عن أبيه عن أبي هريرة\n</p>\n\n<p>\nأن رسول الله صلى الله عليه وسلم قال إذا كان أحدكم في المسجد فوجد بين\nأليتيه ريحا فلا يخرج حتى يجد ريحا أو يسمع صوتا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head27'>23 - </h1>\n\n<p>\nوأخبرنا الرئيس أنا أبو عمرو بن منده أنا أبو الحسين الخفاف إجازة أنا\nأبو العباس السراج ثنا محمد بن الصباح أنا سفيان عن الزهري. قال السراج\nوحدثنا هارون بن عبد الله ثنا سفيان عن الزهري واللفظ لمحمد عن محمود بن\nالربيع عن عبادة بن الصامت\n</p>\n\n<p>\nيبلغ به النبي صلى الله عليه وسلم قال لا صلاة لمن لم يقرأ بفاتحة\nالكتاب.\n</p>\n\n<p>\nآخر الجزء الأول من أجزاء الأصل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head28'>الجزء الثاني <span id='ms06'></span> من كتاب عروس الأجزاء</h1>\n\n<p>\nرواية الرئيس عز الدين أبي الفرج مسعود بن الحسن الثقفي عن شيوخه\n</p>\n\n<p>\nرواه عنه: الشيخ الإمام ضياء الدين سيد القراء أبوبكر محمد بن يوسف بن\nأبي بكر القراكلائي الآملي الطبري إمام الملك الناصر رحمه الله\n</p>\n\n<p>\nسماع منه ل: عبد الرحمن بن حمدان بن أحمد الكناني التكريتي\n</p>\n\n<p>\nنفعه الله بالعلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nوبه أستعين\n</p>\n\n<p>\nأخبرنا الشيخ الإمام العالم سيد القراء، ضياء الدين أبوبكر محمد بن يوسف\nبن أبي بكر الطبري بدمشق سنة ست وتسعين وخمسمائة قال: قرئ على سيد الرؤساء\nأبي الفرج مسعود بن الحسن الثقفي وأنا أسمع في جمادى الآخرة سنة سبع وخمسين\nوخمسمائة:\n</p>\n\n<h1 class='l1' id='head29'>24 - </h1>\n\n<p>\nأخبركم المطهر أبو الفضل البزاني ثنا إبراهيم بن عبد الله بن محمد التاجر\nثنا أبو عبد الله أحمد بن علي بن العلاء الجوزجاني ثنا العباس ثنا عبيد\nالله بن موسى ثنا شيبان عن فراس عن الشعبي حدثني جابر بن عبد الله\n</p>\n\n<p>\nأن أباه استشهد يوم أحد وترك بنات وترك عليه دينا فلما حضر جداد النخل\nقال أتيت رسول الله صلى الله عليه وسلم فقلت قد علمت أن والدي قد استشهد\nيوم أحد وترك دينا كثيرا وأني أحب أن يراك الغرماء فقال اذهب فبيدر كل تمر\nعلى ناحية ففعلت ثم دعوته فلما نظروا إليه كأنهم أغروا بي تلك الساعة فلما\nرأى ما يصنعون أطاف حول أعظمهم بيدرا ثلاث مرات ثم جلس عليه ثم قال ادع\nأصحابك فما\n</p>\n\n<h1 class='l1' id='head30'>[ص: 40]</h1>\n\n<p>\nزال يكيل لهم حتى أدى الله عن والدي أمانته وأنا أرضى أن يؤدي الله أمانة\nوالدي ولا أرجع إلى أخواتي بتمرة فسلم الله البيادر كلها حتى أني أنظر إلى\nالبيدر الذي كان عليه النبي صلى الله عليه وسلم لم ينقص تمرة واحدة\n</p>\n\n<p>\nهذا حديث صحيح أورده البخاري عن أحمد بن أبي سريج عن عبيد الله بن موسى\nهذا عن شيبان هذا.\n</p>\n\n<p>\nساويت في هذا الحديث شيخ الوقت .. .. (1) أبا الوقت من حيث العدد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head31'>25 - </h1>\n\n<p>\nوأخبرنا سيد الرؤساء مسعود أنا أبو الحسن أحمد بن محمد السمسار <span id='ms07'></span> في سماعه\nأنا أبو القاسم عيسى بن علي قال قرئ على أبي القاسم عبد الله بن محمد بن\nعبد العزيز البغوي وأنا أسمع ثنا كامل بن طلحة إملاء من كتابه ثنا عباد بن\nعبد الصمد ثنا أنس بن مالك\n</p>\n\n<p>\nأن رسول الله صلى الله عليه وسلم قال طبقات أمتي خمس طبقات كل طبقة منها\nأربعون سنة وطبقتي وطبقة أصحابي أهل العلم والإيمان والذين يلونهم إلى\nالثمانين أهل البر والتقوى والذين يلونهم إلى العشرين ومائة أهل التراحم\nوالتواصل والذين يلونهم إلى الستين يعني ومائة أهل التقاطع والتدابر والذين\nيلونهم إلى مئتين أهل الهرج والحرب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head32'>26 - </h1>\n\n<p>\nوبه قال حدثنا كامل ثنا حماد بن سلمة عن ثابت عن أنس\n</p>\n\n<p>\nأن رجلا سأل رسول الله صلى الله عليه وسلم عن قيام الساعة وأقيمت الصلاة\nفلما قضى رسول الله صلى الله عليه وسلم صلاته قال أين السائل عن الساعة\nفقال الرجل أنا يا رسول الله فقال وما أعددت لها فإنها قائمة فقال ما أعددت\nلها من كثير عمل غير أني أحب الله عز وجل ورسوله فقال أنت مع من أحببت فما\nفرح المسلمون بشيء بعد الإسلام ما فرحوا به.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head33'>27 - </h1>\n\n<p>\nأخبرنا سيد الرؤساء أنا الحسيب النسيب أبو عمرو بن الإمام الناقد أبي عبد\nالله بن منده الذي طاف الشرق والغرب ثنا والدي أنا محمد بن الحسن هو أبو\nطاهر النيسابوري ثنا أبو البختري عبد الله بن محمد بن شاكر ثنا أبو أسامة\nعن بريد بن عبد الله بن بريدة عن أبي بردة عن أبي موسى قال\n</p>\n\n<p>\nقال رسول الله إن مثلي ومثل ما بعثني الله به كمثل رجل أتى قومه فقال إني\n</p>\n\n<h1 class='l1' id='head34'>[ص: 42]</h1>\n\n<p>\nرأيت الجيش بعيني وأنا النذير فالنجاء فأطاعه طائفة من قومه فارتحلوا\nوانطلقوا على مهلهم فنجوا وكذبت طائفة منهم فأصبحوا في مكانهم فصبحهم الجيش\nفأهلكهم واجتاحهم فذلك مثل من أطاعني واتبع ما جئت به ومثل من عصاني وكذب\nما جئت به من الحق\n</p>\n\n<p>\nوهذا الحديث أيضا صحيح بالاتفاق أورداه يعني البخاري ومسلم عن أبي كريب <span id='ms08'></span>\nعن أبي أسامة هذا وهو حماد بن أسامة كوفي وقع لي عاليا بحمد الله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head35'>28 - </h1>\n\n<p>\nوأخبرنا سيد الرؤساء مسعود أنا أبو الحسين بن النقور إجازة أنا أبو\nالقاسم بن حبابة أنا أبو القاسم البغوي ثنا طالوت ثنا فضال بن جبير قال\nسمعت أبا أمامة الباهلي يقول\n</p>\n\n<p>\nسمعت رسول الله صلى الله عليه وسلم يقول اكفلوا لي بست أكفل لكم بالجنة\nإذا حدث أحدكم فلا يكذب وإذا اؤتمن فلا يخن وإذا وعد فلا يخلف غضوا أبصاركم\nوكفوا أيديكم واحفظوا فروجكم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head36'>29 - </h1>\n\n<p>\nوبه ثنا البغوي ثنا محمد بن جعفر الوركاني ثنا سعيد بن ميسرة البكري عن\nأنس بن مالك قال\n</p>\n\n<p>\nكان النبي صلى الله عليه وسلم إذا صلى على جنازة كبر عليها أربعا وأنه\nكبر على حمزة سبعين تكبيرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head37'>30 - </h1>\n\n<p>\nوبه حدثنا البغوي حدثنا أبو طلحة كامل بن طلحة ثنا عباد بن عبد الصمد\nحدثني أبو سلمى راعي رسول الله صلى الله عليه وسلم قال\n</p>\n\n<p>\nسمعت النبي صلى الله عليه وسلم يقول من لقي الله عز وجل يشهد أن لا إله\nإلا الله وأن محمدا رسول الله وآمن بالبعث والحساب دخل الجنة\n</p>\n\n<p>\nقلنا أنت سمعت هذا\n</p>\n\n<h1 class='l1' id='head38'>[ص: 44]</h1>\n\n<p>\nمن رسول الله فأدخل إصبعه في أذنيه ثم قال أنا سمعت هذا منه غير مرة ولا\nمرتين ولا ثلاث ولا أربع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head39'>31 - </h1>\n\n<p>\nوبه حدثنا البغوي ثنا طالوت ثنا فضال بن جبير قال ثنا أبو أمامة الباهلي\nقال\n</p>\n\n<p>\nسمعت رسول الله صلى الله عليه وسلم يقول ثلاث من كن فيه وجد حلاوة\nالإيمان أن يكون الله ورسوله أحب إليه مما سواهما وأن يحب العبد لا يحبه\nإلا لله عز وجل وأن يكره أن يرجع في الكفر بعد إذ أنقذه الله عز وجل منه\nكما يكره أن يلقى في النار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head40'>32 - </h1>\n\n<p>\nوبه حدثنا البغوي ثنا شيبان بن فروخ ثنا سعيد بن سليم الضبي عن أنس بن\nمالك قال\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم يعني قال الله عز وجل من أخذت كريمتيه\nفي الدنيا لم أرض له إلا الجنة\n</p>\n\n<h1 class='l1' id='head41'>[ص: 45]</h1>\n\n<p>\nفقال <span id='ms09'></span> أنس يا رسول الله وإن كانت واحدة قال ولو كانت واحدة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head42'>33 - </h1>\n\n<p>\n[وبه] أخبرنا البغوي ثنا طالوت ثنا فضال ثنا أبو أمامة قال سمعت رسول\nالله صلى الله عليه وسلم يقول إن أول الآيات طلوع الشمس من مغربها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head43'>34 - </h1>\n\n<p>\nأخبرنا سيد الرؤساء مسعود أنا ابن البسري كتابة وأبو القاسم قالا ثنا أبو\nطاهر المخلص ثنا البغوي ثنا داود بن رشيد ثنا يعلى بن الأشدق يقول سمعت\nالنابغة يقول أنشدت النبي صلى الله عليه وسلم:\n</p>\n\n<p>\nبلغنا السماء مجدنا وجدودنا ... وإنا لنرجوا بعد ذلك مظهرا\n</p>\n\n<p>\nفقال النبي صلى الله عليه وسلم أين المظهر يا أبا ليلى قلت الجنة قال أجل\nإن شاء الله ثم قلت:\n</p>\n\n<p>\nولا خير في حلم إذا لم يكن له ... بوادر تحمي صفوه أن يكدرا\n</p>\n\n<p>\nولا خير في جهل إذا لم يكن له ... حليم إذا ما أورد الأمر أصدرا\n</p>\n\n<p>\nفقال النبي صلى الله عليه وسلم أحسنت لا يفضض الله فاك مرتين.\n</p>\n\n<h1 class='l1' id='head44'>[ص: 47]</h1>\n\n<p>\nقال أبو منصور النابغة كنيته أبو ليلى عاش عشرين ومائة سنة ومن بركة دعاء\nالنبي صلى الله عليه وسلم كأن فاه البردة أي بقيت أسنانه مثل البردة صحيحة\nوفر من الحجاج إلى أصبهان ومات بها وهو مدفون بميدان كران عند المرما وقبره\nيزار رضي الله عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head45'>35 - </h1>\n\n<p>\nوأخبرنا سيد الرؤساء أنا ابن النقور إجازة أنا ابن حبابة ثنا البغوي ثنا\nطالوت ثنا عاصم بن عبد الواحد الوزان قال\n</p>\n\n<p>\nرأيت أنس بن مالك مخضب بالحمرة فسأله أبان فقال يا أبا حمزة ما تقول في\nكسب الحجام فقال احتجم رسول الله صلى الله عليه وسلم فلما أعطاه كراه قال\nله أخذت كراك قال نعم قال فلا تأكله وأطعمه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head46'>36 - </h1>\n\n<p>\nوأخبرنا الرئيس أنبأنا ابن البسري أنا المخلص ثنا البغوي ثنا عيسى بن\nسالم الشاشي ثنا إبراهيم بن هدبة أبو هدبة\n</p>\n\n<h1 class='l1' id='head47'>[ص: 48]</h1>\n\n<p>\nالفارسي قال سمعت أنس بن مالك يقول\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم لو أذن الله للسماوات والأرض أن تتكلم\nلبشرت الذي يصوم شهر رمضان بالجنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head48'>37 - </h1>\n\n<p>\nوأخبرنا الرئيس أنا أبو القاسم الحربي <span id='ms10'></span> إجازة أنا أبو القاسم بن الجراح\nأنا عبد الله ثنا أبو طلحة ثنا عباد بن عبد الصمد عن أنس بن مالك\n</p>\n\n<p>\nرفع الحديث إلى النبي صلى الله عليه وسلم أنه قال من بلغه فضل عن الله عز\nوجل أعطاه الله ذلك وإن لم يكن ذلك كذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head49'>38 - </h1>\n\n<p>\nوأخبرنا الرئيس أنا ابن النقور كتابة أنا أبو القاسم بن الجراح ثنا\nالبغوي ثنا داود بن رشيد ثنا يعلى بن الأشدق عن عبد الله بن جراد عن أبي\nهريرة رضي الله عنه قال\n</p>\n\n<p>\nقالت عائشة رضي الله عنها يا رسول الله من للأرامل بعدك من قريش قال\nالآباء والأكفاء من بني عامر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head50'>39 - </h1>\n\n<p>\nوأخبرنا سيد الرؤساء أنا ابن النقور إجازة أنا أبو القاسم بن حبابة أنا\nأبو القاسم البغوي ثنا أبو عثمان ثنا محمد بن أعين أبو العلانية قال\n</p>\n\n<p>\nسمعت عبد الله بن أبي أوفى يلبي بالكوفة بأعلى صوته في غير أيام التشريق\nفسألت بعضهم فقال إنه يلبي من السنة إلى السنة وكان يأتي الصيارفة فيقول\nأبشروا أبشروا فيقولون بشرك الله فيقول أبشروا بالنار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head51'>40 - </h1>\n\n<p>\nوبه حدثنا البغوي ثنا كامل بن طلحة ثنا عباد بن عبد الصمد عن أنس بن مالك\nقال\n</p>\n\n<p>\nمن طلب العلم يباهي به العلماء أو يماري به السفهاء أو يصرف\n</p>\n\n<h1 class='l1' id='head52'>[ص: 50]</h1>\n\n<p>\nأعين الناس إليه تبوأ مقعده من النار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head53'>41 - </h1>\n\n<p>\n[وبه] حدثنا البغوي ثنا طالوت ثنا سالم بن عبد الله العتكي قال\n</p>\n\n<p>\nرأيت أنس بن مالك عليه جبة خز دكناء ومطرف خز أدكن وعمامة سوداء لها\nذؤابة من خلفه يخضب بالصفرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head54'>42 - </h1>\n\n<p>\nوأخبرنا سيد الرؤساء أنا ابن النقور فيما قرئ عليه أنا أبو الحسين محمد\nبن عبد الله بن الحسين الدقاق ثنا البغوي ثنا عبيد الله بن عمر القواريري\nثنا عبيد الله بن عبد الملك أبو كلثوم العبدي وكان ثقة ثنا الأشعث بن جابر\nالحملي قال عبيد الله هو الأعمى وهو الحداني قال قلت لأنس بن مالك يا أبا\nحمزة جعلنا الله فداك حدثني حديثا سمعته من رسول الله صلى الله عليه وسلم\nقال نعم <span id='ms11'></span>\n</p>\n\n<p>\nسمعت رسول الله صلى الله عليه وسلم يقول يخرج من النار من كان في قلبه من\nالإيمان ما يزن شعيرة أو برة وما أصغر من ذلك\n</p>\n\n<p>\nقال أنس قال رسول الله صلى الله عليه وسلم {ربما يود الذي كفروا لو كانوا\nمسلمين} قال ذلك اليوم قالوا {ما سلككم في سقر قالوا لم نك من المصلين} إلى\nآخر الآية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head55'>43 - </h1>\n\n<p>\nوأخبرنا الرئيس أنا أبو القاسم الأنماطي إذنا أنا المخلص ثنا أبو حامد\nمحمد بن هارون الحضرمي ثنا عيسى بن مساور ثنا يغنم بن سالم بن قنبر خادم\nعلي بن أبي طالب رضي الله عنه قال قال لي أنس بن مالك\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم طوبي لمن رآني وآمن بي ومن رأى من رآني\nومن رأى من رأى من رآني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head56'>44 - </h1>\n\n<p>\nوبه ثنا يغنم قال قال أنس بن مالك قال لي رسول الله صلى الله عليه وسلم\nمن قاد أعمى أربعين خطوة لم تمس وجهه النار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head57'>45 - </h1>\n\n<p>\nوأخبرنا الرئيس أنا أبو القاسم الحربي من كتابه ثنا عبيد الله بن عبد\nالله الصيرفي في درب الثلج ثنا داود بن صغير ثنا أبو عبد الرحمن الشامي\nالنواء عن أنس بن مالك\n</p>\n\n<p>\nعن رسول الله صلى الله عليه وسلم كلام أهل السماوات لا حول ولا قوة إلا\nبالله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head58'>46 - </h1>\n\n<p>\nوأخبرنا سيد الرؤساء أنا الحربي إذنا أنا المخلص ثنا البغوي ثنا محمد بن\nجعفر الوركاني ثنا سعيد بن ميسرة البكري عن أنس بن مالك قال\n</p>\n\n<p>\nكان رسول الله صلى الله عليه وسلم إذا صلى عل جنازة كبر عليها أربعا وأنه\nكبر\n</p>\n\n<h1 class='l1' id='head59'>[ص: 54]</h1>\n\n<p>\nعلى حمزة سبعين تكبيرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head60'>47 - </h1>\n\n<p>\nوأخبرنا سيد الرؤساء أنا أبو القاسم علي بن أحمد بن محمد بن البسري\nالسدادي كتابة أنا أبو عبد الله عبيد الله بن محمد بن محمد بن حمدان بن بطة\nالعكبري فيما كتب به إلينا أنا البغوي ثنا كامل بن طلحة أبو يحيى ثنا عباد\nبن عبد الصمد ثنا راعي رسول الله صلى الله عليه وسلم قال\n</p>\n\n<p>\nأخبرني رسول الله صلى الله <span id='ms12'></span> عليه وسلم قال بخ بخ لخمس ما أثقلهن في\nالميزان قال قلت وما هن يا رسول الله قال سبحان الله والحمد لله ولا إله\nإلا الله والله أكبر والولد الصالح يتوفى فيحتسبه والده\n</p>\n\n<p>\nراعي رسول الله صلى الله عليه وسلم أبو سلمى حريث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head61'>48 - </h1>\n\n<p>\nأخبرنا سيد الرؤساء مسعود أنا أبو القاسم البسري كتابة أنا أبو القاسم\nنصر بن أحمد المرجي إجازة ثنا أبو يعلى الموصلي أحمد بن\n</p>\n\n<h1 class='l1' id='head62'>[ص: 55]</h1>\n\n<p>\nالمثنى ثنا سويد بن سعيد ثنا الحكم بن سنان عن سدوس صاحب السابري عن أنس\nبن مالك قال\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم إذا التقى الخلائق يوم القيامة فدخل\nأهل الجنة الجنة وأهل النار النار نادى مناد يسمع الخلائق يا أهل الجنة\nتتاركوا المظالم وثوابكم علي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head63'>49 - </h1>\n\n<p>\n[وبه] حدثنا أبو المرجى إجازة أنا أبو يعلى الموصلي ثنا أبو همام الوليد\nبن شجاع حدثني محمد بن شعيب بن شابور [حدثنا سعيد بن خالد بن أبي طويل]\nالقرشي الدمشقي قال سمعت أنس بن مالك يحدث عن رسول الله صلى الله عليه وسلم\nقال\n</p>\n\n<p>\nمن حرس ليلة على ساحل البحر كان أفضل من عبادة رجل في أهله ألف سنة السنة\nثلاثمائة وستون يوما كل يوم ألف سنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head64'>50 - </h1>\n\n<p>\n[وبه] حدثنا أبو يعلي ثنا خلف بن هشام ثنا أبو الأحوص عن أبي محمد عن\nعائذ بن شريح عن أنس بن مالك قال\n</p>\n\n<p>\nصليت خلف رسول الله صلى الله عليه وسلم وأبي بكر وعمر وعثمان وعلي رضي\nالله عنهم فلم أسمع أحدا منهم يجهر ببسم الله الرحمن الرحيم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head65'>51 - </h1>\n\n<p>\n[وبه] حدثنا أبو يعلى الموصلي ثنا بشر بن الوليد الكندي ثنا كثير بن عبد\nالله الناجي أبو هاشم قال سمعت أنس بن مالك يقول\n</p>\n\n<p>\nسمعت رسول الله صلى الله عليه وسلم يقول إن الله تعالى لا ينظر إلى من لا\nيقيم صلبه في الركوع والسجود.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head66'>52 - </h1>\n\n<p>\nوبه ثنا أبو يعلى ثنا محمود بن خداش ثنا محمد بن زياد ثنا ميمون عن أنس\nقال\n</p>\n\n<p>\nكنت خادم رسول الله صلى الله عليه وسلم <span id='ms13'></span> فتوضأ للصلاة ثم مسح على خفيه\nوصلى.\n</p>\n\n<p>\nآخر الجزء الثاني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head67'>الجزء الثالث من كتاب عروس الأجزاء</h1>\n\n<p>\nرواية الرئيس عز الدين أبي الفرج مسعود بن الحسن الثقفي عن شيوخه\n</p>\n\n<p>\nرواه عنه: الشيخ الإمام ضياء الدين جمال القراء أبوبكر محمد بن يوسف بن\nأبي بكر القراكلائي الآملي الطبري\n</p>\n\n<p>\nسماع منه ل: عبد الرحمن بن حمدان بن أحمد الكناني التكريتي نفعه الله\nبالعلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<h1 class='l1' id='head68'>53 - </h1>\n\n<p>\nأخبرنا سيد الرؤساء مسعود بن الحسن الثقفي بقراءة أبي منصور محمد بن علي\nالجرباذقاني سنة سبع وخمسين وخمسمائة بأصبهان قال: أنا أبو الحسين أحمد بن\nمحمد بن عبد الله بن النقور السمسار البغدادي فيما قرئ عليه ببغداد أنا أبو\nحفص عمر بن أحمد بن كثير الكتاني قراءة عليه في جمادى الأولى سنة تسعين\nوثلاثمائة وأنا أسمع ثنا أبو القاسم عبد الله بن محمد بن عبد العزيز البغوي\nثنا أحمد بن حنبل الشيباني المروزي وأحمد بن منيع المروزي قالا ثنا إسماعيل\nبن إبراهيم عن الوليد بن أبي هشام عن أبي بكر بن محمد بن عمرو بن حزم عن\nعمرة عن عائشة رضي الله عنها قالت\n</p>\n\n<p>\nكان رسول الله صلى الله عليه وسلم يقرأ وهو قاعد فإذا أراد أن يركع قام\nبقدر ما يقرأ إنسان أربعين آية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head69'>54 - </h1>\n\n<p>\n[وبه] حدثنا البغوي قال ثنا هدبة بن خالد ثنا حماد بن سلمة عن ثابت عبد\nالرحمن بن أبي ليلى عن صهيب قال\n</p>\n\n<p>\nقرأ رسول الله صلى الله عليه وسلم هذه الآية {للذي أحسنوا الحسنى وزيادة}\nقال إذا دخل أهل الجنة الجنة وأهل النار النار نادى مناد يا أهل الجنة إن\nلكم عند الله موعدا يريد أن ينجزكموه فيقولون ما هو ألم يثقل موازيننا\nويبيض وجوهنا ويدخلنا الجنة ويجرنا من النار فيكشف الحجاب فينظرون إلى الله\nعز وجل فما شيء أعطوه هو أحب إليهم من النظر إليه وهي الزيادة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head70'>55 - </h1>\n\n<p>\nوبه ثنا البغوي ثنا مصعب بن عبد الله الزبير حدثني أبي عن هشام بن عروة\nعن محمد بن المنكدر عن جابر بن عبد <span id='ms14'></span> الله قال\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم ألا أخبركم على من تحرم عليه النار غدا\nعلى كل هين قريب سهل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head71'>56 - </h1>\n\n<p>\n[وبه] حدثنا البغوي ثنا شيبان بن فروخ الأيلي ثنا علي بن علي الرفاعي ثنا\nأبو المتوكل الناجي عن أبي سعيد الخدري قال\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم ما من مسلم دعى الله عز وجل بدعوة ليس\nفيها قطيعة رحم ولا إثم إلا أعطاه الله تعالى بها إحدى خصال ثلاث إما أن\nيعجل له دعوته وإما\n</p>\n\n<h1 class='l1' id='head72'>[ص: 64]</h1>\n\n<p>\nأن يدخر له في الآخرة وإما أن يدفع عنه من السوء مثلها قالوا يا رسول\nالله إذا نكثر قال الله أكثر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head73'>57 - </h1>\n\n<p>\n[وبه] حدثنا البغوي ثنا أبو نصر التمار عبد الملك ثنا حماد بن سلمة عن\nأبي الورقاء عن عبد الله بن أبي أوفى قال\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم من قال إحدى عشرة مرة لا إله إلا الله\nوحده لا شريك له أحدا صمدا لم يلد ولم يولد ولم يكن له كفوا أحد\n</p>\n\n<h1 class='l1' id='head74'>[ص: 65]</h1>\n\n<p>\nكتب الله له ألفي حسنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head75'>58 - </h1>\n\n<p>\n[وبه] حدثنا البغوي ثنا أبو الكامل الجحدري ثنا أبو عوانة عن محمد بن\nالمنكدر عن جابر بن عبد الله قال\n</p>\n\n<p>\nقال اليهود إنما يكون الحول أن يأتي المرأة من خلفها فأنزل الله تعالى\n{نساؤكم حرث لكم فأتوا حرثكم أنى شئتم} من بين يديها ومن خلفها ولا تأتوها\nإلا في المأتى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head76'>59 - </h1>\n\n<p>\n[وبه] حدثنا عبد الله البغوي ثنا علي بن الجعد ثنا سفيان الثوري عن علي\nبن الأقمر عن أبي حذيفة عن عائشة رضي الله عنها قالت\n</p>\n\n<p>\nحكيت إنسانا فقال النبي صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head77'>[ص: 66]</h1>\n\n<p>\nما يسرني أني حكيت إنسانا ولي كذا وكذا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head78'>60 - </h1>\n\n<p>\n[وبه] حدثنا البغوي ثنا أبو الجهم العلاء بن موسى بن عطية الباهلي ثنا\nليث بن سعد عن نافع عن ابن عمر\n</p>\n\n<p>\nأن رسول الله صلى الله عليه وسلم قال إن الذي تفوته صلاة العصر كأنما وتر\nأهله وماله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head79'>61 - </h1>\n\n<p>\n[وبه] حدثنا البغوي ثنا عبيد الله بن عمر القواريري <span id='ms15'></span> ثنا خالد بن الزيات\nعن عون بن أبي جحيفة قال كان أبي على شرطة علي عليه السلام وكان تحت منبره\nقال\n</p>\n\n<p>\nسمعت عليا يقول خير هذه الأمة بعد نبيها صلى الله عليه وسلم أبوبكر وعمر\nرضي الله عنهما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head80'>62 - </h1>\n\n<p>\n[وبه] حدثنا عبد الله البغوي ثنا يحيى بن عبد الحميد الحماني ثنا عبد\nالعزيز بن محمد الدراوردي عن عبد الله بن حميد بن عبد الرحمن بن عوف عن\nأبيه عن جده عبد الرحمن بن عوف قال\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم أبو بكر في الجنة وعمر في الجنة وعثمان\nفي الجنة وعلي في الجنة وطلحة في الجنة والزبير في الجنة وعبد الرحمن بن\nعوف في الجنة وسعد بن أبي وقاص في الجنة وسعيد بن زيد في الجنة وأبو عبيدة\nبن الجراح في الجنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head81'>63 - </h1>\n\n<p>\n[وبه] حدثنا البغوي ثنا أبو بكر بن أبي شيبة ثنا عبد الوهاب الثقفي عن\nحميد الطويل عن أنس بن مالك\n</p>\n\n<h1 class='l1' id='head82'>[ص: 68]</h1>\n\n<p>\nأن النبي صلى الله عليه وسلم كان يرفع يديه في الركوع والسجود.\n</p>\n\n<p>\nقال أبو القاسم البغوي ولم يرفعه فيما أعلم غير أبي بكر بن أبي شيبة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head83'>64 - </h1>\n\n<p>\n[وبه] حدثنا البغوي ثنا أحمد بن حنبل ثنا محمد بن سلمة عن محمد بن إسحاق\nعن يعقوب بن عتبة عن الزهري عن عبيد الله بن عبد الله بن عتبة عن عائشة رضي\nالله عنها قالت\n</p>\n\n<p>\nرجع رسول الله صلى الله عليه وسلم ذات يوم من جنازة بالبقيع وأنا أجد\nصداعا في رأسي فأنا أقول وارأساه فقال ما ضرك لو مت قبلي كفنتك ثم صليت\nعليك ودفنتك قالت كأني بك والله لو قد فعلت ذلك لقد رجعت إلى بيتي فعرست\nفيه ببعض نسائك فتبسم رسول الله صلى الله عليه وسلم ثم بدئ به في وجعه الذي\nمات فيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head84'>65 - </h1>\n\n<p>\n[وبه] حدثنا البغوي ثنا عبيد الله بن محمد العيشي ثنا مهيب عن عبد الله\nبن طاوس عن أبيه عن أبي هريرة\n</p>\n\n<p>\nأن رسول الله صلى الله عليه وسلم قال إياكم والظن فإن الظن <span id='ms16'></span> أكذب الحديث\nولا تحسسوا ولا تباغضوا ولا تدابروا ولا تناجشوا وكونوا عباد الله إخوانا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head85'>66 - </h1>\n\n<p>\n[وبه] حدثنا البغوي ثنا العيشي ثنا حماد بن سلمة عن عاصم عن زر عن ابن\nمسعود قال\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم أنا فرطكم على الحوض.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head86'>67 - </h1>\n\n<p>\n[وبه] حدثنا البغوي ثنا العيشي ثنا حماد بن سلمة عن علي بن زيد عن أنس\n</p>\n\n<p>\nأن رسول الله صلى الله عليه وسلم يمر ببيت فاطمة عليها السلام بعد أن بنى\nبها علي عليه السلام بستة أشهر فيقول الصلاة أهل البيت {إنما يريد الله\nليذهب عنكم الرجس أهل البيت ويطهركم تطهيرا}.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head87'>68 - </h1>\n\n<p>\n[وبه] حدثنا البغوي ثنا مصعب بن عبد الله بن مصعب الزبيري حدثني أبي عبد\nالله بن مصعب بن ثابت بن عبد الله بن الزبير عن هشام بن عروة عن محمد بن\nالمنكدر عن جابر بن عبد الله قال\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم ألا أخبركم على من تحرم النار على كل\nهين لين سهل قريب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head88'>69 - </h1>\n\n<p>\n[وبه] حدثنا البغوي ثنا أبو عبد الله أحمد بن حنبل بن هلال الشيباني ثنا\nإبراهيم بن خالد الصنعاني ثنا رباح عن معمر عن هشام بن عروة عن أبيه عن\nعائشة رضي الله عنها قالت\n</p>\n\n<p>\nكان النبي صلى الله عليه وسلم حين قبض مسندا ظهره إلي فدخل عبد الرحمن بن\nأبي بكر وفي يده مسواك فدعى به النبي صلى الله عليه وسلم فأخذت السواك\nوطيبته ثم دفعته إليه فجعل يستن به فثقلت يده علي وهو يقول اللهم في الرفيق\nالأعلى قالت ثم قبض وهو بين سحري ونحري صلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head89'>70 - </h1>\n\n<p>\n[وبه] حدثنا البغوي ثنا أبو نصر التمار ثنا كوثر بن حكيم عن نافع عن ابن\nعمر أن أبا بكر الصديق رضي الله عنهم قال\n</p>\n\n<p>\nسمعت رسول الله صلى الله عليه وسلم يقول من اغبرت قدماه في سبيل الله عز\nوجل حرمها الله على النار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head90'>71 - </h1>\n\n<p>\n[وبه] حدثنا البغوي ثنا عبيد الله بن محمد العيشي ثنا حماد بن سلمة أنا\nالأشعث بن عبد <span id='ms17'></span> الرحمن الجرمي عن أبي قلابة عن [أبي] الأشعث الصنعاني عن\nالنعمان بن بشير قال\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم إن الله كتب كتابا قبل أن خلق السماوات\nوالأرض بألفي عام أنزل منه آيتين ختم بهما سورة البقرة فلا تقرءان في بيت\nثلاث ليال فيقربه شيطان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head91'>72 - </h1>\n\n<p>\nوأخبرنا الرئيس أنا أبو الحسين بن المهتدي كتابة ثنا أبو الحسن علي بن\nعمر بن أحمد بن مهدي الدارقطني في كتابه ثنا محمد بن القاسم بن زكريا\nالمحاربي ثنا أبو كريب ثنا أبو خالد الأحمر قال سمعت عمرو بن عمرو بن قيس\nعن عاصم عن شقيق عن عبد الله قال\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم تابعوا بين الحج والعمرة فإنهما ينفيان\nالفقر والذنوب كما ينفي الكير خبث الحديد والذهب والفضة وليس الحجة\nالمبرورة - وقال أبو كريب الحج المبرور - ثواب إلا الجنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head92'>73 - </h1>\n\n<p>\nوأخبرنا الرئيس مسعود أنا أبو الحسين محمد بن علي بن عبيد الله بن عبد\nالصمد بن المهتدي بالله في كتابه أنا أبو الحسن علي بن عمر بن محمد الحربي\nالسكري قراءة في منزله بدرب الحاجب سنة أربع وثمانين وثلاثمائة ثنا أبو\nسعيد الحسن بن\n</p>\n\n<h1 class='l1' id='head93'>[ص: 75]</h1>\n\n<p>\nعلي بن زكريا بن صالح العدوي البصري ثنا خراش عن أنس قال\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم الصوم جنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head94'>74 - </h1>\n\n<p>\nوبإسناده ثنا خراش عن أنس بن مالك قال قال رسول الله صلى الله عليه وسلم\nقال الله تعالى كل عمل ابن آدم له إلا الصوم فإنه لي وأنا أجزي به.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head95'>75 - </h1>\n\n<p>\nوبإسناده ثنا خراش عن أنس قال قال رسول الله صلى الله عليه وسلم إن\nللصائم فرحتين فرحة عند إفطاره وفرحة يوم يلقى ربه\n</p>\n\n<h1 class='l1' id='head96'>[ص: 76]</h1>\n\n<p>\nولخلوف فم الصائم أطيب عند الله من ريح المسك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head97'>76 - </h1>\n\n<p>\nوبه قال قال رسول الله صلى الله عليه وسلم إن للجنة بابا يدعى الريان لا\nيدخل منه إلا الصائمون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head98'>77 - </h1>\n\n<p>\nوبإسناده قال قال رسول الله صلى الله عليه وسلم من صام يوما تطوعا فلو\nأعطي ملء الأرض ذهبا ما وفي أجره دون <span id='ms18'></span> يوم الحساب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head99'>78 - </h1>\n\n<p>\nوبإسناده قال قال رسول الله صلى الله عليه وسلم الحياء خير كله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head100'>79 - </h1>\n\n<p>\nوبه قال قال رسول الله صلى الله عليه وسلم الحياء والإيمان في قرن واحد\nفإذا سلب أحدهما تبعه الآخر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head101'>80 - </h1>\n\n<p>\nوبه قال قال رسول الله صلى الله عليه وسلم أول ما ينزع من العبد الحياء\nفيصير مقاتا ثم ممقتا ثم ينزع منه الأمانة فيصير خائنا مخونا ثم ينزع منه\nالمرحمة فيصير فظا غليظا ويخلع دين الإسلام من عنقه فيصير كذابا لعينا\nملعونا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head102'>81 - </h1>\n\n<p>\nوبه قال قال رسول الله صلى الله عليه وسلم من تأمل خلق امرأة حتى يتبين\nله حجم عظامها من ورائها وهو صائم فقد أفطر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head103'>82 - </h1>\n\n<p>\nوبه قال قال رسول الله صلى الله عليه وسلم حياتي خير لكم وموتي خير لكم\nأما حياتي فأحدث لكم وأما موتي فتعرض علي أعمالكم عشية الاثنين والخميس فما\nكان من عمل صالح حمدت الله عليه وما كان من عمل سوء استغفرت الله لكم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head104'>83 - </h1>\n\n<p>\nوبه قال قال رسول الله صلى الله عليه وسلم من قال سبحان الله وبحمده كتب\nله ألف ألف حسنة ومحي\n</p>\n\n<h1 class='l1' id='head105'>[ص: 79]</h1>\n\n<p>\nعنه ألف ألف سيئة ورفع له ألف ألف درجة ومن زاد زاده الله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head106'>84 - </h1>\n\n<p>\nوبه قال قال رسول الله صلى الله عليه وسلم ذكر الله بالغداة والعشي خير\nمن حطم السيوف في سبيل الله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head107'>85 - </h1>\n\n<p>\nوبه قال قال رسول الله صلى الله عليه وسلم من قرأ مائة آية كتب من\nالقانتين ومن قرأ مائتي آية لم يكتب من الغافلين ومن قرأ ثلاثمائة آية لم\nيحاجه القرآن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head108'>86 - </h1>\n\n<p>\nوبه عن أنس قال خرج علينا رسول الله صلى الله عليه وسلم فقال من ضمن لي\nاثنتين ضمنت له الجنة فقال أبو هريرة فداك أبي وأمي أنا أضمنهما لك ما هما\nفقال رسول الله صلى الله عليه وسلم من ضمن لي ما بين لحييه وما بين رجليه\nضمنت له الجنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head109'>87 - </h1>\n\n<p>\nوأخبرنا سيد الرؤساء مسعود أنا أبو نصر هو محمد بن محمد بن علي الزينبي\nكتابة أنا أبو بكر بن زنبور أنا أبو محمد <span id='ms19'></span> بن صاعد ثنا محمد بن عوف ثنا أبو\nالمغيرة عبد القدوس بن الحجاج ثنا أبو بكر بن أبي مريم عن حبيب بن عبيد عن\nأوسط البجلي عن أبي بكر الصديق رضي الله عنه أنه قام في الناس فحمد الله\nتعالى وأثنى عليه ثم قال\n</p>\n\n<p>\nألا إن رسول الله صلى الله عليه وسلم قام فينا عام أول فقال عليكم بالصدق\nفإنه من البر وإياكم والكذب فإنه من الفجور ألا ولا تقاطعوا ولا تدابروا\nولا تباغضوا وكونوا عباد الله إخوانا كما أمركم الله وسلوا الله العافية\nفإنه لم يعط عبد خير من العافية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head110'>88 - </h1>\n\n<p>\nوفي حديث آخر رواه يحيى بن صاعد أبو محمد ثنا زكريا بن يحيى الكوفي ثنا\nعبد الحميد بن صالح ثنا عمرو بن أبي المقدام عن إسماعيل بن أبي خالد عن قيس\nبن أبي حازم قال سمعت أبا بكر الصديق رضي الله عنه يقول\n</p>\n\n<p>\nإن رسول الله صلى الله عليه وسلم قام في مقامي هذا عام أول فقال أيها\nالناس إنه لم يعط أحد بعد اليقين أفضل من العافية\n</p>\n\n<h1 class='l1' id='head111'>[ص: 82]</h1>\n\n<p>\nفقال أبو بكر رضي الله عنه فإنا نسأل الله العافية في الدنيا والآخرة ألا\nوإن الصدق والبر في الجنة وإن الكذب والفجور في النار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head112'>89 - </h1>\n\n<p>\nوأخبرنا سيد الرؤساء أنا أبو الحسين بن المهتدي إجازة أنا أبو حفص بن\nشاهين البغدادي فيما كتب لي ثنا محمد بن محمد بن الحارث ومحمد بن هارون\nقالا ثنا محمد بن يحيى بن أبي عمر العدني ثنا سفيان بن عيينة عن مسعر عن\nعمرو بن مرة عن أبي عبيدة بن عبد الله قال قال لي مسروق\n</p>\n\n<p>\nأخبرني أبوك أن شجرة أنذرت النبي صلى الله عليه وسلم بالجن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head113'>90 - </h1>\n\n<p>\nوأخبرنا سيد الرؤساء مسعود أنا ابن المهتدي كتابة أنا أبو حفص عمر بن\nشاهين إجازة أنا البغوي ثنا عبد الله بن عمر الخطابي بالبصرة ثنا يزيد بن\nزريع ثنا روح بن القاسم عن عبد الله بن دينار عن ابن عمر عن عمر بن الخطاب\nرضي الله عنهما قال\n</p>\n\n<p>\nقاتل <span id='ms20'></span> الله فلانا يبيع الخمر أما والله لقد سمع قول رسول الله صلى الله\nعليه وسلم حرمت عليهم\n</p>\n\n<h1 class='l1' id='head114'>[ص: 83]</h1>\n\n<p>\nالشحوم أن يأكلوها فباعوها يعني اليهود\n</p>\n\n<p>\nلو تزود إنسان في طلب هذا الحديث سنة ما ضاعت رحلته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head115'>91 - </h1>\n\n<p>\n[وبه] حدثنا البغوي ثنا عبد الله بن عون الخراز ثنا محمد بن بشر ثنا مسعر\nعن قتادة عن أنس\n</p>\n\n<p>\nقال قام رسول الله صلى الله عليه وسلم حتى تورمت قدماه أو قال ساقاه فقيل\nله أليس قد غفر الله لك ما تقدم من ذنبك وما تأخر قال أفلا أكون عبدا\nشكورا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head116'>92 - </h1>\n\n<p>\nأخبرنا سيد الرؤساء مسعود بن الحسن أبنا الشريف أبو الحسين ابن المهتدي\nبالله كتابة من بغداد ثنا أبو حفص بن شاهين إملاء ثنا محمد بن محمد بن\nسليمان الباغندي ثنا أبو عوانة عن الأعمش عن عبد الرحمن بن ثروان عن هزيل\nبن شرحبيل عن عبد الله بن عمر قال\n</p>\n\n<p>\nكنا مع النبي صلى الله عليه وسلم فمر بتمرة عائرة فأعطاها سائلا وقال لو\nلم تأتها لأتتك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head117'>93 - </h1>\n\n<p>\n[وبه] حدثنا الباغندي ثنا أبو بكر بن أبي شيبة ثنا شريك عن محمد بن سعد\nالأنصاري عن أبي ظبية عن أبي أمامة قال\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head118'>[ص: 85]</h1>\n\n<p>\nالمحبة من الله عز وجل والصيت من السماء فإذا أحب الله عبدا قال يا جبريل\nإن ربك يحب فلانا فأحبه فينادي جبريل فينزل له المحبة على الأرض.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head119'>94 - </h1>\n\n<p>\n[وبه] حدثنا الباغندي ثنا عبد الوهاب بن الضحاك الفرضي ثنا عيسى بن يونس\nعن حريز بن عثمان عن عبد الرحمن بن جبير بن نفير عن أبيه عن عوف بن مالك\nالأشجعي قال\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم افترقت هذه الأمة على بضع وسبعين فرقة\nوأعظمها فتنة على أمتي قوم يقيسون الأمور برأيهم فيخطئون فيحلون الحرام\nويحرمون الحلال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head120'>95 - </h1>\n\n<p>\nوأخبرنا سيد الرؤساء مسعود أبنا ابن المهتدي إجازة ثنا أبو حفص بن شاهين\nإملاء ثنا البغوي ثنا علي بن المنذر الطريفي ثنا محمد بن فضيل عن محمد بن\nسعد الأنصاري عن <span id='ms21'></span> عبد الله بن يزيد بن ربيعة الدمشقي ثنا عائذ أبو إدريس\nالخولاني عن أبي الدرداء قال\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم قال داود عليه السلام اللهم إني أسألك\nحبك وحب من يحبك وحب العمل الذي يبلغني حبك رب اجعل لي حبك أحب إلي من أهلي\nومن الماء البارد\n</p>\n\n<p>\nقال وكان رسول الله صلى الله عليه وسلم إذا ذكر داود وحدث عنه قال كان\nأعبد الناس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head121'>96 - </h1>\n\n<p>\n[وبه] حدثنا البغوي ثنا خلاد بن أسلم ثنا عبد الرحمن بن محمد المحاربي عن\nعبد الرحمن بن زياد بن أنعم الإفريقي عن عبد الله بن يزيد عن عبد الله بن\nعمرو قال\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم سيأتي على أمتي ما أتى على بني إسرائيل\nبمثل حذو النعل بالنعل وإنهم تفرقوا على اثنتين وسبعين ملة وستفترق أمتي\nعلى ثلاث وسبعين ملة كلها في النار غير واحدة فقيل يا رسول الله وما تلك\nالواحدة قال هو ما نحن عليه اليوم وأصحابي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head122'>97 - </h1>\n\n<p>\n[وبه] حدثنا البغوي ثنا عبيد الله بن عمر القواريري ثنا حماد بن زيد عن\nعاصم عن زر عن عبد الله بن مسعود ذكر {تبارك الذي بيده الملك} فقال\n</p>\n\n<p>\nهي المانعة تمنع من عذاب القبر توفي رجل فأتي من قبله فيقول لا سبيل لكم\nعلى ما قبلي إنه كان يقوم علي سورة الملك ويؤتى من قبل بطنه فيقول لا سبيل\nلكم على ما قبلي إنه وعى في سورة الملك ويؤتى من قبل رأسه فيقول رأسه لا\nسبيل لكم على ما قبلي إنه كان يقرأ في سورة الملك وهي في التوراة سورة\nالملك من قرأها في ليلة فقد أكثر وأطيب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head123'>98 - </h1>\n\n<p>\nوأخبرنا سيد الرؤساء أبنا أبو عمرو بن منده أبنا أبو الحسين الخفاف كتابة\nأبنا أبو العباس السراج ثنا قتيبة بن سعيد ثنا عبد العزيز بن محمد عن سهيل\nبن أبي صالح عن أبيه عن أبي هريرة\n</p>\n\n<p>\nأن رسول الله صلى الله عليه وسلم قال إنما جعل الإمام ليؤتم به فإذا كبر\nفكبروا وإذا <span id='ms22'></span> ركع فاركعوا ولا تختلفوا عليه وإذا قال سمع الله لمن حمده\nفقولوا اللهم ربنا لك الحمد وإذا سجد فاسجدوا ولا ترفعوا قبله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head124'>99 - </h1>\n\n<p>\n[وبه] حدثنا قتيبة بن سعيد ثنا جعفر بن سليمان عن ثابت البناني عن أنس\nقال\n</p>\n\n<p>\nكان النبي صلى الله عليه وسلم لا يدخر شيئا لغد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head125'>100 - </h1>\n\n<p>\nقال وأخبرنا أبو الحسين الخفاف كتابة ثنا أبو العباس السراج إملاء ثنا\nأبو عثمان سعيد بن يحيى بن سعيد الأموي ثنا أبي ثنا يزيد بن كيسان ثنا أبو\nحازم عن أبي هريرة قال\n</p>\n\n<p>\nضاف رسول الله صلى الله عليه وسلم ليلة ضيفا فأرسل إلى نسائه هل عندكم من\nشيء فقد نزل بي الليلة ضيف فأرسلن قال والذي بعثك بالحق ما عندنا إلا الماء\n</p>\n\n<p>\nإذ دخل عليه قد سماه لي ولا أحفظه فقال له النبي صلى الله عليه وسلم يا\nفلان عندك شيء تذهب بضيفي الليلة فقال نعم يا رسول الله قال فذهب إلى أهله\nفقال للمرأة هل من شيء فقالت خبزة لنا قال قربيها إلى ضيفنا فإذا هوينا معا\nفكأنك تصلحي السراج وأطفيه ففعلت حتى أكل الخبزة عنده\n</p>\n\n<p>\nحتى إذا أصبح غدا ضيفه لحاجته التي كان يريد وغدا الأنصاري إلى رسول الله\nصلى الله عليه وسلم فقال رسول الله صلى الله عليه وسلم كيف صنعت الليلة\nبضيفك فظن الأنصاري أنه انطلق واشتكاه إلى رسول الله صلى الله عليه وسلم\nوأخبره الأنصاري بالذي صنع\n</p>\n\n<h1 class='l1' id='head126'>[ص: 92]</h1>\n\n<p>\nفقال رسول الله صلى الله عليه وسلم لقد أخبرني جبريل أي فلان قد عجب الله\nمن صنيعك بضيفك أو ضحك من صنيعك الليلة.\n</p>\n\n<p>\nآخر الكتاب عروس الأجزاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n             <span id='ms23'></span>\n</p>\n",
  "pages": [
    "000",
    "000",
    "023",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "037",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "059"
  ],
  "volumes": [
    "01"
  ]
}