{
  "content": "\n<p>\nبسم الله الرحمن الرحيم | الحمد لله ، وسلام على عباده الذين اصطفى ،\nوبعد : | فيقول العبد الضعيف قاسم ين قطلؤبغا الحنفي : | لما وقفت على '\nتذكرة ' شيخنا الإمام العالم العلامة ، إمام العارفين ، وبقية الحفاظ\nالعارفين ، شهاب الدين أحمد بن علي بن عبد القادر بن محمد المقريزي ، أمتع\nالله بحياته ، وأعاد علينا من بركاته ، رأيت فيها ما كتبه من تراجم الأئمة\nالحنفية ، فأحببت أن ألحق بكل اسم ما تيسر لي من تراجم من تسمى به منهم ،\nعلى نحو ما قصد من الاقتصار على ذكر من له تصنيف ، حبا لأتباعه ، وجبرا\nلقصر باعي بطول باعه . | والله سبحانه وتعالى أسأل أن يختم لي وله بخواتم\nالسعادة ويبلعنا الحسنى وزيادة ، إنه خير مسؤول ، وأكرم مأمول .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( إبراهيم بن سليمان الرضي الرومي ) 4\n</p>\n\n<p>\nالحموي المنطقي رضي الدين الرومي درس بدمشق ومات بها بعد الجمعة في سادس\nعشرين ربيع الأول سنة اثنين وثلاثين وسبعمائة وقد جاوز الثمانين وكان قد حج\nسبع مرات . شرح الجامع الكبير في ست مجلدات وشرح المنظومة في مجندين وكان\nفقيها نحويا مفسرا منطقيا دينا متواضعا رحمه الله . |\n</p>\n\n<p>\n| 4 ( إبراهيم بن رستم المروزي ) 4\n</p>\n\n<p>\nأبو بكر المروزي أحد الأعلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n             تفقه علي محمد ابن الحسن وروى\nعنه النوادر وروى عن أبي عصمة نوح بن أبي مريم . وأسد بن عمرو تفقه عليه\nالجم الغفير وروى الدارمي عن ابن معين توثيقه وضعفه ابن عدي وعرض عليه\nالمأمون القضاء فامتنع وانصرف إلى منزله فتصدق بعشرة آلاف درهم مات\nبنيسابور في يوم الأربعاء لعشرين من جمادى الآخر سنة إحدى عشرة ومائتين . |\n</p>\n\n<p>\n| إبراهيم بن أحمد الموصلي\n</p>\n\n<p>\n| إبراهيم بن أحمد بن بركة الموصلي ، الفقيه . له شرح المنظومة ، وله\nسلالة الهداية . | ذكره عبد القادر ، ولم يزد على هذا . والله أعلم . |\n</p>\n\n<p>\n| إبراهيم بن أحمد البصروي\n</p>\n\n<p>\n| إبراهيم بن أحمد بن عقبة به هبة الله بن عطاء ، صدر الدين بن محيي\nالدين ، البصروي ، الحنفي . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n             | ولد ببصرى سنة تسع وستمائة . |\nوولي قضاء حلب . | وتوفي في حادي عشر رمضان سنة سبع وتسعين وستمائة . |\n</p>\n\n<p>\n| 4 ( إبراهيم بن عبد الرزاق الرسعني ) 4\n</p>\n\n<p>\nأبو إسحاق الرسعني عرف بابن <span id='ms01'></span> المحدث تفقه على أبيه قال البرزالي كتب عنه\nوكان قد فاق أبناء جنسه معرفة وذكاء وكان نبيها فاضلا عالما متنسكا ورعا\nحسن الأخلاق وله منظوم ومنثور وشرح المقدوري ولم يتمه مولده في جمادى\nالأولى سنة اثنين وأربعين وستمائة ومات في شهر رمضان سنة خمس وتسعون\nوستمائة بدمشق ودفن بقاسيون في سفحه . |\n</p>\n\n<p>\n| 4 ( إبراهيم بن عبد الكريم الموصلي ) 4\n</p>\n\n<p>\nإبراهيم بن عبد الكريم بن أبي السعادات أبو إسحاق الموصلي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \nشرح قطعة كبيرة من القدوري وكتب الإنشاء لصاحب الموصل ثم استعفى من ذلك\nتوفى سنة ثمان وعشرين وستمائة . |\n</p>\n\n<p>\n| 4 ( إبراهيم بن علي الطرسوسي ) 4\n</p>\n\n<p>\nوإبراهيم بن علي بن أحمد بن عبد الواحد بن عبد المنعم بن عبد الصمد نجم\nالدين أبو إسحاق الدمشقي ولى منصب القضاء بدمشق بعد والده قاضي القضاة عماد\nالدين في سنة ست وأربعين وستمائة فأفتى ودرس وشيد وأسس . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n             ونظم\nالفوائد وشرحها وصنف الفتاوى الطرسوسية وكانت وفاته سنة ثمان وخمسين\nوسبعمائة . |\n</p>\n\n<p>\n| 4 ( إبراهيم بن علي ، ابن عبد الحق الواسطي ) 4\n</p>\n\n<p>\nإبراهيم بن علي بن أحمد بن يوسف بن إبراهيم أبو إسحاق المعروف بابن عبد\nالحق الواسطي وهو سبطه كان عالما فقيها محدثا سمع من أبي الحسن علي بن عبد\nالواحد المقدسي الحنبلي البخاري وولي القضاء بالديار المصرية سنة ثمان\nوعشرين وسبعمائة فدرس وأفاد وناظر فأجاد ووضع شرح على الهداية ضمنه الآثار\nومذاهب السلف واختصر السنن للبيهقي في خمس مجلدات وكتاب التحقيق لأبن\nالجوزي في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n             مجلدة وكتاب الناسخ والمنسوخ لأبن شاهين في مجلدة\nووضع كتابا في الفروع الفقهية سماه المنتقى في مجلدة وكتاب نوازل الوقايع\nفي مجلدة وفوائد عديدة تتضمن مسائل مفيدة منها إجارة الإقطاع وإجارة\nالأوقاف زيادة على المدة ومسألة قتل المسلم بالكافر وغير ذلك خرج إلى دمشق\nوتوفى بها يوم الأربعاء تاسع عشرين ذي الحجة سنة أربع وأربعين وسبعمائة . |\n</p>\n\n<p>\n| 4 ( إبراهيم بن محمد الخدامي ) 4\n</p>\n\n<p>\nإبراهيم بن محمد بن إبراهيم أبو إسحاق الجذامي النيسابوري قال الحاكم في\nتاريخ نيسابور كان من أجلة الفقهاء لأبي حنيفة وأزهدهم وحدث في العراق\nوخرسان والشام الكثير قال ورأيت له مصنفات <span id='ms02'></span> كثيرة عن أخيه أبي بشر ورأيت له\nعند أخيه أيضا وصولا صحيحة توفى في شهر ربيع الأول سنة إحدى وعشرين\nوثلاثمائة . |\n</p>\n\n<p>\n| إبراهيم بن يوسف\n</p>\n\n<p>\n| إبراهيم بن يوسف . | ورى عن أبي يوسف ، عن أبي حنيفة رحمه الله قال : ^\n( لا يحل لأحد أن يفتي بقولنا ما لم يعرف من أين قلناه ) ^ . قلت : وهذه\nالرواية هي التي حلمتني على شرحي للقدوري ، الذي ذكرت فيه من أين أخذوا\nعلمهم . والله أعلم . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n             |\n</p>\n\n<p>\n| إبراهيم بن محمد ، ابن دقماق\n</p>\n\n<p>\n| وإبراهيم بن محمد بن أيدمر بن دقماق . | طلب العلم ، وتفقه يسيرا . |\nوحبب ، إليه التاريخ ، فكتب ' طبقات الحنفية ' وتواريخ عديدة ، وتوفي سنة\nتسع وثمانمائة . |\n</p>\n\n<p>\n| إبراهيم بن محمد المؤذن\n</p>\n\n<p>\n| إبراهيم بن محمد بن حيدر ، أبو إسحاق ، المؤذن ، الخوارزمي . مولده سنة\nتسع وخمسين وخمسمائة في شهر ذي الحجة . ذكره أبو بكر المبارك بن الشعار\nفقال : جليل القدر ، كثير المحفوظ ، متقن في علوم الإسلام والشريعة ، إمام\nفي الفقه ، والفرائضن ، وعلم التفسير ، والحديث ، والأصول ، والكلام ، مع\nمعرفته بالنحو واللغة والأدب . وكان له اعتناء بتصانيف الزمخشري ، كثير\nالميل إليها . | وذكر له تصانيف . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n             |\n</p>\n\n<p>\n| إبراهيم بن يحيى البصروي\n</p>\n\n<p>\n| إبراهيم بن يحيى بن أحمد بن عبد الله بن عبد الرحمن بن عبد العزيز ،\nعماد الدين ، أبو إسحاق ، الفزازي ، البصروي ، ثم الدمشقي ، الحنفي . | قرأ\nالقرآن ، وسمع الحديث . | وشيوخه نحو الثمانين ، منهم : ابن عبد الدائم ،\nوابن أبي اليسر ، وأيوب الحمامي ، وجعفر الحنبلي ، وابن النشبي ، وابن عيد\n. | وقرأ الكافية الشافية على ابن مالك ، وقرأ صحيح مسلمن والترغيب\nوالترهيب على ابن عبد الدائم . | وتوفي في سابع عشر ربيع الآخر سنة اثنتين\nوثلاثين وسبعمائة . ومولده في رجب سنة خمس وأربعين وستمائة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( أحمد بن أبي بكر ) 4\n</p>\n\n<p>\nبن عبد الوهاب بديع الدين أبو عبد الله القزويني له كتاب الجامع الحريز\nالحاوي لعلوم كتاب الله العزيز كان مقيما بسيواس في سنة عشرين وستمائة . |\n</p>\n\n<p>\n| أحمد بن حفص أبو حفص الكبير\n</p>\n\n<p>\nأخذ عن محمد بن الحسن وله أصحاب كثيرة ببخارى في زمن محمد بن إسماعيل\nالبخاري صاحب الصحيح قال لو أن رجلا عبد الله خمسين سنة ثم <span id='ms03'></span> أهدى لرجل مشرك\nبيضة يوم النوروز يريد به تعظيم ذلك اليوم فقد كفر وأحبط عمله .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( أحمد بن علي بن تغلب ) 4\n</p>\n\n<p>\nبن أبي الضياء مظفر الدين أبن الساعاتي البغدادي الأصل البعلبكي سكن\nببغداد ونشأ بها وبرع في الفقه وكتب الخط المنسوب وصنف كتاب مجمع البحرين\nجمع فيه بين مختصر القدوري والمنظومة مع زوائد أحسن وأبدع في اختصاره وشرحه\nفي مجلدين وله كتاب البديع في الأصول جمع فيه بين أصول فخر الإسلام علي\nالبزدوي والأحكام للآمدي قلت وله الدر المنضود في الرد على فيلسوف اليهود\nيعني أبن كمونة وكان رحمه الله موجودا سنة تسعين وستمائة . وحررت وفاته سنة\nأربع وتسعين . ودفن عند الجنيد ، رحمه الله تعالى . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( أحمد بن علي الجصاص ) 4\n</p>\n\n<p>\nأحمد بن علي أبو بكر الرازي المعروف بالجصاص ولد سنة خمس وثلاثمائة وسكن\nبغداد وانتهت إليه رياسة الحنفية وسئل العمل فالقضاء فامتنع تفقه على أبي\nالحسن الكرخي وتخرج به وكان على طريقة من الزهد والورع وخرج إلى نيسابور ثم\nعاد وتفقه عليه جماعة وروى عن عبد الباقي بن قانع وله كتاب أحكام القرآن\nوشرح مختصر الكرخي وشرح مختصر الطحاوي وشرح الجامع لمحمد بن الحسن وشرح\nالأسماء الحسني وله كتاب في أصول الفقه وكتاب جوابات مسائل توفى يوم الأحد\nسابع ذي الحجة سنة سبعين وثلاثمائة ببغداد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n             وقد وهم من جعل\nالجصاص غير أبي بكر الرازي بل هما واحد . |\n</p>\n\n<p>\n| 4 ( أحمد بن عمرو الخصاف ) 4\n</p>\n\n<p>\nوقيل بن مهير وقيل مهروان أبو بكر الخصاف الشيباني حدث عن أبي عاصم\nالنبيل وأبي داود الطيالسي ومسدد وجماعة وكان فاضلا فارضا حاسبا عارفا\nبالفقه مقدما عند الخليفة المهتدي بالله فلما قتل المهتدي نهب فذهب بعض\nكتبه وصنف كتاب الحيل وكتاب الوصايا وكتاب الشروط كبير وصغير وكتاب الرضاع\nوكتاب المحاضر والسجلات وكتاب أدب القاضي وكتاب النفقات على الأقارب وكتاب\nإقرار الورثة بعضهم لبعض وكتاب أحكام الوقف وكتاب النفقات وكتاب العصير\nوأحكامه وكتاب ذرع الكعبة والمسجد الحرام والقبر المقدس وكتاب الخراج وكتاب\nالمناسك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n             نهب قبل أن يخرج للناس وذكر أنه كان يأكل <span id='ms04'></span> من كسب يده\nمات ببغداد سنة إحدى وستين ومائتين . |\n</p>\n\n<p>\n| 4 ( أحمد بن محمد القدوري ) 4\n</p>\n\n<p>\nأحمد بن محمد بن أحمد بن جعفر بن حمدان أبو الحسين بن أبي بكر القدوري\nالبغدادي صاحب المختصر ولد سنة اثنتين وستين وثلاثمائة وتفقه على أبي عبد\nالله محمد بن يحيى الجرجائي وروى الحديث وكان صدوقا وانتهت إليه رياسة\nالحنفية بالعراق وعظيم عندهم قدره وارتفع جاهه وكان حسن العبارة في النظر\nجريئا بلسانه مديما لتلاوة القرآن صنف المختصر وشرح مختصر الكرخي قلت وصنف\nكتاب التجريد في سبعة أسفار يشتمل على الخلاف بين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n             الشافعي وأبي\nحنيفة وأصحابه شرع في إملائه سنة خمس وأربعمائة وكتاب التقريب في مسائل\nالخلاف بين أبي حنيفة وأصحابه مجردا عن الدلائل ثم صنف التقريب الثاني فذكر\nالمسائل بأدلتها وله جزء حديثي رويناه عنه مات ببغداد في يوم الأحد منتصف\nرجب سنة ثمان وعشرين وأربعمائة روى عنه الخطيب وقال كان صدوقا وكان يناظر\nالشيخ أبا حامد الأسفراييني ولا أدري سبب نسبته إلى القدور . |\n</p>\n\n<p>\n| أحمد بن محمد بن أحمد العقيلي\n</p>\n\n<p>\nالأنصاري شمس الدين البخاري تفقه على جده لأمه شرف الدين عمر بن محمد بن\nعمر العقيلي ونظم الجامع الصغير قلت وشرح الجامع الصغير لمحمد بن الحسن مات\nببخارى في خامس رمضان سنة سبع وخمسين وستمائة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( أحمد بن محمد الطحاوي ) 4\n</p>\n\n<p>\nأحمد بن محمد بن سلامة بن سلمة بن عبد الملك بن سلمة بن سليم أبن سليمان\nبن جناب الأزدي الحجري المصري الطحاوي أبو جعفر كان ثقة نبيلا فقهيا إماما\nولد سنة تسع وعشرين وقيل تسع وثلثين ومائتين ومات سنة إحدى وعشرين\nوثلاثمائة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n             صحب المزني وتفقه به ثم ترك مذهبه وصار حنفي المذهب\nتفقه على أبي جعفر أحمد بن أبي عمران موسى بن عيسى وخرج إلى الشام سنة ثمان\nوستين ومائتين فلقي بها أبا حازم عبد الحميد أبن جعفر فتفقه عليه وسمع منه\nوله كتاب أحكام القرآن يزيد على عشرين جزءا وكتاب معاني الآثار وبيان مشكل\nالآثار والمختصر في الفقه وشرح الجامع الكبير وشرح الجامع الصغير وله كتاب <span id='ms05'></span>\nالشروط الكبير والشروط الصغير والشروط الأوسط وله المحاضر والسجلات\nوالوصايا والفرائض وكتاب نقض كتاب المدلسين على الكرابيسي وله كتاب تاريخ\nكبير ومناقب أبي حنيفة وله في القرآن ألف ورقة وله النوادر الفقهية عشرة\nأجزاء والنوادر والحكايات تنيف على عشرين جزءا وحكم أراضي مكة وقسمة الفيء\nوالغنائم وكتاب الرد على عيسى بن أبان وكتاب الرد على أبي عبيدة وكتاب\nاختلاف الروايات على مذهب الكوفيين انتهى قلت المحفوظ إن أبا حازم أسمه عبد\nالحميد بن عبد العزيز وللطحاوي من المصنفات أيضا كتاب اختلاف الفقهاء\nوالعقيدة المشهورة قال أبن يونس كان الطحاوي ثقة ثبتا فقهيا عارفا لم يخلق\nمثله وقال أبن عساكر ، وابن الجوزي . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n             وقال ابن عبد البر في\nكتاب العلم كان من أعلم الناس بسير الكوفيين وأخبارهم مع مشاركته في جميع\nمذاهب الفقهاء روى عنه أبن مظفر الحافظ أبو القاسم الطيراني وأبو بكر بن\nالمقرئ وآخرون قال أبن يونس توفى مستهل ذي القعدة سنة إحدى وعشرين\nوثلاثمائة وفيها أرخه مسلمة بن قايم وخالفهما محمد بن إسحاق النديم في\nالفهرست فقال سنة اثنين وعشرين وقد بلغ الثمانين . |\n</p>\n\n<p>\n| 4 ( أحمد بن محمد الناطفي ) 4\n</p>\n\n<p>\nأحمد بن محمد بن عمر أبو العباس الناطفي أحد الفقهاء الكبار له كتاب\nالأجناس والفروق في مجلد والواقعات في مجلدات توفي بالري سنة ست وأربعين\nوأربعمائة والناطفي نسبة إلى عمل الناطف وبيعه . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( أحمد بن محمد العتابي ) 4\n</p>\n\n<p>\nأحمد بن محمد بن عمرأبو نصر وقيل أبو القاسم زين الدين العتابي نسبه إلى\nالعتابية محلة ببخارى له كتاب الزيادات وكتاب جوامع الفقه أربع مجلدات وشرح\nالجامع الكبير وشرح الجامع الصغير مات سوم الأحد من سنة ست وثمانين\nوخمسمائة ببخارى قلت وله كتاب تفسير القرآن وكانت وفاته وقت الظهر ودفن\nبمقبرة الفقهاء السبعة قال الذهبي صنف الجامع الكبير والزيادات وتفسير\nالقرآن ولازمه شمس الأئمة الكردري وأخذ عنه . |\n</p>\n\n<p>\n| 4 ( أحمد بن محمد الأقطع ) 4\n</p>\n\n<p>\nأحمد بن محمد بن محمد أبو نصر ألا قطع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n             درس الفقه على أبي\nالحسين القدوري حتى برع فيه وقرأ الحساب حتى أتقنه وشرح مختصر القدوري <span id='ms06'></span> ومال\nإلى حدث فظهر على الحدث سرقة فإنهم بأنه شاركه فيها فقطعت يده اليسرى قلت\nحكى الصفدي في الوفيات إن يده قطعت في حرب كانت بين المسلمين والتتار والله\nأعلم مات سنة أربع وسبعين وأربعمائة . |\n</p>\n\n<p>\n| 4 ( أحمد بن محمد بن محمود ) 4\n</p>\n\n<p>\nبن سعيد الغزنوي الكاشاني تفقه على أحمد بن يوسف الحسيني العلوي وتفقه به\nجماعة وصنف كتاب روضة اختلاف العلماء ومقدمة في الفقه عرفت بالغزنوية وكتاب\nفي أصول الفقه وكتاب روضة المتكلمين في أصول الدين وكتاب المنتقى من روضة\nالمتكلمين وكتاب البدايع في الفقه مات بحلب بعد سنة ثلث وتسعين وخمسمائة\nقلت ليس الغزنوي بالكاساني وكتاب البدايع للكاساني لا الغزنوي وكان الغزنوي\nمعيد درس الكاساني والله أعلم . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( أحمد بن محمود الصابوني ) 4\n</p>\n\n<p>\nأحمد بن محمود بن أبي بكر الصابوني نور الدين أبو محمد له البداية في\nأصول الدين توفي ليلة الثلاثاء سادس عشر صفر سنة ثمانين وخمسمائة قلت تفقه\nالصابوني على شمس الأئمة الكردري وكانت وفاته وقت صلاة المغرب ودفن بمقبرة\nالقضاة السبعة وله كتاب المغنى في أصول الدين . |\n</p>\n\n<p>\n| 4 ( أحمد بن مسعود القونوي ) 4\n</p>\n\n<p>\nأحمد بن مسعود بن عبد الرحمن أحمد بن مسعود بن عبد الرحمن أبو العباس\nالقنوي تفقه على الجلال عمر الخبازي وله كتاب التقرير في شرح الجامع الكبير\nفي أربع مجلدات أكمله أبنه أبو الحسن وله شرح عقيدة الطحاوي مات بدمشق .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n             | أحمد بن ناصر بن ظاهر أبو المعالي الحسيني برهان الدين كان\nإماما علامة زاهدا عابدا مفتيا يعرف التفسير والفقه والأصول صنف تفسيرا في\nسبع مجلدات وكتابا في أصول الدين مات في شوال سنة تسع وثمانين وستمائة\nانتهى قلت وممن يسمى بهذا الاسم منهم . |\n</p>\n\n<p>\n| 4 ( أحمد بن إبراهيم بن أيوب العينتابي ) 4\n</p>\n\n<p>\nالحلبي شهاب الدين أبو العباس قاضي العسكر بدمشق أفتى ودرس ونوع وجنس\nوحرر النقول من المنقول وشرح مجمع البحرين في الفقه والمغنى في الأصول وسمي\nشرح المجمع المنبع توفي سنة سبع وستين وسبعمائة بدمشق وقد جاوز الستين .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( أحمد بن إبراهيم ، ابن البرهان ) 4\n</p>\n\n<p>\nأحمد بن إبراهيم بن داود المقري الحلبي شهاب <span id='ms07'></span> الدين بن أبو العباس المعروف\nبابن البرهان كان فقيها فاضلا له مشاركة في علوم عديدة ومصنفات مفيدة شرح\nالجامع الكبير فانتفع به الصغير والكبير وكانت وفاته سادس عشر رجب سنة ثمان\nوثلاثين وسبعمائة . |\n</p>\n\n<p>\n| 4 ( أحمد بن إبراهيم السروجي ) 4\n</p>\n\n<p>\nأحمد بن إبراهيم بن عبد الغني قاضي القضاة شمس الدين أبو العباس السروجي\nتفقه على الصدر سليمان بن أبي العز ونجم الدين أبي ظاهر إسحاق بن علي بن\nيحيى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n             ولي القضاء بالديار المصرية وصنف أفتى ووضع شرحا على كتاب\nالهداية سماه الغاية انتهى فيه إلى كتاب الإيمان في ست مجلدات ضخمة توفي\nبالمدرسة السيوفية بالقاهرة في يوم الخميس ثاني عشر رجب سنة عشر وسبعمائة\nودفن بتربته بجوار قبة الإمام الشافعي رضي الله عنه ومولده سنة سبع وثلثين\nوستمائة . |\n</p>\n\n<p>\n| أحمد بن إسماعيل التمرتاشي\n</p>\n\n<p>\n| وأحمد بن إسماعيل التمرتاشي نزيل كركانج . له كتاب ' الفتاوي ' ، وشرح\n' الجامع الصغير ' ، وكتاب ' التراويح ' . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n             |\n</p>\n\n<p>\n| أحمد بن أبي بكر المرعشي\n</p>\n\n<p>\n| أحمد بي أبي بكر بن صالح بن عمر المرعشي . نزيل حلب . مولده سنة ست\nوثمانين وسبعمائة . أفتى ، ودرس ، وانتفع به الطلبة . | وصنف كتبا . من ذلك\n: ' كنوز الفقه ' ، ونظم ' العمدة ' ، و ' تخميس البردة ' . نفع الله به .\n|\n</p>\n\n<p>\n| أحمد بن إسحاق الصفار\n</p>\n\n<p>\n| أحمد بن إسحاق بن شبيب ، أبو نصر ، الفقيه ، الصفار . قال السمعاني :\nكثرت تصانيفه ، وانتشر علمها . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n             |\n</p>\n\n<p>\n| أحمد بن إسحاق الجوزجاني\n</p>\n\n<p>\n| أحمد بن إسحاق بن صبح الجونزجاني . له كتاب ' الفرق والتمييز ' ، وكتاب\n' التوبة ' . | ذكره عبد القادر في الجواهر . |\n</p>\n\n<p>\n| أحمد بن إسحاق ، القاضي التنوخي\n</p>\n\n<p>\n| أحمد بن إسحاق بن بهلول ، أبو جعفر التنوخي . | قال الخطيب : كان ثبتا\nفي الحديث ، ثقة ، مأمونا ، جيد الضبط لما حدث به . وكان متفننا في علوم\nشتى ، منها الفقه على مذهب أبي حنيفة وأصحابه ، وربما خالفهم في مسائل\nيسيرة . له ' الناسخ و المنسوخ ' ، كتاب ' الدعاء ' ، وكتاب ' أدب القاضي '\nولم يتمه ، وله كتاب في النحو على مذهب الكوفيين . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n             وله حكاية\nمطوله مع ابن جرير . | توفي سنة عشر وثلاثمائة ، في ربيع الأول . |\n</p>\n\n<p>\n| 4 ( أحمد بن الحسن ابن الزركشي ) 4\n</p>\n\n<p>\nأحمد بن الحسن شهاب الدين المعروف بابن الزركشي <span id='ms08'></span> درس بالحسامية وانتخب شرح\nالسغناقي على الهداية . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n             وكانت له مشاركة في علوم كثيرة مات في\nثاني عشر رجب سنة ثمان وثلثين وسبعمائة وقيل سنة سبع في جمادى . |\n</p>\n\n<p>\n| 4 ( أحمد بن الحسين ، ابن الطبري ) 4\n</p>\n\n<p>\nأحمد بن الحسين بن علي أبو حامد المروزي عرف بابن الطبري قال أبن سعد في\nتاريخ سمرقند تفقه على الكرخي وغيره وصنف الكثير قال الحاكم أملا بخاري\nوكان عارفا بمذهب أبي حنيفة مات سنة سبع وسبعين وثلاثمائة . |\n</p>\n\n<p>\n| أحمد بن داود الدينوري\n</p>\n\n<p>\n| أحمد بن داود ، أبو حنيفة الدينوي . قال مسلمة بن قاسم : فقيه ، حنفي\nالفقه . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n             | له كتاب ' الفصاحة ' وكتاب ' الأنواء ' ، وكتاب '\nالقبلة ' وكتاب ' حساب الدور ' ، وكتاب ' الوصايا ' ، و كتاب ' الجبر\nوالمقابلة ' ، وكتاب ' إصلاح المنطق ' . | مات سنة اثنتين وثماني ومائتين .\n|\n</p>\n\n<p>\n| أحمد بن زيد الشروطي\n</p>\n\n<p>\n| أحمد بن زيد الشروطي . | ذكره أبو الفتح بن إسحاق النديم في جملة\nالأصحاب وقال : له من الكتب كتاب ' الوثائق ' ، وكتاب ' الشروط ' الكبير ،\nوالصغير . وقد ذكره أيضا السغنافي في ' شرح الهداية ' في البيوع . |\n</p>\n\n<p>\n| أحمد بن عبد الله السرماري\n</p>\n\n<p>\n| وأحمد بن عبد الله بن أبي القاسم ، أبو جعفر السرماري ، القاضي ،\nالإمام . | له كتاب ' البناء ' يشتمل على ستة أبواب . وله الرد على\nالمشنعين . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n             | علي أبي حنيفة سماه ' الإبانة ' . وذكر هذا\nالكتاب في ترجمة مستقلة . |\n</p>\n\n<p>\n| 4 ( أحمد بن عبد القادر ، اين مكتوم ) 4\n</p>\n\n<p>\nأحمد بن عبد القادر بن أحمد بن مكتوم تاج الدين أبو محمد القيسي جمع\nالفقه والنحو واللغة وأخذ الحديث عن أصحاب أبن علاف وطبقتهم وصنف تاريخ\nالنحاة والدر اللقيط من البحر المحيط في تفسير القرآن مولده في العشر الأول\nمن ذي الحجة سنة اثنين وثمانين وستمائة ووفاته سنة تسع وأربعين وسبعمائة .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( أحمد بن حب الله ) 4\n</p>\n\n<p>\nأحمد بن عبيد الله المحبوبي بن إبراهيم الحبوبي له كتاب تلقيح العقول في\nالفروق . |\n</p>\n\n<p>\n| 4 ( أحمد بن عثمان ، ابن التركماني ) 4\n</p>\n\n<p>\nأحمد بن عثمان بن إبراهيم بن مصطفى بن سليمان بن صبيح الجوزجاني له كتاب\nالفرق والتشبيه وكتاب التوبة ذكره عبد القادر في الجاوهر تاج الدين\nالمارديني المعروف بابن التركماني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n             قال الصفدي كان إماما مجيدا\nوفقيها <span id='ms09'></span> مفيدا له تعليقة على المحصل وتعليقة على المنتخب في أصول الفقه\nوثلاث تعاليق على خلاصة الدلائل في تنقيح المسائل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n             الأولى في حل\nمشكلاته وتبين معضلاته وشرح ألفاظه وتفسير معانيه لحفاظه والثانية في ذكر\nما أهمله من مسائل الهداية والثالثة في ذكر أحاديثه والكلام عليها وشرح\nالجامع الكبير وشرح الهداية ولم يكمله وكتاب أحكام الرمي والسبق والمحلل\nوكتابين في الفرائض مبسوطا وآخر متوسطا وشرح المقرب لأبن عصفور في النحو\nوشرح عروض أبن الحاجب وشرح الشمسية في المنطق وشرح التبصرة في الهيئة وكتاب\nالأبحاث الجلية في الرد على أبن تيمية وكانت وفاته بالقاهرة مستهل جمادى\nلأولى سنة أربع وأربعين وسبعمائة ودفن بتربة أبيه خارج باب النصر ومولده\nبالقاهرة سنة إحدى وثمانين وستمائة . |\n</p>\n\n<p>\n| أحمد بن علي ، ابن الفصيح\n</p>\n\n<p>\n| وأحمد بن علي بن أحمد فخر الدين أبو طالب الشهير بابن الفصيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n             درس ببغداد وقدم دمشق فأعاد وأفاد في حل المشكلات والغوامض\nونظم الكنز في الفقه والسراجية في الفرائض والمنار في أصول الفقه ونظم\nشاطبية أظهر رمزها وجاءت أصغر من الشاطبية وسمع على الصاغاني وروى عنه كتب\nإليه الشيخ أثير الدين أبو حيان لما قدم دمشق قصيدا منها : | * شرف الشام\nواستنارت رباه * * بإمام الأئمة أبن الفصيح * | * كل يوم له دروس علوم * *\nبلسان عذب وفكر صحيح * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n             | وكانت وفاته بدمشق يوم الأحد السادس\nمن شعبان سنة خمس وخمسين وسبعمائة ومولده سنة ثمانين وستمائة وقد قارب\nالثمانين . |\n</p>\n\n<p>\n| 4 ( أحمد بن علي ابن منصور ) 4\n</p>\n\n<p>\nأحمد بن علي ابن منصور شرف الدين أبو العباس الدمشقي ولى القضاء بالديار\nالمصرية عن صدر الدين أبن أبي العز وسمع الحديث وحدث وسمع منه صدر الدين\nالياسوفي وشهاب الدين الحباني وغيرهما اختصر المختار في الفقه وسماه\nالتحرير وعلق عليه شرحا ولم يكمله وله عقيدة في أصول الدين وغير ذلك توفي\nليلة الاثنين العشرين من شهر شعبان المعظم سنة اثنتين وثمانين وسبعمائة\nبدمشق . |\n</p>\n\n<p>\n| 4 ( أحمد بن علي أبو بكر الوراق ) 4\n</p>\n\n<p>\nأحمد بن علي أبو بكر الوراق قال محمد بن إسحاق النديم شرح مختصر الطحاوي\n. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( أحمد بن عيسى <span id='ms10'></span> الزينبي ) 4\n</p>\n\n<p>\nالقاضي دون الكتب عن أبي سليمان الجوزجاني وذكره الصيمري في طبقة الخصاف\nقال وكان له القضاء في أحد جانبي بغداد ثم استعفى في أيام المعتضد بالله\nولزم بيته واشتغل بالعبادة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( أحمد بن كامل الشجري ) 4\n</p>\n\n<p>\nأحمد بن كامل بن خلف القاضي الشحري قال السمعاني كان عالما بالأحكام\nوالقرآن وأيام الناس والأدب والتواريخ وله فيها مصنفات ولى قضاء الكوفة\nوحدث عن محمد بن الجهم وغيره وعنه الدارقطني وغيره ومات في المحرم سنة\nخمسين وثلاثمائة . |\n</p>\n\n<p>\n| أحمد بن محمد ، ابن أبي العوام السعدي\n</p>\n\n<p>\n| أحمد بن محمد بن عبد الله ، أبو عبد الله ، عرف بابن أبي العوام السعدي\n. توفي يوم الأحد ، حادي عشر شعبان ، سنة خمسين وأربعمائة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n             |\nله كتاب ' مناقب أبي حنيفة ' . رويته عن المسند المعمر ابن الكويك ، عن\nزينب بنت أحمد ، عن عبد الرحمن سبط السلفي ، عنه بسنده فيه . |\n</p>\n\n<p>\n| 4 ( أحمد بن محمد ، قاضي الحرمين ) 4\n</p>\n\n<p>\nأحمد بن محمد بن عبد الله أبو الحسين النيسابوري المعروف بقاضي الحرمين\nتفقه على أبي الحسن الكرخي وأبي طاهر الدباس وسمع الحسن بن سفيان وأبا\nخليفة الفضل بن الحباب والطبقة روى عنه الحاكم قال حضرت مجلس النظر لعلي بن\nعيسى الوزير فقامت امرأة تتظلم من صاحب التركات فقال تعودين إلي غدا وكان\nيوم مجلسه للنظر فلما اجتمع فقهاء الفريقين قال لنا تكلموا اليوم في مسألة\nتوريث ذوي الأرحام قال فتكلمت فيها مع بعض فقهاء الشافعية فقال صنف هذه\nالمسألة وبكر بها غدا إلي ففعلت وبكرت بها إليه فأخذ مني الجزء وانصرفت\nفلما كان ضحوة النهار طلبني الوزير إلى حضرته فقال يا أبا الحسين قد عرضت\nتلك المسألة بحضرة أمير المؤمنين وتأملها فقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n             لولا أن لأبي\nالحسين عندنا حرمات لقلدته أحد الجانبين ولكن ليس في أعمالنا أجل من\nالحرمين وقد قلدته الحرمين فانصرفت من عند الوزير وقد وصل إلي العهد قال\nالحاكم وزادني بعض مشايخنا في هذه الحكاية إن القاضي أبا الحسين قال قلت\nللوزير أيد الله الوزير بعد أن رضى أمير المؤمنين المسألة وتأملها وجب على\nالوزير أن ينجز <span id='ms11'></span> أمره العالي بأن يرد السهم إلى ذوي الأرحام وإنه أجاب إليه\nوفعله قال الحاكم وكانت وفاته ضحوة نهار السبت حادي وعشرين المحرم سنة إحدى\nوخمسين وثلاثمائة . |\n</p>\n\n<p>\n| 4 ( أحمد بن محمد البرتي ) 4\n</p>\n\n<p>\nأحمد بن محمد بن عيسى أبو العباس البرتي الفقيه الحافظ تفقه على أبي\nسليمان الجوزجاني وروى عنه كتب محمد بن الحسن وحدث قلت وصنف المسند قال\nالخطيب كان ثقة حجة يذكر بالصلاح والعبادة مات ليلة السبت لتسع عشرة ليلة\nخلت من ذي الحجة سنة ثمانين ومائتين . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n             |\n</p>\n\n<p>\n| أحمد بن محمد البجلي\n</p>\n\n<p>\n| أحمد بن محمد بن قادم ، أبو يحيى البجلي . | ولد سنة تسعين ومائة . |\nله في الشروط وفي فنون من العلم . | مات سنة سبع وأربعين ومائتين .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( أحمد بن محمد الأخسيكثي ) 4\n</p>\n\n<p>\nأحمد بن محمد بن القاسم ذو الفضائل أبو رشاد الاخسيكتي كن أدبيا فاضلا له\nكتاب في التأريخ وكتاب في قولهم كذب عليك كذا وكتاب زوائد في شرح سقط الزند\nتوفي سنة ثمان وعشرين وخمسمائة قاله الصفدي . |\n</p>\n\n<p>\n| 4 ( أحمد بن محمد الوبري ) 4\n</p>\n\n<p>\nأحمد بن محمد بن مسعود الوبري الإمام الكبير أبو نصر شرح مختصر الطحاوي\nفي مجلدين . |\n</p>\n\n<p>\n| 4 ( أحمد بن محمود الجندي ) 4\n</p>\n\n<p>\nأحمد بن محمود بن عم الجندي شرح المصباح في النحو للمطرزي . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \n|\n</p>\n\n<p>\n| أحمد بن المظفر الرازي\n</p>\n\n<p>\n| وأحمد بن المظفر بن المختار الرازي . | له كتاب ' حل مشكل القدوري ' .\n|\n</p>\n\n<p>\n| أحمد بن منصور الإسبيجابي\n</p>\n\n<p>\n| أحمد بن منصور ، أبو نصر الإسبيجابي . ذكره أبو حفص عمر النسفي في\nتاريخ سمرقند فقال : دخل سمرقند فقال : دخل سمرقند ، وأجلسوه للفتوى ، وصار\nالمرجوع إليه في الوقائع ، فانتظمت له الأمور الدينية ، وظهرت له الآثار\nالجميلة . | ووجد بعد وفاته صندوق له فيه فتاوى كثيرة ، كان فقهاء عصره\nأخطأوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n             فيها ، فوقعت عنده فأخفاها ، وكتب الجواب ثانيا على\nالصواب . | وشرح ' مختصر ' الطحاوي . كذا ذكره بغير وفاة ، لكنه ذكره فيمن\nتوفي بعد الثمانين وأربعمائة وقبلها . |\n</p>\n\n<p>\n| أحمد بن يحيى ، ابن ناقد الكوفي\n</p>\n\n<p>\n. أحمد بن يحيى بن أحمد . له المسائل الكوفية في النحو . |\n</p>\n\n<p>\n| أحمد بن أبي المؤيد المحمودي\n</p>\n\n<p>\n| أحمد بن أبي المؤيد المحموي ، النسفي . علامة وقته . | نظم ' الجامع\nالكبير <span id='ms12'></span> ' ، كل باب قصيدةن وشرحهز ونظم قصيدة في أصول الدين . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( أحمد بن يحيى العقيلي ) 4\n</p>\n\n<p>\nأحمد بن يحيى بن زهير أبو الحسن بن أبي جعفر العقيلي الحلبي قرأ الفقه\nعلى أبي جعفر محمد بن أحمد السمناني بحلب وعلق عنه التعليق المنسوب إليه\nوروى عنه أبو الفضل هبة الله بن أحمد بن أبي جرادة صنف كتابا ذكر فيه\nالخلاف بين أبي حنيفة وأصحابه وما تفرد به عنهم وحج سنة أربع وعشرين\nوأربعمائة وأخذته العرب بتبوك وكان مولده سنة ثمان وثلاثمائة . | قلت :\nوبقي في حرف الألف : |\n</p>\n\n<p>\n| 4 ( إسحاق بن بهلول التنوخي ) 4\n</p>\n\n<p>\nإسحاق بن بهلول قال الخطيب حمل الفقه عن الحسن بن زياد وعن الهيثم بن\nموسى صاحب أبي يوسف وله مذاهب اختارها رجل في طلب الحديث إلى بغداد والكوفة\nوالبصرة ومكة والمدينة سمع سفيان بن عيينة والطبقة وحدث عنه أبن أبي الدنيا\nوغيره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n             وصنف كتابا في الفقه وسماه المتضاد وكتابا في القراءات\nوالمسند وغيره في أنواع العلوم توفي سنة اثنتين وخمسين ومائتين . |\n</p>\n\n<p>\n| أسد بن عمرو القشيري\n</p>\n\n<p>\n| أسد بن عمرو ، أبو عمرو القشيري ، الكوفي ، صاحب الإمام ، وأحد الأعلام\n. | روي الصيمري بإسناده إلى أبي نعيم قال : أول من كتب كتب أبي حنيفة أسد\nبن عمرو . | مات سنةن ثمان وثمانين ومائة . | وترجمته مستوفاة في كتابي\nالمسمى ب ' الإيثار برجال معاني الآثار ' للطحاوي رحمه الله . |\n</p>\n\n<p>\n| إسحاق الولوالجي\n</p>\n\n<p>\n| إسحاق الولوالجي : له كتاب ' الفتاوي المشهورة ' . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \n</p>\n\n#\n<p>\n| إسحاق بن أبي بكر النحاس\n</p>\n\n<p>\n| إسحاق بن أبي بكر بن إبراهيم بن هبة الله بن طارق ، الشيخ ، الفقيه ،\nالفاضل ، المسند ، المكنى كمال الدين ، أبو الفضل الأسدي ، الحنفي ، النحاس\n. | سمع الكثير من الموفق يعيش ، والعز بن رواحة ، والمؤتمن بن قميرة ،\nوابن خليل ، وأخيه الضياء صقر الكلبي ، وابن أخيه شمس الدين الخضري قاضي\nالباب ، وأبي الفتح الباوردي ، وهدية بنت خميس ، ومحمد بن أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \nالقاسم القزويني ، والكمال بن طلحة ، والنظام محمد بن محمد البلخي ، وعدة .\nوخرج له جزءا المحدث أمين الدين الواني ، وعنده عن ابن خليل نحو ستمائة جزء\n. وقد أكثر عنه ا لمرسي والبرزالي ، وتقي الدين السبكي ، والمحب <span id='ms13'></span> ، والواني\n، وشمس الدين الذهبي . وحدث . وتوفي في شهر رمضان سنة عشر وسبعمائة .\nومولده سنة ثلاثين وستمائة . |\n</p>\n\n<p>\n| إسحاق بن يحيى الآمدي\n</p>\n\n<p>\n| إسحاق بن يحيى بن إسحاق بن أبي إبراهيم ، الشيخ ، العالم ، الفاضل ،\nالمسند ، لقبه عفيف الدين ، أبو محمد الآمدي ، ثم الدمشقي ، الحنفي . شيخ\nدار الحديث للظاهرية بدمشق . | سمع من عيسى بن سلامة ، ومجد الدين بن تيمية\nبحران ، ومن ابن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n             خليل بحلب ، ومن الضياء صقر بحلب أيضا .\nوجماعة بحلب ، ودمشق والمعرة . خرج له ابن المهندس عوالي سمعها الشيخ شمس\nالدين الذهبي وجماعة منهم سنة ثمان وتسعين وستمائة . وأخذ عنه القاضي عز\nالدين بن الزبير ، وعدة . توفي سنة خمس وعشرين وسبعمائة . ومولده سنة\nاثنتين وأربعين وستمائة .\n</p>\n\n<p>\n| 4 ( أسعد بن محمد الكرابيسي ) 4\n</p>\n\n<p>\nأسعد بن محمد بن الحسين الكرابيسي له كتاب الفروق والموجز في الفقه وهو\nشرح مختصر أبي حفص لقبه جمال الإسلام ، كنيته أبو المظفر . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( إسماعيل بن إبراهيم الشيرازي ) 4\n</p>\n\n<p>\nإسماعيل بن إبراهيم القاضي شرف الدين الشيرازي درس بالطرخانية وله مصنفات\nفي الفرائض مشهورة أرسل إليه أن يفتي بإباحة نبيذ التمر والرمان فامتنع\nفعزل وأقام بمنزله إلى أن مات سنة ثلاثين وستمائة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\n| إسماعيل بن الحسين البيهقي\n</p>\n\n<p>\n| إسماعيل بن الحسين بن عبد الله ، أبو القاسم البيهقي . | كان إماما\nجليلا عارفا بالفقه . | صنف كتابا سماه ' الشامل ' ، جمع فيه مسائل '\nالمبسوط ' و ' الزيادات ' في مجلدين ، وكتاب ' الكفاية ' مختصر شرح القدوري\nلمختصر الكرخي . |\n</p>\n\n<p>\n| 4 ( إسماعيل بن حماد بن أبي حنيفة ) 4\n</p>\n\n<p>\nإسماعيل بن حماد بن الإمام الأعظم أبي حنيفة تفقه على أبيه والحسن بن\nزياد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n             وسمع أباه ومالك بن مغول وعمر بن ذر والقاسم بن معن وحدث\nفروى عنه عمر إن إبراهيم النسفي وسهل بن عثمان العسكري وآخرون تولى قضاء\nالبصرة والرفة وكان إماما عالما عارفا بصيرا بالقضاء محمود السيرة فقيها\nعارفا بالأحكام والوقايع دينا صالحا عابدا صنف الجامع في الفقه عن جده\nالإمام الأعظم أبي حنيفة وكتاب الرد على القدرية وكتاب الأرجاء وتفقه عليه\nأبو سعيد البردعي وله رسالة إلى البستي أطنب الخطيب وغيره في فضائله\nومناقبه توفي سنة اثنتي عشرة <span id='ms14'></span> ومائتين . |\n</p>\n\n<p>\n| إسماعيل بن خليل ، تاج الدين الفرضي\n</p>\n\n<p>\n| إسماعيل بن خليل ، تاج الدين . | كان فقيها ، نحويا ، عارفا بالأصول .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n             له ' مقدمة ' في أصول الفقه . وله أعمال في الفرائض . توفي سنة\nتسع وثلاثين وسبعمائة . |\n</p>\n\n<p>\n| إسماعيل بن سعيد الشالنجي\n</p>\n\n<p>\n| إسماعيل بن سعيد ، أبو إسحاق الطبري ، الشالنجي روى عن محمد بن الحسن ،\nوابن عيينة ، ويحيى القطان . وروى عنه الضحاك بن الحسين ، وأبو العباس أحمد\nبن العباس المسعودي ، وجماعة . صنف في فضائل أبي بكر وعمر وعثمان ، وصنف '\nالفقه ' . مات سنة ست وأربعين ومائتين . |\n</p>\n\n<p>\n| إسماعيل بن علي السمان\n</p>\n\n<p>\n| إسماعيل بن علي بن الحسين ، وأبو سعد السمان ، الزاهد . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n             |\nقال ابن مرذك ، هو [ شيخهم ، وعالمهم ، وفقيهم ، ومتكلمهم ، ومحدثهم ] وكان\nإماما بلا مدافعة في القراءات ، والحديث ، ومعرفة الرجال ، والأنساب ،\nوالفرائض ، والحساب ، والشروط ، والمقدورات . وكان إماما في فقه أبي حنيفة\nوأصحابه ، ومعرفة الخلاف بين أبي حنيفة والشافعي ، وفي فقه الزيدية ، وفي\nالكلام . | وطاف البلاد ، وشاهد الشيوخ ، وقرأ عليه ثلاثة آلاف رجل ، وشيوخ\nزمانه . وصنف كتبا كثيرة . ومات وهو يتبسم في ليلة الأربعاء ، الرابع\nوالعشرين من شعبان ، سنة خمس وأربعين وأربعمائة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n             |\n</p>\n\n<p>\n| إسماعيل بن سودكين النوري\n</p>\n\n<p>\n| إسماعيل المتكلم ، قاضي القضاة . | له كتاب ' الصلاة ' ، وكتاب ' شرح\nالعمدة ' ، وكتاب ' الكافي ' . | قال الذهبي : إسماعيل بن سودكين بن\nعبدالله ، أبو الطاهر ، الملكي . النوري ، الحنفي ، الصوفي ، المتكلم . |\nولد بالقاهرة سنة تسع وسبعين وخمسمائة . وسمع من أبي الفضل الغرنوي ، وأبي\nعبد الله الأرتاحي ، وسمع بحلب من عبد المطلب ، وغيره . | وله نظم جيد ،\nوفضيلة . | روى عنه أبو حفص بن القواس . مات بحلب في الرابع والعشرين من\nصفر سنة ست وأربعين وستمائة . وكان أبوه من مماليك السلطان نور الدين محمود\n.\n</p>\n\n#\n<p>\n| 4 ( أمير كاتب بن أمير بن عمر الأتقاني ) 4\n</p>\n\n<p>\nأمير كاتب بن أمير عمر العميد بن العميد أمير غازي أبو حنيفة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \nالفارابي الأتقاني ولى تدريس مشهد الإمام بظاهر بغداد وقدم دمشق مرتين\nاجتمع في الأولى بالأمير يلبغا نائب السلطنة واختص به وتكلم عنده في مسألة\nرفع اليدين وأراد إبطاله فدفعه الشيخ تقي الدين السبكي ثم قدم ثانيا في\nالعاشر من رجب سنة سبع <span id='ms15'></span> وأربعين وسبعمائة ثم حضر إلى مصر في صفر سنة إحدى\nوخمسين فعظمه الأمير صرغتمش الناصري ودرس بالجامع المارداني فلما عمر\nالأمير صرغتمش مدرسته المجاورة لجامع ابن طولون أجلسه بها مدرسا قال ابن\nحبيب كان رأسا في مذهب الحنفية بارعا في الفقه واللغة والعربية كثير\nالإعجاب بنفسه شديد التعصب على من خالف المسطور في طرسة قلت يدل على ذلك\nقوله في آخر شرح الاخسيكتي فلو كان الأسلاف بالحياة لقال أبو حنيفة اجتهدت\nولقال أبو يوسف نار البيان أوقدت ولقال محمد أحسنت ولقال زفر أتقنت ولقال\nالحسن أمعنت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n             ولقال أبو حفص أنعمت فيما نظرت ولقال أبو منصور\nحققت ولقال الطحاوي صدقت ولقال الكرخي بورك فيما نطقت ولقال الجصاص أحكمت\nولقال القاضي أبو زيد أصبت ولقال شمس الأئمة وجدت ما طلبت ولقال فخر\nالإسلام مهدت ولقال نجم الدين النسفي بهرت ولقال صاحب الهداية يا غواص\nالبحر عبرت ولقال صاحب المحيط فقت فيما أسررت وأعلنت إلى غير ذلك من\nكبرائنا الذين لا يحصى عددهم رحمة الله عليهم ولقال المتنبي أنت من فصحاء\nالأغاريب . | * مسكية النفخات إلا أنها * * وحشية بسواهم لا تعبق * | وقال\nفي بعض مباحثه مما لا تجده في كتب المتقدمين ولا المتأخرين صنف شرح الهداية\nوسماه غاية البيان ونادرة الأقران في آخر الزمان وشرح الاخسيكتي وسماه\nالتبيين وله رسالة في مسألة رفع اليدين وأخرى في عدم صحة الجمعة في موضعين\nمن البلد وله بإتقان ليلة السبت التاسع عشر من شهر شوال سنة خمس وثمانين\nوستمائة كما وجد في خطه وتوفى يوم السبت حادي عشر شوال سنة ثمان وخمسين\nوسبعمائة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n             |\n</p>\n\n<p>\n| بركة بن علي أبو الخطاب\n</p>\n\n<p>\nبركة بن علي بن بركة بن الحسين بن أحمد بن بركة بن علي أبو الخطاب له\nكتاب الإله في صناعة الوكالة يشتمل على الشروط وهو حسن في فنه مات في ربيع\nالأول سنة خمس وستمائة . |\n</p>\n\n<p>\n| أبو بكر بن علي الحداد\n</p>\n\n<p>\n| أبو بكر بن علي بن محمد ، أبو العتيق ، رضي الدين الحداد ، العبادي ،\nالحنفي ، الشهير بصنعته . | مولده في رجب سنة <span id='ms16'></span> عشرين وسبعمائة . | إمام ،\nفقيه ، عابد ، متزهد . تفقه على والده ، وعلى الإمام أبي الحسن بن نوح\nالأنوي ، والإمام أبي إسحاق إبراهيم بن عمر العلوي ، والإمام ابن العتيق\nأبي بكر علي بن موسى العاملي ، والإمام أبي عبد الله محمد بن عبد الله بن\nقاسم القربتي . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n             وأخذ النحو عن الشهاب أحمد بن مليح النحوي ،\nوالجمال محمد بن موسى الدوالي ، والأدب عن أبي الحسن علي بن سليمان المصفي\n، وغيرهم . وتفقه به جماعة من أهل بلده ، والغرباء . وله مصنفات منها :\nتفسير القرآن ، سماه ' كشف التنزيل عن تحقيق التأويل ' في مجلدين ، وكتاب '\nالجوهرة النيرة ' شرح القدوري في أربعة مجلدات ، و ' السراج الوهاج ' على\nالقدوري ثمان مجلدات ، وشرح منظومة شيخه العاملي في الفقه ، وكتاب ' النور\nالمستنير ' شرح منظومة النسفي ، مجلد كبير ، وشرح قيد الأوابد في الفقه\nوسماه ' الرحيق المختوم ' مجلد لطيف . وكف قبل موته . | وتوفي اليوم السادس\nمن شهر جمادى الأولى سنة ثمانمائة . |\n</p>\n\n<p>\n| بشر بن غياث المريسي\n</p>\n\n<p>\n| بشر بن غياث بن عبد الرحمن المريسي . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n             | قال الصيمري : ومن\nأصحاب أبي يوسف خاصة : بشر بن غياث المريسي . له تصانيف وروايات عن أبي\nيوسف . وكان من أهل الورع والزهد . رغب الناس عنه لاشتهاره بالكلام ، وخوضه\nفي ذلك . مات سنة ثمان وعشرين ومائتين . |\n</p>\n\n<p>\n| 4 ( بكبرس نجم الدين التركي ) 4\n</p>\n\n<p>\nبكبرس ويقال منكوبرس أبو الفضائل وأبو شجاع نجم الدين التركي مولى الإمام\nالناصر لدين الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n             فقيه عارف بالفقه والأصول وكان يلبس زي\nالأجناد ومات ببغداد بعد الخمسين وستمائة وله كتاب الحاوي في الفقه نحو\nمختصر القدوري وله شرح عقيدة الطحاوي سماه النور اللامع وحدث عنه الحافظ\nالدمياطي انتهى قلت أرخ الذهبي وفاته منتصف صفر سنة اثنتين وخمسين وستمائة\n: وفي هذا الحرف : |\n</p>\n\n<p>\n| 4 ( بكار بن قتيبة الثقفي ) 4\n</p>\n\n<p>\nبكار بن قتيبة بن أسد بن أبي بردعة بن عبد الله بن بشير بن عبيد الله ابن\nأبى بكرة نفيع بن الحرث صاحب رسول الله ) ص ( أبو بكرة البكراوي . البصري\nقاضي مصر سمع أبا داود الطيالسي ويزيد بن هرون والطبقة روى عنه الطحاوي\nفأكثر وأبو عوانة في تصحيحه وابن <span id='ms17'></span> خزيمة وغيرهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n             وتفقه علي هلال\nالرازي وله مناقب جمة ذكرها غير واحد من أصحاب التراجم واستوفاها سيدنا\nومولانا حافظ العصر في كتابه في القضاة ولي مصر من قبل المتوكل ودخلها يوم\nالجمعة لثمان خلون من جمادى الآخر سنة ست وأربعين ومائتين صنف كتاب الشروط\nوكتاب المحاظر والسجلات وكتاب الوثائق والعقود وقال ابن زولاق نظر بكار في\nمختصر المزني فوجد فيه ردا على أبي حنيفة فقال لبعض شهوده أذهبا واسمعا هذا\nالكتاب من أبي إبراهيم به ففعلا وعادا إلى القاضي بكار وشهدا عنده على\nالمزني أنه سمع الشافعي يقول ذلك فقال بكار الآن استقام لنا أن نقول قال\nالشافعي ثم صنف كتابا رد فيه على الشافعي ونقض فيه رده على أبي حنيفة قال\nالطحاوي مولده سنة اثنين وثمانين ومائة ووفاته يوم الخميس لست بقين من ذي\nالحجة سنة سبعين ومائتين وقال ابن يونس لست خلون من ذي الحجة والله أعلم\nوقال في المسالك يحدث في السجن في طاق فيه لأن أصحاب الحديث شكوا إلى ابن\nطولون انقطاع استماع الحديث من بكار وسألوه الأذن له في الحديث ففعل .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( نوح بن يزيد الجامع ) 4\n</p>\n\n<p>\nالجامع لقب أبي عصمة نوح بن أبي مريم بن جمونة الموزي لقب بذلك لأنه أول\nمن جمع فقه أبي حنيفة وقيل لنه كان جامعا بين العلوم له أربعة مجالس مجلس\nللأثر ومجلس لأقاويل أبي حنيفة ومجلس للنحو ومجلس للشعر روى عن الزهري\nومقاتل ابن حيان مات سنة ثلث وسبعين ومائة وكان على قضاء مرو لأبي جعفر\nالمنصور . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( جعفر بن محمد المستغفري ) 4\n</p>\n\n<p>\nجعفر بن محمد بن المعتز بن المستغفر النسفي المستغفري خطيب نسف لم يكن\nبما وراء النهر في عصره مثله كان فقيها محدثا فاضلا كثرا حافظا صدوقا وله\nمصنفات مولده سنة خمسين وأربعمائة بنسف انتهى قلت من مصنفاته نأريخ نسف وكش\nوكتاب معرفة الصحابة وكتاب الدعوات وكتاب المنامات وكتاب خطب النبي ) ص (\nوكتاب دلائل النبوة وكتاب فضائل القرآن وكتاب الشمائل وله غير ذلك من الكتب\nومنهم . |\n</p>\n\n<p>\n| جعفر بن طرخان الاسترابادي <span id='ms18'></span>\n</p>\n\n<p>\nجعفر بن طرخان الاسترابادي أبو محمد من أجلاء فقهاء أصحاب أبي حنيفة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n             ذكره الأودني وقال كان ثقة في الحديث وله فيه تصانيف . |\n</p>\n\n<p>\n| 4 ( جلال بن أحمد التباني ) 4\n</p>\n\n<p>\nجلال بن أحمد بن يوسف الثبري المبلاني الشهير بالتباني أخذ الفقه عن\nالعلامة قوام الدين السكاكي والعلامة قوام الدين الإتقاني أمير كاتب\nوالعربية عن الشيخ جمال الدين بن هشام والشيخ شهاب الدين بن عقيل وبدر\nالدين بن أم قاسم وذكر إنه سمع صحيح البخاري أو بعضه على الشيخ الإمام علاء\nالدين بن التركماني وكان فقيها أصوليا نحويا بارعا انتصب للاشتغال والإفادة\nوالفتوى مدة طويلة وسئل بقضاء الحنفية فامتنع وولى تدريس الصرغتمشية ومدرسة\nالسيفي الجاي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n             وصنف في أصول الفقه شرح المنار واختصر التلويح في\nشرح الجامع الصحيح لعلاء الدين بن مغلطاي وله شرح مختصر على إيضاح ابن\nالحاجب ومختصر في ترجيح مذهب الإمام الأعظم أبي حنيفة وتعليقة على البزدوي\nلم تكمل وقطعة على مشارق الأنوار في الحديث لم تكمل وقطعة على التلخيص لم\nتكمل ومنظوم في الفقه جمع عليه ما يناسبه من الفتوى في أربع مجلدات ورسالة\nفي زيادة الإيمان ونقصانه ورسالة في عدم صحة الجمعة في مواضع من البلد\nورسالة في البسملة وأخرى في الفرق بين الفرض العملي والواجب توفى رحمه الله\nفي يوم الجمعة ثالث عشر رجب سنة ثلاث وتسعين وسبعمائة . |\n</p>\n\n<p>\n| حبيب بن عمر الفرغاني\n</p>\n\n<p>\n| حبيب بن عمر الفرغاني . له كتاب ' الموجز ' في الفقه . ذكره العقيلي .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( الحسن بن زياد اللؤلؤي ) 4\n</p>\n\n<p>\nالحسن بن زياد اللؤلؤي ولى القضاء ثم استعفى عنه وكان يكسو مماليكه كما\nيكسو نفسه وكان يختلف إلى أبي يوسف والي زفر قال يحيى بن آدم ما رأيت أفقه\nمن الحسن بن زياد وقال محمد بن سماعة سمعت الحسن بن زياد يقول كتبت عن أبن\nجريج أثنى عشر ألف حديث كلها يحتاج إليها الفقهاء قلت : قال في المبسوط صنف\nكتاب ' المقالات ' وقال النديم في الفهرست : له كتاب ' المجرد لأبي حنيفة '\n، كتاب ' أدب القاضي ' ، كتاب ' الخصال ' ، كتاب ' معاني الإيمان ' ، كتاب\n' النفقات ' ، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n             كتاب ' الخراج ' ، كتاب <span id='ms19'></span> ' الفرائض ' ، كتاب '\nالوصايا ' . توفي سنة أربع ومائتين . |\n</p>\n\n<p>\n| 4 ( الحسن بن منصور قاضي خان ) 4\n</p>\n\n<p>\nالحسن بن منصور بن أبي القاسم محمود بن عبد العزيز الاوزجندي الفرغاني\nالمعروف بقاضي خان فخر الدين تفقه على أبي إسحاق إبراهيم بن إسماعيل بن أبي\nنصر الصفاري وظهير الدين أبي الحسن علي بن عبد العزيز المرغينابي وغيرهما\nوله الفتاوي في أربعة أسفار وشرح الجامع الصغير وشرح الزيادات وشرح أدب\nالقاضي للخصاف . توفي ليلة النصف من رمضان سنة اثنتين وتسعين وخمسمائة .\nقلت : قال الذهبي : رأيت من أماليه في سنة سبع ، وسنة ثمان ، وسنة تسع\nوثمانين وخمسمائة . | سمع كثيرأ من الإمام ظهير الدين حسن بن علي بن عبد\nالعزيز ، وإبراهيم ابن إسماعيل الصفار . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n             روى عنه الحصيري .\nوممن يسمى بهذا الاسم . |\n</p>\n\n<p>\n| 4 ( الحسن بن أحمد ، ابن أمين الدولة ) 4\n</p>\n\n<p>\nالحسن بن أحمد أبو محمد مجد الدين المعروف بابن أمين الدولة كان فقيها\nمحدثا فرضيا شرح ' السراجية ' في الفرائض وحدث بحلب وتوفي في وقعة التتار\nشهيدا في رجب سنة ثمان وخمسين وستمائة . |\n</p>\n\n<p>\n| الحسن بن الخطير الفارسي\n</p>\n\n<p>\n| والحسن بن الخطير ، أبو علي الفارسي . | قال ياقوت في تلميذه الشريف\nمحمد بن الإدريسي عنه أنه قال : أنا من ولد النعمان بن المنذر ، وولدت\nبقرية تعرف بالنعمانية وانتحلت مذهب النعمان أبي حنيفة رحمه الله ، وأنتصر\nله فيما وافق اجتهادي . قال : وكان عالما بفنون من العلم ، وكان يحفظ '\nلباب التفسير ' لتاج القراء ، و ' الجامع الصغير ' لمحمد بن الحسن ، نظم\nالنسفي . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n             أملى تفسيرا وصل فيه إلى ^ ( تلك الرسل ) ^ . واختصر\nكتاب ' الإفصاح في شرح الأحاديث الصحاح ' ، وسماه ' الحجة ' ، وله كتاب '\nاختلاف الصحابة والتابعين وفقهاء الأمصار ' ، ولم يتم . وكانت وفاته سنة\nثمان وتسعين وخمسمائة . |\n</p>\n\n<p>\n| الحسن بن أحمد الزعفراني\n</p>\n\n<p>\n| الحسن بن أحمد ، أبو عبد الله الزعفراني . إمام كبير . رتب مسائل '\nالجامع الصغير ' . |\n</p>\n\n<p>\n| الحسن بن إسحاق النيسابوري\n</p>\n\n<p>\n| الحسن بن إسحاق بن نبيل ، أبو سعيد النيسابوري . | قال ابن العديم في\nتاريخ حلب : سمع بمصر من النسائين ، والطحاوي . وله كتاب ' الرد على\nالشافعي فيما خالف فيه القرآن ' . انتهى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n             |\n</p>\n\n<p>\n| الحسن بن عبد الله السيرافي\n</p>\n\n<p>\n| الحسن بن <span id='ms20'></span> عبد الله بن المرزبان السيرافي النحوي . قرأ القرآن على ابن\nمجاهد ، واللغة على ابن دريد ، والنحو على السراج . ودرس في القراءات ،\nوالفقه ، و الفرائض ، والنحو ، واللغة ، والحساب ، والكلام ، والعروض ،\nوالقوافي . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n             | وشرح ' كتاب ' سيبويه ، فأجاد فيه . وله كتاب '\nألفات القطع والوصل ' ، وكتاب ' الإقناع ' في النحو ، لكن كمله ولده يوسف ،\nو ' جزء أخبار النحاة ' . توفي في رجب ، سنة ثمان وستين وثلاثمائة ، وله\nأربع وثمانون سنة . |\n</p>\n\n<p>\n| الحسن بن محمد الصغاني\n</p>\n\n<p>\n| والحسن بن محمد بن الحسن بن حيدر بن علي بن إسماعيل العدوي ، اللوهوري\n، أبو الفضائل الصغاني . | الإمام في كل فن . | قال الحافظ الدمياطي : كان\nشيخا صالحا ، صدوقا ، صموتا عن فضول الكلام ، إماما في اللغة ، والفقه ،\nوالحديث . قرأت عليه ، وحضرت دفنه بدار الحريم الطاهري . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n             صنف\nكتاب ' مجمع البحرين ' في اللغة ، اثني عشر مجلدا ، وكتاب ' العباب الزاخر\n' في عشرين مجلدا ، ولم يتم ، وكتاب ' الشوادر ' في اللغة ، وكتاب ' توشيح\nالدريدية ' ، وكتاب ' التراكيب ' ، وكتاب ' فعال ' ، وكتاب ' فعلان ' ،\nوكتاب ' الانفعال ' ، وكتاب ' مفعول ' ، وكتاب ' الأضداد ' ، وكتاب أسماه '\nالغادة ' ، وكتاب ' أسماء الأسد ' ، وكتاب ' أسماء الذئب ' ، وكتاب '\nالعروض ' ، وكتاب ' تعزيز بيتي الحريري ' ، وكتاب في علم الحديث ، وكتاب '\nمشاق الأنوار ' في أحاديث الصحيحين ، وكتاب ' مصباح الدجى ' ، وكتاب '\nالشمس المنيرة ' ، و ' شرح البخاري ' في مجلد ، وكتاب ' در السحابة في\nمعرفة وفيات الصحابة ' ، وكتاب ' الضعفاء ' ، وكتاب ' الفرائض ' ، و ' شرح\nأبيات المفصل ' ، وكتاب ' تكلمة العزيزي ' ، وكتابا في ' التصريف ' ، وكتاب\n' مناسك الحج ' ، وختمه بأبيات وهي : |\n</p>\n\n<p>\n% شوقي إلى الكعبة الغراء قد زادا % % فاستحمل القلص الوخادة الزادا % %\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n             |\n</p>\n\n<p>\n% أراقك الحنظل العامي منتجعا % وغيرك انتجع السعدان والرادا %\n</p>\n\n<p>\n% أتعبت سرحك حتى كض عن كثب % ثياقها رزحا والصعب منقادا %\n</p>\n\n<p>\n% فاقطع علائق ما يعلوه من نشب % واستودع الله أموالا وأولادا % % روى عن\nأبي الفتوح نصر بن أبي الفرج بن علي بن محمد الحافظ ، وقد سمع عليه صحيح\nالبخاري ، ومسند الشافعي ، وقرأ صحيح البخاري أيضا على أبي سعد ثابت بن شرف\n، وسمع بعدن من إبراهيم بن يعقوب الهروي الحسبانادي ، والنظام محمد بن\nالحسن بن سعد المرغيناني . | وسمع منه الحافظ شرف الدين الدمياطي . | وكان\nمولده <span id='ms21'></span> بلوهور من بلاد الهند ، سنة سبع وسبعين وخمسمائة . | ووفاته ليلة\nالجمعة ، تاسع عشر شعبان ، سنة خمسين وستمائة وستمائة ببغداد ، وأوصى أن\nيحمل إلى مكة بخمسين دينارا ، فحمل إليها ، ودفن بها ، والله أعلم .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n             |\n</p>\n\n<p>\n| الحسين بن حفص ، ابن ذكوان\n</p>\n\n<p>\n| الحسين بن حفص بن فضل بن يحيي بن ذكوان ، أبو محمد الميداني ،\nالأصبهاني . تفقه على أبي يوسف . وهو الذي نقل فقه أبي حنيفة إلى أصبهان ،\nوأفتى بمذهبه . روى عن السفيانين . وعنه أبو قلابة خرج له مسلم في صحيحه .\nمات سنة اثنتي عشرة ومائتين . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p158'> Vol. 01, p. 158</a>\n            </div>\n             |\n</p>\n\n<p>\n| الحسين بن علي ، الجعل الكاغدي\n</p>\n\n<p>\n| الحسين بن علي بن إبراهيم ، أبو عبد الله البصري ، المعروف بالكاغدي .\nقال في الفهرست : ' من أهل البصرة ، ومولده بها ، وأستاذه أبو القاسم بن\nسهلويه ، ويلقب بقشور ، على مذهب أبي هاشم . وإليه انتهت رئاسة أصحابه في\nعصره . وكان فاضلا ، فقيها ، متكلما ، عالي الذكر ، نبيه القدر . عالما\nبمذهبه ، منتشر الذكر في الأصقاع والبلدان ، وسيما بخراسان ، وكان يتفقه\nعلى مذهب أهل العراق ' . قرأ على أبي الحسن ، وأبي جعفر . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n             |\nومولده سنة ثمان وثلاثمائة . وتوفي سنة تسع وستين وثلاثمائة . وله كتاب '\nنقص كلام الرواندي ' ، وكتاب ' الجواب على مسألتي الرامهرمزي ' ، كتاب '\nالايمان ' ، كتاب ' الإقرار ' ، كتاب ' المعرفة ' ، كتاب ' شرح مختصر\nالكرخي ' ، وكتاب ' الأشربة ' ، وكتاب ' تحريم المتعة ' ، كتاب ' جواز\nالصلاة بالتلاوة بالفارسية ' . |\n</p>\n\n<p>\n| الحسين بن علي ، الصغناقي\n</p>\n\n<p>\n| الحسين بن علي بن الحجاج بن علي ، حسام الدين الصغناقي ، شارح الهداية\n. قدم حلب . وصنف أيضا ' الكافي ' شرح البزدوي . | قدم دمشق سنة عشر\nوسبعمائة . | قلت : وشرح ' المختصر ' المنسوب للحسام الأخسيكثي ، المسمى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n             ب ' المنتخب ' ، وشرح ' التمهيد ' في أصول الدين ، تصنيف أبي\nالمعين النسفي . تفقه على الإمام حافظ الدين محمد بن محمد بن نصر ، والإمام\nفحر الدين بن محمد المايمرغي . وأجاز قاضي القضاة ناصر الدين محمد بن كمال\nالدين عمر ، الشهير بابن العديم في رجب ، سنة إحدى وسبعمائة بحلب . |\n</p>\n\n<p>\n| الحسين بن محمد النجم\n</p>\n\n<p>\n| الحسين بن محمد بن أسعد ، المعروف بالنجم . له شرح ' الجامع الصغير ' ،\nو ' الفتاوى والواقعات ' . كان بحلب في أيام متملكها محمود بن زنكي . |\n</p>\n\n<p>\n| الحسين بن محمد البلخي <span id='ms22'></span>\n</p>\n\n<p>\n| الحسين بن محمد بن خسرو البلخي ، جامع مسند أبي حنيفة . مات سنة اثنتين\nوعشرين وخمسمائة . انتهى . قلت : أرخ الذهبي وفاته في شوال سنة ست ، وقال :\nكان مفيد أهل بغداد ، ومحدث وقته . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p161'> Vol. 01, p. 161</a>\n            </div>\n             سمع من أبي الحسن الأنباري\n، وأبي عبد الله الحميدي ، والبانياسي ، وطبقتهم . | روى عنه ابن عساكر ،\nوابن الجوزي . وممن يسمي بهذا الاسم منهم . |\n</p>\n\n<p>\n| الحسين بن عبد الله ، ابن سينا\n</p>\n\n<p>\n| الحسين بن عبد الله ، أبو علي ، ابن سينا . تفقه في المذهب على الإمام\nأبي بكر ابن الإمام أبي عبد الله الزاهد . وأتقن الفنون ، وصنف ما يقارب\nمائة مصنف . منها : كتاب ' الشفاء ' ، وكتاب ' النجاة ' ، وكتاب ' الإشارات\n' وكتاب ' الغيض ' ، وكتاب ' القانون ' ، و ' ميزان النظر ' ، ورسالة ' حي\nبن يقظان ' ، ورسالة ' سلامان ' ، ورسالة ' الطير ' . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p162'> Vol. 01, p. 162</a>\n            </div>\n             ونظم في\nالفنون : الطب وغيره . ولد سنة سبعين وثلاثمائة . ويقال : تاب في مرض موته\n، وتصدق بما معه ، ورد المظالم على من عرفه ، وأعتق مماليكه ، وجعل يختم في\nكل ثلاثة أيام ختمة . ومات بهمدان يوم الجمعة ، في شهر رمضان ، سنة ثمان\nوعشرين وأربعمائة . |\n</p>\n\n<p>\n| الحسين بن علي الصيمري\n</p>\n\n<p>\n| والحسين بن علي بن محمد بن جعفر ، أبو عبد الله الصيمري . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p163'> Vol. 01, p. 163</a>\n            </div>\n            \n| قال أبو الوليد الباجي : هو إمام الحنيفة ببغداد ، وكان قاضيا ، عالما ،\nخيرا . روى عن أبي بكر هلال بن محمد ، ابن أخي هلال الرأي ، وأبي حفص بن\nشاهين ، وسمع الدراقطني . د | قال الخطيب : مولده سنة إحدى وخمسين\nوثلاثمائة . ووفاته في ليلة الأحد ، حادي عشرين شوال ، سنة ست وثلاثين\nوأربعمائة . وله ' شرح مختصر الطحاوي ' عدة مجلدات ، ومجلد ضخم في ' أخبار\nأبي حنيفة وأصحابه ' . وقال الذهبي : قال الخطيب : كان صدوقا ، وافرا\nبالعقل ، حدث عنه جماعة ممن أدركهم السفلي . |\n</p>\n\n<p>\n| الحسين بن يحيى الزندويستي\n</p>\n\n<p>\n| والحسين بن يحيى البخاري ، الزندويستي . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p164'> Vol. 01, p. 164</a>\n            </div>\n             | له كتاب ' روضة\nالعلماء ' ، وله نظم الفقه ' . كذا رأيت اسمه في مصنفه . وقال عبد القادر :\nاسمه علي . ولعل سقط له لفظ ' أبو ' . والله أعلم . |\n</p>\n\n<p>\n| حكيم القاضي\n</p>\n\n<p>\n. ذكره في القنية . | وله ' مختصر في الحيض ' ، و ' شرحه ' ، واختيار في\nبعض فروع الفقه . |\n</p>\n\n<p>\n| حيدرة بن عمر الصفار\n</p>\n\n<p>\n| حيدرة بن عمر ، أبو الحسن الصفار <span id='ms23'></span> . وضع على الجامع الصغير كتابا ، وشرح\n' السراجية ' . |\n</p>\n\n<p>\n| خطاب بن أبي القاسم القراحصاري\n</p>\n\n<p>\n| خطاب بن أبي القاسم القراحصاري . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p165'> Vol. 01, p. 165</a>\n            </div>\n             | له ' شرح المنظمومة '\nفي مجلدين . فرغ منه في صفر سنة سبع عشرة وسبعمائة . | وكان ورد دمشق ، ثم\nرجع إلى بلاده . | خلف بن أيوب إلى بلاده . |\n</p>\n\n<p>\n| خلف بن أيوب البلخي\n</p>\n\n<p>\nخلف بن أيوب من أصحاب محمد بن الحسن ، وزفر . له ' مسائل ' منها : الصدقة\nعلى السائل في المسجد ، قال : لا أقبل شهادة من تصدق عليه . مات سنة خمس\nومائتين ، وقيل : خمس عشرة ، وقيل عشرين ومائتين . وخرج له الترمذي ، انتهى\n. وفي هذا الحرف : \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p166'> Vol. 01, p. 166</a>\n            </div>\n             |\n</p>\n\n<p>\n| الخليل بن أحمد الشجري\n</p>\n\n<p>\n| الخليل بن أحمد بن محمد بن الخليل أبو سعيد السحري قال الصفدي كان\nإماما في كل علم شايع الذكر مشهور الفضل معروفا بالإحسان في النظم والنثر\nومن شعره : | * سأجعل لي النعمان في الفقه قدوة * * وسفيان في نقل الأحاديث\nسيدا * | ومن مصنفاته كتاب الدعوات والآداب والمواعظ ورحل رحلة واسعة وكانت\nوفاته بسمرقند في جمادى الآخر سنة ثمان وسبعين وثلاثمائة . |\n</p>\n\n<p>\n| خمير الوبري\n</p>\n\n<p>\n| خمير الوبري . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p167'> Vol. 01, p. 167</a>\n            </div>\n             قال عبد القادر له كتاب الأضحية ولم يذكر\nالدليل فيه . |\n</p>\n\n<p>\n| 4 ( داود بن المحبر بن قحذم ) 4\n</p>\n\n<p>\nداود بن المحبر بن قحذم صاحب كتاب العقل مترجم في التهذيب لأن ابن ماجة\nأخرج له وذكره عبد القادر في كتاب طبقات الحنفية . |\n</p>\n\n<p>\n| 4 ( داود بن محمدالأودني ) 4\n</p>\n\n<p>\nداود بن محمد بن موسى بن هارون الأودني بضم الهمزة له كتب منها كتاب ذكر\nالصالحين وكتاب أحداث الزمان وكتاب ' أجر البهائم ' ، وكتاب ' فضائل القرآن\n' . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p168'> Vol. 01, p. 168</a>\n            </div>\n             ذكر عبد القادر . |\n</p>\n\n<p>\n| 4 ( داود بن الهيثم التنوخي ) 4\n</p>\n\n<p>\nداود بن الهيثم بن إسحاق بن بهلول أبو سعيد التنوخي قال الخطيب قال علي\nبن المحسن كان فصيحا لغويا حسن العلم بالعروض وصنف كتابا في اللغة والنحو\nعلى مذهب الكوفيين وله كتاب كبير في خلق الإنسان مات سنة ست عشر وثلاثمائة\nوله ثمان وثمانون سنة . |\n</p>\n\n<p>\n| 4 ( زفر بن الهذيل البصري ) 4\n</p>\n\n<p>\nزفر بن الهذيل بن قيس العنبري البصري صاحب أبي حنيفة كان بفضله ويقول هو\nأقيس أصحابي وتزوج فحضره أبو حنفية فقال له زفر تكلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p169'> Vol. 01, p. 169</a>\n            </div>\n             فقال <span id='ms24'></span> أبو\nحنفية في خطبته هذا زفر بن الهذيل إمام من أئمة المسلمين وعلم من أعلامهم\nفي شرفه وحسبه وعلمه وقال ابن معين ثقة مأمون وقال ابن حيان كان فقيها\nحافظا قليل الخطأ كان أبوه من أهل أصفهان وقال أبو نعيم كان ثقة مأمونا دخل\nالبصرة في ميراث أخيه فتشبث به أهل البصرة ومنعوه من الخروج منها ولي قضاء\nالبصرة وولد سنة عشر ومائة ومات بها سنة ثمان وخمسين ومائة وقال ما خالفت\nأبا حنفية في قول إلا وقد كان أبو حنفية يقول به ولم يذكر السين وفيه . |\n</p>\n\n<p>\n| 4 ( سعد بن عبد الله الغرنوي ) 4\n</p>\n\n<p>\nسعد بن عبد الله بن أبي القاسم الغرنوي أبو نصر الإمام الكبير له كتاب\nالغرائب والغوامض والملتقطات . |\n</p>\n\n<p>\n| 4 ( سفيان بن سحبان ) 4\n</p>\n\n<p>\nسفيان بن سحبان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p170'> Vol. 01, p. 170</a>\n            </div>\n             قال ابن النديم في الفهرست سفيان بن سحبان من\nأصحاب الرأي وكان فقيها ومتكلما وله من الكتب كتاب العلل . |\n</p>\n\n<p>\n| 4 ( شداد بن حكيم ) 4\n</p>\n\n<p>\nمن أصحاب زفر بعثت إليه امرأته بسحور على يدي خادم فأبطأت الخادم في\nالرجوع فاتهمته المرأة فقال شداد لم يكن بيننا شيء وآل الكلام بينهما إلى\nأن قال لها شداد تعلمين الغيب فقالت نعم فوقع في قلبه من هذا شيء فكتب إلى\nمحمد بن الحسن فأجاب جدد النكاح فإنها كفرت وكان شداد إذا اشترى جارية\nتزوجها ويقول لعلها حرة ومات آخر سنة عشر ومائتين انتهى ولم يذكر في حرف\nالصاد أحدا وفيه . |\n</p>\n\n<p>\n| 4 ( صاعد بن محمد الأستوائي ) 4\n</p>\n\n<p>\nصاعد بن محمد بن أحمد بن عبد الله أبو العلاء عماد الإسلام قاضي نيسابور\nالاستوائي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p171'> Vol. 01, p. 171</a>\n            </div>\n             تفقه على أبي نصر بن سهل واختلف في الأدب إلى أبي\nبكر الخوازمي له كتاب الإعتقاد ذكر فيه عبد الملك بن أبي الوارث إنه أشار\nإلى قصرهم العتيق بالبصرة وقال وقد خرج من هذه الدار سبعون قاضيا على مذهب\nأبى حنيفة كلهم كانوا يرون إثبات القدر وإن الله تعالى خلق الخير والشر\nويروون ذلك عن أبي حنفية وأبى يوسف ومحمد وزفر وأصحابهم قال الخطيب بلغنا\nأنه مات سنة اثنتين وثلثين وأربعمائة وقيل <span id='ms25'></span> سنة إحدى وثلثين وقال السمعاني\nولد في ربيع الأول سنة ثلث وأربعين وثلاثمائة . |\n</p>\n\n<p>\n| صاعد بن منصور الكرماني\n</p>\n\n<p>\n. صاعد بن منصور بن علي الكرماني | له كتاب ' الأجناس ' حدث عنه ببعضه\nمحمد بن عبد الله بن أبي حنيفة الدستجري فسمعه أبو عبد الله الحسين بن محمد\nبن خسرو البلخي .\n</p>\n\n<p>\n| 4 ( طاهر بن محمد ، افتخار الدين البخاري ) 4\n</p>\n\n<p>\nطاهر بن محمد بن أحمد بن عبد الرشيد البخاري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p172'> Vol. 01, p. 172</a>\n            </div>\n             له كتاب\nالواقعات وكتاب النصاب وكتاب خلاصة الفتاوى . قلت منهم |\n</p>\n\n<p>\n| طاهر بن علي\n</p>\n\n<p>\n| طاهر بن علي له فتاوى وكان رفيقا لمحمود بن الولي . |\n</p>\n\n<p>\n| طاهر بن محمد الحفصي\n</p>\n\n<p>\nطاهر بن محمد بن عمر بن أبي العباس ، أبو المعالي الحفصي : ' له الفصول\nفي علم الأصول ' |\n</p>\n\n<p>\n| طاهر بن محمود ، صدر الإسلام\n</p>\n\n<p>\n| طاهر بن محمود الملقب صدر الإسلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p173'> Vol. 01, p. 173</a>\n            </div>\n             صاحب الفوائد ذكره في\nفصول العماي . |\n</p>\n\n<p>\n| عباس بن حمدان الأصبهاني\n</p>\n\n<p>\n| عباس بن حمدان ، أبو الفضل الأصبهاني . ذكره ابن حيان فقال : صنف\nالمسند ، وكان عنده عن العراقيين والأصبهانيين ، وكان ثبتا ، متقنا ، صدوقا\n، من عباد الله الصالحين . |\n</p>\n\n<p>\n| 4 ( عبد الله بن أحمد النسفي ) 4\n</p>\n\n<p>\nعبد الله بن أحمد بن محمود حافظ الدين النسفي أبو البركات . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p174'> Vol. 01, p. 174</a>\n            </div>\n            \nله كتاب المصفي شرح المنظومة وكتاب المنافع شرح النافع وكتاب الكافي شرح\nالوافي وكتاب الوافي تصنيفه أيضا وكتاب كنز الدقائق وكتاب المنار في أصول\nالفقه وكتاب العمدة في أصول الدين وكتاب شرح الهداية كان ببغداد سنة عشر\nوسبعمائة قلت تفقه على شمس الأئمة الكردري وروى الزيادات عن العتابي وسمع\nمنه الصغناقي وشرح المنار وسماه الكشف وشرح العمدة وسماه الاعتماد ولا يعرف\nله شرح الهداية والله أعلم . |\n</p>\n\n<p>\n| 4 ( عبد الله بن محمد السذموني ، الأستاذ ) 4\n</p>\n\n<p>\nعبد الله بن محمد بن يعقوب بن الحارث بن الخليل البخاري الحارثي\nالسبذموني . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p175'> Vol. 01, p. 175</a>\n            </div>\n             رحل وروى عن الفضل بن محمد الشعراني عنه ابن مندة\nوكان مكثرا ولد في ربيع الآخر سنة ثمان وخمسين ومائتين ومات في شوال سنة\nأربعين وثلاثمائة قال ابن مندة غير ثقة وله مناكير صنف كتاب كشف الأسرار في\nمناقب أبي حنيفة وصنف مسند أبي حنيفة وقال ابن الجوزي <span id='ms26'></span> أن أبا سعيد بن\nالرواس قال متهم بوضع الحديث قلت قال الذهبي في تاريخ الإسلام . كان ابن\nمندة حسن الرأي فيه . |\n</p>\n\n<p>\n| 4 ( عبد الله بن محمود ، أبو الفضل الموصلي ) 4\n</p>\n\n<p>\nعبد الله بن محمود بن مودود بن مجد الدين أبو الفضل الموصلي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p176'> Vol. 01, p. 176</a>\n            </div>\n            \nولد بالموصل يوم الجمعة سلخ شوال سنة تسع وتسعين وخمسمائة وحدث عن ابن\nطبرزد وكان فقيها عارفا بالمذهب ولى القضاء بالكوفة ثم عزل ورجع إلى بغداد\nودرس بمشهد الإمام أبي حنيفة وأفتى حتى مات يوم السبت تاسع عشر المحرم سنة\nثلث وثمانين وستمائة وله كتاب المختار للفتوى زكتاب الاختيار لتعليل\nالمختار وغبره انتهى قلت وله كتاب المشتمل على مسائل المختصر وممن يسمى\nبهذا الاسم منهم . |\n</p>\n\n<p>\n| 4 ( عبد الله بن أحمد الكعبي ) 4\n</p>\n\n<p>\nعبد الله بن أحمدبن محمود أبو القاسم البلخي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p177'> Vol. 01, p. 177</a>\n            </div>\n             صاحب التصانيف\nفي علم الكلام وكان فيه اعتزال أقام ببغداد واشتهرت بها كتبه ثم عاد إلى\nبلخ وتوفى بها في شعبان سنة تسع عشرة وثلاثمائة فيما ذكره الخطيب . |\n</p>\n\n<p>\n| عبد الله بن الحسين الناصحي\n</p>\n\n<p>\nوعبد الله بن الحسين أبو محمد النيسابوري المعروف بالناصحي ولي القضاء\nبخراسان وقدم بغداد وحدث بها عن بشر بن أحمد الأسفرائني وابن حمدان والطبقة\nوسمع منه ابن الضرائب وغيره وعقد مجلس الإملاء وله مختصر في الفقه اختصره\nمن كتاب الخصاف وهلال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p178'> Vol. 01, p. 178</a>\n            </div>\n             توفى سنة سبع وأربعين وأربعمائة . |\n</p>\n\n<p>\n| 4 ( عبد الله بن علي ، قاضي صور ) 4\n</p>\n\n<p>\nعبد الله بن علي السنجاري تاج الدين أبو عبد الله المعروف بقاضي منصور\nولد بسنجار سنة أثنين وعشرين وسبعمائة وتفقه على الشيخ عز الدين حسن ابن\nعيسون وغيره نظم المختار في الفقه والسراجية في الفرائض وله كتاب البحر\nالجاري في الفتاوى جمع فيه بين مذاهب الأئمة الأربعة وأقوال بعض الصحابة\nوالتابعين ونظم سلوان المطاع وله قصيدة في مكارم الأخلاق توفى بدمشق سنة\nثمانمائة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p179'> Vol. 01, p. 179</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( عبد الله بن محمد ، ابن ناقيا البندار ) 4\n</p>\n\n<p>\nعبد الله بن محمد بن الحسين بن ناتقيا قال ابن النجار هو الحنفي المعروف\nبالبزاز أديب مطبوع له خط حسن صحيح ومصنفات ملاح منها كتاب الجمان في <span id='ms27'></span>\nمشتبهات القرآن لم يسبق إلى مثله وملح الكتاب في الرسائل وغير ذلك ولد في\nالنصف من ذي القعدة سنة عشر وأربعمائة وتوفى يوم الأحد رابع المحرم سنة خمس\nوثمانين وأربعمائة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p180'> Vol. 01, p. 180</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( عبد الباقي بن قانع الحافظ ) 4\n</p>\n\n<p>\nعبد الباقي بن جامع الحافظ مصنف المعجم في أسماء الصحابة ذكره عبد القادر\nفي طبقات الحنفية . |\n</p>\n\n<p>\n| 4 ( عبد الجبار بن أحمد ، زين الدين ) 4\n</p>\n\n<p>\nعبد الجبار بن أحمد بن زين الدين مفتي مازندران له كاب الخلاصة في\nالفرائض كان في حدود الخمسمائة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p181'> Vol. 01, p. 181</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( عبد الحميد بن عبد العزيز القاضي ) 4\n</p>\n\n<p>\nعبد الحميد بن عبد العزيز القاضي أبو حازم أصله من البصرة وأخذ الفقه عن\nالبكير العمي وتفقه عليه أبو جعفر الطحوي ولى قضاء الشام والكوفة والكرخ من\nبغداد مات سنة أثنين وتسعين ومائتين وله كتاب المحاضر والسجلات وكتاب أدب\nالقاضي وكتاب الفرائض وكان ورعا عالما بمذهب أبي حنيفة وبالفرائض والحساب\nوالذرع والقسمة والجبر والمقابلة وحساب الدور وغامض الوصايا والمناسخات . |\n</p>\n\n<p>\n| عبد الخالق بن أسد ، تاج الدين الطرابلسي\n</p>\n\n<p>\n| عبد الخالق بن أسد بن ثابت ، أبو محمد الحافظ ، تاج الدين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p182'> Vol. 01, p. 182</a>\n            </div>\n            \n| جمع معجم شيوخه ، فأبان فيه عن معرفته . توفي بدمشق سنة ثلاث وثلاثين\nوخمسمائة . |\n</p>\n\n<p>\n| عبد الرحمن بن عمر ، ابن العديم\n</p>\n\n<p>\n| عبد الرحمن بن عمر بن أبي جرادة ، الصاحبن أبو المجدن مجد الدين . ولد\nسنة أربع عشرة وستمائة . خرج له أبو العباس الظاهري معجما في عشرة أجزاء ،\nوحدث به . وانتهت إليه رئاسة الحنيفية في وقته . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p183'> Vol. 01, p. 183</a>\n            </div>\n             |\n</p>\n\n<p>\n| عبد الرحمن بن محمد الكرماني\n</p>\n\n<p>\n| عبد الرحمن بن محمد بن أميرويه بن محمد بن إبراهيم ، ركن الدين ، أبو\nالفضل الكرماني . | ولد بكرمان في شوال سنة سبع وخمسين وأربعمائة . | وقدم\nمرو ، فتفقه وبرع ، حتى صار إمام الحنفية بخرسان . وله كتاب ' شرح الجامع\nالكبير ' ، وكتاب ' التجريد ' وشرحه بكتاب سماه ' الإيضاح ' . وكتاب '\nإشارات الأسرار ' ، وكتاب ' النكت على الجامع الصغير ' . ومات بمرور ليلة\nالعشرين من ذي القعدة ، سنة ثلاث وأربعين وخمسمائة . |\n</p>\n\n<p>\n| عبد الرحمن بن محمد القزي\n</p>\n\n<p>\n| عبد الرحمن بن محمد بن حسكا ، أبوسعيد القزي من قز : محلة نيسابور .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p184'> Vol. 01, p. 184</a>\n            </div>\n             | توفي سنة أربع وسبعين وثلاثمائة <span id='ms28'></span> . ورحل إلى العراق . وحدث .\nوصنف كتاب ' الجامع الصغير ' . قلت : حكى الذهبي في ' تاريخ الإسلام ' أنه\nلم يكن في أصحاب الرأي أسند منه . | سمع أبا يعلى بالموصل ، وحامد بن شعيب\n، ومحمد بن صالح بن دريح ببغداد . وتوفي في شعبان سنة أربع وسبعين\nوثلاثمائة ، وله اثنان وسبعون سنة . ورى عنه الحاكم . |\n</p>\n\n<p>\n| عبد الرحمن بن محمد السرخسي\n</p>\n\n<p>\n| عبد الرحمن بن محمد السرخسي . تفقه بأبي الحسين القدوري . وقصد بلاد\nخوزستان ، فناب في القضاء بالبصرة . وتوفي في ثالث عشرين رمضان ، سنة تسع\nوثلاثين وأربعمائة . له كتاب ' التجريد ' ، وكتاب ' مختصر المختصرين ' .\nقلت : المعروف ' تكلمة التجريد ' . وممن تسمى بهذا الاسم : \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p185'> Vol. 01, p. 185</a>\n            </div>\n             |\n</p>\n\n<p>\n| عبد الرحمن بن محمد اللخمي\n</p>\n\n<p>\n| عبد الرحمن بن محمد بن عبد العزيز ، وجيه الدين ، أبو القاسم اللخمي .\nقال الدمياطي : كان شيخا فاضلا ، شاعرا ، مع ما فيه من التبحر على مذهب أبي\nحنيفة . ودرس ، وناظر ، وطال عمره . | درس بالمدرسة الحنيفية بحارة زويلة ،\nالمعرفة بالعاشورية ، إلى أن مات . | وله عدة تصانيف ، في علوم عديدة ،\nنظما ونثرا ، في المذاهب الأربعة ، واللغة ، والتفسير ، والوعظ ، والإنشاء\n. وله خط حسن . | مات سنة ثلاث وأربعين وستمائة ، في ذي القعدة . ودفن بسفح\nالمقطم . سمع منه زكي الدين المنذري على ما في معجم شيوخه . | وقال الذهبي\n: ولد بقوص سنة خمس وخمسين وخمسمائة . | ومات سابع ذي القعدة ، سنة ثلاث ،\nكما ذكر . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p186'> Vol. 01, p. 186</a>\n            </div>\n             |\n</p>\n\n<p>\n| عبد الرحمن بن محمد ، ابن دوست\n</p>\n\n<p>\n| وعبد الرحمن بن محمد ، أبو سعد الحاكم ، المعروف بابن دوست ، وهو لقب\nجده . | قرأ على أبي بكر محمد بن العباس الطبري . وسمع الدواوين ، وحصلها ،\nوأتقنها ، وصنف الكتب ، وصحح الأصول . روى عنه أبو عبد الله الفارسي . |\nمات في ذي القعدة ، سنة إحدى وثلاثين وأربعمائة . ذكره في الحنيفية عبد\nالقادر في ' الجواهر ' . |\n</p>\n\n<p>\n| عبد الرحيم بن عبد العزيز ، عماد الإسلام\n</p>\n\n<p>\n| عبد الرحيم بن عبد العزيز بن محمود بن محمد السديدي ، الزووزني ،\nالمعروف بعماد الإسلام . | يروى ' معاني الآثار ' اللطحاوي . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p187'> Vol. 01, p. 187</a>\n            </div>\n             |\n</p>\n\n<p>\n| عبد الرشيد بن أبي حنيفة الولوالجي\n</p>\n\n<p>\n| عبد الرشيد بن أبي حنيفة بن عبد الرزاق بن عبد الله الولوالجي ، أبو\nالفتح . من ' والوالج ' : بلدة من طخارستان <span id='ms29'></span> بلخ . سكن سمرقند . إمام فاضل ،\nحسن السيرة . وتفقه على جماعة . وكتب ' الأمالي ' . وولد في جمادى الأولى\nسنة سبع وستين وأربعمائة . ومات بعد الأربعين وخمسمائة . | قلت : وذكره\nالذهبي في هذه الطبعة ، من الذين لم تعرف وفاتهم . |\n</p>\n\n<p>\n| عبد العزيز بن أحمد البخاري\n</p>\n\n<p>\n| عبد العزيز بن أحمد بن محمد البخاري . له شرح البزدوي ، وشرح الأخيسكثي\n، وشرح ' الهداية ' إلى النكاح ، ومات . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p188'> Vol. 01, p. 188</a>\n            </div>\n             قلت : تفقه على الإمام\nمحمد المايمرغي . وكان وضعه لشرح الهداية المذكور سؤال القوام الكاكي . |\n</p>\n\n<p>\n| عبد العزيز بن أحمد الحلواني\n</p>\n\n<p>\n| عبد العزيز بن أحمد بن نصر بن صالح ، شمس الأئمة الحلواني - نسبة لبيع\nالحلوى - ، صاحب المبسوط . | إمام الحنيفة في وقته ببخارى . | حدث عن أبي\nعبد الله غنجار ، وتفقه على جماعة . توفي سنة ثمان أو تسع وأربعين\nوأربعمائة ، بكش ، ودفن ببخارى . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p189'> Vol. 01, p. 189</a>\n            </div>\n             | قلت : تفقه على القاضي أبي\nعلي الحسين بن الخضر النسفي ، وأبي الفضل الز رنجري . | وتفقه عليه الأندقي\n، وسمع منه شمس الأئمة السرخسي . | قال أبو العلاء الفرضي : مات ببخارى في\nشعبان ، سنة ست وخمسين وأربعمائة . وقال النخشبي في معجمه : مات سنة اثنتين\nوخمسين . قال الذهبي : سنة ست أصح ، فإنه بخط شيخنا الفرضي . |\n</p>\n\n<p>\n| عبد العزيز بن عثمان النسفي\n</p>\n\n<p>\n| عبد العزيز بن عثمان بن إبراهيم بن محمد بن أحمد بن أبي بكر محمد بن\nالفضل بن جعفر بن رجاء بن زرعة الفضلي ، القاضي ، النسفي . تفقه ببخارى .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p190'> Vol. 01, p. 190</a>\n            </div>\n             وله كتاب ' المنقذ من الزلل في مسائل الجدل ' وكتاب ' الفحول\nفي علم الأصول ' ، و ' تعليق الخلاف ' . | وبرع في علم النظر . وناب في\nالقضاء بخرسان . | وانفرد بالفتوى ، حتى مات في ربيع الأول ، سنة ثلاث\nوثلاثين وخمسمائة . | قلت : كتابه الذي في الأصول يعرف ب ' كفاية الفحول '\n، و ' تعليق الخلاف ' يوجد في أربع مجلدات . وله ' فصول في الفتاوى ' .\nوالله أعلم . |\n</p>\n\n<p>\n| عبد المطلب بن الفضل ، افتخار الدين الهاشمي\n</p>\n\n<p>\n| عبد المطلب بن الفضل بن عبد المطلب بن الحسين بن أحمد بن الحسين ابن\nمحمد بن الحسين بن عبد الرحمن بن عبد الملك بن صالح بن علي بن عبد الله بن\nعباس ، افتخار الدين الحلبي . | ولد ببلخ <span id='ms30'></span> في سادس جمادى الآخرة ، سنة تسع\nوثلاثين وخمسمائة . وله ' شرح الجامع الكبير ' . | حدث ، ودرس ، وكان رئيسا\n. | توفي في جمادى الآخرة ، سنة ست عشرة وستمائة . | قلت : هذا هو المشهور\nبالهاشمي ، كنيته أبو هاشم . | كان شريفا ، رئيسا ، عاقلا ، ورعا ، دينا ،\nصحيح السماع ، عالي الإسناد . روى عنه خلق كثير بعضهم الذهبي في تاريخه .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p191'> Vol. 01, p. 191</a>\n            </div>\n             |\n</p>\n\n<p>\n| عبيد الله بن عمر ، أبو زيد الدبوسي\n</p>\n\n<p>\n| عبيد الله بن عمر بن عيسى ، أبو زيد الدبوسي . | له كتاب ' الأسرار ' ،\nوكتاب ' تقويم الأدلة ' . | وهو أول من وضع علم الخلاف . | توفي ببخارى سنة\nثلاثين وأربعمائة ؛ وقيل : يوم الخميس ، منتصف جمادى الآخرة سنة اثنتين\nوثلاثين ، وهو ابن ثلاث وستين . | ناظرة مرة رجلا ، فجعل يتبسم ويضحك ،\nوأنشد أبو زيد لنفسه : |\n</p>\n\n<p>\n% مالي إذا ألزمته حجة % قابلني بالضحك والقهقهه %\n</p>\n\n<p>\n% إن كانن ضحك المرء من فقهه % % فالدب في الصحراء ما أفقهه ! % انتهى ؟\n| قلت : ويروي : |\n</p>\n\n<p>\n% . . . . . . . . . . . . . . . . . . . . . . . . % . . . . . . . . .\n. . . . . . . . . . بالضحك والتبسمه %\n</p>\n\n<p>\n% . . . . . . . . . . . . . . . . . . . . . . . . . % فالدب في الصحراء\nما أفهمه ! % \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p192'> Vol. 01, p. 192</a>\n            </div>\n             | و الدبوسي : بفتح المهملة ، وضم الموحدة : نسبة\nإلى قرية بين بخارى وسمرقند ، يقال لها دبوسة . | قال الذهبي : كان ممن\nيضرب به المثل في النظر ، واستخراج الحجج . زمن مصنفاته : كتاب ' الأمد\nالأقصى ' أيضا ، وكتاب ' تأسيس النظائر ' . والله أعلم . | وممن عبد : |\n</p>\n\n<p>\n| عبد الخالق بن أسد ، تاج الدين الطرابلسي\n</p>\n\n<p>\n| عبد الخالق بن أسد بن ثابت ، تاج الدين ، أبو محمد الحافظ ، الجوال ولد\nبدمشق . | وتفقه على البلخي ، والهيتي ، وآخرين . | ورحل إلى بغداد ،\nوهمدان ، وأصبهان . | وكتب ، وسمع الكثير من عبد الكريم بن حمزة الحداد\nوطاهر بن سهل الإسفراييني ، وآخرين . | وخرج معجما لشيوخه ، وحدث به . |\nوكان فاضلا ، أديبا . | درس بالصادرية . | وكان له مجلس التذكر . | مات\nبدمشق سنة ثلاث وثمانين ، وقيل أربع وستين وخمسمائة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p193'> Vol. 01, p. 193</a>\n            </div>\n             | قلت :\nومعجم شيوخه بخزانة الظاهر بيبرس . |\n</p>\n\n<p>\n| 4 ( عبد الرب بن منصور الغزنوي ) 4\n</p>\n\n<p>\nعبد الرب بن منصور بن إسماعيل بن إبراهيم الغزنوي كانت وفاته في حدود\nالخمسمائة شرح القدوري في مجلدين وسماه ملتمس الإخوان . |\n</p>\n\n<p>\n| 4 ( عبد الغفور بن لقمان الكردري ) 4\n</p>\n\n<p>\nعبد الغفور بن لقمان بن محمد تاج الدين أبو المفاخر الكردري تفقه على أبي\nالفضل عبد الرحمن الكرماني وتولى قضاء حلب للعادل <span id='ms31'></span> نور الدين محمود وصنف\nشرحا على الاخسيكتي وشرحا على التجريد وسماه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p194'> Vol. 01, p. 194</a>\n            </div>\n             المفيد والمزيد\nوشرح الجامع الصغير على طريق الجامع الكبير في تقرير أصول الأبواب وكان على\nغاية من الزهد توفي سنة اثنتين وخمسين وقيل اثنتين وستين وخمسمائة . |\n</p>\n\n<p>\n| عبد القادر بن محمد العقيلي\n</p>\n\n<p>\n| عبد القادر بن أبي الكرم عبد الرحمن بن علوي بن المعلى بن علوي بن جعفر\nالقاضي تاج الدين ابن القاضي عز الدين ، العقيلي ، البخاري ، الحنفي . |\nسمع الصحيح من ابن الزبيدي ، وسمع من الإمامين جمال الدين الحصيرين وتقي\nالدين بن الصلاح . وولي القضاء ، ونظر الأوقاف بحلب . توفي سنة ست وتسعين\nوستمائة . ومولده سنة ثلاث وعشرين و خمسمائة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p195'> Vol. 01, p. 195</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( عبد القادر بن محمد القرشي ) 4\n</p>\n\n<p>\nعبد القادر بن محمد بن محمد بن نصر الله بن سالم محيي الدين أبو محمد بن\nأبي الوفاء القرشي مولده سنة ست وتسعين وستمائة سمع وحدث وأفتى ودرس وصنف\nكتاب العناية في تخريج أحاديث الهداية وكتاب الوسائل في تخريج أحاديث\nالدلائل ويسميه أيضا المجموع وشرح معاني الآئار للطحاوي وكتاب الدرر\nالمنيفة في الرد على أبي شيبة عن الإمام أبي حنيفة وكتاب ترتيب تهذيب\nالأسماء واللغات وكتاب البستان في فضائل النعمان وكتاب الجواهر المضيئة في\nطبقات ومختصر في علوم الحديث ومسائل مجموعة في الفقه وقطعة من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p196'> Vol. 01, p. 196</a>\n            </div>\n            \nشرح الخلاصة في مجلدين وتفسير آيات وفوائد توفى سابع ربيع الأول سنة خمس\nوسبعين وسبعمائة . |\n</p>\n\n<p>\n| 4 ( عبد الكريم بن النور ، القطب الحلبي ) 4\n</p>\n\n<p>\nعبد الكريم بن النور أبو علي أو أبو محمد قطب الدين الحلبي الأصل مولده\nسنة ثلث وستين وستمائة وقيل سنة أربع سمع العز الحراني وغازي وابن خطيب\nالمزة وابن العماد والطبقة وكتب العالي والنازل وخرج وألف شرح البخاري بلغ\nالنصف وعمل تأريخ مصر فبلغ مجلدات دون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p197'> Vol. 01, p. 197</a>\n            </div>\n             التمام وله غير ذلك مع\nالفهم والبصر بالرجال والمشاركة الجيدة في الفنون وشرح السيرة النبوية\nللحافظ عبد الغني مات سخ شهر رجب سنة خمس وأربعين وسبعمائة . |\n</p>\n\n<p>\n| 4 ( عبد المجيد بن إسماعيل الهروي ) 4\n</p>\n\n<p>\nعبد المجيد بن إسماعيل بمحمد أبو سعيد القيسي الهروي ذكره ابن عساكر قال\nدرس <span id='ms32'></span> العلم ببغداد والبصرة وهمدان وبلاد الروم وله مصنفات في الأصول والفروع\nتوفى سنة سبع وثلثين وخمسمائة في شهر رجب وقد أتى على الثمانين .\n</p>\n\n<p>\n| عبد الوهاب بن أحمد بن وهبان الدمشقي\n</p>\n\n<p>\n| وعبد الوهاب بن أحمد بن وهبان قاضي أمين الدين أبو محمد الدمشقي قاضي\nحماة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p198'> Vol. 01, p. 198</a>\n            </div>\n             تصدر بالقراءات بالمدرسة العادلية وتفقه بالصدر ابن منصور\nوأخذ النحو واللغة عن ابن الفصيح وأبي العباس العتابي والأصول عن البهاء\nالمصري وصنف كتاب شرح درر البحار على ما قاله في شرحه المسمى بعقد القلائد\nفي حل عقد الشرائد ونظم قيد الشرائد ونظم الفرائد في الفقه وهي قصيدة رائية\nتشمل على ألف بيت في الفروع النادرة قال ابن حبيب توفى وهو في أثناء\nالأربعين في سنة ثمان وستين وسبعمائة . |\n</p>\n\n<p>\n| عبد الوهاب بن عمر ، ابن أمين الدولة\n</p>\n\n<p>\n| عبد الوهاب بن عمر ، الإمام الزاهد ، النحوي ، ظهير الدين ، بن عبد\nالمنعم بن عبد الله ، ابن أمين الدولة الحنفي ، الحلبي ، الصوفي . | سمع من\nحنة الحرانية ، وأجاز له شعيب الحراني ، وابن الجميزي . وحدث . وأخذ عنه\nمحمد بن طغربك ، وجماعة . توفي سنة خمس وعشرين وسبعمائة . ومولده سنة\nأربعين وستمائة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p199'> Vol. 01, p. 199</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( عبيد الله بن الحسين الكرخي ) 4\n</p>\n\n<p>\nعبيد الله بن الحسين بن دلال بن دلهم أبو الحسن الكرخي من كرخ جدان انتهت\nإليه رياسة الحنفية بعد أبي حازم وأبي سعيد البرعي وانتشرت أصحابه تفقه\nعليه أبو بكر الرازي وأبو عبد الله الدامغاني وأبو علي الشاشي وأبو القاسم\nالتنوخي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p200'> Vol. 01, p. 200</a>\n            </div>\n             وكان كثير الصوم والصلاة صبورا على الفقر والحاجة واسع\nالعلم والرواية صنف المختصر والجامع الكبير والجامع الصغير وأودعها الفقه\nوالحديث والآثار والمخرجة بأسانيدها أصابه الفالج في آخر عمره فكتب أصحابه\nإلى سيف الدولة ابن حمدان فلما علم الكرخي بذلك بكى وقال اللهم لا تجعل\nرزقي إلا من حيث عودتني فمات قبل أن تصل إليه صلة سيف الدولة وكانت عشرة\nآلاف درهم وكان من تولى القضاء من أصحابه هجره مولده سنة ستين ومائتين\nووفاته ليلة النصف من شعبان سنة أربعين وثلاثمائة . |\n</p>\n\n<p>\n| 4 ( عبيد الله بن سعيد السجزي ) 4\n</p>\n\n<p>\nعبيد الله بن <span id='ms33'></span> سعيد بن حاتم أبو نصر السجري تفقه على أبيه قال السمعاني هو\nصاحب التصانيف والتأريخ مات بعد الأربعين وأربعمائة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p201'> Vol. 01, p. 201</a>\n            </div>\n             ذكره في\nالحنفية عبد القادر في الجواهر . |\n</p>\n\n<p>\n| 4 ( عبيد الله بن عبد الله الحسكاني ) 4\n</p>\n\n<p>\nعبيد الله بن عبد الله بن أحمد بن محمد بن أحمد بن محمد بن خشكان القاضي\nأبو القاسم الحداء القرشي سمع وانتخب وصنف وجمع الأبواب والكتب والطرق\nوتفقه على القاضي أبي العلاء صاعد ودث عن أبيه عن جده روى عنه الدارقطني\nومات في حدود الثمانين وأربعمائة قال الذهبي هو النيسابوري الحنفي الحاكم\nالحافظ شيخ متقن ذو عناية تامة بالحديث والسماع وهو من ذرية عبد الله بن\nعامر كريز أسن وعمر ووجدت له مجلسا في تصحيح رد الشمس وقد تكلم على إحالة\nكلام شيعي عار من نفس الحديث أكثر عن أبو الحسن عبد الغافر بن إسماعيل ولم\nأجده ذكر له وفاة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p202'> Vol. 01, p. 202</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( عبيد الله بن مسعود ، صدر الشريعة الأصغر ) 4\n</p>\n\n<p>\nعبيد الله بن مسعود بن عبيد الله بن محمود صدر الشريعة المحبوبي عالم\nمحقق وحبر مدقق له تصانيف مفيدة منها التنقيح في أصول الفقه وشرحه المسمى\nبالتوضيح وشرح الوقاية واختصر الوقاية ولم يذكر الشيخ رحمه الله في عثمان\nواحدا وفيه . |\n</p>\n\n<p>\n| 4 ( عثمان بن إبراهيم المارديني ) 4\n</p>\n\n<p>\nعثمان بن إبراهيم بن مصطفى بن سليمان المارديني فخر الدين أبو عمرو\nالمعروف بابن التركماني قال ابن حبيب إمام مقدم بالديار المصرية وسفينة\nالعصر مشحونة بالجواهر البحرية كان فصيح اللسان معظما عند رب السيف\nوالطيلسان ذا ديانة أوصافها مأثورة وأخلاق محاسنها منشورة متصديا للإفتاء\nوالتدريس معرضا عن أهل التدليس والتلبيس شرح الجامع الكبير وأظهر أسراره\nبالتحرير والتحبير ثم ألقاه دروسا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p203'> Vol. 01, p. 203</a>\n            </div>\n             بمدرسة الملك المنصور واستمر\nعلى ما هو بصدده إلى أن افترسه من الموت ليث هصور وكانت وفاته بالقاهرة عن\nإحدى وسبعين سنة إحدى وثلاثين وسبعمائة حادي عشر رجب قلت شرح مختصر الصدر\nسليمان أيضا كانت وفاته ليلة السبت في التأريخ المذكور ومولده في عاشر\nجمادى الأولى ستين وستمائة . |\n</p>\n\n<p>\n| 4 ( عثمان بن علي الزيلعي ) 4\n</p>\n\n<p>\nعثمان بن علي محجنبن موسى <span id='ms34'></span> فخر الدين أبو عمر الزيعلي الصوفي البارعي قدم\nالقاهرة سنة خمس وسبعمائة فدرس وأفتى وكان مشهورا بمعرفة الفقه والنحو\nوالفرائض شرح كتاب كنز الدقائق في عدة مجلدات فأجاد وأفاد وحرر وانتقد وصحح\nما اعتمد وتوفى في رمضان سنة ثلاث وأربعين وتسعمائة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p204'> Vol. 01, p. 204</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( علي بن سعيد الرستغفني ) 4\n</p>\n\n<p>\nعلي بن سعيد أبو الحسن الرستغفني من رستغفن إحدى قرى سمرقند وأحد أصحاب\nأبي منصور الماتريدي له كتاب إرشاد المهتدي وكتاب الزوائد والفوائد في\nأنواع العلوم قال رأيت الماتريدي في النوم فقال يا أبا الحسن ألم تر أن\nالله غفر لامرأة لم تصل قط فقلت بماذا قال باستماع الأذان وإجابة المؤذن .\n|\n</p>\n\n<p>\n| 4 ( علي بن محمد البزدوي ) 4\n</p>\n\n<p>\nعلي بن محمد بن الحسين بن عبد الكريم بن موسى بن عيسى بن مجاهد أبو الحسن\nفخر الإسلام البزدوي الفقيه بما وراء النهر صاحب الطريقة على مذهب الإمام\nأبي حنيفة توفى يوم الخميس خامس رجب سنة أثنين وثمانين وأربعمائة ودفن\nبسمرقند \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p205'> Vol. 01, p. 205</a>\n            </div>\n             له كتاب المبسوط أحد عشر مجلدا وشرح الجامع الكبير\nوشرح الجامع الصغير وكتابه في أصول الفقه مشهور قلت قد خرجت أحاديثه ولم\nأسبق إلى ذلك والله الموفق قال الذهبي وكان مولده في حدود الأربعمائة روى\nعنه أبو المعالي محمد بن نصر الخطيب . |\n</p>\n\n<p>\n| 4 ( علي بن موسى القمي ) 4\n</p>\n\n<p>\nعلي بن موسى بن يزداد وقيل يزيد القمي سمع محمد بن حميد الرازي وغيره\nتوفى سنة خمس وثلاثمائة له كتاب أحكام القرآن وكتب في الرد على أصحاب\nالشافعي قلت وذكر له أبو إسحاق كتاب إثبات القياس والاجتهاد وخبر الواحد\nوقال الذهبي له مصنفات وهو إمام أهل الرأي بلا مدافع في عصره روى عنه أبو\nبكر أحمد بن سعد بن تصر وأحمد بن أصيل الكاغدي وآخرون وتخرج به جماعة من\nالكبار وأملى بنسابور وحدث بمصنفاته . |\n</p>\n\n<p>\n| 4 ( علي بن أبي بكر المرغيناني ) 4\n</p>\n\n<p>\nعلي بن أبي بكر بن عبد الجليل الفرغاني برهان الدين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p206'> Vol. 01, p. 206</a>\n            </div>\n            \nالمرغيناني الرشداني صاحب الهداية وكتاب البداية وكفاية المنتهى في نحو\nثمانين مجلدا وكتاب التجنيسي والمزيد ومناسك الحج مات سنة ثلث وتسعين\nوخمسمائة قلت وله <span id='ms35'></span> كتاب مختار مجموع النوازل وكتاب في الفرائض وقد لقي\nالمشايخ وجمع لنفسه مشيخة وممن يسمى بهذا الاسم . |\n</p>\n\n<p>\n| 4 ( علي بن أحمد ، ابن مكي الرازي ) 4\n</p>\n\n<p>\nعلي بن أحمد بن الملكي الإمام حسام الدين الرازي قال ابن عساكر قدم دمشق\nوسكنها وكان يدرس بالمدرسة الصادرية ويفتي على مذهب الإمام أبي حنيفة ويشهد\nويناظر في مسائل الخلاف قال وما أظنه حدث وقال ابن العديم تفقه عليه بحلب\nعثمان أبو غانم وجماعة وسمع منه عمر ابن البدر الموصلي وكان فقيها فاضلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p207'> Vol. 01, p. 207</a>\n            </div>\n             له تصانيف منها كتاب خلاصة الدلائل في شرح القدوري ومنها سلوة\nالهموم جمعه وكانت سنة وفاته ثلث وتسعين وخمسمائة بدمشق ودفن خارج باب\nالفراديس . |\n</p>\n\n<p>\n| 4 ( علي بن بلبان الأمير ) 4\n</p>\n\n<p>\nعلي بن بلبان بن عبد الله الفارسي الأمير الفقيه المفتي النحوي أبو الحسن\nالمصري مولده سنة خمس وسبعين وستمائة سمع الدمياطي ومحمد ابن علي بن ساعد\nوابن عساكر وغيرهم وتقدم في المذهب وشرح تلخيص الجامع الكبير شرحا مطولا\nسماه تحفة الحريص ورتب صحيح ابن حبان على الأبواب وعمل معجم الطبراني أو\nأكثره كذلك توفى سابع شوال سنة تسع وثلاثين وسبعمائة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p208'> Vol. 01, p. 208</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( علي بن الحسين السغدي ) 4\n</p>\n\n<p>\nعلي بن الحسين بن محمد السغدي شيخ الإسلام أبو الحسن قال السمعاني سكن\nببخارى وكان إماما فاضلا وفقيها مناظرا وسمع الحديث وروى عنه شمس الأئمة\nالسرخسي السير الكبير ومات ببخارى سنة إحدى وستين وأربعمائة ومن تصانيفه\nالنتف وشرح السير الكبير قلت وبأيدينا كتاب النتف يعزى إلى الغرنوي والله\nأعلم . |\n</p>\n\n<p>\n| 4 ( علي بن خليل ، ابن قاضي العسكر ) 4\n</p>\n\n<p>\nعلي بن خليل بن علي بن الحسين أبو الحسن الدمشقي الشهير بابن قاضي العسكر\nمولده بدمشق سنة ثمان وستمائة ومات يوم الأربعاء غرة ذي القعدة ، سنة إحدى\nوخمسين وستمائة وله كتاب الجامع الكبير . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p209'> Vol. 01, p. 209</a>\n            </div>\n             |\n</p>\n\n<p>\n| علي بن زكريا المنبجي\n</p>\n\n<p>\n| وعلي بن زكريا بن مسعود المنبجي . | فقيه فاضل . | صنف كتاب ' اللباب\nفي الجمع بين السنة والكتاب ' على أبواب فقه المذاهب ، فأجاد وأفاد ؟ | قال\nالذهبي : روى عن يوسف بن خليل . | كتب عنه البرزالي ، وغيره . | توفي\nبالقدس في رمضان ، سنة ست وثمانين <span id='ms36'></span> وستمائة . |\n</p>\n\n<p>\n| علي بن سنجر ، ابن السباك\n</p>\n\n<p>\nوعلي بن سنجر تاج الدين المعروف بابن السباك قال ولدت في شعبان سنة ستين\nأو إحدى وستين وستمائة تفقه على ظهير الدين محمد بن عمر البخاري وابن\nالساعاتي وكتب المنسوب وله أرجوزة في الفقه وشرح أكثر الجامع الكبير .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p210'> Vol. 01, p. 210</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( علي بن عثمان ابن التركماني ) 4\n</p>\n\n<p>\nعلي بن عثمان بن إبراهيم بن مصطفى بن سليمان المارديني قاضي القضاة علاء\nالدين الشهير بأبن التركماني مولده سنة ثلث وثمانين وستمائة وكان إماما في\nالفقه والتفسير والحديث والأصول والفرائض والحساب والشعر أفتى ودرس وأفاد\nوصنف وجمع المجاميع المفيدة له كتاب المنتخب في علوم الحديث والمؤتلف\nوالمختلف وكتاب الضعفاء والمتروكين وكتاب الجوهر النقي في الرد على البيهقي\nواختصر كتاب أبن الصلاح واختصر المحصل في الكلام وله سعدية في أصول الفقه\nومختصر الهداية وسماه الكفاية وشرح الهداية ولم يكمله وكتاب بهجة الأريب\nمما في كتاب الله العزيز من الغريب وله مقدمات في عدة فنون توفى في المحرم\nسنة خمسين وسبعمائة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p211'> Vol. 01, p. 211</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( علي بن عثمان الأوسي ) 4\n</p>\n\n<p>\nعلي بن عثمان الأوسي الإمام العلامة سراج الدين ناظم ( يقول العبد في بدء\nالأمالي ) . |\n</p>\n\n<p>\n| 4 ( علي بن محمد ، ابن الحلواني ) 4\n</p>\n\n<p>\nعلي بن محمد بن أحمد بن محمد بن محمود أبو القسم أبن الحلواني كان فاضلا\nمناظرا لقي الملوك وصنف في عدة فنون مصنفات حسنة وله شعر جيد توفي سنة ثلث\nوأربعين وأربعمائة . |\n</p>\n\n<p>\n| 4 ( علي بن محمد الإسبيجابي ) 4\n</p>\n\n<p>\nعلي بن محمد بن إسماعيل بن علي بن أحمد بن محمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p212'> Vol. 01, p. 212</a>\n            </div>\n             إسحاق\nالاسبيجابي شيخ الإسلام السمرقندي ولد يوم الاثنين السابع من جمادى الأولى\nسنة أربع وخمسين وأربعمائة تفقه عليه صاحب الهداية ولم يكن بما وراء النهر\nفي زمانه من يحفظ المذهب ويعرفه مثله وظهر له الأصحاب وعمر في نشر العلم\nوسماع الحديث قال السمعاني كتب لي بالإجازة بجميع مسموعاته توفي بسمؤقند\nيوم الاثنين الثالث والعشرين من ذي العقدة سنة خمس وثلثين وخمسمائة وله شرح\nمختصر الطحاوي . |\n</p>\n\n<p>\n| 4 ( علي بن محمد ، ابن الكاس ) 4\n</p>\n\n<p>\nعلي بن محمد بن الحسن أبو القاسم النخعي الكوفي الفقيه الحنفي <span id='ms37'></span> المعروف\nبابن كأس قال الذهبي ولى القضاء بدمشق وغيرها وكان إماما في الفقه كبير\nالقدر من ولد الأشتر النخعي سمع الحسن بن علي بن عفان العامري وإبراهيم بن\nعبد الله القصار والحسن بن مكرم وغيرهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p213'> Vol. 01, p. 213</a>\n            </div>\n             وعنه أبو علي أبن هارون\nوالدارقطني وأبن شاهين وغيرهم غرق يوم عاشوراء في الماء فأخرج وفيه رمق ثم\nمات وله كتاب نقص فيه من الشافعي ورد عليه نصر المقدسي . |\n</p>\n\n<p>\n| علي بن محمد ، القاضي التنوخي\n</p>\n\n<p>\nوعلي بن محمد بن أبي الفهم داود التنوخي قال السمعاني ولد بإنطاكية في ذي\nالحجة سنة ثمان وسبعين ومائتين وقدم بغداد سنة عشرين وثلاثمائة وتفقه بها\nعلى أبي الحسن الكرخي وسمع الحديث من الحسن بن أحمج بن فيل الإنطاكي وغيره\nوكان حافظا للشعر ذكيا وله عروض بديع ويقال كان يحفظ للطائيين سبعمائة\nقصيدة ومقطوعة سوى ما يحفظ لغيرهم وكان يحفظ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p214'> Vol. 01, p. 214</a>\n            </div>\n             من النحو واللغة\nشيئا كثيرا وكان في الفقه والشروط والفرائض غاية واشتهر بالمنطق والكلام\nوالهندسة وكان في الهيئة قدوة وصنف كتابا في الفقه والحديث وكان يحفظ ويجيب\nفي فوق عشرين ألف حديث حكاه الذهبي وكانت وفاته في ربيع الأول سنة اثنتين\nوأربعين وثلاثمائة . |\n</p>\n\n<p>\n| 4 ( علي بن محمد الرامشي ) 4\n</p>\n\n<p>\nعلي بن محمد بن علي الإمام حميد الدين الضرير الراشي البخاري إمام علامة\nله على الهداية جزآن يسمى بالفوائد توفى يوم الأحد ثامن ذي القعدة سنة ست\nوستين وستمائة وصلى عليه الإمام حافظ الدين النسفي ووضعه في قبره يقال حضر\nالصلاة عليه قريب من خمسين ألف نفر . |\n</p>\n\n<p>\n| علي بن مقاتل الرازي\n</p>\n\n<p>\n| وعلي بن مقاتل الرازي . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p215'> Vol. 01, p. 215</a>\n            </div>\n             | له كتاب ' السجلات ' . | وقال\nالنديم : على الرازي على مذهب أهل العراق . | له كتاب ' المسائل ' الكبير ،\nوكتاب ' المسائل ' الصغير ، وكتاب ' الجامع ' . |\n</p>\n\n<p>\n| 4 ( علي بن نصر ، ابن السوسي ) 4\n</p>\n\n<p>\nعلي بن نصر بن عمر لإمام نور الدين السوسي درس بالحسامية وتاب في الحكم\nبالقاهرة وكتب الخط الجيد وجمع كتابا في فقه المذهب وصل فيه إلى أثناء\nالنكاح توفى يوم الخميس سادس عشر جمادى الأولى سنة خمس وتسعين وستمائة .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p216'> Vol. 01, p. 216</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( عمر بن بدر الموصلي ) 4\n</p>\n\n<p>\nعمر <span id='ms38'></span> بن بدر بن سعيد بن محمد تنكيز ضياء الدين الموصلي ولد في جمادى\nالآخرة سنة سبع وخمسين وخمسمائة ومات بدمشق ليلة الجمعة ثامن عشرين رمضان\nسنة اثنتين وعشرين وستمائة وله مصنفات في الحديث وغيره منها العقيدة\nالصحيحة في الموضوعات الصريحة واستنباط المعين من العلل والتاريخ لابن معين\nوحدث وكان حسن السمت طيب المحاضرة نبيلا عالي الشأن . |\n</p>\n\n<p>\n| 4 ( عمر بن عبد العزيز ، الصدر الشهيد ) 4\n</p>\n\n<p>\nعمر بن عبد العزيزبن عمر بن مازه برهان الأئمة أبو محمد المعروف بالحسام\nالشهيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p217'> Vol. 01, p. 217</a>\n            </div>\n             تفقه على أبيه وصنف الفتاوي الصغرى والفتاوي الكبرى\nوالجامع الصغير المطول وهو أستاذ صاحب المحيط ولد في صفر سنة ثلث وثمانين\nوأربعمائة واستشهد في سنة ست وثلثين وخمسمائة وعنه أخذ صاحب الهداية قلت\nومن مصنفاته المبسوط في الخلافيات وقال أمير كاتب إن جده هو صاحب المحيط\nوالله أعلم . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p218'> Vol. 01, p. 218</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( عمر بن محمد النسفي ) 4\n</p>\n\n<p>\nعمر بن محمد بن أحمد بن إسماعيل بن محمد بن علي بن لقمان نجم الدين أبو\nحفص النسفي سمع الحديث له كتاب طلبة الطلبة في اللغة على ألفاظ كتب فقه\nالحنفية ونظم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p219'> Vol. 01, p. 219</a>\n            </div>\n             الجامع الصغير وكتب مجاميع حديثية كثيرة التصحيف\nوالخطأ وتغيير الأسماء وإسقاط بعضها وله كتاب تطويل الأسفار لتحصيل الأخبار\nروى فيه عن خمسمائة وخمسين شيخا وله كتاب القند في علماء سمرقند وله شعر\nحسن وله المنظومة وجمع أسماء شيوخه وكان فقيها عارفا بالمذهب والأدب ولد\nسنة إحدى أو اثنتين وستين وأربعمائة وتوفى بسمرقند ليلة الخميس ثامن عشر\nجمادى الأولى سنة سبع وثلثين وخمسمائة قلت قال السمعاني كان إماما فاضلا\nمبرزا متفننا صنف في كل نوع من العلم في التفسير والحديث والشروط وصنف\nقريبا من مائة مصنف وقد استقرأت عدة كتب مما صنفه وجمعه فرأيت فيها أوهاما\nكثيرة فعرفت إنه كان ممن أحب الحديث وطلبه ولم يرزق فهمه التحرير وكان له\nشعر حسن قلت ومن ذا يسلم من ذا والله أعلم ومن مشاهير كتبه الفتاوي والحصن\nوالتفسير وفيه حوالة على تفسير كبير . |\n</p>\n\n<p>\n| 4 ( عمر بن محمد الخبازي ) 4\n</p>\n\n<p>\nعمر بن محمد بن عمر الشيخ <span id='ms39'></span> جلال الدين الخبازي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p220'> Vol. 01, p. 220</a>\n            </div>\n             له حواش على\nالهداية وكتاب المغنى في أصول الفقه وكان فقيها عابدا ومات لخمس بقين من ذي\nالحجة سنة إحدى وتسعين وستمائة في عشر السبعين انتهى وممن يسمى بهذا الاسم\n. |\n</p>\n\n<p>\n| 4 ( عمر بن إبراهيم ، الشريف عمر ) 4\n</p>\n\n<p>\nعمر بن إبراهيم بن محمد بن محمد بن أحمد بن علي بن الحسين بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p221'> Vol. 01, p. 221</a>\n            </div>\n            \nعلي بن حمزة بن يحيي بن الحسين ين الشهيد زيد بن علي بن الحسين أبو البركات\nالعلوي الحسيني الزيدي الكوفي الحنفي إمام مسجد أبي إسحاق السبيعي ولد سنة\nاثنتين وأربعين وأربعمائة وسمع الحديث قال السمعاني شيخ مسن كبير فاضل له\nمعرفة بالفقه والحديث واللغة والتفسير والنحو وله التصانيف الحسنة السائرة\nفي النحو توفي سنة تسع وثلاثين وخمسمائة . |\n</p>\n\n<p>\n| 4 ( عمر بن أحمد ، ابن العديم ) 4\n</p>\n\n<p>\nعمر بن أحمد بن هبة الله الصاحب كمال الدين بن العديم العقيلي الحلبي\nالمعروف بابن أبي جرادة جليل القدر كثير العلوم أوحد في الكتابة صنف تأريخا\nسماه بغية الطلب في تأريخ حلب مولده في العشر الأول من ذي الحجة سنة ثمان\nوثمانين وخمسمائة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p222'> Vol. 01, p. 222</a>\n            </div>\n             ومات ستين وستمائة في جمادى الأولى لعشرين\nمنها . |\n</p>\n\n<p>\n| 4 ( عمر بن إسحاق الغزنوي ) 4\n</p>\n\n<p>\nعمر بن إسحاق بن أحمد الغرنوي قاضي القضاة سراج الدين أبو حفص الهندي\nتفقه على الإمام وجيه الدين الرازي وعلى ركن الدين البداوي وسراج الدين\nالثقفي وسمع بمكة على خضر شيخ رباط السدرة وأفتى وأشتغل وصنف شرح الهداية\nالمسمى بالتوشيح والشامل في الفقه فروع مجرد وكتاب زبدة الأحكام في اختلاف\nالأئمة الأعلام وشرح الهداية على طريقة الجدل في ستة أجزاء كبار وشرح\nالبديع في أربع مجلدات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p223'> Vol. 01, p. 223</a>\n            </div>\n             وشرح المغني للخبازي في مجلدين وله كتاب\nالغرة المنيفة في ترجيح مذهب أبي حنيفة وكتاب في فقه الخلافات وشرح\nالزيادات والجامعين ولم يكمل وشرح تائية ابن الفارض وله كتاب في التصوف\nوغير ذلك توفي سنة ثلاث وسبعين وسبعمائة . |\n</p>\n\n<p>\n| 4 ( عمر بن محمد الموصلي ) 4\n</p>\n\n<p>\nعمر بن محمد بن سعيد الموصلي له كتاب الانتصار والترجيح للمذهب الصحيح\nمذهب أبي حنيفة |\n</p>\n\n<p>\n| عمر بن محمد العقيلي\n</p>\n\n<p>\n| وعمر بن محمد بن <span id='ms40'></span> عمر بن محمد بن أحمد العقيلي ، جلال الدين الأنصاري .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p224'> Vol. 01, p. 224</a>\n            </div>\n             | قال الذهبي : كان من كبار فقهاء بخارى وعلمائها . | قدم\nبغداد حاجا سنة ثمان وثلاثين وخمسمائة ؛ وحج ، ثم رجع . وحدث عن الصدر\nالشهيد حسام الدين . | روى عن الفراوي . | ومات ببخارى وقت صلاة الفجر من\nيوم الثلاثاء ، الخامس من جمادى الأولى ، سنة ست وسبعين وخمسمائة . ؟ | وله\nكتاب ' المنهاج ' في الفقه ، مجلد ضخم . | وممن لم يسم في هذا الحرف .\n</p>\n\n<p>\n| عيسى بن أبي بكر الملك المعظم\n</p>\n\n<p>\n| عيسى بن أبي بكر بن أيوب السلطان المعظم شرف الدين أبو الغنائم فقيه\nأديب فاضل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p225'> Vol. 01, p. 225</a>\n            </div>\n             مولده سنة ست وسبعين وخمسمائة شرح الجامع الكبير\nوصنف في العروض وله كتاب السهم المصيب في الرد على الخطيب ملك ثمان سنين\nوثمانية أشهر وأثنى عشر يوما وتوفى يوم الجمعة سلخ ذي الحجة أو ذي القعدة\nسنة أربع وعشرين وستمائة قلت الظاهر إن الرد لأبي المظفر وقد كان المعظم\nجعل لمن يحفظ الجامع مائتي دينار ولمن يحفظ العضد مائة دينار ولمن يحفظ\nالإيضاح ثلثين دينارا سوى الخلعة وترجمته مستوفاة عند الذهبي . |\n</p>\n\n<p>\n| عيسى بن أبان\n</p>\n\n<p>\n| عيسى بن أبان بن صدقة بن موسى . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p226'> Vol. 01, p. 226</a>\n            </div>\n             | أحد الأئمة الأعلام . |\nتفقه على محمد بن الحسن ، وصحبه . وولي قضاء البصرة . ذكره الخطيب وغيره .\nووصف بالذكاء ، والسخاء ، وسعة العلم . | وروى بكار بن قتيبة عن هلال بن\nيحيى : ما قعد في الإسلام قاض أفقه من عيسى بن أبان في وقته . | ولما أتى\nعيسى بن هارون المأمون بعدة أحاديث زعم أن أصحاب أبي حنيفة يخالفونها ، قال\nالمأمون : إن لم تأت بالحجة عن هذه الأقوال بمثل هذه الأحاديث ، وإلا منعتك\nمن الفتوى بهذه الأقوال ، وجمعت الناس على خلافه . فصنف عيسى بن أبان كتاب\n' الحجة ' الصغير ، وأدخله على المأمون . فلما قرأ عليه قال ممثلا : حسدوا\nالفتى إذا لم ينالوا سعيه . | البيتين . ثم صنف كتاب ' الحجة ' الكبير ،\nوكتاب ' خبر الواحد ' ، وكتاب ' الجامع ' ، وكتاب ' إثبات القياس ' ، وكتاب\n' اجتهاد الرأي ' . | توفي سنة إحدى وعشرين ومائتين . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p227'> Vol. 01, p. 227</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( عالي بن إبراهيم الغزنوي ) 4\n</p>\n\n<p>\nعالي بن إبراهيم بن إسماعيل أبو عالي ناصر الدين تاج <span id='ms41'></span> الشريعة نظام\nالإسلام الغزنوي له تفسير القرآن وكان صاحب فنون قلت رأيت في خط لفاضل\nإبراهيم بن دقماق في هذه الترجمة الغزنوي البلقي إمام في التفسير والفقه\nواللغة والعربية والأصول والجدل له تفسير القرآن الكريم في مجلدين ضخمين\nسماه تقشير التفسير أبدع فيه تفقه عليه عبد الوهاب بن يوسف وتوفي سنة تسع\nوتسعين وخمسمائة رأيت في خطه أيضا في باب العين المهملة عالي بن إبراهيم بن\nإسماعيل الغزنوي أبو علي كان ممن لقي فخر خوارزم أبا القاسم الزمخشري وقرأ\nعليه وكتب عنه وقدم حلب وأقام بها يدرس فقه المذهب وله من الكتب المصنفة\nكتاب المشارع في الفقه وكتاب المنافع في شرح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p228'> Vol. 01, p. 228</a>\n            </div>\n             المشارع وتفسير\nالقرآن وكانت وفاته سنة اثنتين وثمانين وخمسمائة قلت هما واحد بالعين\nالمهملة وقد تبع شيخنا وأبن دقماق عبد القادر في ذكره بالمعجمة ثم وقف أبن\nدقماق على الترجمة الثانية عند الصفدي فظنهما اثنين في العين المهملة\nوالوفاة الأولى وفاة تلميذه عبد الوهاب وهذه وفاته ومن هنا تأكد عند أبن\nدقماق إنهما اثنان والله أعلم قلت وفي الفاء . |\n</p>\n\n<p>\n| 4 ( الفضل بن العباس الصاغاني ) 4\n</p>\n\n<p>\nالفضل بن العباس بن يحيى بن الحسين الصاغاني يكنى أبا العباس قال\nالسمعاني له عدة تصانيف في كل فن من الحديث وغيره وحدث بخراسان وبغداد وسمع\nمنه الخطيب بعد سنة عشرين وأربعمائة . |\n</p>\n\n<p>\n| قاسم بن يوسف المديني\n</p>\n\n<p>\n| قاسم بن يوسف المديني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p229'> Vol. 01, p. 229</a>\n            </div>\n             له كتاب النافع في الفقه قرأه خلق\nكثير وشرحوه وكتاب مصابيح السبل في الفقه وكتاب في الوعظ وكتاب في أصول\nالفقه انتهى وممن يسمى بهذا الاسم . |\n</p>\n\n<p>\n| 4 ( قاسم بن الحسين ، صدر الأفاضل ) 4\n</p>\n\n<p>\nقاسم بن الحسين بن أحمد الخوارزمي النحوي مولده سنة خمس وخمسمائة تفقه\nعلى أبي الفتح ناصر بن عبد السيد المطرزي وأخذ عنه العربية وله مصنفات منها\nشرح المفصل وسماه التحرير ثلث مجلدات وشرح سقط الزند وشرح المقامات وسماه\nالتوضيح وله كتاب الزوايا والخبايا في النحو وله كتاب بدايع الملح قتلته\nالتتار في سنة سبع عشرة وستمائة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p230'> Vol. 01, p. 230</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( القاسم بن الحسين ، أبو عبيد ) 4\n</p>\n\n<p>\nالقاسم بن الحسين أبو <span id='ms42'></span> العبيد له كتاب النتف في الفقه مجلد ذكره عبد\nالقادر . |\n</p>\n\n<p>\n| 4 ( القاسم بن علي الزينبي ) 4\n</p>\n\n<p>\nالقاسم بن علي بن الحسين بن محمد أبو نصر بن نور المهدي قال أبن النجار\nكان شابا فاضلا له معرفة بالفقه على مذهب الإمام أبي حنيفة وكان يعرف الأدب\nويقول الشعر ويكتب خطا حسنا وصنف رسالة تتضمن أحكام الصيد خدم بها المستنجد\nفولاه قضاء بغداد ولقب بقاضي القضاة في سنة ست وخمسين وخمسمائة وسمع من\nوالده وأبن المظفر الشهرزوري وحدث بشيء يسير وأختر منه المنية وهو شاب سنة\nثلاث وستين وخمسمائة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p231'> Vol. 01, p. 231</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( محمد بن أحمد الكعبي ) 4\n</p>\n\n<p>\nمحمد بن أحمد بن أبي سعيد أحمد بن أبي الخطاب محمد بن إبراهيم بن علي\nالكعبي الطبري القاضي البخاري مات ببخارى سنة أربع وستمائة له الملخص في\nالفتاوى . |\n</p>\n\n<p>\n| 4 ( محمد بن أحمد الشعيبي ) 4\n</p>\n\n<p>\nمحمد بن أحمد بن شعيب بن هارون بن موسى أبو أحمد الشعيبي سمع أبا بكر بن\nداود وغيره وعنه الحاكم توفي في ربيع الأول سنة سبع وخمسين وثلاثمائة عن\nاثنتين وثمانين سنة وله كتاب فضائل أبي حنيفة في عشرين جزءا وكتاب في الزهد\nبنيف على أربعين جزءا وهو من أعلم مشايخ نيسابور بالشروط . |\n</p>\n\n<p>\n| 4 ( محمد بن أحمد ، ظهير الدين ) 4\n</p>\n\n<p>\nمحمد بن أحمد بن عمر ظهير الدين البخاري القاضي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p232'> Vol. 01, p. 232</a>\n            </div>\n             مات سنة تسع\nعشرة وستمائة وله فوائد على الجامع الصغير للحسام . |\n</p>\n\n<p>\n| 4 ( محمد بن أحمد النسفي ) 4\n</p>\n\n<p>\nمحمد بن أحمد بن محمود أبو جعفر النسفي له تعليقة في الخلاف وكان قنوعا\nأخذ عن أبي بكر الرازي الفقه توفى يوم الأربعاء ثامن عشر شعبان سنة أربع\nعشرة وأربعمائة وله أشعار رائقة منها قوله : | * أقبل معاذير من يأتيك\nمعتذرا * * إن بر عندك فيما قال أو فجرا * | * فقد أطاعك من يعطيك باطنه *\n* وقد أجلك من يعصيك مستترا * | قلت الذي أحفظه ، فقد أطاعك من أرضاك ظاهره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p233'> Vol. 01, p. 233</a>\n            </div>\n             ويأت ليلة مهموما من سوء حاله فوقع في خاطره فرع من فروع مذهبه\nفأعجبت به فقام يرقص ويقول أين الملوك وأين أبناء الملوك فسألته زوجته عن\nذلك فأخبرها فتعجبت منه . |\n</p>\n\n<p>\n| 4 ( محمد بن <span id='ms43'></span> أحمد بن أبي سهل السرخسي ) 4\n</p>\n\n<p>\nمحمد بن أحمد بن أبي سهل أبو بكر السرخسي شمس الأئمة صاحب المبسوط تخرج\nبعبد العزيز الحلواني وأملى المبسوط وهو في السجن تفقه عليه أبو بكر محمد\nبن إبراهيم الحصيري وغيره مات في حدود الخمسمائة وكان عالما أصوليا مناظرا\nقلت وقد شاع عنه أنه أملى المبسوط من حفظه قال في المسالك حكى أنه كان\nجالسا في حليقة الاشتغال فقيل له حكى عن الشافعي أنه كان يحفظ ثلاثمائة\nكراس فقال حفظ الشافعي زكوة ما أحفظ فحسبت حفظه فكان أثنى عشر ألف كراس قلت\nمن غير مراجعة إلى شيء من الكتب ويدل على ذلك ما قرأته فيه : ( انتهى ربع\nالبيوع ، من المبتهل إلى الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p234'> Vol. 01, p. 234</a>\n            </div>\n             تعالى بالخضوع وإسبال الدموع ،\nالمنقطع عن الأهل واكتساب المجموع ، إلى غير ذلك من أماكن يتوجع فيها بنحو\nهذا من السجع وعدته عشرة أجزاء ضخمة ورأيت له كتابا في أصول الفقه جزآن\nضخمان وشرح السير الكبير في جزأين ضخمين أملاهما وهو في الجب فلما وصل إلى\nباب الشروط حصل الفرج فأطلق فخرج في آخر عمره إلى فرغانة فأنزله الأمير حسن\nبمنزلة فوصل إليه الطلبة فأكمل الإملاء في دهليز الأمير قال في المسالك صنف\nكتاب المبسوط في الفقه في أربعة عشر مجلدا أملاه من خاطره من غير مطالعة\nكتاب ولا مراجعة تعليق بل كان محبوسا في جب بسبب كلمة نصح وكان يملي عليهم\nمن الجب وهم على أعلى الجب يكتبون ما يملي عليهم انتهى قلت وشرح مختصر\nالطحاوي رأيت منه قطعة وشرح كتاب الكسب لمحمد بن الحسن جزء لطيف قلت من\nفطنته مع هذا الحفظ ما حكى في المسالك أن الأمير زوج أمهات أولاده من خدامه\nالأحرار فسأل العلماء الحاضرين عن ذلك قالوا نعم ما فعلت فقال شمس الأئمة\nأخطأت لأن تحت كل خادم امرأة حرة فكان هذا تزويج الأمة على الحرة فقال\nالأمير أعتقت هؤلاء وجددوا العقد وقال للعلماء الحاضرين فقالوا نعم ما فعلت\nفقال شمس الأئمة أخطأت لأن العدة نجب على أمهات الأولاد <span id='ms44'></span> بعد الاعتقاق فكان\nتزويج المعتدة من الغير ، ولا يجوز . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p235'> Vol. 01, p. 235</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( محمد بن أسعد الحكيمي ) 4\n</p>\n\n<p>\nمحمد بن أسعد بن محمد بن نصر أبو المظفر بن حكيم الحكيمي الواعظ سكن دمشق\nوتفقه ببغداد قال ابن ناصر كذاب توفى في المحرم سنة سبع وستين وخمسمائة\nبدمشق ومولده يوم الخميس سادس عشر ربيع الأول سنة أربع وثمانين وأربعمائة\nوله كتاب تفسير القرآن وكتاب شرح المقامات وكتاب شرح الشهاب ونظم مختصر\nالقدوري ورزق الحظ في وعظه وله شعر وتكلم فيه ابن النجار بعظائم قلت لم يزد\nفيما رأيت على أن قال كان خليعا قليل المروءة ساقطا . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p236'> Vol. 01, p. 236</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( محمد بن الحسن الشيباني ) 4\n</p>\n\n<p>\nمحمد بن الحسن بن فرقد الشيباني أصله من قرية بدمشق يقال لها حرستا\nومولده بواسط صحب أبا حنيفة وعنه أخذ الفقه ثم عن أبي يوسف وروى عن مالك\nومسعر والثوري وعمرو بن دينار في آخرين وعنه أبو عبيد ويحيى بن معين وأبو\nسليمان الجوزجاني ومعلى بن منصور وهو أبن أخت عبد الله بن مسلمة القعنبي\nوله كتب عديدة وهو الذي نشر علم أبي حنيفة فيمن نشره قال محمد بن الحسن\nأقمت على مالك ثلث سنين وسمعت منه سبعمائة حديث ونيفا وعن الشافعي سمعت إنه\nقال أخذت من محمد بن الحسن وقر بعير وما رأيت رجلا سمينا أخف روحا منه وكان\nروحا كله وكان بملأ القلب والعين وعن أبي عبيد ما رأيت أعلم بكتاب الله من\nمحمد بن الحسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p237'> Vol. 01, p. 237</a>\n            </div>\n             وكان مقدما غب علم العربية والنحو والحساب ولى\nقضاء الرقة للرشيد ثم قضاء الري وبها مات سنة تسع وثمانين ومائة وهو أبن\nثمان وخمسين سنة في اليوم الذي مات فيه الكسائي فقال الرشيد دفن الفقه\nوالعربية بالرى قلت المشهور من مشايخ محمد عمر بن ذر الهمداني ولا أعرف\nعمرو بن دينار المذكور ومن كتب محمد رحمه الله الأصل أملاه على أصحابه رواه\nعنه الجوزجاني وغيره والجامع الكبير والجامع الصغير والسير الكبير والسير\nالصغير والآثار والموطأ والفتاوي الهارونية والرقية والكاسانية رويت عنه\nوروى عنه النوادر جماعة منهم أبن سماعة <span id='ms45'></span> وابن رستم وهشام . | وقال في\nالفهرست للنديم : ولمحمد من الكتب : كتاب ' الصلاة ' ، كتاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p238'> Vol. 01, p. 238</a>\n            </div>\n             '\nالنكاح ' كتاب ' الطلاق ' ، كتاب ' العتاق وأمهات الأولاد ' ، كتاب ' السلم\nوالبيوع ' ، كتاب ' المضاربة ' الكبير ، كتاب ' المضاربة ' الصغير ، كتاب '\nالإجارات ' الكبير ، كتاب ' الإجارات ' الصغير ، كتاب ' الصرف ' ، كتاب '\nالرهن ' ، كتاب ' الشفعة ' ، كتاب ' الحيض ' ، كتاب ' المزارعة ' الكبير ،\nكتاب ' المفاوضة ' ، هي الشركة ، كتاب ' الوكالة ' ، كتب ' العارية ' ،\nكتاب ' الوديعة ' ، كتاب ' الحوالة ' ، كتاب ' الكفالة ' ، كتاب ' الإقرار\n' ، كتاب ' الدعوى والبيانات ' ، كتاب ' الحيل ' ، كتاب ' المأذون ' الصغير\n، كتاب ' القسمة والديانات ' ، كتاب ' جنايات المدبر ' ، كتاب ' الولاء ' ،\nكتاب ' الشرب ' ، كتاب ' السرقة وقطاع الطريق ' ، كتاب ' الصيد والذبائح '\n، كتاب ' العتق في المرض ' ، كتاب ' الغصب ' ، كتاب ' الدور والوصايا ' ،\nكتاب ' الهبة والصدقات ' ، كتاب ' الكفارات والأيمان والقود ' ، كتاب '\nالوصايا ' ، كتاب ' حساب الوصايا ' ، كتاب ' الصلح ' ، كتاب ' الخنثى\nوالمفقود ' ، كتاب ' اجتهاد الرأي ' ، كتاب ' الإكراه ' كتاب ' الاستحسان '\n، كتاب ' اللقيط ' ، كتاب ' الآبق ' ، كتاب ' الجامع الصغير ' ، كتاب '\nأصول الفقه ' ، كتاب ' الجامع الكبير ' ، كتاب أمالي محمد في الفقه ، وهي .\n. . . كتاب ' الزيادات ' ، كتاب ' التحري ' ، كتاب ' العاقل ' ، كتاب '\nالخصال ' ، كتاب ' الإجارات ' الكبير ، كتاب ' الحج ' يحتوي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p239'> Vol. 01, p. 239</a>\n            </div>\n            \nعلى عدة كتب ، كتاب ' الرد على أهل المدينة ' ، وكتاب ' النوادر ' رواية\nابن رستم . انتهى\n</p>\n\n<p>\n| 4 ( محمد بن سماعة التميمي ) 4\n</p>\n\n<p>\nمحمد بن سماعة بن عبيد بن هلال بن وكيع بن بشر التيهمي أبو عبد الله حدث\nعن الليث بن سعد وأبي يوسف ومحمد بن الحسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p240'> Vol. 01, p. 240</a>\n            </div>\n             وكتب النوادر عن أبي\nيوسف ومحمد وروى الكتب والأمالي قال الصيمري وهو من الحفاظ الثقات وقال\nالخطيب توفي سنة ثلث وثلثين ومائتين وله مائة سنة وثلث وستون سنة ( كذا )\nكان مولده سنة ثلثين ومائة وروى إنه بلغ ذلك السن وهو يركب الخيل ويفض\nالإبكار وقال أبن معين لو كان أهل الحديث يصدقون في الحديث كما يصدق محمد\nبن سماعة في الرأي لكانوا فيه على نهاية وكان يصلي في كل يوم مائتي ركعة\nوولى القضاء للمأمون ببغداد سنة اثنتين وتسعين ومائة بعد موت يوسف بن أبي\nيوسف فلم يزل على القضاء إلى أن ضعف بصره فعزل وضم عمله إلى إسماعيل بن\nحماد بن أبي حنيفة <span id='ms46'></span> ولما مات قال أين معين اليوم مات ريحانة أهل الرأي له\nكتاب أدب القاضي وكتاب المحاضر والسجلات وقال الصميري سبب كتابة ابن سماعة\nللنوادر عن محمد بن الحسن أنه رآه في النوم كأنه يثقب البر فاستعبر فقيل له\nهذا رجل ينطق بالحكمة فاجتهد أن لا يفوتك من لفظه شيء فبه أمسك وكتب عنه\nالنوادر قال محمد بن عمران سمعت ابن سماعة يقول مكثت أربعين سنة لم تفتني\nالتكبيرة الأولى مع الإمام إلا يوم ماتت فيه أمي ففاتتني صلوة واحدة في\nالجماعة فقمت فصليت خمسا وعشرين صلاة أريد بذلك التضعيف فغلبتني عيني\nفأتاني آت فقال يا محمد صليت خمسا وعشرين صلاة ولكن كيف بتأمين الملائكة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p241'> Vol. 01, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\n| محمد بن شجاع ابن الثلجي\n</p>\n\n<p>\n| محمد بن شجاع الثلجي من أصحاب الحسن بن زياد وفقيه أهل العراق في وقته\nوالمقدم في الفقه والحديث وقراءة القرآن مع ورع وعبادة مات فجأة في سنة ست\nوستين ومائتين ساجدا في صلاة العصر روى عنه يحيي بن آدم ووكيع وقرأ علي\nاليزيدي وروى عن ابن علية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p242'> Vol. 01, p. 242</a>\n            </div>\n             وله كتاب المناسك في نيف وستين جزءا\nوكتاب تصحيح الآثار كبير وكتاب النوادر وكتاب المضاربة وكتاب الرد على\nالمشبهة وله ميل إلى مذهب المعتزلة وطلب للقضاء فقال إنما يصلح القضاء لأجل\nثلاثة لمن يكتسب مالا أو جاها أو ذكرا فأما أنا فمالي وافر وأنا غني وأن\nالأمير ليوجه إلي بالمال لا فرقة ولو احتجت إلى شيء منه لأخذته وأما الذكر\nفقد سبق لي عند من يقصدنا من أهل العلم والفقه بما فيه الكفاية توفى سنة ست\nوستين ومائتين وقال عند موته ادفنوني في هذا البيت فإنه لم يبق فيه طابق\nإلا ختمت عليه القرآن . |\n</p>\n\n<p>\n| 4 ( محمد بن عبد الحميد ، العلاء الأسمندي ) 4\n</p>\n\n<p>\nمحمد بن عبد الحميد بن الحسن بن الحسين بن حمزة أبو الفتح المعروف\nبالعلاء العالم الأسمندي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p243'> Vol. 01, p. 243</a>\n            </div>\n             فقيه فاضل مناظر له تعليقة في مجلدات\nمولده بسمرقند في سنة ثمان وأربعمائة ومات بعدما سك وترك المناظرة في سنة\nأثنين وخمسمائة قلت وأملى في التفسير تفقه على <span id='ms47'></span> الإمام الأشرف وتفقه عليه\nأبو المظفر السمعاني وسمع الحديث من علي بن عثمان الخراط وروى عنه عبد\nالرحيم السمعاني وأثنى عليه . |\n</p>\n\n<p>\n| 4 ( محمد بن عبد الخالق ابن الأبري ) 4\n</p>\n\n<p>\nمحمد بن عبد الخالق بن المبارك بن عيسى بن علي بن محمد كمال الدين الآمري\nمدرس المستنصرية مات في الثامن من شعبان سنة سبع وستين وستمائة . |\n</p>\n\n<p>\n| 4 ( محمد بن عبد الرحمن الزاهد ) 4\n</p>\n\n<p>\nمحمد بن عبد الرحمن بن أحمد الملقب بالزاهد العلاء أبو عبد الله البخاري\nكان فقيها فاضلا مفتيا مذكرا أصوليا متكلما قيل أنه صنف تفسيرا يزيد على\nألف جزء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p244'> Vol. 01, p. 244</a>\n            </div>\n             توفى ليلة الثاني من جمادى الآخرة سنة ست وأربعين\nوخمسمائة . |\n</p>\n\n<p>\n| 4 ( محمد بن عبد الرحمن السنجاري ) 4\n</p>\n\n<p>\nمحمد بن عبد الرحمن بن محمد بن محمود السمرقندي السنجاري ولد بها سنة خمس\nوسبعين وستمائة وأقام بماردين حتى مات بها في رمضان سنة إحدى وعشرين\nوسبعمائة له كتاب عمدة الطالب لمعرفة المذاهب فيه مع المذاهب الأربعة مذهب\nداود والشيعة . |\n</p>\n\n<p>\n| محمد بن محمد السجاوندي\n</p>\n\n<p>\n| محمد بن محمد بن عبد الرشيد ، سراج الدين السجاوندي صاحب السراجية في\nالفرائض ، وشرحها |\n</p>\n\n<p>\n| 4 ( محمد بن محمد الأخسيكثي ) 4\n</p>\n\n<p>\nمحمد بن محمد بن عمر أبو عبد الله الحسام الاخسيكتي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p245'> Vol. 01, p. 245</a>\n            </div>\n             صاحب\nالمختصر في أصول الفقه مات يوم الاثنين ثالث عشر ذي القعدة أو ذي الحجة سنة\nأربع وأربعين وستمائة . |\n</p>\n\n<p>\n| 4 ( محمد بن محمد ، جلال الدين الرومي ) 4\n</p>\n\n<p>\nمحمد بن محمدبن محمد بن حسين بن أحمد بن قاسم بن شيت بن عبد الله بن عبد\nالرحمن بن أبي بكر الصديق ) رضي الله عنه ( المعروف بمولانا جلال الدين\nالقونوي كان عالما بالمذاهب والخلاف وأنواع من العلوم قصده القطب الشيرازي\nوجلس وهو ساكت والحلال لا يكلمه ثم قام عنه ومات في خامس جمادى الآخر سنة\nأثنين وسبعين وستمائة بعد ما تجرد وساح وقال شعرا كثيرا . | . |\n</p>\n\n<p>\n| 4 ( محمد بن محمد النسفي ) 4\n</p>\n\n<p>\nمحمد بن محمد بن محمد أبو الفضل المعروف بالبرهان النسفي ولد سنة ستمائة\nتقريبا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p246'> Vol. 01, p. 246</a>\n            </div>\n             ولخص تفسير الإمام فخر الدين الرازي وله مقدمة في\nالخلاف مشهورة وكتب في علم الكلام وأجاز للبرزالي في سنة <span id='ms48'></span> أربع وثمانين\nوستمائة من بغداد وتوفى بها سبع وثمانين وستمائة قلت قال الذهبي عن ابن\nالفوطي كأن أوحد في الخلاف والفلسفة وكان زاهدا مولده تقريبا سنة ستمائة\nومات في الثامن والعشرين من ذي الحجة سنة سبع وثمانين وستمائة . |\n</p>\n\n<p>\n| محمد بن محمد القباوي\n</p>\n\n<p>\n| محمد بن محمد بن محمد | نزيل مرغينان . | له ' الجامع الكبير ' . ونظم\n' الجامع الصغير ' . | وبرع في الخلاف و علم الجدل . | مات بعد سنة ست\nوعشرين وسبعمائة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p247'> Vol. 01, p. 247</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( محمد بن محمد العميدي ) 4\n</p>\n\n<p>\nمحمد بن محمدبن محمد أبو حامد المنعوت بالركن العميدي السمرقندي صاحب\nكتاب الإرشاد عنى بالخلاف حتى برع فيه وأنتفع به جمع كثير مات سنة خمس عشرة\nوستمائة قلت وله كتاب الطريقة العميدية وكتاب النفائس قال ابن خلكان وصف\nأشياء مشتملة على هذا الأسلوب ومن جملة من انتفع عليه علي الحصيري البخاري\nوكان كريم الأخلاق كثير التواضع طيب المعاشرة . |\n</p>\n\n<p>\n| 4 ( محمد بن محمد السرخسي ) 4\n</p>\n\n<p>\nمحمد بن محمد بن محمد رضي الدين برهان الإسلام السرخسي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p248'> Vol. 01, p. 248</a>\n            </div>\n             مصنف\nالمحيط وهو أربع مصنفات كبير في أربعين مجلدا ومتوسط في اثني عشر مجلدا\nوصغير في أربع مجلدات ومختصر في مجلدين وقدم حلب ودرس بعد محمود الغزنوي\nفنسب إلى غير ما اشتهر به وإنه لم يصنف المحيط لقصوره في الفقه عن ذلك وإنه\nتصنيف شيخه فادعاه لنفسه وكتبوا فيه إلى نور الدين الشهيد فعزله عن التدريس\nوقدم دمشق ودرس بالخاتونية ولما مرض تصدق بستمائة دينار . |\n</p>\n\n<p>\n| 4 ( محمد بن محمد الماتريدي ) 4\n</p>\n\n<p>\nمحمد بن محمد بن محمود أبو منصور الماتريدي إمام الهدى له كتاب التوحيد\nوكتاب المقالات وكتاب رد أوائل الأدلة للكعبي وكتاب بيان وهم المعتزلة\nوكتاب تأويلات القرآن ، وكتب أخر . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p249'> Vol. 01, p. 249</a>\n            </div>\n             مات بسمرقند سنة ثلث وثلثين\nوثلثمائة قلت تخرج بأبي نصر العياضي وله كتاب رد تهذيب الجدل للكعبي ورد\nكتاب وعيد الفساق للكعبي ورد الأصول الخمسة لأبي محمد الباهلي ورد كتاب\nالإمامة لبعض الروافض وكتاب الرد على القرامطة وكتاب مأخذ الشرائع في أصول\nالفقه وكتاب الجدل في أصول الفقه والله أعلم . |\n</p>\n\n<p>\n| 4 ( محمد بن موسى البلاشاغوني ) 4\n</p>\n\n<p>\nمحمد بن موسى بن عبد <span id='ms49'></span> الله البلاشاغوني التركي تفقه ببغداد وقدم دمشق وولى\nبها القضاء ومات في جمادى الآخرة سنة ست وخمسمائة وكان يقول لو كان لي أمر\nلأخذت الجزية من الشافعية قبحه الله انتهى وممن تسمى بهذا الاسم .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p250'> Vol. 01, p. 250</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( محمد بن إبراهيم الرازي ) 4\n</p>\n\n<p>\nمحمد بن إبراهيم بن محمد بن علي بن عبد العزيز أبو جعفر الرازي قال أبو\nالبركات المستوفي في تاريخ أربل كان حنفي المذهب له معرفة بالأصول ورد أربل\nغير مرة وأقام بالموصل يدرس وله كتاب في الفرائض وكتاب في الفقه وكتاب\nالنوري في مختصر القدوري وكتاب التذكرة بلغني إنه مات بالموصل سنة خمس عشرة\nوقيل أربع عشرة وستمائة . |\n</p>\n\n<p>\n| 4 ( محمد بن أحمد المارديني ) 4\n</p>\n\n<p>\nمحمد بن أحمد بن أبي بكر الشيخ شمس الدين التركماني تفقه على أبن السراج\nوعلاء الدين القونوي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p251'> Vol. 01, p. 251</a>\n            </div>\n             وأفتى ودرس وشرح المغنى للخبازي في مجلدين\nوسماه الكاشف المدني في شرح المغنى وله كتاب الوتر مجلد وكتاب المناسك\nواختصر تاريخ أبن خلكان وسماه الجنان وقتل بطرابلس في سنة نيف وخمسين\nوسبعمائة . |\n</p>\n\n<p>\n| محمد بن أبي بكر الرازي\n</p>\n\n<p>\n| ومحمد بن أبي بكر بن عبد المحسن | له تحفة الملوك ، مجلد لطيف |\n</p>\n\n<p>\n| 4 ( محمد بن أحمد السمرقندي ) 4\n</p>\n\n<p>\nمحمد بن أحمد بن أبي أحمد الإمام علاء الدين أبو منصور السمرقندي تفقه\nعليه الإمام أبو بكر بن مسعود الكاشاني وغيره وله كتاب تحفة الفقهاء\nواللباب في الأصول وغير ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p252'> Vol. 01, p. 252</a>\n            </div>\n             وذكر عبد القادر شخصا آخر وعزى له\nاللباب . |\n</p>\n\n<p>\n| 4 ( محمد بن أبي بكر إمام زاده ) 4\n</p>\n\n<p>\nمحمد بن أبي بكر القمي المعروف بإمام زاده قال السمعاني هو مفتي أهل\nبخارى إمام فاضل فقيه واعظ سمع بكر بن علي الزرنجري ومحمد بن فاعل مولده\nسنة إحدى وتسعين وأربعمائة في شهر ربيع الأول رأيت له كتابا نفسيا سماه\nشرعة الإسلام . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p253'> Vol. 01, p. 253</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( محمد بن أحمد البيكندي ، قاضي حلب ) 4\n</p>\n\n<p>\nمحمد بن أحمد بن حامد بن عبيد أبو جعفر القاضي البيكندي حدث عن الهروي\nوادعى السماع من إسماعيل الكاشاني فكذب وكان عارفا بعلم الكلام ومهر في\nالنظر مولده سنة اثنتين أو أربع وتسعين وثلاثمائة قال أبن العديم كان <span id='ms50'></span> فقيها\nحنفيا قرأ بلده المبسوط وشرحه والخلافيات ودار بخراسان في سنة أربع عشرة\nوأربعمائة على من بقى من المشايخ وناظر بمصر مع جماعة منهم المقدم في مذهب\nالإسماعيلية أبو نصر هبة الله ورد عليه في كتاب سماه الهدى والإرشاد لأهل\nالحيرة والعناد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p254'> Vol. 01, p. 254</a>\n            </div>\n             من تصانيفه الرسالة المسعودية في المباحث\nالنفيسية وكتاب تحقيق الرسالة بأوضح الدلالة توفي يوم الثلاثاء رابع المحرم\nسنة اثنتين وثمانين وأربعمائة . |\n</p>\n\n<p>\n| 4 ( محمد بن أحمد ، ابن الربوة ) 4\n</p>\n\n<p>\nمحمد بن أحمد بن عبد العزيز ناصر الدين القنوي ثم الدمشقي المعروف بإبن\nالربوة أتقن الفقه والعربية والفرائض وشرح الجامع الكبير وسماه الدر المنير\nفي حل إشكال الجامع الكبير وشرح المنار واختصر الأصل وسماه قدس الأسرار وله\nكتاب المواهب المكية في شرح الفرائض السراجية قال أبن حبيب كان عالما نافعا\nخطيبا بارعا فقيها فاضلا مناظرا مناضلا شرح السراجية وكتاب المنار ودرس\nبمقدمية دمشق مقدما على الأعيان الكبار توفي سنة أربع وستين وسبعمائة .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p255'> Vol. 01, p. 255</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( محمد بن أحمد السمنائي ) 4\n</p>\n\n<p>\nمحمد بن أحمد بن محمد أبو جعفر السمناني قاضي الموصل سمع الدارقطني وسمع\nمنه الخطيب وقال كتبت عنه وكان صدوقا عالما فاضلا حنفيا معتقدا مذهب\nالأشعري وله تصانيف في الفقه وتعاليق قال أبن حزم وكانت وفاته سنة أربع\nوأربعين وأربعمائة . |\n</p>\n\n<p>\n| 4 ( محمد بن أحمد السلاوي ) 4\n</p>\n\n<p>\nمحمد بن أحمد بن يوسف أبو عبد الله السلاوي قدم من المغرب فاعتقد على\nمذهب الإمام أبي حنيفة قال أبن العديم قدم حلب في حدود الستمائة وحدث بملأ\nسيرة أبن هشام وكان شيخا حسنا وكتب الكثير وله مصنفات في الفقه مات بحلب\nسنة ست عشرة وستمائة . |\n</p>\n\n<p>\n| 4 ( محمد بن أحمد الإسبيجابي ) 4\n</p>\n\n<p>\nمحمد بن أحمد بن يوسف بهاء الدين أبو المعالي الإسبيجابي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p256'> Vol. 01, p. 256</a>\n            </div>\n             شرح\nالقدوري شرحا نافعا وسماه زاد الفقهاء . |\n</p>\n\n<p>\n| محمد بن أحمد السمرقندي\n</p>\n\n<p>\n| ومحمد بن أحمد ، الإمام ، أبو بكر الأصولي ، المنعوت علاء الدين . له\nفي أصول الفقه كتاب سماء ' ميزان الفصول في نتائج العقول ' على مذهب الإمام\nأبي حنيفة . |\n</p>\n\n<p>\n| محمد بن أحمد الجبلي\n</p>\n\n<p>\n| ومحمد بن أحمد ، أبو عبد الله القرطبي . صنف كتابا في ' الأحكام <span id='ms51'></span> وما\nيحب علمه على الحكام ' . مات سنة ثلاث عشرة وثلاثمائة . | ذكرهما عبد\nالقادر في الجواهر . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p257'> Vol. 01, p. 257</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( محمد بن الحسن ، ابن الصائغ ) 4\n</p>\n\n<p>\nمحمد بن الحسن بن سباع الجذامي المعروف بابن الصالغ الدمشقي مولده سنة\nخمس وأربعين وستمائة سمع أبن أبي اليسر وكان فقيها فاضلا له النظم والنثر\nشرح مقصورة أبن دريد في مجلدين وشرح ملحة الإعراب واختصر الصحاح ونظم قصيدة\nعلى وزن الميمية عدتها ألفا بيت ذكر فيها العلوم والصنائع وله مقامات وشعر\nجيد . |\n</p>\n\n<p>\n| 4 ( محمد بن الحسن ، ابن فورك ) 4\n</p>\n\n<p>\nمحمد بن الحسن أبو بكر المتكلم الأصولي الأديب النحوي الواعظ الأصبهاني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p258'> Vol. 01, p. 258</a>\n            </div>\n             بلغت مصنفاته في أصول الدين والفقه ومعاني القرآن قريبا من\nمائة مصنف ذكره الخطيب وغيره وكانت وفاته في سنة ست وأربعمائة . |\n</p>\n\n<p>\n| 4 ( محمد بن الحسين ، خواهر زاده ) 4\n</p>\n\n<p>\nمحمد بن الحسينبن محمد بن الحسن البخاري المعروف بأبي بكر خواهر زاده قال\nالسمعاني كان إماما فاضلا نحويا وله طريقة حسنة مفيدة جمع فيها من كل فن\nوله كتاب المبسوط توفي في جمادى الأولى سنة ثلث وثمانين وأربعمائة . | وقال\nالذهبي : كان إماما كبير الشأن ، بحرا في معرفة المذهب ، وطريقة أبسط طريق\nالأصحاب ، وكان يحفظها . | سمع أباه ، وأبا الفضل منصور الكاغدي ، وجماعة .\nوأملى ببخارى مجالس ، وخرج له أصحاب أئمة ، وكان عالم ما وراء النهر .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p259'> Vol. 01, p. 259</a>\n            </div>\n             روى عنه عثمان البيكندي ، وعمر بن محمد ، يعني النسفي ،\nوغيرهما . |\n</p>\n\n<p>\n| محمد بن رمضان الرومي\n</p>\n\n<p>\n| ومحمد بن رمضان ، أبو عبد الله . | شرح القدوري شرحا جامعا لكثير من\nالفروع الفقهية ، وسماه ' الينابيع في معرفة الأصول والتفاريع ' . |\n</p>\n\n<p>\n| محمد بن سليمان ، ابن النقيب\n</p>\n\n<p>\n| ومحمد بن سليمان بن الحسن بن الحسين | قال الذهبي : هو العلامة ،\nالزاهد ، الورع : جمال الدين ، أبو عبد الله البلخي الأصل ، المقدسي ،\nالحنفي ، المفسر ، المعروف بابن النقيب . أحد الأئمة . | ولد سنة إحدى عشرة\nوستمائة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p260'> Vol. 01, p. 260</a>\n            </div>\n             | ودخل القاهرة ، ودرس بالعاشورية ، ثم تركها ،\nوأقام بالجامع الأزهر . وقد صرف همته أكثر دهره إلى التفسير ؛ وصنف فيه\nكتابا حافلا ، جمع فيه خمسين تصنيفا ، بلغ تسعا وتسعين مجلدة . توفي في\nالمحرم ، سنة سبع وثمانين وستمائة . |\n</p>\n\n<p>\n| محمد بن حسن ، أبو عبد الله <span id='ms52'></span> الفارسي\n</p>\n\n<p>\n| ومحمد بن حسن بن محمد بن يوسف ، أبو عبد الله الفاسي ، المغربي ،\nالمقرئ ، العلامة ، جمال الدين . نزيل حلب . | ولد بفاس بعد الثمانين\nوخمسمائة . وقدم ديار مصر ، فقرأ بها القراءات ، وتفقه بحلب على مذهب أبي\nحنيفة . وكان بصيرا بالقراءات ووجوهها وعللها ، حاذقا بالعربية ، عارفا\nباللغة ، مليح الخط إلى الغاية على طريق المغاربة ، كثير الفرائض . شرح '\nحرز الأماني ' شرحا في غاية الجودة . توفي سنة ست وخمسين وستمائة .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p261'> Vol. 01, p. 261</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( محمد بن عباد الخلاطي ) 4\n</p>\n\n<p>\nمحمد بن عباد بن ملك داد بن الحسن بن داود أبو عبد الله صدر الدين\nالخلاطي كان إماما عالما وفقيها فاضلا تفقه على الحصري وسمع منه صحيح مسلم\nبسماعه من الفراوي والمؤيد الطوسي وسمع البخاري من أبن الزبيدي وجمع وصنف\nفمن مصنفاته تلخيص الجامع الكبير الذي أعيى كل فاضل تحرير وكتاب مقصد\nالمسند اختصار مسند الإمام أبي حنيفة وله كتاب على صحيح الإمام مسلم وكانت\nوفاته في رجب سنة اثنتين وخمسين وستمائة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p262'> Vol. 01, p. 262</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( محمد بن عبد الله بن عبدون ) 4\n</p>\n\n<p>\nمحمد بن عبد الله بن عبدون أبو العباس قاضي أفريقية قال أبو بكر عبد الله\nبن محمد في رياض النفوس في علماء أفريقية كان إماما عالما بمذهب العراقيين\nيتفقه لأبي حنيفة ويحتج له وله تواليف كثيرة منها كتاب يعرف بالآثار في\nالفقه والاعتلال لأبي حنيفة والاحتجاج بقوله تسعون وأكثر علمه بالشروط وله\nفي ذلك تواليف كثيرة حسنة وكان يحسن العربية مات بأفريقية سنة تسع وتسعين\nومائتين . |\n</p>\n\n<p>\n| 4 ( محمد بن عبد الله الشبلي ) 4\n</p>\n\n<p>\nمحمد بن عبد الله أبو عبد الله قاضي القضاة بدر الدين بن أبي البقاء\nالشبلي مولده سنة اثنتي عشرة وسبعمائة وتوفي سنة تسع وستين وسبعمائة صنف\nكتابا في الأوائل وكتاب آكام المرجان في أحكام الجان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p263'> Vol. 01, p. 263</a>\n            </div>\n             وشرح\nالقدوري وسماه الينابيع في معرفة الأصول والتفاريع هكذا رأيته والمعروف أن\nالينابيع لمحمد بن رمضان وأن هذا شافعي المذهب فيتحرر هذا النقل . |\n</p>\n\n<p>\n| 4 ( محمد بن عبد الله الهندواني ، أبو حنيفة الصغير ) 4\n</p>\n\n<p>\nمحمد بن عبد الله بن محمد أبو جعفر الهندواني البلخي الحنفي يقال له\nلكماله في <span id='ms53'></span> الفقه أبو حنيفة الصغير يروى عن محمد بن عقيل وغيره وتفقه على\nأبي بكر بن محمد بن أبي سعيد وأخذ عنه جماعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p264'> Vol. 01, p. 264</a>\n            </div>\n             عاش اثنتين وستين\nسنة وكان من الأعلام توفي ببخارى في ذي الحجة سنة اثنتين وستين وثلاثمائة .\n|\n</p>\n\n<p>\n| محمد بن عبد الحميد الأسمندي\n</p>\n\n<p>\n| محمد بن عبد الحميد بن الحسن ، بن الحسين ، العلامة أبو الفتح الأسمندي\n، السمرقندي . ولد سنة ثمان وثمانين وأربعمائة . | وسمع الحديث من علي بن\nعمر الخراط . | روى عنه عبد الرحيم السمعاني وقال : كان عاملا ، مناظرا ،\nله الباع الطويل في علم الحديث . وصنف التصانيف في علم الخلاف . وشاعت\nتصانيفه في البلدان . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p265'> Vol. 01, p. 265</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( محمد بن عبد الرحمن ، ابن الصائغ ) 4\n</p>\n\n<p>\nمحمد بن عبد الرحمن بن علي بن أبي الحسن الومردي المعروف بشمس الدين بن\nالصائغ سمع الحديث بمصر والشام وبرع ودرس وأفاد وصنف فأجاد فمن ذلك\nالتعليقة في المسائل الدقيقة ومجمع الفرائد ومنبع الفوائد سبع عشرة مجلدة\nوالمباني في المعاني والمنهج القويم في قواعد تتعلق بالقرآن الكريم وشرح\nألفية أبن مالك وشرح مشارق الأنوار وشرح البردة وكتاب الثمر الجني في الأدب\nالسني وغير ذلك توفي يوم الثلاثاء ثاني عشر شعبان المكرم سنة سبع وسبعين\nوسبعمائة . |\n</p>\n\n<p>\n| 4 ( محمد بن عبد الرحمن بن صبر ) 4\n</p>\n\n<p>\nمحمد بن عبد الرحمن بن صبر أبو بكر الحنفي الفقيه ولى القضاء بعسكر\nالمهدي وعاش ستين سنة وكان معتزليا مشهورا به رأسا في علم الكلام خبيرا\nبالتفسير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p266'> Vol. 01, p. 266</a>\n            </div>\n             وله كتاب في الرد على اليهود وكتاب عمدة الأدلة وكتاب\nتفسير توفي لعشر بقين من ذي الحجة سنة ثمانين وثلاثمائة . |\n</p>\n\n<p>\n| 4 ( محمد بن عبد الستار الكردري ) 4\n</p>\n\n<p>\nمحمد بن عبد الستار بن محمد العمادي أبو الوحدة المعروف بشمس الأئمة\nالكردري تفقه على برهان الدين أبي الحسن علي بن أبي بكر صاحب الهداية\nوالورشكي والعتاق وغيرهم وتفقه عليه محمد بن محمود الكردري ووحيد الدين\nالضرير وغيرهما مولده سنة تسع وخمسين وخمسمائة في ثانن عشر ذي القعدة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p267'> Vol. 01, p. 267</a>\n            </div>\n             وتوفي ببخارى يوم الجمعة تاسع المحرم سنة اثنتين وأربعين\nوستمائة شرح مختصر الشيخ حسام الدين الاخسيكثي . |\n</p>\n\n<p>\n| محمد بن عثمان ، ابن أقرب <span id='ms54'></span>\n</p>\n\n<p>\n| محمد بن عثمان بن موسى بن علي ، الإمام ، شمس الدين ، أبو الملح ،\nالشهير بابن أقرب . له كتاب ' الرعاية في تجريد مسائل الهداية ' . | وكانت\nوفاته سنة أربع وسبعين وسبعمائة . |\n</p>\n\n<p>\n| محمد بن عثمان ، ابن الحريري\n</p>\n\n<p>\n| ومحمد بن عثمان بن عبد الوهاب ، أبو عبد الله ، ابن الحريري . تفقه على\nعماد الدين بن الشماع ، ورشيد الدين سعيد . وتفقه عنه جماعة . وولي القضاء\nبمصر والشام . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p268'> Vol. 01, p. 268</a>\n            </div>\n             | وشرح محفوظة في عدة مجلدات وله تعاليق ومسودات\n. توفي سنة ثمان وعشرين وسبعمائة . وعزل في أثناء مدته لأجل الاستبدال ؛\nومات ولم يحكم به . |\n</p>\n\n<p>\n| محمد بن علي البصري\n</p>\n\n<p>\n| ومحمد بن علي ، ابن الطيب البصري ، أبو الحسين . له في أصول الدين كتاب\n' التصفح ' في مجلدين . كان في حدود الأربعمائة . |\n</p>\n\n<p>\n| 4 ( محمد بن علي بن عبدك ) 4\n</p>\n\n<p>\nمحمد بن علي بن عبدك واسم عبدك عبد الكريم أبو محمد الحرجاني قال الذهبي\nإمام كبير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p269'> Vol. 01, p. 269</a>\n            </div>\n             صنف وشرح الجامعين وغير ذلك واقرأ الأدب ودرس ومات\nسنة سبع وأربعين وثلاثمائة قلت وله كتاب الاقتداء بعلي وعبد الله . |\n</p>\n\n<p>\n| 4 ( محمد بن علي الخلاطي ) 4\n</p>\n\n<p>\nمحمد بن علي الخلاطي له كتاب الحدود المتداول في ألسنة الفقهاء وهو نحو\nنصف القدوري وكانت وفاته في حدود الستمائة . |\n</p>\n\n<p>\n| 4 ( محمد بن عمر ، ابن عديم ) 4\n</p>\n\n<p>\nمحمد بن عمر بن أحمد بن هبة الله جمال الدين أبو غنائم المعروف بأبن\nالعديم الحلبي العقيلي مولده سنة خمس وثلاثين وثلاثمائة ووفاته سنة خمس ،\nوقيل : سنة أربع وتسعين وستمائة . وكان عالما ، بحرا ، بارعا . له كتاب '\nالرائض في علم الفرائض ' . |\n</p>\n\n<p>\n| محمد بن الفضل البلخي\n</p>\n\n<p>\n| ومحمد بن الفضل ، المفسرن البلخي . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p270'> Vol. 01, p. 270</a>\n            </div>\n             | له كتاب ' الإعتقاد '\n، صنفه لمحمد بن سبكتكين . |\n</p>\n\n<p>\n| محمد بن أبي القاسم البقال\n</p>\n\n<p>\n| ومحمد بن أبي القاسم الخوارزمي ، زين المشايخ ، البقال . حفظ كتاب '\nالآدمي ' في النحو ، فنسب بالآدمي أيضا . أخذ عن الزمخشري . وكان إماما ،\nحجة في العربية . له كتاب ' شرح الأسماء الحسنى ' ، وكتاب ' أسرار الكتاب '\n، وكتاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p271'> Vol. 01, p. 271</a>\n            </div>\n             ' مفتاح التنزيل ' ، وكتاب ' الترغيب في العلم ' ،\nوكتاب ' أذكار الصلاة ' ، وكتاب ' الهداية في المعاني والبيان ' ، وكتاب '\nالتنبيه على إعجاز القرآن ' ، وتفسير . مات سنة 572 ه . |\n</p>\n\n<p>\n| محمد بن عمر النوجابادي\n</p>\n\n<p>\n| ومحمد بن <span id='ms55'></span> عمر بن محمد ، الشيخ ، ظهير الدين ، أبو المظفر النوجابادي ،\nالبخاري . تفقه على شمس الأئمة الكردري ، ومحمد بن عمر الأخسيكثي . ومن\nتصانيفه : ' مختصر القدوري ' . |\n</p>\n\n<p>\n| محمد بن محمد ، الحاكم الشهيد\n</p>\n\n<p>\n| ومحمد بن محمد بن أحمد بن عبدالله بن عبد المجيد بن إسماعيل ، أبو\nالفضل ، الحاكم ، الشهيد . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p272'> Vol. 01, p. 272</a>\n            </div>\n             | سمع أبا رجاء الهورقاني ، ويحيى\nبن ساسويه ، من أئمة مرو . | وبنيسابور : عبد الله بن شيرويه . وبالري :\nإبراهيم بن يوسف القهسنجاني . وببغداد : الهيثم بن خلف القدوري . وبمكة :\nمفضل بن محمد الجندي . وبمصر : علي بن أحمد بن سليمان . وببخارى : حماد بن\nأحمد بن حماد ، والحسن بن سفيان النسوي ، وغير هؤلاء من أئمة الأمصار .\nوسمع منه أئمة خراسان وحفاظها . | وجمع وصنف الكثير . من ذلك : ' المختصر\nالكافي ' : جمع فيه كتب محمد بن الحسن المبسوطة ، وما في جوامعه المؤلفة .\n| قال الحاكم أبو عبد الله : ما رأيت في جملة من كتبت عنهم من أصحاب أبي\nحنيفة أحفظ للحديث ، وأهدى إلى رسومه ، وأفهم له منه . | وقتل شهيدا وهو في\nصلاة الصبح ، في ربيع الأول ، سنة أربع وثلاثين وثلاثمائة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p273'> Vol. 01, p. 273</a>\n            </div>\n             |\nوقال الذهبي كان بمرو ، وهو شيخ الحنفية في زمانه ولى قضاء بخارى واختلف\nإلى الأمير الحميد فاقرأه فلما تملك الحميد قلده أزمة الأمور كلها وكان\nيمتنع عن اسم الوزارة فلم يزل به الامير الحميد حتى تقلدها سمع أبا حازم\nويحيى الذهلي وطريقتهم بخراسان والعراق ومصر والحجاز فأثر وكان يحفظ\nالفقهيات ويتكلم على الحديث ويصوم الخميس والاثنين ويقوم الليل ومناقبه جمة\nوكان لا ينهض بأعباء الوزارة بل همته في العلم والطلبة الفقراء قتل ساجدا .\n|\n</p>\n\n<p>\n| 4 ( محمد بن محمد السمرقندي ) 4\n</p>\n\n<p>\nمحمد بن محمد أبو سلمة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p274'> Vol. 01, p. 274</a>\n            </div>\n             تفقه على أبن أحمد الصيافي وتخرج به\nوله كتاب جمل أصول الدين . |\n</p>\n\n<p>\n| 4 ( محمد بن محمد البزدوي ) 4\n</p>\n\n<p>\nمحمد بن محمد بن الحسين بن عبد الكريم بن موسى بن مجاهد أبو اليسر\nالبزدوي أخو الإمام علي صاحب التصنيف في الأصول قال عمر أبن محمد النسفي في\nكتاب القند كان أبو اليسر شيخ أصحابنا بما وراء النهر وكان إمام الأئمة على\nالإطلاق والوفود إليه من الأفاق <span id='ms56'></span> ملأ الشرق والغرب بتصانيفه في الأصول\nوالفروع توفي ببخارى في رجب سنة ثلث وتسعين وأربعمائة . | قال السمعاني :\nولد سنة إحدى وعشرين وأربعمائة . | وعد جماعة حدثوه عنه . | وكان يدرس ،\nويملي الحديث . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p275'> Vol. 01, p. 275</a>\n            </div>\n             |\n</p>\n\n<p>\n| محمد بن محمد الخطيب\n</p>\n\n<p>\n| ومحمد بن محمد بن أبي العز صالح شمس الدين ، أبو عبد الله الخطيب . |\nتفقه على رشيد الدين سعيد ، وتقي الدين التركي ، وغيرهما . وسمع الحديث\nوحدث ، ودرس ، وخطب ، وأفتى . وولي القضاء نيابة بدمشق | ونظم في الفقه\nضوابط ، وغيره | ومات سنة 722 ه |\n</p>\n\n<p>\n| 4 ( محمد بن محمد البابرتي ) 4\n</p>\n\n<p>\nمحمد بن محمد بن محمود علامة المتأخرين وخاتمة المحققين اكمل الدين\nالبابرتي ورع وساد وأفتى ودرس وأفاد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p276'> Vol. 01, p. 276</a>\n            </div>\n             وصنف فأجاد فمن ذلك شرح\nمشارق الأنوار وشرح الهداية المسمى بالعناية وشرح أصول البزدوي المسمى\nبالتقرير وشرح المنار المسمى بالأنوار وشرح ألفية أبن معطى وشرح التلخيص في\nالمعاني والبيان وشرح مختصر أبن الحاجب الأصلي وشرح السراجية ومقدمة في\nالفرائض وشرح تلخيص الخلاطي للجامع الكبير قطعتين لم يكمل وشرح تجريد\nالنصير الطوسي لم يكمل وحاشية علي الكشاف إلى تمام الزهراوين وكانت وفاته\nليلة الجمعة تاسع عشر رمضان المعظم سنة ست وثمانين وسبعمائة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p277'> Vol. 01, p. 277</a>\n            </div>\n            \n|\n</p>\n\n<p>\n| 4 ( محمد بن محمود ، أبو المؤيد الخوارزمي ) 4\n</p>\n\n<p>\nمحمد بن محمود بن محمد بن حسن الإمام أبو المؤيد الخوارزمي مولده ثاني\nعشر ذي الحجة سنة ثلث وتسعين وخمسمائة تفقه على الإمام طاهر بن محمد الحفصي\nوسمع محمود وقدم بغداد وسمع بها وقدم دمشق وسمع بها وحدث وولى قضاء خوارزم\nوخطابتها بعد أخذ التتار لها ثم تركها وقدم بغداد حاجا فحج وجاور ورجع إلى\nمصر ثم إلى دمشق ثم إلى بغداد ودرس بها وصنف مسانيد الإمام أبي حنيفة في\nمجلدين جمع فيها بين خمسة عشر مصنفا وقد رويناه عن قاضي بغداد عن عمه عن\nابن الصباغ عنه وتوفى في ذي العقدة سنة خمس وخمسين وستمائة . |\n</p>\n\n<p>\n| 4 ( محمد بن محمود الزوزني ) 4\n</p>\n\n<p>\nمحمد بن محمود بن محمد تاج الدين أبو المفاخر بن أبي القاسم السديدي\nالزوزني شرح المنظومة وزاد عليها وشرح الزيادات وسماه ملتقى البحار من\nمنتقى الأخبار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p278'> Vol. 01, p. 278</a>\n            </div>\n             تفقه على <span id='ms57'></span> الإمام محمود المروزي وتفقه عليه ابن\nعبد العزيز |\n</p>\n\n<p>\n| محمد بن محمود الأستروشني\n</p>\n\n<p>\n| ومحمد بن محمود الأستروشني له كتاب ' الفصول ' في الفتاوى . وقال عبد\nالقادر : الشروشني والله أعلم . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p279'> Vol. 01, p. 279</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( محمد بن مصطفى الصلغري ) 4\n</p>\n\n<p>\nمحمد بن مصطفى بن زكرياء بن خواجة حسن فخر الدين الدوركي الصلغري مولده\nسنة إحدى وثلثين وستمائة وكان شيخا فاضلا أديبا نظم مختصر القدوري نظما\nحسنا ونظم قصيدة في العربية كالحاجية وقصيدة في قواعد لسان الترك وغير ذلك\nوتأدب به القاضي محمد بن المنصور قلاون . |\n</p>\n\n<p>\n| 4 ( محمد بن المظفر الحموي ) 4\n</p>\n\n<p>\nمحمد بن المظفربن بكران بن عبد الصمد أبو بكر البغدادي المعدل الشامي\nالحموي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p280'> Vol. 01, p. 280</a>\n            </div>\n             تفقه على أبي الطيب الطبري وكان يحفظ تعليقته وله كتاب\nالبيان في أصول الدين توفى سنة ثمان وثمانين وأربعمائة . |\n</p>\n\n<p>\n| محمد بن مكرم الكرماني\n</p>\n\n<p>\n| ومحمد بن مكرم بن سفيان ، الإمام ، زين الدينن أبو منصور الكرماني . له\nكتاب ' المسالك ' ، مجلد ضخم ، كثير الفوائد . |\n</p>\n\n<p>\n| محمد بن الوليد الزاهد\n</p>\n\n<p>\n| محمد بن الوليد ، المعروف بالزاهد . | له ' الجامع الأصغر ' . ذكره عبد\nالقادر في الجواهر . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p281'> Vol. 01, p. 281</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( محمد بن يحيي الزبيدي ) 4\n</p>\n\n<p>\nمحمد بن يحيي بن علي بن مسلمة بن موسى بن عمران أبو عبد الله القرشي\nالزبيدي مولده سنة ستين وأربعمائة قال السمعاني كان يعرف النحو معرفة حسنة\nويعظ وحكيت عنه حكايات فيها كرامات وقال ابن شافع صنف كتبا في فنون العلم\nتزيد على مائة مصنف وقال ابن عساكر قال ولده إسماعيل كان أبي في كل يوم\nوليلة من أيام مرضه يقول الله الله وكانت وفاته سنة خمسين وخمسمائة . |\n</p>\n\n<p>\n| 4 ( محمد بن اليمان السمرقندي ) 4\n</p>\n\n<p>\nمحمد بن اليمان أبو بكر السمرقندي الإمام من طبقة الماتريدي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p282'> Vol. 01, p. 282</a>\n            </div>\n            \nله كتاب معالم الدين وكتاب الرد على الكرامية وكتاب الاعتصام توفى سنة ثمان\nوستين ومائتين . |\n</p>\n\n<p>\n| 4 ( محمد بن يوسف القونوي ) 4\n</p>\n\n<p>\nمحمد بن يوسف بن الياس الشيخ شمس الدين القنوي الرومي نزيل دمشق أخذ عن\nالعلامة تاج الدين التبريزي وغيره قال ابن حبيب إمام وقته علما وعملا وحبر\nأهل زمانه يهديهم طرقا وسبلا علامة العلماء وقدوة الزهاد والعباد والأتقياء\nعين الأعيان إنسان عين الزمان جامع <span id='ms58'></span> أشتات الفنون رافع أعلام العلوم وكاشف\nسرها المكنون له مصنفات تدل على غزارة علمه وجليل عرفانه ودقيق فهمه شرح\nتلخيص المفتاح وشرح مجمع البحرين في عشرة أجزاء وآخر ملخص منه في ستة أجزاء\nواختصر المفصل للزمخشري وشرح مسلم للشيخ محيي الدين وله كتاب درر البحار\nجمع فيه المجمع وزاد عليه مذهب أحمد مع بيان وفاق الأئمة لبعضهم بعضا\nوخلافهم في نحو خمس كراريس صغار وشرح عمدة النسفي في أصول الدين وغير ذلك\nوكانت وفاته خامس جمادى الأولى سنة ثمان وثمانين وسبعمائة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p283'> Vol. 01, p. 283</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( محمود بن أحمد الفاريابي ) 4\n</p>\n\n<p>\nمحمود بن أحمد بن الحسن عماد الدين الفاريابي توفى ليلة الخميس العشرين\nمن جمادى الأولى سبع وستمائة له كتاب خلاصة الحقائق لما فيه من أساليب\nالرقائق في الوعظ قلت قد طالعته وهو كتاب لم تكتحل عين الزمان بثانية جمع\nفيه ما وقع عليه من أحياء علوم الدين وربيع الأبرار واللؤلؤيات وكتب الأئمة\nالستة والشامل والبستان لأبي الليث والجمل المأثورة للنجم النسفي والحلية\nلأبي نعيم والشهاب للقضاعي وطبقات الصوفية لسهل بن عبد الله التستري\nواللطائف للقشيري ومعرفة الصحابة للأصفهاني والنجاح في شرح الصحاح للنجم\nالنسفي والنور لأبي يزيد البسطامي والروضة للزندويستي والرقاق لعبد الله بن\nالمبارك وسلك الجواهر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p284'> Vol. 01, p. 284</a>\n            </div>\n             ونشر الزواهر وخلاصة المقامات وصحاح\nالجوهري وغريب أبي عبيد وغير ذلك مما ينيف على سبعين مصنفا وفرغ منه سنة\nسبع وتسعين وخمسمائة على ما أشار إليه في شعر قاله آخر كتابه والله أعلم .\n|\n</p>\n\n<p>\n| 4 ( محمود بن أحمدالحصيري ) 4\n</p>\n\n<p>\nمحمود بن أحمد بن عبد السيد بن عثمان بن نصر بن عبد الملك جمال الدين أبو\nالمحامد الحصيري البخاري تفقه ببخارا على قاضي خان وسمع من منصور الفراوي\nوالمؤيد الطوسي بنيسابور وبحلب من الشريف أبي هاشم ودرس بدمشق وأفتى وحدث\nوتفقه عليه المعظم عيسى بن أيوب وجماعة وشرح الجامع الكبير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p285'> Vol. 01, p. 285</a>\n            </div>\n            \nوكان كثير الصدقة غزير الدمعة نزها عفيفا يكتب خطا مليحا توفى يوم الأحد\nثامن من صفر سنة ست وثلثين وستمائة بدمشق ومولده ببخارا في جمادى الأولى\nسنة ست وأربعين وخمسمائة قلت نسبته <span id='ms59'></span> إلى محلة ببخارا ينسج بها الحصير وأسم\nشرحه لجامع التحرير عدته ثمان مجلدات وله آخر مختصر وكتاب آخر في مجلدين\nسماه خير مطلوب في الفقه . |\n</p>\n\n<p>\n| 4 ( محمود بن أحمد الساغوجي ) 4\n</p>\n\n<p>\nمحمود بن أحمد بن الفرج بن عبد العزيز الساغرجي السغدي أبو المحامد فقيه\nعارف بالسنن رحل وكتب وأملى الحديث بسمرقند ومات في عشر الستين وخمسمائة\nومولده سنة ثمانين وأربعمائة . |\n</p>\n\n<p>\n| 4 ( محمود بن أبي بكر الكلاباذي ) 4\n</p>\n\n<p>\nمحمود بن أبي بكر بن أبي العلاء بن علي بن أبي العلاء ، شمس الدين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p286'> Vol. 01, p. 286</a>\n            </div>\n             أبو العلاء الكلاباذي البخاري الفرضي برع في الفرائض وغيرها\nوقدم القاهرة مات بدمشق سنة سبعمائة قلت قال الذهبي رأس في الفرائض عارف\nبالحديث والرجال جم الفضائل مليح الكتابة واسع الرحلة سود كتابا كبيرا في\nشبيه النسبة وصنف معجما لنفسه وصنف في الفرائض تصانيف وكان بارعا فيها وكان\nلا يمس معجما لنفسه وصنف في الفرائض تصانيف وكان بارعا فيها وكان لا يمس\nالأجزاء إلا على وضوء وممن تسمى بهذا الاسم . |\n</p>\n\n<p>\n| 4 ( محمود بن أحمد الأرندي ) 4\n</p>\n\n<p>\nمحمود بن أحمد بن ظهير شمس الدين الأرندي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p287'> Vol. 01, p. 287</a>\n            </div>\n             فقيه عارف بالفرائض\nوالحساب صنف الفرائض كتابا سماه إرشاد أولي الألباب إلى معرفة الصواب ثم ضم\nإليه السراجية وزاده أبوابا وذكر فيه المذاهب الأربعة وسماه إرشاد الراجي\nلمعرفة فرائض السراجي وشرح عروض الأندلسي وتوفى بعد العشرين وسبعمائة . |\n</p>\n\n<p>\n| 4 ( محمود بن أحمد ، أبو المعالي ) 4\n</p>\n\n<p>\nمحمود بن أحمد بن عبد العزيز أبو المعالي له كتاب تتمة الفتاوى هكذا في\nالنسخ التي بأيدينا وذكره عبد القادر في المحمديين والله أعلم له كتاب نصاب\nالفقهاء في الفتاوى . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p288'> Vol. 01, p. 288</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( محمود بن أحمد القونوي ) 4\n</p>\n\n<p>\nمحمود بن أحمد بن مسعود جمال الدين أبو الثنا القنوي الدمشقي ولى قضاء\nدمشق سنة تسع وخمسين وسبعمائة ثم عزل وولى ثانيا سنة ست وستين ودرس\nبالريحانية وصنف كتاب المنتهى في شرح المغنى في ست أصول الفقه وكتاب\nالقلائد في شرح العقائد وكتاب الزبدة في شرح العمدة في أصول الدين واختصر\nشرح الهداية الصغناقي وسماه خلاصة النهاية وأكمل شرح والده على الجامع\nالكبير وله كتاب التفريد <span id='ms60'></span> في شرح التجريد للقدوري وكتاب تهذيب أحكام القرآن\nوكتاب التكملة في فوائد الهداية وكتاب البغية في الفتاوى مجلدين وكتاب\nالغنية في الفتاوى مجلدا وكتاب الجمع ببين وقفي هلال والخصاف وكتاب الإعجاز\nفي الاعتراض على الأدلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p289'> Vol. 01, p. 289</a>\n            </div>\n             الشرعية وكتاب المعتمد مختصر مسند\nالإمام أبي حنيفة رحمه الله تخريج الحارثي وكتاب المستند في شرح المعتمد\nوكتاب مشرق الأنوار في مشكل الآثار ومقدمة في رفع اليدين في الصلوة وغير\nذلك وتوفى بدمشق سنة إحدى وسبعين وسبعمائة . |\n</p>\n\n<p>\n| 4 ( محمود بن زيد اللامشي ) 4\n</p>\n\n<p>\nمحمود بن زيد اللامشي له مقدمة في أصول الفقه نحو أربعين ورقة . |\n</p>\n\n<p>\n| محمود بن عبيد الله الحارثي\n</p>\n\n<p>\n| ومحمود بن عبيد الله الحارثي ، الإمام ، علاء الدين ، شيخ الإسلام بمرو\n. له كتاب ' العون على الدين ' شرح مختلف الرواية . والله أعلم .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p290'> Vol. 01, p. 290</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( محمود بن عبد الجبار ) 4\n</p>\n\n<p>\nمحمود بن عبد الجبار له فتاوي وكان رفيقا لمحمود التاجري ذكره عبد القادر\nفي الجواهر بهذا ولم يزد . |\n</p>\n\n<p>\n| 4 ( محمود بن عبيد الله المحبوبي ) 4\n</p>\n\n<p>\nمحمود بن عبيد الله بن محمود تاج الشريعة المحبوبي عالم كامل حبر فاضل له\nشرح الهداية المسمى بالكفاية ومختصر الهداية المسمى بالوقاية . |\n</p>\n\n<p>\n| 4 ( محمود بن عمر الزمخشري ) 4\n</p>\n\n<p>\nمحمود بن عمر بن محمد بن عمر أبو القاسم الزمخشري فخر خوارزم إمام عصره\nبلا مدافعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p291'> Vol. 01, p. 291</a>\n            </div>\n             مولده بزمخشر قرية من قرى خوارزم سنة سبع وستين\nوأربعمائة أخذ الأدب عن أبي منصور بمصر وصنف التصانيف البديعة منها الكشاف\nفي تفسير القرآن العظيم لم يصنف قبله مثله والفائق في تفسير الحديث وأساس\nالبلاغة في اللغة وربيع الأبرار وفصوص الأخبار ومتشابه أسامي الرواة\nوالنصائح الكبار والنصائح الصغار وضالة بالأنموذج والرائض في علم الفرائض\nوالمفصل في النحو ومختصره المسمى بالأنموذج والمفرد والمؤلف في النحو ورؤوس\nالمسائل في الفقه وشرح أبيات سيبويه والمستقصى في أمثال العرب وسوائر\nالأمثال وديوان التمثل وشقائق النعمان في حقائق النعمان وشافي العي من كلام\nالإمام الشافعي رحمه الله والقسطاس في العروض ومعجم الحدود والمنهاج في\nالأصول ومقدمة الأدب وديوان الرسائل وديوان الشعر والرسالة الناصحة\nوالأمالي وغير ذلك وكان شروعه في المفصل في عاشر <span id='ms61'></span> رمضان سنة ثلث عشرة\nوخمسمائة وفرغ منه غرة المحرم سنة خمس عشرة وخمسمائة وجاور بمكة زمانا فكان\nيسمى جار الله لذلك وتوفى ليلة عرفة سنة ثمان وثلاثين وخمسمائة بجرجانية\nخوارزم بعد رجوعه من مكة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p292'> Vol. 01, p. 292</a>\n            </div>\n             عده في الحنفية الشيخ محيي الدين\nوالشيخ مجد الدين . |\n</p>\n\n<p>\n| 4 ( محمود بن قاضي خاصة ) 4\n</p>\n\n<p>\nمحمود بن قاضي خاصة الأنام مجير الإسلام البخاري يقال أنه من ذرية أبي\nيوسف صنف الطريقة في الخلاف وكانت وفاته يوم السبت خامس جمادى الأولى سنة\nست وأربعين وستمائة . |\n</p>\n\n<p>\n| 4 ( محمود بن محمد الإفسنجي ) 4\n</p>\n\n<p>\nمحمود بن محمد بن داود أبو المحامد الأفسنجي اللولوي البخاري مولده\nببخارا سنة سبع وعشرين وستمائة وتفقه على الإمام أبي عبد الله محمد بن أحمد\nبن عبد المجيد القرشي وكان إماما فاضلا شيخا صالحا عارفا بالمذهب والتفسير\nصنف شرحا على منظومة الإمام النسفي وسماه الحقائق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p293'> Vol. 01, p. 293</a>\n            </div>\n             واستشهد في\nوقعة التتار ببخارا سنة إحدى وسبعين وستمائة . |\n</p>\n\n<p>\n| 4 ( محمود بن مسعود ، أبو المحامد ) 4\n</p>\n\n<p>\nمحمود بن مسعودالإمام أبو المحامد لخص الفتاوي الكبرى وأضاف إليها كثيرا\nمن الفروع المحتاج إليها وهو كتاب حسن في بابه . |\n</p>\n\n<p>\n| 4 ( محمود بن الولي ) 4\n</p>\n\n<p>\nمحمود بن الولي له كتاب الفتاوى وكان رفيقا لطاهر بن علي رحمه الله توفى\nسنة عشرين وخمسمائة . |\n</p>\n\n<p>\n| 4 ( محمود الدهلوي ، سعد الدين ) 4\n</p>\n\n<p>\nمحمود الدهلوي الملقب سعد الدين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p294'> Vol. 01, p. 294</a>\n            </div>\n             شرح المنار في أصول الفقه\nوسماه إفادة الأنوار في إضاءة أصول المنار . |\n</p>\n\n<p>\n| 4 ( مختار بن محمود الزاهدي الغزميني ) 4\n</p>\n\n<p>\nمختار بن محمود بن محمد الزاهدي الغرميني نجم الدين أبو الرجاء شرح مختصر\nالقدوري وله كتاب الغنية وله رسالة سماها الناصرية صنفها لبركة خان توفى\nسنة ثمان وخمسين وستمائة قلت الغزميني بالمعجمتين نسبة إلى قصبة من قصبات\nخوارزم وتفقه المذكور على سديد الخياطي وبرهان الأئمة وغيرهما وقرأ الكلام\nعلى يوسف بن أبي بكر السكاكي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p295'> Vol. 01, p. 295</a>\n            </div>\n             وقرأ الحروف والروايات على الشيخ\nرشيد الدين القندي وأخذ الأدب عن شرف الأفاضل وله من التصانيف غير ما ذكر\nكتاب الأئمة وكتاب المجتبي في الأصول والجامع في الحيض والفرائض . |\n</p>\n\n<p>\n| 4 ( مفضل بن مسعرالتنوخي ) 4\n</p>\n\n<p>\nمفضل بن مسعر بن محمد بن يحيي بن أبي <span id='ms62'></span> الفرج التنوخي الفقيه النحوي القاضي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p296'> Vol. 01, p. 296</a>\n            </div>\n             ولد بعد سنة تسعين وثلاثمائة وتفقه على القدوري وقرأ الأدب\nوسمع الحديث ببغداد ودمشق وحدث وله كتاب أخبار النحاة وكتاب التنبيه رد فيه\nعلى الشافعي وله رسالة في وجوب غسل الرجلين وكتاب البيان عن الفصل في\nالأشربة بين الحلال والحرام مات سنة اثنتين وأربعين وأربعمائة . |\n</p>\n\n<p>\n| 4 ( موسى بن نصيرالرازي ) 4\n</p>\n\n<p>\nموسى بن نصيرأبو سهل الرازي من أصحاب محمد بن الحسين الشيباني تفقه عليه\nأبو عللي الدقاق وأبو سعيد البردعي وروى الحديث وقال من واظب على ترك\nالأربع قبل الظهر لم تقبل شهادته انتهى قلت له كتاب المخارج وهو بديع في\nبابه وممن سمي بهذا الاسم . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p297'> Vol. 01, p. 297</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( موسى بن أمير حاج التبريزي ) 4\n</p>\n\n<p>\nموسى بن أمير حاج بن محمد التبريزي الشيخ مصلح الدين أبو الفتح مولده سنة\nتسع وستين وستمائة قدم دمشق سنة عشر وسبعمائة ثم رجع إلى بلاده وقدم ثانيا\nسنة ست وعشرين وفيها قدم إلى القاهرة وكان إماما فاضلا وضع شرحا على البديع\nفي أصول الفقه لابن الساعاتي وسماه الرفيع في شرح البديع رأيته بخطه في\nمجلدين وكانت وفاته في العشرين من ذي الحجة سنة ست وثلثين وسبعمائة بوادي\nبني سالم من طريق الحجاز الشريف وهو قاصد زيارة قبر رسول الله ) ص ( بعد\nقضاء الحج ودفن هناك . |\n</p>\n\n<p>\n| 4 ( موسى بن سليمان الجوزجاني ) 4\n</p>\n\n<p>\nموسى بن سليمان الجوزجاني أبوسليمان الجوزجاني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p298'> Vol. 01, p. 298</a>\n            </div>\n             صاحب الإمام\nمحمد بن الحسن أخذ الفقه عنه وروى كتبه عرض عليه المأمون القضاء فقال يا\nأمير المؤمنين أحفظ حقوق الله في القضاء ولا تول على زمانك مثلي فإني والله\nغير مأمون الغضب ولا أرضى لنفسي أن أحكم في عباده قال صدقت وقد أعفيناك\nفدعا له بخير وله كتب السير الصغير والرهن وكتاب الصلوة وكتب آخر أطول من\nهذه يرويها عن محمد بن يعقوب عن أبي حنيفة وأصل محمد بن الحسين الموجود\nبأيدينا روايته عنه وممن لم يذكر في هذا الحرف . |\n</p>\n\n<p>\n| 4 ( محسن بن عبد الله ، أبو القاسم التنوخي ) 4\n</p>\n\n<p>\nمحسن بن عبد الله بن محمد أبو القاسم التنوخي اللغوي القاضي الحنفي قال <span id='ms63'></span>\nالذهبي كان وافر العلم وله مصنفات كثيرة ولد يوم الأحد الثامن والعشرين من\nشهر ربيع الآخر سنة تسع وأربعين وثلاثمائة وقدم دمشق مجتازا إلى الحجاز\nفأدركه أجله في الطريق في ذي القعدة بخلال مدينة النبي ) ص ( ودفن بالبقيع\nسنة سبع عشرة وأربعمائة وله شعر جيد منه : \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p299'> Vol. 01, p. 299</a>\n            </div>\n             | * وكل أداريه على\nحسب حاله * * سوى حاسدي التي لا أسالها * | * وكيف يداري المرء حاسد نعمة *\n* إذا كان لا يرضيه إلا زوالها * |\n</p>\n\n<p>\n| 4 ( محسن بن علي ، القاضي التنوخي ) 4\n</p>\n\n<p>\nمحسن بن أبي القاسمعلي بن محمد بن أبي الفهم داود بن إبراهيم أبن تميم\nأبو علي التنوخي ذكره الثعالبي بعد أبيه فقال هلال ذلك القمر وغصن هانيك\nالشجر والشاهد العدل بمجد أبيه وفضله والفرع المسند لأصله والنائب عنه في\nحيوته والقائم مقامه بعد وفاته له كتاب الفرج بعد الشدة وكتاب نشوار\nالمحاضرة وكتاب المستجاد من فعلات الأجواد وله ديوان شعر أكبر من ديوان\nأبيه وسمع بالبصرة من أبي العباس الأثرم وأبي بكر الصولي والحسين بن محمد\nبن يحيى بن عثمان النسوي وطبقتهم ونزل بغداد وأقام بها وحدث إلى حين وفاته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p300'> Vol. 01, p. 300</a>\n            </div>\n             وكان سماعه صحيحا وكان أديبا شاعرا أخباريا وكان أول سماعه\nالحديث سنة ثلث وثلثين وثلاثمائة وأول ما تقلد القضاء من قبل أبي السائب\nعتبة بن عبيد الله بالقصر وبابل وما والاهما سنة تسع وأربعين ثم ولاه\nالمطيع لله غير ذلك وكانت وفاته سنة أربع وثمانين وثلاثمائة . |\n</p>\n\n<p>\n| 4 ( مسعود بن أبي بكر الفراهي ) 4\n</p>\n\n<p>\nمسعود بن أبي بكر بن الحسين الفراهي له كتاب اللمعة في نظم الجامع الصغير\n. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p301'> Vol. 01, p. 301</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( مسعود بن الحسين اليزدي ) 4\n</p>\n\n<p>\nمسعود بن الحسين بن سعد القاضي أبو الحسن اليزدي مولده سنة خمس وخمسمائة\nقال أبن الجوزي أحد الفقهاء الكبار على مذهب أبي حنيفة واحد المدرسين\nببغداد وأحد القضاة والمفتين بها درس بمشهد الإمام أبي حنيفة في سنة خمس\nوستين وخمسمائة وصنف كتاب التقسيم والتشجير في شرح الجامع الصغير وكانت\nوفاته سنة إحدى وتسعين وخمسمائة . |\n</p>\n\n<p>\n| 4 ( مسعود بن شجاع الأموي ) 4\n</p>\n\n<p>\nمسعود بن شجاع برهان الدين الأموي مولده بدمشق سنة عشر وخمسمائة <span id='ms64'></span> تفقه على\nالبرهان علي بن حسن البلخي . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p302'> Vol. 01, p. 302</a>\n            </div>\n             ودرس بالنورية والخاتونية وولى\nالقضاء بالعسكر وكان خبيرا بالمذهب تفقه عليه أبو حفص عمر بن محمد بن قسام\nوجمع كتابا في الفقه ونظم الشعر الرائق وتوفي يوم الأحد سادس عشر جمادى\nالآخرة سنة تسع وتسعين وخمسمائة . |\n</p>\n\n<p>\n| 4 ( مسعود بن شيبة السندي ) 4\n</p>\n\n<p>\nمسعود بن شيبة بن الحسين السندي عماد الدين شيخ الإسلام له كتاب التعاليم\nوكتاب طبقات الأصحاب . |\n</p>\n\n<p>\n| 4 ( مسلم بن سلامة ، النجم السنجاري ) 4\n</p>\n\n<p>\nمسلم بالتخفيف بن سلامة بن شبيب النقيعي نسبته إلى قرية على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p303'> Vol. 01, p. 303</a>\n            </div>\n            \nباب سنجار يقال لها النقيعة عرف بالنجم السنجاري قال أبن العديم كان فقيها\nفاضلا أديبا له كتاب : الجدل الحسن جدل حسن صنفه وأجاد فيه وكانت وفاته قبل\nالثمانمائة . |\n</p>\n\n<p>\n| 4 ( مطهر بن الحسين اليزدي ) 4\n</p>\n\n<p>\nمطهر بن الحسين بعد سعد بن علي بن البزاز اليزدي له شرح القدوري سماه\nاللباب واختصر النوادر لأبي الليث وسماه الخلاصة . |\n</p>\n\n<p>\n| 4 ( مغلطاي بن قليج البكجري ) 4\n</p>\n\n<p>\nمغلطاي بن قليج بن عبد الله علاء الدين البكجري إمام وقته وحافظ عصره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p304'> Vol. 01, p. 304</a>\n            </div>\n             مولده سنة تسع وثمانين وستمائة ووفاته يوم الثلاثاء رابع عشرين\nشعبان سنة أثنين وستين وسبعمائة وسمع على بن عمير الواني ويوسف أبن عمر\nالختني ويونس الدباس وغيرهم وتولى مشيخة الحديث بالمظفرية البيبرسية ومدرسة\nأبي خليفة والصرغتمشية والناصرية وميعاد أقسنقر الناصري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p305'> Vol. 01, p. 305</a>\n            </div>\n             وصنف\nالكثير فمن ذلك شرح البخارى نحو عشرين مجلدا وإكمال تهذيب الكمال ثلاثة عشر\nمجلدا وعمل شيئا في المؤتلف والمختلف وذيل على ضعفاء أبن الجوزي وشرح قطعة\nمن سنن أبن ماجة في خمس مجلدات وسيرة نبوية سماها الزهر الباسم في سيرة\nنبينا أبي القاسم وله مجاميع حسنة وغير ذلك . |\n</p>\n\n<p>\n| 4 ( منصور بن أحمد الأقاني ) 4\n</p>\n\n<p>\nمنصور بن أحمد بن يزيد أبو محمد الخوارزمي الأقاني شرح المغني للخبازي\nشرحا مفيدا غاية في بابه وذكر عبد القادر إنه رأى لشخص من الأصحاب يسمى\nمنصور بن أحمد مناسك الحج في أرجوزة ، فالله أعلم . وفي المتقدمين غير طبقة\nهذا منصور بن أحمد البلخي قال الذهبي : أحد العلماء الأعلام ، توفي سنة خمس\nوثمانين وأربعمائة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p306'> Vol. 01, p. 306</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( الموفق بن محمد الخاصي <span id='ms65'></span> ) 4\n</p>\n\n<p>\nالموفق بن محمد بن الحسن بن أبي سعيد أبو المؤيد الخاصي صدر الدين\nالخوارزمي كان فقيها مناظرا عالما بالخلافيات والأدب مولده بجرجانية خوارزم\nفي صفر سنة تسع وسبعين وخمسمائة ووفاته بمصر سنة أربع وثلثين وستمائة وله\nكتاب الفصول في علم الأصول ورسالة مفيدة . وولده : |\n</p>\n\n<p>\n| 4 ( المؤيد بن الموفق الخاصي ) 4\n</p>\n\n<p>\nالمؤيد بن الموفق بن محمد شرح نوابع الكلم للزمخشري وله كتاب ' نثرة\nالنثيرة وشعرى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p307'> Vol. 01, p. 307</a>\n            </div>\n             الشعراء ' أثنى عليه عز الدين بن عبد السللام\nوكان موجودا بعد الأربعين وستمائة . |\n</p>\n\n<p>\n| 4 ( ميمون بن محمد النسفي ) 4\n</p>\n\n<p>\nميمون بن محمد بن محمد بن سعيد بن محمد بن مكحول بن أبي الفضل أبو المعين\nالنسفي المكحولي الإمام الزاهد العالم البارع له كتاب التمهيد لقواعد\nالتوحيد وكتاب التبصرة في الكلام قال عمر بن محمد في كتاب القند كان عالم\nالشرق والغرب يغترف من بحاره ويستضيء بأنواره توفي في الخامس والعشرين من\nذي الحجة سنة ثمان وخمسمائة وله سبعون سنة قال الذهبي روى عنه شيخ الإسلام\nمحمود بن أحمد الشاغرجي وعبد الرشيد بن أبي حنيفة الولوالجي . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p308'> Vol. 01, p. 308</a>\n            </div>\n            \n|\n</p>\n\n<p>\n| 4 ( ناصر بن عبد السيد المطرزي ) 4\n</p>\n\n<p>\nناصر بن أبي المكارم عبد السيد بن علي أبو الفتح المطرزي برهان الدين\nخليفة الزمخشري ولد بجرجانية خوارزم سنة ست وثلثين وخمسمائة وتفقه وصار\nرأسا في الاعتزال وبرع في الفقه واللغة والعربية صنف المغرب والإيضاح في\nشرح المقامات توفي عاشر جمادى الأولى سنة عشر وستمائة قلت ذكر في المغرب إن\nله كتابا سماه المعرب بالمهملة وذكر الذهبي إن له تصانيف في الأدب وشعرا\nكثيرا وقال أبن خلكان له الإقناع في اللغة ومختصر إصلاح المنطق ومقدمة\nلطيفة في النحو مشهورة قال الذهبي اسم مقدمته المصباح وأما المطرزية\nالمشهورة فلابن عبد الله السلمي . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p309'> Vol. 01, p. 309</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( نصر بن محمد ، أبو الليث السمرقندي ) 4\n</p>\n\n<p>\nنصر بن محمد بن أحمد بن إبراهيم أبو الليث السمرقندي إمام الهدى له تفسير\nالقرآن وكتاب النوازل في الفقه وخزانة الأكمل وتنبيه الغافلين وكتاب بستان\nالعارفين توفي ليلة الثلاثاء لإحدى عشرة ليلة خلت من جمادى الآخرة سنة ثلث\nوتسعين وثلاثمائة قلت تفقه أبو <span id='ms66'></span> الليث على أبي جعفر الهنداوي وله من\nالمصنفات غير ما ذكر كتاب عيون المسائل وكتاب تأسيس النظائر ومقدمة الصلوة\nالمشهورة ، وكتاب الفتاوى | والصواب في اسم كتابه ' خزانة الفقه ' وذكر\nوفاته الذهبي سنة خمس |\n</p>\n\n<p>\n| 4 ( نصر بن أحمد الهروي ) 4\n</p>\n\n<p>\nنصر بن أحمد بن إبراهيم أبو الفتح الهروي الحنفي الزاهد العابد قال\nالذهبي سمع جده لأمه أبا المظفر منصور بن إسماعيل وإسحاق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p310'> Vol. 01, p. 310</a>\n            </div>\n            \nالقراب وأبا الحسن الدباس وجماعة وخرج له شيخ الإسلام ثلث مجلدات وكان أسود\nمن بقى بهراة وأعبدهم توفي سنة عشر وخمسمائة . |\n</p>\n\n<p>\n| النعمان بن إبراهيم الزرنوجي\n</p>\n\n<p>\n| النعمان بن إبراهيم بن الخليل ، تاج الدين الزرنوجي . تفقه على الشيخ\nزكي الدين القراحي . وشرح ' المقامات ' وسماه ' الموضح ' . وتوفي ببخارى\nيوم الجمعة ، عاشر المحرم ، سنة أربعين وستمائة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p311'> Vol. 01, p. 311</a>\n            </div>\n             |\n</p>\n\n<p>\n| نوح بن منصور\n</p>\n\n<p>\n| نوح بن منصور . له كتاب ' الإرشاد ' في الفقه . |\n</p>\n\n<p>\n| 4 ( هلال بن يحيى الرأي ) 4\n</p>\n\n<p>\nهلال بن يحيى بن مسلم الرأي البصري قيل له هلال الرأي لسعة علمه كما قيل\nربيعة الرأي أخذ عن أبي يوسف وزفر وروى عن أبن عوانة وأبن مهدي وعنه أخذ\nبكار بن قتيبة وعبد الله بن قحطبة والحسن بن أحمد بن بسطام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p312'> Vol. 01, p. 312</a>\n            </div>\n             وله\nمصنف في الشروط وله أحكام الوقف مات سنة خمس وأربعين ومائتين وفي هذا الحرف\n. |\n</p>\n\n<p>\n| 4 ( هبة الله بن أحمد الطرازي ) 4\n</p>\n\n<p>\nهبة الله بن أحمد بن معلى بن محمود شجاع الدين التركستاني كان فقيها\nأصوليا حسن الأخلاق دائم الاشتغال والتصنيف تفقه على الجلال الخبازي وله\nكتاب تبصرة الأسرار في شرح المنار وكتاب الغرر وكتاب الإرشاد وشرح عقيدة\nالطحاوي وكتاب المنار ولد سنة إحدى وسبعين وستمائة بمدينة طراز من إقليم\nتركستان وتوفي بالمدرسة الظاهرية في الليلة العاشرة من ذي القعدة سنة ثلاث\nوثلاثين وسبعمائة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p313'> Vol. 01, p. 313</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( هناد بن إبراهيم النسفي ) 4\n</p>\n\n<p>\nهناد بن إبراهيم بن محمد بن عمر أبو المظفر النسفي سمع وأكثر ورحل وخرج\nالفوائد وروى عنه الخطيب وأشار إلى تصنيفه توفي يوم السبت ثاني ربيع الأول\nسنة خمس وستين وأربعمائة ومولده سنة أربع وثمانين وثلاثمائة قال الذهبي :\nوقال : مررت على أبي علي الخلال أخبرني أبو <span id='ms67'></span> جعفر أخبرنا طاهر السلفي أنا\nأبو علي البردي وأبو الحسن الطيوري قالا أخبرنا هناد النسفي أخبرنا محمد\nغنجار أخبرنا الحسن بن يوسف أخبرنا أحمد بن علي الغجدواني أخبرنا محمد بن\nعمر الطواويسي سمعت عمرو ابن وهب يقول سمعت شداد بن حكيم يذكر عن محمد بن\nالحسن رحمه الله في الأحاديث التي رويت إن الله يهبط إلى السماء الدنيا\nونحو هذا من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p314'> Vol. 01, p. 314</a>\n            </div>\n             الأحاديث قال قال محمد هذه الأحاديث قد روتها\nالثقات فنحن نرويها ونؤمن بها ولا نفسرها . |\n</p>\n\n<p>\n| يحيى بن بكر\n</p>\n\n<p>\n| يحيى بن بكر | قال في الفهرست : من أهل العراق | وله كتاب ' الشروط '\nالكبير |\n</p>\n\n<p>\n| 4 ( يعقوب بن إبراهيم أبو يوسف ) 4\n</p>\n\n<p>\nيعقوب بن إبراهيم بن حبيب بن خنيس بن سعد بن حبتة أبو يوسف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p315'> Vol. 01, p. 315</a>\n            </div>\n            \nالقاضي صاحب أبي حنيفة وسعد بن حبتة هو سعد بن عوف بن عمر بن معوية\nالأنصاري وأمه حبتة بنت مالك من بني عمرو بن عوف أخذ أبو يوسف عن أبي حنيفة\nوولى القضاء لثلثة من الخلفاء المهدي والهادي والرشيد وكان إليه تولية\nالقضاء في المشرق والمغرب قال أحمد وأبن معين ثقة مات ببغداد يوم الخميس\nلخمس خلون من ربيع الأول سنة اثنتين وثمانين وقيل لخمس خلون من ربيع الآخر\nسنة إحدى وثمانين ومائة وقال ما قلت قولا خالفت فيه أبا حنيفة إلا وهو قول\nقاله ثم رغب عنه وأوصى بمائة ألف لأهل مكة ومائة ألف لأهل المدينة ومائة\nألف لأهل الكوفة ومائة ألف لأهل بغداد قلت ورأيت بخط شيخنا منتقى هذه\nالتراجم حاشية فيها أبو يوسف أول من خوطب بقاضي القضاة وأول من غير لباس\nالعلماء بهذا الزي وذلك كله في خلافة الرشيد وهو أول من وضع الكتب في أصول\nالفقه على مذهب الإمام أبي حنيفة وأملى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p316'> Vol. 01, p. 316</a>\n            </div>\n             المسائل ونشرها وبث علم\nأبي حنيفة في أقطار الأرض وقيل لولا أبو يوسف ما ذكر أبو حنيفة . |\n</p>\n\n<p>\n| 4 ( يوسف بن أبي بكر السكاكي ) 4\n</p>\n\n<p>\nيوسف بن أبي بكر بن محمد بن علي أبو يعقوب السكاكي سراج الدين الخوارزمي\nولد ليلة الثلاثاء جمادى الأول سنة خمس <span id='ms68'></span> وخمسين وخمسمائة وبرع في عدة علوم\nما بين نحو وتصريف ومعاني وبيان وعروض وشعر وصنف كتاب المفتاح ومات سنة ست\nوعشرين وستمائة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p317'> Vol. 01, p. 317</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( يوسف بن علي الجرجاني ) 4\n</p>\n\n<p>\nيوسف بن علي بن محمد الجرجاني أبو عبد الله صحب خزانة الأكمل وفي الفقه\nفي ست مجلدات تفقه على أبي الحسن الكرخي قلت قد نسبت خزانة الأكمل في هذه\nالتراجم إلى ثلاثة أنفس يوسف هذا وقيل لأبي الليث السمرقندي وقيل . . .\nوالصحيح إنها لهذا والله أعلم . |\n</p>\n\n<p>\n| 4 ( يوسف بن محمد ، ابن أبي الربيع ) 4\n</p>\n\n<p>\nيوسف بن محمد بن سليمان بن أبي العز وهيب أبي المحاسن بن أبي عبد الله بن\nأبي الربيع درس بدمشق في صفر سنة ثمان وعشرين وسبعمائة وقد تقدم ذكر أبيه\nفي التأريخ الكبير لي انتهى وممن تسمى بهذا الاسم . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p318'> Vol. 01, p. 318</a>\n            </div>\n             |\n</p>\n\n<p>\n| يوسف بن أبي سعيد السجستاني\n</p>\n\n<p>\n| يوسف بن أبي سعد بن أحمد السجستاني | لخه تلخيص ' الواقعات ' المسمى ب\n' منية المفتي ' |\n</p>\n\n<p>\n| يوسف بن الحسن السيرافي\n</p>\n\n<p>\n| يوسف بن الحسن بن عبد الله بن المرزبان السيرافي | شرح أبيات سيبويه ،\nوأبيات ' إصلاح المنطق ' توفي سنة 385 ه |\n</p>\n\n<p>\n| 4 ( يوسف بن أحمد الخاصي ) 4\n</p>\n\n<p>\nيوسف بن أحمد بن أبي بكر الخوارزمي نجم الدين جمال الأئمة الخاصي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p319'> Vol. 01, p. 319</a>\n            </div>\n             تفقه على أبي بكر بن عبد الله وجمع الفتاوى المشهورة .\n</p>\n\n<p>\n| 4 ( يوسف بن قزا علي ، سبط ابن الجوزي ) 4\n</p>\n\n<p>\nيوسف بن قزاعلي بن عبد الله شمس الدين أبو المظفر سبط الإمام الحافظ أبي\nالفرج ابن الجوزي روى عن جده ببغداد وسمع أبا الفرج ابن كليب وابن طبرزد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p320'> Vol. 01, p. 320</a>\n            </div>\n             وسمع بالموصل ودمشق وحدث بها وبمصر وأعطى القبول وصنف الكتب\nالمفيدة فمنها كتاب مرآة الزمان في التأريخ وشرح الجامع الكبير وكتاب إيثار\nالأنصاف ومنتهى السول في سيرة الرسول واللوامع في أحاديث المختصر والجامع\nوالمجد العظمى وتفسير القرآن العزيز توفى ليلة الثلاثاء حادي عشر ذي الحجة\nسنة أربع وخمسين وستمائة\n</p>\n\n<p>\n| يوسف بن هلال الصفدي\n</p>\n\n<p>\n| يوسف بن هلال بن أبي البركات ، أبو الفضل الحلبي ، الحنفي ، الفقيه ،\nأديب ، عالم . | قال الذهبي : بلغني أن له أرجوزة في الخلاف بين أبي حنيفة\nوالشافعي | مات في عشر السبعين <span id='ms69'></span> ، في المحرم ، بالقاهرة ، من سنة ست وسبعين\nوستمائة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p321'> Vol. 01, p. 321</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( يحيي بن بكر ) 4\n</p>\n\n<p>\nيحيي بن بكر ذكره ابن النديم في الفهرست في الأئمة الحنفية وقال من أهل\nالعراق وله من الكتب الشروط الكبير . |\n</p>\n\n<p>\n| 4 ( يحيي بن عبد المعطي الزواوي ) 4\n</p>\n\n<p>\nيحيي بن عبد المعطي بن النور زين الدين أبو الحسين الزواوي المقرئ الفقيه\nالحنفي ذكره كذلك ابن خلكان وغيره مولده سنة أربع وستين وخمسمائة وسمع ابن\nعساكر وغيره وتصدر بالجامع العتيق وصنف الفصول والألفية ومصنف في العروض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p322'> Vol. 01, p. 322</a>\n            </div>\n             وأجاز المنذري وغيره وتوفى بالقاهرة في سلخ ذي القعدة سنة ثمان\nوعشرين وستمائة . |\n</p>\n\n<p>\n| 4 ( يحيي بن محمد بن صاعد ) 4\n</p>\n\n<p>\nيحيي بن محمدبن صاعد بن محمد قاضي القضاة أبو سعيد النيسابوري الحنفي ولد\nسنة إحدى وأربعمائة وسمع من جده وولى قضاء الري بعد نيسابور وقد خرج له\nالفوائد وأملى روى عنه ابن أخيه توفى في ربيع الأول سنة ستين وأربعمائة . |\n</p>\n\n<p>\n| 4 ( يحيي بن المظفر البغدادي ) 4\n</p>\n\n<p>\nيحيي بن المظفر بن الحسين بن بركة بن محرز أبو زكرياء البغدادي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p323'> Vol. 01, p. 323</a>\n            </div>\n             سمع أبا المعالي وغيره قال ابن النجار كان من شيوخ فقهاء أصحاب\nالإمام أبي حنيفة وله مصنفات ومولده سنة ست وثلثين وخمسمائة وكان ذا دين\nوحسن خلق وتواضع ومات في ثالث عشرين ذي الحجة سنة خمس وعشرين وستمائة وقال\nالذهبي كان مفتيا مدرسا مناظرا وقد صنف في المذهب . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p324'> Vol. 01, p. 324</a>\n            </div>\n             | [\n</p>\n\n<p>\n| كتاب الكنى\n</p>\n\n<p>\n] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p325'> Vol. 01, p. 325</a>\n            </div>\n             صفحة فارغة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p326'> Vol. 01, p. 326</a>\n            </div>\n            \n</p>\n\n<p>\n| 4 ( أبو بكر بن إسماعيل الإسماعيلي ) 4\n</p>\n\n<p>\nأبو بكر بن إسماعيل الإسماعيلي من أقران أبي حفص الكبير سئل عن التصدق في\nالجامع فقال هذا فلس يحتاج إلى سبعين فلسا ليكون كفارة . |\n</p>\n\n<p>\n| 4 ( أبو بكر بن مسعود الكاساني ) 4\n</p>\n\n<p>\nأبو بكر بن مسعود بن أحمد الكاشاني علاء الدين ملك العلماء . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p327'> Vol. 01, p. 327</a>\n            </div>\n            \nصاحب كتاب بدائع الصنائع تفقه على علاء الدين محمد بن أحمد بن أبي أحمد\nالسمرقندي وتزوج ابنته فاطمة الفقيهة من أجل أنه شرح كتاب التحفية\nللسمرقندي هذا وسماه البدائع فجعله مهر ابنته فقال فقهاء العصر شرح تحفته\nوزوج ابنته وقدم حلب رسولا من صاحب الروم إلى نور الدين الشهيد فولاه تدريس\nالحلاوية عوضا عن الرضى السرخسي <span id='ms70'></span> بعد وفاته وصنف أيضا كتاب السلطان المبين\nفي أصول الدين ومات يوم الأحد عاشر رجب سنة سبع وثمانين وخمسمائة بحلب قلت\nهذا هو صاحب البدائع لا أحمد بن محمد الغزنوي المتقدم كما نبهت عليه وكان\nللكاشاني وجاهة وخدمة وشجاعة وكذا قال ابن العديم سمعت قاضي العسكر يقول\nقدم الكاشاني دمشق فحضر إليه الفقهاء وطلبوا منه الكلام فعينوا مسائل كثيرة\nفجعل يقول ذهب إليها من أصحابنا فلان وفلان فلم يزل كذلك حتى أنهم لم يجدوا\nمسألة إلا وقد ذهب إليها واحد من أصحاب أبي حنيفة فأنفض المجلس ولم يتكلموا\nمعه قلت وجد ونقل من شعره على ظهر نسخة كتاب البدائع هذا : | * سبقنا\nالعالمين إلى المعالي * * بصائب فكرة وعلو همه * | * ولاح لحكمتي نور الهدى\nفي * * ليال بالضلالة مدلهمه * | * يريد الحاسدون ليطفئوه * * ويأبى الله\nألا أن يتمه * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p328'> Vol. 01, p. 328</a>\n            </div>\n             | وقال ابن العديم سمعت ضياء الدين محمد بن خميس\nالحنفي يقول حضرت الشيخ الكاشاني عند موته فشرع في قراءة سورة إبراهيم حتى\nانتهى إلى قوله تعالى يثبت الله الذين آمنوا بالقول الثابت في الحياة\nالدنيا وفي الآخرة فخرجت روحه عند فراغه من قوله وفي الآخرة ودفن داخل مقام\nإبراهيم الخليل بظاهر حلب والله أعلم . |\n</p>\n\n<p>\n| 4 ( أبو جعفر البلخي ) 4\n</p>\n\n<p>\nأبو جعفر البلخي ذكر عنه في القنية في مسألة ما يضرب السلطان على الرعية\nمصلحة لهم يصير دينا واجبا وحقا مستحقا كالخراج وضريبة المولى على عبده\nوذلك أن رسول الله ) ص ( أمر أهل المدينة أن يردوا الكفار بثلث ثمار\nالمدينة ثم بنصفها وكانت ملك الناس ومع ذلك قطع رأيه دونهم وأمر أصحابه\nبحفر الخندق حول المدينة ووضع أجر العمل على من قعد فكذا السلطان قال صاحب\nالقنية وقال مشايخنا كلما يضرب الإمام لمصلحة لهم فالجواب هكذا ومنه جباية\nأجرة الحراسات من الحريق واللصوص ونصب الدروب وأبواب السكك قال وهذا يعرف\nولا يعرف خوف الفتنة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p329'> Vol. 01, p. 329</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( أبو حنفية الخوارزمي ) 4\n</p>\n\n<p>\nأبو حنفية الخوارزمي قال سألت الإمام أبا حنيفة عن الإمام إذا سمع خفق\nالنعال من خلفه وهو راكع هل ينظر أصحابها فقال <span id='ms71'></span> لا يفعل وإن فعل فصلاته\nفاسدة وأخشى عليه . |\n</p>\n\n<p>\n| 4 ( عبيد الله بن عمر ، أبو زيد الدبوسي ) 4\n</p>\n\n<p>\nأبو زيد الدبوسي عبيد الله بن عمر بن عيسى صاحب كتاب الأسرار وتقويم\nالأدلة كان من كبار فقهاء الحنفية ممن يضرب به المثل توفى ببخارا سنة ثلثين\nوأربعمائة قلت تقدمت هذه الترجمة في العين وهذا تكرار والله أعلم . |\n</p>\n\n<p>\n| أبو سعيد الصغاني\n</p>\n\n<p>\nأبو سعيد الصغاني سمع أبا حنيفة يقول لا ينبغي للقاضي أن يترك على القضاء\nأكثر من سنة لأنه إذا كان أكثر من سنة ذهب فقهه . |\n</p>\n\n<p>\n| 4 ( محمد بن عيسى ، أبو موسى الفقيه ) 4\n</p>\n\n<p>\nأبو العلاء بن أبي موسى الضرير اسمه محمد بن عيسى أبو عبد الله يعرف بابن\nبأبي موسى الفقيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p330'> Vol. 01, p. 330</a>\n            </div>\n             ولى القضاء ببغداد في أيام المتقي ثم عزل ثم\nأعيد في خلافة المستكفي وكان من أهل العلم بمذهب العراقيين وأبوه كان من\nالمتقدمين في هذا المذهب وكان له سمت حسن ووقار تام وكان ثقة عند الناس لا\nمطعن فيه في شيء مما يتولاه وينظر فيه ودرس ووجد مقتولا في داره سنة نيف\nوثلثين وثلاثمائة كبسه اللصوص وله كتاب الزيادات والجامع الكبير والجامع\nالصغير والكلام في حكم الدار وشرح الجامع الكبير لمحمد بن الحسن وله في\nأصول الفقه ثمان مجلدات . |\n</p>\n\n<p>\n| 4 ( الحكم بن عبد الله ، أبو مطيع البلخي ) 4\n</p>\n\n<p>\nأبو مطيع البلخي راوي كتاب الفقه الأكبر عن أبي حنيفة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p331'> Vol. 01, p. 331</a>\n            </div>\n             قلت هو\nالحكم بن عبد الله بن سلمة بن عبد الرحمن القاضي الفقيه يروي عن أبي عون\nوهشام بن حسان ومالك بن أنس وإبراهيم بن طهمان وعنه أحمد بن منيع وغيره\nتفقه عليه أهل بلاده وكان أبن المبارك يجله لدينه وعلمه مات سنة سبع وتسعين\nومائة عن أربع وثمانين سنة بعد ما ولى قضاء بلخ وجاء كتاب الخليفة ليقرأ\nوفيه لولي العهد وآتيناه الحكم صبيا فسمع أبو المطيع فدخل على الوالي وقال\nبلغ من خطر الدنيا أنا نكفر بسببها وكرر ذلك مرارا حتى بكى الأمير وقال إني\nمعك ولكن اجتزئ بالكلام فتكلم وكن مني آمنا فذهب يوم الجمعة فارتقى <span id='ms72'></span> المنبر\nثم قال يا معشر المسلمين وأخذ بلحيته وبكى وقال بلغ من هطر الدنيا أن يجر\nإلى الكفر من قال وآتيناه الحكم صبيا غير يحيى فهو كافر فضج أهل الجامع\nبالبكاء وهرب اللذان قدما بالكتاب وكان أبو مطيع إذ ذاك قاضيا وكان يذهب\nإلى فرضية التسبيحات الثلاث في الركوع والسجود . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p332'> Vol. 01, p. 332</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( أبو بكر بن أحمد الظهير ) 4\n</p>\n\n<p>\nأبو بكر بن أحمد بن علي بن عبد العزيز عرف بالظهير البلخي الأصل\nالسمرقندي تفقه وقدم حلب ودمشق وأفتى ودرس وصنف شرح الجامع الصغير وله شعر\nمات بدمشق ليلة الاثنين ثالث عشر شوال سنة ثلث وخمسين وخمسمائة قلت إنما\nذكر هذه الترجمة بعد أبي مطيع لأجل أن صاحب الأصل ذكرها في الذيل بعد إكمال\nالكنى وفي الكنى ممن لم يذكر . |\n</p>\n\n<p>\n| 4 ( أبو بكر بن إسحاق الكلاباذي ) 4\n</p>\n\n<p>\nأبو بكر بن إسحاق البخاري الكلابادي قال منكوبرس له كتاب التعرف فيه\nأقاويل الأصحاب في التوحيد والصفات . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p333'> Vol. 01, p. 333</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( أبو بكر بن محمد محمد النيسابوري ) 4\n</p>\n\n<p>\nأبو بكر بن محمد بن أبي الفتح النيسابوري له كتاب الأوضح في الفقه . |\n</p>\n\n<p>\n| 4 ( أبو بكر بن محمود ) 4\n</p>\n\n<p>\nأبو بكر بن محمود له كتاب الهادي للبادي على كتاب النافع . |\n</p>\n\n<p>\n| أبو بكر المحمودي\n</p>\n\n<p>\n| وأبو بكر المحمودي | قال ابن الأثير : صاحب التصانيف والأشعار . وله\nمقامات بالفارسية على نمط ' مقامات الحريري ' بالعربية . | مات سنة تسع\nوخمسين وخمسمائة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p334'> Vol. 01, p. 334</a>\n            </div>\n             |\n</p>\n\n<p>\n| أبو ذر\n</p>\n\n<p>\n| وأبو ذر . | قال ابن العديم : فقيه من طرسوس . له في الفقه كتاب '\nالخصال ' ، وهو حسن . |\n</p>\n\n<p>\n| أبو بكر الرازي\n</p>\n\n<p>\n: أحمد بن علي . |\n</p>\n\n<p>\n| أبو بكر الخصاف\n</p>\n\n<p>\n: | أحمد بن عمر . |\n</p>\n\n<p>\n| 4 ( أبو بكر بن يعقوب ) 4\n</p>\n\n<p>\nأبو بكر بن يعقوب له كتاب اختلاف الفقهاء . |\n</p>\n\n<p>\n| 4 ( أبو بكر الرازي ) 4\n</p>\n\n<p>\nأحمد بن علي . |\n</p>\n\n<p>\n| 4 ( أبو بكر الخصاف ) 4\n</p>\n\n<p>\nأحمد بن عمر . |\n</p>\n\n<p>\n| 4 ( أبو سهل الزجاجي ) 4\n</p>\n\n<p>\nوأبو سهل الزجاجي . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p335'> Vol. 01, p. 335</a>\n            </div>\n             تفقه على أبي الحسن الكرخي وتفقه به أهل\nنيسابور وله كتاب الرياض . |\n</p>\n\n<p>\n| محمد بن محمد ، أبو طاهر الدباس\n</p>\n\n<p>\n| أبو طاهر الدباس . اسمه محمد بن محمد بن سفيان . مشهور بكنيته . تفقه\nبأبي خازم . وكان أهل السنة . ويوصف بالحفظ ، ومعرفة الروايات .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p336'> Vol. 01, p. 336</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( أبو عبد الله الجرجاني ) 4\n</p>\n\n<p>\nيوسف بن <span id='ms73'></span> علي .\n</p>\n\n<p>\n| أبو العتيق\n</p>\n\n<p>\n: أبو بكر الحداد |\n</p>\n\n<p>\n| 4 ( أبو علي الدقاق ) 4\n</p>\n\n<p>\nأبو علي الدقاق الرازي له كتاب الحيض تفقه على موسى بن نصر الرازي وتفقه\nعليه أبو سعيد البردعي . |\n</p>\n\n<p>\n| أحمد بن محمد ، ابن دانكا\n</p>\n\n<p>\n| أبو عمرو الطبري تفقه على أبي سعيد البردعي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p337'> Vol. 01, p. 337</a>\n            </div>\n             وكان يدرس\nببغداد على مذهب الإمام أبي حنيفة هو والكرخي له شرح الجامعين مات سنة\nأربعين وثلاثمائة كذا ذكره الذهبي في الكنى وقال عبد القادر اسمه أحمد أبن\nمحمد بن عبد الرحمن والله أعلم . |\n</p>\n\n<p>\n| ( أبو الفضل الكرماني )\n</p>\n\n<p>\nعبد الرحمن بن محمد تقدم . |\n</p>\n\n<p>\n| 4 ( أبو القاسم بن يوسف السمرقندي ) 4\n</p>\n\n<p>\nأبو القاسم بن يوسف السمرقندي له كتاب الملتقط في الفتاوى أتمه إملاء في\nآخر شعبان سنة تسع وأربعين وخمسمائة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p338'> Vol. 01, p. 338</a>\n            </div>\n             |\n</p>\n\n<p>\n| أبو القاسم بن يوسف الحسيني\n</p>\n\n<p>\n| أبو القاسم بن يوسف الحسيني ، المديني ، ناصر الدين . له كتاب ' النافع\n' ، وكتاب ' الإحقاق ' . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p339'> Vol. 01, p. 339</a>\n            </div>\n             |\n</p>\n\n<p>\n| أبو الليث السمرقندي\n</p>\n\n<p>\n: اسمه نصر |\n</p>\n\n<p>\n| أبو المعين النسيفي\n</p>\n\n<p>\n) ميمون . |\n</p>\n\n<p>\n| محمد بن عبد الجبار ، أبو منصور السمعاني\n</p>\n\n<p>\n| وأبو منصور بن محمد بن عبد الجبار السمعاني المرزوي كذا يوجد في طبقات\nالأصحاب والصواب أبو منصور محمد بإسقاط لفظه أبن قال السمعاني له تصانيف\nمفيدة وكان إماما في العربية وقال الذهبي كان إماما ورعا محبوبا لغويا له\nمصنفات مات سنة خمسين وأربعمائة . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p340'> Vol. 01, p. 340</a>\n            </div>\n             |\n</p>\n\n<p>\n| أبو منصور الماتريدي\n</p>\n\n<p>\n) محمد بن محمد . |\n</p>\n\n<p>\n| أبو اليسر اليزدوي\n</p>\n\n<p>\nمحمد بن محمد بن الحسين . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p341'> Vol. 01, p. 341</a>\n            </div>\n             صفحة فارغة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p342'> Vol. 01, p. 342</a>\n            </div>\n            \n</p>\n\n<p>\n| فصل فيمن عساه يشتهر بابن فلان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p343'> Vol. 01, p. 343</a>\n            </div>\n             صفحة فارغة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p344'> Vol. 01, p. 344</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( أبن أمين الدولة ) 4\n</p>\n\n<p>\nالحسن بن أحمد . |\n</p>\n\n<p>\n| 4 ( أبن البرهان ) 4\n</p>\n\n<p>\nأحمد بن إبراهيم . |\n</p>\n\n<p>\n| 4 ( أبن أبي جعفر ) 4\n</p>\n\n<p>\nأحمد بن يحيى . |\n</p>\n\n<p>\n| 4 ( ابن خسرو ) 4\n</p>\n\n<p>\nالحسين بن محمد . |\n</p>\n\n<p>\n| 4 ( ابن دوست ) 4\n</p>\n\n<p>\nعبد الرحمن بن محمد . |\n</p>\n\n<p>\n| 4 ( ابن الربوة ) 4\n</p>\n\n<p>\nمحمد بن أحمد . |\n</p>\n\n<p>\n| 4 ( ابن رستم ) 4\n</p>\n\n<p>\nإبراهيم . |\n</p>\n\n<p>\n| 4 ( ابن الزركشي ) 4\n</p>\n\n<p>\nأحمد بن الحسين . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p345'> Vol. 01, p. 345</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( ابن الساعاتي ) 4\n</p>\n\n<p>\nأحمد بن علي . |\n</p>\n\n<p>\n| 4 ( ابن السباك ) 4\n</p>\n\n<p>\nعلى بن سنجر . |\n</p>\n\n<p>\n| 4 ( ابن سماعة ) 4\n</p>\n\n<p>\nمحمد . |\n</p>\n\n<p>\n| 4 ( ابن سينا ) 4\n</p>\n\n<p>\nالحسين بن عبد الله . |\n</p>\n\n<p>\n| 4 ( ابن شجاع ) 4\n</p>\n\n<p>\nمحمد . |\n</p>\n\n<p>\n| 4 ( ابن الصائغ ) 4\n</p>\n\n<p>\nمحمد بن عبد الرحمن . |\n</p>\n\n<p>\n| 4 ( ابن الطبري ) 4\n</p>\n\n<p>\nأحمد بن الحسين . |\n</p>\n\n<p>\n| 4 ( ابن عبد الحق ) 4\n</p>\n\n<p>\nإبراهيم . |\n</p>\n\n<p>\n| 4 ( ابن العديم ) 4\n</p>\n\n<p>\nعمر بن أحمد ومحمد بن عمر . |\n</p>\n\n<p>\n| 4 ( ابن أبي العوام ) 4\n</p>\n\n<p>\nأحمد بن محمد . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p346'> Vol. 01, p. 346</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( ابن <span id='ms74'></span> الفصيح ) 4\n</p>\n\n<p>\nأحمد بن علي . |\n</p>\n\n<p>\n| 4 ( ابن قاضي خاصة ) 4\n</p>\n\n<p>\nمحمود . |\n</p>\n\n<p>\n| 4 ( ابن قاضي العسكر ) 4\n</p>\n\n<p>\nعلي بن خليل . |\n</p>\n\n<p>\n| 4 ( ابن معطي ) 4\n</p>\n\n<p>\nيحيى . |\n</p>\n\n<p>\n| 4 ( ابن الولي ) 4\n</p>\n\n<p>\nمحمود . |\n</p>\n\n<p>\n| 4 ( ابن وهبان ) 4\n</p>\n\n<p>\nعبد الوهاب . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p347'> Vol. 01, p. 347</a>\n            </div>\n             صفحة فارغة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p348'> Vol. 01, p. 348</a>\n            </div>\n            \n</p>\n\n<p>\n| فصل فيمن عساه يستهر بنسب أو لقب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p349'> Vol. 01, p. 349</a>\n            </div>\n             صفحة فارغة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p350'> Vol. 01, p. 350</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( الأتراري ) 4\n</p>\n\n<p>\nأمير كتاب وهو الأتقاني أيضا . |\n</p>\n\n<p>\n| 4 ( الأخسيكثي ) 4\n</p>\n\n<p>\nأحمد بن محمد ومحمد بن محمد . |\n</p>\n\n<p>\n| 4 ( الإسبيجابي ) 4\n</p>\n\n<p>\nعلي بن محمد ومحمد بن أحمد . |\n</p>\n\n<p>\n| 4 ( الاسترابادي ) 4\n</p>\n\n<p>\nجعفر بن طرخان . |\n</p>\n\n<p>\n| 4 ( الأسروشني ) 4\n</p>\n\n<p>\nمحمد بن محمود . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p351'> Vol. 01, p. 351</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( الأقاني ) 4\n</p>\n\n<p>\nمنصور بن أحمد . |\n</p>\n\n<p>\n| 4 ( الأقطع ) 4\n</p>\n\n<p>\nأحمد بن محمد . |\n</p>\n\n<p>\n| 4 ( أكمل الدين ) 4\n</p>\n\n<p>\nمحمد بن محمد بن محمود . |\n</p>\n\n<p>\n| 4 ( إمام زاده ) 4\n</p>\n\n<p>\nمحمد بن أبي بكر . |\n</p>\n\n<p>\n| 4 ( الأنصاري ) 4\n</p>\n\n<p>\nأحمد بن محمد . |\n</p>\n\n<p>\n| 4 ( البرتي ) 4\n</p>\n\n<p>\nأحمد بن محمد . |\n</p>\n\n<p>\n| 4 ( برهان الإسلام ) 4\n</p>\n\n<p>\nصاحب المحيط والذخيرة محمد بن محمد . |\n</p>\n\n<p>\n| 4 ( البرهان النسفي ) 4\n</p>\n\n<p>\nمحمد بن محمد . |\n</p>\n\n<p>\n| 4 ( البزدوي ) 4\n</p>\n\n<p>\nعلي بن محمد ومحمد بن محمد . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p352'> Vol. 01, p. 352</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( البقال ) 4\n</p>\n\n<p>\nمحمد بن أبي القاسم . |\n</p>\n\n<p>\n| 4 ( تاج الشريعة ) 4\n</p>\n\n<p>\nمحمود بن عبيد الله . |\n</p>\n\n<p>\n| 4 ( التباني ) 4\n</p>\n\n<p>\nجلال . |\n</p>\n\n<p>\n| 4 ( التركماني ) 4\n</p>\n\n<p>\nأحمد وعثمان وعلي . |\n</p>\n\n<p>\n| 4 ( التمرتاشي ) 4\n</p>\n\n<p>\nأحمد بن إسماعيل . |\n</p>\n\n<p>\n| 4 ( الجذامي ) 4\n</p>\n\n<p>\nإبراهيم . |\n</p>\n\n<p>\n| 4 ( الجصاص ) 4\n</p>\n\n<p>\nأحمد بن علي . |\n</p>\n\n<p>\n| 4 ( حافظ الدين النسفي ) 4\n</p>\n\n<p>\nعبد الله بن أحمد . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p353'> Vol. 01, p. 353</a>\n            </div>\n             |\n</p>\n\n<p>\n| محمد بن محمد البزازي\n</p>\n\n<p>\n| حافظ الدين البزازي . توفي في أوسط شهر رمضانن سنة سبع وعشرين\nوثمانمائة . |\n</p>\n\n<p>\n| 4 ( الحارثي ) 4\n</p>\n\n<p>\nعبد الله بن أحمد . |\n</p>\n\n<p>\n| الحداد\n</p>\n\n<p>\n| أبو بكر . في الأسماء . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p354'> Vol. 01, p. 354</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( الحاكم الشهيد ) 4\n</p>\n\n<p>\nمحمد بن محمد . |\n</p>\n\n<p>\n| 4 ( الحسام الاخسيكتي ) 4\n</p>\n\n<p>\nأحمد بن محمد تقدم في أخ . |\n</p>\n\n<p>\n| 4 ( الحسام الشهيد ) 4\n</p>\n\n<p>\nعمر بن عبد العزيز . |\n</p>\n\n<p>\n| 4 ( الحصيري ) 4\n</p>\n\n<p>\nمحمود بن أحمد . |\n</p>\n\n<p>\n| 4 ( الحلواني ) 4\n</p>\n\n<p>\nعبد العزيز بن أحمد يأتي في شمس الأئمة . |\n</p>\n\n<p>\n| 4 ( حميد الدين الضرير ) 4\n</p>\n\n<p>\nعلي بن محمد . |\n</p>\n\n<p>\n| 4 ( الخاصي ) 4\n</p>\n\n<p>\nالموفق ويوسف بن أحمد . |\n</p>\n\n<p>\n| 4 ( الخبازي ) 4\n</p>\n\n<p>\nعمر بن محمد . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p355'> Vol. 01, p. 355</a>\n            </div>\n             |\n</p>\n\n<p>\n| نصر بن محمد الختلي\n</p>\n\n<p>\n| الختلي | له شرخ القدوري | كان في حدود الستمائة |\n</p>\n\n<p>\n| 4 ( الخصاف ) 4\n</p>\n\n<p>\nأحمد بن عمر . |\n</p>\n\n<p>\n| 4 ( الخلخالي ) 4\n</p>\n\n<p>\nله شرح مختصر القدوري . |\n</p>\n\n<p>\n| 4 ( خواهر زاده ) 4\n</p>\n\n<p>\nمحمد بن الحسين . |\n</p>\n\n<p>\n| 4 ( الخلاطي ) 4\n</p>\n\n<p>\nمحمد بن عباد ومحمد بن علي . |\n</p>\n\n<p>\n| 4 ( الدباس ) 4\n</p>\n\n<p>\nأبو طاهر . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p356'> Vol. 01, p. 356</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( الدبوسي ) 4\n</p>\n\n<p>\nأبو زيد عبيد الله . |\n</p>\n\n<p>\n| 4 ( الدوركي ) 4\n</p>\n\n<p>\nمحمد بن مصطفى . |\n</p>\n\n<p>\n| 4 ( الرسعني ) 4\n</p>\n\n<p>\nإبراهيم .\n</p>\n\n<p>\n| الرستغفني\n</p>\n\n<p>\nعلي بن سعيد . |\n</p>\n\n<p>\n| 4 ( الركن العميدي ) 4\n</p>\n\n<p>\nمحمد بن محمد . |\n</p>\n\n<p>\n| الزاهد\n</p>\n\n<p>\nمحمد بن الوليد\n</p>\n\n<p>\n| الزاهدي\n</p>\n\n<p>\nمختار . |\n</p>\n\n<p>\n| 4 ( الزندويستي ) 4\n</p>\n\n<p>\nالحسين بن يحيى . |\n</p>\n\n<p>\n| 4 ( الزوزني ) 4\n</p>\n\n<p>\nمحمد بن محمود . |\n</p>\n\n<p>\n| 4 ( الزيلعي ) 4\n</p>\n\n<p>\nعثمان بن علي . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p357'> Vol. 01, p. 357</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( الزينبي ) 4\n</p>\n\n<p>\nأحمد بن عيسى . |\n</p>\n\n<p>\n| زين المشايخ\n</p>\n\n<p>\n: محمد <span id='ms75'></span> بن أبي القاسم البقال\n</p>\n\n<p>\n| 4 ( سبط أبن الجوزي ) 4\n</p>\n\n<p>\nيوسف . |\n</p>\n\n<p>\n| السجاوندي\n</p>\n\n<p>\n: محمد بن محمد |\n</p>\n\n<p>\n| السراج الهندي\n</p>\n\n<p>\n: عمر بن اسحاق . |\n</p>\n\n<p>\n| السرخسي\n</p>\n\n<p>\n: محمد بن أحمد\n</p>\n\n<p>\n| 4 ( السروجي ) 4\n</p>\n\n<p>\nأحمد بن إبراهيم . |\n</p>\n\n<p>\n| 4 ( السغدي ) 4\n</p>\n\n<p>\nعلي بن الحسين . |\n</p>\n\n<p>\n| 4 ( السكاكي ) 4\n</p>\n\n<p>\nيوسف ، أبو يعقوب . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p358'> Vol. 01, p. 358</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( السنجاري ) 4\n</p>\n\n<p>\nعبد الله بن علي ومحمد بن عبد الرحمن . |\n</p>\n\n<p>\n| 4 ( السيرافي ) 4\n</p>\n\n<p>\nالحسن بن عبد الله وابنه يوسف . |\n</p>\n\n<p>\n| 4 ( الشجري ) 4\n</p>\n\n<p>\nأحمد بن كامل والخليل بن أحمد . |\n</p>\n\n<p>\n| 4 ( الشروطي ) 4\n</p>\n\n<p>\nأحمد بن زيد . |\n</p>\n\n<p>\n| 4 ( الشعيبي ) 4\n</p>\n\n<p>\nمحمد بن أحمد . |\n</p>\n\n<p>\n| 4 ( شمس الأئمة ) 4\n</p>\n\n<p>\nالحلواني عبد العزيز بن أحمد . |\n</p>\n\n<p>\n| السرخسي محمد بن أحمد بن أبي سهل . | الكردري محمد بن عبد الستار . |\n</p>\n\n<p>\n4 ( الصابوني ) 4\n</p>\n\n<p>\n| أحمد بن محمود . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p359'> Vol. 01, p. 359</a>\n            </div>\n             |\n</p>\n\n<p>\n4 ( الصاغاني ) 4\n</p>\n\n<p>\n| الحسن بن محمد . |\n</p>\n\n<p>\nعبد الكريم بن محمد الصباغي\n</p>\n\n<p>\n| | الصباغي ، ركن الأئمة . له شرح على القدوري . |\n</p>\n\n<p>\nصدر الشريعة\n</p>\n\n<p>\n| : | عبيد الله بن مسعود . |\n</p>\n\n<p>\nصدر القضاة\n</p>\n\n<p>\n| | صدر القضاة . له ' شرح الجامع الصغير ' . |\n</p>\n\n<p>\nالصغناقي\n</p>\n\n<p>\n| : الحسين بن علي |\n</p>\n\n<p>\nالصلغري\n</p>\n\n<p>\n| : محمد بن مصطفى . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p360'> Vol. 01, p. 360</a>\n            </div>\n             | . | . |\n</p>\n\n<p>\n4 ( صاحب المحيط ) 4\n</p>\n\n<p>\n| محمد بن محمد برهان الإسلام تقدم . |\n</p>\n\n<p>\n4 ( صاحب الخلاصة ) 4\n</p>\n\n<p>\n| علي القدوري علي بن أحمد بن مكي . |\n</p>\n\n<p>\n4 ( صاحب خلاصة الفتاوي ) 4\n</p>\n\n<p>\n| طاهر . |\n</p>\n\n<p>\n4 ( صاحب الكشف المبير والتحقيق ) 4\n</p>\n\n<p>\n| عبد العزيز . |\n</p>\n\n<p>\n4 ( صاحب المختار ) 4\n</p>\n\n<p>\n| عبد الله بن محمود . |\n</p>\n\n<p>\n4 ( صاحب الهداية ) 4\n</p>\n\n<p>\n| علي بن أبي بكر . |\n</p>\n\n<p>\n4 ( الطبري ) 4\n</p>\n\n<p>\n| محمد بن أحمد وأبو عمرو . |\n</p>\n\n<p>\n4 ( الطحاوي ) 4\n</p>\n\n<p>\n| أحمد بن محمد . |\n</p>\n\n<p>\n4 ( العتابي ) 4\n</p>\n\n<p>\n| أحمد بن محمد . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p361'> Vol. 01, p. 361</a>\n            </div>\n             |\n</p>\n\n<p>\n4 ( العقيلي ) 4\n</p>\n\n<p>\n| أحمد بن محمد الأنصاري . |\n</p>\n\n<p>\n4 ( عماد الإسلام ) 4\n</p>\n\n<p>\n| عبد الرحيم . |\n</p>\n\n<p>\n4 ( العميدي ) 4\n</p>\n\n<p>\n| محمد بن محمد . |\n</p>\n\n<p>\n4 ( علاء الدين السمرقندي ) 4\n</p>\n\n<p>\n| محمد بن أحمد . |\n</p>\n\n<p>\n4 ( العلاء الزاهد ) 4\n</p>\n\n<p>\n| محمد بن عبد الرحمن . |\n</p>\n\n<p>\n4 ( العلاء السمرقندي ) 4\n</p>\n\n<p>\n| محمد بن عبد الحميد . |\n</p>\n\n<p>\n4 ( الغزنوي ) 4\n</p>\n\n<p>\n| أحمد بن محمد وسعيد بن عبد الله . |\n</p>\n\n<p>\n4 ( فخر الإسلام ) 4\n</p>\n\n<p>\n| علي بن محمد البزدوي . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p362'> Vol. 01, p. 362</a>\n            </div>\n             |\n</p>\n\n<p>\n4 ( عثمان أبن إبراهيم الفضلي ) 4\n</p>\n\n<p>\n| الفضلي عثمان أبن إبراهيم بن محمد مولده في رمضان سنة ست وعشرين\nوأربعمائة وتوفي سنة ثمان وخمسمائة وعبد العزيز بن عثمان ومحمد بن محمد أخو\nعثمان وعبد الرب . |\n</p>\n\n<p>\n4 ( قاضي الحرمين ) 4\n</p>\n\n<p>\n| أحمد بن محمد . |\n</p>\n\n<p>\n4 ( قاضي خان ) 4\n</p>\n\n<p>\n| حسن بن منصور . |\n</p>\n\n<p>\n4 ( قاضي العسكر ) 4\n</p>\n\n<p>\n| أحمد بن إبراهيم . |\n</p>\n\n<p>\nقطب الدين الحلبي\n</p>\n\n<p>\n| : عبد الكريم\n</p>\n\n<p>\n4 ( القدوري ) 4 $ أحمد بن محمد .\n</p>\n\n#\n<p>\n| 4 ( قوام الدين ) 4\n</p>\n\n<p>\nأمير كاتب الأتقاني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p363'> Vol. 01, p. 363</a>\n            </div>\n             ومحمد السكاكي ومسعود الكرماني . |\n</p>\n\n<p>\n| 4 ( القونوي ) 4\n</p>\n\n<p>\nأحمد بن مسعود ومحمد بن يوسف ومحمود بن أحمد . |\n</p>\n\n<p>\n| 4 ( القيسي ) 4\n</p>\n\n<p>\nأحمد <span id='ms76'></span> بن عبد القادر . |\n</p>\n\n<p>\n| 4 ( الكرخي ) 4\n</p>\n\n<p>\nعبيد الله بن الحسين . |\n</p>\n\n<p>\n| 4 ( الكاكي ) 4\n</p>\n\n<p>\nمحمد . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p364'> Vol. 01, p. 364</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( الكرابيسي ) 4\n</p>\n\n<p>\nأسعد بن محمد . |\n</p>\n\n<p>\n| الكرخي\n</p>\n\n<p>\n: عبيد الله بن الحسين\n</p>\n\n<p>\n| 4 ( الكردري ) 4\n</p>\n\n<p>\nعبد الغفور بن لقمان ومحمد بن عبد الستار . |\n</p>\n\n<p>\n| 4 ( الكرماني ) 4\n</p>\n\n<p>\nأبو الفضل عبد الرحمن وقوام الدين مسعود . |\n</p>\n\n<p>\n| 4 ( الماتريدي ) 4\n</p>\n\n<p>\nمحمد بن محمد . |\n</p>\n\n<p>\n| 4 ( المحبوبي ) 4\n</p>\n\n<p>\nأحمد بن عبيد الله ومحمود بن عبيد الله وعبيد الله . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p365'> Vol. 01, p. 365</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( المحمودي ) 4\n</p>\n\n<p>\nأحمد بن أبي المؤيد . |\n</p>\n\n<p>\n| 4 ( المرجى الثقفي ) 4\n</p>\n\n<p>\nله كتاب مسائل دعوى الحيطان والطرق . |\n</p>\n\n<p>\n| 4 ( المستغفري ) 4\n</p>\n\n<p>\nجعفر بن محمد . |\n</p>\n\n<p>\n| 4 ( المنبجي ) 4\n</p>\n\n<p>\nعلي بن زكريا . |\n</p>\n\n<p>\n| 4 ( مولانا جلال ) 4\n</p>\n\n<p>\nمحمد بن محمد . |\n</p>\n\n<p>\n| 4 ( الناصحي ) 4\n</p>\n\n<p>\nعبد اله بن الحسين . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p366'> Vol. 01, p. 366</a>\n            </div>\n             |\n</p>\n\n<p>\n| 4 ( الناطفي ) 4\n</p>\n\n<p>\nأحمد بن محمد . |\n</p>\n\n<p>\n| 4 ( النجم ) 4\n</p>\n\n<p>\nالحسين بن محمد . |\n</p>\n\n<p>\n| 4 ( نور الهدى ) 4\n</p>\n\n<p>\nالقاسم بن علي . |\n</p>\n\n<p>\n| 4 ( الهاشمي ) 4\n</p>\n\n<p>\nعبد المطلب . |\n</p>\n\n<p>\n| 4 ( الهندواني ) 4\n</p>\n\n<p>\nأبو جعفر محمد بن عبد الله . |\n</p>\n\n<p>\n| 4 ( الولوالجي ) 4\n</p>\n\n<p>\nعبد الرشيد . |\n</p>\n\n<p>\n| 4 ( اليزدي ) 4\n</p>\n\n<p>\nمسعود بن الحسين .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p367'> Vol. 01, p. 367</a>\n            </div>\n             <span id='ms77'></span>\n</p>\n",
  "pages": [
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "250",
    "251",
    "252",
    "253",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "267",
    "268",
    "269",
    "270",
    "271",
    "272",
    "273",
    "274",
    "275",
    "276",
    "277",
    "278",
    "279",
    "280",
    "281",
    "282",
    "283",
    "284",
    "285",
    "286",
    "287",
    "288",
    "289",
    "290",
    "291",
    "292",
    "293",
    "294",
    "295",
    "296",
    "297",
    "298",
    "299",
    "300",
    "301",
    "302",
    "303",
    "304",
    "305",
    "306",
    "307",
    "308",
    "309",
    "310",
    "311",
    "312",
    "313",
    "314",
    "315",
    "316",
    "317",
    "318",
    "319",
    "320",
    "321",
    "322",
    "323",
    "324",
    "325",
    "326",
    "327",
    "328",
    "329",
    "330",
    "331",
    "332",
    "333",
    "334",
    "335",
    "336",
    "337",
    "338",
    "339",
    "340",
    "341",
    "342",
    "343",
    "344",
    "345",
    "346",
    "347",
    "348",
    "349",
    "350",
    "351",
    "352",
    "353",
    "354",
    "355",
    "356",
    "357",
    "358",
    "359",
    "360",
    "361",
    "362",
    "363",
    "364",
    "365",
    "366",
    "367"
  ],
  "volumes": [
    "01"
  ]
}