{
  "content": "\n<p>\nالمجرد وعنه أن نصاب ذلك ما يبلغ قيمته قيمة نصاب من أدنى العشرات\n</p>\n\n<p>\nوالثانية: لا يجب فيهما وهو اختيار الأكثر لعدم الكيل فيهما وقيام الوزن\nمقام الكيل لم يرد به نص ولا يصح قياسه على الكيل لأن معقولة فيه وقال ابن\nعقيل لم أجد فيهما نصا عن أحمد غير أن القاضي حكى عنه روايتين فإذا لم يجب\nفي القطن وجب في حبه جزم به جماعة وقدم ابن تميم عدم الوجوب والكتان مثله\nوذكره القاضي وكذا العنب <span id='ms2141'></span> واختار المجد أنه لا يجب في الزعفران ويخرج عليه\nالعصفر والورس والنيل قال الحلواني والفوة وفي الحناء الخلاف\n</p>\n\n<p>\n\"وقال ابن حامد لا زكاة في حب البقول كحب الرشاد والأبازير كالكسفرة\nوالكمون وبزر القثاء والخيار ونحوه\" كبزر الرياحين لأنها ليست بقوت ولا أدم\nويدخل في هذا بزر اليقطين وذكره في المستوعب من المقتات ويخرج الصعتر\nوالأشنان على الخلاف وجزم أبو الخطاب والمجد بالوجوب لأنه نبات مكيل مدخر\nوماله ورق مقصود كورق السدر والخطمي والآس على الخلاف والأشهر الوجوب وحكى\nابن المنذر عن أحمد لا زكاة إلا في التمر والزبيب والبر والشعير قدمه ابن\nرزين في مختصره يروى عن ابن عمر وأبي موسى وقاله جمع من التابعين\n</p>\n\n<p>\n\"ويعتبر لوجوبها شرطان أحدهما أن قدره بعد التصفية في الحبوب والجفاف في\nالثمار خمسة أوسق\" فلا يجب في أقل من ذلك لقوله عليه السلام \"ليس فيما دون\nخمسة أوسق من ثمر ولا حب صدقة\" رواه أحمد ومسلم فتقديره بالكيل يدل على\nإناطة الحكم به ولا يعتبر له الحول لتكامل النماء عند الوجوب بخلاف غيره\nويشترط كون النصاب بعد التصفية في الحبوب ؛\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p309'> Vol. 02, p. 309</a>\n            </div>\n            \n</p>\n\n<p>\nتنبه: نصاب الزرع والثمرة تحديد في الأشهر لتحديد الشارع بالأوسق وعنه\nتقريب فيؤثر نحو رطلين ومدين على الأول لا الثاني وجعله في الرعاية فائد:\nالخلاف وقدم الثانية ولا اعتبار بنقص ذلك في الأصح جزم به الأئمة وقال صاحب\nالتلخيص إذا نقص ما لو وزع على الخمسة أوسق ظهر فيها فلا زكاة وإلا وجبت\n</p>\n\n<p>\nفرع: إذا شك في بلوغ قدر النصاب احتاط وأخرج ولم تجب لأنه الأصل قاله في\nالمغني والشرح ومنتهى الغاية ومن اتخذ وعاء يسع خمسة أرطال وثلثا من البر\nالرزين ثم كال به ما شاء عرف أبلغ حد الوجوب من غيره نص عليه\n</p>\n\n<p>\n\"إلا الأرز والعلس نوع من الحنطة\" وهو منقول عن أئمة اللغة والفقه \"يدخر في\nقشره\" عادة لحفظه \"فإن نصاب كل واحد منهما مع قشره عشرة أوسق\" لأن أهله\nزعموا أنه يخرج على النصف وأنه إذا خرج من قشره لا <span id='ms2142'></span> يبقى كغيره فيجب العشر\nإذا بلغا ذلك لأن فيه خمسة أوسق حبا وإن صفيا فخمسة أوسق ويختلف ذلك بثقل\nوخفة فيرجع إلى أهل الخبرة ويؤخذ بقدره\n</p>\n\n<p>\n\"وعنه أنه يعتبر نصاب ثمرة النخل والكرم رطبا ثم يؤخذ عشرة يابسا\" لما روى\nأبو داود والترمذي بإسنادهما عن عتاب بن أسيد أمر رسول الله صلى الله عليه\nوسلم أن يخرص العنب كما يخرص العنب كما يخرص النخل فيؤخذ زكاته زبيبا كما\nيؤخذ صدقة النخل تمرا وما وجب خرصه اعتبر بحال رطوبته كما لو كانت الثمرة\nلا وعنه يعتبر نصابهما رطبا وعنبا اختاره الخلال وصاحبه والقاضي وأصحابه\nويؤخذ عشر ما يجيء منه وحملها في المغني على أنه أراد أن يؤخذ عشر ما يجيء\nمنه من التمر إذا بلغ رطبها خمسة أوسق لأن إيجاب قدر عشر الرطب من التمر\nإيجاب لأكثر من العشر وذلك مخالف للنص والإجماع ورده الزركشي بأن أحمد قال في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p311'> Vol. 02, p. 311</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "309",
    "311"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10"
  ]
}