{
  "content": "\n<p>\nفصل\n</p>\n\n<p>\n\"السادس: أن يقبض رأس مال السلم في مجلس العقد\" أي: قبل التفرق نص عليه\nواستنبطه الشافعي من قوله عليه السلام: \"من أسلف فليسلف\" أي: فليعط قال\nلأنه لا يقع اسم السلف فيه حتى يعطيه ما سلفه قبل أن يفارق من أسلفه انتهى.\n</p>\n\n<p>\nوحذارا أن يصير بيع دين بدين فيدخل تحت النهي ولا يجوز شرط تأخير العوض فيه\nفلم يجز التفرق قبل القبض كالصرف ويشترط قبض جميعه فلو قبض البعض ثم افترقا\nبطل فيما لم يقبض والأشهر أنه يصح في المقبوض فلو جعل دينا سلما لم يصح لكن\nلو كان عنده أمانة أو عين مغصوبة صح لأنه في معنى القبض\n</p>\n\n<p>\nأصل: المجلس هنا كمجلس الصرف وهما كمجلس الخيار في ظاهر كلام الأصحاب وفي\nالجامع الصغير أنه إذا تأخر قبض رأس مال السلم اليومين والثلاثة لم يصح\n</p>\n\n<p>\n\"وهل يشترط كونه معلوم القدر والصفة كالمسلم فيه\" أم تكفي مشاهدته؟ \"على\nوجهين\" كذا في المحرر والفروع أحدهما يشترط ذلك قاله القاضي وأبو الخطاب\nوصاحب التلخيص وجزم به في الوجيز لأنه عقد يتأخر بتسليم المعقود عليه <span id='ms2143'></span> فوجب\nمعرفة رأس ماله ليرد بدله كالقرض والشركة فعلى هذا لا يجوز أن يكون رأس\nالمال جوهرة لعدم تأتي الصفة عليه فإن فعلا بطل العقد.\n</p>\n\n<p>\nويرده إن كان موجودا وإلا قيمته فإن اختلفا فيها قبل قول المسلم إليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p084'> Vol. 04, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nعزره حتى يفعل ما يأمره به \"فإن لم يفعل\" أي: أصر على المنع أو كان غائبا\nأو تغيب قاله في الرعاية الكبرى \"باعه الحاكم\" عليه نص عليه لأنه تعين\nطريقا إلى أداء الواجب أداؤه \"وقضى دينه\" لأنه حق تعين عليه فإذا امتنع من\nأدائه قام الحاكم مقامه فيه كالإيفاء من جنس الدين وظاهره: أنه ليس للمرتهن\nبيعه بغير إذن ربه أو إذن حاكم وقيل: بلى فإن لم يأذن المرتهن في بيعه قال\nله الحاكم ائذن فيه وخذ دينك من ثمنه أو أبرئه منه\n</p>\n\n<p>\nفرع: إذا جهل رب الرهن وأيس من معرفته فللمرتهن بيعه والصدقة به بشرط ضمانه\nنص عليه وفي إذن حاكم في بيعه مع القدرة وأخذ حقه من ثمنه مع عدمه روايتان\nكشراء وكيل.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\n\"وإذا شرط في الرهن جعله على يد عدل صح\" لأنه قبض في عقد فجاز التوكيل فيه\nكقبض الموهوب \"وقام قبضه مقام قبض المرتهن\" في قول أكثر العلماء وخالف فيه\nالحكم وغيره لأن القبض من تمام العقد فتعلق بالمتعاقدين كالإيجاب والقبول\nوجوابه ما سبق وبأنه وكيل وقبضه كقبض الموكل مع أنه لو وكل في الإيجاب\nوالقبول صح وما ذكروه ينتقض بالقبض في البيع فيما يعتبر فيه القبض وظاهره:\nيقتضي جواز جعل الرهن على يد من يجوز توكيله وهو الجائز التصرف\n</p>\n\n<p>\nفلا يجوز أن يكون صبيا ولا عبدا بغير إذن سيده لأن منافعه لسيده فلا يجوز\nتضييعها في الحفظ بغير إذنه ولا مكاتبا بغير جعل لأنه ليس له التبرع\nبمنافعه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p117'> Vol. 04, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nوكان في بيع ففي بطلانه لأخذه حظا من الثمن أم لانفراده عنه كمهر في نكاح\nاحتمالان\n</p>\n\n<p>\nفرع: إذا تبايعا بشرط أن يكون المبيع رهنا على ثمنه لم يصح قاله ابن حامد\nلأن المبيع حين شرط رهنه لم يكن <span id='ms2144'></span> ملكا له وسواء شرط أنه يقبضه ثم يرهنه أو\nشرط رهنه قبل قبضه وعنه: إذا حبس المبيع ببقية الثمن فهو غاصب ولا يكون\nرهنا إلا أن يكون شرط عليه في نفس البيع وهذا يدل على صحة الشرط وحملها\nالقاضي على أنه شرط عليه في البيع رهنا غير المبيع فيكون له حبس المبيع حتى\nيقبض الرهن فإن لم يف له وإلا فسخ البيع.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\n\"إذا اختلفا في قدر الدين\" أن قال المرتهن لي عليك ألف رهنتني عليها عبدك\nفلانا فقال الراهن بلى هي مائة \"والرهن\" أن قال المرتهن هذا العبد والأمة\nفقال الراهن بل أحدهما قدم قوله لأنه منكر والقول قوله في أصل العقد فكذا\nفي صفته\n</p>\n\n<p>\n\"ورده\" أن قال المرتهن رددته إليك وقال الراهن لم أقبضه قبل قوله لأن الأصل\nمعه والمرتهن قبض العين لمنفعته فلم يقبل قوله في الرد كالمستأجر وقيل:\nيقبل قول المرتهن لأنه أمين وفي التذكرة ان من قبل قوله من الأمناء في الرد\nلم يحلف فلو طلب منه الرد وقبل قوله فهل له تأخيره ليشهد فيه وجهان إن حلف\nوإلا فلا\n</p>\n\n<p>\n\"وقال أقبضتك عصيرا قال\" لمرتهن \"بل خمرا\" في عقد مشروط فيه الرهن \"فالقول\nقول الراهن\" نص عليه لأنهما اختلفا فيما يفسد به العقد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p123'> Vol. 04, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nباب الضمان\n</p>\n\n<p>\nوهو ثابت بالإجماع وسنده قوله تعالى: {ولمن جاء به حمل بعير وأنا به زعيم}\n[يوسف:72] والزعيم الكفيل قاله ابن عباس ويقال فيه أيضا ضمين وكفيل وقبيل\nوحميل وصبير وهي بمعنى.\n</p>\n\n<p>\nوقول النبي صلى الله عليه وسلم: \"الزعيم غارم\" رواه أبو داود والترمذي وحسنه\n</p>\n\n<p>\n\"وهو ضم ذمة الضامن إلى ذمة المضمون عنه في التزام الحق\" فعلى هذا الضمان\nمشتق من الضم ورد بأن لام الكلمة في الضم ميم وفي الضمان نون وشرط صحة\nالاشتقاق توافق الأصل والفرع: في الحروف وأجيب بأنه من الاشتقاق الأكبر وهو\nالمشاركة في أكثر الأصول مع ملاحظة المعنى\n</p>\n\n<p>\nوقال القاضي: هو مشتق من التضمن لأن ذمة الضامن تتضمن الحق وقال ابن عقيل\nهو مأخوذ من الضمن فذمة <span id='ms2145'></span> الضامن في ضمن ذمة المضمون عنه وهذا بالنسبة إلى\nالاشتقاق. وعرفه المجد بأنه التزام الانسان في ذمته دين المديون مع بقائه\nعليه وليس بمانع لدخول كل من لم يصح تبرعه فيه ولا جامع لخروج ضمان ما لم\nيجب والأعيان المضمونة ودين الميت إن برئ بمجرد الضمان على رواية\n</p>\n\n<p>\nوفي الوجيز التزام الرشيد مضمونا في يد غيره أو ذمته حالا أو مآلا على وجه\nيؤول إلى اللزوم وهو أشمل من الذي قبله\n</p>\n\n<p>\nوفي الفروع وهو التزام من يصح تبرعه ما وجب على غيره مع بقائه وقد لا يبقى\nوهو دين الميت وما قد يجب\n</p>\n\n<p>\nتنبيه: لا بد في الضمان من ضامن ومضمون عنه وله ويصح بالألفاظ السابقة لا\nبقوله أؤدي إليك أو أحضر قال في الفروع بل بالتزامه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p134'> Vol. 04, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nفصل في الكفالة\n</p>\n\n<p>\nوهي صحيحة لقوله تعالى: {قال لن أرسله معكم حتى تؤتون موثقا من الله\nلتأتنني به إلا أن يحاط بكم} [يوسف:66] ولأن الحاجة داعية إلى الاستيثاق\nبضمان المال أو البدن وضمان المال يمتنع منه كثير من الناس فلو لم تجز\nالكفالة بالنفس لأدى إلى الحرج وعدم المعاملات المحتاج إليها\n</p>\n\n<p>\n\"وهي التزام\" الرشيد \"إحضار المكفول به\" لأن العقد في الكفالة واقع على بدن\nالمكفول به فكان إحضاره هو الملتزم به كالضمان ويعتبر رضى الكفيل وتعيين\nالمكفول به إذا كان عليه حق ولا يعتبر إذنه وتنعقد بألفاظ ضمان\n</p>\n\n<p>\n\"وتصح ببدن من عليه دين\" لأن الدين حق مالي فصحت الكفالة به كالضمان سواء\nكان الدين معلوما أو مجهولا\n</p>\n\n<p>\nوالحاصل: أنه تصح الكفالة ببدن كل من يلزمه الحضور في مجلس الحكم بدين لازم\nفتصح الكفالة بالصبي والمجنون لأنه قد يلزم إحضارهما مجلس الحكم للشهادة\nعليهما بالإتلاف ويستثنى منه دين الكتابة\n</p>\n\n<p>\nوتصح الكفالة بالكفيل فإن برئ الأول برئ الثاني: من غيرعكس \"وبالأعيان\nالمضمونة\" لصحة ضمانها فيرد أعيانها أو قيمتها إن تلفت وظاهره: أنه لا تصح\nالكفالة بالأمانات لكن قال أبو الخطاب وإحضار وديعة وكفالة بزكاة وأمانة\nلنصه فيمن قال ادفع ثوبك إلى هذا الرفاء فأنا ضامنه <span id='ms2146'></span> لا يضمن حتى يثبت أنه\nدفعه إليه\n</p>\n\n<p>\n\"ولا تصح ببدن من عليه حد\" لما روى عمرو بن شعيب عن أبيه عن جده: أن النبي\nصلى الله عليه وسلم قال: \"لا كفالة في حد\" ولأنها استيثاق يلزم الكفيل ما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p147'> Vol. 04, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\nتنبيهات\n</p>\n\n<p>\nالأول: الحوالة على ماله من الديون إذن في الاستيفاء فقط وللمحتال الرجوع\nومطالبة محيله وإحالة من لا دين عليه على من دينه عليه وكالة ومن لا دين\nعليه في مثله وكالة في اقتراض وكذا مدين على بريء فلا يصارفه نص عليه وفي\nالموجز والتبصرة إن رضي البريء بالحوالة صار ضامنا يلزمه الأداء ذكره في\nالفروع.\n</p>\n\n<p>\nالثاني: من ثبت له على غريمه مثل ما له عليه قدرا وصفة تساقطا فإن اختلفا\nفي القدر سقط الأقل ومثله من الأكثر وعنه: برضاهما وعنه: أو أحدهما وعنه:\nلا يتقاص الدينان كما لو كان أحدهما دين سلم وفي الفروع أو كانا من غير\nالأثمان.\n</p>\n\n<p>\nالثالث: إذا كان له دين على آخر فطالبه فقال أحلت به فلانا الغائب وأنكر رب\nالمال قبل قوله مع يمينه ويعمل بالبينة.\n</p>\n\n<p>\nالرابع: إذا نوى المديون وفاء دينه وإلا فهو متبرع وإن وفاه حاكم قهرا كفت\nنيته إن قضاه من مديون وفي لزوم رب الدين بنية قبض دينه وجهان وإن رد بدل\nعين نوى ذكره ابن عقيل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p161'> Vol. 04, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\nباب الصلح\n</p>\n\n<p>\nوهو ثابت بالإجماع وسنده عموم قوله تعالى: {وإن طائفتان من المؤمنين\nاقتتلوا فأصلحوا بينهما} [الحجرات:9]. {وإن امرأة خافت من بعلها نشوزا أو\nإعراضا فلا جناح عليهما أن يصلحا بينهما صلحا والصلح خير} [النساء:128].\n</p>\n\n<p>\nوالسنة شهيرة بذلك فمنها ما روى أبو هريرة أن النبي صلى الله عليه وسلم\nقال: \"الصلح جائز بين المسلمين إلا صلحا حرم حلالا أو أحل حراما\" رواه أبو داود.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p161'> Vol. 04, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\nفصل\n</p>\n\n<p>\n\"القسم الثاني\" صلح على الإنكار وهو \"أن يدعي عليه عينا أو دينا فينكره\" أو\nيسكت \"ثم يصالحه على مال فيصح\" في قول أكثر العلماء لعموم ما سبق فإن قلت\nقوله عليه السلام: \"إلا صلحا أحل حراما\" وهذا داخل فيه لأنه <span id='ms2147'></span> لم يكن له أن\nيأخذ من مال المدعى عليه فحل بالصلح.\n</p>\n\n<p>\nفالجواب: أنه لا يصح دخوله فيه ولا يمكن حمل الخبر عليه لأمرين أحدهما: أن\nما ذكرتم يوحد في الصلح بمعنى الهبة فإنه يحل للموهوب ما كان حراما\n</p>\n\n<p>\nالثاني: لو حل به المحرم لكان الصلح صحيحا فإن الصلح الفاسد لا يحل الحرام\nوإنما معناه ما يتوصل به إلى تناول المحرم مع بقائه على تحريمه كما لو\nصالحه على استرقاق حر ولأنه يصح مع الأجنبي فصح مع الخصم كالصلح على\nالإقرار\n</p>\n\n<p>\nوشرط صحته أن يكون المدعي يعتقد حقية ما ادعاه والمدعى عليه عكسه فيدفع إلى\nالمدعي شيئا افتداء ليمينه وقطعا للخصومة وصيانة لنفسه عن التبذل وحضور\nمجلس الحكم فإن ذوي الأنفس الشريفة يصعب عليها ذلك ولأن الشريعة وردت بجلب\nالمصالح ودرء المفاسد وهذا كذلك إذ المدعي يأخذ عوض حقه الثابت له في\nاعتقاده سواء كان المأخوذ من جنس حقه أو لم يكن\n</p>\n\n<p>\nلكن إن أخذ من جنس حقه لم يجز بأكثر لأن الزائد لا مقابل له وإن كان من غير\nجنسه جاز وظاهره: أنه إذا ادعى عليه وديعة أو تفريطا فيها أو قراضا فأنكر\nوصالحه على مال فهو جائز ذكره في الشرح وغيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p169'> Vol. 04, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\n\"وإن جنى\" المفلس \"شارك المجني عليه الغرماء\" لأن حقه ثبت على الجاني بغير\nاختيار من له الحق ولم يرض بتأخيره كما قبل الحجر عليه\n</p>\n\n<p>\nوحكم الجناية إذا كانت موجبة للقصاص وصولح على مال حكم الجناية الموجبة\nللمال ابتداء لا يقال أرش الجناية هنا يقدم على الغرماء كما تقدم جناية\nالعبد المرهون على حق المرتهن لأن دين الجناية والغرماء يتعلق فيهما بالذمة\nبخلاف جناية العبد المرهون فإنها متعلقة بالعين تفوت بفواتها\n</p>\n\n<p>\n\"وإن جنى عبده قدم حق المجني عليه بثمنه\" لأن حقه تعلق بالعين فيقدم على من\nتعلق حقه بالذمة\n</p>\n\n<p>\nكما يقدم حق المرتهن بثمن الرهن على الغرماء ولأن حق المجني عليه يقدم على\nالمرتهن فأولى أن يقدم على حق الغرماء\n</p>\n\n<p>\nمسألة: إذا وجب له قود فله أخذه وتركه مجانا <span id='ms2148'></span> نص عليه وما أخذه أو عفا عنه\nفللغرماء أخذه وكذا لو عفا مطلقا وقلنا: الواجب بقتل العمد أحد شيئين.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\n\"الثاني: أن من وجد عنده عينا باعها اياه فهو أحق بها\" روي عن علي وعمار\nوأبي هريرة لحديث أبي هريرة: أن النبي صلى الله عليه وسلم قال \"من أدرك\nمتاعه عند إنسان أفلس فهو أحق به\" متفق عليه\n</p>\n\n<p>\nقال أحمد: لو أن حاكما حكم أنه أسوة الغرماء ثم رفع إلى رجل يرى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p194'> Vol. 04, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\nلأنا لا نعلم صدق الشاهد \"لم يكن للغرماء أن يحلفوا\" لأنهم يثبتون ملكا\nلغريمهم لتتعلق حقوقهم به بعد ثبوته فلم يجز كالمرأة تحلف لإثبات ملك زوجها\nلتتعلق نفقتها به وكالورثة قبل موت موروثهم\n</p>\n\n<p>\nوعلم منه أن المفلس إذا حلف مع شاهده ثبت المال وتعلقت به حقوق الغرماء.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\n\"الحكم الرابع: انقطاع المطالبة عن المفلس\" للنص ولأن قوله: {فنظرة} خبر\nبمعنى الأمر أي: أنظروه إلى يساره مع قوله ليس لكم إلا ذلك \"فمن اقرضه شيئا\nأو باعه لم يملك مطالبته\" لتعلق حق الغرماء بعين ماله \"حتى ينفك الحجر عنه\"\nلأنه هو الذي أتلف ما له بمعاملة من لا شيء له لكن إذا وجد البائع والمقرض\nأعيان مالهما فهل لهما الرجوع فيها؟ على وجهين أحدهما: لهما ذلك للخبر\nوالثاني: لا فسخ لهما لأنهما دخلا على بصيرة بخراب الذمة كما لو اشترى\nمعيبا يعلم به.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\n\"الضرب الثاني: المحجور عليه لحظه\" إذ المصلحة تعود عليه بخلاف المفلس \"وهو\nالصبي والمجنون والسفيه\" إذ الحجر على هؤلاء حجر عام لأنهم يمنعون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p210'> Vol. 04, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\n\"فإن فعل فهو عليه وربحه له\" قال أحمد: في رواية صالح فيمن استدان من المال\nبوجهة ألفا فهو له وربحه له ووضيعته عليه ومعناه أنه يختص بنفعه وضره لكونه\nلم يقع للشركة \"إلا أن يأذن شريكه\" فإنه يجوز كبقية أفعال التجارة المأذون\nفيها وقال القاضي: إذا استقرض شيئا لزمهما وربحه لهما لأنه تمليك مال بمال\nأشبه الصرف ورد بالفرق فإن الصرف بيع وإبدال عين بعين فهو كبيع الثياب\n</p>\n\n<p>\n\"وإن أخر حقه من <span id='ms2149'></span> الدين\" الحال \"جاز\" لأنه أسقط حقه من المطالبة فصح أن\nينفرد به كالإبراء فلو قبض شريكه شيئا مما لم يؤخر كان له مشاركته فيه\nوقيل: وله تأخير حق شريكه ويضمنه إن تلف أو مات المدين\n</p>\n\n<p>\n\"وإن تقاسما الدين في الذمة لم يصح في إحدى الروايتين\" نص عليه في رواية\nحنبل وجزم به في الوجيز وصححه ابن عقيل لأن الذمم لا تتكافأ ولا تتعادل\nوالقسمة تقتضيها لأنها بغير تعديل بمنزلة البيع ولا يجوز بيع الدين فعليها\nلو تقاسما ثم توى بعض المال رجع الذي توى ماله على الآخر\n</p>\n\n<p>\nوالثانية: ونقلها حرب وقدمها في الرعاية الجواز لأن الاختلاف لايمنع القسمة\nكاختلاف الأعيان فعليها لا رجوع إذا أبرأ كل منهما صاحبه وأطلقهما في\nالفروع إذا كان في ذمم لاذمة واحدة لأنه لا تمكن القسمة وهي إفراز ولا\nيتصور فيها فعلى الأول إن تكافأت فقياس المذهب من الحوالة على وقال القاضي:\nيقبل إقراره على مال الشركة مليء وجوبه قاله الشيخ تقي الدين.\n</p>\n\n<p>\n\"وإن أبرأ من الدين\" أو أجل ثمن المبيع في مدة الخيار\"لزم في حقه\" لأنه\nتبرع \"دون صاحبه\" لأنه ليس من التجارة وكالصدقة \"وكذلك إن أقر بمال\" أي:\nيلزم المقر دون صاحبه على المذهب سواء أقر بدين أو عين لأن شريكه إنما أذن له في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p276'> Vol. 04, p. 276</a>\n            </div>\n            \n</p>\n\n<p>\nيحرم منعه نقل المروذي إنما هو بمنزلة المباح ونقل عنه لا ينبغي أن يدخل\nمزرعة أحد إلا بإذنه وقال لم ير بأسا بدخوله يأخذ كلا وشوكا لإباحته ظاهرا\nوعرفا وعادة.\n</p>\n\n<p>\n* * *\n</p>\n\n<p>\nانتهى بحمد الله تعالى المجلد الرابع\n</p>\n\n<p>\nويليه بعون الله تعالى المجلد الخامس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p323'> Vol. 04, p. 323</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "084",
    "117",
    "123",
    "134",
    "147",
    "161",
    "161",
    "169",
    "194",
    "210",
    "276",
    "323"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10"
  ]
}