{
  "content": "\n<p>\nالجزء  14\n</p>\n\n<p>\nفي صلاة الوتر من كتاب الأشراف\n</p>\n\n<p>\nقال أبو بكر: دلت أخبار رسول الله - صلى الله عليه وسلم - على أن فرائض\nالصلوات خمس، وما سواهن تطوع، وقد ثبت أن رسول الله - صلى الله عليه وسلم -\nقال: \"إن الله وتر يحب الوتر\"، وقد روينا عنه - صلى الله عليه وسلم - أنه\nقال: \"من خاف أن لا يستيقظ آخر الليل فليوتر من أول الليل فإن قراءة آخر\nالليل قط، ومن طمع أن يستيقظ في آخر الليل فليوتر من آخر الليل فإن قراءة\nآخر الليل محفوظة\" في نسخة: محظورة، فذلك أفضل. يدل قوله إن ذلك أفضل على\nأن وتر آخر الليل أفضل.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nوقد اختلفت أفعال الأولين في هذا الباب، فكان أبو بكر الصديق يوتر أول\nالليل، وأوتر عثمان بن عفان قبل أن ينام، وفعل ذلك عامر بن عمير لما أسن،\nوروي ذلك عن نافع بن جريج، وكان عمر بن الخطاب ينام على شفع ويوتر آخر\nالليل، وكان علي بن أبي طالب وعيد الله بن مسعود يوتران آخر الليل، واستحب\nذلك مالك بن أنس وأصحاب الرأي وسفان الثوري، وقد ثبت أن رسول الله - صلى\nالله عليه وسلم - قال: \"صلاة الليل مثنى مثنى، فإذا خشيت الصبح فواحدة\".\nوقد اختلف أهل العلم في عدد ركعات الوتر، فكان ابن عمر يقول: الوتر ركعة.\nوممن روينا عنه أنه قال: الوتر ركعتان عثمان بن عفان وسعيد بن مالك وزيد بن\nثابت /6/ وابن عباس ومعاوية بن أبي سفيان وأبو موسى الأشعري وابن الزبير\nوعائشة أم المؤمنين، وفعل ذلك معاذ القاري ومعه رجال من أصحاب رسول الله -\nصلى الله عليه وسلم - لا ينكر ذلك منهم أحد، وبه قال سعيد بن المسيب وعطاء\nبن أبي رباح ومالك بن أنس والأوزاعي والشافعي وأحمد وإسحاق بن راهويه، وقال\nأبو ثور: يصلي ركعتين، ثم يسلم ثم يوتر بركعة. وقالت طائفة: يوتر بثلاث،\nوممن روي عنه ذلك: عمر بن الخطاب وعلي بن أبي طالب وأبي بن كعب وأنس بن\nمالك وابن مسعود وابن عباس وأبو أمامة وعمر <span id='ms001'></span> بن عبد العزيز، وبه قال أصحاب\nالرأي. وقال سفيان الثوري: أعجب إلى ثلاث، وأنا أحب الوتر بثلاث وخمس وسبع\nوتسع وإحدى عشرة. قال أيوب الأنصاري: من شاء أن يوتر بسبع، ومن شاء أن يوتر\nبخمس، ومن شاء أن يوتر بثلاث، ومن شاء أن يوتر بركعة. وقال ابن عباس: إنما\nهي واحدة أو خمس أو سبع أو أكثر من ذلك يوتر بما شاء.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nوقال سعيد بن أبي العاص: ثلاث أحب إلي من خمس. وروينا عن عائشة أنها\nقالت: الوتر بسبع أو بخمس، والثلاث وتر، وروي عن أبي موسى الأشعري قال:\nثلاث أحب إلي من واحدة، وخمس أحب إلي من ثلاث، وسبع أحب إلي من خمس. وروينا\nعن زيد بن ثابت أنه كان يوتر بخمس ركعات لا ينصرف فيها. كان سفيان الثوري\nيقول:الوتر ثلاث أو خمس أو سبع وتسع وإحدى عشرة، وكان إسحاق يقول: إن شئت\nأوترت بركعة، وإن شئت بثلاث، وإن شئت فبخمس، وإن شئت فبتسع، لا تسلم إلا في\nآخرهن إذا فرغت, وإن أوترت بإحدى عشرة سلم في كل ركعتين ثم أفرد الوتر\nبركعة. وقد اختلف أهل العلم في الرجل يوتر بركعة ليس فيها شيء كأنها العشاء\nالآخرة يوتر بركعة، فممن روي عنه أنه فعل ذلك عثمان بن عفان وسعد بن مالك\nومعاوية بن أبي سفيان، وقال ابن عباس: أصاب، يعني معاوية، وروي ذلك عن أبي\nموسى الأشعري وابن عمر وابن الزبير، وبه قال سعيد بن المسيب وأحمد بن حنبل\nوأبو حشمة وأبو أيوب، وعلى هذا مذهب الشافعي، وكان مالك يكره ذلك.\n</p>\n\n<p>\n/7/ قال أبو بكر: أحب أن يصلي المرء بما شاء قضى له من الليل بركعتين، ثم\nيوتر بواحدة، وإن أوتر بواحدة ليس فيها شيء فهو جائز.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في شواهد هذا القول ثبوت صلاة الوتر بالاتفاق\nعلى أنها الوتر، وأن الوتر خلاف للشفع، وأن الوتر من واحدة فصاعدا، وأما ما\nوقع وترا على هذا يقتضي ثبوت معاني أحكام الوتر، ومعي أن هذه الأخبار هي <span id='ms002'></span>\nعلى ما يروى عن النبي - صلى الله عليه وسلم - أنه كان يوتر بركعة وبثلاث\nوبخمس إلى إحدى عشرة فيما يروى، ولا أعلم أن أحدا قال بأكثر من إحدى عشرة\nركعة فيما يروون عنه، ولا قيل عن غيره، وهذا كله مساغ في معاني ثبوت أحكام\nالوتر، وأما مدار ما أدركنا عليه معاني القول من أصحابنا أن الوتر معهم\nواحدة أو ثلاث أكثر ما قالوه، فمن أوتر بواحدة فلا فصل فيها ولا وصل وهي\nمفردة، ومن أوتر بثلاث فقد قيل: من شاء فصل ومن شاء وصل، ومعنى الوصل فيما\nعندي أنه قيل: يصلي ركعتين ثم يصلي إليها بركعة ثالثة بغير تسليم ولا\nتوجيه، ومعنى الفصل أنه يصلي بركعتين ثم يسلم ثم يأتي بركعة، منهم من يقول\nبتوجيه جديد، ومنهم من يقول بغير توجيه، والوصل عندي أصح لثبوت معنى القول:\nإن التسلم إحلال الصلاة، فلا تكون صلاة تسمى موصولة بمعنى واحد، فيثبت\nفيهما معنى التسليم؛ لأن التسليم قاطع للصلاة، والذي يقول بالفصل عندي معنا\nوتر بركعة واحدة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nومنه قال أبو بكر: واختلفوا في الفصل بين الشفع والوتر، فكان ابن عمر\nيسلم من الركعة والركعتين من الوتر، حتى يأمر ببعض حاجته، وهذا مذهب معاذ\nالقاري وعبد الله بن عباس وابن أبي ربيعة ومالك بن أنس والشافعي وأحمد بن\nحنبل وابن راهويه وأبي ثور، وحكي عن الكوفي أنه قال: لا يفصل بين الركعة\nوالركعتين بتسليم، وقال بتسليم، وقال الأوزاعي: يفصل بخمس وإن لم يفصل\nفحسن. قال أبو بكر: بقول ابن عمر أقول. وقال مالك بن أنس في الإمام الذي\nيوتر بالناس في رمضان بثلاث: لا يسلم أن يصلي خلفه ولا يخالفه، وقال مالك:\n/8/ كنت أصلي معهم، فإذا كان الوتر انصرفت ولم أوتر معهم، لقول النبي - صلى\nالله عليه وسلم - : \"إن الرجل إذا قام مع الإمام حتى ينصرف كتب له بقية\nليلته\".\n</p>\n\n<p>\nقال أبو سعيد: معي أنه قد مضى ذكر الوتر، والفصل بين الشفع والوتر، وشبه\nمعاني قول أصحابنا مما يشبه الاتفاق إن صلاتهم بعد العشاء <span id='ms003'></span> الآخرة شفعا\nيفصلون بين ذلك بالتسليم، فإذا أراد الوتر كان الوتر معهم بثلاث أو بواحدة،\nمفصول ذلك عما صلى من الأشفاع قل أو كثر، فمن أوتر بواحدة فذلك، ومن أوتر\nبثلاث فمنهم من يفصل بالتسليم بين الاثنتين والواحدة ويوجه، ومنهم من يفصل\nولا يوجه، ومنهم من لا يفصل بين الثلاث، وهو أكثر قولهم، والعمل منهم به عندي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nومنه قال أبو بكر في حديث عمر عن النبي - صلى الله عليه وسلم - أنه قال:\n\"إذا طلع الفجر فقد ذهب كل صلاة الليل والوتر فأوتروا قبل الفجر\"، وأجمع\nأهل العلم على أن ما بين صلاة العشاء الآخرة إلى طلوع الفجر وقت الوتر.\nواختلفوا فيمن لم يوتر حتى طلع الفجر، فقالت طائفة: إذا طلع الفجر فقد فات\nالوتر، كذلك قال عطاء بن أبي رباح وإبراهيم النخعي وسعيد بن جبير، وقال\nسفيان الثوري وإسحاق بن راهويه وأصحاب الرأي: الوتر ما بين صلاة العشاء إلى\nطلوع الفجر. وروينا عن ابن مسعود أنه قال: الوتر ما بين صلاتين، وروي عن\nابن عباس أنه أوتر بعد طلوع الفجر، وروي ذلك عن ابن عمر، ممن روي عنه أنه\nأوتر بعد الفجر عبادة بن الصامت وأبو الدرداء وحذيفة بن اليمان وابن مسعود\nوعائشة أم المؤمنين. وقال مالك بن أنس والشافعي وأحمد بن حنبل: يوتر ما لم\nيصل يصبح، ورخص سفيان الثوري والأوزاعي بعد طلوع الفجر. وقال إبراهيم\nالنخعي والحين البصري والشعبي: إذا صلى الغداة فلا يوتر. وقال أيوب\nالسجستاني وحميد الطويل: إن أكثر وترنا بعد طلوع الفجر. وفيه قول ثالث: وهو\nأن يصلي الوتر وإن صلى الصبح، هذا قول طاووس، وكان النعمان يقول: عليه قضاء\nالوتر، وإن صلى الوتر إذا لم يكن أوتر. وفيه قول رابع: وهو أن يصلي الوتر\nوإن طلعت الشمس، هذا القول عن عطاء بن أبي رباح وطاووس ومجاهد /9/ والحسن\nالبصري والشعبي وحماد بن أبي سليمان، وبه قال الأوزاعي وأبو ثور، وقال سعيد\nبن جبير فيمن فاته الوتر: يوتر في القابلة. وفيه قول خامس، واختلفوا في من <span id='ms004'></span>\nذكر الوتر وهو في صلاة الصبح فقال الحسن: يوتر ثم يصلي الصبح، وكذلك قال\nمالك: إذا كان نسي وتر ليلة، وكذلك يفعل عند تلك، إذا كان خلف الإمام. وحكى\nأبو ثور عن الشافعي أنه قال فيمن صلى الفجر وعليه الوتر: صلاته تامة، وبه\nقال الثوري، وكذلك يعقوب ومحمد ويوتر إن شاء.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nواختلفوا فيمن نسي العشاء فأوتر ثم صلى العشاء، فقال سفيان الثوري\nوالنعمان: لا يعيد الوتر، وقال مالك ويعقوب ومحمد: يعيد، قال أبو بكر: يعيد\nاستحبابا ما دام في الليل.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في قول أصحابنا ما يشبه معنى الاتفاق أن وقت\nالوتر بين صلاة العشاء الآخرة إلى طلوع الفجر، وأنه لا يسع تركه لبعد غير\nنسيان، ولا نوم إلا من عذر أو من نسيان أو ما يشبه ذلك من العذر في ترك\nصلاته لعذر حتى يطلع الفجر، كسائر الصلوات الفائتات مع الحاضرات، وقد اختلف\nفي ذلك، وقد مضى معنى الاختلاف في مثل هذا، ولعل أوسط ما قيل: إنه يصلي\nالوتر ما لم يخف فوت صلاة الفجر، فإن خاف الفوت صلى الحاضرة، وكذلك يعجبني،\nولو تركه لذلك متعمدا أو لمعنى جهالة، ففي بعض قول أصحابنا عليه ما على من\nترك الفرائض من لزوم الكفارة، ومنهم من لا يرى عليه الكفارة، ومعاني\nالاتفاق يوجب عليه الإثم في قولهم بما يشبه معنى الكبير، وإذا لم يصله لعذر\nأو لغير عذر فلابد من صلاته وإعادته مع التوبة من تركه بغير عذر، كان ذلك\nقبل صلاة الفجر أو بعدها، أو بعد طلوع الشمس أو بعد ذلك، ولا يخرج في قول\nأصحابنا ترخيص في تركه، والاختلاف فيه إلى بعد الفجر، وإن صح فهو الذي\nرواه، فلعل ذلك عن نوم أو نسيان، وأصح القول ما حكاه إنه منذ صلاة العشاء\nالآخرة إلى طلوع الفجر، فأما إذا نسي حتى أوتر قبل العشاء الآخرة في وقتها\nقبل انقضاء وقتها فلا أعلم يخرج في قول أصحابنا /10/ إن وتره يقع على حال،\nوعليه إعادته لمعنى قولهم في <span id='ms005'></span> الوقت أو غير الوقت، وأما إن صلى قبل صلاة\nالعشاء الآخرة -لعله بعد فوات وقتها- وهو ذهاب نصف الليل، فمعي أنه يختلف\nفي ذلك فيخرج في بعض قولهم: إنه جائز؛ لأنه قد صلى في وقته، وقد فات وقتها\nهي، فصارت بدلا عليه، وفي بعض قولهم: إنه لا يقع على حال، ويعجبني القول\nالأول إذا وقع في وقته، وكانت هي بدلا إذا انقضى وقتها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nومنه قال أبو بكر: واختلفوا في الرجل يوتر ثم ينام، ثم يقوم للصلاة،\nفقالت طائفة: يصلي الركعة التي أوتر بها قبل أن ينام بركعة أخرى، ثم يصلي\nما بدا له، ثم يوتر في آخر صلاته، هذا قول إسحاق بن راهويه. وممن روينا عنه\nشفع وتره عثمان بن عفان وعلي بن أبي طالب وسعد بن أبي وقاص وابن عمرو وابن\nمسعود وابن عباس وعمرو بن ميمون وابن سيرين، وهو مذهب ابن عباس وابن مسعود.\nوقال إسحاق: إذا نقض وتره أو فرق في آخر صلاة، وقال ابن عمر: إنما هو شيء\nفعله برأي لا أرويه عن أحد، وقد روينا عن أبي بكر الصديق أنه قال: أما أنا\nفأنام عن وتر، فإن استيقظت صليت شفعا حتى الصباح، وروينا هذا المذهب عن\nعمار بن ياسر وعامر بن عمر وعائشة، وروي عن سعيد وابن عباس هذا القول، وكان\nعلقمة لا يرى نقض الوتر، وبه قال إبراهيم النخعي وأبو مخلد ومالك بن أنس\nوالأوزاعي وأحمد بن حنبل وأبو ثور.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في قول أصحابنا بمعنى الاتفاق على نحو ما حكي\nعن أبي بكر الصديق -رضي الله عنه- ومن قال بمثل قوله، ومنه إذا أوتر بعد\nالعشاء الآخرة أول الليل تم وتره ولو قام آخر الليل لصلاة النفل، ويصلي ما\nأدرك وما شاء بعد الوتر قبل النوم أو بعد النوم شفعا أكثر ما قيل في صلاة\nالنفل، إنه شفع في الليل أو النهار، وقد روي عن جابر بن زيد أنه صلى العشاء\nالآخرة ثم تنحى عن مقامه فأوتر بركعة واحدة <span id='ms006'></span>، فقرأ فيها {مدهامتان}، ثم دخل\nبيته فأحيا ليلته بصلاة النافلة، ولم ينم فيها إلى الصبح، معناه لا يقطع\nالوتر صلاة النافلة قبل /11/ النوم ولا بعد النوم.\n</p>\n\n<p>\nومنه قال أبو بكر: واختلفوا في الصلاة بعد الوتر، فكان مالك لا يعرف\nالركعتين بعد الوتر. قال الأوزاعي: إن شاء ركعهما. وقال أحمد بن حنبل: لا\nأفعله، وإن فعله إنسان حسن، وأرجو أن لا يضيق عليه. قال أبو بكر: إلا أن\nبالأصول بالثابت عن النبي - صلى الله عليه وسلم - ركعتين وهو جالس بعد الوتر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه قد مضى القول في مثل هذا، وما رواه أبو بكر عن\nالنبي - صلى الله عليه وسلم - فهو الثابت بمعنى الاتفاق، ولا معنى لمعنى\nالصلاة للنفل، فمعنى صلاة الوتر وقد جاء القول عن النبي - صلى الله عليه\nوسلم - في معنى صلاة العشاء الآخرة إنه لا نوم قبلها ولا سمر بعدها، إلا\nلمصل أو مسافر أو لذاك، مما يثبت معنى الصلاة، وإطلاقها قبل النوم وبعد\nالنوم، وقد يستحب للإنسان أن يكسر عن نفسه سلطان النوم، ويقوم للصلاة بعد\nالنوم، ومن ذلك ما يشبه قول الله تبارك وتعالى: {إن ناشئة الليل هي أشد\nوطئا وأقوم قيلا} فقيل في التأويل: إن الناشئة كل صلاة بعد النوم بعد\nالعشاء الآخرة.\n</p>\n\n<p>\nومنه قال أبو بكر: جاء الحديث عن النبي - صلى الله عليه وسلم - أنه كان\nيوتر بثلاث ركعات، لعله يقرأ في أول ركعة: {سبح اسم ربك الأعلى}، والثانية:\n{قل يا أيها الكافرون}، والثالثة: {قل هو الله أحد}، بهذا قال سفيان الثوري\nوأحمد بن حنبل وإسحاق وأصحاب الرأي. وقال ابن أنس الذي أخذته في خاصة نفسي\nوأقرأ به: {قل هو الله أحد} والمعوذتين في ركعة الوتر، فأما الشفع فلم\nيبلغني فيه شيء معلوم. وقال الشافعي: يقرأ في الركعتين قبل الوتر بسبح اسم\nربك الأعلى في الأولى، وفي الثانية: بقل يا أيها الكافرون، وفي الثالثة:\nبقل هو الله أحد وبقل أعوذ برب الفلق وبقل أعوذ برب الناس.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج <span id='ms007'></span> في قول أصحابنا بمعنى الاتفاق إن الوتر ركعة\nأو ثلاث، فيقرأ فيه فاتحة الكتاب في جميع الركعات وما تيسر من القرآن، وليس\nبأشد من الفرائض، وجاء فيها المرسل من القراءة، إلا أنه قد يروى هذا عن\nالنبي - صلى الله عليه وسلم - وهو حسن، وقد يفعل ذلك، ويرويه بعض أصحابنا\nفيقرأ في الركعة /12/ الأولى من الوتر بفاتحة الكتاب وب {سبح اسم ربك\nالأعلى}، والثانية: {قل يا أيها الكافرون}، وفي الثالثة: بآية الكرسي و{قل\nهو الله أحد}. وثابت القول أن ليس في ذلك تأكيد في شيء من القراءة، ولا\nممنوع شيئا من القراءة إلى غيره.\n</p>\n\n<p>\nومنه قال أبو بكر: ثبت عن رسول الله - صلى الله عليه وسلم - أنه كان يوتر\nعلى الراحلة، وقال بظاهر هذا لحديث عن ابن عمر وعطاء بن أبي رباح ومالك بن\nأنس والشافعي وأحمد بن حنبل أبي ثور، وروي ذلك عن علي بن أبي طالب وابن\nعباس، وقال إبراهيم النخعي: كانوا يصلون الفريضة والوتر بالأرض، وقال سفيان\nالثوري: لا بأس أن يوتر على راحلته، فالوتر بالأرض أحب إلي، وحكي عن\nالنعمان أنه قال: لا يوتر على الدابة.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا أن الوتر سنة لازمة لا\nيجوز تركها، ولا تجوز صلاتها، إلا بمعنى ما تجوز صلاة الفريضة، ويلزم فيها\nما يلزم في الفريضة، وقد قال من قال منهم: إنها فريضة، ولا أعلم بينهم\nاختلافا أنه لا تجوز الصلاة راكبا لمن قدر على النزول ولم يكن له عذر يوجب\nله معنى الركوب من خوف أو معنى من المعاني، وكذلك لا يجوز في الوتر معي،\nولا تخيير فيه، ولا يجوز التخيير فيه بين القيام والقعود إذا أمكن المصلي\nالصلاة قائما، ولا راكبا إذا أمكنه نازلا لا في شيء من الفرائض ولا في\nالسنن الثابتة اللازمة. [بيان، 14/12] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n             من كتاب الأشراف قال أبو\nبكر: ثبت أن رسول الله - صلى الله عليه وسلم - قال: \"إذا أقيمت الصلاة فلا\nصلاة إلا المكتوبة\" واختلفوا فيه، فقالت طائفة بظاهر <span id='ms008'></span> الحديث، هذا قول أبي\nهريرة، وروينا عن ابن عمر أنه كان يمر على الصلاة بعد الإقامة، وقال ابن\nعمر: فعل ذلك أي صلى الصبح أربعا، وكره ذلك سعيد بن جبير وابن سيرين وعروة\nبن الزبير، وبه قال الشافعي وأحمد بن حنبل وإسحاق بن راهويه وأبو ثور، وفيه\nقول ثان: وهو إباحة أن يصليها والإمام يصلي، روي عن ابن مسعود أنه فعل ذلك،\nوقد روي عن ابن عمر أنه فعل ذلك، دخل المسجد والناس في الصلاة، فدخل بيت\nحفصة فصلى ركعتين، ثم خرج إلى المسجد فصلى، وهذا مذهب مسروق ومكحول والحسن\nالبصري ومجاهد وحماد بن سليمان، وقال مالك: إن لم يخف أن يفوته الإمام\nبركعة فليركع خارجا قبل أن يدخل، إن خاف فوات الركعة فليدخل مع الإمام.\nوقال الأوزاعي وسعيد بن عبد العزيز: إن تركعهما في ناحية المسجد ما طمعت\nأنك مدرك للركعة الأخيرة، /25/ وإن خشيت من الأخيرة فادخل مع الناس. وقال\nالنعمان: يجزيه قول الأوزاعي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: إنه يخرج في معاني قول أصحابنا نحو من هذا، والرواية أنه\nلا صلاة إذا أقيمت الصلاة في المسجد إلا المكتوبة، وقيل: إلا ركعتي الفجر\nفي بعض الحديث، ويخرج تأويل هذا عند أصحابنا في المسجد بمعنى المنع، وفي\nغير المسجد بمعنى القصد لدرك الجماعة. ويخرج من قولهم: إنه إذا أتى المصلي\nوالإمام في الصلاة أن بعضا يقول إن الدخول في صلاة الجماعة أفضل، ولا يفوته\nشيء منها أحب إليه، ويدخل في صلاة الجماعة لموضع فرضها ووجوبها، ويبدل\nركعتي الفجر، وفي بعض قولهم: إنه إذا رجا أن يركعهما حيث تجوز له الصلاة،\nويدرك مع الإمام الركعتين جميعا، ولا يفوته معنى الواجب فيركعهما، ثم يدخل\nفي الجماعة. وقال من قال: ولو فاتته ورجا أن يدرك بركعة فليركعهما، ولا\nأعلم اختلافا في معنى ما يأمرون به، إنه إذا خاف فوت الجماعة بالركعتين\nجميعا أن يدخل في صلاة الجماعة ويؤخر الركعتين، ويخرج في معاني قولهم بما\nيشبه معنى الاتفاق أنه يجوز أن يصلي الركعتين في المسجد من <span id='ms009'></span> حيث لا تجوز\nالصلاة بصلاة الإمام، حيث هو إذا اتصلت الصفوف في مقدم المسجد أو في جانبه،\nوأما في مؤخر المسجد وحيث تجوز الصلاة بصلاة الإمام إذا اتصلت الصفوف، فقال\nمن قال: لا يجوز ذلك، إلا في مثل المساجد الكبيرة في مؤخرتها، ولا يجوز في\nمثل المساجد الصغيرة، وهذا يخرج عندي معنى انفساح المصلي عن الإمام\nوالجماعة، فيدخل منع ذلك على المصلي في المسجد الكبير، كما يدخل منعه عليه\nفي المسجد الصغير، إذا ثبت معنى المنع أنه إنما يخرج المعنى في المسجد\nالكبير لانفساح المصلي عن الإمام والجماعة، وهذا في معنى ظاهر القول، ولا\nيثبت له معنى غير هذا عندي، وإذا كان هكذا فقد يجوز أن تتصل الصفوف حتى\nيأخذ المسجد الكبير كله أو يقرب من مؤخره، كما قربت الصفوف من مؤخر المسجد\nالصغير. [بيان، 14/25]\n</p>\n\n<p>\nجماع صلاة التطوع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n             قال أبو بكر: ثبت أن رسول الله - صلى الله\nعليه وسلم - أنه قال: \"ركعتا الفجر خير من الدنيا وما فيها\"، واختلفوا في\nالوقت الذي يقضي فيه ركعتي الفجر من فاتته؟ فقالت طائفة: يركعهما بعد طلوع\nالفجر، هذا قول عطاء بن أبي رباح وطاووس وابن أبي جريج، وفيه قول ثان وهو\nأن يقضيهما بعد طلوع الشمس، فعل ذلك ابن عمر، وبه قال القاسم بن محمد، وقال\nمالك بن أنس: إن شاء قضاهما صبحا إلى نصف النهار، وإن شاء تركهما ولا\nيقضيهما بعد الزوال. وممن قال يقضيهما بعد طلوع الشمس: الأوزاعي والشافعي\nوأحمد بن حنبل وإسحاق بن راهويه، فاستحسن ذلك أبو ثور وأصحاب الرأي، إن\nأراد قضاهما إذا ارتفعت الشمس.\n</p>\n\n<p>\nقال أبو بكر: يقضيهما إذا صلى الصبح أحوط، وإن قضاهما بعد طلوع الشمس يجزيه.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في قول أصحابنا أنه من ترك ركعتي الفجر بمعنى\nعذر أو سبب من الأسباب حتى صلى الفجر أنه لا يصليهما حتى تطلع الشمس، ثم\nيصليهما بعد طلوع الشمس، ووقتهما في ذلك اليوم إلى زوال الشمس، وهذا فيما\nيستحب، وإن أخرهما بعد ذلك فلا بأس <span id='ms010'></span>. ويخرج في قولهم: إن له أن يبدلهما بعد\nصلاة العصر وبعد صلاة الفجر من قابل، ولم أعلم اختلافا من قولهم في هذا،\nوقالوا لا يصليهما بعد صلاة الفجر ذلك اليوم، ولا أعلم لهم في /30/ هذا\nمعنى يبين لي منع ذلك عن صلاتهما بعد صلاة الفجر ذلك اليوم، إذا جاز في غير\nذلك اليوم أو بعد العصر، والله أعلم.\n</p>\n\n<p>\nومنه قال أبو بكر: واختلفوا فيمن نسي صلاة الصبح حتى طلعت الشمس، وأراد\nقضاء ركعتي الفجر؟ فقال مالك: يبدأ بالمكتوبة، وكان الشافعي يرى أن يركعهما\nوإن طلعت الشمس. وقال النعمان: إن صلى صلاة الصبح ولم يصل ركعتي الفجر، ثم\nذكرهما فلا قضاء عليه، وليس ذلك بمنزلة الوتر، وبه قال يعقوب. قال أبو بكر:\nيبدأهما ثم يصلي الصبح للثابت عن النبي - صلى الله عليه وسلم - أنه فعل ذلك\nيوم ناموا عن صلاة الصبح.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معنا أنه إذا فات وقت صلاة الفجر فقد صار كله بدلا، فإذا\nكان عن عذر فأولى الأمر في ظاهر الحكم والمعنى أن يبدأ بما كان يبدأ به في\nالوقت، وهما الركعتان قبل الفريضة، وإن صلى الفريضة ثم ركع الركعتين كان\nذلك جائزا؛ لأنه بدل كله، ولأنه لو صلى الفريضة كلها في وقتها في معنى\nالاختيار ولم يصل الركعتين يخرج في معنى الاتفاق أنه قد صلى، ولا يؤمر بذلك\nفي الوقت ولا بعد الوقت، ويؤمر معنا أن يركع ركعتي الفجر، ثم يصلي الفريضة\nعند الفوت وفي وقت الصلاة، إلا أن يخاف فوت الفريضة، فإنه يخرج عندي بمعنى\nالاتفاق أنه يصلي الفريضة في وقتها، ولا يشتغل عنهما بالركعتين قبلها إذا\nخاف فوتها بذلك. [بيان، 14/30]\n</p>\n\n<p>\nومن كتاب الأشراف قال أبو بكر: واختلفوا في السجدة تكون آخر السورة؟ قال\nأبو مسعود يقول: إن شئت ركعت، وإن شئت سجدت، وبه قال الربيع بن خيثم وأحمد\nبن حنبل وإسحاق بن راهويه وأصحاب الرأي، وقال الشافعي وإبراهيم النخعي:\nيجزيه أن يركع بها، وكذلك قال علقمة والأسودين زيد ومشروق وعمر بن بن حبيل.\nواختلفوا في <span id='ms011'></span> المرأة تقرأ السجدة؟ فقال قتادة ومالك بن أنس وإسحاق: لا\nيأتمون بها، وهو على مذهب الشافعي، وقال إبراهيم النخعي: هي إمامك.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في قول أصحابنا أنه إذا كان آخر قراءة السجدة\nفي الصلاة أنه يسجد في الصلاة، ولا أعلم أنهم يأمرون بالركوع قبل السجود،\nولا يخرج أن الركوع يجزي عن السجود، ولكن يخرج عندي في قولهم: إنه يسجد\nويقوم من السجود إلى الركوع. فقال من قال: يركع وليس عليه أن يقرأ بعد\nالقيام من السجود، وقال من قال: لابد من القراءة؛ لأن هذا فعل فيقرأ ولو\nآية، ثم يركع ركوع الصلاة، ويمضي على الصلاة. [بيان، 14/42]\n</p>\n\n<p>\nفي السجدة أيضا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n             من كتاب الأشراف قال أبو بكر: واختلفوا في\nالحائض تسمع السجدة؟ فقال عطاء بن أبي رباح وأبو قلابة والزهري وسعيد بن\nجبير والحسن البصري وإبراهيم النخعي وقتادة: ليس عليها أن تسجد، وبه قال\nمالك بن أنس وسفيان والشافعي وأصحاب الرأي، وقد روينا عن عثمان بن عفان أنه\nقال: تومئ برأسها، وبه قال سعيد بن المسيب. قال: تقول سبحانك الله ولك سجدت.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في قول أصحابنا إن الحائض إذا سمعت السجدة\nأنه لا سجود عليها؛ لأنه لا صلاة عليها في المكتوبة، وغير مأذون لها في\nالصلاة في معنى التطوع. وقال من قال: إذا طهرت واغتسلت سجدت، وهذا لا يخرج\nعندي إلا استحبابا، ولا أعلم من قولهم أنها تسجد وهي حائض، فإن أومأت\nبرأسها طاعة لله وسبحته بغير سجود عندي حسن، وأما إذا سمعتها وعن طهرت من\nالحيض فمعي أن عليها إذا اغتسلت أن تسجد، وكذلك قيل في الجنب إنه إذا سمعها\nفإذا اغتسل سجد.\n</p>\n\n<p>\nومنه قال أبو بكر: واختلفوا في الرجل يسمع السجدة وهو على غير وضوء،\nفقالت طائفة: يتوضأ ويسجد، هكذا قال إبراهيم النخعي وسفيان الثوري وإسحاق\nبن راهويه وأصحاب الرأي، وقد روينا عن النخعي قولا ثانيا وهو أن يتيمم\nويسجد، وقد روينا عن الشعبي قولا ثانيا وهو أن يسجد حيث كان <span id='ms012'></span> وجهه.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في قول أصحابنا نحو ما حكي أنه يتوضأ ويسجد،\nولا يسجد إلا على وضوء، وقيل يتيمم ويسجد إن كان غير جنب ولا حائض. وقال من\nقال: يسجد على حاله؛ لأنها ليست بمنزلة الصلاة، وإنما هي ذكر، كذلك قيل في\nسجودها: إن الساجد لها لا يسجد لها إلا إلى القبلة، وينحرف إلى القبلة حين\nكان وجهه. وقال من قال: يسجدها /44/ حيث كان وجهه؛ لأنها ليست بمنزلة\nالصلاة وإنما هي بمعنى الذكر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nومنه قال أبو بكر: واختلفوا في المرء يسمع السجدة وهو في الصلاة، فكان\nإبراهيم النخعي يقول: لا يسجد إلا أن يكون ساجدا. وقال الحكم بن عتبة\nوحماد: يسجد. وقال الحسن البصري وابن قلابة وجابر: لا يسجد، وقد روينا عن\nابن سيرين أنه قال: يسجد إذا انصرف.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معنى الاتفاق من قول أصحابنا أنه إذا سمع\nالسجدة وهو في الصلاة أنه لا يسجد، وذلك عندي يخرج في الاتفاق في الفريضة\nوالسنن اللازمة، ويخرج عندي أنه إذا سجد أن عليه الإعادة. ومعي أنه إن وافق\nسجود الصلاة الاستماع للسجدة فسجد للفريضة إن ذلك يجزيه في بعض القول؛ لأنه\nقد سجد عند استماع السجدة، وأرجو أن يجوز له أن يدخل اعتقاد السجدة معنا،\nولا أحب له ذلك، فإن فعل رجوت أنه يسعه، وأما في النافلة من الصلاة فيعجبني\nأن يجوز له السجود، ويلحقه عندي معنى الاختلاف أن يسجد في النافلة سجدة\nالقرآن، وكان ذلك عندي فضلا. ومعي أنه يخرج في قولهم إنه إذا لم يسجد لمعنى\nالصلاة إنه إذا سلم سجد.\n</p>\n\n<p>\nومنه قال أبو بكر: واختلفوا في السجود بعد صلاة العصر وبعد صلاة الصبح،\nفكرهت طائفة أن تقرأ السجدة في هذين الوقتين، كره ذلك مالك بن أنس، وقال\nأحمد بن حنبل لا تقرأ السجدة ولا يعيدها. وقال إسحاق بن راهويه: يعيدها إذا\nغربت الشمس. وقال أبو ثور: لا يسجد في هذين الوقتين، وروينا كراهة ذلك عن\nابن عمر، وكان ابن <span id='ms013'></span> المسيب ينهى عن ذلك، ورخصت طائفة في ذلك. قال الشعبي:\nإذا قرأت القرآن فأتيت على السجدة فاسجد أي ساعة كانت، وسجد الحسن البصري\nبعد العصر، ورخص عطاء وسالم بن عبد الله والقاسم وعكرمة في السجود في هذين\nالوقتين، وقال إبراهيم النخعي وحماد بن أبي سليمان: إذا كان في وقت صلاة\nفلا بأس، وقال الشافعي: في هذين الوقتين. وقال أصحاب الرأي: إذا كان بعد\nالعصر قبل أن تغرب الشمس، وبعدما يصلي الفجر قبل أن تطلع الشمس سجدها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\n/45/ قال أبو سعيد: معي أنه يخرج في قول أصحابنا معنى الاختلاف في سجود\nالسجدة بعد صلاة الفجر والعصر، ويعجبني جواز ذلك لثبوت السنة في سجودها،\nوإطلاق القراءة على كل حال، ويخرج ذلك من معنى الصلاة، وإنما هو على معنى\nالذكر والطاعة، ولا نعلم الصلاة تقع أقل من ركعة تامة، وإنما يثبت معنى\nالنهي عن الصلاة بعد صلاة العصر والفجر.\n</p>\n\n<p>\nومنه قال أبو بكر: واختلفوا في عدد سجود القرآن، فروينا عن ابن عمر وابن\nعباس أنهما كانا يعدان سجود القرآن، فقال: {الأعراف والرعد والنحل وبني\nإسرائيل ومريم والحج أولها، والفرقان وطس وألم تنزيل وص وحاميم السجدة)\nأحدى عشرة سجدة، وقد روينا عن ابن عباس رواية أخرى أنه عددها عشرا، ويسقط\nالسجود في (ص)، واختلفوا عن ابن عمر في السجدة الثانية من الحج، فقالت\nطائفة: سجود القرآن أربع عشرة سجدة: في الحج سجدتان، وفي المفصل ثلاث، وليس\n(ص) منها شيء، هكذا قال الشافعي، ووافق أبو ثور الشافعي في عدده، غير أنه\nأثبت السجود في (ص)، وأسقط السجود في سورة النجم. وقال إسحاق: في سجود\nالقرآن خمس عشرة سجدة: (الأعراف والرعد والنحل وبني إسرائيل ومريم والحج\nسجدتان، وفي الفرقان والنمل وألم تنزيل السجدة، وفي (ص) وحاميم السجدة، وفي\nالنجم وفي إذا السماء انشقت، واقرأ باسم ربك الذي خلق)، ووافق أصحاب الرأي\nإسحاق في كل ما قال، إلا السجود في الحج فإنهم قالوا: فيها سجدة واحدة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج معنى الاتفاق مما أدركنا عليه الثابت <span id='ms014'></span> في\nمصحفنا، بلا معنى اختلاف في مصحف من المصاحف، ولا قراءة ثبوت ما يروى في\nأول الفصل عن ابن عباس وابن عمر أن سجود القرآن إحدى عشرة سجدة، وهي: (في\nالأعراف سجدة في آخرها، وفي الرعد سجدة على نحو العشرين آية، وفي النحل\nسجدة على نحو الأربعين منها، وفي بني إسرائيل سجدة، وهي عند تمامها، وفي\nمريم سجدة، وهي منها بعد الأربعين آية، وفي الحج سجدة، وهي منها على نحو من\nاثنين وعشرين آية، وفي سورة الفرقان سجدة، وهي فوق الخمسين آية /46/ منها،\nوفي سورة النمل سجدة، وهي منها فيما دون العشرين آية، وفي سورة ألم السجدة\nفوق العشر آيات، وفي ص سجدة، وهي منها دون العشرين آية، وفي حم السجدة على\nنحو ثلاثين آية) فهو الذي عليه الاتفاق من قول أصحابنا، ولا اختلاف في معنى\nثبوت السجود في هذه الإحدى عشرة سجدة التي ذكرناها، وما سوى ذلك فمن سجد في\nشيء منه فسحن ذلك ما لم يتخذ ذلك دينا أو يخطئ من تركها.\n</p>\n\n<p>\nومنه قال أبو بكر: واختلفوا في الآية التي يسجد فيها من (حم) السجدة؟\nفقالت طائفة: يسجد في الأولى منها {إن كنتم إياه تعبدون}، ويروى هذا القول\nعن ابن عمر، وبه قال الحسن البصري وابن سيرين وأصحاب الرأي وعبيد الله،\nوقال الأعمش: أدركت إبراهيم وأبا صالح وطلحة والزبير يسجدون الأولى، وبه\nقال مالك بن أنس والليث بن سعد. وقالت طائفة: السجدة فيها عند قوله: {وهم\nلا يسأمون} وروي ذلك عن سعيد بن المسيب وابن سيرين وأبي وائل، وبه قال\nسفيان الثوري وإسحاق بن راهويه، وكان أحمد بن حنبل يقول في سجود القرآن ما\nيقول في سجود الصلاة. وقال إسحاق: ليقل ما جاء عن النبي - صلى الله عليه\nوسلم - : \"سجد وجهي للذي خلقه وشق سمعه وبصره إلى رب ظلمت نفسي فاغفر لي\nفإنه لا يغفر الذنوب إلا أنت\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: ومعي أنه يخرج في معنى سجدة (حم) أن السجود منها على تمام\nالآية {وهم لا يسأمون}، وأما <span id='ms015'></span> ما يقال في السجود فمعي أنه يخرج في قول\nأصحابنا أنه ما يقال في سجود -لعله- السجدة ما يقال في سجود الصلاة. ومعي\nأنه إن سبح بغير ذلك من التسبيح أجزأه ذلك إن شاء الله.\n</p>\n\n<p>\nومنه قال أبو بكر: ثبت أن رسول الله - صلى الله عليه وسلم - سجد في (ص)،\nواختلفوا في سجود (ص)، فروينا عن عمر بن الخطاب وعثمان بن عفان أنهم سجدوا\nفيها، وبه قال جماعة من التابعين، وهو قول سفيان الثوري وأحمد بن حنبل\nوإسحاق بن راهويه وأبي ثور وأصحاب الرأي. وفيه قول ثان وهو أن لا سجود في\n(ص)، وممن كان لا يسجد فيها ابن مسعود وعلقمة، وبه قال الشافعي.\n</p>\n\n<p>\nقال أبو بكر: القول الأول أصح، لخبر رسول الله - صلى الله عليه وسلم - .\n</p>\n\n<p>\n/47/ قال أبو سعيد: معي أنه يخرج في مصحفنا معنى الاتفاق في القراءة أن\nالسجدة سنة من سنن النبي - صلى الله عليه وسلم - ، وأن من تركها دانيا أو\nاستخفافا بثوابها كان هالكا، ومن تركها على غير ذلك فهو خسيس الحال، ولا\nيبلغ به ذلك إلى براءة، ولا إلى ترك ولاية.\n</p>\n\n<p>\nومنه قال أبو بكر: ثبت أن رسول الله - صلى الله عليه وسلم - قرأ (النجم)\nفسجد لها، واختلفوا في سجود (النجم)، وكان عمر بن الخطاب وعثمان بن عفان\nوابن مسعود وعبد الله بن عمر يسجدون في (النجم)، وبه قال سفيان الثوري\nوالشافعي وأحمد بن حنبل وإسحاق بن راهويه وأصحاب الرأي، وقال مالك بن أنس:\nليس في المفصل سجود، وقال الأوزاعي وأبو ثور: إن يسجد فيها فحسن.\n</p>\n\n<p>\nقال أبو بكر: السجود فيها أحب إلي.\n</p>\n\n<p>\nقال أبو سعيد: لا أعلم في قول أصحابنا ثبوت سجود في سورة (النجم)، وإن\nكان القراءة فيها أشبه بمعنى السجود، فإن سجد ساجد بمعنى الطاعة لله لم يبن\nلي في ذلك أنه مخالف للحق، فأرجو له الثواب، وإن ترك ذلك فلا أعلمه مما قال\nأصحابنا أنه موضع السجود.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nومنه قال أبو بكر: ثبت أن رسول الله - صلى الله عليه وسلم - سجد في <span id='ms016'></span> {إذا\nالسماء انشقت}، وممن كان يسجد فيها عمر بن الخطاب وابن مسعود وعمار بن ياسر\nوابن عمر وأبو هريرة، وبه قال عمر بن عبد العزيز وغير واحد من التابعين،\nوسفيان الثوري والشافعي وإسحاق بن راهويه وأبو ثور وأصحاب الرأي. وقالت\nطائفة: ليس في المفصل سجود، وأنا ذاكر قولهم بعد هذا إن شاء الله.\n</p>\n\n<p>\nقال أبو سعيد: معي أن القول في هذا كالقول في سورة (النجم) ولا أعلمه في\nقول أصحابنا.\n</p>\n\n<p>\nومنه قال أبو بكر: أجمع كل من يحفظ عنه من أهل العلم أن السجود في السجدة\nالأولى من (الحج) ثابتة، وممن ثبت ذلك عنه عمر بن الخطاب وعلي بن أبي طالب\nوابن عمر وابن عباس، وروي ذلك عن أبي موسى الأشعري وعبد الله بن عمر وأبي\nالدرد وأبو عبد الرحمن وورد بن حسن وأبي العالية، وبه قال الشافعي وأحمد بن\nحنبل وإسحاق وأبو ثور وأصحاب الرأي، وقالت /48/ طائفة: في (الحج) سجدة\nواحدة، كذلك قال سعيد بن جبير والحسن البصري وإبراهيم النخعي وجابر بن زيد\nوأصحاب الرأي، وقد اختلف فيها عن ابن عباس.\n</p>\n\n<p>\nقال أبو بكر: بالقول الأول أقول.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في مصحفنا الذي نحن عليه من قراءتنا أن\nالسجدة ثابتة في أول (الحج) وهو قوله: {ألم تر أن الله يسجد له من في\nالسموات ومن في الأرض} إلى تمام الآية، فهذا معنا سجدة، وثابت السجود\nلقراءتها في معنى السنة التي ذكرنا، ولا نعلم في ذلك اختلافا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nومنه قال أبو بكر: واختلفوا في السجود في (اقرأ باسم ربك الذي خلق} فكان\nعلي بن أبي طالب وابن مسعود يقولان: عزائم السجود أربع، فذكر منها: {اقرأ\nباسم ربك الذي خلق} وروينا عن عقبة بن عامر أنه قال: من لم يسجد فيها فلا\nأرى عليه أن يقرأها، وكان الشافعي وسفيان الثوري وإسحاق بن راهويه وأبو ثور\nوأصحاب الرأي يرون السجود فيها. وقالت طائفة: ليس في المفصل سجود، وممن\nروينا عنه أنه قال ذلك أبي بن كعب وعبد الله بن عباس <span id='ms017'></span> والحسن البصري وسعيد\nبن المسيب وسعيد بن جبير وعكرمة ومجاهد وطاووس.\n</p>\n\n<p>\nوقال أبو بكر: يسجد فيها، للثابت عن رسول الله - صلى الله عليه وسلم -\nأنه سجد فيها.\n</p>\n\n<p>\nقال أبو سعيد: هذا مثل ما مضى في سورة (النجم) و{إذا السماء انشقت}.\n</p>\n\n<p>\nومنه قال أبو بكر: ثبت أن رسول الله - صلى الله عليه وسلم - كان يصلي على\nراحلته تطوعا مسافرا يومئ إيماء، فلا بأس من قرأ سجدة من القرآن أن يسجد\nوهو على راحلته يومئ إيماء. وممن روينا عنه أنه فعل ذلك علي بن أبي طالب\nوسعيد بن زياد وابن الزبير وابن عمر والنخعي وعطاء بن أبي رباح ومالك بن\nأنس والشافعي وأبو ثور وأصحاب الرأي.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه كذلك يخرج في قول أصحابنا: أنه من قرأ السجدة وهو\nراكب فليسجد ويومئ إيماء لسجوده، ولا أعلم في ذلك اختلافا في أجازته.\n</p>\n\n<p>\nومنه قال أبو بكر: واختلفوا في سجود الماشي يقرأ السجدة؟ فقال /49/\nالأسود بن زيد: يومئ، وفعل ذلك علقمة وأبو عبد الرحمن، وهو مذهب عطاء بن\nأبي رباح ومجاهد، وقال أبو العالية وأبو ثور وخرثمة بن عمر وابن جريب\nوأصحاب الرأي يسجد ولا يومئ، وإن لم يمكنه السجود لموضع عذر، ففي بعض القول\nأنه يومئ على أي حالة، وفي بعض القول أنه إذا أمكنه السجود سجد، والإيماء\nمع العذر أصح عندي؛ لئلا يبقى عليه معنى عمل قد ثبت فيه سبب العذر في وقته.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nومنه قال أبو بكر: واختلفوا في التكبير لسجود القرآن، فقال ابن سيرين\nوأبو قلابة وإبراهيم النخعي والحسن البصري ومسلم بن سيار وأبو عبد الرحمن\nالسلمي يكبر إذا سجد، وبه قال الشافعي وأحمد بن حنبل وإسحاق بن راهويه،\nوأصحاب الرأي يقولون: يرفع رأسه من السجود ويكبر. وقال مالك بن أنس كقولهم،\nإذا كان القارئ في الصلاة، ويضعف ذلك إذا كان في غير الصلاة، وقد اختلف عن\nمالك في التكبير السجود إذا كان في غير صلاة، وكان الشافعي وأحمد بن حنبل\nيقولان: يرفع يديه إذا أراد أن يسجد <span id='ms018'></span>.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في قول أصحابنا بمعنى الاتفاق أن الساجد\nلسجدة القرآن يسجد بتكبيرة، ويرفع رأسه بتكبيرة ولو كان في غير الصلاة،\nوأما في الصلاة فلا أعلم أن ذلك يسع تركه إذا كان في الفريضة؛ لأنه قد ثبت\nفي قولهم: إنه إذا قرأ السجدة في الفريضة أن يسجد، ولولا أنها لازمة في\nالصلاة لما جاز إدخالها في الصلاة، وقد قال كثير من أهل العلم إنه حد، أعني\nالسجدة من السجدتين. ويخرج معنى الاتفاق أنه لا يجوز لأحد أن يزيد في\nالصلاة حدا من الحدود، وليس هو فيه، فلما أن ثبت بمعنى الاتفاق إجازتها في\nصلاة الفريضة ثبت أنها من الصلاة غير القراءة لها، وأنها ليست بزيادة في\nالصلاة، وثبت أنه لا يجوز السجود في الصلاة ولا القيام عنه إلا بالتكبير،\nفإذا كان ثابتا في الصلاة الفريضة فمثله في غير الصلاة في السنة والفضيلة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nومنه قال أبو بكر: واختلف أهل العلم في السجدة يسمعها المرء ولم يجلس\nلها، فقالت طائفة: إنما السجدة على من استمع، كذلك قال عثمان بن عفان، وقال\n/50/ ابن عباس: السجدة على من جلس لها، وروي ذلك عن عمران بن الحصين. وقال\nمالك: ليس على من سمع سجدة من إنسان قرأها ليس له بإمام أن يسجد، وبه قال\nالشافعي وأبو ثور. وقال الشافعي: إن سجد فحسن، وقال أصحاب الرأي في رجل قرأ\nالسجدة ومعه قوم قد سمعوها: إنهم يسجدون معه، وإن سمعوا سجدة غيرها فعليهم\nأن يسجدوا. وقال طائفة: إنما السجدة على من سمعها، كذلك قال ابن عمر، وقال\nإبراهيم النخعي وسعيد بن جبير ونافع: من سمع السجدة فعليه أن يسجد، وبه قال\nإسحاق وابن راهويه وأبو ثور، وقال الشافعي: من سمع رجلا يقرأ في الصلاة\nسجدة، فإن كان جالسا إليه يسمع قراءته فيسجد فليسجد معه، فإن لم يسجد فأحب\nالمستمع أن يسجد فليسجد.\n</p>\n\n<p>\nقال أبو سعيد: معي في قول أصحابنا أنه لا تجب السجدة إلا لمن قصد الإصغاء\nإليها والاستماع لها، كأنه يريد على <span id='ms019'></span> معنى الاستماع للسجود، ومن استمعها\nلغير هذا على غير هذا المعنى لم يكن عليه سجود. وفي بعض قولهم: إن كل من\nسمعها ولو لم يقصد بالإصغاء والإنصات إليها فعليه السجود، حتى قال من قال\nمنهم: إنه من كان في مجلس فيه ذكر وقراءة، فقرئت فيه السجدة فيسجد الناس\nفعليه أن يسجد لسجودهم، بمعنى المشاركة لهم. ويخرج في بعض قولهم: أن ليس\nعليه أن يسجد لمن لا يكون إماما له، وهو مثل المرأة والصبي يقرآن السجدة،\nفليس له ولا عليه أن يسجد لقراءتها، ولكن يقرأ السجدة هو ويسجد، فهو موضع\nما حي عن مالك أنه ليس على من يسمعها ممن لم يكن له بإمام سجودها. وقال من\nقال: عليه السجود جميع من سمعها من رجل أو امرأة أو صبي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nومنه قال أبو بكر: واختلفوا في التسليم في سجود القرآن، فقال ابن سيرين\nوأبو قلابة وأبو عبد الرحمن السلمي وأبو الأحوص: يسلم إذا رفع رأسه من\nالسجود، وبه قال إسحاق بن راهويه، فقال: يسلم عن يمينه السلام عليكم، وقال\nإبراهيم النخعي والحسن البصري وسعيد بن جبير ويحي بن وثاب والشافعي: ليس في\nسجودها تسليم، قال أحمد بن حنبل: أما التسليم لا أدري ما هو.\n</p>\n\n<p>\n/51/ قال أبو سعيد: معي أنه يخرج في قول أصحابنا الاختلاف في التسليم عن\nسجود القرآن. ومعي أنه قيل: إن عليه التسليم؛ لأنه يشبه معنى الصلاة، وليس\nعليه تسليم؛ لأنه ليس مجرد كالصلاة، ويعجبني هذا.\n</p>\n\n<p>\nومنه ذكر اختصار السجود، قال أبو بكر: وكره ذلك الشعبي وابن سيرين والحسن\nالبصري وأحمد بن حنبل وإسحاق، وفسر ذلك أحمد قال: إنما هو أن يقرأ آية أو\nآيتين قبل ذلك فهو أحب إلي، وقال الحسن نحوا من قوله، ورخص فيه أبو ثور،\nوقال إن شاء سجد، وإن شاء لم يسجد.\n</p>\n\n<p>\nقال أبو سعيد -رحمه الله-: معي أنه يخرج في معاني قول أصحابنا بمعنى\nإجازة ذلك، إذا قصد به الفضل للسجود؛ لأن السجود سنة، والقراءة لغير معنى\nثبوت شيء، ومن الأمور ولا يخرج إلا <span id='ms020'></span> فضيلة، والسجود أكبر من معنى لإطلاق\nالقراءة، وكذلك روي عن بعض أهل العلم أنه كان يتوخى السجود من القرآن في كل\nركعة واحدة من صلاة الليل، ويسجد السجدات بمعنى الفضل، وكذلك لو توخى عندي\nفي القراءة يريد بذلك الفضل كان عندي جائزا وفضلا. [بيان، 14/51]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n             ومن كتاب الأشراف قال أبو بكر: واختلف أهل في المقدار الذي يجب\nعلى المسافر إذا قام ذلك المقدار إتمام الصلاة؟ فقالت طائفة: إذا أجمع على\nإقامة خمس عشرة أتم الصلاة، روينا هذا القول عن ابن عمر، وبه قال سفيان\nالثوري وأصحاب الرأي. وقالت طائفة: إذا أجمع إقامة اثنتي عشرة ليلة أتم\nالصلاة، هذا قول ابن عمر آخر أقاويله، ومال الأوزاعي إلى هذا القول، وقالت\nطائفة: إلى هذا القول. وقالت طائفة: إذا عزم على مقام عشر ليال أتم الصلاة،\nوهذا قول الحسن، وبه قال محمد بن علي. وقالت طائفة: إذا أقام أكثر من خمس\nعشرة ليلة أتم الصلاة، هذا قول الليث بن سعيد. وفيه قول خامس: وهو أن من\nأقام أربعا صلى أربعا. وفيه قول سادس قاله أحمد بن حنبل قال: إذا أجمع\nلعشرين صلاة مكتوبة قصر، وإذا عزم أن يقيم أكثر من ذلك أتم. وقد روينا عن\nسعيد بن المسيب في هذه المسألة أربع روايات: أحدها كقول الثوري، والثاني\nكقول مالك، والثالث قال: إذا وطنت نفسك بأرض أكثر من ذلك فأتم، والقول\nالرابع: إذا أقام المسافر ثلاثا أتم. وقال الحسن البصري: يصلي ركعتين إلى\nأن يقدم مصرا من الأمصار. وفيه /58/ قول عاشر: وهو قول من فرق بين الخوف\nوالمقام بغير الخوف في الخوف، وقال الشافعي: وقد كان وكل ما كان غير مقام\nحرب ولا خوف قصر، فإذا جاوز مقامه أربعا أحببت أن يتم، فإن لم يتم أعاد،\nوليس يحسب اليوم الذي كان فيه سائرا ثم قدم، ولا اليوم الذي فيه مقيم ثم\nسار، فإذا كان مقامه لحرب أو خوف فقصر ما بينه وبين ثماني عشرة ليلة، فإن\nجاوزها أتم. وفيه قول إحدى عشر: روي ذلك عن <span id='ms021'></span> ربيعة بن أبي عبد الرحمن قال:\nمن أجمع إقامة يوم وليلة صلى صلاة القصر، وعليه الصوم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في قول أصحابنا أن المسافر عن وطنه إلى حيث\nيجب عليه القصر على حكم السفر، وصلى السفر لا غاية لذلك من قولهم إلى أن\nيجمع مقاما لا غاية له أو يتخذ الموضع دارا ووطنا، ثم هنالك يرجع إلى\nالتمام بمعنى اتخاذ الوطن، وبمعنى الإقامة الذي يجب بها التمام، ولا أعلم\nمن قولهم يخرج أحد ما قيل، وحكي من هذه الأقاويل إذا كان للمرء ببلد يتخذه\nوطنا ومقيما فيه، فسافر عنه سفرا يجب فيه القصر.\n</p>\n\n<p>\nمسألة: -ومن كتاب الضياء- وقال جابر في الدين يخرجون سفرا في تجارة لهم\nفيقيمون الخمس السنين والعشر أنهم في سفر، وعليهم أن يصلوا قصرا.\n</p>\n\n<p>\nومن كتاب الأشراف: خرج رسول الله - صلى الله عليه وسلم - إلى مكة في حجة\nالوداع فقصر الصلاة، وأجمعوا على أن من سافر مثل هذه المسافة أن يقصر\nالصلاة، إذا كان خروجه فيما تقدم معناه، واختلفوا فيمن سافر هذه المسافة،\nفقال مالك بن أنس والشافعي وأحمد بن حنبل وإسحاق يقولون: من سافر مسير\nأربعة برد فله أن يقصر الصلاة، واحتجوا بأخبار رويت عن عمر وابن عباس في\nهذا الباب، وقالت طائفة: يقصر الصلاة في سفرة يومين، ولم يذكر الأميال، هذا\nقول الحسن البصري والزهري. وفيه قول ثالث: وهو أن يقصر الصلاة في مسيرة يوم\nتام، ثبت أن ابن عمر كان يقصر الصلاة إذا خرج إلى أرض يسير إلى أذربيجان،\nوهي ثلاثون ميلا، وروي عن ابن عباس أنه قال: يقصر فيما دون ذلك. وفيه قول\nرابع: من /59/ سافر ثلاثا قصر، وري هذا القول عن ابن مسعود، وبه قال الثوري\nوالنعمان وابن الحسين، وقال النعمان: ثلاثة أيام ولياليها بسير الإبل ومشي\nالأقدام، وكان الأوزاعي يقول: قصر الصلاة فيما بينه وبين خمسة فراسخ، فذلك\nخمس عشرة ميلا. وكان قبيصة بن ذويب وهاني بن كلثوم وعبد الله بن محريز\nيقصرون الصلاة فيما بين الرملة وبيت <span id='ms022'></span> المقدس. وقال الأوزاعي: وعامة العلماء\nيقولون مسيرة يوم تام، وبهذا نأخذ.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني الاتفاق من قول أصحابنا أن السفر\nالذي يلزم فيه القصر ويجب هو ستة أميال، وهو فرسخان، وجاء ذلك من قولهم\nيرفع عن ابن عباس وابن عمر جميعا، ولا بينهم في ذلك اختلاف، ولا يعجبني على\nكل حال وإن كان قد اتفق قولهم على هذا أن يتخذ دينا يخطأ عما سواه، ولكنه\nلم يأت في ذلك حد محدود من كتاب أو سنة منصوصة أو إجماع فيه باختلاف، فكان\nمما يلزم به العمل، بل ثبت في معنى الاجتهاد في النظر، لأداء الفرائض في\nالتمام والقصر لثبوتهما مفترقين. [بيان، 14/59]\n</p>\n\n<p>\nفي المسافر متى يجوز له القصر من (كتاب الأشراف)\n</p>\n\n<p>\nمن كتاب الأشراف قال أبو بكر: أجمع كل من يحفظ عنه أهل العلم على أن الذي\nيريد السفر أو يقصر الصلاة إذا خرج من جميع بيوت القرية التي منها يخرج،\nواختلفوا في تقصير الصلاة قبل الخروج عن البيوت، فكان مالك بن أنس\nوالأوزاعي والشافعي وأحمد بن حنبل وإسحاق وأبو ثور، وقد روينا عن الحارث بن\nأبي ربيعة أنه أراد سفرا فصلى بهم ركعتين في منزله، وفيهم الأسود بن زيد\nوغير واحد من أصحاب عبد الله بن مسعود، وقد روينا معنى هذا عن عطاء بن أبي\nرباح وسليم بن موسى، وقد روينا عن مجاهد قولا ثالثا لا نعلم أن أحدا وافقه\nعليه، قال: إذا خرجت مسافرا فلا تقصر الصلاة يوما حتى إلى الليل.\n</p>\n\n<p>\nقال أبو بكر: بالقول الأول أقول.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في عامة قول أصحابنا إنه إذا خرج مسافر سفرا\nيكون فيه مسافرا يجب عليه فيه القصر أنه يقصر إذا خرج من عمران بلده الذي\nيتخذه وطنا، أو ينوي فيه العمران، وعمران البلد عندهم بمعنى الاتفاق اتصال\nالبيوت أو النخل أو أحدهما، فإذا خرج من عمران بلده كان له وعليه القصر في\nهذا القول إلى أن يرجع إلى عمران بلده، إن جاوز السفر <span id='ms023'></span> الذي يجب به القصر من\nالسفر، ولا أعلم من قولهم أنه لا يجوز له، ولا يجب عليه القصر في بيته ولا\nبلده قبل مجاوزة عمران بلده على حال. [بيان، 14/71] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n             فيمن خرج\nمسافرا ثم بدا له فرجع قبل مجاوزة الفرسخين\n</p>\n\n<p>\nمن كتاب الأشراف: واختلفوا في مسافر خرج فقصر بعض الصلوات ثم ذكر حاجة\nفرجع، فقال سفيان الثوري: يتم الصلاة؛ لأنه لم يبلغ سفرا يقصر فيه الصلاة،\nوقال مالك: يتم الصلاة إذا رجع حتى يخرج فاصلا من باب بيته ويجاوز بيوت\nالقرية، وقال الشافعي: يقصر إلا أن يكون في رجوعه قام في أهله أربعا، ولو\nأتم كان أحب إلي، وقال أحمد بن حنبل: هم مسافر؛ إلا إذا كان له أهل، لحديث\nابن عباس: (إذا قدمت أهلك أو ماشيتك فأتم).\n</p>\n\n<p>\nقال أبو بكر: إن بدا له أن يرجع تاركا لسفره وقد صلى بعض الصلوات قبل أن\nيبدو له في الرجوع، فإن سفيان الثوري قال: تمت صلاته التي صلى، ويتم الصلاة\nفي مرجعه إذا كان فيما لا يقصر إليه الصلاة، وهذا يشبه مذهب الشافعي، وبه\nقال أبو ثور.\n</p>\n\n<p>\nقال أبو بكر: كذلك نقول. وقد روينا عن الحسن البصري أنه قال: إن كان في\nوقت صلاة صلاها أعاد تلك الصلاة، وإلا فقد تمت صلاته. وقال الأوزاعي: إن\nسافر عشرة أميال فصلى الظهر والعصر ركعتين، ثم بدا له أن يرجع إلى أهله يتم\nشك الصلاتين ركعتين ركعتين.\n</p>\n\n<p>\nقال أبو سعيد: يخرج في قول أصحابنا أنه إذا خرج يريد سفرا يجب به القصر\nمن عمران بلده فقصر شيئا بمعنى الخروج، ثم أجمع الرجعة قبل أن يصلي السفر\nالذي يجب به القصر أنه يتم الصلاة، وما صلى الله على ذلك قبل /80/ أن يجمع\nالرجعة من صلاة القصر فهو تام في عامة قولهم، وقد قيل: عليه الإعادة إذا\nرجع قبل أن يسافر، وإذا أراد أن يسافر فهو يتم حتى يعزم على الرجعة إلى\nالسفر سفرا يجب به القصر، فإذا رجع سافر وسار كان عليه القصر، بمعنى\nالاتفاق الأول، وما <span id='ms024'></span> كان لم يسر ولو دخل بيته -لعله- أراد ولو حول نيته إلى\nالسفر الذي يقصر به، ولو كان خارجا من وطنه فهو على التمام حتى يسير\nمسافرا. [بيان، 14/80]\n</p>\n\n<p>\nفيمن سافر بعد حضور الصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n             من كتاب الأشراف قال أبو بكر:\nأجمع كل من نحفظ عنه من أهل العلم على أن لمن خرج بعد زوال الشمس مسافرا أن\nيقصر الصلاة، وممن حفظنا عنه مالك بن أنس والثوري والأوزاعي والشافعي وأبو\nثور وأصحاب الرأي.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في قول أصحابنا أنه إذا حضر وقت الصلاة قبل\nأن يخرج من عمران بلده، كان في بيته أو سائرا فلم يصل حتى يصل من عمران\nبلده إلى الموضع الذي يجب فيه القصر، أنه يختلف في ثبوت الصلاة عليه، فقال\nمن قال: بالتمام لثبوتها عليه في موضع التمام، وإذا كان مخاطبا بها، وقال\nمن قال: القصر للسعة له في تأخيرها بمعنى الاتفاق، إلى أن صار إلى موضع\nالقصر في الوقت فوجب عليه صلاة القصر بالسعة، إذا كان من تركها في سعة،\nوقال من قال: هو مخير إن شاء صلى في هذا قصرا، وإن شاء تماما. [بيان، 14/95]\n</p>\n\n<p>\nفي صلاة السفر ومن أتم الصلاة أو قصرها حيث يجوز ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n             من كتاب\nالأشراف قال أبو بكر: أجمع أهل العلم على أن من سافر سفرا يقصر في مثله\nالصلاة، وكان سفره في حج أو عمرة أو جاهد أن يقصر الظهر والعصر والعشاء،\nفيصلي كل واحدة منهما ركعتين ركعتين، وأجمعوا على أن لا يقصر في صلاة\nالمغرب وصلاة الصبح. واختلفوا فيمن خرج في مباح جائز كمطالبة بمال، فقال\nأكثر علماء الأمصار: له أن يقصر الصلاة إذا خرج إلى ما أبيح له، هذا قول\nالأوزاعي والشافعي وأحمد بن حنبل وأبي ثور، وهو مذهب أهل المدينة وأهل\nالكوفة، وروينا هذا المذهب عن علي بن أبي طالب وابن عباس وابن عمر. وقال\nابن مسعود: لا يقصر الصلاة إلا في حج أو جهاد، وروينا عن عمران بن الحصين\nأنه قال: إنما يقصر الصلاة <span id='ms025'></span> إن كان شاخصا أو بحضرة عدو، وقال عطاء: لا يقصر\nإلا في سبيل من سبل الخير، ولعطاء قول ثان: وهو أن له أن يقصر في كل حال،\nواختلفوا فيمن سافر في معصية، ففي قول الشافعي وأحمد بن حنبل أن عليه أن\nيتم، قال الشافعي: وذلك مثل أن يخرج باغيا أو يقطع طريقا أو ما في معناه.\nوقال الأوزاعي فيمن خرج في بعث إلى بعض المسلمين يقصر الصلاة ويفطر في\nرمضان، ووافق ذلك طاعة أو معصية، حكى ذلك النعمان.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\n/100/ قال أبو سعيد: يخرج في قول أصحابنا بمعنى الاتفاق أن للمسافر وعليه\nقصر الصلاة إذا سافر السفر الذي يقصر فيه في جميع أسفاره، من حج أو عمرة أو\nغير ذلك من المباحات، ليس له في ذلك تخيير، وفي شهر رمضان له الإفطار بمعنى\nالاتفاق، إن شاء أفطر وإن شاء صام في جميع هذه الأسفار، وأما في الأسفار\nالتي يخرج فيها عاصيا لله باغيا أو معتديا من حرب للمسلمين أو قطع الطريق\nأو ظلم العباد أو جميع الأسفار التي يكون فيها عاصيا، وإليها خرج وقصد،\nفهذا من السفر كله يخرج عندي فيه معاني ذلك الاختلاف، ففي بعض قولهم: إنه\nمسافر وعليه وزر ما احتمل وله حكم ما دخل فيه من حكم الشريعة من القصر\nوالإفطار، وقال من قال: ليس له ذلك، وعليه صلاة التمام والصيام في شهر\nرمضان، والقول الأول عندي أصح؛ لأن أهل المعاصي داخل عليهم ولهم حكم\nالشريعة، كما تلزمهم واجباتها، كذلك لهم رخصها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nومنه قال أبو بكر: واختلفوا في تمام الصلاة في السفر، فكان الشافعي وأبو\nثور يقولان: إن شاء المسافر أفطر، وإن شاء لم يفطر، وقد روي عن عائشة أم\nالمؤمنين أنها كانت تتم في السفر. وفيه قول ثان: وهو على من أتم في السفر\nالإعادة، هذا قول حماد بن أبي سليمان. وقال عمر بن عبد العزيز: الصلاة في\nالسفر ركعتان حتمان لا يصلح غيرهما، واختلف فيه عن مالك بن أنس، فقال مرة\nفي المسافر أم مقيما أتم بهم <span id='ms026'></span> الصلاة، جاهلا أو يتم المسافر والمقيم؟ قال:\nأرى أن يعيدوا الصلاة جميعا، ويحكى عنه أنه قال: يعيد ما كان في الوقت، وما\nمضى وقته فلا إعادة عليه، واختلف فيه عن أحمد بن حنبل، مرة يقول: أنا أحب\nالعافية من هذه المسألة، وقال مرة: إن أتم فلا شيء عليه، وقال مرة: لا\nيعجبني أن يصلي أربعا، السنة ركعتان. وقال أصحاب الرأي: إن صلى المسافر\nأربعا، فإن كان قعد فر ركعتين فصلاته تامة، وإن لم يقعد بين الركعتين قدر\nالتشهد فعليه أن يعيد. وقد احتج بعض من أوجب عليه الإعادة إذا أتم الصلاة\nبأن عمر بن الخطاب -رحمه الله- قال: صلاة السفر ركعتان تمام لا قصر عن لسان\nرسول الله - صلى الله عليه وسلم - . قال غيره: الذي بلغنا عن عمر بن الخطاب\nأنه قال: صلاة المسافر ركعتان تماما بلا قصر على /101/ لسان رسول الله -\nصلى الله عليه وسلم - ، وكذلك قال في صلاة الجمعة، وأحسب أنه قال: وصلاة\nالعيدين. وقال جابر بن عمر: من صلى في السفر أربعا كمن صلى في الحضر\nركعتين. وقالت عائشة: إن الصلاة أول ما فرضت ركعتين، ثم أتم الله الصلاة في\nالحضر، فأقرت على هيئتها في السفر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: يخرج عندي في معاني قول أصحابنا بما يشبه معاني الاتفاق أن\nصلاة السفر ركعتان إلا صلاة المغرب، فإن السنة فيها بالاتفاق أنها ثلاث\nركعات في الحضر والسفر، إلا في صلاة الخوف فإنها ركعتان في الحضر والسفر،\nوكذلك صلاة الخوف للمواقعة في الحضر والسفر. وأما إن صلى المسافر تماما\nجهلا منه لما يلزمه فيخرج عندي في قولهم اختلاف في ذلك، قال من قال: عليه\nالإعادة والكفارة، وقال من قال: عليه الإعادة ولا كفارة عليه، وقال من قال:\nلا إعادة عليه ولا كفارة؛ لأنه حينما صلى الركعتين الأولتين وأتم التشهد\nفقد تمت صلاته، ولا تضر الزيادة، ويعجبني هذا القول، وسواء عندي علم في\nالوقت أو بعد الوقت، وقد روي عن عمر بن الخطاب أنه قال: صلاة الجمعة وصلاة\nالسفر وصلاة <span id='ms027'></span> العيد ركعتان تماما بلا قصر على لسان رسول الله - صلى الله\nعليه وسلم - . [بيان، 14/101]\n</p>\n\n<p>\nومن كتاب الأشراف: واختلفوا في المسافر يمر في سفر بقرية لها فيها أهل\nومال، فروينا عن ابن عباس أنه قال: إذا قدمت إلى أهل لك وماشية فأتم\nالصلاة. وقال الزهري: إذا مر بمزرعة له في سفر أتم صلاته، وقال مالك: إذا\nمر بقرية له فيها أهله وماله أتم الصلاة، إذا أراد أن يقيم فيها يومه\nوليلته، وقال أحمد بن حنبل بقول ابن عباس، وقال سفيان الثوري: إن قدم على\nماشية له أو قرية له ولم يكن له ذلك قرارة فليصل ركعتين، وقال الشافعي:\nركعتين ما لم يجمع مقام أربع.\n</p>\n\n<p>\nقال أبو بكر: وكذلك نقول.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه قد مضى القول في هذا في معنى ما يستدل عليه، وبه\nإذا كان للمرء وطنان فسافر عنه، وأما إذا لم يكن له وطن يتخذه وكان سائرا\nفيخرج فيه قولان: أحدهما أنه على /109/ معنى القصر أبدا حتى يتخذه وطنا يتم\nفيه، والآخر أنه حيثما حل لطلب معاشه لغير غاية يعتقدها أتم الصلاة، وحيثما\nسافر أو حل بغاية يكون خروجه لها فإنه يقصر الصلاة بمعنى السفر. [بيان،\n14/109] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n             ومن كتاب الأشراف قال أبو بكر: واختلفوا في المكاري\nوالملاح وصاحب السفينة تحضرهم الصلاة؟ فقالت طائفة: يقصرون الصلاة إذا\nسافروا، هذا قول الشافعي وابن الحسين وأبي ثور، وقال أحمد بن حنبل في\nالملاح إذا كانت السفينة يتم الصلاة، وقال المكاري الذي دهره في السفر\nيقصر، واختلفوا فيمن خرج من القرية الميل والميلين ثم قام بها يوما أو\nيومين، فقال مالك: لا يقصر حتى يخرج إلى حد ما يجب فيه الجمعة، ويقصر في\nقول الشافعي إذا برز عن البيوت.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في قول أصحابنا إن السفر عن الأوطان والإسكان\nسواء في بر أو بحر، وأن الأوطان تخرج مثل ذلك إذا اتخذ موضعا من الواضع\nوطنا أو سكنا، فهو سكنه في بر أو بحر، ويتم فيه الصلاة، ولا يخرج عندي <span id='ms028'></span> أن\nتكون السفينة وطنا؛ لأنها ليست بمستقرة في موضع دون موضع، وإنما هي ظرف له\nووعاء في الحضر والسفر سواء، وقد مضى القول فيما يحب للمسافر، وعليع لمن\nاتخذ الأوطان أو قطعها من معنى ثبوت القصر أو التمام، فهذه الفصول داخلة في\nذكر ما مضى إن شاء الله. [بيان، 14/117]\n</p>\n\n<p>\nومن كتاب الأشراف قال أبو بكر: ثبت أن عمر بن الخطاب قال لأمة رآها:\nاكشفي رأسك لا تتشبهي بالحرائر، وممن رأى ذلك ليس عليها أن /134/ تختمر\nشريح الكندي وإبراهيم النخعي والشعبي ومالك بن أنس وسفيان الثوري والأوزاعي\nوالشافعي وأحمد بن حنبل وإسحاق بن راهويه وأبو ثور وأصحاب الرأي.\n</p>\n\n<p>\nقال أبو بكر: وحكم المكاتبة والمدبر والمعتق يصفها كحكم الأمة، وكان عطاء\nبن أبي رباح يستحب أن تقنع الأمة إذا صلت، وكان الحسن البصري بين أهل العلم\nيوجب عليها الخمار إذا تزوجت، وإذا اتخذها الرجل لنفسه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: قال معي أنه يخرج في قول أصحابنا أنه ليس على الأمة ستر\nرأسها في صلاة ولا في غيرها، ولا أعلم في ذلك فرقا في معاني اللازم اتخاذها\nسيدها سرية، أو كان لها زوج، وإن سترت رأسها فليس بقبيح في هذا الزمان؛\nلأنها إنما كان المعنى من أمرها لا تختمر رأسها وتنهى عن ذلك لا تشبه\nالحرائر قد ظهر لهن من الزي والعادة ما قد أجمعن على ستر رؤوسهن، ولا يؤذين\nمن هذا الوجه، إذا كن مؤذين بالتشبيه بالإماء بالمدينة، وقد زال ذلك عندنا\nوللإماء والحرائر، وأحسب أن هذا هو سبب منع عمر بن الخطاب -رحمه الله-\nالأمة أن تتشبه بالحرائر، ومن ذلك أنه في فريضة كسوة العبد على السيد من\nالإماء والعبيد، ثوب ثوب فول كان ستر رؤوس، إلا ما يجب لما كان يقصر\nالمسلمون في الحكم عن إبلاغها إلى ذلك، وهذا يخرج عندي في قولهم لمعنى\nالاتفاق، وقد علموا أن الصلاة عليها، وأما المدبرة ففي قول أصحابنا بمنزلة\nالأمة، ولا أعلم بينهم في ذلك اختلافا ما لم يعتق، وأما المكاتبة والذي\nيعتق بعضها <span id='ms029'></span> فهي حرة من حينها كلها، ولا يدخل الرق في البعض، ولا أعلم بينهم\nفي ذلك اختلافا، والمكاتب معهم مثل المعتق نصفه ولا فرق بينهما في وجوب\nالحرية فيما معهم.\n</p>\n\n<p>\nقال أبو بكر: واختلف أهل العلم في أم الولد تصلي بغير خمار، فقال إبراهيم\nالنخعي والشافعي وأبو ثور هي والأمة سواء، وقال الحسن وابن سيرين ومالك بن\nأنس وأحمد بن حنبل: تختمر إذا صلت، غير أن مالكا قال: أحب إلي إذا صلت بغير\nخمار أن تعيد في الوقت، ولا أراه واجبا.\n</p>\n\n<p>\nقال أبو بكر: بالقول الأول أقول، وإذا صلت بعض صلواتها بغير قناع، ثم\nأعتقت أخذت قناعها، وسن هذا الشعبي والشافعي وأبو ثور وأصحاب الرأي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\n/135/ قال أبو سعيد: معي أنه يخرج في قول أصحابنا أن أم الولد بمنزلة\nالأمة في جميع أحكامها ما لم تعتق بولدها إذا ورثها، أو ورث منها شيئا، ولا\nفرق بينها وبين الأمة في شيء من الأحكام، وأما إذا أعتقت وقد صلت شيئا من\nصلاتها معي أنه قد قيل: إنها تبتدئ الصلاة على حال، ولا تبني على صلاتها\nإذا كانت مكشوفة الرأس وهي أمة؛ لأن الصلاة لا تتجزأ، وذلك على قول من\nيقول: إنها هي حرة لا تجوز لها الصلاة وهي مكشوفة الرأس، وقال من قال: تخمر\nرأسها وتبني على صلواتها، ومعي أنها ما لم تجاوز حدا من الحدود مكشوفة\nالرأس، فهو في هذا القول عندي أحسن؛ لأنها كانت معذورة في صلاتها، بمعنى\nالاتفاق من قول أصحابنا، فإذا لم تتعد حدا لا متخمرة فقد أتت بما يجب\nعليها. [بيان، 14/135]\n</p>\n\n<p>\nفي صلاة الجمع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n             من كتاب الأشراف قال أبو بكر: ثبتت الأخبار عن\nرسول الله - صلى الله عليه وسلم - أنه جمع بين الظهر والعصر في وقت الظهر،\nوجمع بين المغرب والعشاء في المزدلفة في وقت العشاء، وثبت عنه - صلى الله\nعليه وسلم - أنه كان إذا عجل بالسير جمع بين المغرب والعشاء، ودل خبر معاذ\nعلى جمعه بين الصلاتين في السفر، وهو نازل غير سائر، فالجمع بين الصلاتين\nفي السفر <span id='ms030'></span> جائز، نازلا أو مسافرا، فعل ذلك النبي - صلى الله عليه وسلم - ،\nوقد أجمع أهل العلم على القول ببعض الأخبار، فاختلفوا في القول ببعضها،\nفيما اجتمعوا عليه وتوارثته الأمة قرن عن قرن، وتبعهم الناس عليه صدر بان\nرسول الله - صلى الله عليه وسلم - إلى هذا الوقت يجمع بين الظهر والعصر\nبعرفة، وبين المغرب والعشاء يجمع في ليلة النحر، واختلفوا في الجمع بين\nالصلاتين في سائر الأوقات، فرأت طائفة أن الجمع للمسافر بين الظهر والعصر،\nوبين المغرب والعشاء، وممن رأى ذلك سعد بن أبي وسعد بن زيد وأسامة بن زيد\nوابن عباس وأبو موسى الأشعري وابن عمر وطاووس ومجاهد وعكرمة ومالك والشافعي\nوأحمد بن حنبل وإسحاق وأبو ثور، وكرهت طائفة الجمع بينهما، إلا عشية عرفة\nوليلة جمع، هذا قول الحسن البصري ومحمد بن سيرين، وبه قال أصحاب الرأي.\n</p>\n\n<p>\nقال أبو بكر: وبالقول الأول أقول.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معاني قول أصحابنا بما يواطئ الاتفاق، يخرج عندي على /152/\nإجازة جمع الصلاتين بالقصر للمسافر كان سائرا أو نازلا وأنه لا يجوز الجمع\nللصلاتين للمقيم إلا بعذر ولو كان بعرفة، وجمع من الحاج ممن هو غير مسافر\nفي ذلك ولم يثبت عندي في معنى قولهم إن له جمع الصلاتين بالتمام ولا\nبالقصر، وكان عليه صلاة التمام في وقتها، والجمع من النبي - صلى الله عليه\nوسلم - في عرفات، وجمع عندي سنة تلزم الأمة بإقرارهم كلهم بها، واختلافهم\nفيما سواهما، وإنما عرفت الأمة عندي الجمع من النبي - صلى الله عليه وسلم -\nفي عرفة، وجمع بشهرة ذلك وصحة نقله إلى الآفاق، واختلفوا فيما سوى ذلك لقلة\nعلمهم بثبوت السنة، لأنه لا معنى يدل على إجماعهم أن الجمع جائز في عرفة\nوفي جمع إلا وهو جائز فيما سواهما، لمن نزل بمنزلتهما للمسافرين، والجمع\nعندي في قول أصحابنا سنة، يخرج على معنى التخيير للمسافرين، لا على معنى\nاللزوم، والمسافر عندهم مخير بين الجمع والقصر لكل صلاة في وقتها بصلاة القصر.\n</p>\n\n<p>\nومن الكتاب قال أبو بكر: واختلفوا في الجمع بين الصلاتين، فكان <span id='ms031'></span> الشافعي\nوإسحاق يقولان: من كان له أن يقصر فله أن يجمع إن شاء في وقت الأولى منهما،\nوإن شاء في وقت الآخرة. فقال عطاء بن أبي رباح: لا يضره أن يجمع بينهما في\nوقت إحداهما. وقالت طائفة: إذا أراد المسافر الجمع بين الصلاتين أخر الظهر\nوعجل العصر، وأخر المغرب وعجل العشاء، وجمع بينهما، وروي هذا القول عن سعد\nبن أبي وقاص وابن عمر وعكرمة. وقال أحمد: وجه الجمع أن يؤخر الظهر إلى أن\nيدخل وقت العصر، ثم ينزل فيجمع بينهما، ويؤخر المغرب كذلك، وإن قدم فأرجو\nألا يكون به بأس. قال إسحاق: كذلك بلا رجاء، وأما أصحاب الرأي فإنهم يرون\nأن تصلي الظهر في آخر وقتها والعصر في أول وقتها، وأما أن يصلي واحدة في\nوقت الأخرى فلا، إلا بعرفة ومزدلفة.\n</p>\n\n<p>\nقال أبو بكر: بقول الشافعي أقول.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: الذي يخرج عندي من استحباب قول أصحابنا: إنه إذا كان\nالمسافر في مكنة من أمره وأراد الجمع توخى أن يصلي الأولى في آخر وقتها،\n/153/ والآخرة في أول وقتها، وإذا فعل ذلك لم يخرج من معاني الاتفاق، وما\nفعل ذلك خرج عندي من معنى قولهم إنه جائز، وإذا كان نازلا وأراد السفر\nاستحب له أن يجمع الصلاتين في الأولى، لما يدخل عليه من شغل السفر، وإذا\nكان سائرا يرجو النزول استحب له أن يؤخر الجمع في وقت الآخرة للمكنة\nللصلاة، ولما به من شغل السفر. [بيان، 14/153]\n</p>\n\n<p>\nومن كتاب الأشراف قال أبو بكر: ثبت أن رسول الله - صلى الله عليه وسلم -\nأنه جمع بالمدينة بين الظهر والعصر وبين المغرب والعشاء الآخرة في غير خوف\nولا سفر، واختلفوا فيه، فقال مالك: يجمع بين المغرب والعشاء الآخرة في\nالليلة المطيرة، ولا يجمع بين الظهر والعصر في حال المطر، ويجمع بينهما،\nوإن لم يكن مطر إذا كانت طشا أو ظلمة، وكان أحمد وإسحاق يريان الجمع بين\nالمغرب والعشاء في الليلة المطيرة، وكان ابن عمر يرى ذلك، وفعل ذلك أبو ذر\nوعثمان وعروة بن الزبير وسعيد <span id='ms032'></span> بن المسيب وأبو بكر بن عبد الرحمن وأبو سلمة\nبن عبد الرحمن ومروان بن عبد العزيز. وقال الشافعي: ويجمع بين الظهر والعصر\nوبين المغرب والعشاء إذا كان المطر قائما، ولا يجمع في غير حال المطر، وبه\nقال أبو ثور، وكان عمر بن عبد العزيز يرى الجمع بين الصلاتين في حال الريح\nوالظلمة. وقالت طائفة: الجمع بين الصلاتين مباح في الحضر وإن لم يكن مطرا،\nواحتجوا بخير يروى عن ابن عباس أن رسول الله - صلى الله عليه وسلم - جمع\nبين الظهر والعصر وبين المغرب والعشاء في غير خوف ولا مطر، قيل لابن عباس\nإن رسول الله - صلى الله عليه وسلم - حين فعل ذلك أراد أن لا يحرج أمته،\nوقد روينا عن ابن سيرين أنه كان لا يرى بأسا أن يجمع بين الصلاتين إذا كانت\nحاجة أو شيئا مما يتخذه عادة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا أنه ليس للمقيم الجمع\nبين الصلاتين في وقت إحداهما إلا من عذر من مطر يخاف منه الضرر أو من مرض\nيشغله عن القيام بالصلاتين كل صلاة في وقتها، أو معنى من المعاني يوجب معنى\nالضرر للقيام بالصلاة في وقت الحاضرة، فإذا كان شيء من هذا فمعهم أنه جائز\nللمقيم الجمع بين الصلاتين بالتمام في وقت الأولى منهما أو في وقت الآخرة،\nويستحب له إن أمكنه ذلك أن يتحرى أن يصلي الأولى في آخر وقتها، والآخرة في\nأول وقتها، وإذا وجب العذر فأي ذلك جاز له عندي من قولهم يشبه معاني\nالاتفاق، كنحو ما اشتبه ذلك عندي من قولهم في الجمع في السفر لثبوت معاني\n/163/ المشقات، ومعاني الضرر في القيام بالصلاة في وقتها، ولأنه إذا ثبت\nمعنى القصر في السفر بمعنى الترخيص، وقد قال تعالى: {إن كان بكم أذى من مطر\nأو كنتم مرضى} فقد ساوى بين المطر والمرض، وقال: {ومن كان مريضا أو سفر\nفعدة من أيام أخر} فثبت بمعنى المرض الإفطار في الصوم في رمضان بنحو ما ثبت\nفي السفر <span id='ms033'></span>، فلما ثبتت هذه المعاني كان الجمع فيهما مشابها مستوى المعاني،\nوأما على غير معنى عذر فلا يثبت عندي على معاني قولهم إجازة الجمع للمقيم،\nإلا أنه إن فعل كما روي عن النبي - صلى الله عليه وسلم - أنه صلى الأولى في\nآخر وقتها، وصلى الآخرة في أول وقتها جمعا معا وأبصر ذلك، ومعناه خرج ذلك\nمخرج الإفراد لا مخرج الجمع؛ لأنه قد صلى كل صلاة في وقتها. [بيان، 14/163]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n             من كتاب الأشراف: روينا عن عمر بن الخطاب -رضي الله عنه- أنه\nقال: إذا كان في يوم غيم فعجلوا العصر وأخروا الظهر. وعن ابن مسعود -رضي\nالله عنه- أنه قال: عجلوا الظهر والعصر وأخروا المغرب. وعن الحسن وابن\nسيرين قال: تعجلوا العصر وتؤخروا المغرب. وقال الشافعي: إذا كان الغيم\nمطبقا تراعى الشمس، ويحتاط ويتوخى تن يصليها بعد الوقت، ويحتاط بتوخيها بما\nبينهما وبين أن يخاف دخول العصر، وقال إسحاق: نحوا من ذلك. وقال /164/\nأصحاب الرأي: تؤخر الظهر وتعجل العصر، وتؤخر المغرب وتعجل العشاء، ويثوب\nبالفجر.\n</p>\n\n<p>\nقال أبو سعيد: معي أن معاني قول أصحابنا ما يخرج في الصلاة في الغيم، نحو\nما يروى عن أصحاب الرأي أنهم يراعون أوقات الصلاة ويؤخرون صلاة الظهر، حتى\nلا يشكوا أنها قد زالت، ويعجلون صلاة العصر، على معنى الاحتياط أن تكون قبل\nالمغرب، وبعد أن يدخل وقتها في الاعتبار معهم، وكذلك يؤخرون صلاة المغرب\nحتى لا يشكوا أن الليل قد طلع، ويعجلون العشاء الآخرة حتى لا يشكوا أنهم\nصلوها في وقتها، وكذلك يؤخرون صلاة الفجر حتى لا يشكوا في معنى الفجر أنهم\nيصلونها بعد طلوع الفجر. والمذهب عندي في هذا التحري إنه إذا كان الوقت من\nالصلاة لم يحن وصلاها لم يقع في النظر، فإذا كان قد حان الوقت وانقضى\nوصلاها وقعت على حال، إما في وقتها وإما بدلا منها، والاعتبار في التحري\nيخرج عندي على هذا المعنى أنه قد جاز في النظر أتم الصلاة حينئذ، فإن كان\nفي الوقت فقد وافق، وإن كان في غير الوقت فقد <span id='ms034'></span> صح البدل. [بيان، 14/164]\n</p>\n\n<p>\nمسألة: ذكر سجود صلاة المريض.. على شيء يرفع إلى وجهه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n             ومن\nكتاب الأشراف قال أبو بكر: أجمع أهل العلم على أن الركوع والسجود لا تجزيه\nالصلاة إلا أن يركع ويسجد، فإن عجز عن السجود ففيها قولان: أحدهما أن يومئ\nإيماء، ولا يرفع شيئا إلى وجهه ويسجد عليه، روي هذا القول عن ابن مسعود\nوابن عمر وجابر بن عبد الله وأنس بن مالك، وقال عطاء بن أبي رباح /185/\nوسفيان الثوري: يومئ.. برأسه إيماء. وقال مالك بن أنس: لا يرفع جبهته شيئا،\nوقال أبو ثور الإماء أحب إلي، وإن رفع إلى جبهته شيئا ويسجد عليه أجزأه،\nورخص. بعضهم يسجد ويسجد عليها، ولا يرفع إلى وجهه شيئا، هذا قول الشافعي.\nوروي عن ابن عباس وأم سلمة الرجعة في السجود على الوسادة أو المسجد. وقال\nأحمد بن حنبل: بنحو من قول أبي ثور، وكان أنس بن مالك إذا اشتكى سجد على\nمرفقه، واختار أحمد السجود على المرفقة، وقال هو أحب إلي من الإيماء، وكذلك\nقال إسحاق بن راهويه ويجزئ السجود عند أصحاب الرأي.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في قول أصحابنا في المصلي قاعد العذر أنه\nيومئ إيماء حيث ما صلى ولو أمكنه السجود، إلا أن يصلي في مسجد أو مصلى فإنه\nيسجد، وقال من قال: يسجد في غير مسجد أو مصلى على ما يجوز له عليه السجود،\nومما أنبت الأرض إذا لم يرفعه إلى نفسه، أو يرفع له من وسادة أو فراش،\nويسجد كسجود المصلي القائم على ما أنبتت الأرض، فإن لم يمكنه فعلى ما أنبتت\nلعله على غير الأرض، لأنه عذر لثبوت ذلك في العذر، ومن العذر أن لا يمكن\nتحويله أو لا يمكنه التحول عنه لثبوت الصلاة عليه، وثبوت السجود عليه في\nالصلاة، وعندي أن هذا القول أصح في معنى الأحكام بمعنى ثبوت فرض السجود\nكثبوت فرض القيام والقعود، ولا يزول إلا لعذر، كما لا يزول شيء من الفرائض\nإلا بعذر. [بيان، 14/185] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n             ومن كتاب الأشراف: واختلفوا في <span id='ms035'></span> جمع\nالمريض بين الصلاتين، فرخصت طائفة في ذلك، قول عطاء بن أبي رباح، وقال مالك\nفي المريض: إذا كان أرفق له أن يجمع بينهما في وسط وقت الظهر، إلا أن يخاف\nأن يغلب فيجمع بينهما بعد الزوال، وكذلك قوله في الجمع بين الصلاتين عند\nغيبوبة الشمس، قال: إنما ذلك لصاحب البطن وما أشبهه، وقال مالك: إن جمع\nالمريض الصلاتين وليس بمضطر إلى ذلك يعيد، ما كان في الوقت، وما ذهب فلا\nإعادة عليه فيه، وقال أحمد وإسحاق: المريض يصلي على هذه في آخر وقتها،\nوالأخرى في أول وقتها.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا أنه لا فرق في إجازة\nالجمع عند خوف الضرورة ودخول مشقات على المريض في القيام بالصلاتين كل صلاة\nفي وقتها من جميع ما كان من المرض، إلا أنه يخرج في بعض معاني قولهم: إنه\nإن جمع المقيم بمعنى شيء مما يجوز به الجمع في وقت الأولى، ثم إن زال\nالمعنى الذي كان له به عذر في الجمع في وقت الأولى إن عليه إعادة صلاة\nالآخرة إذا حضرت، /193/ ولا يجزيه الجمع على هذا، والأولى قد تمت على حال\nفي معنى قولهم إذا قد صلاها في وقتها، ومعي أنه في بعض قولهم: لا إعادة\nعليه إذا صلاها العذر على معنى ثبوت السنة. [بيان، 14/193]\n</p>\n\n<p>\nفي حد من يجوز له أن يصلي جالسا\n</p>\n\n<p>\nومن كتاب الأشراف: ذكر صلاة المريض جالسا إذا عجز عن القيام.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو بكر: ثبت أن رسول الله - صلى الله عليه وسلم - سقط عن فرس فجحش\nشقه الأيمن فصلى جالسا، وأجمع أهل العلم على أن فرض من لا يطيق القيام أن\nيصلي جالسا، واختلفوا فيمن له أن يصلي جالسا، فقال ميمون بن مهران: إذا لم\nيستطع أن يقوم لدنياه فيصلي قاعدا، وبه قال أحمد بن حنبل وإسحاق بن راهويه،\nوزاد إذا كان قيامه يزيده وهنا، ويشتد عليه صلى جالسا. وقال مالك: أحسن ما\nسمعت في المريض إذا شق عليه وأتعبه وبلغ به حتى <span id='ms036'></span> يشتد عليه القيام أن يصلي\nجالسا. وقال الشافعي: إذا أطاق ببعض المشقة المحتملة لم يكن له أن يصلي\nجالسا، إلا كما فرض عليه، وإنما أمره بالقعود إذا كانت المشقة غير محتملة،\nأو كان لا يقدر على القيام بحال.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا ما حكي إلا قوله مطلقا،\nإذا لم يستطع أن يقوم لأمر دنياه، فإن القيام لأمور الدنيا يكون بالأعمال\nلها والقدرة عليها، وقد يطيق الصلاة من لا يقدر على الأعمال، وارخص ما قيل\nإنه إذا شق عليه القيام للصلاة صلى قاعدا، وتأويل ذلك أن تكون المشقة لا\nيحتملها في الوقت، أو لشغل يشتغل به عن حفظ صلاته، وقد يحفظها ويقدر عليها\nفي القعود، أو لخوف ضرر يتولد عليه في ذلك بالقيام، فإذا آلمه ذلك ألما لا\nيحتمله /198/ ولو حفظ صلاته، أو لم يحفظ صلاته لمعنى ذلك الألم، ولو احتمله\nأو خاف مضرة تولد عليه، ولو احتمل ذلك وحفظ صلاته لأنه كان هذا موضع\nالقيام، وما سوى ذلك فلعله يجري فيه الاختلاف. [بيان، 14/198] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \nومن كتاب الأشراف قال أبو بكر: واختلفوا في صفة جلوس المصلي قاعدا، فقالت\nطائفة: يكون في حال قيامه متربعا، وروي ذلك عن أنس بن مالك وابن عمر وابن\nسيرين ومجاهد، وهو قول عطاء بن أبي رباح والنخعي وسعيد بن جبير وسفيان\nالثوري والشافعي وأحمد بن حنبل وإسحاق، وكره الصلاة متربعا ابن مسعود فيما\nيروى عنه، واختلف فيه عن عطاء والنخعي، وقال سفيان الثوري: يكون جلوسه\nمتربعا، ويركع وهو متربع، فإذا أراد أن يسجد ثنى رجليه، هذا قول سفيان\nالثوري، وقال أحمد بن حنبل وإسحاق: إذا أراد أن يركع ثنى رجليه كما يركع\nالقائم.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في قول أصحابنا أن المصلي قاعدا يقعد لصلاته\nفي موضع قيامه لها، إذا لم يمكنه القيام كما أمكنه من القعود، وأولى القعود\nعندهم كما يقعد للتحيات في سائر الصلوات من صلاة القيام، فإذا لم يمكنه ذلك\nفأحسن القعود في قولهم أن يركد <span id='ms037'></span> على ركبتيه، ولا يتربع في قعوده، فإن لم\nيمكنه أن يجثو على ركبتيه فأحسب أنه يقعد على إليتيه، ويرفع ركبتيه أحسن من\nالتربع، فإذا لم يمكنه ذلك تربع حينئذ أحسن من أن يمد رجليه أو أحدهما،\nوإلا فيقعد كما أمكنه بعد هذا. [بيان، 14/200]\n</p>\n\n<p>\nفي صلاة الذي يعجز عن الجلوس\n</p>\n\n<p>\nومن كتاب الأشراف قال أبو بكر: روينا عن ابن عمر أنه قال: إن لم يستطع أن\nيصلي قاعدا فمضطجعا يومئ إيماء وصلى، النخعي كذلك مضطجعا، وبه قال قتادة\nوالثوري، والشافعي وأحمد بن حنبل وإسحاق على قدر يسير عليه. قال أصحاب\nالرأي: يصلي مضطجعا ويومئ. وقال الحارث العكلي: يصلي مستلقيا ويجعل رجليه\nمما يلي القبلة ويومئ برأسه إيماء، وبه قال الثوري. وقال مالك: إذا لم\nيستطع أن يصلي قاعدا صلى على جنبه أو على ظهره.\n</p>\n\n<p>\nقال أبو بكر: روينا عن النبي - صلى الله عليه وسلم - أنه قال: \"صل قائما،\nفإن لم تستطع فعلى جنبك\" وبه نقول.\n</p>\n\n<p>\nقال أبو بكر: فإن لم يقدر أن يصلي على جنبه صلى مستلقيا رجلاه في القبلة\nعلى قدر طاقته.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: إنه يخرج في قول أصحابنا في الصلاة، من صلى على جنبه\nالأيمن مستقبلا للقبلة، فإن لم يستطع على جنبه الأيمن فعلى جنبه الأيسر،\nفإن لم يستطع على جنبه الأيسر صلى مستلقيا على قفاه، وتكون رجلاه مما يلي\nالقبلة مستقبلا، وإن قدر أن يرفع رأسه حتى يستقبل القبلة فعل ذلك، وإن لم\nيستطع فما أمكنه، وأحسب أن في بعض القول: إنه مخير إن شاء صلى على قفاه\nمستلقيا وعلى جنبه أصح في قوله عز جل: {الذين يذكرون الله قياما وقعودا\nوعلى جنوبهم} فهذا في معنى الصلاة، وقد يخرج في معنى القول: إن النائم\nمستلق على جنبه على حال في معنى التأويل، لقول النبي - صلى الله عليه وسلم\n- في موضع الوضوء حتى يضع جنبه، ولو نام /204/ مستلقيا كان قد وضع جنبه.\n[بيان، 14/204]\n</p>\n\n<p>\nمن كتاب الأشراف قال أبو بكر: واختلفوا في المرء يعالج عينيه، فقالت\nطائفة: لا يجزيه <span id='ms038'></span> إلا قائما. أراد ابن عباس معالجة عينيه، فأرسل إلى عائشة\nأبي هريرة وغيرهم من أصحاب رسول الله - صلى الله عليه وسلم - قال: أرأيت إن\nمت في السبع كيف يصنع بالصلاة فترك معالجة عينيه، وكره ذلك عبد الله بن عبد\nالله بن عتبة وأبو وائل ومالك بن أنس والأوزاعي، وفيه قول ثان: هو أن يجزيه\nأن يصلي مستلقيا، هذا قول جابر بن زيد وأصحاب الرأي.\n</p>\n\n<p>\nقال أبو بكر: لا يجزيه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: كأنه يخرج في قول أصحابنا معنى الإجازة لذلك بما يشبه معنى\nالاتفاق؛ لأنه موضع خوف على البصر، وقد ثبت أن بالخوف تزول الفرائض وتتحول\nعن موضعها، من ذلك ما قال الله تبارك وتعالى: {فإن خفتم فرجالا أو ركبانا}،\nوقد كان فرض الصلاة بالقيام على غير المشي والركوب لازما، فبعلة الخوف زوال\nفرض القيام إلى المشي والسعي مما أطلق، فإذا خاف ولم يطق فراكبا، وركوبه\nضرب القعود، وكذلك ليس بمعدوم إذا زال. بهذه المعاني /210/ فرض القيام،\nوانحط إلى فرض القعود أن يتحول بذلك إلى تمام، إذا لم يكن الأمر بالقعود\nكما تحول عن القيام إلى القعود إذا كان الأمر في القعود. [بيان، 14/210]\n</p>\n\n<p>\nومن كتاب الأشراف قال أبو بكر: أجمع كل من نحفظ عنه من أهل العلم على أن\nالمطلوب يصلي على دابته، وكذلك قال عطاء بن أبي رباح والأوزاعي والشافعي\nوأحمد، فإذا كان طالبا نزل فصلى بالأرض، وقال الشافعي: إلا في حال واحدة،\nوكذلك إن فضل الطالبون على المطلوبين، وينقطع الطالبون عن أصحابهم فيخافون\nعودة المطلوبين عليهم، فإذا كان هكذا كان لهم أن يصلوا يومئون إيماء.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في قول أصحابنا أن صلاة الطالب المنهزم عنه\nعدوه صلاة الآمن صلاة نفسه، ويخرج عندي في صلاة نفسه أنه إن كان مقيما أتم،\nوإن كان مسافرا قصر، وذلك عندي إن كان عدوه منهزما عنه آمنا من الرجعة\nعليه، وأما إذا كان في حد المكاره، فمرة منهزم ومرة يرجع عليه، فهذا يخرج\nعندي معنى صلاة الخوف وصلاة الموافقة <span id='ms039'></span>، فإذا انهزم عنه الانهزام الذي يأمن\nمنه على نفسه صلى صلاة نفسه بالقيام والركوع والسجود، فإن خاف في طلبه\nالغدر صلى الله عليه وسلم /227/ صلاة الخوف، راكبا أو ماشيا، كما قال\nتعالى: {فإن خفتم فرجالا أو ركبانا} ويصلي راجلا ما أمن على نفسه، فإذا خاف\nصلى راكبا، والراكب يومئ للركوع والسجود، وهذا الفصل مما حكى أنه إذا\nانفصلت شرذمة للمسلمين خلف عدوهم، وخاف رجعة عدوهم عليهم من غير أن يرجعوا،\nأو يوافقهم فيستحيلوا إلى الموافقة، إلا أنهم خافوا حسن عندي موضع صلاة\nالخوف، وأن يصلوا ركبانا ويأخذوا حذرهم.\n</p>\n\n<p>\nومنه قال أبو بكر: كان مالك والأوزاعي والشافعي وأحمد بن حنبل يرون أن\nيصلي الحاضر صلاة الخوف أربع ركعات، وكان سفيان الثوري يقول: إذا كنت بأرض\nتخاف السبع والذئب والعدو أن يأخذك أومأت إيماء حيث كان وجهك واقفا كنت أو\nسائرا، وهذا على مذهب الأوزاعي والشافعي وإسحاق وأبي، وقال مالك: فيمن خاف\nأرضا أو سبعا صلى المكتوبة على دابته، فإذا أمن أعاد في الوقت، وقال أبو\nبكر: لا يعيدون.. وقال محمد بن الحسن: إن كان لا يستطيع أن يقوم من خوف\nالعدو وسعه أن يصلي قاعدا يعيد.\n</p>\n\n<p>\nقال أبو بكر: لا يعيد، وكان الشافعي يقول: إن دخل الصلاة في شدة الخوف\nراكبا ثم نزل فأحب إلي أن يعيد، فإن لم ينقلب وجهه عن القبلة لم يعد؛ لأن\nالنزول خفيف، وقال أبو ثور: أساء في الحالتين جميعا، ولا إعادة عليه. قال\nأبو بكر كما قال أبو ثور.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في قول أصحابنا أن صلاة الخائف في غير موافقة\nيجوز أن يصليها كما أمكنه وأمن فيها على نفسه، وأول ذلك القيام، فإن كان\nيأمن في القيام على نفسه من غير مشي ولا سعي صلى قائما، وإن خاف أن ركع أو\nسجد أو قعد أومأ للركوع والسجود، وقرأ التحيات وهو قائم، فإن أمكنه إلى\nالقبلة فذلك، وإن لم يمكنه فحيث كان وجهه إذا خاف على نفسه أو ماله، فإن لم\nيأمن <span id='ms040'></span> على نفسه في القيام وأمن على نفسه في المشي من غير ركوب ولا سعي، أو\nيتم صلاته إن أمكنه، وحفظها ويومئ للركوع والجود، فان لم يأمن على نفسه سعى\nولا يركب على ما أمن على نفسه في المشي حتى يصلي، لأن الراجح أولى من\nالراكب، فان لم يحفظ صلاته قائما، ولا ماشيا، ولم يأمن على نفسه صلى راكبا\nعلى دابته، ويعجبني إن كان يأمن على نفسه، فان قعد استتر، وإن مشى أو سعى\n/228/ أمن على نفسه أن يقع ويصلي قاعدا، ولا يمشي أحب إلي من المشي لقول\nالله: {فاذكروا الله قياما وقعودا وعلى جنوبكم} ومن أمن في الركوب أكثر من\nالقعود جاز له أن يركب عندي، وكان الركوب عندي هاهنا مثل القعود؛ لأن\nالراكب يومئ، ومعي أنه يخرج في قول أصحابنا أنه إذا قضى صلاته بحال كان\nيسعه الصلاة لها حتى فرغ منها، ثم زال عنه ذلك في الوقت فلا إعادة عليه،\nوإن دخل في الصلاة بمعنى الأفضل من الحالين فاضطره الحال إلى شيء أرخص منه\nمن المعاني التي وصفت لك أو غيرها، بنى على صلاته على الحال الأفضل بحال\nالرخصة التي توسع بها، وإن دخل في حال الترخص فزال عنه ذلك فقدر على الأفضل\nواللازم فيبتدئ صلاته بالأولى منهما؛ لأنه لم يتم صلاته على ذلك، ولأن\nالصلاة لا تتجزأ.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nوأحسب أنه في بعض القول من قول قومنا: إنه يبني على صلاته في الحالين\nجميعا، ويعجبني إذا خاف فوت الوقت أن ابتدأ الصلاة، وإن هو بنى عليها أتم\nصلاته في الوقت، فيعجبني هذا من قولهم: أن يبني على صلاته، على حسب هذا\nيخرج معاني ما ذكر، وهذا مثل المصلي يدخل الصلاة وهو لا يطيق القيام فيصلي\nمنها ما صلى، ثم يطيق القيام، وكذلك يوجه فيها وهو يمشي من خوف، فيأمن على\nنفسه، ويقدر على القيام قبل أن يتمها، والراكب عندي إذا أمن، وقدر على\nالنزول مثل هذا، وتلحقه معاني هذا. [بيان، 14/228]\n</p>\n\n<p>\nمن كتاب الأشراف: واختلفوا فيمن يقضي المغنى عليه من <span id='ms041'></span> الصلاة إذا فاق؟\nفقالت طائفة: لا قضاء عليه، كذلك قال ابن عمر وطاووس، والحسن وابن سيرين\nوالزهري وربيعة ومالك والشافعي وأبو ثور. وقالت طائفة: يقضي الصلاة كلها،\nروي هذا القول عن عمار بن ياسر وعمران بن الحصين، وبه قال عطاء بن أبي رباح\nوأحمد بن حنبل. وقالت فرقة ثالثة: يقضي صلاة يومه وليلته، /235/ هذا قول\nإبراهيم النخعي وقتادة وإسحاق وحماد، واختلف فيه عن الثوري، فقال مرة: إذا\nأغمي عليه يوما وليلة قضى، وإن أغمي عليه أكثر من ذلك لم يقض، وبه قال\nأصحاب الرأي، وقال عن الثوري: إنه كان يعجبه في المغمى عليه أن يقضى عليه،\nأن يقضي يوما وليلة، وقال الزهري وقتادة ويحي الأنصاري: إن أفاق نهارا صلى\nالظهر والعصر، وإن أفاق ليلا صلى المغرب والعشاء، وقال الشافعي: إن أفاق\nقبل المغرب بركعة صلى الظهر والعصر، وإن أفاق قبل المغرب بركعة صلى المغرب\nوالعشاء، وقال مالك: إن أفاق وعليه من النهار قدر ما يصلي فيه الظهر، وركعة\nمن العصر قبل غروب الشمس صلى الظهر والعصر جميعا، ولو لم يبق إلا قدر ما\nيصلي فيه أحدهما صلى العصر والجواز عنده في إقامته قبل طلوع الفجر في صلاة\nالمغرب والعشاء كذلك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في قول أصحابنا حسب هذا من الاختلاف، إلا في\nأشياء داخلة في معنى الاختلاف، وإن لم تكن منصوصة، وذلك أنه يشبه من قولهم:\nإنه لا إعادة عليه في شيء مما أغمي عليه فيه، إلا أغمي عليه في وقتها أو\nصلاة أفاق فيها بقدر ما يصليها، وكذلك في الأول إذا أغمي عليه في وقتها من\nبعد أن مضى من وقتها بقدر لو قام توضأ وصلى، وقال من قال: مجملا إن عليه\nالإعادة ما أغمي عليه في وقته من الصلوات، وما أفاق في وقته بغير تفسير\nوكأنه أغمي عليه في وقت صلاة كائنا ما كان في وقتها كان عليه إعادتها إذا\nأفاق، وإذا أفاق في وقت صلاة فعليه الصلاة لها، ولا إعادة عليه فيما سوى\nذلك <span id='ms042'></span>. وقال من قال: عليه إعادة صلاته يوم وليلة، ولو أغمي عليه أكثر من ذلك،\nولا إعادة عليه فيما بقي. وقال من قال: عليه إعادة جميع ما أغمي عليه في\nوقته في جميع الصلوات، فما كان من قولهم ذلك كله، فهو داخل في هذا بمعنى\nالترخيص والتشديد.\n</p>\n\n<p>\n/237/ في صلاة الحرب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n             من كتاب الأشراف قال أبو بكر: واختلفوا\nفي صلاة الإمام صلاة المغرب في حال الخوف، فكان الحسن البصري يقول: يصلي\nالإمام ستا ويصلون ثلاثا ثلاثا، قال أبو بكر: تصلي كل طائفة ثلاثا، وقالت\nطائفة: يصلي الإمام بالطائفة الأولى ركعتين، ثم يتشهد بهم ويقوم، فإذا قام\nثبت قائما وأتم القوم لأنفسهم، ثم يسلمون هم، فإذا سلم الإمام قاموا فأتموا\nما بقي عليهم من صلاتهم، هذا قول مالك، وهو مذهب الأوزاعي ومذهب الشافعي،\nوقريب من مذهب مالك، غير أنه قال: يثبت الإمام جالسا حتى يتم بالطائفة\nالثانية الصلاة، ثم يسلم بهم، وقيل لأحمد بن حنبل قال سفيان في صلاة\nالمغرب: إذا كان خوفا كيف يصلي؟ قال: ركعتين وركعة، وقال أحمد بن حنبل: لا\nيقصر. قال إسحاق: كما قال. وقال أصحاب الرأي: إذا كانت الصلاة صلاة المغرب\nيفتتح الصلاة ومعه طائفة، وطائفة بإزاء العدو، فتصلي الطائفة التي معه\nركعتين، ثم تقوم الطائفة فتأتي مقامهم، فيقفون بإزاء العدو من غير أن\nيتكلموا ولا يسلموا، أو تأتي الطائفة الذين كانوا بإزاء العدو قبل أن\nيدخلوا مع الإمام في الصلاة، فيصلي بهم ركعة ويتشهد ويسلم، ثم تقوم الطائفة\nالتي معه من غير أن يتكلموا، ولا يسلموا فيأتون مقامهم فيقفون بإزاء العدو،\nوتجيء الطائفة التي صلت مع الإمام الركعتين الأوليين فيأتون مقامهم الذين\nصلوا فيه، فيقصرون بركعة وسجدتين وحدانا بغير إمام ولا قراءة، ويتشهدون\nويسلمون، ثم يقومون فيأتون مقامهم بإزاء العدو، وتجيء /238/ الطائفة التي\nصلت مع الإمام الركعة الثانية، فأتون مقامهم الذين صلوا فيه فيقصرون ركعتين\nوحدانا، ويتشهدون ويسلمون، ثم يأتون مقامهم فيقفون مع أصحابهم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا أن صلاة الحرب <span id='ms043'></span> في\nالموافقة ركعتان جميع الصلوات إلا الوتر، وقد مضى الدليل من كتاب الله\nتبارك وتعالى، ومن ههنا وقع الاستدلال على أن صلاة الحرب غير صلاة السفر\nبالقصر بمعنى الاتفاق، وأن صلاة المغرب ثلاث ركعات لا قصر فيها في السفر،\nلأنه لا يستقيم فيها القصر، وأن صلاة الخوف خارجة من معنى صلاة السفر، ومن\nمعنى صلاة القصر وإنما المخصوص بها أنها ركعتان في السفر والحضر، وصلاة\nالمغرب مثلها وداخلة فيها، وصلاة الموافقة على معنى قول أصحابنا أنه يقيم\nالإمام الصلاة ويوجهون جميعا فيقومون منهم تلقاء العدو طائفة، وتصلي طائفة\nمنهم مع الإمام وكلهم جميعا محرمون، فإذا صلى الإمام بالطائفة التي معه\nركعة وأتم السجود، انتظر الإمام الطائفة التي تلقاء العدو، وانحرفت الطائفة\nالتي من معه من خلفه، وكانوا في موضع الطائفة التي نحو العدو وجاءت الطائفة\nالتي كانت نحو العدو، وكانت في موضعهم، ثم صلى الإمام بهم ركعة ثانية،\nوالطائفة التي نحو العدو في مواضعهم، فإذا قعد الإمام قرأوا كلهم التحيات\nإن أمكن الطائفة التي نحو العدو وقعودا، وإلا فعلى حالتهم فإذا سلم الإمام\nسلموا جميعا، والاختلاف في ذلك في صلاة المغرب لا غيرها، ومعي أنه قد قيل:\nإنما تحريم الطائفة التي نحو العدو، وكانت أولى إذا صارت خلف الإمام في\nالركعة الثانية يوجهون قبل ذلك بقدر ما لا يشتغلون بالتوجيه عن صلاة\nالإمام.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nومنه قال أبو بكر: اختلف أهل العلم في الصلاة عند شدة الخوف، فقات طائفة:\nتصلي ركعة وتومئ إيماء. قال جابر بن عبد الله: إنما القصر ركعة عند القتال،\nوقال طاووس والحسن البصري ومجاهد والحكم وحماد وقتادة يقولون: ركعة يومئ\nإيماء، روي ذلك عن الضحاك قال: فإن لم يقرأ كبر تكبيرتين حيث كان وجهه،\nوقال إسحاق: /239/ يجزيك عند المسألة، وهو سل السيوف، وركعة يومئ بها\nإيماء، فإن لم تقدر فسجدة واحدة، وإن لم يقرأ كبر، لأنها ذكر الله، وقال\nابن عمر: يصلي ركعتين، وبه قال إبراهيم النخعي والثوري والشافعي، وهو مذهب\nالزهري والنعمان ومذهب أكثر أهل العلم من <span id='ms044'></span> علماء الأمصار من المهاجرين.\n</p>\n\n<p>\nقال أبو سعيد: يخرج عندي على معنى الاتفاق من قول أصحابنا إن صلاة الخوف\nوهي صلاة الموافقة، وإنها ركعتان في كل صلاة من الفرائض في سفر أو حضر،\nوصلاة الخوف مثلها ركعتان، ودليل ذلك من كتاب الله تبارك وتعالى: {إن خفتم\nأن يفتنكم الذين كفروا} في معنى الخوف، {وإذا كنت فيهم...فإذا سجدوا} إن\nهاهنا ركعة، لأنه لا يكون السجود إلا عن ركعة تامة {فليكونوا من\nروائكم...فليصلوا معك} فثبت أنها ركعتان، وإن للإمام ركعتين، ولكل طائفة\nإذا تفرقوا ركعة واحدة، فإن لم يتفرقوا وكان معناهم واحد وأمكنهم الصلاة\nجميعا كانت ركعتان للإمام والمسلمين جميعا، ولا يصح أنها ركعة في حال، وهي\nصلاة ما قدروا أن يصلوا، فإذا لم يقدروا وصاروا إلى حد المسايفة واختلاف\nالضرب صاروا إلى حد التكبير.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nومنه قال أبو بكر: كان الشافعي رخص في الصلاة في شدة الخوف، الاستدارة\nوالتحرف والمشي القليل إلى العدو، والمقام الذي يقوم به وتجزئهم صلاته،\nويضرب أحدهم الضربة بسلاحه أو يطعن الطعنة، فأما إن تتابع الضرب أو طعن\nطعنة فردها في المطعون أو عمل ما يطول فلا تجزيه صلاته، وفي قول محمد بن\nالحسن: إن رماهم المسلمون بالنبل والسيوف قطع صلواتهم. قال: لأن هذا عمل في\nالصلاة يفسدها، وقال غيرهما: كل ما فعله المصلي في حال شدة الخوف ما لا\nيقدر على غيره فالصلاة مجزية، قياسا على ما وضع عنه من القيام والركوع\nوالسجود، لعلة ما هو فيه من مطاردة العدو.\n</p>\n\n<p>\nقال أبو بكر: هذا أصح وأشبه بظاهر الخبر مع موافقة النظر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في قول أصحابنا ما مضى من ذكر صلاة /240/\nالموافقة، وهي الخوف، ولا يزال إلى حال الموافقة إلى أن يصير إلى حد الضرب\nوالمضاء به، ويستحيلوا عن حد الموافقة، وصلاة المضاربة والمطاعنة مع اختلاف\nالضرب في قول أصحابنا بما بشبه معنى الاتفاق أنه بالتكبير، فقال من قال:\nخمس تكبيرات لكل صلاة، وقال من قال: ست تكبيرات، فإن صلى مصل وأطاق <span id='ms045'></span> وحمل\nذلك نفسه أن يصلي بالقراءة وتمام الصلاة في حد المضاربة، فهو أصح من حيث\nكان وجهه، لأنه إنما كان التكبير بدلا عن تمام الصلاة ترخيصا، ولا يقطع\nالصلاة عند الضرورة المضاربة ولا المطاعنة، وقد جاء الأثر عن النبي - صلى\nالله عليه وسلم - بإباحة قتل الحية والعقرب للمصلي إذا جحفتا به في صلاته\nوخافهما، وأجمع على ذلك القول من أهل العلم، إلا أن بعضا قال يقتلهما ويعيد\nصلاته، وبض قال: لا إعادة عليه ولا فائدة في قتلهما مع الإعادة، وإنما أن\nيقتلهما ويمضي على صلاته، لأنه لا يمنعه شيء من الأشياء الدفع عن نفسه، ولا\nيحيط عندها عمله، وكذلك في معارضة العدو، والدفع عن النفس بمثل هذا من\nالاختلاف، وأصح ذلك عندي أن لا إعادة عليه، فإن كان الوقت يفوت إن أعاد\nالصلاة من أولها لم يبن لي أن يكون في ذلك موضع اختلاف فيهما صلاته، وقد\nثبت العمل فيهما في وقتهما، ويبدلهما في غير وقتها كلها، وإن أشبه ذلك عندي\nمعنى الاختلاف، إن قدر عليها في وقتها، فذلك حسن إن شاء الله لمعنى\nالاحتياط. [بيان، 14/240]\n</p>\n\n<p>\nالجزء  15 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n             ومن كتاب الأشراف قال أبو بكر: ثبت أن رسول الله -\nصلى الله عليه وسلم - ذكر يوم الجمعة فقال: (فيه ساعة لا يوافقها إنسان وهو\nقائم يصلي يسأل الله شيئا إلا أعطاه إياه) وأشار النبي بيده يقللها.\nواختلفوا في وقت تلك الساعة التي يستجاب فيها الدعاء من يوم الجمعة، فروينا\nعن أبي هريرة أنه قال: من بعد طلوع الفجر إلى طلوع الشمس، ومن بعد صلاة\nالعصر إلى غروب الشمس، وقال الحسن البصري وأبو العالية: هي عندي زوال\nالشمس. وفيه قول ثالث: وهو إذا أذن المؤذن لصلاة الجمعة، وروي ذلك عن\nعائشة، وروينا عن حسن البصري أنه قال: هو إذا قعد الإمام على المنبر حتى\nيفرغ، وقال أبو ثور: هي الساعة التي اختار الله فيها الصلاة، وقال أبو\nسفيان العدوي: كانوا يرون الدعاء يستجاب ما بين ما ترفع الشمس يسيرا إلى أن\nتدخل الصلاة ذراعا <span id='ms046'></span>، وروينا هذا القول عن أبي ذر. وفيه قول ثامن: وهو أنها\nما بين العصر إلى أن تغرب الشمس، كذلك قال أبو هريرة، وبه قال طاووس وعبد\nالله بن سلام، وحكي عنه أنه قال: لو قسم إنسان جمعة في جميع أتي على تلك\nالساعة، روينا عن ابن عمر أنه قال: إن طلب حاجة في يوم يسير، /7/ قال محمد\nبن سعيد: الله أعلم. ومعي أنه إنما يستجاب للمؤمنين ويتقبل أعمال المتقين،\nولا يصلح عمل المفسدين {وما دعاء الكافرين إلا في ضلال}، ولا نقول: إن وقتا\nمن الأوقات يدعى الله فيه بصدق وإخلاص إلا رجا فيه الإجابة، ولا وقت من\nأوقات يستجيب الله فيه لعدو من أعدائه دعاءه ينفعه ما يستجيب له فيه، وإن\nعجل في الدنيا فغير نافع له، بل هو غرور واستدراج.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nومنه قال أبو بكر: ثبت أن رسول الله - صلى الله عليه وسلم - قال: (رفع\nالقلم عن ثلاثة: عن الصبي حتى يحتلم). فالجمعة ساقطة عن الصبي والصبيان\nبدلالة الكتاب والسنة والاتفاق، وأجمع كل من يحفظ عنه من أهل العلم أن لا\nجمعة على النساء، وأجمعوا على أن الجمعة واجبة على الأحرار البالغين\nالمقيمين الذين لا عذر لهم، واختلفوا في وجوب الجمعة على العبيد، فقالت\nطائفة: الجمعة واجبة على العبد الذي يؤدي الفريضة، وكذلك قال الحسن البصري\nوقتادة، وقال الأوزاعي: إذا كان مخارجا ضريبته فعليه الجمعة، وقال قائل:\nإذا قام بالجمعة العبيد كفى عن الأحرار غير أن لهم أن يتخلفوا عنها إذا\nمنعهم السادة، وقال أكثر أهل العلم: ليس على العبيد جمعة، كذلك قال مالك\nوأهل المدينة والثوري وأهل الكوفة والشافعي وأحمد وإسحاق وأبو ثور. روينا\nذلك عن عطاء والشعبي وعمر بن عبد العزيز والحسن البصري، وحكم المكاتب\nوالمدبر كحكم العبيد.\n</p>\n\n<p>\nقال أبو سعيد: يخرج في معاني قول أصحابنا أنه لا جمعة على الصبيان ولا\nالنساء ولا العبيد، وأحسب أن في ذلك معاني ما يروى عن النبي - صلى الله\nعليه وسلم - ، وهذا ما يستدل عليه في حكم المخصوصات أنه لا يلحق <span id='ms047'></span> معاني\nالعبيد، وما أشبه ذلك، وأما ما ينتقل من حال إلى حال من أحكام النساء\nوالرجال فيخص بعضا دون بعض، فوجدناه منتقلا عن العبيد، من الحج والجهاد\nوالأمر بالمعروف والنهي عن المنكر، كذلك الجمعة والجماعة يخرجان على معنى\nالخصوص، وقد تلزم بمعاني قول أصحابنا الجمعة من كان دون الفرسخين من المسجد\nالجامع الذي فيه /8/ الصلاة، ويزول في معاني قولهم عمن جاوز الفرسخين، ولو\nكان حيث يسافر في موضع الجمعة لاتصال المصر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو بكر: قال كثير من أهل العلم لا جمعة على المسافر، كذلك قال ابن\nعمر وعمر بن عبد العزيز وطاووس وعطاء، وهو قول مالك والثوري وأحمد وإسحاق،\nوقد روينا عن علي بن أبي طالب أنه قال: ليس على المسافر جمعة، وأقام أنس\nبنيسابور سنة أو سنتين فكان لا يجمع، وعبد الرحمن بن بشير شتوة أو شتوتين\nفكان لا يجمع. وقال الزهري: إذا سمع الأذان فليشهد الجمعة، وقد اختلف فيه\nعنه. قال أبو بكر: في صلاة رسول الله - صلى الله عليه وسلم - الظهر بعرفة\nمن قبل وكل يوم جمعة دليل على أنه لا جمعة على المسافر.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا أنه لا جمعة على\nالمسافر، وإنما هي على المقيم، وقد يستحيل على المقيم في قولهم لمعنى ما\nمضى ذكره، وأما قوله الاستدلال بصلاة النبي - صلى الله عليه وسلم - بعرفة،\nوكذلك لا تكون صلاة معنا بعرفة إلا ظهرا غير جمعة؛ لأنها ليست من الأمصار،\nإلا أن يقيم فيها الإمام ويجعلها مقامة، ويكون فيها المسجد، وأنه يكون فيه\nالجمعة إذا كان إمام عدل على بعض ما قيل.\n</p>\n\n<p>\nومنه قال أبو بكر: اختلف أهل العلم في المقيم يريد السفر يوم الجمعة،\nفقالت طائفة: لا بأس به ما لم يحضر الوقت، كذلك قال الحسن البصري وابن سيرن\nومالك، وقال عمر: إن الجمعة لا تحبس عن سفر، وروي عن أبي عبيدة أنه خرج في\nبعض أسفاره يوم الجمعة ولم ينتظر الصلاة، وقد روي عمر وعائشة أم المؤمنين\nوسعيد <span id='ms048'></span> بن المسيب ومجاهد، أخبار تدل على كراهية الخروج يوم الجمعة قبل\nالصلاة، وكان الشافعي يستحب أن يخرج يوم الجمعة بعد الفجر، وقال: إذا زالت\nالشمس فلا يسافر أحد، حتى يصلي الجمعة. وقال أحمد وإسحق لا يعجبنا ذلك،\nوسئل الأوزاعي عن مسافر سمع أذان الجمعة وقد أسرج دابته؟ قال: فليمض. قال\nأبو بكر: أن يسافر ما لم يحضر الوقت.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا أنه إذا لم يكن بحد\nالمسافر ويجاوز الفرسخين قبل أن تزول الشمس فعليه الجمعة، إلا أن يكون /9/\nذلك الخروج من عذر في هذا الوقت، إلا أن يصير في موضع ما لا يجب عليه\nالجمعة قبل زوال الشمس ودخول الجمعة، وهذا إذا كان الخروج على غير عذر،\nوكان على المكنة.\n</p>\n\n<p>\nومنه قال أبو بكر: ثبت أن ابن عمر لما استصرخ على سعيد بن زيد بعد ارتفاع\nالضحى أيضا أتاه بالعتيق وترك الجمعة، وهذا مذهب الحسن البصري والأوزاعي،\nكذاك قيل إذا خيف عليها التعذير، وكذلك قال أبو بكر: كان ابن عمر أنه كان\nيرى أهل المياه بين مكة والمدينة يجمعون فلا يعيب عليهم ذلك، وروي عن عمر\nبن عبد العزيز أنه كتب بذلك. وفيه قول ثان أن كل قرية عليها أمير يجمع\nفيها، روي ذلك عن عمر بن عبد الرحمن، وبنحوه قال الأوزاعي والليث بن سعيد.\nوفيه قول ثالث: وهو أن لا جمعة ولا تشريق إلا في مصر جامع، روي ذلك عن علي\nبن أبي طالب، وبه قال النخعي والحسن وابن سيرين أن لا جمعة إلا في مصر، وبه\nقال النعمان وابن الحسن. وفيه قول رابع: وهو أن الجمعة إنما تجب على أهل\nقرية فيها أربعون رجلا أحرارا بالغين، ويكون ثبوتها مجتمعة، ولا يظعنون عنا\nشيئا إلا ظعن حاجة، هذا قول الشافعي، وقال أحمد وإسحق بهذا القول، ولم\nيشترطا هذه الشروط. وفيه قول خامس: وهو أيما قرية فيها أربعون رجلا فصاعدا\nعليهم إمام يقضي بينهم، فليخطب وليصل بهم ركعتين. وفيه قول سادس: وهي\nالرواية <span id='ms049'></span> الرابعة عن عمر بن عبد العزيز أنه كتب أيما قرية اجتمع فيها خمسون\nرجلا فليصلوا الجمعة. وفيه قول سابع: وهو إذا لم يحضر الإمام إلا ثلاثة صلى\nبهم الجمعة، هذا قول الأوزاعي وهو مذهب أبي ثور، وقال مكحول: إذا كانت\nالقرية فيها الجماعة صلوا الجمعة ركعتين، وقال مالك في القرية التي اتصل\nدورها أرى أن الجمعة عليهم.. عليهم وال أو لم يكن، وحكى عن عكرمة قال: إذا\nكانوا سبعة أجمعوا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو بكر: قول الأوزاعي موافق لظاهر قوله: {إذا نودي للصلاة من يوم\nالجمعة فاسعوا إلى ذكر الله}.\n</p>\n\n<p>\nقال أبو سعيد: يخرج في معاني قول أصحابنا لا جمعة إلا في مصر جامع، ونحو\nذلك جاء عن النبي - صلى الله عليه وسلم - أنه قال: (لا جمعة إلا بثلاثة:\nمصر جامع وإمام، وأحسب في بعض الحديث عنه (لا جمعة حتى يجتمع لها ثلاثة:\nمصر جامع، وإمام، /10/ ومنبر)، ومعنى الرواية تصح أن المصر هو المصر،\nوالإمام هو الإمام، والمنبر هو الخطبة، ولا تتم الجمعة إلا بهذه الثلاثة.\nوفي بعض معاني قولهم: إنه إذا كان إمام عدل وأقام في بلد كانت معه الجمعة،\nوكان موضع قصر؛ لأن المصر فيه تقام الحدود، ومن حيث أقيمت الحدود كان مصر،\nوفي معاني قولهم: إنه لا مصر إلا أمصار العرب، وأن الأرض كلها غير أمصار\nالعرب لا يقع فيها اسم مصر، في معنى الجمعة، وقد ثبت في معاني قولهم إن\nالأمصار الممصرة من أمصار العرب التي قيل إنه مصرها عمر بن الخطاب سبعة\nأمصار: مكة، والمدينة، ومسجد الجنب من اليمن، والشام، والكوفة، والبصرة،\nوالبحرين وعمان في بعض قولهم إنها مصر واحد، وفي بعض قولهم إنها مصران،\nفإذا اجتمعا ففي معنى قولهم: إن الجمعة فيهما بصحار، وكذلك الجمعة في عمان\nإنما هي بصحار، على معنى ثبوتها بالمصر، وعلى قول من يقول: إن الجمعة\nبالإمام العدل حيثما كان مقيما عادلا يحكم بالعدل، فله وعليه الجمعة في\nموضع مقامه، وقد قيل إنه لثبوتها في الأمصار تلزم مع الإمام العدل، ومع\nغيره <span id='ms050'></span> من أئمة الجور إذا قام بها على وجهها، وإذا كان لا سلطان بالمصر بمكة\nلم تكن فيه جمعة، وقيل: إن فيه الجمعة على كل حال، ومن قام بها من الرعية\nفيه لثبوتها في المصر قامت به ولزمت، وقبل: لا تلزم إلا بإمام عدل في مصر\nممصر يحضره، وهذا موضع الإجماع عندي في معاني قولهم: إنها تلزم مع الإمام\nالعدل في المصر الممصر، وما سوى ذلك فهو يختلف فيه في معاني قولهم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nومنه قال أبو بكر: مضت السنة بالذي يقيم الجمعة السلطان أو من قام بها\nبأمره، واختلفوا في الجمعة تحضر وليس معهم أمير؟ فقال الأوزاعي وأصحاب\nالرأي: يصلون الظهر أربعا، وقال الحسن البصري: أربعا بلا سلطان، وذكر\nالجمعة، وقال حبيب بن أبي ثابت لا تكون جمعة إلا بأمير وخطبة، وقالت طائفة:\nيصلي بهم بعضهم ويجزيهم، وهذا قول مالك والشافعي وأحمد وإسحق وأبي ثور.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه قد مضى في مثل هذا ما أرجو أنه يستدل به على\nمعناه، وفي بعض قولهم: عندي إذا كان ذلك في المصر الممصر جاز، بهذا الذي\nذكره من الاختلاف، وإذا لم يكن في مصر فلا يثبت في معاني قول أصحابنا، /11/\nولا تجوز صلاة الجمعة إلا بإمام عدل أو ما يشبه بظهور أهل العدل، على\nالموضع الذي تكون يدهم على العالية فيه، والعدل ظاهر فيه، فقد قيل: في هذا\nالموضع إنه يكون بمنزلة الإمام، إذا كانت يد أهل الحق العليا، ويصلي بهم\nالجمعة واحد من مساندهم، وقيل: لا تكون إلا بإمام، ولو كان العدل ظاهرا،\nإلا في مصر ممصر. (رجع إلى كتاب بيان الشرع). [بيان، 14/11]\n</p>\n\n<p>\nومن كتاب الأشراف قال أبو بكر: روينا عن أنس بن مالك أنه يصلي في\nالمقصورة، وهو قول الحسن البصري والقاسم بن محمد وعلي بن الحسين وسالم\nونافع، وقد روينا عن ابن عمر أنه كان إذا حضرت الصلاة خرج إلى المسجد، وممن\nكره الصلاة في المقصورة الأحنف بن قيس وابن مجبر وابن سيرين والشعبي وأحمد\nوإسحق، إلا أن إسحق قال <span id='ms051'></span>: تجزيه الصلاة فيها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: يخرج عندي في معاني قول أصحابنا أن صلاة الجمعة لا تكون\nإلا في المسجد الجامع من البلد الذي تجب فيه الجمعة. ومعي أنه لا يجوز ذلك\nفي معنى الاختيار، إلا أنه إن عرض عارض منع ذلك كان ذلك عذر عندي عن\nالجمعة؛ لأنه إنما جاءت السنة بثبوت الجمعة في المساجد، إلا أنه إن كان\nعذرا يطول فيما معنا، واختار الإمام صلاة الجمعة في مساجد دون الجامع لما\nعرض له، أو في داره لمعنى العذر. أعجبني قول من أجاز ذلك على هذا المعنى،\nلئلا تعطل الجمعة، ولا أدري ما أراد بمعنى المقصورة، إلا أنها إن كانت في\nالمسجد أو من المسجد، كان معي حكم الصلاة فيها إذا لم يحكم أحكامها من\nأحكام بصلاة الإمام، فالصلاة جائزة، وإن منعت أحكامها الدخول لصلاة، فمن\nصلى فيها /15/ بصلاة الإمام فمعي أنه لا يجوز الصلاة فيها بصلاة الإمام.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nومنه: واختلفوا في الصلاة في الرحاب المتصلة بالمسجد، فقالت طائفة: لا\nجمعة لمن لم يصل في المسجد، كذلك قال أبو هريرة وقيس بن عمار، وقالت طائفة:\nالصلاة خارج المسجد بصلاة الإمام جائزة، هذا مذهب أنس بن مالك وعروة بن\nالمغيرة وإبراهيم النخعي، وكان عروة بن الزبير والحسن البصري يرون الصلاة\nخارج المسجد بصلاة الإمام، وهو مذهب مالك والأوزاعي، ورخص في الصلاة في\nرحاب المسجد أحمد وإسحق بن راهويه، وهو قول الشافعي، إذا كان متصلا\nبالمسجد. وقال أصحاب الرأي في رجل صلى وبينه وبين الإمام حائط يجزيه، وإن\nكان بينهما طريق يمر الناس فيه لم يجزه، إلا أن تكون الصفوف متصلة، ورخص\nالأوزاعي في السفينتين، يؤم أحد أهل السفينتين بإمام الأخرى أن الصلاة\nجائزة، وإن كانت بينهما فرجة، إذا كان أحدهما إمام الأخرى، وبه قال أبو\nثور. واختلفوا في الصلاة فوق ظهر المسجد بصلاة الإمام، فكان أبو هريرة\nوسالم بن عبد الله يفعلان ذلك، وبه قال الشافعي وأصحاب الرأي، إذا لم يكن\nأمام الإمام، وقال مالك: يعيد إذا كان صلاة الجمعة ظهرا <span id='ms052'></span> أربعا، قال أبو\nبكر: بقول أبي هريرة أقول.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أن معاني قول أصحابنا تخرج نحو ما حكي عمن أجاز الصلاة\nبصلاة الإمام إذا كان متصلا بالمسجد، ولو لم يكن في المسجد من رحاب المسجد\nوغيرها، إلا أنه يخرج عندي من قولهم إنه إذا حال بينه وبين اتصال الصفوف\nبالإمام حائط في المسجد يستره عنهم، أنه لا تجوز صلاته هنالك، وكذلك إن\nحالت بينه وبينهم طريق، ولو لم ينظرهم، إلا أن تتصل الصفوف في الطريق، أو\nيكون فيها من يصلي، فعندي أنه يخرج في معنى قولهم إنه يصلي خلف الطريق إذا\nاتصلت الصفوف بالطريق، وأما على ظهر البيت فعندي أنهم يختلفون في معاني\nذلك، ففي بعض قولهم: إن الإمام لا يعلى، أي لا يكون الذي يصلي بصلاته أعلى\nمنه، ولا يعلوه، ويكون أعلى ممن يصلي بصلاته، وأحسب أن /16/ في معنى علوه\nعنهم وعلوهم عنه معنى السترة ثلاثة أشبار فصاعدا، وقال من قال منهم: يعلو\nولا يعلى بحسب هذا المعنى، وقال من قال منهم: يعلى ولا يعلو، وأحسب أن في\nبعض معاني قولهم: إذا علا من خلفه وحده لم يجز، وإن كان معه غيره ممن يصلي\nبصلاته جازت صلاتهم كلهم، إذا كان الذين خلفهم ينظرون إلى الإمام، أو\nينظرون من خلفه. [بيان، 15/16]\n</p>\n\n<p>\nومن كتاب الأشراف قال أبو بكر: إن رسول الله - صلى الله عليه وسلم - قال:\n(من جاء منكم يوم الجمعة فليغتسل). واختلفوا في وجوب الغسل يوم الجمعة\nللجمعة، قال أبو هريرة: غسل يوم الجمعة واجب على كل محتلم، وقال عمار بن\nياسر فقال: أنا إذا أشر من الذي لا يغتسل يوم الجمعة. وقال مالك: من اغتسل\nيوم الجمعة في أول نهاره وهو لا يريد به غسل الجمعة فإن ذلك الغسل لا يجزئ\nعنه حتى يغسل لرواحه. وقالت طائفة: الغسل، وممن لم يره فرضا الأوزاعي\nوالثوري /24/ وأحمد والنعمان وأصحابه. قال أبو بكر: بهذا نقول.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا إن الغسل يوم الجمعة من <span id='ms053'></span>\nفضائل السنن لا من فرائضها، وإن من غسل فقد حاز الفضل، ومن توضأ للجمعة\nأجزأه بغير غسل، في موضع تلزم الجمعة فيه هذا أو في غير موضع لزمه فيه\nالجمعة، فالمعنى فيه واحد، وأكد ذلك، وأفضله حيث تلزم الجمعة ممن تلزمه\nالجمعة لحق الجمعة.\n</p>\n\n<p>\nومنه قال أبو بكر: أكثر من نحفظ عنه من أهل العلم يقولون: غسلا واحدا\nللجنابة والجمعة، روينا هذا القول عن ابن عمر ومكحول ومالك بن أنس والثوري\nوالأوزاعي والشافعي وأبي ثور. وقال أحمد: أرجو أن يجزئه، وقد روينا أن بعض\nولد أبي قتادة دخل عليه يوم الجمعة ينفض رأسه مغتسلا، قال للجمعة اغتسلت؟\nقال: لا، ولكن للجنابة، قال: فأعد غسلا للجمعة.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا إنه إذا اغتسل للجنابة\nأنه الغسل الأكبر ويجزئه في معاني قولهم، ولا يخرج عندي في ذلك معنى\nالاختلاف، إلا أنه على قول من يقول: إن الحائض إذا كانت جنبا وطهرت أن\nعليها غسلين للحيض والجنابة في وقت واحد، وقد يخرج في معنى هذا القول أن لا\nيدخل غسل الفضيلة في الفريضة، إذا كان مأمورا به على الانفراد، إن لم يكن\nغسل الفريضة، وعلى قول من يقول منهم يجزئها غسل واحد، فهذا آكد أن يجزئ فيه\nغسل الفرض على الفضيلة.\n</p>\n\n<p>\nومن غيره قال أبو بكر: واختلفوا في المغتسل بعد الفجر للجمعة، فقال مجاهد\nوالحسن البصري والنخعي والثوري والشافعي وأحمد وإسحق أبو ثور: يجزئه عن غسل\nالجمعة، وقال الأوزاعي: يجزئه أن يغسل قبل الفجر للجنابة والجمعة، وروينا\nعن ابن سيرين أنه كان يستحب أن يحدث غسلا يصلي فيه الجمعة، وقد ذكرنا قول\nمالك في باب الغسل للجمعة يستحب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه قد مضى القول بمعاني الغسل أنه من الفضائل، وليس\nيخرج معناه من اللوازم به، إلا أنه على ثبوت معناه في الفضل للجمعة فمعي\nأنه يخرج في بعض القول: إن المغتسل في الليل لا يكون له ثابتا /25/ غسل\nالجمعة في فضله، وقد قيل: يكون مغتسلا <span id='ms054'></span>، وكذلك في أول النهار، ما لم يكن\nخروجه من المغتسل إلى الجمعة، أو إلى معنى الجمعة بمنزلة الوضوء للجمعة،\nوهذا أفضل ما يخرج من أوقات الغسل للجمعة.\n</p>\n\n<p>\nومنه قال أبو بكر: واختلفوا في المغتسل للجمعة يحدث، فاستحب فريق أن يعيد\nالاغتسال، كذلك قال طاووس والزهري وقتادة ويحي ابن أبي كثير، وقال الحسن:\nيعيد، وقال آخرون: يجزيه الوضوء، وكذلك قال الحسن ومجاهد ومالك والأوزاعي:\nوبه نقول.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه فيما ثبت معنى فضل الغسل للجمعة بمعنى التطهر لها،\nلحق معاني الاختلاف في الحدث مما ينقض الطهارة لمعنى ثبوت الفضل لا ثبوت\nاللازم، وقد مضى القول في هذا.\n</p>\n\n<p>\nومنه قال أبو بكر: واختلفوا في اغتسال المسافر يوم الجمعة، فكان عطاء\nيقول: ليس عليه أن يغتسل، وكان ابن عمر وعلقمة لا يفعلان ذلك، وقد روي عن\nطلحة بن عبد الله أنه كان يغتسل في السفر يوم الجمعة، وروي ذلك عن مجاهد\nوطاووس. قال أبو ثور: لا نحب ذلك. قال أبو بكر: ليس عليه ذلك.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا: إنه إنما يخرج غسل\nالجمعة فضيلة، ومن أراد الجمعة من مسافر أو مقيم ثبت له وعليه معنى ما يثبت\nفي ذلك وفضله.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nمسألة: قال أبو بكر: كان مالك يقول: من حضر الجمعة من النساء والعبيد\nفليغتسل، وكذلك قال الشافعي وفي غير المحتلمين إذا شهدوا الجمعة. وقال أحمد\nليس على النساء غسل يوم الجمعة. قال أبو سعيد: معي أنه يخرج في معاني قول\nأصحابنا أن الاغتسال يوم الجمعة فضل يؤمر به الرجال والنساء والعبيد\nوالأحرار، وفي بعض الرواية عن النبي - صلى الله عليه وسلم - أن المغتسل يوم\nالجمعة طهور إلى يوم الجمعة. وقيل إن عمر بن الخطاب -رضي الله عنه- أنه كان\nإذا غضب على بعض أهله قال: أنت أعجز من تارك الغسل يوم الجمعة، كأن المعنى\nأن من ترك الغسل يوم فهو أعجز من تاركه ولولا ذلك لم يقل أنت أعجز منه.\n[بيان، 15/25]\n</p>\n\n<p>\nفي الحد الذي يجب <span id='ms055'></span> على من كان ساكنا به الحضور إلى الجمعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n             من\nكتاب الأشراف: واختلفوا فيمن يجب عليه حضور الجمعة، ممن يسكن المصر وخارج\nالمصر، فقالت طائفة: الجمعة على من آواه الليل إلى أهله، وروي ذلك عن ابن\nعمر وأبي هريرة والحسن ونافع مولى بن عمر، وكذلك قال عكرمة والحكم وعطاء\nوالأوزاعي وأبو ثور. وفيه قول ثان: وهو أن الجمعة تجب في ستة أميال، روي\nذلك عن الزهري، قال غيره: وقد وجدنا الستة الأميال في طريق مكة فرسخين.\nوفيه قول ثالث: وهو أن الجمعة تجب على ثلاثة أميال، هذا قول مالك والليث بن\nسعيد. وفيه قول رابع: وهو أنها لا تجب إلا على من سمع النداء، روي هذا\nالقول عن عبد الله بن عمر وسعيد بن المسيب، وبه قال أحمد وإسحق، وكان\nالشافعي يقول: لا شيء أن يخرج ويترك الجمعة، إلا من سمع النداء، وليس أن\nيخرج أهل المصر وإن عظم ترك الجمعة. وفه قول سادس: وهو أن الجمعة تجب على\nمن سمع النداء، ولم يسمع النداء إذا كان في المصر، وإن كان خارجا من المصر\nلم يجب عليه أن يسمع النداء، هذا قول أصحاب الرأي. وفيه قول سابع: وهو أن\nالجمعة إنما تجب على من كان على أربعة أميال، هذا قول محمد بن المكندر\nوالزهري وربيعة، وروينا عن ربيعة أنه قال: تجب الجمعة على من إذا نودي\nللجمعة خرج من بيته ماشيا أدرك الجمعة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا في هذه الأقاويل التي\nحكاها قول من تلزم الجمعة، على من يأوي إلى أهله إذا صلاها وحدها على /30/\nأنه تلزم الجمعة من لم يخرج من الفرسخين، وهو ستة أميال، وفي معنى قولهم:\nإنه ولو كان في المصر وكان خارجا من الفرسخين لم يكن عليه جمعة، وهذا القول\nعندي هو أكثر قولهم: إن الجمعة على من كان داخلا في الفرسخين، وأحسب أنهم\nذهبوا في ذلك إلى معنى سقوطها عن المسافر في معنى الاتفاق، والمسافر معهم\nمن جاوز الفرسخين من <span id='ms056'></span> وطنه، فإذا ثبت أنه لا جمعة على المسافر لموضع بعد\nالسفر عليه، فمثله لو كان في المصر وكان بينه وبين موضع صلاة الجمعة فرسخان\nفي البعد من موضع الجمعة، ثم تلزم الجمعة. [بيان، 15/30]\n</p>\n\n<p>\nفي الوقت الذي يخرج فيه إلى الجمعة\n</p>\n\n<p>\nمن كتاب الأشراف قال أبو بكر: واختلفوا في الرواح إلى الجمعة، فكان\nالشافعي يقول: كلما قدم التبكير قال أفضل، مذهب الأوزاعي وأحمد بن حنبل،\nوأنكر أحمد قول مالك، وقال مالك: لا يكون الرواح بعد الزوال. قال مالك:\nتروحت عنه أيضا انتصاف النهار. قال أبو بكر: القول الأول أولى.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا: إن المبكر إلى الجمعة\nأفضل، ويروى في ذلك عن النبي - صلى الله عليه وسلم - : (المبكر إليها\nكالمهدي بدنة)، وأحسب المظهر كالمهدي شاة أو نحو هذا (والمدرك لها كالمهدي\nبيضة) أو نحو هذا من الحديث، فثبت معنا ذلك إذا ثبت أن السابق إليها أفضل،\nوهكذا يخرج في معاني الأصول والفضائل. [بيان، 15/31] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n             ومن كتاب\nالأشراف: وثبت أن رسول الله - صلى الله عليه وسلم - صلى الجمعة بعد زوال\nالشمس، وكان عمر بن الخطاب وعلي بن أبي طالب وعمار بن ياسر وقيس بن سعد\nوعمر بن حرب والنعمان بن بشير وعمر بن عبد العزيز والحسن البصري وإبراهيم\nالنخعي يصلون الجمعة بعد زوال الشمس، وبه قال الأوزاعي ومالك والثوري\nوالشافعي وأبو ثور وأحمد وإسحق، وقد روينا بإسناد عن أبي بكر وعمر وابن\nمسعود ومعاوية خلاف هذا القول. وقال عطاء كل عند ثلثه الضحى والفجر، وقال\nأحمد في الجمعة إن فعل قبل زوال الشمس فلا أعيبه، وأما بعد فليس فيه شك،\nوبه قال إسحق، وبالقول الأول أقول.\n</p>\n\n<p>\nقال أبو سعيد: معاني الاتفاق من قول أصحابنا يخرج عندي أن صلاة الجمعة\nإنما هي صلاة الظهر، وأنه لا يصح وقتها إلا بعد زوال الشمس، وهو وقت الظهر،\nولا أعلم هذا يخرج عندهم في معاني الصلاة، ولعله يخرج قبل الزوال معاني\nالترخيص في النداء بالأذانين قبل الزوال، والأذان الثالث لا يكون <span id='ms057'></span> إلا بعد\nالزوال معهم، والصلاة بعد الزوال، ولا أعلم في معاني هذا بينهم اختلافا.\n[بيان، 15/32] الفقرة التي بعدها من جامع أبي محمد. فلم أكتبها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nومن كتاب الأشراف قال أبو بكر: أجمع أهل العلم على أن صلاة الجمعة\nركعتان، وجاء الحديث عن عمر بن الخطاب -رضي الله عنه- أنه قال: صلاة الجمعة\nركعتان تمام غير قصر على لسان نبيكم - صلى الله عليه وسلم - ، وقد خاب من\nافترى. وقد اختلفوا فيما يقرأ به في صلاة الجمعة، فكان الشافعي وأبو ثور\nيقولان: في حديث أبي هريرة أنه كان يقرأ سورة الجمعة، و{وإذا جاءك\nالمنافقون}، وروي ذلك عن النبي - صلى الله عليه وسلم - . وقال مالك: أما\nالذي جاء به الحديث: {هل أتاك حيث الغاشية} مع سورة الجمعة، والذي أدركت\nعليه الناس {سبح اسم ربك الأعلى}. واختلف فيمن أدرك من الجمعة مع الإمام،\nفقالت طائفة من لم يدرك الخطبة صلى أربعا، وري هذا القول عن عطاء وطاووس\nومجاهد ومكحول. وقالت طائفة: إذا أدرك من صلاة الجمعة ركعة أضاف إليها\nأخرى، وإن أدركهم جلوسا صلى أربعا، هذا قول ابن مسعود وأنس بن مالك وسعيد\nبن المسيب والحسن البصري /38/ وعلقمة الأسود وعروة بن الزبير والنخعي\nوالزهري ومالك بن أنس وسفيان الثوري والشافعي وأحمد وإسحق وأبي ثور، وقال\nالأوزاعي إذا أدرك التشهد صلى أربعا. وفيه قول ثالث: وهو أن من أدرك التشهد\nمع الإمام صلى ركعتين، روي هذا القول عن النخعي، وبه قال الحكم وحماد\nوالنعمان. قال أبو بكر: ثبت أن رسول الله - صلى الله عليه وسلم - قال: من\nأدرك من الصلاة ركعة فقد أدرك الصلاة، فبهذا نقول وهذا قول جماعة من أصحاب\nرسول الله - صلى الله عليه وسلم - والتابعين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا أنه من أدرك من الصلاة\nشيئا فقد أدرك صلاة الإمام، من قصر أو تمام أو جمعة، لقول النبي - صلى الله\nعليه وسلم - : (فليصل ما أدرك وليبدل ما فاته) فكل شيء أدركه من الصلاة مما\nلا تتم الصلاة <span id='ms058'></span> إلا به، ولا تقوم إلا به، ويكون به داخلا في الصلاة ثبت عليه\nحكمه في السنة، ولا معنى للركعة من غيرها، لقوله: (فليصل ما أدرك وليبدل ما\nفاته). [بيان، 15/38]\n</p>\n\n<p>\nمن كتاب الأشراف ذكر عدد خطب الحج، قال أبو بكر: كان مالك يقول يخطب\nالإمام قبل يوم التروية بيوم، ويوم عرفة والغد من يوم النحر، ووافقه\nالشافعي في خطبة يوم سابع، ويوم عرفة، وقال يخطب يوم النحر إذا صلى الظهر،\nويوم النفر الأول بعدما يصلي الظهر. وقال أبو بكر: يخطب يوم سابع ويوم عرفة\nويوم النحر.\n</p>\n\n<p>\nقال أبو سعيد: لا أعلم في قول أصحابنا على الإمام خطبة في أيام الحج\nمؤكدة، إلا أنه أحسن يوم اجتماع الناس في كل موطن، إذا أمكن أن يخطب الناس\nويعظهم ويعلمهم ظواهر من حجهم المعني به الناس في وقتهم.\n</p>\n\n<p>\nومن كتاب الأشراف قال أبو بكر: روينا عن ابن عمر وأنس بن مالك أنهما كانا\nيستقبلان الإمام إذا خطب يوم الجمعة، وهذا قول شريح وعطاء، وبه قال مالك\nوسفيان الثوري والأوزاعي وسعيد ابن عبد الرحمن وابن بدير ابن أبي مريم\nوالشافعي وإسحق وأصحاب الرأي، وهذا في الإجماع.\n</p>\n\n<p>\nقال أبو سعيد: هكذا يخرج عندي في معاني قول أصحابنا في فعلهم وقولهم: إن\nالخطيب يستقبل الناس بالخطبة للجمعة، والناس يستقبلونه كهيئتهم في الصلاة\nإن أمكن ذلك، وإن لم يمكن ذلك فلا أجد مانعا يمنع ذلك؛ لأنه قد خرج في\nمعاني الاتفاق من قول أصحابنا، ولعله من غيرهم أنه لو يحضر الخطبة وأدرك\nالصلاة أن صلاته تامة، وكذلك لو أدرك منها مع أصحابه ركعة أو حدا أبدل صلاة\nالجمعة بتمام الركعتين بقراءة فاتحة الكتاب والقرآن. [بيان، 15/43]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n             ومن كتاب الأشراف قال أبو بكر: واختلفوا في الإمام يخطب ويصلي\nغيره، فكان سفيان الثوري وأبو ثور وأصحاب الرأي يقولون: لا يصلي إلا من شهد\nالخطبة, وقال الأوزاعي: يصلي الجمعة من لم يحضر الخطبة، وقال أحمد: إن شاء\nقدم من شهد الخطبة أو لم يشهد الخطبة إذا كان عذر، ولا يعجبني ذلك إلا <span id='ms059'></span> من\nعذر. وقال الشافعي: إذا دخل المأموم قبل أن يحدثه فإن له أن يصلي بهم\nركعتين وتكون له جمعة.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني الاتفاق من قول أصحابنا أنه جائز أن\nيكون الخطيب غير الإمام الذي يصلي، وجائز أن يكون الخطيب والإمام غير\nالإمام المنصوب له الإمامة الذي يصلي، وجائز أن يكون الخطيب والإمام في\nالصلاة غير الإمام المنصوب له الإمامة، إذا كان ذلك بأمر من الإمام. ومعي\nأنه يخرج في /46/ معاني قولهم في الأمر أنه لا يخطب الخطيب حتى يحضر الإمام\nالذي يصلي، وأرجو أنه يخرج في قولهم: إنه إن فاته استماع الخطبة أو شيء\nمنها إذا وافى الصلاة حتى يفرغ الخطيب من خطبته، إنه لا يكون بين الخطبة\nوبين الصلاة قطع، إلا بمعنى ما لا يكون قطعا للصلاة، وقد قيل إنه من حين ما\nيسكت الخطيب يأخذ المؤذن في الإقامة، ويقوم الإمام في الصلاة، فإذا وافى\nهذا المعنى خرج عندي من معنى قولهم: إنه قد أدرك الصلاة لأنه كواحد حضر\nالجمعة.\n</p>\n\n<p>\n/47/ في الداخل في المسجد والإمام يخطب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n             من كتاب الأشراف:\nواختلفوا في المرء يدخل يوم الجمعة في المسجد والإمام يخطب، فقال الحسن\nالبصري: يصلي ركعتين، وبه قال مكحول بن عقبة والمغيرة والشافعي والحميري\nوأحمد وإسحاق وأبو ثور وطائفة من أهل الحديث. وقالت طائفة: يجلس ولا يصلي،\nهذا قول محمد بن سيرين وعطاء بن أبي رباح وشريح الكندي والنخعي ومالك\nوقتادة والليث بن سعد وسعيد بن عبد العزيز والنعمان. وقال أبو مخلد: إن شئت\nركعت، وإن شئت جلست. وقال الأوزاعي: من ركعهما في بيته ثم دخل المسجد\nوالإمام يخطب قعد ولم يركع، وإن لم يكن ركع ركع إذا دخل المسجد. قال أبو\nبكر: يركعهما، للثابت عن النبي - صلى الله عليه وسلم - أنه قال لرجل دخل\nالمسجد (إذا جاء أحدكم والإمام يخطب فليركع ركعتين). وقد روينا عن ابن عمر\nأنه كان يصلي قبل الجمعة اثني عشرة ركعة، وعن ابن عباس انه كان يصلي ثماني\nركعات. وعن ابن <span id='ms060'></span> مسعود أنه كان يصلي أربع ركعات ويأمر بعد ذلك يصلي ما شاء\nالله، وقد أمر النبي - صلى الله عليه وسلم - الداخل وهو يخطب أن يصلي\nركعتين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا: إباحة الصلاة والأمر\nبها قبل الجمعة في الوقت الذي تجوز فيه الصلاة، ولا أعلم في ذلك حدا\nموقوتا، وفي بعض قولهم: إنه لا بأس والخطيب يخطب يوم الجمعة، وفي بعض قولهم\nإن ذلك حدث وبدعة، لعل المعنى فيه أنه لم يكن في الأصل، وإن لم يكن /48/\nبدعة مكفرة، وإن كان النبي - صلى الله عليه وسلم - أمر الرجل بالصلاة وثبت\nذلك فهو أولى ما استجيز وعمل به، ويخرج ذلك عندي لتحية المسجد؛ لأنه قد ثبت\nعنه أنه قال: لكل شيء تحية وتحية المسجد ركعتان إذا دخله الداخل، لم يعقد\nحتى يصليهما في بعض الرواية ولا أعلم لزوم ذلك فرضا. ويخرج عندي من\nالفضائل، وعندي أنه ما لم يحرم الإمام فالصلاة غير محجورة في المسجد، إلا\nأن ترك الصلاة يخرج في معاني الأصول أنه أصح إذا قام الخطيب يخطب؛ لأن\nالصلاة ذكر لا صمت، كذلك معاني الاتفاق يوجبه، والصمت غيرها، وحق الجمعة\nالصمت منذ يقوم الخطيب يخطب إلى تمام الصلاة، وإذا ثبت معنى هذا فالداخل\nكالقاعد في المسجد قبل ذلك. [بيان، 15/48]\n</p>\n\n<p>\nومن كتاب الأشراف: ذكر عدد الخطبة يوم الجمعة، والجلسة بين الخطبتين. قال\nأبو بكر: ثبت أن رسول الله - صلى الله عليه وسلم - كان يخطب الخطبتين وهو\nقائم، يفضل بينهما بجلوس، وقد اختلفوا فيه، وكان عطاء بن أبي رباح يقول: ما\nجلس النبي - صلى الله عليه وسلم - على منبر حتى مات، ما كان يخطب إلا\nقائما، فأول من جلس عثمان بن عفان في آخر زمانه حين كبر، وكان هنيهة ثم\nيقوم، وكان المغيرة بن شعبة يجلس على المنبر، ويؤذن له ابن التياح، فإذا\nفرغ قام المغيرة فخطب، ثم لم يجلس حتى ينزل. قال أبو بكر: والذي عليه عمل\nالناس بما تفعله الأئمة اليوم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد <span id='ms061'></span>: معي أنه يخرج في معاني قول أصحابنا: أن العقود في الخطبة\nحدث فيما يخرج من قولهم: إنه لم يقعد النبي - صلى الله عليه وسلم - ولا أبو\nبكر ولا عمر ولا عثمان في أول أيامه، إلا أنه لما كبرت سنه فيما قيل: كان\nيقعد يروح بذلك، /52/ فالواجب أن يتبع على ما مضى عليه النبي - صلى الله\nعليه وسلم - والخليفتان وعثمان قبل كبر سنه، ولا يقتدى به في موضع العذر\nإذا كان له عذر؛ لأن هذا ثابت فيما قيل: إنه إنما كان ذلك حين كبرت سنه،\nفإن كان له عذر فلا يقتدى بمن كان له عذر، وإن كان محدثا عن فعل النبي -\nصلى الله عليه وسلم - والخليفتين فأحرى ألا يقتدى به في المخالفة.\n</p>\n\n<p>\nومنه قال أبو بكر: روينا عن الشعبي عن النبي - صلى الله عليه وسلم - أنه\nقال: يخطب يوم الجمعة ما قل أو كثر. وقد ذكرنا قول عطاء، ويجزئ عن مالك\nوالأوزاعي وإسحق وأبي يوسف ومحمد وأبي ثور خطبة. وفي هذا المسألة قولان\nآخران: أحدهما قول الشافعي: وهو أن لا يجزئ إلا خطبتين يفصل بينهما بجلوس،\nوأقل ما يقع عليه اسم الخطبة منهما أن يحمد الله ويصلي على النبي - صلى\nالله عليه وسلم - ، ويوصي بتقوى الله، ويقرأ شيئا من القرآن، وفي الأولى\nيحمد الله ويصلي على النبي - صلى الله عليه وسلم - ، ويوصي بتقوى الله،\nويدعو في الآخرة. والقول الآخر: قول النعمان، وهو أن يخطب يجزي أن يخطب\nبتسبيحة واحدة. قال أبو بكر: قول النعمان لا معنى له، وأجو أن تجزئه خطبة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا فيما يجزيه من الخطبة\nفي الجمعة وما تثبت به الخطبة أنه أقل ذلك أن يحمد الله ولو يحمده مرة\nواحدة، ويصلي على النبي - صلى الله عليه وسلم - ولو مرة واحدة، ويستغفر\nلذنبه وللمؤمنين والمؤمنات ولو مرة واحدة، وقد ثبتت الخطبة ف هذا القول.\nوفي بعض قولهم: حتى يأتي بهذا ويتشهد ويوحد الله مع هذا. وفي بعض قولهم:\nحتى يحمد الله <span id='ms062'></span> ويوحده ويصلي على النبي - صلى الله عليه وسلم - ، ويقرأ هو\nما كان من القرآن، ولا أعلم في قولهم: إنه إذا اتفق له بهذا إلى خطبته فحمد\nالله وحده، وصلى على النبي - صلى الله عليه وسلم - ، واستغفر لذنبه\nوللمؤمنين والمؤمنات، وقرأ آية أو ما يقوم مقام الآية إلا وقد كملت خطبته\nوقامت مقام خطبته.\n</p>\n\n<p>\nومنه قال أبو بكر: كان ابن الزبير إذا رقى المنبر سلم، وفعل ذلك عمر بن\nعبد العزيز، وبه قال الأوزاعي والشافعي وأحمد، وأنكر ذلك مالك، وكان لا يراه.\n</p>\n\n<p>\nقال أبو سعيد: الذي معي أنه يخرج في قول أصحابنا أنه إذا قام /53/ الخطيب\nعلى المنبر بموضع الخطبة أن يسلم على الناس، ولا أعلم كراهية ذلك من أحد،\nإلا أنه لم يفعل ذلك لا يبلغ به عندي إلى نقصان حال في خطبة ولا غيرها.\n</p>\n\n<p>\nومنه قال أبو بكر: واختلفوا في نزول الإمام لسجدة يقرأها، فروينا عن\nعثمان بن عفان وأبي موسى الأشعري وعمار بن ياسر وعقبة ابن عامر أنهم نزلوا\nفسجدوا، وبه قال أصحاب الرأي، وقال مالك بن أنس ليس العمل على أن ينزل إلا\nإذا قرأ السجدة على المنبر فيسجد. وقال الشافعي: لا ينزل ولا يسجد، فإن فعل\nرجوت له أن لا يكون به بأس.\n</p>\n\n<p>\nقال أبو بكر: إن نزل فسجد رجوت له الثواب، وإن لم ينزل فلا شيء عليه، نزل\nعمر وترك أن ينزل، وهذا بين، وله على إباحة ذلك حديث يدل بترك النزول على\nأن ذلك ليس بفرض.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: ولا أعلم أنه يحضرني من قول أصحابنا في مثل هذا شيء معروف،\nإلا أنه يعجبني معنى ما قالوه من الاختلاف، ويعجبني أن يسجد الإمام الذي\nيقرأ السجدة على المنبر ولا ينزل، ولا يترك السجدة، وإن ترك فلا أجد مانعا\nفي معاني ما قيل في ذلك، وسجوده على المنبر أحب إلى، وإن يمكنه إلا الإيماء\nعلى المنبر أعجبني أن يكون له أن ينزل ويسجد لثبوت معنى السجدة في الفريضة\nإذا قرأها الإمام، وإن ترك السجود في <span id='ms063'></span> الخطبة لم يتعر عندي من الاختلاف في\nكراهية ذلك، وأما فساد صلاته فلا يبين لي ذلك، والله أعلم، لأنه قد قيل لو\nتركها الإمام في صلاة الفريضة عامدا كان قد أساء في بعض القول، ولا إعادة\nعليه، وقيل: عليه الإعادة إذا تركها عامدا، وإن تركها ناسيا فلا إعادة\nعليه.....؟ [بيان، 15/53]\n</p>\n\n<p>\nفي الخطبة أنها لا تقوم مقام ركعتين\n</p>\n\n<p>\nومن كتاب الأشراف قال أبو بكر: كان الحسن البصري يقول: تجزئهم جمعتهم خطب\nالإمام أو لم يخطب. قال غيره: إذا لم يخطب الإمام صلى أربعا، كذلك قال عطاء\nبن أبي رباح والنخعي وقتادة وسفيان الثوري والشافعي وأحمد وإسحق وأبو ثور\nويعقوب ومحمد، وقد روينا عن سعيد أنه قال: الجمعة أربعا فجعلت الخطبة في\nالجمعة مكان الركعتين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا أنه لا يجوز ترك الخطبة\nفي الجمعة، وأنه إذا لم يخطب الإمام صلى أربعا، وأنهم إن صلوا ركعتين بغير\nخطبة أو ما يشبهها من معاني الذكر أن عليه الإعادة، ولا جمعة له. وفي بعض\nمعاني قولهم: إن الفرض في الظهر يوم الجمعة أربع ركعات، فقامت الخطبة مقام\nركعتين، وثبتت الجمعة ركعتين. وقال بعضهم: ليس هكذا ولكن الجمعة لا تكون\nإلا بالخطبة، وهكذا جاءت السنة. لا نقول إن الخطبة تقوم مقام ركعتين، ولو\nثبت ذلك لم يكن من لم يدرك الخطبة مدركا للصلاة كلها، كما وقع في الإجماع\nأنه من لم يدرك الركعتين الأوليين من الظهر لم يكن مدركا لهما، وكان عليه\nالإعادة، ولكن الفرض والسنة ثبتت على ما شاء الله من أحكامه. [بيان، 15/55]\n</p>\n\n<p>\nفي الإمام إذا سافر وحضرت صلاة الجمعة\n</p>\n\n<p>\nمن كتاب الأشراف قال أبو بكر: روينا عن عمر بن عبد العزيز أنه جمع\nبالسويد وهو في إمارته على الحجاز، وممن هذا مذهبه الأوزاعي وأبو ثور.\nوقالت طائفة: لا يجمع في السفر، هذا قول ابن عمر. وقال عطاء ومجاهد: ليس\nبمنى جمعة. وقال الزهري ومالك: لا يجمع الإمام بعرفة ولو كان يوم الجمعة،\nوكذلك قال الشافعي وأحمد <span id='ms064'></span> وإسحق وأصحاب الرأي، وقال الشافعي وأحمد ويعقوب\nومحمد: لا جمعة بمنى، وقال النعمان: إذا كان الإمام من أهل مكة جمع، وكذلك\nالخليفة إذا كان مسافرا، وإن كان غير ذلك فلا جمعة عليه بمنى. قال أبو بكر:\nلا يجمع الإمام في السفر وإن كان الخليفة استدلالا بصلاة النبي - صلى الله\nعليه وسلم - الظهر بعرفة وكان يوم الجمعة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا أن الإمام إذا ظعن من\nمقامه فلا جمعة له ولا عليه في موضع ما يكون مسافرا فيه، ففي معنى قولهم:\nإن الإمام إذا كان من أهل مكة ومقيما بمكة فلا جمعة له ولا عليه بمنى، إذا\nكان بها في فوره -نسخة- من رجعته من عرفات؛ لأنه مسافر بها، فإن كان قد زار\nوروجع إلى مكة، ثم رجع إلى منى فهو بها مقيم، وكذلك أهل مكة، هم بعد رجوعهم\nمن مكة مقيمون، وعليهم التمام، وفي رجعتهم من عرفات يقصرون فيه.\n</p>\n\n<p>\nومنه الإمام يجمع من موضع ما يكون فيه مقيما على معنى قول من يقول: إن\nالإمام إذا كان /58/ في غير الأمصار فلا جمعة عليه إلا بمكة، كذلك هذا كنحو\nما خرج مثله مع الأئمة جمعوا فيه مما يكونون فيه مقيمين، ولو لم يكن موضع\nمقامهم دون الفرسخين فهو كموضع مقامهم ما لم يكونوا مسافرين يريدون مجاوزة\nالفرسخين، وإذا دخل الإمام العدل المصر الممصر ولو لم يكن مقيما فيه لزمه\nالجمعة بمعاني الاتفاق؛ لأنه قد ثبت معنى المصر والإمام وعليه الجمعة، وهو\nأولى بالإمامة من غيره من رعيته، ولا تبطل الجمعة لموضع سفره، وإنما لا\nعليه الجمعة ولا له في موضع سفره في غير الأمصار الممصرة، فافهم معنى ذلك،\nعلى هذا يخرج في معاني قول أصحابنا. [بيان، 15/58].\n</p>\n\n<p>\nومن كتاب الأشراف: واختلفوا في الرجل يدخل مع الإمام في صلاة الجمعة، ثم\nيذكر أن عليه الفجر، ففي قول النعمان ويعقوب ينصرف فيصلي الغداة، ثم يذكر\nفي صلاة الجمعة إن أدركها، وإلا صلاها أربعا، وفي قول الشافعي يتم الجمعة <span id='ms065'></span>،\nثم يصلي الفجر ولا إعادة عليه.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا نحو ما حكي من\nالاختلاف، ولعل في أكثر معاني قولهم ان يتم الجمعة، أو الصلاة التي قد دخل\nفيها، ولو كانت ظهرا جماعة أو فرادى، فإذا أتمها صلى الفجر، ولا إعادة عليه\n/60/ فيما صلى. قال أبو بكر: كان الشافعي يقول: إذا كان في الجمعة فدخل وقت\nالعصر صلى ظهرا أربعا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه إن أراد صلاحا ظهرا أربعا.\n</p>\n\n<p>\nومنه قال النعمان: إذا قعد في الثانية وجاء وقت الثانية فعليهم أن\nيستقبلوا الظهر أربع ركعات، وقال يعقوب ومحمد: صلاتهم تامة قعد قدر التشهد\nقبل أن يدخل وقت العصر. وفيه قول ثان: قال ابن القاسم صاحب مالك: إن لم يصل\nبالناس حتى دخل وقت العصر يصلي بهم. وقال: الجمعة ما لم تغب الشمس، وقال\nأحمد بن حنبل: إذا تشهد قبل أن يسلم ودخل وقت العصر تجزيه صلاته.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا أنه ما لم يتم الصلاة،\nوهو أن يتشهد حتى دخل وقت العصر أنه يصلي أربعا؛ لأنه لا تكون جمعة إلا في\nوقتها، وإنما يبدل الآن الظهر. ومعي أنه يخرج في معاني القول إنه لم يتمها\nحتى دخل وقت العصر أنه يبني على ما صلى، ويتم الظهر أربعا، وفي بعض ما يخرج\nعندي من القول: إنه يبتدئ الظهر أربعا، ويعجبني أن يبني على صلاته؛ لأنها\nقد ثبتت، أو ما صلى منها في معنى التيسير من صلاة الظهر [بيان، 15/60]\n</p>\n\n<p>\nومن كتاب الأشراف قال أبو بكر: واختلفوا في إمامة العبد في الجمعة، ففي\nقول الشافعي وأبي ثور وأصحاب الرأي تجزيه الجمعة خلفه. وقال مالك: لا يؤم\nالعبد في الجمعة. قال أبو بكر: قول الشافعي حسن.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا الاختلاف في إمامة\nالعبد في الصلاة، وإنما يخرج معاني الاتفاق من قولهم: إنه لا يكون إماما\nللناس منصوبا، أي حاكما، فإذا صلى بأمر الإمام، أو <span id='ms066'></span> ممن تثبت الصلاة ممن\nيقوم مقام الإمام ومن خلفه الإمام لأمر فيها ثبت معاني الاختلاف في الصلاة،\nولا معنى يدل على فساد صلاته بصلاة العبد، إذا كان من أهل الصلاة لأنها\nفريضة عليه، وقد قيل إنه لو صلى المسافر الجمعة إماما بأمر الإمام إن\nصلاتهم تامة، وقد ثبت أنه لا جمعة على المسافر في اللزوم، فإذا صلى بأمر\nالإمام تمت الصلاة، كذلك العبد، وإن لم تكن تلزمه الجمعة ولا الجماعة، فإذا\nصلى بأمر من يثبت أمره من إمام أو جماعة كان إماما، ولا يؤم به فيما\nيستقبل، إذا وجد غيره للخروج من الاختلاف.\n</p>\n\n<p>\nومنه قال أبو بكر: روينا عن ابن عمر أنه كان يقول: لا جمعة إلا في المسجد\nالأكبر الذي يصلي فيه الإمام. وسئل مالك عن الإمام صلى في /62/ أقصى\nالمدينة، وصلى مكانه خليفة له عينه، فصلى في القصبة، فقال مالك: لا أرى\nالجمعة إلا لأهل القصبة. وفيه قول ثان: إن من جمع أولا بعد الزوال من\nالجمعة، هذا قول الشافعي، وقال إسحق بن راهويه الاحتياط أن يجمع من جمع\nأولا، وحكي عن النعمان أنه قال: لا يجمع في مكانين في مصر، وحكي عن يعقوب\nأنه أجاز ذلك ببغداد، وأبى أن يجيز ذلك في سائر البلدان، وقد روينا عن عطاء\nأنه قيل له: أهل البصرة لا يسعهم المسجد الأكبر. قال: لكل قوم مسجد يجتمعون\nفيه، ويجزئ ذلك عنهم من التجميع في المسجد الأكبر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سيعد: معي أنه يخرج في معاني قول أصحابنا: إنه لا جمعة إلا في\nمصر ممصر، وليس فيه إلا جمعة واحدة في المسجد الأكبر، إلا أن يكون المسجد\nالأكبر في المصر الممصر، في موضع خارج عن الإمام العدل، ومقام الإمام العدل\nفي غير حضرة المسجد الأكبر في المصر الممصر، فإنه في بعض قولهم: إنه تكون\nالجمعة مع الإمام، حيث مقامه، أو في المسجد الأكبر في المصر الممصر، ولا\nأعلم يخرج في قولهم: إن المصر يجوز فيه جمعتان إلا في هذا الموضع؛ لأنه من\nصحيح مذهبهم <span id='ms067'></span> أنه لا يكون إمامان في مصر واحد، ولا تكون الجمعة في مصر إلا\nفي موضع واحد بمعنى التمصير، ومع الإمام لموضعه، فعلى هذا النحو يخرج في\nمعاني قول أصحابنا في هذا الذي حكاه وذكره. [بيان، 15/62]\n</p>\n\n<p>\nومن كتاب الأشراف: واختلفوا فيمن أدرك من صلاة الجمعة ركعة، ثم ذكر أن\nعليه منها سجدة، فكان الشافعي يقول:يسجد سجدة ويأتي بثلاث ركعات، وفي قول\nأحمد بن حنبل: يسجد سجدة، فإن لم يكن أخذ في عمل الثانية، ثم يضيف إليها\nركعة أخرى.\n</p>\n\n<p>\nقال أبو سعيد: القول المضاف إلى أحمد بن حنبل يشبه عندي معاني قول\nأصحابنا، إذا كان قد نسي من الركعة التي أدركها من الإمام سجدة، فمعي أنه\nما لم يدل في بدل ما فاته من الركعة الأولى فله أن يسجد السجدة التي نسيها،\nثم يتشهد في بعض ما يخرج في قولهم، ثم يأتي بالركعة الثانية، وفي بعض ما\nيخرج في قولهم: إنه إذا أتم التشهد فسدت صلاته، إذا كان نسي السجود.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nومن الكتاب قال أبو بكر: أجمع أهل العلم على أن من فاتته الجمعة من\nالمقيمين أن يصلي أربعا، واختلفوا في صلاتهم جماعة إذا فاتتهم الجمعة، فقال\nقوم يصلون /64/ جماعة، روي ذلك عن عبد الله بن مسعود، وفعله الحسن بن عبيد\nالله. وقال سفيان الثوري: فعلته أنا والأعمش، وهو قول إياس بن معاوية وأحمد\nبن حنبل وإسحق بن راهويه، وكان الشافعي لا يكره ذلك إذا لم رغبته عن الصلاة\nوخلف الأئمة، ورخص مالك لأهل السجن والمسافرين والمرضى أن يجمعوا، واختلف\nقوله في القوم تفوتهم الجمعة، فحكى ابن القاسم عنه قال: يصلون فرادى، وحكى\nعنه آخر أنه قال ذلك إليهم إن شاء أجمعوا، وإن شاءوا صلوا فرادى، وكره\nالحسن البصري وأبو قلابة والثوري والنعمان أن يصلوا جماعة. قال أبو بكر:\nقول ابن مسعود أولى.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا إنه إذا كان خلف\nالمتخلفين عن الجمعة لعذر، فصلوا جماعة في قولهم: إن إذا وافقت صلاتهم كانت\nقبل صلاة <span id='ms068'></span> الإمام فعليهم الإعادة، وإن كانت بعد صلاة الإمام فصلاتهم تامة،\nهذا في بعض ما عندي إنه قيل، ومن بعض قولهم: إنه لا يصلون جماعة على حال،\nولا تجوز صلاتهم حيث تلزم الجمعة، كان من عذر أو من غير عذر. ومعي أنه إذا\nثبت معنى الاختلاف في صلاة الجامعين، وتخلفهم من عذر فلا معنى يوجب من ذلك\nأن يثبت فيه معنى الاختلاف في ثبوت صلاتهم جماعة؛ لأنه لا فرق في ذلك في\nمعنى الصلاة عندي، وإنما الفرق في ذلك في الإمام على من ترك بغير عذر، ولا\nإثم على من ترك بغير عذر، كما أنه يخرج في معاني الاتفاق أن التارك بعذر أو\nلغير عذر إذا صلى أربعا فرادى أن صلاته قد ثبتت، ولا إعادة عليه، كما كان\nهذا يلحق الجامعين معنى الصلاة، وكذلك عندي في معنى الجماعة يخرج معناهما\nواحد في ثبوت الصلاة، وإن اختلفوا في الاثم. [بيان، 15/64] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n             ومن\nكتاب الأشراف: واختلفوا في المسافر يدرك من صلاة الجمعة التشهد، فقال\nالأوزاعي وسفيان الثوري وأحمد بن حنبل: يصلي أربعا، وهذا على مذهب الشافعي،\nوقال إسحق بن راهويه: يصلي ركعتين.\n</p>\n\n<p>\nقال أبو سعيد: قول إسحق عندي هاهنا يخرج في معنى قول أصحابنا. [بيان، 15/65]\n</p>\n\n<p>\nفيما يجب به العذر من حضور صلاة الجمعة\n</p>\n\n<p>\nومن كتاب الأشراف قال الشافعي: في الولد والوالد إذا خاف فوات نفسه، وكان\nمالك لا يجعل المطر عذرا في التخلف عن الجمعة، وقال أحمد: في الجمعة في\nالمطر، على حديث عبد الرحمن بن سمرة، وبه قال إسحق قال أبو بكر: وحديث عبد\nالرحمن أن النبي - صلى الله عليه وسلم - قال: (إذا كان مطر وندى فليصل\nأحدكم في رحله).\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في قول أصحابنا: إنه مما يوجب العذر في\nالتخلف عن الجمعة، المطر المخوف الذي يخشى منه الأذى، والحر الشديد الذي\nيخاف منه الضرر، والخوف على المال والنفس من وقوع مضرة من تضييع بعده، أو\nلعائقة تعوقه في شيء من هذا، وكذلك ف الميت إذا حضر وخيف عليه <span id='ms069'></span> التغيير إذا\nلم يقم به، وكذلك خوف المريض الذي يخاف عليه الضياع، ويلزم القيام، ولا\nيخلفه بعده من يقوم به، فهذا وأشباهه مما يجب العذر في التخلف عن الجمعة\n[بيان، 15/69] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n             ومن كتاب الأشراف قال أبو بكر: واختلفوا في\nالإمام يفتتح بالجماعة الجمعة، ثم يفترقون عنه، فقال سفيان الثوري: إذا\nذهبوا إلا رجلين صلى ركعتين، وإن بقي معه رجل واحد صلى أربعا، وقال إسحق بن\nراهويه: إذا بقي معه اثنا عشر رجلا صلى ركعتين، وقال أبو ثور: إذا تفرقوا\nعنه صلى الجمعة وإن لم يبق معه إلا رجل واحد؛ لأنه قد دخل في الصلاة، وهي\nله ولهم جمعة. وقال الشافعي: إذا خطب بأربعين وكبر بهم، ثم انفضوا من حوله،\nففيها /75/ قولان: أحدهما إن بقي معه اثنان فصلى الجمعة أجزأته، والقول\nالثاني أنه لا يجزئه حتى يكون معه أربعون رجلا حين يدخل وحين تكمل الصلاة،\nوحكى أبو ثور عنه أنه يصلي الجمعة إذا كان هو الثالث، وإن كان هو وواحد لم\nيجزه، وقال: إني أشبه ذلك عندي إن صلى ركعة ثم انفضوا عنه صلى أخرى. وقال\nالنعمان: إذا تفرق الناس عنه قبل أن يركع ويسجد ويستقبل الظهر، وإن تفرق\nالناس عنه بعدما ركع وسجد سجدة بنى على الجمعة، وقال يعقوب ومحمد: إذا\nافتتح الجمعة وهم معه ثم تفرق الناس وذهبوا، أصلي الجمعة على حاله؟\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا: إنه إذا كان الإمام في\nموضع حيث تلزم الجمعة فتفرق الناس عنه، ولم يحضره إلا رجلان مقيمان صلى\nالجمعة ركعتين، فإن حضر مسافرون أو نساء أو عبيد وليس فيهم أحرار مقيمون\nصلى أربع ركعات ولم يصل الجمعة، وأحسب أن في بعض قولهم: إنه ولو لم يبق معه\nاو لم يحضره إلا رجل واحد حر صلى الجمعة، ومعي أنه ما لم يكن معه من تقوم\nبه الجمعة حتى يتمها لم يبن لي أنه يتم صلاة الجمعة إذا ذهب من لا تقوم\nالصلاة إلا به [بيان، 15/75]\n</p>\n\n<p>\nفي الكلام والقراءة يوم <span id='ms070'></span> الجمعة والخطيب يخطب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n             من كتاب الأشراف\nقال أبو بكر: ثبت أن رسول الله - صلى الله عليه وسلم - قال: (إذا قلت\nلصاحبك والإمام يخطب صه فقد لغوت). ونهى عثمان وابن عمر عن الكلام والإمام\nيخطب. قال ابن مسعود: إذا رأيته يتكلم والإمام يخطب أقرع رأسه بالعصا، وكره\nذلك ابن عباس والشافعي وعوام أهل العلم، وكان النخعي وسعيد بن جبير\nوإبراهيم بن مهاجر وأبو ثور والشعبي يتكلمون والحجاج يخطب. وقال بعضهم: إنا\nلم نؤمر أن ننصت لهذا. قال أبو بكر: اتباع السنة أولى.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا بثبوت النهي عن الكلام\nوالإمام يخطب يوم الجمعة، ويروى عن النبي - صلى الله عليه وسلم - في ذلك\nأنه قال: (حاضر حضرها) يعني الجمعة (بصمت فهو حقها وحاضر حضرها بدعاء وذكر\nالله فالله دعا فإن شاء أجابه وإن شاء أعطاه وإن شاء منعه. وحاضر حضرها\nبلغو فهو حظه منها. ومن قال صه فقد لغا) هكذا في الرواية عن النبي - صلى\nالله عليه وسلم - فحق الجمعة الصمت، وأن لا ينطق الإنسان بذكر ولا توحيد،\nولا بصلاة على النبي - صلى الله عليه وسلم - ، إلا في نفسه واعتقاده.\n</p>\n\n<p>\nومنه قال أبو بكر: كان عثمان بن عفان يقول: للمنصت الذي لا يسمع من\nالخطبة شيئا مثل ما للسامع المنصت، وروينا عن ابن عمر وابن عباس أنهما كانا\nيكرهان الصلاة والكلام بعد خروج الإمام يوم الجمعة، وكان الشافعي وأبو ثور\nيكرهان الكلام والإمام يخطب، وكان عروة بن الزبير لا يرى بأسا بالكلام إذا\nلم يسمع الخطبة يوم الجمعة.\n</p>\n\n<p>\n/82/ قال أبو سعيد: هكذا يخرج في معاني قول أصحابنا أنه إذا حضر الخطيب\nالخطبة، فمنعه مانع استماع الخطبة لبعد أو لمعنى، فصمت وأنصت كان له من\nالفضل ما لمن استمع، ولكن يستحب له أن يستمع إن كان بحيث يسمع. ومعي أنه ما\nلم يسمع وصمت كان مقصرا، ولا شيء عليه في معنى صلاته.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nومنه قال أبو بكر: رخص في القراءة إذا لم يسمع خطبة الإمام النخعي وسعيد <span id='ms071'></span>\nبن جبير، ورخص عطاء في الذكر، وكان الشافعي وأحمد وإسحق لا يرون بذلك بأسا.\nوقال الأوزاعي: والعاطس يحمد الله في نفسه، وكان الزهري يقول يؤمر بالصمت،\nوقال الأوزاعي مثله. وقال أصحاب الرأي: أحب إلينا أن يسمع وينصت، وقال أبو\nبكر: لا بأس بالقراءة، ويعجبني ذلك إذا لم يسمع الخطبة.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج ف معاني قول أصحابنا أنه سواء [سمع؟] أولم\nيسمع فعليه الصمت، وذلك حق الجمعة، وأما ذكره في نفسه من غير أن يحرك به\nلسانه فلا أعلم في ذلك اختلافا أنه جائز وفضل، ويؤمر بذلك أنه كلما مضى\nالخطيب على شيء من التوحيد والصلاة على النبي - صلى الله عليه وسلم - أو\nشيء من ذكر الله أن يذكر ذلك في نفسه ويلزمه ذلك في الاعتقاد في معنى ذكر\nالقلب في معاني المعرفة لذلك، وأما أن يكون ذلك بلسانه فقد مضى القول فيه\nفي الرواية إنه إن شاء الله أعطاه وإن شاء منعه.\n</p>\n\n<p>\nومنه قال أبو بكر: رخص في تشميت العاطس ورد السلام والإمام يخطب، الحسن\nالبصري والنخعي والشعبي والحكم وقتادة والثوري وأحمد وإسحق. وقال قتادة:\nبرد السلام ويسمته، واختلف قول الشافعي في هذا، فكان في العراق ينهي عنه\nإلا بالإيماء، وقال بمصر: رأيت أن يرد عليهم بعضهم؛ لأن رد السلام فرض،\nوقال في تسميت العاطس أرجو أن يسعه. وقال سعيد بن المسيب: لا يسمته، وبه\nقال قتادة، وهذا اختلاف قوله في رد السلام، وكان مالك والأوزاعي لا يريان\nتسميت العاطس ولا رد السلام والإمام يخطب، وأصحاب الرأي استعجبوا بما قال\nمالك. وقال عطاء: إذا كنت تسمع الخطبة فاردد عليه السلام في نفسك، وإذا كنت\nلا تسمع الخطبة فاردد السلام واسمعه. وقال أحمد: إذا لم تسمع الخطبة فسمت ورد.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\n/83/ قال أبو سعيد: عندي في معاني قول أصحابنا أن له أن يرد السلام ويسمت\nالعاطس والخطيب يخطب يوم الجمعة، ولا أعلم في معاني قولهم في ذلك اختلافا\nبنهي ولا كراهية، ويعجبني ما حكي من هذه الأقاويل من ترك التشميت <span id='ms072'></span> ورد\nالسلام، إذا ثبت أنه في معنى الصلاة لاجتماعهم أنه ليس له ولا عليه أن يرد\nالسلام في الصلاة، وفي معنى قولهم إنه من أسباب الصلاة، إلا أنه لما ثبت\nبمعاني الاتفاق أنه يشير ويومئ ويعمل بيده، مثل تروح، وأنه يذكر الله في\nنفسه بمعنى الاتفاق، لم يبعد ما قيل إنه يرد السلام ويسمت العاطس، ولا يخرج\nعندي إلا موضع ذكر، والصمت عندي عن ذلك أفضل، لما ثبت عن النبي - صلى الله\nعليه وسلم - أنه حقها.\n</p>\n\n<p>\nومن كتاب الأشراف قال أبو بكر: واختلفوا في الكلام بعد فراغ الإمام من\nالخطبة قبل دخوله في الصلاة، فكره طاووس وعطاء والزهري وحماد ابن أبي\nسليمان وبكر بن عبد الله والنخعي ومالك والشافعي وأبو ثور ويعقوب ومحمد\nيرخصون فيه، وروينا عن ابن عمر، وكان الحكم بن عيينة يكره ذلك. قال أبو\nبكر: الكلام فيما بين نزوله عن المنبر إلى دخوله في الصلاة مباح.\n</p>\n\n<p>\nومنه واختلفوا في الكلام عند سكوت الإمام من الخطبتين، فكره ذلك مالك\nوالأوزاعي والشافعي وإسحق، ذلك عن ابن سيرين، وكان الحسن البصري يقول: لا\nبأس به، واختلفوا فيما يقوله المستمع للخطبة إذا قرأ الإمام {إن الله\nوملائكته يصلون على النبي} فقالت طائفة: يصلون عليه في أنفسهم، ولا يرفعون\nأصواتهم، هذا قول مالك بن أنس وأحمد وإسحق، وكان سفيان الثوري وأصحاب الرأي\nيحبون السكوت. قال أبو بكر: هذا أحب إلي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا: أن الكلام والخطيب\nويخطب وبعد فراغه من الخطبة سواء، ولا فرق في ذلك معي في معاني قولهم، ولا\nشيء يستدل به على ذلك؛ لأنه منذ يقوم الخطيب يخطب فقد ثبت أنهم قد دخلوا في\nمعاني الصمت إلى أن يصلوا، سواء سكت الإمام سكوتا يجوز له أو تكلم في خطبته\nأو فرغ من خطبته، إلا ما يجوز من أمر الصلاة وبما تقوم به الصلاة [بيان، 15/83]\n</p>\n\n<p>\nومن كتاب الأشراف قال أبو بكر: جاء الحديث عن النبي - صلى الله عليه وسلم\n- أنه قال لرجل تخطى <span id='ms073'></span> رقاب الناس: (اجلس فقد أذيت)، واختلفوا فيه، فكره ذلك\nأبو هريرة وسليمان وسعيد بن المسيب وعطاء ابن أبي رباح وأحمد بن حنبل، وكان\nقتادة يقول: تخطاهم إلى مجلسه. وقال الأوزاعي يتخاطهم إلى السعة، وكره\nالشافعي ذلك، إلا أن يكون يخطوه إلى الفرجة لواحد أو اثنين فإني أرجو أن\nيسعه، وإن كثر كرهته، إلا بأن لا يجد السبيل إلى مصلى إلا أن يتخطى، ويسعه\nبخطوة إن شاء الله. وفيه قول خامس: وهو أن يتخطى بإذنهم، وروينا ذلك عن أبي\nنضرة قال أبو بكر: لا يجوز من ذلك شيء؛ لأن القليل من الأذى والكثير مكروه.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يكره تخطي الناس نحو ما مضى ذكره، ومعي أن هذا\nالنهي إنما يخرج على معنى الحجر إذا كان يتخطاهم بأذى محجور يؤلم أحدا فيه،\nأو مما يلزمه لهم فيه أرش، أو يطلب بذلك معنى يريب، أو معنى يتقدم به على\nالناس، وأما إذا كان على وجه الأذى المحجور، وكان تخطيه طلب أداء الفرض لا\nيفوته أو يأخذ موضعه قبل الزحمة التي يخاف منها فوت الصلاة والأذى بأكثر من\nذلك، أو لمعنى يصح له غير محجور، فذلك يخطو مما يرجى له الفضل عندي فيه.\n</p>\n\n<p>\n/87/في العمل والحبوة وتخطي الناس\n</p>\n\n<p>\nوالكلام يوم الجمعة والإمام يخطب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n             ومن كتاب الأشراف قال أبو\nبكر: كان ابن عمر يحصب الحصباء، وهو الحصى الصغير دون الرمل من يكلمه\nوالإمام يخطب، وربما أشار إليه، وممن رأى أن يشير إلى من يتكلم والإمام\nيخطب عبد الرحمن بن أبي ليلى وزيد بن صوحان، ومالك والثوري والأوزاعي، وكره\nطاووس الإشارة، وكره الرمي بالحصى، لأن فيه أذى، ولكن يشير استدلالا\nبالإشارة، من كان بحضرة رسول الله - صلى الله عليه وسلم - إلى الرجل الذي\nقال لرسول الله - صلى الله عليه وسلم - : متى قيام الساعة؟\n</p>\n\n<p>\nقال أبو سيعد: معي أنه قد مضى القول بمعاني الكلام، وأما أن يحصب من كلمه\nأو من سمعه يتكلم أو يشير إليه فلا أعلم في معاني قولهم، وأما الإشارة بغير\nكلام <span id='ms074'></span> فلا يخرج كلاما؛ لأن الإشارة ليست بكلام، وإذا كانت الإشارة بمعنى\nدلالة على الفضل فلا يخرج عندي معنى كراهة ذلك ما لم يحصل معنى الكلام\nالمنهي عنه.\n</p>\n\n<p>\nومنه واختلفوا في الشرب والإمام يخطب، فرخص فيه مجاهد وطاووس والشافعي،\nونهى عنه مالك والأوزاعي وأحمد، وقال الأوزاعي: إن شرب فسدت خطبته. قال أبو\nبكر: لا بأس به، إذ لا نعلم حجة منعت فيه.\n</p>\n\n<p>\nقال أبو سعيد: لا أعلم من قول أصحابنا فيما يحضرني في مثل هذا قولا\nمؤكدا، إلا أنه يشبه عندي معاني الاختلاف، وتركه أحب إلي، فإن فعل فلا يبعد\nعندي فيه وقوع الاختلاف بفساد جمعته وتمامها، ويعجبني أنه إذا ثبت أنه يسمت\nالعاطس ويرد السلام، ويعمل ليكون هذا مثل هذه الأعمال، وإن كان قد وقع فيه\n/88/معنى الحاجة أكثر من هذا، لا مكان الضرورة إليه، فلا يتعداه عندي أن\nيكون أرخص على الحاجة. قال غيره: عندي إني وجدت في بعض الآثار أنه إن كان\nالعطش مضرا به إجازة الشرب والخطيب يخطب لنهي النبي - صلى الله عليه وسلم -\nعن الرجل يصلي وهو مغلول، والغل هو العطش، ووجدت أيضا أن الغل حبس البول في\nالمثانة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nومن كتاب الأشراف قال أبو بكر: روينا عن ابن عمر أنه كان يحتبي والإمام\nيخطب يوم الجمعة، وممن فعل ذلك ولم ير به بأسا سعيد بن المسيب والحسن\nالبصري وعطاء بن أبي رباح وابن سيرين وابن الزبير وعكرمة بن خالد وشريح\nوسالم بن عبد الله ونافع، ومالك بن أنس وسفيان الثوري والأوزاعي والشافعي\nوأصحاب الرأي. وقال أحمد: أرجو ألا يكون به بأس، وبه قال إسحق، وكره ذلك\nبعض أهل الحديث، بحديث روي عن النبي - صلى الله عليه وسلم - في إسناده.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا الترخيص في الحبوة\nوالخطيب يخطب يوم الجمعة. ومعي أنه إن ترك ذلك أفضل، لأن ما هم فيه يشبه\nمعاني الصلاة. والحبوة ليس من أهل الصلاة إلا من عذر، وأمر الصلاة الخشوع\nوالسكينة والوقار. [بيان، 15/88]\n</p>\n\n<p>\nومن كتاب الأشراف <span id='ms075'></span> قال أبو بكر: جاءت الأحاديث عن النبي - صلى الله عليه\nوسلم - أنه قال: من كان منكم مصليا يوم الجمعة فليصل بعدها، وثبت عنه أنه\nكان يصلي بعد الجمعة ركعتين، فالمصلي الخيار إن شاء صلى بعدها ركعتين، وإن\nشاء أربعا، يفصل بين كل ركعتين بتسليم. وقد اختلف فيه، فكان ابن مسعود\nوإبراهيم النخعي وإسحق وأصحاب الرأي يرون أن يصلي بعدها أربعا، وفيه قول\nثان: وهو أن يصلي بعدها ركعتين، ثم أربعا، روي ذلك عن علي بن أبي طالب وابن\nعمر وأبي موسى الأشعري ومجاهد وعطاء وحميد بن عبد الرحمن، وبه قال الثوري،\nوقال أحمد بن حنبل: إن شاء ركعتين وإن شاء أربعا. وفيه قول ثالث: وهو أن\nيصلي بعدها ركعتين، فعل ذلك ابن عمر، وروي عن إبراهيم النخعي.\n</p>\n\n<p>\nقال أبو سعيد: عندي أنه يخرج في معاني قول أصحابنا أنه يؤمر بعدها /90/\nبركعتين، ويؤكد فيهما، وقد قيل في بعض ما قيل إنهما سنة، وقيل مأمور بهما،\nوالناس على شبه إجماع فيهما من الفعل، فلا يستحب تركهما بعد جمعة ولا ظهر،\nوما كان بعد ذلك من الفضل فهو أفضل، ما لم يشتغل به عما هو أفضل منه وأولى.\n[بيان، 15/90] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n             ومن كتاب الأشراف: واختلفوا في الرجل يدخل في\nصلاة الإمام، ولم يدر صلاة الجمعة أم الظهر، فصلى ركعتين على أنها الجمعة\nوإذا هي الظهر، ففي قول النعمان وأصحابه: يجزئ ذلك عن المأموم إذا نوى صلاة\nالإمام، ولا يجزئ ذلك في قول الشافعي حتى ينويها.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا معنى ما حكي عن النعمان\nأنه إذا عقد الصلاة بصلاة الإمام فما صلى الإمام مما يثبت من الصلاة، ويكون\nهو تبع له، ويجوز له اتباعه فيه، فصلاته تامة بصلاة الإمام، وفي بعض قولهم:\nإنه إن نواها ظهرا بصلاة الإمام الجمعة لم تجزه، وإن نواها جمعة فصلى\nالإمام ظهرا لم تجزه، وإن نوى فوافق صلاة الإمام أجزأه، وهو مقصر في ذلك أن\nيعتقد مع الإمام بما لا يدري ما يوافق منه <span id='ms076'></span>.\n</p>\n\n<p>\nومنه واختلفوا فين لا يقدر على السجود على الأرض من الزحام، فكان عمر بن\nالخطاب يقول: يسجد على ظهر أخيه، وبه قال سفيان الثوري والشافعي وأحمد\nوإسحق وأبو ثور، وقال أصحاب الرأي: إن فعل ذلك فصلاته تامة، وقال عطاء\nوالزهري: يمسك عن السجود، فإذا رفعوا سجد. وقال مالك: إن فعل ذلك يعيد\nالصلاة. وقال نافع مولى ابن عمر: يومي إيماء. قال أبو بكر: بقول ابن عمر نقول.\n</p>\n\n<p>\n/92/قال أبو سعيد: معي أنه يخرج ف معاني قول أصحابنا معنى الاختلاف، كنحو\nما ذكر أنه قد قال: من قال عليه أن يسجد ولو على ظهر رجل، وقال من قال: إنه\nلا يسجد، وله أن يمسك عن السجود حتى يقوم الناس، ثم يسجد ويلحق الإمام في\nالصلاة، ولا أعلم في قولهم إنه يومئ إذا أمكنه السجود.\n</p>\n\n<p>\n/93/فيمن يصلي الظهر يوم الجمعة ثم يدرك صلاتها مع الإمام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \nومن كتاب الأشراف واختلفوا فيمن لا عذر له يصلي الظهر قبل صلاة الإمام يوم\nالجمعة. فكان سفيان الثوري والشافعي يقولان: يعيدها ظهرا، وقال أحمد بن\nحنبل: يعيد الفرض الذي يصلي في بيته، إذا كان إماما يؤخر الجمعة، وقال\nالحكم بن عيينة: يصلي معهم يصنع الله ما يشاء، وقال النعمان: إذا صلى الظهر\nثم خرج يريد الجمعة انتقضت الظهر، وقال محمد ويعقوب: لا تنتقض إلا أن يدخل\nفي الجمعة، وقال أبو ثور: إذا أدرك الجمعة صلى مع الإمام، وهي له نافلة.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا أنه إذا صلى الظهر\nأربعا حيث تلزم الجمعة، ثم حضر صلاة الجمعة فصلاها معهم أن صلاته الأولى،\nوأن الجمعة له فضيلة، ولا أعلم يخرج معنى غير هذا، وغيره ممن لا تلزمه\nالجمعة أحرى وأولى أن تكون صلاته الأولى [بيان، 15/93]\n</p>\n\n<p>\nومن كتاب الأشراف قال أبو بكر: ثبت أن رسول الله - صلى الله عليه وسلم -\nخرج يوم فطر أو يوم أضحى فصلى ركعتين لم يصل قبلهما ولا بعدهما، واختلف\nالناس في ذلك، فروي عن علي بن أبي طالب وابن <span id='ms077'></span> مسعود حذيفة بن اليمان وجابر\nبن عبد الله وابن أبي أوفى أنهم كانوا لا يرون الصلاة قبلها، وهذا قول ابن\nعمر ومسروق الشعبي والضحاك بن مزاحم والقاسم وسلام بن عبد الله والزهري\nومعمر وابن جريج وأحمد بن حنبل، وفيه قول ثان: وهو أن الصلاة قبلها وبعدها،\nهذا قول أنس بن مالك وسعيد بن أبي الحسن وجابر بن زيد وعروة بن الزبير\nوالشافعي.\n</p>\n\n<p>\nقال أبو سعيد: معاني قول أصحابنا يخرج عندي على إجازة معنى الصلاة قبل\nصلاة الفطر والنحر وبعدهما، إلا أنه استحب من استحب منهم أن ينصرف الناس\nيوم النحر إلى أصحابهم ويخففوا الصلاة، وإن فعل ذلك فاعل لقلة شغل لقيام\nغيره له فلا مانع يمنع عندي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nمسألة: ومن كتاب الأشراف في اجتماع العيدين قال أبو بكر: في العيدين إذا\nاجتمعا، فكان عطاء بن أبي رباح يقول: يجزئ أحدهما عن الآخر، وذكر أن ابن\nالزبير فعل ذلك، وروي نحو ذلك عن علي بن أبي طالب، وروي عن الشعبي والنخعي\nأنهما قالا: يجزئ عند أحدهما. وفيه قول ثان: وهو الرخصة في الأذان لمن كان\nخارجا من المصر في الرجوع إلى أهاليهم، ولا يعودون إلى الجمعة. قال عطاء:\nإن اجتمع يوم الجمعة ويوم الفطر فليجمعهما فليصل ركعتين حتى يصل الفطر، ثم\nهي حتى العصر، وروي عن عثمان بن عفان أنه قال في العيدين: إذا اجتمعا من\nأهل العالية أن ينتظر الجمعة فلينتظرها، ومن أحب أن يرجع فليرجع، وروي نحوه\nعن عمر بن عبد العزيز، وبه قال الشافعي، وقال النعمان في العيدين في يوم\nواحد، يشهدهما جميعا الأول سنة والآخر /99/فريضة، ولا يترك واحد منهما.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه اجتمع صلاة العيد في يوم الجمعة حيث تلزم الجمعة\nكانت صلاة العيد على حالها تجب على من تجب عليه الحضور لها بمعنى ثبوت\nالسنة، وصلاة الجمعة ثابتة على من تجب عليه حضورها للفريضة، ولا ينحط معنا\nواحد منهما بالآخر، إلا أن يجيء ثم عذر عن حضور أحدهما او عنهما جميعا،\nفالمعذور من عذره <span id='ms078'></span> الله، وإن لم يتفق حضور العيد إلا بترك الجمعة كانت\nالجمعة عندي أولى، إذا كان يضيع منها أو من أسبابها شيء حيث تجب؛ لأنها\nفريضة في موضع لزومها وهذه سنة. وفريضة الجمعة أولى من سنة صلاة العيد إذا\nلم يقم أحدهما إلا بترك الآخر. [بيان، 15/99]\n</p>\n\n<p>\nفي صلاة العيدين والتكبير عند الخروج إلى صلاة العيدين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n             ومن\nكتاب الأشراف ذكر التكبير ليلة الفطر. وقال أبو بكر: قال الله جل ثناؤه:\n{ولتكملوا العدة ولتكبروا الله على ما هداكم}، واختلف أهل العلم في التكبير\nليلة الفطر ويوم الفطر، فقال أكثر أهل العلم: يكبرون إذا غدوا إلى المصلى،\nوكان ابن عمر يفعل ذلك، وروي ذلك عن علي بن أبي طالب وابن أمامة الباهلي\nوأبي ذر، وناس من أصحاب رسول الله - صلى الله عليه وسلم - ، وفعل ذلك\nإبراهيم النخعي وسعيد بن جبير وعبد الرحمن بن أبي ليلى وأبو الزناد، وهو\nقول عمر بن عبد العزيز وأبان بن عثمان وأبي بكر بن محمد والحكم وحماد مالك\nبن أنس وأحمد بن حنبل وإسحق بن راهويه وأبي ثور، وحكى الأوزاعي ذلك عن\nالناس، وكان الشافعي يقول إذا رأى هلال شوال أحببت أن يكبر الناس جماعة\nوفرادى، ولا يزالون يكبرون ويظهرون التكبير حتى يغدوا إلى المصلى، حتى يخرج\nالإمام للصلاة، وكذلك أحب في عيد الأضحى لمن لم يحج، وروينا عن ابن عباس\nأنه سمع الناس يكبرون فقال: يكبر الإمام؟ قيل: لا، قال: أمجانين الناس؟ قال\nأبو بكر: بالقول الأول أقول؛ لأن ذلك قد ورينا عن جماعة من أصحاب رسول الله\n- صلى الله عليه وسلم - وجماعة من التابعين، وهذا قول أكثر أهل العلم، فإن\nكبر مكبر ليلة الفطر فلا بأس؛ لأنه ذكر الله.\n</p>\n\n<p>\nقال أبو سعيد: أما في الفطر فأكثر ما يخرج من قول أصحابنا أنهم يكبرون\n/102/إذا غدوا إلى المصلى، والتكبير كله في كل وقت جائز، والفضل ما لم يتخذ\nالمكبر ذلك لسبب ما يخرج به من حال الطاعة في بيته، وهو أن يريده لغير الله\nلرياء أو سمعة، ولا <span id='ms079'></span> يجوز على الفقهاء عندنا أن يسموا الناس مجانين لذكر\nالله، إلا على معنى يخص ذلك، وأما على التكبير في النحر فمع أصحابنا أنهم\nيكبرون دبر الصلوات لصلاة الظهر من يوم النحر إلى تمام أيام التشريق، وفي\nغير الحج إذا خرجوا لصلاة النحر مثل الفطر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\nومن الكتاب صفة التكبير قال أبو بكر: كان قتادة يقول: التكبير (الله أكبر\nالله أكبر على ما هدانا الله أكبر ولله الحمد)، وكان ابن المبارك يقول: إذا\nخرج يوم الفطر: (الله أكبر الله أكبر لا إله إلا الله والله أكبر ولله\nالحمد الله أكبر على ما هدانا)، وكان مالك بن أنس لا يحد فيه حدا، وقال\nأحمد بن حنبل: هذا واسع.\n</p>\n\n<p>\nوقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا أنه بما يكبر الله من\nالتكبير وحمده المحامد فقد كبر، وهذا واسع معنا، وليس بواجب كوجوب غيره،\nوحسن ألا يدع شيئا من الفضائل، ولا يحد على الناس حدا [بيان، 15/102]\n</p>\n\n<p>\nفي الاغتسال يوم العيد\n</p>\n\n<p>\nومن كتاب الأشراف قال أبو بكر: ثبت أن ابن عمر كان يغتسل يوم الفطر قبل\nأن يغدو، وروي ذلك عن علي بن أبي طالب. وممن كان لا يرى الاغتسال يوم الفطر\nعطاء بن أبي رباح وعلقمة وعروة ابن الزبير وإبراهيم التميمي وإبراهيم\nالنخعي والشعبي وقتادة وأبو الزناد ومالك بن أنس والشافعي وإسحق بن راهويه.\nقال أبو بكر: ونحن نستحب ذلك، وليس بواجب.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا الاستحباب للغسل قبل\nالخروج يوم الفطر والتحول للمصلى، ولعل يوم الفطر يؤمر به أكثر، فالله أعلم\nما المعنى في ذلك [بيان، 15/105]\n</p>\n\n<p>\nفي الخروج إلى المصلى\n</p>\n\n<p>\nومن كتاب الأشراف قال أبو بكر: ثبت أن رسول الله - صلى الله عليه وسلم -\nكان يخرج يوم الفطر ويوم الأضحى إلى المصلى، فالسنة أن يخرج الناس إلى\nالمصلى في العيدين، فإن ضعف على الخروج إلى المصلى أمر الإمام من يصلي بهم\nفي المسجد. روينا عن علي بن أبي طالب أنه أمر بذلك واستحسن ذلك الأوزاعي <span id='ms080'></span>\nوأصحاب الرأي، وكان الشافعي وأبو أيوب يريان ذلك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا أن صلاة العيد عند\nالمكنة والأمان من العوائق وأذى الأمطار والرياح المؤذية، إنما تكون في\nالجبان أفضلها من المساجد، وبذلك يؤمرون لأن بذلك ثبتت السنة عن النبي -\nصلى الله عليه وسلم - فعلا، وبذلك أمرهم على ما جاء به الخير، فإن كان ثم\nعائق أو عذر بوجه من الوجوه ببعد الجبان استحب، ولعله قيل كذلك في المسجد\nالجامع من المساجد المعمورة من البلد، لأنه موضع مجتمعهم وجامعهم، فإن لم\nيكن ذلك فمسجد معمور أحب إلي من البيوت من غير المساجد، بذلك يؤمرون، فإن\nصلوا في غير مسجد في بيت أو غيره حيث تجوز الصلاة كان عندي جائزا، والبيت\nإلي من البراز في القرية، وفي غير بيته، ولا مسجد ولا مصلى [بيان، 15/107]\n</p>\n\n<p>\nفي وقت العيد إذا غمي على القوم شهر شوال\n</p>\n\n<p>\nومن كتاب الأشراف قال أبو بكر: كان ابن عمر يصلي الصبح في مسجد رسول الله\n- صلى الله عليه وسلم - ، ثم يغدو كما هو إلى المصلى، وكان رافع بن جريج\nوبنوه يجلسون في المسجد، فإذا طلعت الشمس صلوا ركعتين، ثم يذهبون إلى\nالمصلى في الفطر والأضحى، وقال مجاهد كان عيد أول النهار. وقال مالك بن\nأنس: مضت السنة أن يخرج الإمام من منزله قدر ما يبلغ بمصلاه وقد حلت\nالصلاة، وقال الشافعي: يوافي حين تبرز الشمس في الأضحى، ويؤخر الغدو إلى\nالفطر عن ذلك قليلا، وقال أبو بكر كقول مالك، قال أبو بكر: السنة أن يغدو\nالناس إلى المصلى في الفطر والأضحى.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا أن المسارعة إلى الفضل\nأفضل كل من سبق وحافظ عليه، وكلما غدا الناس وبكروا من إمام أو غيره بصدق\nالنيات كان ذلك أفضل، ما لم يقع في ذلك تضييع شيء أفضل من ذلك. وأما صلاة\nالعيدين فيخرج معنى الاتفاق أنها لا تجوز، ولا يقع شيء حتى يستوي طلوع\nالشمس، فإن استوى طلوع <span id='ms081'></span> الشمس شارقها فهو أول وقتها، وتعجيلها أفضل، ما لم\nيوجب الرأي الانتظار بمعنى يرجى اجتماع الناس عليه، وآخر وقت القضاء وقت\nصلاة العيدين زوال الشمس في شتاء أو صيف، فإذا زالت الشمس فقد انقضى وقت\nصلاة العيدين جماعة [بيان، 15/111]\n</p>\n\n<p>\nومن كتاب الأشراف قال أبو بكر: واختلفوا في البينة تشهد يوم ثلاثين من\nشهر رمضان بعد الزوال أن الهلال رئي بالأمس، فقالت طائفة: ليست -لعله- ليس\nعليهم أن يصلوا يومهم ولا من الغد، هذا قول الشافعي وأبي ثور، وبه قال مالك\nبن أنس، وقال آخرون يخرجون إلى العيد من الغد، هذا قول الأوزاعي والثوري\nوأحمد بن حنبل وإسحق بن راهويه، وبه نقول بحديث رويناه عن النبي - صلى الله\nعليه وسلم - أنه أمرهم أن يفطروا، فإذا أصبحوا أن يغدوا إلى مصلاهم.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا أنه متى ما بلغهم ذلك\nوصح معهم في وقت ما تجوز فيه الصلاة خرجوا ولو كان بعد زوال الشمس، وإن\nبلغهم بعد العصر انتظروا إلى الغد، ومعي أنه قيل يخرجون ولو بعد العصر،\nوقيل إنهم يخرجون ولو في الليل، وقيل لا يخرجون بعد زوال الشمس وينتظرون\nإلى الغد، ولا أعلم أنه منصوص في قول أصحابنا أنه لا صلاة، ولو لم يأتهم\nالخبر إلا من بعد الزوال، ولكنه يعجبني ذلك من القول لثبوت السنة أنه وقت\nصلاة العيد قبل زوال الشمس من يوم العيد، وأنه من ترك الصلاة ذلك اليوم من\nبعد العلم لعذر أو غير عذر حتى تزول الشمس فلا صلاة بعد ذلك للجماعة من\nصلاة العيد [بيان، 15/114]\n</p>\n\n<p>\nفي ترك الأذان والإقامة للعيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n             ومن كتاب الأشراف قال أبو بكر:\nثبت أن رسول الله - صلى الله عليه وسلم - صلى العيدين بغير أذان ولا إقامة،\nوقال جابر ابن عباس: لم يكن يؤذن يوم الفطر ولا يوم الأضحى، وهو قول\nالمغيرة ويحي بن سعيد الأنصاري ومالك بن أنس والأوزاعي وابن جابر والشافعي\nوأبي ثور وأصحاب الرأي، وكان الشافعي يقول: في الأعياد الصلاة جامعة، وقد <span id='ms082'></span>\nروينا عن ابن الزبير أنه قال: أذن وأقام، وقال حصين: أول من أذن في الأعياد\nزياد، وقال أبو بكر: يصلي بلا أذان ولا إقامة.\n</p>\n\n<p>\nقال أبو سعيد: -رحمه الله-: معي أنه يخرج في معاني قول أصحابنا بمعنى\nالاتفاق أنه لا يجب في صلاة العيدين أذان ولا إقامة، وبذلك جاء الخبر أن\nالنبي - صلى الله عليه وسلم - فعله، وصلى بغير أذان ولا إقامة، وإن أذن\nالإمام أو أمر بالأذان من غير مخالفة ولا إثبات بدعة لمعنى يذكرها، أو لوجه\nمن الوجوه، إلا أنه أراد أن يذكر الناس كان عندي حسنا؛ لأنه حث على السنة\nوذكر الله، وقد قال أصحابنا: الأذان للصلاة لكسوف الشمس والقمر، وليس هاهنا\nموضع فرض، وإنما هو موضع اجتماع الناس وتذكيرهم، وليس صلاة الكسوف بأجمع من\nصلاة العيدين ولا أوجب [بيان، 15/117]\n</p>\n\n<p>\nالأكل يوم الفطر قبل الغدو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n             ومن كتاب الأشراف قال أبو بكر:\nروينا عن النبي - صلى الله عليه وسلم - أنه كان لا يخرج يوم الفطر حتى\nيطعم، ويوم النحر حتى يرجع. وقال أنس بن مالك: قل ما خرج رسول الله - صلى\nالله عليه وسلم - يوم الفطر حتى يأكل تمرات، ثلاثا أو خمسا أو سبعا أو أقل\nأو أكثر وترا. وكان ابن عمر لا يأكل يوم الفطر حتى يغدو، وروينا عن ابن\nمسعود أنه قال: لا تأكلوا قبل أن تخرجوا يوم الفطر إن شئتم. قال أبو بكر:\nوالذي عليه أكثر أهل العلم استحباب الأكل يوم الفطر قبل الغدو. وروينا عن\nعلي بن أبي طالب أنه قال: من السنة أن تأكل قبل أن تخرج. وكان ابن عباس يحث\nعليه، وهو قول سعيد بن المسيب وابن سيرين وعطاء بن أبي رباح وطاووس ومجاهد\nوأبو الزناد والشعبي وعروة بن الزبير وعبد الله بن معقل ومالك بن أنس\nوالشافعي وأحمد بن حنبل وإسحق، وقال إبراهيم: إن شاء أكل وإن شاء لم يأكل.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في قول أصحابنا الاستحباب للأكل يوم الفطر\nقبل الخروج إلى المصلى، ولا أعلم ذلك واجبا <span id='ms083'></span>، وأما يوم النحر فلا أعلم أنهم\nيستحبون ذلك فيه كيوم الفطر. ومعنى الفرق في ذلك عندي، والسنة يوم الفطر\nبذل الصدقة على الفقراء، فالنفس أولى وأحرى أن يدخل عليها الرفق، وذلك عندي\nإذا كان على معنى النية اتباع السنة، ولم يكن ذلك مما يشغله طلبه،\nوالاهتمام به عما هو أفضل منه، ولو أشغله ذلك أو عوقه عن صلاة العيد كانت\n/120/ الصلاة عندي أولى.\n</p>\n\n<p>\nفي ذكر المكان الذي يؤتى منه العيد\n</p>\n\n<p>\nومن كتاب الأشراف قال أبو بكر: واختلفوا في المكان الذي يؤتى منه العيد،\nفقال الأوزاعي: من أواه الليل إلى أهله فعليه الجمعة والعيد، وقال ربيعة:\nكانوا يرون الفرسخ. وقال أبو الزناد: وهما في النزول بهما بمنزلة الجمعة،\nوبه قال أنس بن مالك والليث بن سعد.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: ولا أعلم في قول أصحابنا حدا في وجوب ذلك حتى أن يؤتى من\nقريب ولا بعيد، إلا أنه يخرج في معنى قولهم: إن على أهل البلد إلى صلاة\nالمصلى في موضعهم، وإقامة السنة لصلاة العيد، ولا أعلم من قولهم إنه يجب\nعلى أهل البلد إذا عدموا الصلاة أن يخرجوا إلى بلد آخر لطلب صلاة العيد،\nإذا عدموا من موضعهم لحال عذر، وإذا قدروا عليها صلوها في مواضعهم، إلا أنه\nقد رخص في ترك صلاة العيد، ولو قدر عليها في مثل البوادي والسفر والمسافي\nالتي حول الأمصار، الذين يقيمون بصلاة العيد؛ لأن الصلاة عليهم، إذا قام\nبها أهل القرى والأمصار، وعن أبي سعيد أيضا وأكثر قولهم في صلاة العيد إنها\nتجب على أهل البلدان المحاضرين، ولم يكن من الأمصار إلا في مثل المسافي\nالتي تكون قرب القرى الجامعة والأمصار، فمعي أنه قد رخص من رخص لهم في ذلك\nأنه لا عيد عليهم إذا قام بذلك أهل القرى والأمصار الجامعة.\n</p>\n\n<p>\nومن كتاب الأشراف: روينا عن علي بن أبي طالب أنه قال: لا جمعة ولا تشريق\nإلا في مصر جامع، وقال /122/الزهري: على المسافر صلاة الأضحى والفطر. وقال\nأصحاب الرأي: إنما تجب على أهل الأمصار <span id='ms084'></span> والمدائن.\n</p>\n\n<p>\n/123/ في خروج النساء إلى الأعياد\n</p>\n\n<p>\nمن كتاب الأشراف قال أبو بكر: قالت أم عطية: أمرنا رسول الله - صلى الله\nعليه وسلم - أن نخرجن يوم الفطر ويوم النحر الغواني وذوات الخدور والحيض،\nفأما الحيض فيعتزلن المصلى ويشهدن دعوة المسلمين، وقد روينا عن أبي بكر\nوعلي بن أبي طالب أنهما قالا: خذوا على كل ذات نطاق أن يخرجن إلى العيد،\nوكان ابن عمر يخرج من استطاع من أهله في العيدين، وكره ذلك إبراهيم النخعي\nويحي الأنصاري قالا: لا نعرف خروج المرأة الشابة في العيدين عندنا، وقال\nأصحاب الرأي: يرخص للعجوز الكبيرة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: -رضيه الله-: يخرج في قول أصحابنا بما يشبه معنى الاتفاق\nللأمر من النساء أن يخرجن لصلاة العيدين، من بكر أو ثيب، وإن ذلك في بعض\nالقول لازم كلزوم ذلك للرجال، وفي بعض القول: إن ذلك استحباب وليس بلازم،\nولعل ذلك لموضع زوال الجمعة والجماعة عندي، وإن كان المعنى في صلاة العيدين\nغير المعنى في صلاة الفرائض، فقد قيل: إن النبي - صلى الله عليه وسلم - لما\nبين لهم صلاة العيدين أمرهم أن يخرجوا إلى الجبان، ويخرجوا النساء والعبيد\nوالصبيان، وأما كراهية خروج النساء بكرا كان أو ثيبا فلا أعلم أحدا من\nأصحابنا كره ذلك لهن وأخرجن للصلاة أو لغيرها، وأما الحائض والنفساء فمعي\nأنه قد قيل إذا كان الدم مستمسكا عنهما استحب لهما الخروج لصلاة العيدين،\nويكونان خلف /124/الناس يشهدان الخير ويسمعان الدعاء والذكر، ولا يتقدمان\nأحدا من أهل الصلاة حيث يفسدان عليه صلاته، والله الموفق للصواب، هذا ما\nوجدته من القول في صلاة العيدين، وبالله التوفيق. [بيان، 15/124]\n</p>\n\n<p>\nومن كتاب الأشراف قال أبو بكر: ثبت أن رسول الله - صلى الله عليه وسلم -\nكان يقرأ في العيدين ويوم الجمعة {سبح اسم ربك الأعلى}، و{هل أتاك حديث\nالغاشية}. وقال بهذا الحديث عمر بن الخطاب - رضي الله عنه - وأبو ثور، وكان\nالشافعي يرى أن يقرأ في الفطر والأضحى ب(ق) و(واقتربت)، وكان ابن سيرين\nيقرأ {سبح اسم ربك الأعلى <span id='ms085'></span>}، وروينا عن ابن مسعود أنه كان يقرأ بأم القرآن\nوسورة من المفصل. قال أبو بكر: يجزئه ما قرأ آية، والأول أولى.\n</p>\n\n<p>\nقال أبو سعيد -رضيه الله-: يخرج معي في قول أصحابنا أنه إذا قرأ فاتحة\nالكتاب وما تيسر من المفصل أجزأ عنه، وأكثر ما يقرأون في الأول: {سبح اسم\nربك الأعلى} وفي الآخرة بسورة منها، وأكثر ذلك على ما وجدنا {والشمس\nوضحاها} {والضحى} وكل ذلك جائز. [بيان، 15/126] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n             ومن كتاب\nالأشراف قال أبو بكر: فيما يستفتح به الصلاة بعد التكبير مثل قوله: سبحانك\nاللهم وبحمدك، وما أشبه ذلك، ففي قول الأوزاعي يقول: إذا فرغ من السبع\nالتكبيرات قال الشافعي: يكبر لله في الصلاة، ثم /128/يستفتح فيقول: وجهت\nوجهي، ثم يكبر سبعا.\n</p>\n\n<p>\nقال أبو سعيد: -رضيه الله-: معي أنه يخرج في معنى الاتفاق من قول\nأصحابنا: إن التوجيه لصلاة العيد قبل تكبيرة الإحرام، وكذلك في جميع\nالصلوات، وأما الاستعاذة فيختلف فيها من قولهم، فقال من قال: في صلاة العيد\nإنه يستعيذ بعد تكبيرة الإحرام، ويكبر للصلاة ثم يقرأ. وقال من قال: يستعيد\nبعد تكبيرة الإحرام وتكبير الصلاة ثم يقرأ.\n</p>\n\n<p>\nومن كتاب الأشراف: قال أبو بكر: روينا عن علي بن أبي طالب أنه قال: إذا\nقرأت في العيدين فأسمع من يليك، ولا ترفع صوتك، وكان عطاء بن أبي رباح\nومالك بن أنس والشافعي وأكثر أهل العلم يرون الجهر بالقراءة، وبه نقول؛ لأن\nفي هذه القراءة، من اختارها قراءة رسول الله - صلى الله عليه وسلم - أنه\nكان يجهر بهذه القراءة.\n</p>\n\n<p>\nقال أبو سعيد -رحمه الله-: معي أنه يخرج في قول أصحابنا معنى الاتفاق\nبثبوت الجهر في القراءة في صلاة العيدين، كسائر الجهر في الصلوات. ومعي أنه\nكذلك جاء الأثر المروي عن النبي - صلى الله عليه وسلم - : أنه فعل ذلك،\nوجهر بالقراءة في صلاة العيدين، ولا أعلم في الجهر بالقراءة في صلاة\nالعيدين اختلافا، وإن لم يثبت ما فيها من الجهر بأكثر مما يثبت في الصلوات\nلسعة الناس فليس بأقل من ذلك [بيان، 15/128]\n</p>\n\n<p>\nومن كتاب <span id='ms086'></span> الأشراف قال أبو بكر: روينا عن عمر بن الخطاب أنه خرج يوم فطر\nأو يوم خروج في ثوب قطن يمني.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\nمسألة: وقال علي بن أبي طالب: من السنة أن تأتي العيد ماشيا، وهو مذهب\nعمر بن عبد العزيز، وكره النخعي الركوب، واستحب المشي سفيان الثوري\nوالشافعي وأحمد بن حنبل، وقال الحسن: يمشي مكانا قريبا ومن بعد ذلك عليه\nفلا بأس عليه أن يركب. قال أبو بكر: المشي أحسن وأصوب إلى المواضع، والركوب\nمباح. قال أبو سعيد: معي أنه يخرج في قول أصحابنا.\n</p>\n\n<p>\nقال أبو بكر: إلا أنه يعجبني إن كان الخروج راكبا أقوى له على نفسه\nوأنشط، ولو كان يقدر على ذلك ماشيا أن يكون الركوب هاهنا أحسن لهذا وأحب\nإلي، وكذلك خروج السلطان إذا كان العز في الركوب والهيبة كان ذلك أحسن إذا\nكان في يوم يخاف فيه الوضعية.\n</p>\n\n<p>\nومن الكتاب وقال أبو بكر: ويستحب أن /131/ يلبس ما صلح من ثيابه كما يلبس\nيوم الجمعة، وكان ابن عمر يصلي الفجر وعليه ثياب العيد، وقال مالك بن أنس:\nسمعت أهل العلم يستحبون الزينة والطيب في كل عيد، واستحب الشافعي ذلك.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في قول أصحابنا استحباب ذلك أن يأخذ الناس\nتعظيما لحق الله، لا لرياء ولا سمعة، وكذلك يروى عن النبي - صلى الله عليه\nوسلم - : لما سن لهم صلاة العيدين، وقال إنه كان لكم في الجاهلية عيدان،\nفقد أبر لكم الله بهما في الاسم عيدين، وهما الفطر والنحر، وحثهم مع ذلك\nعند الخروج على لبس ما أمكنهم من أفضل الثياب على نحو هذا بمعنى القول\n[بيان، 15/131]\n</p>\n\n<p>\nومن كتاب الأشراف قال أبو بكر: فيما يستفتح به الصلاة بعد التكبير مثل\nقولك: سبحانك اللهم وبحمدك وتبارك اسمك، وما أشبه ذلك، ففي قول الأوزاعي\nيقول: إذا فرغ مم السبع التكبيرات قال الشافعي: يكبر الله في الصلاة، ثم\nيفتتح يقول: وجهت وجهي للذي فطر السموات والأرض حنيفا وما أنا من المشركين،\nثم يكبر سبعا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج <span id='ms087'></span> في معنى الاتفاق من قول أصحابنا إن التوجيه\nلصلاة العيد قبل تكبيرة الإحرام، وكذلك في جميع الصلوات، وأما الاستعاذة\nقبل تكبيرة الإحرام فيختلف فيها من قولهم، فقال من قال: في صلاة العيد إنه\nيستعيذ بعد تكبيرة الإحرام وتكبير الصلاة، ثم يقرأ، وقال من قال:\n/134/يستعيذ ثم يكبر تكبيرة الإحرام، ثم يكبر التكبير ثم يقرأ.\n</p>\n\n<p>\nومن كتاب الأشراف قال أبو بكر: روينا عن علي بن أبي طالب أنه قال: إذا\nقرأت في العيدين فأسمع من يليك، ولا ترفع صوتك، وكان عطاء بن أبي رباح\nومالك بن أنس والشافعي وأكثر أهل العلم يرون الجهر بالقراءة، وبه نقول؛ لأن\nفي اختيار من اختارها قراءة النبي - صلى الله عليه وسلم - أنه كان يقرأ\nبهذه القراءة.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في قول أصحابنا بمعنى الاتفاق بثبوت الجهر في\nالقراءة في صلاة العيدين، كسائر الجهر في الصلاة. ومعي أنه كذلك جاء الأثر\nالمروي عن النبي - صلى الله عليه وسلم - فعل ذلك، وجهر بالقراءة في صلاة\nالعيدين. ولا أعلم في الجهر بالقراءة في صلاة العيدين اختلافا، فإن لم يكن\nيثبت فيهما الجهر بأكثر مما يثبت في الصلوات لسعة الناس فليس بأقل من ذلك\n[بيان، 15/134]\n</p>\n\n<p>\nومن كتاب الأشراف: اختلف أهل العلم في التكبر ليلة الفطر ويوم النحر،\nفقال أكثرهم يكبرون إذا غدوا إلى المصلى، كان ابن عمر يفعل ذلك، ويروى ذلك\nعن علي بن أبي طالب وغيره، وكان الشافعي يقول: أحب إذا رأى هلال شوال أحببت\nأن يكبر الناس جماعة وفرادى، ولا يزالون يكبرون ويظهرون التكبير حتى يغدون\nإلى المصلى، حتى يخرج الإمام للصلاة، وكذلك أحب في عيد الأضحى لمن لم يحج،\nوروينا عن ابن عباس أنه سمع الناس يكبرون فقال: يكبر بهم الإمام؟ فقيل: لا،\nأمجانين الناس.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: ما في الفطر فأكثر ما يخرج من قول أصحابنا أنهم يكبرون إذا\nغدوا إلى المصلى، والتكبير كله في كل وقت جائز، والفضل ما لم يتخذ المكبر\nذلك لسبب يخرج به من حال الطاعة في نيته <span id='ms088'></span>، وهو أن يريده لغير الله لرياء أو\nلسمعة، ولا يجوز على الفقهاء عندنا أن يسموا الناس مجانين لذكر الله، إلا\nعلى معنى يخص ذلك، ويؤمر بالتكبير يوم العيد.\n</p>\n\n<p>\n/137/في صفة التكبير\n</p>\n\n<p>\nومن كتاب الأشراف قال أبو بكر: كان قتادة يقول التكبير الله أكبر، الله\nأكبر على ما هدانا الله أكبر، الله أكبر ولله الحمد. وكان ابن مبارك يقول:\nإذا خرج يوم الفطر الله أكبر، الله أكبر لا إله إلا الله والله أكبر ولله\nالحمد، الله أكبر، الله أكبر على ما هدانا، وكان مالك بن أنس لا يحد فيه حدا.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في قول أصحابنا أنه بما كبر الله من التكبير،\nوحمده من المحامد فقد كبر، وهذا واسع معنا، وليس بواجب كوجوب غيره، وحسن\nألا يدع شيئا من الفضل، ولا نحد فيه على الناس حدا. ومن كتاب الضياء: وإن\nقال لا إله الله والله أكبر ولله الحمد فحسن، وإن قال: الحمد لله وسبحان\nالله، ولا إله إلا الله، والله أكبر ولله الحمد فحسن. وأما أصحابنا من أهل\nمكة فيقولون: الله أكبر الله أكبر الله أكبر لا إله إلا الله والله أكبر\nولله الحمد. وأما أهل عمان فيقولن لا إله إلا الله، والله أكبر كبيرا، لا\nإله إلا الله والله أكبر على ما هدانا، وكله جائز. [بيان، 15/137]\n</p>\n\n<p>\nومن كتاب الأشراف قال أبو بكر: ثبت أن ابن عمر كان يغسل يوم الفطر قبل أن\nيغدوا إلى المصلى، وروي ذلك عن علي بن أبي طالب، وممن كان لا يرى الاغتسال\nيوم الفطر عطاء بن أبي رباح وعلقمة وغيرهم، قال أبو بكر: ونحن نستحب ذلك،\nوليس بواجب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في قول أصحابنا الاستحباب للغسل قبل الخروج\nيوم الفطر، ولعل يوم الفطر يؤمر به أكثر، فالله أعلم ما المعنى في ذلك. ومن\nجامع أبي الحسن: وقد روي أن رسول الله - صلى الله عليه وسلم - أمر\nبالاغتسال يوم الجمعة فأحب الغسل يوم العيد [بيان، 15/139]\n</p>\n\n<p>\nومن كتاب الأشراف قال أبو <span id='ms089'></span> بكر: روينا عن النبي - صلى الله عليه وسلم -\nأنه كان لا يخرج يوم الفطر حتى يطعم، ويوم النحر حتى يرجع. وقال أنس بن\nمالك: قل ما خرج رسول الله - صلى الله عليه وسلم - يوم الفطر حتى يأكل\nتمرات ثلاثا أو خمسا أو سبعا أو أقل أو أكثر، وكان ابن عباس يحث عليه، وهو\nقول جماعة، وقال إبراهيم إن شاء أكل وإن شاء لم يأكل.\n</p>\n\n<p>\n/142/قال أبو سعيد: معي أنه يخرج في قول أصحابنا الاستحباب للأكل يوم\nالفطر قبل الخروج إلى المصلى، ولا أعلم ذلك واجبا، وأما يوم النحر فلا أعلم\nأنهم يستحبون ذلك فيه كيوم الفطر. ومعنى الفرق في ذلك عندي، والسنة يوم\nالفطر بذل الصدقة على الفقراء، فالنفس أولى وأحرى أن يدخل عليها الرفق،\nوذلك عندي إذا كان على معنى النية اتباع السنة، ولم يكن ذلك مما يشغله\nطلبه، والاهتمام به عما هو أفضل منه، ولو شغله ذلك و عوقه عن صلاة العيد\nكانت صلاة العيد عندي أولى.\n</p>\n\n<p>\n/143/في الموضع الذي يجب على من كان فيه أن يخرج إلى العيد\n</p>\n\n<p>\nومن كتاب الأشراف قال أبو بكر قال الأوزاعي: من أواه الليل إلى أهله\nفعليه الجمعة والعيد، قال أبو الزناد: هما في النزول هما بمنزلة الجمعة،\nوبه قال مالك أنس، وقال ربيعة: كانوا يرون الفرسخ.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: ولا أعلم في قول أصحابنا حدا في وجوب ذلك أن يؤتى من قريب\nولا بعيد، إلا أنه يخرج في معنى قولهم: إن على أهل البلد الخروج إلى الصلاة\nفي موضعهم، وأقام السنة لصلاة العيد، ولا أعلم من قولهم إنه يجب على أهل\nالبلد إذا عدموا الصلاة أن يخرجوا إلى بلد آخر لطلب صلاة العيد، إذا عدموا\nمن موضعهم لحال عذر، وإذا قدروا عليها صلوها في مواضعهم، إلا أنه قد رخص في\nترك صلاة العيد، ولو قدر عليها في مثل البوادي والسفر والمسافي التي حول\nالأمصار الذين يقومون بصلاة العيد أن الصلاة عليهم، إذا قام بها أهل القرى\nوالأمصار.\n</p>\n\n<p>\nمسألة: وعن أبي سعيد <span id='ms090'></span> أيضا وأكثر قولهم في صلاة العيد إنها تجب على أهل\nالبلدان المحاضرين، ولم تكن من الأمصار إلا في مثل المسافي التي تكون قرب\nالقرى الجامعة والأمصار. فمعي أنه قد رخص من رخص لهم في ذلك أنه لا عيد\nعليهم إذا قام بذلك أهل القرى والأمصار الجامعة.\n</p>\n\n<p>\nومن كتاب الأشراف: روينا عن علي بن أبي طالب أنه قال: لا جمعة ولا تشريق\nإلا في مصر /144/ جامع، وقال الزهري: على المسافر صلاة الأضحى والفطر. وقال\nأصحاب الرأي: إنما تجب على أهل الأمصار والمدائن [بيان، 15/144]\n</p>\n\n<p>\nومن كتاب الأشراف قال أم عطية: أمرنا رسول الله - صلى الله عليه وسلم -\nأن نخرج يوم الفطر ويوم النحر العواتق وذوات الخدور والحيض، فأما الحيض\nفيبعدن عن المصلى ويشهدن الخير ودعوة المسلمين. وقال إبراهيم النخعي ويحي\nالأنصاري: لا نعرف خروج المرأة الشابة في العيدين عندنا، وقال أصحاب الرأي:\nيرخص للعجوز الكبيرة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: يخرج معي في قول أصحابنا بما يشبه معنى الاتفاق للأمر من\nالنساء أن يخرجن لصلاة العيدين من بكر أو ثيب، وإن ذلك في بعض القول لازم\nكلزوم ذلك للرجال، وفي بعض القول: إن ذلك استحباب وليس بلازم، ولعل ذلك\nكوضع زوال الجمعة والجماعة عندي، وإن كان المعنى في صلاة العيدين غير\nالمعنى في صلاة الفرائض، فقد قيل: إن النبي - صلى الله عليه وسلم - لما بين\nلهم صلاة العيدين /147/أمرهم أن يخرجوا إلى الجبان، ويخرج النساء والعبيد\nوالصبيان، وأما كراهية خروج النساء بكرا كانت أو ثيبا فلا أعلم أحدا من\nأصحابنا كره ذلك لهن وأخرجن للصلاة لا لغيرها، وأما الحائض والنفساء فمعي\nأنه قيل إذا كان الدم مستمسكا عنهما استحب لهما الخروج لصلاة العيدين،\nويكونان خلف الناس، حيث تشهدان الخير وتسمعان الدعاء والذكر، ولا يتقدمان\nأحدا من أهل الصلاة حيث يفسدان عليه صلاته.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا في صلاة العيدين على\nالمسافر باختلاف، فقال من قال: يجب عليهم والمسافر كالمقيم، وفي بلد أو غير\nبلد، وفي بادية من الأرض <span id='ms091'></span>، وقال من قال: ليس على المسافر صلاة العيدين كما\nلا جمعة عليه، وأما العبد والمرأة فمعي أنه يختلف في ذلك عليهم، حيث تلزم\nصلاة العيدين، فبعض يوجب ذلك على المرأة وعلى العبد إذا أذن له سيده، وقال\nمن قال: ليس ذلك على المرأة بلازم، ويستحب ذلك لهما، وعلى العبد أوجب،\nويستأذن سيده، فلا أعلم ترخيصا إلا فيه، إذا كان فارغا، أو أذن له سيده،\nوالله أعلم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\nومن غيره: والمرأة تستأذن زوجها في الخروج إلى العيد، وكذلك البكر تستأذن\nأباها، والبكر لا تستأذن أخاها ولا أمها ولا وليها للعيد، إن لم يكن لها\nأب، ولا أحب للزوج ولا للأب منعها، وإن استأذنتهما فلم يأذن لهما فذهبتا\nبرأيهما لم يكونا آثمين، وإن تركت المرأة الخروج استحياء منها، ولا تدين\nبذلك حتى ماتت لم تترك ولايتها. ومن غيره: والحائض تخرج تقعد ناحية فتسمع\nولا تصلي، وقد قيل: ليس عليها خروج. ومن غيره: وليس للنساء أن يذهبن إلى\nعرفة، وإن خرجن فلا بأس عليهن. ومن غيره: والمسافرون عليهم أن يصلوا صلاة\nالعيدين إذا كانوا عشرين رجلا، وقيل عشرة رجال، وأقل ما سمعنا ثلاثة رجال،\nإذا كان فيهم من يحسن الصلاة والخطبة فلا يلزمهم شيء. ومن غيره: /148/وعن\nقومنا قال أبو بكر: اختلف أهل العلم في صلاة العيد للمسافر، فقالت طائفة:\nيصليها المسافر، وهو قول الحسن البصري والشافعي. وقال مالك: والإمام يكون\nفي السفر ويحضر الأضحى والفطر، وليس عليه ذلك [بيان، 15/148]\n</p>\n\n<p>\nومن كتاب الأشراف قال أبو بكر: واختلفوا في تكبير العيد ينساه المصلي حتى\nيبتدئ في القراءة، ففي قول مالك: إن ذكر ذلك قبل أن يركع أعاد وكبر وسجد\nسجدتي السهو، وإن ركع مضى وكبر ما فات من الركعة الثانية، وسجد سجدتي السهو\n-نسخة الوهم-، وفي قول الشافعي: إذا افتتح الصلاة فلا يقطعها ولا قضاء عليه\nآخر قوليه، وقد كان يقول قبل ذلك كقول مالك بن أنس.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في قول أصحابنا أنه لا تثبت صلاة العيد إلا\nبالتكبير جميعا، وأنه <span id='ms092'></span> لا يجوز ترك ذلك على عمد ولا جهل ولا نسيان، في معنى\nتأدية السنة، وإن التكبير ثابت في الركعة الأولى قبل القراءة، فيخرج في\nمعنى القول على هذا أنه إذا نسي التكبير الأول حتى قرأ وركع أن يعيد الصلاة\nلأنه قد ترك التكبير وقعد إلى القراءة، ثم تعدى إلى حد ثالث، وأرجو أنه\nيخرج في بعض معنى قولهم: إنه لو نسي حتى يكبر بعد القراءة ويقرأ التكبير أن\nهذا موضع /152/ قريب لا فساد عليه فيه؛ لأنه قد أتى بالتكبير والقراءة معا\nفي الركعة، وكذلك لو نسي حتى كبر قبل القراءة في الثانية كان القول فيه\nعندي واحدا في معنى الاختلاف، ولحقه معنى الاختلاف في إعادة الصلاة\nوتمامها، ولو ترك التكبير في الركعة الأولى والآخرة حتى ركع وسجد كان عليه\nمعنى الإعادة؛ لأنه قد ترك الحد، وأنه ترك ما لا يجوز على حال في الركعتين\nحتى جاوز حدا إلى حد ثالث، وعلى هذا النحو يخرج معنى سنن صلاة العيدين في\nتقديمها وتأخيرها.\n</p>\n\n<p>\nومن كتاب الأشراف: ذكر رفع اليدين في تكبيرات العيدين. قال أبو بكر:\nواختلفوا في تكبيرات صلاة العيد، وكان عطاء بن أبي رباح والأوزاعي والشافعي\nوأحمد بن حنبل يقولون: يرفع يديه في كل تكبيرة، وكان سفيان الثوري يرفع\nيديه في أول تكبيرة، وقال مالك: إن شاء رفع يديه فيها كلها، وفي الأولى أحب\nإلي، وقال أبو الحسن: يرفع يديه في تكبيرة الأولى، ثم يكبر ثلاثا فيرفع\nيديه، ثم يكبر خمسا ولا يرفع، فإذا قام في الثانية فقرأ كبر ثلاث تكبيرات\nويرفع يديه، ثم يكبر الرابعة ولا يرفع يديه. قال أبو بكر: كما قال عطاء أقول.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معنى قول أصحابنا يترك رفع يديه عند\nتكبيرة الإحرام وتكبير العيدين، وفي تكبير الصلاة ويؤمرون بترك ذلك، وينهون\nعن فعله، وإن ذلك واقع موقع العبث في الصلاة، ولا معنى له، والمأمور بغيره\nمن السكوت والخشوع في الصلاة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\nومن كتاب الأشراف قال أبو بكر: واختلفوا فيمن ترك تكبيرة من <span id='ms093'></span> تكبيرة\nالعيد، ففي قول الشافعي لا شيء عليه، وفي قول مالك بن أنس وأبي ثور يسجد\nسجدتي السهو، وكان مالك والشافعي يستحبان أن يخرج في طريق ورجع من غيره،\nوبه نقول للحديث الذي رويناه عن النبي - صلى الله عليه وسلم - .\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا فيمن ترك تكبيرة من\nتكبير صلاة العيد ناسيا أو متعمدا أن عليه الإعادة، وقال من قال: عليه\nالإعادة في العمد ولا إعادة عليه في النسيان، وقال من قال: لا إعادة عليه\nفي عمد ولا نسيان، ويعجبني يسجد سجدتي السهو على كل حال لترك ذلك، ولا\nأعلمه /153/مما يشبه معنى الاتفاق، ولا أعلم في قول أصحابنا حدا أن يرجع من\nحيث خرج، ولا من غيره في صلاة العيد، ولا يبين لي في ذلك فرق، إلا أن يكون\nفي ذلك معنى لا يحضر ذكره فينظر في ذلك. [بيان، 15/153]\n</p>\n\n<p>\nومن كتاب الأشراف قال أبو بكر: واختلفوا في الرجل يخشى فوات العيد إن ذهب\nيتوضأ؟ فكان مالك بن أنس والشافعي وأبو ثور يقولون: يتوضأ وإن فاتته، وقال\nسفيان الثوري وأصحاب الرأي: يتيمم، وبالقول الأول أقول.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج نحو هذا من الاختلاف من قول أصحابنا أنه لا\nيتيمم ولا خشي فوت صلاة الجماعة في العيد، ويتوضأ ويصلي ركعتين، وقيل إذا\nخشي فوت صلاة الجماعة فيها تيمم وصلى؛ لأن السنة فيها جماعة، كما جاز له\nالتيمم لصلاة الجنازة بما يشبه معنى الاتفاق، ويعجبني إن كان لا تجوز صلاة\nالعيد في غير هذا الموضع أن يتيمم ويصلي السنة، وكذلك إن كان صلاة إمام عدل\n/166/أو صلاة جماعة من جماعة المسلمين التي لا تكون صلاتها بعدها، أعجبني\nأن يتيمم ويصلي، وأما إن كان صلاة السلطان الجائر أو غيرها من الصلوات من\nالرعية أعجبني أن يتوضأ ويطلب صلاة العيد ويصلي ركعتين، ولا يتيمم لمثل هذه\nالصلاة. [بيان، 15/166] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n             ومن كتاب الأشراف: ذكر صلاة العيد\nللمسافر ولمن لا تجب عليه الجمعة. قال أبو بكر: اختلف أهل العلم <span id='ms094'></span> في صلاة\nالعيد للمسافر ولمن لا تجب عليه، فقالت طائفة: يصليها المسافر، هذا قول\nالحسن البصري والشافعي، وقال يصلي في البادية، وتصليها المرأة في بيتها\nوالعبد، وقد روينا عن علي بن أبي طالب أنه قال لا جمعة ولا تشريق إلا في\nمصر جامع. وقال الزهري: على المسافر صلاة الأضحى والفطر، وقال مالك: في\nالإمام يكون في السفر فيحضر الأضحى والفطر ليس عليه ذلك. وقال إسحق بن\nراهويه بما روي عن علي بن أبي طالب. وقال أصحاب الرأي: إنما تجب على أهل\nالأمصار والمدائن.\n</p>\n\n<p>\n/172/قال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا في صلاة العيدين\nعلى المسافر باختلاف، فقال من قال: تجب عليهم، والمسافر كالمقيم في بلد أو\nغير بلد، وفي بادية من الأرض، وقال من قال: ليس على المسافر صلاة العيد كما\nلا جمعة عليه، وأكثر قولهم في صلاة العيد إنها تجب على أهل البلدان\nالمحاضرين، ولو لم تكن من الأمصار إلا في مثل المسافي التي تكون قرب القرى\nالجامعة والأمصار، فمعي أنه قد رخص من رخص لهم في ذلك، لأنه لا عيد عليهم،\nإذا قام بذلك أهل القرى والأمصار الجامعة، وأما العبد والمرأة فإنه يختلف\nفي ذلك عليهم، حيث تلزم صلاة العيد، فبعض يوجب ذلك على المرأة، وعلى العبد\nإذا أذن له سيده، وقال من قال: ليس ذلك على المرأة بلازم، ويستحب لها ذلك،\nوعلى العبد أوجب، ويستأذن سيده، ولا أعلم ترخيصا إلا فيه إذا كان فارغا و\nأذن له سيده، والله أعلم. [بيان، 15/172]\n</p>\n\n<p>\nفيمن سبقه الإمام في صلاة العيد\n</p>\n\n<p>\nومن كتاب الأشراف: ومن أدرك من صلاة العيد ركعة، فإذا سلم الإمام فيكبر\nالتكبير الذي كبره الإمام في نفسه، ثم يقرأ فاتحة الكتاب وسورة، ويركع\nويسجد، ويقضي صلاته كما صلى الإمام، وإن لم يحسن التكبير فقام فصلى ركعة\nإلى الركعة التي أدركها حتى يشفع فلا بأس عليه ويجزئه. [بيان، 15/173]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n             ومن كتاب الأشراف قال أبو بكر: واختلفوا في الرجل تفوته صلاة\nالعيد مع الإمام، فروينا عن ابن مسعود <span id='ms095'></span> أنه قال: يصلي أربعا، وبه قال أحمد\nبن حنبل، واستحب ذلك سفيان الثوري، وأصحاب الرأي إن شاء صلى وإن شاء لم\nيصل، فإن شاء صلى أربع ركعات وإن شاء ركعتين. وفيه قول ثان: وهو أن يصليها\nكصلاة الإمام، وبه قال مالك والشافعي وأبو ثور. وفيه قول ثالث: وهو أن يصلي\nركعتين ولا يجهر بقراءة، ولا يكبر تكبيرة الإمام، وهذا قول الأوزاعي. وفيه\nقول رابع: وهو إن صلى في الجنان صلى كصلاة الإمام، وإن لم يصل في الجنان\nصلى أربعا، هذا قول إسحق بن راهويه. قال أبو بكر: سن رسول الله - صلى الله\nعليه وسلم - العيد ركعتين، وكل من صلاها صلاها كما سن رسول الله - صلى الله\nعليه وسلم - ، ولا يصح حديث ابن مسعود.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا أنه من فاتته صلاة\nالعيد وتركها لمعنى عذر أنه يصلي ركعتين كسائر الركوع بغير جهر ولا تكبير،\nأو ما شاء من الصلاة، إذا فصل بين كل ركعتين، إلا أنه يخرج في بعض قولهم:\nأنه إذا خرج إلى الجنان فوجد الإمام قد صلى، وفاتته الصلاة معه أنه يصلي\nصلاة العيد بالقراءة والتكبير، إلا أنه لا يجهر، وأما في غير الجنان فلا\nأعلم من قولهم منصوصا، إلا أنه يصلي ركعتين، ولا أجد مانعا عن الصلاة في\nالتكبير والقراءة، ولو لم يكن في الجنان، لأن ذلك من الفضل، إلا أن صلاة\nالواحد لا جهر في سنة ولا فريضة من صلاة النهار [بيان، 15/176]\n</p>\n\n<p>\nومن كتاب الأشراف قال أبو بكر: قال الله جل ذكره: {واذكروا الله في أيام\nمعدودات}. قال أبو بكر: كان ابن عباس وابن عمر وجماعة من التابعين يقولون:\nإنها أيام التشريق، وبه قال مالك بن أنس وأبو عبيدة معمر بن المثنى وإسحق\nبن راهويه، وثبت أن رسول الله - صلى الله عليه وسلم - قال: (إنها أيام أكل\nوشرب وذكر الله).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه هكذا يخرج في قول أصحابنا إنها أيما معدوات، وهي\nأيام التشريق.\n</p>\n\n<p>\nمسألة: ذكر اختلافهم في <span id='ms096'></span> التكبير في أيام الصلوات أيام منى: قال أبو بكر:\nواختلفوا في الوقت الذي يبدأ فيه التكبير أيام منى ووقت قطعه، وكان عمر بن\nالخطاب وعلي بن أبي طالب وابن عباس يقولون يكبر مع صلاة الصبح من يوم عرفة\nإلى آخر أيام التشريق يكبر مع العصر ثم يقطع، وبه قال سفيان الثوري وأحمد\nبن حنبل وأبو ثور ويعقوب ومحمد، وقال ابن مسعود وعلقمة والنخعي والنعمان:\nيكبر من غداة عرفة إلى صلاة العصر من يوم النحر، روينا عن ابن مسعود أنه\nكان يكبر من صلاة الفجر من يوم عرفة ويقطع في الظهر يوم النحر. قال يحي بن\nسعيد الأنصاري: السنة عندنا أن يكبر من صلاة الظهر من يوم النحر إلى آخر\nأيام التشريق يكبر الظهر ثم يمسك. وقال الزهري: مضت السنة أن يكبر الإمام\nفي الأمصار دبر صلاة العصر من يوم النحر إلى العصر من آخر أيام التشريق.\nوفيه قول سادس: وهو أن التكبير من صلاة الظهر من يوم النحر إلى صلاة الصبح\nمن آخر أيام التشريق، هذا قول مالك والشافعي، وروي ذلك عن ابن عمر وعمر بن\nعبد العزيز. وفيه قول سابع: وهو أن التكبير في الأمصار يوم عرفة عند الظهر\nإلى بعد صلاة العصر من أيام التشريق، روي هذا القول عن ابن عباس وسعيد بن\nجبير، وروي ذلك عن الزهري خلاف القول الأول، وقد روينا عن الحسن البصري أنه\nقال: التكبير من صلاة الظهر من يوم النحر إلى صلاة الظهر من يوم النفر\nالأول. /189/وفيه قول تاسع: حكاه أحمد بن حنبل عن عتبة واستحسنه أحمد قال:\nأهل منى يبدأون بالتكبير يوم النحر صلاة الظهر، لأنهم يقطعون التلبية عند\nروي الجمرة، ثم يأخذون في التكبير، وأهل الأمصار يبدأون غداة عرفة. ومال\nأبو ثور إلى هذا القول. وفيه قول عاشر: اختلف فيه عن أبي وائل، روينا عنه\nأنه قال كقول يحي بن سعيد الأنصاري.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\nوالقول الآخر: أنه يكبر من يوم عرفة صلاة الظهر يعني من يوم النحر. قال\nأبو بكر: القول الأول <span id='ms097'></span> أحب إلي.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في قول أصحابنا أن التكبير للتشريق أدبار\nالصلوات من صلاة الظهر من يوم النحر إلى صلاة العصر من اليوم الثالث من آخر\nيوم التشريق، وفي بعض قولهم: إن أوله من صلاة الفجر من أول يوم من أيام\nالتشريق إلى صلاة العصر من آخر يوم التشريق. ومعي أن القول الأول هو الأكثر\nمن قولهم، وسائر هذه الأقاويل لا أعلمها من قولهم، وفي بعض قولهم: إن\nالتكبير ليس بواجب، ولم يكن في أيام التشريق بمنى ولا غيرها، والتكبير حسن\nوفيه الفضل؛ لأنه من ذكر الله، ومن فعل ذلك في وقت الفضل مما ذكر، وحكى من\nهذه الأقاويل كلها فهو حسن، وفيه الفضل؛ لأنه من ذكر الله ما لم يرد بذلك\nمخالفة لغيره أو إثبات ذلك على اللازم.\n</p>\n\n<p>\nومن الكتاب ذكر كيفية التكبير في أيام التشريق: قال أبو بكر: روينا عن\nعمر بن الخطاب وابن مسعود أنهما كانا يقولان: الله أكبر ،الله أكبر، لا إله\nإلا الله والله أكبر ولله الحمد، وبه قال سفيان الثوري وأحمد بن حنبل وإسحق\nبن راهويه والنعمان ومحمد، وقال مالك بن أنس والشافعي: يكبر ثلاثا الله\nأكبر الله أكبر الله أكبر، وروينا عن ابن عباس أنه كان يقول: الله أكبر\nالله أكبر كبيرا الله أكبر تكبيرا الله أكبر وأجل الله أكبر ولله الحمد.\nوفيه قول رابع: وهو أن يقول الله أكبر الله أكبر الله أكبر، لا إله إلا\nالله وحده لا شريك له الملك وله الحمد وهو على كل شيء قدير، قد روينا هذا\nالقول عن ابن عمر، وقال الحكم وحماد: ليس في شيء مؤقت، وبه أقول.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: أصح ما يخرج عندي من هذه الأقاويل هذا القول، إذ ليس /190/\nهنالك شيء مؤقت، وبما ذكر الله من التكبير والذكر فقد ذكره، وأكثر ما سمعنا\nمن قول أصحابنا ووجدناهم يكبرون هذا التكبير، وهو قوله لا إله إلا الله\nوالله أكبر كبيرا لا إله إلا الله والله أكبر تكبيرا، لا إله <span id='ms098'></span> إلا الله\nوالله أكبر على ما هدانا، وقد يوجد عنهم غير هذا من الزيادة والنقصان ونحو هذا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\nومن الكتاب وجماع التكبير قال أبو بكر: واختلفوا فيمن صلى وحده، فكان ابن\nعمر إذا صلى وحده لا يكبر في أيام التشريق، وقال ابن مسعود: إنما التكبير\nعلى من صلى في الجماعة. وقال سفيان الثوري: في أيام التكبير إنما هي في\nالصلاة المكتوبة في الجماعة، وبه قال أحمد بن حنبل والنعمان، وقال طائفة:\nيكبر وإن صلى وحده، فهذا قول مالك والأوزاعي والشافعي ويعقوب ومحمد.\nواختلفوا في تكبير النساء في أيام التشريق، فكان سفيان الثوري يقول: ليس\nعلى النساء تكبير في أيام التشريق، فكان إلا في جماعة، واستحسن قول الثوري\nوأحمد والنعمان، قال: ليس على جماعات النساء إذا صلين وليس معهن رجل تكبير،\nواختلفوا في المسافر أن يكبر، فممن مذهبه أن يكبر المسافر مالك والشافعي\nوأحمد بن حنبل وأبو ثور ويعقوب ومحمد، وقال النعمان: ليس على المسافر\nتكبير، واختلفوا في التكبير دبر النوافل، فكان سفيان الثوري وأحمد بن حنبل\nيقولان لا تكبير في دبر صلاة التطوع، وبه قال إسحق. وقال الشافعي: يكبر خلف\nالنوافل والفرائض على كال حال، واختلفوا في الوقت الذي يسبقه الإمام ببعض\nالصلاة، فقالت طائفة: يقضي ثم يكبر، هكذا قال ابن سيرين والشعبي ومالك بن\nأنس وابن شبرمة والثوري والأوزاعي والشافعي وأحمد بن حنبل وإسحق بن راهويه\nوأبو ثور وأصحاب الرأي، وقال الحسن البصري: يكبر ثم يقضي. روينا عن مجاهد\nومكحول أنهما قالا يكبر ثم يقضي ثم يكبر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو بكر: القول الأول أحسنها، كان سفيان الثوري يقول: إذا لم يكبر\nكبر من وراءه، وقال الشافعي: إذا قام من مجلسه كبر ما شاء كما هو، وقال\nأصحاب الرأي: إذا خرج من المسجد فليس عليه أن يكبر، فإذا ذكر الإمام قبل أن\nيقوم من مجلسه ولم يتكلم كبر وكبر من معه، كان إسحق بن راهويه وأصحاب الرأي\nيقولون فيمن عليه سجود السهو يسجدهما ثم يكبر، وهذا على مذهب /191/الشافعي،\nوكان سفيان الثوري <span id='ms099'></span> يبدأ بالسهو ثم التكبير ثم التلبية، يعني المحرم في يوم\nعرفة. وقال أصحاب الرأي: في المحرم يوم عرفة يبدأ بالتكبير يوم التلبية.\nقال أبو بكر: قال الله تبارك وتعالى: {واذكروا الله في أيام معدودات} فلا\nيجوز أن يستثني من صلى وحده، ومن كان مسافرا بل هو الحاضر والمسافر والمقيم\nوالرجل والمرأة، من صلى في جماعة الصلوات المكتوبات والنوافل منفردين\nومجتمعين رجالا ونساء.\n</p>\n\n<p>\nقال أبو سعيد: قول أبي بكر هذا الأخير حسن، وكل ما حكاه من هذا الاختلاف\nفيخرج معناه عندي، إلا الذي بقي عليه بدلا من صلاة الإمام فإنه لا يجوز\nعندي في قول أصحابنا أن يكبر قبل أن يتم ما عليه من الصلاة؛ لأن الصلاة لم\nتتم وإنما التكبير دبر الصلوات ودبرها تمامها، ويعجبني إذا كان عليه سجدتا\nالسهو وكان محرما أن يسجد للوهم، ثم يكبر ثم يلبي، وإن سجد ثم لبى ثم كبر\nفحسن. وسائر ما مضى لا يخرج عندي في معاني الاختلاف في هذا الفصل. [بيان،\n15/191] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n             من كتاب الأشراف: إنه يبدأ بالتكبير مع صلاة /193/\nالصبح من يوم عرفة إلى العصر من آخر أيام التشريق، ويروى ذلك عن عمر بن\nالخطاب وعلي بن أبي طالب وابن عباس: وقال من قال: مع صلاة الصبح من يوم\nعرفة إلى صلاة العصر من يوم النحر، وقال من قال: إلى الظهر من آخر أيام\nالتشريق. وقال من قال: يبدأ مع صلاة العصر من يوم النحر إلى العصر من آخر\nأيام التشريق. وقال من قال: يبدأ من صلاة الظهر من يوم النحر إلى صلاة\nالصبح من آخر أيام التشريق. وقال من قال: يبدأ عند الظهر من يوم عرفة إلى\nبعد صلاة العصر من أيام التشريق. وقد روينا عن الحسن البصري أنه يبدأ من\nصلاة الظهر من يوم النحر إلى صلاة الظهر من يوم النفر الأول. وقال من قال:\nأهل منى يبدأون غداة عرفة.\n</p>\n\n<p>\nقال أبو سعيد: يخرج في معاني قول أصحابنا أنه يبدأ من صلاة الظهر من يوم\nالنحر، وقيل من صلاة الفجر <span id='ms100'></span> من أول يوم من أيام التشريق إلى صلاة العصر من\nآخر يوم التشريق. وسائر هذه الأقوال لا أعلمها من قول أصحابنا، وفي بعض\nقولهم إن التكبير ليس بواجب والتكبير حسن، وفيه الفضل لأنه من ذكر الله،\nومن فعل ذلك في وقت مما ذكر وحكى من هذه كلها فهو حسن، وفيه الفضل لأنه من\nذكر الله، ما لم يرد بذلك مخالفة لغيره أو إثبات ذلك على اللازم.\n</p>\n\n<p>\nمسألة: قال أبو سعيد: ليس في التكبير في أيام التشريق شيء مؤقت وأكثر ما\nسمعنا من قولهم، ووجدناهم يكبرون هذا التكبير، لا إله إلا الله والله أكبر\nكبيرا، لا إله إلا الله والله أكبر تكبيرا لا إله الله والله أكبر على ما\nهدانا أجزأه ذلك، وقيل ذلك إن كبر فقال الله كبيرا، الله أكبر تكبيرا الله\nأكبر على ما هدانا أجزأه ذلك. وعن الحسن في جامعة أنه إذا كبر الله فقد\nكبره، وإن قال الله أكبر الله أكبر لا إله إلا الله والله أكبر الله أكبر\nولله الحمد فذلك حسن إن شاء الله. [بيان، 15/193] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p158'> Vol. 01, p. 158</a>\n            </div>\n             ومن كتاب\nالأشراف: وثبت أن رسول الله - صلى الله عليه وسلم - نهى عن الصلاة بعد\nالعصر حتى تغرب الشمس، وبعد الصبح حتى تطلع الشمس. فدل قوله: لا تصلوا بعد\nالعصر، إلا أن تصلوا والشمس مرتفعة، وقوله: (لا تحروا بصلاتكم طلوع الشمس\nولا غروبها فإنها تطلع بين قرني شيطان)، ومع قول عقبة بن عامر: ثلاث ساعات\nكان رسول - صلى الله عليه وسلم - ينهانا أن نصلي فيهن حتى تطلع الشمس\nبازغة، حتى ترتفع، وحين تقوم الظهيرة حتى تميل الشمس، وحين تضيف الشمس حتى\nتغرب، مع سائر الأخبار المذكورة في غير هذا الكتاب، غير أن الوقت المنهي عن\nالصلاة فيه هذه الأوقات الثلاث.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني ما يشبه الاتفاق من قول أصحابنا\nعندي أنه لا صلاة تطوع، ولا ما يشبهها بعد صلاة الفجر حتى تطلع الشمس، ولا\nصلاة بعد العصر حتى تغرب الشمس، وأجازوا في هذين الوقتين بدل <span id='ms101'></span> اللوازم كلها،\nوصلاة الواجب مثل صلاة الجنازة، وما أشبه ذلك، وما خرج على معنى التطوع\nفعندهم لا يجوز، ومعي أن من قولهم إنه لا يجوز في هذا الوقت ركعتي الفجر في\nذلك اليوم، فإذا فاتاه ودخل في الجماعة لم يصلها بعد صلاة الفجر ذلك اليوم\nحتى تطلع الشمس ذلك اليوم، ويصليهما في بعض قولهم بعد العصر وبعد الفجر في\nغير ذلك اليوم، وهذا القول فيه نظر؛ لأنه إن ثبت بدلهما بعد صلاة الفجر\nوبعد صلاة العصر في يوم آخر لم يجد مانعا لذلك لبدلهما بعد صلاة الفجر في\nذلك اليوم، وإن لم يجز في ذلك اليوم فمثله في غير ذلك اليوم، إلا أن يكون\nثم /214/دليل فالله أعلم، وأما إذا طلع من الشمس قرن من الشمس حتى يستوي\nطلوعها، وإذا غرب منها قرن حتى يستوي غروبها، وإذا صارت في كبد السماء\nقائمة كما جاءت الرواية، وذلك عندهم في الحر الشديد، فلا صلاة في هذه\nالأوقات عندهم تطوعا ولا بدلا ولا فريضة، ولا على جنازة، وأما في غير الحر\nفعندي أنه هذا الوقت كسائر الأوقات من النهار وهو قبل زوال الشمس، وأما حين\nطلوعها أو غروبها فذلك عندي سواء من قولهم في الحر والشتاء.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\nومنه واختلفوا في صلاة التطوع بعد صلاة العصر، فرخصت طائفة في التطوع بعد\nالعصر، فممن روي عنه الرخصة في ذلك علي بن أبي طالب، وروينا معنى ذلك عن\nالزبير وتميم الداري والنعمان بن بشير وأبي أيوب الأنصاري وعائشة أم\nالمؤمنين، وفعل ذلك الأسود بن زيد وعمر بن ميمون ومسروق وسرج وعبد الله بن\nالهزيل وأبي بردة وعبد الرحمن بن الأسود وعبد الرحمن السلماني وأحمد بن\nقيس، وقال أحمد: لا نفعله ولا نعيب، وبه قال أبو خيثمة وأبو أيوب، وذكر\nالشافعي النهي عن الصلاة في الساعات التي نهى عن الصلاة فيها، فجعل ذلك كل\nصلاة لا تلزم، وكل صلاة كان صاحبها يصليها فأغفلها، وكل صلاة أكدت ولم تكن\nفرضا كركعتي الفجر، وإجماع المسلمين في الصلاة على الجنازة بعد <span id='ms102'></span> الفجر\nوالعصر. قال أحمد وإسحق: لا يصلي بعد الفجر إلا صلاة فائتة، أو على جنازة\nإلى أن تطلع الشمس، وإلا إذا قامت الشمس إلى أن تزول، ولا بعد العصر حتى\nتغرب الشمس، إلا صلاة فائتة أو على جنازة، أو على أثر طواف، أو صلاة لبعض\nالآيات لكل ما يلزم من الصلوات، فلا بأس أن يصلي في هذه الأوقات. وقال\nأصحاب الرأي: يصلي في كل وقت ماخلا أربع ساعات: إذا طلعت الشمس إلى أن\nترتفع، وإذا نتصف النهار إلى أن تزول، وإذا احمرت الشمس إلى أن تغرب، ولا\nصلاة بعد الفجر حتى تطلع الشمس، ولا بعد العصر حتى تغرب الشمس، واختلفوا في\nالتطوع بعد طلوع الفجر سوى ركعتي الفجر. روينا عن عبد الله بن عمر وعمر\nكرها ذلك، وليس بثابت ذلك عنهما، وكره ذلك الحسن البصري، وقال النخعي:\nكانوا يكرهون ذلك، وكره ذلك ابن المسيب وعلاج وعلي بن زياد وحميد بن الرحمن\nوأصحاب الرأي، وممن رخص فيه الحسن البصري، وقال مالك: نرى أن يفعل ذلك من\nفاته صلاة بالليل.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p161'> Vol. 01, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه قد مضى بعض ما استدل به على كثير ممن مضى في هذا\nالفصل، ويخرج عندي في معاني قول أصحابنا أنه لا تجوز الصلاة للطواف بعد\nصلاة العصر حتى تغرب الشمس، وبعد صلاة الفجر حتى تطلع الشمس؛ لأن /215/ذلك\nيقع موقع التطوع، إذ ليس واجبا لوقت من الأوقات، أتعني الطواف، ولو طاف فيه\nلواجب من عمرة أو زيارة فإنما يقع من فعله ذلك تطوعا؛ لأنه قد كان له في\nسائر الليل والنهار في غير هذين الوقتين سعة، وليس بواجب عليه في وقت مؤقت،\nفخرج معناه نفلا، وقد أجزوا أن يطوف اللازم أو غيره ويصلي بعد طلوع الشمس،\nإن كان ذلك بعد الصبح وقبل غروب الشمس، إن كان بعد العصر، وكذلك لا يبين لي\nفي معنى قولهم: إن في هذا الوقت لا صلاة كسوف شمس، ولا لشيء من الآيات؛ لأن\nذلك كله يخرج مخرج التطوع، ليس بمؤكد فيه شيء <span id='ms103'></span> ثابت، وأما صلاة العيد إن لم\nتصح لمعنى من المعاني أمر العيد حتى يصح من هذين الوقتين، فمعي أنه يخرج في\nبعض قولهم: إنه إذا كان ذلك يقع موقع البدل جازت الصلاة، والخروج من هذين\nالوقتين لبدل السنة الواجبة التي قد قامت، ومنهم من لا يجيز ذلك لموضع إذ\nهي غير مؤكدة إلا في وقتها، وإذا أراد الخروج لغير هذين الوقتين في معنى\nقول من قال بذلك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p162'> Vol. 01, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\nومن كتاب الأشراف قال أبو بكر: ثبت أن رسول الله - صلى الله عليه وسلم -\nقال: (صلاة الليل مثنى مثنى)، وجاء عنه الحديث أنه قال: (صلاة الليل\nوالنهار مثنى مثنى)، وروي هذا القول عن الحسن البصري وسعيد بن جبير، وبه\nقال ابن عباس والشافعي وأحمد بن حنبل، وقال حماد بن أبي سليمان: صلاة\nالنهار مثنى مثنى. وفيه قول ثان: وهو أن صلاة الليل مثنى مثنى، وبالنهار\nأربعا. ثبت عن ابن عمر أنه كان يصلي بالنهار أربعا قبل أن يسلم. وقال يعقوب\nومحمد: صلاة الليل مثنى مثنى. وقال النعمان: صلاة النهار إن شئت ركعتين،\nوإن شئت أربعا، وكان إسحق بن راهويه يقول: صلاة النهار إن صلى اختار أربعا،\nوإن صلى ركعتين، قال أبو بكر: القول الأول أصح.\n</p>\n\n<p>\nقال أبو سعيد: معي أن صلاة النفل ما لم يثبت معناه من كتاب الله أو سنة\nإجماع مؤكد، فهو في معنى الفضل، وليس بمعنى اللازم، وأكثر ما عليه العمل\nوالقول: إن صلاة النفل في الليل والنهار مثنى مثنى، وهو أثبت ما قيل\nوأحسنه، فإن صلى مصل أربعا لم يكن ذلك عندي خارجا عن معنى الإجازة، لثبوت\nذلك في الفريضة وما جاز في الفريضة، فلا يبعد أن يجوز في النافلة، وإذا ثبت\nأربعا بمعنى السنة فالست مثله لأنه فضيلة، وقد قيل عن بعض أصحابنا أنه يجوز\nفي صلاة النافلة توجيه واحد لجميع ما يصلي في مقامه، وثبت أن التسليم إنما\nهو إذن في الصلاة، وليس بلازم، وكذلك لو صلى مصل ركعة أو ثلاثا أو خمسا\n/216/لم يبعد ذلك عندي <span id='ms104'></span> لثبوته في الوتر والمغرب، وأحسن ذلك عندي اتباع ما\nقيل، وما جاء عليه أكثر العمل من الناس، وهو أن يفصل بن كل ركعتين بتسليم،\nوتكون صلاته مثنى مثنى، ثم يوجه بعد ذلك إن شاء، أو لا يوجه مادام في مقامه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p163'> Vol. 01, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\nومنه قال أبو بكر: ثبت أن ابن عمر لم يكن يصلي في السفر مع الفريضة شيئا\nقبلها ولا بعدها، إلا من جوف الليل، وكان علي بن الحسين لا يتطوع في السفر\nقبل الصلاة ولا بعدها، وروي عن سعيد بن المسيب وسعيد بن جبير. وفيه قول\nثان: وهو إباحة التطوع في السفر، روينا لك عن عمر وعلي بن أبي طالب وابن\nمسعود وجابر بن عبد الله وأنس بن مالك وابن عباس وأبي ذر، وقال الحسن: كان\nأصحاب رسول الله - صلى الله عليه وسلم - يسافرون فيتطوعون قبل المكتوبة\nوبعدها، هذا قول جماعة من التابعين يكثر عددهم، والشافعي وأحمد بن حنبل\nوإسحق بن راهويه وأبي ثور وأصحاب الرأي. قال أبو بكر: وبه نقول للثابت عن\nنبي الله - صلى الله عليه وسلم - أنه قال: (تطوع في السفر من وجه).\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا بمعنى الاتفاق بإجازة\nالتطوع من الصلاة في السفر، ولا فرق في الحضر والسفر في ذلك، ولا معنى يدل\nعلى ذلك، إلا أنه من مذهبهم أنه إذا جمع الصلاتين في السفر الأولى والعصر\nأو المغرب والعشاء أن لا تطوع بينهما، ولا تطوع بعد صلاة العصر إذا صلاها\nمع الظهر جميعا، ولو كانت في وقت الظهر، والمعنى جمع الصلوات لا يفصل\nبينهما بصلاة ولا غيرها، ولمعنى ثبوت النهي عن الصلاة بعد العصر، وقد صلى\nالجامع العصر وما سوى هذا، فلا معنى معي يدل على منع الصلاة ولا كراهيتها\nفي سفر ولا حضر، إلا من وجه إدخال الضرر على نفسه، ولو خاف الضرر من أمر\nالفرائض زالت عند دخول الضرر على نفسه، ولم يجز له أن يحمل على نفسه الضرر،\nفكيف في معنى التطوع.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p164'> Vol. 01, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\nومنه قال أبو بكر <span id='ms105'></span>: ثبت أن رسول الله - صلى الله عليه وسلم - كان يصلي على\nراحلته حيث توجهت به، ويومئ إيماء، وممن روينا عنه أنه كان يفعل ذلك علي بن\nأبي طالب وابن الزبير وأبو ذر وابن عمر وأنس بن مالك، وبه /217/قال طاووس\nوعطاء بن أبي رباح ومالك بن أنس وسفيان الثوري والأوزاعي والشافعي وأحمد بن\nحنبل وأبو ثور، وكانا يستحبان للمصلي في السفر على الدابة أن يستقبل القبلة\nبالتكبير، لحديث، وروينا عن أنس بن مالك، واختلفوا في الصلاة على الدواب في\nالسفر الذي لا يقصر في مثله الصلاة، فكان مالك بن أنس يقول: لا يصلي أحد في\nغير سفر يقصر في مثله الصلاة على دابته، وقال الشافعي: يصلي في قصير السفر\nوطويله وقريبه وبعيده، وهذا قول الأوزاعي وأصحاب الرأي.\n</p>\n\n<p>\nوقال أبو سعيد: معي أنه يخرج في قول أصحابنا إجازة صلاة التطوع على\nالراحلة في قصير السفر وطويله وقريبه وبعيده، وغير السفر إذا أراد المتطوع\nوكان له فيه معنى، ولو جاز ذلك اختيارا لنفسه، وقد أجازوا الصلاة قاعدا ولو\nقدر على الصلاة قائما من غير علة ولا عذر ولا مشقة، ونائما ولو قدر على\nالقعود والقيام، وصلاة التطوع ليس فيها شيء محدود وإنما تقع مواقع الذكر\nلله، فحيث ما ذكر الله العبد، وعلى أية حال ذكر الله بعد أن يجوز له ذلك\nيتطهر، فهو مباح له مأجور عليه، إلا أنه قيل من صلى بحرف من القرآن قائما\nتطوعا كتب الله له مائة حسنة، ومن صلى قاعدا كتب له خمسون حسنة، ومن قرأ\nبغير صلاة كتب له خمس حسنات، ومن استمعه بغير صلاة ولا قراءة كتب له حسنة\nواحدة، فالخير درجات وكل خير لمن وقع منه خير.\n</p>\n\n<p>\nومنه قال أبو بكر: ثبت أن رسول الله - صلى الله عليه وسلم - نهى عن\nالصلاة نصف النهار حتى ترتفع الشمس، وقد اختلف في ذلك، فممن روينا عنه أنه\nنهى عن الصلاة نصف النهار عمر بن الخطاب، وقال ابن مسعود: كنا ننهى عن ذلك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p165'> Vol. 01, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\nوقال سعيد المغيري: أدركت <span id='ms106'></span> الناس وهم ينهون عن ذلك، وكان أحمد بن حنبل\nيكره ذلك في الشتاء والصيف، ورخص في ذلك الحسن البصري وطاووس، وقال مالك:\nلا أنهى عنه ولا أحبه، ورخص فيه الأوزاعي وسعيد بن عبد العزيز ويزيد بن أبي\nمالك وابن جابر والشافعي وإسحق، وأباح ذلك عطاء في الشتاء، ومنع منه في\nالصيف، وقال ابن المبارك: أكره الصلاة في الشتاء والصيف إذا /218/علمت\nبانتصاف النهار. قال أبو بكر: لا يجوز ذلك لنهي رسول الله - صلى الله عليه\nوسلم - ، وإذا كنت في موضع لا أعلم ولا أستطيع أن أنظر أراه واسعا.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه قد مضى ذكر هذا في معنى قول أصحابنا قبل هذا\nالفصل. قال أبو بكر: لا يجوز لنهي النبي - صلى الله عليه وسلم - [بيان،\n15/218]\n</p>\n\n<p>\nومن كتاب الأشراف -لعله من غير كتاب الأشراف-: وتجوز صلاة النافلة إلى\nغير القبلة إذا ابتدأها مستقبلا، يوجه جهة القبلة، لما تقدم من ذكرنا لذلك\nمن فعل النبي - صلى الله عليه وسلم - ، ولا يجوز أن يصلي في ثلاث ساعات من\nالنهار: إذا طلعت الشمس حتى ترتفع، وإذا تضيفت إلى الغروب، ونصف النهار،\nلما روي عن بعض أصحاب النبي - صلى الله عليه وسلم - أنه قال: (نهانا رسول\nالله - صلى الله عليه وسلم - عن ثلاث ساعات من النهار، وأن نقبر فيها\nموتانا، وذكر هذه الأوقات، وفي رواية أخرى عنه - صلى الله عليه وسلم - أنه\nنهى عن الصلاة نصف النهار، وقال إنها ساعة فيها تستجر جهنم، ولهذا الخبر\nذهب أصحابنا إلى جواز الصلاة نصف النهار إلا في الحر الشديد، وأجمع الناس\nعلى جواز الصلاة يوم الجمعة نصف النهار؛ لأن في الرواية التي ذكرناها إلا\nيوم الجمعة، فإن جهنم لا تستجر فيه، ولا يجوز للإنسان أن يصلي نافلة إذا\nكان مخاطبا للجماعة لقول النبي - صلى الله عليه وسلم - أنه قال: (إذا أقيمت\nالصلاة فلا صلاة إلا المكتوبة) [بيان، 15/224]\n</p>\n\n<p>\nفي الاستسقاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p166'> Vol. 01, p. 166</a>\n            </div>\n             ومن كتاب الأشراف قال أبو بكر: وقال الله جل\nثناؤه: {وأوحينا إلى موسى إذ استسقاه قومه} وثبت أن <span id='ms107'></span> رجلا جاء إلى النبي -\nصلى الله عليه وسلم - فقال يا رسول الله: قحط المصر فادع الله أن يسقينا.\nقال: فدعا فمطرنا. وثبت أن رسول الله - صلى الله عليه وسلم - خرج بالناس\nإلى المصلى يستسقي فاستقبل القبلة، وحول رداءه، وقال أبو بكر: وليس لصلاة\nالاستسقاء أذان ولا إقامة، واختلفوا في الوقت الذي يخرج فيه الإمام لصلاة\nالاستسقاء، فكان مالك بن أنس والشافعي وأبو ثور يقولون: يخرج كالخروج إلى\nصلاة العيد. وقد روينا عن أبي بكر بن عمر وابن حزم أنه يخرج إلى الاستسقاء،\nوذلك في زوال الشمس. قال أبو بكر: القول أصح؛ لأن في حديث ابن عباس وصلى\nكما يصلي في العيد. واختلفوا في إخراج أهل الذمة في الاستسقاء، فروينا عن\nمكحول أنه لم ير بذلك بأسا، وقال ابن المبارك: إذا خرجوا يعزلون عن مصلاهم،\nوحكي ذلك عن الزهري، وقال إسحاق بن راهويه: لا يؤمرون ولا ينهون عنه. وقال\nالشافعي: يكره إخراجهم ويأمرهم بمنعهم، فإن خرجوا لم يمنعهم. وقال أصحاب\nالرأي: لا نحب إخراجهم. قال أبو بكر: قول إسحق بن راهويه حسن، وكان الشافعي\nيقول: أحب أن يخرج الصبيان، وينطلقون وينطقون الاستسقاء، وكبار الناس\n-نسخة- وكذلك النساء، ومن لا هيئة له منهن.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p167'> Vol. 01, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\nولا أحب خروج ذوات الهيئة، ولا آمر بإخراج البهائم، وكره يعقوب ومحمد\nخروج النساء، ورخص في خروج العجائز، وقد /238/روينا عن النبي - صلى الله\nعليه وسلم - أنه استسقى فخرج فخطب قبل الصلاة، وروينا عن أنس أنه خطب ثم\nصلى وفي الناس البراء بن عازب وزيد بن أرقم، وروي ذلك عن عمر بن عبد\nالعزيز، وروينا عن عبد الله بن زيد أنه صلى بهم في استسقاء، وقال مالك بن\nأنس والشافعي وابن الحسن: يبدأ بالصلاة قبل الخطبة، وقد روينا عن عمر بن\nالخطاب أنه خطب قبل الصلاة، وبه نقول، وثبت أن رسول الله - صلى الله عليه\nوسلم - جهر بالقراءة في صلاة الاستسقاء، وبه قال مالك والشافعي وأحمد وأبو\nثور ومحمد بن الحسن، واختلفوا في عدد التكبير في صلاة الاستسقاء، فكان <span id='ms108'></span> مالك\nبن أنس وإسحق بن راهويه وأبو ثور يقولان: لا يكبر فيهما تكبير العيد، وقالت\nطائفة: يكبر فيهما كما يكبر في العيد، هذا قول سعيد بن المسيب وعمر بن عبد\nالعزيز وأبي بكر ومحمد بن عمران وابن حزم والشافعي. ثبت أن رسول الله - صلى\nالله عليه وسلم - وحول رداءه، واختلفوا في تحويل الرداء فقال مالك: إذا فرغ\nمن الصلاة في الاستسقاء خطب الناس قائما يدعو في خطبته مستقبلا الناس، فإذا\nاستقبل القبلة حول رداءه جعل ما على يمينه على شماله، وما على شماله على\nيمينه، ودعا قائما واستقبل الناس جميعا القبلة، كما استقبلوا الإمام قعودا،\nوحولوا أرديتهم جميعا كما حول الإمام، فإذا فرغ مما يريد من الدعاء تحول\nبوجهه إلى الناس ثم انصرف، وممن كان يرى أن يجعل اليمين على الشمال والشمال\nعلى اليمين. أحمد بن حنبل وأبو ثور، وبه كان الشافعي يقول بالعراق، ثم قال\nبمصر آخر قوليه. قال آخر: إلا أن من ينكس رداءه فجعل أعلاه أسفله، ويريد مع\nنكسه، فجعل شقه الذي كان على منكبه اليمين على منكبه الأيسر، والذي كان على\nمنكبه الأيسر على منكبه الأيمن.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p168'> Vol. 01, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\nوفيه قول ثالث: قال محمد بن الحسن قال: ويقلب الإمام رداءه كما قال أحمد\nبن محمد وأبو ثور، وليس ذلك على من خلف الإمام. واختلفوا في خطبة\nالاستسقاء، قال مالك والشافعي يخطب خطبتين، يفصل بينهما بجلسة، وقال عبد\nالله بن مهدي: يخطب خطبة خفيفة يعظهم يحثهم على الخير. واختلفوا في\nالاستسقاء بغير صلاة، فكان قيس بن أبي حازم يستسقي بغير صلاة، ورأى ذلك\nالشافعي، وكان الثوري يكره ذلك، وكان مالك /239/يقول: لا بأس أن يستسقي\nالإمام في العام مرة أو مرتين أو ثلاثا إذا احتاجوا إلى ذلك. وقال الشافعي:\nإن لم يسقوا يومهم ذلك أحببت أن يتابع الاستسقاء ثلاثة أيام، يصنع في كل\nمنها ما صنعه في اليوم الأول. وقال إسحق: لا يخرجون إلى الجبان إلا مرة،\nولكن يجتمعون في مساجدهم إذا فرغوا من الصلاة، فيدعوا ويدعوا الإمام يوم\nالجمعة <span id='ms109'></span> عند المنبر ويؤم الناس.\n</p>\n\n<p>\nقال أبو بكر: ثبت أن رسول الله - صلى الله عليه وسلم - صلى صلاة\nالاستسقاء وخطب، وبه قال عوام أهل العلم: إن أخا النعمان قال لا صلاة في\nالاستسقاء إنما فيه الدعاء، وخافه ابن الحسن فقال: يصلي في الاستسقاء نحوا\nمن صلاة العيد. قال أبو بكر: والسنة مستغني بها عن كل قول.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p169'> Vol. 01, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: لم نعرف من قول أصحابنا ولا جاء في آثارهم المعروفة عنهم\nفي أمر الاستسقاء مؤكدا شيئا من الصلاة ولا من الدعاء. ومعي أنه هذه\nالأقاويل كلها حسنة لا بأس بشيء منها، ما لم يرد بشيء منها خلاف على غيره\nأو لسنة، ومن ترك هذا كله، وسأل الله تبارك وتعالى بما فتح الله له من\nالدعاء كان ذلك مجزيا إن شاء الله. ولا ينبغي أن يستصغر أو يحتقر شيئا من\nأمور الله تبارك وتعالى ولا من مسئوليته، فمن فتح الله له شيئا من الدعاء\nفي شيء من المسألة بأمر شيء من الدنيا ومن شيء من أمر الآخرة فليصدق الله\nنيته في سره وعلانيته، كان في وحدة أو جماعة فإنه لا يخيب سائله بصدق، ولا\nيكون صادقا موافقا في شيء من الأمور إلا من كان لجميع معاصيه مفارقا ولجميع\nطاعته موافقا، وما التوفيق إلا بالله في جميع الأمور [بيان، 15/239]\n</p>\n\n<p>\nالجزء  16\n</p>\n\n<p>\nمن كتاب الأشراف قال أبو بكر: واختلفوا في تخمير رأس المحرم الميت وفي\nتطييبه، وكانت عائشة أم المؤمنين -رضي الله عنها- تقول: نصنع به كما يصنع\nبسائر الموتى، وبه قال عمر وطاووس والأوزاعي وأصحاب الرأي، وقال مالك: لا\nبأس أن يحنط الحلال المحرم بالطيب. وقالت طائفة: لا يغطى رأسه ولا يمس\nطيبا، وفي هذا القول عن علي بن أبي طالب، وبه قال الشافعي وأحمد بن حنبل\nوإسحق بن راهويه، وقال ابن عباس: يغطي رأسه. قال أبو بكر: وبهذا نقول لقول\nالنبي - صلى الله عليه وسلم - في المحرم الذي مات: (وخمروا وجهزوا ولا\nتخمروا رأسه ولا تمسوه طيبا فإنه يبعث يوم القيامة ملبيا).\n</p>\n\n<p>\n/20/قال أبو <span id='ms110'></span> سعيد: معي أنه يخرج معاني قول أصحابنا على حسب هذا القول\nالأخير، وهو المضاف إلى أبي بكر يرفعه إلى النبي - صلى الله عليه وسلم - ،\nولا أعلم في قولهم غير هذا في المحرم [بيان، 16/20] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p170'> Vol. 01, p. 170</a>\n            </div>\n             قال أبو\nبكر: واختلفوا في الجنب والحائض، يغسلان الميت، فكره ذلك الحسن البصري وابن\nسيرين وعطاء، وقال علقمة مالك: الحائض تغسل /28/الميت. قال أبو بكر: قول\nالحسن البصري صحيح؛ لأن المؤمن طاهر، قال النبي - صلى الله عليه وسلم - :\n(ليس بنجس).\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في قول أصحابنا معاني إجازة غسل الميت من\nالجنب والحائض، ولا معنى يدل على حجر ذلك ولا كراهية فيما عندي. قال أبو\nبكر: واختلفوا في الجنب والحائض إذا ماتا قبل أن يغسلا، فقال الحسن: يغسل\nالجنب غسل الجنابة، والحائض غسل الحيض، ثم يغسلان غسل الميت.\n</p>\n\n<p>\nقال سعيد بن المسيب: ما مات الميت إلا أجنب، وروينا عن عطاء أنه قال:\nيصنع بهما ما يصنع بغيرهما. قال أبو بكر: وهذا قول كل من أحفظ عنه من علماء\nالأمصار وبه نقول.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج من الاختلاف نحو ما حكي من قول أصحابنا من\nثبوت الغسلين في الحائض والجنب، والاستكفاء بغسل واحد، وهو عندي أكثر ما\nقيل وأصح المعنى فيه [بيان، 16/28]\n</p>\n\n<p>\nمن الأشراف: واختلفوا في أم ولد الرجل يغسلها وتغسله، فرخص فيه أبو\nالقاسم صحاب مالك، وقال أبو الحسن: لا يغسله.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في قول أصحابنا في غسل النساء للمرأة إذا لم\nيكن من نسائها المسلمات، أولى من غسل جميع أرحامها من الرجال، ما خلا\nزوجها، وكذلك غسل الرجل للرجل أولى من جميع أرحامه من النساء ماخلا زوجته،\nفإذا لم يجد الرجل للرجال ولا النساء للنساء فذووا الأرحام عندي من ذوات\nالمحارم، يقمن مقام الرجال في تطهير الرجل، وكذلك الرجل من ذوي المحارم\nيقومون في غسل المرأة مقام النساء إذا كانت من ذوات المحارم منهم، وإن غسل\nذوو المحارم من الرجال ذات محرم منهم مع وجود النساء خرج <span id='ms111'></span> ذلك عندي مخرج\nالكراهية، وكان ذلك عندي شبيها بالجائز؛ لأنهم كلهم عندي سواء بمعنى\nالعورات، وكذلك ذوات المحارم من النساء في ذوي المحارم من الرجال عند وجود\nالنساء.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p171'> Vol. 01, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\nومنه قال أبو بكر: واختلفوا في المرأة تموت مع الرجال، والرجل يموت مع\nالنساء، فقال إبراهيم النخعي، وبه قال الزهري وقتادة، وقال الحسن البصري\nوإسحاق بن راهويه: يصب عليهما الماء من فوق الثوب، وروينا عن ابن عمر ونافع\nأنهما قالا: ترمس في ثيابها، وقالت طائفة: معنا أنه إذا أراد يتيمم\nبالصعيد، /35/هكذا روينا عن سعيد بن المسيب وإبراهيم النخعي وحماد بن أبي\nسليمان، وفيه قال مالك بن أنس وأحمد بن حنبل وأصحاب الرأي، وقال الأوزاعي:\nتدفن كما هي ولا تيمم. قال أبو بكر: قل مالك بن أنس صحيح.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في قول أصحابنا نحو ما حكي من الاختلاف، إلا\nقول أنها تدفن بغير غسل ولا يتمم، فإن هذا لا أعلمه لثبوت التطهير على\nالمسلمين، فإنها سنة ثابتة، ولا يجوز لعلة تركها إلا من عذر لزوم التيمم في\nكل موضع طهارة عند عدم الطهارة، بمعنى الاتفاق في الإحياء، وكذلك شبه معناه\nفي الأموات، ويعجبني التيمم لثبوت العذر واغتنام الرخصة، خوفا أن يتولد من\nصب الماء على الميت من على الثياب بشيء نجس، فيكون ذلك أشد لأنه قيل إنه\nعلى قول من يقول: إنها تغسل في ثيابها فتغسل بحالها، وتكفن بثيابها، لأنها\nلا تجرد، فلما أن ثبت هذا كان معي أن التيمم أحق وأشبه، بمعنى الاحتياط\n[بيان، 16/35] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p172'> Vol. 01, p. 172</a>\n            </div>\n             من كتاب الأشراف قال أبو بكر: ثبت أن رسول الله\n- صلى الله عليه وسلم - قال في شهداء أحد: (أنا أشهد على هؤلاء) وأمر\nبدفنهم، ولم يصل عليهم ولم يغسلوا، وقال /41/مالك بن دينار ومن تبعه من أهل\nالمدينة: لا يغسل الشهيد، وبه قال الحكم بن عيينة وحماد وأصحاب الرأي\nوالشافعي وأحمد بن حنبل وإسحق وأبو ثور، وكذلك قال عطاء وسليمان بن موسى\nويحي بن سعيد الأنصاري وإبراهيم النخعي، وكان الحسن البصري وسعيد بن <span id='ms112'></span> المسيب\nيقولان: يغسل فإن كل ميت يجيب. وسئل ابن عمر عن غسل الشهيد فقال: قد غسل\nعمر وكفن وحنط، وصلى عليه وكان شهيدا. قال أبو بكر: بالقول الأول أقول\nللسنة الثابتة التي ذكرناها.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في قول أصحابنا بما يشبه معاني الاتفاق أن\nشهيد المسلمين من قتل منهم في المعركة في المحاربة أنه لا غسل عليه.\n</p>\n\n<p>\nومنه قال أبو بكر: واختلفوا في الصبي والمرأة يقتلان، فقال الشافعي: يفعل\nبهما كما يفعل بالشهداء، وبه قال أبو ثور ويعقوب ومحمد. قال النعمان:\nوالنساء والرجال كما في هؤلاء، وقال في الولدان يغسلون. قال أبو بكر: القول\nالأول هو صحيح.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه إذا ثبتت الشهادة في الصبي، وكان بحد المراهق الذي\nيحارب فقتل في المعركة، أو المرأة لحقه عندي ما يلحق بالشهيد، وليس كل\nمقتول عند أصحابنا شهيدا في معنى ما يزول به ثبوت الغسل، وإنما الشهيد\nعندهم المقتول في المعركة في المحاربة.\n</p>\n\n<p>\nومنه قال أبو بكر: واختلفوا فيمن قتله أهل الشرك، فقال عامر الشعبي\nوالأوزاعي وأحمد بن حنبل وإسحق بن راهويه: فيمن قتله اللصوص لم يغسل، وكذلك\nالأوزاعي فيمن قتل في بيته، قال سفيان الثوري: من قتل مظلوما لم يغسل، وكان\nمالك والشافعي يقولان: يغسلون ويصلون عليهم، وبه نقول.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p173'> Vol. 01, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في قول أصحابنا أن من قتله اللصوص في الجبان\nبين القرى أو أشباههم ممن يقع في موضع الظالمين في مثل هذا الموضع أنه\nبمنزلة الشهيد، ولا غسل فيه، وكذلك لو حمل من المعركة ولو يداو حتى مات،\nففي بعض قولهم: إنه لا غسل عليه، وفي بعض القول: إن الغسل في /42/هؤلاء\nكلهم، وأحسب أنه يخرج في معنى القولين الآخرين أنه كل مظلوم مقتول، إلا\nالظلم لا غسل فيه، وإذا ثبت فيمن قتل في الجبان لم يبعد في غيره عندي، وأما\nالصلاة فلا أعلم في قول أصحابنا تركها من أهل الإقرار، ممن قتل مظلوما،\nوإنما قالوا لا يصلي على أهل البغي وأشباهم <span id='ms113'></span>، من قتل على حد متوليا عن الحق\nمدبرا غير تائب ولا مقبل.\n</p>\n\n<p>\nومنه قال أبو بكر: واختلفوا في الجنب يقتل في المعركة، فقال أبو ثور: لا\nيصلى عليه ولا يغسل، وقال يعقوب ومحمد: جنبا كان أو غير جنب، وقال النعمان:\nيغسل، وقال أبو بكر: لا يغسل لأن ما سنه النبي - صلى الله عليه وسلم - فهو\nعام لجميع الشهداء.\n</p>\n\n<p>\nقال أبو سعيد: أما معنى الصلاة فلا أعلم تركها، يخرج عندي في أحد من أهل\nالقبلة إلا ما من ذكرناه فيما مضى من الكتاب، وأما الشهيد الجنب فليحقه\nعندي معنى الاختلاف لثبوت الجنابة فيه، ولثبوت معنى زوال الغسل للشهيد في\nالجملة، وأنا يعجبني قول من قال: إن الشهيد يغسل على كل حال إذا لم يخف\nالضرر فيه وأمكن غسله، لأن ذلك زيادة في طهارته وكرامته من غير قصد مني إلى\nخلاف، بل أرجو في ذلك الفضل من الله على حسن ظني فيه. [بيان، 16/42]\n</p>\n\n<p>\nفي غسل الصبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p174'> Vol. 01, p. 174</a>\n            </div>\n             من كتاب الأشراف قال أبو بكر: أجمع كل من نحفظ\nعنه من أهل العلم على أن للمرأة أن تغسل الصبي الصغير، وممن قال ذلك الحسن\nالبصري ومحمد بن سيرين، وحفظه ابن سيرين ومالك والأوزاعي وأحمد بن حنبل\nوأصحاب الرأي، واختلفوا في سن الصبي الذي تغسله المرأة، فقال الحسن البصري:\nإذا كان فطيما أو فوقه شيء، وقال مالك وأحمد بن حنبل: ابن سبع سنين، وقال\nالأوزاعي: ابن أربع سنين وخمس، وقال إسحق: ابن ثلاث إلى خمس، وقال: إذا\nكانت الجارية مثل ذلك غسلها الرجل. وقال أصحاب الرأي: تغسل المرأة الصبي\nالذي لم يتكلم، ويغسل الرجل الصغيرة التي لم تتكلم.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معنى قول أصحابنا أنه يجوز أن تغسل المرأة\nالصبي الذكر الذي لم يكن بحد من يستحيي ويستتر، ولا يغسل الرجل الصبية لأن\nفيها العورة بما يوجب فساد النكاح ونقض الوضوء، كانت صغيرة أو كبيرة، ولعله\nرخص من رخص في غسل الرجل الصبية، ولا أجد ذلك يعجبني، إلا أن لا يجد النساء <span id='ms114'></span>\n[بيان، 16/45]\n</p>\n\n<p>\nومن كتاب الأشراف قال أبو بكر: واختلفوا في غسل من يخاف أن يتهرأ لحمه إن\nغسل، فقال سفيان الثوري: إن لم يقدر على غسله صب عليه الماء، وقال مالك:\nمثله إذا تفاحش، وقال أحمد بن حنبل وإسحق بن راهويه ييمم إذا خيف عليه أن\nيتهرا لحمه، وبه نقول يفعل به بعد موته كما يفعل به في حياته.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج نحو هذا في معاني قول أصحابنا [بيان، 16/51]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p175'> Vol. 01, p. 175</a>\n            </div>\n             من كتاب الأشراف قال أبو بكر قال الحسن البصري والثوري: يجعل\nالميت في البحر في زنبيل، ثم يقذف به، وقال عطاء بن أبي رباح: يفعل به ما\nيفعل بالميت من الحنوط والكفن والصلاة عليه، ويربط في رجليه شيء، ثم يرمى\nبه في البحر، وبه قال أحمد بن حنبل، وقال الشافعي: إذا قدروا على دفنه،\nوإلا أحببت أن يجعل بين لوحين يربطونهما ليحملاه، إلى أن ينبذه اليم\nبالساحل، فلعل بعض المسلمين أن يجدوه فيوارده، وإن لم يفعلوا وألقوه في\nالبحر رجوت أن يسعهم. قال أبو بكر: إن كان البحر الذي مات فيه الميت الأغلب\nمنه أن تخرج أمواجه به إلى سواحل المسلمين، فعل به ما قال الشافعي، وإلا\nفعل به ما قال عطاء.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في قول أصحابنا أن الميت إذا مات في البحر\nولم يمكن قبره استن به السنن كلها المقدور عليها: من غسله وتكفينه والصلاة\nعليه، ثم يجعل في فقعة، أو شيء من أكفانه من الأواني وربط إلى حجر أو شيء\nنحوه في البحر. والذي رواه عن الشافعي فهو عندي حسن، ولكنه بعد تكفينه\nوتجهيزه إن كان في العرف والعادة أن يفضي به اليم إلى سواحل المسلمين، وإن\nاشتبه ذلك فالأخذ فيه بالحزم، ونفسه إلى أن شاء الله [بيان، 16/55]\n</p>\n\n<p>\nمن كتاب الأشراف قال أبو بكر: واختلفوا في النصرانية تموت وفي بطنها ولد\nمن مسلم، فروينا عن عمر بن الخطاب -رضي الله عنه- أنها دفنها في مقبرة\nالمسلمين، وبه قال مكحول وإسحق، غير أن أحدهما <span id='ms115'></span> قال في حاشية، وقال الآخر في\nأدنى مقابر المسلمين. قال أحمد بن حنبل: تدفن في مقبرة ليست للمسلمين ولا\nللنصارى، واحتج بحديث عن وائلة بن الأسفع لا يثبت ما روي عن عمر بن الخطاب\n-رحمه الله- في هذا الباب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p176'> Vol. 01, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: إنه يشبه معاني قول أصحابنا معنى القول الآخر: إنها تدفن\nفي مقابر أهل ملتها؛ لأن حكم ما في بطنها غير محكوم به في حكم الحياة بوجه\nمن الوجوه، لا في مواراته ولا قبره، وذلك على حكمه حكم الذمية في معنى\nالاتفاق، وإنما يشبه معنى ما يروى عن عمر بن الخطاب رضي الله عنه في قول\nأصحابنا لو خرج من الولد شيء فاستهل، بمعنى ما يثبت حكمه بالحياة الدنيا\nبالموارثة، وعرف ذلك، ثم مات بحاله وماتت، فقد قيل في هذا: إنه يدفن في\nمقابر المسلمين لحكمه الثابت فيها، وإن أمكن غسله هو غسل، ويصلى عليه، ولو\nكان متعلقا بها، وإنما يقصد بالصلاة عليه هو.\n</p>\n\n<p>\nمن كتاب الأشراف: قال أبو بكر: واختلفوا في غسل الكافر ودفنه، فكان مالك\nبن أنس يقول: لا يغسل المسلم ولده إذا مات كافرا، ولا يشيعه، ولا يدخله في\nقبره، إلا أن يضيع فيواريه، لا بأس لإنسان ذي قرابة من المشركين، ويعينه\nويدفنه، وبه قال أبو ثور وأصحاب الرأي. قال أبو بكر: ليس في غسل المشرك سنة\nتتبع، وفي حديث علي بن أبي طالب أن /61/النبي - صلى الله عليه وسلم - قال\nله: إن الظالم قد هلك، قال: (اذهب فواره)، وأمره أن يغتسل.\n</p>\n\n<p>\nقال أبو سعيد معي أنه يخرج في قول أصحابنا: إنه لا غسل في المشرك، فإنه\nإن غسل لم يثبت له معنا طهارة بعد موته لأنه رجس، وإنه ثبت الغسل في\nالمسلمين من أهل الإقرار، كرامة من الله لهم الطهارة والصلاة عليهم، ولا\nيجوز ولا يثبت في المشركين.\n</p>\n\n<p>\nومنه قال أبو بكر وأحمد بن أبي سليمان والشافعي: إذا كان الطفل بين أبويه\nوهما مشركان لم يصل عليه، وإن لم يكن كذلك صلي عليه، وحكى أبو <span id='ms116'></span> ثور هذا\nالقول عن الكوفي. قال أبو ثور: إذا نشأ مع أبويه أو أحدهما، أو نشأ وحده ثم\nمات قبل أن يختار الإسلام لم يصل عليه. وقال عامر الشعبي: فيمن جلب الرقيق\nصلي عليه، وإن لم يصل فلا يصل عليه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p177'> Vol. 01, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: أما أولاد المشركين ما لم يلحقهم رق للمسلمين، فيخرج عندي\nبمعنى الاتفاق أنه لا يصلى عليهم. وأما إذا سابهم المسلمون وكانوا في جملة\nالغنيمة لم يقسموا، فمات منهم ميت وهو طفل فأحسب أنه في الصلاة عليه\nاختلافا، ولا يبين لي صحة ذلك بل الحكم يوجب الصلاة عليه؛ لأنه يعلق عليه\nحكم الإسلام أو جملة المسلمين، وأما إذا قسموا ووقع لأحد من المسلمين بعينه\nفهو تبع له في معنى الصلاة والطهارة، ولا يلحق حكمه حكم أبويه، كان معه أحد\nأبويه أو كلاهما؛ لأنه قد زال عنه حكم الحر إلى الرق، وثبت له حكم الملك\nبالإسلام.\n</p>\n\n<p>\nمسألة: ومن كتاب الأشراف: وأما إذا مات أحد من أهل الذمة فإنه يكفن ولا\nيغسل ولا يصلى عليه ولا يلحد له، ويشق له شق في الأرض ويدفن فيه، ولا يدفن\nفي مقبرة المسلمين، وإن كان لأهل الذمة مقبرة قبر فيها، وإلا قبر في خراب\nمن الأرض في غير مقبرة المسلمين، على حسب هذا عرفنا. [بيان، 16/61]\n</p>\n\n<p>\nومن كتاب الأشراف قال أبو بكر: ثبت أن رسول الله - صلى الله عليه وسلم -\nكفن في /73/ثلاثة أثواب سحولية طيبة بيض، ليس فيها قميص ولا عمامة، أدرج\nفيها إدراجا، وقد روينا عن ابن عمر أن عمر كفن في ثلاثة أثواب. وقالت\nعائشة: لا يكفن الرجل في أقل من ثلاثة أثواب لمن قدر. وممن رأى أن يكفن في\nثلاثة أثواب طاووس ومالك بن أنس والأوزاعي والشافعي وأحمد بن حنبل وإسحاق\nوأبي، وكان سويد بن علقمة يكفن في ثوبين، وكان ابن عمر يكفن أهله في خمسة\nأثواب: عمامة وقميص وثلاث لفائف. قال أبو بكر: أحب الأكفان إلي ما كفن فيه\nالنبي - صلى الله عليه وسلم - ، ويجزي فيما كفن في ثوب <span id='ms117'></span> أو ثوبين.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني هذا كله في معاني قول أصحابنا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p178'> Vol. 01, p. 178</a>\n            </div>\n            \n</p>\n\n<p>\nومنه قال أبو بكر: أكثر من نحفظ عنه من أهل العلم يرى أن تكفن المرأة في\nخمسة أثواب، منهم عامر الشعبي ومحمد بن سيرين وإبراهيم النخعي والشافعي\nوأحمد بن حنبل وإسحق بن راهويه وأبو ثور وأصحاب الرأي، وكذلك نقول: درع\nوخمار ولفافتين وثوب نظيف، يشد على وسطها بجميع ثيابها، وكان عطاء بن أبي\nرباح يكفن في ثلاثة أثواب: درع وخمار وثوب من تحت الدرع يلف به، وثوب فوقه\nيلف فيه، وقال سليمان بن موسى: درع وخمار ولفافة، يدرج فيها إدراجا.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج نحو هذا في قول أصحابنا في معاني القول به.\n</p>\n\n<p>\nومنه قال أبو بكر: كان سعيد بن المسيب يقول: يكفن الصبي في ثوب واحد،\nوقال الثوري: ثوب يجزيه، وقال ابن حنبل وإسحاق: في خرقة، وإن كفنوه في\nثلاثة أثواب فلا بأس، وروينا عن الحسن البصري أنه يكفن في ثوبين، وقال\nأصحاب الرأي: يكفن في ثلاثة، أو في ثلاث خرق، ويجزي ما كفن فيه.\n</p>\n\n<p>\nقال أبو سعيد: معي يخرج أنه يلحق معنى الصبي ن أهل الإسلام ما يلحق في\nمعنى الكبير منهم؛ لأنه لا فرق في ذلك بين الصبي والكبير في الصلاة ولا في\nالكفن ولا في التطهير.\n</p>\n\n<p>\nومنه قال أبو بكر: ثبت أن رسول الله - صلى الله عليه وسلم - قال:\n/74/(البسوا الثياب البيض وكفنوا فيها موتاكم)، وقال: (إذا ولي أحدكم أخاه\nفليحسن كفنه). وممن روينا عنه أنه استحب تحسين الأكفان عمر بن الخطاب -رضي\nالله عنه- ومعاذ بن جبل والحسن البصري ومحمد بن سيرين، وذكر إسحق بن راهويه\nأن ابن مسعود أوصى أن يكفن في حلة بمائتي درهم، وروينا عن حذيفة أنه قال:\nيتغالون بكفني.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p179'> Vol. 01, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: يخرج عندي في معاني قول أصحابنا الأمر بترك التغالي في\nالكفن، ويخرج في الرواية في قولهم عن النبي - صلى الله عليه وسلم - : (إن\nالإحياء أحق بالجديد والموتى أولى وأحق بالخلق). وأحسب <span id='ms118'></span> أن أبا بكر فيما\nيروى عنه أنه أوصى أن يكفن في قصيبين كانا عنده، أحسب أن القصيب المخلق،\nوكل امرئ ما نوى، وهذا المعنى في الموتى أصح عندي من الأمر الأول.\n</p>\n\n<p>\nومنه قال أبو بكر: جاء الحديث عن النبي - صلى الله عليه وسلم - أنه قال:\n(أحل لبس الحرير والذهب لإناث أمتي، وحرم على ذكورها). فلبس الحرير للرجال\nمكروه، وأكره أن يكفن فيها الموتى، إلا حيث لا يوجد غيرها، فمن كره ذلك\nالحسن البصري وعبد الله بن المبارك وأنس بن مالك وأحمد بن حنبل وإسحق بن\nراهويه، ولا نحفظ عن غيرهم خلافا، وقد روينا عن النبي - صلى الله عليه وسلم\n- أنه قال: (إذا مات أحدكم فليحسن كفنه، فإن لم يجد فليكفنه في بردي حبره)،\nوأوصى عبد الله بن المفضل أن يكفن في قميص وبرد حبره، وقال إسحق بن راهويه:\nإن كان موسرا ففي ثوبين حبره، وقال الأوزاعي: لا يكفن الميت في الثياب\nالمصبغة، إلا ما كان من القصب.\n</p>\n\n<p>\nقال أبو سعيد: يخرج في معاني قول أصحابنا معنى ما قال للكراهية للرجل من\nلبس الحرير وتكفينهم فيه، إلا أن لا يجد غيره، وكذلك البياض للرجال والنساء\nفيما قيل: في المحيا والممات يؤمرون بذلك. ومعي أن ذلك على غير معنى الحجر\nكغيره من الثياب؛ لأنه قد يروى عن النبي - صلى الله عليه وسلم - أنه كان\nيلبس بردين يمانيين، وقال حمزة: كفن في بردة، وكانت له يمانية، ولا أجد\nشيئا يمنع لباس المصبوغ من الثياب للرجال والنساء، إلا أن يخرج على معنى\nالقصد إلى الزينة به، ولمعنى غير اللباس [بيان، 16/74] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p180'> Vol. 01, p. 180</a>\n            </div>\n             ومن\nكتاب الأشراف قال أبو بكر: واختلفوا في الكفن من أين يخرج؟ فقال أكثر أهل\nالعلم: يخرج من جميع المال، كذلك قال سعيد بن المسيب وعطاء بن أبي رباح\nومجاهد والحسن البصري وعمر بن عبد العزيز والزهري وعمر بن دينار وقتادة\nومالك بن أنس وسفيان الثوري والشافعي وأحمد بن حنبل وإسحاق وابن الحسن، وبه\nنقول، وفيه قولان شاذان: أحدهما قول خلاس بن عمر: أن <span id='ms119'></span> الكفن من الثلث،\nوالآخر قول طاووس: أن الكفن من جميع المال، فإن كان المال قليلا فمن الثلث،\nواختلفوا في المرأة ذات الزوج، فقال عامر الشعبي وأحمد بن حنبل: الكفن من\nمالها، وقال مالك بن أنس: كفنها على زوجها إذا لم يكن لها مال، وقال عبد\nالملك الماجشون: هو على الزوج وإن كان لها مال.\n</p>\n\n<p>\nقال أبو سعيد: عندي أنه يخرج معاني ما قيل في هذا الفصل كله، إلا أن قول\nمن قال: إن كفن المرأة على زوجها، ولو كان لها مال فلا أعلم ذلك يخرج في\nمعاني قول أصحابنا، لأنه ممنوع عنها بعد الموت في معنى الاتفاق، لا عولة\nفيها ولا معاشرة، وثبوت معنى الاتفاق أن الكسوة لا تكون إلا بالمعاشرة،\nوأما إذا لم /78/يكن للمرأة مال يكون فيه كفنها فيخرج عندي قول أصحابنا: أن\nكفنها على زوجها دون سائر ورثتها؛ لأن ذلك كان عليه في المحيا بمعنى\nالاتفاق، ويشبه هذا عند العدم، وأحسب أن في بعض قولهم: إن الكفن لها على\nالزوج وسائر الورثة بالحصص من البالغين. وقال من قال: ليس على الورثة ولا\nعلى الزوج على حال، وهو عندي أثبت في الحكم؛ لأنه إنما يخرج كفن الميت من\nماله، وسائر ذلك تطوع ممن قام به، إلا ما ليس فيه غرم، مما لابد له من غسله\nودفنه، فإن ذلك لابد للحاضرين له يلزمهم ذلك إذا قدروا عليه [بيان، 16/78]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p181'> Vol. 01, p. 181</a>\n            </div>\n             قال أبو بكر: كان ابن عمر يطيب بالمسك، وقد جعل في حنوط أنس بن\nمالك صرة من مسك أو مسك، وروينا عن علي بن أبي طالب أنه أوصى أن يجعل في\nحنوطه مسكا، وقال: هو فضل حنوط النبي - صلى الله عليه وسلم - . وممن رأى أن\nيطيب الميت بالمسك محمد بن سيرين ومالك بن أنس والشافعي وأحمد بن حنبل،\nوإسحاق بن راهويه. وقال أبو بكر: وكذلك نقول. وقد روينا عن الحسن البصري\nوعطاء بن أبي رباح ومجاهد أنهم كرهوا ذلك. ويستحب إجمار ثياب الميت، وأحب\nما استعمل في حنوط الميت الكافور لقول <span id='ms120'></span> النبي - صلى الله عليه وسلم - :\n\"واجعلن في الآخر كافورا أو شيئا من كافور\". ويكره أن يتبع الميت بنار،\nوتحمل معه إذا حمل. وممن روينا عنه أنه نهى عن ذلك عمر بن الخطاب -رضي الله\nعنه- وأبو هريرة /93/وعبد الله بن معقل ومعقل بن يسار وأبو سعيد الخدري\nوعائشة أم المؤمنين -رضي الله عنها- ومالك بن أنس.\n</p>\n\n<p>\nقال أبو سعيد: عندي أنه يخرج معاني ما قال في هذا الفصل كله في معاني قول\nأصحابنا، منه ما يحسن عندي في قولهم، ومنه ما هو منصوص. وإذا ثبت معنى\nالكافور فالمسك مثله، وكذلك سائر الطيب فيما قيل عند عدم الكافور، ويستحب\nأن يدخل في طهور الميت إن أمكن ذلك وفي كفنه [بيان، 16/93]\n</p>\n\n<p>\nفي تشييع الجنائز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p182'> Vol. 01, p. 182</a>\n            </div>\n             من كتاب الأشراف قال أبو بكر: ثبت أن رسول\nالله - صلى الله عليه وسلم - أمر بعيادة المرضى واتباع الجنائز. واختلفوا\nفي صفة حمل الجنازة، فقالت طائفة: يبدأ الحمل بياسرة السرير المقدمة على\nعاتقه الأيمن، ثم يمنة السرير المقدمة على عاتقه الأيسر، كأنه يدور عليها،\nهذا قول سعيد بن جبير وأيوب بن أبي خثيمة السحياني، وبه قال إسحق، ويروى\nمعناه عن ابن مسعود وابن عمر، وفيه قول ثان: وهو إن حملها أن يضع ياسرة\nالسرير المقدمة الأيمنة، ثم ياسرة المؤخرة على ميمنة السرير المقدمة على\nعاتقه الأيسر، ثم ميمنة المؤخرة، هذا قول الشافعي وأحمد بن حنبل والنعمان،\nوقالت طائفة: ليس في ذلك موقوف، يحمل من حيث شاء، هذا قول مالك بن أنس،\nوقال الأوزاعي: ابدأ بأيها شئت من جوانب السرير. واختلفوا في حمل الجنازة\nبين عمودي السرير، فروينا عن عثمان بن عفان وسعد بن أبي وقاص وابن عمر وأبي\nهريرة وابن الزبير أنه (لعله) أنهم حملوا بين عمودي السرير، وبه قال\nالشافعي وأحمد بن حنبل، وكره ذلك الحسن البصري وإبراهيم النخعي وإسحاق بن\nراهويه والنعمان. قال أبو بكر: وبما روينا عن أصحاب النبي - صلى الله عليه\nوسلم - نقول.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p183'> Vol. 01, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا في <span id='ms121'></span> حمل السرير أن\n/110/يبدأ بميمنة السرير من أولها، ثم آخرها بميسرة السرير من أولها ثم\nآخرها، والميامن كلها مقدمة في معنى ما يؤمر به، وإن حملت السرير على غير\nالميامن والمساير على نحو العمود جماعة أو اثنين فلا يمنع ذلك عندي، والحسن\nذلك، والرفق أولا ما استعمل، وليس التقديم والتأخير في الميامن والمياسر في\nهذا عندي يوجب كراهية بمعنى يستدل به على ذلك عن عمر بن الخطاب -رضي الله\nعنه- وعمران بن الحصين وأبي هريرة. وقال الشافعي: ويسرع بالجنازة إسراع\nسجية مشي الناس، وقال أصحاب الرأي: العجلة أحب إلينا من الإبطاء لها، وقد\nروينا عن ابن عباس أنه حضر جنازة ميمونة زوج النبي - صلى الله عليه وسلم -\nفقال: لا تزلزلوا وارفقوا فإنها منكم. قال أبو بكر: بالحديث عن النبي - صلى\nالله عليه وسلم - نقول.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معنى قول أصحابنا معنا استحباب الإسراع في\nالمشي بالجنازة، وذلك عندي بمعنى ما يخاف من العوائق عن ذلك، وإنما يخاف\nعلى الميت من الضرر، وإلا فمعنى الرفق كله أثبت معاني أحكام الإسلام، وإذا\nحمل الناس على غير معنى الرفق لم يؤمن معنى الضرر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p184'> Vol. 01, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\nومنه قال أبو بكر: ثبت أن رسول الله - صلى الله عليه وسلم - وأبا بكر\nوعمر وعثمان كانوا يمشون أمام الجنازة، وهذا قول ابن عمر وأبي هريرة والحسن\nبن علي وعبد الله بن الزبير وأبي أسيد الساعدي وأبي قتادة وعبيد بن عمير\nوشريح الكندي والقاسم بن محمد وسالم بن عبد الله والزهري ومالك بن أنس\nوالشافعي وأحمد بن حنبل، واحتج بتقديم عمر بن الخطاب -رضي الله عنه- الناس\nأمام جنازة زينب بيت جحش. وقال أصحاب الرأي: المشي قدامها لا بأس به،\nوالمشي خلفها أحب إلي. وقال الأوزاعي: المشي أفضل عندنا خلفها، وقال عائشة:\nإنما أنتم مشيعون تكونوا بين يديها وخلفها، وعن يمينها وشمالها، هذا قول\nأنس بن مالك ومعاوية بن قرة وسعيد بن جبير. قال أبو بكر: المشي أمامها أحب\nإلي، ويجزي حيث شاء.\n</p>\n\n<p>\n/111/قال أبو سعيد <span id='ms122'></span>: يخرج في معاني قول أصحابنا إجازة المشي بين يدي\nالجنازة وخلفها، وعن يمينها وعن شمالها. ومعي إن في قولهم إن خلفها أفضل\nلاتباعها، وذلك لثبوت المعنى للتشييع، والمشيع في المعنى لا يكون قدام\nالمشيع.\n</p>\n\n<p>\nومنه قال أبو بكر: روينا عن النبي - صلى الله عليه وسلم - أنه قال:\n\"الراكب خلف الجنازة والماشي حيث شاء منها\" روي ذلك عن ابن عمر أنه كان\nيصلي أمام الجنازة، وكره علقمة وإبراهيم النخعي أن يتقدم الراكب أمام\nالجنازة، وقال أحمد بن حنبل وإسحاق بن راهويه: الراكب خلف الجنازة، وقال\nأحمد بن حنبل: الراكب مع الجنازة كالجالس في أهله، وروينا ذلك عن الشعبي،\nوقال عبد الله بن رواحة الأنصاري: للماشي خلف الجنازة قيراطان، وللراكب قيراط.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p185'> Vol. 01, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في قول أصحابنا نحو ما قال في الراكب\nوالماشي، ولا معنى يمنع الركوب خلف الجنازة، ولكل امرئ ما نوى، إلا أنه من\nتعب في ذات الله، ونصب قصدا منه إلى ذلك لغير إدخال ضرر على نفسه رجي له\nالثواب أكثر من لم يسمه ذلك، ومن رفه نفسه في ذات الله رجى أن يبلغ بذلك\nإلى قوة إلى طاعة الله كان له أفضل ذلك أيضا، ومن كان قصده لغير الله لا\nخير له، ولا فيه رفه نفسه أو أتبعها.\n</p>\n\n<p>\nومنه قال أبو بكر: روينا عن عبد الله بن مسعود وابن عمر أبي أمامة وعائشة\nأم المؤمنين -رضي الله عنها- أنهم كرهوا للنساء اتباع الجنائز، وكره ذلك\nمسروق والحسن البصري وإبراهيم النخعي والأوزاعي وأحمد بن حنبل وإسحاق،\nوروينا عن أبي الزناد الزهري وربيعة أنهم لم ينكروا ذلك، وروينا عن الحسن\nالبصري أنه كان لا يرى بأسا أن يصلي النساء على الجنازة، وكان مالك لا يرى\nبذلك بأسا، وكره ذلك للشابة. قال أبو بكر: أعلى شيء في النار، هذا حديث أم\nعطية نهينا عن اتباع الجنائز، ولم يعزم علينا.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا كراهية اتباع النساء\nالجنازة، وفي ذلك معاني التشديد في <span id='ms123'></span> بعض القول حتى يروي في أنهن يرجعن\n/112/مأزورات غير مأجورات. وفي بعض القول إنهن يرجعن من الوزر بمثل ما يرجع\nبه الرجال من الأجر. ولا يثبت معنى هذا عندي، بمعنى إصلاح على نية صدق\nوفلاح، وأما إذا خرجن لغير معنى الأجر، والذي يظهر منهن فأخاف أن يلحقهن\nمعنى الرواية.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p186'> Vol. 01, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\nومنه قال أبو بكر: روينا عن قيس بن عبادة أنه قال: كان أصحاب رسول الله -\nصلى الله عليه وسلم - يكرهون رفع الصوت عند ثلاث: عند القتال، وعند\nالجنائز، وعند الذكر. وذكر الحسن البصري عن أصحاب رسول الله - صلى الله\nعليه وسلم - أنهم كانوا يستحبون خفض الصوت عند الجنائز، وعند قراءة القرآن،\nوعند القتال، وكره سعيد بن المسيب وسعيد بن جبير والحسن البصري وإبراهيم\nالنخعي وأحمد بن حنبل وإسحاق بن راهويه قول القائل خلف الجنائز: استغفروا،\nقال عطاء: مخربه. وقال الأوزاعي: بدعة. قال أبو بكر: ونحن نكره من ذلك ما كرهوا.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج معاني ما وراءه من خفض الصوت حسن عندي في\nمعاني قول أصحابنا عند الجنائز، وعند قراءة القرآن، وأما الحرب فالله أعلم،\nإلا أن يكون في معاني خفض الصوت عند الحرب سبب يدرك به القصد من الطعن في\nالحرب، فلعل ذلك يخرج حسنا على هذا، وأما قول القائل: استغفروا، فإن كان\nمؤمنا ويقول ذلك لمن يعلم أنه مؤمن مستحق للولاية لم يكن ذلك عندي بدعة ولا\nمكروها، وإن كان ممن لا يستحق الاستغفار وأمر بولاية من لا يستحقها فذلك\nعندي بدعة في معنى الحرب، وكذلك عندي عند الذكر خفض الصوت أفضل من ذكره،\nوعند الذاكر والمذكور كل هذه المواطن عندي فيها خفض الصوت أفضل.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p187'> Vol. 01, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\nمسألة: قال أبو بكر: ثبت أن رسول الله - صلى الله عليه وسلم - قال: \"إذا\nرأيتم الجنازة فقوموا فمن تبعها فلا يقعد حتى يوضع\" في حديث علي بن أبي\nطالب أن رسول الله - صلى الله عليه وسلم - كان يقوم للجنازة ثم لا يجلس.\nقال أبو بكر: وأكثر من يحفظ عنه يقول الحديث، بدأت <span id='ms124'></span> بذكره، ومن رأى أن لا\nيجلس ثم يتبع الجنازة حين توضع على أعناق الرجال /113/الحسن بن علي وأبو\nهريرة وابن الزبير وابن عمر والأوزاعي وأحمد بن حنبل وإسحاق بن راهويه،\nوذكر إبراهيم النخعي وعامر الشعبي أنهم كانوا يكرهون أن يجلسوا حتى توضع عن\nمناكب الرجال، وبه قال ابن الحسن، وقد اختلف أهل العلم في القيام للجنائز\nإذا مرت، فممن كان يقوم أبو سعيد البدري وأبو سعيد الخدري وقيس بن سعد وسهل\nبن حنيف وسالم بن عبد الله وأحمد بن حنبل، إن قام لم أعبه، وإن قعد فلا بأس\nبه، وبه قال إسحاق بن راهويه، ورأت طائفة أن لا يقوم المرء للجنازة، وفعل\nذلك سعيد بن المسيب، وهو قول عروة ومالك والشافعي، وقال: القيام فيها منسوخ.\n</p>\n\n<p>\nقال أبو سعيد: عندي أنه لا معنى للقيام للجنائز، إلا لمعنى القيام بها\nوحملها وتشييعها، أو أحد ذلك. وعندي أنه يكره لمن يقعد عن الفضل من حملها،\nوالناس في ذلك إلا من عذر؛ لأن في ذلك الفضل، وفي تركه التقصير، وإن كان له\nعذر فلا بأس بذلك، وإن قام لها فحملها لمعنى الفضل ثم قعد عنها لمعنى عذر،\nأو طلب فضل أفضل منها أن من الحاضرين فيهم كفاية بحملها، كان له في ذلك\nنيته عندي ووسعه ذلك، وإن قعد عنها أو في الجماعة الحاضرين موضع، إلا من\nعليها أنهم يقومون بها لعذر، أو لما يرجى أنه أفضل منها كان ذلك فضلا\nوجائزا، فلا ينبغي لمؤمن أن يرغب بفضل لغير معنى، ويقصر عن القيام به من\nجنازة، ولا غيرها إلا من عذر، أو اشتغال بمثله، أو أفضل منه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p188'> Vol. 01, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\nومنه قال أبو بكر: واختلفوا في نقل الميت من بلد إلى بلد، فكرهت ذلك\nعائشة -رضي الله عنها-، وكره الأوزاعي، وسئل الزهري عن هذا فقال: قد حمل\nسعد بن أبي وقاص وسعيد بن زيد من العقيق إلى المدينة. قال ابن عيينة: مات\nابن عمر هاهنا، فأوصى أن يدفن بها، وأن يدفن بسرو فغلبهم الخب، وكان رجلا\nناديا. قال <span id='ms125'></span> أبو بكر: يكره حمل الميت من بلد إلى بلد يخاف عليه التغيير فيما\nبينهما.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في قول أصحابنا معنى الكراهية أن يحمل ميت من\nبلد إلى بلد، وأن يدفن الميت حيث قبض، وأحسب أن في بعض الروايات /114/عن\nالنبي - صلى الله عليه وسلم - نهى عن ذلك، وأصح ما يخرج من ذلك عندي ما حكى\nأبو بكر، أن يحمل إلى بلد يخاف تغييره قبل الوصول إلى البلد، ولأن هذا يوجب\nالمنع بدخول الضرر، وما سوى هذا من ثبوت خوف الضرر فأرجو أن يخرج بمعنى\nالوسيلة والأدب، وقيل: إنه ما دفن نبي قط إلا حيث قبضت روحه في بقعته التي\nمات فيها، وفي هذا دليل على الفضل، إذ خص الله بذلك الأنبياء [بيان،\n16/114.]\n</p>\n\n<p>\nومن كتاب الأشراف قال أبو بكر: إذا اجتمعت جنائز الرجال والنساء جعلت\nالرجال نحو الإمام، والنساء أمام ذلك، روينا هذا القول عن عثمان بن عفان\nوعلي بن أبي طالب وابن عمر وابن عباس والحسن والحسين وزيد بن ثابت وأبي\nهريرة وأبي سعيد الخدري وأبي قتادة وسعيد بن المسيب وعامر الشعبي وإبراهيم\nالنخعي وعطاء والزهري ويحي الأنصاري ومالك بن أنس وسفيان الثوري والشافعي\nوأحمد بن حنبل وإسحاق بن راهويه وأصحاب الرأي. وقال الحسن البصري والقاسم\nوسالم بن عبد الله: يجعل النساء مما يلي الإمام، والرجال مما يلي القبلة.\nوفيه قول ثالث وهو: أن يصلى على المرأة على حدة، وعلى الرجل على حدة، فعل\nهذا ابن معقل، وقال: هذا لا شك فيه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p189'> Vol. 01, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في قول أصحابنا معنى القولين جميعا الأولين،\nفبعضهم يرى أن تقديم ما يقدم إلى القبلة، وبعضهم يرى التقديم ما قرب إلى\nالإمام، ولكل معنى في ذلك. ومعي أنه يخرج في بعض قولهم: إن الجنائز إذا\nاجتمعن صففن صفا، كيفما كان، وصلى عليهن المصلي صلاة واحدة، ولا تقدم بعضا\nعلى بعض، وإن صلى على كل واحدة على حدة فلا شك في ذلك بمعنى ذلك، أنه قد\nأصاب، وإنما هذا <span id='ms126'></span> نحبه تخفيف من المصلين وعليهم [بيان، 16/118]\n</p>\n\n<p>\nمن كتاب الأشراف قال أبو بكر: أجمع كل من نحفظ عنه من أهل العلم أن الحر\nوالعبد إذا اجتمعا أن الذي يلي الإمام منهما الحر، روينا هذا القول عن علي\nبن أبي طالب وعامر الشعبي وإبراهيم النخعي، وبه قال سفيان الثوري والشافعي\nوأحمد بن حنبل وإسحاق بن راهويه، وكان سفيان الثوري يقول: إذا صليت على\nجنازة فكبرت عليها تكبيرة أو اثنتين، ثم أوتي بجنازة أخرى فتتم صلاتك على\nالأولى، ثم صل على الأخرى، هكذا مذهب أنس بن مالك والشافعي وأصحاب الرأي،\nوقال الأوزاعي: كلما كبر أربع تكبيرات على واحدة حملت، وقال أحمد بن حنبل:\nيكبر إلى سبع ثم يقطع، ولا يزيد على سبعة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p190'> Vol. 01, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: إنه يخرج في قول أصحابنا في اجتماع الحر والعبد. معنا\nاجتماع المرأة والرجل وثبوت معنى قولهم: أن يقدم الحر على العبيد البالغين\nبعضهم بعضا، والصبيان بعضهم بعضا، فمن يرى التقديم منهم مما يلي القبلة\nيقدم الحر البالغ، ثم الحر الصبي، ثم العبد، ومن يرى التقديم مما يلي\nالإمام، وكذلك يخرج في معنى قولهم: أن يثبت في كل ميت صلاة تامة، وهي أربع\nتكبيرات، واجتماع الصلاة على الموتى إذا اجتمعوا، فإذا كبر تكبيرة على\nنيته، ثم أوتي بميت ثان، فإن قطع صلاته على أربع تكبيرات بالأولى استقبل\nالصلاة على الثاني بأربع تكبيرات حسن ذلك، على معنى من قال: وإن كبر خمسا\nعلى الميتين جميعا، وقد كبر على كل واحدة منهن أربعا، وقد اجتمعت، وكذلك إن\nكبر تكبيرتين، ثم أوتي /120/بالثاني فكبر ستا، فعلى هذا النحو يخرج عندي\nمعنى الترتيب فيمن ذكر من الموتى واحد بعد واحد، ما لم يتم الصلاة على\nالأولى، أو الأولين منهم، فإذا كان قد أتم الصلاة أعجبني أن يستقبل على\nالحادث بصلاة جديدة بأربع تكبيرات [بيان، 16/120]\n</p>\n\n<p>\nومن كتاب الأشراف: قال الشافعي وأحمد بن حنبل وأبو ثور: لا يتيمم للجنازة\nفي الحضر.\n</p>\n\n<p>\nقال أبو سعيد: يحسن ما قال ما لم يخف على الميت ضرر، فإن خاف <span id='ms127'></span> ذلك تيمم\nوصلى عليه. ومنه: وفيه قول ثالث: وهو أن يصلي على غير وضوء، وليس فيها ركوع\nولا سجود، وهذا قول الشعبي. قال أبو بكر: بقول الشعبي أقول.\n</p>\n\n<p>\nقال أبو سعيد: لا يحسن هذا عندي في قول من يقول: لا يقرأ القرآن بغير\n/123/وضوء، وسائر أحوال الجنازة إنما هو ذكر، والذكر يجوز بغير وضوء.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p191'> Vol. 01, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\nومنه قال أبو بكر: واختلفوا في التيمم للصلاة على الجنازة إذا خاف فواتها\nفكان الشافعي وعطاء وسالم والنخعي والزهري وسعيد بن إبراهيم ويحي بن سعيد\nالأنصاري وربيعة والليث بن سعد وسفيان الثوري والأوزاعي وإسحاق بن راهويه\nوأصحاب الرأي يقولون: يتيمم ويصلي عليها، وقال مالك بن أنس والشافعي وأحمد\nبن حنبل وأبو ثور يقولون: لا يصلي عليها بتيمم. وفيه قول ثالث: وهو أن يصلي\nعليها على غير طهارة، لشيء ليس فيه ركوع ولا سجود، هذا قول الشعبي، قال أبو\nبكر: بقول مالك أقول.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا أن يتيمم إذا خاف فوت\nالصلاة على الجنازة، فهذا من معنى العذر للفوت، ويخرج في معنى قولهم إنه لا\nيصلي عليها إلا بطهارة، إذا كان يجد الماء لثبوت القول منهم أنه لا يقرأ\nالقرآن إلا على طهور تام، ولا أعلم أنه يخرج في قولهم: إنه يصلي عليها بغير\nتيمم ولا طهارة، ولا معنى بمنع ذلك من الدخول عليها إذا ثبت التيمم في موضع\nوجود الماء [بيان، 16/123]\n</p>\n\n<p>\nذكر عدد تكبير الصلاة وموقف الإمام من الرجل والمرأة\n</p>\n\n<p>\nمن كتاب الأشراف قال أبو بكر: كان الحسن البصري لا يبالي أين قام من\nالرجل والمرأة، وقال أصحاب الرأي: يقوم بحيال صدر الرجل، الرجل كان أو\nامرأة، وكان سفيان الثوري يقوم مما يلي صدر الرجل، وقال أحمد بن حنبل: يقوم\nمن المرأة وسطها، ومن الرجل صدره. قال أبو بكر: يقوم من المرأة وسطها وعند\nرأس الرجل، روينا هذا القول عن النبي - صلى الله عليه وسلم - .\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في قول أصحابنا أنهم يأمرون أن يقوم المصلي <span id='ms128'></span>\nالإمام على جنازة الرجل من حيال وسطه فيما يلي صدره، وعلى المرأة مما يلي\nالصدر. ويخرج هذا عندي على معنى الأدب، وإذا استقبل المصلي الميت ولم يخرج\nمنه من حيثما استقبله فقد استقبله وصلى عليه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p192'> Vol. 01, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\nومنه قال أبو بكر: ثبت أن رسول الله - صلى الله عليه وسلم - صلى على\nالنجاشي فكنت في الصف الثاني أو الثالث، فأجمع عوام أهل العلم على أن\nالمصلي على الجنائز يرفع في أول تكبيرة، واختلفوا في رفع اليدين في سائر\nالتكبير، فكان ابن عمر يرفع في كل تكبيرة على الجنائز، وبه قال عطاء وعمر\nبن عبد العزيز وسالم بن عبد الله وقيس بن أبي حزام والزهري والأوزاعي\nوالشافعي وأحمد بن حنبل وإسحاق بن راهويه، واختلف فيه عن مالك. وقالت\nطائفة: يرفع يديه في أول تكبيرة من الصلاة، ثم لا يرفع بعد ذلك. هذا قول\nسفيان الثوري وأصحاب الرأي. قال أبو بكر: وبالقول الأول أقول.\n</p>\n\n<p>\n/144/قال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا بمعنى الاتفاق\nأنهم لا يرفعون أيديهم في التكبير في الصلاة على الجنائز في جميع ذلك، ولا\nيأمرون به، ويخرج عندي كراهية ذلك بمعنى رفع اليدين إلا من عذر في ذلك على\nثبوت معنى صلاة الجنازة. فإذا رفعوا أيديهم لمعنى يقتدي بعضهم ببعض في\nالتكبير؛ لأنه ليس فيها ركوع ولا سجود، ولا فصول بالحدود، وإنما هي تكبير\nفي صعيد واحد، فربما كان الناس كثيرا وفيهم من لا يسمع التكبير، فإن فعلوا\nلهذا المعنى أو لما يشبهه كان ذلك عندي أشبه بالحسن في صلاة الجنازة خاصة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p193'> Vol. 01, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\nومنه قال أبو بكر: ثبت أن رسول الله - صلى الله عليه وسلم - صلى على\nالنجاشي وكبر أربعا، وبه قال عمر بن الخطاب -رضي الله عنه- وزيد بن ثابت\nوابن أبي أوفى وابن عمر والحسن بن علي والبراء بن عازب وأبو هريرة وعقبة بن\nعامر ومحمد بن الحنفية وعطاء بن أبي رباح وسفيان الثوري والأوزاعي والشافعي\nوأحمد بن حنبل وإسحاق بن راهويه. وقالت طائفة: يكبر خمسا. هذا قول <span id='ms129'></span> ابن\nمسعود وزيد بن أرقم. وفيه قول ثالث: وهو أن يكبر ثلاثا، هذا قول ابن عباس\nوأنس بن مالك. وقال ابن سيرين: إنما كانت التكبيرات ثلاث، فزاد واحدة. وفيه\nقول رابع: وهو أن لا يزاد على سبع، ولا ينقص من أربع، ولا تزاد على سبع،\nولا ينقص من ثلاث، هذا قول أبي بكر بن عبد الله المزني، وقال أحمد بن حنبل:\nلا ينقص من أربع، ولا يزاد على سبع. وفيه قول سادس: وهو أن يكبروا بما كبر\nإمامهم. روي ذلك عن عبد الله بن مسعود. وقال إسحق بن راهويه: إذا كبر\nالإمام إلى أن يبلغ سبعا لزم المقتدي به أن ينتهي أن يكبر الإمام. وفيه قول\nسابع: وهو أن يكبر ستا، روينا ذلك عن علي بن أبي طالب. وقال أبو بكر:\nبالقول الأول أقول. وقد اختلف في رأي الإمام أن يكبر أربعا ويكبر خمسا،\nفقال الثوري: ينصرف، وبه قال النعمان، وهذا قول مالك، يقف حيث وقفت السنة.\nوقال أحمد بن حنبل: يكبر خمسا إذا كبر الإمام خمسا. وقال إسحق بن راهويه\nبمعناه: وكان الثوري وإسحاق يستحب أن يقول المرء عند التكبيرة الأولى من\nالصلاة على الجنازة: سبحانك اللهم وبحمدك تبارك اسمك وتعالى جدك وجل ثناؤك\nولا إله غيرك، ولم نجد ذلك في /145/سائر كتب أهل العلم، وهو من المباح إن\nشاء قاله وإن شاء لم يقله، وكان ابن عمر يشير بإصبعيه إذا صلى على الجنازة،\nوكان الأوزاعي يفعله، وقال أحمد بن حنبل: أرجو أن لا يكون به بأسا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p194'> Vol. 01, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا: إن الصلاة على الجنازة\nكانت في أيام النبي - صلى الله عليه وسلم - وفي أيام أبي بكر تكبيرا غير\nمؤقت، فلما كان في أيام عمر -رضي الله عنه- نظر الاختلاف في ذلك، وهي سنة\nجامعة، فقيل: إنه جمع أصحاب رسول الله - صلى الله عليه وسلم - ، وأشار\nعليهم بالاجتماع على شيء، وقال: إنكم أصحاب رسول الله - صلى الله عليه وسلم\n- ، فإذا اجتمعتم على شيء <span id='ms130'></span> اجتمع الناس بعدكم، وإن اختلفتم اختلف الناس\nبعدكم. فاجتمعوا على أربع تكبيرات على معنى ما قيل، وهي ثابتة في قول\nأصحابنا أربع تكبيرات، لا يزاد فيها ولا ينقص، إلا لمعنى عذر.\n</p>\n\n<p>\nومنه قال أبو بكر: واختلفوا في قراءة فاتحة الكتاب في الصلاة على\nالجنازة، وكان ابن عباس يقول ذلك من السنة، وروينا عن عبد الله بن مسعود\nأنه قرأها، وروي عن ابن الزبير وعقبة بن عمير، وبه قال الشافعي وأحمد بن\nحنبل وإسحاق بن راهويه. وفيه قول ثان: وهو أن ليس فيها قراءة، هذا قول ابن\nأبي رباح وطاووس ومحمد بن سيرين وسعيد بن المسيب وسعيد بن جبير وعامر\nالشعبي ومجاهد والحسن بن عتبة وحامد ومالك بن أنس وسفيان الثوري وأصحاب\nالرأي. وروي ذلك عن ابن عمر وأبي هريرة، وقد روينا عن الحسن بن علي بن أبي\nطالب أنه قال: في الصلاة على الجنازة قراءة فاتحة الكتاب ثلاث مرات، وروي\nذلك عن محمد بن سيرين وشهر بن حوشب، وقال الحسن البصري: اقرأ فاتحة الكتاب\nفي تكبيرة، وروينا عن المسور بن مخرمة أنه صلى على جنازة قرأ في التكبيرة\nالأولى بفاتحة الكتاب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p195'> Vol. 01, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا بما يشبه معاني\nالاتفاق، من قراءة فاتحة الكتاب في صلاة الجنازة مرتين بعد التكبيرة\nالأولى، بعد قراءة فاتحة الكتاب وبعد التكبيرة الثانية، ولا أعلم في ذلك\nاختلافا. ومعي أنه /146/يخرج في قولهم: إن لم يقرأ الإمام فيها بفاتحة\nالكتاب ناسيا، فإن ترك ذلك كله ولم يقرأ فيها شيئا لم تقع الصلاة عندهم،\nوكان عليه الإعادة، وإن قرأها في أول مرة وتركها في آخر مرة تمت صلاته. وفي\nبعض قولهم: إن صلاتهم تامة على حال إذا نسيها. وأحسب أنه في بعض قولهم: إنه\nلو تركها عامدا كان قد أخطأ السنة ولا إعادة عليه.\n</p>\n\n<p>\nومنه قال أبو بكر: روينا عن عائشة أنها سئلت عن صلاة رسول الله - صلى\nالله عليه وسلم - على الميت كيف كانت؟ قالت قال: \"اللهم اغفر لحينا وميتنا <span id='ms131'></span>\nوشاهدنا وغائبنا وصغيرنا وكبيرنا وذكرنا وأنثانا، اللهم من أحييته منا\nفأحيه على الإسلام، ومن توفيته منا فتوفه على الإيمان\". قال أبو بكر: وبهذا\nقال سفيان الثوري، وقد روينا عن أنس بن مالك ووائلة بن الأسقع عن النبي -\nصلى الله عليه وسلم - أنه دعا بغير هذا الدعاء، وروينا عن أبي بكر الصديق\nوعمر بن الخطاب -رضي الله عنهما- وعلي بن أبي طالب وجماعة من أهل العلم\nأنهم دعوا بدعوات مختلفة، وهي مذكورة في كتابنا، وما دعا المرء يجزي عنه.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني الاتفاق من قول أصحابنا: إن الدعاء\nعلى الميت في الصلاة ليس بمؤقت ولا محدود، وإنما يستحب كل واحد منهم شيئا\nيدعو به ويعلمه. ومعي أنه لابد من الدعاء أن يستغفر لذنبه وللمؤمنين\nوالمؤمنات، فهذا عندي يخرج بمعنى الاتفاق، وكذلك إن كان الميت ممن يتولى\nخرج عندي بمعنى الاتفاق، والدعاء له بمعنى الولاية، وبما دعا له من ذلك\nأجزى، وبما يفعل ذلك وقصد إدخاله في جملة المسلمين رجوت أن يجزيه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p196'> Vol. 01, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\nومنه قال أبو بكر: اختلف أهل العلم في عدد التسليم على الجنازة، فقال\nكثير من أهل العلم: تسليمة واحدة، وروينا هذا القول عن علي بن أبي طالب\nوجابر بن عبد الله ووائلة بن الأسقع وابن أبي وقاص وأبي أمامة بن سهل وأبي\nهريرة وأنس بن مالك وابن عباس وابن عمر، وبه قال محمد بن سيرين والحسن\nالبصري وسعيد بن جبير وسفيان الثوري وابن عيينة وعبد الله بن المبارك وعيسى\nبن يونس ووكيع بن الجراح وعبد الرحمن بن مالك وأحمد بن حنبل وإسحاق بن\nراهويه، وقال /147/الشافعي مرة بتسليمتين، وقال مرة: إن شاء سلم تسليمة.\nوقال أصحاب الرأي يسلم تسليمتين. قال أبو بكر: بالقول الأول أقول.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج الاتفاق في قول أصحابنا إن التسليم عن صلاة\nالجنازة تسليمة واحدة خفيفة يصفح بها وجهه يمينا وشمالا، وكذلك سائر\nالصلوات إنما يسلم معهم واحدة [بيان، 16/147]\n</p>\n\n<p>\nقال أبو بكر: ذكر نافع أنهم صلوا على عائشة <span id='ms132'></span> -رضي الله عنها- وأم سلمة وسط\nقبور البقيع، صلى على عائشة أبو هريرة، وحضر ذلك ابن عمر، وفعل ذلك عمر بن\nعبد العزيز، وكره ذلك محمد بن سيرين الصلاة بين القبور، وكره طائفة الصلاة\nفي المقابر، وروينا عن علي بن أبي طالب وعبد الله بن عباس /151/وابن عمر،\nوبه قال عطاء بن أبي رباح وإبراهيم النخعي والشافعي وأحمد بن حنبل وإسحاق\nبن راهويه وأبو ثور، واختلف فيه عن مالك، فحكى عنه ابن القاسم أنه قال: لا\nبأس به، وحكى عنه غيره أنه قال أحبه. قال أبو بكر: الصلاة في المقابر\nمكروهة لقول النبي - صلى الله عليه وسلم - : (الأرض كلها مسجد وطهور إلا\nالمقبرة والحمام).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p197'> Vol. 01, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا الكراهية للصلاة في\nالمقبرة، فمنهم من يفسد الصلاة فيها وهي المكتوبة، ومنهم من لا يفسد ذلك،\nما لم يكن المصلي على القبر، وإنما يخرج معي إفساد صلاتهم لاستقبال القبور\nفي معنى قولهم في قطع الصلاة معهم كما استقبل المصلي، وفي معنى قولهم إنه\nلا يقطع صلاة الجنائز شيء، كما يقطع صلاة الفريضة، من ممر ولا نجاسة قدام\nالمصلي، فإذا ثبت هذا المعنى فصلاتهم تامة هنالك، وإن أمكن الصلاة في غير\nالمقبرة كان عندي أحسن.\n</p>\n\n<p>\nقال أبو بكر: واختلفوا في جنازة حضرت وصلاة مكتوبة، فقال قوم: يبدأ\nبالمكتوبة، هذا قول سعيد بن المسيب ومحمد بن سيرين وإسحاق بن راهويه\nوالحسن، وقد اختلف عن الحسن البصري فيه. قال أبو بكر: يبدأ بالمكتوبة.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا معنى الاختلاف في ذلك،\nولعل الاختلاف يقع على الخصوص من الأمور. وأما معنى المخاطبة في أمر التعبد\nفيوجب أن يبدأ بالمكتوبة، وإن خيف على الميت ضرر ورجى فسحة فتؤخر المكتوبة\nويبدأ بالصلاة على الميت في معنى الخاص، وذلك إذا وجب عذر غير هذا، وقد روي\nعن جابر بن زيد -رحمه الله- أنه حضر جنازة نحو مغيب الشمس، فأمر الإمام أن\nيكبر عليها ثلاث تكبيرات، وإذا أنه <span id='ms133'></span> خشي أن يغيب من الشمس شيء قبل أن يكبر\nالأربع، ولم يحب تأخير الجنازة حتى تغيب الشمس ثم يستقبل الصلاة، فأوجب\nالعذر عنده أن يكبر ثلاثا لمعنى. قيل له: فقال له /152/الإمام: فإني أخاف\nالحجاج، فقال: إن قال لك الحجاج شيئا فقل له أمرني جابر [بيان، 16/152]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p198'> Vol. 01, p. 198</a>\n            </div>\n             قال أبو بكر: واختلفوا في قضاء ما يفوت من التكبير على\nالجنازة، فروينا عن ابن عمر أنه قال: لا يقضي. قال الحسن البصري وأيوب بن\nتيمة السجستاني والأوزاعي. وفيه قول ثان: وهو أن يقضي ما فاته من التكبير،\nهذا قول سعيد بن المسيب وعطاء بن أبي رباح وإبراهيم النخعي ومحمد بن سيرين\nوالزهري وقتادة ومالك والثوري والشافعي وأحمد بن حنبل والنعمان. قال أبو\nبكر: بهذا أقول، وإنما يقضيه تباعا قبل أن ترفع الجنازة، فذا رفعت سلم\nوانصرف.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا أنه لا بدل على المصلي\nفيما فات من صلاة الجنازة، وإنما يصلي ما أدرك وينصرف بانصراف الإمام\nوالناس، ولا أعلم بينهم في هذا اختلافا، والمعنى في ذلك إنها ليست بصلاة\nواجبة على العبد، إلا بمعنى الجنازة، وصلاة الجنازة إنما هي جماعة، فإذا\nقامت السنة بما قامت انحط على الجميع الصلاة على الميت، بمعنى الوجوب، وإن\nأبدل على غير قصد إلى خلاف ولا تخطئه فلا يبين لي في ذلك بأس، والله أعلم\nلأنه ذكر.\n</p>\n\n<p>\nومنه قال أبو بكر: واختلفوا في الرجل ينتهي الإمام وقد كبر الإمام، فقال\nالحارث بن يزيد ومالك وسفيان الثوري والنعمان وابن الحسن: لا يكبر حتى يكبر\n/153/الإمام، فإذا كبر كبر إلى أن ينتهي الإمام، لا ينظر المسبوق الإمام أن\nيكبر ثانية، ولكن بفتحه بنفسه، وبه قال يعقوب وسهل أحد في القولين جميعا.\nقال أبو بكر: قول الشافعي أحبهما إلي؛ لأنه في الصلاة المكتوبة كذلك نفعل\nللخبر إذا انتهى إلى الإمام.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p199'> Vol. 01, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا أنه إذا انتهى الرجل\nإلى صلاة الجنازة وقد كبر الإمام التكبيرة الأولى فإنه يوجه <span id='ms134'></span> ويكبر ما فاته\nمن الإمام من هذا الحد، وهو التكبيرة الأولى ما لم يكبر الإمام التكبيرة\nالثانية، فإذا كبر الإمام التكبيرة الثانية فقد فاته حدان مع الإمام، وهما\nالتكبيرتان الأوليتان بجملتهما وحدهما، ويكبر مع الإمام؛ لأن التكبيرة\nالثانية عن التوجيه، ولابد من التوجيه في معنى قولهم لافتتاح الصلاة به،\nوفي معنى قولهم إنه يقرأ فاتحة الكتاب في هذا الحد الثالث، ويحلق الإمام\nبما هو فيه، فإذا كبر في الثالثة أخذ في التحميد والدعاء، ولا يقرأ فاتحة\nالكتاب ثانية، لأنه إنما هو تبع للإمام فيما الإمام فيه، ولا بدل عليه،\nوليس له في قولهم أن يكبر إذا أدرك الإمام تكبيرا متواليا غير تكبير\nالإمام، ويشبه معاني قولهم شبه ما حكي من قول الشافعي. [بيان، 16/153]\n</p>\n\n<p>\nومن كتاب الأشراف: وقال أبو بكر: واختلفوا في الصلاة على الجنازة بعد\nالعصر وبعد الصبح، فكره سفيان الثوري وأحمد بن حنبل وإسحاق بن راهويه\nالصلاة وقت الطلوع ووقت الغروب ووقت الزوال. وفيه قول ثان: وهو أن الرخصة\nفي الصلاة عليها بعد العصر ما لم تصفر الشمس، وبعد الصبح ما لم تسفر، فعلى\nقول مالك وأنس، وكان ابن عمر يقول: يصلى على الجنائز بعد العصر وبعد الصبح\nإذا خلتا لوقتهما. وكان عطاء بن أبي رباح وإبراهيم النخعي والأوزاعي يكرهون\nالصلاة على الجنائز في وقت يكره الصلاة فيها، وقال الشافعي: يصلى على\nالجنائز أي ساعة من ليل أو نهار. قال أبو بكر: بالقول الأول أفعل لحديث\nعقبة بن عامر.\n</p>\n\n<p>\nقال أبو سعيد: في معاني قول أصحابنا إن الصلاة على الجنائز جائزة بعد\nصلاة الصبح إلى أن يطلع من الشمس قرن حتى يستوفي طلوعها، وبعد صلاة العصر\nإلى أن يغرب من الشمس قرن حتى يستوفي غروبها، وإذا كانت الشمس في كبد\nالسماء، فهذه الأوقات لا صلاة فيها فريضة ولا سنة ولا تطوعا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p200'> Vol. 01, p. 200</a>\n            </div>\n            \n</p>\n\n<p>\nومنه قال أبو بكر: ثبت أن رسول الله - صلى الله عليه وسلم - صلى على قبر،\nوبهذا قال ابن عمر وأبو موسى الأشعري وعائشة أم المؤمنين ومحمد بن سيرين <span id='ms135'></span>\nوالأوزاعي والشافعي وأحمد بن حنبل، وقد روينا عن علي بن أبي طالب أنه أمر\nفضة أن يصلي على جنازة قد صلي عليها مرة. وقال النعمان: إذا دفن قبل أن\nيصلى عليه صلي على القبر، وبه قال الحسن وإبراهيم النخعي ومالك بن أنس\nوالنعمان، لا تعاد الصلاة على الميت.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في قول أصحابنا نحو هذا الاختلاف، إذا كان قد\nصلي عليه، وأما إذا لم يصل عليه لنسيان أو لمعنى من المعاني فالصلاة لازمة،\nويصلى على القبر إذا أمكن ذلك، وإلا فحيث كانت الصلاة عليه إذا قصد بها إليه.\n</p>\n\n<p>\nومنه قال أبو بكر: كان أحمد بن حنبل يقول: يصلى إلى شهر، /155/وقال إسحاق\nبن راهويه: يصلى عليه إلى شهر الغائب من سفر، وإلى ثلاثة للحاضر، وقال\nالنعمان: إذا نسي أن يصلي عليه صلى عليه ما بينه وبين ثلاث، وقد روينا عن\nعائشة زوج النبي - صلى الله عليه وسلم - أنها قدمت بعد موت أخيها بشهر فصلت\nعلى قبره.\n</p>\n\n<p>\nوقال أبو سعيد: معي أنه يخرج إذا ثبتت الصلاة عليه بعد القبر، فلا يمنع\nذلك قرب ولا بعد، فإن كان قد صلي عليه بمعنى التخيير، وإن لم يكن صلي عليه\nفيصلى عليه صلاة واحدة، وما في ذلك بمعنى التحسن.\n</p>\n\n<p>\nومنه قال أبو بكر: قال كان يجيزهم أن يصلوا على الجنائز ركابا، وحكي ذلك\nعن الشعبي والكوفي. وقال أبو الحسن: القياس أن يجزئهم، ولكن استحسن وأمرهم\nبالإعادة.\n</p>\n\n<p>\nقال أبو سعيد: عندي أنهم إن صلوا ركابا أحببت لهم الإعادة للمبالغة في\nفضل الصلاة، فإنه لم يبعد عندي صواب فعلهم في ذلك، وكلا القولين عندي حسن.\n</p>\n\n<p>\nومنه قال أبو بكر: روينا أن أبا بكر الصديق وغيره صلى على الجنازة في\nالمسجد، وبه قال أحمد بن حنبل وإسحاق بن راهويه، وقال مالك: لا يصلى عليها\nفي المسجد، إلا أن يتضايق المكان، وكره وضع الجنائز في المسجد.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p201'> Vol. 01, p. 201</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو بكر: يصلى على الجنائز في المسجد، وقد روينا عن النبي - صلى الله\nعليه وسلم - أنه صلى <span id='ms136'></span> على سهيل بن بيضاء في المسجد.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه أراد لم أعلم في قول أصحابنا بمعنى النص في أمر\nالصلاة في المسجد على الميت بشيء، ولكنه معي أنه جائز؛ لأن الميت إذا طهر\nوكان من أهل القبلة ففي بعض قولهم إنه طاهر، فإذا كان طاهرا فلا معنى\nلكراهية إدخاله في المسجد، والصلاة أفضلها في المسجد إذا أمكن ذلك، كذلك\nجمع الذكر [بيان، 16/155]\n</p>\n\n<p>\nقال أبو بكر: واختلفوا فيمن دفن قبل أن يغسل، فقال أكثرهم: /160/يخرج\nيغسل، هذا قول مالك بن أنس وسفيان الثوري والشافعي، إلا أن مالكا قال لم\nينبش. قال أصحاب الرأي: إذا وضع في اللحد ولم يهل عليه التراب أخرج فغسل\nوصلي عليه، وإن كانوا هالوا عليه التراب لم نبغ لهم أن ينبشوا الميت من\nقبره. قال أبو بكر: قول مالك صحيح.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا إنه إذا لم يطهر حتى\nقبر أنه لا غسل فيه، ولا يخرج من قبره، لأنه قد ثبت فيه، وعليه حكم القبر،\nولا أعلم معنا هذا الاختلاف من قولهم، إلا أنه إذا كان بمعنى الاتفاق ثبوت\nغسله ما لم يخف الضرر عليه، لم يبعد عندي ما قال، لأن لا يضيع واجب، وأحسب\nأن من قول أصحابنا: إنه إن طين عليه فقد ثبت معنى القبر، وما لم يطين عليه\nولو وضع اللبن، ثم ذكر أنه لم يغسل أو لم يكفن فإنه يخرج، وهذا عندي أقل ما\nيكون به حد القبر، وهو التطيين. وإنما حسن ثبوت هذا المعنى لثبوت منع نبش\nالقبور وإخراجه من قبره، وإنما حسن عندي معنى ما قالوا، ولم يبعد إذا كان\nلمعنى؛ لأنه يروى عن النبي - صلى الله عليه وسلم - أنه خيف على قبر أن\nيحمله السيل فأذن في تحويله، ولو كان لا يجوز على حال لم يجوز أن يحول\n[بيان، 16/160] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p202'> Vol. 01, p. 202</a>\n            </div>\n             ومن كتاب الأشراف قال أبو بكر: اختلف أهل العلم\nفي صلاة الأمراء والإمام على الجنازة، ووليها حاضر، فقال أكثر أهل العلم:\nالإمام أحق <span id='ms137'></span> بالصلاة عليها من الولي، وروينا هذا القول عن علي بن أبي طالب،\nولا يثبت ذلك عنده، وقد تقدم الحسين بن علي على سعيد بن العاص وهو وال على\nالمدينة ليصلي على الحسن بن علي، وقالوا: لولا أنها سنة ما تقدمت. وهذا قول\nعلقمة بن الأسود وسويد بن كاهل والحسن البصري ومالك بن أنس وأحمد بن حنبل\nوإسحاق بن راهويه وأصحاب الرأي. وفيه قول ثان: وهو أن الوالي أحق، وهذا قول\nالشافعي. قال أبو بكر: بالقول الأول أقول.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه قد قيل نحو هذا أن السلطان العادل ولي صلاة\nالجنازة وقبض الزكاة والجمعة والعيدين دون غيرهم من الناس، ويعجبني أن تكون\nالصلاة على الميت يلي ذلك وليها، ولا يقدم على السلطان العادل واحد، فإن\nقدم عليه أحدا كان ذلك عندي تقصرا منه، وجوز ذلك.\n</p>\n\n<p>\nومنه قال أبو بكر: واختلفوا في الزوج وأولياء المرأة يحضرون جنازتها،\nفروينا عن أبي بكر وابن عباس وعامر الشعبي وعطاء بن أبي رباح وعمر بن عبد\nالعزيز وإسحاق بن راهويه أنهم قالوا الزواج أحق بالصلاة عليها، وقال\n[ومال؟] أحمد بن حنبل إلى هذا القول. وفيه قول ثان: وهو أن القرابة أولى.\nهذا قول سعيد بن المسيب والزهري وبكر بن الأشبح والحكم بن عيينة وقتادة\nومالك بن /175/أنس والشافعي، وقال الحسن البصري والأوزاعي: الأب أحق، ثم\nالزوج، ثم الابن، ثم الأخ، ثم العصبة. وقال النعمان: إن كان الميت امرأة\nمعها زوجها وأبوها فينبغي أن يقدم الأب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p203'> Vol. 01, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا إن أولى الناس بالصلاة\nعلى الجنازة أولى الناس بالميت من العصبة بمعنى الاتفاق، إلا الزوج فإنه قد\nقيل فيه، هذا وقول أصحابنا إن الأب أولى منه، ثم هؤلاء من سائر العصبة ممن\nيحضر الجنازة، فهو أولى بالصلاة عليها، يصلي أو يقدم من يصلي، ولا ولاية\nللأرحام فيها، إلا أن لا يكون عصبة، فإذا لم تكن عصبة تولى الصلاة على\nالجنازة أقرب الأرحام ممن حضر الجنازة\n</p>\n\n<p>\nومنه قال أبو بكر <span id='ms138'></span>: في الرجل يوصي إلى رجل أن يصلي معه، فاختلف هو\nوالوالي، ففي مذهب أنس بن مالك وزيد بن أرقم وأبي بردة وسعيد بن زيد وأم\nسلمة وابن سيرين الوصي أحق، وبه قال أحمد بن حنبل وإسحاق بن راهويه، وقال\nسفيان الثوري: الولي أحق.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج نحو هذا الاختلاف في قول أصحابنا، وأحسب أنه\nأكثر ما يذهبون إليه أن الوصي أولى لاجتماعهم أن الوصي أولى، بأسباب ما\nأوصى إليه فيه الميت في جميع قضاء دينه وإنفاذ وصيته من ماله، وأنه لا\nولاية للوارث في ذلك، إلا عن أمر الوصي، وكانت الصلاة تشبه معاني أسباب\nالميت [بيان، 16/175]\n</p>\n\n<p>\nومن كتاب الأشراف قال أبو بكر: روينا عن علي بن أبي طالب أنه قال\nللأولياء سراحة المرحومة: اصنعوا بها ما تصنعون بموتاكم. وقال جابر بن عبد\nالله: يصلي من قال: (لا إله إلا الله) وهو قول عطاء والنخعي والأوزاعي\nوالشافعي وإسحاق بن راهويه وأبي ثور وأصحاب الرأي. وفيه قول ثان: وهو قول\nالزهري، يصلى على الذي يقاد منه في حد يصلي عليه الإمام، ولا يصلي على قاتل\nنفس من أقيد منه. وقال مالك بن أنس: من قتله الإمام لا يصلي الناس عليه،\nويصلي عليه أهله.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p204'> Vol. 01, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في قول أصحابنا أنه يصلى على جميع أهل\nالقبلة، إلا من قتل على بغيه محاربا للمسلمين، ومن صح عليه حد فأقيم عليه\nمن غير توبة، أو مثل من قتل مؤمنا ظلما له ثم لم يتب، وقامت عليه البينة\nبذلك وأقيد منه على هذا النحو، فهؤلاء ونحوهم ممن قتل لا يصلى عليه من أهل\nالقبلة، وأما من تاب من أصحاب الحدود والقتل بعد قيام البينة، أو إقرار منه\nوأقيم عليه الحد أو القود بعد التوبة فذلك يصلى عليه. قال غيره: ويغسل.\nومنه قال أحمد بن حنبل: ولد الزنا لا يقاد منه في حد يصلي عليه، إلا أن\nالإمام لا يصلي على قاتل نفس، وكان الحسن البصري يقول في امرأة ماتت في <span id='ms139'></span>\nنفاسها من الزنا: لا يصلى عليها ولا على ولدها. وقال يعقوب: من قتل من\nهؤلاء المحاربين أو صلب لا يصلى عليه، وإن كان يدعى الإمام، وكذلك الباغية،\nلا يصلى على قتلى هؤلاء، وبه قال النعمان قال: سن رسول الله - صلى الله\nعليه وسلم - على المسلمين ولم يستثني عليهم أحدا، أيضا على جميع المسلمين\nالأخيار منهم والأشرار إلا الشهداء الذين أكرمهم الله بالشهادة.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا: إنه يصلى على الشهداء\nبالاتفاق منهم، وإنما قيل لا يطهرون، هكذا عندي، ولا أعلم لولد الزنا معنى\nيوجب أن لا يصلى عليه، ولا لمن صح عليه الزنا، ولم يقم عليه الحد حتى\n/179/مات، وكذلك أهل الكبائر ممن لم يقم عليه الحد، على ما أتى وهو يموت به\nبقود أو بغيره من الحدود، لا محاربة، فجميع أهل القبلة ما سوى هذا النحو\nممن قيل إنه لا يصلى عليه.\n</p>\n\n<p>\nومنه قال أبو بكر: إذا اختلط قتلى المشركين والمسلمين صلي عليهم، ونوي\nبالصلاة على المسلمين، هكذا قال الشافعي. وقال أبو الحسن: إن كان الموتى\nكفارا وفيهم رجل من المسلمين لم يصلى عليهم، وإن كانوا مسلمين وفيهم كافر\nيستحب الصلاة عليهم. قال أبو بكر: بقول الشافعي أقول.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p205'> Vol. 01, p. 205</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا: إنه يصلى على المسلم،\nولا يدع الصلاة عليه، ولو كان واحدا في جماعة صلي على الجماعة كلهم، وقصد\nبالصلاة على المسلم، وأحب في هذا الفصل أن يجمعوا ولا يفرقوا، ولا يفرد كل\nواحد منهم على حياله، فتكون قد وقعت الصلاة على الانفراد على مشرك، فإن\nفعلوا ذلك وإنما قصدهم بالصلاة على المسلم خرج معنى قولهم على الصحيح عندي\nإن شاء الله؛ لأن هذا من الاحتياط. [بيان، 16/179]\n</p>\n\n<p>\nومن كتاب الأشراف: واختلفوا في الصلاة على ولد الزنا، فقال أكثر أهل\nالعلم يصلى عليه، كذلك قال عطاء والزهري وإبراهيم النخعي ومالك بن انس\nوالشافعي وأحمد بن حنبل وإسحاق بن راهويه، وكان قتادة يقول: لا يصلى عليه،\nواختلفوا في <span id='ms140'></span> الصلاة على من قتل نفسه، وكان الحسن البصري وقتادة يرون الصلاة\nعليه، وقال الأوزاعي: لا يصلى عليه، وذكر ابن عمر بن عبد العزيز لم يصل عليه.\n</p>\n\n<p>\nقال أبو سعيد: أما ولد الزنا فقد مضى القول فيه، وأما من قتل نفسه بغير\nحق متعديا على ذلك، متعديا بما يشبه ذلك بمعنى القتل من غيره ظلما إنه\nلحقيق أن تلحقه معنى ما لحق المضر المقتول، أو من يقام عليه الحد على نحو\nذلك غير تائب، وإن كان لا يعلم معناه في ذلك، وأمكن فيه العذر لم يزل عنه\nحكم ما ثبت فيه من الصلاة في جملة أهل الإقرار [بيان، 16/185] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p206'> Vol. 01, p. 206</a>\n            </div>\n            \nومن كتاب الأشراف قال أبو بكر: أجمع أهل العلم على أن الطفل إذا عرفت حياته\nواستهل صلي عليه، واختلفوا في الطفل الذي لم تعرف حياته، فروينا عن ابن عمر\nوابن عباس وجابر والنخعي والحسن البصري وعطاء والزهري أنهم قالوا: إذا\nاستهل المولود صلي عليه، وقال الحكم بن عيينة وحماد ومالك بن أنس والأوزاعي\nوالشافعي وأصحاب الرأي: إذا لم يستهل لم يصلى عليه، وقد روينا عن ابن عمر\nقولا ثالثا: وهو أن يصلى عليه وإن لم يستهل، وبه قال محمد بن سيرين وسعيد\nبن المسيب، وهو مذهب أحمد بن حنبل وإسحق بن راهويه، وقد روينا عن النبي -\nصلى الله عليه وسلم - أنه قال: والطفل يصلى عليه.\n</p>\n\n<p>\nقال أبو سعيد: إذا صحت حياة الطفل الصبي بعد خروجه من بطن أمه، وكان من\nأهل القبلة، فلا أعلم في الصلاة عليه اختلافا، والصلاة عليه ثابتة، وأما\nإذا تم خلقه ولم تصح حياته فقد يختلف في الصلاة عليه، فأوجب ذلك /190/بعض\nولم يوجبه بعض، كنحو ما رواه، ولعل أكثر القول من أصحابنا أنه إنما الصلاة\nعلى الميت بعد الحياة [بيان، 16/190]\n</p>\n\n<p>\nومن كتاب الأشراف: قال أبو بكر: كان الشافعي وأحمد بن حنبل يصلي على\nالعضو من أعضاء الإنسان، وروينا عن عمر صلى على عظام بالشام، وعن أبي عبيدة\nأنه صلى على رؤوس من رؤوس المسلمين، لا يصح ذلك عنهما <span id='ms141'></span>، وقال الأوزاعي: في\nالعضو يوجد يوارى، وقال عامر الشعبي: صلى على البدن، وبه قال مالك بن أنس:\nلا يصلى على يد ولا على رأس ولا على رجل، وهذا قول أصحاب الرأي، إذا لم\nيوجد البدن، وإذا وجد نصف البدن وفيه الرأس غسل وكفن، وصلي عليه عندهم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p207'> Vol. 01, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في قول أصحابنا نحو من هذا الاختلاف، فقال من\nقال: إذا وجد من الميت رأسه صلي عليه، وإذا لم يوجد رأسه ووجد سائر بدنه لم\nيصلى عليه، وقال من قال: يصلى عليه إذا وجد سائر بدنه، ولا يصلى على العضو\nمنه، وقال من قال: يصلى على العضو منه كما يصلى على بدنه، وهذا كله إذا ثبت\nله حكم الإسلام، وإنما هو متفرق الأعضاء، وإذا لم يعرف مسلم هو أم غير\nمسلم؟ فقال من قال: حتى يعرف أنه مسلم، وقال من قال: لا يصلى عليه حتى يوجد\nرأسه ويعرف أنه من أهل الإقرار، لأنه إنما الصلاة عليهم بمعنى الولاية\nللمسلمين خاصة، وإذا مات المولود وإحدى أبويه مسلم، فأيهما كان مسلما فهو\nأحق به وميراثه، ولا حق للآخر فيه. [بيان، 16/191]\n</p>\n\n<p>\nمن كتاب الأشراف قال أبو بكر: واختلفوا في اغتسال من غسل الميت، فقالت\nطائفة: لا غسل عن من غسل ميتا، هذا قول ابن عباس وابن عمر وعائشة والحسن\nوإبراهيم النخعي والشافعي وأحمد بن حنبل وإسحق بن راهويه وأصحاب الرأي، وقد\nروينا عن علي بن أبي طالب وأبي هريرة أنهما قالا: من غسل ميتا فليغسل، وبه\nقال سعيد بن المسيب ومحمد بن سيرين والزهري، وقال إبراهيم النخعي وأحمد بن\nحنبل وإسحق يتوضأ. قال أبو بكر: لا شيء عليه فيه حديث يثبت.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في قول أصحابنا أنه لا غسل على من غسل ميتا،\nوما معنى يدل على ذلك عندي، ويخرج من قولهم: إلا أن يكون الميت من أهل\nالولاية ولم يمس منه نجاسة ولا فرجا فلا وضوء عليه، ووضوءه جائز، وإذا ثبت\nمعنى هذا في الولي ففي <span id='ms142'></span> أهل القبلة مثله عندهم، لأنهم في حكم الطهارة سواء\nفي المحيا والممات، وإذا ثبت الوضوء على من غسل الميت من أهل الإقرار من لا\nولاية له، فمثله عندي في الولي، ولا فرق عندي منهما في معنى الطهارة.\n[بيان، 16/203] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p208'> Vol. 01, p. 208</a>\n            </div>\n             قال أبو بكر: روينا عن عمر بن الخطاب -رضي الله\nعنه- أنه أوصى أن يعمق قبره قامة وبسطة، وعن عمر بن عبد العزيز وإبراهيم\nالنخعي أنهما قالا: يحفر للميت السنه، وقال مالك بن أنس: أحب إلي أن لا\nتكون عميقة ولا قريبة من أعلا الأرض. روينا عن أبي موسى الأشعري أنه أوصى\nأن يعمقوا قبره، وقال الشافعي: أحب لي أن يعمق قدر بسطة، فلا يعرف على أحد\nإن أراد نبشه، ولا يظهر له ريح.\n</p>\n\n<p>\nوقال أبو سعيد: يخرج في معاني قول أصحابنا استحباب عمق القبر، وأحسب أنه\nفي الرواية أنه لا يجاوز به ثلاثة أذرع، حسب معنى القبر على اللحد، وأحسب\nأنه نحو ما يروى عن النبي - صلى الله عليه وسلم - (نهى عن تعميق القبور فوق\nثلاثة أذرع) والله أعلم بما حكي عن عمر بن الخطاب -رضي الله عنه- في بسطة،\nوالبسطة معنا أكثر من ثلاثة أذرع، وإن أوجب الرأي ذلك لمعنى خوف ضرر من ستر\nمن سبع، أو يستر الموضع بثوبه الأرض وسهولتها، كان النظر عندي موجبا حكم\nالشهادة؛ لأن الأرض لعلها تختلف، وروي عن النبي - صلى الله عليه وسلم - :\nرفع قبره من الأرض قدر شبر. ويكره المشي على القبور، وإن اضطر إلى ذلك فلا\nشيء عليه. ومن وطئ على القبر عند حمل الجنازة إذا لم يمكنه إلا ذلك لم\nيضره. وباب القبر من عند الرجلين، فمن هنالك يدخل منه، ومنه يدخل من يدفن\nالميت، ومنه يدخل اللبن، والله أعلم. ومن خرج من عند رأس الميت فلا أعلم\nأنه يأثم إذا خرج وقد ضرب عليه بالطين، ولا يجوز أنم يكسر على القبر آنية\nأمر بذلك الميت أم لم يأمر، وهذا من إضاعة المال، ومن فعل أثم إن كان ماله\nأتلفه، وإن <span id='ms143'></span> كان مال غيره /213/ضمنه، والكسر على القبر لا نفع فيه يصل إلى\nالميت ولا إلى الحي. [بيان، 16/213] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p209'> Vol. 01, p. 209</a>\n            </div>\n             من كتاب الأشراف قال أبو\nبكر: كان عبد الله بن زيد وشريح الكندي وأحمد بن حنبل يكرهون نشر الثوب على\nالقبر، وكان أحمد بن حنبل يختار أن يفعل ذلك بقبر المرأة، وكذلك قال أصحاب\nالرأي. ولا يضرهم عندهم أن يفعلوا ذلك بقبر الرجل. وقال أبو ثور: لا بأس\nبذلك في قبر الرجل، وستر المرأة. وقال الشافعي: ستر المرأة أوكد من ستر\nالرجل إذا أدخلت قبرها.\n</p>\n\n<p>\nقال أبو سعيد: معي أن يخرج في معاني قول أصحابنا ثبوت ستر القبر بالثوب\nعند إدخال الميت في لحده في الرجل والمرأة والصغير والكبير، ويخرج ذلك عندي\nعلى معنى الأدب، ولا يبين لي لزومه، ولعل الصغير من الذكران أشبه بالرخصة\nفي ذلك في معنى الأدب معه.\n</p>\n\n<p>\nومنه قال أبو بكر: روينا عن النبي - صلى الله عليه وسلم - أنه قال:\n(احفروا ووسعوا، وأدفنوا الاثنين والثلاثة، وقدموا أكثرهم قرآنا). قال أبو\nبكر: لم يختلف من أحفظ عنه من أهل العلم أن دفن الموتى لازم، وواجب على\nالناس، لا يسعهم تركه عند الإمكان، وإن قام به سقط فرض ذلك عن سائر\nالمسلمين، واختلفوا في اللحد والشق فاستحب كثير منهم اللحد، روينا عن عمر\nبن الخطاب -رضي الله عنه- أنه أوصاهم إذا وضعتموني في لحدي فأفيضوا بجلدي\nالأرض، واستحب إبراهيم النخعي وإسحاق بن راهويه وأصحاب الرأي، وقال\nالشافعي: إذا كانوا بأرض شديدة يلحد لهم، وإن كانوا ببلاد رفيق شق لهم. قال\nأبو بكر: هذا حسن.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p210'> Vol. 01, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني ما قال في قول أصحابنا بنحو ما حكاه\nكله، إلا ما روي عن عمر بن الخطاب -رضي الله عنه- إذا وضعتموني في لحدي\nفأفيضوا بجلدي الأرض، فإنه يخرج في معنى قولهم: إن بعضا يحده إلى الأرض،\nولعله له ذلك، والله أعلم، وأما اللحد فإنه سنة للمسلمين، وذلك ما يروى عن\nالنبي - صلى الله عليه وسلم - أنه قال: (اللحد لنا <span id='ms144'></span> والشق لغيرنا) يعني لنا\nبذلك للمسلمين /215/في معنى الرواية، ولا نحب في ذلك إلا في معنى الحاجة\nإلى ذلك والضرورة، فإن كان في موضع أرض لا يمكن فيها اللحد لينة أو رخوة\nتتهامى، فإن أمكن الحجارة، يحتال بذلك للحد، ويقضي به السنة، أو خشب\nبألواح، فقد يفعل ذلك أهل الأمصار، فهو حسن عندي، ويقوم مقام اللحد، وإن لم\nيمكن إلا شق فلا يكلف الله نفسا إلا وسعها، والشق إن يحفر له حفرة يجعل\nفيها ويدفن عليه، ومعنى القول الثاني حسن، وهو الذي في المعنى استحسنه أبو\nبكر، ويخرج تأويله على نحو هذا في التفسير.\n</p>\n\n<p>\nومنه قال أبو بكر: واختلفوا في صفة أخذ الميت عند إدخاله القبر، فقال\nقوم: يسل سلا من قبل رجل القبر، روينا هذا القول عن ابن عمر وأنس بن مالك\nوعبد الله بن زيد الأنصاري وعامر الشعبي وإبراهيم النخعي والشافعي، وقال\nآخرون: يؤخذ من قبل القبلة معترضا، روي ذلك عن علي بن أبي طالب وابن\nالحنفية، وبه قال إسحاق بن راهويه، وقال مالك بن أنس: لا بأس أن يدخل الميت\nمن نحو رأس القبر أو رجله أو وسطه. قال أبو بكر: الأول أحب إلي.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا في معنى الاتفاق، فيما\nيأمرون به القول الأول: إن الميت يدخل من نحو الرجلين، كذلك يروى عن النبي\n- صلى الله عليه وسلم - أنه قال: (لكل شيء باب وباب القبر مما يلي\nالرجلين)، فيؤمر أن لا يدخله أحد من بابه، ولا يدخل فيه شيء إلا من بابه من\nميت أو لبن أو طين، ولا يخرج منه أحد إلا من بابه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p211'> Vol. 01, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\nومنه قال أبو بكر: روينا عن النبي - صلى الله عليه وسلم - أنه قال: (إذا\nوضعتم موتاكم في قبورهم فقولوا بسم الله وعلى ملة رسول الله - صلى الله\nعليه وسلم - ). روينا عن ابن عمر أنه كان إذا سوى على الميت قال: اللهم\nأسلمه إليك الأهل والمال والعشيرة، وذنبه عظيم فاغفر له. روينا عن أنس بن <span id='ms145'></span>\nمالك وعروة أنهم دعوا بدعوات مختلفة، وهي مذكورة في غير هذا الموضع.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا نحو ما حكي أن\n/216/الذي يجعل الميت في قبره إذا جعله في لحده قال: بسم الله وعلى ملة على\nرسول الله - صلى الله عليه وسلم - ، وبعضهم يقول: بسم الله والحمد لله وعلى\nملة رسول الله - صلى الله عليه وسلم - ، وأما الدعاء على الميت فلا يكون في\nالصلاة ولا بعد الصلاة إلا المستحق للولاية، وأما غير ذلك فلا يفرد بالدعاء\nإلا في جملة المسلمين، والدعاء للميت كله تصديق إلا في الولي، إلا بما هو\nفي أمور الآخرة، وإذا ثبتت ولايته جاز وثبت الدعاء له والاستغفار بما فتح\nالله، يحسن ذلك في السر والجهر والوحدة والاجتماع، وكل ما اجتمع عليه كان\nأفضل، ما لم يتفق في ذلك تقية، أو تولد فتنة\n</p>\n\n<p>\nومنه قال أبو بكر: واختلفوا في الدفن في الليل، فدفن أبو بكر وفاطمة\nوعائشة وعثمان بن عفان ليلا، ورخص في ذلك عقبة بن أبي عامر وسعيد بن المسيب\nوشريح الكندي وعطاء بن أبي رباح وسفيان الثوري والشافعي وأحمد بن حنبل\nوإسحاق بن راهويه، وكان الحسن البصري يكره الدفن بالليل، قال أبو بكر:\nالدفن بالليل مباح؛ لأن مسكينة دفنت على عهد رسول الله - صلى الله عليه\nوسلم - بالليل ولم ينكر ذلك عليهم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p212'> Vol. 01, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا إجازة دفن الميت\nبالليل، كمثله في النهار والليل. معي أستر، وإنما هي عورات، كلما كان الوقت\nأستر كان عندي أفضل، ما لم تقع مشقة أو ضرر، وعندي أنه يخرج في معاني قول\nأصحابنا أنه يقدم دفن الميت في الليل، ويستحب لمعنى الستر، وأما المسكينة\nالتي دفنت في الليل فقد يروى عن النبي - صلى الله عليه وسلم - أنه كان يعود\nالمساكين في مرضهم، فعاد مسكينة يوما وقال لهم: (إن ماتت فأعلموني حتى أشيع\nجنازتها أو أخرج في جنازتها) فقيل ماتت المسكينة في الليل أو آخر النهار،\nوأحسب أنه في <span id='ms146'></span> الليل، فكره أهلها أن يوقظوا النبي - صلى الله عليه وسلم - من\nنومه فدفنوها ولم يعلموه، وكان من عذرهم أنا لم نحب نوقظ النبي - صلى الله\nعليه وسلم - . فقيل: إنه لامهم إذ لم يعلموه، حتى يشيع جنازتها، ولم نعلم\nأنهم لامهم في دفنها، وإنما المعنى أنه لامهم إذ لم يعلموه حتى يليها معهم\nفي الليل.\n</p>\n\n<p>\n/217/ومنه قال أبو بكر: روينا عن علي بن أبي طالب أنه حثا على زيد بن\nالمهلب ثلاثا، وكان الزهري يرى ذلك، وروينا عن ابن عباس أنه لما دفن زيد بن\nثابت حثا عليه التراب، ثم قال: هكذا يدفن العلم، وكان الشافعي يحثوا على\nسفيان القبر بيديه ثلاثا.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج في معاني قول أصحابنا أنه يستحب لمشيع\nالجنازة أن يلي حضور القبر لمعاني مصالح دفن الميت، إن أمكنه جميعا، وإلا\nما أمكنه منها، فإذا صلى على الميت استحب له أن يحثوا عليه حثوات من ترابه،\nأحسب أنهم يريدون المشاركة في الفضل كله في حمل الجنازة والصلاة ودفنه؛ لأن\nذلك لازم وفضل.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p213'> Vol. 01, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\nومنه قال أبو بكر: واختلفوا في دفن المرأة والرجل في القبر، وكان الحسن\nالبصري يكره ذلك، ورخص في غير ذلك واحد، روينا عن عطاء بن أبي رباح ومجاهد\nفي الرجل والمرأة يدفنان في القبر يقدم الرجل، وبه قال مالك بن أنس\nوالأوزاعي والشافعي وأحمد بن حنبل وإسحاق بن راهويه والنعمان، غير أن\nالشافعي وأحمد بن حنبل قالا: يدفنان في مواضع الضرورات، وبه يقول، ويقدم\nأفضلهم وأسنهم وأكثرهم قرآنا.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج نحو هذا في قول أصحابنا أنه إذا حضر معنى\nالضرورة فلا بأس أن يجمع الرجل والمرأة في القبر، ويقدم الرجل مما يلي\nالقبلة قبل المرأة، ثم المرأة من كان من الرجل من حر أو عبد، إذا كان من\nالمسلمين، وإذا اجتمع الرجال قدم أفضلهم، وإذا اجتمع النساء قدم أفضلهن.\nومعي أنه يجب معنى الضرورة جمع الموتى في القبر الواحد على معنى اللحد\nالواحد، وإما إذا كانت لحود وكان <span id='ms147'></span> القبر واسعا فاللحد لكل منهم لحد على\nحياله لم يفتح ذلك عندي في الضرورة وغير الضرورة؛ لأن اللحد ساتر لكل ميت\nفي موضعه، ويعجني على كل حال إذا كان قبره فيه لحود لكل ميت لحد، أن يقدم\nمن أولى بالتقديم مما يلي القبلة، وإن لم يقدم وكان كل في لحده لم يبن لي\nهنالك معنى يوجب بأسا؛ لأن هذا يخرج معنا قبور عندي؛ لأنه إنما حكم القبر\n/218/اللحد حيث يكون الميت. [بيان، 16/218].ومنه قال أبو بكر: واختلفوا في\nدفن المرأة والرجل في القبر، وكان الحسن البصري يكره ذلك، ورخص في غير ذلك\nواحد، روينا عن عطاء بن أبي رباح ومجاهد في الرجل والمرأة يدفنان في القبر\nيقدم الرجل، وبه قال مالك بن أنس والأوزاعي والشافعي وأحمد بن حنبل وإسحاق\nبن راهويه والنعمان، غير أن الشافعي وأحمد بن حنبل قالا: يدفنان في مواضع\nالضرورات، وبه يقول، ويقدم أفضلهم وأسنهم وأكثرهم قرآنا.\n</p>\n\n<p>\nقال أبو سعيد: معي أنه يخرج نحو هذا في قول أصحابنا أنه إذا حضر معنى\nالضرورة فلا بأس أن يجمع الرجل والمرأة في القبر، ويقدم الرجل مما يلي\nالقبلة قبل المرأة، ثم المرأة من كان من الرجل من حر أو عبد، إذا كان من\nالمسلمين، وإذا اجتمع الرجال قدم أفضلهم، وإذا اجتمع النساء قدم أفضلهن.\nومعي أنه يجب معنى الضرورة جمع الموتى في القبر الواحد على معنى اللحد\nالواحد، وإما إذا كانت لحود وكان القبر واسعا فاللحد لكل منهم لحد على\nحياله لم يفتح ذلك عندي في الضرورة وغير الضرورة؛ لأن اللحد ساتر لكل ميت\nفي موضعه، ويعجني على كل حال إذا كان قبره فيه لحود لكل ميت لحد، أن يقدم\nمن أولى بالتقديم مما يلي القبلة، وإن لم يقدم وكان كل في لحده لم يبن لي\nهنالك معنى يوجب بأسا؛ لأن هذا يخرج معنا قبور عندي؛ لأنه إنما حكم القبر\n/218/اللحد حيث يكون الميت. [بيان، 16/218].\n</p>\n\n<p>\n----NO PAGE NO------ <span id='ms148'></span>\n</p>\n",
  "pages": [
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213"
  ],
  "volumes": [
    "01"
  ]
}