{
  "content": "\n<p>\n| 1 ( كتاب الأذان )\n</p>\n\n<p>\nقوله بدء الأذان بالهمز في آخره أي ابتداؤه قوله فيتحينون أي يقدرون\nحينها ليأتوا إليها فيه والحين الوقت وليس ينادى بها أحد قيل كلمة ليس\nبمعنى لا النافية وهي حرف فلا اسم لها ولا خبر وقيل بل فيها ضمير الشأن أو\nاسمها أحد قد أخر فتكلموا أي المسلمون اتخذوا بكسر الخاء على صيغة الأمر\nناقوسا هي خشبة طويلة تضرب بخشبة أصغر منها والنصارى يعلمون بها أوقات\nالصلاة بل قرنا أي ينفخ فيه فيخرج منه صوت يكون علامة للأوقات كما كانت\nاليهود يفعلونه وهذا هو الذي يسمى بوقا بضم الباء وقال عمر الخ حمل النداء\nها هنا على نحو الصلاة جامعة لا على الأذان المعهود لأن ظاهر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p002'> Vol. 02, p. 002</a>\n            </div>\n            \nالحديث أن عمر قال ذلك وقت المذاكرة والأذان المعهود إنما كان بعد الرؤيا\nوعلى هذا فادراج المصنف الحديث في الباب لأن هذا النداء كان من جملة بداءة\nالأذان ومقدماته وقيل يمكن حمله على الأذان المعهود باعتبار أن في الكلام\nتقديرا للاختصار مثل فافترقوا فرأى عبد الله بن زيد الأذان فجاء إلى النبي\nصلى الله تعالى عليه وسلم فقص عليه رؤياه فقال عمر أولا <span id='ms093'></span> تبعثون الخ ويرد\nعليه أن عمر حضر بعد أن سمع صوت ذلك الأذان على ما يفيده حديث عبد الله بن\nزيد رائي الأذان فلا يصح بالنظر إلى ذلك الأذان أن عمر قال أولا تبعثون\nرجلا وقد يجاب بأنه يجوز أن يكون عمر في ناحية من نواحي المسجد حين جاء عبد\nالله بن زيد برؤيا الأذان عنده صلى الله تعالى عليه وسلم فلما قص الرؤيا\nسمع الصوت حين ذلك فحضر عنده صلى الله تعالى عليه وسلم وأشار بقوله أو لا\nتبعثون رجلا إلى أن عبد الله لا يصلح لذلك فابعثوا رجلا آخر يصلح له والله\nتعالى أعلم قوله\n</p>\n\n<p>\n627 أن يشفع الأذان محمول على التغليب والا فكلمة التوحيد مفردة في آخره\nوكذا قوله يوتر الإقامة محمول على التغليب أو معناه أن يجعل على نصف الأذان\nفيما يصلح للانتصاف فلا يشكل بتكرر التكبير في أولها ولا بكلمة التوحيد في\nآخرها والله تعالى أعلم قوله\n</p>\n\n<p>\n628 كان الأذان أي كانت كلمات الأذان مكررة والإقامة مفردة نظرا إلى\nالغالب كما سبق قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p003'> Vol. 02, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\n629 قال الله أكبر الله أكبر أشهد الخ ظاهره أن التكبير مرتان كسائر\nالكلمات لكن سيجيء ضبط عدد الكلمات فيظهر منه أن التكبير أربع مرات ثم هذا\nالحديث صريح في الترجيع والثابت في أذان بلال عدمه فالوجه القول بجواز\nالأمرين قوله\n</p>\n\n<p>\n630 تسع عشرة كلمة الخ هذا العدد لا يستقيم الا على تربيع التكبير في أول\nالأذان والترجيع والتثنية في الإقامة وقد ثبت عدم الترجيع في أذان بلال\nوأفراد الإقامة فالوجه جواز الكل والله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p004'> Vol. 02, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\n632 مقفل رسول الله صلى الله عليه وسلم أي زمان رجوعه بتقديم القاف على\nالفاء متنكبون أي معرضون يقال نكب عن الطريق إذا عدل عنه وتنكب أي تنحى\nوأعرض فظلنا بكسر لام أولى أي فكنا نحكيه أي صوت المؤذن ونهزأ به أي نحكيه\nاستهزاء به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p005'> Vol. 02, p. 005</a>\n            </div>\n             فسمع أي وقت الحكاية الصوت أي صوتنا بالأذان حتى\nوقفنا بتقديم القاف على الفاء ثم قال ارجع فامدد صوتك هذا صريح في أنه صلى\nالله <span id='ms094'></span> تعالى عليه وسلم أمره بالترجيع فسقط ما توهمه النفاة أنه كرره له\nتعليما فظنه ترجيعا فأعطاني صرة استدل به بن حبان على الرخصة في أخذ الأجرة\nوعارض به الحديث الوارد في النهي عنه ورده بن سيد الناس بأن حديث أبي\nمحذورة متقدم على إسلام عثمان بن أبي العاص الراوي لحديث النهي فحديثه\nمتأخر والعبرة بالمتأخر فإنها واقعة يتطرق إليها الاحتمال بل أقرب\nالاحتمالات فيها أن يكون من باب التأليف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p006'> Vol. 02, p. 006</a>\n            </div>\n             لحداثة عهده بالإسلام\nكما أعطى يومئذ غيره من المؤلفة قلوبهم ووقائع الأحوال إذا تطرق إليها\nالاحتمال سلبها الاستدلال لما يبقى فيها من الإجمال قوله وبرك بتشديد الراء\nأي قال بارك الله عليك أو فيك أو لك في الأولى من الصبح أي في المناداة\nالأولى وفي نسخة في الأول أي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p007'> Vol. 02, p. 007</a>\n            </div>\n             تؤذن الآن بها الله أكبر الله\nأكبر الخ قال بن العربى فائدة الأذان متعددة منها الاعلام بالصلاة بذكر\nالله تعالى وتوحيده وتصديق رسوله وتجديد التوحيد فانها ترجمة عظيمة من\nتراجم لا يؤلفها الا الله وطرد الشيطان وقال القاضي عياض اعلم أن الأذان\nكلمات جامعة لعقيدة الايمان ومشتملة على نوعية من العقليات والسمعيات\nفابتداء باثبات الذات بقوله الله وما يستحقه من الكمال والتنزيه عن اضدادها\nالمضمنة تحت قوله قوله الله أكبر فان هذه اللفظة على قلة كلمتها واختصار\nصيغتها مشعرة بما قلناه لمتأملة ثم صرح باثبات الربانية والالهية ونفى ضدها\nمن الشركة المستحيلة في حقه وهذه هي عمدة الايمان والتوحيد لأنها من باب\nالأفعال الجائزة الوقوع وتلك المقدمات من باب الواجبات وهنا كمل تراجم\nالعقائد العقليات فيما بالصلاة ورتبها بعد اثبات النبوة اذ معرفة وجوبها من\nجهته عليه الصلاة والسلام لا من جهة العقل ثم دعا إلى الفلاح وهو الفوز\nواليقاء في التنعيم المقيم وفيه أشعار بأمور الآخرة من البعث والجزاء وهى\nآخر تراجم العقائد الاسلامية ثم كرر ذلك عند \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p008'> Vol. 02, p. 008</a>\n            </div>\n             في النداء الأول\nوالمراد الأذان دون الإقامة والله تعالى أعلم قوله فأذنا في المجمع أي\nليؤذن أحدكما ويجيب الآخر اه يريد أن اجتماعهما <span id='ms095'></span> في الأذان غير مطلوب لكن ما\nذكر من التأويل يستلزم الجمع بين الحقيقة والمجاز فالأولى أن يقال الإسناد\nمجازي أي ليتحقق بينكما أذان وإقامة كما في بنو فلان قتلوا والمعنى يجوز\nلكل منكما الأذان والإقامة أيكما فعل حصل فلا يختص بأكبر كالامامة وخص\nالأكبر بالإمامة لمساواتهما في سائر الأشياء الموجبة للتقدم كالأقرئية\nوالأعلمية بالنسبة لمساواتهما في المكث والحضور عنده صلى الله تعالى عليه\nوسلم وذلك يستلزم المساواة في هذه الصفات عادة والله تعالى أعلم قوله شببة\nبالفتحات جمع شاب قوله رفيقا من الرفق أو من الرقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p009'> Vol. 02, p. 009</a>\n            </div>\n             قوله بادر\nأي كل منهم أرادو ا أن يسبقوا غيرهم بالإسلام بإسلام أهل حوائنا الحواء\nبكسر الحاء المهملة والمد بيوت مجتمعة من الناس على ماء أي ذهب بأن أهل\nقريتنا أسلموا إلى النبي صلى الله تعالى عليه وسلم ثم رجع من عنده فلما قدم\nقريته قوله يؤذن بليل أي الأذان المعروف في الشرع إذ هو المتبادر من إطلاق\nاللفظ الشرعي وأيضا لا يحسن قوله فكلوا واشربوا الا حينئذ وهذا الأمر\nللإباحة والرخصة وبيان بقاء الليل بعد أذان بلال قوله\n</p>\n\n<p>\n639 الا أن ينزل هذا ويصعد هذا يريد قلة ما بينهما من المدة لا التحديد\nقوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p010'> Vol. 02, p. 010</a>\n            </div>\n             ليوقظ من الايقاظ نائمكم بالنصب ليتأهب للصلاة بالغسل\nونحوه قالوا سبب ذلك أن الصلاة كانت بغلس فيحتاج تحصيلها إلى التأهب من\nالليل فوضع له الأذان قبيل الفجر لذلك ويرجع المشهور أنه من الرجع المتعدى\nالمذكور في قوله تعالى إنه على رجعه لقادر لا من الرجوع اللازم ومنه قوله\nتعالى فإن رجعك الله وقوله عز من قائل ثم ارجع البصر كرتين ويحتمل أن يكون\nمن الارجاع وهو الموافق لما قبله لفظا وعلى الوجهين قائمكم بالنصب ويحتمل\nأن يكون من الرجوع اللازم وقائمكم بالرفع لكنه لا يوافق ما قبله والمراد\nبالقائم المتهجد وذلك لينام لحظة ليصبح نشيطا أو يتسحر أن أراد الصيام وليس\nأي ظهور الفجر الصادق أن يقول أي أن يظهر هكذا أشار به إلى هيئة ظهور الفجر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p011'> Vol. 02, p. 011</a>\n            </div>\n             الكاذب والقول أريد <span id='ms096'></span> به فعل الظهور وإطلاق القول على الفعل شائع\nقوله\n</p>\n\n<p>\n643 فجعل يقول أي يفعل فهو من إطلاق القول على الفعل وجملة ينحرف يمينا\nوشمالا بيان له وهذا الانحراف يكون بالحيعلة لابلاغ النداء إلى الطرفين\nقوله والبادية أي الصحراء لأجل الغنم فارفع صوتك أي بالأذان أي ولا تخفضه\nظنا منك أن الرفع للاحضار وليس هناك أحد يقصد احضاره فإنه لا يسمع مدى صوت\nبفتح ميم وخفة مهملة مفتوحة بعدها ألف أي غاية صوته وفي نسخة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p012'> Vol. 02, p. 012</a>\n            </div>\n            \nمد صوت المؤذن بفتح ميم وتشديد دال أي تطويله والمراد أن من سمع منتهى\nالصوت أو مده يشهد له فكيف من سمع الأذان سماعا بينا وهذه الشهادة لإظهار\nشرفه وعلو درجته والا فكفى بالله شهيدا سمعته أي قوله لا يسمع مدى صوت\nالمؤذن الخ وقيل بل المعنى سمعت ما قلت لك بخطاب لي قلت والمراد مضمون ما\nقلت لك ولو كان بغير طريق الخطاب والله تعالى أعلم قوله بمدى صوته وفي نسخة\nبمد صوته قيل معناه بقدر صوته وحده فإن بلغ الغاية من الصوت بلغ الغاية من\nالمغفرة وان كان صوته دون ذلك فمغفرته على قدره أو المعنى لو كان له ذنوب\nتملأ ما بين محله الذي يؤذن فيه إلى ما ينتهي إليه صوته لغفر له وقيل يغفر\nله من الذنوب ما فعله في زمان مقدر بهذه المسافة قوله\n</p>\n\n<p>\n646 ويصدقه من سمعه أي يشهد له يوم القيامة أو يصدقه يوم يسمع ويكتب له\nأجر تصديقهم بالحق من صلى معه أي إن كان إماما أو مع امامه ان كان مقتديا\nبإمام آخر لحكم الدلالة لكن هذا يقتضي أن يخص بمن حضر بأذانه والأقرب\nالعموم تخصيصا للمؤذن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p013'> Vol. 02, p. 013</a>\n            </div>\n             بهذا الفضل وفضل الله أوسع والله تعالى\nأعلم قوله\n</p>\n\n<p>\n647 كنت أؤذن ولعله أذن له صلى الله عليه وسلم أيام حجة الوداع أو في وقت\nآخر والله تعالى اعلم والتثويب هو العود إلى الاعلام بعد الاعلام وقول\nالمؤذن الصلاة خير من النوم لا يخلو عن ذلك فسمى تثويبا قوله\n</p>\n\n<p>\n649 قال آخر الأذان كأنهم <span id='ms097'></span> ضبطوه لئلا يتوهم تربيع التكبير بالقياس على\nالأول أو تثنية كلمة معنى التوحيد بالقياس على غالب الكلمات ولعل أفراد\nكلمة التوحيد في الأذان لموافقة معنى التوحيد والله تعالى أعلم قوله مطيرة\nأي ذات مطر صلوا في رحالكم أذن لهم في ترك الحضور لا إيجاب لذلك فقوله حي\nعلى الصلاة نداء بالحضور لمن يريد ذلك فلا منافاة بين مؤداهما قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p014'> Vol. 02, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\n654 أذن بالصلاة الظاهر أنه أتم الأذان وقال بعد الفراغ منه ألا صلوا\nويحتمل أنه قال ذلك بعد حي على الفلاح وعلى الأول يقال كان هذا القول\nأحيانا في الوسط وأحيانا بعد الفراغ يقول أي بأن يقول أو يقول تفسير ليأمر\nوقيل مقدر في الكلام بعده قوله بالقصواء كالحمراء اسم ناقته صلى الله تعالى\nعليه وسلم فرحلت بتشديد الحاء على بناء المفعول قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p015'> Vol. 02, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\n656 دفع رسول الله صلى الله تعالى عليه وسلم أي نزل من عرفة وأصله دفع\nمطيه للنزول ثم اشتهر في النزول قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p016'> Vol. 02, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\n660 صلى كل واحدة منهما بإقامة ظاهره تعدد الإقامة وما سبق يدل على\nوحدتها فلا يخلو الحديث عن نوع اضطراب قوله\n</p>\n\n<p>\n661 قبل أن ينزل في القتال ما نزل أي من صلاة الخوف قوله\n</p>\n\n<p>\n662 عن أربع صلوات يوم الخندق لا ينافي ما تقدم لامتداد الوقعة فيمكن أن\nيكون كل منهما في يوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p017'> Vol. 02, p. 017</a>\n            </div>\n             على أن المعنى أنهم شغلوه صلى الله عليه\nوسلم حتى اجتمع أربع صلوات وذلك لأن العشاء كانت في الوقت وحينئذ يمكن أن\nيكون المغرب في الوقت لكنها كانت في آخر الوقت والعشاء في أولها والله\nتعالى أعلم قوله عصابة بكسر العين أي جماعة قوله\n</p>\n\n<p>\n664 فدخل المسجد وأمر بلالا فأقام الصلاة لعل محمله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p018'> Vol. 02, p. 018</a>\n            </div>\n             ما إذا\nكان الكلام وغيره مباحا في الصلاة والله تعالى أعلم قوله\n</p>\n\n<p>\n665 فقال مثل قوله أي وافقه في كلمات الأذان لكن فيما يصلح للموافقة لأنه\nفي حي على الصلاة بمثله يعد استهزاء أو عازب أي بعيد غائب عن أهله قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p019'> Vol. 02, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\n666 يعجب ربك كيسمع أي يرضى منه ويثيبه عليه في رأس شظية الجبل بفتح\nالشين وكسر الظاء <span id='ms098'></span> المعجمتين وتشديد الياء المثناة التحتية قطعة مرتفعة في\nرأس الجبل وأدخلته الجنة أي حكمت به أو سأدخله الجنة قوله الحديث أي أذكره\nبتمامه ولم يذكره ها هنا لكنه يذكره في أبواب من الصلاة مفرقا والله تعالى\nأعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p020'> Vol. 02, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\n668 الا أنك إذا قلت قد قامت الصلاة قالها مرتين الظاهر قلتها بالخطاب\nوالموجود في نسختنا قالها بالغيبة وهو اما على الالتفات أو على حذف الجزاء\nوإقامة علته مقامه أي كررت لأن مؤذن النبي صلى الله تعالى عليه وسلم قالها\nمرتين وأما قوله فإذا سمعنا الخ فلعل مراده أن بعضهم كان أحيانا يؤخرون\nالخروج إلى الإقامة اعتمادا على تطويل قراءته صلى الله تعالى عليه وسلم\nوالله تعالى أعلم قوله\n</p>\n\n<p>\n669 ثم أقما أخذ منه أن كلا منهما يقيم لنفسه ويلزم منه أن يكون الأذان\nكذلك وهو بعيد وأنت قد عرفت توجيه الحديث فيما سبق على وجه لا يرد عليه شيء\nولا يلزم منه ما أخذه والله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p021'> Vol. 02, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\n670 وله ضراط حقيقته ممكنة فالظاهر حمله عليها ويحتمل أن المراد به شدة\nنفاره حتى لا يسمع التأذين قيل لأن من يسمع يشهد للمؤذن يوم القيامة فيهرب\nمن السماع لأجل ذلك فإذا قضى على المفعول أو الفاعل والضمير للمنادى أقبل\nأي فوسوس كما في رواية مسلم إذا ثوب من التثويب على بناء المفعول أو الفاعل\nوالمراد أي أقيم فإنه اعلام بالصلاة ثانيا يخطر بفتح ياء وكسر طاء أي يوسوس\nبما يكون حائلا بين الإنسان وما يقصده ويريد إقبال نفسه عليه مما يتعلق\nبالصلاة من خشوع وغيره وأكثر الرواة على ضم الطاء أي يسلك ويمر ويدخل بين\nالإنسان ونفسه فيكون حائلا بينهما على المعنى الذي ذكرنا أولا حتى يظل بفتح\nالظاء أي يصير ان بكسر الهمزة نافية قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p022'> Vol. 02, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\n672 واقتد بأضعفهم عطف على مقدر أي فأمهم واقتد بأضعفهم وقيل هو عطف على\nالخبرية السابقة بتأويل أمهم وعدل إلى الأسمية دلالة على الدوام والثبات\nوقد جعل فيه الامام مقتديا والمعنى كما أن الضعيف يقتدي بصلاتك فاقتد أنت\nأيضا بضعفه <span id='ms099'></span> واسلك له سبيل التخفف في القيام والقراءة بحيث كأنه يقوم ويركع\nعلى ما يريد وأنت كالتابع الذي يركع بركوعه والله تعالى أعلم واتخذ الخ\nمحمول على الندب عند كثير وقد أجازوا أخذ الأجرة والله تعالى أعلم قوله\n</p>\n\n<p>\n673 فقولوا مثل ما يقول الا في الحيعلتين فيأتي بلا حول ولا قوة الا\nبالله لحديث عمر وغيره فهو عام مخصوص وهذا هو الذي يؤيده النظر في المعنى\nلأن إجابة حي على الصلاة بمثله يعد استهزاء وهذا التخصيص قد صرح به علماؤنا\nالحنفية أيضا وعلى هذا فيجوز أن يكون مثل هذا التخصيص مستثنى من قولهم لا\nيجوز التخصيص الا بالمقارن لأن هذا التخصيص مما يؤيده العقل والنقل جميعا\nثم طريق القول المروي أن يقول كل كلمة عقب فراغ المؤذن منها لا أن يقول\nالكل بعد فراغ المؤذن من الأذان والله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p023'> Vol. 02, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\n675 فكبر اثنتين أي في المرتين ليوافق روايات الأذان والله تعالى أعلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p024'> Vol. 02, p. 024</a>\n            </div>\n             قوله صلى الله عليه عشرا قال الترمذي قالوا صلاة الرب تعالى\nالرحمة قلت وهو المشهور فالمراد أنه تعالى ينزل على المصلى أنواعا من\nالرحمة والألطاف وقد جوز بعضهم كون الصلاة بمعنى ذكر مخصوص فالله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p025'> Vol. 02, p. 025</a>\n            </div>\n             تعالى يذكر المصلى بذكر مخصوص تشريفا له بين الملائكة كما في\nالحديث وان ذكرني في ملأ ذكرته في ملأ خير منهم لا يقال يلزم منه تفضيل\nالمصلي على النبي صلى الله تعالى عليه وسلم حيث يصلي الله تعالى عليه عشرا\nفي مقابلة صلاة واحدة على النبي صلى الله تعالى عليه وسلم لأنا نقول هي\nواحدة بالنظر إلى أن المصلى دعا بها مرة واحدة فلعل الله تعالى يصلي على\nالنبي صلى الله تعالى عليه وسلم بذلك ما لا يعد ولا يحصى على أن الصلاة على\nواحد بالنظر إلى حاله وكم من واحد لا يساويه ألف فمن أين التفضيل الوسيلة\nقيل هي في اللغة المنزلة عند الملك ولعلها في الجنة عند الله تعالى أن يكون\nكالوزير عند الملك بحيث لا يخرج رزق ومنزلة الا على يديه وبواسطته أن <span id='ms100'></span> أكون\nأنا هو من وضع الضمير المرفوع موضع المنصوب على أن أنا تأكيد أو فصل ويحتمل\nأن يكون أنا مبتدأ خبره هو والجملة خبر أكون والله تعالى أعلم حلت عليه أي\nنزلت عليه وفي نسخة له واللام بمعنى على ولا يصح تفسير الحل بما يقابل\nالحرمة فانها حلال لكل مسلم وقد يقال بل لا تحل الا لمن أذن له فيمكن أن\nيجعل الحل كناية عن حصول الإذن في الشفاعة له ثم المراد شفاعة مخصوصة والله\nتعالى أعلم قوله\n</p>\n\n<p>\n679 حين يسمع المؤذن أي يقول أشهد أن لا إله الا الله فقوله وأنا أشهد\nعطف على قول المؤذن أي وأنا أشهد كما تشهد ربا تمييز أي بربوبيته قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p026'> Vol. 02, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\n680 رب هذه الدعوة بفتح الدال هي الأذان ووصفها بالتمام لأنها ذكر الله\nويدعو بها إلى الصلاة فيستحق أن توصف بالكمال والتمام ومعنى رب هذه الدعوة\nأنه صاحبها أو المتمم لها والزائد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p027'> Vol. 02, p. 027</a>\n            </div>\n             في أهلها والمثيب عليها أحسن\nالثواب والآمر بها ونحو ذلك الصلاة القائمة أي التي ستقوم والفضيلة المرتبة\nالزائدة على مراتب الخلائق المقام المحمود كذا في رواية النسائي باللام\nورواية البخاري وغيره بالتنكير ونصبه على الظرفية أي ابعثه يوم القيامة\nفأقمه المقام أو ضمن أبعثه معنى أقمه أو على أنه مفعول به ومعنى ابعثه اعطه\nالا حلت له كذا في رواية أبي داود والترمذي بإثبات الا وفي رواية البخاري\nبدون الا وهو الظاهر وأما من فينبغي أن يجعل من قوله من قال استفهامية\nللانكار فيرجع إلى النفي وقال بمعنى يقول أي ما من أحد يقول ذلك الا حلت له\nومثله من ذا الذي يشفع عنده الا بإذنه وهل جزاء الإحسان الا الإحسان\nوأمثاله كثيرة والله تعالى أعلم قوله\n</p>\n\n<p>\n681 لمن شاء ذكره دلالة على عدم وجوبها والمراد بالأذانين الأذان\nوالإقامة كما أشار إليه المصنف في الترجمة وهذا الحديث وأمثاله يدل على\nجواز الركعتين قبل صلاة المغرب بل ندبهما والله تعالى أعلم قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p028'> Vol. 02, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\n682 فيبتدرون السواري أي يتسارعون ويستبقون إليها للاستتار بها عند\nالصلاة وهم كذلك أي <span id='ms101'></span> في الصلاة يريد أن النبي صلى الله تعالى عليه وسلم كان\nيراهم ويقرهم على تلك الحالة ولا ينكر عليهم ولم يكن بين الأذان والإقامة\nشيء أي وقت كثير يريد أنهم كانوا يسرعون في الركعتين لقلة ما بين الأذان\nوالإقامة من الوقت والله تعالى أعلم قوله قطعة أي قطع المسجد بالمشي أي خرج\nمنه عصى أبا القاسم كأنه علم أن خروجه ليس لضرورة تبيح له الخروج كحاجة\nالوضوء مثلا ثم هو محمول على الرفع لأن مثله لا يعرف الا من جهته صلى الله\nتعالى عليه وسلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p029'> Vol. 02, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\n685 يسلم بين كل ركعتين الخ هذا صريح في جواز الوتر بواحدة وعلى جواز\nالاضطجاع بعد ركعتي الفجر بل ندبه قوله\n</p>\n\n<p>\n686 حتى استثقل أي صار ثقيلا بغلبة النوم عليه ولم يتوضأ لأن نومه صلى\nالله تعالى عليه وسلم ما كان حدثا لأنه لا ينام قلبه قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p030'> Vol. 02, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\n687 فلا تقوموا لعل النهي عن قيام لانتظار الامام قائما وأما القيام من\nمكان إلى آخر لأجل تسوية الصفوف ونحوه فغير منهى عنه ثم هذا الحديث يدل على\nجواز الإقامة قبل رؤية الامام فادخاله في هذه الترجمة خفي فليتأمل والله\nتعالى أعلم\n</p>\n\n<p>\n| 1 ( كتاب المساجد )\n</p>\n\n<p>\nقوله\n</p>\n\n<p>\n688 من بنى مسجدا يذكر الله فيه على بناء المفعول والجملة في موضع\nالتعليل كأنه قيل بني ليذكر الله تعالى فيه فهذا في معنى ما جاء يبتغي وجه\nالله بيتا للتعظيم أي عظيما وإسناد البناء إلى الله مجاز والبناء مجاز عن\nالخلق والإسناد حقيقة قال بن الجوزي من كتب اسمه على المسجد الذي يبنيه كان\nبعيدا من الإخلاص قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p031'> Vol. 02, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\n689 من أشراط الساعة أي علامات قربها أن يتباهى يتفاخر في المساجد في\nبنائهاوهذا الحديث مما يشهد بصدقه الوجود فهو من جملة المعجزات الباهرة له\nصلى الله عليه وسلم قوله\n</p>\n\n<p>\n690 قال أربعون عاما قالوا ليس المراد بناء إبراهيم للمسجد الحرام وبناء\nسليمان للمسجد الأقصى فان بينهما مدة طويلة بلا ريب بل المراد بناؤهما قبل\nهذين البناءين والأرض لك مسجد أي ما دامت على الحالة الأصلية التي خلقت\nعليها <span id='ms102'></span> وأما إذا تنجست فلا والله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p032'> Vol. 02, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\n691 الا مسجد الكعبة اختلف في معنى هذا الاستثناء فقيل معناه ان الصلاة\nفي مسجده صلى الله عليه وسلم أفضل من الصلاة في المسجد الحرام بدون ألف\nصلاة ونقل بن عبد الرحمن عن جماعة أهل الأثر أن معناه أن الصلاة في المسجد\nالحرام أفضل من الصلاة في مسجد المدينة ثم أيده بما أخرجه من حديث بن عمر\nمرفوعا صلاة في مسجدي هذا أفضل من ألف صلاة في غيره الا المسجد الحرام فإنه\nأفضل منه بمائة صلاة ذكره السيوطي في حاشية الترمذي قوله البيت أي الكعبة\nفأغلقوا عليهم أي باب البيت أول من ولج أي دخل اليمانيين بتخفيف الياء\nالأخيرة أفصح من التشديد نسبة إلى اليمن قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p033'> Vol. 02, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\n693 حكما يصادف حكمه أي يوافق حكم الله تعالى والمراد التوفيق للصواب في\nالاجتهاد وفصل الخصومات بين الناس فأوتيه على بناء المفعول من الايتاء\nونائب الفاعل ضمير مستتر لسليمان والضمير المنصوب لمسؤله أن لا يأتيه أي لا\nيجيئه ولا يدخله أحد لا ينهزه لا يحركه أن يخرجه من الإخراج أو الخروج\nوالظاهر أن في الكلام اختصارا والتقدير أن لا يأتيه أحدا لا يخرجه من\nخطيئته كيوم ولدته أمه وقوله أن يخرجه من خطيئته كيوم ولدته أمه بدل من\nتمام هذا الكلام المشتمل على الاستثناء الا أنه حذف الاستثناء لدلالة البدل\nعليه فليتأمل والله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p034'> Vol. 02, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\n694 آخر المساجد أي آخر المساجد الثلاثة المشهود لها بالفضل أو آخر مساجد\nالأنبياء أو أنه يبقى آخر المساجد ويتأخر عن المساجد الآخر في الفناء أي\nفكما أنه تعالى شرف آخر الأنبياء شرف كذلك مسجده الذي هو آخر المساجد بأن\nجعل الصلاة فيه كألف صلاة فيما سواه الا المسجد الحرام والله تعالى أعلم\nقوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p035'> Vol. 02, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\n695 ما بين بيتي المراد البيت المعهود وهو بيت عائشة الذي صار فيه قبره\nصلى الله تعالى عليه وسلم وفي رواية الطبراني ما بين المنبر وبيت عائشة وفي\nرواية البزار ما بين قبري ومنبري روضة من رياض الجنة قيل على <span id='ms103'></span> ظاهره وأنه قد\nنقل من الجنة وسينقل إليها وقيل المراد أن العبادة فيها سبب مؤد إلى روضة\nمن رياض الجنة قوله\n</p>\n\n<p>\n696 رواتب في الجنة جمع راتبة من رتب إذا انتصب قائما أي ان الأرض التي\nهو فيها من الجنة فصارت القوائم مقرها الجنة أو أنه سينقل إلى الجنة والله\nتعالى أعلم قوله تمارى تجادل أسس بنيت قواعده من أول يوم من أيام بنائه هو\nمسجدي هذا هذا نص في أن المراد بالمسجد المذكور في القرآن مسجده صلى الله\nتعالى عليه وسلم لا مسجد قباء كما زعمه أصحاب التفسير لكونه أوفق للقصة\nقوله\n</p>\n\n<p>\n698 راكبا وماشيا أي راكبا أحيانا وماشيا أخرى قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p036'> Vol. 02, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\n699 كان له عدل عمرة العدل بالكسر والفتح بمعنى المثل وقيل بالفتح ما\nعادله من جنسه وبالكسر ما ليس من جنسه وقيل بالعكس قلت والأقرب أن الفتح في\nالمساوي حتما والكسر في المساوي عقلا إذ الحسى يدرك بفتح العين والعقلى\nبالفكر المحتاج إلى خفض العين وغمضها وهذا مثل العوج والعلاقة فهما بالفتح\nفي المبصرات وبالكسر في المعقولات وهذا مبني على ما قالوا أن الواضع الحكيم\nلم يهمل مناسبة الألفاظ بالمعاني قضاء لحق الحكمة وعلى هذا فالأقرب في\nالحديث كسر العين وبه ضبط في بعض النسخ المصححة والله تعالى أعلم والمعنى\nكان فعله المذكور مثل عمرة له إذ كان من الأجر مثل أجر عمرة وعلى الأول عدل\nعمرة بالنصب وعلى الثاني بالرفع فليفهم وروى الترمذي عن أسيد بن حضير\nمرفوعا الصلاة في مسجد قباء كعمرة وكلامه يفيد أنه صحيح والله تعالى أعلم\nقوله\n</p>\n\n<p>\n700 لا تشد الرحال الخ نفى بمعنى النهي أو نهى وشد الرحال كناية عن السفر\nوالمعنى لا ينبغي شد الرحال والسفر من بين المساجد الا إلى ثلاثة مساجد\nوأما السفر للعلم وزيارة العلماء والصلحاء وللتجارة ونحو ذلك فغير داخل في\nحيز المنع وكذا زيارة المساجد الأخر بلا سفر كزيارة مسجد قباء لأهل المدينة\nغير داخل في حيز النهي والله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p037'> Vol. 02, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\n701 ان بأرضنا بيعة بكسر الباء معبد النصارى أو <span id='ms104'></span> اليهود واستوهبناه أي\nسألناه أن يعطينا من فضل طهوره بفتح الطاء والظاهر أن المراد ما استعمله في\nالوضوء وسقط من أعضائه الشريفة ويحتمل أن المراد ما بقي في الإناء عند\nالفراغ من الوضوء وانضحوا بكسر الضاد أي رشوا وفيه من التبرك بآثار\nالصالحين مالا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p038'> Vol. 02, p. 038</a>\n            </div>\n             يخفى فإنه لا يزيده الا طيبا الظاهر ان المراد\nأن فضل الطهور لا يزيد الماء الزائد الا طيبا فيصير الكل طيبا والعكس غير\nمناسب فليتأمل قال دعوة حق يدل على تصديقه وايمانه ولعله لما آمن بأول ما\nسمع دعوة الحق ألحقه تعالى برجال الغيب تلعة بفتح فسكون مسيل الماء من أعلى\nالوادي وأيضا ما انحدر من الأرض وتلاع بالكسر جمعه والله تعالى أعلم قوله\n</p>\n\n<p>\n702 في عرض المدينة بضم العين المهملة الجانب والناحية من كل شيء في حي\nبتشديد الياء أي قبيلة من بني النجار اسم قبيلة وهم أخواله عليه الصلاة\nوالسلام كأني أنظر أي الآن استحضارا لتلك الهيئة رديفة هو الذي يركب خلف\nالراكب والمراد أنه كان راكبا خلف النبي صلى الله تعالى عليه وسلم وهما على\nبعير واحد وهو الظاهر أو على بعيرين لكن أحدهما يتلو الآخر بفناء بكسر فاء\nومد أي طرح رحله عند \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p039'> Vol. 02, p. 039</a>\n            </div>\n             داره مرابض الغنم جمع مربض أي مأواها أمر\nعلى بناء الفاعل أو المفعول ثامنوني أي أعطوني حائطكم بالثمن والحائط\nالبستان إذا كان محاطا الا إلى الله أي من الله أولا نرغب بثمنه ليخرج ما\nفيها من عظام المشركين وصديدهم ويبعد عن ذلك المكان تنظيفا وتطهيرا له\nعضادتيه بكسر عين مهملة وضاد معجمة وعضادتا الباب خشبتاه من جانبيه يرتجزون\nيتعاطون الرجز وهو قسم من الشعر تنشيطا لنفوسهم ليسهل عليهم العمل وهم\nيقولون وفي نسخة وهو يقول وهو الظاهر وأما الأول ففيه نسبة قوله إلى الكل\nلكونه رئيسهم ولرضاهم بقوله والله تعالى أعلم قوله\n</p>\n\n<p>\n703 لما نزل على بناء المفعول أي نزل به مرض الموت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p040'> Vol. 02, p. 040</a>\n            </div>\n             فطفق أي\nجعل خميصة هي كساء له أعلام فإذا أعتم أي احتبس نفسه عن الخروج وقيل أي سخن <span id='ms105'></span>\nبالخميصة وأخذ بنفسه من شدة الحر وهو كذلك أي في تلك الحالة ومراده بذلك أن\nيحذر أمته أن يصنعوا بقبره ما صنع اليهود والنصارى بقبور أنبيائهم من\nاتخاذهم تلك القبور مساجد أما بالسجود إليها تعظيما لها أو بجعلها قبلة\nيتوجهون في الصلاة نحوها قيل ومجرد اتخاذ مسجد في جوار صالح تبركا غير\nممنوع ثم استشكل ذكر النصارى في الحديث بأن نبيهم عيسى عليه السلام وهو إلى\nالآن مامات أجيب بأنه كان فيهم أنبياء غير مرسلين كالحواريين ومريم في قول\nأو المراد بالأنبياء في الحديث الأنبياء وكبار أتباعهم ويدل عليه رواية\nمسلم قبور أنبيائهم وصالحيهم مساجد أو المراد بالاتخاذ أعم من أن يكون على\nوجه الابتداع أو الاتباع فاليهود ابتدعت والنصارى اتبعت ولا ريب أن النصارى\nتعظم قبور جمع من الأنبياء الذين تعظمهم اليهود قوله كنيسة بفتح الكاف أي\nمعبدا للنصارى فيها تصاوير صور ذوى الأرواح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p041'> Vol. 02, p. 041</a>\n            </div>\n             ان أولئك قيل بكسر\nالكاف لأن الخطاب لمؤنث وقد تفتح قلت كأن الفتح لتوجيه الخطاب إلى كل ما\nيصلح له لا لتوجيهه إليهما وأنت خبير بأن مقتضى توجيه الخطاب إليهما أن\nيقال أولئكما لا أولئك بالكسر وعند الافراد ينبغي الفتح بتوجيه الخطاب إلى\nكل ما يصلح له فليتأمل تيك الصور بكسر التاء المثناة من فوق وسكون التحتية\nأي تلك الصور شرار الخلق بكسر الشين المعجمة أي لأنهم ضموا إلى كفرهم\nالأعمال القبيحة فهم أقبح الناس عقيدة وعملا قوله فرجل بكسر الراء وسكون\nالجيم أي قدم والمراد خطوة تكتب على بناء المفعول وضميره للرجل حسنة بالنصب\nمفعول ثان للكتابة لتضمينها معنى الجعل تمحو سيئة أي أن كانت والا فكل\nالخطوات تكتب حسنات والله تعالى أعلم قوله\n</p>\n\n<p>\n706 فلا يمنعها الحديث مقيد بما علم من الأحاديث الاخر من عدم استعمال\nطيب وزينة فينبغي أن لا يأذن لها إلا إذا خرجت على الوجه الجائز وينبغي\nللمرأة أن لا تخرج بذلك الوجه للصلاة في المسجد الا على قلة لما علم أن\nصلاتها في البيت أفضل نعم إذا أرادت الخروج بذلك <span id='ms106'></span> الوجه فينبغي أن لا يمنعها\nالزوج وقول الفقهاء بالمنع مبني على النظر في حال الزمان لكن المقصود يحصل\nبما ذكرنا من التقييد المعلوم من الأحاديث فلا حاجة إلى القول بالمنع والله\nتعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p042'> Vol. 02, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\n707 فلا يقربنا أي المسلمين في مساجدنا ظاهر التقييد يقتضي أن قربهم في\nالأسواق غير منهي عنه ويؤيده التعليل لأن المساجد محل اجتماع الملائكة دون\nالأسواق وكان المقصود مراعاة الملائكة الحاضرين في المساجد للخيرات والا\nفالانسان لا يخلو عن صحبة ملك فينبغي له دوام الترك لهذه العلة والله تعالى\nأعلم قوله\n</p>\n\n<p>\n708 إذا وجد ريحهما من الرجل أي في المسجد فأخرج على بناء المفعول أي\nتأديبا له على ما فعل من الدخول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p043'> Vol. 02, p. 043</a>\n            </div>\n             في المسجد مع الرائحة الكريهة\nوالله تعالى أعلم قوله إذا أراد أن يعتكف صلى الصبح الخ ظاهره أن المعتكف\nيشرع في الاعتكاف بعد صلاة الصبح ومذهب الجمهور أنه يشرع من ليلة الحادي\nوالعشرين وقد أخذ بظاهر الحديث قوم إلا أنهم حملوه على أنه يشرع من صبح\nالحادي والعشرين فرد عليهم الجمهور بأن المعلوم أنه كان صلى الله تعالى\nعليه وسلم يعتكف العشر الأواخر ويحث أصحابه عليه وعدد العشر عدد الليالي\nفيدخل فيها الليلة الأولى والا لا يتم هذا العدد أصلا وأيضا من أعظم ما\nيطلب بالاعتكاف أدراك ليلة القدر وهي قد تكون ليلة الحادي والعشرين كما جاء\nفي حديث أبي سعيد فينبغي له أن يكون معتكفا فيها لا أن يعتكف بعدها وأجاب\nالنووي عن الجمهور بتأويل الحديث أنه دخل معتكفا وانقطع فيه وتخلى بنفسه\nبعد صلاة الصبح لا أن ذلك وقت ابتداء الاعتكاف بل كان قبل المغرب معتكفا لا\nينافي جملة المسجد فلما صلى الصبح انفرد اه ولا يخفى ان قولها كان إذا أراد\nأن يعتكف يفيد أنه كان يدخل المعتكف حين يريد الاعتكاف لا أنه يدخل فيه بعد\nالشروع في الاعتكاف في الليل وأيضا المتبادر من لفظ الحديث أنه بيان لكيفية\nالشروع في الاعتكاف وعلى هذا التأويل لم يكن بيانا لكيفية الشروع ثم لازم\nهذا <span id='ms107'></span> التأويل أن يقال السنة للمعتكف أن يلبث أول ليلة في المسجد ولا يدخل في\nالمعتكف وإنما يدخل فيه من الصبح والا يلزم ترك العمل بالحديث وعند تركه لا\nحاجة إلى التأويل والجمهور لا يقول بهذه السنة فيلزمهم ترك العمل بالحديث\nوأجاب القاضي أبو يعلى من الحنابلة بحمل الحديث على أنه كان يفعل ذلك في\nيوم العشرين ليستظهر ببياض يوم زيادة قبل يوم العشر قلت وهذا الجواب هو\nالذي يفيده النظر في أحاديث الباب فهو أولى وبالاعتماد أحرى بقي أنه يلزم\nمنه أن يكون السنة الشروع في الاعتكاف من صبح العشرين استظهارا باليوم\nالأول ولا بعد في التزامه وكلام الجمهور لا ينافيه فإنهم ما تعرضوا له لا\nاثباتا ولا نفيا وإنما تعرضوا لدخول ليلة الحادي والعشرين وهو حاصل غاية\nالأمر أن قواعدهم تقتضي أن يكون هذا الأمر سنة عندهم فلنقل به وعدم التعرض\nليس دليلا على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p044'> Vol. 02, p. 044</a>\n            </div>\n             العدم ومثل هذا الإيراد يرد على جواب النووي مع\nظهور مخالفته للحديث فضرب له على بناء المفعول أو الفاعل بتأويل الأمر خباء\nبكسر خاء ومد هو أحد بيوت العرب من وبر أو صوف ولا يكون من شعر ويكون على\nعمودين أو ثلاثة آلبر يردن بمد الهمزة مثل آلله أذن لكم والاستفهام للانكار\nوآلبر بالنصب مفعول يردن أي ما أردن البر وإنما أردن قضاء مقتضى الغيرة\nوالله تعالى أعلم قوله\n</p>\n\n<p>\n710 في الأكحل بفتح همزة وسكون كاف وفتح حاء هو عرق الحياة في اليد إذا\nقطع لم يرق الدم فضرب عليه أي له أو لأن الخيمة تعلوه تعدى بعلي قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p045'> Vol. 02, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\n711 يحمل أمامة حال من فاعل خرج @ 46 وهي صبية يحملها أي عادة والجملة\nاعتراضية فصلى عطف على خرج وكانت الصلاة بجماعة كما جاء صريحا وهي شأن\nالفرائض فعلم به جواز هذا الفعل في الفرض وبه قال الجمهور لكن بلا ضرورة لا\nيخلو عن كراهة وفعله صلى الله تعالى عليه وسلم كان لضرورة أو لبيان الجواز\nوروى عن المالكية عدم الجواز في الفرائض قال النووي ادعى بعض المالكية أن <span id='ms108'></span>\nهذا الحديث منسوخ وبعضهم أنه من الخصائص وبعضهم أنه كان لضرورة وكل ذلك\nدعاوى باطلة مردودة لا دليل لها وليس في الحديث ما يخالف قواعد الشرع لأن\nالآدمي طاهر وما في جوفه معفو عنه وثياب الأطفال وأجسادهم محمولة على\nالطهارة حتى يتيقن النجاسة والأعمال في الصلاة لا تبطلها إذا قلت أو تفرقت\nودلائل الشرع متظاهره على ذلك وإنما فعل النبي صلى الله تعالى عليه وسلم\nذلك لبيان الجواز قوله ثمامة بضم مثلثة وتخفيف بن أثال بضم همزة بعدها\nمثلثة آخره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p046'> Vol. 02, p. 046</a>\n            </div>\n             لام بلا تشديد طاف على بعير قد جاء أنه فعل ذلك\nلمرض أو لزحام قيل هو من خصائصه صلى الله تعالى عليه وسلم إذ يحتمل أن يكون\nراحلته عصمت من التلويث كرامة له فلا يقاس عليه غيره وذلك لأن المأمور به\nبقوله تعالى وليطوفوا طواف الإنسان فلا ينوب طواف الدابة منابه الا عند\nالضرورة بمحجن بكسرميم وسكون حاء وفتح جيم ونون عصا محنية الرأس وزاد مسلم\nويقبل المحجن قوله\n</p>\n\n<p>\n714 عن التحلق أي جلوسهم حلقة قيل يكره قبل الصلاة الاجتماع للعلم\nوالمذاكرة ليشتغل بالصلاة وينصت للخطبة الذكر فإذا فرغ منها كان الاجتماع\nوالتحلق بعد ذلك وقيل النهي عن التحلق إذا عم المسجد وعليه فهو مكروه وغير\nذلك لا بأس به وقيل نهى عنه لأنه يقطع الصفوف وهم مأمورون بتراص الصفوف وما\nجاء عن بن مسعود كان رسول الله صلى الله تعالى عليه وسلم إذا استوى على\nالمنبر استقبلناه بوجوهنا رواه الترمذي يحتمل على أنه بالتوجه إليه في\nالصفوف لا بالتحلق حول المنبر وما جاء عن أبي سعيد أن النبي صلى الله تعالى\nعليه وسلم جلس يوما على المنبر وجلسنا حوله رواه البخاري يمكن حمله على غير\nيوم الجمعة وعن البيع الخ أي مطلقا من اختصاصه بيوم الجمعة قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p047'> Vol. 02, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\n715 عن تناشد الأشعار أي المذمومة وما جاء فيحمل على المحمود كما يشير\nإليه ترجمة المصنف في الباب الثاني ولما كان الغالب في الشعر المذموم أطلق\nالنهي وقيل النهي محمول على التنزيه وما جاء <span id='ms109'></span> فهو محمول على بيان الجواز\nقوله\n</p>\n\n<p>\n716 وهو ينشد من أنشد فلحظ أي نظر إليه بطرف العين نظرا يفيد النهي عنه\nقوله ينشد ضالة من نشدتها إذا طلبتها من باب نصر لا وجدت يحتمل أنه دعاء\nعليه فكلمة لا لنفي الماضي ودخولها على الماضي بلا تكرار في الدعاء جائز\nوفي غير الدعاء الغالب هو التكرار كقوله تعالى فلا صدق ولا صلى ويحتمل أن\nلا ناهية أي لا تنشد وقوله وجدت دعاء له لإظهار أن النهي منه نصح له إذا\nالداعي لخير لا ينهي الا نصحا لكن اللائق حينئذ الفصل بأن يقال لا وجدت لأن\nتركه موهم الا أن يقال الموضع موضع زجر فلا يضر به الايهام لكونه إيهام شيء\nهو آكد في الزجر قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p048'> Vol. 02, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\n718 مر رجل بسهام يتصدق بها كما في مسلم خذ بنصالها جمع نصل بفتح فسكون\nحديدة السهم والرمح والسيف أي لئلا يخرج أحد وكذا حكم السوق كما جاء صريحا\nفي الحديث قوله فذهبنا أي أردنا أو شرعنا فجعل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p049'> Vol. 02, p. 049</a>\n            </div>\n             أي جعلنا في\nطرفيه وقام وسطه شبك أي جمع بين أصابع يديه وجعلهما بين ركبتيه في الركوع\nوالتشهد وهذا الفعل يسمى تطبيقا وهو منسوخ بالاتفاق في أول الإسلام وكذا\nقيام الامام في الوسط إذا كان اثنان يقتديان به منسوخ وكأن بن مسعود ما\nبلغه النسخ والله تعالى أعلم لكن يشكل حينئذ استدلال المصنف على جواز\nالتشبيك في المسجد إذ لا دليل في المنسوخ الا أن يقال نسخه من حيث كونه سنة\nالركوع مثلا لا يستلزم نسخ كونه جائزا في المسجد فإذا ثبت الجواز في وقت\nلزم بقاؤه إلى أن يظهر ناسخ الجواز فليتأمل قوله\n</p>\n\n<p>\n721 واضعا إحدى رجليه فهذا يدل على جواز ذلك وما جاء من النهي يحمل على\nما إذا خاف به كشف العورة قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p050'> Vol. 02, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\n723 وكفارتها دفنها أي سترها في تراب المسجد ومفاده أنه ليس بخطيئة\nلتعظيم المسجد والا لما أفاد الدفن شيئا بل لتأذى الناس به وبالدفن يندفع\nالتأذي وقد وقع التصريح به في حديث رواه أحمد بإسناد حسن <span id='ms110'></span> من تنخم في المسجد\nفليغيب نخامته أن يصيب جلد مؤمن أو ثوبه فيؤذيه وروى أحمد والطبراني بإسناد\nحسن من تنخع في المسجد فلم يدفنه فسيئة وان دفنه فحسنة فلم يجعله سيئة الا\nبقيد عدم الدفن وفي حديث مسلم وجدت في مساوي أعمال أمتي نخاعة تكون في\nالمسجد لا تدفن وزعم بعض أنه لتعظيم المسجد فقال ان اضطر إلى ذلك كان\nالبصاق فوق البواري والحصر خيرا من البصاق تحتها لأن البواري ليست من\nالمسجد حقيقة ولها حكم المسجد بخلاف ما تحتها وهذا بعيد بالنظر إلى\nالأحاديث والأقرب عكس ذلك لأن التأذي في البواري أكثر من التأذي فيما تحتها\nبمنزلة الدفن لها والله تعالى أعلم قوله\n</p>\n\n<p>\n724 قبل وجهه إذا صلى أي أنه يناجيه ويقبل عليه تعالى في تلك الجهة وهو\nتعالى من هذه الحيثية كأنه في تلك الجهة فلا يليق القاء البصاق فيها قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p051'> Vol. 02, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\n725 رأى نخامة قيل هي ما يخرج من الصدر وقيل النخاعة بالعين من الصدر\nوبالميم من الرأس وقال يبصق عن يساره ظاهر الإطلاق يعم المسجد وغيره بل\nالواقعة كانت في المسجد كما يدل الحديث فيدل على أن الحكم ليس معللا بتعظيم\nالمسجد والا لكان اليمين واليسار سواء بل المنع عن تلقاء الوجه للتعظيم\nبحالة المناجاة مع الرب تعالى وعن اليمين للتأدب مع ملك اليمين كما يفهم من\nالأحاديث خلوقا بفتح خاء معجمة طيب مركب يتخذ من الزعفران وغيره من أنواع\nالطيب قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p052'> Vol. 02, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\n729 أبواب رحمتك تخصيص الرحمة بالدخول والفضل بالخروج لأن الدخول وضع\nلتحصيل الرحمة والمغفرة وخارج المسجد هو محل طلب الرزق وهو المراد بالفضل\nوالله تعالى أعلم قوله فليركع إطلاقه يشمل أوقات الكراهة وغيرها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p053'> Vol. 02, p. 053</a>\n            </div>\n             وبه قال الشافعي ومن لا يقول به يخصه بغير أوقات الكراهة\nوالأمر للندب كما تدل عليه الترجمة الثانية في الكتاب ويتأدى ذلك بصلاة\nالفرض أيضا فلا يبقى تخصيص الحديث بما إذا لم تقم المكتوبة والله تعالى\nأعلم قوله وصبح بتشديد الباء أي نزل صباحا بالمدينة حين رجع من الغزوة وفي\nالحديث اختصار جاءه المخلفون المذكورون <span id='ms111'></span> في قوله تعالى وجاء المعذرون من\nالأعراب إلى آخر ما ذكر من حالهم بضعا بكسر الباء أي عددا دون العشرة حتى\nجئت الخ أخذ منه المصنف أنه جلس بلا صلاة ومن قوله فمضيت أنه خرج بلا صلاة\nوهو محتمل فليتأمل المغضب اسم مفعول من أغضب إذا أوقع في الغضب\n</p>\n\n<p>\n731 ما خلفك بتشديد اللام ابتعت ظهرك أي اشتريت مركبك تجد على فيه تغضب\nعلى لأجله قوله فنمر على المسجد أي فالخروج قصدا إلى المسجد غير لازم في\nصحة الصلاة نعم الأجر يختلف به والله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p054'> Vol. 02, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\n733 في مصلاه لفظ الحديث يعم المسجد وغيره وكان المصنف حمله على الخصوص\nللرواية التي بعدها فإن فيه ما يقتضي الخصوص في الجملة وعلى كل تقدير\nفالمراد بقعة صلى فيها فقط أو تمام المسجد مثلا والأول هو الظاهر ويحتمل\nالثاني أيضا ما لم يحدث من أحدث أي لم ينقض وضوءه ظاهره عموم النقض لغير\nالاختياري أيضا ويحتمل الخصوص اللهم الخ بيان لصلاة الملائكة بتقدير تقول\nقوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p055'> Vol. 02, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\n735 في أعطان الإبل جمع عطن وهو مبرك الإبل حول الماء قالوا ليس علة\nالمنع نجاسة المكان إذ لا فرق حينئذ بين أعطان الإبل وبين مرابض الغنم مع\nأن الفرق بينهما قد جاء في الأحاديث وإنما العلة شدة نفار الإبل فقد يؤدي\nذلك إلى بطلان الصلاة أو قطع الخشوع وغير ذلك والله تعالى أعلم قوله مسجدا\nالخ حمله على العموم لكن مقتضى الأحاديث أن يخص هذا العموم فالاستدلال به\nفي محل النظر قوله فتتخذه أي موضع صلاته صلى الله تعالى عليه وسلم فنضحته\nبماء أي ليتلين وعند مالك لدفع الشك وإزالة احتمال النجاسة قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p056'> Vol. 02, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\n738 على الخمرة بضم الخاء سجادة من حصير ونحوه قوله\n</p>\n\n<p>\n739 وقد امتروا من الامتراء أي جرى كلامهم في شأن المنبر مم أي من أي\nشجرة عوده أي عود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p057'> Vol. 02, p. 057</a>\n            </div>\n             المنبر أن مرى أن تفسيريه لما في الإرسال من\nمعنى القول أن يعمل لي أعوادا أي يجمعها ويصورها ويرتبها على وجه يمكن\nالجلوس عليها من طرفاء الغابة موضع قريب <span id='ms112'></span> من المدينة والطرفاء نوع من الشجر\nثم جاء بها أي بالأعواد وكذا سائر الضمائر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p058'> Vol. 02, p. 058</a>\n            </div>\n             تعود إلى الأعواد\nرقى بكسر القاف أي صعد صلى عليها أي على تلك الأعواد وكانت صلاته على\nالدرجة العليا من المنبر ذكره في فتح الباري وانما صلى ليراه الناس كلهم\nبخلاف ما إذا كان على الأرض فإنه يراه بعض دون بعض ثم نزل عن درجات المنبر\nومشى إلى ورائه حتى صار بحيث يكون رأسه وقت السجود متصلا بأصل المنبر فسجد\nكذلك والقهقرى بالقصر المشي إلى خلف ثم عاد إلى درجات المنبر بعد القيام من\nالسجدة الثانية وهذا العمل القليل لا يبطل الصلاة وقد فعله صلى الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p059'> Vol. 02, p. 059</a>\n            </div>\n             تعالى عليه وسلم لبيان كيفية الصلاة وجواز هذا العمل فلا اشكال\nويفهم منه ان نظر المقتدى إلى أمامه جائز لتأتموا أي لتقتدوا ولتعلموا من\nالتعلم أي العلم والله تعالى أعلم قوله\n</p>\n\n<p>\n740 يصلي على حمار قد اتفقوا على جوازها خارج البلدة ونجاسة الحمار لا\nتمنع ذلك قوله ما نعلم أحدا الخ الحديث في مسلم وغيره قال الدارقطني هذا\nغلط من عمرو وإنما المعروف يصلي على راحلته وبعيره والصواب أن الصلاة على\nالحمار من فعل أنس ورده النووي بأن عمرا ثقة نقل شيئا محتملا فلعله كان\nالحمار مرة والبعير مرة أو مرات لكن قد يقال أنه شاذ مخالف لرواية الجمهور\nفي البعير والراحلة والشاذ من أقسام المردود وهو المخالف لرواية الجماعة\nوالله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p060'> Vol. 02, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( كتاب القبلة )\n</p>\n\n<p>\nقوله فاستقبلوها روى بفتح الباء على الخبر وكسرها على الأمر وقد تقدم\nترجيح الكسر وكانت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p061'> Vol. 02, p. 061</a>\n            </div>\n             وجوههم إلى الشام وهو غير القبلة حينئذ الا\nأنهم ما علموا بذلك واعتمدوا على الدليل المنسوخ الذي هو دليل ظاهر أو ليس\nبدليل عند التحقيق فكل من خفي عليه جهة القبلة فصلى إلى جهة أخرى اعتمادا\nعلى دليل ظاهر أو هو ليس بدليل عند التحقيق فحكمه حكم هؤلاء يميل إلى\nالقبلة إذا علم بها وما صلى قبل العلم فذاك صحيح والله تعالى أعلم قوله\n</p>\n\n<p>\n746 مثل مؤخرة الرحل بالهمزة وتركها لغة قليلة <span id='ms113'></span> ومنع منها بعضهم وكسر\nالخاء وتخفيفها لغة في آخرته بالمد وكسر الخاء الخشبة التي يستند إليها\nراكب البعير قوله يركز يغرز الحربة بفتح الحاء المهملة وسكون الراء دون\nالرمح عريضة النصل قوله فليدن أمر من الدنو بمعنى القرب لا يقطع جملة\nمستأنفة بمنزلة التعليل أي لئلا يقطع الشيطان بأن يحمل على المرور من يقطع\nعليه صلاته حقيقة عند قوم كالمرأة والحمار والكلب الأسود وخشوعا عند آخرين\nويحتمل ان المراد بالشيطان هو الكلب فقد جاء في الحديث انه شيطان قوله\nالحجي بحاء مهملة وجيم مفتوحتين أي حاجب الكعبة نحوا من ثلاثة أذرع فعلم\nمنه أنه ينبغي أن يجعل بينه وبين السترة هذا القدر قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p062'> Vol. 02, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\n750 مثل آخرة الرحل أي قدره فإنه يقطع الخ وظاهر الحديث أن مرور هذه\nالأشياء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p063'> Vol. 02, p. 063</a>\n            </div>\n             يبطل الصلاة وبه قال قوم والجمهور على خلافه فلذلك\nأوله النووي وغيره بأن المراد بالقطع نقص الصلاة لشغل القلب بهذه الأشياء\nوليس المراد ابطالها ثم رد النووي دعوى نسخ الحديث وقال القرطبي هذا مبالغة\nفي الخوف على قطعها بالشغل بهذه المذكورات فإن المرأة تفتن والحمار ينهق\nوالكلب يخوف فيشوش المتفكر في ذلك حتى تنقطع عليه الصلاة فلما كانت هذه\nالأمور آيلة إلى القطع جعلها قاطعة قلت شغل القلب لا يرتفع بمؤخرة الرحل إذ\nالمار وراء مؤخرة الرحل في شغل القلب قريب من المار في شغل القلب أن لم يكن\nمؤخرة الرحل فيما يظهر فالوقاية بمؤخرة الرحل على هذا المعنى غير ظاهر\nوالله تعالى أعلم الكلب الأسود شيطان حمله بعضهم على ظاهره وقال ان الشيطان\nيتصور بصورة الكلاب السود وقيل بل هو أشد ضررا من غيره فسمى شيطانا وعلى كل\nتقدير لا اشكال بكون مرور الشيطان نفسه لا يقطع الصلاة لجواز أن يكون القطع\nمستندا إلى مجموع الخلق الشيطاني في الصورة الكلبية والله تعالى أعلم قوله\n</p>\n\n<p>\n751 المرأة الحائض يحتمل أن المراد ما بلغت سن الحيض أي البالغة وعلى هذا\nفالصغيرة لا تقطع والله تعالى أعلم قوله\n</p>\n\n<p>\n752 على أتان بالمثناة أنثى الحمار ترتع ترعى ولا <span id='ms114'></span> دلالة في الحديث على أن\nمرور الحمار لا يقطع لما تقرر أن سترة الامام سترة القوم فلا يتحقق المرور\nالمضر في حق الامام والقوم الا إذا مرت بين يدي الامام ما بينه وبين السترة\nولا دلالة لحديث بن عباس على ذلك قوله كليبة بالتصغير وحمارة بالتاء وهي\nلغة قليلة والأفصح حمار بلا تاء للذكر والأنثى فلم يزجرا أو لم يؤخرا هما\nعلى بناء المفعول ولا دلالة في الحديث على المرور بين المصلى والسترة ولا\nعلى أن الكلبة كانت سوداء وكذا في دلالة الأحاديث اللاحقة على أن المرور لا\nيقطع بحث فهذه الأحاديث لا تعارض حديث القطع أصلا قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p064'> Vol. 02, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\n754 على حمار لعل الحمار مر وراء السترة إذ لا دلالة للفظ على أنه مر\nبينه وبين السترة فنزلوا أي من كان على الحمار ففرع بفاء وراء وعين مهملة\nوفي الراء يجوز التخفيف والتشديد أي حجز وفرق ولو سلم مرور الجاريتين بين\nيديه أي بينه وبين السترة فالجواب أن الذي يقطع الصلاة مرور البالغة لأنها\nالمتبادرة من اسم المرأة ويدل عليه رواية المرأة الحائض كما تقدم والله\nتعالى أعلم قوله انسللت أي خرجت بتأن وتدريج وهذه الجملة مستأنفة كأنه قيل\nلها فماذا تفعلين قالت انسللت الخ ثم لا دلالة فيه على أنها مرت بين يديه\nقوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p065'> Vol. 02, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\n756 ماذا عليه أي من الإثم أو الضرر لكان أن يقف أربعين خيرا له أي لكان\nالوقوف خيرا له من المرور عنده ولهذا علق بالعلم والا فالوقوف خير له سواء\nعلم أولم يعلم وخير في بعض النسخ بلا ألف كما في نسخ أبي داود والترمذي\nومسلم وفي بعضها بألف كما في نسخ البخاري قيل هو مرفوع على أنه اسم كان\nوأنت خبير بأن القواعد تأبى ذلك لأن قوله أن تقف بمنزلة الاسم المعرفة فلا\nيصلح أن يكون خبرا لكان ويكون النكرة اسما له بل أن مع الفعل يكون اسما\nلكان مع كون الخبر معرفة متقدمة مثل قوله تعالى وما كان قولهم الا أن قالوا\nوله نظائر في القرآن <span id='ms115'></span> وكذا المعنى يأبى ذلك عند التأمل فالوجه أن اسم كان\nضمير الشأن والجملة مفسرة للشأن أو أن خيرا منصوب على أنه خبر كان وترك\nالألف بعده من تسامح أهل الحديث فإنهم كثيرا ما يتركون كتابة الألف بعد\nالاسم المنصوب كما صرح به النووي والسيوطي وغيرهما في مواضع والله تعالى\nأعلم قوله\n</p>\n\n<p>\n757 فلا يدع أي فلا يترك بل يدفعه ما استطاع كما في رواية فليقاتله حملوه\nعلى أشد الدفع واستعمله بعض قليل على ظاهره واللفظ معهم إذ أقسام الدفع\nكلها مندرجة في الدفع ما استطاع قوله بحذائه أي بحذاء البيت وبين الطواف\nبضم طاء وتشديد واو قلت لكن المقام يكفي سترة وعلى هذا فلا يصلح هذا الحديث\nدليلا لمن يقول لا حاجة في مكة إلى سترة فليتأمل قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p066'> Vol. 02, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\n760 لا تصلوا إلى القبور بالاستقبال إليها لما فيه من التشبه بعبادتها\nولا تجلسوا عليها الظاهر أن المراد بالجلوس معناه المتعارف وقيل كناية عن\nقضاء الحاجة والله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p067'> Vol. 02, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\n761 إلى سهوة بمهملة بيت صغير منحدر في الأرض قليلا وقيل هو الصفة بين\nيدي البيت وقيل شبيه بالرف أو الطاق يوضع فيه الشيء وسائد جمع وسادة قوله\n</p>\n\n<p>\n762 ويحتجرها بالليل أي يتخذها كالحجرة لئلا يمر عليه مارو يتوفر خشوعه\nففطن له بفتح الطاء أي علموا به اكلفوا بفتح اللام من كلف بكسر اللام أي\nتحملوا من العمل ما تطيقونه على الدوام والثبات لا تفعلونه أحيانا وتتركونه\nأحيانا لا يمل بفتح الميم أي لا يقطع الإقبال بالإحسان عنكم حتى تملوا في\nعبادته أي والاكثار قد يؤدي إلى الملال وإن أحب الخ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p068'> Vol. 02, p. 068</a>\n            </div>\n             عطف على\nقوله فإن الله لا يمل أي أن الأحب من الأعمال ما داوم عليه صاحبه والمكثر\nقل ما يداوم فلا يكون عمله ممدوحا عنده تعالى ثم ترك مصلاه ذلك الخ أي خوفا\nمن حرصهم على ذلك أولا ثم عجزهم عنه آخرا أثبته ثم داوم عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p069'> Vol. 02, p. 069</a>\n            </div>\n            \nقوله أولكلكم ثوبان قاله إنكارا على السائل لظهور الأمر بحيث لا يمكن الشك\nمن عاقل في جواز الصلاة في <span id='ms116'></span> ثوب واحد نعم ذكر العلماء أن الاحسن الصلاة في\nثوبين ان تيسر وهذا أمر آخر والله تعالى أعلم قوله طرفيه أي طرفي الثوب\nوالعاتق بين المنكبين إلى أصل العنق قوله زره بتقديم المعجمة على المهملة\nالمشددة من باب نصر والمراد اربط جيبه لئلا تظهر عورتك ثم صل فيه قوله\n</p>\n\n<p>\n766 عاقدين أزرهم حال من فاعل يصلون والأزر بضم فسكون جمع ازار للنساء\nاللائي يصلين وراء الرجال لا ترفعن رؤسكن من السجود وذلك لئلا ينكشف من\nعورات الرجال شيء عند السجود لضيق الإزار فيقع نظر النساء عليه قوله فدعوني\nأي نادوني مفتوقة أي مخروقة مشقوقة يظهر منها العورة ألا تغطى أي خذ من كل\nمنها شيئا واشتر به ثوبا يستر عورته والاست بكسر الهمزة من أسماء الدبر\nوالله تعالى أعلم قوله مرط بكسر وسكون كساء قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p070'> Vol. 02, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\n769 ليس على عاتقه منه شيء أي إذا كان واسعا وذلك لأنه ان وضع على عاتقه\nمنه شيئا يصير كالازار جميعا ويكون أستر وأجمل بخلافه إذا لم يضع قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p071'> Vol. 02, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\n770 فروج حرير بفتح الفاء وتشديد الراء المضمومة آخره جيم وجوز ضم أوله\nوتخفيف الراء هو قباء مشقوق من خلف فلبسه قبل تحريم الحرير أو كان مخلوطا\nبغيره وعلى الأول يحتمل أن يكون نزعه لكراهته وقوله لا ينبغي ابتداء\nلتحريمه ويحتمل أنه من باب كراهته للزينة الكثيرة في هذه الدار قبل التحريم\nوهو الوجه على التقدير الثاني والله تعالى أعلم قوله\n</p>\n\n<p>\n771 شغلتني أعلام هذه هذا مبني على أن القلب قد بلغ من الصفاء عن الأغيار\nالغاية حتى يظهر فيه أدنى شيء يظهر لك ذلك إذا نظرت إلى ثوب بلغ في البياض\nالغاية والى ما دون ذلك فيظهر في الأول من أثر الوسخ مالا يظهر في الثاني\nوالله تعالى أعلم إلى أبي جهم أي الذي أهدى تلك الخميصة إليه صلى الله\nتعالى عليه وسلم ولما خاف عليه أن ينكسر خاطره برد الهدية قال وأتوني\nبأنبجانيه بفتح همزة وسكون نون وكسر باء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p072'> Vol. 02, p. 072</a>\n            </div>\n             ويروى فتحها وياء\nمشددة للنسبة بعد النون وهي كساء <span id='ms117'></span> غليظ لا علم له والله تعالى أعلم قوله\nحمراء من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p073'> Vol. 02, p. 073</a>\n            </div>\n             لا يرى لبس الأحمر يحملها على المخططة وهو المروي من\nرواه الحديث\n</p>\n\n<p>\n| 1 ( كتاب الإمامة )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p074'> Vol. 02, p. 074</a>\n            </div>\n             @ 74 قوله\n</p>\n\n<p>\n777 قد أمر أبا بكر أن يصلي بالناس الباء للتعدية وفيه تقديم أهل الفضل\nوالعلم في الإمامة الصغرى والكبرى جميعا وأنهم فهموا من تقديم أبي بكر في\nالصغرى تقديمه في الكبرى أيضا بعد بيان عمر لهم ذلك وليس ذلك لقياس الكبرى\nعلى الصغرى حتى يقال أنه قياس باطل بل لان الصغرى يومئذ كانت من وظائف\nالامام الكبير فتفويضها إلى أحد عند الموت دليل على نصبه للكبرى فليتأمل\nوأن الأعلم مقدم على الأقرأ لأنه صلى الله تعالى عليه وسلم قدم أبا بكر دون\nأبي مع قوله أقرؤكم أبي كذا قالوا قوله البراء بالتشديد والمد كان يبرى\nالنبل قوله فعض على شفتيه أي إظهارا للكراهة لفعله ولا تقل أني صليت أي\nخوفا من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p075'> Vol. 02, p. 075</a>\n            </div>\n             الفتنة قوله واجعلوها أي الصلاة معهم سبحة بضم سين\nوسكون باء موحدة أي نافلة وفيه جواز الصلاة مع أئمة الجور لأنهم الذين من\nشأنهم التأخير على هذا الوجه قوله أقرؤهم أي أكثرهم قرآنا وأجودهم قراءة\nفأقدمهم هجرة أما لأن القدم في الهجرة شرف يقتضي التقديم أو لان من تقدم\nهجرته فلا يخلو غالبا عن كثرة العلم بالنسبة إلى من تأخر بالسنة حملوها على\nأحكام الصلاة ولا تؤم الرجل بصيغة الخطاب ونصب الرجل والخطاب لمن يصلح له\nوالمراد بالسلطان محل السلطان وهو موضع يملكه الرجل أوله فيه تسلط بالتصرف\nكصاحب المجلس وامامه فإنه أحق من غيره وان كان أفقه لئلا يؤدي ذلك إلى\nالتباغض والخلاف الذي شرع الاجتماع لرفعه والتكرمة الموضع الخاص لجلوس\nالرجل من فراش أو سرير مما يعد لا كرامة وهي تفعله من الكرامة الا أن يأذن\nلك قيل متعلق بالفعلين وقيل بالثاني فقط فلا يجوز الإمامة لصاحب البيت وان\nأذن وفي هذا الحديث جوابان النسخ بامامة أبي بكر مع أن أقرأهم أبي وكان أبو\nبكر أعلمهم كما قال أبو سعيد ودعوى أن الحكم <span id='ms118'></span> مخصوص بالصحابة وكان أقرؤهم\nأعلمهم لكونهم يأخذون القرآن بالمعاني وبين الجوابين تناقض لا يخفى ولفظ\nالحديث يفيد عموم الحكم والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p076'> Vol. 02, p. 076</a>\n            </div>\n             قوله\n</p>\n\n<p>\n783 لا يؤم الرجل على بناء المفعول وفيه أن الوالي مقدم مطلقا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p077'> Vol. 02, p. 077</a>\n            </div>\n             قوله ليصلح من الإصلاح فحبس على بناء المفعول أو الفاعل أي\nحبسه الإصلاح يمشي في الصفوف وفي مسلم فخرق أي الصفوف ولعله لما رأى من\nالفرجة في الصف الأول وقيل هذا جائز للامام مكروه لغيره في التصفيق أي في\nضرب كل يده بالأخرى اعلاما لأبي بكر بحضوره صلى الله تعالى عليه وسلم لا\nيلتفت في صلاته لما غلب عليه من الخشوع والحضور يأمره أن يصلي أي مكانه\nأماما فرفع يدل على أن رفع اليدين بالدعاء في الصلاة مشروع فحمد الله أي\nعلى أمر التكريم فإنه علم أن الأمر بذلك تكريم منه ولذلك تأخر والا فلا\nيجوز ترك امتثال الأمر للتأدب ان كان الأمر للوجوب مثلا فصلى بالناس أخذ\nمنه أن الامام الراتب إذا حضر بعد أن دخل نائبه في الصلاة يتخير بين أن\nيأتم به أو يؤم هو ويصير النائب مأموما من غير أن يقطع الصلاة ولا يبطل شيء\nمن ذلك صلاة أحد من المأمومين والأصل عدم الخصوصية خلافا للمالكية وفيه\nجواز احرام المأموم قبل الامام وأن الامام قد يكون في بعض صلاته إماما وفي\nبعضها مأموما ولا يخفى أنه لا بد حينئذ من اعلام النائب للامام الراتب عدد\nما صلى من الركعات وما بقى ومحل ما وصل إليه في قراءة الفاتحة أو السورة ثم\nيلزم فراغ المتقدمين قبل فراغ الامام فيما إذا جاء الراتب بعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p078'> Vol. 02, p. 078</a>\n            </div>\n            \nالركعة الأولى والله تعالى أعلم نابكم عرضكم انما التصفيق للنساء أي مشروع\nلهن فعله إذا نابهن شيء كما يدل عليه روايات الحديث أو هو من أفعال النساء\nولعبهن فلا يليق لأحد أن يفعله في الصلاة فقوله من نابه على الأول يحمل على\nالرجال وعلى الثاني يعم الرجال والنساء والأول مختار الجمهور بشهادة\nالأحاديث والثاني مختار المالكية تصلي للناس أي إماما <span id='ms119'></span> لهم والا فالصلاة لله\nويحتمل أن تكون اللام بمعنى الباء قوله متوشحا متلحفا بثوبه وهو أن يعقد\nطرفي الثوب على صدره قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p079'> Vol. 02, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\n787 فلا يصلين أي الزائر قوله\n</p>\n\n<p>\n788 أن عتبان بكسر العين قوله انها أي القصة تكون المظلمة أي توجد الظلمة\nفكان تامة قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p080'> Vol. 02, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\n789 وأنا بن ثمان سنين وفي رواية أبي داود بن سبع سنين وفيه دليل على\nامامة الصبي للمكلفين ومن لا يقول به يحمل الحديث على أنه كان بلا علم من\nالنبي صلى الله تعالى عليه وسلم فلا حجة فيه والله تعالى أعلم قوله\n</p>\n\n<p>\n790 حتى تروني قال العلماء سبب النهي أن لا يطول عليهم القيام ولأنه قد\nيعرض له عارض فيتأخر بسببه قوله نجي فعيل من المناجاة أي مناج ولعله كان\nأمرا ضروريا أو فعل ذلك لبيان الجواز ويؤخذ منه أن الفصل بين الإقامة\nوالشروع لا يضر بالصلاة والله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p081'> Vol. 02, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\n792 إذا قام في مصلاه ذكر ظاهره قبل ان يشرع في الصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p082'> Vol. 02, p. 082</a>\n            </div>\n            \nمكانكم أي الزموه ولعله ما أراد القيام وإنما أراد الاجتماع وعدم التفرق\nولو بالقعود ينطف بضم الطاء المهملة وكسرها أي يقطر رأسه بالرفع فاعل والله\nتعالى أعلم قوله\n</p>\n\n<p>\n793 فجعل يشق الناس أي صفوفهم اما لأنه يجوز للامام ذلك أو لأنه رأى فرجه\nفي الصف الأول كما تقدم وصفح من التصفيح بمعنى التصفيق لا يمسك عنه على\nبناء المفعول أي رأى التصفيق مستمرا غير منقطع فأومأ بالهمزة أي أشار\nبالمضي في الصلاة مكانه ليؤتم به أي ليقتدى به بالوجه المشروع وقوله فإذا\nركع الخ بيان لذلك قوله تأخرا عن الصفوف من بعدكم من الصف الثاني وغيره\nوالخطاب لأهل الصف الأول أو من بعدكم من اتباع الصحابة والخطاب للصحابة\nمطلقا يتأخرون عن الصفوف المتقدمة حتى يؤخرهم الله عن رحمته أو جنته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p083'> Vol. 02, p. 083</a>\n            </div>\n             قوله يسمعنا من الاسماع كان يسمع الناس التكبير ويعلمهم\nالانتقال إلى حال قوله\n</p>\n\n<p>\n799 ثم قام فصلى بيني وبينه كان هذا الكلام كلام واحد منهما فقال كل أنه\nصلى بيني وبينه يشير به إلى صاحبه وهذا الحديث يدل <span id='ms120'></span> على أن الامام يقوم\nبحذائهما لا يتقدمهما قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p084'> Vol. 02, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\n800 يحملنا على بعير بالجزم جواب أمر مقدر أي احملهما يحملنا مثل قوله\nتعالى قل لعبادي الذين آمنوا يقيموا الصلاة أي قل لهم أقيموا يقيموا ووطب\nبفتح واو وسكون طاء هو زق يكون فيه سمن ولبن وهو جلد الجذع فما فوقه وجمعه\nأو طاب أي فبعثني ببعير لركوبهما ووطب من لبن للزاد وجعلني دليلا لهما في\nاخفاء الطريق هو مصدر أخفى كما هو المضبوط أي في طريق تخفيهما على الناس\nولو جعل اسم تفضيل من الخفاء لكان له وجه ثم هذا الحديث يدل على تأخر\nالإثنين عن الامام وعليه عمل أهل العلم ولهم فيه أحاديث أخر أقوى من\nهذاوحملوا الحديث السابق على أنه لعله صلى الله تعالى عليه وسلم فعل لضيق\nالمكان أحيانا أو على النسخ قوله\n</p>\n\n<p>\n801 أن جدته قيل صميره لإسحاق ومليكة هي أم سليم أم أنس ومليكة جدة أنس\nوالله تعالى أعلم وقوله فأصلي لكم بالنصب على أنه جواب الأمر أو بالرفع\nلخفاء السببية وفي بعض النسخ فلا صلى لكم بكسر اللام ونصب المضارع والفاء\nزائدة أي قوموا الأصلي أماما لكم أو بتقدير فذلك القيام لأصلي لكم فنضحته\nأي ليلين أو لدفع الشك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p085'> Vol. 02, p. 085</a>\n            </div>\n             قوله\n</p>\n\n<p>\n802 وما هو أي الذي في البيت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p086'> Vol. 02, p. 086</a>\n            </div>\n             قوله\n</p>\n\n<p>\n806 فقال لي هكذا أي فعل بي هكذا وقوله فأخذ برأسي الخ تفسير لذلك الفعل\nقوله يمسح مناكبنا أي ليعلم به تسوية الصف لا تختلفوا بالتقدم والتأخر في\nالصفوف كما يدل عليه روايات الحديث فتختلف بالنصب على أنه جواب النهي أي\nاختلاف الصفوف سبب لاختلاف القلوب بجعل الله تعالى كذلك ليلني بكسر لامين\nوخفة نون بلا ياء قبلها ويجوز اثبات الياء وتشديد النون على التأكيد والولي\nالقرب والمراد بالبيان ترتيب القيام في الصفوف أولو الأحلام ذو والعقول\nالراجحة واحدها حلم بالكسر لأن العقل الراجح يتسبب للحلم والاناة والتثبت\nفي الأمور والنهى بضم نون وفتح هاء وألف جمع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p087'> Vol. 02, p. 087</a>\n            </div>\n             نهية بالضم بمعنى\nالعقل لأنه ينهى صاحبه عن القبيح ثم الذين يلونهم أي يقربون <span id='ms121'></span> منهم في هذا\nالوصف قيل هم المراهقون ثم الصبيان المميزون ثم النساء فجبذني أي جرني\nفنحاني بتشديد الحاء أي بعدني عن الصف الأول لا يسؤك الله دعاء بأن يؤمنه\nتعالى من السوء أهل العقد بضم العين وفتح القاف قال في النهاية يعني أصحاب\nالولايات على الأمصار من عقد الألوية للامراء وروى العقدة يريد البيعة\nالمعقودة للولاة آسى بمد الهمزة آخره ألف أي ما أحزن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p088'> Vol. 02, p. 088</a>\n            </div>\n             قوله\nفعدلت بتشديد الدال على بناء المفعول أي سويت قوله يقوم من التقويم أي يسوى\nكما يقوم القداح بكسر القاف جمع قدح بكسر قاف فسكون دال سهم قبل أن يراش\nوقيل مطلقا والأقرب أن يقوم على بناء المفعول من التقويم وجعله على بناء\nالفاعل وجعل ضميره للنبي صلى الله تعالى عليه وسلم بعيد خارجا أي لتقدم\nلتقيمن من الإقامة بنون التوكيد والخطاب للجمع والمراد بالإقامة تسويتها\nواخراجها عن الاعوجاج والمعنى لا بد من أحد الأمرين اما إقامة الصفوف منكم\nأو إيقاع الخلاف من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p089'> Vol. 02, p. 089</a>\n            </div>\n             الله تعالى في قلوبكم فيقل المودة ويكثر\nالتباغض والمراد بالوجوه في الحديث القلوب كما في رواية وذلك لأن الاختلاف\nفي القلوب بالتباغض والتعادي ينشأ منه الاختلاف في الوجوه بأن يدبر كل\nصاحبه والله تعالى أعلم قوله\n</p>\n\n<p>\n811 يتخلل الصفوف أي يدخل خلالها على الصفوف المتقدمة أي على الصف\nالمتقدم في كل مسجد أو في كل جماعة فالجمع باعتبار تعدد المساجد أو تعدد\nالجماعات أو المراد الصفوف المتقدمة على الصف الأخير فالصلاة من الله تعالى\nتشمل كل صف على حسب تقدمه الا الأخير فلا حظ له منها لفوات التقدم والله\nتعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p090'> Vol. 02, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\n813 اني لأراكم من خلفي الخ الظاهر أنه صلى الله تعالى عليه وسلم كان\nيراهم بعينه على خرق العادة فيرى بها بلا مقابلة فإن الحق عند أهل السنة أن\nالرؤية لا يشترط لها عقلا عضو مخصوص ولا مقابلة ولا قرب وإنما تلك الأمور\nعادية يجوز حصول الإدراك مع عدمها عقلا وقيل كانت له عين خلف ظهره يرى من\nوراءه وأنها لا يحجبها ثوب <span id='ms122'></span> وقيل بل كانت صورهم تنطبع في حائط قبلته كما\nتنطبع في المرآة فيرى أمثلتهم فيشاهد أفعالهم ثم قيل هذا الكلام أعني\nفوالذي نفسي بيده الخ تعليل للأمر أي أمرتكم بذلك لما علمت من حالكم من\nالتقصير في ذلك بسبب اني أراكم من خلفي الخ قلت ويحتمل أنه قال ذلك تحريضا\nللضعفاء على التسوية بناء على اخلالهم بها بسبب الغيبة عن نظره إذ كثير من\nالضعفاء يهتمون في الحضور ما لا يهتمون في الغيبة ويحتمل أن بعض المنافقين\nكانوا لايهتمون بأمر الصفوف فقيل لهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p091'> Vol. 02, p. 091</a>\n            </div>\n             ولا يخلوا بأمر الصفوف\nوالله تعالى أعلم قوله وتراصوا أي تلاصقوا حتى لا يكون بينكم فرجة من رص\nالبناء إذا لصق بعضه ببعض قوله\n</p>\n\n<p>\n815 راصوا صفوفكم بانضمام بعضكم إلى بعض على السواء وقاربوا بينها أي\nاجعلوا ما بين كل صفين من الفصل قليلا بحيث يقرب بعض الصفوف إلى بعض وحاذوا\nبالأعناق قيل الظاهر أن الباء زائدة والمعنى اجعلوا بعض الأعناق في مقابلة\nبعض الحذف بحاء مهملة وذال معجمة مفتوحتين الغنم الصغار الحجازية واحدها\nحذفة بالتاء قوله\n</p>\n\n<p>\n816 عند ربهم أي في محل قربه وقبوله قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p092'> Vol. 02, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\n817 يصلي على الصف الأول ثلاثا أي يدعو لهم بالرحمة ويستغفر لهم ثلاث\nمرات كما فعل بالمحلقين والمقصرين والظاهر أنه دعا لهم أعم من أن يكون بلفظ\nالصلاة أو غيره ويحتمل خصوص لفظ الصلاة أيضا والله تعالى أعلم قوله\n</p>\n\n<p>\n819 وصل صفا بأن كان فيه فرجة فسدها أو نقصان فأتمه والقطع بأن يقعد بين\nالصفوف بلا صلاة أو منع الداخل من الدخول في الفرجات مثلا والله تعالى أعلم\nقوله\n</p>\n\n<p>\n820 خير صفوف الرجال أي أكثرها أجرا وشرها أي أقلها أجرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p093'> Vol. 02, p. 093</a>\n            </div>\n             وفي\nالنساء بالعكس وذلك لأن مقاربة أنفاس الرجال للنساء يخاف منها أن تشوش\nالمرأة على الرجل والرجل على المرأة ثم هذا التفصيل في صفوف الرجال على\nإطلاقه وفي صفوف النساء عند الاختلاط بالرجال كذا قيل ويمكن حمله على\nإطلاقه لمراعاة الستر فتأمل والله تعالى أعلم قوله فدفعونا أي الناس من\nالزحام نتقي هذا أي القيام بين <span id='ms123'></span> السواري لقطع السواري الصف قوله السقيم أي\nالمريض والضعيف جبلة أو لقرب مرض قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p094'> Vol. 02, p. 094</a>\n            </div>\n             @ 95\n</p>\n\n<p>\n824 في تمام أي مع تمام الأركان والركوع والسجود أي لم يكن تخفيفه يفضي\nإلى اختلال في الأركان قوله فأوجز أي أخفف في القراءة وغيرها كراهية أن أشق\nبالتطويل على أمه على تقدير حضورها الجماعة ويحتمل أن هذا إذا كان عالما\nبحضور الأم فإنها إذا سمعت بكاء الولد وهي في الصلاة يشتد عليها التطويل\nوربما يؤخذ منه أن الامام يجوز له مراعاة من دخل المسجد بالتطويل ليدرك\nالركعة كما له أن يخفف لأجلهم ولا يسمى مثله رياء بل هو إعانة على الخير\nوتخليص عن الشر والله تعالى أعلم قوله\n</p>\n\n<p>\n826 ويؤمنا بالصافات لرغبة المقتدين به في سماع قراءته وقوتهم على\nالتطويل بحيث يكون هذا بالنظر إليهم تخفيفا فرجع الأمر إلى أنه ينبغي له أن\nيراعي حالهم قوله\n</p>\n\n<p>\n827 حامل أمامة بضم الهمزة وقد سبق الحديث قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p095'> Vol. 02, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\n828 ألا يخشى أي فاعل هذا الفعل حقيق بهذه العقوبة فحقه أن يخشى هذه\nالعقوبة ولا يحسن منه ترك الخشية ولافادة هذا المعنى أدخل حرف الاستفهام\nللانكار على عدم الخشية وليس فيه دلالة على أن من يفعل ذلك تلحق به هذه\nالعقوبة قطعا والله تعالى أعلم قوله وكان أي البراء غير كذوب أي حتى يتوهم\nمنه أنه كذب في تبليغ الأحكام الشرعية وفيه أن الكذب في الأحكام لا يتأتى\nعادة الا من كذوب يبالغ في الكذب والمقصود التوثق بما حدث ثم سجدوا أي فحق\nالمقتدى أن يتأخر عن امامه في الأفعال لا أن يقارنه وأيضا المقارنة قد تؤدي\nإلى تقدم المقتدى على الامام وذلك بالاتفاق منهى عنه قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p096'> Vol. 02, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\n830 أقرت الصلاة @ 97 بالبر والزكاة وروى قرت أي استقرت معها وقرنت بها\nأي هي مقرونة بالبر وهو الصدق وجماع الخير ومقرونة بالزكاة في القرآن\nمذكورة معها وقيل أي قرنت بهما وصار الجميع مأمورا به فأرم القوم روى\nبالزاي المعجمة وتخفيف الميم أي أمسكوا عن الكلام والرواية المشهورة بالراء\nوتشديد الميم أي سكتوا ولم يجيبوا وقد خشيت أي <span id='ms124'></span> خفت أن تبكعني بفتح مثناة\nوسكون موحدة أي توبخني بهذه الكلمة وتستقبلني بالمكروه وسنتنا أي ما يليق\nبنا من السنة وما ينبغي لنا من الطريق يجبكم جواب الأمر أي يستجب لكم يسمع\nالله بالجزم جواب أي يستجب لكم فتلك بتلك أي فزيادة امامكم أولا في السجود\nمنجبرة بزيادتكم عليه في السجود آخرا فيصير سجودكم كسجود الامام أو زيادتكم\nآخرا في السجود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p097'> Vol. 02, p. 097</a>\n            </div>\n             في مقابلة زيادة امامكم عليكم السجود أولا\nوالله تعالى أعلم قوله\n</p>\n\n<p>\n831 عملت على ناضح لي من النهار الناضح من الإبل الذي يستقى عليه يريد\nأنه صاحب عمل شديد في النهار ومن كان كذلك لا يطيق القيام الطويل بالليل\nأفتان كعلام مبالغة الفاتن أي أقاصد أن توقع الناس في الفتنة والمشقة على\nوجه الكمال يعني أن هذا العمل لا يفعله الا من يقصد الفتنة بالناس قوله\n</p>\n\n<p>\n832 فصرع عنه على بناء المفعول أي سقط عن ظهرها فجحش بتقديم الجيم على\nالحاء المهملة على بناء المفعول قشر وخدش جلده فصلينا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p098'> Vol. 02, p. 098</a>\n            </div>\n             وراءه\nقعودا بعد أن قاموا فأشار لهم بالقعود فصلوا جلوسا أجمعون بالرفع على أنه\nتأكيد لضمير الفاعل في قوله صلوا وروى أجمعين بالنصب قال السيوطي في حاشية\nأبي داود نصبه على الحال وبه يعرف أن رواية أجمعون بالرفع على التأكيد من\nتغيير الرواة لأن شرطه في العربية تقدم التأكيد بكل اه قلت وهذا الشرط فيما\nيظهر ضعيف وقد جوز غير واحد خلاف ذلك فالوجه جواز الرفع على التأكيد وقال\nالبدر الدماميني نصب على الحال أي مجتمعين أو على أنه تأكيد لجلوسا وكلاهما\nلا يقول به البصريون لأن ألفاظ التأكيد معارف قلت ذلك ان سلم فما دام\nتأكيدا وإذا جعل حالا يكون بمعنى مجتمعين فلا تعريف فليتأمل فالوجه صحة\nالوجهين أعني الرفع والنصب وقد جاءت الرواية بهما ثم ظاهر الحديث وجوب\nالجلوس إذا جلس الامام وأكثر الفقهاء على خلافة وادعوا نسخة بحديث مرضه صلى\nالله عليه وسلم الذي توفي فيه وقالوا قد أم الناس فيه جالسا والناس كانوا\nوراءه قياما وهو آخر الأمرين <span id='ms125'></span> ولذلك عقب المصنف هذا الحديث بحديث المرض\nوالله تعالى أعلم قوله يؤذنه من الايذان بمعنى الاعلام أسيف كحزين لفظا\nومعنى متى يقوم هكذا بالرفع بثبوت الواو في بعض النسخ وفي بعضها يقم بالجزم\nوحذف الواو وهو الأظهر لكون متى من أدوات الشرط الجازمة للمضارع ووجه الرفع\nأنها أهملت حملا على إذا كما تعمل إذا حملا على متى لا يسمع من الاسماع أو\nالسماع والأول أظهر وأشهر فلو أمرت عمر كلمة لو للتمني أو للشرط والجواب\nمقدر أي لكان أولى صواحبات يوسف أي مثلهن في كثرة الالحاح فلما دخل في\nالصلاة وجد أي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p099'> Vol. 02, p. 099</a>\n            </div>\n             فلما دخل في أن يصلي بالناس أي في منصب الإمامة\nوتقرر إماما لهم واستمر على ذلك أياما وجد النبي صلى الله تعالى عليه وسلم\nمن نفسه خفة في بعض تلك الأيام أو لما دخل في الصلاة في بعض تلك الأيام وجد\nصلى الله تعالى عليه وسلم من نفسه خفة وليس المراد أنه حين دخل في تلك\nالصلاة التي جرى في شأنها الكلام وجد في أثنائها خفة من نفسه فلا ينافي هذه\nالرواية الروايات الآخر لهذا الحديث يهادي على بناء المفعول أي يمشي بينهما\nمعتمدا عليهما في المشي تخطان لأنه لا يقدر على فعلهما لضعفه حسه بكسر\nالحاء وتشديد السين أي نفسه المدرك بحس السمع فذهب أي أراد وقصد فأومأ\nبهمزة في آخره أي أشار أن قم كما أنت قائم أي كن قائما مثل قيامك والمراد\nابق على ما أنت عليه من القيام وأن تفسيريه لما في الإيماء من معنى القول\nحتى قام عن يسار أبي بكر جالسا أي ثبت عن يساره جالسا والناس يقتدون بصلاة\nأبي بكر من حيث أنه كان يسمع الناس تكبيره صلى الله تعالى عليه وسلم واستدل\nالجمهور بهذا الحديث على نسخ حديث إذا صلى جالسا فصلوا جلوسا لكن قد جاء عن\nعائشة وأنس أن النبي صلى الله تعالى عليه وسلم صلى خلف أبي بكر في مرضه\nالذي مات فيه رواه الترمذي وصححه وروى بن <span id='ms126'></span> خزيمة في صحيحه وبن عبد البر عن\nعائشة قالت من الناس من يقول كان أبو بكر المقدم بين يدي رسول الله صلى\nالله تعالى عليه وسلم في الصف ومنهم من يقول كان رسول الله صلى الله تعالى\nعليه وسلم المقدم وهذا يفيد الاضطراب في هذه الواقعة ولعل سبب ذلك عظم\nالمصيبة فعلى هذا فالحكم بنسخ ذلك الحكم الثابت بهذه الواقعة المضطربة لا\nيخلو عن خفاء والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p100'> Vol. 02, p. 100</a>\n            </div>\n             قوله ألا بتخفيف اللام للعرض\nوالاستفتاح لما ثقل بضم القاف أي اشتد مرضه فقال الفاء زائدة إذ الفاء لا\nتدخل على جواب لما أصلي الهمزة للاستفهام دعوا أي اتركوا لي في المخضب بكسر\nميم وسكون خاء وفتح ضاد معجمتين ثم الموحدة المركن لينوء بنون مضموم ثم واو\nثم همزة أي ليقوم بمشقة عكوف مجتمعون يا عمر صل بالناس كأن أبا بكر رضي\nالله عنه رأى أن أمره بذلك كان تكريما منه له والمقصود أداء الصلاة بإمام\nلا تعيين أنه الامام ولم يدر ما جرى بينه صلى الله تعالى عليه وسلم وبين\nبعض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p101'> Vol. 02, p. 101</a>\n            </div>\n             أزواجه في ذلك والا لما كان له تفويض الإمامة إلى عمر\nوأمرهما أي الرجلين اللذين معه أعرض من العرض أسمت من التسمية أي أذكرت لك\nاسمه قوله اختلاف نية الامام والمأموم يريد اقتداء المفترض بالمتنفل قوله\nيؤمهم ظاهر ترجمة المصنف أن الاختلاف مطلقا حاصل على الوجهين فليتأمل أصحاب\nنواضح هي الإبل التي يستقى عليها يريد أنهم أصحاب عمل فدلالة هذا الحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p102'> Vol. 02, p. 102</a>\n            </div>\n             على جواز اقتداء المفترض بالمتنفل واضحة والجواب عنه مشكل جدا\nوأجابوا بما لا يتم وقد بسطت الكلام فيه في حاشية بن الهمام قوله\n</p>\n\n<p>\n837 صلاة الجماعة أي صلاة كل واحد من الجماعة والفذ المنفرد وقد تقدم\nالحديث مع بيان التوفيق بين رواياته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p103'> Vol. 02, p. 103</a>\n            </div>\n             قوله أشهد بهمزة الاستفهام\nان هاتين أي العشاء والصبح والإشارة إليهما لحضور الصبح واتصال العشاء بها\nمما تقدم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p104'> Vol. 02, p. 104</a>\n            </div>\n             على مثل صف الملائكة أي على أجر أو فضل هو مثل أجر صف\nالملائكة أو فضله وظاهره أن الملائكة أكثر <span id='ms127'></span> أجرا وفضلا من بني آدم فليتأمل\nلابتدرتموه أي سبق كل منكم على آخر لتحصيله أزكى أي أكثر أجرا وأخذ منه\nالمصنف الترجمة وقوله وما كانوا أكثر أي قدر كانوا أكثر فذلك القدر أحب مما\nدونه قوله\n</p>\n\n<p>\n844 فصففنا خلفه وكانوا جماعة فعلم منه جواز النافلة بجماعة قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p105'> Vol. 02, p. 105</a>\n            </div>\n             @ 106\n</p>\n\n<p>\n846 لو عرست من التعريس وهو النزول آخر الليل وجواب لو محذوف أي لكان\nأحسن أو هي للتمني ما ألقيت على بناء المفعول على بالتشديد نومة نائب\nالفاعل مثلها أي مثل النومة التي ألقيت اليوم والاضمار بقرينة الحضور فآذن\nمن الايذان بمعنى الاعلام إذ التأذين لا يتعدى إلى المفعول وقوله فأذن من\nالتأذين قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p106'> Vol. 02, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\n847 استحوذ عليهم أي استولى عليهم وحولهم @ 107 إليه القاصية أي الشاة\nالمنفردة عن القطيع البعيدة منه قيل المراد أن الشيطان يتسلط على من يخرج\nعن عقيدة أهل السنة والجماعة والأوفق بالحديث أن المنفرد ما ذكره السائب أي\nيتسلط على من يعتاد الصلاة بالانفراد ولا يصلي مع الجماعة والله تعالى أعلم\nقوله هممت أي قصدت فيحطب أي فيجمع ثم آمر بالصلاة ليظهر من حضر ممن لم يحضر\nثم أخالف إلى رجال أي آتيهم من خلفهم أو أخالف ما أظهرت من إقامة الصلاة\nذاهبا إلى رجال لآخذهم على غفلة فأحرق من التحريق أو الاحراق أو مرماتين\nبكسر الميم الأولى أو فتحها قيل المرماة ظلف الشاة وقيل سهم صغير يتعلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p107'> Vol. 02, p. 107</a>\n            </div>\n             به الرمي وهو أحقر السهام وأرذلها أي لو دعى إلى أن يعطى سهمين\nمن هذه السهام لأسرع الإجابة وقيل غير ذلك والمقصود أن أحد هؤلاء المتخلفين\nعن الجماعة لو علم أنه يدرك الشيء الحقير من متاع الدنيا لبادر إلى حضور\nالجماعة لأجله ايثارا للدنيا على ما أعده الله تعالى من الثواب على حضور\nالجماعة وهذه الصفة لا تليق بغير المنافقين والله تعالى أعلم قوله\n</p>\n\n<p>\n849 حيث ينادي بهن أي في المساجد مع الجماعات وأنهن من سنن الهدى أي\nطرقها ولم يرد السنة المتعارفة بين الفقهاء ويحتمل أنه أراد تلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p108'> Vol. 02, p. 108</a>\n            </div>\n             السنة بالنظر إلى الجماعة لضللتم وفي رواية <span id='ms128'></span> أبي داود لكفرتم\nوهو على التغليظ أو على الترك تهاونا وقلة مبالاة وعدم اعتقادها حقا أو\nلفعلتم فعل الكفرة وقال الخطابي أنه يؤدي إلى الكفر بأن تتركوا شيئا فشيئا\nحتى تخرجوا عن المسألة نعوذ بالله منه نقارب بين الخطا أي تحصيلا لفضلها\nوينبغي أن يكون اختيار أبعد الطرق مثله لكن لا يخفى أن فضل الخطا لأجل\nالحضور في المسجد والصلاة فيه والانتظار لها فيه فينبغي أن يكون نفس الحضور\nخير منه فليتأمل والله تعالى أعلم يهادي على بناء المفعول أي يؤخذ من\nجانبيه يتمشى به إلى المسجد من ضعفه وتمايله قوله\n</p>\n\n<p>\n850 فلما ولى أي أدبر فأجب أمر من الإجابة أي أجب النداء وأتبعه بالفعل\nظاهره وجوب الجماعة لا بمعنى أنها واجبة في الصلاة حتى تبطل الصلاة بدونها\nبل بمعنى أنها واجبة على المصلى يأثم بتركها قال النووي أجاب الجمهور عنه\nبأنه سأل هل له رخصة في ترك الجماعة مع إدراك فضلها وقد علم أن حضور\nالجماعة يسقط بالعذر إجماعا وأما كونه رخص أولا ثم منع فبوحي جديد نزل في\nالحال أو لتغيير اجتهاد أن جوز الاجتهاد للأنبياء كقول الأكثر ويحتمل أنه\nرخص أولا بمعنى أنه لا يجب عليك الحضور ثم أمره بالإجابة ندبا قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p109'> Vol. 02, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\n851 فحى هلا بالتنوين وجاء بالألف بلا تنوين وسكون اللام وهما كلمتان\nجعلتا كلمة واحدة فحي بمعنى أقبل وهلا بمعنى أسرع وجمع بينهما للمبالغة\nوالله تعالى أعلم قوله\n</p>\n\n<p>\n852 فذهب لحاجته وأمر غيره أن يؤم بهم واعتذر إليهم بالحديث قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p110'> Vol. 02, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\n853 إذا حضر العشاء بفتح العين في الموضعين طعام آخر النهار ويفهم منه أن\nتقديم الطعام إذا حضر عنده لا إذا وجده مطبوخا فقط وقيدوا بما إذا تعلق به\nنفسه وله حاجة إليه والا يقدم الصلاة والله تعالى أعلم قوله\n</p>\n\n<p>\n855 كتب الله له مثل أجر من حضرها ظاهره أن أدراك فضل الجماعة يتوقف على\nأن يسعى لها بوجهه ولا يقصر في ذلك سواء أدركها أم لا فمن أدرك جزأ منها\nولو في التشهد فهو مدرك بالأولى وليس الفضل والاجر <span id='ms129'></span> مما يعرف بالاجتهاد فلا\nعبرة بقول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p111'> Vol. 02, p. 111</a>\n            </div>\n             من يخالف قوله الحديث في هذا الباب أصلا قوله فقام\nرسول الله صلى الله تعالى عليه وسلم ثم رجع ظاهره أن المجلس كان في غير\nالمسجد وعلى هذا ينبغي ان سمع الأذان يعيد الصلاة ويحتمل أن المراد فقام أي\nإلى الصلاة ثم رجع أي فرغ عنها والأقرب أن موضع المجلس من المسجد كان غير\nموضع الصلاة وعلى هذا فالمجلس كان في المسجد وهو الأظهر الاوفق بالروايات\nوالله تعالى أعلم وقوله إذا جئت على الأول معناه أي جئت إلى محل ما سمعت\nفيه النداء وعلى الثاني ظاهر فصل مع الناس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p112'> Vol. 02, p. 112</a>\n            </div>\n             أي ادراكا لفضل\nالجماعة قوله\n</p>\n\n<p>\n858 في مسجد الخيف أي مسجد مني وحجة الوداع فلا يمكن أن يتوهم نسخ هذا\nالحكم ترعد تضطرب وترجف وهو على بناء المفعول من الارعاد فرائصهما جمع\nفريصة وهي لحمة ترتعد عند الفزع والكلام كناية عن الفزع فصليا معهم هذا\nتصريح في عموم الحكم في أوقات الكراهة أيضا ومانع عن تخصيص الحكم بغير\nأوقات الكراهة لاتفاقهم على أنه لا يصح استثناء المورد من العموم والمورد\nصلاة الفجر فإنها أي التي صليتما مع الامام أو التي صليتما في الرحل وقد\nقال بكل طائفة والأحاديث مختلفة ولذلك قال جماعة الأمر في ذلك إلى الله ما\nشاء منهما يجعل فرضا يجعله فرضا والآخر نفلا والله تعالى أعلم قوله\n</p>\n\n<p>\n859 يؤخرون الصلاة عن وقتها ظاهره الإخراج عن الوقت وعليه حمله المصنف\nوقيل المراد الإخراج عن الوقت المندوب قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p113'> Vol. 02, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\n860 على البلاط هو موضع معروف بالمدينة يصلون أي على البلاط لا في المسجد\nوبن عمر قد صلى قبلهم في المسجد هذا على ما فهمه المصنف من أن الحديث يدل\nعليه الترجمة لا تعاد الصلاة في يوم مرتين ظرف لما يفهم من الكلام أي فلا\nتصلى مرتين لا لتعاد والا لجاز الإعادة مرة وهذا لا يناسب المقام وقد جاء\nفي رواية أبي داود لا تصلوا مرتين قال البيهقي ان صح هذا الحديث يحمل على\nما إذا صلاها مع الامام <span id='ms130'></span> فلا يعيد قلت والى هذا التأويل أشار المصنف في\nالترجمة بل زاد عليه أن تكون الصلاة مع الامام في المسجد قال البيهقي وفي\nرواية لا تصلوا مكتوبة في يوم مرتين فالمراد أي كلتاهما على وجه الفرض\nويرجع ذلك إلى أن الأمر بالإعادة اختيار وليس بحتم عليه وعند كثير من\nالعلماء إذا صلى مع الامام وقد صلى قبل ذلك في البيت ينوي مع الامام نافلة\nفلا اشكال عليهم هنالك نعم يلزم عليهم الاشكال فيما قالوا فيه بالإعادة\nكالمغرب بمزدلفة فإنه إذا صلاها في الطريق يعيدها بمزدلفة فتأمل وقال\nالخطابي وقوله لا تعاد الخ أي إذا لم تكن عن سبب كالرجل يدرك الجماعة وهم\nيصلون فيصلى معهم ليدرك فضيلة الجماعة توفيقا بين الأحاديث ورفعا للاختلاف\nبينها قوله\n</p>\n\n<p>\n861 إذا أتيتم الصلاة أي خرجتم إليها وأردتم حضورها وليس المراد ظاهره\nلأنه لا يناسب قوله فلا تأتوها وأنتم تسعون والمراد بالسعي الإسراع البليغ\nوقد يطلق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p114'> Vol. 02, p. 114</a>\n            </div>\n             على مطلق المشي كما في قوله تعالى فاسعوا إلى ذكر\nالله فلا تنافي بين الآية والحديث في الذهاب إلى الجمعة تمشون المشي وان\nكان يعم السعي لكن التقييد بقوله وعليكم السكينة خصه بغيره ولولا التقييد\nصريحا لكفى المقابلة في افادته قوله ينحدر أي ينزل يسرع من الإسراع ويحمل\nعلى ما دون السعي كما أشار إليه المصنف رحمه الله تعالى في الترجمة أف لك\nخطاب للساعي بعد موته استحضارا لصورته حين مر بقبره أو لعله كشف عنه فرآه\nوخاطبه فكبر ذلك في ذرعي الذرع الوسع والطاقة والمراد فعظم وقعه وجل عندي\nوفي رواية فكسر ذلك من ذرعى أي ثبطني عما أردته والحاصل أنه ظن أن الخطاب\nمعه فثقل عليه أحدثت من الاحداث وهو استفهام وقوله ما ذاك أي أي استفهام\nهذا وأي شيء يقتضيه أففت من التأفيف أي قلت لي أف لك ومقتضاه أني فعلت شيئا\nيقتضى التأفيف فغل بمعنى الخيانة فدرع بضم دال مهملة وكسر راء مشددة أي\nألبس عوضها درعا من نار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p115'> Vol. 02, p. 115</a>\n            </div>\n             قوله المهجر أي المبادر إلى الصلاة قبل <span id='ms131'></span>\nالناس يهدي من الاهداء أو المراد به التصدق بها تقربا إلى الله تعالى وقيل\nالاهداء إلى الكعبة لكن لا يناسبه الدجاجة والبيضة إذ اهداؤهما إلى الكعبة\nغير معهود البدنة بفتحتين والدجاجة بفتح الدال وكسرها وضمها وقيل بالفتح\nللحيوان وبالكسر للناس أي يجعل اسما للناس قوله\n</p>\n\n<p>\n865 فلا صلاة نفي بمعنى النهي مثل قوله تعالى فلا رفث ولا فسوق ولا جدال\nفي الحج فلا ينبغي الاشتغال لمن حضر الإقامة الا بالمكتوبة ثم النهي متوجه\nإلى الشروع في غير تلك المكتوبة لمن عليه تلك المكتوبة وأما إتمام المشروعة\nقبل الإقامة فضروري لا اختياري فلا يشمله النهي وكذا الشروع خلف الامام في\nالنافلة لمن أدى المكتوبة قبل ذلك فلا ينافي الحديث ما سبق من الإذن في\nالشروع في النافلة خلف الامام لمن أدى الفرض والله تعالى أعلم قوله يصلي أي\nيشرع فيها فقال أتصلي أي وهو تغير للمشروع قاله على وجه الإنكار ولا يخفى\nأن مورده سنة الفجر فلا وجه للقول بأنها مستثناة والحديث في غيرها قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p116'> Vol. 02, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\n868 أيهما صلاتك أي التي جئت لأجلها إلى المسجد وقصد أدائها فيه فان كانت\nتلك الصلاة هي الفرض فهل العاقل يؤخر مقصوده إذا وجد ويقدم عليه غيره وان\nكانت هي السنة فذاك عكس المعقول إذ البيت أولى من المسجد في حق السنة وأيضا\nالسنة للفرض فكيف تقصد هي دونه والمقصود الزجر واللوم على ما فعل قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p117'> Vol. 02, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\n870 ويستأخر بعضهم ولعلهم المنافقون أو الجهلة من الأعراب والله تعالى\nأعلم ودلالة الحديث على انفراد ذلك البعض غير ظاهرة قوله\n</p>\n\n<p>\n871 زادك الله حرصا أي أن منشأ هذا الفعل هو الحرص على العبادة وادراك\nفضل الامام والحرص على الخير مطلوب محبوب لكن لا تعد إلى مثل هذا الفعل\nلأجله لأن الحرص لا يستعمل على وجه يخالف الشرع وإنما المحمود أن يأتي به\nعلى وفق الشرع وقوله لا تعد فهي من العود والظاهر أن المراد لا تعد إلى أن\nتركع دون الصف ثم تلحقه لكون الخطوة والخطوتين وان لم تفسد الصلاة لكن\nالتحرز عنها <span id='ms132'></span> أولى وقيل لا تعد إلى أن تسعى إلى الصلاة سعيا بحيث يضيق عليك\nالنفس والله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p118'> Vol. 02, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\n872 ألا تحسن من التحسين أو الإحسان كيف يصلي لنفسه أي أن الصلاة له\nتنفعه فينبغي للعاقل أن يراعيها من ورائي تحتمل أنها جارة أو موصولة ولا\nدلالة للحديث على الركوع دون الصف والله تعالى أعلم قوله\n</p>\n\n<p>\n873 قبل الظهر ركعتين قد جاء قبل الظهر ركعتان وأربع ركعات ولا أختلاف\nلجواز أنه فعل أحيانا هذا وأحيانا ذاك نعم الحديث القولي يؤيد الأخذ\nبالأربع ويرجحه وهو حديث من ثابر على اثنتي عشرة ركعة ولذلك أخذ به علماؤنا\nوالله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p119'> Vol. 02, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\n874 من ها هنا أي من المشرق وأشار ثانيا إلى المغرب أي إذا كانت الشمس في\nجهة المشرق كما كانت في جهة المغرب وقت العصر والمراد أنه يصلي وقت الضحى\nركعتين وقبيل الزوال أربعا وتسمى هذه الصلاة صلاة الأوابين بتسليم على\nالملائكة يريد التشهد كما قاله إسحاق بن إبراهيم ذكره الترمذي وسمى تسليما\nلما فيه من قول السلام علينا وعلى عباد الله الصالحين وهذا هو الظاهر\nويؤيده الرواية الثانية بجعل التسليم في آخره بحمل ذلك التسليم على تسليم\nالخروج والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p120'> Vol. 02, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( كتاب الافتتاح )\n</p>\n\n<p>\nقوله إذا افتتح التكبير في الصلاة لعل المعنى إذا ابتدأ في الصلاة\nبالتكبير فنصب التكبير بنزع الخافض والحديث يدل على الجمع بين التسميع\nوالتحميد وعلى رفع اليدين عند الركوع وعند رفع الرأس منه ومن لا يقول به\nيراه منسوخا بما لا يدل عليه فإن عدم الرفع أحيانا ان ثبت لا يدل على عدم\nاستنان الرفع إذ شأن السنة تركها أحيانا ويجوز استنان الأمرين جميعا فلا\nوجه لدعوى النسخ والقول بالكراهة والله تعالى أعلم رفع اليدين إلى قوله ثم\nيكبر هذا صريح في تقديم الرفع على التكبير فالأوجه الأخذ به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p121'> Vol. 02, p. 121</a>\n            </div>\n            \nوحمل ما يحتمله وغيره عليه والله تعالى أعلم قوله حاذتا أذنيه لا تناقض بين\nالأفعال المختلفة لجواز وقوع الكل في أوقات متعددة فيكون الكل سنة الا إذا\nدل الدليل على نسخ البعض <span id='ms133'></span> فلا منافاة بين الرفع إلى المكبين أو إلى شحمة\nالأذنين أو إلى فروع الأذنين أي أعاليهما وقد ذكر العلماء في التوفيق بسطا\nلا حاجة إليه لكون التوفيق فرع التعارض ولا يظهر التعارض أصلا قوله يرفع\nبها صوته وقد جاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p122'> Vol. 02, p. 122</a>\n            </div>\n             في بعض الروايات يخفض بها صوته لكن أهل\nالحديث يرونه وهما وان رجحه بعض الفقهاء والله تعالى اعلم قوله حيال أذنيه\nبكسر الحاء وتخفيف المثناة التحتية ولام أي تلقاءهما ثم مالك بن الحويرث\nووائل بن حجر ممن صلى مع النبي صلى الله تعالى عليه وسلم آخر عمره\nفروايتهما الرفع عند الركوع والرفع منه دليل على بقائه وبطلان دعوى نسخه\nكيف وقد روى مالك هذا جلسة الاستراحة فحملوها على أنها كانت في آخر عمره في\nسن الكبر فهي ليس مما فعلها النبي صلى الله تعالى عليه وسلم قصدا فلا يكون\nسنة وهذا يقتضي أن يكون الرفع الذي رواه ثابتا لا منسوخا لكونه في آخر عمره\nعندهم فالقول بأنه منسوخ قريب من التناقض وقد قال صلى الله تعالى عليه وسلم\nلمالك هذا وأصحابه صلوا كما رأيتموني أصلي والله تعالى أعلم قوله فروع\nأذنيه أعاليهما وفرع كل شيء أعلاه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p123'> Vol. 02, p. 123</a>\n            </div>\n             قوله مدا أي رفعا بليغا أو\nرفعا وهو مصدر من غير لفظ الفعل كقعدت جلوسا الا أنه على الأول للنوع وعلى\nالثاني للتأكيد هنيهة بضم هاء وفتح نون وسكون ياء أي زمانا يسيرا والمراد\nالسكوت قبل القراءة أو بعد الفاتحة والحديث يدل على أن الناس تركوا بعض\nالسنن وقت الصحابة فينبغي الاعتماد على الأحاديث والله تعالى أعلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p124'> Vol. 02, p. 124</a>\n            </div>\n             قوله\n</p>\n\n<p>\n885 الله أكبر كبيرا أي كبرت كبيرا ويجوز أن يكون حالا مؤكدة أو مصدرا\nبتقدير تكبيرا كبيرا كثيرا أي حمدا كثيرا ابتدرها اثنا عشر أي يريد كل منها\nأن يسبق على غيره في رفعها إلى محل العرض أو القبول قوله قبض بيمينه الخ\nالأحاديث الدالة على أن السنة هي الوضع دون الإرسال كثيرة شهيرة قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p125'> Vol. 02, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\n889 قلت لأنظرن أي قلت في نفسي وعزمت على النظر والتأمل في صلاته صلى <span id='ms134'></span>\nالله تعالى عليه وسلم والرسغ وهو مفصل بين الكف والساعد والمراد أنه وضع\nبحيث صار وسط كفه اليمنى على الرسغ ويلزم منه أن يكون بعضها على الكف\nاليسرى والبعض على الساعد على فخذه وركبته أي وضع بحيث صار بعضها على الفخذ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p126'> Vol. 02, p. 126</a>\n            </div>\n             وبعضها على الركبة حد مرفقه أي غاية المرفق على فخذه أي\nمستعليا على الفخذ مرتفعا عنه ثم قبض اثنتين أي الخنصر والبنصر وحلق حلقه\nأي جعل الإبهام والوسطى حلقة ثم رفع أصبعه أي المسبحة وقد أخذ به الجمهور\nوأبو حنيفة وصاحباه كما نص عليه محمد في موطئه وغيره الا أن بعض مشايخ\nالمذهب أنكره ولكن أهل التحقيق من علماء المذهب نصوا على أن قولهم مخالف\nللرواية والدراية فلا عبرة به وأما تحريك الأصبع فقد جاء في بعض الروايات\nفأخذ به قوم الا أن الجمهور ما أخذ به لخلو غالب الروايات عنه والله تعالى\nأعلم قوله مختصرا اسم فاعل من الاختصار هو وضع اليد على الخاصرة وقيل هو أن\nيمسك بيده مخصرة أي عصا يتوكأ عليها وقيل هو أن يختصر السورة فيقرأ من\nآخرها آية أو آيتين وقيل هو أن لا يتم قيامها وركوعها وسجودها قوله\n</p>\n\n<p>\n891 ضربة بيده بالنصب مفعول قال على أنه بمعنى فعل أن هذا الصلب بالرفع\nعلى أنه خبر أن أو النصب على أنه صفة هذا والخبر محذوف أي رابني منك\nوالمراد أنه شبه الصلب لأن المصلوب يمد يده على الجذع وهيئة الصلب في\nالصلاة أن يضع يديه على خاصرتيه ويجافي بين عضديه في القيام قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p127'> Vol. 02, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\n892 قد صف بين قدميه كان المراد قد وصل بينهما ولو راح بينهما أي اعتمد\nعلى إحداهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p128'> Vol. 02, p. 128</a>\n            </div>\n             مرة وعلى الأخرى مرة ليوصل الراحة إلى كل منهما\nقوله وأنا من المسلمين كأنه كان يقول أحيانا كذلك لارشاد الأمة إلى ذلك\nولاقتدائهم به فيه والا فاللائق به صلى الله تعالى عليه وسلم وأنا أول\nالمسلمين كما جاء في كثير من الروايات والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p129'> Vol. 02, p. 129</a>\n            </div>\n             قوله\n</p>\n\n<p>\n897 ظلمت نفسي إظهار للعبودية وتعظيم للربوبية والا فهو مع <span id='ms135'></span> عصمته مغفور\nله ما تقدم من ذنبه وما تأخر لو كان هناك ذنب وقيل بل المغفرة في حقه\nمشروطة بالاستغفار والأقرب أن الاستغفار له زيادة خير والمغفرة حاصلة بدون\nذلك لو كان هناك ذنب وفيه إرشاد للأمة إلى الاستغفار ومعنى والشر ليس إليك\nأن الشر ليس قربا إليك ولا يتقرب به وقيل انه لا ينسب إليك بانفراده فلا\nيقال خالق الشر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p130'> Vol. 02, p. 130</a>\n            </div>\n             أنا بك وإليك أي وجودي بايجادك ورجوعي إليك\nأوبك أعتمد وإليك ألتجيء تباركت أي تزايد خيرك وكثر قوله وبحمدك قيل الواو\nللحال والتقدير ونحن ملتبسون بحمدك وقيل زائدة والجار والمجرور حال ملتبسين\nبحمدك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p131'> Vol. 02, p. 131</a>\n            </div>\n             @ 131\n</p>\n\n<p>\n899 وتعالى جدك في النهاية أي علا جلالك وعظمتك قوله\n</p>\n\n<p>\n901 وقد حفزه النفس بفتح الحاء المهملة والفاء والزاي المعجمة والنفس\nبفتحتين أي جهده من شدة السعي إلى الصلاة وأصل الحفز الدفع العنيف وفي\nالنهاية الحفز الحث والاعجال فأرم القوم بفتح راء مهملة وتشديد ميم أي\nسكتوا ويحتمل اعجام الزاي وتخفيف الميم أي أمسكوا عن الكلام والأول أشهر\nرواية أي سكت القائل خوفا من الناس يبتدرونها أي كل منهم يريد أن يسبق على\nغيره في رفعها إلى محل العرض أو القبول وجملة أيهم يرفعها حال أي قاصدين\nظهور أيهم يرفعها والله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p132'> Vol. 02, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\n902 يستفتحون القراءة بالحمد لله رب العالمين أشار بالترجمة إلى أن\nالمراد بالحمد لله الخ ليس هذا اللفظ بل تمام السورة على الوجه الذي يقرأ\nفكأنه قال يستفتحون القراءة بالفاتحة فدخل فيه البسملة ان قلنا انها جزء من\nالسورة لكن قراءة السورة يبدأ بها شرعا تبركا فلا دليل في الحديث لمن يقول\nلا يقرأ البسملة أصلا نعم بقي البحث أنها تقرأ سرا أو جهرا وسيعرف حقيقته\nوالله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p133'> Vol. 02, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\n904 إذ أغفى الاغفاء بالغين المعجمة النوم القليل في المجمع الاغفاء\nالسنة وهي حالة الوحي غالبا ويحتمل أن يريد به الاعراض عما كان فيه آنفا\nبالمد أي قريبا\n</p>\n\n<p>\n907 بسم الله الرحمن الرحيم انا أعطيناك الكوثر أراد أن ظاهر هذا الحديث\nأن البسملة جزء من السورة لأنه <span id='ms136'></span> بين السورة بمجموع البسملة وما بعدها ويحتمل\nأنها خارجة وبدأ السورة بها تبركا وعلى التقديرين ينبغي بداءة السورة بها\nوقراءتها معها نعم لا يلزم منه الجهر بها فيختلج على بناء المفعول أي يجتذب\nويقتطع قوله\n</p>\n\n<p>\n905 صليت وراء أبي هريرة فقرأ بسم الله الرحمن الرحيم يدل على أن البسملة\nتقرأ في أول الفاتحة ولا يدل على الجهر بها وآخر الحديث يدل على رفع هذا\nالعمل إلى النبي صلى الله تعالى عليه وسلم والله تعالى أعلم قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p134'> Vol. 02, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\n906 فلم يسمعنا من الاسماع وقوله فلم نسمعها بصيغة المتكلم مع الغير من\nالسماع وهذه الأحاديث صريحة في ترك الجهر بها والله تعالى أعلم قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p135'> Vol. 02, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\n909 فهي خداج بكسر الخاء المعجمة أي غير تامة فقوله غير تمام تفسير له @\n136 وهذا ليس بنص في افتراض الفاتحة بل يحتمل الافتراض وعدمه وكأنه لذلك\nعدل عنه أبو هريرة إلى حديث قسمت الصلاة في الاستدلال على الافتراض وقوله\nفي نفسك أي سرا ووجه الاستدلال هو أن قسمة الفاتحة جعلت قسمة للصلاة\nواعتبرت الصلاة مقسومة باعتبارها ولا يظهر ذلك الا عند لزوم الفاتحة فيها\nثم لا يخفى ما في الحديث من الدلالة على خروج البسملة من الفاتحة وأخذ منه\nالمصنف أنها لا تقرأ وهو بعيد لجواز أن لا تكون جزءا من الفاتحة ويرد\nالشروع بالقراءة بها مع الفاتحة تبركا فمن أين جاء أنها لا تقرأ فالحق أن\nمقتضى الأدلة أنها تقرأ سرا لا جهرا كما هو مذهب علمائنا الحنفية وكونها لا\nتقرأ أصلا كمذهب مالك أو تقرأ جهرا كمذهب الشافعي لا تساعده الأدلة ولعل\nمراد المصنف الاستدلال على عدم لزوم قراءتها والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p136'> Vol. 02, p. 136</a>\n            </div>\n            \nقوله\n</p>\n\n<p>\n910 لا صلاة لمن لم يقرأ بفاتحة الكتاب ليس معناه لا صلاة لمن لم يقرأ\nبفاتحة الكتاب في عمره قط أو لمن لم يقرأ في شيء من الصلوات قط حتى لا يقال\nلازم الأول افتراض الفاتحة في عمره مرة ولو خارج الصلاة ولازم الثاني\nافتراضها مرة في صلاة من الصلوات فلا يلزم منه الافتراض لكل صلاة وكذا ليس <span id='ms137'></span>\nمعناه لا صلاة لمن ترك الفاتحة ولو في بعض الصلوات إذ لازمة أنه بترك\nالفاتحة في بعض الصلوات تفسد الصلوات كلها ما ترك فيها وما لم يترك فيها إذ\nكلمة لا لنفي الجنس ولا قائل به بل معناه لا صلاة لمن لم يقرأ بالفاتحة من\nالصلوات التي لم يقرأ فيها فهذا عموم محمول على الخصوص بشهادة العقل وهذا\nالخصوص هو الظاهر المتبادر إلى الإفهام من مثل هذا العموم وهذا الخصوص لا\nيضر بعموم النفي للجنس لشمول النفي بعد لكل صلاة ترك فيها الفاتحة وهذا\nيكفي في عموم النفي ثم قد قرروا أن النفي لا يعقل الا مع نسبة بين أمرين\nفيقتضي نفي الجنس أمرا مستندا إلى الجنس ليتعقل النفي مع نسبته فإن كان ذلك\nالأمر مذكورا في الكلام فذاك والا يقدر من الأمور العامة كالكون والوجود\nأما الكمال فقد حقق المحقق الكمال ضعفه لأنه مخالف للقاعدة لا يصار إليه\nالا بدليل والوجود في كلام الشارع يحمل على الوجود الشرعي دون الحسي فمفاد\nالحديث نفي الوجود الشرعي للصلاة التي لم يقرأ فيها بفاتحة الكتاب وهو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p137'> Vol. 02, p. 137</a>\n            </div>\n             عين نفي الصحة وما قال أصحابنا أنه من حديث الآحاد وهو ظني لا\nيفيد العلم وإنما يوجب العمل فلا يلزم منه الافتراض ففيه أنه يكفي في\nالمطلوب أنه يوجب العمل ضرورة أنه يوجب العمل بمدلوله لا بشيء آخر ومدلوله\nعدم صحة صلاة لم يقرأ فيها بفاتحة الكتاب فوجوب العمل به يوجب القول بفساد\nتلك الصلاة وهو المطلوب فالحق أن الحديث يفيد بطلان الصلاة إذا لم يقرأ\nفيها بفاتحة الكتاب نعم يمكن أن يقال قراءة الامام قراءة المقتدى كما ورد\nبه بعض الأحاديث فلا يلزم بطلان صلاة المقتدى إذا ترك الفاتحة وقرأها\nالامام بقي أن الحديث يوجب قراءة الفاتحة في تمام الصلاة لا في كل ركعة لكن\nإذا ضم إليه قوله صلى الله تعالى عليه وسلم وافعل في صلاتك كلها للأعرابي\nالمسيء صلاته يلزم افتراضها في كل ركعة ولذلك عقب هذا الحديث بحديث\nالأعرابي في صحيح البخاري <span id='ms138'></span> فلله دره ما أدقه والله تعالى أعلم قوله فصاعدا\nظاهره وجوب ما زاد على الفاتحة بمعنى بطلان الصلاة بدونه وقد اتفقوا أو\nغالبهم على عدم الوجوب بهذا المعنى فلعلهم يحملونه على معنى فما كان صاعدا\nفهو أحسن والله تعالى أعلم نقيضا صوتا كصوت الباب إذا فتح أبشر من الابشار\nأوتيتهما على بناء المفعول وكذا لم يؤتهما حرفا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p138'> Vol. 02, p. 138</a>\n            </div>\n             منهما أي مما\nفيه من الدعاء الا أعطيته أي أعطيت مقتضاه والمرجو أن هذا لا يختص به بل\nيعمه وأمته صلى الله تعالى عليه وسلم قوله\n</p>\n\n<p>\n913 ألم يقل الله الخ مطلق الأمر وان كان لا يفيد الفور لكن الأمر ها هنا\nمقيد بقوله إذا دعاكم أي الرسول فيلزم الاستجابة وقت الدعاء بلا تأخير\nوضمير دعاكم للرسول وذكر الله للتنبيه على أن دعاءه دعاء الله واستجابته له\nتعالى لا يلزم من وجوب استجابته في الصلاة بقاء الصلاة وإنما لازمه رفع اثم\nالفساد قولك بالنصب أي أذكره والقرآن العظيم عطف على السبع المثاني وإطلاق\nاسم القرآن على بعضه شائع قوله وهي مقسومة الخ أي وقال تعالى هي مقسومة الخ\nقوله الطول بضم الطاء وفتح واو جمع الطولي الستة معلومة والسابعة هي سورة\nالتوبة وقيل غيرها والله تعالى أعلم قوله\n</p>\n\n<p>\n917 قد خالجنيها أي نازعني القراءة والظاهر أنه قال نهيا وانكارا لذلك\nنعم هو إنكار لما سوى الفاتحة دونها والله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p139'> Vol. 02, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\n919 أنازع القرآن على بناء المفعول والقرآن منصوب بتقدير في القرآن أي\nأحارب في قراءته كأني أجذبه إلى غيري وغيري يجذبه منى إليه يحتمل أنهم\nجهروا بالقراءة خلفه فشغلوه والمنع مخصوص به ويحتمل أنه ورد في غير الفاتحة\nكما فيما تقدم ويحتمل العموم فلا يقرأ فيما يجهر الامام أصلا لا بالفاتحة\nولا غيرها لا سرا ولا جهرا وما جاء عن أبي هريرة من قوله اقرأ بها يا فارسي\nيحمل على السر والله تعالى أعلم قوله\n</p>\n\n<p>\n920 ألا بأم القرآن ظاهر هذه الرواية إباحة القراءة بالفاتحة ولو جهر\nالامام فلعل من يمنع عنها يقول أن النهي يقدم <span id='ms139'></span> على الإباحة عند التعارض ولا\nيخفي أن المعارضة حال السر مفقودة فالمنع حينئذ غير ظاهر حالة السر ولهذا\nمال محمد وبعض المشايخ وغيرهم إلى قراءة الفاتحة حال السر ورجحه على القارئ\nفي شرح موطأ محمد ورأى أنه الأحوط والله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p140'> Vol. 02, p. 140</a>\n            </div>\n             لذلك\nنعم هو إنكار لما سوى الفاتحة دونها والله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p141'> Vol. 02, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\n921 وإذا قرأ أي الامام فأنصتوا أي اسكتوا للاستماع وهذا لا يكون الا\nحالة الجهر وهذا الحديث صححه مسلم ولا عبرة بتضعيف من ضعفه والمصنف أشار\nإلى أن هذا الحديث تفسير للآية فيحمل عموم إذا قرأ القرآن على خصوص قراءة\nالامام قوله\n</p>\n\n<p>\n923 فالتفت الي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p142'> Vol. 02, p. 142</a>\n            </div>\n             أي أبو الدرداء والى هذا أشار المصنف بقوله\nانما هذا عن رسول الله صلى الله تعالى عليه وسلم خطأ الخ أي رفعه خطأ\nوالصواب وقفه قوله يجزئني من الاجزاء أي يكفيني منه أي أقرؤه مقام القرآن\nما دام ما أحفظه والا فالسعي في حفظه لازم وهذا يدل على أن العاجز عن\nالقرآن يأتي بالتسبيحات ولا يقرأ ترجمة القرآن بعبارة أخرى غير نظم القرآن\nقوله\n</p>\n\n<p>\n925 إذا أمن القارئ أخذ منه المصنف الجهر بآمين إذ لو أسر الامام بآمين\nلما علم القوم بتأمين الامام فلا يحسن الأمر إياهم بالتأمين عند تأمينه\nوهذا استنباط دقيق يرجحه ما سبق من التصريح بالجهر وهذا هو الظاهر المتبادر\nنعم قد يقال يكفي في الأمر معرفتهم لتأمين الامام بالسكوت عن القراءة لكن\nتلك معرفة ضعيفة بل كثيرا ما يسكت الامام عن القراءة ثم يقول آمين بل الفصل\nبين القراءة والتأمين هو اللائق فيتقدم تأمين المقتدى على تأمين الامام إذا\nاعتمد على هذه الامارة لكن رواية إذا قال الامام ولا الضالين ربما يرجح هذا\nالتأويل فليتأمل والأقرب أن أحد اللفظين من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p143'> Vol. 02, p. 143</a>\n            </div>\n             تصرفات الرواة\nوحينئذ فرواية إذا أمن أشهر وأصح فهي أشبه أن تكون هي الأصل والله تعالى\nأعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p144'> Vol. 02, p. 144</a>\n            </div>\n             @ 145\n</p>\n\n<p>\n931 بضعة وثلاثون بكسر الباء وقد تفتح من الثلاث إلى التسع والحديث يدل\nعلى جواز التحميد للعاطس جهرا قوله\n</p>\n\n<p>\n932 فسمعته وأنا خلفه ظاهره <span id='ms140'></span> الجهر بآمين فما نهنهها أي منعها وكفها عن\nالوصول إليه قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p145'> Vol. 02, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\n933 كيف يأتيك الوحي ظاهره أن السؤال عن كيفية الوحي نفسه لا عن كيفية\nالملك الحامل له ويدل عليه أول الجواب لكن آخر الجواب يميل إلى أن المقصود\nبيان كيفية الملك الحامل فيقال يلزم من كون الملك في صورة الإنسان كون\nالوحي في صورة مفهوم متبين أول الوهلة فبالنظر إلى هذا اللازم صار بيانا\nلكيفية الوحي فلذلك قوبل بصلصلة الجرس ويحتمل أن المراد للسؤال عن كيفية\nالحامل أي كيف يأتيك حامل الوحي وقوله في مثل صلصلة الجرس يأتيني في صوت\nمتدارك لا يدرك في أول الوهلة كصوت الجرس أي يجيء في صورة وهيئة لها مثل\nهذا الصوت فنبه بالصوت الغير المعهود على أنه يجيء في هيئة غير معهودة فلذا\nقابله بقوله في صورة الفتى وعلى الوجهين فصلصلة الجرس مثال لصوت الوحي\nوالصلصلة بصادين مهملتين مفتوحتين بينهما لام ساكنة صوت وقوع الحديد بعضه\nعلى بعض والجرس بفتحتين الجلجل الذي يعلق في رؤوس الدواب ووجه الشبه هو أنه\nصوت متدارك لا يدرك في أول الوهلة فيفصم يضرب أي فيقطع عني حامل الوحي\nالوحي وقد وعيت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p146'> Vol. 02, p. 146</a>\n            </div>\n             عنه أي حفظت عنه أي أجده في قلبي مكشوفا متبينا\nبلا التباس ولا اشكال فينبذه كيضرب أي يلقيه إلى في صوت انسان والله تعالى\nأعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p147'> Vol. 02, p. 147</a>\n            </div>\n             قوله يتمثل أي يتصور تعريف الملك للعهد أي جبريل المعروف\nبأنه حامل الوحي ورجلا نصبه على المصدر أي مثل رجل أو الحال بتقدير هيئة\nرجل أو التمييز والتمثل ظهور الشيء في مثال غيره والأرواح القوية يمكن\nظهورها بإذن الله تعالى في صور كثيرة وأمثلة عديدة في حالة واحدة من غير أن\nيموت الجسم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p148'> Vol. 02, p. 148</a>\n            </div>\n             الأصلي الذي هو ذو أجنحة كثيرة فلا يرد أن الجائي\nكان روح جبريل فينبغي أن يموت الجسم القديم له لمفارقة الروح إياه والا\nفليس الجائي روح جبريل ولا جسمه فما معنى مجيئه بالوحي والله تعالى أعلم\nقوله ليتفصد بالفاء وتشديد المهملة أي ليجري ويسيل عرقا تمييز قوله يعالج\nيتحمل <span id='ms141'></span> يحرك شفتية أي لكل حرف عقب سماعه من جبريل ثم تقرأه بالنصب عطف على\nجمعه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p149'> Vol. 02, p. 149</a>\n            </div>\n             بتقديران فهو عطف الفعل على الاسم الصريح قوله\n</p>\n\n<p>\n936 قلت كذبت يفهم منه أنه لا يأثم الرجل بتكذيب الحق إذا ظهر له أمارة\nخلافه وبنى عليه التكذيب وأن القرآن ما لم يتواتر لا يكفر صاحبه بالتكذيب\nفليتأمل ان القرآن أنزل على سبعة أحرف أي على سبع لغات مشهورة بالفصاحة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p150'> Vol. 02, p. 150</a>\n            </div>\n             وكأن ذاك رخصة أولا تسهيلا عليهم ثم جمعه عثمان رضي الله تعالى\nعنه حين خاف الاختلاف عليهم في القرآن وتكذيب بعضهم بعضا على لغة قريش التي\nأنزل عليها أولا والله تعالى أعلم قوله أعجل من حد سمع أي آخذه وأجره وهو\nفي الصلاة لببته بالتشديد يقال لببت الرجل تلبيبا إذا جعلت في عنقه ثوبا\nوجررته به قوله أساوره أي أواثبه من سار إليه وثب قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p151'> Vol. 02, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\n939 أضاة بني غفار الأضاة بوزن حصاة الغدير أن تقرئ أمتك من الاقراء ونصب\nأمتك وجوز أنه من القراءة ورفع الأمة والمعنى أوفق بالأول إذ أمر أحد بفعل\nغيره غير مستحسن فليتأمل معافاته بفتح التاء لأنه منصوب وهو مفرد لا جمع لا\nتطيق ذلك أي يومئذ لعدم ممارسة الناس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p152'> Vol. 02, p. 152</a>\n            </div>\n             كلهم لغة قريش فلو كلفوا\nبالقراءة بها لثقل عليهم يومئذ بخلاف ما إذا مارسوا كما عليه الأمر اليوم\nوالله تعالى أعلم قوله تخالف قراءتي أي يقرؤها قراءة تخالف قراءتي أو هو\nيخالف قراءتي وعلى الأول تخالف بالمثناة فوقية وعلى الثاني بالتحتية من\nعلمك من التعليم لا تفارقني نهى أو نفي بمعنى النهي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p153'> Vol. 02, p. 153</a>\n            </div>\n             كلهن أي كل\nواحدة منهن شاف كاف أو مجموع من شاف كاف وأفرادهما على لفظ كل فإنه مفرد\nمذكر والأول أظهر وبالمقصود أوفق والله تعالى أعلم قوله\n</p>\n\n<p>\n941 ما حاك في صدرك أي أثر شك في صدري ولا وقع وقد جاء صريحا أنه وقع في\nصدره يومئذ شك عصمه الله تعالى منه ببركة نبيه صلى الله تعالى عليه وسلم\nاستزده أي اطلب من الله تعالى الزيادة على حرف واحد أو من جبريل بناء <span id='ms142'></span> على\nأنه واسطة قوله المعقلة في النهاية أي المشددة بالعقال أو التشديد فيه\nللتنكير قوله أن يقول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p154'> Vol. 02, p. 154</a>\n            </div>\n             نسيت آية كيت بالتخفيف لما فيه من التشبه\nلفظا بمن ذمه الله تعالى بقوله كذلك أتتك آياتنا فنسيتها وكذلك اليوم تنسى\nفالاحتراز عن مثل هذا القول أحسن بل هو نسي بالتشديد أي الله تعالى قد أزال\nعن قلبه ما أزال فليقل نسيت بالتشديد لكونه أوفق بالواقع وأبعد من الوقوع\nفي المكروه استذكروا القرآن أي اذكروه واحفظوه وذكره بالسين للمبالغة تفصيا\nبالفاء والصاد المهملة أي خروجا وتخلصا قوله من النعم من عقله بضم عين وقاف\nجميعا وقد يسكن القاف جمع عقال بكسر العين وهو حبل صغير يشد به ساعد البعير\nإلى فخذه وتذكير الضمير لأن النعم يذكر ويؤنث ذكره النووي في شرح مسلم قوله\n</p>\n\n<p>\n944 في ركعتي الفجر المراد أنه يقرأ فيهما بالآيتين أو السورتين بعد\nالفاتحة الا أنه تركها الراوي لظهورها قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p155'> Vol. 02, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\n946 أقرأ فيهما بأم الكتاب مبالغة في التخفيف ومثله لا يفيد الشك في\nالقراءة ولا يقصد به ذلك ولا دليل فيه لمن يقول بالاقتصار على الفاتحة\nضرورة أن حقيقة اللفظ الشك في الفاتحة أيضا وهو متروك بالاتفاق وعند الحمل\nعلى ما قلنا لا يلزم الاقتصار فالحمل على الاقتصار مشكل وقد ثبت خلافه كما\nتقدم والله تعالى أعلم قوله\n</p>\n\n<p>\n947 فالتبس عليه أي اشتبه عليه واستشكل وضميره للروم باعتبار أنه اسم\nمقدار من القرآن لا يحسنون من الإحسان أو التحسين الطهور بضم الطاء وجوز\nالفتح على أنه اسم للفعل والحمل على الماء لا يناسب المقام فإنما يلبس\nكيضرب أومن التلبيس أي يخلط وفيه تأثير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p156'> Vol. 02, p. 156</a>\n            </div>\n             الصحبة وان الأكملين في\nأكمل الأحوال يظهر فيهم أدنى أثر والله تعالى أعلم قوله\n</p>\n\n<p>\n950 والنخل باسقات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p157'> Vol. 02, p. 157</a>\n            </div>\n             أي السورة المشتملة على هذه الآية فهو من\nإرادة الكل باسم الجزء قوله\n</p>\n\n<p>\n952 فأمنا بهما ليبين بذلك أنهما عظيمتان تقومان مقام سورتين عظيمتين كما\nهو المعتاد في صلاة الفجر قوله أبلغ أي أعظم في باب الاستعاذة وكأن الوقت\nكان يساعد الاستعاذة والله تعالى أعلم قوله <span id='ms143'></span> لم ير على بناء المفعول أي في\nالاستعاذة والله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p158'> Vol. 02, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\n955 الم تنزيل قال علماؤنا لا دلالة فيه على المداومة عليهما نعم قد ثبتت\nقراءتهما فينبغي للأئمة قراءتهما ولا يحسن المداومة على تركهما بالمرة وقد\nقال بعض الشافعية قد جاء في بعض الروايات ما يدل على المداومة وعلى كل\nتقدير فالمداومة عليهما خير من المداومة على تركهما والله تعالى اعلم قوله\nتوبة أي لاجل التوبة شكرا أي على قبول التوبة وتوفيق الله تعالى إياه عليها\nفحين يجري في القرآن ذكر من الله تعالى لتلك التوبة نشكره تعالى على تلك\nالنعمة وكون السجدة للشكر لا يستلزم عدم الوجوب كما أنه لا يستلزم الوجوب\nفينبغي الرجوع في معرفة أحد الامرين إلى خارج والله تعالى أعلم قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p159'> Vol. 02, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\n958 وسجد من عنده أي من المسلمين والمشركين وكأن المشركين سجدوا تبعا\nللمسلمين وقد ذكروا في سببه قصة طويلة والله أعلم بثبوتها قوله\n</p>\n\n<p>\n960 فلم يسجد أي النبي صلى الله تعالى عليه وسلم استدل به من لا يرى\nالسجود في المفصل كمالك وحمل ما جاء في سجود النجم على النسخ لكونه كان\nبمكة أجيب بأن القارئ امام للسامع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p160'> Vol. 02, p. 160</a>\n            </div>\n             فيجوز أنه صلى الله تعالى\nعليه وسلم ترك السجود اتباعا لزيد لأنه القارئ فهو امام وترك زيد لأجل صغره\nفلا دلالة في الحديث على عدم السجود وأجيب أيضا بأنه لعله على غير وضوء\nفأخره فظنه زيد أنه ترك بل لعل معنى كلام زيد أنه لم يسجد في الحال بل أخره\nوأيضا بأن السجود غير واجب فلعله تركه أحيانا لبيان الجواز وبالجملة فقد\nجاء عن أبي هريرة وغيره أن النبي صلى الله تعالى عليه وسلم سجد في المفصل\nفالأخذ برواية المثبت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p161'> Vol. 02, p. 161</a>\n            </div>\n             أولى من النافي لجواز أن النافي ما اطلع\nعليه وفي شرح الموطأ وقال بالسجود في المفصل الخلفاء الأربعة والأئمة\nالثلاثة وغيرهم واستدل بعض المالكية بأن أبا سلمة قال لأبي هريرة لما سجد\nلقد سجدت في سورة ما رأيت الناس يسجدون فيها فدل هذا على أن الناس تركوه\nوجرى العمل <span id='ms144'></span> بتركه ورده بن عبد البر بأن أي عمل يدعى مع مخالفة المصطفى\nوالخلفاء الراشدين بعده والله تعالى أعلم قوله\n</p>\n\n<p>\n967 ووكيع عن سفيان وكيع معطوف على سفيان والمراد به بن عيينة أو من روى\nعنه وكيع فالمراد به الثوري كما أفاده في الأطراف قوله\n</p>\n\n<p>\n968 يعني العتمة فسر بذلك لأن العشاء قد يطلق على صلاة المغرب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p162'> Vol. 02, p. 162</a>\n            </div>\n             قوله كل صلاة أي كل ركعة أو كل صلاة سرية وجهرية فما أسمعنا\nبفتح العين في الأول وسكونها في الثاني أي يجهر فيما جهر ويخافت فيما خافت\nولا يظن أن مواضع السر لا قراءة فيها قوله\n</p>\n\n<p>\n971 فنسمع منه الآية أي يقرأ بحيث نسمع الآية من جملة ما قرأ وهذا يدل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p163'> Vol. 02, p. 163</a>\n            </div>\n             على أن الجهر القليل في السرية لا يضر وعلى أن الجمع بين الجهر\nوالسر لا يكره والله تعالى أعلم قوله يطولها لعلمه صلى الله تعالى عليه\nوسلم برغبة من خلفه في التطويل وعند ذلك يجوز التطويل والا فالتخفيف هو\nالمطلوب للامام قوله يسمعنا الآية كذلك كما أنه يقرأ يسمعنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p164'> Vol. 02, p. 164</a>\n            </div>\n            \nالآية أحيانا قوله\n</p>\n\n<p>\n975 وكان يطيل في الركعة الأولى يعينهم بذلك على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p165'> Vol. 02, p. 165</a>\n            </div>\n             إدراك فضلها\nقوله بالسماء ذات البروج الخ ما جاء في اختلاف القراءة يحمل على اختلاف\nالأوقات والاحوال فلا تنافي في أحاديث القراءة قوله\n</p>\n\n<p>\n981 هلمي لي وضوءا بفتح الواو أي أحضري لي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p166'> Vol. 02, p. 166</a>\n            </div>\n             ماء أتوضأ به من\nأمامكم أي من عمر بن عبد العزيز قوله\n</p>\n\n<p>\n982 ويقرأ في المغرب بقصار المفصل الخ المفصل عبارة عن السبع الأخير من\nالقرآن أوله سورة الحجرات سمى مفصلا لأن سورة قصار كل سورة كفصل من الكلام\nقيل طواله إلى سورة عم وأوساطه إلى الضحى وقيل غير ذلك ثم يؤخذ من هذا\nالحديث ومن حديث أبي هريرة الآتي في الباب الثاني ومن حديث رافع بن خديج\nكنا ننصرف عن المغرب وان أحدنا ليبصر مواقع نبله أن عادته صلى الله تعالى\nعليه وسلم في المغرب قراءة السور القصار فلعل ما سيجئ من قراءة السور\nالطوال في المغرب كان منه أحيانا لبيان الجواز قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p167'> Vol. 02, p. 167</a>\n            </div>\n             @ 169\n</p>\n\n<p>\n984 وهو يصلي <span id='ms145'></span> المغرب قد جاء أنها صلاة العشاء وهي أنسب بسوق هذه القصة\nوالحمل على تعدد الواقعة بعيد والله تعالى أعلم قوله\n</p>\n\n<p>\n985 ما صلى بعدها صلاة أي بالناس والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p168'> Vol. 02, p. 168</a>\n            </div>\n             قوله\n</p>\n\n<p>\n989 أتقرأ في المغرب بقل هو الله أحد أي دائما بحيث كأنه اللازم ولا يجوز\nغيره فالانكار على التزام القصار وفيه أنه ينبغي للامام أن يقرأ ما قرأه\nصلى الله تعالى عليه وسلم أحيانا تبركا بقراءته صلى الله تعالى عليه وسلم\nواحياء لسنته وآثاره الجميلة فمحلوفه أراد بالمحلوف الله الذي لا يستحق\nالحلف الا به والخبر محذوف أي الله قسمى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p169'> Vol. 02, p. 169</a>\n            </div>\n             باطول الطوليين يعني\nالأنعام والأعراف وأطولهما الأعراف وصدق هذا الوصف على غير الأعراف لا يضر\nلأنه عينها بالبيان قوله رمقت النبي صلى الله تعالى عليه وسلم أي نظرت إليه\nوتأملت في قراءته قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p170'> Vol. 02, p. 170</a>\n            </div>\n             @ 171\n</p>\n\n<p>\n993 على سرية أي جعله أميرا على طائفة من الجيش فيختم بقل هو الله أحد أي\nيختم قراءته بقراءة قل هو الله أحد أي يقرأ بقل هو الله أحد في آخر ما يقرأ\nمن القرآن والحاصل أن النبي صلى الله تعالى عليه وسلم قرره على ذلك وبشره\nعليه بما بشره فعلم به جواز الجمع بين السور المتعددة في ركعة قوله وجبت لا\nدلالة في الحديث على عموم الوجوب لكل قارئ الا بالنظر إلى أن الظاهر أن\nالوجوب جزاء لقراءته فالظاهر عمومه لكل عامل عمله والله تعالى أعلم قوله\n</p>\n\n<p>\n995 فذكر ذلك له كأنه عظم ذلك ترديده هذه السورة لتعدل أي تساوي ثلث\nالقرآن أجرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p171'> Vol. 02, p. 171</a>\n            </div>\n             قوله عن منصور عن هلال بن يساف الخ في بعض النسخ\nقال أبو عبد الرحمن ما أعرف إسنادا أطول من هذا ونقل عن السيوطي أنه قال\nفيه ستة من التابعين قال والمرأة هي امرأة أبي أيوب قوله فصلى العشاء\nالآخرة الخ ظاهر صنيع المصنف يميل إلى أنه جمع بين رواية صلاة المغرب\nورواية صلاة العشاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p172'> Vol. 02, p. 172</a>\n            </div>\n             بالحمل على تعدد القضية فلذلك استدل بكلتا\nالروايتين لكن وقوع مثل هذه القضية مرتين بعيد الا أن يقال يحتمل أنه وقع <span id='ms146'></span>\nمن معاذ مرتين ثم رفع الواقعتان إلى النبي صلى الله تعالى عليه وسلم مرة\nوالله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p173'> Vol. 02, p. 173</a>\n            </div>\n             قوله\n</p>\n\n<p>\n1002 قد شكاك الناس أي أهل كوفة وكان سعد أميرا من جهة عمرعليهم فجاؤوا\nعند عمر وشكوا سعدا فطلبه عمر وقال له ذلك اتئد بتشديد التاء بعدها همزة\nمكسورة وقبلها همزة مفتوحة أي أتثبت ولا أتعجل وفي بعض النسخ أمد بتشديد\nالدال كما في أبي داود أي أزيد وأطول وأحذف أي أخفف وما آلو بهمزة ممدودة\nأي لا أقصر في صلاة اقتديت بها وهي صلاة رسول الله صلى الله تعالى عليه\nوسلم قوله\n</p>\n\n<p>\n1003 ما يحسن من الإحسان أو التحسين لا أخرم من باب ضرب أي لا أنقص أركد\nمن باب نصر أي أسكن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p174'> Vol. 02, p. 174</a>\n            </div>\n             وأطيل القيام قوله\n</p>\n\n<p>\n1004 اني لأعرف النظائر أي السور المتقاربة في الطول قوله هذا بفتح هاء\nوتشديد ذال معجمة أي تسرع اسراعا في قراءته كما تسرع في انشاد الشعر والهذ\nسرعة القطع ونصبه على المصدر وهو استفهام إنكار بحذف أداته يقرن بضم الراء\nأو كسرها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p175'> Vol. 02, p. 175</a>\n            </div>\n             قوله وآل حم أي صاحب حم أي السورة المصدرة بحم قوله\n</p>\n\n<p>\n1007 فلما جاء ذكر موسى أو عيسى أي جاء قوله تعالى ثم أرسلنا موسى وأخاه\nأو ذكر عيسى وهذا شك من الراوي وعيسى مذكور في جنبه فلذا جمع بينهما سعلة\nبفتح سين وسكون عين قيل أخذته بسبب البكاء ثم لا يخفى أن الاقتصار على بعض\nالسورة ها هنا لضرورة فالاستدلال به على الاقتصار بلا ضرورة لا يتم فالأولى\nالاستدلال بقراءته صلى الله تعالى عليه وسلم سورة الأعراف في المغرب حيث\nفرقها في ركعتين والله تعالى أعلم قوله\n</p>\n\n<p>\n1008 وقف وتعوذ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p176'> Vol. 02, p. 176</a>\n            </div>\n             عمل به علماؤنا الحنفية في الصلاة النافلة\nكما هو المورد قوله جسرة بفتح جيم وسكون سين بنت دجاجة قال السيوطي بفتح\nدال وجيمين والمعروف أنها بالفتح في الحيوان وبالكسر في الإنسان وهو\nالمضبوط في بعض النسخ المصححة والله تعالى أعلم قوله قام النبي صلى الله\nتعالى عليه وسلم أي الليل حتى أصبح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p177'> Vol. 02, p. 177</a>\n            </div>\n             كذا في بعض النسخ المصححة <span id='ms147'></span>\nأي إلى أن دخل وقت الصبح وفي بعض النسخ حتى إذا أصبح وعلى هذا فجواب إذا\nمقدر أي تركها أي الآية قوله\n</p>\n\n<p>\n1011 رفع صوته ليتدبروه ويأخذوا عنه ولا تجهر أي كل الجهر بقرينة الأمر\nبالتوسط وقد يقال مقتضى الآية أن الجهر هو الاعلان البالغ حده فليتأمل\nوابتغ بين ذلك سبيلا أي بين المذكور من الجهر والمخافتة ويحصل به الأمر ان\nجميعا عدم الاخلال بسماع الحاضرين والاحتراز عن سب أعداء الدين قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p178'> Vol. 02, p. 178</a>\n            </div>\n            \n</p>\n\n<p>\n1013 وأنا على عريشي العريش كل ما يستظل به ويطلق على بيوت مكة لأنها\nكانت عيدانا تنصب ويظلل عليها قوله\n</p>\n\n<p>\n1014 يمد صوته مدا أي يطيل الحروف الصالحة للاطالة يستعين بها على التدبر\nوالتفكر وتذكير من يتذكر قوله\n</p>\n\n<p>\n1015 زينوا القرآن بأصواتكم أي بتحسين أصواتكم عند القراءة فإن الكلام\nالحسن يزيد حسنا وزينة بالصوت الحسن وهذا مشاهد ولما رأى بعضهم أن القرآن\nأعظم من أن يحسن بالصوت بل الصوت أحق بأن يحسن بالقرآن قال معناه زينوا\nأصواتكم بالقرآن هكذا فسره غير واحد من أئمة الحديث وزعموا أنه من باب\nالقلب وقال شعبة نهاني أيوب أن أحدث زينوا القرآن بأصواتكم ورواه معمر عن\nمنصور عن طلحة زينوا أصواتكم بالقرآن وهو الصحيح والمعنى اشتغلوا بالقرآن\nواتخذوه شعارا وزينة قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p179'> Vol. 02, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\n1017 ما أذن الله بكسر الذال أي ما استمع لشيء مسموع كاستماعه لنبي\nوالمراد جنس النبي والقرآن القراءة أو كلام الله مطلقا ولما كان الاستماع\nعلى الله تعالى محالا لأنه شأن من يختلف سماعه بكثرة التوجه وقلته وسماعه\nتعالى لا يختلف قالوا هذا كناية عن تقريب القارئ واجزال ثوابه يتغنى\nبالقرآن أي يحسن صوته به حال قراءته أو هو الجهر وقوله يجهر به تفسير له أو\nيلين ويرقق صوته ليجلب به إلى نفسه والى السامعين الحزن والبكاء وينقطع به\nعن الخلق إلى الخالق جل وعلا قوله\n</p>\n\n<p>\n1018 يعني أذنه بفتح همزة وذال معجمة معا أي استماعه قوله\n</p>\n\n<p>\n1019 لقد أوتي من مزامير آل داود وفي النهاية شبه حسن صوته وحلاوة نغمته\nبصوت المزمار وداود هو النبي واليه المنتهى <span id='ms148'></span> في حسن الصوت بالقراءة والمراد\nبآل داود نفسه وكثيرا ما يطلق آل فلان على نفسه قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p180'> Vol. 02, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\n1022 ثم نعتت قراءته أي وصفت وبينت بالقول أو بالفعل بأن قرأت كقراءته\nصلى الله تعالى عليه وسلم حرفا حرفا قال أبو البقاء نصبهما على الحال أي\nمرتلة نحو أدخلتهم رجلا رجلا أي منفردين قوله\n</p>\n\n<p>\n1023 حين يهوى كيضرب أي يسقط ويهبط أني لأشبهكم صلاة الخ يقول لهم ذلك\nترغيبا لهم في فعل مثلها قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p181'> Vol. 02, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\n1026 ثم لم يعد قد تكلم ناس في ثبوت هذا الحديث والقوى أنه ثابت من رواية\nعبد الله بن مسعود نعم قد روى من رواية البراء لكن التحقيق عدم ثبوته من\nرواية البراء فالوجه أن الحديث ثابت لكن يكفي في إضافة الصلاة إلى رسول\nالله صلى الله تعالى عليه وسلم كونه صلى هذه الصلاة أحيانا وان كان\nالمتبادر الاعتياد والدوام فيجب الحمل على كونها كانت أحيانا توفيقا بين\nالأدلة ودفعا للتعارض وعلى هذا فيجوز أنه صلى الله تعالى عليه وسلم ترك\nالرفع عند الركوع وعند الرفع منه اما لكون الترك سنة كالفعل أو لبيان\nالجواز فالسنة هي الرفع لا الترك والله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p182'> Vol. 02, p. 182</a>\n            </div>\n            \n</p>\n\n<p>\n1027 لا يقيم أي لا يعدل ولا يسوى والمقصود الطمأنينة في الركوع والسجود\nولذا قال الجمهور بافتراض الطمأنينة والمشهور من مذهب أبي حنيفة ومحمد عدم\nالافتراض لكن نص الطحاوي في آثاره على أن مذهب أبي حنيفة وصاحبيه افتراض\nالطمأنينة في الركوع والسجود وهو أقرب إلى الأحاديث والله تعالى أعلم قوله\n</p>\n\n<p>\n1028 اعتدلوا في الركوع أي توسطوا فيه بين الارتفاع والانخفاض وكذا\nتوسطوا في السجود بين الافتراش والقبض بوضع الكفين على الأرض ورفع المرفقين\nعنها والبطن عن الفخذ وبسط الكلب هو وضع المرفقين مع الكفين على الأرض قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p183'> Vol. 02, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\n1029 فليؤمكم أحدكم أي ليقدم عليكم في القيام وليقم مقام الامام من القوم\nوليفرش كفيه على فخذيه ن افرش أي ليجعلهما كالفراش لهما أي ليضعهما على\nفخذيه في التشهد والظاهر أن مراده أنه لا يطبق في التشهد إذا كانوا أكثر من\nثلاثة وقوله فكأنما <span id='ms149'></span> أنظر كلام يتعلق بالتطبيق أي رأيته صلى الله تعالى عليه\nوسلم طبق فكأنما أنظر الخ والتطبيق هو أن يجمع بين أصابع يديه ويجعلها بين\nركبتيه في الركوع والتشهد وهو منسوخ بالاتفاق كما سيذكره المصنف وهذا الذي\nذكرت هو مقتضى ظاهر هذه الرواية المذكورة في هذا الكتاب لكن الظاهر أن فيه\nاختصارا ففي رواية مسلم وإذا كنتم أكثر من ذلك فليؤمكم أحدكم وإذا ركع\nأحدكم فليفرش ذراعيه على فخذيه وليجنأ وليطبق بين كفيه فلكأني أنظر إلى\nاختلاف أصابع رسول الله صلى الله تعالى عليه وسلم وقوله ليجنأ بفتح الياء\nوسكون الجيم آخره همزة أي ليركع وعلى هذا فمعنى ليفرش كفيه الخ أي ليفرش\nأحدكم ذراعيه أريد بالكف الذراع أي عند الركوع وفيه اختصار أي ليطبق بين\nكفيه والله تعالى أعلم قوله\n</p>\n\n<p>\n1030 فخالف بين أصابعنا أي بالتشبيك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p184'> Vol. 02, p. 184</a>\n            </div>\n             قوله أمرنا على بناء\nالمفعول قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p185'> Vol. 02, p. 185</a>\n            </div>\n             @ 186\n</p>\n\n<p>\n1036 وجافى بمرفقيه أي بعدهما عن الجنب قوله\n</p>\n\n<p>\n1038 جافى بين إبطيه لا بد من إضافة بين إلى متعدد فيتوهم أن ذلك المتعدد\nها هنا إبطيه بالتثنية وليس كذلك بل إبطيه أحد طرفي المتعدد والطرف الثاني\nمحذوف أي بين إبطيه وبين ما يليهما من الجنب والمعنى بين كل من إبطيه وما\nيليهما من الجنب والحاصل أن المراد بابطيه كل واحد منهما فما بقي متعددا\nفلا بد من اعتبار أمر آخر يحصل بالنظر إليه التعدد وهذا معنى قول من قال أي\nينحى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p186'> Vol. 02, p. 186</a>\n            </div>\n             كل ابط عن الجنب الذي يليها ولو أبقى الكلام على ظاهره لم\nيستقم كما لا يخفى قوله اعتدل أي توسط بين الارتفاع والانخفاض وفسره بقوله\nفلم ينصب رأسه ولم يقنعه ونصب الرأس معروف والاقناع يطلق على رفع الرأس\nوخفضه من الأضداد والمراد ها هنا الثاني وفي النهاية ووقع في بعض النسخ فلم\nينصب والمشهور فلا يصوب أي لم يخفضه جدا وعلى هذا فالاقناع بمعنى الرفع\nوكذا على ما في بعض النسخ فلم يصب من صب الماء والمراد الإنزال بحمل\nالاقناع على معنى الرفع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p187'> Vol. 02, p. 187</a>\n            </div>\n             قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p188'> Vol. 02, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\n1040 لبس القسي بفتح القاف وكسر السين <span id='ms150'></span> المشددة نسبة إلى موضع ينسب إليه\nالثياب القسية وهي ثياب مضلعة بالحرير تعمل بالقس من بلاد مصر مما يلي\nالفرماء وأن أقرأ وأنا راكع قيل ذلك لما في الركوع والسجود من الذكر\nوالتسبيح فلو كانت قراءة القرآن فيهما لزم الجمع بين كلام الله وكلام غيره\nفي محل واحده كأنه كره لذلك وفيه أن الركعة الأولى لا تخلو عن دعاء استفتاح\nفلزم من القراءة فيها الجمع فتأمل قوله\n</p>\n\n<p>\n1042 ولا أقول نهاكم لم يرد أنه نهى مخصوص به إذ الأصل في التشريع العموم\nبل أراد أن اللفظ ورد خطابا له فقط ولم يخاطبه بلفظ عام يشمله وغيره نعم\nحكم الغير ثابت بعموم عن لبس القسي هو بضم اللام مصدر لبس الثوب بكسر الباء\nالمفدم بضم ميم وفتح فاء وتشديد دال مهملة مفتوحة في النهاية هو الثوب\nالمشبع حمرة كأنه الذي لا يقدر على الزيادة عليه لتناهى حمرته فهو كالممتنع\nمن قبول الصبغ قوله\n</p>\n\n<p>\n1043 وعن لبوس بفتح لام مصدر لبس قوله كشف النبي صلى الله تعالى عليه\nوسلم الستارة أي في آخر مرضه من مبشرات النبوة أي مما يظهر للنبي من\nالمبشرات حالة النبوة وهي بكسر الشين ما اشتمل على الخبر السار من وحي\nوالهام ورؤيا ونحوها ولا يخفي ان الالهام للأولياء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p189'> Vol. 02, p. 189</a>\n            </div>\n             أيضا باق\nفكأن المراد لم يبق في الغالب الا الرؤيا الصالحة يراها المسلم أي المبشر\nبها أويرى غيره لأجله فعظموا الخ أي اللائق به تعظيم الرب فهو أولى من\nالدعاء وان كان الدعاء جائزا أيضا فلا ينافي أنه كان يقول في ركوعه اللهم\nاغفر لي فاجتهدوا في الدعاء أي أنه محل لاجتهاد الدعاء وأن الاجتهاد فيه\nجائز بلا ترك أولوية وكذلك التسبيح فإنه محل له أيضا قمن بكسر ميم وفتحها\nأي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p190'> Vol. 02, p. 190</a>\n            </div>\n             جدير وخليق قيل بفتح الميم مصدر وبكسرها صفة قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p191'> Vol. 02, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\n1048 سبوح قدوس في النهاية يرويان بالضم والفتح وهو أقيس والضم أكثر\nاستعمالا وهما من أبنية المبالغة والمراد بهما التنزيه وقال القرطبي هما\nمرفوعان على أنهما خبر محذوف أي هو أو أنت <span id='ms151'></span> وقيل بالنصب على إضمار فعل أي\nأعظم أو أذكر أو أعبد رب الملائكة والروح قيل المراد به جبريل وقيل هو صنف\nمن الملائكة وقيل ملك أعظم خلقة قوله\n</p>\n\n<p>\n1049 الجبروت والملكوت هما مبالغة الجبر وهو القهر والملك وهو التصرف أي\nصاحب القهر والتصرف البالغ كل منهما غايته والكبرياء قيل هي العظمة والملك\nوقيل هي عبارة عن كمال الذات وكمال الوجود ولا يوصف بها الا الله تعالى\nقوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p192'> Vol. 02, p. 192</a>\n            </div>\n             حتى تطمئن راكعا أي فلم يأمره بالتسبيح فيه فدل على عدم\nوجوب التسبيح فيه وأنه\n</p>\n\n<p>\n1050 لك ركعت أي لا لغيرك خضعت وإسناد خشع أي تواضع وخضع إلى السمع وغيره\nمما ليس من شأنه الإدراك والتأثر كناية عن كمال الخشوع والخضوع أي قد بلغ\nغايته حتى كأنه ظهر أثره في هذه الأعضاء وصارت خاشعة لربها والمخ بالضم\nوالتشديد الدماغ والعصب بفتحتين أطناب المفاصل قوله يرمقه كينصر أي ينظر\nإليه ولا يشعر أي الرجل بنظره صلى الله عليه وسلم لقد جهدت على بناء الفاعل\nأي بذلت غاية وسعى أو على بناء المفعول أي أصابني التعب والمشقة بكثرة\nالإعادة ثم اركع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p193'> Vol. 02, p. 193</a>\n            </div>\n             يصح بدونه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p194'> Vol. 02, p. 194</a>\n            </div>\n             قوله\n</p>\n\n<p>\n1060 قال اللهم ربنا ولك الحمد أي مع قوله سمع الله لمن حمده وإنما تركه\nلظهور أنه من وظائف الامام وإنما الكلام في جمع التحميد معه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p195'> Vol. 02, p. 195</a>\n            </div>\n            \nقوله يبتدرونها أي يستبقون في كتابتها يريد كل منهم أن يسبق صاحبه في ذلك\nقاصدين أيهم يكتبها أولا أي سابقا وقبل الآخرين وضمير التأنيث لهذه الكلمة\nقوله\n</p>\n\n<p>\n1063 فقولوا ربنا ولك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p196'> Vol. 02, p. 196</a>\n            </div>\n             الحمد بالواو وقد جاء بدونها قالوا\nوبتقدير أنت ربنا أو الهنا ولك الحمد قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p197'> Vol. 02, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\n1064 يجبكم الله بالجزم جواب الأمر أي يستجب لكم وكذا قوله يسمع الله\nبمعنى يستجب لكم فتلك بتلك فتلك اللحظة التي تقدمكم أمامكم مجبورة بتلك\nاللحظة التي تأخرتم عنه قوله وإذا رفع رأسه من الركوع كلمة إذا مجردة عن\nالظرفية بمعنى الوقت أي كان وقت ركوعه ووقت رفعه رأسه منه ووقت سجوده قريبا\nمن السواء أي من المساواة قوله ملء السماوات تمثيل وتقريب والمراد تكثير <span id='ms152'></span>\nالعدد أو تعظيم القدر وملء ما شئت من شيء بعد كالعرش والكرسي ونحوهما قال\nالنووي ملء بكسر الميم وبنصب الهمزة بعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p198'> Vol. 02, p. 198</a>\n            </div>\n             اللام ورفعهما والأشهر\nالنصب ومعناه لو كان جسما ملأها لعظمته انتهى قوله أهل الثناء بالننصب على\nالاختصاص أو المدح أو بتقدير يا أهل الثناء أو بالرفع بتقدير أنت أهل\nالثناء وقوله خير ما قال العبد اما مبتدأ خبره لا مانع الخ وجملة كلنا لك\nعبد معترضة أو خبر محذوف أى هذا الكلام أى ما سبق من الذكر خير ما قال\nوقوله لا نازع دعاء مستقل وما في ما أعطيت يعم العقلاء وغيرهم والجد البخت\nومن في قوله منك بمعنى عند أو بمعنى بدل أى لا ينفع بدل طاعتك وتوفيقك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p199'> Vol. 02, p. 199</a>\n            </div>\n             البخت والحظوظ وعلى هذا المعنى بفتح الجيم وهو المشهور على\nألسنة أهل الحديث وجوز بعضهم كسرها أى لا ينفع ذا الاجتهاد منك اجتهاده\nوعمله وانما ينفعه فضلك قوله\n</p>\n\n<p>\n1070 على رعل بكسر الراء وسكون العين المهملة وذكوان بذال معجمة مفتوحة\nغير منصرف وعصية بضم عين وفتح صاد وتشديد ياء عصت الله استئناف كأنه قيل لم\nدعا عليهم وضميره للكل وفي وصله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p200'> Vol. 02, p. 200</a>\n            </div>\n             لفظا بعصية لفظا مناسبة\nالمجانسة كما لا يخفى قوله هنيهة بالتصغير أي قدرا يسيرا يستدل به من يقول\nبالقنوت سرا ولا دلالة فيه على ذلك لما علم أن قيامه بين الركوع والسجود\nبقدر الركوع والسجود وكان يجمع بين التسميع والتحميد والله تعالى أعلم قوله\nأنج بفتح الهمزة من الانجاء اشدد وطأتك بفتح الواو أصلها الدوس بالقدم سمى\nبه الاهلاك لأن من يطؤ على شيء برجله فقد استقصى في هلاكه والمعنى خذهم\nاخذا شديدا انتهى ما ذكره السيوطي قلت الأقرب أن المراد ها هنا العقوبة\nوالأخذ كما يدل عليه آخر الكلام لا الاهلاك كما يدل عليه أوله فليتأمل\nواجعلها أي الوطأة أو الأيام وان لم يجر لها ذكر لدلالة سنين عليها كسني\nيوسف المراد القحط والتشبيه بسني يوسف لتشديد القحط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p201'> Vol. 02, p. 201</a>\n            </div>\n             واستمراره\nزمانا واجراء سنين مجرى الجمع المذكر السالم في الاعراب بالواو <span id='ms153'></span> والياء\nوسقوط النون بالإضافة شائع قوله\n</p>\n\n<p>\n1074 وضاحية مضر أي أهل البادية منهم وجمع الضاحية ضواحي قوله لأقربن من\nالتقريب أي لأقربن إلى أفهامكم بالبيان الفعلى صلاته صلى الله تعالى عليه\nوسلم حيث أصلي كما صلى فخذوا بصلاتي لتدركوا به صلاته صلى الله تعالى عليه\nوسلم فمراده الحث على الأخذ بصلاته قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p202'> Vol. 02, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\n1077 على أحياء جمع حي بمعنى القبيلة أي على قبائل من قبائل العرب قوله\n</p>\n\n<p>\n1078 فأنزل الله تعالى ليس لك من الأمر شيء هذا يدل على انه نسخ لعن\nالكافرين في الصلاة والظاهر أن أبا هريرة كان يحمله على لعن الكافر المعين\nويرى لعن مطلق الكافرين في الصلاة جائزا والله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p203'> Vol. 02, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\n1080 فلم يقنت هذا يدل على ان القنوت في الصبح كان أياما ثم نسخ أو أنه\nكان مخصوصا بأيام المهام والثاني أنسب بأحاديث القنوت واليه مال أحمد وغيره\nانها أي القنوت أو الدوام عليه وتأنيث الضمير باعتبار الخبر قوله\n</p>\n\n<p>\n1081 فأخذ قبضة بفتح القاف أو ضمها أبرده من التبريد أحوله من التحويل\nلجبهتي أي لأضع عليها الجبهة وذلك لشدة الحر وعلم من هذا جواز الفعل القليل\nقوله\n</p>\n\n<p>\n1082 لقد ذكرني هذا قال ذكر لترك الناس تكبيرات الانتقالات قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p204'> Vol. 02, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\n1083 في كل خفض ورفع أريد الغالب ولا فلا تكبير عند الرفع من الركوع قوله\n</p>\n\n<p>\n1084 أن لا أخر من الخرور وهو السقوط أي لا أسقط إلى السجود الا قائما أي\nأرجع من الركوع إلى القيام ثم أخر منه إلى السجود ولا أخر من الركوع إليه\nوهذا هو المعنى الذي فهمه المصنف وقيل معناه لا أموت الا ثابتا على الإسلام\nفهو مثل ولا تموتن الا وأنتم مسلمون وقيل معناه لا أقع في شيء من تجارتي\nوأموري الا قمت به منتصبا له وقيل معناه لا أغبن ولا أغبن وبالجملة فالحديث\nمما أشكل على الناس فهمه وما أشار إليه المصنف في معناه أحسن والله تعالى\nأعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p205'> Vol. 02, p. 205</a>\n            </div>\n            \n</p>\n\n<p>\n1088 وكان لا يفعل ذلك في السجود الظاهر أنه كان يفعل ذلك أحيانا ويترك\nأحيانا لكن غالب العلماء على ترك الرفع <span id='ms154'></span> وقت السجود وكأنهم أخذوا بذلك بناء\nعلى أن الأصل هو العدم فحين تعارضت روايتا الفعل والترك أخذوا بالأصل والله\nتعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p206'> Vol. 02, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\n1089 وإذا نهض أي قام قوله\n</p>\n\n<p>\n1090 يعمد أحدكم على حذف حرف الإنكار أي أيعمد فيبرك بالنصب جواب\nالاستفهام والمراد النهي عن بروك الجمل وهو أن يضع ركبتيه على الأرض قبل\nيديه كما سيجيء التصريح به في الرواية الآتية وقد أخذ به البعض والبعض أخذ\nبما سبق والأقرب أن النهي للتنزيه وما سبق بيان الجواز فان قيل كيف شبه وضع\nالركبتين قبل اليدين ببروك الجمل مع أن الجمل يضع يديه قبل رجليه قلنا لأن\nركبة الإنسان في الرجل وركبة الدواب في اليد فإذا وضع ركبتيه أولا فقد شابه\nالجمل في البروك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p207'> Vol. 02, p. 207</a>\n            </div>\n             كذا في المفاتيح قوله أمر النبي صلى الله\nتعالى عليه وسلم أن يسجد أمر على بناء المفعول وأن يسجد على بناء الفاعل\nويحتمل أن يعكس ويحتمل بناؤهما للفاعل على ان ضمير يسجد للمصلي على سبعة\nأعضاء وفي بعض النسخ أعظم على تسمية كل عضو عظما وان كان فيه عظام كثيرة\nولا يكف أي لا يضم ولا يجمع عند السجود شعره أو ثيابه صونا لهما عن التراب\nبل يرسلهما ويتركهما حتى يقعا إلى الأرض فيكون الكل ساجدا والله تعالى أعلم\nقوله\n</p>\n\n<p>\n1094 سبعة آراب بهمزة ممدودة أي أعضاء جمع إرب بكسر فسكون قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p208'> Vol. 02, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\n1095 على جبينه وأنفه أشار به إلى أن المراد بالوجه في أعضاء السجدة\nالجبين والأنف فذكر هذا الحديث تفسيرا للحديث السابق قوله\n</p>\n\n<p>\n1096 الجبهة والأنف لكونهما من أجزاء الوجه فعدهما بمنزلة عد الوجه عدتا\nواحدة من السبعة والا يلزم الزيادة على السبعة قوله\n</p>\n\n<p>\n1097 على الأنف أي إلى الأنف وما يتصل به من الجبهة ليوافق الأحاديث\nالسابقة قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p209'> Vol. 02, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\n1098 أن يكفت كيضرب أي يضم ويجمع قوله\n</p>\n\n<p>\n1100 وقدماه منصوبتان هذا هو المراد بالسجود على القدمين وقد سبق شرح\nالحديث قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p210'> Vol. 02, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\n1101 إذا أهوى هكذا في بعض النسخ وفي بعضها هوى أي سقط وهو أقرب وفتخ\nبالخاء المعجمة أي لينها حتى تنثني فيوجهها نحو القبلة <span id='ms155'></span> قوله\n</p>\n\n<p>\n1102 فكانت يداه أي في السجود بحذاء الأذنين قوله ورفع عجيزته أي عجزه\nوالعجز مؤخر الشيء والعجيزة للمرأة فاستعارها للرجل قوله جخى بجيم ثم خاء\nمعجمة كصلى أي فتح عضديه وجافى عن جنبيه ورفع بطنه عن الأرض قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p211'> Vol. 02, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\n1106 فرج بين يديه أي بينهما وبين ما يليهما من الجنب والا لا يستقيم\nقوله حتى يبدو فليس المتعدد الذي يضاف إليه بين لفظ يديه بل هو أحد طرفي\nالمتعدد والطرف الثاني محذوف وهذا معنى قول المحقق بن حجر في شرح صحيح\nالبخاري أي نحى كل يد عن الجنب الذي يليها قوله بين يدي رسول الله صلى الله\nتعالى عليه وسلم أي قدامه ولو لم أكن في الصلاة لأبصرت إبطيه لأجل التفريج\nأي لكني كنت وراءه في الصلاة أي فلم يمكن لأجل شغلها النظر والله تعالى\nأعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p212'> Vol. 02, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\n1108 عفرة إبطيه بضم مهملة أو فتحها وسكون فاء بياض غير خالص بل كلون وجه\nالأرض أراد منبت الشعر من الابطين بمخالطة بياض الجلد سواد الشعر وكأنه كان\nينظر في الصلاة وهذا لا يضر حديث أبي هريرة السابق لأنه مختلف حسب اختلاف\nالناس في الصلاة قوله حدثنا سفيان عن عبد الله بالتكبير وفي بعض النسخ عبيد\nالله بالتصغير ونص النووي على أن الرواة عن النسائي اختلفوا فرواه عنه\nبعضهم بالتكبير وبعضهم بالتصغير قال وهما صحيحان فعبد الله وعبيد الله\nاخوان وهما ابنا عبد الله بن الأصم وكلاهما روى عن عمه يزيد بن الأصم قوله\nجافى يديه نحاهما عما يليهما من الجنب لو أن بهمة بفتح فسكون الواحدة من\nأولاد الغنم يقال للذكر والأنثى والتاء للوحدة والبهم بلا تاء يطلق على\nالجمع قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p213'> Vol. 02, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\n1110 اعتدلوا في السجود أي توسطوا بين الافتراش والقبض بوضع الكفين على\nالأرض ورفع المرفقين عنها والبطن عن الفخذ وهو أشبه بالتواضع وأبلغ في\nتمكين الجبهة وأبعد من الكسالة انبساط الكلب هو مصدر على غير لفظ الفعل\nكقوله تعالى والله أنبتكم من الأرض نباتا قوله عن نقر الغراب هو تخفيف\nالسجود بحيث لا يمكث فيه <span id='ms156'></span> الا قدر وضع الغراب منقاره فيما يريد أكله وافتراش\nالسبع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p214'> Vol. 02, p. 214</a>\n            </div>\n             وهو أن يبسط ذراعيه في السجود ولا يرفعهما عن الأرض كما\nيبسط السبع والكلب والذئب ذراعيه والافتراش افتعال من الفرش وأن يوطن الخ\nأي أن يتخذ لنفسه من المسجد مكانا معينا لا يصلي الا فيه كالبعير لا يبرك\nمن عطنة الا في مبرك قديم وقيل معناه أن يبرك على ركبتيه قبل يديه إذا أراد\nالسجود مثل بروك البعير قلت وهذا لا يوافق لفظ الحديث والله تعالى أعلم\nقوله\n</p>\n\n<p>\n1113 ولا أكف أي لا أضم في السجود احترازا عن التراب قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p215'> Vol. 02, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\n1114 ورأسه معقوص جمع الشعر وسط رأسه أولف @ 216 ذوائبه حول رأسه ونحو\nذلك كفعل النساء انما مثل هذا الخ أراد من انتشر شعره سقط على الأرض عند\nسجوده فثياب عليه والمعقوص لم يسقط شعره فيشبه بمكتوف أي مشدود اليدين\nلأنهما لا يقعان على الأرض في السجود قوله بالظهائر جمع ظهيرة وهي شدة الحر\nنصف النهار سجدنا على ثيابنا الظاهر أنها الثياب التي هم لابسوها ضرورة أن\nالثياب في ذلك الوقت قليلة فمن أين لهم ثياب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p216'> Vol. 02, p. 216</a>\n            </div>\n             فاضلة فهذا يدل\nعلى جواز أن يسجد المصلى على ثوب هو لابسه كما عليه الجمهور قوله حبي بكسر\nالحاء أي حبيبي وعن لبس بضم اللام القسي بفتح قاف فتشديد سين مكسورة فياء\nمشددة ثياب فيها أضلاع من حرير المفدمة بدال مهملة مشددة مفتوحة أي\nالمتشبعة التي بلغت الغاية وقد تقدم الحديث قوله معصوب أي مشدود بخرقة لما\nبه من الوجع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p217'> Vol. 02, p. 217</a>\n            </div>\n             قمن بفتح قاف وكسر ميم أو فتحها أي جدير خليق وقد\nتقدم الحديث قوله\n</p>\n\n<p>\n1121 فحل شناقها بكسر الشين المعجمة الخيط الذي تعلق به القربة أو الذي\nيشد به فمها وقوله اجعل في قلبي نورا الخ المراد بالنور أما الهداية\nوالتوفيق للخير وهذا يشمل الأعضاء كلها لظهور آثاره في الكل أو المراد ظاهر\nالنور والمقصود أن يجعل الله تعالى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p218'> Vol. 02, p. 218</a>\n            </div>\n             له في كل عضو من أعضائه\nنورا يوم القيامة يستضيء به في تلك الظلم ومن تبعه والله تعالى أعلم <span id='ms157'></span> قوله\nيتأول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p219'> Vol. 02, p. 219</a>\n            </div>\n             القرآن أي يراه معنى قوله تعالى فسبح بحمد ربك وعملا\nبمقتضاه قوله\n</p>\n\n<p>\n1124 بعض جواريه كأنها استبعدت اتيانه زوجة أخرى لمراعاته القسم سواء\nقلنا بوجوبه عليه صلى الله تعالى عليه وسلم أم لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p220'> Vol. 02, p. 220</a>\n            </div>\n             ويحتمل أنها\nأرادت باسم الجارية ما يعم الزوجة وهو الموافق لما سيجيء والله تعالى أعلم\nقوله\n</p>\n\n<p>\n1126 أحسن الخالقين أي المقدرين أو لو فرض هناك خالق آخر لكان أحسنهم\nخلقا والا فهل من خالق غير الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p221'> Vol. 02, p. 221</a>\n            </div>\n             لا إله إلا هو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p222'> Vol. 02, p. 222</a>\n            </div>\n            \nقوله\n</p>\n\n<p>\n1131 انه ذهب إلى بعض نسائه هذا مبني على عدم وجوب القسم عليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p223'> Vol. 02, p. 223</a>\n            </div>\n             @ 224 قوله ثم آل عمران ظاهره عدم وجوب الترتيب وقوله لا يمر\nبآية تخويف أو تعظيم الا ذكره أي ذكر مقتضي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p224'> Vol. 02, p. 224</a>\n            </div>\n             ذلك التخويف أو\nالتعظيم قوله فحزرناه بحاء مهملة ثم زاي معجمة ثم راء مهملة أي قدرنا وخمنا\nقوله\n</p>\n\n<p>\n1136 وعليك اذهب أو عليك السلام فهذا رد للسلام لكن وقع الاقتصار من بعض\nالرواة على هذا القدر والا فقد جاء في بعض الروايات تاما ويحتمل أنه اقتصر\nعلى ذلك لبيان جواز الاقتصار على ذلك وما جاء في بعض الروايات تاما فنقل من\nالرواة بالمعنى يرمق كينصر أي ينظر إلى صلاته ما عبت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p225'> Vol. 02, p. 225</a>\n            </div>\n             على صيغة\nالخطاب وما استفهامية انها لم تتم الخ الضمير للقصة يسبغ من الاسباغ أي\nيكمل ويقرأ ما تيسر ظاهره أن الفرض مطلق القرآن كما هو قول أبي حنيفة رحمه\nالله تعالى لا خصوص الفاتحة كما هو قول الجمهور الا أن يحمل على الفاتحة\nلكونها المتيسرة عادة أو يقال أن الأعرابي لكونه جاهلا عادة اكتفى عنه بما\nتيسر مطلقا والله تعالى أعلم قوله\n</p>\n\n<p>\n1137 أقرب ما يكون العبد من ربه عز وجل الظاهر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p226'> Vol. 02, p. 226</a>\n            </div>\n             @ 227 أن ما\nمصدرية وكان تامة والجار متعلق بأقرب وليست من تفضيلية والمعنى شاهد كذلك\nفلا يرد أن اسم التفضيل لا يستعمل الا بأحد أمور ثلاثة لا بأمرين كالاضافة\nومن فكيف استعمل ها هنا بأمرين فافهم وخبر أقرب محذوف أي حاصل له وجملة وهو\nساجد حال من ضمير حاصل أو من ضمير له <span id='ms158'></span> والمعنى أقرب أكوان العبد من ربه\nتبارك وتعالى حاصل له حين كونه ساجدا ولا يرد على الأول أن الحال لا بد أن\nيرتبط بصاحبه ولا ارتباط ها هنا لأن ضمير هو ساجد للعبد لا لأقرب لأنا نقول\nيكفي في الارتباط وجود الواو من غير حاجة إلى الضمير مثل جاء زيد والشمس\nطالعة فأكثروا الدعاء أي في السجود قيل وجه الا قربية أن العبد في السجود\nداع لأنه أمر به والله تعالى قريب من السائلين لقوله تعالى وإذا سألك عبادي\nعني الخ ولأن السجود غاية في الذل والانكسار وتعفير الوجه وهذه الحالة أحب\nأحوال العبد كما رواه الطبراني في الكبير بسند حسن عن بن مسعود ولأن السجود\nأول عبادة أمر الله تعالى بها بعد خلق آدم فالمتقرب بها أقرب ولأن فيه\nمخالفة لابليس في أول ذنب عصى الله به قال القرطبي هذا أقرب بالرتبة\nوالكرامة لا بالمسافة والمساحة لأنه تعالى منزه عن المكان والزمان وقال\nالبدر بن الصاحب في تذكرته في الحديث إشارة إلى نفي الجهة عن الله تعالى\nوأن العبد في انخفاضه غاية الانخفاض يكون أقرب إلى الله تعالى قلت بني ذلك\nعلى أن الجهة المتوهم ثبوتها له تعالى جل وعلا جهة العلو والحديث يدل على\nنفيها والا فالجهة السفلى لا ينافيها هذا الحديث بل يوهم ثبوتها بل قد يبحث\nفي نفي الجهة العليا بأن القرب إلى العالي يمكن حالة الانخفاض بنزول العالي\nإلى المنخفض كما جاء نزوله تعالى كل ليلة إلى السماء على أن المراد القرب\nمكانه ورتبة وكرامة لا مكانا فلا تتم الدلالة أصلا ثم الكلام في دلالة\nالحديث على نفي الجهة والا فكونه تعالى منزها عن الجهة معلوم بأدلته والله\nتعالى أعلم قوله بوضوئه بفتح الواو أي ماء الوضوء مرافقتك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p227'> Vol. 02, p. 227</a>\n            </div>\n            \nبالنصب بتقدير أسألك مرافقتك أو غير ذلك يحتمل فتح الواو أي أتسأل ذلك\nوغيره أم تسأله وحده وسكونها أي أسأل ذلك أم غيره هو ذلك أي المسئول ذلك\nلاغير فأعني على نفسك أي على تحصيل حاجة نفسك <span id='ms159'></span> التي هي المرافقة والمراد\nتعظيم تلك الحاجة وأنها تحتاج إلى معاونة منك ومجرد السؤال مني لا يكفي\nفيها أو المعنى فوافقني بكثرة السجود قاهرا بها على نفسك وقيل أعني على قهر\nنفسك بكثرة السجود كأنه أشار إلى أن ما ذكرت لا يحصل الا بقهر نفسك التي هي\nأعدى عدوك فلا بد لي من قهر نفسك بصرفها عن الشهوات ولا بد لك أن تعاونني\nفيه وقيل معناه كن لي عونا في إصلاح نفسك وجعلها طاهرة مستحقة لما تطلب\nفإني أطلب إصلاح نفسك من الله تعالى وأطلب منك أيضا اصلاحها بكثرة السجود\nلله فإن السجود كاسر للنفس ومذل لها وأي نفس انكسرت وذلت استحقت الرحمة\nوالله تعالى أعلم قوله فسكت عني أي امسك عني الكلام مليا بتشديد الياء أي\nقدرا من الزمان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p228'> Vol. 02, p. 228</a>\n            </div>\n             قوله منصت من الانصات أي ساكت مستمع أول من\nيجيز أي الصراط فيعرفون على بناء الفاعل أو المفعول والضمير على الأول\nللملائكة والرسل وعلى الثاني لمن يريد أن يخرج أن النار بفتح أن بحذف اللام\nأو بدل من العلامات وبالكسر على الاستئناف الحبة بكسر الحاء بزور البقول\nوقيل هو نبت صغير ينبت في الحشيش فأما بالفتح فهي الحنطة والشعير ونحوهما\nوحميل السيل ما يحمله السبيل من الزور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p229'> Vol. 02, p. 229</a>\n            </div>\n             والحشيش وغيرهما قوله\n</p>\n\n<p>\n1141 بين ظهراني صلاته أي في أثناء صلاته أنه قد حدث أمر كناية عن ا لموت\nأو المرض كل ذلك لم يكن أي ما وقع شيء مما قلتم ارتحلني اتخذني راحلة له\nبالركوب على ظهري أن أعجله من التعجيل أو الاعجال وظهر منه أن تطويل سجدة\nعلى سجدة لا يضر قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p230'> Vol. 02, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\n1147 خوى بيديه بمعجمة وواو مشددة من خوى بالتخفيف إذا خلا أي جافى بطنه\nعن الأرض ورفعها وجافى عضديه عن جنبيه حتى يخوى ما بين ذلك وضح إبطيه\nبفتحتين أي بياض تحتهما وذلك لمبالغة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p232'> Vol. 02, p. 232</a>\n            </div>\n             في رفعهما وتجافيهما عن\nالجنبين والوضح البيان من كل شيء قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p233'> Vol. 02, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\n1151 فقعد في الركعة الأولى هذا الحديث يدل على ثبوت جلسة الاستراحة ومن\nلا يقول بها حملها <span id='ms160'></span> على أنه صلى الله تعالى عليه وسلم فعلها في آخر عمره حين\nثقل ولم يفعل قصدا والسنة ما فعله قصدا لا ما فعله بسبب آخر لكن أورد عليه\nقوله صلى الله تعالى عليه وسلم لمالك وأصحابه صلوا كما رأيتموني أصلي وأقل\nذلك أن يكون مستحبا وأيضا قد جاء الأمر بها في بعض روايات حديث الأعرابي\nالمسيء صلاته والله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p234'> Vol. 02, p. 234</a>\n            </div>\n             قوله\n</p>\n\n<p>\n1157 ان من سنة الصلاة قد قرروا أن هذا اللفظ في حكم الرفع أن تضجع من\nالاضجاع أي تفرش \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p235'> Vol. 02, p. 235</a>\n            </div>\n             قوله واستقباله بالرفع عطف على أن تنصب وكذا\nالجلوس قوله ثم أشار بأصبعه قد سبق حديث الإشارة وأنها أخذ بها الجمهور من\nعلمائنا وغيرهم وأن إنكار من أنكر من مشايخنا لا عبرة به قوله ثم أتيتهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p236'> Vol. 02, p. 236</a>\n            </div>\n             أي النبي صلى الله تعالى عليه وسلم وأصحابه من قابل في أيام\nالبرد قوله\n</p>\n\n<p>\n1160 عن علي بن عبد الرحمن المعافري هكذا في أصول قيل وهو تحريف من\nالنساخ والصواب المعاوى كما في مسلم بضم الميم وكسر الواو نسبة إلى بني\nمعاوية من الأنصار ذكره في المشارق وغيره قوله ورمى ببصره إليها أي التفت\nبه إليها قوله\n</p>\n\n<p>\n1162 إذا جلسنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p237'> Vol. 02, p. 237</a>\n            </div>\n             في الركعتين أي في رأس كل ركعتين من الصلاة\nالثنائية أو الرباعية وترك ذكر القعدة الأخيرة من الثلاثية لقلتها وظهور أن\nحكمها كحكم غيرها من القعدات في هذا الذكر فلا يرد أن الحديث لا يشمل\nالقعدة الأخيرة من الرباعية ثم أن المصنف قدم تشهد بن مسعود لما صرحوا به\nمن أنه أصح التشهدات ثبوتا بالاتفاق فهو أحق بالاعتناء والله تعالى أعلم\nقوله علم من التعليم أو العلم وقوله فواتح الخير وخواتمه كناية عن تمام\nالخير أعجبه إليه ظاهره عموم الدعاء ومن لا يقول به يخصه بالوارد أي أعجبه\nإليه من الأدعية الواردة إذ كل دعاء لا يناسب الصلاة فخصوه بالوارد والله\nتعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p238'> Vol. 02, p. 238</a>\n            </div>\n             قوله\n</p>\n\n<p>\n1167 جوامع الكلم أي من جوامع الكلم للخيرات قوله كما يعلمنا القرآن أي\nيهتم بحفظنا إياه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p239'> Vol. 02, p. 239</a>\n            </div>\n             قوله\n</p>\n\n<p>\n1168 فإن الله هو السلام قال النووي <span id='ms161'></span> أي ان السلام اسم من أسمائه تعالى\nولا يخفى أن مجرد كونه اسما من أسمائه تعالى لا يمنع عن كون السلام بمعنى\nآخر ثابت له تعالى أو مطلوب الاثبات له تعالى فلا يصح قوله فإن الله الخ\nبالمعنى الذي ذكره علة للنهي الا أن يكون مبنيا على أن يكون السلام في\nقولهم السلام على فلان من أسمائه تعالى يعني السلام حفيظ أو رقيب عليك مثلا\nوالأقرب أن يقال معناه الله هو معطي السلامة فلا يحتاج إلى أن يدعى له\nبالسلامة أو أنه تعالى هو السالم من الآفات التي لأجلها يطلب السلام عليه\nولا يطلب السلام الا على من يمكن له عروض الآفات فلا يناسب طلب السلام عليه\nتعالى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p240'> Vol. 02, p. 240</a>\n            </div>\n             أخبرنا محمد بن عبد الأعلى حدثنا المعتمر بن سليمان قال\nسمعت أيمن يقول حدثنى أبو الزبير عن جابر قال كان رسول الله صلى الله عليه\nوسلم يعلمنا التشهد الحديث قال بن سيد الناس في شرح الترمذي قال بن عساكر\nفي تاريخه في ترجمة أيمن قرأت بخط أبي عبد الرحمن النسائي لا نعلم أحدا\nتابع أيمن على هذا الحديث وخالفه الليث في إسناده وأيمن لا بأس به الحديث\nخطأ وقال الحاكم أيمن بن نابل ثقة تخرج حديثه في صحيح البخارى ولم يخرج هذا\nالحديث أذ ليس له متابع عن أبي الزبير من وجه يصح ة قال الدارقطني في علله\nقد تابع أ من على الثوري وبن جريح عن أبي الزبير الرضف براء وضاد معجمه\nوفاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p243'> Vol. 02, p. 243</a>\n            </div>\n             قوله\n</p>\n\n<p>\n1176 في الركعتين كأنه على الرضف بفتح راء وسكون ضاد معجمة وفاء الحجارة\nالمحماة الواحدة الرضفة والمراد بقوله في الركعتين في جلوس الركعتين في غير\nالثنائية يدل عليه قوله حتى يقوم وكونه على الرضف كناية عن التخفيف وحتى في\nقوله حتى يقوم للتعليل بقرينة الجواب بقوله ذاك يريد ولا يناسب هذا الجواب\nكون حتى للغاية فليتأمل قوله\n</p>\n\n<p>\n1177 فقام في الشفع الخ يدل على أن القعدة الأولى ليست مما يبطل بتركها\nالصلاة بل يجزئ عنها سجود السهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p244'> Vol. 02, p. 244</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "243",
    "244"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08"
  ]
}