{
  "content": "\n<p>\n| 1 ( كتاب الزكاة )\n</p>\n\n<p>\nقوله\n</p>\n\n<p>\n2435 لمعاذ <span id='ms273'></span> حين بعثه إلى اليمن كان بعثه إليها في ربيع الأول قبل حجة\nالوداع وقيل في آخر سنة تسع عند منصرفه من تبوك وقيل عام الفتح سنة ثمان\nواختلف هل بعثه واليا أو قاضيا فجزم الغساني بالأول وبن عبد البر بالثاني\nواتفقوا على أنه لم يزل عليها إلى أن قدم في عهد عمر فتوجه إلى الشام فمات\nبها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p002'> Vol. 05, p. 002</a>\n            </div>\n             قوما أهل كتاب أي اليهود فقد كثروا يومئذ في أقطار اليمن\nفادعهم إلى أن يشهدوا الخ أي فادعهم بالتدريج إلى ديننا شيئا فشيئا ولا\nتدعهم إلى كله دفعة لئلا يمنعهم من دخولهم فيه ما يجدون فيه من كثرة\nمخالفته لدينهم فإن مثله قد يمنع من الدخول ويورث التنفير لمن أخذ قبل على\nدين آخر بخلاف من لم يأخذ على آخر فلا دلالة في الحديث على أن الكافر غير\nمكلف بالفروع كيف ولو كان ذاك مطلوبا للزم أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p003'> Vol. 05, p. 003</a>\n            </div>\n             التكليف بالزكاة\nبعد الصلاة وهذا باطل بالاتفاق وهذا الحديث ليس مسوقا لتفاصيل الشرائع بل\nلكيفية الدعوة إلى الشرائع إجمالا وأما تفاصيلها فذاك أمر مفوض إلى معرفة\nمعاذ فترك ذكر الصوم والحج لا يضر كما لا يضر ترك تفاصيل الصلاة والزكاة\nتؤخذ من أغنيائهم وترد على فقرائهم الظاهر أن المراد من اغنياء أهل تلك\nالبلدة وفقرائهم فالحديث دليل لمن يقول بمنع نقل الزكاة من بلدة إلى بلدة\nويحتمل أن المراد من أغنياء المسلمين وفقرائهم حيثما كانوا فيؤخذ من الحديث\nجواز النقل فاتق دعوة المظلوم أي فلا تظلمهم في الأخذ خوفا من دعائهم عليك\nوفيه أن الظلم ينبغي تركه للكل وان كان لا يبالي بالمعاصي لخوفه منه وأنه\nمنفرد عن سائر المعاصي بما فيه من خوف دعوة المظلوم وقد جاء في بعض\nالروايات فإنها ليست بينها وبين الله حجاب أي ليس لها صارف يصرفها ولا مانع\nيمنعها والمراد أنها مقبولة وان كان عاصيا كما جاء في الحديث عند أحمد\nمرفوعا دعوة المظلوم مستجابة وان كان فاجرا ففجوره على نفسه وإسناده صحيح\nقال بن العربي هذا الحديث وان كان <span id='ms274'></span> مطلقا فهو مقيد بالحديث الآخر أن الداعي\nعلى ثلاث مراتب اما أن يعجل له ما طلب واما أن يؤخر له أفضل منه وأما أن\nيدفع عنه من السوء مثله وهذا كما قيد مطلق قوله تعالى أمن يجيب المضطر إذا\nدعاه بقوله تعالى فيكشف ما تدعون إليه ان شاء ذكره السيوطي قوله\n</p>\n\n<p>\n2436 من عددهن لأصابع يديه يريد أن ضمير عددهن لأصابع يديه أن لا آتيك\nيريد انه كان كارها له ولدينه صلى الله تعالى عليه وسلم الا إن الله تعالى\nمن عليه واني كنت أمرا الخ الظاهر ان كان زائدة والمراد أني في الحال لا\nأعقل شيئا الخ وليس المراد أنه كان في سالف الزمان كذلك ومقصوده أنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p004'> Vol. 05, p. 004</a>\n            </div>\n             ضعيف الرأي عقيم النظر فينبغي للنبي صلى الله تعالى عليه وسلم\nأن يجتهد في تعليمه وافهامه بما بعثك ما استفهامية والجملة بيان السؤال\nأسلمت وجهي إلى الله أي جعلت ذاتي منقادة لحكمه وسلمت جميع ما يرد على منه\nتعالى فالمراد بالوجه تمام النفس وتخليت التخلي التفرغ أراد التبعد من\nالشرك وعقد القلب على الإيمان أي تركت جميع ما يعبد من دون الله وصرت عن\nالميل إليه فارغا ولعل هذا كان بعد أن نطق بالشهادتين لزيادة رسوخ الإيمان\nفي القلب ويحتمل أن يكون هذا إنشاء الإسلام لأنه في معنى الشهادة بالتوحيد\nوالشهادة بالرسالة قد سبقت منه بقوله الا ما علمني الله ورسوله أو أن هذا\nالكلام يتضمن الشهادة بالرسالة لما في أسلمت وجهي من الدلالة على قبوله\nجميع أحكامه تعالى ومن جملة تلك الأحكام أن يشهد الإنسان لرسوله بالرسالة\nففيه أن المقصود الأصلي هو إظهار التوحيد والشهادة بالرسالة بأي عبارة كانت\nوالله تعالى أعلم قوله\n</p>\n\n<p>\n2437 اسباغ الوضوء شطر الإيمان في رواية مسلم الطهور شطر الإيمان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p005'> Vol. 05, p. 005</a>\n            </div>\n             وذكروا في توجيهه وجوها لا تناسب رواية الكتاب منها أن الإيمان\nيطهر نجاسة الباطن والوضوء يطهر نجاسة الظاهر وهذا ان تم يفيد أن الوضوء\nشطر الإيمان كرواية مسلم لا أن اسباغه شطر الإيمان كما في رواية الكتاب مع\nأنه <span id='ms275'></span> لا يتم لأنه يقتضى أن يجعل الوضوء مثل الإيمان وعديله لا نصفه أو شطره\nوكذا غالب ما ذكروا والأظهر الأنسب لما في الكتاب أن يقال أراد بالإيمان\nالصلاة كما في قوله تعالى وما كان الله ليضيع ايمانكم الكلام على تقدير\nمضاف أي إكمال الوضوء شطرا كمال الصلاة وتوضيحه أن إكمال الصلاة باكمال\nشرائطها الخارجة عنها واركانها الداخلة فيها وأعظم الشرائط الوضوء فجعل\nإكماله نصف إكمال الصلاة ويحتمل أن المراد الترغيب في إكمال الوضوء وتعظيم\nثوابه حتى كأنه بلغ إلى نصف ثواب الإيمان والله تعالى أعلم والحمد لله تملأ\nبالتاء الفوقانية باعتبار الكلمة وظاهره أن الأعمال تتجسد عند الوزن\nوالتسبيح والتكبير يملأ بالافراد أي كل منهما أو مجموعهما وفي بعض النسخ\nيملآن بالتثنية والظاهر أن هذا يكون عند الوزن كما في عديله ولعل الأعمال\nتصير أجساما لطيفة نورانية لا تتزاحم بعضها ولا تزاحم غيرها كما هو المشاهد\nفي الأنوار إذ يمكن أن يسرج ألف سراج في بيت واحد مع أنه يمتلئ نورا من\nواحد من تلك السرج لكن كونه لا يزاحم يجتمع معه نور الثاني والثالث ثم لا\nيمتنع امتلاء البيت من النور جلوس القاعدين فيه لعدم المزاحمة فلا يرد أنه\nكيف يتصور ذلك مع كثرة التسبيحات والتقديسات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p006'> Vol. 05, p. 006</a>\n            </div>\n             مع أنه يلزم من\nوجود واحد أن لا يبقى مكان لشخص من أهل المحشر ولا لعلم آخر متجسد مثل تجسد\nالتسبيح وغيره والله تعالى أعلم والصلاة نور لعل لها تأثيرا في تنوير\nالقلوب وانشراح الصدور برهان دليل على صدق صاحبها في دعوى الإيمان إذ\nالاقدام على بذل المال خالصا لله لا يكون الا من صادق في ايمانه والصبر\nضياء أي نور قوي فقد قال تعالى هو الذي جعل الشمس ضياء والقمر نورا ولعل\nالمراد بالصبر الصوم وهو لكونه قهرا على النفس قامعا لشهوتها له تأثير عادة\nفي تنوير القلب بأتم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p007'> Vol. 05, p. 007</a>\n            </div>\n             وجه حجة لك ان عملت به أو عليك ان قرأته\nبلا عمل به والله تعالى أعلم قوله\n</p>\n\n<p>\n2438 ثم أكب أي سقط على ماذا <span id='ms276'></span> حلف أي على التعين ان لم يبين نعم ظهر من\nقرائن الأحوال أنه من الأمور الشديدة الهائلة ما من عبد وفيه أن مرتكب\nالصغائر إذا أتى بالفرائض لا يعذب إذ لا يناسب أن يقال يمكن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p008'> Vol. 05, p. 008</a>\n            </div>\n             أن\nيكون هذا بعد خروجه من العذاب إذ يأبى عنه ادخل بسلام وهو الموافق لقوله\nتعالى ان تجتنبوا كبائر ما تنهون عنه الآية وأن الكبائر المخلة لدخول الجنة\nابتداء هي الموبقات السبع والله تعالى أعلم قوله\n</p>\n\n<p>\n2439 هل على من يدعى من تلك الأبواب الاستفهام ها هنا بمعنى النفي كما في\nقوله تعالى هل جزاء الإحسان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p009'> Vol. 05, p. 009</a>\n            </div>\n             الا الإحسان وأما قوله فهل يدعى\nفهو استفهام تحقيق قوله الأكثرون أموالا من قال الخ استثناء من هذا الحكم\nوفيه أنه يصح رجع الضمير إلى الحاضر في الذهن ثم تفسيره للمخاطب إذا سأل\nعنه ومعنى الا من قال هكذا أي الا من تصدق من الأكثرين في جميع الجوانب وهو\nكناية عن كثرة التصدق فذاك ليس من الأخسرين وقوله قال اما بمعنى تصدق وقوله\nهكذا إشارة إلى حثية في الجوانب الثلاث أي تصدق في جميع جهات الخير تصدقا\nكالحثى في الجهات الثلاث أو بمعنى فعل أي الا من فعل بماله فعلا مثل الحثى\nفي الجهات الثلاث وهو كناية عن التصدق العام في جهات الخير وحثيه صلى الله\nتعالى عليه وسلم بيان للمشار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p010'> Vol. 05, p. 010</a>\n            </div>\n             إليه بهكذا والعرب تجعل القول\nعبارة عن جميع الأفعال\n</p>\n\n<p>\n2440 تطؤه بأخفافها راجع للابل لأن الخف مخصوص بها كما أن الظلف وهو\nالمنشق من القوائم مختص بالبقر والغنم والظباء والحافر مختص بالفرس والبغل\nوالحمار والقدم للآدمي ذكره السيوطي في حاشية الترمذي وتنطحه بقرونها راجع\nللبقر وتنطحه المشهور في الرواية كسر الطاء ويجوز الفتح نفدت بكسر الفاء\nواهمال الدال أو بفتحها واعجام الذال قوله\n</p>\n\n<p>\n2441 الا جعل أي ماله والظاهر جميع المال لا قدر الزكاة فقط شجاع بالضم\nوالكسر الحية الذكر وقيل الحية مطلقا أقرع لا شعر على رأسه لكثرة سمه وقيل\nهو الأبيض الرأس من كثرة السم وهو يفر منه كان <span id='ms277'></span> هذا في أول الأمر قبل أن\nيصير طوقا له ما بخلوا به ظاهره أنه يجعل قدر الزكاة طوقا له لأنه الذي بخل\nبه وظاهر الحديث أنه الكل ويمكن أن يقال المراد في القرآن ما بخلوا بزكاته\nوهو كل المال والله تعالى أعلم بحقيقة الحال ثم لا تنافي بين هذا وبين قوله\nتعالى والذين يكنزون الذهب والفضة الآية إذ يمكن أن يجعل بعض أنواع المال\nطوقا وبعضها يحمى عليه في نار جهنم أو يعذب حينا بهذه الصفة وحينا بتلك\nالصفة والله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p011'> Vol. 05, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\n2442 لا يعطى حقها أي لا يؤدي زكاتها والجملة صفة ابل في نجدتها ورسلها\nقيل النجدة الشدة أو السمن والرسل بالكسر الهينة والثاني أي يعطي وهي سمان\nحسان يشتد عليه اخراجها فتلك نجدتها ويعطى في رسلها وهي مهازيل وفي النهاية\nوالأحسن والله تعالى أعلم أن المراد بالنجدة الشدة والجدب وبالرسل الرخاء\nوالخصب لأن الرسل اللبن وإنما يكثر في حال الرخاء والخصب والمعنى أنه يخرج\nحق الله حال الضيق والجدب وحال السعة والخصب وهذا هو الموافق للتفسير الذي\nفي الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p012'> Vol. 05, p. 012</a>\n            </div>\n             وهو ظاهر كأغذ ما كانت بغين معجمة وذال معجمة مشددة\nأي أسرع وأنشط وأسره بالسين المهملة وتشديد الراء أي كأسمن ما كانت من السر\nوهو اللب وقيل من السرور لأنها إذا سمنت سرت الناظر إليها وروى وآشره بمد\nالهمزة وشين معجمة وتخفيف راء أي أبطره وأنشطه يبطح على بناء المفعول أي\nيلقى على وجهه بقاع القاع المكان الواسع قرقر بفتح القافين المكان المستوي\nكان مقداره خمسين ألف سنة أي على هذا المعذب والا فقد جاء أنه يخفف على\nالمؤمن حتى يكون أخف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p013'> Vol. 05, p. 013</a>\n            </div>\n             عليه من صلاة مكتوبة فيرى سبيله اما إلى\nالجنة أو إلى النار كما في مسلم عقصاء هي الملتوية القرنين ولا عضباء هي\nالمكسورة القرن قوله\n</p>\n\n<p>\n2443 لما توفي على بناء المفعول وكذا استخلف أي جعل خليفة وكفر أي منع\nالزكاة وعامل معاملة من كفر أو ارتد لإنكاره افتراض الزكاة قيل انهم حملوا\nقوله تعالى خذ من أموالهم صدقة <span id='ms278'></span> على الخصوص بقرينة ان صلاتك سكن لهم فرأوا\nأن ليس لغيره أخذ زكاة فلا زكاة بعده كيف تقاتل الناس أي من يمنع من الزكاة\nمن المسلمين حتى يقولوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p014'> Vol. 05, p. 014</a>\n            </div>\n             اما أن يحمل على أنه كان قبل شرع\nالجزية أو على أن الكلام في العرب وهم لا يقبل منهم الجزية والا فالقتال في\nأهل الكتاب يرتفع بالجزية أيضا والمراد بهذا القول إظهار الإسلام فشمل\nالشهادة له صلى الله تعالى عليه وسلم بالرسالة والاعتراف بكل ما علم مجيئه\nبه من فرق بالتشديد أو التخفيف أي من قال بوجوب الصلاة دون الزكاة أو يفعل\nالصلاة ويترك الزكاة فإن الزكاة حق المال أشار به إلى دخولها في قوله صلى\nالله تعالى عليه وسلم الا بحقه ولذلك رجع عمر إلى أبي بكر وعلم أن فعله\nموافق للحديث وأنه قد وفق به من الله تعالى عقالا هو بكسر العين الحبل الذي\nيعقل به البعير وليس من الصدقة فلا يحل له القتال فقيل أراد المبالغة بأنهم\nلو منعوا من الصدقة ما يساوي هذا القدر لحل قتالهم فكيف إذا منعوا الزكاة\nكلها وقيل قد يطلق العقال على صدقة عام وهو المراد ها هنا ما هو أي سبب\nرجوعي إلى رأى أبي بكر الا أن رأيت الخ أي لما ذكر أبو بكر من قوله فإن\nالزكاة حق المال والله تعالى أعلم بحقيقة الحال قوله\n</p>\n\n<p>\n2444 في كل أربعين لعل هذا إذا زاد الإبل على مائة وعشرين فيوافق\nالأحاديث الأخر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p015'> Vol. 05, p. 015</a>\n            </div>\n             لا يفرق ابل عن حسابها أي تحاسب الكل في\nالأربعين ولا يترك هزال ولا سمين ولا صغير ولا كبير نعم العامل لا يأخذ الا\nالوسط مؤتجرا بالهمزة أي طالبا للأجر وقوله وشطر ابله المشهور رواية سكون\nالطاء من شطر على أنه بمعنى النصف وهو بالنصب عطف على ضمير آخذوها لأنه\nمفعول وسقط نون الجمع للاتصال أو هو مضاف إليه الا أنه عطف على محله ويجوز\nجره أيضا والجمهور على أنه حين كان التغرير بالأموال جائزا في أول الإسلام\nثم نسخ فلا يجوز <span id='ms279'></span> الآن أخذ الزائد على قدر الزكاة وقيل معناه أنه يؤخذ منه\nالزكاة وان أدى ذلك إلى نصف المال كأن كان له ألف شاة فاستهلكها بعد أن\nوجبت عليه فيها الزكاة إلى أن بقي له عشرون فإنه يؤخذ منه عشر شياه لصدقة\nالألف وان كان ذلك نصفا للقدر الباقي ورد بأن اللائق بهذا المعنى أن يقال\nانا آخذوا شطر ماله لا آخذوها وشطر ماله بالعطف كما في الحديث وقيل والصحيح\nأن يقال وشطر ماله بتشديد الطاء وبناء المفعول أي يجعل المصدق ماله نصفين\nويتخير عليه فيأخذ الصدقة من خير النصفين عقوبة وأما أخذ الزائد فلا ولا\nيخفى أنه قول يأخذ الزيادة وصفا وتغليطا للرواة بلا فائدة والله تعالى أعلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p016'> Vol. 05, p. 016</a>\n            </div>\n             عزمة من عزمات ربنا أي حق من حقوقه وواجب من واجباته قوله أوسق\nبفتح الألف وضم السين جمع وسق بفتح واو أو كسرها وسكون سين والوسق ستون\nصاعا والمعنى إذا خرج من الأرض أقل من ذلك في المكيل فلا زكاة عليه فيه وبه\nأخذ الجمهور وخالفهم أبو حنيفة وأخذ بإطلاق حديث فيما سقته السماء العشر\nالحديث\n</p>\n\n<p>\n2446 خمس ذود بفتح المعجمة وسكون الواو بعدها مهملة والرواية المشهورة\nبإضافة خمس وروى بتنوينه على أن ذود بدل منه والذود من الثلاثة إلى العشرة\nلا واحد له من لفظه وإنما يقال في الواحد بعير وقيل بل ناقة فإن الذود في\nالاناث دون الذكور لكن حملوه في الحديث على ما يعم الذكر والأنثى فمن ملك\nخمسا من الإبل ذكورا يجب عليه فيها الصدقة فالمعنى إذا كان الإبل أقل من\nخمس فلا صدقة فيها خمس أواق كجوار جمع أوقية بضم الهمزة وتشديد الياء ويقال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p017'> Vol. 05, p. 017</a>\n            </div>\n             لها الوقية بحذف الألف وفتح الواو وهي أربعون درهما وخمسة أواق\nمائتا درهم والله تعالى أعلم قوله ان هذه فرائض الصدقة أي هذه الصدقات\nالمذكورة فيما سيجيء هي المفروضات من جنس الصدقة فرض رسول الله صلى الله\nتعالى عليه وسلم أي أوجب أو شرع أو قدر لأن ايجابها بالكتاب الا أن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p018'> Vol. 05, p. 018</a>\n            </div>\n             التحديد والتقدير عرفناه <span id='ms280'></span> ببيان النبي صلى الله تعالى عليه وسلم\nالتي أمر الله بلا واو وكذا في أبي داود فهي بدل من التي الأولى وفي صحيح\nالبخاري بواو العطف على وجهها أي على هذه الكيفية المبينة في هذا الحديث\nفلا يعط أي الزائد أو فلا يعطه الصدقة أصلا لأنه انعزل بالجور بنت مخاض\nبفتح الميم والمعجمة المخففة التي أتى عليها الحول ودخلت في الثاني وحملت\nأمها والمخاض الحامل أي دخل وقت حملها وان لم تحمل فابن لبون ذكر بن اللبون\nهو الذي أتى عليه حولان وصارت أمه لبونا بوضع الحمل وتوصيفه بالذكورة مع\nكونه معلوما من الاسم اما للتأكيد وزيادة البيان أو لتنبيه رب المال\nوالمصدق لطيب رب المال نفسا بالزيادة المأخوذة إذا تأمله فيعلم أنه سقط عنه\nما كان بإزائه من فضل الأنوثة في الفريضة الواجبة عليه وليعلم المصدق أن سن\nالذكورة مقبولة من رب المال في هذا النوع وهذا أمر نادر وزيادة البيان في\nالأمر الغريب النادر ليتمكن في النفس فضل تمكن مقبول كذا ذكره الخطابي حقه\nبكسر المهملة وتشديد القاف هي التي أتت عليها ثلاث سنين ومعنى طروقه الفحل\nهي التي طرقها أي نزا عليها والطروقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p019'> Vol. 05, p. 019</a>\n            </div>\n             بفتح الطاء فعولة بمعنى\nمفعولة جذعة بفتح الجيم والذال المعجمة هي التي أتى عليها أربع سنين ففي كل\nأربعين بنت لبون الخ أي إذا زاد بجعل الكل على عدد الأربعينات والخمسينات\nمثلا إذا زاد واحد على العدد المذكور يعتبر الكل ثلاث أربعينات وواحد\nوالواحد لا شيء فيه وثلاث أربعينات فيها ثلاث بنات لبون إلى ثلاثين ومائة\nوفي ثلاثين ومائة حقة لخمسين وبنتا لبون لأربعين وهكذا ولا يظهر التغيير\nالا عند زيادة عشر فإذا تباين الخ أي اختلف الأسنان في باب الفريضة بأن\nيكون المفروض سنا والموجود عند صاحب المال سنا آخر فإنها تقبل منه الحقة\nالضمير للقصة والمراد أن الحقة تقبل موضع الجذعة مع شاتين أو عشرين درهما\nحمله بعض على أن ذاك تفاوت قيمة ما بين الجذعة والحقة في تلك الأيام\nفالواجب هو <span id='ms281'></span> تفاوت القيمة لا تعيين ذلك فاستدل به على جواز أداء القيم في\nالزكاة والجمهور على تعيين ذلك القدر برضا صاحب المال والا فليطلب السن\nالواجب ولم يجوزوا القيمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p020'> Vol. 05, p. 020</a>\n            </div>\n             ومعنى استيسرتا له أي كانتا موجودتين\nفي ماشيته مثلا ثلاث شياه بالكسر جمع شاة هرمة بفتح فكسر أي كبيرة السن\nالتي سقطت أسنانها ولا ذات عوار بفتح وقد تضم أي ذات عيب ولا تيس الغنم أي\nفحل الغنم المعد لضرابها اما لأنه ذكر والمعتبر في الزكاة الاناث دون\nالذكور لأن الاناث أنفع للفقراء واما لأنه مضر بصاحب المال لأنه يعز عليه\nوعلى الأول قوله الا أن يشاء المصدق بتخفيف الصاد وكسر الدال المشددة وهذا\nهو المشهور أي العامل على الصدقات والإستثناء متعلق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p021'> Vol. 05, p. 021</a>\n            </div>\n             بالأقسام\nالثلاث ففيه إشارة إلى التفويض إلى اجتهاد العامل لكونه كالوكيل للفقراء\nفيفعل ما يرى فيه المصلحة والمعنى لا تؤخذ كبيرة السن ولا المعيبة ولااليس\nالا أن يرى العامل أن ذلك أفضل للمساكين فيأخذه نظرا لهم وعلى الثاني اما\nبتخفيف الصاد وفتح الدال المشددة أو بتشديد الصاد والدال معا وكسر الدال\nأصله المتصدق فأدغمت التاء في الصاد والمراد صاحب المال والاستثناء متعلق\nبالاخير أي لا يؤخذ فحل الغنم الا برضا المالك لكونه يحتاج إليه ففي أخذه\nبغير اختياره اضرار به ولا يجمع بين متفرق معناه عند الجمهور على النهي أي\nلا ينبغي لمالكين يجب على مال كل منهما صدقة وما لهما متفرق بأن يكون لكل\nمنهما أربعون شاة فتجب في مال كل منهما شاة واحدة أن يجمعا عند حضور المصدق\nفرارا عن لزوم الشاة إلى نصفها إذ عند الجمع يؤخذ من كل المال شاة واحدة\nوعلى هذا قياس ولا يفرق بين مجتمع بأن يكون لكل منهما مائة شاة وشاة فيكون\nعليهما عند الاجتماع ثلاث شياه أن يفرقا ما لهما ليكون على كل واحد شاة\nواحدة فقط والحاصل أن الخلط عند الجمهور مؤثر في زيادة الصدقة ونقصانها لكن\nلا ينبغي لهم أن يفعلوا ذلك فرارا عن زيادة الصدقة ويمكن توجيه النهي <span id='ms282'></span> إلى\nالمصدق أي ليس له الجمع والتفريق خشية نقصان الصدقة أي ليس له أنه إذا رأى\nنقصانا في الصدقة على تقدير الاجتماع أن يفرق أو رأى نقصانا على تقدير\nالتفرق أن يجمع وقوله خشية الصدقة متعلق بالفعلين على التنازع أو بفعل يعم\nالفعلين أي لا يفعل شيء من ذلك خشية الصدقة وأما عند أبي حنيفة لا أثر\nللخلطة فمعنى الحديث عنده على ظاهر النفي على أن النفي راجع إلى القيد\nوحاصله نفي الخلط لنفي الأثر أي لا أثر للخلطة والتفريق في تقليل الزكاة\nوتكثيرها أي لا يفعل شيء من ذلك خشية الصدقة إذ لا أثر له في الصدقة والله\nتعالى أعلم وما كان من خليطين الخ معناه عند الجمهور أن ما كان متميزا لاحد\nالخلطين من المال فأخذ الساعي من ذلك المتميز يرجع إلى صاحبه بحصته بأن كان\nلكل عشرون وأخذ الساعي من مال أحدهما يرجع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p022'> Vol. 05, p. 022</a>\n            </div>\n             بقيمة نصف شاة وان\nكان لأحدهما عشرون وللآخر أربعون مثلا فأخذ من صاحب عشرين يرجع إلى صاحب\nأربعين بالثلثين وان أخذ منه يرجع على صاحب عشرين بالثلث وعند أبي حنيفة\nيحمل الخليط على الشريك إذ المال إذا تميز فلا يؤخذ زكاة كل الا من ماله\nوأما إذا كان المال بينهما على الشركة بلا تميز وأخذ من ذلك المشترك فعنده\nيجب التراجع بالسوية أي يرجع كل منهما على صاحبه بقدر ما يساوي ماله مثلا\nلأحدهما أربعون بقرة وللآخر ثلاثون والمال مشترك غير متميز فأخذ الساعي عن\nصاحب أربعين مسنة وعن صاحب ثلاثين تبيعا وأعطى كل منهما من المال المشترك\nفيرجع صاحب أربعين بأربعة أسباع التبيع على صاحب ثلاثين وصاحب ثلاثين\nبثلاثة أسباع المسنة على صاحب أربعين واحدة بالنصب على نزع الخافض أي\nبواحدة أو هي صفة والتقدير بشاة واحدة الا أن يشاء ربها أي فيعطى شيئا\nتطوعا وفي الرقة بكسر الراء وتخفيف القاف الفضة الخالصة مضروبة كانت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p023'> Vol. 05, p. 023</a>\n            </div>\n             أولا قوله\n</p>\n\n<p>\n2448 إذا هي أي الإبل لم يعط على بناء المفعول أو الفاعل ومن حقها أن\nتحلب بحاء <span id='ms283'></span> مهملة والظاهر أن المراد والله تعالى أعلم من حقها المندوب حلبها\nعلى الماء لمن يحضرها من المساكين وإنما خص الحلب بموضع الماء ليكون أسهل\nعلى المحتاج من قصد المنازل وذكره الداودي بالجيم وفسره بالاحضار إلى\nالمصدق وتعقبه بن دحية وجزم بأنه تصحيف ألا لا يأتين أي ليس لاحدكم أن يأخذ\nالبعير ظلما أو خيانة أو غلولا فيأتي به يوم القيامة رغاء بضم الراء وغين\nمعجمة صوت الإبل يعار بتحتية مضمومة وعين مهملة صوت المعز كنز أحدهم أي ما\nيجب فيه الزكاة من المال ولم يؤد زكاته شجاعا بضم الشين وهو منصوب على\nالخبرية وكتابته بلا ألف كما في بعض النسخ مبني على عادة أهل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p024'> Vol. 05, p. 024</a>\n            </div>\n            \nالحديث في كتابة المنصوب بلا ألف أحيانا حتى يلقمه من ألقمه حجرا أي أدخله\nفي فمه قوله إذا كانت رسلا لأهلها رسلا بكسر الراء بمعنى اللين وكذا ما كان\nمن الإبل والغنم من عشر إلى خمس وعشرين والظاهر أنه أراد به المعنى الأول\nأي إذا اتخذوها في البيت لاجل اللبن وأخذ الترجمة من مفهوم في كل ابل سائمة\nويحتمل على بعد أنه أراد الثاني أي إذا كانت دون أربعين فأخذ من قوله\n</p>\n\n<p>\n2449 من كل أربعين أنه لا زكاة فيما دون أربعين لكن هذا مخالف لسائر\nالأحاديث وقد تقدم حمل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p025'> Vol. 05, p. 025</a>\n            </div>\n             الحديث على ما يندفع به التنافي بين\nالأحاديث والله تعالى أعلم قوله\n</p>\n\n<p>\n2452 أن يأخذ أي في الجزية من كل حالم أي بالغ عدله بفتح العين أو كسرها\nما يساوي الشيء قيمة معافر بفتح الميم برود باليمن تبيعا ما دخل في الثانية\nمسنة ما دخل في الثالثة قوله عجل بكسر العين ولد البقر تابع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p026'> Vol. 05, p. 026</a>\n            </div>\n            \nتبع أي أمه ولذلك يسمى تبيعا جذع بفتحتين أي ذكر أو جذعة أي أنثى قوله جماء\nهي التي لا قرن لها وماذا حقها ظاهره الحق الواجب الذي فيه الكلام لكن\nمعلوم أن ذلك الحق الواجب هو الزكاة لا المذكور في الجواب فينبغي أن يجعل\nالسؤال عن الحق المندوب وتركوا السؤال عن الواجب الذي كان <span id='ms284'></span> فيه الكلام\nلظهوره عندهم اطراق فحلها أي اعارته للضراب واعارة دلوها لاخراج الماء من\nالبئر لمن يحتاج إليه ولا دلو معه يقضمها بفتح الضاد المعجمة من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p027'> Vol. 05, p. 027</a>\n            </div>\n             القضم بقاف وضاد معجمة الأكل بأطراف الأسنان الفحل أي الذكر\nالقوي بأسنانه قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p028'> Vol. 05, p. 028</a>\n            </div>\n             @ 30\n</p>\n\n<p>\n2457 أن لا نأخذ راضع لبن أي صغيرا يرضع اللبن أو المراد ذات لبن بتقدير\nالمضاف أي ذات راضع لبن والنهي على الثاني لأنها من خيار المال وعلى الأول\nلان حق الفقراء في الاوساط وفي الصغار اخلال بحقهم وقيل المعنى أن ما أعدت\nللدر لا يؤخذ منها شيء ثم في نسخ الكتاب راضع لبن بدون من وفي رواية أبي\nداود من راضع لبن بكلمة من وهي زائدة وقد نقل السيوطي عبارة الكتاب بمن في\nالحاشية والله تعالى أعلم كوماء أي مشرفة السنام عالية قوله فآتاه بالمد\n</p>\n\n<p>\n2458 فصيلا مخلولا أي مهزولا وهو الذي جعل في أنفه خلال لئلا يرضع أمه\nفتهزل اللهم لا تبارك فيه أي ان ثبت صدقته تلك والله تعالى أعلم قوله قال\nاللهم صل الخ لقوله تعالى وصل عليهم ان صلاتك سكن لهم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p030'> Vol. 05, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\n2460 قال أرضوا مصدقيكم علم صلى الله تعالى عليه وسلم أن عامليه لا\nيظلمون ولكن أرباب الأموال لمحبتهم بالأموال يعدون الأخذ ظلما فقال لهم ما\nقال فليس فيه تقرير للعاملين على الظلم ولا تقرير للناس على الصبر عليه\nوعلى إعطاء الزيادة على ما حده الله تعالى في الزكاة قوله\n</p>\n\n<p>\n2461 إذا أتاكم المصدق بتخفيف الصاد وتشديد الدال المكسورة وهو العامل\nفليصدر أي يرجع قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p031'> Vol. 05, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\n2462 عن مسلم بن ثفنة بمثلثة وفاء ونون مفتوحات وقيل كسر الفاء قالوا هو\nخطأ من وكيع والصواب مسلم بن شعبة قوله استعمل بن علقمة أبي بالإضافة إلى\nياء المتكلم على عرافة قومه بكسر العين أي القيام بأمورهم ورياستهم أن\nيصدقهم من التصديق أي يأخذ منهم الصدقات يقال له سعد بفتح أوله وقيل بكسره\nاختلف في صحبته لنشبر من شبرت الثوب أشبره كنصر في شعب بكسر الشين واد بين\nجبلين والشعاب بكسر الشين جمعه فاعمد <span id='ms285'></span> من عمد كضرب والمضارع لاحضار تلك\nالهيئة ممتلئة محضا وشحما أي سمينة كثيرة اللبن والمحض بحاء مهملة وضاد\nمعجمة هو اللبن والشافع الحابل بالباء الموحدة أي الحامل إلى عناق بفتح\nالعين والمراد ما كان دون ذلك معتاط قيل هي التي امتنعت عن الحمل لسمنها\nوهو لا يوافق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p032'> Vol. 05, p. 032</a>\n            </div>\n             ما في الحديث الا أن يراد بقوله وقد حان ولادها\nالحمل أي أنها لم تحمل وهي في سن يحمل فيه مثلها قوله\n</p>\n\n<p>\n2464 منع بن جميل الخ أي منعوا الزكاة ولم يؤدوها إلى عمر ما ينقم بكسر\nالقاف أي ما ينكر أو يكره الزكاة الا لأجل أنه كان فقيرا فأغناه الله فجعل\nنعمة الله تعالى سببا لكفرها أدراعه جمع درع الحديد وأعتده بضم المثناة\nالفوقية جمع عتد بتفحتين هو ما يعده الرجل من الدواب والسلاح وقيل الخيل\nخاصة وروى بالموحدة جمع عبد والأول هو المشهور ولعلهم طالبوا خالدا بالزكاة\nعن أثمان الدروع والأعتد بظن أنها للتجارة فبين لهم صلى الله تعالى عليه\nوسلم أنها وقف في سبيل الله فلا زكاة فيها أو لعله أراد أن خالدا لا يمنع\nالزكاة ان وجبت عليه لأنه قد جعل أدراعه وأعتده في سبيل الله تبرعا وتقربا\nإليه تعالى ومثله لا يمنع الواجب فإذا أخبر بعد الوجوب أو منع فيصدق في\nقوله ويعتمد على فعله والله تعالى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p033'> Vol. 05, p. 033</a>\n            </div>\n             أعلم فهي عليه الظاهر أن\nضمير عليه للعباس ولذلك قيل أنه ألزمه بتضعيف صدقته ليكون أرفع لقدره وأنبه\nلذكره وأنفى للذم عنه والمعنى فهي صدقته ثابتة عليه سيصدق بها ويضيف إليها\nمثلها كرما وعلى هذا فما جاء في مسلم وغيره فهي على محمول على الضمان أي\nأنا ضامن متكفل عنه والا فالصدقة عليه ويحتمل أن ضمير عليه لرسول الله وهو\nالموافق لما قيل انه صلى الله تعالى عليه وسلم استسلف منه صدقة عامين أو هو\nعجل صدقة عامين إليه صلى الله تعالى عليه وسلم ومعنى على عندي لا يقال لا\nيبقى حينئذ للمبتدأ عائد لأنا نقول ضمير فهي لصدقة العباس أو زكاته <span id='ms286'></span> فيكفي\nللربط كأنه قيل فصدقته على الرسول وقيل في التوفيق بين الروايتين أن الأصل\nعلى وهاء عليه ليست ضميرا بل هي هاء السكت فالياء فيها مشددة أيضا وهذا\nبعيد مستغنى عنه بما ذكرنا والله تعالى أعلم قوله\n</p>\n\n<p>\n2465 مثله سواء أي هذه الرواية مثل السابقة وسواء تأكيد للمماثلة قوله\nأقتل على بناء المفعول كأنه شكى أن العامل شدد عليه في الأخذ وكاد يفضي ذلك\nإلى قتل رب المال بعده صلى الله تعالى عليه وسلم فإنه إذا كان الحال في\nوقته ذاك فكيف بعده وحاصل الجواب أن الزكاة شرعت لتصرف في مصارفها ولولا\nذاك لما أخذت أصلا وليست مما لا فائدة في أخذها فليس لرب المال أن يشدد في\nالإعطاء حتى يفضي ذاك إلى تشديد العامل ويحتمل أن هذا الشاكي هو العامل\nيشكو شدة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p034'> Vol. 05, p. 034</a>\n            </div>\n             أرباب الأموال في الإعطاء حتى يخاف أن يؤدي ذاك إلى\nالقتل ومعنى بعدك أي بعد غيبتي عنك وذهابي إلى أرباب الأموال وحاصل الجواب\nأنه لولا استحقاق المصارف لما أخذنا الزكاة بل تركنا الأمر إلى أصحاب\nالأموال والنظر للمصارف يدعو إلى تحمل المشاق فلا بد من الصبر عليها وهذا\nالوجه أنسب بترجمة المصنف وموافقة لفظ الحديث للوجهين غير خفية قوله\n</p>\n\n<p>\n2467 ليس على المسلم في عبده ولا فرسه حملوها على مالا يكون للتجارة ومن\nيقول بالزكاة في الفرس يحمل الفرس على فرس الركوب وأما ما أعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p035'> Vol. 05, p. 035</a>\n            </div>\n            \nللنماء ففيه عنده صدقة على الوجه المبين في كتب الفروع قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p036'> Vol. 05, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\n2477 قد عفوت عن الخيل والرقيق أي تركت لكم أخذ زكاتها وتجاوزت عنه وهذا\nلا يقتضي سبق وجوب ثم نسخه من كل مائتين أي مائتي درهم ولذلك قال وليس فيما\nدون مائتين زكاة والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p037'> Vol. 05, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب زكاة الحلى )\n</p>\n\n<p>\nبضم حاء وكسر لام وتشديد تحتية جمع حلى بفتح حاء وسكون لام كثدى وثدي\nوالجمهور على أنه لا زكاة فيها وظاهر كلام المصنف على وجوبها فيها كقول أبي\nحنيفة وأصحابه وأجاب الجمهور بضعف الأحاديث قال الترمذي لم يصح في هذا\nالباب عن النبي صلى الله <span id='ms287'></span> تعالى عليه وسلم شيء لكن تعدد أحاديث الباب وتأييد\nبعضها ببعض يؤيد القول بالوجوب وهو الأحوط والله تعالى أعلم قوله مسكتان\nبفتحات أي سواران والواحد مسكة بفتحات والسوار من الحلى معروف وتكسر السين\nوتضم وسورته السوار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p038'> Vol. 05, p. 038</a>\n            </div>\n             بالتشديد أي ألبسته إياه قوله\n</p>\n\n<p>\n2481 له زبيبتان تثنية زبيبة بفتح الزاي وموحدتين قيل هما النكتتان\nالسوداوان فوق عينيه وقيل نقطتان يكتنفان فاه وقيل غير ذلك أو يطوقه بفتح\nأوله وتشديد الطاء والواو المفتوحتين أي يصير له ذلك الشجاع طوقا قوله\nبلهزمتيه بكسر اللام والزاي بينهما هاء ساكنة في صحيح البخاري يعني شدقيه\nوقال في الصحاح هما العظمان الناتئان في اللحيين تحت الأذنين وفي الجامع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p039'> Vol. 05, p. 039</a>\n            </div>\n             هما لحم الأذنين الذي يتحرك إذا أكل الإنسان قوله\n</p>\n\n<p>\n2484 لا يحل في البر بكسر الحاء أي لا يجب ومنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p040'> Vol. 05, p. 040</a>\n            </div>\n             قوله تعالى\nأم أردتم أن يحل عليكم غضب أي يجب على قراءة الكسر ومنه حل الدين حلولا\nوأما الذي بمعنى النزول فبضم الحاء ومنه قوله تعالى أو تحل قريبا من دارهم\nقوله\n</p>\n\n<p>\n2488 فيما سقت السماء أي المطر من باب ذكر المحل وإرادة الحال والمراد\nمالا يحتاج سقيه إلى مؤنة والبعل بموحدة مفتوحة وعين مهملة ساكنة ما شرب من\nالنخيل بعروقه من الأرض من غير سقى السماء ولا غيرها بالسواني جمع سانية\nوهي بعير يستقى عليه والنضح بفتح فسكون هو السقى بالرشا والمراد ما يحتاج\nإلى مؤنة الآلة واستدل أبو حنيفة بعموم الحديث على وجوب الزكاة في كل ما\nأخرجته الأرض من قليل وكثير والجمهور جعلوا هذا الحديث لبيان محل العشر\nونصفه وأما القدر الذي يؤخذ منه فأخذوا من حديث ليس فيما دون خمس أوسق صدقة\nوهذا أوجه لما فيه من استعمال كل من الحديثين فيما سيق له والله تعالى أعلم\nقوله بالدوالي جمع دالية آلة لاخراج الماء قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p041'> Vol. 05, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\n2491 إذا خرصتم الخرص تقدير ما على النخل من الرطب تمرا وما على الكرم من\nالعنب زبيبا ليعرف مقدار عشره ثم يخلى بينه وبين مالكه ويؤخذ ذلك المقدار\nوقت قطع الثمار وفائدته التوسعة على <span id='ms288'></span> أرباب الثمار في التناول منها وهو جائز\nعند الجمهور خلافا للحنفية لإفضائه إلى الربا وحملوا أحاديث الخرص على أنها\nكانت قبل تحريم الربا ودعوا الثلث من القدر الذي قررتم بالخرص وبظاهره قال\nأحمد وإسحاق وغيرهما وحمل أبو عبيدة الثلث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p042'> Vol. 05, p. 042</a>\n            </div>\n             على قدر الحاجة وقال\nيترك قدر احتياجهم ومشهور مذهب الشافعي وكذا مذهب مالك أن لا يترك لهم وقال\nبن العربي المتحصل من صحيح النظر يعمل بالحديث وقال الخطابي إذا أخذ الحق\nمنهم مستوفى أضر بهم فإنه يكون منه الساقطة والهالكة وما يأكله الطير\nوالناس وقيل معنى الحديث أن لم يرضوا بخرصكم فدعوا لهم الثلث والربع\nليتصرفوا فيه ويضمنوا لكم حقه وتتركوا الباقي إلى أن يجف فيؤخذ حقه لا أنه\nيترك لهم بلا خرص ولا إخراج وقيل اتركوا لهم ذلك ليتصدقوا منه على جيرانهم\nومن يطلب منهم لا أنه لا زكاة عليهم في ذلك والله تعالى أعلم قوله الجعرور\nبضم جيم وسكون عين مهملة وراء مكررة ضرب رديء من التمر يحمل رطبا صغارا لا\nخير فيه ولون حبيق بضم الحاء المهملة وفتح الموحدة وسكون المثناة التحتية\nوقاف نوع رديء من التمر منسوب إلى رجل اسمه ذاك الرذالة بضم الراء واعجام\nالذال الرديء قوله\n</p>\n\n<p>\n2493 صالح بن أبي عريب بفتح العين المهملة وكسر الراء قوله وقد علق رجل\nوكانوا يعلقون في المسجد ليأكل منه من يحتاج إليه قنا حشف القنا بالكسر\nوالفتح مقصور هو العذق بما فيه من الرطب والقنو بكسر القاف أو ضمها وسكون\nالنون مثله والحشف بفتحتين هو اليابس الفاسد من التمر وقنا حشف بالإضافة\nوفي نسخة قنو حشف فجعل يطعن في القاموس طعنه بالرمح كمنع ونصر ضربه يأكل\nحشفا أي جزاء حشف فسمى الجزاء باسم الأصل ويحتمل أن يجعل الجزاء من جنس\nالأصل ويخلق الله تعالى في هذا الرجل شهاء الحشف فيأكله فلا ينافي ذلك قوله\nتعالى ولكم فيها ما تشتهي أنفسكم والله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p043'> Vol. 05, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\n2494 في طريق مأتى كمرمى أي مسلوك فعرفها أمر من التعريف فإن جاء صاحبها\nأي فهو <span id='ms289'></span> المطلوب والا أي وان لم يجيء فلك أي فهي لك قال السيوطي نقلا عن بن\nمالك في هذا الكلام حذف جواب الشرط الأول وحذف فعل الشرط بعد إلا وحذف\nالمبتدأ من جملة الجواب للشرط الثاني والتقدير فإن جاء صاحبها أخذها والا\nيجيء فهي لك وظاهر الحديث أنه يملكها الواجد مطلقا وقد يقال لعل السائل كان\nفقيرا فأجابه على حسب حاله فلا يدل على أن الغنى يملك وفيه أنه كم من فقير\nيصير غنيا فالاطلاق في الجواب لا يحسن الا عند إطلاق الحكم فليتأمل وما لم\nيكن في طريق مأتى الخ قال الخطابي يريد العادي الذي لا يعرف مالكه وفي\nالركاز بكسر الراء وتخفيف الكاف آخره زاي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p044'> Vol. 05, p. 044</a>\n            </div>\n             معجمة من ركزه إذا\nدفنه والمراد الكنز الجاهلي المدفون في الأرض وإنما وجب فيه الخمس لكثرة\nنفعه وسهولة أخذه قوله العجماء هي البهيمة لأنها لا تتكلم وكل مالا يقدر\nعلى الكلام فهو أعجم جرحها بفتح الجيم على المصدر لا غير وهو بالضم اسم منه\nوذلك لأن الكلام في فعلها لا فيما حصل في جسدها من الجرح وان حمل جرحها\nبالضم على جرح حصل في جسد مجروحها يكون الإضافة بعيدة وأيضا الهدر حقيقة هو\nالفعل لا أثره في المجروح فليتأمل جبار بضم جيم وخفة موحدة أي هدر قال\nالسيوطي والمراد الدابة المرسلة في رعيها أو المنفلتة من صاحبها والحاصل أن\nالمراد ما لم يكن معه سائق ولا قائد من البهائم إذا أتلف شيئا نهارا فلا\nضمان على صاحبها والمعدن بكسر الدال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p045'> Vol. 05, p. 045</a>\n            </div>\n             والمراد أنه إذا استأجر\nرجلا لاستخراج معدن أو لحفر بئر فانهار عليه أو وقع فيها إنسان بعد أن كان\nالبئر في ملك الرجل فلا ضمان عليه وتفاصيل المسائل في كتب الفروع قوله نحل\nهو ذباب العسل والمراد العسل واديا كان فيه النحل ولى بكسر لام مخففة على\nبناء الفاعل أو مشددة على بناء المفعول وإلا فإنما هو ذباب غيث أي والا فلا\nيلزم عليك حفظه لأن الذباب غير مملوك فيحل لمن يأخذه وعلم أن <span id='ms290'></span> الزكاة فيه\nغير واجبة على وجه يجبر صاحبه على الدفع لكن لا يلزم الامام حمايته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p046'> Vol. 05, p. 046</a>\n            </div>\n             الا بأداء الزكاة والله تعالى أعلم قوله فرض أي أوجب والحديث\nمن أخبار الآحاد فمؤداه الظن فلذلك قال بوجوبه دون افتراضه من خص الفرض\nبالقطعى والواجب بالظني زكاة رمضان هي صدقة الفطر ونصبها على المفعولية\nوصاعا بدل منها أو حال أو على نزع الخافض أي في زكاة رمضان والمفعول صاعا\nعلى الحر والعبد على بمعنى عن إذ لا وجوب على العبد والصغير كما في بعض\nالروايات إذ لا مال للعبد ولا تكليف على الصغير نعم يجب على العبد عند بعض\nوالمولى نائب فعدل بالتخفيف أي قالوا ان نصف صاع من بر ساوى في المنفعة\nوالقيمة صاعا من شعير أو تمر فيساويه في الاجزاء فالمراد أي قاسوه به وظاهر\nهذا الحديث أنهم إنما قاسوه لعدم النص منه صلى الله تعالى عليه وسلم في\nالبر بصاع أو نصفه والا فلو كان عندهم حديث بالصاع لما خالفوه أو بنصفه لما\nاحتاجوا إلى القياس بل حكموا بذلك ولعل ذلك هو القريب لظهور عزة البر وقلته\nفي المدينة في ذلك الوقت فمن الذي يؤدي صدقة الفطر منه حتى يتبين به حكمه\nأنه صاع أو نصفه وأما حديث أبي سعيد فظاهره أن بعضهم كانوا يخرجون صاعا من\nبر أيضا لكن لعله قال ذلك بناء على أن النبي صلى الله تعالى عليه وسلم شرع\nلهم صاعا من غير البر ولم يبين لهم حال البر فقاس عليه أبو سعيد حال البر\nوزعم أنه ان ثبت من أحد الإخراج في وقته للبر لا بد أنه أخرج الصاع لا نصفه\nأو لعل بعضهم أدى أحيانا البر فأدى صاعا بالقياس فزعم أبو سعيد أن المفروض\nفي البر ذلك وبالجملة فقد علم بالأحاديث أن إخراج البر لم يكن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p047'> Vol. 05, p. 047</a>\n            </div>\n            \nمعتادا متعارفا في ذلك الوقت فقد روى بن خزيمة في مختصر المسند الصحيح عن\nبن عمر قال لم يكن الصدقة على عهد رسول الله صلى الله تعالى عليه وسلم <span id='ms291'></span> الا\nالتمر والزبيب والشعير ولم تكن الحنطة وروى البخاري عن أبي سعيد كنا نخرج\nفي عهد رسول الله صلى الله تعالى عليه وسلم يوم الفطر صاعا من طعام وكان\nطعامنا يومئذ الشعير والزبيب والأقط والتمر والله تعالى أعلم قوله من\nالمسلمين استدلال بالمفهوم فلا عبرة به عند من لا يقول به ولذا يوجب في\nالعبد الكافر بإطلاق النصوص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p048'> Vol. 05, p. 048</a>\n            </div>\n             قوله\n</p>\n\n<p>\n2506 لم نؤمر به ولم ننه عنه وكنا نفعله الظاهر أن المراد سقط الأمر به\nلا إلى نهى بل إلى إباحة والأمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p049'> Vol. 05, p. 049</a>\n            </div>\n             في ذاته حسن ففعل الناس لذلك\nوهذا بناء على اعتبار بقاء الأمر السابق أمرا جديدا واعتبار رفع ذلك البقاء\nرفع الأمر فقيل لم نؤمر به ولذا استدل به من قال ان وجوب زكاة الفطر منسوخ\nوهو إبراهيم بن عليه وأبو بكر بن كيسان الأصم وأشهب من المالكية وبن اللبان\nمن الشافعية قال الحافظ بن حجر وتعقب بأن في إسناده راويا مجهولا وعلى\nتقدير الصحة فلا دليل فيه على النسخ لاحتمال الاكتفاء بالأمر الأول لأن\nنزول فرض لا يوجب سقوط فرض آخر ومنهم من أول الحديث الدال على الافتراض\nفحمل فرض على معنى قدر قال بن دقيق العيد وهو أصله في اللغة لكن نقل في عرف\nالشرع إلى الوجوب والحمل عليه أولى وبالجملة فهذا الحديث يضعف كون الافتراض\nقطعيا ويؤيد القول بأنه ظني وهذا هو مراد الحنفية بقولهم أنه واجب والله\nتعالى أعلم قوله\n</p>\n\n<p>\n2508 أو نصف صاع من قمح هو بفتح القاف وسكون الميم البر قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p050'> Vol. 05, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\n2509 من سلت بضم المهملة وسكون اللام ومثناة نوع من الشعير يشبه البر\nقوله\n</p>\n\n<p>\n2511 أو صاعا من أقط بفتح فكسر اللبن المتحجر قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p051'> Vol. 05, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\n2512 صاعا من طعام أو صاعا من شعير ظاهره أنه أراد بالطعام البر لكن قد\nعرفت توجيهه قوله\n</p>\n\n<p>\n2513 فيما علم الناس من التعليم من سمراء الشام أي القمح الشامي الا تعدل\nأي تساويه في المنفعة والقيمة وهي مدار الأجزاء فتساويه في الأجزاء أو\nالمراد تساويه في الأجزاء قوله\n</p>\n\n<p>\n2514 أو صاعا من دقيق هذه زيادة <span id='ms292'></span> من سفيان بن عيينة وهي وهم منه فأنكروا\nعليه هذه الزيادة فتركها قوله\n</p>\n\n<p>\n2518 لا نخرج غيره هذا يدل على ما حققنا أنهم ما كانوا يخرجون البر والله\nتعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p052'> Vol. 05, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\n2520 المكيال مكيال أهل المدينة أي الصاع الذي يتعلق به وجوب الكفارات\nوتجب إخراج صدقة الفطر به صاع المدينة وكانت الصيعان مختلفة في البلاد\nوالوزن وزن أهل مكة أي وزن الذهب والفضة فقط والمراد أن الوزن المعتبر في\nباب الزكاة وزن أهل مكة وهي الدراهم التي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p054'> Vol. 05, p. 054</a>\n            </div>\n             العشرة منها بسبعة\nمثاقيل وكانت الدراهم مختلفة الأوزان في البلاد وكانت دراهم أهل مكة هي\nالدراهم المعتبرة في باب الزكاة فأرشد صلى الله تعالى عليه وسلم إلى ذلك\nبهذا الكلام وقيل ان أهل المدينة أهل زراعات فهم أعلم بأحوال المكيال وأهل\nمكة أصحاب تجارات فهم أعلم بالموازين والله تعالى أعلم قوله فأعلمهم من\nالاعلام تؤخذ من أغنيائهم الخ الظاهر أن الضميرين لهم فيفهم منه المنع عن\nالنقل لكن يحتمل جعل الضميرين للمسلمين فلذلك ما جزم المصنف في الترجمة\nوالله تعالى أعلم وكرائم أموالهم أي خيارها فإن الحق يتعلق بالوسط قوله قال\nرجل أي من بني إسرائيل كما في مسند \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p055'> Vol. 05, p. 055</a>\n            </div>\n             أحمد فالاستدلال به مبني\nعلى أن شرع من قبلنا شرع لنا ما لم يظهر النسخ لأتصدقن هي من باب الالتزام\nكالنذر فصار الصدقة واجبة فصح الاستدلال به في صدقة الفرض فأصبحوا أي القوم\nالذين كان فيهم ذلك المتصدق تصدق على بناء المفعول وهو أخبار بمعنى التعجب\nأو الإنكار اللهم لك الحمد على سارق أي لأجل وقوع الصدقة في يده دون من هو\nأشد حالا منه أو هو للتعجب كما يقال سبحان الله فأتى على بناء المفعول أي\nفأرى في المنام ورؤيا غير الأنبياء وان كان لا حجة فيها لكن هذه الرؤيا قد\nقررها النبي صلى الله تعالى عليه وسلم فحصل الاحتجاج بتقريره صلى الله\nتعالى عليه وسلم فلعل أن تستعف به من زناها ظاهره أنه أعطى لعل حكم عسى\nفأقيم أن مع المضارع موضع الاسم والخبر <span id='ms293'></span> جميعا ها هنا وأدخل ان في الخبر\nفيما بعد ويمكن أن يجعل ان مع المضارع اسم لعل ويكون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p056'> Vol. 05, p. 056</a>\n            </div>\n             الخبر\nمحذوفا أي يحصل ونحوه قوله\n</p>\n\n<p>\n2524 بغير طهور بضم الطاء من غلول بضم الغين المعجمة والمراد الحرام\nوالحديث قد تقدم في كتاب الطهارة قوله\n</p>\n\n<p>\n2525 من طيب أي حلال وقد يطلق على المستلذ بالطبع والمراد ها هنا هو\nالحلال وجملة لا يقبل الله الخ معترضة لبيان أنه لا ثواب في غير الطيب لا\nأن ثوابه دون هذا الثواب إذ قد يتوهم من التقييد أنه شرط لهذا الثواب\nبخصوصه لا لمطلق الثواب فمطلق الثواب يكون بدونه أيضا فذكر هذه الجملة دفعا\nلهذا التوهم ومعنى عدم قبوله أنه لا يثيب عليه ولا يرضى به بيمينه المروي\nعن السلف في هذا وأمثاله أن يؤمن المرء به ويكل علمه إلى العليم الخبير\nوقيل هو كناية عن الرضا بة والقبول وإن كانت تمرة ان وصلية أي ولو كانت\nالصدقة شيئا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p057'> Vol. 05, p. 057</a>\n            </div>\n             حقيرا فتربو عطف على أخذها أي تزيد تلك الصدقة كما\nيربي والتشبيه يعتبر بين لازم الأول وبين هذا أي يربيها الرحمن كما يربى\nفلوه بفتح الفاء وضم اللام وتشديد الواو أي الصغير من أولاد الفرس فإن\nتربيته تحتاج إلى مبالغة في الاهتمام به عادة والفصيل ولد الناقة وكلمة أو\nللشك من الراوي أو التنويع والله تعالى أعلم قوله\n</p>\n\n<p>\n2526 لا شك فيه أي في متعلقه والمراد تصديق بلغ حد اليقين بحيث لا يبقى\nمعه أدنى توهم لخلافه والا فمع بقاء الشك لا يحصل الإيمان أو ايمان لا يشك\nالمرء في حصوله له بأن يتردد هل حصل له الإيمان أم لا والوجه هو الأول\nوالله تعالى أعلم لا غلول بضم الغين أي لا خيانة منه في غنائمه طول القنوت\nأي ذات طول القنوت أي القيام قيل مطلقا وقيل في صلاة الليل وهو الأوفق\nبفعله صلى الله تعالى عليه وسلم قال جهد المقل بضم الجيم أي قدر ما يحتمله\nحال من قل له المال والمراد ما يعطيه المقل على قدر طاقته <span id='ms294'></span> ولا ينافيه حديث\nخير الصدقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p058'> Vol. 05, p. 058</a>\n            </div>\n             ما كان عن ظهر غنى لعموم الغني للقلى وغنى اليد من\nهجر أي هجرة من هجر وعقر جواده أي فرسه والمراد قتل من صرف نفسه وماله في\nسبيل الله قوله\n</p>\n\n<p>\n2527 إلى عرض ماله بضم العين المهملة وسكون الراء أي جانبه وظاهر\nالأحاديث أن الأجر على قدر حال المعطي لا على قدر المال المعطى فصاحب\nالدرهمين حيث أعطى نصف ماله في حال لا يعطى فيها الا الأقوياء يكون أجره\nعلى قدر همته بخلاف الغنى فإنه ما أعطى نصف ماله ولا في حال لا يعطى فيها\nعادة ويحتمل ان يقال لعل الكلام فيما إذا صار إعطاء الفقير الدرهم سببا\nلاعطاء ذلك الغني تلك الدراهم وحينئذ يزيد أجر الفقير فإن له مثل أجر الغني\nوأجر زيادة درهم لكن لفظ الحديث لا يدل على هذا المعنى ولا يناسبه والله\nتعالى أعلم قوله فيجيء بالمد أي من أجرة العمل قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p059'> Vol. 05, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\n2530 أبو عقيل بفتح العين لغني عن صدقة هذا أي الذي جاء بالصاع ومراد\nالمنافقين أن أحدا لا يعطى فتكلموا فيمن أعطى القليل بهذا الوجه وفيمن أعطى\nالكثير بأنه مراء قوله\n</p>\n\n<p>\n2531 إن هذا المال خضرة بفتح الخاء وكسر ضاد وحلوة بضم مهملة أي كفاكهة\nأو كبقلة يرغب فيها لحسن لونها وطيب طعمها فأنث لذلك بطيب نفس أي بلا سؤال\nولا طمع أو بطيب نفس المعطى وانشراح صدره بإشراف نفس أي تطلع إليه وتطمع\nفيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p060'> Vol. 05, p. 060</a>\n            </div>\n             وهو أيضا يحتمل الوجهين نفس الآخذ أو المعطي كالذي يأكل أي\nلا ينقطع شهاؤه فيبقى في حيرة الطلب على الدوام ولا يقضي شهواته التي\nلأجلها طلبه واليد العليا المشهور تفسيرها بالمنفقة وهو الموافق للأحاديث\nوقيل عليه كثيرا ما يكون السائل خيرا من المعطي فكيف يستقيم هذا التفسير\nوليس بشيء إذ الترجيح من جهة الإعطاء والسؤال لا من جميع الوجوه والمطلوب\nالترغيب في التصدق والتزهيد في السؤال ومنهم من فسر العليا بالمتعففة عن\nالسؤال حتى صحفوا المنفقة في الحديث بالمتعففة والمراد العلو قدرا وعلى\nالوجهين فالسفلى هي السائلة <span id='ms295'></span> اما لأنها تكون تحت يد المعطي وقت الإعطاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p061'> Vol. 05, p. 061</a>\n            </div>\n             ولكونها ذليلة بذل السؤال والله تعالى أعلم بحقيقة الحال قوله\nوابدأ أي في الإعطاء بمن تعول أي بمن عليك مؤنته وما بقي منهم فتصدق به على\nالغير أمك بالنصب أي أعطها أو لا ثم أدناك أي الأقرب إليك نسبا وسببا قوله\n</p>\n\n<p>\n2534 عن ظهر غنى أي بما يبقى خلفها غنى لصاحبه قلبي كما كان للصديق رضي\nالله تعالى عنه أو قال بي فيصير الغني للصدقة كالظهر للإنسان وراء الإنسان\nفاضافه الظهر إلى الغنى بيانية لبيان أن الصدقة إذا كانت بحيث يبقى لصاحبها\nالغنى بعدها اما لقوة قلبه أو لوجود شيء بعدها يستغنى به عما تصدق فهو أحسن\nوان كانت بحيث يحتاج صاحبها بعدها إلى ما أعطى ويضطر إليه فلا ينبغي\nلصاحبها التصدق به والله تعالى أعلم قوله\n</p>\n\n<p>\n2535 تصدق به على نفسك أي اقض به حوائج نفسك قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p062'> Vol. 05, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\n2536 ثم قال تصدقوا أي في الجمعة الثانية كما تقدم في أبواب الجمعة بذة\nبفتح فتشديد ذال معجمة أي سيئة أن تفطنوا في القاموس فطن به واليه وله كفرح\nونصر وكرم وانتهره أي منعه من العود إلى مثل ذلك وهو الإعطاء مع حاجة النفس\nمع قلة الصبر قوله\n</p>\n\n<p>\n2537 مولى آبى اللحم بمد الهمزة كان يأبى اللحم ولا يأكله وقيل ما يأكل\nما ذبح للأصنام أن أقدد لحما أي أقطعه فأطعمته منه أي أعطيته الأجر بينكما\nأي أن رضيت بذلك يحل له إعطاء مثل هذا مما يجري فيه المسامحة وليس المراد\nتقرير العبد على أن يعطى بغير رضا المولى والله تعالى أعلم قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p063'> Vol. 05, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\n2538 على كل مسلم أي يتأكد في حقه ندبه لا أنه واجب يعتمل يكتسب الملهوف\nبالنصب صفة ذا الحاجة أي المكروب المحتاج فإنها أي الإمساك عن الشر\nوالتأنيث للخبر قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p064'> Vol. 05, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\n2539 إذا تصدقت المرأة من بيت زوجها محمول على ماذا عملت برضاه بإذن صريح\nأو بإذن مفهوم من اطراد العرف كاعطاء السائل كسرة ونحوها مما جرت العادة به\nهذا إذا علمت أن نفس الزوج كنفوس غالب الناس <span id='ms296'></span> في السماحة وان شكت في رضاه\nفلا بد من صريح الإذن وأما إعطاء الكثير فلا بد فيه من صريح الأذن أيضا\nوالخازن الذي بيده حفظ الطعام أو نحوه وربما هو الذي يباشر الإعطاء كل واحد\nمنهما أي من الزوج والزوجة وهما الأصل والخادم تابع فترك ذكره ثم المماثلة\nفي أصل الأجر وقدره قولان والله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p065'> Vol. 05, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\n2540 لامرأة عطية أي من مال الزوج والا فالعطية من مالها لا يحتاج إلى\nاذن عند الجمهور قوله\n</p>\n\n<p>\n2541 عن فراس بكسر الفاء وراء خفيفة وسين مهملة قوله اجتمعن عنده قال\nالسيوطي زاد بن حبان لم يغادر منهن واحدة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p066'> Vol. 05, p. 066</a>\n            </div>\n             فقلن وفي رواية بن\nحبان فقلت بالمثناة وهذا يفيد أن عائشة هي السائلة أيتنا في رواية البخاري\nأينا بلا تاء وهو الأفصح لحوقا نصب على التمييز أطولكن بالرفع على أنه خبر\nمبتدأ محذوف أي أسرعكن لحوقا بي ولم يقل طولا كن لان اسم التفضيل إذا أضيف\nيجوز فيه ترك المطابقة يذرعنها أي يقدرن بذراع وفي رواية البخاري فأخذوا\nقصبة يذرعونها بتذكير الضمير وهو من تصرف الرواة والصواب ما هنا فكانت سودة\nالخ كذا وقع في رواية أحمد وغيره لكن نص غير واحد أن الصواب زينب بنت جحش\nفهي أول نسائه لحوقا وتوفيت في خلافة عمر وبقيت سودة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p067'> Vol. 05, p. 067</a>\n            </div>\n             إلى أن\nتوفيت في خلافة معاوية قال الحافظ السيوطي قلت عندي أنه وقع في رواية\nالمصنف تقديم وتأخير وسقط لفظة زينب وأن أصل الكلام فأخذن قصبة فجعلن\nيذرعنها فكانت سودة أطولهن يدا أي حقيقة وكانت أسرعهن لحوقا به زينب وكان\nذلك من كثرة الصدقة فأسقط الراوي لفظة زينب وقدم الجملة الثانية على الأولى\nوالحاصل أنهن فهمن ابتداء ظاهر الطول ثم عرفن بموت زينب أول أن المراد بطول\nاليد كثرة العطاء والله تعالى أعلم قوله\n</p>\n\n<p>\n2542 أي الصدقة أفضل مبتدأ وخبر ان تصدق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p068'> Vol. 05, p. 068</a>\n            </div>\n             أي تتصدق بالتاءين\nفحذفت إحداهما تخفيفا ويحتمل أن يكون بتشديد الصاد والدال جميعا شحيح قيل\nالشح بخل مع حرص وقيل هو أعم من البخل وقيل هو الذي كالوصف <span id='ms297'></span> اللازم ومن قبيل\nالطبع تأمل بضم الميم العيش أي الحياة فإن المال يعز على النفس صرفه حينئذ\nفيصير محبوبا وقد قال تعالى لن تنالوا البر حتى تنفقوا مما تحبون قوله\n</p>\n\n<p>\n2545 وهو يحتسبها يريد أجرها من الله بحسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p069'> Vol. 05, p. 069</a>\n            </div>\n             النية وهو أن ينوي\nبه أداء ما وجب عليه من الإنفاق بخلاف ما إذا أنفق ذاهلا قوله\n</p>\n\n<p>\n2546 من يشتريه مني من لا يرى بيع المدبر منهم من يحمله على أنه كان\nمدبرا مقيدا بمرض أو بمدة كعلمائنا ومنهم من يحمله على أنه دبره وهو مديون\nكأصحاب مالك والأول بعيد والثاني يرده آخر الحديث والأقرب أن هذا الحديث\nدليل الجواز من غير معارض قوى يحوج إلى تأويله قوله\n</p>\n\n<p>\n2547 ان مثل المنفق المتصدق أي المنفق على نفسه وأهله المتصدق في سبل\nالخير فإن البخل يمنع الأمرين جميعا فلذلك جمع بينهما وقد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p070'> Vol. 05, p. 070</a>\n            </div>\n             جاء\nالإقتصار على أحدهما لكونهما كالمتلازمين عادة جبتان بضم جيم وتشديد موحدة\nتثنية جبة وهو ثوب مخصوص أو جنتان بنون بدل باء تثنية جنة وهي الدرع وهذا\nشك من الراوي وصوبوا النون لقوله من حديد وتواسعت عليه الدرع وغير ذلك نعم\nإطلاق الجبة بالباء على الجنة بالنون مجازا غير بعيد فينبغي أن يكون الجنة\nبالنون هو المراد في الروايتين من لدن ثديهما بضم المثلثة وكسر الدال\nالمهملة وتشديد الياء جمع ثدى بفتح فسكون إلى تراقيهما بفتح مثناة من فوق\nوكسر قاف جمع ترقوة وهما العظمان المشرفان في أعلى الصدر وهذا إشارة إلى ما\nجبل عليه الإنسان من الشح ولذلك جمع بين البخيل والجواد فيه وأما قوله\nاتسعت عليه الدرع ففيه إشارة إلى ما يفيض الله تعالى على من يشاء من\nالتوفيق للخير فيشرح لذلك صدره أو مرت أي جاوزت ذلك المحل وهذا شك من\nالراوي حتى تجن بضم أوله وكسر الجيم وتشديد النون من أجن الشيء إذا ستره\nبنانه بفتح الموحدة ونونين الأولى خفيفة أي أصابعه وتعفو أثره أي تمحو أثر\nمشيه بسبوغها وكمالها كثوب من يجر على الأرض إشارة إلى كمال الاتساع\nوالاسباغ <span id='ms298'></span> والمراد أن الجواد إذا هم بالنفقة اتسع لذلك بتوفيق الله تعالى\nصدره وطاوعته يداه فامتدتا بالعطاء والبذل والبخيل يضيق صدره وتنقبض يده من\nالإنفاق في المعروف واليه أشار بقوله قلصت أي انقبضت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p071'> Vol. 05, p. 071</a>\n            </div>\n             كل حلقة\nبسكون اللام يوسعها أي يحكي هيئة توسعة البخيل تلك الجنة فلا تتسع أي قائلا\nفلا تتسع بتوسعة البخيل والله تعالى أعلم قوله\n</p>\n\n<p>\n2548 حتى تعفى أثره بتشديد الفاء للمبالغة أي تعفو قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p072'> Vol. 05, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\n2549 ثم دعوت به أي بذلك الشيء فنظرت إليه أنه أي قدر قالت نعم تصديق\nوتقرير لما بعد الاستفهام من النفي أي ما أريد ذلك بل أريد أن يعطيني الله\nتعالى من غير علمي بذلك ضرورة أن الذي يدخل بعلم الإنسان محصور ورزق الله\nأوسع من ذلك فيطلب منه تعالى ان يعطي بلا حصر ولا عد وحاصل الاستفهام اما\nتريدين تقليل الصدقة ورزق الله وحاصل الجواب أنها ما تريد ذلك بل تريد\nالتكثير فيهما قال مهلا أي استعملي الرفق والتأني في الأمور واتركي\nالاستعجال المؤدي إلى أن تطلبي علم مالا فائدة في علمه لا تحصي صيغة نهي\nالمؤنث من الإحصاء والياء للخطاب أي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p073'> Vol. 05, p. 073</a>\n            </div>\n             لا تعدي ما تعطي قوله\nفيحصى بالنصب جواب أي حتى يعطيك الله أيضا بحساب ولا يرزقك من غير حساب\nوالمراد التعليل قوله\n</p>\n\n<p>\n2551 ما أدخل على الزبير قيل ما أعطاني قوتا لي وقيل بل المراد أعم لكن\nالمراد إعطاء ما علمت فيه بالاذن دلالة أرضخ من باب فتح والرضخ براء وضاد\nمعجمة وخاء كذلك العطية القليلة ولا توكي بضم المثناة من فوق وكسر الكاف\nصيغة نهي المخاطبة من الايكاء بمعنى الشد والربط أي لا تمنعي ما في يدك\nفيوكي بالنصب فيشدد الله عليك أبواب الرزق وفيه أن السخاء يفتح أبواب الرزق\nوالبخل بخلافه قوله\n</p>\n\n<p>\n2552 ولو بشق تمرة بكسر الشين المعجمة أي نصفها قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p074'> Vol. 05, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\n2553 فأشاح بوجهه أي صرف وجهه كأنه يراها ويخاف منها أو جد على الايصاء\nباتقائها إذ اقبل إلينا في خطابه فإن المشيح يطلق على الخائف والجاد في\nالأمر والمقبل عليك قوله\n</p>\n\n<p>\n2554 عامتهم <span id='ms299'></span> من مضر أي غالبهم من مضر بل كلهم اضراب إلى التحقيق ففيه أن\nقوله عامتهم كان عن عدم التحقيق واحتمال أن يكون البعض من غير مضر أول\nالوهلة فتغير أي انقبض فدخل لعله لاحتمال أن يجد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p075'> Vol. 05, p. 075</a>\n            </div>\n             في البيت ما\nيدفع به فاقتهم فلعله ما وجد فخرج والأرحام ولعله قصد بذلك التنبيه على\nأنهم من ذوي أرحامكم فيتأكد لذلك وصلهم تصدق رجل قيل هو مجزوم بلام أمر\nمقدرة أصله ليتصدق وهذا الحذف مما جوزه بعض النحاة قلت الواجب حينئذ أن\nيكون يتصدق بياء تحتية بل تاء فوقية ولا وجه لحذفها فالوجه أنه صيغة ماض\nبمعنى الأمر ذكر بصورة الاخبار مبالغة وبه اندفع قوله انه لو كان ماضيا لم\nيساعد عليه قوله ولو بشق تمرة لأن ذلك لو كان اخبارا معنى وأما إذا كان\nأمرا معنى فلا يتأمل حتى رأيت كومين ضبط بفتح الكاف وضمها قال بن السراج هو\nبالضم اسم لما كوم وبالفتح المكان المرتفع كالرابية قال عياض فالفتح ها هنا\nأولى لأن مقصوده الكثرة والتشبيه بالرابية يتهلل يستنير ويظهر عليه أمارات\nالسرور كأنه مذهبة ذكروا أن الرواية في النسائي بضم ميم وسكون ذال معجمة\nوفتح هاء ثم موحدة قال القاضي عياض وهو الصواب ومعناه فضة مذهبة أي مموهة\nبالذهب فهذا أبلغ في حسن الوجه وإشراقه أو هو تشبيه بالمذهبة من الجلود وهي\nشيء كانت العرب تصنعه من جلود وتجعل فيه خطوطا وضبط بعضهم بدال مهملة وضم\nالهاء بعدها نون قالوا هو إناء الدهن من سن في الإسلام الخ أي أتى بطريقة\nمرضية يقتدى به فيها كما فعل الأنصاري الذي أتى بصره فله أجرها أي أجر\nعملها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p076'> Vol. 05, p. 076</a>\n            </div>\n             والله تعالى أعلم قوله\n</p>\n\n<p>\n2555 الذي يعطاها على بناء المفعول ونائب الفاعل ضمير الموصول والمنصوب\nللصدقة والمعنى الذي يراد أن يعطى الصدقة قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p077'> Vol. 05, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\n2556 اشفعوا تشفعوا على بناء المفعول من التشفيع أي تقبل شفاعتكم أحيانا\nفتكون سببا لقضاء حاجة المحتاج فإن قصدتم ذلك يكون لكم أجر على الشفاعة وفي\nرواية صحيحة اشفعوا تؤجروا وهو أظهر قوله <span id='ms300'></span>\n</p>\n\n<p>\n2557 عن معاوية بن أبي سفيان أن رسول الله صلى الله تعالى عليه وسلم قال\nان الرجل الخ اللفظ صريح في الرفع لكن السوق يقتضي أن قوله ان الرجل\nليسألني الخ من قول معاوية وإنما المرفوع اشفعوا تؤجروا وهو الموافق لما في\nبعض روايات أبي داود وهو مقتضي سوق روايته المشهورة وسوقها أقوى في اقتضاء\nالوقف والله تعالى أعلم قوله وان من الغيرة بفتح الغين المعجمة\n</p>\n\n<p>\n2558 ومن الخيلاء بضم خاء معجمة والكسر لغة وفتح ياء ممدود الإختيال في\nالريبة بكسر الراء أي مواضع التهمة والتردد فتظهر فائدتها وهي الرهبة\nوالانزجار وان لم تكن ريبة تورث البغض والفتن اختيال الرجل بنفسه أي اظهاره\nالاختيال والتكبر في نفسه بأن يمشي مشي المتكبرين قال الخطابي هو أن يقدم\nفي الحرب بنشاط نفس وقوة قلب لا يجبن وعند الصدقة قيل هو أن يهزه سجية\nالسخاء فيعطيها طيبة بها نفسه من غير من ولا استكثار وان كان كثيرا بل كلما\nيعطى فلا يعطيه الا وهو مستقل له قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p078'> Vol. 05, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\n2559 ولا مخيلة بمعنى الخيلاء قوله\n</p>\n\n<p>\n2560 كالبنيان بضم الباء الموحدة أي كالحائط والمراد أن من شأن المؤمن أن\nيكون على الحق الذي هو مقتضى الإيمان ويلزم منه توافق المؤمنين على ذلك\nالحق وتناصرهم وتأييد بعضهم لبعض الذي يعطى ما أمر به من غير زيادة أو\nنقصان فيه بهوى طيبة بها بالصدقة نفسه أي يكون راضيا بذلك قال ذلك إذ كثيرا\nمالا يرضى الإنسان بخروج شيء من يده وان كان ملكا لغيره أحد المتصدقين أي\nيشارك صاحب المال في الصدقة فيصيران متصدقين ويكون هو أحدهما هذا على أن\nالرواية بفتح القاف وهو الذي صرحوا به نعم جواز الكسر على أن اللفظ جمع أي\nهو متصدق من المتصدقين قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p079'> Vol. 05, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\n2561 الجاهر بالقرآن قد سبق الحديث قوله\n</p>\n\n<p>\n2562 لا ينظر الله أي نظر رحمة أولا والا فلا يغيب أحد عن نظره والمؤمن\nمرحوم بالآخرة قطعا العاق لوالديه المقصر في أداء الحقوق إليهما المترجلة\nالتي تتشبه بالرجال في زيهم وهيئاتهم فأما في العلم والرأي فمحمود <span id='ms301'></span> والديوث\nوهو الذي لا غيرة له على أهله لا يدخلون الجنة لا يستحقون الدخول ابتداء\nوالمدمن الخمر أي المديم شربه الذي مات بلا توبة قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p080'> Vol. 05, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\n2563 لا يكلمهم الله الخ كناية عن عدم الالتفات إليهم بالرحمة والمغفرة\nالمسبل من الإسبال بمعنى الارخاء عن الحد الذي ينبغي الوقوف عنده والمراد\nإذا كان عن مخيلة والله تعالى أعلم والمنفق بتشديد الفاء أي المروج سلعته\nبكسر السين مبيعه قوله\n</p>\n\n<p>\n2565 ولو بظلف الظلف بكسر الظاء المعجمة للبقر والغنم كالحافر للفرس\nوالبغل والخف للبعير والمقصود المبالغة قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p081'> Vol. 05, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\n2566 الا دعى له أي للمولى شجاع بالرفع على أنه نائب الفاعل لدعى أو\nبالنصب على أنه حال مقدم كما في بعض النسخ ولا عبرة بالخط ونائب الفاعل هو\nفضله الذي منع أي دعى له فضله شجاعا يتلمظ يدير لسانه عليه ويتبع أثره وعلى\nتقدير رفع شجاع فضله بالرفع بدل منه بناء على ما قالوا ان المبدل منه ليس\nفي حكم التنحية حتى جوزوا ذلك في قوله تعالى وجعلوا لله شركاء الجن فقالوا\nالجن بدل من شركاء مع أنه لا معنى لقوله وجعلوا لله الجن بدون شركاء أو هو\nخبر محذوف أي هو فضله ويجوز أن ينصب بتقدير أعنى والله تعالى أعلم قوله من\nاستعاذ الخ حاصله من توسل بالله في شيء ينبغي أن لا يحرم ما أمكن\n</p>\n\n<p>\n2567 ومن أتى بلا مدأى فعل معروفا حال كونه واصلا اليكم أو بالمد أعطاكم\nالمعروف والى لتضمين معنى الوصول أو الإحسان بالمثل بل بأحسن قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p082'> Vol. 05, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\n2568 وإني كنت امرأ كان زائدة أو بمعنى صار قوله بما بعثك ما استفهامية\nوقد سبق الحديث قريبا محرم أي حرم الله تعالى على كل مسلم تعرض بكل مسلم\nبكل وجه الا ما إباحه الدليل أخوان أي هما أي المسلمان أو يفارق أي إلى أن\nيفارق فالمضارع منصوب بعد أو بمعنى إلى أن وحاصله أن الهجرة من دار الشرك\nإلى دار الإسلام واجب على كل من آمن فمن ترك فهو عاص يستحق رد العمل والله\nتعالى أعلم قوله\n</p>\n\n<p>\n2569 رجل <span id='ms302'></span> أخذ كناية عن مداومة الجهاد معتزل منفرد عن الناس يدل على جواز\nالعزلة إذا خاف الفتنة في شعب بكسر الشين المعجمة ويعتزل شرور الناس قيل\nينبغي أن يقصد به تركهم عن شره الذي يسأل بالله على بناء الفاعل أي الذي\nيجمع بين القبيحين أحدهما السؤال بالله والثاني عدم الإعطاء لمن يسأل به\nتعالى فما يراعي حرمة اسمه تعالى في الوقتين جميعا وأما جعله مبنيا للمفعول\nفبعيد إذ لا صنع للعبد في أن يسأله السائل بالله فلا وجه للجمع بينه وبين\nترك الإعطاء في هذا المحل والوجه في افادة ذلك المعنى أن يقال الذي لا يعطى\nإذا سئل بالله ونحوه والله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p083'> Vol. 05, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\n2570 فرجل أي فأحدهم معطى رجل فتخلفه أي مشى خلفه وقوم أي والثاني قارئ\nقوم مما يعدل به أي يساويه يتملقني أي يتضرع لدي بأحسن ما يكون وقد تقدم\nالحديث قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p084'> Vol. 05, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\n2572 بهذا الطواف الباء زائدة في خبر ليس ترده اللقمة أي يرد على الأبواب\nلأجل اللقمة أو أنه إذا أخذ لقمة رجع إلى باب آخر فكأن اللقمة ردته من باب\nإلى باب والمراد ليس المسكين المعدود في مصارف الزكاة هذا المسكين بل هذا\nداخل في الفقير وإنما المسكين المستور الحال الذي لا يعرفه أحد الا\nبالتفتيش وبه يتبين الفرق بين الفقير والمسكين في المصارف وقيل المراد ليس\nالمسكين الكامل الذي هو أحق بالصدقة وأحوج إليها المردود على الأبواب لأجل\nاللقمة ولكن الكامل الذي لا يجد الخ فما المسكين قيل ما تأتي كثيرا لصفات\nمن يعقل كقوله تعالى فانكحوا ما طاب لكم من النساء وعليه هذا الحديث ولا\nيفطن له على بناء المفعول مخففا فيتصدق بالنصب جواب النفي وكذا فيسأل قوله\n</p>\n\n<p>\n2573 الأكلة بضم الهمزة اللقمة قوله\n</p>\n\n<p>\n2574 إن لم تجدي الخ أي ينبغي أن لا يرجع عن الباب محروما قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p085'> Vol. 05, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\n2575 والعائل الفقير المزهو كالمدعو أي المتكبر قوله\n</p>\n\n<p>\n2576 الحلاف أي كثير الحلف لترويج مبيعه قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p086'> Vol. 05, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\n2577 الساعي أي الكاسب الذي يكسب المال على الأرملة أي لأجل التصدق عليها\nوالمسكين عطف على الأرملة <span id='ms303'></span> من لا زوج لها من النساء قوله\n</p>\n\n<p>\n2578 بذهيبة تصغير الذهب للإشارة إلى تقليله وفي نسخة بلا تصغير بتربتها\nأي مخلوطة بترابها بن علاثة بضم عين مهملة وتخفيف لام ومثلثة صناديد قريش\nأي أشرافهم والواحد صنديد بكسر الصاد قال أي النبي صلى الله تعالى عليه\nوسلم اعتذارا كث اللحية أي غليظها مشرف الوجنتين أي مرتفعهما والوجنة مثلث\nالواو أعلى الخد غائر العينين أي ذاهبهما إلى الداخل ناتئ بالهمزة أي مرتفع\nالجبين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p087'> Vol. 05, p. 087</a>\n            </div>\n             أيأمنني أي الله حيث بعثني رسولا إليهم فإن مدار\nالرسالة على الأمانة ان من ضئضئ الخ أي منعه عن القتل ثم ذكر هذه القضية\nليعلم أن وقوع هذا الأمر الشنيع من الرجل غير بعيد ففي الحديث اختصار\nوالضئضئ بضادين معجمتين مكسورتين بينهما همزة ساكنة وآخره همزة هو الأصل\nيريد أنه يخرج من نسله وعقبه كذا ذكره السيوطي قلت الوجه أن يقال من قبيلته\nإذ لا يقال لنسل الرجل أنه أصله الا أن يقال بناء على اعتبار الإضافة\nبيانية والخروج منه خروج من نسله والله تعالى أعلم لا يجاوز حناجرهم أي\nحلقهم بالصعود إلى محل القبول أو بالنزول إلى القلوب ليفقهوا يمرقون أي\nيخرجون وظاهره أنهم كفرة وبه يقول أهل الحديث أو بعضهم لكن أهل الفقه على\nإسلامهم فالمراد الخروج من حدود الإسلام أو كماله من الرمية بفتح راء\nوتشديد ياء هي الصيد المرمى لأنه ذاته مرمية قتل عاد أي قتلا عاما مستأصلا\nكما قال تعالى فهل ترى لهم من باقية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p088'> Vol. 05, p. 088</a>\n            </div>\n             قوله\n</p>\n\n<p>\n2579 تحملت حمالة بفتح الحاء ما يتحمله الإنسان عن غيره من دية أو غرامة\nأي تكفلت مالا لاصلاح ذات البين قال الخطابي هي أن يقع بين القوم التشاجر\nفي الدماء والأموال ويخاف من ذلك الفتن العظيمة فيتوسط الرجل فيما بينهم\nيسعى في ذات البين ويضمن لهم ما يترضاهم بذلك حتى يسكن الفتنة قوله\n</p>\n\n<p>\n2580 أقم أي كن في المدينة مقيما ان الصدقة أي المسألة لها كما في\nالرواية السابقة ألا لأحد ثلاثة أي لا تحل الا لصاحب ضرورة ملجئة إلى\nالسؤال <span id='ms304'></span> كأصحاب هذه الضرورات والله تعالى أعلم قواما بكسر القاف أي ما يقوم\nبحاجته الضرورية أو سدادا بكسر السين ما يكفي حاجته والسداد بالكسر كل شيء\nسددت به خللا والشك من بعض الرواة والظاهر أن هذا قلب من بعض الرواة والا\nفهذه الغاية إنما يناسب الثاني وللغاية التي تجيء هناك تناسب الأول وقد\nجاءت الروايات كذلك كرواية مسلم وغيره جائحة أي آفة فاجتاحت أي أستأصلت\nماله كالغرق والحرق وفساد الزرع حتى يشهد أي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p089'> Vol. 05, p. 089</a>\n            </div>\n             أصابته فاقة إلى\nأن ظهرت ظهورا بينا وليس المراد حقيقة الشهادة بل الظهور والمقصود بالذات\nأنه ان أصابته فاقة بالتحقيق ذوي الحجى بكسر الحاء المهملة العقل سحت\nبضمتين أو سكون الثاني حرام قوله\n</p>\n\n<p>\n2581 إنما أخاف أي ما أخاف عليكم الفقر وإنما أخاف عليكم الغنى أو يأتي\nالخير أي المال لقوله تعالى ان ترك خيرا فكيف يترتب عليه الشر حتى يخاف منه\nتكلم بضم حرف المضارعة من التكليم الرحضاء بضم الراء وفتح الحاء المهملة\nوضاد معجمة ممدودة هو عرق يغسل الجلد لكثرته قوله أشاهد السائل وفي نسخة\nأفشاهد السائل الخ يريد التمهيد للجواب عن شاهد السائل أي عما اعتمد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p090'> Vol. 05, p. 090</a>\n            </div>\n             السائل عليه في سؤاله بتقدير نفس الشاهد حتى يجيب عنه أي أشاهد\nالسائل هذا وهو أنه لا يأتي الخير بالشر مما ينبت الربيع قيل هو الفصل\nالمشهور بالانبات وقيل هو النهر الصغير المنفجر عن النهر الكبير أو يلم بضم\nالياء وكسر اللام أي يقرب من القتل ثم الموجود في نسخ الكتاب ان مما ينبت\nالربيع يقتل أو يلم بدون كلمة ما قبل يقتل وهو اما مبنى على أن من في مما\nينبت تبعيضية وهي اسم عند البعض فيصح أن يكون اسم ان ويقتل خبر ان أو كلمة\nما مقدرة والموصول مع صلته اسم ان والجار والمجرور أعنى مما ينبت خبره\nوقوله الا آكلة الخضر كلمة الا بتشديد اللام استثنائية والآكلة بمد الهمزة\nوالخضر بفتح خاء وكسر ضاد معجتمتين قيل نوع من البقول ليس من جيدها\nوأحرارها وقيل هو كلأ الصيف <span id='ms305'></span> اليابس والاستثناء منقطع أي لكن آكلة الخضرة\nتنتفع بأكلها فإنها تأخذ الكلأ على الوجه الذي ينبغي وقيل متصل مفرغ في\nالاثبات أي يقتل كل آكلة الا آكلة الخضر والحاصل أن ما ينبته الربيع خير\nلكن مع ذلك يضر إذا لم تستعمله الآكلة على وجهه وإذا استعملت على وجهه لا\nيضر فكذا المال والله تعالى أعلم بحقيقة الحال إذا امتدت خاصرتاها أي شبعت\nاستقبلت عين الشمس تستمرئ بذلك فثلطت بفتح المثلثة واللام أي ألقت رجيعها\nسهلا رقيقا خضرة بفتح فكسر أي كبقلة خضرة في المنظر حلوة أي كفاكهة حلوة في\nالذوق فلكثرة ميل الطبع يأخذ الإنسان بكل وجه فيؤديه ذلك إلى الوجه الذي لا\nينبغي فيهلك ان أعطى منه اليتيم الخ أي بعد أن أخذه بوجهه والى هذا القيد\nأشار بذكر يقتضيه في المقابل فلا بد في الخبر من أمرين أحدهما تحصيله بوجهه\nوالثاني صرفه في مصارفه وعند انتفاء أحدهما يصير ضررا وعلى هذا فقد ترك\nمقابل المذكور ها هنا فيما بعد أعنى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p091'> Vol. 05, p. 091</a>\n            </div>\n             والذي يأخذه بغير حقه أي\nأو لا يستعمله بعد أخذه بحقه في مصارفه ففي الكلام صيغة الاحتباك وقد يقال\nفيه إشارة إلى الملازمة بين القيدين فلا يوفق المرء للصرف في المصارف الا\nإذا أخذه بوجهه قلما يصرف في غير مصارفه والله تعالى اعلم قوله\n</p>\n\n<p>\n2582 اثنتان أي ففيها أجران فهذا حث على التصدق على الرحم والاهتمام به\nقوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p092'> Vol. 05, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\n2583 تصدقن الظاهر أنه أمر ندب بالصدقة النافلة لأنه خطاب بالحاضرات\nوبعيد أنهن كلهن ممن فرض عليهن الزكاة وكأن المصنف حمله على الزكاة لأن\nالأصل في الأمر الوجوب ولو من حليكن بضم حاء وكسر لام وتشديد تحتية على\nالجمع وجوزوا فتح الحاء وسكون اللام على أنه مفرد قلت الافراد يناسب\nالإضافة إلى الجمع الا ان يحمل على الجنس ولا دلالة فيه على وجوب الزكاة في\nالحلى وان حملنا الحديث على الزكاة لأن الأداء من الحلى لا يقتضى الوجوب\nفيها خفيف ذات اليد أي قليل المال ولا تخبر من نحن أي بلا سؤال <span id='ms306'></span> والا فعند\nالسؤال يجب الاخبار فلا يمكن المنع عنه ولذلك أخبر بلال بعد السؤال أجر\nالقرابة أي أجر وصلها قوله\n</p>\n\n<p>\n2584 لأن يحتزم بفتح اللام والكلام من قبيل وأن تصوموا خير لكم أي ما\nيلحق الإنسان بالاحتزام من التعب الدنيوي خير مما يلحقه بالسؤال من التعب\nالاخروي فعند الحاجة ينبغي له أن يختار الأول ويترك الثاني والله تعالى\nأعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p093'> Vol. 05, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\n2585 مزعة لحم بضم ميم وحكى كسرها وفتحها وسكون زاي معجمة وعين مهملة\nالقطعة اليسيرة من اللحم والمراد أنه يجيء ذليلا لا جاه له ولا قدر كما\nيقال له وجه عند الناس أو ليس له وجه أو أنه يعذب في وجهه حتى يسقط لحمه أو\nأنه يجعل له ذلك علامة يعرف به والظاهر ما قيل أنه جازاه الله من جنس ذنبه\nفإنه صرف بالسؤال ماء وجهه عند الناس قوله\n</p>\n\n<p>\n2586 عن بسطام بكسر الموحدة وحكى فتحها قال بن الصلاح أعجمي لا ينصرف\nومنهم من صرفه قوله على أسكفة الباب بهمزة مضمومة وسكون سين مهملة وضم كاف\nوتشديد فاء عتبته ما في المسألة من الضرر أو الإثم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p094'> Vol. 05, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\n2587 أسأل على تقدير حرف الاستفهام والمراد أسأل المال من غير الله\nالمتعال والا فلا منع للسؤال من الله تعالى بل هو المطلوب فتسأل الصالحين\nأي القادرين على قضاء الحاجة أو أخيار الناس لأنهم لا يحرمون السائلين\nويعطون ما يعطون عن طيب نفس والله تعالى أعلم قوله\n</p>\n\n<p>\n2588 إذا نفد بكسر الفاء واهمال أي فرغ ما يكون ما موصولة لا شرطية والا\nلوجب يكن بحذف الواو والفاء في قوله فلن أدخره لتضمن المبتدأ معنى الشرط أي\nليس أحبسه عنكم ولا أن فرد به دونكم ومن يستعفف يعفه من شرطية هنا وفيما\nبعد والفعلان مجزومان أي من يطلب العفاف وهو ترك السؤال يعطه الله العفاف\nومن يتصبر أي تكلف في تحمل مشاق الصبر وفي التعبير بباب لتكلف إشارة إلى أن\nملكة الصبر تحتاج في الحصول إلى الاعتبار وتحمل المشاق من الإنسان يصبره\nالله من التصبير أي جعله صابرا قوله <span id='ms307'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p095'> Vol. 05, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\n2590 من يضمن لي واحدة أي خصلة واحدة يريد من يديم على هذه الخصلة فله\nالجنة في مقابلتها أن لا يسأل الناس شيئا أي من مالهم والا فطلب ماله عليهم\nلا يضر والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p096'> Vol. 05, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\n2592 جاءت أي مسألته خموشا بضم أوله منصوب على الحال وهو مصدر أو جمع من\nخمش الجلد قشره بنحو عود أو كدوحا مثل خموشا وزنا ومعنى وأو للشك من بعض\nالرواة وماذا يغنيه أي ما الغنى المانع عن السؤال وليس المراد بيان الغنى\nالموجب للزكاة أو المحرم لأخذها من غير سؤال قوله\n</p>\n\n<p>\n2593 لا تلحفوا في المسألة من ألحف أو لحف بالتشديد أي ألح عليه قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p097'> Vol. 05, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\n2595 سرحتني بتشديد الراء أي أرسلتني أوقية بضم الهمزة وتشديد الياء أي\nأربعون درهما قوله\n</p>\n\n<p>\n2596 فقالت لي أي أهلي والتأنيث لأن المراد المرأة أو لأن الأهل جمع معنى\nفولى بتشديد اللام أي أدبر وهو مغضب بفتح ا لضاد أي موقع في الغضب انك تعطى\nمن شئت أي لا تعطى في المصارف وإنما تتبع فيه مشيئتك أن لا أجد أي لأجل أن\nلا أجد وله أوقية أو عدلها هذا يدل على أن التحديد بخمسين درهما ليس مذكورا\nعلى وجه التحديد بل هو مذكور على وجه التمثيل للقحة بفتح اللام على أنها\nلام ابتداء واللقحة بفتح اللام أو كسرها الناقة القريبة العهد بالنتاج أو\nالتي هي ذات لبن قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p098'> Vol. 05, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\n2597 لا تحل الصدقة أي سؤالها والا فهي تحل للفقير وان كان قويا صحيح\nالأعضاء إذا أعطاه أحد بلا سؤال مرة بكسر ميم وتشديد راء أي قوة سوى صحيح\nالأعضاء قوله فقلب بتشديد اللام جلدين بفتح جيم وسكون لام أي قويين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p099'> Vol. 05, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\n2598 ان شئتما أي أعطيتكما كما في رواية وهذا يدل على أنه لو أدى أحد\nإليهما يحل لهما أخذه ويجزئ عنه والا لم يصح له أن يؤدي إليهما بمشيئتهما\nفقوله ولاحظ فيها الضمير للصدقة على تقدير المضاف أي في سؤالها أو للمسألة\nالمعلومة من المقام مكتسب أي قادر على الكسب قوله كدوح بضمتين أي آثار\nالقشر ترك <span id='ms308'></span> أي الكدوح أو السؤال وهذا ليس بتخيير بل هو توبيخ مثل قوله تعالى\nفمن شاء فليؤمن ومن شاء فليكفر ذا سلطان قال الخطابي هو أن يسألة حقة من\nبيت المال الذي في يده أو شيئا ظاهره أنه عطف على ذا سلطان ولا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p100'> Vol. 05, p. 100</a>\n            </div>\n            \nيستقيم أذ السؤال يتعدى إلى مفعولين الشخص والمطلوب المحتاج إليه وذا سلطان\nهو الأول وترك الثاني للعموم وشيئا ها هنا لا يصلح أن يكون الأول بل هو\nالثاني الا أن يراد بشيئا شخصا ومعنى لا يجد منه أي من سؤاله بدا وهو تكلف\nبعيد فالأقرب أن يقال تقديره أو يسأل شيئا الخ وحذف ها هنا المفعول الأول\nلقصد العموم أو يقدر يسأل ذا سلطان أي شيء كان أو غيره شيئا لا يجد منه بدا\nفهو من عطف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p101'> Vol. 05, p. 101</a>\n            </div>\n             شيئين على شيئين الا أنه حذف من كل منهما ما ذكر\nمماثله في الآخر من صنعة الاحتباك والله تعالى أعلم قوله\n</p>\n\n<p>\n2603 لا أرزأ بتقديم الراء المهملة على الزاي المعجمة آخره همزة أي لا\nآخذ من أحد شيئا وأصله النقص قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p102'> Vol. 05, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\n2604 بعمالة بضم العين المهملة أي رزق العامل إذا أعطيت على بناء المفعول\nقوله\n</p>\n\n<p>\n2605 ألم أخبر على بناء المفعول والمراد الاستفهام عن متعلق الاخبار لا\nعنه نفسه تعمل على عمل أي تسعى عليه فتعطى على بناء المفعول عمالة بضم\nالعين أي أجرة إني أردت بضم التاء الذي أردت بفتح التاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p103'> Vol. 05, p. 103</a>\n            </div>\n             فتموله\nأي إذا أخذت فإن شئت أبقه عندك مالا وإن شئت تصدق به فلا تتبعه أي من أتبع\nمخففا أي فلا تجعل نفسك تابعة له ناظرة إليه لأجل أن يحصل عندك أشارة إلى\nأن المدار على عدم تعلق النفس بالمال لا على عدم أخذه ورده على المعطى\nوالله تعالى أعلم قوله\n</p>\n\n<p>\n2606 تلي من الولاية غير مشرف من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p104'> Vol. 05, p. 104</a>\n            </div>\n             الأشراف أي غير طامع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p105'> Vol. 05, p. 105</a>\n            </div>\n             قوله @ 105\n</p>\n\n<p>\n2609 إنما هي أوساخ الناس قال النووي تنبيه على العلة في تحريم الزكاة\nعليهم وأن التحريم لكرامتهم وتنزيههم عن الأوساخ ومعنى أوساخ الناس أنها\nتطهير لأموالهم ونفوسهم كما قال الله تعالى <span id='ms309'></span> خذ من أموالهم صدقة تطهرهم\nوتزكيهم بها فهي كغسالة الأوساخ قوله\n</p>\n\n<p>\n2610 من أنفسهم أي أنه يعد واحدا منهم فحكمه كحكمهم فينبغي أن لا تحل\nالزكاة لابن أخت هاشمي كما لا تحل لهاشمي ولإفادة هذا المعنى ذكر المصنف\nهذا الحديث ها هنا قال النووي استدل به من يورث ذوي الأرحام وأجاب الجمهور\nبأنه ليس في هذا اللفظ ما يقتضى توريثه وإنما معناه أنه بينه وبينهم ارتباط\nوقرابة ولم يتعرض للارث وسياق الحديث يقتضي أن المراد أنه كالواحد منهم في\nافشاء سرهم بحضرته ونحو ذلك قوله\n</p>\n\n<p>\n2612 وان مولى القوم منهم أي فلا تحل لك لكونك مولانا قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p106'> Vol. 05, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\n2613 بسط يده أي أكل قوله\n</p>\n\n<p>\n2614 ولاءها بفتح الواو أي لأنفسهم اشتريها أي مع ذلك الشرط كما في رواية\nوهو الذي يقتضيه الظاهر لأن مواليها كانوا يأبون الشراء بدون هذا الشرط\nفكيف يتحقق منهم الشراء بدونه نعم يلزم منه أن يفسد البيع لأنه شرط في نفع\nلأحد العاقدين ومثله مفسد وأيضا هو من باب الخداع فتجويزه مشكل ولا مخلص\nالا بالقول بأن للشارع أن يخص من شاء بما يشاء فيمكن أنه خص هذا البيع\nبالجواز ليبطل عليهم الشرط بعد وجوده للمبالغة في الانزجار والله تعالى\nأعلم وقوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p107'> Vol. 05, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\n2614 هو لها صدقة فالظاهر أن صدقة بالرفع خبر ولها بمعنى في حقها متعلق\nبها قال بن مالك يجوز في صدقة الرفع على أنه خبر هو ولها صفة صدقة فصارت\nحالا والنصب على الحال أو يجعل لها الخبر انتهى فليتأمل قوله وكان زوجها\nحرا أي حين خيرت فالتخيير للعتق لا لكون الزوج عبدا وبه قال علماؤنا وما\nجاء أنه كان عبدا فمحمله أن الراوي ما علم بعتقه فزعم بقاءه على الحال\nالأولى ومن أثبت الحرية فمعه زيادة علم فيقبل والله تعالى أعلم قوله فأضاعه\nأي بترك القيام بالخدمة والعلف ونحوها أبتاعه أي أشتريه\n</p>\n\n<p>\n2615 انه بائعه اسم فاعل أي يبيعه برخص بضم راء وسكون خاء ضد الغلاء فان\nالعائد أي بالفعل الاختياري بخلاف ما إذا رده الإرث فلا يسمى صاحبه عائدا <span id='ms310'></span>\nوالحاصل أن ما أخرجه الإنسان لله فلا ينبغي لأن يجعل لنفسه بفعل اختياري\nولا ينتقض بنكاح الأمة المعتقة فإنه من باب زيادة الإحسان فليتأمل ثم هذا\nالكلام لا يفيد التحريم أو عدم الجواز إذ لم يعلم عود الكلب في قيئه بحرمة\nأو عدم جواز ولكن تفيد أنه قبيح مكروه بمنزلة المكروه المستقذر طبعا والله\nتعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p108'> Vol. 05, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\n2618 فتؤدى على بناء المفعول والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p109'> Vol. 05, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( كتاب مناسك الحج )\n</p>\n\n<p>\nقوله\n</p>\n\n<p>\n2619 في كل عام أي هو مفروض على كل انسان مكلف في كل سنة أو هو مفروض\nعليه مرة واحدة لو قلت نعم لوجبت الخ أي لوجب الحج كل عام وهذا بظاهره\nيقتضي أن أمر افتراض الحج كل عام كان مفوضا إليه حتى لو قال نعم لحصل وليس\nبمستبعد إذ يجوز أن يأمر الله تعالى بالإطلاق ويفوض أمر التقييد إلى الذي\nفوض إليه البيان فهو ان أراد أن يبقيه على الإطلاق يبقيه عليه وان أراد أن\nيقيده بكل عام يقيده به ثم فيه إشارة إلى كراهة السؤال في النصوص المطلقة\nوالتفتيش عن قيودها بل ينبغي العمل باطلاقها حتى يظهر فيها قيد وقد جاء\nالقرآن موافقا لهذه الكراهة ذروني أي اتركوني من السؤال عن القيود في\nالمطلقات ما تركتكم عن التكليف في القيود فيها وليس المراد لا تطلبوا مني\nالعلم ما دام لا أبين لكم بنفسي واختلافهم عطف على كثرة السؤال إذ الاختلاف\nوان قل يؤدي إلى الهلاك ويحتمل أنه عطف على سؤالهم فهو أخبار عمن تقدم بأنه\nكثر اختلافهم في الواقع فأداهم إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p110'> Vol. 05, p. 110</a>\n            </div>\n             الهلاك وهو لا ينافي أن\nالقليل من الاختلاف مؤد إلى الفساد فإذا أمرتكم الخ يريد أن الأمر المطلق\nلا يقتضي دوام الفعل وإنما يقتضي جنس المأمور به وأنه طاعة مطلوبة ينبغي أن\nيأتي كل انسان منه على قدر طاقته وأما النهي فيقتضي دوام الترك والله تعالى\nأعلم قوله\n</p>\n\n<p>\n2620 لا تسمعون سماع قبول ولا تطيعون ان سمعتم وقوله لا تطيعون كالتتميم\nللأول والتأكيد له أو لبيان أن الطاعة تنتفي اصالة لتعذرها <span id='ms311'></span> أو تعسرها لا\nلاستلزام انتفاء السمع انتفاءها والله تعالى أعلم قوله\n</p>\n\n<p>\n2621 ولا الظعن بفتحتين أو سكون الثاني والأولى معجمة والثانية مهملة\nمصدر ظعن يظعن بالضم إذا سار وفي المجمع الظعن الراحلة أي لا يقوى على\nالسير ولا على الركوب من كبر السن قال السيوطي قال الإمام أحمد ولا أعلم في\nإيجاب العمرة حديثا أجود من هذا ولا أصح منه ولا يخفى أن الحج والعمرة عن\nالغير ليسا بواجبين على الفاعل فالظاهر حمل الأمر على الندب وحينئذ ففي\nدلالة الحديث على وجوب العمرة خفاء لا يخفى والله تعالى أعلم قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p111'> Vol. 05, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\n2622 الحجة المبرورة قيل هي التي لا يخالطها إثم مأخوذ من البر وهو\nالطاعة وقيل هي المقبولة المقابلة بالبر وهو الثواب ومن علامات القبول أن\nيرجع خيرا مما كان ولا يعاود المعاصي وقيل هي التي لا رياء فيها وقيل هي\nالتي لا يعقبها معصية وهما داخلان فيما قبلهما ليس لها جزاء الا الجنة أي\nدخولها أولا والا فمطلق الدخول يكفي فيه الإيمان وعلى هذا فهذا الحديث من\nأدلة أن الحج يغفر به الكبائر أيضا لحديث رجع كيوم ولدته أمه بل هذا الحديث\nيفيد مغفرة ما تقدم من الذنوب وما تأخر والله تعالى أعلم والعمرة إلى\nالعمرة قيل يحتمل أن تكون إلى بمعنى مع أي العمرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p112'> Vol. 05, p. 112</a>\n            </div>\n             مع العمرة أو\nبمعناها متعلقة بكفارة أي تكفر إلى العمرة ولازمة أنها تكفر الذنوب\nالمتأخرة والله تعالى أعلم قوله\n</p>\n\n<p>\n2625 وفد الله ثلاثة في القاموس وفد إليه وعليه يفد وفدا ورد وفي الصحاح\nوفد فلان على الأمير أي ورد رسولا فهو وافد والجمع وفد مثل صاحب وصحب\nفالمعنى السائرون إلى الله القادمون عليه من المسافرين ثلاثة أصناف فتخصيص\nهؤلاء من بين العابدين لاختصاص السفر بهم عادة والحديث اما بعد انقطاع\nالهجرة أو قبلها لكن ترك ذكرها لعدم دوامها والسفر للعلم لا يطول غالبا فلم\nيذكروا السفر إلى المساجد الثلاثة المذكورة في حديث لا تشد الرحال الا إلى\nثلاثة مساجد ليس بمثابة السفر إلى الحج ونحوه فترك ويحتمل أن <span id='ms312'></span> لا يراد\nبالعدد الحصر والله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p113'> Vol. 05, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\n2626 جهاد الكبير أي هما بمنزلة الجهاد لفاعلهما وكل هؤلاء المذكورين\nيمكن لهم الوصول إليهما قوله\n</p>\n\n<p>\n2627 فلم يرفث بضم الفاء ولم يفسق بضم السين الرفث القول الفحش وقيل\nالجماع وقال الأزهري الرفث اسم لكل ما يريده الرجل من المرأة والفسق ارتكاب\nشيء من المعصية والظاهر أن المراد نفي المعصية بالقول والجوارح جميعا وهو\nالمراد بقوله تعالى فلا رفث ولا فسوق والله تعالى أعلم رجع كيوم ولدته أمه\nأي صار أو رجع من ذنوبه أو فرغ من الحج وحمله على معنى رجع إلى بيته بعيد\nوقوله كيوم ولدته أمه خبر على الأول أو حال على الوجوه الاخر بتأويل كنفسه\nيوم ولدته أمه إذ لا معنى لتشبيه الشخص باليوم وقوله كيوم يحتمل الاعراب\nوالبناء على الفتح والله تعالى أعلم قوله\n</p>\n\n<p>\n2628 فنجاهد بالنصب جواب العرض ولكن هو بالتخفيف حرف استدراك أو بالتشديد\nعلى خطاب النسوة أو حرف استدراك فليتأمل قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p114'> Vol. 05, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\n2630 تابعوا بين الحج والعمرة أي اجعلوا أحدهما تابعا للآخر واقعا على\nعقبة أي إذا حججتم فاعتمروا وإذا اعتمرتم فحجوا فإنهما متابعان الكير بكسر\nالكاف كير الحداد المبني من الطين وقيل زق ينفخ به النار فالمبني من الطين\nكور والظاهر أن المراد ها هنا نفس النار على الأول ونفخها على الثاني\nوالخبث بفتحتين ويروى بضم فسكون هو الوسخ والردئ الخبيث قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p115'> Vol. 05, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\n2631 دون الجنة أي سواها قوله\n</p>\n\n<p>\n2632 أكنت قاضيه أي الدين فاقضوا الله أي دينه فهو أي الله أحق بالوفاء\nظاهره أن حق الله يقدم على حق العبد عند الإجتماع والله تعالى أعلم قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p116'> Vol. 05, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\n2635 من خثعم بفتح معجمة وسكون مثلثة ففتح مهملة غير منصرف للعلمية ووزن\nالفعل أو التأنيث لكونه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p117'> Vol. 05, p. 117</a>\n            </div>\n             اسم قبيلة أدركت أبي شيخا كبيرا يفيد\nأن افتراض الحج لا يشترط له القدرة على السفر وقد قرر صلى الله تعالى عليه\nوسلم ذلك فهو يؤيد أن الاستطاعة المعتبرة في افتراض الحج ليست بالبدن وإنما\nهي بالزاد والراحلة والله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p118'> Vol. 05, p. 118</a>\n            </div>\n             تعالى أعلم قوله رديف هو الراكب خلف\nآخر قوله <span id='ms313'></span>\n</p>\n\n<p>\n2642 فحول وجهه من الشق الآخر أي فحول الفضل وجهه من الشق الآخر إلى شق\nالخثعمية ينظر إليها أو كلمة من بمعنى إلى وضمير حول للنبي صلى الله تعالى\nعليه وسلم ويحتمل أن المراد بالشق الآخر هو شق الخثعمية سمى آخر لكون الفضل\nكان ناظرا قبل ذلك إلى غير شقها والله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p119'> Vol. 05, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\n2644 أنت أكبر ولد أبيك فحج عنه يريد أن الأكبر أحق بتخليص ذمة الأب من\nغيره قوله ولك أجر قال النووي معناه بسبب حملها له وتجنيبها إياه ما يجتنبه\nالمحرم وفعل ما يفعله قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p120'> Vol. 05, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\n2648 بالروحاء بفتح الراء الممدود اسم موضع قالوا رسول الله صلى الله\nتعالى عليه وسلم أي وأصحابه من المحفة بكسر الميم وحكى فتحها وتشديد الفاء\nمركب من مراكب النساء كالهودج الا أنها لا تقبب كما يقبب الهودج كذا في\nالصحاح قوله\n</p>\n\n<p>\n2649 في خدرها بكسر الخاء المعجمة أي سترها قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p121'> Vol. 05, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\n2650 من ذي القعدة بفتح القاف وكسرها لا نرى الا الحج حكاية لحال غالب\nالقوم والا فكان فيهم من نوى العمرة بل قد جاء أنها كانت محرمة بعمرة أن\nيحل أي يجعل نسكه عمرة والجمهور على أن هذا لا يجوز اليوم وأحمد على الجواز\nقوله يهل من أهل أي يحرم وهو خبر بمعنى الأمر فإن خبر الشارع آكد في الطلب\nمن الأمر والمراد أنه لا يؤخر عن ذي الحليفة والا فالتقديم عند الجمهور\nجائز وذي الحليفة بالتصغير موضع معلوم\n</p>\n\n<p>\n2651 من الجحفة بتقديم الجيم على الحاء المهملة الساكنة من قرن بفتح\nفسكون وغلطوا الجوهري في قوله أنه بفتحتين من يلملم بفتح المثناة من تحت\nوفتح اللامين بينهما ميم ساكنة قوله\n</p>\n\n<p>\n2652 أين تأمرنا أن نهل إلى قوله يهل وجه كونه جواب الأمر ما تقدم من أن\nخبر الشارع بمعنى الأمر قوله بن بهرام بفتح الموحدة وكسرها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p122'> Vol. 05, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\n2653 ولأهل العراق ذات عرق وقد جاء في بعض الروايات العقيق أيضا والمشهور\nأن عمر هو الذي عين لهم ذات عرق من غير أن يبلغه الحديث فإن صح هذا الخبر\nفهذا من موافقة عمر <span id='ms314'></span> الصواب في الاجتهاد والله تعالى أعلم قوله وقت أي حدد\nوعين للإحرام بمعنى أنه لا يجوز التأخير عنه لا بمعنى أنه لا يجوز التقديم\nعليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p123'> Vol. 05, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\n2654 وقال هن لهن أي لأهلهن الذي قررت لأجلهم فيما سبق ولكل آت أتى عليهن\nمن غير أهلهن أي لكل مار عليهن من غير أهلهن الذين قررت لأجلهم قيل هذا\nيقتضي أن الشامي إذا مر بذي الحليفة فميقاته ذو الحليفة وعموم ولأهل الشام\nالجحفة يقتضي أن ميقاته الجحفة فهما عمومان متعارضان قلت انه لا تعارض إذ\nحاصل العمومين أن الشامي المار بذي الحليفة له ميقاتان أصلي وميقات بواسطة\nالمرور بذي الحليفة وقد قرروا أن الميقات ما يحرم مجاوزته بلا احرام لا ما\nلا يجوز تقديم الإحرام عليه فيجوز أن يقال ذلك الشامي ليس له مجاوزة شيء\nمنهما بلا احرام فيجب عليه أن يحرم من أولهما ولا يجوز التأخير إلى آخرهما\nفإنه إذا احرم من اولهما لم يجاوز شيئا منهما بلا احرام وإذا أخر إلى\nآخرهما فقد جاوز الأول منهما بلا احرام وذلك غير جائز له وعلى هذا فإذا\nجاوز هنا بلا احرام فقد ارتكب حرامين بخلاف صاحب ميقات واحد فإنه إذا جاوزه\nبلا احرام فقد ارتكب حراما واحدا والحاصل أنه لا تعارض في ثبوت ميقاتين\nلواحد نعم لو كان معنى الميقات مالا يجوز تقديم الإحرام عليه لحصل التعارض\nوبهذا ظهر اندفاع التعارض بين حديث ذات عرق والعقيق أيضا دون الميقات أي\nداخله حيث ينشئ أي يهل حيث ينشئ السفر من أنشأ إذا أحدث يفيد أنه ليس لمن\nكان داخل الميقات أن يؤخر الإحرام عن أهله يأتي ذلك الحكم على أهل مكة أي\nفليس لأهل مكة أن يؤخروا الإحرام عن مكة ويشكل عليه قول علمائنا الحنفية\nحيث جوزوا لمن كان داخل الميقات التأخير إلى آخر الحل ولأهل مكة إلى آخر\nالحرم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p124'> Vol. 05, p. 124</a>\n            </div>\n             من حيث أنه مخالف للحديث ومن حيث أن المواقيت ليست مما\nيثبت بالرأي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p125'> Vol. 05, p. 125</a>\n            </div>\n             قوله\n</p>\n\n<p>\n2657 لمن أراد الحج والعمرة يفيد بظاهره أن الإحرام على من يريد النسكين <span id='ms315'></span>\nلا من يريد مكة ومر بهذه المواقيت وبه يقول الشافعي وفيه إشارة إلى أن هذه\nالمواقيت مواقيت للحج والعمرة جميعا لا للحج فقط فيلزم أن تكون مكة لأهلها\nميقاتا للحج والعمرة جميعا لا للحج فقط كما عليه الجمهور واعتمار عائشة من\nالتنعيم لا يعارض هذا وهذا الإيراد لصاحب الصحيح محمد بن إسماعيل البخاري\nعلى الجمهور قوله مبدأه بفتح الميم وضمها والباء ساكنة فيها أي ابتداء حجه\nوهو منصوب على الظرفية كذا ذكره عياض في شرح مسلم قوله في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p126'> Vol. 05, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\n2660 المعرس بضم الميم وفتح العين وتشديد الراء المفتوحة ثم سين مهملة عن\nستة أميال من المدينة كذا ذكره السيوطي والتقدير لا يخلو عن نظر أتى على\nبناء المفعول أي أرى في المنام قوله فلتغتسل أي للتنظيف الظاهري لا للتطهير\nفلذلك شرع مع النفاس قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p127'> Vol. 05, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\n2664 إلا أنها لا تطوف بالبيت أي أصالة وأما السعي فيتأخر تبعا للطواف إذ\nلا يجوز تقديمه لأن الحيض والنفاس يمنعان عنه أصالة قوله بالأبواء بفتح\nالهمزة وسكون موحدة ومد جبل بين الحرمين\n</p>\n\n<p>\n2665 بين قرني البئر هما قرنا البئر المبنيان على جانبيها أو هما خشبتان\nفي جانبي البئر لأجل البئر وقوله كيف كان لا يخلو عن اشكال لأن الاختلاف\nبينهما كان في أصل الغسل لا في كيفيته فالظاهر ان إرساله كان للسؤال عن\nأصله الا أن يقال أرسله ليسأله عن الأصل والكيفية على تقدير جواز الأصل معا\nفلما علم جواز الأصل بمباشرة أبي أيوب سكت عنه وسأل عن الكيفية لكن قد يقال\nمحل الخلاف هو الغسل بلا احتلام فمن أين علم بمجرد فعل أبي أيوب جواز ذلك\nالا أن يقال لعله علم ذلك بقرائن وأمارات والله تعالى أعلم وقوله فطأطأه أي\nخفضه قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p128'> Vol. 05, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\n2666 أو بورس بفتح فسكون نبت أصفر طيب الريح يصبغ به قوله\n</p>\n\n<p>\n2667 لا يلبس بفتح الباء ولا البرنس بضم الباء والنون كل ثوب رأسه منه\nولا العمامة بكسر العين الا لمن استثناء مما يفهم أنه لا يجوز الخفان لمحرم\nالا لمن لا يجد ولو كان من ظاهره <span id='ms316'></span> لوجب ترك اللام أي لا يلبس محرم خفين الا\nمن لا يجد ثم الجواب غير مطابق للسؤال ظاهر لأن السؤال عما يجوز لبسه لا\nعما لا يجوز وفي الجواب ما لا يجوز والجواب أنه عدل عن بيان الملبوس الجائز\nإلى بيان غير الجائز لأن غير الجائز منحصر وأما الجائز فلا ينحصر فبين غير\nالجائز ليعرف أن الباقي جائز والله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p129'> Vol. 05, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\n2668 وهو ينزل عليه على بناء المفعول بالجعرانة بكسر الجيم وسكون العين\nوتخفيف الراء وقد تكسر العين وتشدد الراء فأشار إلى عمر أي لعلمه بأني\nأتمنى رؤيته في تلك الحال أن تعال أن تفسيرية وتعال بفتح اللام فأتاه رجل\nأي فقد أتاه رجل والجملة بيان لعلة الوحي لأن الرجل جاءه بعد الوحي متضمخ\nبطيب بالرفع صفة رجل أي يفوح منه رائحة الطيب فالطيب كان بجسده وكان لابس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p130'> Vol. 05, p. 130</a>\n            </div>\n             جبة فلذلك أمره صلى الله تعالى عليه وسلم بغسل الطيب مع الأمر\nبنزع الجبة لما احتاج إلى غسله بعد النزع إذا نزل بسبب سؤاله يغط بغين\nمعجمة مكسورة وطاء مهملة مشددة والغطيط صوت النائم المعروف لذلك أي لما طرأ\nعليه وقت الوحي فسرى بسين مضمومة وراء مشددة وتخفف مكسورة أي كشف عنه ما\nطرأه حالة الوحي وأما الطيب فاغسله أمره بذلك اما لخصوص الطيب الذي كان وهو\nالخلوق كما جاء به التصريح في روايات فإنه منهي عنه لغير المحرم أيضا أو\nلحال الإحرام وعلى الثاني فاستعماله صلى الله تعالى عليه وسلم الطيب قبل\nالإحرام مع بقائه بعد الإحرام ناسخ لهذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p131'> Vol. 05, p. 131</a>\n            </div>\n             الحديث لأن هذا الحديث\nكان أيام الفتح واستعماله صلى الله تعالى عليه وسلم الطيب كان في حجة\nالوداع قوله القمص بضمتين جمع قميص\n</p>\n\n<p>\n2670 ولا زعفران قال السيوطي منصرف لأنه ليس فيه الا الألف والنون فقط\nقوله\n</p>\n\n<p>\n2671 السراويل لمن لا يجد ازارا الخ أخذ بإطلاقه أحمد وهو أرفق وحمل\nالجمهور هذا الحديث على حديث بن عمر فقيدوه بالقطع حملا للمطلق على المقيد\nوأجاب أحمد بأن حديث بن عمر كان قبل هذا الإطلاق وقد <span id='ms317'></span> يقال قد جاء التقييد\nفي روايات بن عباس في الخف كما سيجيء في الكتاب نعم التقييد في الإزار ما\nجاء في شيء من الأحاديث لا في حديث بن عمر ولا في حديث بن عباس فليتأمل\nوبالجملة فالمحل محل كلام وأما قوله والخفين فالظاهر والخفان لكونه مبتدأ\nالا أن يقال كان في الأصل ولبس الخفين ثم حذف المضاف وأبقى المضاف إليه على\nحاله من الجر وهو جائز وارد على قلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p132'> Vol. 05, p. 132</a>\n            </div>\n             والله تعالى أعلم قوله ولا\nتنتقب المرأة الحرام أي المحرمة والنقاب معروف للنساء لا يبدو منه الا\nالعينان القفازين بالضم والتشديد تلبسه نساء العرب في أيديهن يغط الأصابع\nوالكف والساعد من البرد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p133'> Vol. 05, p. 133</a>\n            </div>\n             قوله\n</p>\n\n<p>\n2682 إني لبدت من التلبيد وهو أن يجعل المحرم صمغا أو غيره ليتلبد شعره\nأي يلتصق بعضه ببعض فلا يتخلله الغبار ولا يصيبه الشعث ولا القمل وإنما\nيفعله من يطول مكثه في الإحرام فلا أحل من الإحرام من الحج يوم النحر قوله\nيهل من الاهلال وهو رفع الصوت بالتلبية قوله\n</p>\n\n<p>\n2684 قبل أن يحل من الاحلال أو الحل أي قبل أن يحل كل الحل بالطواف\nوالمراد قبل أن يطوف وقولها بيدي متعلق بطيبت قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p136'> Vol. 05, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\n2687 لحرمه حين أحرم قال النووي ضبطوه بضم الحاء وكسرها والضم أكثر ولم\nيذكر الهروي وآخرون غيره وأنكر ثابت الضم على المحدثين وقال الصواب الكسر\nوالمراد به الإحرام قوله\n</p>\n\n<p>\n2688 يعني ليس له بقاء يحتمل أن الضمير لطيب الناس أي طيبكم الذي\nتستعملونه عند الإحرام ليس له بقاء بخلاف طيب رسول الله صلى الله تعالى\nعليه وسلم فهو كان باقيا بعد الإحرام كما سيجيء أو لطيب رسول الله صلى الله\nتعالى عليه وسلم والتفسير على زعم الراوي والا فقد تبين خلافه وهي أرادت\nبقوله ليس يشبه طيبكم أي كان أطيب من طيبكم أو نحو هذا لا ما فهم الراوي\nوالله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p137'> Vol. 05, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\n2691 وحين يريد أن يزور البيت الظاهر أن الواو زائدة أي ولحله حين يريد\nالخ أو التقدير وكان لحله حين يريد أن يزور الخ والله تعالى <span id='ms318'></span> أعلم قوله\n</p>\n\n<p>\n2693 إلى وبيص الطيب هو البريق وزنا ومعنى وصاده مهملة قوله في مفرق بفتح\nميم وكسر راء هو المكان الذي يفرق فيه الشعر في وسط الرأس قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p138'> Vol. 05, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\n2694 في مفارق جمع مفرق قيل ذكرته بصيغة الجمع تعميما لجوانب الرأس التي\nيفرق فيها الشعر وأحاديث الباب أدل دليل على جواز استعمال طيب قبل الإحرام\nيبقى جرمه بعده وعليه الجمهور ومن لا يقول به يدعى الخصوص ولكن الخصائص لا\nتثبت الا بدليل والعموم الأصل والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p139'> Vol. 05, p. 139</a>\n            </div>\n             كان رسول الله\nصلى الله عليه وسلم إذا أراد أن يحرم ادهن بأطيب دهن يجده للطحاوي\nوالدارقطني بالغالية الجيدة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p140'> Vol. 05, p. 140</a>\n            </div>\n             قوله\n</p>\n\n<p>\n2704 لأن أطلي يقال طليته بكذا إذا لطخته واطليت افتعلت منه إذا فعلته\nبنفسك فالتشديد ها هنا أظهر وان خففت تقدر المفعول أي نفسي بالقطران بفتح\nفكسر معروف واللام في لأن أطلي مفتوحة وهو مبتدأ خبره أحب ينضخ طيبا بالخاء\nالمعجمة أي يفوح أو بالمهملة أي يترشح قوله أن يتزعفر الرجل أي يستعمل\nالزعفران في البدن أو مطلقا ولا اختصاص لهذا الحديث بحالة الإحرام نعم\nإطلاقه يشمل حالة الإحرام أيضا بل حالة الإحرام أولى والله تعالى أعلم قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p141'> Vol. 05, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\n2709 وعليه مقطعات قال النووي بفتح الطاء المشددة وهي الثياب المخيطة\nوقال في النهاية أي ثياب قصار لأنها قطعت عن بلوغ التمام وقيل المقطع من\nالثياب المفصل على البدن أي الذي يفصل أولا على البدن ثم يخاط من قميص\nوغيره وما لا يقطع منها كالأزر والاردية متضمخ بالضاد والخاء المعجمتين أي\nمتلطخ بخلوق بفتح خاء معجمة آخره قاف طيب معروف مركب يتخذ من الزعفران\nوغيره قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p142'> Vol. 05, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\n2710 وهو مصفر بتشديد الفاء المكسورة مستعمل للصفرة في لحيته وتلك الصفرة\nهي الخلوق قوله\n</p>\n\n<p>\n2711 أن يضمدهما بضاد معجمة وميم مكسورة أي يلطخهما بصبر بفتح صاد مهملة\nوكسر موحدة في الأشهر معلوم قوله\n</p>\n\n<p>\n2712 لو استقبلت من أمري ما استدبرت أي علمت في ابتداء شروعي ما علمت\nالآن من لحوق المشقة بأصحابي بانفرادهم بالفسخ حتى توقفوا وترددوا وراجعوه\nلما سقت الهدى حتى فسخت معهم قاله <span id='ms319'></span> حين أمرهم بالفسخ فترددوا وجعلتها أي\nالنسك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p143'> Vol. 05, p. 143</a>\n            </div>\n             والتأنيث باعتبار المفعول الثاني أعني عمرة لكونه كالخبر\nفي المعنى أو لجعلت الحجة ثيابا صبيغا أي مصبوغة وهو فعيل بمعنى المفعول\nفلذلك ترك التاء محرشا في النهاية أراد بالتحريش هنا ذكر ما يوجب عتابه لها\nقوله فاقعصته أي قتلته الراحلة قتلا سريعا قوله خارجا رأسه ووجهه قيل كشف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p144'> Vol. 05, p. 144</a>\n            </div>\n             الوجه ليس لمراعاة الإحرام وإنما هو لصيانة الرأس من التغطية\nكذا ذكره النووي وزعم أن هذا التأويل لازم عند الكل قلت ظاهر الحديث يفيد\nأن المحرم يجب عليه كشف وجهه أيضا وان الأمر بكشف وجه الميت لمراعاة\nالإحرام نعم من لا يقول بمراعاة احرام الميت يحمل الحديث على الخصوص ولا\nيلزم منه أن يؤول الحديث كما زعم النووي والله تعالى اعلم قوله افراد الحج\nالمحققون قالوا في نسكه صلى الله تعالى عليه وسلم أنه القران وقد صح ذلك من\nرواية اثني عشر من الصحابة بحيث لا يحتمل التأويل وقد جمع أحاديثهم بن حزم\nالظاهري في حجة الوداع له وذكره حديثا حديثا قالوا وبه يحصل الجمع بين\nأحاديث الباب أما أحاديث الافراد فمبنية على أن الراوي سمعه يلبي بالحج\nفزعم أنه مفرد بالحج فأخبر على حسب ذلك ويحتمل أن المراد بإفراد الحج أنه\nلم يحج بعد افتراض الحج عليه الا حجة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p145'> Vol. 05, p. 145</a>\n            </div>\n             واحدة وأما أحاديث التمنع\nفبنيه على أنه سمعه يلبي بالعمرة فزعم أنه متمتع وهذا لا مانع منه لأنه لا\nمانع من افراد نسك بالذكر للقارن على أنه قد يختفي الصوت بالثاني ويحتمل أن\nالمراد بالتمتع القران لأنه من الاطلاقات القديمة وهم كانوا يسمون القرآن\nتمتعا والله تعالى أعلم وقيل معنى أفرد أو تمتع أنه أمر به فان الآمر\nبالشيء يسمى فاعلا وأما أحاديث القران فلا تحتمل مثل هذا التأويل قوله\n</p>\n\n<p>\n2717 موافين لهلال ذي الحجة أي قرب طلوعه لخمس بقين من ذي القعدة من أوفى\nعليه أشرف قوله\n</p>\n\n<p>\n2718 لا نرى بفتح النون أي لا نعتقد وقيل بضم النون والمراد لا ننوي الا\nالحج لكونه المقصود الأصلي <span id='ms320'></span> في الخروج أو لأن الغالبين فيهم ما نووا الا\nالحج والله تعالى أعلم قوله\n</p>\n\n<p>\n2719 الصبي بن معبد هو بضم صاد مهملة وفتح باء موحدة وتشديد ياء قوله\nمكتوبين على لعله أخذ من قوله تعالى وأتموا الحج والعمرة لله أنهما مفروضان\nعلى الإنسان هريم بالتصغير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p146'> Vol. 05, p. 146</a>\n            </div>\n             العذيب تصغير عذب اسم ماء لبني تميم\nعلى مرحلة من كوفة ما هذا بأفقه من بعيره أي ان عمر منع من الجمع واشتهر\nذلك المنع وهو لا يدري به فهو والبعير سواء في عدم الفهم يا هناه أي يا هذا\nوأصله هن ألحقت الهاء لبيان الحركة فصار ياهنة وأشبعت الحركة فصارت ألفا\nفقيل يا هناه بسكون الهاء ولك ضم الهاء قال الجوهري هذه اللفظة تختص\nبالنداء هديت على بناء المفعول وتاء الخطاب أي هداك الله بواسطة من أفتاك\nأو هداك من أفتاك فإن قلت كان عمر يمنع عن الجمع فكيف قرره على ذلك بأحسن\nتقرير قلت كأنه يرى جواز ذلك لبعض المصالح ويرى أنه جوز للنبي صلى الله\nتعالى عليه وسلم لذلك فكأنه كان يرى أن من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p147'> Vol. 05, p. 147</a>\n            </div>\n             عرض له مصلحة اقتضت\nالجمع في حقه فالجمع في حقه سنة والله تعالى أعلم قوله\n</p>\n\n<p>\n2722 عن علي بن الحسين هو زين العابدين كما في فتح الباري قوله ألم تكن\nتنهى على صيغة الخطاب وتنهى على بناء المفعول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p148'> Vol. 05, p. 148</a>\n            </div>\n             أي أني أنهى\nالناس جميعا عن الجمع كما كان عمر ينهاهم وأنت فكيف لك أن تفعل وتخالف أمر\nالخليفة فأشار علي إلى انه لا طاعة لأحد فيما يخالف سنة رسول الله صلى الله\nتعالى عليه وسلم لمن علم بها والله تعالى أعلم قوله أمره من التأمير أي\nجعله أميرا وقرنت أي جمعت بين الحج والعمرة هذا وأمثاله من أقوى الأدلة على\nأنه كان قارنا لأنه مستند إلى قوله والرجوع إلى قوله عند الاختلاف هو\nالواجب خصوصا لقوله تعالى فإن تنازعتم في شيء فردوه إلى الله والرسول\nوعموما لان الكلام إذا كان في حال أحد وحصل فيه الاختلاف يجب الرجوع فيه\nإلى قوله <span id='ms321'></span> لأنه أدري بحاله وما أسند أحد ممن قال بخلافه إلى قوله فتعين\nالقرآن والله تعالى أعلم قوله\n</p>\n\n<p>\n2727 ثم لم ينزل فيها أي في النهي عن هذه الخصلة وهي الجمع قال فيهما رجل\nأي عمر فإنه كان ينهى عن الجمع كعثمان قوله لبيك حجة وعمرة هذا أصرح الكل\nولا يمكن الخلاف بعده أصلا قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p149'> Vol. 05, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\n2731 ما تعدونا الا صبيانا أي كأنكم ما تأخذون بقولنا لعدكم ايانا صبيانا\nحينئذ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p150'> Vol. 05, p. 150</a>\n            </div>\n             قوله تمتع اعلم أن التمتع عند الصحابة كان شاملا للقران\nأيضا واطلاقه على ما يقابل القران اصطلاح حادث وقد جاء أن النبي صلى الله\nتعالى عليه وسلم كان قارنا فالوجه أن يراد بالتمتع ها هنا في شأنه صلى الله\nتعالى عليه وسلم القران توفيقا بين الأحاديث والمعنى انتفع بالعمرة إلى أن\nحج مع الجمع بينهما في الإحرام ومعنى قوله بدأ بالعمرة أنه قدم العمرة ذكرا\nفي التلبية فقال لبيك عمرة وحجا فلما قدم أي قارب دخول مكة فقد جاء أنه قال\nلهم بسرف من كان منكم أهدى أي سواء كان قارنا أو معتمرا وبه أخذ أئمتنا\nوأحمد وليقصر من التقصير ولم يأمر بالحلق مع أنه أفضل ليبقى الشعر للحج إذا\nرجع إلى أهله تفسير لقوله تعالى وسبعة إذا رجعتم وفيه أن ليس المراد إذا\nفرغتم من النسك كما قاله علماؤنا ولا يخفى أن هذا مرفوع لا من قول بن عمر\nثم خب بفتح خاء معجمة وتشديد موحدة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p151'> Vol. 05, p. 151</a>\n            </div>\n             أي مشى مشيا سريعا مع تقارب\nالخطا وهو المعنى بالرمل قوله\n</p>\n\n<p>\n2733 إذا رأيتموه قد ارتحل فارتحلوا أي ارتحلوا معه ملبين بالعمرة ليعلم\nأنكم قدمتم السنة على قوله وأنه لا طاعة له في مقابلة السنة فلم ينههم أي\nبعد أن سبق بينه وبين على ما سبق وعلم أن عليا وأصحابه ما انتهوا عن ذلك\nبقوله وقيل هذا رجوع من عثمان عن النهي عن المتعة ويبعده آخر الحديث أخبر\nعلى بناء المفعول وكان عليا أراد أن يعيد معه الكلام ليرجع عن النهي\nوالحاصل أن عمر وعثمان رضي الله تعالى <span id='ms322'></span> عنهما كانا يريان أن التمتع في وقته\nصلى الله تعالى عليه وسلم كان بسبب من الأسباب وتركه أفضل وعلي كان يراه\nأنه السنة أو أفضل والله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p152'> Vol. 05, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\n2734 إلا من جهل أمر الله أي حكمه وشرعه قال ذلك اعتمادا على نهي عمر\nوأنه لا ينهى عن المشروع وصنعناها معه أي وكان نهى عمر بتأول قوله رويدك\nبضم الراء أي أخر فلعل فتياك تخالف ما أحدث عمر فيغضب عليك قد فعله أي فلا\nنهى عنه لذاته بل لأن الناس لا يؤدون حق الحج لأجله أن يظلوا بفتح الياء\nوالظاء وتشديد اللام معرسين من أعرس إذا دخل بامرأته عند بنائها والمراد ها\nهنا الوطء أي ملمين بنسائهم وضمير بهن للنساء بقرينة المقام في الأراك بفتح\nالهمز شجر معروف ولعله أريد ها هنا أراك كان بقرب عرفات يريد أن الأفضل\nللحاج أن يتفرق شعره ويتغير حاله والتمتع في حق غالب الناس صار مؤديا إلى\nخلافة فنهيتهم لذلك والله تعالى أعلم قوله\n</p>\n\n<p>\n2736 وانها لفي كتاب الله أي فاعلم تأويل الكتاب والسنة وان النهي عنها\nلا يخالف الكتاب والسنة إذ لا يظن به أنه قصد به إظهار مخالفته للكتاب\nوالسنة قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p153'> Vol. 05, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\n2737 إني قصرت من التقصير وفي رواية أنه قصر لحجته قال بن حزم في حجة\nالوداع له وهذا مشكل يتعلق به من يقول أنه صلى الله تعالى عليه وسلم كان\nمتمتعا والصحيح الذي لا يشك فيه والذي نقله الكواف أنه صلى الله تعالى عليه\nوسلم لم يقصر من شعره شيئا ولا أحل من شيء من احرامه إلى أن حلق بمنى يوم\nالنحر ولعل معاوية عني بالحجة عمرة الجعرانة لأنه قد أسلم حينئذ ولا يسوغ\nهذا التأويل في رواية من روى أنه كان في ذي الحجة أو لعله قصر عنه عليه\nالصلاة والسلام بقية شعر لم يكن استوفاه الحلاق بعد قصره معاوية على المروة\nيوم النحر وقد قيل ان الحسن بن علي أخطأ في إسناد هذا الحديث فجعله عن معمر\nوإنما المحفوظ أنه عن هشام <span id='ms323'></span> وهشام ضعيف قلت لكن كلام أبي داود في سننه يدفع\nهذا الجواب حيث بين أن الحسن بن علي ليس بمنفرد بهذا الحديث بل معه محمد بن\nيحيى أيضا والله تعالى أعلم قوله فمشطتني بالتخفيف أي سرحت شعر رأسي\nوأصلحته بذلك أي بالتمتع فليتئد بتاء مشددة بعدها همزة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p154'> Vol. 05, p. 154</a>\n            </div>\n             افتعال\nمن التؤدة أي ليتأن ولا يتعجل بالمضي على فتيانا فأتموا أي فاقتدوا به\nوخذوا بقوله واتركوا قولنا ان خالف قوله قال تعالى وأتموا الحج أي واتمام\nكل بإتيانه بسفر جديد أو باحرام جديد لا يجعل أحدهما تابعا للآخر لم يحل أي\nوالمتمتع قد يحل إذا لم يكن تمتعه على وجه القران والحاصل أن الجمع بين\nالقرآن والسنة قد أداه إلى النهي عن التمتع والقران جميعا فيحصل حينئذ\nالاتمام والحل يوم النحر لا قبله والله تعالى أعلم قوله\n</p>\n\n<p>\n2739 قال فيها أي في النهي عن المتعة قائل برأيه فلا عبرة له في مقابلة\nصريح السنة والله تعالى أعلم قوله\n</p>\n\n<p>\n2740 تسع حجج بكسرالحاء المهملة وبجيم مكررة أي تسع سنين ثم أذن من\nالتأذين والايذان أي نادى وأعلم والمراد أمر بالنداء فنادى المنادي ويحتمل\nعلى بعد أن يقرأ على بناء المفعول حاج أي خارج إلى الحج يلتمس أي يقصد\nويطلب والإفراد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p155'> Vol. 05, p. 155</a>\n            </div>\n             بإفراد كل لفظا يأتم بتشديد الميم أي يقتدى\nويفعل ما يفعل تفسير للاقتداء والمراد يفعل مثل ما يفعل كما في رواية أبي\nداود ينزل القرآن الخ هو حث على التمسك بما أخبر به عن فعله لا ننوى الا\nالحج أي أول الأمر وقت الخروج من البيوت والا فقد أحرم بعض بالعمرة أو هو\nخبر عما كان عليه حال غالبهم أو المراد أن المقصد الأصلي من الخروج كان\nالحج وان نوى بعض العمرة قوله غير أن لا تطوفي كلمة لا زائدة أو هو استثناء\nمما يفهم أي لا فرق بينك وبين المحرم غير أن لا تطوفي قوله منيخ من أناخ\nحيث حج كأنه بمعنى حين حج من استعارة ظرف المكان للزمان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p156'> Vol. 05, p. 156</a>\n            </div>\n             ففلت\nبالتخفيف أي أخرجت ما <span id='ms324'></span> فيه من القمل قوله\n</p>\n\n<p>\n2744 وامكث حراما كما أنت أي ابق محرما على ما أنت عليه من الإحرام قيل\nما فائدة قوله كما أنت وقوله وامكث محرما يغني عنه قلت كأنه صرح بذلك\nتنبيها على أن ما عليه احرام ليتبين بذلك أن الإحرام المبهم احرام شرعا\nوهذا مطلوب مهم فيحتاج إلى زيادة التنبيه والله تعالى أعلم قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p157'> Vol. 05, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\n2745 قد نضحت البيت أي طيبته بنضوح بفتح النون ضرب من الطيب تفوح رائحته\nقوله\n</p>\n\n<p>\n2746 عام نزل الحجاج بابن الزبير أي جاء يقاتله من قبل مروان فقيل له أي\nلابن الزبير قتال بالرفع فاعل كائن ان يصدوك أي يمنعوك عن البيت إذا أصنع\nإذا من الحروف الناصبة للفعل المضارع وأصنع منصوب بها كما صنع من التحلل\nحين حصر بالحديبية ولذلك أوجب أو لا عمرة لكونه صلى الله تعالى عليه وسلم\nكان حين الإحصار معتمرا ثم حين لاحظ أن أمر الحج والعمرة واحد أوجب الحج مع\nالعمرة وأهدى بفتح الهمزة فعل ماض من الاهداء بقديد بالتصغير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p158'> Vol. 05, p. 158</a>\n            </div>\n            \nبطوافه الأول أي بأول طواف طافه بعد النحر والحلق فإنه ركن الحج عندهم لا\nالذي طافه حين القدوم وان كان هو المتبادر من اللفظ فإنه للقدوم وليس بركن\nللحج لكن بعض روايات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p159'> Vol. 05, p. 159</a>\n            </div>\n             حديث بن عمر يبعد هذا التأويل ويقتضي أن\nالطواف الذي يجزئ عنهما هو الذي حين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p160'> Vol. 05, p. 160</a>\n            </div>\n             القدوم ففي بعضها ثم قدم\nأي مكة فطاف لهما طوافا واحدا وفي بعضها ثم قدم فطاف لهما طوافا واحدا فلم\nيحل حتى حل منهما جميعا وفي بعضها وكان يقول أي بن عمر لا يحل حتى يطوف\nطوافا واحدا يوم يدخل مكة وفي بعض فخرج حتى إذا جاء البيت طاف به سبعا وبين\nالصفا والمروة سبعا لم يزد عليه ورأى أنه مجزئ عنه وأهدى وفي بعض ثم طاف\nلهما طوافا واحدا بالبيت وبين الصفا والمروة لم يحل منهما حتى أحل منهما\nلحجه يوم النحر وفي بعض ثم انطلق يهل بهما جميعا حتى قدم مكة فطاف بالبيت\nوبالصفا والمروة ولم يزد على ذلك ولم ينحر <span id='ms325'></span> ولم يحلق حتى كان يوم النحر فنحر\nوحلق ورأى أنه قد قضى طواف الحج والعمرة بطوافه الأول وكل هذه الروايات في\nالصحيح والنظر في هذه الروايات يبعد ذلك التأويل لكن القول بأنه ما كان يرى\nطواف الافاضة مطلقا أو للقران أيضا قول بعيد بل قد ثبت عنه طواف الافاضة\nمرفوعا فاما أنه لا يرى طواف الافاضة للقارن ركن الحج بل يرى أن الركن في\nحقه هو الأول والافاضة سنة أو نحوها وهذا لا يخلو عن بعد أو أنه يرى دخول\nطواف العمرة في طواف القدوم للحج ويرى أن طواف القدوم من سنن الحج للمفرد\nالا أن القارن يجزئه ذلك عن سنة القدوم للحج وعن فرض العمرة وتكون الافاضة\nعنده ركنا للحج فقط وقيل المراد بالطواف السعي بين الصفا والمروة ولا يخفى\nبعده أيضا فإن مطلق اسم الطواف ينصرف إلى طواف البيت سيما وهو مقتضى\nالروايات والله تعالى أعلم قوله والرغباء بفتح الراء مع المد وبضمها مع\nالقصر وحكى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p161'> Vol. 05, p. 161</a>\n            </div>\n             الفتح والقصر كالسكرى من الرغبة ومعناه الطلب في\nالمسألة قوله\n</p>\n\n<p>\n2753 مر أصحابك أمر ندب عند الجمهور وأمر وجوب عند الظاهرية أن يرفعوا\nإظهارا لشعار الإحرام وتعليما للجاهل ما يستحب له في ذلك المقام قوله أهل\nأي أول الهلال\n</p>\n\n<p>\n2754 في دبر الصلاة أي ركعتي الإحرام قال الترمذي وهو الذي يستحبه أهل\nالعلم قلت فإنهم حملوا اختلاف الصحابة في موضع الإحرام على الإختلاف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p162'> Vol. 05, p. 162</a>\n            </div>\n             بحسب العلم بأن الناس لكثرتهم ما تيسر لكلهم الاطلاع على تمام\nالحال فبعضهم اطلعوا على تلبيته دبر الصلاة وبعضهم على تلبيته عند الاستواء\nعلى الراحلة وبعضهم على تلبيته حين استواء الراحلة على البيداء فزعم كل أن\nما سمعه أول تلبيته وأنه صلى الله تعالى عليه وسلم أحرم بها فنقل الأمر على\nوفق ذلك وكان الأمر أنه أحرم من بعد الفراغ من الصلاة في مسجد ذي الحليفة\nوالله تعالى أعلم قوله الذي تكذبون فيها هكذا في النسخة التي كانت عندي\nبتذكير الموصول وكأنه لاعتبار أنه المكان وأما التأنيث فهو الأصل ثم رأيت <span id='ms326'></span>\nأن التأنيث في غالب النسخ فلعله المعتمد ومعنى تكذبون فيها في شأنها ونسبة\nالإحرام إليها بأنه كان من عندها ما أهل أي ما رفع صوته بالتلبية الا من\nمسجد ذي الحليفة أي حين ركب لا حين فرغ من الركعتين فإن بن عمر كان يظن\nالاهلال عند الركوب والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p163'> Vol. 05, p. 163</a>\n            </div>\n             قوله\n</p>\n\n<p>\n2761 أقام رسول الله صلى الله تعالى عليه وسلم أي بالمدينة بعد الهجرة\nفتدارك أي تدافع الناس أي دفع بعضهم بعضا إلى الخروج أو تزاحموا عند الخروج\nواستثفرى أي شدى محل الدم بثوب قوله أقبلنا أي أقبل غالبنا وفيهم جابر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p164'> Vol. 05, p. 164</a>\n            </div>\n             بسرف بكسر الراء عركت حاضت حل ماذا أي حل أي حرمة فإن بالاحرام\nيحصل حرم متعددة الحل كله أي حل الحرم كلها ان هذا أمر كتبه الله أي قدره\nمن غير اختيار العبد فيه فلا عتب على العبد به فاغتسلي لاحرام الحج قد حللت\nمن حجتك وعمرتك صريح في أنها كانت قارنة وأن القارن يكفيه طواف الحج من\nالنسكين إني أجد في نفسي أي حيثما اعتمرت عمرة مستقلة كسائر الأمهات ليلة\nالحصبة بفتح الحاء وسكون الصاد المهملتين أي ليلة الإقامة بالمحصب بعد\nالنفر من منى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p165'> Vol. 05, p. 165</a>\n            </div>\n             قوله في حجة الوداع بفتح الواو وكسرها قوله\nفأهللنا أي بعضنا وفيهم كانت عائشة فقال انقضي رأسك بضم القاف وضاد معجمة\nأي حلي ضفره وامتشطي لعل المراد بذلك هو الاغتسال لاحرام الحج كما وقع\nالتصريح بذلك في رواية جابر ودعى العمرة قال علماؤنا أي اتركيها واقضيها\nبعد وقال الشافعي أي اتركي العمل للعمرة من الطواف والسعي لا أنها تترك\nالعمرة أصلا وإنما أمرها أن تدخل الحج على العمرة فتكون قارنة وعلى هذا\nفتكون عمرتها من التنعيم تطوعا لاقضاء عن واجب ولكن أراد أن يطيب نفسها\nفأعمرها وكانت قد سألته ذلك ليحصل لها عمرة مستقلة كما حصل لسائر أمهات\nالمؤمنين وقال الخطابي الا أن قوله انقضى رأسك وامتشطي لا يشاكل هذه القضية\nولو تأوله متأول على الترخيص في نسخ العمرة كما أذن لأصحابه في نسخ الحج <span id='ms327'></span>\nلكان له وجه وأجاب الكرماني بأن نقض الرأس والامتشاط جائز في الإحرام بحيث\nلا ينتف شعرا وقد يتأول بأنها كانت معذورة وقيل المراد بالامتشاط تسريح\nالشعر بالأصابع لغسل الإحرام بالحج ويلزم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p166'> Vol. 05, p. 166</a>\n            </div>\n             منه نقضه هذه مكان\nعمرتك ظاهر في أن الثانية قضاء عن الأولى كما قال علماؤنا لكن قد يقال لو\nكان قضاء لعلمها أو لا لتنوي لا أخبر به بعد الفراغ فليتأمل قال الزركشي\nالمشهور رفع مكان على الخبر أي عوض عمرتك التي تركتها ويجوز النصب على\nالظرف وقال بعضهم لا يجوز غيره والعامل محذوف تقديره هذه كائنة مكان عمرتك\nأو مجعولة مكانها فطاف الذين أهلوا بالعمرة أي لركن العمرة ثم طافوا طوافا\nآخر أي لركن الحج فإنما طافوا أي للركن طوافا واحدا والا فقد ثبت أن الكل\nطافوا طوافين طافوا حين القدوم بمكة وطافوا للافاضة لكن الذين أحرموا\nبالعمرة فطوافهم الأول ركن العمرة والثاني ركن الحج وأما الذين جمعوا\nفطوافهم الأول سنة القدوم والثاني ركن الحج والعمرة جميعا عند \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p167'> Vol. 05, p. 167</a>\n            </div>\n            \nمن يقول بدخول أفعال العمرة في الحج وقيل بل المراد بالطواف السعي بين\nالصفا والمروة والله تعالى أعلم قوله\n</p>\n\n<p>\n2765 ان ضباعة بضم المعجمة وتخفيف الموحدة أن تشترط ومن لا يقول\nبالاشتراط يدعى الخصوص بها والله تعالى أعلم قوله\n</p>\n\n<p>\n2766 الشرط بين الناس أي هو مثل الشرط بين الناس فيجوز أو الشرط بين\nالناس لا بين العبد وربه تعالى فلا يجوز وعلى هذا فمراده بذكر الحديث أنه\nيعلم الحديث وتأويله بأنه مخصوص بها والله تعالى أعلم ومحلى بفتح ميم وكسر\nالحاء أي مكان تحللي قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p168'> Vol. 05, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\n2769 ينكر الاشتراط لا دليل فيه لمن ينكر لجواز أن يكون إنكار أتى عن عدم\nالاطلاع على نقيضه ومعرفة أن الحكم مخصوص بها حسبكم أي كافيكم ولا معارضة\nبينه وبين جواز الإشتراط قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p169'> Vol. 05, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\n2771 في بضع عشرة مائة اعرابه كاعراب خمس عشرة أي في ألف ومئات فوقه\nوأشعر الاشعار أن يطعن في أحد جانبي سنام البعير حتى يسيل دمها ليعرف أنها\nهدى ويتميز ان خلطت وعرفت إذا ضلت ويرتدع <span id='ms328'></span> عنها السراق ويأكلها الفقراء ان\nذبحت في الطريق لخوف الهلاك وهو جائز عند الجمهور ومن أنكر فلعله أنكر\nالمبالغة لا أصله والله تعالى أعلم قوله بدنه بضم فسكون جمع وبفتحتين مفرد\nقوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p170'> Vol. 05, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\n2774 ثم سلت أي أزاله بأصبعه فلما استوت به أي راحلته وهي غير التي\nأشعرها قوله فافتل من فتل كضرب\n</p>\n\n<p>\n2775 ثم لا يجتنب أي بعد أن يبعث بتلك الهدايا إلى مكة فالمرء يبعث الهدى\nإلى مكة لا يحرم عليه ما يحرم على المحرم كما زعم بن عباس ومراد عائشة الرد\nعليه قوله\n</p>\n\n<p>\n2776 قبل أن يبلغ التقييد بذلك لكونه محل الخلاف وأما بعد بلوغ الهدى\nمحله فلا يقول بن عباس أيضا بقاء الحرمة قوله\n</p>\n\n<p>\n2780 من عهن بكسر فسكون الصوف المصبوغ ألوانا قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p171'> Vol. 05, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\n2781 قد حلوا بعمرة أي بجعل نسكهم عمرة قوله\n</p>\n\n<p>\n2782 أماط عنه أي أزال عنه فلما استوت به البيداء هذا يفيد أنه أهل حين\nاستواء الراحلة على البيداء وهذا خلاف ما تقدم عن بن عباس أنه أهل بعد\nالصلاة فلعله تحقق عنده الأمر بعد هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p172'> Vol. 05, p. 172</a>\n            </div>\n             فرجع عنه إلى ما تحقق\nعنده والله تعالى أعلم قوله غنما أي حال كون الهدى غنما والحديث صريح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p173'> Vol. 05, p. 173</a>\n            </div>\n             في جواز تقليد الغنم فلا وجه لمنع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p174'> Vol. 05, p. 174</a>\n            </div>\n             في جواز تقليد\nالغنم فلا وجه لمنع من منع ذلك قوله\n</p>\n\n<p>\n2788 ثم لا يحرم من أحرم أي لا يصير محرما قوله\n</p>\n\n<p>\n2792 بعث بالهدى أي بعث أحدهم بالهدى والحديث يدل على أن الذي يبعث\nبالهدى مخير بين أن يصير محرما وبين أن يبقى حلالا قوله مع أبي بالإضافة\nإلى ياء المتكلم تريد أبا بكر رضي الله عنه وعنها\n</p>\n\n<p>\n2793 حتى ينحر الغاية لبيان الدوام وذلك لأنه لا قائل بالحرمة بعد هذه\nالغاية فإذا لا حرمة إلى هذه الغاية فلا حرمة أصلا وهو المطلوب قوله قالت\nولا نعلم الحاج يحله من أحل أي يجعله حلالا خارجا عن الإحرام بالكلية حتى\nفي حق النساء\n</p>\n\n<p>\n2795 الا الطواف بالبيت أي طواف الافاضة وأما الحلق فلا يحله بالكلية\nقوله\n</p>\n\n<p>\n2796 ويخرج بالهدى على بناء المفعول أي يخرج من <span id='ms329'></span> يبعث معه الهدى بالهدى\nقوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p175'> Vol. 05, p. 175</a>\n            </div>\n             ويلك كلمة بمعنى الدعاء بالهلاك وقد لا يراد بها الحقيقة\nبل الزجر وهو المراد ها هنا والله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p176'> Vol. 05, p. 176</a>\n            </div>\n             @ 177\n</p>\n\n<p>\n2802 إذا ألجئت على بناء المفعول أي اضطررت وهل بعد أن ركب اضطرارا له\nالمقاومة على الركوب أو لا بد من النزول إذا رأى قوة على المشي قولان وقد\nيؤخذ من قوله حتى يجد ظهرا ترجيح القول الأول وقد يمنع ذلك بأنها ليست غاية\nلمداومة الركوب عليها بل هي غاية لجواز الركوب كلما ألجيء إليه أي له أن\nيركب كلما ألجئ إلى أن يجد ظهرا فليتأمل قوله\n</p>\n\n<p>\n2803 ولا نرى بضم النون وفتحها وهو أقرب أي لا نعزم ولا ننوى والمراد بعض\nالقوم أي غالبهم كما تقدم مرارا ألا ترى إلى قولها طفنا مع أنها ما طافت\nلكونها حاضت وجملة طفنا حال أي قد طفنا وجواب لما أمر رسول الله صلى الله\nتعالى عليه وسلم وهذا هو دليل النسخ وقد قال به أحمد والظاهرية والجمهور\nعلى أن النسخ كان مخصوصا بالصحابة قال أو ما كنت كأنه استفهم تقريرا والا\nفقد علم به قبل انها حاضت ويحتمل أنه نسي والله تعالى أعلم قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p177'> Vol. 05, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\n2805 أهللنا أصحاب النبي صلى الله تعالى عليه وسلم أصحاب بالنصب على\nالاختصاص وقد سبق مرارا أن المراد الغالب ومذاكيرنا تقطر من المني يريد قرب\nالعهد بالجماع لأبركم أي أطوعكم لله ولولا الهدى أي معي ولو استقبلت الخ أي\nلو علمت في ابتداء شروعي ما علمت الآن من لحوق المشقة بأصحابي بانفرادهم\nبالفسخ حتى توقفوا وترددوا وراجعوا لما سقت الهدى حتى فسخت معهم قال حين\nأمرهم بالفسخ فترددوا عمرتنا هذه أي التي في أيام الحج أو التي فسخنا الحج\nبها والجمهور على الأول وأحمد والظاهرية على الثاني قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p178'> Vol. 05, p. 178</a>\n            </div>\n            \n</p>\n\n<p>\n2808 بل لنا خاصة أي التمتع عام لكن فسخ الحج بالعمرة خاص وبه قال\nالجمهور ومن يرى الفسخ عاما يرى أن هذا الحديث لا يصلح للمعارضة قوله\n</p>\n\n<p>\n2809 كانت لنا رخصة أي بوصف الفسخ والا فلا خصوص قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p179'> Vol. 05, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\n2813 كانوا يرون <span id='ms330'></span> الضمير لأهل الجاهلية لا للصحابة كما يوهمه كلام بعضهم\nلقوله ويجعلون المحرم صفر وليس هذا من شأن الصحابة قال السيوطي وهذا من\nتحكمات أهل الجاهلية الفاسدة وقوله ويجعلون المحرم صفر قال السيوطي نقلا عن\nالنووي وهو مصروف بلا خلاف وحقه أن يكتب بالألف لأنه منصوب لكنه كتب بدونها\nيعني على لغة ربيعة أي لغة من يقف على المنصوب بلا ألف فإن الخط مداره على\nالوقف ولا بد من قراءته منونا وفي المحكم كان أبو عبيدة لا يصرفه ومعنى\nيجعلون يسمون وينسبون تحريمه إليه لئلا تتوالى عليهم ثلاثة أشهر حرم فتضيق\nبذلك أحوالهم وهو المراد بالنسيء إذا برأ بفتحتين وهمزة وتخفيف الدبر\nبفتحتين الجرح الذي يكون في ظهر البعير أي زال عنها الجروح التي حصلت بسبب\nسفر الحج عليها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p180'> Vol. 05, p. 180</a>\n            </div>\n             وعفا الوبر أي كثر وبر الإبل الذي قلعته رحال\nالحج وانسلخ صفر قال النووي هذه الألفاظ كلها تقرأ ساكنة الآخر موقوفا\nعليها لإن مرادهم السجع الحل كله أي حل يحل له فيه جميع ما يحرم على المحرم\nحتى جماع النساء وذلك تمام الحل قوله\n</p>\n\n<p>\n2814 وكان فيمن لم يكن معه الهدى هكذا في صحيح مسلم وبهذا الإسناد ولكن\nفي صحيح بإسناد آخر وكان طلحة بن عبيد الله فيمن ساق الهدى فلم يحل قوله\n</p>\n\n<p>\n2815 دخلت العمرة في الحج من جوز الفسخ يقول دخلت نية العمرة في نية الحج\nبحيث أن من نوى الحج صح له الفراغ منه بالعمرة ومن لا يجوز الفسخ يقول حلت\nفي أشهر الحج وصحت بمعنى دخلت في وقت الحج وشهوره وبطل ما كان عليه أهل\nالجاهلية من عدم حل العمرة في أشهر الحج أو دخل أفعال العمرة في أفعال الحج\nفلا يجب على القارن الا احرام واحد وطواف واحد وهكذا ومن لا يقول بوجوب\nالعمرة يقول ان المراد أنه سقط افتراضها بالحج فكأنها دخلت فيه وبعض\nالاحتمالات لا يناسب المقام والله تعالى أعلم قوله تخلف أي تأخر عنه صلى\nالله تعالى عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p181'> Vol. 05, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\n2816 أن يناولوه سوطه أي وقد نسيه كما <span id='ms331'></span> في رواية أو سقط عنه كما في أخرى\nوجمع بينهما بأن أريد بالسقوط النسيان أو العكس تجوزا ثم شد أي حمل عليه\nوأبى بعضهم أي امتنعوا عن الأكل طعمه بضم فسكون أي طعام والمقصود بنسبة\nالطعام إليه تعالى قطع التسبب عنهم أي فلا اثم عليكم والا فكل الطعام مما\nيطعم الله تعالى عبده فافهم والله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p182'> Vol. 05, p. 182</a>\n            </div>\n            \n</p>\n\n<p>\n2818 حتى إذا كانوا أي في الطريق أو في أثناء ذلك بين الرفاق الرفاق\nككتاب جمع الرفقة مثلثة الراء وسكون الفاء وهي جماعة توافقهم في السفر\nبالاثاية بضم الهمزة وحكى كسرها ومثلثة موضع بطريق الجحفة إلى مكة بين\nالرويثة بالتصغير والعرج بفتح العين المهملة وسكون الراء وجيم قرية جامعة\nعلى أيام من المدينة حاقف بمهملة ثم قاف ثم فاء أي نائم قد انحنى في نومه\nوقيل أي واقف منحن رأسه بين يديه إلى رجليه وقيل الحاقف الذي لجأ إلى حقف\nوهو ما انعطف من الرمل لا يريبه من راب يريب أو أراب أي لا يتعرض له ولا\nيزعجه قوله بن جثامة بجيم مفتوحة ثم ثاء مثلثة مشددة بالأبواء بفتح الهمزة\nوسكون الموحدة وبالمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p183'> Vol. 05, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\n2819 أو بودان بفتح الواو وتشديد الدال المهملة هما مكانان بين الحرمين\nما في وجهي من الكراهة أما انه أي الشان وفي نسخة أنا وعلى النسختين فهمزة\nان مكسورة للابتداء الا أنا بفتح الهمزة أي لأنا حرم بضمتين أي محرمون\nوالتوفيق بين هذا وما تقدم أن هذا قد صيد له أو هذا في الحمار الحي وما سبق\nفيما لم يصد له وكون هذا كان حيا مما لا يوافقه الروايات والله تعالى أعلم\nقوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p184'> Vol. 05, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\n2824 عام الحديبية بهذا تبين أن تركه الإحرام ومجاوزته الميقات بلا احرام\nكان قبل أن تقرر المواقيت فإن تقرير المواقيت كان سنة حج الوداع كما روى عن\nأحمد أن نقتطع قال السيوطي بضم أوله أي يقطعنا العدو عن النبي صلى الله\nتعالى عليه وسلم أرفع بتشديد الفاء المكسورة أي أكلفه السير السريع شأوا\nبالهمز أي قدر عدوه وهو قائل <span id='ms332'></span> من القيلولة بالسقيا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p185'> Vol. 05, p. 185</a>\n            </div>\n             بضم السين\nموضع قوله فاضلة أي قطعة فاضلة أي فضلة وبقية قوله فاختلست أي سلبت فأشفقوا\nأي خافوا هل أشرتم الخ يدل على أنهم لو أشاروا أو أعانوا لما كان لهم أن\nيأكلوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p186'> Vol. 05, p. 186</a>\n            </div>\n             قوله\n</p>\n\n<p>\n2827 صيد البر أي مصيده حلال أي وأنتم حرم كما في رواية الترمذي وغيره\nوهو بضمتين جمع حرام بمعنى المحرم أو يصاد قال السيوطي في حاشية أبي داود\nكذا في النسخ والجاري على قوانين العربية أو يصد لأنه معطوف على المجزوم\nوذكر في حاشية الكتاب نقلا عن الشيخ ولي الدين هكذا الرواية بالألف وهي\nجائزة على لغة قلت والوجه نصب يصاد على أن أو بمعنى الا أن فلا اشكال قوله\nعمرو بن أبي عمرو ليس بالقوي قال الشيخ ولي الدين قد تبع النسائي على هذا\nبن حزم وسبقهما إلى تضعيفه يحيى بن معين وغيره لكن وثقه أحمد وأبو زرعة\nوأبو حاتم وبن عدي وغيرهم وأخرج له الشيخان في صحيحيهما وكفى بهما فوجب\nقبول خبره وقد سكت أبو داود على خبره فهو عنده حسن أو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p187'> Vol. 05, p. 187</a>\n            </div>\n             صحيح\nقوله جناح أي اثم والحدأة بكسر حاء مهملة وفتح دال بعدها همزة كعنبة أخس\nالطيور تخطف أطعمة الناس من أيديهم والفأرة بهمزة ساكنة وتسهل العقور بفتح\nالعين مبالغة عاقر وهو الجارح المفترس قوله الأبقع هو الذي في ظهره أو في\nبطنه بياض وقد أخذ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p188'> Vol. 05, p. 188</a>\n            </div>\n             القيد طائفة وأجاب غيرهم بأن الروايات\nالمطلقة أصح قوله عكاز بضم عين وشدة كاف عصا ذات حديدة إلا يطفئ من الاطفاء\n</p>\n\n<p>\n2831 عن قتل الجنان بكسر الجيم وتشديد النون هي الحيات التي تكون في\nالبيوت واحدها جان هو الدقيق الخفيف إلا ذا الطفيتين هو بضم طاء وسكون فاء\nالخطان الأبيضان على ظهر الحية والأبتر القصير الذنب يطمسان البصر أي\nيخطفان بما فيهما من الخاصية وقيل يقصدان البصر باللسع قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p189'> Vol. 05, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\n2832 وهو حرام أي والحال أن القائل حرام أي محرم أي داخل في الحرم قوله\nوالفويسقة هي الفأرة تصغير فاسقة لخروجها من جحر على الناس وافسادها قوله\n</p>\n\n<p>\n2835 في <span id='ms333'></span> الحرم بفتحتين أي حرم مكة أو بضمتين جمع حرام أي في المواضع\nالمحرمة قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p190'> Vol. 05, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\n2836 عن الضبع بفتح معجمة وضم موحدة حيوان معروف فأمرني أي أمر إباحة\nورخصة أصيد هي أي أفي قتلها جزاء قوله وهو محرم بهذا أخذ علماؤنا فجوزوا\nنكاح المحرم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p191'> Vol. 05, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\n2842 لا ينكح بفتح الياء أي لا يعقد لنفسه ولا يخطب كينصر من الخطبة بكسر\nالخاء وهذا يمنع تأويل النكاح في الحديث بالجماع كما قيل ولا ينكح بضم\nالياء أي لا يعقد لغيره وكل منها يحتمل النهي والنفي بمعنى النهي وغالب أهل\nالحديث والفقه أخذوا بهذا الحديث ورأوا أن حديث بن عباس وهم لما جاء عن\nميمونة ورافع خلافه فرجحوا حديث ميمونة ورافع لكون ميمونة صاحبة الواقعة\nفهي أعلم بها من غيرها ورافع كان سفيرا بين النبي صلى الله تعالى عليه وسلم\nوبينها وبن عباس كان إذ ذاك صغيرا ولكون حديثهما أوفق بالحديث القولي الذي\nرواه عثمان رضي الله تعالى عنه وقالوا ولو سلم أن حديث بن عباس يعارض حديث\nميمونه يسقط الحديثان للتعارض ويبقى حديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p192'> Vol. 05, p. 192</a>\n            </div>\n             عثمان القولي سالما\nعن المعارضة فيؤيد به ولو سلم أن حديث بن عباس لا يسقط ولا يعارضه حديث\nميمونة ورافع فلا شك أنه حكاية فعل يحتمل الخصوص وحديث عثمان قول نص في\nالتشريع فيؤخذ به قطعا على مقتضى القواعد وقال بعضهم بل حديث بن عباس أرجح\nسندا فقد أخرجه الستة فلا يعارضه شيء من حديث ميمونة ورافع والأصل في\nالأفعال العموم فيقدم على حديث عثمان أيضا فيؤخذ به دون غيره والله تعالى\nأعلم قوله\n</p>\n\n<p>\n2845 احتجم وهو محرم تجوز الحجامة للمحرم عند كثير بلا حلق شعر لكن سيجيء\nأنه احتجم في الرأس والحجامة لا تخلو عادة عن حلق فالأوفق بالحديث أن يقال\nبجواز حلق موضع الحجامة إذا كان هناك ضرورة والله تعالى أعلم قوله\n</p>\n\n<p>\n2848 من وثء بفتح واو وسكون مثلثة آخره همزة والعامة تقول بالياء وهو غلط\nوجع يصيب اللحم ولا يبلغ العظم أو وجع يصيب العظم من غير كسر قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p193'> Vol. 05, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\n2850 وسط رأسه <span id='ms334'></span> قال السيوطي بفتح السين أي متوسطة بلحى جمل بفتح لام وحكى\nكسرها وسكون مهملة وجمل بفتحتين وهو موضع بين الحرمين قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p194'> Vol. 05, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\n2851 أو انسك بضم السين أي اذبح أي ذلك بتشديد الياء لبيان التخيير وأنه\nيجوز كل واحد مع القدرة على الآخر قوله وتصدق فيه اختصار أي افعل التصدق أو\nما يقوم مقامه قوله فوقصته الوقص كسر العنق\n</p>\n\n<p>\n2853 ولا تمسوه بطيب من المس والباء للتعدية قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p195'> Vol. 05, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\n2854 ولا تمسوه طيبا من الامساس قوله فأقعصه أي قتله قتلا سريعا والتذكير\nبملاحظة الإبل قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p196'> Vol. 05, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\n2857 وأنه لفظه بعيره أي رماه قوله\n</p>\n\n<p>\n2858 أقبل رجل حراما قال الامام النووي هكذا هو في معظم النسخ حراما وفي\nبعضها حرام وهذا هو الوجه والأول وجهه ان يكون حالا وقد جاءت الحال من\nالنكرة على قلة فوقص على بناء المفعول وألبسوه ثوبيه من الألباس قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p197'> Vol. 05, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\n2859 إني قد أوجبت عمرة إن شاء الله للتبرك فلا يضر في الإيجاب أو هو شرط\nلما بعده والله تعالى أعلم قوله\n</p>\n\n<p>\n2860 من عرج أو كسر الخ كسر على بناء المفعول وعرج بكسر الراء على بناء\nالفاعل في الصحاح بفتح الراء إذا أصابه شيء في رجله فجعل يمشي مشية العرجان\nوبالكسر إذا كان ذلك خلقة وفي النهاية إذا صار أعرج أي من أحرم ثم حدث له\nبعد الإحرام مانع من المضي على مقتضى الإحرام غير احصار العدو بأن كان أحد\nكسر رجله أوصار أعرج من غير صنيع من أحد يجوز له أن يترك الإحرام وان لم\nيشترط التحلل وقيده بعضهم بالإشتراط ومن يرى أنه من باب الإحصار لعله يقول\nمعنى حل كاد أن يحل قبل أن يصل إلى نسكه بأن يبعث الهدى مع أحد ويواعده\nيوما بعينه يذبحها فيه في الحرم فيتحلل بعد الذبح قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p198'> Vol. 05, p. 198</a>\n            </div>\n            \n</p>\n\n<p>\n2862 بذي طوى اسم موضع بقرب مكة حين يقدم متعلق بكان ينزل على أكمة\nبفتحات دون الجبل وأعلى من الرابية وقيل دون الرابية بنى على بناء المفعول\nقوله\n</p>\n\n<p>\n2863 فأصبح بالجعرانة أي فرجع إلى الجعرانة ليلا فأصبح بها كبائت فيها أي\nكأنه بات <span id='ms335'></span> بالجعرانة ليلا وما خرج منها من بطن سرف بكسر الراء قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p199'> Vol. 05, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\n2864 كأنه سبيكة فضة بالإضافة في القاموس سبيكة كسفينة القطعة المذوبة\nالمراد تشبيهه صلى الله تعالى عليه وسلم بالقطعة من الفضة في البياض\nوالصفاء والله تعالى أعلم قوله\n</p>\n\n<p>\n2865 التي بالبطحاء أي مما يلي المقابر السفلى أي التي تلي باب العمرة\nقوله دخل مكة أي يوم الفتح ولواؤه أبيض قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p200'> Vol. 05, p. 200</a>\n            </div>\n            \n</p>\n\n<p>\n2867 وعليه المغفر بكسر الميم وسكون الغين المعجمة وفتح الفاء هو المنسوج\nمن الدرع على قدر الرأس أي على رأسه المغفر فلا تعارض بينه وبين حديث وعليه\nعمامة سوداء إذ يحتمل أن تكون العمامة فوق المغفر أو بالعكس أو كان أول\nدخوله على رأسه المغفر ثم أزاله ولبس العمامة بعد ذلك والله تعالى أعلم بن\nخطل بفتحتين وقد أجاز صلى الله تعالى عليه وسلم في قتله حيث كان لكونه كان\nيؤذيه والله تعالى أعلم قوله\n</p>\n\n<p>\n2870 عن أبي العالية البراء بالتشديد لأنه كان يبرى النبل قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p201'> Vol. 05, p. 201</a>\n            </div>\n            \n</p>\n\n<p>\n2873 في عمرة القضاء قيل هي عمرة كانت قضاء عما صد عنها عام الحديبية\nوقيل بل القضاء بمعنى المقاضاة والمصالحة فإنه صالح عليها كفار قريش اليوم\nنضربكم في النهاية سكون الباء من نضربكم من جائزات الشعر وموضعها الرفع قلت\nنبه على ذلك لئلا يتوهم أن جزمه لكونه جواب الأمر فإن جعله جوابا فاسد معنى\nولعل المراد نضربكم أن نقضتم العهد وصددتموه عن الدخول والا فلا يصح ضربهم\nلمكان العهد على تنزيله أي لأجل تنزيله بمكة أي نضربكم حتى ننزله بمكة وقيل\nالمراد تنزيل القرآن يزيل الهام بالتخفيف الرأس عن مقيله أي موضعه مستعار\nمن موضع القائلة ويذهل بضم الياء أي يجعله ذاهلا فقال له عمر الخ كأنه رأى\nأن الشعر مكروه فلا ينبغي أن يكون بين يديه صلى الله تعالى عليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p202'> Vol. 05, p. 202</a>\n            </div>\n             وسلم وفي حرمه تعالى ولم يلتفت إلى تقرير النبي صلى الله تعالى\nعليه وسلم لاحتمال أن يكون قلبه مشتغلا بما منعه عن الالتفات إلى الشعر\nأسرع فيهم أي في التأثير في قلوبهم من نضح النبل بنون وضاد <span id='ms336'></span> معجمة وحاء\nمهملة من الرمي بالسهم أي فيجوز للمصلحة والله تعالى أعلم قوله\n</p>\n\n<p>\n2874 حرمه الله أي حكم بكونه حرما يومئذ وان ظهر بين الناس بعد ذلك على\nلسان الأنبياء ولما كان إبراهيم أول نبي أظهر ذلك بعد الطوفان أو مطلقا قيل\nحرمه إبراهيم بحرمة الله أي بتحريمه والحاصل أن تحريمه منتسب إلى الله\nتعالى على الدوام فلا بد من مراعاته لا يعضد على بناء المفعول أي لا يقطع\nولا ينفر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p203'> Vol. 05, p. 203</a>\n            </div>\n             بتشديد الفاء على بناء المفعول أي لا يتعرض له\nبالإصطياد وغيره ولا يلتقط على بناء الفاعل لقطته بضم لام وفتح قاف أو\nبسكونه الا من عرفها من التعريف قيل أي على الدوام ليحصل به الفرق بين\nالحرم وغيره والا لا يحسن ذكره ها هنا في محل ذكر الاحكام المخصوصة بالحرم\nالثابتة له بمقتضى التحريم ومن لا يقول بوجوب التعريف على الدوام يرى أن\nتخصيصه كتخصيص الإحرام بالنهي عن الفسوق في قوله فمن فرض فيهن الحج فلا رفث\nولا فسوق ولا جدال مع أن النهي عام وحاصله زيادة الاهتمام بأمر الإحرام\nوبيان أن الاجتناب عن الفسوق في الإحرام آكد فكذا التخصيص ها هنا لزيادة\nالاهتمام بأمر الحرم وأن التعريف في لقطته متأكد ولا يختلي على بناء\nالمفعول خلاه بفتح خاء معجمة وقصر وحكى بمد هو الرطب من النبات الا الأذخر\nبهمزة مكسورة وذال معجمة نبت معروف طيب الرائحة وجوز فيه الرفع على البدل\nوالنصب على الاستثناء ولم يرد العباس ان يستثني بل أراد أن يلقن النبي صلى\nالله تعالى عليه وسلم ذلك بل أراد أن يلتمس منه ذلك وأما استثناؤه صلى الله\nتعالى عليه وسلم فأتى بوحي جديد أو لتفويض من الله تعالى إليه مطلقا أو\nمعلقا بطلب أحد استثناء شيء من ذلك والله تعالى أعلم قوله\n</p>\n\n<p>\n2875 وأحل لي ساعة مقتضاه أنه ليس لأحد بعده صلى الله تعالى عليه وسلم أن\nيقاتل بمكة ابتداء مع استحقاق أهلها القتال وعليه بعض الفقهاء إذ خصوص\nالحرمة بمكة وخصوص حل القتال به صلى الله <span id='ms337'></span> تعالى عليه وسلم إنما يظهر حينئذ\nوالا فبدون استحقاق الأهل لا يحل القتال في غير مكة أيضا ومعنى الاستحقاق\nلو جوزنا في مكة لغيره صلى الله تعالى عليه وسلم لم يبق للاختصاص معنى\nوالله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p204'> Vol. 05, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\n2876 يبعث البعوث بضم الموحدة جمع بعث بمعنى المبعوث أي يرسل الجيوش\nلقتال عبد الله بن الزبير سنة إحدى وستين وكان عمرو أمير المدينة من جهة\nيزيد بن معاوية فكتب إليه أن يوجه إلى بن الزبير جيوشا حين امتنع عن بيعته\nوأقام بمكة فبعث بعثا أحدثك بالجزم جواب الأمر الغد بالنصب أي ثاني يوم\nالفتح وضمير سمعته ووعاه للقول أي حفظه قلبي وضمير أبصرته للنبي صلى الله\nتعالى عليه وسلم وتفكيك الضمير مع ظهور القرينة لا يضر والمقصود المبالغة\nفي تحقيق حفظه ذلك القول وأخذه عنه عيانا وقوله حين تكلم يحتمل التعلق بما\nقبله وبما بعده إن مكة الخ معناه أن تحريمها بوحي الله تعالى وأمره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p205'> Vol. 05, p. 205</a>\n            </div>\n             لا أنه اصطلح الناس على تحريمها بغير امره أن يسفك بكسر الفاء\nوحكى ضمها أي يسيله يعضد بضم الضاد هو المشهور عند أهل الحديث قيل والصحيح\nالكسر أي يقطع وإنما أذن على بناء الفاعل أو المفعول والحاصل أن استدلاله\nباطل بوجهين من جهة الخصوص وعدم البقاء وقد عادت حرمتها الخ كناية عن عود\nحرمتها بعد تلك الساعة كما كانت قبل تلك الساعة فلا اشكال بأن الخطبة كانت\nفي الغد من يوم الفتح وعود الحرمة كان بعد تلك الساعة لا في الغد فما معنى\nاليوم ولا بأن أمس هو يوم الفتح وقد رفعت الحرمة فيه فكيف قيل كحرمتها بأمس\nويحتمل أن يقال اليوم ظرف للحرمة لا للعود ومعنى كحرمتها أي كرفع حرمتها أي\nالعود كالرفع حيث كان كل منهما بأمره تعالى والله تعالى أعلم قوله\n</p>\n\n<p>\n2877 يغزو هذا البيت أي يقصده بالهدم وقتل الأهل بالبيداء هي المفازة\nالتي لا شيء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p206'> Vol. 05, p. 206</a>\n            </div>\n             فيها ولعل المراد ها هنا هي المفازة التي بقرب\nالمدينة المشهورة بهذا الاسم بين الناس قوله البعوث بضم الباء أي <span id='ms338'></span> الجيوش\nقوله يكون لهم أي يصير لهم ذلك المحل قبورا بلا عذاب والحاصل أن الموت\nوالخسف يشملهم ظاهرا لكن حالهم بعد ذلك كحال المؤمن في قبره لا كحال من خسف\nبه استحقاقا قوله ليؤمن من أم بتشديد الميم إذا قصد والنون ثقيلة للتأكيد\nأي ليقصدن هذا البيت جيش \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p207'> Vol. 05, p. 207</a>\n            </div>\n             قوله\n</p>\n\n<p>\n2881 خمس فواسق المشهور الإضافة وروى بالتنوين على الوصف وبينهما في\nالمعنى فرق دقيق ذكره بن دقيق لأن الإضافة تقتضي الحكم على خمس من الفواسق\nبالقتل أشعر التخصيص بخلاف الحكم في غيرها بطريق المفهوم وأما التنوين\nفيقتضي وصف الخمس بالفسق من جهة المعنى وقد يشعر بأن الحكم مترتب على ذلك\nوهو القتل معلل بما جعل وصفا وهو الفسق فيقتضي ذلك التعميم لكل فاسق من\nالدواب وهو ضد ما اقتضاه الأول من المفهوم من التخصيص قوله فابتدرناها أي\nسبق كل منا صاحبه إلى قتلها وفيه أن حية غير البيوت تقتل ولو كان حرما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p208'> Vol. 05, p. 208</a>\n            </div>\n             قوله فأضرمنا أوقدنا وقاها فيه أخبار بأنها سلمت مما فعلوا من\nاضرام النار وغيره وتسمية فعلهم شرا للمشاكلة أو المراد بالشر ما هو ضرر في\nحق الغير قوله الفويسق تصغير فاسق وهو تصغير تحقير ويقتضى زيادة الذم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p209'> Vol. 05, p. 209</a>\n            </div>\n             قوله\n</p>\n\n<p>\n2892 بحرام الله أي بتحريمه الا لمنشد من أنشد أي الا لمعرف قد سبق\nالخلاف أنه هل يلزم دوام التعريف أو يكفي التعريف سنة كسائر البلاد مجربا\nأي ذا تجربة قوله استقبال الحاج استدل عليه بقول بن رواحة خلوا بني الكفار\nلدلالته على أنهم استقبلوه والحديث قد مضى قوله أغيلمة تصغير أغلمة والمراد\nالصبيان ولذلك صغرهم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p211'> Vol. 05, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\n2895 يفعل هذا أي الرفع في غير محله أو الرفع عند رؤية البيت وذلك لأن\nاليهود أعداء البيت فإذا رأوه رفعوا أيديهم لهدمه وتحقيره وليس المراد أن\nاليهود يزورونه ويرفعون الأيدي عنده بذلك والله تعالى أعلم قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p212'> Vol. 05, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\n2896 مكانا في دار يعلى الخ أشار في الترجمة إلى أن وجهه أن البيت كان\nيرى من ذلك المكان والله تعالى أعلم قوله صلاة في مسجدي الخ قد تقدم الحديث\nفي <span id='ms339'></span> كتاب المساجد قوله\n</p>\n\n<p>\n2898 الا المسجد الكعبة هكذا في النسخة التي عندي بتعريف المسجد باللام\nوالذي في باب المساجد الا مسجد الكعبة بالإضافة وهو الأظهر ووجه هذه النسخة\nأن يجعل بدلا بتقدير مضاف أي مسجد الكعبة قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p213'> Vol. 05, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\n2900 ألم ترى خطاب للمرأة وجزمه بحذف النون أي ألم تعلمي أن قومك بكسر\nالكاف يريد قريشا لولا حدثان المشهور كسر الحاء وسكون الدال وقيل يجوز\nبالفتحتين أي لولا قرب عهدهم بالكفر يريد أن الإسلام لم يتمكن في قلوبهم\nفلو هدمت لربما نفروا منه لأنهم يرون تغييره عظيما لئن كانت عائشة الخ قيل\nليس هذا شكا في سماع عائشة فإنها الحافظة المتقنة لكنه جرى على ما يعتاد في\nكلام العرب من الترديد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p214'> Vol. 05, p. 214</a>\n            </div>\n             للتقرير والتعيين قلت هو ما سمع من\nعائشة بلا واسطة فيمكن أنه جوز الخطأ على الواسطة فشك لذلك على أن خطأ\nعائشة ممكن وبالجملة فسماع عائشة عند بن عمر ليس قطعيا فالتعليق لافادة ذلك\nوالله تعالى أعلم ما أرى بضم الهمزة أي ما أظن استلام الركنين أي مسحهما\nوالسين فيه أصلية وهو افتعال من السلام وهي الحجارة يقال استلم أي أصاب\nالسلام وهي الحجارة كذا ذكره السيوطي الحجر بكسر الحاء المهملة وسكون الجيم\nهو الموضع المسمى بالحطيم لم يتم على بناء الفاعل من التمام أو على بناء\nالمفعول من الاتمام على قواعد إبراهيم أي القواعد الأصلية التي بنى إبراهيم\nالبيت عليها فالركنان اللذان يليان الحجر ليسا بركنين وإنما هما بعض الجدار\nالذي بنته قريش فلذلك لم يستلمهما النبي صلى الله تعالى عليه وسلم قوله\n</p>\n\n<p>\n2901 حداثة عهد بفتح الحاء أي قربه خلفا بفتح خاء معجمة وسكون لام أي\nبابا من خلفه مقابلا لهذا الباب الذي من قدام قوله\n</p>\n\n<p>\n2902 حديث عهد كذا روى بالإضافة وحذف الواو في مثل هذا والصواب حديث عهد\nورد بأنه من قبيل ولا تكونوا أول كافر به فقد قالوا تقديره أول فريق كافر\nأو فوج كافر يريدون أن هذه الألفاظ مفردة لفظا وجمع معنى فيمكن رعاية لفظها\nولا يخفى أن لفظ <span id='ms340'></span> القوم كذلك وأجيب أيضا بأن فعيلا يستوي فيه الجمع والافراد\nقوله فهدم على بناء المفعول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p215'> Vol. 05, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\n2903 ما أخرج منه من الحجر وألزقته أي ألصقت بابه بالأرض بحيث ما بقي\nمرتفعا عن وجهها كأسنمة الإبل جمع سنام متلاحكة أي متلاصقة شديدة الاتصال\nقوله يخرب من التخريب قالوا هذا التخريب عند قرب القيامة حيث لا يبقى في\nالأرض أحد يقول الله الله\n</p>\n\n<p>\n2904 ذو السويقتين تثنية سويقة وهي تصغير الساق وهي مؤنثة فلذلك ظهرت\nالتاء في تصغيرها وإنما صغر الساقين لأن الغالب على سوق الحبشة الدقة قوله\nواجاف أي رد الباب عليهم مليا بفتح الميم وكسر اللام وتشديد الياء أي زمانا\nطويلا قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p216'> Vol. 05, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\n2907 ودنا خروجه أي قرب خروجه من الكعبة وحدث بمعنى أحدث أي فعل وأبدى في\nالكعبة شيئا أي فأردت أن أحققه ركعتين هذا يقتضي أن بلالا ذكر له كم صلى\nوقوله ونسيت أن أسأله كم صلى يفيد أنه ما ذكر له ذلك فالظاهر أن تعيين كون\nالصلاة الركعتين كان من بن عمر بناء على الأخذ بالأقل إذ أقل الصلاة\nالنهارية أن تكون ركعتين والله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p217'> Vol. 05, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\n2908 في وجه الكعبة أي في محاذاة الباب قوله ولم يصل قيل علم أسامة بذلك\nلكونه كان مشغولا فما اطلع على الصلاة فأخبر بحسب ذلك والمثبت مقدم هذه\nالإشارة إلى الكعبة المشرفة أوجهتها وعلى الثاني الحصر واضح وعلى الأول\nباعتبار من كان داخل المسجد أو من كان بمكة والله تعالى أعلم قوله\n</p>\n\n<p>\n2910 حديث عهدهم برفع عهدهم على الفاعلية وليس عندي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p218'> Vol. 05, p. 218</a>\n            </div>\n             يفيد أن\nكلا من الأمرين مانع من ذلك قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p219'> Vol. 05, p. 219</a>\n            </div>\n             @ 221\n</p>\n\n<p>\n2918 كان يقود بن عباس أي حين كف بصره عند الشقة بضم الشين المعجمة\nوتشديد القاف بمعنى الناحية الذي يلي الحجر بفتحتين أي الحجر الأسود\nوالموصول صفة الركن مما يلي الباب أي باب البيت أي التي بين الحجر والباب\nأما أنبئت على صيغة الخطاب وبناء المفعول أي أخبرت قوله\n</p>\n\n<p>\n2919 أن مسحهما يحطان بالتثنية والضمير للركنين والعائد إلى المسح مقدر\nأي به وفي نسخة يحط بالافراد وهو أظهر فهو <span id='ms341'></span> أي الطواف كعدل رقبة أي مثل\nاعتاق رقبة في الثواب والكاف زائدة والعدل يجوز فيه فتح العين وكسرها والله\nتعالى أعلم قوله بخزامة بكسر الخاء هي حلقة من شعر تجعل في أحد جانبي منخري\nالبعير وإنما منعه عن ذلك وأمره بالقود باليد لأنه إنما يفعل بالبهائم وهو\nمثلة والترجمة تؤخذ من الأمر لكونه كلاما قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p221'> Vol. 05, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\n2921 في نذر أي لأجل نذر نذره قوله صلاة أي كالصلاة في كثير من الأحكام\nأو مثلها في الثواب أو في التعليق بالبيت فأقلوا أي فلا تكثروا فيه الكلام\nوان كان جائزا لأن مماثلته بالصلاة يقتضي ان لا يتكلم فيه أصلا كما لا\nيتكلم فيها فحين أباح الله تعالى فيه الكلام رحمة منه تعالى على العبد فلا\nأقل من أن يكثر فيه ذلك والله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p222'> Vol. 05, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\n2924 يا بني عبد مناف تقدم الحديث في مباحث أوقات الصلاة قوله\n</p>\n\n<p>\n2926 إذا أقيمت الصلاة ففيه أن الإحتراز عن طواف النساء مع الرجال مهما\nأمكن أحسن حيث أجاز لها في حال إقامة الصلاة التي هي حالة اشتغال الرجال\nبالصلاة لا في حال طواف الرجال والله تعالى أعلم قوله على بعير يرون أنه\nكان للزحام أو لنوع مرض فقد جاء الأمران ولا ينبغي ذلك بلا عذر لأن الواجب\nطواف الإنسان بالقران وهذا حقيقة للمركب ويضاف إلى الإنسان بالمجاز فلا\nيجوز بلا ضرورة بمحجنه بكسر الميم معروف قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p223'> Vol. 05, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\n2929 ينهى عن ذلك أي يقول الطواف يوجب التحليل فمن أراد البقاء على\nاحرامه فعليه أن لا يطوف والحاصل أنه كان يرى الفسخ الذي أمر به صلى الله\nتعالى عليه وسلم الصحابة أحرم بالحج قد جاء منه أنه تمتع بالعمرة وهذا\nالجواب يقتضي أنه أراد بالتمتع القران فليتأمل والله تعالى أعلم قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p224'> Vol. 05, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\n2930 لما قدم يريد أنه لا يأتي أهله اقتداء به صلى الله تعالى عليه وسلم\nفي ذلك واتيانا للنسك على الوجه الذي أتى به هو صلى الله تعالى عليه وسلم\nقوله\n</p>\n\n<p>\n2931 لولا أن معي الهدى لأحللت فهم منه أن المانع هو الهدى لا الجمع <span id='ms342'></span>\nفصاحب الجمع كالمتمتع والمفرد يجوز له الفسخ ان قلنا بعمومه للصحابه ولمن\nبعدهم كما عليه البعض قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p225'> Vol. 05, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\n2932 فطاف طوافا واحدا أي للركن وقد تقدم البحث في حديث بن عمرو في أن\nالنبي صلى الله تعالى عليه وسلم طاف للقدوم والافاضة قطعا والله تعالى أعلم\nقوله\n</p>\n\n<p>\n2933 أن يصد على بناء المفعول وكذا أن صددت قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p226'> Vol. 05, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\n2936 بك حفيا أي معتنيا بشأنك بالتقبيل والمسح والكلام وان كان خطابا\nللحجر فالمقصود اسماع الحاضرين ليعلموا أن الغرض الاتباع لا تعظيم الحجر\nكما كان عليه عبدة الأوثان فالمطلوب تعظيم أمر الرب واتباع نبيه صلى الله\nتعالى عليه وسلم قوله كيف يقبل ذكر في حديث وان رآه خاليا قبله ثلاثا قيل\nترجم المصنف رحمه الله تعالى في سننه الكبرى بقوله كم يقبله وهو الأليق قلت\nوكأنه راعى ها هنا أنه قبله إذا رآه خاليا فعده كيفية ولما كان دلالة\nالحديث على الكمية ظاهرة دون الكيفية صار ترجمة الكيفية أوفق بدأبه لأن\nدأبه رحمه الله تعالى التنبيه على الدقائق فليتأمل والله تعالى أعلم قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p227'> Vol. 05, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\n2939 ثم مضى على يمينه أي أخذ في الطواف من يمين نفسه أو يمين البيت يعني\nأنه بدأ من يمين البيت إذ الحجر الأسود في يمينه فإذا بدأ به فقد بدأ\nباليمين ويمين البيت إنما يظهر للمحاذاة للباب إذ الباب بمنزلة الوجه فما\nكان في يسار المحاذي فهو يمين البيت على قياس من يحاذي وجه انسان فيسار\nالمحاذي يمين من يحاذيه والأقرب هو الأول وهو أن المراد يمين الطائف والله\nتعالى أعلم فقال واتخذوا الخ للتنبيه على أن فعله تفسير لهذه الآية قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p228'> Vol. 05, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\n2940 يرمل الثلاث الرمل بفتحتين اسراع المشي مع تقارب الخطا وهو الخبب\nوهو دون العدو والوثوب من باب نصر قوله\n</p>\n\n<p>\n2941 فإنه يسعى أي يسرع وقد يجيء السعي بمعنى المشي مطلقا كما في قوله\nتعالى فاسعوا إلى ذكر الله سجدتين أي ركعتين من تسمية الشيء باسم الجزء\nقوله استلم هو افتعال من السلام بمعنى التحية أو السلمة بكسر اللام بمعنى\nالحجر ومعناه على هذا <span id='ms343'></span> لمس الحجر أو تناوله ونظيره اكتحل من الكحل بمعنى\nالحجر المخصوص ومعنى اكتحل أصاب الكحل والمراد بالركن الأسود الحجر الأسود\nوأطلق عليه اسم الركن بعلاقة الحلول ولذلك وصف بالأسود وتعلق استلم على\nالتقرير الثاني مبني على التجريد مثل أسرى بعبده ليلا يخب من باب نصر\nوالجملة بيان كيفية الطواف قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p229'> Vol. 05, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\n2944 من الحجر إلى الحجر أي في تمام دورة الطواف قوله وهنتهم روى\nبالتخفيف وبالتشديد أضعفتهم يثرب بالفتح غير منصرف فاطلع بالتخفيف أي أوقفه\nالله تعالى عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p230'> Vol. 05, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\n2945 وأن يمشوا صريح في أنه لا رمل بين الركنين وهو معارض بما تقدم من\nقول جابر رمل من الحجر إلى الحجر وهو اثبات فلذا أخذ به الناس ويحتمل أن\nيكون قول بن عباس رخصة في حق بعض الضعاف ناحية الحجر بكسر مهملة وسكون أي\nلا في ناحية الركنين فلذلك جوز المشي في ناحية الركنين لهؤلاء بفتح اللام\nقال الشيخ عز الدين فكان ذلك ضربا من الجهاد قال وعلته في حقنا تذكر نعمة\nالله تعالى على نبيه صلى الله تعالى عليه وسلم بالعزة والقوة بعد ذلك قوله\n</p>\n\n<p>\n2946 إن زحمت على بناء المفعول وكذا أو غلبت أي فهل لي أن أتركه فأشار بن\nعمر إلى ان طالب السنن ينبغي له أن يبعد هذا السؤال من نفسه فإنه شأن من\nيريد ترك السنن وإنما ينبغي له أن يعرف أنه سنة ثم يسعى في تحصيله مهما\nأمكن من غير وقوع في المحارم كإيذاء المسلمين وإذا أراد ذلك فلا يمنعه\nالزحام وغيره من تحصيله على وجهه قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p231'> Vol. 05, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\n2949 الا الركنين اليمانيين هو تغليب والمراد الأسود واليماني وهو\nبالتخفيف وقد يشدد قوله\n</p>\n\n<p>\n2951 من نحو متعلق بالولي أي يليه من ناحية دور الجمحيين بضم الجيم وفتح\nالميم وكسر الحاء بعدها باء مشددة قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p232'> Vol. 05, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\n2954 على بعير أي راكبا عليه بمحجن بكسر ميم وسكون حاء مهملة هو عصا معوج\nالرأس وفعله الطواف على البعير محمول على عذر كما جاء قوله وتقول الخ أي\nتطوف عريانة وتنشد هذا الشعر وحاصله اليوم أي يوم الطواف أما <span id='ms344'></span> أن ينكشف كل\nالفرج أو بعضه وعلى التقديرين فلا أحل لأحد أن ينظر إليه قصدا تريد أنها\nكشفت الفرج لضرورة الطواف لا لاباحة النظر إليه والاستمتاع به فليس لأحد أن\nيفعل ذلك والله تعالى أعلم قوله يؤذن من التأذين بمعنى النداء مطلقا\nوالايذان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p233'> Vol. 05, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\n2957 ولا يطوف بالجزم على النهي لفظا ويحتمل أنه نفى بمعنى النهي قوله\nالأنفس مؤمنة أي فمن يردها فليؤمن\n</p>\n\n<p>\n2958 عهد فأجله أو أمده هو شك إلى أربعة أشهر قلت والذي في الترمذي عن\nعلى من كان بينه وبين النبي صلى الله تعالى عليه وسلم عهد فعهده إلى مدته\nومن لا مدة له فأربعة أشهر قلت وهو الموافق لقوله تعالى فسيحوا في الأرض\nأربعة أشهر إلى قوله الا الذين عاهدتم من المشركين ثم لم ينقصوكم شيئا\nالآية وبه ظهر أن في هذه الرواية اختصارا مخلا والله تعالى أعلم قوله حتى\nصحل ضبط بكسر الحاء أي ذهب حدته قوله سبعة بضمتين أي سبع الطواف وليس بينه\nالخ ظاهره أنه لا حاجة إلى السترة في مكة وبه قيل ومن لا يقول به يحمله على\nأن الطائفين كانوا يمرون وراء موضع السجود أو وراء ما يقع فيه نظر الخاشع\nقوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p234'> Vol. 05, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\n2961 نبدأ بما بدأ الله به يفيد أن بداية الله ذكرا يقتضي البداية عملا\nوالظاهر أنه يقتضي ندب البداية عملا لا وجوبها والوجوب فيما نحن فيه من\nدليل آخر فرقى بكسر القاف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p235'> Vol. 05, p. 235</a>\n            </div>\n             حتى تصوبت أي تسفلت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p236'> Vol. 05, p. 236</a>\n            </div>\n             قوله\n</p>\n\n<p>\n2964 شرب من ماء زمزم وهو قائم هذا مخصوص بمورده وقيل فعله لبيان الجواز\nوقيل بل لضرورة فإنه ما وجد محلا للقعود هناك والله تعالى أعلم قوله الذي\nيخرج منه على بناء المفعول أي الباب المعهود بالخروج منه قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p237'> Vol. 05, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\n2967 إنما كان ناس من أهل الجاهلية لا يطوفون أي فجاء القرآن بنفي الإثم\nلرد ما زعموا من الإثم لا لإفادة أنه مباح وليس بواجب فكانت أي الطواف\nبينهما والتأنيث باعتبار الخبر والمراد ثابتا بالسنة أنه مطلوب في الشرع\nفليس مما لا مبالاة بتركه قوله\n</p>\n\n<p>\n2968 أن لا يطوف أي <span id='ms345'></span> بأن لا يطوف أو في أن لا يطوف بتقدير حرف الجر من أن\nلو كانت كما أولتها أي لو كان المراد بالنص ما تقول وهو عدم الوجوب لكان\nنظمه فلا جناح عليه أن لا يطوف بهما تريد أن الذي يستعمل للدلالة على عدم\nالوجوب عينا هو رفع الإثم عن الترك وأما رفع الإثم عن الفعل فقد يستعمل في\nالمباح وقد يستعمل في المندوب أو الواجب أيضا بناء على أن المخاطب يتوهم\nفيه الإثم فيخاطب نفي الإثم وان كان الفعل في نفسه واجبا وفيما نحن فهي\nكذلك فلو كان المقصود في هذا المقام الدلالة على عدم الوجوب عينا لكان\nالكلام اللائق بهذه الدلالة أن يقال فلا جناح عليه أن لا يتطوف بهما قبل أن\nيسلموا متعلق بما بعده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p238'> Vol. 05, p. 238</a>\n            </div>\n             مناة الطاغية مناة اسم صنم والطاغية صفة\nويجوز الإضافة على معنى مناة الفرقة الطاغية وهم الكفار عند المشلل بضم\nأوله وفتح المعجمة ولامين الأولى مفتوحة مشددة اسم موضع يتحرج أي يخاف\nالحرج قد سن أي شرع وجوبا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p239'> Vol. 05, p. 239</a>\n            </div>\n             قوله\n</p>\n\n<p>\n2973 ويدعو بين ذلك أي بين مرات هذا الذكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p240'> Vol. 05, p. 240</a>\n            </div>\n             وليشرف على بناء\nالفاعل أي ليكون مرفوعا من أن يناله أحد غشوه أي ازدحموا عليه وكثروا قوله\nبن جمهان بضم الجيم قوله\n</p>\n\n<p>\n2976 ان أمشي عومل معاملة الصحيح أو الياء للإشباع قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p241'> Vol. 05, p. 241</a>\n            </div>\n             @\n242\n</p>\n\n<p>\n2977 الا أنه قال وأنا شيخ كبير أي الا قوله وأنا شيخ كبير فإن سعيد بن\nجبير لم يذكره قوله ليرى من الاراءة قوله\n</p>\n\n<p>\n2980 الا شدا أي عدوا قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p242'> Vol. 05, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\n2981 انصبت قدماه بتشديد الباء أي انحدرتا بالسهولة حتى وصلتا إلى بطن\nالوادي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p243'> Vol. 05, p. 243</a>\n            </div>\n             قوله وأصحابه أي الذين وافقوه في القران وقيل بل مطلقا\nوالصحابة كانوا ما بين قارن ومتمتع وكل منهما يكفيه سعي واحد وعليه بني\nالمصنف ترجمته والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p244'> Vol. 05, p. 244</a>\n            </div>\n             قوله في عمرته قالوا عمرة\nالجعرانة فإنه أسلم حينئذ قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p245'> Vol. 05, p. 245</a>\n            </div>\n            \n</p>\n\n<p>\n2989 في أيام العشر أي عشر ذي الحجة قد أنكروا هذا لظهور أنه صلى الله\nتعالى عليه وسلم ما حل إلا في منى وعلى تقدير صحته قد سبق توجيهه <span id='ms346'></span> فليتأمل\nهناك قوله ما يفعل من أهل بالحج وأهدى حاصل هذه الترجمة والتي ستجيء أن\nالذي أهدى لا يفسخ ولا يخرج من احرامه الا بالنحر حاجا أو معتمرا والله\nتعالى أعلم قوله\n</p>\n\n<p>\n2991 ومن أهل بحجة فليتم حجه هذا بظاهره يقتضي أنه ما أمرهم بفسخ الحج\nبالعمرة بل أمرهم بالبقاء عليه مع أن الصحيح الثابت برواية أربعة عشر من\nالصحابة هو أنه أمر من لم يسق الهدى بفسخ الحج وجعله عمرة من جملتهم عائشة\nرضي الله عنها وحينئذ لا بد من حمل هذا الحديث على من ساق الهدى وبه تندفع\nالمنافاة بين الأحاديث والله تعالى أعلم قوله فليقم من القيام أي فليثبت\nعلى احرامه أو الإقامة أي فليبق في حاله فلا ينتقل عنها ثابتا على احرامه\nلكن قولها فأقام على احرامه يؤيد الثاني والله تعالى اعلم قوله بالعرج بفتح\nفسكون اسم موضع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p246'> Vol. 05, p. 246</a>\n            </div>\n            \n</p>\n\n<p>\n2993 ثوب بالصبح بتشديد الواو على بناء المفعول أي أقيم بالصبح أو بناء\nالفاعل أي أقام الصبح فسمع الرغوة ألخ في المجمع هو بالفتح للمرة من الرغاء\nوبالضم الاسم وضبط في بعض النسخ الأولى بالفتح والثانية بالكسر على أنها\nللحالة والهيئة قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p247'> Vol. 05, p. 247</a>\n            </div>\n            \n</p>\n\n<p>\n2995 تحت سرحة بفتح فسكون هي الشجرة العظيمة ونفح بيده بالحاء المهملة أي\nرمى وأشار بيده يقال له السربة ضبط بضم السين وفتح الراء المشددة سر أي\nقطعت سررهم يعني ولدوا تحتها قوله\n</p>\n\n<p>\n2996 ففتح الله أسماعنا أي لسماع خطبته حيثما كنا حتى أن كنا أي أن الشأن\nبحصى الخذف أي بالحصى الذي يرمى به بين الأصبعين والمقصود بيان القدر قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p249'> Vol. 05, p. 249</a>\n            </div>\n            \n</p>\n\n<p>\n2998 فمنا الملبي ومنا المكبر الظاهر أنهم يجمعون بين التلبية والتكبير\nفمرة يلبي هؤلاء ويكبر آخرون ومرة بالعكس فيصدق في كل مرة أن البعض يكبر\nوالبعض يلبي والظاهر أنهم ما فعلوا ذلك الا لأنهم وجدوا النبي صلى الله\nتعالى عليه وسلم فعل مثله ثم رأيت أن الحافظ بن حجر ذكر ما هو صريح في ذلك\nقال عند أحمد وبن أبي شيبة والطحاوي من طريق مجاهد عن معمر عن عبد الله <span id='ms347'></span> قال\nخرجت مع رسول الله صلى الله تعالى عليه وسلم فما ترك التلبية حتى رمى جمرة\nالعقبة الا أن يخالطها بتكبير فالأقرب للعامل أن يأتي بالذكرين جميعا لكن\nيكثر التلبية ويأتي بالتكبير في أثنائها والله تعالى أعلم قوله لاتخذناه أي\nيوم النزول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p250'> Vol. 05, p. 250</a>\n            </div>\n            \n</p>\n\n<p>\n3002 ليلة الجمعة لعل المراد بها ليلة السبت فأضيفت إلى الجمعة لاتصالها\nبها والمراد أنها نزلت يوم الجمعة في قرب الليلة فالله تعالى جمع لنا فيه\nبين عيدين عيد الجمعة وعيد عرفات من غير تصنع منا رحمة علينا فله المنة\nوالفضل قوله\n</p>\n\n<p>\n3003 أكثر من أن يعتق أي أكثر من جهة الإعتاق وبملاحظته فليست من هذه\nتفضيلية وإنما التفضيلية من التي في قولها من يوم عرفة وانه ليدنو أي\nبالرحمة إلى الخلائق قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p251'> Vol. 05, p. 251</a>\n            </div>\n            \n</p>\n\n<p>\n3004 ان يوم عرفة أي لمن كان بعرفة ويوم النحر وأيام التشريق أي مطلقا\nوقوله\n</p>\n\n<p>\n3005 عند سرادقه هو بضم السين قيل الخيمة وقيل هو الذي يحيط بالخيمة وله\nباب يدخل منه إلى الخيمة وقيل هو ما يمد فوق البيت قوله فسطاطه هو بالضم\nوالكسر ضرب من الأبنية في السفر دون السرادق وبهذا ظهر منشا الخلاف بين\nالعلماء في التلبية في عرفات وظهر أن الحق مع أي الفريقين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p252'> Vol. 05, p. 252</a>\n            </div>\n            \n</p>\n\n<p>\n3006 من بغض علي أي لأجل بغضه أي وهو كان يتقيد بالسنن فهؤلاء تركوها\nبغضا له قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p253'> Vol. 05, p. 253</a>\n            </div>\n            \n</p>\n\n<p>\n3010 يصلي الصلاة لوقتها أي بلا ضرورة وقد استدل به من لا يقول بالجمع في\nالسفر والأقرب أنه نفي فلا يعارض الإثبات قوله الحمس بضم الحاء وسكون الميم\nجمع أحمس لأنهم تحمسوا في دينهم أي تشددوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p254'> Vol. 05, p. 254</a>\n            </div>\n            \n</p>\n\n<p>\n3012 ثم أفيضوا أي ادفعوا أنفسكم أو مطاياكم أيها القريش من حيث أفاض\nالناس أي غيركم وهو عرفات والمقصود أي ارجعوا من ذلك المكان ولا شك أن\nالرجوع من ذلك المكان يستلزم الوقوف فيه لأنه مسبوق به فلزم من ذلك الأمر\nبالوقوف من حيث وقف الناس وهو عرفة قوله\n</p>\n\n<p>\n3014 فقال أني رسول رسول الله صلى الله تعالى عليه وسلم اليكم الخ إرساله\nصلى الله تعالى عليه وسلم الرسول بذلك لتطييب قلوبهم <span id='ms348'></span> لئلا يتحزنوا ببعدهم\nعن موقف رسول الله صلى الله تعالى عليه وسلم ويروا ذلك نقصا في الحج أو\nيظنوا أن ذلك المكان الذي هم فيه ليس بموقف ويحتمل أن المراد بيان أن هذا\nخير مما كان عليه قريش من الوقوف بمزدلفة وانه شيء اخترعوه من أنفسهم والذي\nأورثه إبراهيم هو الوقوف بعرفة والله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p255'> Vol. 05, p. 255</a>\n            </div>\n            \n</p>\n\n<p>\n3015 فحدثنا أن نبي الله صلى الله تعالى عليه وسلم قال أي فحدثنا طويلا\nمن جملته هذا قوله\n</p>\n\n<p>\n3016 الحج عرفة قيل التقدير معظم الحج وقوف يوم عرفة وقيل إدراك الحج\nإدراك وقوف يوم عرفة والمقصود أن إدراك الحج يتوقف على إدراك الوقوف بعرفة\nفقد تم حجه أي أمن من الفوات والا فلا بد من الطواف قوله\n</p>\n\n<p>\n3017 فجالت به الناقة في مشارق عياض جالت به الفرس أي ذهبت عن مكانها\nومشت وهو رافع يديه أي يجتذب بها رأسها إليه ليمنعها من السرعة في السير لا\nتجاوزان رأسه بالنزول عنه إلى ما تحته على هينته بكسر الهاء أي سكينته ولعل\nالمراد أن ذلك كان إذا لم يجد فجوة والا فقد جاء وإذا وجد فجوة نص قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p256'> Vol. 05, p. 256</a>\n            </div>\n            \n</p>\n\n<p>\n3018 يكبح راحلته من كبحت الدابة إذا جذبت رأسها إليك وأنت راكب ومنعتها\nمن سرعة السير إن ذفراها ذفرى البعير بكسر الذال المعجمة أصل أذنه وهما\nذفريان والذفري مؤنثة وألفها للتأنيث أو للالحاق قادمة الرحل أي طرف الرحل\nالذي قدام الراكب ليس في ايضاع الإبل أي اسراعها في السير ومنه أوضع البعير\nإذا حمله على سرعة السير قوله\n</p>\n\n<p>\n3019 لما دفع الدفع متعد لكن شاع استعماله بلا ذكر المفعول في موضع رجع\nلظهوره أي دفع نفسه أو مطيه حتى أنه يفهم منه معنى اللازم وقيل سمى الرجوع\nمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p257'> Vol. 05, p. 257</a>\n            </div>\n             عرفات ومزدلفة دفعا لأن الناس في مسيرهم ذاك مدفوعون يدفع\nبعضهم بعضا شنق ناقته بفتح نون خفيفة من حد ضرب أي ضم وضيق زمامها يقال شنق\nالبعير إذا كففت زمامه وأنت راكبه قوله\n</p>\n\n<p>\n3020 وهو كاف من الكف قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p258'> Vol. 05, p. 258</a>\n            </div>\n             @ 259\n</p>\n\n<p>\n3023 يسير العنق أي السير الوسط المائل إلى <span id='ms349'></span> السرعة فجوة بفتح فاء وسكون\nجيم الموضع المتسع بين الشيئين نص أي حرك الناقة ليستخرج أقصى سيرها قوله\n</p>\n\n<p>\n3024 إلى الشعب بكسر الشين الجبل بين الطريقين المصلى أي المحل الذي تحسن\nفيه الصلاة هذه الليلة للحاج أمامك قدامك قوله\n</p>\n\n<p>\n3025 فقلت يا رسول الله الصلاة قال أبو البقاء الوجه النصب على تقدير\nأتريد الصلاة أو أتصلي الصلاة وقال القاضي عياض هو بالنصب على الإغراء\nويجوز الرفع بإضمار فعل أي حانت الصلاة أو حضرت الصلاة أمامك بالرفع مبتدأ\nوخبر والمراد موضع الصلاة كما في المصلى أمامك لم يحل بضم الحاء أي لم\nيفكوا ما على الجمال من الأدوات قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p259'> Vol. 05, p. 259</a>\n            </div>\n            \n</p>\n\n<p>\n3028 لم يسبح بينهما أي لم يتنفل بين الصلاة ولا على أثر واحدة منهما ولا\nعقب واحدة منهما لا عقب الأولى ولا عقب الثانية وهذا تأكيد بالنظر إلى\nالأولى تأسيس بالنظر إلى الثانية فليتأمل قوله\n</p>\n\n<p>\n3029 ليس بينهما سجدة أي صلاة نافلة قوله بإقامة واحدة وقد جاء في نفس\nحديث بن عمر ما يفيد الجمع باقامتين لحديث جابر فالوجه الأخذ به كما عليه\nالجمهور واختاره الطحاوي وغيره من علمائنا قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p260'> Vol. 05, p. 260</a>\n            </div>\n            \n</p>\n\n<p>\n3031 أقبلنا نسير حتى بلغنا ظاهره أنه ما نزل لكن المراد أنه ما صلى في\nسباق قريش بضم السين أي فيمن سبق منهم إلى منى قوله\n</p>\n\n<p>\n3032 في ضعفه أهله أي في الضعفاء من أهله وهو جمع ضعيف قيل هو غريب قوله\n</p>\n\n<p>\n3035 أن تغلس من التغليس وهو السير بغلس أي آخر الليل قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p261'> Vol. 05, p. 261</a>\n            </div>\n            \n</p>\n\n<p>\n3037 امرأة ثبطة بفتح المثلثة وكسر الموحدة أو سكونها وطاء مهملة أي\nثقيلة بطينة قوله\n</p>\n\n<p>\n3038 ما رأيت رسول الله الخ هذا الحديث من مشكلات الأحاديث وقد تكلمت\nعليه في حاشية صحيح البخاري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p262'> Vol. 05, p. 262</a>\n            </div>\n             وأبى داود والصحيح في معناه أن\nمراده ما رأيته صلى صلى الله تعالى عليه وسلم صلاة لغير وقتها المعتاد لقصد\nتحويلها عن وقتها المعتاد وتقريرها في غير وقتها المعتاد لما في صحيح\nالبخاري من روايته رضي الله تعالى عنه أن رسول الله صلى الله تعالى عليه\nوسلم قال ان هاتين الصلاتين حولتا عن وقتهما <span id='ms350'></span> في هذا المكان وهذا معنى وجيه\nويحمل قوله قبل ميقاتها على هذا الميقات المعتاد ويقال على أنه غلس تغليسا\nشديدا يخالف التغليس المعتاد لا أنه صلى قبل أن يطلع الفجر فقد جاء في\nحديثه وحديث غيره أنه صلى بعد طلوع الفجر وعلى هذا المعنى لا يرد شيء سوى\nالجمع بعرفة ولعله كان يرى ذلك للسفر والله تعالى أعلم قوله من صلى صلاتنا\nإلى قوله\n</p>\n\n<p>\n3039 فقد تم حجه أي أمن من الفوات على أحسن وجه وأكمله والا فأصل التمام\nبهذا المعنى بوقوف عرفة كما تقدم فيما سبق وأيضا شهود الصلاة مع الصلاة ليس\nبشرط للتمام عند أحد قوله\n</p>\n\n<p>\n3040 فلم يدرك أي على أحسن وجه قوله\n</p>\n\n<p>\n3041 لم أدع حبلا بحاء مهملة مفتوحة وموحدة ساكنة هو المستطيل من الرمل\nوقيل الضخم منه وقيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p263'> Vol. 05, p. 263</a>\n            </div>\n             الحبال من الرمل كالجبال في غير الرمل\nوقيل الحبال ما دون الجبال في الارتفاع ليلا أو نهارا يدل على أن الجمع بين\nجزء من النهار وجزء من الليل ليس بشرط بل لو أدرك جزءا من النهار وحده لكفى\nفي حصول الحج فقد تم قد سبق معناه وقضى تفثه أي أتم مدة ابقاء النفث أعني\nالوسخ وغيره مما يناسب المحرم فحل له أن يزيل عنه التفث بحلق الرأس وقص\nالشارب والأظفار وحلق العانة وإزالة الشعث والدرن والوسخ مطلقا قوله\n</p>\n\n<p>\n3044 من جاء ليلة جمع أي جاء عرفات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p264'> Vol. 05, p. 264</a>\n            </div>\n             أيام منى ثلاثة أي سوى\nيوم النحر وإنما لم يعد يوم النحر من أيام منى لأنه ليس مخصوصا بمنى بل فيه\nمناسك كثيرة قوله أشرق صيغة أمر من الإشراق وقوله ثبير بفتح المثلثة وكسر\nالموحدة وسكون التحتية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p265'> Vol. 05, p. 265</a>\n            </div>\n             وبالراء جبل عظيم بالمزدلفة على يسار\nالذاهب منها إلى منى وهو منادى بتقدير يا ثبير أي لتطلع الشمس عليك حتى\nنفيض إلى منى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p266'> Vol. 05, p. 266</a>\n            </div>\n             قوله كان يسير ناقته بالتشديد والمراد سيرا وسطا\nمعتادا قوله أوضع أي أجرى جمله قوله ومحسر بكسر السين المشددة قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p267'> Vol. 05, p. 267</a>\n            </div>\n             @ 268\n</p>\n\n<p>\n3055 فلم يزل يلبي أي النبي صلى الله تعالى عليه وسلم حتى رمى أي شرع في <span id='ms351'></span>\nرمى الجمرة أو فرغ منه قولان قوله\n</p>\n\n<p>\n3057 القط لي صيغة أمر من لقط كنصر وإنما هلك بتخفيف اللام متعد بمعنى\nأهلك وقد جاء متعديا كما في القاموس كما جاء لازما وهو الأكثر والفاعل\nالغلو بالرفع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p268'> Vol. 05, p. 268</a>\n            </div>\n             قوله وهو كاف من الكف بحصى الخذف الخذف بخاء وذال\nمعجمتين رمى الإنسان بحصاة ونحوها من بين سبابتيه من باب ضرب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p269'> Vol. 05, p. 269</a>\n            </div>\n            \nقوله وهو محرم يدل على جواز الاستظلال للمحرم وعلى أن الركوب كان يوم النحر\n</p>\n\n<p>\n3062 خذوا مناسككم أي تعلموها مني واحفظوها وهذا لا يدل على وجوب المناسك\nوإنما يدل على وجوب قوله لا ضرب الخ تعريض للأمراء بأنهم أحدثوا هذه الأمور\nوإليك إليك اسم فعل أي تبعد وتنح قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p270'> Vol. 05, p. 270</a>\n            </div>\n             الأخذ والتعلم فمن استدل\nبه على وجوب شيء من المناسك فدليله في محل النظر فليتأمل قوله أغيلمة صغير\nأغلمة والمراد الصبيان ولذلك صغرهم ونصبه على الإختصاص على حمرات جمع حمر\nجمع تصحيح يلطح من اللطح بالحاء المهملة الضرب الخفيف أبيني بضم همزة وفتح\nموحدة وسكون مثناة من تحت ثم نون مكسورة ثم ياء مشددة قيل هو تصغير ابني\nكأعمى وأعيمى وهو اسم مفرد يدل على الجمع أو جمع بن مقصورا كما جاء ممدودا\nبقي أن القياس حينئذ عند الإضافة إلى ياء المتكلم أبيناي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p271'> Vol. 05, p. 271</a>\n            </div>\n             فكأنه\nرد الألف إلى الواو على خلاف القياس ثم قلب الواو ياء وأدغم الياء في الياء\nوكسر ما قبله ويحتمل ان يكون مقصور الآخر لا مشدده فالأمر أظهر والله تعالى\nأعلم قوله\n</p>\n\n<p>\n3066 أمر إحدى يدل على أنه تخصيص والحكم عموما أن يكون الرمي بعد طلوع\nالشمس قوله\n</p>\n\n<p>\n3067 لا حرج ظاهره أنه لا عقوبة ولا دم ولا اثم ومن يوجب الدم يؤوله بأن\nالمراد لا اثم لأنه فعل خطأ ولا اثم في الخطأ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p272'> Vol. 05, p. 272</a>\n            </div>\n             قوله\n</p>\n\n<p>\n3069 في البيتوتة أي في شأنها أو في تركها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p273'> Vol. 05, p. 273</a>\n            </div>\n             قوله\n</p>\n\n<p>\n3073 لا تقولوا سورة البقرة كره أن تضاف السورة إلى البقرة ورده إبراهيم\nالنخعي بأنه جاء وورد في كلام بن مسعود فيحمل على أنه صار اسما والله تعالى\nاعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p274'> Vol. 05, p. 274</a>\n            </div>\n            \n</p>\n\n<p>\n3077 وبعضنا يقول <span id='ms352'></span> رميت بست الخ الظاهر أن الأمر مبني على التسامح وقيام\nالأكثر مقام الكل قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p275'> Vol. 05, p. 275</a>\n            </div>\n            \n</p>\n\n<p>\n3083 التي تلي المنحر منحر الظاهر أن المراد قرب الجمار إلى المسجد\nوحينئذ توصيفها بأنها تلي المنحر لا يخلو عن خفاء والله تعالى أعلم قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p276'> Vol. 05, p. 276</a>\n            </div>\n            \n</p>\n\n<p>\n3084 أفطيب هو أي لا شك في كونه طيبا فالطيب قبل الطواف حلال إذا حلق\nوالله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p277'> Vol. 05, p. 277</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "249",
    "250",
    "251",
    "252",
    "253",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "267",
    "268",
    "269",
    "270",
    "271",
    "272",
    "273",
    "274",
    "275",
    "276",
    "277"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08"
  ]
}