{
  "content": "\n<p>\n| 1 ( كتاب الجهاد )\n</p>\n\n<p>\nقوله\n</p>\n\n<p>\n3085 اخرجوا نبيهم قاله تأسفا على ما فعلوا ليهلكن بضم الكاف من الهلاك\nفعرفت الظاهر أنه من كلام أبي بكر بتقدير قال أبو بكر فعرفت إذ بن عباس\nيومئذ كان صغيرا ولم يكن معه صلى الله تعالى عليه وسلم يومئذ والله تعالى\nاعلم قوله فلما آمنا الخ قالوا ذلك ليرخص لهم في القتال حولنا من التحويل\nأي حول المسلمين بالهجرة ولم يرد بن عباس نفسه إذ هو لم يهاجر أولا أمرت\nعلى بناء المفعول أي النبي صلى الله تعالى عليه وسلم فكفوا أي أنفسهم عن\nالقتال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p002'> Vol. 06, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\n3086 الذين قيل لهم كفوا أيديكم أي منعوا عنه حين أرادوه وطلبوه بأنفسهم\nقوله نعم عن أبي هريرة أي قال الزهري نعم عن سعيد بن المسيب راويا عن أبي\nهريرة قوله\n</p>\n\n<p>\n3087 بجوامع الكلم أي الكلم الجامعة من إضافة الصفة إلى الموصوف والجوامع\nجمع جامعة قال الهروي يعني القرآن جمع الله تعالى في ألفاظ يسيرة منه معاني\nكثيرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p003'> Vol. 06, p. 003</a>\n            </div>\n             وكذلك كان صلى الله تعالى عليه وسلم يتكلم بألفاظ يسيرة\nتحتوي على معاني كثيرة ونصرت على بناء المفعول بالرعب أي بايقاع الله تعالى\nالخوف في قلوب الأعداء بلا أسباب عادية كما لأبناء الدنيا قوله أتيت\nبمفاتيح قال القرطبي هذه الرؤيا أوحى الله فيها لنبيه صلى الله تعالى عليه\nوسلم أن أمته ستملك الأرض ويتسع سلطانها ويظهر دينها ثم انه وقع ذلك كذلك\nفملكت أمته صلى الله تعالى عليه وسلم من الأرض ما لم تملكه أمة من الأمم\nفيما علمناه فكان هذا الحديث من أدلة نبوته صلى الله تعالى عليه وسلم قلت\nصدق الرؤيا قد يتحقق لغير نبي أيضا وليس من الخوارق <span id='ms353'></span> فدلالته على النبوة\nخفية فليتأمل قال وذلك لأن من ملك مغلقا فقدتمكن من فتحه ومن الاستيلاء على\nما فيه وأنتم تنتثلونها أي تستخرجونها يعني الأموال وما فتح عليهم من زهرة\nالدنيا قوله الناس أي مشركي العرب أوكلهم والحديث قبل شرع الجزية\n</p>\n\n<p>\n3090 حتى يقولوا لا إله إلا الله كناية عن إظهار الإسلام وقبوله فدخل فيه\nالشهادتان وغيرهما والله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p004'> Vol. 06, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\n3091 لما توفي على بناء المفعول وكذا استخلف وقوله وكفر أي عامل معاملة\nمن كفر بمنعه الزكاة أو لأنهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p005'> Vol. 06, p. 005</a>\n            </div>\n             ارتدوا بإنكارهم وجوب الزكاة\nعليهم فإن الزكاة حق المال أشار به إلى اندراجه في قوله صلى الله تعالى\nعليه وسلم الا بحقه عناقا بفتح العين وهو ليس من سن الزكاة فأما هو على\nالمبالغة أو مبنى على أن من عنده أربعون سخلة يجب عليه واحدة منها وأن حول\nالامهات حول النتاج ولا يستأنف لها حول ما هو أي سبب رجوعي إلى رأي أبي بكر\nالا أن رأيت لما ذكر لي من الدليل والله تعالى أعلم قوله لما جمع أي العسكر\nوفي نسخة أجمع من الإجماع أي عزم لقتالهم أي لأجله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p006'> Vol. 06, p. 006</a>\n            </div>\n             قوله قد شرح\nعلى بناء المفعول قوله وألسنتكم أي بإقامة الحجج وبالذم بالشعر وبالنهي\nوالزجر قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p007'> Vol. 06, p. 007</a>\n            </div>\n             @ 8\n</p>\n\n<p>\n3097 ولم يحدث نفسه من التحديث قيل بأن يقول في نفسه يا ليتني كنت غازيا\nأو المراد ولم ينو الجهاد وعلامته اعداد الآلات قال تعالى ولو أرادوا\nالخروج لأعدوا له عدة شعبة بضم فسكون قيل أشبه المنافقين المتخلفين عن\nالجهاد في وصف التخلف ولعله مخصوص بوقته صلى الله تعالى عليه وسلم كما روى\nعن بن المبارك والله تعالى أعلم قوله\n</p>\n\n<p>\n3098 لا تطيب من الطيب وأنفسهم فاعله ولا أجد ما أحملكم عليه من الجمال\nوالدواب أي وفي مشيهم مشقة تامة عليهم ماتخلفت أي بل مشيت مع كل سرية قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p008'> Vol. 06, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\n3099 وهو يملها من أمل الكتاب عليه أي أملي عليه أي ألقي عليه ليكتب\nفثقلت على أنه حدث في أعضائه ثقل محسوس من ثقل القول النازل عليه لقوله\nتعالى انا <span id='ms354'></span> سنلقي عليك قولا ثقيلا سترض بتشديد الضاد أي ستكسر ثم سرى عنه\nعلى بناء المفعول أي كشف وأزيل غير أولي الضرر مفعول فأنزل الله عليه وفيه\nدليل على جواز تأخير التخصيص بغير المستقل لمصلحة ولازمه جواز الاستثناء\nالمتأخر والجمهور على منعه قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p009'> Vol. 06, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\n3100 حتى همت أي قصدت وأرادت فخذه والمراد كادت ترض أي تكسر قوله بالكتف\nهو عظم كانوا يكتبون فيه لقلة القراطيس وقوله واللوح بمعنى أو اللوح\n</p>\n\n<p>\n3102 فكيف في أي فكيف تقول في شأني قوله\n</p>\n\n<p>\n3103 ففيهما فجاهد أي جاهد نفسك أو الشيطان في تحصيل رضاهما وايثار\nهواهما على هواك وقيل المعنى فاجتهد في خدمتهما وإطلاق الجهاد للمشاكلة\nوالفاء الأولى فصيحة والثانية زائدة وزيادتها في مثل هذا شائع ومنه قوله\nتعالى وفي ذلك فليتنافس المتنافسون قوله فالزمها من لزمه كسمع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p010'> Vol. 06, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\n3104 فإن الجنة أي نصيبك منها لا يصل إليك الا برضاها بحيث كأنه لها وهي\nقاعدة عليه فلا يصل إليك الا من جهتها فإن الشيء إذا صار تحت رجل أحد فقد\nتمكن منه واستولى عليه بحيث لا يصل إلى آخر الا من جهته والله تعالى اعلم\nقوله\n</p>\n\n<p>\n3105 في شعب بكسر الشين أي واد من الشعاب بكسر الشين أيضا أي من الأودية\nيريد المعتزل عن الخلق وفي قوله ويدع الناس إشارة إلى أن صاحب العزلة ينبغي\nله أن ينظر في العزلة إلى ترك الناس عن شره لا إلى خلاصه عن شرهم ففي الأول\nتحقير النفس وفي الثاني تحقيرهم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p011'> Vol. 06, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\n3106 إن من خير الناس رجلا بالألف في بعض النسخ وفي بعضها بدون الألف فهو\nاما منصوب وترك الألف كتابة في المنصوب عندهم كثيرا أو مرفوع والتقديران\nالشأن من خير الناس رجل لا يرعوي أي لا ينكف ولا ينزجر من ارعوى إذا كف وقد\nارعوى عن القبيح وقيل الارعواء الندم على الشيء وتركه قوله\n</p>\n\n<p>\n3107 فتطعمه النار من طعم أي فتأكله النار أو من أطعم على بناء الفاعل\nوالضمير لله أو على بناء المفعول ونائب الفاعل النار حتى يرد من التعليق\nبالمحال العادي ليدل على أن <span id='ms355'></span> دخول الباكي من خشية الله في النار محال ومثله\nقوله تعالى حتى يلج الجمل في سم الخياط ولعل الله تعالى لا يوفق للبكاء من\nالخشية الا من أراد له النجاة من النار ابتداء في منخري مسلم تثنية منخر\nبفتح الميم والخاء وبكسرهما وبضمهما وكمجلس خرق الأنف كذا في القاموس وقيل\nبفتح الميم وكسر الخاء وقد تكسر ميمه اتباعا للخاء وقد يفتح الخاء اتباعا\nللميم خرق الأنف وحقيقته موضع النخر وهو صوت الأنف وفيه أن المسلم الحقيقي\nإذا جاهد لله خالصا لا يدخل النار وعلى هذا فمن علم في حقه خلافه فلا بد أن\nلا يكون مسلما بالتحقيق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p012'> Vol. 06, p. 012</a>\n            </div>\n             أو لم يجاهد من الإخلاص والله تعالى\nأعلم قوله\n</p>\n\n<p>\n3109 لا يجتمعان في النار خبر محذوف أي شيآن لا يجتمعان أو هو على لغة\nأكلوني البراغيث وعلى التقديرين فقوله مسلم قتل كافرا بتقدير معطوف أي\nوالكافر الذي قتله وقوله ثم سدد وقارب يفيد أنه مشروط بعدم الانحراف بعد\nذلك وفيح جهنم أي أثر فيح جهنم من الحرارة وفيح جهنم انتشارها والحسد تقبيح\nللحسد وبيان أنه لا ينبغي للمؤمن أن يحسد فإنه ليس من شأنه ذلك فمعنى لا\nيجتمعان ها هنا أنه ليس من شأن المؤمن أن يجمعهما ويحتمل أن المراد\nبالإيمان كماله فليتأمل والله تعالى أعلم قوله\n</p>\n\n<p>\n3110 ولا يجتمع الشح والايمان أي لا ينبغي للمؤمن أن يجمع بينهما إذ الشح\nأبعد شيء من الإيمان أو المراد بالإيمان كماله كما تقدم أو المراد أنه قلما\nيجتمع الشح والايمان واعتبر ذلك بمنزلة العدم وأخبر بأنهما لا يجتمعان\nويؤيد الوجهين الأخيرين ما سيجيء لا يجمع الله تعالى الإيمان والشح في قلب\nمسلم قوله في سبيل الله حمله على أن المراد سبيل الخير مطلقا لا الجهاد\nبخصوصه وعلى كل تقدير فلا بد من الإسلام والإخلاص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p013'> Vol. 06, p. 013</a>\n            </div>\n             والله تعالى\nأعلم قوله سهرت في القاموس سهر كفرح لم ينم ليلا قوله الغدوة الخ أي ساعة\nمن أول النهار أو آخره\n</p>\n\n<p>\n3118 أفضل من الدنيا أي من انفاقها أو هو على اعتقادهم الخير <span id='ms356'></span> في حصول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p015'> Vol. 06, p. 015</a>\n            </div>\n             الدنيا والله تعالى أعلم قوله حق على الله أي واجب بمقتضى وعده\nالعفاف بفتح العين أي الكف عن المحارم قوله\n</p>\n\n<p>\n3122 لا يخرجه من الإخراج الا الجهاد بالرفع والجملة حال وتصديق كلمته\nعطف على الجهاد والمراد بالكلمة كلمة التوحيد أو الدين من أجر أي فقط أو\nغنيمة أي معه قوله انتدب الله أي تكفل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p016'> Vol. 06, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\n3123 لايخرجه الا الإيمان بي هذا من كلامه تعالى فلا بد من تقدير القول\nها هنا أي قائلا لا يخرجه وهو حال من فاعل انتدب أو تقدير ما يؤدي مؤداه\nأول الكلام والمعنى سمعت رسول الله صلى الله تعالى عليه وسلم يقول حاكيا عن\nالله انتدب أو يقول قال الله تعالى انتدب الله ونحو ذلك فيكون من باب وضع\nالظاهر موضع الضمير وأصله انتدبت وهذا في كلامه تعالى كثير ويكون قوله الا\nالإيمان بي من باب الالتفات انه أي ذلك الخارج ضامن أي ذو ضمان أو مضمون\nمرعى حاله على أنه فاعل بمعنى المفعول حتى أدخله من الادخال قوله والله\nأعلم فيه أن الأجر للمخلص لا لمن يظهر منه عند الناس أنه مجاهد\n</p>\n\n<p>\n3124 وتوكل الله أي تكفل أو يرجعه من الرجع المتعدي أي يرده لا من الرجوع\nفإنه لازم وجعله من الارجاع بعيد فإنه غير فصيح قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p017'> Vol. 06, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\n3125 ما من غازية أي جماعة أو سرية أو طائفة غازية تغزو عاد الضمير\nبالتأنيث والافراد على لفظ غازية فتصيبون عاد بالتذكير والجمع على معناها\nألا تعجلوا الخ هذا فيمن لم ينو الغنيمة بغزوه وأما من نوى فقد استوفى أجره\nكله من الآخرة بالخاء المعجمة قوله كمثل الصائم القائم أي ما دام في الجهاد\nقوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p018'> Vol. 06, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\n3128 لا أجده أي لا أجده مع أنك تستطيعه وقوله لا تفتر من باب نصر أي\nتديم على القيام من غير فتور والجملة حال قوله وأخرى أي وعندي خصلة أخرى أو\nوأعلمك خصلة أخرى والله تعالى أعلم قوله كان حقا على الله أي واجبا عليه\nبمقتضى وعده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p019'> Vol. 06, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\n3132 أن يغفر له الظاهر كل ذنوبه صغائره وكبائره ويحتمل <span id='ms357'></span> التخصيص بالبعض\nهاجر الخ أي ولو ترك الهجرة فقال ان للجنة أي ليس المطلوب المغفرة فقط بل\nتحصيل الدرجات أيضا مطلوب والاخبار بمثل هذا الخبر ربما يؤدي إلى قصر الهمة\nعلى تحصيل المغفرة وهو يفضي إلى الحرمان عن الدرجات المطلوبة فلا ينبغي\nالاخبار ولولا أن أشق أي أنا مع حصول المغفرة لي قطعا أريد الجهاد في سبيل\nالله لتحصيل الخير فكيف حال الغير أن يتخلفوا بعدي أي فيوجب ذلك إلى مشيهم\nمعي على الرجل وفيه من المشقة عليهم ما لا يخفى ولوددت يحتمل أن يكون ذاك\nقبل قوله تعالى والله يعصمك من الناس ويحتمل أن يكون بعده لجواز تمني\nالمستحيل كما في ليت الشباب يعود والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p020'> Vol. 06, p. 020</a>\n            </div>\n             قوله الحميل\nأي الكفيل والظاهر أن تفسير الزعيم مدرج من بعض الرواة\n</p>\n\n<p>\n3133 آمن بي بالقلب وأسلم بالظاهر في ربض الجنة بفتحتين في المجمع هو ما\nحولها خارجا عنها تشبيها بأبنية حول المدن وتحت القلاع قلت ينبغي أن يراد\nها هنا في طرف الجنة داخلها لا خارجا عنها والا يلزم المنزلة بين المنزلتين\nفليتأمل مطلبا أي محل طلب أي ما من مكان يطلب فيه الخير الا حضره وطلب فيه\nالخير وأخذ منه حظه مهربا أي ما من مكان يهرب إليه من الشر ويلجأ إليه\nويعتصم به للخلاص منه الا هرب إليه واعتصم به قوله باطرقه بضم الراء جمع\nطريق تسلم أي كيف تسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p021'> Vol. 06, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\n3134 وإنما مثل المهاجر كمثل الفرس في الطول بكسر الطاء وفتح الواو وهو\nالحبل الذي يشد أحد طرفيه في وتد والطرف الآخر في يد الفرس وهذا من كلام\nالشيطان ومقصوده أن المهاجر يصير كالمقيد في بلاد الغربة لا يدور الا في\nبيته ولا يخالطه الا بعض معارفه فهو كالفرس في طول لا يدور ولا يرعى الا\nبقدره بخلاف أهل البلاد في بلادهم فإنهم مبسوطون لا ضيق عليهم فأحدهم\nكالفرس المرسل فهو جهد النفس بفتح الجيم بمعنى المشقة والتعب والمراد\nبالمال الجمال والعبيد ونحوهما أو المال مطلقا وإطلاق الجهد للمشاكلة أي\nتنقيصه <span id='ms358'></span> واضاعته والله تعالى أعلم وان غرق كسمع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p022'> Vol. 06, p. 022</a>\n            </div>\n             قوله ليذكر على\nبناء المفعول أي ليرى منزلته ومرتبته في الشجاعة ليغنم أي ليحصل له الغنيمة\n</p>\n\n<p>\n3136 ليرى مكانه على بناء المفعول أي ليرى منزلته ومرتبته في الشجاعة\nوهذا رياء وما سبق من الذكر سمعه كلمة الله أي دينه قوله ثلاثة أي ثلاثة\nأنواع لا ثلاثة أشخاص استشهد على بناء المفعول أي قتل شهيدا صورة في اعتقاد\nالناس فعرفه من التعريف كذبت أي في دعوى كون القتال فيك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p023'> Vol. 06, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\n3137 فقد قيل هذا مبني على أن العادة حصول هذا القول والا فحبط العمل لا\nيتوقف على هذا القول بل يكفي فيه أنه نوى الرياء والله تعالى أعلم قوله\n</p>\n\n<p>\n3138 الا عقالا بكسر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p024'> Vol. 06, p. 024</a>\n            </div>\n             العين حبل يشد به ذراع البعير قوله لا\nشيء له أي لا أجر له وابتغى على بناء المفعول أي طلب قوله فواق ناقة بضم\nالفاء وفتحها قدر ما بين الحلبتين من الراحة لأنها تحلب ثم تترك سويعة ترضع\nالفصيل لتدر ثم تحلب وقيل يحتمل ما بين الغداة إلى المساء أو ما بين أن\nتحلب في ظرف فامتلأ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p025'> Vol. 06, p. 025</a>\n            </div>\n             ثم تحلب في ظرف آخر أو ما بين جر الضرع إلى\nجره مرة أخرى وهو أليق بالترغيب في الجهاد ونصبه على الظرف بتقدير وقت فواق\nناقة أي وقتا مقدرا بذلك أو على اجرائه مجرى المصدر أي قتالا قليلا\n</p>\n\n<p>\n3141 من عند نفسه أي من قلبه وقوله صادقا بمنزلة التأكيد ثم مات أي كيفما\nكان ولو على فراشه جرح على بناء المفعول وكذا نكب وقوله نكبة بفتح نون مثل\nالعثرة تدمي الرجل فيها كاغزر بتقديم المعجمة على المهملة أي أكثر دما طابع\nبفتح الباء وكسرها الخاتم يختم به على الشيء قوله من شاب شيبة في سبيل الله\nأي مارس الجهاد حتى يشيب طائفة من شعره ويحتمل أن المراد بسبيل الله\nالإسلام ويؤيده رواية من شاب في الإسلام شيبة لكن لا يناسبه آخر الحديث\nكانت أي الشيبة له نورا\n</p>\n\n<p>\n3142 بلغ العدو هو مخفف وضميره للسهم أو هو مشدد وضميره لمن والمفعول <span id='ms359'></span>\nالثاني محذوف أي سهمه والأول أقرب قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p026'> Vol. 06, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\n3143 من بلغ بسهم الظاهر أنه مخفف والباء للتعدية إلى المفعول الثاني\nوالأول محذوف أي بلغ الكافر بسهم أي من أوصل سهما إلى كافر ويحتمل أنه مشدد\nمن التبليغ والباء زائدة وبالتشديد قد ضبط في بعض النسخ وقوله من رمى بسهم\nأي وان لم يبلغه فهو ترق من الأعلى ويجوز عكسه بمعنى من بلغ إلى مكان سهمه\nيكون له درجة وان لم يرم وان رمى يكون له كذا ذكره في المجمع والمعنى\nالثاني مبني على التخفيف فهو الوجه وقوله فهو ترق من الأعلى بعيد والأقرب\nتنزل من الأعلى والوجه الثاني غير مناسب لحديث كعب الآتي فليتأمل قوله\nواحذر أي من الزيادة في حديثه ولو سهوا قوله\n</p>\n\n<p>\n3144 أما انها ليست أي الدرجة والباء في قوله بعتبة أمك ليس ارتفاع\nالدرجة العالية من الدرجة السافلة مثل ارتفاع درجة بيتكم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p027'> Vol. 06, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\n3145 فبلغ العدو أي وصل إلى مكانه كان فداء بالرفع على أنه اسم كان كل\nعضو منه بالجر على الإضافة وضمير منه لمن أعتق عضوا بالنصب على أنه خبر كان\nمنه للقربة بتأويل الشخص أو الإنسان قوله يحتسب أي ينوي في صنعته بفتح\nفسكون أي عمله ومنبله اسم فاعل من نبله بالتشديد أو أنبله إذا ناوله النبل\nليرمي به والمراد من يقوم بجنب الرامي أو خلفه يناوله النبل واحدا بعد واحد\nأو يرد عليه النبل المرمى به ويحتمل أن المراد من يعطي النبل من ماله\nتجهيزا للغازي وامدادا له قوله لا يكلم على بناء المفعول أي لا يجرح والله\nأعلم الخ جملة معترضة لبيان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p028'> Vol. 06, p. 028</a>\n            </div>\n             أن المدار على الإخلاص الباطني\nالمعلوم عند الله لا على ما يظهر للناس وجرحه بضم الجيم يثعب بفتح ياء\nوسكون مثلثة وفتح عين مهملة آخره موحدة أي يجري وكلام بعضهم يقتضي أنه\nبالبناء للمفعول أي يسيل قوله\n</p>\n\n<p>\n3148 كلم يكلم أي صاحب كلم أي جرح قوله زملوهم أي غطوهم وادفنوهم يدمي\nبفتح الياء والميم أي يجرى دمه قوله\n</p>\n\n<p>\n3149 وولى الناس بتشديد اللام أي ولوا <span id='ms360'></span> ظهورهم كناية عن الفرار وفيهم طلحة\nأي معهم طلحة وهو زائد على هذا العدد أو واحد منهم طلحة وعد الكل أنصارا\nتغليبا والا فليس طلحة منهم والوجه هو الأخير لما في آخر الحديث فقاتل قتال\nالأحد عشر والله تعالى اعلم كما أنت أي كن على الحال التي أنت عليها واثبت\nعليها ولا تقاتلهم وعلى هذا فالكاف بمعنى على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p029'> Vol. 06, p. 029</a>\n            </div>\n             وما موصولة\nوالعائد محذوف حس بفتح الحاء وكسر السين المشددة من الأصوات المبنية يقال\nعند التوجع لو قلت بسم الله أخذ منه أن من يطعنه العدو ينبغي له أن يقول\nبسم الله أو نحو ذلك ولا ينبغي أن يظهر التوجع ولا يلزم من هذا أن كل من\nيقول بسم الله إذا طعن أو قطعت أصابعه يرفعه الملائكة بل الظاهر أن المراد\nالاخبار بما قدر لطلحة بخصوصه تقديرا مطلقا والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p030'> Vol. 06, p. 030</a>\n            </div>\n            \nقوله\n</p>\n\n<p>\n3150 قاتل أخي قد جاء أنه عمه فكأنه أطلق عليه اسم الأخ مجازا تشبيها له\nبالأخ وشكوا بتشديد الكاف من الشك رجل مات بسلاحه مقول الصحابة فقفل بتقديم\nالقاف على الفاء أي رجع أن أرتجز أي انشد الرجز عندك لمشي الجمال ونحوه\nوالرجز نوع من الشعر من قال هذا أي من نظمه أنت نظمته أو غيرك يهابون أي\nليخافون أن يصلوا عليه أي يرحموا عليه ويدعوا له بالرحمة من الله أو خافوا\nأن يصلوا عليه صلاة الجنازة يوم مات فالمضارع أي يهابون بمعنى الماضي وعلى\nالثاني فيه نوع تأنيس لقول من يقول يصلي على الشهيد فليتأمل يقولون أي في\nبيان سبب ذلك جاهدا أي جادا مبالغا في سبيل البر مجاهدا لأعدائه قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p031'> Vol. 06, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\n3151 لا يجدون حمولة بفتح الحاء ما يحمل عليه من بعير أو فرس أو بغل أو\nحمار قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p032'> Vol. 06, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\n3153 يقبضها ربها أي يميتها أهل الوبر أي أهل البوادي فإنهم يتخذون\nبيوتهم من وبر الإبل وأهل المدر أهل المدن والقرى والمراد أن يكون لي هؤلاء\nعبيدا فأعتقهم والله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p033'> Vol. 06, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\n3155 الا الدين أي الا ترك وفاء الدين إذ نفس الدين ليس <span id='ms361'></span> من الذنوب\nوالظاهر أن ترك الوفاء ذنب إذا كان مع القدرة على الوفاء فلعله المراد\nوالله تعالى أعلم وذكر السيوطي عن بعض العلماء في حاشية الترمذي فيه تنبيه\nعلى أن حقوق الآدميين لا تكفر لكونها مبنية على المشاحة والتضييق ويمكن أن\nيقال أن هذا محمول على الدين الذي هو خطيئته وهو الذي استدانه صاحبه على\nوجه لا يجوز بأن أخذه بحيلة أو غصبه فثبت في ذمته البدل أو أدان غير عازم\nعلى الوفاء لأنه استثنى ذلك من الخطايا والأصل في الاستثناء أن يكون من\nالجنس فيكون الدين المأذون فيه مسكوتا عنه في هذا الاستثناء فلا يلزم\nالمؤاخذة به لجواز أن يعوض الله صاحبه من فضله قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p034'> Vol. 06, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\n3159 ما على الأرض من نفس الخ من زائدة ونفس اسم ما والجار والمجرور أعني\nعلى الأرض لو تأخر لكان صفة لنفس فحين تقدم يكون حالا وفائدته تعميم الحكم\nلأهل الأرض والاحتراز عن أهل السماء وجملة تموت صفة نفس وجملة ولها خبر حال\nمن ضمير تموت وجملة تحب خبر ما وجملة ولها الدنيا حال من فاعل ترجع والمعنى\nمن مات وله خير عند الله لا يحب الرجوع إلى الدنيا ولو جعل له تمام الدنيا\nبعد الرجوع ففيه أن الآخرة خير من الدنيا فمن له نصيب منها لا يرضى بتركه\nإياها بتمام الدنيا قوله الا القتيل أي أنه يحب الرجوع حرصا على تحصيل فضل\nالشهادة مرارا لا لاختيار نفس الدنيا على الآخرة قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p035'> Vol. 06, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\n3160 يؤتى بالرجل أي الشهيد أو غيره فإنه يتمنى الرجوع إذا رأى فضل\nالشهيد لكن الموافق للحديث المتقدم هو الأول ويمكن التوفيق بحمل الحديث\nالسابق على أيام البرزخ وهذا على ما بعد دخول الجنة يوم القيامة وهو مبني\nعلى إمكان غفول بعض الناس عن فناء الدنيا ان تردني إلى الدنيا أي عشر مرات\nأو مرة وعلى الثاني فمعنى فأقتل في سبيلك عشر مرات أن يقتل ثم يحيا من\nساعته في مكانه والله تعالى أعلم قوله يقرصها على بناء المفعول وضميرها\nللقرصة ونصبه على أنه <span id='ms362'></span> مفعول مطلق ونائب الفاعل ضمير الأحد قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p036'> Vol. 06, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\n3162 الشهادة بصدق أي لا لمجرد الرغبة في فضل الشهداء من غير أن يرضى\nبحصولها ان حصلت وسؤال الشهادة مرجعه سؤال الموت الذي لا محالة واقع على\nأحسن حال وهو فناء النفس في سبيل الله وتحصيل رضاه وهو محبوب من هذه الجهة\nفيجوز أن يسأل ولا يضر ما يلزمه من معصية الكافر وفرحة الأعداء وحزن\nالأولياء فليتأمل وان مات على فراشه أي ولم يقتل في سبيل الله قوله\n</p>\n\n<p>\n3163 خمس من قبض فيهن أي خمس أحوال أو صفات ثم ذكر أصحاب هذه الأحوال\nوالصفات فإن بيانهم يستلزم معرفتها ويغني عن بيانها والمراد بسبيل الله في\nالأول الجهاد وفي غيره وهو المتبادر أيضا فإنه المراد عرفا من مطلق هذا\nالاسم وأيضا المعاد معرفة يكون عين الأول لكن مقتضى الأحاديث المطلقة خلافه\nفيحتمل أن يراد به الإسلام توفيقا بين هذا الحديث وبين الأحاديث المطلقة\nوان كان مقتضى أصول كثير من الفقهاء أن يحمل المطلق على المقيد لكن المرجو\nها هنا هو الأول والله تعالى أعلم والغرق بكسر الراء الذي مات بالغرق قوله\nوالمتوفون بتشديد الفاء المفتوحة\n</p>\n\n<p>\n3164 إلى ربنا أي رافعين اختصامهم إلى الله في الذين يتوفون على بناء\nالمفعول ولا 38 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p037'> Vol. 06, p. 037</a>\n            </div>\n             شك أن مقصود الشهداء بذلك الحاق المطعون معهم\nورفع درجته إلى درجاتهم وأما الأموات على الفرش فلعله ليس مقصودهم أصالة أن\nلا ترفع درجة المطعون إلى درجات الشهداء فإن ذلك حسد مذموم وهو منزوع عن\nالقلوب في ذلك الدار وإنما مرادهم أن ينالوا درجات الشهداء كما نال المطعون\nمع موته على الفراش فمعنى قولهم إخواننا ماتوا على فرشهم كما متنا أي فإن\nنالوا مع ذلك درجات الشهداء ينبغي أن ننالها أيضا وعلى هذا فينبغي أن يعتبر\nهذا الخصام خارج الجنة والا فقد جاء فيها ولكم فيها ما تشتهي أنفسكم فينبغي\nأن ينال درجة الشهداء من يشتهيها في الجنة والظاهر أن الله تعالى ينزع من\nقلب كل أحد في الجنة اشتهاء درجة من فوقه ويرضيه بدرجته والله تعالى <span id='ms363'></span> أعلم\nقوله\n</p>\n\n<p>\n3165 يعجب من رجلين العجب وأمثاله مما هو من قبيل الانفعال إذا نسب إلى\nالله تعالى يراد به غايته فغاية العجب بالشيء استعظامه فالمعنى عظيم شأن\nهذين عند الله وقيل بل المراد بالعجب في مثله التعجيب ففيه إظهار أن هذا\nالأمر عجيب وقيل بل العجب صفة سمعية يلزم إثباتها مع نفي التشبيه وكمال\nالتنزيه كما هو مذهب أهل التحقيق في أمثاله وقد سئل مالك عن الاستواء فقال\nالاستواء معلوم والكيف غير معلوم والايمان به واجب والسؤال عنه بدعة ومثله\nالكلام في الضحك والله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p038'> Vol. 06, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\n3167 من رابط أي لازم الثغر للجهاد جرى له مثل ذلك أي مع انقطاع العمل\nفضلا من الله تعالى فلا ينافي هذا الحديث حديث إذا مات بن آدم انقطع عنه\nعمله الا من ثلاثة فإن المراد بيان أنه لا يبقى العمل الا لهؤلاء الثلاثة\nفإن عملهم باق فليتأمل الفتان بضم فتشديد جمع فاتن وقيل بفتح فتشديد\nللمبالغة وفسر على الأول بالمنكر والنكير والمراد أنهما لا يجيئان إليه\nللسؤال بل يكفي موته مرابطا في سبيل الله شاهدا على صحة ايمانه أو انهما لا\nيضرانه ولا يزعجانه وعلى الثاني بالشيطان ونحوه ممن يوقع الإنسان في فتنة\nالقبر أي عذابه أو يملك العذاب والله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p039'> Vol. 06, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\n3171 على أم حرام هو ضد الحلال بنت ملحان بكسر ميم وسكون لام فتطعمه من\nالاطعام تفلى رأسه بفتح تاء وسكون فاء وكسر لام أي تفرق شعر رأسه وتفتش\nالقمل منه قيل كانت محرما منه صلى الله تعالى عليه وسلم بواسطة أن أمه من\nبني النجار وقيل بل هو من خصائصه ما يضحكك من الاضحاك أي ما سبب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p040'> Vol. 06, p. 040</a>\n            </div>\n             ضحكك عرضوا على بناء المفعول أي أظهر الله تعالى صورهم\nوأحوالهم حال ركوبهم لي وهو تعالى قادر على كل شيء ثبج بفتح مثلثة ثم فتح\nموحدة ثم جيم أي وسطه ومعظمه والمراد البحر المالح فإنه المتبادر من اسم\nالبحر ملوكا بالنصب على الحال وفي بعض النسخ ملوك بلا ألف وهو اما منصوب أو <span id='ms364'></span>\nمرفوع بتقديرهم ملوك والجملة حال على الأسرة بفتح فكسر فتشديد راء جمع سرير\nكالأعزة جمع عزيز والأذلة جمع ذليل أي قاعدين على الأسرة أنت بكسر التاء\nعلى خطاب المرأة فصرعت على بناء المفعول أي أسقطت حين خرجت إلى البر من\nالبحر قوله\n</p>\n\n<p>\n3172 وقال عندنا هو من القيلولة لا من القول فلما قدمت لها بغلة أي حين\nخرجت إلى البر قوله وعدنا أي المؤمنين لا بأعيانهم فلذلك شك أبو هريرة في\nحضوره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p041'> Vol. 06, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\n3173 أنفق فيها نفسي بالحضور فيها والقتال لا بالقتل فإنه ليس في يد\nالإنسان فلذلك قال فإن أقتل على بناء المفعول من أفضل الشهداء فإن الذي لم\nيرجع بشيء من النفس والمال من أفضلهم المحرر بتشديد الراء الأولى مفتوحة أي\nالمعتق من النار على مقتضى ذلك العمل أو النجيب ويحتمل أن النبي صلى الله\nتعالى عليه وسلم أخبره بأنك ان حضرت فقتلت فإنك من أفضل الشهداء وان رجعت\nفأنت محرر من النار والحديث الاتي يدل على أنه بشر كل من حضر بذلك فقوله\nبذلك مبني على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p042'> Vol. 06, p. 042</a>\n            </div>\n             أنه حينئذ يكون مندرجا فيمن بشروا بذلك والله\nتعالى أعلم قوله حررهما الله من التحرير أي أعتقهما الله من النار وفي نسخة\nأحرزهما الله من الأحراز أي حفظهما الله ويمكن أن يجعل قول أبي هريرة\nالمحرر من الأحرار قوله\n</p>\n\n<p>\n3176 حالت بينهم وبين الحفر أي منعتهم من الحفر أخذ المعول بكسر الميم\nآلة فندر بدال مهملة أي سقط فبرق بفتح الراء من البريق بمعنى اللمعان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p043'> Vol. 06, p. 043</a>\n            </div>\n             رفعت على بناء المفعول أي أظهرت ويغنمنا بتشديد النون من\nالتغنيم ويخرب من خرب بالتشديد أو أخرب دعوا الحبشة ألخ أي اتركوا الحبشة\nوالترك ما داموا تاركين لكم وذلك لأن بلاد الحبشة وعرة وبين المسلمين\nوبينهم مفاوز وقفار وبحار فلم يكلف المسلمين بدخول ديارهم لكثرة التعب وأما\nالترك فبأسهم شديد وبلادهم باردة والعرب وهم جند الإسلام كانوا من البلاد\nالحارة فلم يكلفهم دخول بلادهم وأما إذا دخلوا بلاد الإسلام والعياذ بالله\nفلا يباح ترك القتال كما يدل عليه ما ودعوكم <span id='ms365'></span> وأما الجمع بين الحديث وبين\nقوله تعالى قاتلوا المشركين كافة فبالتخصيص أما عند من يجوز تخصيص الكتاب\nبخبر الآحاد فواضح وأما عند غيره فلأن الكتاب مخصوص لخروج الذمي وقيل يحتمل\nأن تكون الآية ناسخة للحديث لضعف الإسلام ثم قوته قلت وعليه العمل والله\nتعالى أعلم قيل في الحديث حجة على من قال انهم أماتوا ماضي يدع الا أن يكون\nمرادهم قلة ورود ذلك وقيل يحتمل أن يكون من تصرف الرواة المولدين بالمعنى\nويحتمل أن يكون في الأصل وادعوا بالألف بمعنى سالموا وصالحوا ثم سقط الألف\nمن بعض الرواة أو الكتاب ويحتمل أن مجيئه لقصد المشاكلة كما روعي الجناس في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p044'> Vol. 06, p. 044</a>\n            </div>\n             قوله واتركوا الترك ما تركوكم والحق أنه جاء على قلة فقد قرئ\nفي الشواذ ما ودعك بالتخفيف وجاء في بعض الاشعار أيضا والله تعالى أعلم\nقوله قوما بالنصب بدل من الترك كالمجان بفتح ميم وتشديد نون وهو الترس\nالمطرقة بالتخفيف اسم مفعول من الاطراق وروى بفتح الطاء وتشديد الراء وهو\nالترس المطرق الذي جعل على ظهره طراق والطراق بكسر الطاء جلد يقطع على\nمقدار الترس فيلصق على ظهره شبه وجوههم بالترس لبسطها وتدويرها وبالمطرقة\nلغلظها وكثرة لحمها\n</p>\n\n<p>\n3177 يلبسون الشعر ظاهره أنهم يتخذون منه ثيابا ويحتمل أن المراد شعورهم\nكثيفة طويلة فهي إذا سدلوها كانت كاللباس وكذا يمشون الخ يحتمل أن يراد به\nأنهم يتخذون منه النعال وأن يراد أن ذوائبهم لطولها ولوصولها إلى أرجلهم\nكالنعال لهم قوله\n</p>\n\n<p>\n3178 على من دونه في المال بناء على ظاهر الحال بضعيفها فللفقراء عند\nالله من الشرف ما ليس للأغنياء قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p045'> Vol. 06, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\n3179 ابغوني الضعيف بهمزة وصل من بغيتك الشيء طلبته لك أو بهمزة قطع من\nأبغيته الشيء طلبته له أو أعنته على طلبته أو جعلته طالبا له قوله\n</p>\n\n<p>\n3180 من جهز وتجهيز الغازي تحميله واعداد ما يحتاج إليه في الغزو خلفه\nبتخفيف اللام أي صار خليفة له ونائبا عنه في قضاء حوائج أهله بخير احتراز\nعن الخيانة في الأهل بسوء النظر والله تعالى أعلم قوله ملاءة بضم ميم <span id='ms366'></span> ومد\nهي الإزار والريطة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p046'> Vol. 06, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\n3182 من يبتاع يشتري مربد بكسر ميم وفتح باء موضع يجعل فيه التمر لينشف\nبئر رومة بضم الراء اسم بئر بالمدينة اللهم اشهد بإقامتي الحجة على الأعداء\nعلى لسان الأولياء فإن المقصود كان اسماع من يعاديه قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p047'> Vol. 06, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\n3184 يا فلان هلم أي تعال إلى هذا الباب فادخل الجنة منه ذلك المدعو من\nتمام الأبواب لا توى لا ضياع ولا خسارة والمراد بأنه فاز كل الفوز ولا يخفى\nما بين الروايتين من التدافع والظاهر أنه لسهو من بعض الرواة ويحتمل أنهما\nواقعتان وقعتا في مجلس بأن أوحى إليه أو لا بالمناداة من باب واحد فأخبر به\nفسأله أبو بكر هل في الناس من ينادي من تمام الأبواب وأوحى إليه ثانيا\nبالمناداة من تمام الأبواب فأخبر به فمدح ذلك المنادي أبو بكر على حسب ما\nهو اللائق بكل مجلس وبشره النبي صلى الله تعالى عليه وسلم بأنه ينادي من\nتمام الأبواب والله تعالى أعلم بالصواب قوله\n</p>\n\n<p>\n3185 من كل مال له أي من أي مال له كان كلهم يدعوه أي كل واحد منهم يدعوه\nإلى ما عنده من الباب والله تعالى أعلم بالصواب قوله ليأتين الضمير للرجل\nأي يحضر في المحشر بأضعاف عمله والحاصل أنهم يحضرون بصحائف أعمالهم عند\nالحساب والأعمال تكتب مع المضاعفات والله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p048'> Vol. 06, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\n3188 وأنفق الكريمة أي الأموال العزيزة عليه وياسر الشريك أي عامله\nباليسر والسهولة والمعاونة له ونبهه ظاهر القاموس أنه بالضم والسكون بمعنى\nالقيام من النوم وضبطه السيوطي في حاشية أبي داود بفتح فسكون بمعنى ضد\nالنوم وقال في حاشية الكتاب بفتح فكسر موحدة الانتباه من النوم والظاهر أن\nقوله فكسر موحدة غلط والله تعالى أعلم وقوله رياء بالمد أي ليراه الناس\nوسمعه بضم السين أي ليسمعوه لا يرجع بالكفاف بفتح كاف وهو ما كان على قدر\nالحاجة والمراد أن يرجع مثل ما كان قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p049'> Vol. 06, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\n3189 كحرمة أمهاتهم تغليظ وتشديد أو إشارة إلى وجوب توقيرهن والا فحرمة\nالأمهات مؤبدة دون حرمة نساء المجاهدين يخلف محتمل أنه <span id='ms367'></span> من خلفه إذا نابه أو\nمن خلفه إذا جاء بعده وهما من حد نصر وذلك لأن الخائن في الأهل كالنائب\nللأصل وقد جاء بعده في الأهل فما ظنكم أي إذا كان حال من خانه خيانة واحدة\nفما حال من زاد على ذلك وما ظنكم به أو إذا خير الغازي فما ظنكم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p050'> Vol. 06, p. 050</a>\n            </div>\n             بحسابه هل يأخذ الكل أو يترك شيئا وهذا هو الموافق لما سيجىء\nقوله ومن خاف ثارهن بفتح ثاء مثلثة وسكون همزة أي انتقامهن لكن قد جاء\nالنهي فلعل هذا قبل النهي والله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p051'> Vol. 06, p. 051</a>\n            </div>\n             @ 52\n</p>\n\n<p>\n3194 وما تعدون الشهادة الا من قتل يحتمل أن تكون من موصولة والشهادة\nبمعنى الشهيد أو جارة أي ما تعدون الشهادة الا لأجل قتل والبطن أي الموت\nبمرض البطن الاسهال والاستسقاء والحرق بفتحتين أي الموت بالاحتراق بالنار\nوكذا الغرق بفتحتين يعني الهدم بكسر الدال وهو الذي مات تحت بناء انهدم\nعليه وقوله شهادة ها هنا بمعنى شهيد وكذا فيما بعد وأما فيما سبق فعلى\nظاهره والمجنوب أي الذي مات بمرض معلوم بذات الجنب بجمع قال الخطابي هو أن\nتموت وفي بطنها ولد زاد في النهاية وقيل أو تموت بكرا قال والجمع بالضم\nبمعنى المجموع كالذخر بمعنى المذخور وكسر الكسائي الجيم والمعنى أنها ماتت\nمع شيء مجموع فيها غير منفصل عنها من حمل أو بكارة فإذا وجب أي مات من\nالوجوب وهو السقوط قال تعالى فإذا وجبت جنوبها باكية أي نفس باكية أو امرأة\nباكية فأفاد صلى الله تعالى عليه وسلم أن النهي عن البكاء بالصياح بعد\nالموت لا قبله قوله\n</p>\n\n<p>\n3195 ما دام بينهن أي حيا والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p052'> Vol. 06, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( كتاب النكاح )\n</p>\n\n<p>\nقوله بسرف بفتح سين وكسر راء اسم موضع بقرب مكة\n</p>\n\n<p>\n3196 فلا تزعزعوها من زعزع بزاي معجمة مكررة وعين مهملة مكررة إذا حرك أي\nفلا تحركوا الجنازة تعظيما لها فكان يقسم لثمان من جملتهن ميمونة فينبغي\nلكم أن تعرفوا فضلها وتراعوه قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p053'> Vol. 06, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\n3198 يطوف على نسائه أي يدخل عليهن اما لعدم وجوب القسم عليه صلى الله\nتعالى <span id='ms368'></span> عليه وسلم أو كان ذلك عند قدومه من سفر قبل تقرير القسم أو عند تمام\nالدوران عليهن وابتداء دور آخر أو كان ذلك عند اذن صاحبة النوبة والا فوطء\nالمرأة في نوبة ضرتها ممنوع منه قوله\n</p>\n\n<p>\n3199 كنت أغار من الغيرة قال الطيبي أي أعيب عليهن لأن من غار عاب ويدل\nعليه قولها أو تهب المرأة نفسها للرجل وهو ها هنا تقبيح وتنفير لئلا تهب\nالنساء أنفسهن له صلى الله تعالى عليه وسلم وأي منزلة أشرف من القرب منه لا\nسيما مخالطة اللحوم ومسابكة الأعضاء وقولها قلت والله ما أرى ربك الخ كناية\nعن ترك ذلك التنفير والتقبيح لما رأت من مسارعة الله تعالى في مرضاة النبي\nصلى الله تعالى عليه وسلم أي كنت أنفر النساء عن ذلك فلما رأيت الله عز وجل\nأنه يسارع في مرضاة النبي صلى الله تعالى عليه وسلم تركت ذلك لما فيه من\nالاخلال بمرضاته صلى الله تعالى عليه وسلم والله تعالى أعلم وقال النووي\nمعنى يسارع في هواك يخفف عنك ويوسع عليك في الأمور ولهذا خيرك وقيل قولها\nالمذكور أبرزته الغيرة والدلالة والا فاضافة الهوى إلى الرسول صلى الله\nتعالى عليه وسلم غير مناسبة فإنه صلى الله تعالى عليه وسلم منزه عن الهوى\nلقوله تعالى وما ينطق عن الهوى وهو من ينهى النفس عن الهوى ولو قالت في\nمرضاتك كان أولى وقد يقال المذموم هو الهوى الخالي عن الهدى لقوله تعالى\nومن اتبع هواه بغير هدى من الله والله تعالى أعلم فليتأمل قوله\n</p>\n\n<p>\n3200 إني قد وهبت نفسي لك هبة الحرة نفسها لا تصح فتحمل على التزويج\nنفسها منه بلا مهر مجازا أو تفويض الأمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p054'> Vol. 06, p. 054</a>\n            </div>\n             إليه والثاني أظهر\nوأنسب بتزويجه صلى الله تعالى عليه وسلم إياها من غيره فرأ من الرأي في\nبتشديد الياء أي في شأني ولو خاتما من حديد يدل على أن المهر غير محدود بل\nمطلق المال يصلح ان يكون مهرا وهو ظاهر قوله تعالى أن تبتغوا باموالكم ومن\nيحده يحمل الحديث على <span id='ms369'></span> المهر المعجل فزوجه بما معه أي بتعليمها إياه كما يدل\nعليه بعض روايات الحديث ومن لم يأخذ بظاهر هذا الحديث في المهر يدعى الخصوص\nبما عن أبي النعمان الصحابي قال زوج رسول الله صلى الله تعالى عليه وسلم\nامرأة على سورة من القرآن وقال لا يكون لأحد بعدك رواه سعيد بن منصور والله\nتعالى أعلم قوله\n</p>\n\n<p>\n3201 فلا عليك أن تعجلي خاف عليها من صغر سنها أن تميل إلى الدنيا\nوزينتها وبين أن التخيير لا ينافي المشورة والتوقف إليها قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p055'> Vol. 06, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\n3202 أو كان طلاقا أي فالتخيير ليس بطلاق إذا اختارت الزوج قوله\n</p>\n\n<p>\n3204 حتى أحل له النساء أي بقوله إنا أحللنا لك أزواجك الآية فهي ناسخة\nلقوله تعالى لا يحل لك النساء من بعد قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p056'> Vol. 06, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\n3206 ذا طول بفتح الطاء أي ذا قدرة على المهر والنفقة فليتزوج أمر ندب\nعند الجمهور فإنه أي التزوج أغض أحبس وأحصن أحفظ له للفرج وجاء بكسر الواو\nوالمد أي كسر شديد يذهب بشهوته قوله\n</p>\n\n<p>\n3207 في فتاة أي شابة أي هل لك رغبة في تزوجها فدعا عبد الله فإن عثمان\nطلب منه الخلوة ليذكر له حديث الزواج فحين رأى بن مسعود أنه لا حاجة له\nإليه نادى علقمة إلى المجلس لعدم الحاجة إلى بقاء الخلوة فحدث يحتمل انه\nحدث بذلك لتحسين كلام عثمان أي أن ما ذكرت من النكاح فقد حث عليه رسول الله\nصلى الله تعالى عليه وسلم لكن لا حاجة لي إليه ويحتمل أنه قصد الرد عليه\nبناء على أن الخطاب في الحديث بالشباب كما في روايات الحديث فالمعنى انما\nيحث على النكاح من هو في سن الشباب والباءة بالمد والهاء على الأفصح يطلق\nعلى الجماع والعقد ويصح في الحديث كل منهما بتقدير مضاف أي مؤنته وأسبابه\nأو المراد ها هنا بلفظ الباءة هي المؤن والاسباب اطلاقا للآخر على ما يلازم\nمسماه قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p057'> Vol. 06, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\n3209 يا معشر الشباب المعشر الطائفة التي يشملها وصف كالنوع والجنس ونحوه\nوالشباب بفتح الشين والتخفيف جمع شاب وكذا مصدر شب قوله\n</p>\n\n<p>\n3211 بعض ما مضى <span id='ms370'></span> منك أي من القوة والشهوة فإن القوة ترجع بمخالطة الشابة\nقوله عثمان هو بن مظعون التبتل هو الانقطاع عن النساء وترك النكاح انقطاعا\nإلى عبادة الله تعالى وقد رد النبي صلى الله تعالى عليه وسلم التبتل عليه\nحيث نهاه عنه لاختصينا الاختصاء من خصيت الفحل إذا سللت خصيته أي أخرجتها\nواختصيت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p058'> Vol. 06, p. 058</a>\n            </div>\n             إذا فعلت ذلك بنفسك وفعله بنفسه حرام فليس بمراد إنما\nالمراد قطع الشهوة بمعالجة أو التبتل والانقطاع إلى الله تعالى بترك النساء\nأي لفعلنا فعل المختصي في ترك النكاح والانقطاع عنه اشتغالا بالعبادة\nوالنووي حمله على ظاهره فقال معناه لو أذن له في الانقطاع عن النساء وغيرهن\nمن ملاذ الدنيا لاختصينا لدفع شهوة النساء ليمكننا التبتل وهذا محمول على\nانهم كانوا يظنون جواز الاختصاء باجتهادهم ولم يكن ظنهم هذا موافقا فإن\nالاختصاء في الآدمي حرام صغيرا كان أو كبيرا وما سبق أحسن لما فيه من حمل\nظنهم على أحسن الظنون فليتأمل قوله العنت أي الوقوع في الهلاك بالزنى عنه\nأي عن أبي هريرة عبر عنه باسم الغيبة لأن الكلام في محل اعراض النبي صلى\nالله تعالى عليه وسلم عنه ومثل هذا المقام يناسب الغيبة فافهم\n</p>\n\n<p>\n3215 جف القلم أي جف القلم بالفراغ من كتابة ما هو كائن في حقك أي قد كتب\nعليك وقضي ما تلقاه في حياتك والمقدر لا يتبدل بالأسباب فلا ينبغي ارتكاب\nالأسباب المحرمة لأجله نعم إذا شرع الله تعالى سببا أو أوجبه فالمباشرة به\nشيء آخر فقوله فاختص على ذلك أو دع ليس من باب التخيير بل التوبيخ كقوله\nتعالى فمن شاء فليؤمن ومن شاء فليكفر أي ان شئت قطعت عضوك بلا فائدة وان\nشئت تركته وقوله على ذلك أي مع أنك تلاقي ما قدر عليك والله تعالى أعلم\nقوله تعالى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p059'> Vol. 06, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\n3216 ولقد أرسلنا رسلا وهم الذين أمر الله بالاقتداء بهداهم فقال فبهداهم\nاقتده قوله\n</p>\n\n<p>\n3217 لكني أصلي أي أنا لا أفعل ذلك الذي ذكر ولكني أصلي الخ فمن رغب عن\nسنتي قال النووي من تركها اعراضا عنها <span id='ms371'></span> غير معتقد لها على ما هي عليه أما من\nترك النكاح على الصفة التي يستحب له تركه أو ترك النوم على الفراش لعجزه\nعنه أو لاشتغاله بعبادة مأذون فيها أو نحو ذلك فلا يتناوله هذا الذم والنهي\nقوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p060'> Vol. 06, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\n3219 فهلا بكرا أي فهلا تزوجت بكرا وقوله تلاعبها وتلاعبك تعليل للترغيب\nفي البكر سواء كانت الجملة مستأنفة كما هو الظاهر أو صفة لبكر أي ليكون\nبينكما كمال التألف والتأنس فإن الثيب قد تكون معلقة القلب بالسابق قوله\nبعدي أي بعد غيبتي عنك\n</p>\n\n<p>\n3220 أم أيما بتشديد الياء أي ثيبا قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p061'> Vol. 06, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\n3221 فخطبها علي أي عقب ذلك بلا مهلة كما تدل عليه الفاء فعلم أنه لاحظ\nالصغر بالنظر إليهما وما بقي ذاك بالنظر إلى علي فزوجها منه ففيه أن\nالموافقة في السن أو المقاربة مرعية لكونها أقرب إلى المؤالفة نعم قد يترك\nذاك لما هو أعلى منه كما في تزويج عائشة رضي الله تعالى عنها والله تعالى\nأعلم قوله تزوج المولى العربية أي فالكفاءة بالإسلام لا بما اعتبرها كثير\nمن الفقهاء والله تعالى أعلم قوله البتة متعلق بطلق والمراد طلقها ثلاثا\nفإن الثلاث تقطع وصلة النكاح والبت القطع\n</p>\n\n<p>\n3222 فزعمت فاطمة أي قالت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p062'> Vol. 06, p. 062</a>\n            </div>\n             فكنت أضع ثيابي عنده للأمن من نظره\nإلى حتى أنكحها رسول الله صلى الله تعالى عليه وسلم أسامة بن زيد مع كونها\nعربية جليلة وأسامة من الموالي وهذا هو المقصود في الترجمة وسآخذ بالقضية\nيفيد أن العمل كان على أن للمطلقة ثلاثا السكنى وقد جاء أن مروان أخذ بقول\nفاطمة فكأنه رجع إليه بعد ذلك والله تعالى أعلم قوله تبنى أي اتخذه ابنا\nعلى العادة القديمة التي نسخت بعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p063'> Vol. 06, p. 063</a>\n            </div>\n             @ 63\n</p>\n\n<p>\n3223 وأنكحه ابنة أخيه وهي عربية وتنسب إليه قوله\n</p>\n\n<p>\n3225 ان أحساب أهل الدنيا أي فضائلهم التي يرغبون فيها ويميلون إليها\nويعتمدون عليها في النكاح وغيره هو المال ولا يعرفون شرفا أخر مساويا له بل\nمدانيا أيضا علما أو دينا وورعا وهذا هو الذي صدقه الوجود فصاحب المال فيهم\nعزيز كيفما كان وغيره ذليل كذلك والله <span id='ms372'></span> تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p064'> Vol. 06, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\n3226 فخشيت أن تدخل أي البكر لصغرها وخفة عقلها بيني وبينهن فتورث الفتن\nوتؤدي إلى الفراق فذاك الذي فعلت من أخذ الثيب أحسن أو أولى أو خير اذن أي\nإذا كان لهذا الغرض وبتلك النية فإن نظام الدين خير من لذة الدنيا على\nمالها أي لأجل مالها والمراد أن الناس يراعون هذه الخصال في المرأة ويرغبون\nفيها لأجلها ولم يرد أنه ينبغي أن يراعي الدين كما قال فعليك بذات الدين أي\nخذ ذات الدين واطلبها واظفر بها أيها المسترشد حتى تفوز بخير الدارين تربت\nبكسر الراء من ترب إذا افتقر فلصق بالتراب وهذه كلمة تجرى على لسان العرب\nمقام المدح والذم ولا يراد بها الدعاء على المخاطب دائما وقد يراد بها\nالدعاء أيضا والمراد ها هنا اما المدح أي اطلب ذات الدين أيها العاقل الذي\nيحسد عليك لكمال عقلك فيقول الحاسد حسدا تربت يداك أو الذم أو الدعاء عليه\nبتقدير ان خالفت هذا الأمر قوله حسب بفتحتين أي شرف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p065'> Vol. 06, p. 065</a>\n            </div>\n             فضيلة من\nجهة الآباء أو حسن الأفعال والخصال ومنصب قدر بين الناس\n</p>\n\n<p>\n3227 الا انها لا تلد كأنه علم ذلك بأنها لاتحيض أو بأنها كانت عند زوج\nآخر فما ولدت الودود أي كثير المحبة للزوج كان المراد بها البكر أو يعرف\nذلك بحال قرابتها وكذا معرفة الولود أي كثير الولادة يعرف بذلك في البكر\nواعتبار كونها ودودا مع أن المطلوب كثرة الأولاد كما يدل عليه التعليل لأن\nالمحبة هي الوسيلة إلى ما يكون سببا للأولاد مكاثر بكم أي الأنبياء يوم\nالقيامة كما في رواية بن حبان قوله بغى أصله فعول فلذلك يستوي فيه التذكير\nوالتأنيث\n</p>\n\n<p>\n3228 وكانت صديقته أي يزني بها قبل الإسلام أو قبل تحريم الزنى سوادا أي\nشخصا فبت أمر من البيتوتة في الرحل في المنزل هذا الدلدل بضم دالين مهملتين\nبينهما لام ساكنة القنفذ ولعلها شبهته به لأنه أكثر ما يظهر في الليل ولأنه\nيخفي رأسه في جسده ما استطاع الخندمة بفتح معجمة وسكون نون ودال مهملة\nمفتوحة <span id='ms373'></span> جبل بمكة إلى الأراك بفتح كبلة بفتح الكاف وسكون الموحدة القيد\nالضخم لا تنكحها قيل هو نهي تنزيه أو هو منسوخ بقوله تعالى وأنكحوا الأيامى\nمنكم وعليه الجمهور وقيل حرام كما هو الظاهر قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p066'> Vol. 06, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\n3229 وهي لا تمنع يد لامس أي أنها مطاوعة لمن أرادها وهذا كناية عن\nالفجور وقيل بل هو كناية عن بذلها الطعام قيل وهو الأشبه وقال أحمد لم يكن\nليأمره بامساكها وهي تفجر ورد بأنه لو كان المراد السخاء لقيل لا ترد يد\nملتمس إذ السائل يقال له الملتمس لا لامس وأما اللمس فهو الجماع أو بعض\nمقدماته وأيضا السخاء مندوب إليه فلا تكون المرأة معاقبة لأجله مستحقة\nللفراق فإنها أما أن تعطى مالها أو مال الزوج وعلى الثاني على الزوج صونه\nوحفظه وعدم تمكينها منه فلم يتعين الأمر بتطليقها وقيل المراد أنها تتلذذ\nبمن يلمسها فلا ترد يده ولم يرد الفاحشة العظمى والا لكان بذلك قاذفا وقيل\nالأقرب أن الزوج علم منها أن أحدا لو أراد منها السوء لما كانت هي ترده لا\nأنه تحقق وقوع ذلك منها بل ظهر له ذلك بقرائن فأرشده الشارع إلى مفارقتها\nاحتياطا فلما علم أنه لا يقدر على فراقها لمحبته لها وأنه لا يصبر على ذلك\nرخص له في إثباتها لأن محبته لها محققة ووقوع الفاحشة منها متوهم استمتع\nبها أي كن معها قدر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p067'> Vol. 06, p. 067</a>\n            </div>\n             ما تقضي حاجتك ثم لا دلالة في الحديث على\nجواز نكاح الزانية ابتداء ضرورة أن البقاء أسهل من الابتداء على أن الحديث\nمحتمل كما تقدم وقيل هذا الحديث موضوع ورد بأنه حسن صحيح ورجال سنده رجال\nالصحيحين فلا يلتفت إلى قول من حكم عليه بالوضع والله تعالى أعلم قوله\nفاظفر بذات الدين أي اطلبها حتى تفوز بها وتكون محصلا بها غاية المطلوب\nفالأمر بها نهى عن ضدها والزانية من أشد الأضداد فينبغي أن يكون نكاحها\nمكروها بهذا الحديث قوله تسره أي الزوج\n</p>\n\n<p>\n3231 إذا نظر أي لحسنها ظاهرا أو لحسن أخلاقها باطنا ودوام اشتغالها\nبطاعة الله والتقوى <span id='ms374'></span> في نفسها بتمكين أحد من نفسها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p068'> Vol. 06, p. 068</a>\n            </div>\n             قوله متاع أي\nمحل للاستمتاع لا مطلوبة بالذات فتؤخذ على قدر الحاجة قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p069'> Vol. 06, p. 069</a>\n            </div>\n             @\n70\n</p>\n\n<p>\n3235 أن يؤدم على بناء المفعول من أدم بلا مد أو بمد أي يوفق ويؤلف\nبينكما فالنظر إلى الأجنبية لقصد النكاح جائز قوله وأدخلت على بناء المفعول\n</p>\n\n<p>\n3236 أن تدخل نساءها أي على أزواجهن ومرادها الرد على من كره التزويج\nوالدخول في شوال قوله الخطبة في النكاح بكسر الخاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p070'> Vol. 06, p. 070</a>\n            </div>\n             قوله\nفانكحني من النكاح فقال بالفاء في بعض النسخ وفي بعضها قال بلا فاء وهو\nالظاهر فإن هذا رجوع إلى أول القصة والى ما جرى قبل الخطبة حال العدة\nفالفاء لا تناسبه والمراد قال قبل ذلك حال بقاء العدة امرأة عتية ضبط\nبالإضافة وعتية بعين مهملة مضمومة ومثناة فوقية مفتوحة وياء مشددة والأقرب\nإلى الأذهان أن يكون بالتوصيف وغنية بالغين المعجمة والنون الضيفان بكسر\nالضاد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p071'> Vol. 06, p. 071</a>\n            </div>\n             جمع ضيف قوله\n</p>\n\n<p>\n3239 لا تناجشوا النجش بفتح فسكون هو أن يمدح السلعة ليروجها أو يزيد في\nالثمن ولا يريد شراءها ليغتر بذلك غيره وجيء بالتفاعل لأن التجار يتعارضون\nفيفعل هذا بصاحبه على أن يكافئه بمثل ما فعل فنهوا عن أن يفعلوا معارضة\nفضلا عن أن يفعل بدأ ولا يبع حاضر جاء على صيغة النهي بسقوط الياء وعلى\nصيغة النفي بإثبات الياء وهو بمعنى النهي فلذا عطف على النهي السابق وكذا\nما بعده أي لا يبع المقيم بالبلدة لباد لبدوي وهو أن يبيع الحاضر مال\nالبادي نفعا له بأن يكون دلالا وذلك يتضمن الضرر في حق الحاضرين فإنه لو\nترك البادي لكان عادة باعه رخيصا على بيع أخيه قيل المراد السوم والنهي\nللمشتري دون البائع لأن البائع لا يكاد يدخل على البائع وإنما المشهور\nزيادة المشتري على المشترى وقيل يحتمل الحمل على ظاهره فيمنع البائع أن\nيبيع على بيع أخيه وهو أن يعرض سلعته على المشتري الراكن إلى شراء سلعة\nغيره وهي أرخص أو أجود ليزهده في شراء سلعة الغير قال عياض وهو الأولى ولا\nيخطب من الخطبة بكسر الخاء <span id='ms375'></span> بمعنى التماس النكاح من حد نصر وهو يحتمل النفي\nوالنهي وقالوا هذا وكذا ما قبله إذا تراضيا ولم يبق بينهما الا العقد ولا\nمنع قبل ذلك والجمهور على عدم خصوص هذا الحكم بالمسلم خلافا للأذرعي فعند\nالجمهور ذكر الأخ المنبئ عن الإسلام خرج مخرج الغالب فلا مفهوم له عند\nالقائل به ولا تسأل المراة الصيغة تحتمل النهي والنفي والمعنى على النهي\nقيل هو نهي للمخطوبة عن أن تسأل الخاطب طلاق التي في نكاحه وللمرأة من أن\nتسأل طلاق الضرة أيضا والمراد الأخت في الدين وفي التعبير باسم الأخت تشنيع\nلفعلها وتأكيد للنهي عنه وتحريض لها على تركه وكذا التعبير باسم الأخ فيما\nسبق لتكتفيء افتعال من كفأ بالهمزة أي لتكب ما في انائها من الخير وهو علة\nللسؤال والمراد أنها لا تسأل طلاقها لتصرف به مالها من النفقة والكسوة من\nالزوج عنها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p072'> Vol. 06, p. 072</a>\n            </div>\n             قوله\n</p>\n\n<p>\n3241 حتى ينكح أي لينتظر حتى ينكح فيتركها أو يتركها فيخطبها فهذه ليست\nغاية لقوله لا يخطب حتى يقال يلزم منها جواز الخطبة إذا نكح مع أنها لا\nتجوز حينئذ بل غاية للإنتظار المفهوم والله تعالى أعلم قوله وعن الحرث عطف\nعلى قوله عن الزهري وضمير انهما سألا لأبي سلمة ومحمد بن عبد الرحمن بن\nثوبان قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p073'> Vol. 06, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\n3244 فيه شيء كناية عن رداءته وكان يأتيها أصحابه أي كانوا يجتمعون في\nبيتها لكرمها وجودها وعطائها عليهم فإذا حللت أي للأزواج بالخروج من العدة\nفآذنيني بالمد من الايذان بمعنى الاعلام أي اخبريني بحالك فإنه غلام أي من\nالأصاغر لا من الأكابر لا شيء له أي فقير صاحب شر أي كثير الضرب للنساء\nوفيه أنه يجوز ذكر مثل هذه الأوصاف إذا دعت الحاجة إليه وأنه يجوز الخطبة\nعلى خطبة آخر قبل الركون على أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p074'> Vol. 06, p. 074</a>\n            </div>\n             النبي صلى الله تعالى عليه\nوسلم خطبها لأسامة قبل ذلك بالتعريض حيث قال فإذا حللت فآذنيني والمصنف أخذ\nمنه جواز ذلك إذا كان مأذونا من الخاطب كالنبي صلى الله تعالى عليه وسلم إذ\nمعلوم رضا الكل بما قضى <span id='ms376'></span> فهو كالمأذون في ذلك والله تعالى أعلم قوله فسخطته\nبكسر الخاء أي ما رضيت به يغشاها أي يدخلون عليها\n</p>\n\n<p>\n3245 تضعين ثيابك أي ليس هناك من تخافين نظره فلا يضع عصاه أي كثير الضرب\nللنساء كما جاء في رواية وقيل كثير السفر وقيل كثير الجماع والعصا كناية عن\nالعضو وهذا أبعد الوجوه فصعلوك كعصفور أي فقير لا مال له صفة كاشفة واغتبطت\nبه على بناء الفاعل من الاغتباط من غبطه فاغتبط أي كانت النساء تغبطني\nلوفور حظي منه وظاهر الحديث أنه لا نفقة ولا سكنى للمطلقة ثلاثا ومن لا\nيقول به يعتذر بقول عمر لا ندع كتاب الله وسنة نبينا صلى الله تعالى عليه\nوسلم بقول امرأة لا ندري أحفظت أم نسيت والله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p075'> Vol. 06, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\n3246 فإن في أعين الأنصار شيئا بالهمز واحد الأشياء قيل المراد صغر وقيل\nزرقة ولو جعل بالنون صح دراية لا رواية والله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p077'> Vol. 06, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\n3248 تأيمت حفصة أي صارت بلا زوج بعد موت خنيس بالتصغير فتوفى على بناء\nالمفعول فلبثت أي مكثت ليالي منتظرا جوابه يومي المراد به مطلق الوقت لا ما\nيقابل الليلة فلم يرجع بفتح ياء وكسر جيم أي فلم يرد إلى جوابا أوجد أغضب\nفخطبها أي التمس نكاحها وجدت علي أي غضبت علي ولم أكن لأفشي من الإفشاء أي\nأظهر والجواب في مثل هذا قد يفضي إلى ذلك فتركت لذلك قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p078'> Vol. 06, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\n3250 ما كان أقل حياءها في القاموس أقله جعله قليلا كقلله فما استفهامية\nوكان زائدة وفي أقل ضمير لما وحياءها بالنصب مفعول أقل أي أي شيء جعل\nحياءها قليلا والمقصود التعجب من قلة حيائها حيث عرضت نفسها على الرجل قوله\nاذكرها أي من ذكرها أي خطبها أي اخطبها لاجلي والتمس نكاحها لي يذكرك يخطبك\nأستأمر أستخير\n</p>\n\n<p>\n3251 إلى مسجدها أي موضع صلاتها من بيتها قال النووي ولعلها استخارت\nلخوفها من تقصير في حقه صلى الله تعالى عليه وسلم ونزل القرآن يعني قوله\nتعالى فلما قضى زيد منها وطرا زوجناكها بغير أمر لأن الله تعالى <span id='ms377'></span> زوجه إياها\nبهذه الآية قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p079'> Vol. 06, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\n3252 أنكحني من السماء أي أنزل منه ذلك قوله\n</p>\n\n<p>\n3253 كما يعلمنا السورة أي يعتني بشأن الاستخارة لعظم نفعها وعمومه كما\nيعتني بالسورة يقول بيان لقوله يعلمنا الاستخارة إذا هم أحدكم بالأمر أي\nأراده كما في رواية بن مسعود والأمر يعم المباح وما يكون عبادة الا أن\nالاستخارة في العبادة بالنسبة إلى ايقاعها في وقت معين والا فهي خير\nويستثنى ما يتعين ايقاعه في وقت معين إذ لا يتصور فيه الترك فليركع الأمر\nللندب من غير الفريضة يشمل السنن الرواتب الا أن يراد الفريضة مع توابعها\nاستخيرك أي أسأل منك أن ترشدني إلى الخير فيما أريد بسبب أنك عالم وأستعينك\nأي أطلب منك العون على ذلك ان كان خيرا ورواية غالب الكتب وأستقدرك بقدرتك\nوالظاهر أن أحدهما نقل بالمعنى والأقرب أن رواية الكتاب هي النقل بالمعنى\nلشهرة رواية الكتب الأخر وأسألك أي أسال ذلك لأجل فضلك العظيم لا لاستحقاقي\nبذلك ولا لوجوب عليك إن كنت تعلم الترديد فيه راجع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p080'> Vol. 06, p. 080</a>\n            </div>\n             إلى عدم علم\nالعبد بمتعلق علمه تعالى إذ يستحيل أن يكون خيرا ولا يعلمه العليم الخبير\nوهذا ظاهر فاقدره لي بضم الدال أو كسرها أي اجعله مقدورا لي أو قدره لي أي\nيسره فهو مجاز عن التيسير فلا ينافي كون التقدير أزليا شر لي في ديني\nومعاشي ينبغي أن يجعل الواو ها هنا بمعنى أو بخلاف قوله خير لي في كذا وكذا\nفإن هناك على بابها لأن المطلوب حين تيسره أن يكون خيرا من جميع الوجوه\nوأما حين الصرف فيكفي أن يكون شرا من بعض الوجوه ثم رضني به أي اجعلني\nراضيا بذلك ويسمى حاجته أي عند قوله ان هذا الأمر والله تعالى أعلم قوله\nغيري بألف مقصورة أي ذات غيرة أي فلا يمكن لي الاجتماع مع سائر الزوجات\nمصبية بضم ميم من أصبت المرأة أي ذات صبيان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p081'> Vol. 06, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\n3254 وليس أحد من أوليائي شاهد الظاهر أنه بالنصب خبر ليس ولا عبرة بخطه\nبلا ألف والمراد أن النكاح يحتاج إلى <span id='ms378'></span> مشورة الأولياء فكيف يتم بدون حضورهم\nفيذهب غيرتك من الاذهاب فستكفين صبيانك من الكفاية على بناء المفعول\nوصبيانك بالنصب على أنه مفعول ثان كما في قوله تعالى فسيكفيكهم أي فسيكفيك\nالله تعالى مؤنة صبيانك شاهد ولا غائب هو ها هنا بالرفع على الوصفية وخبر\nليس يكره قم فزوج قيل كان صغيرا فالولي حقيقة هو صلى الله تعالى عليه وسلم\nوالله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p082'> Vol. 06, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\n3259 قد بدا لي أي ظهر لي أي هو أن لا أتزوج في هذه الليلة فاليوم بمعنى\nالوقت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p083'> Vol. 06, p. 083</a>\n            </div>\n             قوله الأيم بفتح فتشديد تحتية مكسورة في الأصل من لا زوج\nلها بكرا كانت أو ثيبا والمراد ها هنا الثيب لرواية الثيب ولمقابلته بالبكر\nوقيل وهو الأكثر استعمالا أحق هو يقتضي المشاركة فيفيد أن لها حقا في\nنكاحها ولوليها حقا وحقها أو كد من حقه فإنها لا تجبر لاجل الولي وهو يجبر\nلأجلها فان أبي زوجها القاضي فلا ينافي هذا الحديث حديث لا نكاح الا بولي\nصماتها بضم الصاد السكوت قوله واليتيمة يدل على جواز نكاح اليتيمة\nبالاستئذان قبل البلوغ ومن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p084'> Vol. 06, p. 084</a>\n            </div>\n             لا يجوز ذلك يحمل اليتيمة على\nالبالغة وتسميتها يتيمة باعتبار ما كان والله تعالى أعلم قوله يستأمرها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p085'> Vol. 06, p. 085</a>\n            </div>\n             أمرها من لا يرى ذلك لازما يقول أنه لتطييب خاطرها أحب وأولى\nقوله\n</p>\n\n<p>\n3266 في أبضاعهن أي أنفسهن أو فروجهن قوله\n</p>\n\n<p>\n3268 بنت خذام بكسر الخاء المعجمة وذال معجمة قوله وهي ثيب ظاهره أنه لا\nإجبار على الثيب ولو صغيرة لأن ذكر هذاالوصف يشعر بأنه مدار الرد ومن لا\nيرى أن المؤثر في عدم الاخبار البلوغ يرى أن هذه حكاية حال لا عموم لها\nفيحتمل أن تكون بالغة فصار حق الفسخ سبب ذلك الا أنه اشتبه على الراوي فزعم\nأنه الحق لكونها ثيبا والله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p086'> Vol. 06, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\n3269 ليرفع بي أي ليزيل عنه بانكاحي إياه خسيسته دناءة أي أنه خسيس فأراد\nأن يجعله بي عزيزا والخسيس الدنيء والخسة والخساسة الحالة التي يكون عليها\nالخسيس يقال رفع خسيسته إذا فعل به فعلا يكون فيه رفعته فجعل <span id='ms379'></span> الأمر إليها\nيفيد أن النكاح منعقد الا ان نفاذه إلى أمرها أللنساء بهمزة الاستفهام ولام\nالجر قوله\n</p>\n\n<p>\n3270 وان أبت فلا جواز عليها أي لا سبيل عليها أولا ولاية عليها وهذا يدل\nعلى أنه ليس على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p087'> Vol. 06, p. 087</a>\n            </div>\n             الصغير ولاية الاجبار لغير الأب وعند الشافعي\nلا فائدة لأمرها فلذلك حمل بعضهم اليتيمة على البالغة كما تقدم قوله\n</p>\n\n<p>\n3275 لا ينكح من النكاح والثاني من الانكاح ولا يخطب كينصر من الخطبة وقد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p088'> Vol. 06, p. 088</a>\n            </div>\n             تقدم الكلام على الحديثين في باب الحج قوله\n</p>\n\n<p>\n3277 والتشهد في الحاجة الظاهر عموم الحاجة للنكاح وغيره ويؤيده بعض\nالروايات فينبغي أن يأتي الإنسان بهذا يستعين به على قضائها وتمامها ولذلك\nقال الشافعي الخطبة سنة في أول العقود كلها مثل البيع والنكاح وغيرهما\nوالحاجة إشارة إليها ويحتمل أن المراد بالحاجة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p089'> Vol. 06, p. 089</a>\n            </div>\n             النكاح إذ هو\nالذي تعارف فيه الخطبة دون سائر الحاجات قوله فقد رشد بفتح الشين هو\nالمشهور الموافق لقوله تعالى لعلهم يرشدون إذ المضارع بالضم لا يكون للماضي\nبالكسر ولذلك لما قرأ شهاب الدين الموصلي في مجلس الحافظ المزي رشد بالكسر\nرد عليه الشيخ بقوله تعالى لعلهم يرشدون أو بالكسر ذكره سيبويه في كتابه\nوهو الموافق لقوله تعالى فأولئك تحروا رشدا بفتحتين فإن فعلا بفتحتين مصدر\nفعل بكسر العين كفرح فرحا وسخط سخطا ولذلك رد الشيخ عليه بقوله تعالى\nفأولئك تحروا رشدا وأنت لو تأملت وجدت بكلام المزي الموصلي موقعا عظيما\nودلالة باهرة على فطانتهما والله تعالى أعلم غوى بفتح الواو وكسرها وصوب\nعياض الفتح\n</p>\n\n<p>\n3279 بئس الخطيب أنت قالوا أنكر عليه التشريك في الضمير المقتضي لتوهم\nالتسوية ورد بأنه ورد مثله في كلامه صلى الله تعالى عليه وسلم فالوجه أن\nالتشريك في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p090'> Vol. 06, p. 090</a>\n            </div>\n             الضمير يخل بالتعظيم الواجب ويوهم التشريك بالنظر\nإلى بعض المتكلمين وبعض السامعين فيختلف حكمه بالنظر إلى المتكلمين\nوالسامعين والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p091'> Vol. 06, p. 091</a>\n            </div>\n             قوله\n</p>\n\n<p>\n3280 قد أنكحتكها على ما معك من القرآن قد جاء في هذا اللفظ روايات لكن\nلما كان هذا اللفظ أنسب بالمقام أشار المصنف بإيراده في هذه الترجمة إلى\nأنه الأصل وباقي <span id='ms380'></span> الألفاظ روايات بالمعنى والله تعالى اعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p092'> Vol. 06, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\n3281 ان أحق الشروط الخ خبر ان ما استحللتم وان يوفى به متعلق بأحق أي\nأليق الشروط بالايفاء شروط النكاح والظاهر أن المراد به كل ما شرطه الزوج\nترغيبا للمرأة في النكاح ما لم يكن محظورا ومن لا يقول بالعموم يحمله على\nالمهر فإنه مشروط شرعا في مقابلة البضع أو على جميع ما تستحقه المرأة\nبمقتضى الزواج من المهر والنفقة وحسن المعاشرة فإنها كأنها التزمها الزوج\nبالعقد قوله\n</p>\n\n<p>\n3283 جاءت امرأة رفاعة بكسر الراء فأبت أي طلقني ثلاثا عبد الرحمن بن\nالزبير بفتح الزاي وكسر الموحدة بلا خلاف كذا ذكره السيوطي في كتاب الطلاق\nفي حاشية الكتاب وكذا هو المحفوظ والمضبوط في بعض النسخ المصححة مع علامة\nالتصحيح لكن قال السيوطي ها هنا بفتح الزاي وفتح الموحدة ولعله سهو والله\nتعالى أعلم الا مثل هدبة الثوب هو بضم هاء وسكون دال طرفه الذي لم ينسج\nتريد أن الذي معه رخو أو صغير كطرف الثوب لا يغني عنها والمراد أنه لا يقدر\nعلى الجماع لا أي لا رجوع لك إلى رفاعة عسيلتك تصغير العسل والتاء لان\nالعسل يذكر ويؤنث وقيل على إرادة اللذة والمراد لذة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p093'> Vol. 06, p. 093</a>\n            </div>\n             الجماع لا\nلذة إنزال الماء فإن التصغير يقتضي الاكتفاء بالتقليل فيكتفي بلذة الجماع\nوليس المراد بقوله تذوقي عسيلته عبد الرحمن بن الزبير بخصوصه بل زوج آخر\nغير رفاعة والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p094'> Vol. 06, p. 094</a>\n            </div>\n             قوله\n</p>\n\n<p>\n3284 لست لك بمخلية اسم فاعل من الاخلاء أي لست بمنفردة بك ولا خالية من\nضرة درة بضم دال مهملة وتشديد راء ثويبة بمثلثة مضمومة ثم واو مفتوحة ثم\nياء التصغير ثم موحدة مولاة لأبي لهب فلا تعرضن من العرض قوله\n</p>\n\n<p>\n3285 وأحب من شركتني بكسر الراء قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p095'> Vol. 06, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\n3288 لا يجمع على بناء المفعول نهى أو نفي بمعناه ويحتمل بناء الفاعل على\nالوجهين على أن الضمير لأحد أو ناكح والمراد أنه لا يجمع في النكاح بعقد\nواحد أو عقدين أو في الجماع بملك اليمين قوله\n</p>\n\n<p>\n3290 أن تنكح المرأة على عمتها بأن كانت <span id='ms381'></span> العمة سابقة فإن اللاحقة هي\nالمنكوحة على السابقة وفي الرواية اختصار أي وكذا العكس قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p096'> Vol. 06, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\n3291 عن أربع نسوة أي عن الجمع بين اثنتين منهن على الوجه الذي سيجيء\nوقوله يجمع بينهن الأقرب أنه بتقدير أن يجمع بينهن أي بين ثنتين منهن بدل\nعن أربع نسوة ويحتمل أنه صفة نسوة بمعنى أنه يمكن الجمع بينهن لولا النهي\nفنهى عن الجمع بينهن لذلك أي أربع نسوة يجتمع في الوجود عادة فيمكن لذلك\nالجمع لولا النهي فنهى حتى لا يجمع بينهن أحد فهو نهي مقيد والله تعالى\nأعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p097'> Vol. 06, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\n3300 ما حرمته الولادة بكسر الواو حرمة الرضاع بكسر الراء وفتحها أي يصير\nالرضيع ولدا للمرضعة بالرضاع فيحرم عليه ما يحرم على ولدها وفي المسألة بسط\nموضعه كتب الفقه قوله فحجبته أي ما أذنت له في الدخول عليها بلا حجاب قوله\nتنوق هو بتاء مثناة فوق مفتوحة ثم نون مفتوحة ثم واو مشددة ثم قاف أي تختار\nوتبالغ في الاختيار قال القاضي وضبطه بعضهم بتاءين الثانية مضمومة أي تميل\nوقوله\n</p>\n\n<p>\n3304 في قريش أي غير بني هاشم وتدعنا بني هاشم أي تنكح النساء من غير بني\nهاشم وعندك أحد صرحوا بأنه يطلق على الذكر والأنثى والواحد والكثير ومنه\nقوله تعالى يا نساء النبي لستن كأحد من النساء ان اتقيتن قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p099'> Vol. 06, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\n3306 أريد على بنت حمزة أي أرادوه لأجلها قوله\n</p>\n\n<p>\n3307 بخمس معلومات وصفها بذلك للاحتراز عما شك في وصوله إلى الجوف وهي\nمما يقرأ ظاهره يوجب القول بتغيير القرآن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p100'> Vol. 06, p. 100</a>\n            </div>\n             فلا بد من تأويله\nفقيل ان الخمس أيضا منسوخة تلاوة الا أن نسخها كان في قرب وفاته صلى الله\nتعالى عليه وسلم فلم يبلغ بعض الناس فكانوا يقرؤنه حين توفي صلى الله تعالى\nعليه وسلم ثم تركوا تلاوته حين بلغهم النسخ فالحاصل أن كلا من العشر والخمس\nمنسوخ تلاوة بقي الخلاف في بقاء الخمس حكما والجمهور على عدمه إذ لا\nاستدلال بالمنسوخ تلاوة لأنه ليس بقرآن بعد النسخ ولا هو سنة ولا إجماع ولا\nقياس ولا استدلال بما وراء <span id='ms382'></span> المذكورات فلا يصلح للاستدلال مطلقا فلا عبرة به\nفي مقابلة إطلاق النص ويكفي للجمهور أن يقولوا لا يترك إطلاق النص الا\nبدليل ولا نسلم أن المنسوخ تلاوة دليل فلا بد لمن يدعى خلاف الإطلاق اثبات\nأنه دليل ودونه خرط القتاد ولا يخفى أن المنسوخ تلاوة لو كان دليلا لوجب\nنقله ولم يقل أحد بذلك وأما فيما بقي فيه الحكم بعد النسخ فإن ثبت فبقاء\nالحكم فيه بدليل آخر لا أن المنسوخ دليل فافهم والله تعالى أعلم قوله\n</p>\n\n<p>\n3308 لا تحرم الا ملاجة بكسر الهمزة للمرة من أملجته أمه أرضعته والمراد\nلا تحرم المصة والمصتان كما سيجيء وتخصيص المصة والمصتين يجوز أن يكون\nلموافقة السؤال كما يقتضيه روايات الحديث فلا يدل على أن الثلاث محرمة عند\nالقائل بالمفهوم ثم هذا الحديث يجوز أن يكون حين كان المحرم العشر أو الخمس\nفلا ينافي كون الحكم بعد النسخ هو الإطلاق الموافق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p101'> Vol. 06, p. 101</a>\n            </div>\n             لظاهر\nالقرآن والله تعالى أعلم قوله الخطفة أي الرضعة القليلة يأخذها الصبي من\nالثدي بسرعة قوله\n</p>\n\n<p>\n3312 فإن الرضاعة من المجاعة أي الرضاعة المحرمة في الصغر حين يسد اللبن\nالجوع فإن الكبير لا يشبعه الا الخبز وهو علة لوجوب النظر والتأمل وقال\nيريد أن المصة والمصتين لا تسد الجوع فلا تثبت بذلك الحرمة والمجاعة مفعلة\nمن الجوع قلت فإن كان كناية عن كون الرضاعة المحرمة لا تثبت بالمصة\nوالمصتين فلا مخالفة بينه وبين ما كان عليه عائشة من ثبوت الرضاعة في\nالكبير وان كان كناية عن كون الرضاعة المحرمة لا تثبت في الكبير فلا بد من\nالقول بأن عائشة كانت عالمة بالتاريخ فرأت أن هذا الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p102'> Vol. 06, p. 102</a>\n            </div>\n             منسوخ\nبحديث سهلة والله تعالى أعلم قوله إنما أرضعتني المرأة أي امرأة أخيه لا\nأخوه كأنها زعمت أن أحكام الرضاع تثبت بين الرضيع والمرضع قوله\n</p>\n\n<p>\n3317 تربت يمينك إظهار لكراهة ذكر هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p103'> Vol. 06, p. 103</a>\n            </div>\n             الكلام فإنه معلوم أن\nالمراة هي المرضعة لا الرجل قوله إني لأرى في وجه أبي حذيفة أي الكراهة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p104'> Vol. 06, p. 104</a>\n            </div>\n             @ 103\n</p>\n\n<p>\n3320 من دخول سالم أي لأجل دخوله علي وأبو حذيفة <span id='ms383'></span> زوج سهلة وقد تبنى سالما\nكان التبني غير ممنوع فكان يسكن معهم في بيت واحد فحين نزل قوله تعالى\nادعوهم لآبائهم وحرم التبني كره أبو حذيفة دخول سالم مع اتحاد المسكن وفي\nتعدد المسكن كان عليهم تعب فجاءت سهلة لذلك إلى النبي صلى الله تعالى عليه\nوسلم إنه أي سالما قوله فكانت أي الحكم المذكور والتأنيث للخبر والمراد به\nحل ارضاع الكبير وثبوت الحرمة به رخصة لسالم لضرورة لا تتناول غيره قوله\n</p>\n\n<p>\n3322 تحرمي عليه أي تصيري حراما عليه بذلك اللبن فيذهب بسببه الغيرة ولا\nتهابه نفي بمعنى النهي أي لا تخافه فإنه صدق قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p105'> Vol. 06, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\n3324 سائر أزواج النبي صلى الله تعالى عليه وسلم أي سوى عائشة فإنها كانت\nتزعم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p106'> Vol. 06, p. 106</a>\n            </div>\n             عموم ذلك لكل أحد والجمهور على الخصوص ولو كان الأمر\nإلينا لقلنا بثبوت ذلك الحكم في الكبير عند الضرورة كما في المورد وأما\nالقول بالثبوت مطلقا كما تقول عائشة فبعيد ودعوى الخصوص لا بد من إثباتها\nقوله أنهى عن الغيلة بكسر الغين المعجمة وفتحها وقيل الكسر لا غير هو ان\nيجامع الرجل زوجته وهي مرضع وأراد النهي عن ذلك لما اشتهر أنها تضر بالولد\nثم رجع حين تحقق عنده عدم الضرر في بعض الناس وهذا يقتضي أنه فوض إليه في\nبعض الأمور ضوابط فكان ينظر في الجزئيات واندراجها في الضوابط ليحكم عليها\nبأحكام الضوابط والله تعالى أعلم قوله ذكر ذلك أي عزل الماء وهو الإنزال\nخارج الفرج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p107'> Vol. 06, p. 107</a>\n            </div>\n             @ 107\n</p>\n\n<p>\n3327 لا عليكم أي ما عليكم ضرر في الترك فأشار إلى أن ترك العزل أحسن\nفإنما هو أي المؤثر في وجود الولد وعدمه القدر لا العزل فأي حاجة إليه قوله\n</p>\n\n<p>\n3328 إن ما قدر في الرحم سيكون ما موصولة اسم ان لا كافة وسيكون خبرها أي\nان الذي قدر أن يكون في الرحم سيكون قوله ما يذهب عني مذمة الرضاع بكسر\nالذال وفتحها بمعنى ذمام الرضاع بكسر الذال وفتحها وحقه أي أنها قد خدمتك\nوأنت طفل فكافئها بخادم يكفيها المهنة قضاء لحقها ليكون الجزاء من جنس\nالعمل <span id='ms384'></span> وقيل بالكسر من الذمة والذمام وبالفتح من الذم فههنا يجب الكسر وقيل\nبل بالفتح والكسر هو الحق والحرمة التي يذم مضيعها وبالجملة فالسؤال عما\nكان العرب يعتادونه ويستحسنونه عند فصال الصبي من إعطاء الظير شيئا سوى\nالأجرة غرة بضم معجمة وتشديد مهملة هو المملوك قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p108'> Vol. 06, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\n3330 فأعرض عني تنبيها على أنه لا يليق بالعاقل في مثل هذا الا ترك\nالزوجة لا السؤال ليتوسل به إلى ابقائها عنده وكيف بها أي كيف يزعم الكذب\nبها أو يجزم به وقد زعمت أنها قد أرضعتكما وهو أمر ممكن ولا يعلم عادة الا\nمن قبلها فكيف تكذب فيه دعها أي المرأة وقد أخذ بظاهره أحمد والجمهور على\nأنه أرشده إلى الأحوط والأولى والله تعالى أعلم قوله ومعه الراية الدالة\nعلى الإمارة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p109'> Vol. 06, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\n3332 نكح امرأة أبيه على قواعد أهل الجاهلية فإنهم كانوا يتزوجون بأزواج\nآبائهم ويعدون ذلك من باب الإرث ولذلك ذكر الله تعالى النهي من ذلك بخصوصه\nبقوله ولا تنكحوا ما نكح آباؤكم مبالغة في الزجر عن ذلك فالرجل سلك مسلكهم\nفي عد ذلك حلالا فصار مرتدا فقتل لذلك وهذا تأويل الحديث عند من لا يقول\nبظاهره والله تعالى أعلم قوله وأخذ ماله ظاهره من قتل مرتدا فما له فيء\nوالله تعالى أعلم قوله\n</p>\n\n<p>\n3333 من غشيانهن أي جماعهن لأجل الأزواج أي هذا لكم حلال أي هذا النوع\nوهو ما ملكه اليمين بالسبي لا بالشراء كما هو المورد والأصل وان كان عموم\nاللفظ لا خصوص السبب لكن قد يخص بالسبب إذا كان هناك مانع من العموم كما ها\nهنا والله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p110'> Vol. 06, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\n3334 نهى عن الشغار بكسر الشين والغين المعجمة وسيجيء تفسيره قوله لا جلب\nولا جنب بفتحتين وكل منهما يكون في الزكاة والسباق أما الجلب في الزكاة فهو\nأن ينزل المصدق موضعا ثم يرسل من يجلب إليه الأموال من أماكنها ليأخذ\nصدقتها فنهى عن ذلك وأمر بأخذ صدقاتهم على مياههم وأماكنهم والجنب في\nالزكاة هو أن ينزل العامل بأقصى مواضع أصحاب الصدقة ثم يأمر بالأموال أن <span id='ms385'></span>\nتجنب إليه أي تحضر وقيل هو أن يجنب رب المال بماله أي يبعده من موضعه حتى\nيحتاج العامل إلى الابعاد في طلبه وأما الجلب في السباق هو ان يتبع الفارس\nرجلا فرسه ليزجره ويجلب عليه ويصيح حثا له على الجري فنهى عنه والجنب في\nالسباق أن يجنب فرسا إلى فرسه الذي سابق عليه فإذا فتر المركوب يتحول إلى\nالمجنوب\n</p>\n\n<p>\n3335 ولا شغار يدل على أن النهي عنه محمول على عدم المشروعية وعليه اتفاق\nالفقهاء ومن انتهب أي سلب واختلس وأخذ فهرا نهبه بالضم أي لا لمسلم والنهبة\nبالضم هو المال المنهوب وبالفتح مصدر ويمكن الفتح ها هنا على أنه مصدر\nللتأكيد والمفعول محذوف بقرينة المقام أي لا لمسلم ليس منا أي من أهل\nطريقتنا وسنتنا أو مؤذننا والظاهر أنه ليس من المؤمنين أصلا وإجماع أهل\nالسنة على خلافه فلا بد من التأويل بنحو ما ذكرنا والله تعالى أعلم قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p111'> Vol. 06, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\n3337 وليس بينهما صداق أي بل يجعل كل منهما بنته صداق زوجته والنهي عنه\nمحمول على عدم المشروعية بالاتفاق كما تقدم نعم عند الجمهور لا ينعقد أصلا\nوعندنا لا يبقى شغارا بل يلزم فيه مهر المثل وبه يخرج عن كونه شغارا لا أنه\nمأخوذ فيه عدم الصداق والظاهر أن عدم مشروعية الشغار يفيد بطلانه وأنه لا\nينعقد لا أنه ينعقد نكاحا آخر فقول الجمهور أقرب والله تعالى أعلم قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p112'> Vol. 06, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\n3339 فصعد النظر بتشديد العين أي رفع وصوب بتشديد الواو أي خفض في\nالنهاية أي نظر إلى أعلاها وأسفلها يتأملها وفعل ذلك بعد أن وهبت نفسها له\nلم يقض فيها شيئا من قبول واختيار أو رد صريح لترجع إن لم تكن الخ من حسن\nأدبه ولكن هذا ازاري قال سهل ما له رداء جملة قال سهل ماله رداء معترضة في\nالبين لبيان أنه ما كان عنده الا ازار واحد وما كان عنده رداء ولذلك رد\nعليه النبي صلى الله تعالى عليه وسلم بما رد وقوله فلها نصفه متعلق بقوله\nهذا ازاري موليا من ولى ظهره <span id='ms386'></span> بالتشديد أي أدبر قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p113'> Vol. 06, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\n3340 فكان صداق ما بينهما الإسلام الصداق بالفتح والكسر المهر والكسر\nأفصح والمعنى صداق الزوج الذي بينهما الإسلام أي إسلام أبي طلحة وتأويله\nعند من لا يقول بظاهره أن الإسلام صار سببا لاستحقاقه لها كالمهر لا أنه\nالمهر حقيقة ومن جوز أن المنفعة الدينية تكون مهرا لا يحتاج إلى تأويل ولا\nيخفى أن الرواية الآتية ترد التأويل المذكور وقد يؤول بأنها اكتفت عن\nالمعجل بالإسلام وجعلت الكل مؤجلا بسببه فليتأمل فكان أي الإسلام قوله ولا\nأسألك غيره أي معجلا فصار الإسلام بمنزلة المعجل وبقي المؤجل دينا على\nالذمة ولا يخفي بعد التأويل قوله وجعله أي عتقها صداقها قيل يجوز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p114'> Vol. 06, p. 114</a>\n            </div>\n             ذلك لكل من يريد أن يفعل كذلك وقيل بل هو مخصوص به إذ يجوز له\nالنكاح بلا مهر وليس لغيره ذلك سواء قلنا معناه أنه أعتقها في مقابلة العقد\nأو أنه أعتقها من غير شرط ثم تزوجها بلا مهر والله تعالى أعلم قوله يؤتون\nأجورهم مرتين أي في كل عمل أو في الأعمال التي عملوها في هذه الأحوال\n</p>\n\n<p>\n3344 ثم أعتقها وتزوجها أي فتزوجه زيادة في الإحسان إليها فيستحق به\nمضاعفة الأجر وليس هو من باب العود إلى صدقته حتى ينتقض به الأجر قوله عن\nقول الله عز وجل وان خفتم الخ إذ ليس نكاح ما طاب سببا للعدل في الظاهر حتى\nيؤمن به من يخاف عدمه بل قد يكون النكاح سببا للجور للحاجة إلى الأموال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p115'> Vol. 06, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\n3346 بغير أن يقسط في صداقها أي يعدل فيه فيبلغ به سنة مهر مثلها فيعطيها\nتفسير القسط وفيه دلالة على النهي عن تزوج امرأة يخاف في شأنها الجور\nمنفردة أو مجتمعة مع غيرها قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p116'> Vol. 06, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\n3347 عن ذلك أي عن المهر فعل أي تزوج الأزواج أو زوج البنات أوقية بضم\nهمزة فسكون واو فتشديد ياء بعد القاف المكسورة هي أربعون درهما ونش بفتح\nنون وتشديد شين معجمة اسم لعشرين درهما أو هو بمعنى النصف من كل شيء قوله\n</p>\n\n<p>\n3348 كان الصداق أي صداق غالب الناس قوله ألا <span id='ms387'></span> لا تغلو صداق النساء هو من\nالغلو وهو مجاوزة الحد في كل شيء يقال غاليت في الشيء وبالشيء وغلوت فيه\nغلوا إذا جاوزت فيه الحد وصدق النساء بضمتين مهورهن ونصبه بنزع الخافض أي\nلا تبالغوا في كثرة الصداق وقد جاء في بعض الروايات بصدق النساء أو في صدق\nالنساء بظهور الخافض وليس من الغلاء ضد الرخاء كما يوهمه كلام بعضهم فجعله\nمضارعا من أغلى والله تعالى أعلم مكرمة بفتح ميم وضم راء بمعنى الكرامة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p117'> Vol. 06, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\n3349 ما أصدق من أصدق المرأة إذا سمى لها صداقا أو @ 118 اعطاها ولا\nأصدقت على بناء المفعول والمعنى أنه إذا كان يتولى تقرير الصداق فلا يزيد\nعلى هذا القدر فلا يرد زيادة مهر أم حبيبة لأن ذلك قد قرره النجاشي وأعطاه\nمن عنده فكأنه ترك الشيء لكونه كسرا وان الرجل ليغالي كذا في بعض النسخ وهو\nمن غاليت وفي بعضها ليغلى والوجه ليغلو لكونه من الغلو كما تقدم بصدقة بفتح\nفضم حتى يكون لها عداوة في نفسه أي حتى يعاديها في نفسه عند أداء ذلك المهر\nلثقله عليه حينئذ أو عند ملاحظة قدره وتفكره فيه بالتفصيل كلفت من كلف بكسر\nاللام إذا تحمل علق القربة ويروى عرق القربة بالراء أي تحملت كل شيء حتى\nعرقت كعرق القربة وهو سيلان مائها وقيل أراد بعرق القربة عرق حاملها وقيل\nأراد تحملت عرق القربة وهو مستحيل والمراد أنه يحمل الأمر الشديد الشبيه\nبالمستحيل وقال الأصمعي عرق القربة معناه الشدة ولا أدري ما أصله فلم أدر\nأي لصغر سني وأخرى أي وخصلة أخرى مكروهة كالمغالاة في المهر هذه صفة\nمغازيكم أو مات عطف على قتل وقوله قتل فلان الخ مقول القول قد أوقر الوقر\nبالكسر الحمل وأكثر ما يستعمل في حمل البغل والحمار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p118'> Vol. 06, p. 118</a>\n            </div>\n             أو دف دف\nالرحل بالدال المهملة والفاء المشددة جانب كور البعير وهو سرجه يطلب\nالتجارة أي فمن خرج للتجارة فليس بشهيد قوله\n</p>\n\n<p>\n3351 وبه أثر الصفرة أي طيب النساء قيل أنه تعلق به من طيب العروس ولم\nيقصده وقيل <span id='ms388'></span> بل يجوز للعروس زنة نواة الظاهر أنه كان وزنا مقررا بينهم وقيل\nهي ثلاثة دراهم فإن أراد به أن المهر كان ثلاثة دراهم فقوله من ذهب يأبى\nذلك وان أراد أنه وزن ثلاثة دراهم أو هو قدر من ذهب قيمته ثلاثة دراهم فهو\nمحتمل واثباته محتاج إلى نقل وكذا من قال المراد خمسة دراهم ولو بشاة يفيد\nأنها قليلة من أهل الغنى قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p119'> Vol. 06, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\n3352 بشاشة العرس أي طلاقة الوجه الحاصلة أيام العرس عادة والعرس بضمتين\nوسكون الثاني معلوم فقلت أي بعد أن سأل قوله\n</p>\n\n<p>\n3353 أو حباء بالكسر والمد أي عطية وهو ما يعطيه الزوج سوى الصداق بطريق\nالهبة أو عدة بالكسر ما يعد الزوج انه يعطيها قبل عصمة النكاح أي قبل عقد\nالنكاح والعصمة ما يعتصم به من عقد وسبب لمن أعطيه على بناء المفعول أي لمن\nأعطاه الزوج أي ما يقبضه الولي قبل العقد فهو للمرأة وما يقبضه بعده فله\nقال الخطابي هذا يتأول على ما يشترطه الولي لنفسه سوى المهر قوله كصداق\nنسائها أي مهر المثل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p120'> Vol. 06, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\n3354 لا وكس بفتح فسكون أي لا نقصان منه ولا شطط بفتحتين لا زيادة عليه\nوأصله الجور والعدوان بروع بكسر الباء وجوز فتحها قيل الكسر عند أهل الحديث\nوالفتح عند أهل اللغة أشهر قوله ولم يجمعها أي يجمع ذلك المرأة إلى نفسه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p121'> Vol. 06, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\n3358 ما سئلت على بناء المفعول من جلة بكسر وتشديد جمع جليل بجهد رأي\nبفتح جيم وسكون هاء ويجوز ضم الجيم الطاقة والغاية والوسع فمن الله أي من\nتوفيقه فمنى أي من قصور علمي ومن تسويل الشيطان وتلبيسه وجه الحق فيه\n</p>\n\n<p>\n3358 منه براء كقفاء أو ككرماء جمع بريء والجمع للتعظيم أو لإرادة ما فوق\nالواحد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p122'> Vol. 06, p. 122</a>\n            </div>\n             فرح فرحا لموافقة رأيه الحق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p123'> Vol. 06, p. 123</a>\n            </div>\n             قوله\n</p>\n\n<p>\n3360 جلدته مائة قال بن العربي يعني أدبته تعزيرا وأبلغ به عدد الحد\nتنكيلا لا أنه رأى حده بالجلد حدا له قلت لأن المحصن حده الرجم لا الجلد\nولعل سبب ذلك أن المرأة إذا أحلت جاريتها لزوجها فهو اعارة الفروج فلا يصح\nلكن <span id='ms389'></span> العارية تصير شبهة تسقط الحد الا أنها شبهة ضعيفة جدا فيعزر صاحبها قال\nالخطابي هذا الحديث غير متصل وليس العمل عليه قلت قال الترمذي في إسناده\nاضطراب سمعت محمدا يقول لم يسمع قتادة من حبيب بن سالم هذا الحديث إنما\nرواه عن خالد بن عرفطة ولا يخفى أن هذا الانقطاع غير موجود في سند النسائي\nفليتأمل ثم قال الترمذي اختلف أهل العلم فيمن يقع على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p124'> Vol. 06, p. 124</a>\n            </div>\n             جارية\nامرأته فعن غير واحد من الصحابة الرجم وعن بن مسعود التعزير وذهب أحمد\nوإسحاق إلى حديث النعمان بن بشير والله تعالى أعلم قوله ان استكرهها الخ\nقال الخطابي لا أعلم أحدا من الفقهاء يقول به وخليق أن يكون منسوخا وقال\nالبيهقي في سننه حصول الإجماع من فقهاء الأمصار بعد التابعين على ترك القول\nبه دليل على انه ان ثبت صار منسوخا بما ورد من الاخبار في الحدود ثم أخرج\nعن أشعث قال بلغني أن هذا كان قبل الحدود وذكر هذا الحازمي في ناسخه وقال\nالخطابي الحديث منكر ضعيف الإسناد منسوخ قلت وبين رواياته تعارض لا يخفي\nوالله تعالى أعلم قوله\n</p>\n\n<p>\n3364 وعليه الشروى بفتح الشين المعجمة وسكون الراء وفتح الواو مقصور هو\nالمثل يقال هذا شروي هذا أي مثله قوله إن رجلا هو بن عباس رضي الله تعالى\nعنهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p125'> Vol. 06, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\n3365 إنك تائه هو الحائر الذاهب @ 126 عن الطريق المستقيم عنها عن المتعة\nالاهلية أي دون الوحشية وكأنه ما التفت إليه بن عباس لما ثبت عنده من نسخ\nهذا النهي بالرخصة في المتعة بعد ذلك كايام الفتح لكن قد ثبت النسخ بعد ذلك\nنسخا مؤبدا وهذا ظاهر لمن يتتبع الأحاديث والله تعالى أعلم قوله الإنسية\nبكسر فسكون نسبة إلى الإنس وهم بنو آدم أو بضم فسكون نسبة إلى الإنس خلاف\nالوحش أو بفتحتين نسبة إلى الإنسة بمعنى الإنس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p126'> Vol. 06, p. 126</a>\n            </div>\n             أيضا والمراد هي\nالتي تألف البيوت قوله أنت ورداك أي مع رداك أو ورداك مبتدأ خبره محذوف مثل\nكما ترى أو ردئ والجملة حال أي أنت تكفيني والحال أن رداك <span id='ms390'></span> كما ترى والتقدير\nورداك يكفيني والجملة معترضة والله تعالى أعلم قوله الدف بضم الدال وفتحها\nمعروف والمراد اعلان النكاح بالدف ذكره في النهاية والصوت قال البيهقي في\nسننه ذهب بعض الناس إلى أن المراد السماع وهو خطأ وإنما معناه عندنا اعلان\nالنكاح واضطراب الصوت به والذكر في الناس ذكره السيوطي في حاشية الترمذي\nوقال بعض أهل التحقيق ما ذكره البيهقي محتمل وليس الحديث نصا فيه فالأول\nمحتمل أيضا فالجزم بكونه خطأ لا دليل عليه عند الإنصاف والله تعالى أعلم\nفلا يمكن أن يكون مراده أن الإستدلال به على السماع خطأ وهذا ظاهر لأن\nالإحتمال يفسد الإستدلال لكن قد يقال ضم الصوت إلى الدف شاهد صدق على أن\nالمراد هو السماع إذ ليس المتبادر عند الضم غيره مثل تبادره فصح الإستدلال\nإذ ظهور الإحتمال يكفي في الإستدلال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p127'> Vol. 06, p. 127</a>\n            </div>\n             ثم قد جاء في الباب ما\nيغني ويكفي في افادة أن المراد هو السماع فانكاره يشبه ترك الإنصاف والله\nتعالى أعلم بالصواب قوله\n</p>\n\n<p>\n3371 فقيل له بالرفاء والبنين الرفاء بكسر الراء والمد قال الخطابي كان\nمن عادتهم أن يقولوا بالرفاء والبنين والرفاء من الرفو يجيء بمعنيين أحدهما\nالتسكين يقال رفوت الرجل إذا سكنت ما به من روع والثاني أن يكون بمعنى\nالموافقة والالتئام ومنه رفوت الثوب والباء متعلقة بمحذوف دل عليه المعنى\nأي أعرست ذكره الزمخشري قوله ردع بمفتوحتين فساكنة كلها مهملات وروى اعجام\nالعين الأثر مهيم بمفتوحة فساكنة فتحتية مفتوحة فميم ساكنة أي ما شانك وهي\nكلمة يمانية قيل يحتمل أنه إنكار ويحتمل أنه سؤال قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p128'> Vol. 06, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\n3375 بن بي في النهاية البناء والابتناء الدخول بالزوجة والأصل فيه أن\nالرجل كان إذا تزوج امرأة بنى عليها قبة ليدخل بها فيها فيقال بنى الرجل\nعلى أهله وقال الجوهري بنى على أهله بناء أي زفها والعامة تقول بنى بأهله\nوهو خطأ ورد عليه في النهاية بأنه قد جاء في الحديث وغيره بنى بأهله وعاد\nالجوهري استعمله في كتابه وفي القاموس بني على أهله وبها زفها كابتنى\nوالحاصل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p129'> Vol. 06, p. 129</a>\n            </div>\n             أنه <span id='ms391'></span> جاء بالوجهين لكن يجب التنبيه على أن الباء في هذا\nالحديث ليست هي الباء التي اختلفوا فيها فإنها الباء الداخلة على المرأة\nالمدخول بها والمدخول بها ها هنا متروكة فيجوز تقدير على أهلي أو بأهلي\nوالباء المذكورة باء التعدية والمعنى اجعلني بانيا على أهلي أو بأهلي فلا\nاشكال في هذا الحديث على القولين كما لا يخفي الحطمية ضبط بضم ففتح أي التي\nتحطم السيوف أي تكسرها وقيل هي العريضة الثقيلة وقيل هي منسوبة إلى قبيلة\nيقال لها حطمة وكانوا يعملون الدروع وهذا أشبه الأقوال قوله وأدخلت الخ\nاتخاذ اللعب وإباحة لعب الجواري بها وقد جاء في الحديث ان النبي صلى الله\nتعالى عليه وسلم رأى ذلك فلم ينكره قالوا وسببه الصور لما ذكر من المصلحة\nويحتمل أن يكون هذا منهيا عنه فكانت قضية عائشة هذه في أول الهجرة قبل\nتحريم الصور قال السيوطي قلت ويحتمل أن يكون ذلك لكونهن دون البلوغ فلا\nتكليف عليهن كما جاز للولي الباس الصبي الحرير قلت وهذا لا يتمشى على أصول\nعلمائنا الحنفية إذ ليس للولي عندهم الالباس وهذا هو الذي يدل عليه\nالأحاديث لما جاء النهي في صغار أهل البيت من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p130'> Vol. 06, p. 130</a>\n            </div>\n             تناول الصدقة\nوكذا جاء النهي في الصغار عن الخمر والله تعالى أعلم قوله\n</p>\n\n<p>\n3380 فأخذ نبي الله صلى الله تعالى عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p131'> Vol. 06, p. 131</a>\n            </div>\n             وسلم في زقاق خيبر\nبضم زاي الطريق قال السيوطي كذا في أصلنا فأخذ وفي مسلم فأجرى قال النووي\nوفيه دليل على جواز ذلك وأنه لا يسقط المروءة ولا يخل بمراتب أهل الفضل لا\nسيما عند الحاجة للقتال أو رياضة الدابة أو تدريب النفس ومعاناة أسباب\nالشجاعة وإني لأرى بياض الخ قال السيوطي فيه دليل لمن يقول ان الفخذ ليس\nبعورة وهو المختار قلت لكن الجمهور على أنه عورة وقد جاءت به أدلة وأجابوا\nعن هذا الحديث بأنه كان لا عن عمد كما يدل عليه رواية مسلم خربت خيبر قيل\nهو دعاء بمنزلة اسأل الله خرابها وقيل أخبار بخرابها على الكفار وفتحها على\nالمسلمين <span id='ms392'></span> محمد تقديره هذا محمد والخميس هو بخاء معجمة مرفوع عطف على محمد\nوهو الجيش سمى بذلك لكونه يكون على خمسة أقسام مقدمة وساقه وميمنة وميسرة\nوقلب وقيل لتخميس الغنائم ويرد بأنه اسم جاهلي ولم يكن هناك تخميس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p132'> Vol. 06, p. 132</a>\n            </div>\n             عنوة بفتح العين أي قهرا لا صلحا هذا المشهور في تفسيره لكن\nالتحقيق أن المراد أخذنا القرية حال كونها ذليلة ولازم ذلك قهر الغانمين\nفالتفسير المشهور تفسير باللازم والا فالعنوة مصدر عنت الوجوه للحي القيوم\nأي ذلت وخضعت والله تعالى أعلم فجمع السبي ما أخذ من العبيد والاماء دحية\nبكسر الدال وفتحها بنت حيي بضم الحاء وكسرها أعطيت دحية الخ كأنه ظهر له من\nذلك عدم رضا الناس باختصاص دحية بمثلها فخاف الفتنة عليهم فكره ذلك قال\nالمازري يحتمل ان يكون دحية رد الجارية برضاه أو أنه انما أذن له في جارية\nمن حشو السبي لا أفضلهن فلما أن رآه أخذ أشرفهن استرجعها لأنه لم يأذن فيها\nفأهدتها أي زفتها فأصبح عروسا هو يطلق على الزوج والزوجة مطلقا نطعا بكسر\nففتح هوالمشهور وجوز فتح النون مع فتح الطاء واسكان الطاء مع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p133'> Vol. 06, p. 133</a>\n            </div>\n            \nكل من كسر النون وفتحها بالأقط بفتح فكسر لبن يابس متحجر فحاسوا حيسة أي\nخلطوا بين الكل وجعلوه طعاما واحدا قوله حين عرس بها هكذا في النسخة التي\nعندنا من التعريس والمشهور أعرس إذا دخل بالمرأة عند بنائها وعرس بالتشديد\nإذا نزل آخر الليل ولذلك حكم بعضهم في مثله بأنه خطأ وقيل هو لغة في أعرس\n</p>\n\n<p>\n3381 فيمن ضرب عليها الحجاب أي أمهات المؤمنين لا من السريات قوله وطأ أي\nأصلح لها المكان خلفه قوله عند العرس بضمتين أو سكون الثاني وهذا الحديث\nوأمثاله يبين المراد من الصوت الوارد عند النكاح والله تعالى أعلم قوله في\nخميل بخاء معجمة بوزن كريم هي القطيفة وهي كل ثوب له خمل من أي شيء كان\nقوله فراش للرجل أي يجوز اتخاذ ثلاثة فرش للرجل الخ\n</p>\n\n<p>\n3385 والرابع للشيطان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p134'> Vol. 06, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\n3387 زهاء ثلاثمائة بضم الزاي والمد أي قدرها وقوله ليتحلق <span id='ms393'></span> هو تفعل من\nالحلقة وهو أن يتعمدوا ذلك قاله في النهاية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p135'> Vol. 06, p. 135</a>\n            </div>\n             أي للإفتخار الذي\nهو مما يحمل عليه الشيطان ويرضى به أو هو من عمل الشيطان أو هو مما لا\nينتفع به أحد فيجيء الشيطان يرقد عليه فصار له والله تعالى أعلم قوله\nأنماطا ضرب من البسط له خمل رقيق قوله إن هذا منا قليل نظرا إلى ما تستحقه\nأنت من الكرامة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p136'> Vol. 06, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( كتاب الطلاق )\n</p>\n\n<p>\nقوله\n</p>\n\n<p>\n3389 مر عبد الله فليراجعها إمحاء لأثر المكروه بقدر الإمكان فإذا طهرت\nأي من الحيضة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p137'> Vol. 06, p. 137</a>\n            </div>\n             الثانية فقيل أمر بامساكها في الطهر الأول وجوز\nتطليقها في الطهر الثاني للتنبيه على أن المراجع ينبغي أن لا يكون قصده\nبالمراجعة تطليقها فإنها العدة ظاهره أن تلك الحالة وهي حالة الطهر عين\nالعدة فتكون العدة بالأطهار لا الحيض ويكون الطهر الأول الذي وقع فيه\nالطلاق محسوبا من العدة ومن لا يقول به يقول المراد فإنها قبل العدة بضمتين\nأي اقبالها فإنها بالطهر صارت مقبلة للحيض وصار الحيض مقبلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p138'> Vol. 06, p. 138</a>\n            </div>\n            \nلها والله تعالى أعلم قوله فتغيظ يدل على حرمة الطلاق في الحيض حتى تحيض\nحيضة أي ثانية وتطهر منها وبه حصل موافقة هذه الرواية بالروايات السابقة\nوحسبت على بناء المفعول والصيغة للمؤنث أو على بناء الفاعل والصيغة للمتكلم\nقوله فردها علي من كلام بن عمر أي فرد الطلقة على أي أنكرها شرعا علي ولم\nيرها شيئا مشروعا فلا ينافي هذا لزوم الطلاق أو فرد الزوجة على وأمرني\nبالرجعة إليها إذا طهرت ظاهره من الحيض الأول ويمكن حمله على الطهر من\nالحيض الثاني توفيقا بين روايات الحديث قوله قبل عدتهن بضم القاف والباء\nقال السيوطي أي اقبالها وأولها وحين يمكنها الدخول فيها والشروع وذلك حال\nالطهر قلت هذا على وفق مذهبه وقد تقدم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p139'> Vol. 06, p. 139</a>\n            </div>\n             الكلام على وفق مذهب من\nيقول بذلك والله تعالى أعلم قوله\n</p>\n\n<p>\n3394 طلاق السنة بمعنى أن السنة قد وردت باباحتها لمن احتاج إليها لا\nبمعنى أنها من الأفعال المسنونة التي يكون الفاعل مأجورا باتيانها نعم إذا\nكف المرء نفسه من غيره <span id='ms394'></span> عند الحاجة وآثر هذا النوع من الطلاق لكونه مباحا\nفله أجر على ذلك لا على نفس الطلاق فلا يرد أنها كيف تكون سنة وهي من أبغض\nالمباحات كما جاء به الحديث والله تعالى أعلم وقوله ثم تعتد بعد ذلك بحيضة\nهذا صريح في أن العدة تكون بالحيض لا بالأطهار قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p140'> Vol. 06, p. 140</a>\n            </div>\n             فتعتد بتلك\nالتطليقة أي اعتد بتلك التطليقة وتحسب في الطلقات الثلاث أم لا لعدم\nمصادفتها وقتها والشيء يبطل قبل أوانه سيما وقد لحقته الرجعة المبطلة لأثره\nمه أي اسكت قاله ردعا له وزجرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p141'> Vol. 06, p. 141</a>\n            </div>\n             عن التكلم بمثله إذ كونها تحسب\nأمر ظاهر لا يحتاج إلى سؤال سيما بعد الأمر بمراجعته إذ لا رجعة الا عن\nطلاق ويحتمل أنه استفهام معناه التقرير أي ما يكون ان لم يحسب بتلك الطلقة\nفأصله ماذا يكون ثم قلبت الألف هاء\n</p>\n\n<p>\n3399 إن عجز عن الرجعة أي أفلم تحسب حينئذ فإذا حسبت فتحسب بعد الرجعة\nأيضا إذ لا أثر للرجعة في ابطال الطلاق نفسه واستحمق أي فعل فعل الجاهل\nالأحمق بأن أبي عن الرجعة بلا عجز قالوا وبمعنى أو والله تعالى أعلم قوله\nأيلعب بكتاب الله يحتمل بناء الفاعل أو المفعول أي يستهتر به والمراد به\nقوله تعالى الطلاق مرتان إلى قوله ولا تتخذوا آيات الله هزوا فإن معناه\nالتطليق الشرعي تطليقة بعد تطليقة على التفريق دون الجمع والارسال مرة\nواحدة ولم يرد بالمرتين التثنية ومثله قوله تعالى ثم ارجع البصر كرتين أي\nكرة بعد كرة لا كرتين اثنتين ومعنى قوله فإمساك بمعروف تخيير لهم بعد أن\nعلمهم كيف يطلقون بين ان يمسكوا النساء بحسن العشرة والقيام بمواجبهن وبين\nأن يسرحوهن السراح الجميل الذي علمهم والحكمة في التفريق ما يشير إليه قوله\nتعالى لعل الله يحدث بعد ذلك أي قد يقلب الله تعالى قلب الزوج بعد الطلاق\nمن بغضها إلى محبتها ومن الرغبة عنها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p142'> Vol. 06, p. 142</a>\n            </div>\n             إلى الرغبة فيها ومن\nعزيمة امضاء الطلاق إلى الندم عليه فليراجعها وقوله ولا تتخذوا آيات الله\nهزوا أي بالجمع بين الثلاث والزيادة عليها <span id='ms395'></span> فكلاهما لعب واستهزاء والجد\nوالعزيمة أن يطلق واحدا وان أراد الثلاث ينبغي أن يفرق\n</p>\n\n<p>\n3401 ألا أقتله لأن اللعب بكتاب الله كفر ولم يرد أن المقصود الزجر\nوالتوبيخ وليس المراد حقيقة الكلام ثم اختلفوا في الجمع بين الثلاث فقال\nأبو حنيفة ومالك والأوزاعي والليث هو بدعة وقال الشافعي وأحمد وأبو ثور ليس\nبحرام لكن الأولى التفريق وظاهر الحديث التحريم والجمهور على أنه إذا جمع\nبين الثلاث يقع الثلاث ولا عبرة بخلاف ذلك عندهم أصلا والله تعالى أعلم\nقوله فيقتلونه أي المسلمون قصاصا ان لم يأت بالشهود وان كان له ذلك فيما\nبينه وبين الله عند بعض لكن لا يصدق بمجرد الدعوى في القضاء فكره كأنه ما\nاطلع على وقوع الواقعة فرأى البحث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p143'> Vol. 06, p. 143</a>\n            </div>\n             عن مثله قبل الوقوع من فضول\nالعلم مع أنه يخل في البحث عن الضروري والله تعالى أعلم فتقتلونه بالخطاب\nللمسلمين أو له صلى الله تعالى عليه وسلم والجمع للتعظيم\n</p>\n\n<p>\n3402 كذبت عليها ان أمسكتها أي مقتضى ما جرى من اللعان أن لا أمسكها ان\nكنت صادقا فيما قلت فان أمسكتها فكأني كنت كاذبا فيما قلت فلا يليق الإمساك\nوظاهر أنه لا يقع التفريق بمجرد اللعان بل يلزم أن يفرق الحاكم بينهما أو\nالزوج يفرق بنفسه ومن يقول بخلافه يعتذر بأن عويمرا ما كان عالما بالحكم\nوفيه أنه لو كان عن جهل كيف قرره النبي صلى الله تعالى عليه وسلم على ذلك\nوفيه أن الثلاث تجوز دفعة إذا كانت الحالة تقتضيه وتناسبه والله تعالى أعلم\nقوله بثلاث تطليقات فقد جاء ما يقتضي أنه أرسل بالثالثة فلعله جمع نظرا إلى\nأنه حصل الثلاث واجتمعت في الوجود عند الثالثة وعلى هذا فلا مناسبة لهذا\nالحديث بالمطلوب وهي الثلاث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p144'> Vol. 06, p. 144</a>\n            </div>\n             دفعة والله تعالى أعلم قوله ألم\nتعلم أن الثلاث الخ لما كان الجمهور من السلف والخلف على وقوع الثلاث دفعة\nوقد جاء في حديث ركانة بضم الراء أنه طلق امرأته البتة فقال له النبي صلى\nالله تعالى عليه وسلم ما أردت الا واحدة فقال والله <span id='ms396'></span> ما أردت الا واحدة فهذا\nيدل على أنه لو أراد الثلاث لوقعت وإلا لم يكن لتحليفه معنى وهذا الحديث\nبظاهره يدل على عدم وقوع الثلاث دفعة بل تقع واحدة أشار المصنف في الترجمة\nإلى تأويله بأن يحمل الثلاث في الحديث على الثلاث المتفرقة لغير المدخول\nبها وإذا طلق غير المدخول بها ثلاثا متفرقة تقع الأولى وتلغو الثانية\nوالثالثة لعدم مصادفتهما المحل فهذا معنى كون الثلاث ترد إلى الواحدة وعلى\nهذا المعنى اندفع الاشكال عن الجمهور وحصل التوفيق بين هذا الحديث وبين ما\nيقتضي وقوع الثلاث من الأدلة وهذا محمل دقيق لهذا الحديث الا أنه لا يوافق\nما جاء في هذا الحديث ان عمر بعد ذلك أمضى الثلاث إذ هو ما أمضى الثلاث\nالمتفرقة لغير المدخول بها بل أمضى الثلاث دفعة للمدخول بها وغير المدخول\nبها فليتامل فالوجه في الجواب أنه منسوخ وقد قررناه في حاشية مسلم وحاشية\nأبي داود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p145'> Vol. 06, p. 145</a>\n            </div>\n             والله تعالى اعلم قوله عن رجل طلق امرأته أي ثلاثا\n</p>\n\n<p>\n3407 فدخل بها أي خلا سمى الخلوة دخولا فإنها من مقدماته ولا بد من الحمل\nعلى هذا المعنى لأن المفروض عدم الجماع كما يدل عليه قوله ثم طلقها قبل أن\nيواقعها حتى يذوق الآخر أي غير الأول ولو ثالثا أو رابعا قوله حتى يذوق أي\nالآخر لا عبد الرحمن بخصوصه قوله تجهر بما تجهر كره الجهر بمثل ذلك في\nحضرته صلى الله تعالى عليه وسلم تعظيما لشأنه صلى الله تعالى عليه وسلم\nوتحقيرا لتلك المقالة البعيدة عن أهل الحياء قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p146'> Vol. 06, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\n3410 اللهم غفرا بفتح فسكون بمعنى المغفرة ونصبه بتقدير اغفر لي أو أسألك\nأو أرزقني ونحو ذلك ولما كان منشأ الخطأ العجلة المذمومة طلب منه المغفرة\nوالا فقد جاء رفع عن أمتي الخطأ قال الترمذي هذا حديث لا نعرفه الا من حديث\nسليمان بن حرب عن حماد بن زيد وسألت محمدا عن هذا الحديث فقال حدثنا سليمان\nبن حرب عن حماد بن زيد بهذا وإنما هو عن أبي هريرة موقوف ولم يعرف محمد <span id='ms397'></span>\nحديث أبي هريرة مرفوعا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p147'> Vol. 06, p. 147</a>\n            </div>\n             وكان علي بن ناصر حافظا صاحب حديث قلت\nفكأن قول المصنف هذا حديث منكر إشارة إلى أن رفعه منكر والله تعالى أعلم ثم\nالجمهور على أنها طلقة واحدة قوله إن الغميصاء أو الرميصاء بضم وفتح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p148'> Vol. 06, p. 148</a>\n            </div>\n             ومد فيهما في حاشية السيوطي هي غير أم سليم على الصحيح حتى\nتذوق أي وهي ما ذاقت على مقتضى ما قالت فتؤاخذ باقرارها قوله فيغلق الباب\nمن أغلق الباب والمراد الخلوة قوله هذا أولى بالصواب أي من الذي قبله كما\nفي عبارة الكبرى قوله الواشمة هي فاعلة الوشم وهو أن يغرز الجلد بابرة ثم\nيحشى بكحل أو نيل فيزرق أثره أو يخضر والموتشمة هي التي يفعل بها ذلك كذا\nذكره السيوطي أي وهي راضية والواصلة هي التي تصل شعرها بشعر انسان آخر\nوالموصولة التي يفعل بها ذلك عن رضاها\n</p>\n\n<p>\n3416 وآكل الربا أي آخذ الربا سواء أكل بعد ذلك أولا لكن لما كان الغرض\nالأصلي هو الأكل عبر عنه بأكله وموكله أي معطيه والمحلل والمحلل له الأول\nمن الإحلال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p149'> Vol. 06, p. 149</a>\n            </div>\n             والثاني من التحليل وهما بمعنى واحد ولذا روى المحل\nوالمحل له بلام واحدة مشددة والمحلل والمحلل بلامين أولاهما مشددة ثم\nالمحلل من تزوج مطلقة الغير ثلاثا لتحل له والمحلل له هو المطلق والجمهور\nعلى أن النكاح بنية التحليل باطل لأن اللعن يقتضي النهي والحرمة في باب\nالنكاح تقتضي عدم الصحة وأجاب من يقول بصحته أن اللعن قد يكون لخسة الفعل\nفلعل اللعن ها هنا لأنه هتك مروأة وقلة حمية وخسة نفس أما بالنسبة إلى\nالمحلل له فظاهر وأما المحلل فإنه كالتيس يعير نفسه بالوطء لغرض الغير\nوتسميته محللا يؤيد القول بالصحة ومن لا يقول بها يقول أنه قصد التحليل وان\nكانت لا تحل قوله فقلت ثلاثا أي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p150'> Vol. 06, p. 150</a>\n            </div>\n             طلقني ثلاثا فهو جواب بحسب\nالمعنى قوله ثم تلا هذه الآية يا أيها النبي لم تحرم ما أحل الله لك فهذا\nبظاهره يدل على أن هذه الآية نزلت في تحريم المرأة كما جاء أنه صلى الله <span id='ms398'></span>\nتعالى عليه وسلم حرم مارية فنزلت\n</p>\n\n<p>\n3420 عليك أغلظ الكفارة لعله أغلظ في ذلك لينزجر الناس ويرتدعوا عن ذلك\nوإلا فظاهر القرآن يقتضي كفارة اليمين فقد قال تعالى قد فرض الله لكم تحلة\nأيمانكم الخ فليتأمل والله تعالى أعلم قوله فتواصيت أي توافقت وحفصة بالنصب\nأقرب أي مع حفصة حتى لا يلزم العطف على الضمير المرفوع بلا تأكيد ولا فصل\nما دخل ما زائدة\n</p>\n\n<p>\n3421 ريح مغافير هو شيء حلو له ريح كريهة وكان صلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p151'> Vol. 06, p. 151</a>\n            </div>\n             الله\nتعالى عليه وسلم لا يحب الرائحة الكريهة فلذلك ثقل عليه ما قالتا وعزم على\nعدم العود وعلى هذا فقد حرم العسل قوله حين تخلف متعلق بحديثه أي يحدث ما\nوقع له حين التخلف فلا تقربها بفتح الراء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p152'> Vol. 06, p. 152</a>\n            </div>\n             @ 152\n</p>\n\n<p>\n3422 فقلت لامرأتي الحقي بأهلك الخ أي فالحقي بأهلك إذا لم يكن بنية\nالطلاق لم يكن طلاقا قوله الذين تيب عليهم أي الذين ذكرهم الله تعالى في\nالقرآن بقوله وعلى الثلاثة الذين خلفوا الآية 154 قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p153'> Vol. 06, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\n3427 ثم أعتقنا على بناء المفعول فقال أن راجعتها ظاهره أن الحر يملك\nثلاث طلقات وان صار حرا بعد الطلقتين فله الرجوع بعد طلقتين لبقاء الثالث\nالحاصل بالعتق لكن العمل على خلافه فيمكن ان يقال ان هذا كان حين كانت\nالطلقات الثلاث واحدة كما رواه بن عباس فالطلقتان للعبد حينئذ كانتا واحدة\nوهذا بناء المفعول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p154'> Vol. 06, p. 154</a>\n            </div>\n             أمر قد تقرر أنه منسوخ الآن فلا اشكال والله\nتعالى أعلم قوله عن الحسن قيل هو سهو إما من المصنف أو من شيخه والصواب أبو\nالحسن كما فيما تقدم قوله ومن لم يكن محتلما الخ أخذ منه أن غير البالغ لا\nعبرة بطلاقه إذ لا عبرة بكفره وهو أشد من الطلاق والله تعالى أعلم قوله\nأنبت على بناء الفاعل من الانبات فاستبقيت على بناء المفعول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p155'> Vol. 06, p. 155</a>\n            </div>\n            \nقوله\n</p>\n\n<p>\n3432 رفع القلم كناية عن عدم كتابة الآثام عليهم في هذه الأحوال وهو لا\nينافي ثبوت بعض الأحكام الدنيوية والأخروية لهم في هذه الأحوال كضمان\nالمتلفات وغيره فلذلك من فاتته صلاة في النوم فصلى ففعله قضاء <span id='ms399'></span> عند كثير من\nالفقهاء مع أن القضاء مسبوق بوجوب الصلاة فلا بد لهم من القول بالوجوب حالة\nالنوم ولهذا الصحيح أن الصغير يثاب على الصلاة وغيرها من الأعمال فهذا\nالحديث رفع عن أمتي الخطأ مع أن القاتل خطأ يجب عليه الكفارة وعلى العاقلة\nالدية وعلى هذا ففي دلالة الحديث على عدم وقوع طلاق هؤلاء بحث والله تعالى\nأعلم ويتعلق بهذا الحديث أبحاث أخر ذكرناها في حاشية أبي داود وفي كتاب\nالحدود حتى يكبر أي يحتلم أو يبلغ والثاني أظهر وعليه يحمل رواية يحتلم\nوذلك لأنه قد يبلغ بلا احتلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p156'> Vol. 06, p. 156</a>\n            </div>\n             قوله\n</p>\n\n<p>\n3434 حدثت به أنفسها يحتمل الرفع على الفاعلية والنصب على المفعولية\nوالثاني أظهر معنى والأول يجعل كناية عما لم تحدث به ألسنتهم وقوله ما لم\nتكلم به أو تعمل صريح في أنه مغفول ما دام لم يتعلق به قول أو فعل فقولهم\nإذا صار عزما يؤاخذ به مخالف لذلك قطعا ثم حاصل الحديث أن العبد لا يؤاخذ\nبحديث النفس قبل التكلم به والعمل به وهذا لا ينافي ثبوت الثواب على حديث\nالنفس أصلا فمن قال إنه معارض بحديث من هم بحسنة فلم يعملها كتب له حسنة\nفقد وهم بقي الكلام في اعتقاد الكفر ونحوه والجواب أنه ليس من حديث النفس\nبل هو مندرج في العمل وعمل كل شيء على حسبه ونقول الكلام فما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p157'> Vol. 06, p. 157</a>\n            </div>\n            \nيتعلق به تكلم أو عمل بقرينة ما لم يتكلم الخ وهذا ليس منهما وإنما هو من\nأفعال القلب وعقائده لا كلام فيه فليتأمل والله تعالى أعلم قوله طيب المرقة\nأي اصلحها وطبخها جيدا أو هو صيغة الصفة فأومأ أي أشار ذلك الفارسي إليه\nإلى النبي صلى الله تعالى عليه وسلم\n</p>\n\n<p>\n3436 أن تعال أن تفسيرية يريد أن يدعوه إلى المرقة أي وهذه أي ادعني وهذه\nوالا لا أقبل دعوتك ولعل الوقت ما كان يساعد الانفراد بذلك فكره انفراده\nعنها بذلك فعلق قبول الدعوة بالاجتماع فإن رضى الداعي بذلك دعاهما\nوالاتركهما ومقصود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p158'> Vol. 06, p. 158</a>\n            </div>\n             المصنف رحمه الله تعالى أن الإشارة المفهومة\nتستعمل <span id='ms400'></span> في المقاصد والطلاق من جملتها فيصح استعمالها فيه قوله إنما الأعمال\nالخ قد سبق الكلام على الحديث تفصيلا في كتاب الطهارة ومقصود المصنف أن قول\nإنما لكل امرئ ما نوى يشمل ما نوى من كلامه والله تعالى أعلم قوله وأنا\nمحمد أي اسما ووصفا فلا يمكن مطابقة اسم المذمم لي واطلاقه علي وارادتي به\nبوجه من الوجوه فلا يعود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p159'> Vol. 06, p. 159</a>\n            </div>\n             الشتم واللعن إلى أصلا بل رجع إليهم\nلأنهم الذين يصدق عليهم مسمى هذا الاسم وصفا وظهر بهذا اللفظ إذا قصد به\nمعنى لا يحتمله لا يثبت له الحكم المسوق له الكلام قوله من أجل أنهن اخترنه\nيشير إلى أنهن لو لم يكن اخترنه كان ما قال طلاقا وهو خلاف ما يفيده ظاهر\nالقرآن فإنه يفيد أن الاختيار للدنيا ليس بطلاق وإنما إذا اخترن الدنيا\nينبغي له صلى الله تعالى عليه وسلم أن يطلقهن ولهذا قال أهل التحقيق أن هذا\nالاختيار خارج عن محل النزاع فلا يتم به الإستدلال على مسائل الإختيار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p160'> Vol. 06, p. 160</a>\n            </div>\n             فليتأمل قوله فهل كان طلاقا أي كما يزعم من يقول إذا اختارت\nالزوج كان طلاقا أيضا لكن قد عرفت أن هذه الصورة غير داخلة في المتنازع فيه\nقوله غلام وجارية بينهما زواج\n</p>\n\n<p>\n3446 ابدئي بالغلام قيل أمر بذلك لئلا تختار الزوجة نفسها ان بدأ\nبإعتاقها قلت وهذا لا يمنع اعتاقهما معا فيمكن أن يقال بدأ بالرجل لشرفه\nوالله تعالى أعلم قوله فخيرت في زوجها فظهر به خيار العتق للمرأة مطلقا أو\nإذا كان زوجها عبدا على اختلاف المذهبين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p161'> Vol. 06, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\n3447 وقال رسول الله صلى الله تعالى عليه وسلم أي فيها خبز وأدم في\nالمجمع الادم ككتب في كتب فظاهره أنه بالضمتين جمع نعم يجوز السكون في كل\nما كان بضمتين وعلى هذا فالظاهر أن الأول بضم فسكون مفرد والثاني بضمتين\nجمع ومعنى أدم البيت الأدم التي توجد في البيوت غالبا كالخل والعسل والتمر\nولنا هدية فبين أن العين الواحدة يختلف حكمها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p162'> Vol. 06, p. 162</a>\n            </div>\n             باختلاف جهات\nالملك قوله فقال كلوه أي واعطوني آكل وهذا هو محل <span id='ms401'></span> السؤال ففيه اختصار والا\nفعائشة ليست هاشمية فيحل لها الصدقة والله تعالى أعلم قوله وكان زوجها حرا\nأي حين أعتقت قيل حديث عائشة قد اختلف فيه كما سيجئ وحديث بن عباس لا\nاختلاف فيه بأنه كان عبدا فالأخذ به أحسن وقيل بل كان في الأصل عبدا ثم\nأعتق فلعل من قال عبد لم يطلع على إعتاقه فاعتمد على الأصل فقال عبد بخلاف\nمن قال انه معتق فمعه زيادة علم ولعل عائشة اطلعت على ذلك بعد فوقع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p163'> Vol. 06, p. 163</a>\n            </div>\n             الإختلاف في خبرها فالتوفيق ممكن بهذا الوجه فالاخذ به أحسن\nوالله تعالى أعلم قوله أن أعدها لهم أي اشتريك منهم بها وأعدها لا أنها\nشرطت الولاء لنفسها بأداء الدراهم في الكتابة إعانة لبريرة فإن ذلك لا يجوز\nبل اشتريت وأعتقت لا أي اشترى ولا أعد الدراهم\n</p>\n\n<p>\n3451 ها الله كلمة ها بدل من واو القسم وما بعدها مجرور ويقال ها الله\nموضع والله بقطع الهمزة مع أثبات ألفها وحذفه إذا أي إذا شرطوا الولاء\nلأنفسهم وللناس في تحقيق هذه الكلمة كلام طويل الذيل فتركناه مخافة التطويل\nمع كفاية ما ذكرنا في ظهور معناها واشترطي لهم الولاء أي اتركيهم على ما هم\nعليه من اشتراط الولاء لهم ولا يخفى ما فيه من الخداع وقد أنكر الجمهور\nالبيع بالشرط فكيف إذا كان فيه خداع وقد أول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p164'> Vol. 06, p. 164</a>\n            </div>\n             بعضهم هذا اللفظ\nبما يقتضي أنها ما شرطت لهم ما باعوا منها فالصحيح في الجواب أنه تخصيص من\nالشارع ليبطل عليهم مثل هذا الشرط بعد أن اعتقدوا ثبوته لئلا يطمع أحد في\nمثله أصلا والله تعالى أعلم ليست في كتاب أي مخالفة لحكم الله قوله لمن ولى\nالنعمة أي نعمة الإعتاق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p165'> Vol. 06, p. 165</a>\n            </div>\n             قوله وفرقت بكسر الراء أي خفت وهو من\nقول شعبة والصيغة للمتكلم وسمعته للمخاطب قوله في علية بضم العين وكسرها\nوكسر اللام المشددة وتشديدالياء أي غرفة\n</p>\n\n<p>\n3455 فنادى بلالا المشهور أنه استأذن بواسطة عبد له صلى الله تعالى عليه\nوسلم بواسطة استئذان ذلك العبد له آليت أي حلفت من الدخول عليهن <span id='ms402'></span> وهذا ليس\nمن باب الايلاء المؤدي إلى الطلاق المشهور بين الفقهاء بالبحث عنه ولكنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p166'> Vol. 06, p. 166</a>\n            </div>\n             ايلاء لغة والله تعالى أعلم قوله أليس أي الشأن قوله قبل أن\nأكفر من التكفير أي أعطى الكفارة لا تقربها بفتح الراء أي مرة ثانية قوله\nقال رحمك الله يا رسول الله الظاهر أن النبي صلى الله تعالى عليه وسلم بدأ\nبالدعاء بالرحمة فقال له يرحمك الله كما تقدم فقابله الرجل بمثل ذلك أو\nبأحسن منه حيث استعمل صيغة المضي ووقع الإختصار من الرواة فنقل البعض الأول\nوالبعض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p167'> Vol. 06, p. 167</a>\n            </div>\n             الآخر وفي تقرير النبي صلى الله تعالى عليه وسلم على\nذلك دلالة على جواز الدعاء بالرحمة له صلى الله تعالى عليه وسلم قوله وسع\nبكسر السين أي يدرك كل صوت\n</p>\n\n<p>\n3460 فكان يخفي علي بتشديد الياء يريد أنها تشكو سرا حتى يخفى علي وأنا\nحاضر كلامها قوله المنتزعات والمختلعات في النهاية يعني اللاتي يطلبن الخلع\nوالطلاق من ازواجهن بغير عذر وكونها المنافقات أي أنها كالمنافقات في أنها\nلا تستحق دخول الجنة مع من يدخلها أو لا والله تعالى أعلم قوله في الغلس\nبفتحتين أي ظلمة آخر الليل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p168'> Vol. 06, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\n3462 لا أنا ولا ثابت يحتمل أن لا الثانية مزيدة والخبر محذوف بعدهما أي\nمجتمعان أي لا يمكن لنا اجتماع ويحتمل أنها غير زائدة وان خبر كل محذوف أي\nلا أنا مجتمعة مع ثابت ولا ثابت مجتمع معي قوله أكره الكفر في الإسلام أي\nأخلاق الكفر في حال الإسلام أو أكره الرجوع إلى الكفر بعد الدخول في\nالإسلام وعدم الموافقة مع الزوج وشدة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p169'> Vol. 06, p. 169</a>\n            </div>\n             العداوة في البين قد يفضي\nإلى ذلك فلذلك أريد الخلع قوله لا تمنع أي يدلامس غربها من التغريب بمعنى\nالتبعيد أي طلقها كما تقدم أن تتبعها نفسي أي من شدة المحبة والكلام عليه\nقد تقدم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p170'> Vol. 06, p. 170</a>\n            </div>\n             قوله لاعن أي أمر باللعان قوله إن عنده من ذلك علم هو\nبالنصب اسم ان وان كتب بصورة المرفوع ويحتمل أن يكون مرفوعا بتقدير ضمير\nالشأن أي إن الشأن عنده من ذلك بشريك بن السحماء <span id='ms403'></span> بفتح السين وسكون الحاء\nالمهملتين والمد قال القاضي عياض وشريك هذا صحابي وقول من قال أنه يهودي\nباطل\n</p>\n\n<p>\n3468 وكان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p171'> Vol. 06, p. 171</a>\n            </div>\n             أخو البراء هكذا في النسخة التي عندي وغيرها\nوالصواب وكان أخا البراء بن مالك فليتأمل فلاعن أي أمر باللعان أبصروه أي\nولدها سبطا بفتح فكسر أو سكون أي مسترسل الشعر قضىء العينين بالهمز والمد\nعلى وزن فعيل أي فاسد العينين بكثرة دمع أو حمرة أو غير ذلك أكحل ذو سواد\nفي أجفان العين خلقة جعدا بفتح الجيم وسكون العين الذي شعره غير سبط حمش\nالساقين بحاء مهملة مفتوحة وميم ساكنة وشين معجمة يقال رجل حمش الساقين\nوأحمش الساقين أي دقيقهما فأنبئت على بناء المفعول قوله أربعة شهداء والا\nفحد المشهور نصب الأول بتقدير أقم ورفع الثاني بتقدير يثبت أو يجب حد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p172'> Vol. 06, p. 172</a>\n            </div>\n             @ 173\n</p>\n\n<p>\n3469 ما يبرئ بالتشديد من التبرئة فإنها موجبة أي للعذاب في حق الكاذب\nفتلكأت أي توقفت أن تقول سائر اليوم قيل أريد باليوم الجنس أي جميع الأيام\nأو بقيتها والمراد مدة عمرهم ربعا بفتح فسكون أي متوسطا غير طويل ولا قصير\nمن كتاب الله أي من حكمه بدرء الحد عمن لاعن أو من اللعان المذكور في كتابه\nتعالى أو من حكمه الذي هو اللعان لكان لي ولها شأن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p173'> Vol. 06, p. 173</a>\n            </div>\n             في إقامة\nالحد عليها كذا قالوا ويلزم ان يقام الحد بالأمارات على من لم يلاعن\nفالأقرب أن يقال لولا حكمه تعالى بدرء الحد بلا تحقيق لكان لي ولها شأن\nوالله تعالى أعلم قوله ما ابتليت على بناء المفعول آدم كأفعل أي أسمر اللون\nقيل هو من أدمة الأرض وهو لونها وبه سمى آدم خدلا بفتح خاء معجمة وسكون دال\nمهملة ولام هو الغليظ الممتلئ الساق بين بالشبه فلاعن أي أمر باللعان\nوظاهره أن اللعان وقع بعد وضع الحمل وأنهم توقفوا فيه إلى الوضع\n</p>\n\n<p>\n3470 تظهر في الإسلام الشر قال النووي معناه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p174'> Vol. 06, p. 174</a>\n            </div>\n             أنه اشتهر وشاع\nعنها الفاحشة ولكن لم يثبت بينة ولا اعتراف قوله قططا بفتحتين أو كسر\nالأولى شديدالجعودة والتقبض كشعر السودان قوله على <span id='ms404'></span> فيه أي فم الرجل الملاعن\nولا يتصور في المرأة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p175'> Vol. 06, p. 175</a>\n            </div>\n             الا ان يكون محرما منها\n</p>\n\n<p>\n3473 سبحان الله تعجب من خفاء هذا الحكم المشهور عليه ففرق بينهما من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p176'> Vol. 06, p. 176</a>\n            </div>\n             @ 177 التفريق وفيه أنه لا بد من تفريق الحاكم أو الزوج بعد\nاللعان ولا يكفي اللعان في التفريق ومن لا يقول به يرى أن معناه فأظهر أن\nاللعان مفرق بينهما والله تعالى أعلم قوله بين أخوي بني العجلان أي بين\nالرجل والمرأة منهم وتسميتهما أخوي بني العجلان لتغليب الذكر على الأنثى\nوالله تعالى أعلم قوله مالي أي المال الذي صرف عليها في المهر وغيره\nوالتقدير ما شأن مالي أو أيذهب مالي فهي الظاهر أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p177'> Vol. 06, p. 177</a>\n            </div>\n             الضمير\nللمال باعتبار أنه دراهم أو دنانير والله تعالى أعلم قوله باب إذا عرض من\nالتعريض بامرأته وشكت بصيغة التأنيث والظاهر وشك بصيغة التذكير كما في\nالكبرى وقيل يحتمل أن يكون من السكوت أي لم يصرح بما يوجب القذف قوله غلاما\nأسود أي على خلاف لوني حمر بضم فسكون جمع أحمر\n</p>\n\n<p>\n3478 من أورق أي أسود والورق سواد في غيره وجمعه ورق بضم واو فسكون ونزعة\nعرق يقال نزع إليه في الشبه إذا أشبهه وقال النووي المراد بالعرق ها هنا\nالأصل من النسب تشبيها بعرق الثمر ومعنى نزعة أشبهه واجتذبه إليه وأظهر\nلونه عليه قوله فليست من الله أي من دينه أو رحمته وهذا تغليظ لفعلها ومعنى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p178'> Vol. 06, p. 178</a>\n            </div>\n            \n</p>\n\n<p>\n3481 ولا يدخلها الله جنته أي لا تستحق أن يدخلها الله جنته مع الأولين\nوهو ينظر إليه أي الرجل ينظر إلى ولده وهو كناية عن العلم بأنه ولده أو\nالولد ينظر إلى الرجل فهو تقبيح لفعله والله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p179'> Vol. 06, p. 179</a>\n            </div>\n             تعالى أعلم قوله\nالولد للفراش أي لصاحب الفراش أي لمن كانت المرأة فراشا له وللعاهر الزاني\nالحجر أي الحرمان وقيل كنى به عن الرجم وفيه أنه ليس كل زان يرجم وقد يقال\nفي صدق هذا الكلام ثبوت الرجم له أحيانا والله تعالى أعلم قوله شبها\nبفتحتين واحتجبي منه مراعاة للشبه فكأنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p180'> Vol. 06, p. 180</a>\n            </div>\n             صلى الله تعالى عليه\nوسلم أرشد إلى أنه <span id='ms405'></span> مع الحاق الولد بالفراش يؤخذ في الأحكام بالأحوط قوله\nيتطئها هو افتعال من الوطء وأصله يوتطئها أبدلت الواو تاء وأدغمت في التاء\nكما في يتعد ويتقي من الوعد والوقاية\n</p>\n\n<p>\n3485 فليس لك بأخ أي في استحسان الدخول والا فهو أخ في ظاهر الشرع\nللإلحاق وقيل هذه الزيادة غير معروفة في هذا الحديث بل هي زايدة باطلة\nمردودة ومنهم من تمسك بها فقال بعدم الإلحاق بل أعطى عبد بن زمعة الولد على\nانه عبده وهذا تأويل بعيد قوله أتقران لهذا أي أترضيان بكون الولد للثالث\nوتتركان دعواه مسامحة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p181'> Vol. 06, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\n3488 صارت عليه القرعة أي خرجت القرعة باسمه ثلثي الدية أي القيمة\nوالمراد قيمة الأم فإنها انتقلت إليه من يوم دفع عليها بالقيمة وهذا الحديث\nيدل على ثبوت القضاء بالقرعة وعلى أن الولد لا يلحق بأكثر من واحد بل عند\nالاشتباه يفصل بينهم بالمسامحة أو بالقرعة لا بالقيافة ولعل من يقول\nبالقيافة يحمل حديث علي على ما إذا لم يوجد القائف وقد أخذ بعضهم بالقرعة\nعند الإشتباه والله تعالى أعلم وضحك أي فرحا وسرورا بتوفيق الله تعالى عليه\nللصواب ولذلك قرره على ذلك أو تعجبا مما كان عليه الحال حتى بدت نواجذه\nبالذال المعجمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p182'> Vol. 06, p. 182</a>\n            </div>\n             جمع ناجذ وهي الأضراس قال في النهاية والمراد\nالأول لأنه ما كان يبلغ به الضحك إلى أن تبدو آخر أضراسه كيف وقد جاء في\nصفة ضحكه التبسم وان أراد به الأواخر فالوجه فيه أن يراد مبالغة مثله في\nضحكه من غير ان يراد ظهور نواجذه في الضحك وهو أقيس القولين لاشتهار\nالنواجذ بأواخر الأسنان قوله أتاه نفر أي خبر نفر والله تعالى أعلم قوله\nمتشاكسون أي مختلفون متنازعون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p183'> Vol. 06, p. 183</a>\n            </div>\n             باب القافة جمع قائف وهو من\nيستدل بالخلقة على النسب ويلحق الفروع بالأصول بالشبه والعلامات قوله تبرق\nبفتح التاء وضم الراء أي تضئ وتستنير من السرور والفرح\n</p>\n\n<p>\n3493 أسارير وجهه هي خطوط تجتمع في الجبهة وتتكسر الم ترى بتفح راء وسكون\nياء على خطاب المرأة أن مجززا بجيم وزايين معجمتين اولاهما مشددة مكسورة\nووجه <span id='ms406'></span> سروره ان الناس كانوا يطعنون في نسب أسامة من زيد لكونه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p184'> Vol. 06, p. 184</a>\n            </div>\n            \nاسود وزيد أبيض وهم كانوا يعتمدون على قول القائف فبشهادة هذا القائف يندفع\nطعنهم وقد أخذ بعضهم من هذا الحديث القول بالقيافة في اثبات النسب لأن\nسروره بهذا القول دليل صحته لأنه لا يسر بالباطل بل ينكره ومن لا يقول بذلك\nيقول وجه السرور هو أن الكفرة الطاعنين كانوا يعتقدون القيافة فصار قول\nالقائف حجة عليهم وهو يكفي في السرور قوله المدلجي بضم ميم وسكون دال وكسر\nلام قوله اللهم أهده من أنكر تخيير الولد يرى أنه مخصوص ضرورة أن الصغير لا\nيهتدي بنفسه إلى الصواب والهداية من الله تعالى للصواب لغير هذا الولد غير\nلازمة بخلاف هذا فقد وفق للخير بدعائه صلى الله تعالى عليه وسلم والله\nتعالى أعلم قوله من بئر أبي عنبة بكسر العين وفتح النون أظهرت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p185'> Vol. 06, p. 185</a>\n            </div>\n            \nحاجتها إلى الولد ولعل محل الحديث بعد الحضانة مع ظهور حاجة الام إلى الولد\nواستغناء الأب عنه مع عدم ارادته إصلاح الولد والله تعالى أعلم قوله ان\nربيع بضم راء وفتح موحدة وتشديد ياء مثناة من تحت\n</p>\n\n<p>\n3497 أن تتربص أي تنتظر حيضة من لا يقول به يقول ان الواجب في العدة\nثلاثة قروء بالنص فلا يترك النص بخبر الآحاد وقد يقال هذا مبني على أن\nالخلع طلاق وهو ممنوع والحديث دليل لمن يقول أنه ليس بطلاق على أنه لو سلم\nأنه طلاق فالنص مخصوص فيجوز تخصيصه ثانيا بالاتفاق أما عند من يقول\nبالتخصيص بخبر الآحاد مطلقا فظاهر وأما عند غيره فلمكان التخصيص أولا\nوالمخصوص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p186'> Vol. 06, p. 186</a>\n            </div>\n             أولا يجوز تخصيصه بخبر الآحاد والله تعالى أعلم قوله\nحديثة عهد به أي بالزوج أي بدخوله عليك أو بالجماع وهذا يقتضي أن الحيض\nالواحد أيضا غير لازم في ذاته وإنما اللازم الاستبراء ان علمت بالجماع\nالمغالية بفتح ميم وغين معجمة من بني مغالة بطن من الأنصار قوله القبلة أي\nالتوجه في الصلاة إلى بيت المقدس بافتراض التوجه إلى الكعبة أو بالعكس ان\nقلنا أن النسخ <span id='ms407'></span> في القبلة كان مرتين كما قيل وعلى الوجهين كون هذا منسوخا من\nالقرآن يقتضي أن له ذكرا في القرآن وهو غير ظاهر الا أن يقال كان في القرآن\nالا أنه نسخ حكما وتلاوة أو نقول المراد بالقرآن الوحي والحكم مطلقا ويحتمل\nأن يقرأ قوله فأول نسخ على بناء الفاعل ويراد بالقبلة افتراض التوجه إلى\nالكعبة فيصح بلا تأويل والله تعالى أعلم فنسخ من ذلك أي الكلام الثاني نسخ\nمن الكلام الأول بعض صور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p187'> Vol. 06, p. 187</a>\n            </div>\n             المطلقات وهي صور الاياس وأوجب فيها\nثلاثة أشهر مكان ثلاثة قروء فقال أي ناسخا من الأول بعض الصور أيضا وهي ما\nإذا كان الطلاق قبل الدخول فلا عدة هناك أصلا قوله تحد من الاحداد وهو\nالمشهور وقيل جاء حد من باب نصر والاحداد ترك الزينة للعدة والمضارع ها هنا\nبمعنى المصدر بتقدير أن المصدرية أو بدونها فاعل لا يحل\n</p>\n\n<p>\n3500 أربعة أشهر وعشرا منصوب بمحذوف أي فإنها تحد عليه أربعة أشهر وعشرا\nقوله في شر أحلاسها بفتح همزة جمع حلس بكسر حاء وسكون لام وهو كساء يلي ظهر\nالبعير أي شر ثيابها مأخوذ من حلس البعير\n</p>\n\n<p>\n3501 فلا أربعة أشهر وعشرا أي فلا تصبر في الإسلام أربعة أشهر وعشرا\nإنكارا لطلب التربص بعد ان خفف الله تعالى برحمته ما خفف والله تعالى أعلم\nقوله بن قهد بالقاف قوله أفأكحلها بضم الحاء وقيل أو بفتحها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p188'> Vol. 06, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\n3502 وإنما هي أي العدة أربعة أشهر وعشرا بنصب الجزأين على حكاية لفظ\nالقرآن وقيل برفع الأول على الأصل وجاء برفعهما على الأصل ببعرة بفتح الباء\nوسكون العين أو فتحها وكانت عند الخروج ترمي ببعرة كأنها تقول كان جلوسها\nفي البيت وحبسها نفسها سنة بالنسبة إلى حق الزوج عليها كالرمية بالبعرة\nقوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p189'> Vol. 06, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\n3506 ان سبيعة بضم السين المهملة وفتح الموحدة واسكان التحتية نفست على\nبناء المفعول أي ولدت كذا ذكره السيوطي وقلت أو على بناء الفاعل بكسر الفاء\nفإن الذي بمعنى الولادة جاء فيه وجهان والذي بمعنى الحيض الأشهر في بناء\nالفاعل قوله إذا تعلت بتشديداللام من <span id='ms408'></span> تعلى إذا ارتفع أو برأ أي إذا ارتفعت\nوطهرت أو خرجت من نفاسها وسلمت والظرف متعلق بأمر لا لاستمرار العدة إلى\nوقت الخروج من النفاس بل بناء على أنها استفتت في هذا الوقت أو بتنكح\nوالتقييد به لا لاستمرار العدة إلى وقت الخروج من النفاس بل لأن العادة أن\nالنكاح يؤخر إلى وقت الخروج من النفاس قوله عن أبي السنابل بفتح السين قوله\nتشوفت بالفاء أي طمحت وتشرفت فعيب كبيع من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p190'> Vol. 06, p. 190</a>\n            </div>\n             من العيب قوله\n</p>\n\n<p>\n3509 أبعد الاجلين يريد أنه قد جاءت آيتان متعارضتان إحداهما تقتضي أن\nالعدة في حقها أربعة أشهر وعشر وهي قوله تعالى والذين يتوفون منكم ويذرون\nأزواجا يتربصن بأنفسهن أربعة أشهر وعشرا والثانية تقتضي أن العدة في حقها\nوضع الحمل وهي قوله تعالى وأولات الأحمال أجلهن أن يضعن حملهن ولم ندر أن\nالعمل بأيهما فالوجه العمل بالأحوط وهو الأخذ بالأجل المتأخر فإن تأخر وضع\nالحمل عن أربعة أشهر وعشر يؤخذ به وان تقدم يؤخذ بأربعة أشهر نعم قد\nيتساويان فلا يبقى أبعد الأجلين بل هما يجتمعان لكن هذا القسم لقلته لم\nيذكر فحطت بحاء وطاء مهملتين والثانية مشددة أي مالت إليه ونزلت بقلبها\nنحوه فلما خشوا كرضوا أي الثاني ومن معه أن تفتات افتعال من الفوت يقال\nفاته وافتاته الأمر أي ذهب عنه وأفاته إياه غيره والباء ها هنا للتعدية إلى\nالمفعول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p191'> Vol. 06, p. 191</a>\n            </div>\n             الثاني والأول محذوف والمعنى أن تفيتهم نفسها ويمكن ان\nيكون الباء في نفسها بمعنى في أو للآلة بتقدير المضاف ويكون المفعول المقدر\nجارا ومجرورا من افتات عليه إذا تفرد برأيه دونه في التصرف فيه والتقدير أن\nتفتات على أهلها في أمر نفسها أو برأي نفسها ويدل عليه روايات الحديث قوله\n</p>\n\n<p>\n3510 والآخر كهل بفتح فسكون أي شيخ غيبا بالتحريك جمع غائب كخادم وخدم\nكذا ذكره السيوطي في حاشية الموطأ قلت ويجوز أن يكون بضم فمفتوحة مشددة\nذكره في القاموس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p192'> Vol. 06, p. 192</a>\n            </div>\n             قوله بن بعكك بموحدة ثم عين ساكنة ثم كافين\nالأولى مفتوحة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p193'> Vol. 06, p. 193</a>\n            </div>\n             قوله\n</p>\n\n<p>\n3518 فلم تنشب بفتح أوله وثالثه أي <span id='ms409'></span> فلم يتأخر وضعها الحمل عن موت الزوج\nللخطاب جمع خاطب كالحكام جمع حاكم قوله لكن عمه أي عبد الله بن مسعود\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p195'> Vol. 06, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\n3521 لا يقول ذلك بل يقول بأبعد الأجلين فالظاهر أن بن العم يتبعه وهذا\nالذي نقلت منه غير ثابت عنه ولهذا أنكر عليه محمد فقال إني لجريء بحذف همزة\nالاستفهام قال قال أي بن مسعود أتجعلون عليها التغليظ أي أبعد الأجلين وهذا\nمن أبن سمعود إنكار لما نقل عنه بن أبي ليلى فعلم أن ما نقل عنه بن أبي\nليلى غير ثابت لأنزلت الخ يريد أن قوله تعالى وأولات الأحمال أجلهن بعد\nأربعة أشهر وعشرا فالعمل على المتأخرة لأنها ناسخة للمتقدمة قوله من شاء\nلاعنته أي ما يخالفني فإن شاء فليجتمع معي حتى نلعن المخالف للحق وهذا\nكناية عن قطعه وجزمه بما يقول من وهم بخلافه قوله لا وكس بفتح فسكون أي\nنقصان منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p197'> Vol. 06, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\n3524 ولا شطط بفتحتين أي لا زيادة عليه في بروع بكسر الموحدة أو فتحها\nقوله تحد من الاحداد فاعل لا يحل بتقدير أن تحد قوله لامرأة تؤمن الخ يريد\nأن مفهوم الصفة يدل على أنه لا إحداد على الكتابية ولا ينتهض هذا دليلا على\nمن لا يقول بالمفهوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p198'> Vol. 06, p. 198</a>\n            </div>\n             قوله في طلب اعلاج جمع علج وهو الرجل من\nالعجم والمراد عبيد قاصية أي بعيدة من أهلها أو من الناس مطقا الكتاب أي\nالقدر المكتوب من العدة أجله أي آخره قوله عن الفريعة بضم الفاء وفتح الراء\nقوله علوجا جمع علج قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p199'> Vol. 06, p. 199</a>\n            </div>\n             @ 200\n</p>\n\n<p>\n3530 بطرف القدوم بفتح القاف وتخفيف الدال وتشديدها موضع على ستة أميال\nمن المدينة فذكرت له النقلة في القاموس النقلة بالضم الانتقال قوله وهو قول\nالله عز وجل غير إخراج أي إلى آخره والناسخ هو قوله فإن خرجن فلا جناح\nعليكم فيما فعلن في أنفسهن من معروف لا يقال هذه الآية منسوخة بقوله تعالى\nأربعة أشهر وعشرا لدلالتها على السنة فإن قوله متاعا إلى الحول يدل على\nالسنة وهي منسوخة اتفاقا لأنا نقول منسوخة في حق المدة ولا <span id='ms410'></span> يلزم منه كونها\nمنسوخة في حق المكان فليتأمل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p200'> Vol. 06, p. 200</a>\n            </div>\n             قوله شاسعة أي بعيدة لا دلالة\nلهذا الحديث على أن العدة من وقت وصول الخبر دون الموت الا أن يقال الأمر\nيدل على أن المدة تعتبر من وقت الأمر لا من وقت الموت لكن يرد عليه أن\nالأمر كان بعد وقت الخبر فإن اعتذر عنه باتحاد اليوم يقال يجوز أن يكون ذلك\nاليوم يوم الموت أيضا ولا مانع عقلا من ذلك على أنه لا دلالة للفظ الحديث\nعلى اتحاد يوم الخبر ويوم الأمر فليتأمل قوله فدهنت بدال مهملة جارية\nبالنصب كأنها فعلت ذلك لتقليل ما في يديها والمراد بعارضيها جانبا وجهها ثم\nمقتضى الحديث أن لا تترك الزينة والطيب فوق ثلاث ليال لقصد الإحداد ولا\nيلزم منه أن تستعمل الطيب والزينة بعد ثلاث ليال كيف وقد لا تجد أصلا فكان\nمراد الأزواج المطهرات من استعمال الطيب البعد عن شبهة الاحداد ظاهرا لا أن\nالحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p201'> Vol. 06, p. 201</a>\n            </div>\n             يقتضي استعمال الطيب والزينة والله تعالى أعلم\n</p>\n\n<p>\n3533 وقد اشتكت عينها بالرفع أو النصب وعلى الثاني فاعل اشتكت ضمير البنت\nافأكحلها من باب نصر أو منع حفشا بكسر الحاء المهملة وسكون الفاء البيت\nالصغير الضيق فتفتض بتشديدالضاد المعجمة فسره مالك بقوله تتمسح قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p202'> Vol. 06, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\n3534 ولا ثوب عصب بفتح عين وسكون صاد مهملتين هو برود يمنية يعصب غزلها\nأي يربط ثم يصبغ وينسج فيأتي مخططا لبقاء ما عصب منه أبيض لم يأخذه صبغ\nيقال برد عصب بالإضافة والتنوين وقيل برود مخططة وهذه الرواية تقتضي شمول\nالنهي لثوب عصب ورواية أبي داود الا ثوب عصب وذاك صريح في جواز ثوب عصب\nوالله تعالى أعلم قوله نبذا بضم النون وسكون الباء أي شيئا قليلا قسط بضم\nقاف وسكون مهملة قال النووي القسط والاظفار نوعان معروفان من البخور خص\nفيهما لإزالة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p203'> Vol. 06, p. 203</a>\n            </div>\n             الرائحة الكريهة لا للتطيب قوله المعصفر أي\nالمصبوغ بالعصفر فلا الممشقة على لفظ اسم مفعول من التفعيل المصبوغ بطين\nأحمر يسمى مشقا بكسر الميم والتأنيث باعتبار موصوفها الثياب قوله الجلاء\nبكسر ومد الاثمد <span id='ms411'></span> وقيل بالفتح والمد والقصر ضرب من الكحل صبرا بفتح فكسر أو\nسكون وقد تكسر الصاد عصارة شجر مر\n</p>\n\n<p>\n3537 انه يشب الوجه بضم الشين المعجمة من شب النار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p204'> Vol. 06, p. 204</a>\n            </div>\n             أوقدها\nفتلألأت ضياء ونورا أي يلونه ويحسنه تغلفين به رأسك من التغليف أي تغطين أو\nتجعلين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p205'> Vol. 06, p. 205</a>\n            </div>\n             كالغلاف لرأسك والمراد تكثرين منه على شعرك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p206'> Vol. 06, p. 206</a>\n            </div>\n            \nقوله نسخ ذلك أي ذلك الحكم وهو الوصية قوله\n</p>\n\n<p>\n3545 أنه شيء تطول به أي أحسن وتطوع وهو غير لازم أم كلثوم في غالب\nالروايات أم شريك عوادها هم الزوار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p207'> Vol. 06, p. 207</a>\n            </div>\n             قسقاسته العصا أي تحريكه\nالعصا قوله أن يقتحم علي أي يدخل عليه سارق ونحوه قوله فخاصمته أي وكيله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p208'> Vol. 06, p. 208</a>\n            </div>\n             فحصبه الظاهر ان المراد الأسود رمى الشعبي بالحصباء قال عمر\nذكره الأسود استشهادا به على النهي أي قال عمر لفاطمة والله تعالى أعلم\nقوله طلقت على بناء المفعول فجدي بضم الجيم وتشديد الدال أي فاقطعي ثمرتها\nوتفعلي معروفا كان المراد بالتصدق الفرض وبالمعروف التطوع والحديث في\nالمطلقة والمصنف اخذ منه حكم المتوفي عنها زوجها لأن المطلقة مع أنها تجري\nعليها النفقة من الزوج فيما دون الثلاث باتفاق وفي الثلاث على الاختلاف إذا\nجاز لها الخروج لهذه العلة المذكورة في الحديث فجواز الخروج للمتوفي عنها\nزوجها بالأولى ولا أقل من المساواة لاشتراك هذه العلة بينهما بالسوية ولكون\nاثبات الحكم بالحديث في المتوفي عنها زوجها أدق دون المطلقة عدل في الترجمة\nفي المجتبي إلى ما ترى لكونه يراعي الدقة في الترجمة وقد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p209'> Vol. 06, p. 209</a>\n            </div>\n             قال\nفي الكبرى باب خروج المبتوتة بالنهار والله تعالى أعلم قوله لما أمر من\nالتأمير المصنف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p210'> Vol. 06, p. 210</a>\n            </div>\n             على أن القرء الحيض دون الاطهار لكن العلماء\nقالوا ان لفظ القرء مشترك بين المعنيين فلا يلزم من استعماله في هذا الحديث\nفي الحيض أن يكون في كل موضع فلا يثبت أن المراد بالقرء المذكور في آية\nالعدة ماذا والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p211'> Vol. 06, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( كتاب الخيل )\n</p>\n\n<p>\nقوله\n</p>\n\n<p>\n3561 أذال الناس الخيل الاذالة بالذال المعجمة الاهانة أي أهانوها\nواستخفوا بها بقلة الرغبة فيها وقيل أراد أنهم وضعوا أداة الحرب عنها\nوأرسلوها <span id='ms412'></span> وقد وضعت الحرب أوزارها أي انقضى أمرها وخفت أثقالها فلم يبقى\nقتال الآن الآن جاء القتال التكرار للتأكيد والعامل في الظرف جاء القتال أي\nشرع الله القتال الآن فكيف يرفع عنهم سريعا أو المراد بل الآن اشتد القتال\nفإنهم قبل ذلك كانوا في أرضهم واليوم جاء وقت الخروج إلى الأراضي البعيدة\nويحتمل أن الأول متعلق بمقدار أي فعلوا ما ذكرت الآن ويزيغ من أزاغ إذا مال\nوالغالب استعماله في الميل عن الحق إلى الباطل والمراد يميل الله تعالى لهم\nأي لأجل قتالهم وسعادتهم قلوب أقوام عن الإيمان إلى الكفر ليقاتلوهم\nوياخذوا ما لهم ويحتمل على بعد أن المراد يميل الله تعالى قلوب أقوام إليهم\nليعينهم على القتال ويرق الله تعالى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p214'> Vol. 06, p. 214</a>\n            </div>\n             أولئك الأقوام المعينين من\nهؤلاء الأمة بسبب إحسان هؤلاء إلى أولئك فالمراد بالأمة الرؤساء وبالأقوام\nالاتباع وعلى الأول المراد بالأمة المجاهدون من المؤمنين وبالأقوام الكفرة\nوالله تعالى أعلم حتى تقوم الساعة يجيء أعظم مقدماتها وهو الريح الذي لا\nيبقى بعده مؤمن على الأرض الخير وقد جاء تفسيره بالأجر والغنيمة قلت ويزاد\nالعزة والجاه بالمشاهدة فيحمل ما جاء على التمثيل دون التحديد أو على بيان\nأعظم الفوائد المطلوبة بل على بيان الفائدة المترتبة على ما خلق له وهو\nالجهاد والجاه ونحوه حاصل بالاتفاق لا بالقصد والله تعالى أعلم غير ملبث\nاسم مفعول من البثه غيره أو لبثه بالتشديد وأنتم تتبعوني تكونون بعدي فإن\nالتابع يكون بعد المتبوع أو تلحقون بي بالموت ولا يشكل على الثاني قوله\nأفنادا يضرب بعضكم رقاب بعض وهو ظاهر فليتأمل وافنادا بالفاء والنون والدال\nالمهملة أي جماعات متفرقين جمع فند وعقر دار المؤمنين في النهاية بضم العين\nوفتحها أي أصلها وموضعها كأنه أشار به إلى وقت الفتن أي تكون الشام يومئذ\nأمنا منها وأهل الإسلام به أسلم قوله ثلاثة أي أصحاب الخيل ثلاثة في سبيل\nالله أي في الجهاد فيتخذها له أي للجهاد ولا تغيب بالتشديد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p215'> Vol. 06, p. 215</a>\n            </div>\n            \nوالضمير للخيل مرج بفتح فسكون أي أرض واسعة ذات نبات كثير <span id='ms413'></span> قوله فأطال لها\nأي في حبلها في مرج أي مرعي طيلها بكسر الطاء هو الحبل الطويل يشد أحد\nطرفيه في وتد أو غيره والطرف الآخر في يد الفرس ليدور فيه ويرعى ولا يذهب\nلوجهه ويقال له الطول بالكسر أيضا فاستنت من الاستنان أي جرت شرفا بفتحتين\nهو العالي من الأرض والمراد طلقا أو طلقين لم يرد أن تسقى أي لم يرد صاحب\nالفرس أن يسقى الفرس الماء أي فإن كان هذا حاله إذا لم يرد فإن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p216'> Vol. 06, p. 216</a>\n            </div>\n            \nأراد فبالأولى يستحق أن يكتب له حسنات وهذا لا يخالف حديث إنما الأعمال\nبالنيات لأن المفروض وجودالنية في أصل ربط هذه الفرس وتلك كافية تغنيا أي\nإظهارا للغنى عند الناس وتعففا أي استغناء بها عن الطلب من الناس حق الله\nفي رقابها ولا ظهورها فسر من أوجب الزكاة في الخيل الحق في الرقاب بها وفي\nالظهور بالاعارة من المحتاج ويمكن لمن لا يوجب الزكاة فيها أن يقول المراد\nبالحق الشكر ومعنى في رقابها لأجل تمليك رقابها وظهورها أي لأجل إباحة\nظهورها وفي الكلام ها هنا نوع بسط ذكرناه في محل آخر ونواء بالكسر والمد أي\nمعاداة ومناواة الجامعة أي العامة المتناولة لكل خير وشر الفاذة المنفردة\nفي معناها القليلة النظير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p217'> Vol. 06, p. 217</a>\n            </div>\n             قوله\n</p>\n\n<p>\n3564 من الخيل لعل ترك ذكرها في حديث حبب إلى من دنياكم النساء والطيب\nلعدها من الدين لكونها آلة الجهاد والله تعالى أعلم قوله تسموا صيغة أمر من\nالتسمي عبد الله الخ لما فيه من الاعتراف بالعبودية لله تعالى والمراد هما\nوأمثالهما وارتبطوا الخيل قيل هو كناية عن تسمينها للغزو وأكفالها جمع كفل\nوهو الفخذ والمقصود من المسح تنظيفها من الغبار وتعرف حال سمنها وقد يحصل\nبه الانس للفرس بصاحبه وقلدوها أي طلب الاعداد لاعلاء الدين والدفاع عن\nالمسلمين أي اجعلوا ذلك لازما لها كلزوم القلائد للاعناق ولا تقلدوها\nالأوتار قيل جمع وتر بالكسر وهو الدم والمعنى لا تقلدوها طلب دماء الجاهلية\nأي اقصدوا بها الخير ولا تقصدوا بها الشر وقيل جمع وتر القوس <span id='ms414'></span> فإنهم كانوا\nيعلقونها بأعناق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p218'> Vol. 06, p. 218</a>\n            </div>\n             الدواب لدفع العين وهو من شعار الجاهلية فكره\nذلك كميت بالتصغير هو الذي لونه بين السواد والحمرة يستوي فيه المذكر\nوالمؤنث أغر الذي في وجهه غرة أي بياض محجل من التحجيل بتقديم المهملة على\nالجيم وهو الذي في قوائمه بياض أو أشقر الشقر في الخيل هي الحمرة الخالصة\nأو أدهم أسود قوله يكره الشكال بكسر الشين وسيذكر المصنف تفسيره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p219'> Vol. 06, p. 219</a>\n            </div>\n             قوله\n</p>\n\n<p>\n3568 الشؤم في ثلاثة اتفقوا على أن اعتقاد التأثير لغيره تعالى فاسد\nوالأسباب العادية باجراء الله تعالى إياها أسبابا عادية واقعة قطعا فقيل\nالمراد أن التشاؤم بهذه الأشياء جائز بمعنى انها أسباب عادية لما يقع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p220'> Vol. 06, p. 220</a>\n            </div>\n             في قلب المتشائم بهذه الأشياء فلو تشاءم بها الإنسان بالنظر\nإلى كونها أسبابا عادية لكان ذلك جائزا بخلاف غيرها فالتشاؤم بها باطل إذ\nليست هي من الأسباب العادية لما يظنه فيها المتشائم بها وأما اعتقاد\nالتأثير في غيره تعالى ففاسد قطعا في الكل وقيل بل هو بيان أنه لو كان لكان\nفي هذه الأشياء لكنه غير ثابت في هذه الأشياء فلا ثبوت له أصلا وبعض\nالروايات وان كان يقتضي هذا المعنى لكن غالب الروايات يؤيد المعنى الأول\nوالله تعالى أعلم قوله ففي الربعة بفتح الراء وسكون الموحدة الدار قوله\nالبركة في نواصي الخيل المراد من البركة هو الخير الذي سيجيء قوله معقود في\nنواصيها أي ملازم لها كأنه معقود فيها كذا في المجمع والمراد أنها أسباب\nلحصول الخير لصاحبها فاعتبر ذاك كأنه عقد للخير فيها ثم لما كان الوجه هو\nالأشرف ولا يتصور العقد في الوجه الا في الناصية اعتبر ذاك عقدا له في\nالناصية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p221'> Vol. 06, p. 221</a>\n            </div>\n             قوله يحتسب أي ينوي في صنعه بفتح فسكون أي عمله ومنبله\nمن أنبل أو نبل بالتشديد إذا ناوله النبل ليرمي به وقد سبق بيانه في كتاب\nالجهاد وان ترموا احب فإن الرمي من الأسباب القريبة وأيضا يعم الراكب\nوالماشي ومعرفة الركوب لا يحتاج إليها الا الراكب وليس اللهو أي المشروع أو\nالمباح أو المندوب أو نحو ذلك <span id='ms415'></span> فهو على حذف الصفة مثل وكان وراءهم ملك يأخذ\nكل سفينة أي صالحة أو التعريف للعهد وقال السيوطي في حاشية أبي داود أن لفظ\nالحديث كما في رواية الترمذي وهو كل شيء يلهو به الرجل باطل الا رميه بقوسه\nوتأديبه فرسه وملاعبته امرأته فإنهن من الحق ورواية الكتاب من تصرفات\nالرواة ثم نقل السيوطي عن بعض مثل ما ذكرنا من التقدير والله تعالى أعلم\nقوله بدعوتين أي بمرتين من الدعاء إحداهما اجعلني أحب أهله والثاني أحب\nماله أما قوله اللهم خولتني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p223'> Vol. 06, p. 223</a>\n            </div>\n             فتمهيد لذلك وهو من التخويل بمعنى\nالتمليك وقوله وجعلتني له كالتفسير له قوله التشديد في حمل الحمير على\nالخيل أي انزائها عليها وتخصيص انزاء الحمر على الخيل إما لأنه المعتاد دون\nالعكس ولكونه المذكور في الحديثين المذكورين وأما العكس فليس النهي عنه\nبصريح وإنما يؤخذ بالقياس وقد يمنع صحة القياس بأن ها هنا قطعا لنسل الخيل\nبخلاف العكس والله تعالى أعلم قوله لو حملنا من الحمل أي أنزينا وكلمة لو\nشرطية جوابها لكانت لنا مثل هذه والإشارة إلى بغلة رسول الله صلى الله\nتعالى عليه وسلم الذين لا يعلمون أي أحكام الشريعة أو ما هو الأولى والأنسب\nبالحكمة أو هو منزل منزلة اللازم أي من ليسوا من أهل المعرفة أصلا قيل سبب\nالكراهة استبدال الأدنى بالذي هو خير واستدل على جواز اتخاذ البغال بركوب\nرسول الله صلى الله تعالى عليه وسلم عليها وبامتنان الله تعالى على الناس\nبها بقوله والخيل والبغال أجيب بجواز أن تكون البغال كالصور فإن عملها حرام\nواستعمالها في الفرش مباح والله تعالى أعلم قوله قال لا أجابه على حسب ظنه\nوإلا فقد ثبت أنه صلى الله تعالى عليه وسلم كان يقرأ فيهما سرا ومن لا يرى\nالقراءة في تمام الركعات الأربع يمكن أن يحمل الجواب على ذلك بناء على حمل\nالسؤال على السؤال عن القراءة في تمام الركعات ولا يخلو عن بعد فلعله من\nكلام السابق بتقدير قال يقرأ في نفسه أي سرا خمشا بفتح <span id='ms416'></span> خاء معجمة وسكون ميم\nمصدر خمش وجهه خمشا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p224'> Vol. 06, p. 224</a>\n            </div>\n             أي قشر دعا عليه بأن يخمش وجهه أو جلده\nونصبه بفعل مقدر كجدعا هذه المسألة فبلغه فكيف يخفى بحيث لا يظهر أصلا\nويلزم منه أنه ما بلغ لكن قد ثبت بأدلة قولية البلاغ بنحو لا صلاة الا\nبفاتحة الكتاب مثلا بل كان يقرأ فيسمع الآية أحيانا وهو يكفي في البلاغ لكن\nالظاهر أن بن عباس ما بلغه ذلك فرأى ما رأى ما اختصنا أي أهل البيت أمرنا\nأي أمر إيجاب أو ندب مؤكد والا فمطلق الندب عام والوجه الحمل على الندب\nالمؤكد إذ لم يقل أحد بوجوب الاسباغ في حق الموجودين من أهل البيت الا أن\nيقال كان الأمر مخصوصا في حق الموجودين في وقته صلى الله تعالى عليه وسلم\nان نسبغ من الاسباغ ولا ننزى من الانزاء وهو أيضا يحمل على تأكد الكراهة\nوالا فاصل الكراهة عام والله تعالى أعلم قوله أوعد الله للمجاهدين\n</p>\n\n<p>\n3582 كان شبعه بكسر ففتح وريه بكسر وحكى فتحها وتشديد ياء وبوله الخ يدل\nعلى أنه كما توزن الأعمال كذلك الاجرام المتعلقة بها والله تعالى أعلم قوله\nمن الحفياء بفتح حاء مهملة وسكون فاء ممدود ويقصر موضع على أميال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p225'> Vol. 06, p. 225</a>\n            </div>\n             من المدينة وقد يقال بتقديم الياء على الفاء أمدها غايتها التي\nلم تضمر من الاضمار أو التضمير والأول أشهر رواية وعلم منه أن ما تقدم فيما\nأضمرت من الخيل واضمار الفرس وتضميرها تقليل علفها مدة وادخالها بيتا\nوتجليلها لتعرق ويجف عرقها فيخف لحمها وتقوى على الجري وقيل هو تسمينها\nأولا ثم ردها إلى القوت بني زريق بضم معجمة ففتح مهملة قوله لا سبق هو بفتح\nالباء ما يجعل للسابق على سبقه من المال وبالسكون مصدر قال الخطابي الصحيح\nرواية الفتح أي لا يحل أخذ المال بالمسابقة الا في هذه الثلاثة وهي السهام\nوالخيل والإبل وقد ألحق بها ما بمعناها من آلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p226'> Vol. 06, p. 226</a>\n            </div>\n             الحرب لأن في\nالجعل عليها ترغيبا في الجهاد وتحريضا عليه والله تعالى أعلم قوله لا تسبق\nعلى بناء <span id='ms417'></span> المفعول على قعود بفتح قاف هو من الإبل ما أمكن أن يركب وأدناه أن\nيكون له سنتان ثم هو قعود إلى أن يدخل في السنة السادسة ثم هو جمل سبقت على\nبناء المفعول أن حقا على الله في إعرابه اشكال عند الناس من حيث أنه يلزم\nأن يكون اسم أن نكرة وخبرها أن مع الفعل وهو في حكم المعرفة بل من أتم\nالمعارف حتى يجعل مسندا إليه مع كون الخبر معرفة نحو قوله تعالى وما كان\nقولهم الا أن قالوا بنصب قولهم على الخبرية ورفع أن قالوا محلا على أنه اسم\nكان وقد أجيب بالقلب ولا يخفى بعده ولعل الأقرب من ذلك أن يجعل على الله\nخبرا وحقا حالا من ضميره فليتأمل أن لا يرتفع أي برفع الناس إياه وفي نسخة\nأن لا يرفع على بناء المفعول والمراد رفع الناس وأما ما رفعه الله فلا واضع\nله قوله لا جلب ولا جنب بفتحتين وقد سبق في كتاب النكاح الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p227'> Vol. 06, p. 227</a>\n            </div>\n            \nنهبة بضم النون أي مالا قوله\n</p>\n\n<p>\n3592 أن لا يرفع شيء نفسه الأقرب بناء الفاعل ونصب نفسه وأما جعله مبنيا\nللمفعول ورفع نفسه على انه بدل من شيء فبعيد بقي أن الناقة ما رفعت نفسها\nوالظاهر أن المدار على أن يرفع شيء بلا استحقاق سواء هو رفع نفسه أم لا باب\nسهمان الخيل بضم سين وسكون هاء جمع سهم قوله\n</p>\n\n<p>\n3593 سهما للزبير قيل اللام فيه للتمليك وفي قوله للفرس للسبيبة وبهذا\nالحديث أخذ الجمهور فقالوا للفارس ثلاثة أسهم ومن لا يقول به يعتذر عنه بأن\nالأحاديث متعارضة فقد جاء للفارس سهمان والأصل أن لا تزيد الدابة على\nراكبها فأخذ بما يؤيده القياس والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p228'> Vol. 06, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( كتاب الأحباس )\n</p>\n\n<p>\nمصدر أحبسه يقال حبسه وأحبسه أي وقفه قوله\n</p>\n\n<p>\n3594 الا بغلته يحتمل الاتصال بتأويل ما قبله بنحو ما ترك شيئا الا بغلته\nأو بتقدير ولا ترك شيئا الا بغلته والانقطاع على ظاهره والشهباء البيضاء\nجعلها ظاهره أنه صفة أرضا فترك حكم غيرها مقايسة يحتمل أنه مستأنف <span id='ms418'></span> لبيان\nحال جميع ما ترك أي جعل المذكورات كلها صدقة والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p229'> Vol. 06, p. 229</a>\n            </div>\n            \nقوله أحب إلى الخ أي فأريد أن أتصدق لقوله تعالى لن تنالوا البر حتى تنفقوا\nالآية غير متمول مالا أي غير متخذ إياه مالا لنفسه بل يأكله ويطعمه\nبالمعروف قوله\n</p>\n\n<p>\n3599 غير متمول فيه أي غير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p230'> Vol. 06, p. 230</a>\n            </div>\n             متجر فيه قوله ليسألنا من أموالنا\nأي ليطلب منا التصدق ببعض أموالنا ويأمرنا به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p231'> Vol. 06, p. 231</a>\n            </div>\n             قوله وسبل بتشديد\nالباء أي اجعل ثمرتها في سبيل الله قوله بثمغ بفتح مثلثة وسكون ميم وغين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p232'> Vol. 06, p. 232</a>\n            </div>\n             معجمة أرض بالمدينة قوله\n</p>\n\n<p>\n3606 اعتزال الأحنف بن قيس ما كان أي بأي سبب اعتزل عن علي ومعاوية جميعا\nولعل حاصل الجواب أنه ترك الناس تعظيما لقتل عثمان وخوفا على نفسه الوقوع\nفي مثله ورأى أن الناس قد يجتمعون على باطل كقتلة عثمان والله تعالى أعلم\nملية بالتصغير هي الإزار أو الريطة كما أنت أي كن على الحال التي أنت عليها\nمن يبتاع أي يشتري مربد بكسر ميم وفتح باء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p233'> Vol. 06, p. 233</a>\n            </div>\n             موضع يجعل فيه التمر\nلينشف بئر رومة بضم راء اسم بئر بالمدينة اللهم اشهد باقامتي الحجة على\nالأعداء على لسان الأولياء فإن المقصود كان اسماع من يعاديه والله تعالى\nأعلم قوله عليه ملاءة بضم ميم ومد هي الإزار والريطة قد قنع بتشديد النون\nأي ألقى على رأسه لدفع الحر أو غيره قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p234'> Vol. 06, p. 234</a>\n            </div>\n             @ 235\n</p>\n\n<p>\n3608 من صلب مالي أي من أصل مالي ورأس مالي لا مما أثمره المال من\nالزيادة وأصل المال عند التجار أعز شيء من ماء البحر أي ماء البئر الذي في\nالبيت وهو كماء البحر مالح يعني أني شهيد أي شهدوا لي بأني شهيد مقتول ظلما\nوهم ظلمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p235'> Vol. 06, p. 235</a>\n            </div>\n             قوله فركله أي ضربه برجله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p236'> Vol. 06, p. 236</a>\n            </div>\n             كتاب الوصايا\n</p>\n\n<p>\nقلت فالشطر قال في النهاية هو النصف ونصبه بفعل مضمر أى أهب الشطر وكذلك\nقوله فالثلث الكراهية في تأخير الوصية أى لا ينبغي له أن يؤخر الوصية أما\nباخراج ما يحوجه اليها أو بتقديمها على المرض مع وجود ما يحوجه اليها فلذلك\nذكر في الباب من الأحاديث <span id='ms419'></span> ما يقتضى التصدق بالمال قبل حلول الآجال لما فيه\nمن الخروج عن كراهية تأخير الوصية لانتفاء الحاجة إليها أصلا فليتأمل قوله\nأن تصدق بفتح أى هي تصدقك شحيح أى من شأنه الشح للحاجة إلى المال تخشى\nالفقر بصرف المال وتأمل البقاء أي ترجوه ولا تمهل نهى من الإمهال بلغت أي\nالنفس وقد كان لفلان أى وقد صار للوارث أى قارب أن يصير له أن لم توص به\nفليس بالتصدق به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p237'> Vol. 06, p. 237</a>\n            </div>\n             كثير فضل والله تعالى أعلم قوله اعلموا أنه\nليس منكم أحد خطاب للموجودين في ذلك الوقت عنده صلى الله تعالى عليه وسلم\nلالتمام الأمة فلا يرد أن في الأمة من كان على خلاف ذلك كنحو أبي بكر رضي\nالله تعالى عنه مالك خطاب لكل من يصلح له قوله\n</p>\n\n<p>\n3613 يقول بن آدم مالي كأنه أفاد بهذا التفسير أن المراد التكاثر في\nالأموال وإنما مالك يا بن آدم إنكار منه صلى الله تعالى عليه وسلم على بن\nآدم بأن ماله هو ما انتفع به في الدنيا بالأكل أو اللبس أو في الآخرة\nبالتصدق وأشار بقوله فأفنيت فأبليت إلى أن ما أكل أو لبس فهو قليل الجدوى\nلا يرجع إلى عاقبة وقوله أو تصدقت فأمضيت أي أردت التصدق فأمضيت أو تصدقت\nفقدمت لآخرتك قوله يهدي من أهدى أي يعطي بعد ما قضى حاجته وهو قليل الجدوى\nولا يعتاده الا دنيء الهمة وإنما مثل بذلك لأن الثاني أشهر وإلا فالعكس\nأولى فإن الذي شبع ربما يتوقع حاجته إلى ذلك الشيء بخلاف الذي يعتق أو\nيتصدق عند موته الا أن يقال قد لا يصير عند موته فيحتاج إلى ذلك الشيء\nفلذلك يعد اعتاقه وتصدقه فضيلة ما لكن هذا إذا لم يكن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p238'> Vol. 06, p. 238</a>\n            </div>\n             بطريق\nالوصية والله تعالى أعلم قوله\n</p>\n\n<p>\n3615 ما حق امرئ أي ما اللائق به يوصي فيه صفة شيء أي يصلح أن يوصي فيه\nويلزمه أن يوصي فيه أن يبيت هو خبر عن الحق وفي رواية بدون أن فيقدر أن أو\nيجعل الفعل بمعنى المصدر مثل <span id='ms420'></span> ومن آياته يريكم البرق وأما رواية فيبيت\nبالفاء فالظاهر أن الفاء زائدة والله تعالى أعلم الا ووصيته هو حال مستثنى\nمن أعم الأحوال أي ليس حقه البيتوتة في حال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p239'> Vol. 06, p. 239</a>\n            </div>\n             الا في حال كون\nالوصية مكتوبة عنده قوله قال لا أجاب بذلك أو لا لزعمه أن السؤال عن الوصية\nبمال كتب أي فرض وأوجب قال تعالى كتب عليكم إذا حضر أحدكم الموت الآية ولا\nيخفى أن هذه الآية منسوخة فالأوجه أن تفسير الكتابة بالأمر بها والحث عليها\nبنحو ما حق امرئ مسلم الحديث أي إذا كان الوصية مما يجوز تركه فكيف جاء\nفيها من الحث والتأكيد وظهر له من هذا الكلام أن مقصود السائل مطلق الوصية\nفقال أوصى بكتاب الله أي بدينه أو به وبنحوه ليشمل السنة والله تعالى أعلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p240'> Vol. 06, p. 240</a>\n            </div>\n             قوله فانخنثت بنونين بينهما خاء معجمة وبعد الثانية ثاء مثلثة\nفي النهاية انكسر وانثنى لاسترخاء أعضائه عند الموت ولا يخفى أن هذا لا\nيمنع الوصية قبل ذلك ولا يقتضي أنه مات فجأة بحيث لا تمكن منه الوصية ولا\nتتصور فكيف وقد علم أنه صلى الله تعالى عليه وسلم علم بقرب أجله قبل المرض\nثم مرض أياما نعم هو يوصي إلى علي بما إذا كان الكتاب والسنة فالوصية بهما\nلا تختص بعلي بل يعم المسلمين كلهم وان كان المال فما ترك مالا حتى يحتاج\nإلى وصية إليه والله تعالى أعلم قوله\n</p>\n\n<p>\n3626 أشفيت منه أي قاربت الموت منه وليس يرثني أي ليس أحد يرثني الا\nابنتي ضمير ليس لأحد المنكر المستفاد من المقام أو هو من حذف اسم ليس\nوالثاني قد منعه كثير من النحاة وليس اسم ليس ضمير الشأن لفساد المعنى عند\nالتأمل قيل المراد ليس أحد من أصحاب الفرائض أو من الولد أو من النساء أو\nممن يخاف عليه الضياع والا فقد كان له عصبات وهو الموافق لقوله أن تذر\nورثتك قلت فالشطر أي فأعطى النصف أو فاجعل النصف صدقة ونحو ذلك فهو منصوب\nبمقدر وكذا قوله فالثلث وقيل أي فأهب <span id='ms421'></span> الشطر وهو غير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p241'> Vol. 06, p. 241</a>\n            </div>\n             مناسب\nللمقام الا أن يقال الهبة صدقة قال الثلث قيل بالنصب على الإغراء أو بتقدير\nاعط أو بالرفع بتقدير يكفيك الثلث والثلث كثير أي كاف في المطلوب أو هو\nأيضا كثير والنقصان عنه أولى والى الثاني مال كثير أن تترك بفتح الهمزة من\nقبيل وأن تصوموا خيرا لكم وجواز الكسر على أنها شرطية وخير بتقدير فهو خير\nجوابها وحذف الفاء مع المبتدأ مما جوزه البعض وان منعه الأكثر عالة فقراء\nجمع عائل يتكففون الناس أي يسألونهم بأكفهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p242'> Vol. 06, p. 242</a>\n            </div>\n             قوله\n</p>\n\n<p>\n3634 لو غض الناس بمعجمتين والثانية مشددة أي نقصوا منه أي من الثلث في\nالوصية إلى الربع قوله\n</p>\n\n<p>\n3636 جداد النخل في القاموس الجداد مثلثة اسم من الجد بمعنى القطع\nالمستأصل والمراد قطع الثمار ان يراك الغرماء سامحوا في الطلب بالتأخير\nوغيره فبيدر من بيدر الطعام كومه والبيدر موضعه أغروا بي على بناء المفعول\nمن أغرى به أي لزمه أن يؤدي أمانة والدي أي ولا يبقى لي شيء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p244'> Vol. 06, p. 244</a>\n            </div>\n            \n</p>\n\n<p>\n3638 لم ينقص أي مع الأداء ما نقص شيء قوله\n</p>\n\n<p>\n3637 دون سنين أي بغير ضم سنين إلى السنة الأولى قوله فأتى اليهودي فقال\nالنبي صلى الله تعالى عليه وسلم أي لجابر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p245'> Vol. 06, p. 245</a>\n            </div>\n            \n</p>\n\n<p>\n3639 هل لك أن تأخذ الجذاذ أي تشرع فيه فآذني بتشديد النون من الايذان أي\nفإذا شرعت فيه فأخبرني وهذا معنى ما في الكبرى فإذا حضر الجذاذ فآذني فجعل\nعلى بناء المفعول وكذا قوله يجد ولا يخفى ما بين الروايات من التفاوت نعم\nأصل المقصود في الكل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p246'> Vol. 06, p. 246</a>\n            </div>\n             متحد قوله لتقصع قيل تمضغ جرتها أو تخرجها\nمن الجوف إلى الفم مرارا والجرة بفتح الجيم وكسرها وتشديد الراء ما يخرجه\nالبعير فيأكله مرة ثانية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p247'> Vol. 06, p. 247</a>\n            </div>\n             باب إذا اوصى لعشيرته الأقربين أي\nفوصيته لتمام قبيلته ولا يختص بها بعض دون بعض كما أنه صلى الله تعالى عليه\nوسلم حين أمر بانذار عشيرته الأقربين عمم الإنذار لتمام قريش وهم قبيلته\nوما خص به أحدا منهم دون غيره قوله فعم أي عمهم بالإنذار وخص أي خص من كان\nأهلا لذلك <span id='ms422'></span> بالخطاب والنداء أنقذوا من الانقاذ أي خلصوها من النار بترك\nأسبابها والاشتغال بأسباب الجنة من الله من رحمته أو دفع عذابه أو بدله\nوثبوت الشفاعة لا يوجب أنه يملك شيئا سيما إذا كان محتاجا فيها إلى الإذن\nمن الله تعالى فقد قال الله تعالى قل لله الشفاعة جميعا غير أن لكم رحما\nاستثناء منقطع سأبلها من بل الرحم من باب نصر إذا وصل أي سأصلها في الدنيا\nولا أغنى من الله شيئا كذا في النهاية قلت أو بالشفاعة في الآخرة أي ان\nآمنتم لكن الوصل المشهور هو وصل الدنيا لا وصل الآخرة واستعير البل لوصل\nالرحم لأن بعض الأشياء تتصل بالنداوة وتتفرق باليبس فاستعير البل للوصل\nواليبس القطيعة ببلالها في القاموس بلال ككتاب الماء ويثلث وكل ما يبل به\nالحلق وفي المجمع البلال بكسر باء ويروى بفتحها قيل شبه القطيعة بالحرارة\nتطفأ بالماء وفي النهاية بالبلال جمع بلل وقيل هو كل ما بل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p248'> Vol. 06, p. 248</a>\n            </div>\n            \nالحلق من ماء أو لبن أو غيره والله تعالى أعلم قوله اشتروا أنفسكم أي\nخلصوها بطريقة من ربكم من عذابه قوله\n</p>\n\n<p>\n3646 سليني ما شئت أي مما أقدر عليه من أمور الدنيا فأعطيك قوله\n</p>\n\n<p>\n3649 افتلتت نفسها على بناء المفعول افتعال من فلتت أي ماتت فجأة وأخذت\nنفسها فلتة يقال أفتلته إذا سلبه وافتلت فلان بكذا على بناء المفعول إذا\nفوجئ به قبل أن يستعد له ويروى بنصب النفس بمعنى افتلتها الله نفسها يعدى\nإلى مفعولين كاختلسه الشيء واستلبه إياه فبنى الفعل للمفعول فصار الأول\nمضمرا وبقي الثاني منصوبا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p249'> Vol. 06, p. 249</a>\n            </div>\n             ويرفع النفس على أنه متعد إلى واحد\nناب عن الفاعل أي أخذت نفسها فلتة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p250'> Vol. 06, p. 250</a>\n            </div>\n             قوله\n</p>\n\n<p>\n3650 أن أتصدق بفتح على أنها مع ما بعدها فاعل ينفع وضبط بعضهم بالكسر\nعلى أنها شرطية والفاعل ما يفهم أي التصدق قوله انقطع عنه عمله أي ثواب\nعمله ولما كان هذا بمنزلة انقطع الثواب من كل أعماله تعلق به قوله الا من\nثلاثة أي ثلاثة أعمال وقيل بل الإستثناء متعلق بالمفهوم أي ينقطع بن آدم <span id='ms423'></span> من\nكل عمل الا من ثلاثة أعمال والحاصل أن الإستثناء في الظاهر مشكل وبأحد\nالوجهين المذكورين يندفع الاشكال والله تعالى أعلم جارية أي غير منقطعة\nكالوقف أو ما يديم الولي اجراءها عنه واليه يميل ترجمة المصنف كترجمة أبي\nداود قيل لبقاء ثمرات هذه الأعمال بقي ثوابها وفي عد الولد من الأعمال تجوز\nلا يخفى قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p251'> Vol. 06, p. 251</a>\n            </div>\n            \n</p>\n\n<p>\n3652 يكفر عنه من التكفير أي سيئاته أو هذه السيئة وهو ترك الوصية مع\nكثرة المال وعده سيئة لما فيه من النقصان والحرمان عن الثواب العظيم مع\nوجود الإمكان قوله نوبيه في القاموس النوب بالضم جيل من السودان وبلاد\nواسعة للسودان بجنوب الصعيد منها بلال الحبشي قال ائتني بها لأعرف أنها\nمؤمنة أم لا وكأنها كانت أوصت بمؤمنة أو بسبب يقتضي الإيمان أو أنه أحب أن\nيعتق عنها مؤمنة لا أن الوصية بمطلق الرقبة لا تتأدى الا بالمؤمنة والله\nتعالى أعلم فإنها مؤمنة يفيد أنه لا حاجة في الإيمان إلى البرهان بل\nالتقليد كاف والا لسألها عن البرهان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p252'> Vol. 06, p. 252</a>\n            </div>\n             وأنه لا يتوقف على أن يقول\nلا إله إلا الله بل يكفي فيه اعتقاد ربي الله ومحمد رسوله نعم ينبغي أن\nيعتبر ذاك ايمانا ما لم يظهر منه ما ينافيه من اعتقاد الشرك والله تعالى\nأعلم قوله مخرفا بالفتح هو الحائط من النخل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p253'> Vol. 06, p. 253</a>\n            </div>\n             قوله\n</p>\n\n<p>\n3664 سقى الماء أي في ذلك الوقت لقلته يومئذ أو على الدوام قوله ضعيفا أي\nغير قادر على تحصيل مصالح الامارة ودرء مفاسدها ما أحب لنفسي أي من السلامة\nعن الوقوع في المحذور وقيل تقديره أي لو كان حالي كحالك في الضعف والا فقد\nكان صلى الله تعالى عليه وسلم متوليا على أمور المسلمين حاكما عليهم فكيف\nيصح أحب لك ما أحب لنفسي قلت وفيما ذكرت غنى عن ذلك فتأمل فلا تأمرن بتشديد\nالميم والنون الثقيلة أي فلا تسلطن ولا تصيرن أميرا وقال القرطبي معنى اني\nأراك ضعيفا عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p255'> Vol. 06, p. 255</a>\n            </div>\n             القيام بما يتعين على الأمير من مراعاة مصالح\nرعيته الدنيوية والدينية وذلك لان الغالب عليه كان <span id='ms424'></span> الاحتقار بالدنيا\nوبأموالها الذين بمراعاتهما ينتظم مصالح الدين ويتم الأمر وقد كان أفرط في\nالزهد في الدنيا حتى انتهى به الحال إلى أن يفتى بتحريم الجمع للمال وان\nأخرجت زكاته وكان يرى أنه الكنز الذي وبخ الله تعالى عليه في القرآن فلذلك\nنهاه النبي صلى الله تعالى عليه وسلم عن الإمارة وولاية مال الأيتام وأما\nمن قوى على الأمارة وعدل فيها فإنه من السبعة الذين يظلهم الله في ظله قوله\nكل من مال يتيمك حملوه على ما يستحقه من الأجرة بسبب ما يعمل فيه ويصلح له\nولا مباذر قيل ولا مسرف فهو تأكيد وعلى هذا الذال معجمة لكن تكرار لا يبعده\nوقيل ولا مبادر بلوغ اليتيم بإنفاق ماله فالدال مهملة ولا متأثل ولا متخذ\nمنه أصل مال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p256'> Vol. 06, p. 256</a>\n            </div>\n             قوله كان يكون الخ أحدهما زائد ويحتمل أن يجعل\nالكاف جارة وأن مصدرية ويجعل هذا بيانا لحالهم حين نزلت هذه الآية قبل أن\nيؤذن لهم في الخلط أي حالهم مثل أن يكون الخ والله تعالى أعلم قوله\nالموبقات المهلكات الشرك هو وما بعده بالرفع وضبط بالنصب أيضا ولا يظهر له\nكبير وجه يوم الزحف أي الجهاد ولقاء العدو في الحرب وأصل الزحف الجيش\nيزحفون إلى العدو أي يمشون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p257'> Vol. 06, p. 257</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( كتاب النحل )\n</p>\n\n<p>\nبضم فسكون مصدر نحلته أي أعطيته ويطلق على المعطي أيضا والنحلة بكسر\nفسكون وجوز الضم بمعنى العطية قوله يشهده من الاشهاد فاردده يدل على جواز\nالرجوع في الهبة للولد ولعلل من لا يقول به يحمل على أنه رجع قبل أن يتم\nالأمر بالقبض من جهته ونحو ذلك واليه يشير ما سيجيء من رواية فإن رأيت أن\nتنفذه أنفذته فليتأمل والله تعالى أعلم وقيل لفظ الولد يشمل الذكر والأنثى\nفمقتضى الحديث التسوية بينهما في العطية ورواية كل بنيك محمولة على التغليب\nان كان له اناث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p258'> Vol. 06, p. 258</a>\n            </div>\n             قوله\n</p>\n\n<p>\n3680 فلا إذا أي فلا تختر واحدا إذا بكثرة الإعطاء فإنه يخل في التسوية\nفي البر قوله فالتوى أي تثاقل وأخر بذلك سنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p260'> Vol. 06, p. 260</a>\n            </div>\n             فلا تشهدني إذا\nكناية عن تركه <span id='ms425'></span> قيل من خصائصه صلى الله تعالى عليه وسلم أنه لا يشهد على جور\nقلت هذا بالعموم أشبه فقد جاء اللعن في شاهد الربا لأنه معين والمقصود بلفظ\nالحديث الترك لا جواز اشهاد الغير وما جاء في رواية أبي داود فأشهد على هذا\nغيري فلعل المراد أيضا الترك والله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p261'> Vol. 06, p. 261</a>\n            </div>\n             @ 262\n</p>\n\n<p>\n3685 وصف بيده بكفه أجمع كذا لعله كناية عن إشارة النفي أو التسوية والله\nتعالى أعلم\n</p>\n\n<p>\n| 1 ( كتاب الهبة )\n</p>\n\n<p>\nقوله\n</p>\n\n<p>\n3688 أنا أصل أي أصل من أصول العرب وعشيرة أي قبيلة من قبائلهم من الله\nعليك الظاهر أنها جملة دعائية ويحتمل أنه مصدر أي كمن الله تعالى عليك فهو\nقريب من قوله تعالى أحسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p262'> Vol. 06, p. 262</a>\n            </div>\n             كما أحسن الله إليك من أموالكم لعله\nزاد من للدلالة على أنه يرد عليهم من أموالهم أو نسائهم ما يتيسر رده إذ\nالعادة أنه لا يتيسر رد الكل أما ما كان لي الخ كأنه أخذ منه هبة المشاع\nلكن الظاهر أن الموهوب ها هنا وان كان مشاعا نظرا إلى ظاهر الكلام بين\nالواهب وغيره لكن بالتحقيق نصيب كل ممتاز عن نصيب غيره فلا شيوع ثم لا شيوع\nبالنظر إلى الموهوب له بل الكل هبة لهم على التوزيع بأن يكون لكل زوجته\nوأولاده الا أن يعتبر صورة الشيوع في الطرفين أو أحدهما فليتأمل فمن تمسك\nأي من أراد أن يعطيه بلا عوض أي فليعطه وعلينا في كل رقبة ست فرائض جمع\nفريضة بمعنى الناقة يفيئه من أفاء وركب الناس أي أحاطوه أقسم أي قائلين ذلك\nطالبين منه قسم المال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p263'> Vol. 06, p. 263</a>\n            </div>\n             فألجؤه من ألجا بهمزة في آخره أي أحوجوه\nوجعلوه مضطرا فخطفت من خطف كسمع وقيل أو كضرب لكنه روى إذ سلب والضمير\nللشجرة ثم لم تلقوني أي ثم لا أتغير عن خلقي بكثرة الإعطاء أو هو للتراخي\nفي الاخبار من سنامه بفتح السين ما ارتفع من ظهر الجمل وبرة بفتحتين أي\nشعره بكبة بضم فتشديد شعر ملفوف بعضه على بعض بردعة بفتح باء موحدة وسكون\nمهملة وفتح معجمة أو مهملة <span id='ms426'></span> وجهان هي الحلس وهي بالكسر كساء يلقي تحت الرحل\nعلى ظهر البعير أما ما كان لي أي من الكبة بلغت أي الكبة هذه المرتبة\nوالعزة فلا أرب بفتحتين أي فلا حاجة الخياط والمخيط هما بالكسر الأبرة\nفيحمل أحدهما على الكبيرة فيندفع التكرار قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p264'> Vol. 06, p. 264</a>\n            </div>\n            \n</p>\n\n<p>\n3689 لا يرجع أحد في هبته أي لا ينبغي له الرجوع وهذا لا ينفي صحة الرجوع\nإذا رجع صار الموهوب ملكا له وان كان الفعل غير لائق الا والد من ولده من\nلا يرى له الرجوع يحمله على أنه يجوز للوالد أن يأخذه عنه ويصرفه في نفقته\nعند الحاجة كسائر أمواله كالعائد في قيئه قيل هو تحريم للرجوع وقيل تقبيح\nوتشنيع له لأنه شبه بكلب يعود في قيئه وعود الكلب في قيئه لا يوصف بحرمة\nوالله تعالى أعلم قوله\n</p>\n\n<p>\n3690 لا يحل لرجل وذكر النووي وغيره أن نفي الحل ليس بصريح في افادة\nالحرمة لأن الحل هو استواء الطرفين فالمكروه يصدق عليه أنه ليس بحلال وعلى\nهذا فهذا النفي يحتمل الحرمة والكراهة قوله ألا من ولده أي لا يحل أن يرجع\nفيها من أحد الا من ولده قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p265'> Vol. 06, p. 265</a>\n            </div>\n            \n</p>\n\n<p>\n3698 ليس لنا مثل السوء أي لا ينبغي لمسلم أن يفعل فعلا يضرب له بسببه\nمثل السوء كالمثل بالكلب العائد في قيئه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p267'> Vol. 06, p. 267</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( كتاب الرقيى )\n</p>\n\n<p>\nعلى وزن حبلى وصورتها أن يقول جعلت لك هذه الدار فإن مت قبلك فهي لك وان\nمت قبلي عادت الي من المراقبة لأن كلا منهما يراقب موت صاحبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p268'> Vol. 06, p. 268</a>\n            </div>\n            \nقوله جائزة أي جائزة مستمرة إلى الأبد لا رجوع لها إلى المعطي أصلا قوله\nللذي أرقبها على بناء المفعول أي للذي أعطى الرقبي قوله\n</p>\n\n<p>\n3708 لا رقبى أي لا ينبغي لهم أن يجعلوا ديارهم وأموالهم رقبى بمعنى أنه\nلا يليق بالمصلحة فمن أرقب على بناء المفعول فهو بسبيل الميراث أي إذا مات\nيكون ميراثا له لا يرجع إلى الواهب أصلا قوله لا ترقبوا بضم التاء وسكون\nالراء وكسر القاف أي لا تجعلوها رقبى فهذا نهى لكن علله بقوله فمن أرقب\nشيئا <span id='ms427'></span> على بناء الفاعل لمن أرقبه على بناء المفعول أي فلا تضيعوا أموالكم\nولا تخرجوها من أملاككم بالرقبى فالنهي بمعنى أنه لا يليق بالمصلحة وان\nفعلتم يكون صحيحا وقيل النهي قبل التجويز فهو منسوخ بأدلة الجواز والله\nتعالى أعلم قوله العمرى هي كحبلى اسم من أعمرتك الدار أي جعلت سكناها لك\nمدة عمرك لمن أعمرها على بناء المفعول قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p269'> Vol. 06, p. 269</a>\n            </div>\n            \n</p>\n\n<p>\n3712 لا تحل الرقبى ولا العمرى أي لا ينبغي للإنسان أن يفعل نظرا إلى\nالمصلحة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p270'> Vol. 06, p. 270</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( كتاب العمرى )\n</p>\n\n<p>\nهي كحبلى كما سبق اسم من أعمرتك الدار أي جعلت سكناها لك مدة عمرك قالوا\nهي على ثلاثة أوجه أحدها أن يقول أعمرتك هذه الدار فإذا مت فهي لورثتك ولا\nخلاف لأحد في أنه هبة وثانيها أن يقول أعمرتها لك مطلقا والثالث أن يضم\nإليه فإذا مت عادت إلى وفيهما خلاف لكن مذهب الحنفية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p271'> Vol. 06, p. 271</a>\n            </div>\n             والصحيح\nمن مذهب الشافعي الجواز وبطلان الشرط لإطلاق الأحاديث والله تعالى أعلم\nقوله\n</p>\n\n<p>\n3723 فهو لمعمره بفتح الميم قوله لا ترقبوا من أرقب ولا تعمروا من أعمر\nفمن أرقب على بناء المفعول وكذا قوله أو أعمر على بناء المفعول قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p272'> Vol. 06, p. 272</a>\n            </div>\n            \n</p>\n\n<p>\n3732 لا عمري ولا رقبى أي لا ينبغي فعلهما نظرا إلى المصلحة أي لا رجوع\nللواهب فيهما والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p273'> Vol. 06, p. 273</a>\n            </div>\n             قوله\n</p>\n\n<p>\n3744 فقد قطع قوله بالرفع فاعل قطع حقه بالنصب مفعول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p275'> Vol. 06, p. 275</a>\n            </div>\n             قوله\n</p>\n\n<p>\n3747 فهي له بتلة بفتح الموحدة وسكون المثناة الفوقية أي ملك واجب لا\nيتطرق إليه نقص لا يجوز للمعطي بكسر الطاء ولا ثنيا على وزن دنيا اسم بمعنى\nالاستثناء أي ليس له أن يرد منها إلى نفسه شيئا بشرط أنها له بعد الموت أو\nبسبب أنه استثنى له منها شيئا وجعله له بعد الموت والله تعالى أعلم قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p276'> Vol. 06, p. 276</a>\n            </div>\n            \n</p>\n\n<p>\n3755 إذا أعمر وعقبه من بعده أعمر على بناء المفعول وعقبة بالنصب على\nالمعية ولا يصح الرفع بالعطف على الضمير المرفوع في أعمر لعدم التأكيد\nوالفصل فإذا لم يجعل عقبه أي قائما مقام الذي أعمر كان للذي يجعل أي للجاعل\nأعني المعطي شرطه بالرفع اسم كان لا <span id='ms428'></span> يقضون بهذا أي بهذا الإطلاق بل يأخذون\nعلى وفق التقييد قضى بها أي بالعمرى على اطلاقها قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p278'> Vol. 06, p. 278</a>\n            </div>\n            \n</p>\n\n<p>\n3756 لا يجوز لامرأة هبة في مالها قال الخطابي @ 279 أخذ به مالك قلت ما\nأخذ بإطلاقه ولكن أخذ به فيما زاد على الثلث وهو عند أكثر العلماء على معنى\nحسن العشرة واستطابة نفس الزوج ونقل عن الشافعي أن الحديث ليس بثابت وكيف\nنقول به والقرآن يدل على خلافه ثم السنة ثم الأثر ثم المعقول ويمكن أن يكون\nهذا في موضع الاختيار مثل ليس لها أن تصوم وزوجها حاضر الا بأذنه فإن فعلت\nجاز صومها وان خرجت بغير اذنه فباعت جاز بيعها وقد أعتقت ميمونة قبل أن\nيعلم النبي صلى الله تعالى عليه وسلم فلم يعب ذلك عليها فدل هذا مع غيره\nعلى أن هذا الحديث أن ثبت فهو محمول على الأدب والاختيار وقال البيهقي\nإسناد هذا الحديث إلى عمرو بن شعيب صحيح فمن أثبت عمرو بن شعيب لزمه إثبات\nهذا الا ان الأحاديث المتعارضة له أصح إسنادا وفيها وفي الآيات التي احتج\nبها الشافعي دلالة على نفوذ تصرفها في مالها دون الزوج فيكون حديث عمرو بن\nشعيب محمولا على الأدب والإختيار كما أشار إليه الشافعي والله تعالى أعلم\nقوله لامرأة عطية يحتمل أن المراد ها هنا من ماله لكن الرواية السابقة\nصريحة في أن الكلام في مالها والله تعالى أعلم قوله\n</p>\n\n<p>\n3758 فإن كانت هدية فإنما ينبغي الخ فيه بيان للفرق بين الهدية والصدقة\nوأن الهدية ما يقصد به التقرب إلى المهدي إليه والصدقة ما يقصد به التقرب\nإلى الله والله تعالى أعلم وقوله حتى صلى الظهر مع العصر ظاهره أنه جمع\nبينهما وقتا ويلزم منه الجمع بلا سفر وذلك لأن قدوم الوفد كان بالمدينة لا\nفي محل السفر والجمع بلا سفر لا يجوز عند القائلين به الا ببعض الأعذار وهي\nغير ظاهره ها هنا سيما لتمام الجماعة الحاضرة فلا بد من الحمل على الجمع\nفعلا بأن أخر الأولى فصلاها في آخر وقتها وقدم الثانية <span id='ms429'></span> فصلاها في أول وقتها\nأو الجمع مكانا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p279'> Vol. 06, p. 279</a>\n            </div>\n             بمعنى أنه قعد في ذلك المكان حتى فرغ من\nالصلاتين فصلى الظهر في وقتها ثم قعد يتحدث معهم حتى صلى العصر في ذلك\nالمكان والله تعالى أعلم قوله لقد هممت الخ قاله حين أهدى إليه أعرابي هدية\nفأعطاه في مقابلتها أضعاف ذلك فقلله وطمع في أكثر منه فقال لقد هممت أن لا\nأقبل هدية الا ممن لا يطمع في ثوابها بهذا القدر وقوله الا من قرشي أو\nأنصاري الخ كلمة أو فيه للتعميم فلا يفيد منع الجمع بين القبول هدايا كل من\nاستثنى ولا يلزم أن لا يقبل الا هدية واحد من هؤلاء فإذا قبل هدية واحد\nفليس له أن يقبل هدية الآخر ومثله قوله تعالى ألا ما حملت ظهورهما أو\nالحوايا أو ما اختلط بعظم ولذلك لما قال المزني في رجل حلف لا يكلم أحدا\nالا كوفيا أو بصريا فكلمهما أنه يحنث فبلغ ذلك إلى بعض الحنفية بمصر قال\nذلك الحنفي أخطأ المزني وخالف الكتاب والسنة وذكر الآية المذكورة وهذا\nالحديث وذكر أن المزني لما سمع ذلك رجع إلى قوله والله تعالى أعلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p280'> Vol. 06, p. 280</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "195",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "250",
    "251",
    "252",
    "253",
    "255",
    "256",
    "257",
    "258",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "267",
    "268",
    "269",
    "270",
    "271",
    "272",
    "273",
    "275",
    "276",
    "278",
    "279",
    "280"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08"
  ]
}