{
  "content": "\n\n<h1 class='l1' id='head0'>CHECK [مناظرة مع طائفة الرفاعية]</h1>\n\n<p>\nمناظره مع طائفة الرفاعيه\n</p>\n\n<p>\nلشيخ الاسلام ابن تيميه\n</p>\n\n<p>\nدارالقاسم\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nمن هو الشيخ أحمد الرفاعي التي نتسب إليه الطريقة (¬1) ؟\n</p>\n\n<p>\nالحافظ - الذهبي - أثنى على الشيخ أحمد الرفاعي ثناء بالغا ووصفه - في\nكتابه سير أعلام النبلاء - بأنه: «الإمام، القدوة، العابد، الزاهد»، وبأنه:\n«كان كثير الاستغفار، عالي المقدار، رقيق القلب، غزير الإخلاص»، لكنه أعقب\nذلك بقوله: «لكن أصحابه فيهم الجيد والرديء، وقد كثر الزغل فيهم، وتجددت\nلهم أحوال شيطانية منذ أخذت التتار العراق من دخول النيران وركوب السباع\nواللعب بالحيات»، ونبه على أن: «هذا لم يعرفه الشيخ ولا صلحاء أصحابه».\n</p>\n\n<p>\nوهنا يجب الانتباه على التوقف والتثبت من صحة ما ينسب إلى الرافعي من\nالأقوال والأفعال ومن البدع والشركيات وغير ذلك مما ينسب إليه، وقد حذر\nالشيخ الرفاعي أصحابه من هذا الأمر وكأنه كان يحس بأنه سيكون منهم من يغلو\nفيه ويكذب عليه من بعده فقال لهم: «لا تسبوني من بعدي !! فقالوا: وكيف نسبك\nوأنت إمامنا وقدوتنا !! قال: تقولون قولا لم أقله، وتفعلون أمرا لم أفعله\nفيراكم الناس ويسمعونكم فيقولون: لولا أنهم رأوا شيخهم ولولا أنهم سمعوا\nشيخهم ما قالوا وما فعلوا ... كل شيء خرج عن كتاب الله وسنة رسوله ? فليس منا».\n</p>\n\n<p>\nوهذه كلمات من نور توضح ما كان عليه الشيخ من اتباع السنة وذم البدعة،\nبخلاف ما عليه طوائف الرفاعية من ضرب الشيش ومسك الأفاعي، وحلقات الرقص\nوالغناء، لذا كان من الخطأ التعرض للشيخ عند الإنكار على أتباعه، فإنه يجب\nالتفريق بين الرفاعي وبين الرفاعيين، إذا حصل وقوع التبديل فيما جاءت به\nالأنبياء فليس ببعيد أن يقع التبديل والتشويه لحقيقة ما كان عليه الشيخ،\nونسبة الأقوال والأفعال إليه كذبا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nوقد كان الشيخ الرفاعي يحذر من مجالسة هؤلاء والاستماع إليهم فقد كان يقول:\n«واحذر الفرقة التي دأبها تأويل كلمات الأكابر والتفكه بحكاياتهم وما نسب\nإليهم، فإن أكثر ذلك مكذوب عليهم، وما كان ذلك إلا من عقاب الله للخلق لما\nجهلوا الحق، فابتلاهم الله بأناس من أهل البدعة <span id='ms01'></span> والضلالة، فكذبوا على القوم\nوأكابر الرجال الأكابر، وأدخلوا في كلامهم ما ليس منه، فتبعهم البعض،\nفألحقوا بالأخسرين أعمالا، فعليك بالله وتمسك للوصول إليه بذيول نبيه عليه\nالصلاة والسلام والشرع الشريف نصب عينيك».\n</p>\n\n<p>\nبهذا يعلم أن الشيخ كان من أهل الصلاح والخير وأنه كان على محض السنة إن\nشاء الله.\n</p>\n\n<p>\nوصلى الله على محمد وآله وأصحابه أجمعين.\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nالحمد لله رب العالمين، وأشهد أن لا إله إلا الله رب السموات والأرضين،\nوأشهد أن محمدا عبده ورسوله خاتم النبيين صلى الله تعالى عليه وعلى آله\nوسلم تسليما دائما إلى يوم الدين.\n</p>\n\n<p>\nأما بعد:\n</p>\n\n<p>\nفقد كتبت ما حضرني ذكره في المشهد الكبير بقصر الإمارة والميدان بحضرة\nالخلق من الأمراء والكتاب والعلماء والفقراء العامة وغيرهم في أمر\n«البطائحية» (¬1) يوم السبت تاسع جمادى الأولى سنة خمس لتشوف الهمم إلى\nمعرفة ذلك وحرص الناس على الاطلاع عليه فإن من كان غائبا عن ذلك قد يسمع\nبعض أطراف الواقعة ومن شهدها فقد رأى وسمع ما رأى وسمع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nومن الحاضرين من سمع ورأى ما لم يسمع غيره ويره لانتشار هذه الواقعة\nالعظيمة ولما حصل بها من عز الدين وظهور كلمته العليا وقهر الناس على\nمتابعة الكتاب والسنة، وظهور زيف من خرج عن ذلك من أهل البدع المضلة\nوالأحوال الفاسدة والتلبيس على المسلمين.\n</p>\n\n<p>\nوقد كتبت في غير هذا الموضع صفة حال هؤلاء «البطائحية» وطريقهم، وطريق\nالشيخ أحمد بن الرفاعي وحاله وما وافقوا فيه المسلمين وما خالفوهم؛ ليتبين\nما دخلوا فيه من دين الإسلام وما خرجوا فيه عن دين الإسلام؛ فإن ذلك يطول\nوصفه في هذا الموضع وإنما كتبت هنا ما حضرني ذكره من حكاية هذه الواقعة\nالمشهورة في مناظرتهم ومقابلتهم.\n</p>\n\n<p>\nوذلك أني كنت أعلم من حالهم بما قد ذكرته في غير هذا الموضع - وهو أنهم\nوإن كانوا منتسبين إلى الإسلام وطريقة الفقر والسلوك ويوجد في بعضهم التعبد\nوالتأله والوجد والمحبة والزهد والفقر والتواضع، ولين الجانب والملاطفة في\nالمخاطبة والمعاشرة والكشف والتصرف (¬1) ونحو ذلك ما يوجد - فيوجد <span id='ms02'></span> أيضا في\nبعضهم من الشرك وغيره من أنواع الكفر ومن الغلو والبدع في الإسلام والإعراض\nعن كثير مما جاء به الرسول والاستخفاف بشريعة الإسلام والكذب والتلبيس\nوإظهار المخارق الباطلة وأكل أموال الناس بالباطل والصد عن سبيل الله ما يوجد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nوقد تقدمت لي معهم وقائع متعددة بينت فيها لمن خاطبته منهم ومن غيرهم بعض\nما فيهم من حق وباطل وأحوالهم التي يسمونها الإشارات، وتاب منهم جماعة،\nوأدب منهم جماعة من شيوخهم، وبينت صورة ما يظهرونه من المخاريق: مثل ملابسة\nالنار والحيات وإظهار الدم واللاذن والزعفران وماء الورد والعسل والسكر\nوغير ذلك، وإن عامة ذلك عن حيل معروفة وأسباب مصنوعة وأراد - غير مرة منهم\n- قوم إظهار ذلك فلما رأوا معارضتي لهم رجعوا ودخلوا على أن أسترهم فأجبتهم\nإلى ذلك بشرط التوبة حتى قال لي شيخ منهم - في مجلس عام فيه جماعة كثيرة\nببعض البساتين لما عارضتهم بأني أدخل معكم النار بعد أن نغتسل بما يذهب\nالحيلة ومن احترق كان مغلوبا فلما رأوا الصدق أمسكوا عن ذلك -وحكى ذلك\nالشيخ: أنه كان مرة عند بعض أمراء التتر بالمشرق وكان له صنم يعبده قال:\nفقال لي: هذا الصنم يأكل من هذا الطعام كل يوم ويبقى أثر الأكل في الطعام\nبينا يرى فيه فأنكرت ذلك، فقال لي إن كان يأكل أنت تموت ؟ فقلت: نعم. قال:\nفأقمت عنده إلى نصف النهار ولم يظهر في الطعام أثر فاستعظم ذلك التتري\nوأقسم بأيمان مغلظة أنه كل يوم يرى فيه أثر الأكل لكن اليوم بحضورك لم يظهر ذلك.\n</p>\n\n<p>\nفقلت لهذا الشيخ: أنا أبين لك سبب ذلك.\n</p>\n\n<p>\nذلك التتري كافر مشرك ولصنمه شيطان يغويه بما يظهره من الأثر في الطعام\nوأنت كان معك من نور الإسلام وتأييد الله تعالى ما أوجب انصراف الشيطان عن\nأن يفعل ذلك بحضورك وأنت وأمثالك بالنسبة إلى أهل الإسلام الخالص كالتتري\nبالنسبة إلى أمثالك، فالتتري وأمثاله سود وأهل الإسلام المحض بيض، وأنتم\nبلق فيكم سواد وبياض، فأعجب هذا المثل من كان حاضرا !!\n</p>\n\n<p>\nوقلت لهم في <span id='ms03'></span> مجلس آخر لما قالوا: تريد أن نظهر هذه الإشارات؟ قلت: إن\nعملتموها بحضور من ليس من أهل الشأن: من الأعراب والفلاحين أو الأتراك أو\nالعامة أو جمهور المتفقهة والمتفقرة والمتصوفة لم يحسب لكم ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nفمن معه ذهب فليأت به إلى سوق الصرف إلي عند الجهابذة الذين يعرفون الذهب\nالخالص من المغشوش ومن الصفر، لا يذهب إلا عند أهل الجهل بذلك.\n</p>\n\n<p>\nفقالوا لي: لا نعمل هذا إلا أن تكون همتك معنا، فقلت: همتي ليست معكم؛ بل\nأنا معارض لكم مانع لكم؛ لأنكم تقصدون بذلك إبطال شريعة رسول الله صلى الله\nتعالى عليه وسلم فإن كان لكم قدرة على إظهار ذلك فافعلوا.\n</p>\n\n<p>\nفانقلبوا صاغرين.\n</p>\n\n<p>\n[وضعهم الأغلال في الأعناق] (¬1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \nفلما كان قبل هذه الواقعة بمدة كان يدخل منهم جماعة مع شيخ لهم من شيوخ\nالبر مطوقين بأغلال الحديد في أعناقهم، وهو وأتباعه معروفون بأمور، وكان\nيحضر عندي مرات فأخاطبه بالتي هي أحسن، فلما ذكر الناس ما يظهرونه من\nالشعار المبتدع الذي يتميزون به عن المسلمين (¬1) ويتخذونه عبادة ودينا\nيوهمون به الناس أن هذا لله سر من أسرارهم وإنه سيماء أهل الموهبة الإلهية،\nالسالكين طريقهم - أعني طريق ذلك الشيخ وأتباعه - خاطبته في ذلك بالمسجد\nالجامع وقلت هذا بدعة لم يشرعها الله تعالى ولا رسوله ولا فعل ذلك أحد من\nسلف هذه الأمة ولا من المشايخ الذين يقتدى بهم، ولا يجوز التعبد بذلك ولا\nالتقرب به إلى الله تعالى؛ لأن عبادة الله بما لم يشرعه ضلالة ولباس الحديد\nعلى غير وجه التعبد قد كرهه من كرهه من العلماء للحديث المروي في ذلك وهو\n«أن النبي صلى الله تعالى عليه وسلم رأى على رجل خاتما من حديد فقال: ما لي\nأرى عليك حلية أهل النار» (¬2) .\n</p>\n\n<p>\nوقد وصف الله تعالى أهل النار بأن في أعناقهم الأغلال فالتشبه بأهل النار\nمن المنكرات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nوقال بعض الناس قد ثبت في الصحيح عن أبي هريرة عن النبي صلى الله تعالى\nعليه وسلم في حديث الرؤيا قال في آخره: «أحب القيد وأكره <span id='ms04'></span> الغل، القيد ثبات\nفي الدين» (¬1) ، فإذا كان مكروها في المنام فكيف في اليقظة ؟! فقلت له في\nذلك المجلس ما تقدم من الكلام أو نحو منه مع زيادة.\n</p>\n\n<p>\nوخوفته من عاقبة الإصرار على البدعة وأن ذلك يوجب عقوبة فاعله ونحو ذلك\nمن الكلام الذي نسيت أكثره لبعد عهدي به.\n</p>\n\n<p>\nوذلك أن الأمور التي ليست مستحبة في الشرع لا يجوز التعبد بها باتفاق\nالمسلمين ولا التقرب بها إلى الله ولا اتخاذها طريقا إلى الله وسببا لأن\nيكون الرجل من أولياء الله وأحبائه ولا اعتقاد أن الله يحبها أو يحب\nأصحابها كذلك أو أن اتخاذها يزداد به الرجل خيرا عند الله وقربة إليه، ولا\nأن يجعل شعارا للتائبين المريدين وجه الله الذين هم أفضل ممن ليس مثلهم.\n</p>\n\n<p>\nفهذا أصل عظيم تجب معرفته والاعتناء به وهو أن المباحات إنما تكون مباحة\nإذا جعلت مباحات فأما إذا اتخذت واجبات أو مستحبات كان ذلك دينا لم يشرعه الله.\n</p>\n\n<p>\nوجعل ما ليس من الواجبات والمستحبات منها بمنزلة جعل ما ليس من المحرمات\nمنها فلا حرام إلا ما حرمه الله؛ ولا دين إلا ما شرعه الله؛ ولهذا عظم ذم\nالله في القرآن لمن شرع دينا لم يأذن الله به ولمن حرم ما لم يأذن الله\nبتحريمه فإذا كان هذا في المباحات فكيف بالمكروهات أو المحرمات ولهذا كانت\nهذه الأمور لا تلزم بالنذر فلو نذر الرجل فعل مباح أو مكروه أو محرم لم يجب\nعليه فعله كما يجب عليه إذا نذر طاعة الله أن يطيعه؛ بل عليه كفارة يمين\nإذا لم يفعل عند أحمد وغيره وعند آخرين لا شيء عليه فلا يصير بالنذر ما ليس\nبطاعة ولا عبادة [طاعة وعبادة].\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nونحو ذلك العهود التي تتخذ على الناس لالتزام طريقة شيخ معين كعهود أهل\n«الفتوة» و«رماة البندق» ونحو ذلك ليس على الرجل أن يلتزم من ذلك على وجه\nالدين والطاعة لله إلا ما كان دينا وطاعة لله ورسوله في شرع الله؛ لكن قد\nيكون عليه كفارة عند الحنث في <span id='ms05'></span> ذلك؛ ولهذا أمرت غير واحد أن يعدل عما أخذ\nعليه من العهد بالتزام طريقة مرجوحة أو مشتملة على أنواع من البدع إلى ما\nهو خير منها من طاعة الله ورسوله ? واتباع الكتاب والسنة، إذ كان المسلمون\nمتفقين على أنه لا يجوز لأحد أن يعتقد أو يقول عن عمل: إنه قربة وطاعة وبر\nوطريق إلى الله واجب أو مستحب إلا أن يكون مما أمر الله به ورسوله ?؛ وذلك\nيعلم بالأدلة المنصوبة على ذلك وما علم باتفاق الأمة أنه ليس بواجب ولا\nمستحب ولا قربة لم يجز أن يعتقد أو يقال إنه قربة وطاعة.\n</p>\n\n<p>\nفكذلك هم متفقون على أنه لا يجوز قصد التقرب به إلى الله ولا التعبد به\nولا اتخاذه دينا ولا عمله من الحسنات فلا يجوز جعله من الدين لا باعتقاد\nوقول ولا بإرادة وعمل.\n</p>\n\n<p>\nوبإهمال هذا الأصل غلط خلق كثير من العلماء والعباد يرون الشيء إذا لم\nيكن محرما لا ينهى عنه؛ بل يقال إنه جائز ولا يفرقون بين اتخاذه دينا وطاعة\nوبرا وبين استعماله كما تستعمل المباحات المحضة، ومعلوم أن اتخاذه دينا\nبالاعتقاد أو الاقتصاد أو بهما أو بالقول أو بالعمل أو بهما من أعظم\nالمحرمات وأكبر السيئات، وهذا من البدع المنكرات التي هي أعظم من المعاصي\nالتي يعلم أنها معاصي وسيئات.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\n[ضلالة التعبد بالهوى]\n</p>\n\n<p>\nفلما نهيتهم عن ذلك أظهروا الموافقة والطاعة ومضت على ذلك مدة والناس\nيذكرون عنهم الإصرار على الابتداع في الدين وإظهار ما يخالف شرعة المسلمين\nويطلبون الإيقاع بهم، وأنا أسلك مسلك الرفق والأناة وأنتظر الرجوع والفيئة\nوأؤخر الخطاب إلى أن يحضر (ذلك الشيخ) لمسجد الجامع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nوكان قد كتب إلي كتابا بعد كتاب فيه احتجاج واعتذار، وعتب وآثار وهو كلام\nباطل لا تقوم به حجة بل إما أحاديث موضوعة أو إسرائيليات غير مشروعة،\nوحقيقة الأمر الصد عن سبيل الله وأكل أموال الناس بالباطل.\n</p>\n\n<p>\nفقلت لهم: الجواب يكون بالخطاب.\n</p>\n\n<p>\nفإن جواب مثل هذا الكتاب لا يتم إلا بذلك، وحضر عندنا منهم شخص فنزعنا\nالغل من <span id='ms06'></span> عنقه وهؤلاء هم من أهل الأهواء الذين يتعبدون في كثير من الأمور\nبأهوائهم لا بما أمر الله تعالى ورسوله ?: (ومن أضل ممن اتبع هواه بغير هدى\nمن الله(؛ ولهذا غالب وجدهم هوى مطلق لا يدرون من يعبدون وفيهم شبه قوي من\nالنصارى الذين قال الله تعالى فيهم: (يا أهل الكتاب لا تغلوا في دينكم غير\nالحق ولا تتبعوا أهواء قوم قد ضلوا من قبل وأضلوا كثيرا وضلوا عن سواء\nالسبيل( [المائدة: 77]، ولهذا كان السلف يسمون أهل البدع أهل الأهواء.\n</p>\n\n<p>\nفحملهم هواهم على أن تجمعوا تجمع الأحزاب ودخلوا إلى المسجد الجامع\nمستعدين للحراب بالأحوال التي يعدونها للغلاب.\n</p>\n\n<p>\nفلما قضيت صلاة الجمعة أرسلت إلى شيخهم لنخاطبه بأمر الله ورسوله صلى\nالله تعالى عليه وسلم، ونتفق على اتباع سبيله - فخرجوا من المسجد الجامع في\nجموعهم إلى قصر الإمارة وكأنهم اتفقوا مع بعض الأكابر على مطلوبهم ثم رجعوا\nإلى مسجد الشاغو - على ما ذكر لي - وهم من الصياح والاضطراب على أمر من\nأعجب العجاب.\n</p>\n\n<p>\nفأرسلت إليهم مرة ثانية لإقامة الحجة والمعذرة وطلبا للبيان والتبصرة\nورجاء المنفعة والتذكرة.\n</p>\n\n<p>\nفعمدوا إلى القصر مرة ثانية وذكر لي أنهم قدموا من الناحية الغربية\nمظهرين الضجيج والعجيج والإزباد والإرعاد واضطراب الرؤوس والأعضاء والتقلب\nفي نهر بردى، وإظهار التوله الذي يخيلوا به على الردى، وإبراز ما يدعونه من\nالحال والمحال الذي يسلمه إليهم من أضلوا من الجهال.\n</p>\n\n<p>\n[شكواهم الشيخ إلى الأمير] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \nفلما رأى الأمير ذلك هاله ذلك المنظر وسأل عنهم فقيل له هم مشتكون، فقال\nليدخل بعضهم فدخل شيخهم وأظهر من الشكوى علي ودعوى الاعتداء مني عليهم\nكلاما كثيرا لم يبلغني جميعه؛ لكن حدثني من كان حاضرا أن الأمير قال لهم:\nفهذا الذي يقوله من عنده أو يقوله عن الله ورسوله ? ؟ فقالوا: بل يقوله عن\nالله ورسوله ?. قال: فأي شيء يقال له ؟ قالوا: نحن لنا أحوال وطريق يسلم\nإلينا. قال: فنسمع كلامه فمن كان الحق معه نصرناه. قالوا: نريد أن تشد منا.\n</p>\n\n<p>\nقال: لا ولكن أشد في الحق سواء كان <span id='ms07'></span> معكم أو معه. قالوا: ولا بد من حضوره\n؟ قال: نعم فكرروا ذلك فأمر بإخراجهم فأرسل إلي بعض خواصه من أهل الصدق\nوالدين ممن يعرف ضلالهم وعرفني بصورة الحال وأنه يريد كشف أمر هؤلاء.\n</p>\n\n<p>\nفلما علمت ذلك ألقي في قلبي أن ذلك لأمر يريده الله من إظهار الدين وكشف\nحال أهل النفاق المبتدعين لانتشارهم في أقطار الأرضين، وما أحببت البغي\nعليهم والعدوان ولا أن أسلك معهم إلا أبلغ ما يمكن من الإحسان، فأرسلت\nإليهم من عرفهم بصورة الحال وإني إذا حضرت كان ذلك عليكم من الوبال وكثر\nفيكم القيل والقال، وأن من قعد أو قام قدام رماح أهل الإيمان فهو الذي أوقع\nنفسه في الهوان.\n</p>\n\n<p>\nفجاء الرسول وأخبر أنهم اجتمعوا بشيوخهم الكبار الذين يعرفون حقيقة\nالأسرار وأشاروا عليهم بموافقة ما أمروا به من اتباع الشريعة والخروج عما\nينكر عليهم من البدع الشنيعة.\n</p>\n\n<p>\nوقال شيخهم الذي يسيح بأقطار الأرض كبلاد الترك ومصر وغيرها: أحوالنا\nتظهر عند التتار لا تظهر عند شرع محمد بن عبد الله.\n</p>\n\n<p>\nوأنهم نزعوا الأغلال من الأعناق وأجابوا إلى الوفاق.\n</p>\n\n<p>\nثم ذكر لي أنه جاءهم بعض أكابر غلمان المطاع وذكر أنه لا بد من حضورهم\nلموعد الاجتماع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nفاستخرت الله تعالى تلك الليلة واستعنته واستنصرته واستهديته وسلكت سبيل\nعباد الله في مثل هذه المسالك حتى ألقي في قلبي أن أدخل النار عند الحاجة\nإلى ذلك وأنها تكون بردا وسلاما على من اتبع ملة الخليل، وأنها تحرق أشباه\nالصابئة أهل الخروج عن هذه السبيل.\n</p>\n\n<p>\nوقد كان بقايا الصابئة (¬1) أعداء إبراهيم إمام الحنفاء بنواحي البطائح\nمنضمين إلى من يضاهيهم من نصارى الدهماء.\n</p>\n\n<p>\nوبين الصابئة ومن ضل من العباد المنتسبين إلى هذا الدين نسب يعرفه من عرف\nالحق المبين، فالغالية من القرامطة والباطنية كالنصيرية والإسماعيلية.\n</p>\n\n<p>\nيخرجون إلى مشابهة الصابئة الفلاسفة ثم إلى الإشراك ثم إلى جحود الحق تعالى.\n</p>\n\n<p>\nومن شركهم الغلو في البشر والابتداع في العبادات والخروج عن الشريعة له\nنصيب من ذلك بحسب ما هو به لائق كالملحدين من أهل الاتحاد والغالية <span id='ms08'></span> من\nأصناف العباد.\n</p>\n\n<p>\nفلما أصبحنا ذهبت للميعاد وما أحببت أن أستصحب أحدا للإسعاد لكن ذهب أيضا\nبعض من كان حاضرا من الأصحاب والله هو المسبب لجميع الأسباب.\n</p>\n\n<p>\nوبلغني بعد ذلك أنهم طافوا على عدد من أكابر الأمراء وقالوا أنواعا مما\nجرت به عادتهم من التلبيس والافتراء الذي استحوذوا به على أكثر أهل الأرض\nمن الأكابر والرؤساء مثل زعمهم: أن لهم أحوالا لا يقاومهم فيها أحد من\nالأولياء وأن لهم طريقا لا يعرفها أحد من العلماء.\n</p>\n\n<p>\nوأن شيخهم هو في المشايخ كالخليفة وأنهم يتقدمون على الخلق بهذه الأخبار\nالمنيفة، وأن المنكر عليهم هو آخذ بالشرع الظاهر غير واصل إلى الحقائق\nوالسرائر.\n</p>\n\n<p>\nوأن لهم طريقا وله طريق، وهم الواصلون إلى كنه التحقيق وأشباه هذه\nالدعاوى ذات الزخرف والتزويق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nوكانوا لفرط انتشارهم في البلاد واستحواذهم على الملوك والأمراء والأجناد\nلخفاء نور الإسلام، واستبدال أكثر الناس بالنور الظلام، وطموس آثار الرسول\nفي أكثر الأمصار ودروس حقيقة الإسلام في دولة التتار، لهم في القلوب موقع\nهائل ولهم فيهم من الاعتقاد ما لا يزول بقول قائل.\n</p>\n\n<p>\nقال المخبر: فغدا أولئك الأمراء الأكابر وخاطبوا فيهم نائب السلطان\nبتعظيم أمرهم الباهر، وذكر لي أنواعا من الخطاب والله تعالى أعلم بحقيقة\nالصواب، والأمير مستشعر ظهور الحق عند التحقيق، فأعاد الرسول إلي مرة ثانية\nفبلغه أنا في الطريق وكان كثير من أهل البدع الأضداد كطوائف من المتفقهة\nوالمتفقرة وأتباع أهل الاتحاد.\n</p>\n\n<p>\nمجدين في نصرهم بحسب مقدورهم مجهزين لمن يعينهم في حضورهم.\n</p>\n\n<p>\nفلما حضرت وجدت النفوس في غاية الشوق إلى هذا الاجتماع متطلعين إلى ما\nسيكون طالبين للاطلاع.\n</p>\n\n<p>\nفذكر لي نائب السلطان وغيره من الأمراء بعض ما ذكروه من الأقوال المشتملة\nعلى الافتراء.\n</p>\n\n<p>\nوقال: إنهم قالوا: إنك طلبت منهم الامتحان وأن يحموا الأطواق نارا\nويلبسوها فقلت هذا من البهتان.\n</p>\n\n<p>\nوها أنا ذا أصف ما كان.\n</p>\n\n<p>\nقلت للأمير: نحن لا نستحل أن نأمر أحدا بأن يدخل نارا ولا تجوز طاعة من\nيأمر بدخول النار، وفي ذلك الحديث الصحيح (¬1) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nوهؤلاء يكذبون في ذلك <span id='ms09'></span> وهم كذابون مبتدعون قد أفسدوا من أمر دين المسلمين\nودنياهم ما الله به عليم.\n</p>\n\n<p>\nوذكرت تلبيسهم على طوائف من الأمراء وأنهم لبسوا على الأمير المعروف\nبالأيدمري، وعلى قفجق نائب السلطنة وعلى غيرهما وقد لبسوا أيضا على الملك\nالعادل كتبغا في ملكه وفي حالة ولاية حماه وعلى أمير السلاح أجل أمير بديار\nمصر وضاق المجلس عن حكاية جميع تلبيسهم.\n</p>\n\n<p>\nفذكرت تلبيسهم على الأيدمري وأنهم كانوا يرسلون من النساء من يستخبر عن\nأحوال بيته الباطنة ثم يخبرونه بها على طريق المكاشفة ووعدوه بالملك، وأنهم\nوعدوه أن يروه رجال الغيب فصنعوا خشبا طوالا وجعلوا عليها من يمشي كهيئة\nالذي يلعب بأكر الزجاج فجعلوا يمشون على جبل المزة وذاك يرى من بعيد قوما\nيطوفون على الجبل وهم يرتفعون عن الأرض وأخذوا منه مالا كثيرا ثم انكشف له أمرهم.\n</p>\n\n<p>\nقلت للأمير: وولده هو الذي في حلقة الجيش يعلم ذلك وهو ممن حدثني بهذه القصة.\n</p>\n\n<p>\nوأما قفجق فإنهم أدخلوا رجلا في القبر يتكلم وأوهموه أن الموتى تتكلم،\nوأتوا به في مقابر باب الصغير إلى رجل زعموا أنه الرجل الشعراني الذي بجبل\nلبنان ولم يقربوه منه بل من بعيد لتعود عليه بركته، وقالوا: إنه طلب منه\nجملة من المال؛ فقال قفجق الشيخ يكاشف وهو يعلم أن خزائني ليس فيها هذا\nكله، وتقرب قفجق منه وجذب الشعر فانقلع الجلد الذي ألصقوه على جلده من جلد\nالماعز فذكرت للأمير هذا؛ ولهذا قيل لي: إنه لما انقضى المجلس وانكشف حالهم\nللناس كتب أصحاب قفجق إليه كتابا وهو نائب السلطنة بحماه يخبره بصورة ما جرى.\n</p>\n\n<p>\nوذكرت للأمير أنهم مبتدعون بأنواع من البدع مثل الأغلال ونحوها، وأنا\nنهيناهم عن البدع الخارجة عن الشريعة فذكر الأمير حديث البدعة وسألني عنه\nفذكرت حديث العرباض بن سارية وحديث جابر بن عبد الله وقد ذكرتهما بعد ذلك\nبالمجلس العام كما سأذكره.\n</p>\n\n<p>\n[عزم ابن تيمية على دخول النار] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \nقلت للأمير: أنا ما امتحنت هؤلاء لكن هم يزعمون أن لهم أحوالا يدخلون بها\nالنار وأن أهل الشريعة لا <span id='ms10'></span> يقدرون على ذلك، ويقولون لنا هذه الأحوال التي\nيعجز عنها أهل الشرع ليس لهم أن يعترضوا علينا بل يسلم إلينا ما نحن عليه -\nسواء وافق الشرع أو خالفه - وأنا قد استخرت الله سبحانه أنهم إن دخلوا\nالنار أدخل أنا وهم ومن احترق منا ومنهم فعليه لعنة الله وكان مغلوبا، وذلك\nبعد أن نغسل جسومنا بالخل والماء الحار.\n</p>\n\n<p>\nفقال الأمير ولم ذاك ؟ قلت: لأنهم يطلون جسومهم بأدوية يصنعونها من دهن\nالضفادع وباطن قشر النارنج وحجر الطلق وغير ذلك من الحيل المعروفة لهم،\nوأنا لا أطلي جلدي بشيء فإذا اغتسلت أنا وهم بالخل والماء الحار بطلت\nالحيلة وظهر الحق، فاستعظم الأمير هجومي على النار وقال: أتفعل ذلك ؟ فقلت\nله: نعم قد استخرت الله في ذلك وألقي في قلبي أن أفعله ونحن لا نرى هذا\nوأمثاله ابتداء؛ فإن خوارق العادات إنما تكون لأمة محمد ? المتبعين له\nباطنا وظاهرا لحجة أو حاجة فالحجة لإقامة دين الله والحاجة لما لا بد منه\nمن النصر والرزق الذي به يقوم دين الله، وهؤلاء إذا أظهروا ما يسمونه\nإشاراتهم وبراهينهم التي يزعمون أنها تبطل دين الله وشرعه وجب علينا أن\nننصر الله ورسوله صلى الله تعالى عليه وسلم ونقوم في نصر دين الله وشريعته\nبما نقدر عليه من أرواحنا وجسومنا وأموالنا فلنا حينئذ أن نعارض ما يظهرونه\nمن هذه المخاريق بما يؤيدنا الله به من الآيات.\n</p>\n\n<p>\nوليعلم أن هذا مثل معارضة موسى للسحرة لما أظهروا سحرهم أيد الله موسى\nبالعصا التي ابتلعت سحرهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nفجعل الأمير يخاطب من حضره من الأمراء على السماط بذلك وفرح بذلك وكأنهم\nكانوا قد أوهموه أن هؤلاء لهم حال لا يقدر أحد على رده، وسمعته يخاطب\nالأمير الكبير الذي قدم من مصر الحاج بهادر وأنا جالس بينهما على رأس\nالسماط بالتركي ما فهمته منه إلا أنه قال اليوم ترى حربا عظيما ولعل ذاك\nكان جوابا لمن كان خاطبه فيهم على ما قيل.\n</p>\n\n<p>\n[حضور مشايخهم]\n</p>\n\n<p>\nوحضر شيوخهم الأكابر فجعلوا يطلبون من الأمير الإصلاح وإطفاء هذه <span id='ms11'></span> القضية\nويترفقون فقال الأمير إنما يكون الصلح بعد ظهور الحق وقمنا إلى مقعد الأمير\nبزاوية القصر أنا وهو وبهادر فسمعته يذكر له أيوب الحمال بمصر والمولهين\nونحو ذلك، فدل ذلك على أنه كان عند هذا الأمير لهم صورة معظمة وأن لهم فيهم\nظنا حسنا والله أعلم بحقيقة الحال؛ فإنه ذكر لي ذلك.\n</p>\n\n<p>\nوكان الأمير أحب أن يشهد بهادر هذه الواقعة ليتبين له الحق فإنه من أكابر\nالأمراء وأقدمهم وأعظمهم حرمة عنده وقد قدم الآن وهو يحب تأليفه وإكرامه\nفأمر ببساط يبسط في الميدان.\n</p>\n\n<p>\nوقد قدم البطائحية وهم جماعة كثيرون وقد أظهروا أحوالهم الشيطانية من\nالإزباد والإرغاء وحركة الرؤوس والأعضاء والطفر والحبو والتقلب ونحو ذلك من\nالأصوات المنكرات والحركات الخارجة عن العادات المخالفة لما أمر به لقمان\nلابنه في قوله: (واقصد في مشيك واغضض من صوتك( [لقمان: 19].\n</p>\n\n<p>\nفلما جلسنا وقد حضر خلق عظيم من الأمراء والكتاب والعلماء والفقراء\nوالعامة وغيرهم، وحضر شيخهم الأول المشتكي وشيخ آخر يسمي نفسه خليفة سيده\nأحمد، ويركب بعلمين وهم يسمونه: عبد الله الكذاب ولم أكن أعرف ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nوكان من مدة قد قدم علي منهم شيخ بصورة لطيفة وأظهر ما جرت به عادتهم من\nالمسألة فأعطيته طلبته ولم أتفطن لكذبه حتى فارقني فبقي في نفسي أن هذا خفي\nعلي تلبيسه إلى أن غاب وما يكاد يخفى علي تلبيس أحد بل أدركه في أول الأمر\nفبقي ذلك في نفسي ولم أره قط إلى حين ناظرته ذكر لي أنه ذاك الذي كان اجتمع\nبي قديما فتعجبت من حسن صنع الله أنه هتكه في أعظم مشهد يكون حيث كتم\nتلبيسه بيني وبينه.\n</p>\n\n<p>\nفلما حضروا تكلم منهم شيخ يقال له حاتم بكلام مضمونه طلب الصلح والعفو عن\nالماضي والتوبة وإنا مجيبون إلى ما طلب من ترك هذه الأغلال وغيرها من البدع\nومتبعون للشريعة.\n</p>\n\n<p>\nفقلت أما التوبة فمقبولة.\n</p>\n\n<p>\nقال الله تعالى: : (غافر الذنب وقابل التوب شديد العقاب( [غافر: 3]هذه\nإلى جنب هذه.\n</p>\n\n<p>\nوقال تعالى : (نبئ عبادي أني أنا الغفور الرحيم * وأن عذابي <span id='ms12'></span> هو العذاب\nالأليم( [الحجر: 49-50].\n</p>\n\n<p>\nفأخذ شيخهم المشتكي ينتصر للبسهم الأطواق وذكر أن وهب بن منبه روى أنه\nكان في بني إسرائيل عابد وأنه جعل في عنقه طوقا في حكاية من حكايات بني\nإسرائيل لا تثبت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nفقلت لهم: ليس لنا أن نتعبد في ديننا بشيء من الإسرائيليات المخالفة\nلشرعنا، قد روى الإمام أحمد في مسنده عن جابر بن عبد الله «أن النبي ? رأى\nبيد عمر بن الخطاب ورقة من التوراة فقال: أمتهوكون يا ابن الخطاب ؟ لقد\nجئتكم بها بيضاء نقية لو كان موسى حيا ثم اتبعتموه وتركتموني لضللتم» (¬1)\n، وفي مراسيل أبي داود «أن النبي ? رأى مع بعض أصحابه شيئا من كتب أهل\nالكتاب، فقال: كفى بقوم ضلالة أن يتبعوا كتابا غير كتابهم أنزل إلى نبي غير\nنبيهم» (¬2) وأنزل الله تعالى: (أولم يكفهم أنا أنزلنا عليك الكتاب يتلى\nعليهم( [العنكبوت: 51]. فنحن لا يجوز لنا اتباع موسى ولا عيسى فيما علمنا\nأنه أنزل عليهما من عند الله إذا خالف شرعنا وإنما علينا أن نتبع ما أنزل\nعلينا من ربنا ونتبع الشرعة والمنهاج الذي بعث الله به إلينا رسولنا كما\nقال تعالى : (فاحكم بينهم بما أنزل الله ولا تتبع أهواءهم عما جاءك من الحق\nلكل جعلنا منكم شرعة ومنهاجا( [المائدة: 48].\n</p>\n\n<p>\nفكيف يجوز لنا أن نتبع عباد بني إسرائيل في حكاية لا تعلم صحتها وما\nعلينا من عباد بني إسرائيل : (تلك أمة قد خلت لها ما كسبت ولكم ما كسبتم\nولا تسألون عما كانوا يعملون( [البقرة: 134]، هات ما في القرآن وما في\nالأحاديث الصحاح كالبخاري ومسلم وذكرت هذا وشبهه بكيفية قوية.\n</p>\n\n<p>\nفقال هذا الشيخ منهم يخاطب الأمير: نحن نريد أن تجمع لنا القضاة الأربعة\nوالفقهاء ونحن قوم شافعية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nفقلت له هذا غير مستحب ولا مشروع عند أحد من علماء المسلمين؛ بل كلهم ينهى\nعن التعبد به ويعده بدعة وهذا الشيخ كمال الدين بن الزملكاني مفتي الشافعية\nودعوته، وقلت: يا كمال الدين ما تقول في هذا ؟ فقال هذا بدعة غير مستحبة بل\nمكروهة أو كما قال <span id='ms13'></span>.\n</p>\n\n<p>\nوكان مع بعض الجماعة فتوى فيها خطوط طائفة من العلماء بذلك.\n</p>\n\n<p>\nوقلت: ليس لأحد الخروج عن شريعة محمد ? ولا الخروج عن كتاب الله وسنة\nرسوله صلى الله تعالى عليه وسلم وأشك هل تكلمت هنا في قصة موسى والخضر؛\nفإني تكلمت بكلام بعد عهدي به.\n</p>\n\n<p>\nفانتدب ذلك الشيخ «عبد الله» ورفع صوته.\n</p>\n\n<p>\nوقال: نحن لنا أحوال وأمور باطنة لا يوقف عليها. وذكر كلاما لم أضبط\nلفظه: مثل المجالس والمدارس والباطن والظاهر؛ ومضمونه أن لنا الباطن\nولغيرنا الظاهر وأن لنا أمرا لا يقف عليه أهل الظاهر فلا ينكرونه علينا.\nفقلت له - ورفعت صوتي وغضبت: الباطن والظاهر والمجالس والمدارس والشريعة\nوالحقائق كل هذا مردود إلى كتاب الله وسنة رسوله ? ليس لأحد الخروج عن كتاب\nالله وسنة رسوله ? لا من المشايخ والفقراء ولا من الملوك والأمراء ولا من\nالعلماء والقضاة وغيرهم؛ بل جميع الخلق عليهم طاعة الله ورسوله ?.\n</p>\n\n<p>\nوذكرت هذا ونحوه.\n</p>\n\n<p>\nفقال - ورفع صوته -: نحن لنا الأحوال وكذا وكذا.\n</p>\n\n<p>\nوادعى الأحوال الخارقة كالنار وغيرها واختصاصهم بها وأنهم يستحقون تسليم\nالحال إليهم لأجلها.\n</p>\n\n<p>\nفقلت - ورفعت صوتي وغضبت -: أنا أخاطب كل أحمدي من مشرق الأرض إلى مغربها\nأي شيء فعلوه في النار فأنا أصنع مثل ما تصنعون ومن احترق فهو مغلوب؛ وربما\nقلت فعليه لعنة الله؛ ولكن بعد أن نغسل جسومنا بالخل والماء الحار؛ فسألني\nالأمراء والناس عن ذلك ؟ فقلت: لأن لهم حيلا في الاتصال بالنار يصنعونها من\nأشياء: من دهن الضفادع، وقشر النارنج، وحجر الطلق.\n</p>\n\n<p>\nفضج الناس بذلك فأخذ يظهر القدرة على ذلك فقال: أنا وأنت نلف في بارية\nبعد أن تطلى جسومنا بالكبريت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nفقلت فقم؛ وأخذت أكرر عليه في القيام إلى ذلك فمد يده يظهر خلع القميص\nفقلت: لا حتى تغتسل في الماء الحار والخل فأظهر الوهم على عادتهم، فقال: من\nكان يحب الأمير فليحضر خشبا أو قال حزمة حطب.\n</p>\n\n<p>\nفقلت: هذا تطويل وتفريق للجمع؛ ولا يحصل به مقصود؛ بل قنديل يوقد وأدخل\nإصبعي وإصبعك فيه بعد الغسل؛ ومن احترقت إصبعه فعليه لعنة الله <span id='ms14'></span>؛ أو قلت:\nفهو مغلوب.\n</p>\n\n<p>\nفلما قلت ذلك تغير وذل، وذكر لي أن وجهه اصفر.\n</p>\n\n<p>\nثم قلت لهم: ومع هذا فلو دخلتم النار وخرجتم منها سالمين حقيقة ولو طرتم\nفي الهواء؛ ومشيتم على الماء؛ ولو فعلتم ما فعلتم لم يكن في ذلك ما يدل على\nصحة ما تدعونه من مخالفة الشرع.\n</p>\n\n<p>\nولا على إبطال الشرع، فإن الدجال الأكبر يقول للسماء أمطري فتمطر، وللأرض\nأنبتي فتنبت وللخربة أخرجي كنوزك فتخرج كنوزها تتبعه، ويقتل رجلا ثم يمشي\nبين شقيه ثم يقول له قم فيقوم ومع هذا فهو دجال كذاب ملعون لعنه الله،\nورفعت صوتي بذلك فكان لذلك وقع عظيم في القلوب.\n</p>\n\n<p>\nوذكرت قول أبي يزيد البسطامي: لو رأيتم الرجل يطير في الهواء ويمشي على\nالماء فلا تغتروا به حتى تنظروا كيف وقوفه عند الأوامر والنواهي وذكرت. عن\nيونس بن عبد الأعلى أنه قال للشافعي: أتدري ما قال صاحبنا - يعني الليث بن\nسعد ؟- قال: لو رأيت صاحب هوى يمشي على الماء فلا تغتر به.\n</p>\n\n<p>\nفقال الشافعي: لقد قصر الليث لو رأيت صاحب هوى يطير في الهواء فلا تغتر\nبه. وتكلمت في هذا ونحوه بكلام بعد عهدي به.\n</p>\n\n<p>\nومشايخهم الكبار يتضرعون عند الأمير في طلب الصلح وجعلت ألح عليه في\nإظهار ما ادعوه من النار مرة بعد مرة وهم لا يجيبون وقد اجتمع عامة مشايخهم\nالذين في البلد والفقراء المولهون منهم وهم عدد كثير والناس يضجون في\nالميدان ويتكلمون بأشياء لا أضبطها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nفذكر بعض الحاضرين أن الناس قالوا ما مضمونه: : (فوقع الحق وبطل ما كانوا\nيعملون * فغلبوا هنالك وانقلبوا صاغرين( [الأعراف: 118-119] وذكروا أيضا أن\nهذا الشيخ يسمى عبد الله الكذاب، وأنه الذي قصدك مرة فأعطيته ثلاثين درهما\nفقلت: ظهر لي حين أخذ الدراهم وذهب أنه ملبس وكان قد حكى حكاية عن نفسه\nمضمونها أنه أدخل النار في لحيته قدام صاحب حماة ولما فارقني وقع في قلبي\nأن لحيته مدهونة.\n</p>\n\n<p>\nوأنه دخل إلى الروم واستحوذ عليهم، فلما ظهر للحاضرين عجزهم وكذبهم\nوتلبيسهم وتبين للأمراء الذين كانوا <span id='ms15'></span> يشدون منهم أنهم مبطلون رجعوا وتخاطب\nالحاج بهادر ونائب السلطان وغيرهما بصورة الحال وعرفوا حقيقة المحال، وقمنا\nإلى داخل ودخلنا.\n</p>\n\n<p>\n[الرفاعية يطلبون التوبة والشيخ يشترط]\n</p>\n\n<p>\nوقد طلبوا التوبة عما مضى وسألني الأمير عما تطلب منهم فقلت: متابعة\nالكتاب والسنة مثل أن [ لا ] يعتقد أنه لا يجب عليه اتباعهما أو أنه يسوغ\nلأحد الخروج من حكمهما ونحو ذلك أو أنه يجوز اتباع طريقة تخالف بعض حكمهما\nونحو ذلك من وجوه الخروج عن الكتاب والسنة التي توجب الكفر.\n</p>\n\n<p>\nوقد توجب القتل دون الكفر، وقد توجب قتال الطائفة الممتنعة دون قتل\nالواحد المقدور عليه.\n</p>\n\n<p>\nفقالوا: نحن ملتزمون الكتاب والسنة أتنكر علينا غير الأطواق؟ نحن نخلعها.\n</p>\n\n<p>\nفقلت: الأطواق وغير الأطواق ليس المقصود شيئا معينا، وإنما المقصود أن\nيكون جميع المسلمين تحت طاعة الله ورسوله صلى الله تعالى عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nفقال الأمير فأي شيء الذي يلزمهم من الكتاب والسنة؟ فقلت: حكم الكتاب\nوالسنة كثير لا يمكن ذكره في هذا المجلس لكن المقصود أن يلتزموا هذا\nالتزاما عاما ومن خرج عنه ضربت عنقه - وكرر ذلك وأشار بيده إلى ناحية\nالميدان - وكان المقصود أن يكون هذا حكما عاما في حق جميع الناس، فإن هذا\nمشهد عام مشهور قد توفرت الهمم عليه فيتقرر عند المقاتلة وأهل الديوان\nوالعلماء والعباد وهؤلاء وولاة الأمور - أنه من خرج عن الكتاب والسنة ضربت عنقه.\n</p>\n\n<p>\nقلت: ومن ذلك الصلوات الخمس في مواقيتها كما أمر الله ورسوله، فإن من\nهؤلاء من لا يصلي ومنهم من يتكلم في صلاته حتى إنهم بالأمس بعد أن اشتكوا\nعلي في عصر الجمعة جعل أحدهم يقول في صلب الصلاة: يا سيدي أحمد شيء لله.\n</p>\n\n<p>\nوهذا مع أنه مبطل للصلاة فهو شرك بالله ودعاء لغيره في حال مناجاته التي\nأمرنا أن نقول فيها: : (إياك نعبد وإياك نستعين( [الفاتحة: 5]، وهذا قد فعل\nبالأمس بحضرة شيخهم فأمر قائل ذلك لما أنكر عليه المسلمون بالاستغفار على\nعادتهم في صغير الذنوب.\n</p>\n\n<p>\nولم يأمره بإعادة الصلاة.\n</p>\n\n<p>\nوكذلك يصيحون في الصلاة صياحا عظيما وهذا منكر يبطل <span id='ms16'></span> الصلاة.\n</p>\n\n<p>\nفقال: هذا يغلب على أحدهم كما يغلب العطاس.\n</p>\n\n<p>\nفقلت: العطاس من الله والله يحب العطاس ويكره التثاؤب، ولا يملك أحدهم\nدفعه، وأما هذا الصياح فهو من الشيطان وهو باختيارهم وتكلفهم، ويقدرون على\nدفعه ولقد حدثني بعض الخبيرين بهم بعد المجلس أنهم يفعلون في الصلاة ما لا\nتفعله اليهود والنصارى مثل قول أحدهم أنا على بطن امرأة الإمام وقول الآخر\nكذا وكذا من الإمام ونحو ذلك من الأقوال الخبيثة، وأنهم إذا أنكر عليهم\nالمنكر ترك الصلاة يصلون بالنوبة وأنا أعلم أنهم متولون للشياطين ليسوا\nمغلوبين على ذلك كما يغلب الرجل في بعض الأوقات على صيحة أو بكاء في الصلاة\nأو غيرها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nفلما أظهروا التزام الكتاب والسنة وجموعهم بالميدان بأصواتهم وحركاتهم\nالشيطانية يظهرون أحوالهم، قلت له: أهذا موافق للكتاب والسنة ؟ فقال: هذا\nمن الله حال يرد عليهم. فقلت: هذا من الشيطان الرجيم لم يأمر الله به ولا\nرسوله صلى الله تعالى عليه وسلم، ولا أحبه الله ولا رسوله. فقال: ما في\nالسموات والأرض حركة ولا كذا ولا كذا إلا بمشيئته وإرادته. فقلت له: هذا من\nباب القضاء والقدر، وهكذا كل ما في العالم من كفر وفسوق وعصيان هو بمشيئته\nوإرادته، وليس ذلك بحجة لأحد في فعله، بل ذلك مما زينه الشيطان وسخطه\nالرحمن.\n</p>\n\n<p>\nفقال: فبأي شيء تبطل هذه الأحوال، فقلت: بهذه السياط الشرعية.\n</p>\n\n<p>\nفأعجب الأمير وضحك، وقال: أي والله بالسياط الشرعية تبطل هذه الأحوال\nالشيطانية كما قد جرى مثل ذلك لغير واحد، ومن لم يجب إلى الدين بالسياط\nالشرعية فبالسيوف المحمدية.\n</p>\n\n<p>\nوأمسكت سيف الأمير، وقلت: هذا نائب رسول الله ? وغلامه وهذا السيف سيف\nرسول الله ? فمن خرج عن كتاب الله وسنة رسوله ضربناه بسيف الله وأعاد\nالأمير هذا الكلام وأخذ بعضهم يقول: فاليهود والنصارى يقرون ولا نقر نحن ؟\n</p>\n\n<p>\nفقلت: اليهود والنصارى يقرون بالجزية على دينهم المكتوم في دورهم\nوالمبتدع لا يقر على بدعته، فأفحموا لذلك.\n</p>\n\n<p>\nو«حقيقة الأمر» أن من أظهر منكرا في دار الإسلام لم يقر على ذلك فمن دعا <span id='ms17'></span>\nإلى بدعة وأظهرها لم يقر ولا يقر من أظهر الفجور، وكذلك أهل الذمة لا يقرون\nعلى إظهار منكرات دينهم ومن سواهم فإن كان مسلما أخذ بواجبات الإسلام وترك\nمحرماته، وإن لم يكن مسلما ولا ذميا فهو إما مرتد وإما مشرك وإما زنديق\nظاهر الزندقة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nوذكرت ذم «المبتدعة» فقلت روى مسلم في صحيحه عن جعفر بن محمد الصادق عن\nأبيه أبي جعفر الباقر عن جابر بن عبد الله «أن رسول الله ? كان يقول في\nخطبته: إن أصدق الكلام كلام الله، وخير الهدي هدي محمد، وشر الأمور\nمحدثاتها وكل بدعة ضلالة» (¬1) .\n</p>\n\n<p>\nوفي السنن عن العرباض بن سارية قال: «خطبنا رسول الله ? خطبة ذرفت منها\nالعيون، ووجلت منها القلوب، فقال قائل: يا رسول الله كأن هذه موعظة مودع،\nفماذا تعهد إلينا ؟ فقال: أوصيكم بالسمع والطاعة فإنه من يعش منكم بعدي\nفسيرى اختلافا كثيرا، فعليكم بسنتي وسنة الخلفاء الراشدين المهديين من\nبعدي، تمسكوا بها وعضوا عليها بالنواجذ، وإياكم ومحدثات الأمور، فإن كل\nمحدثة بدعة وكل بدعة ضلالة» (¬2) وفي رواية «وكل ضلالة في النار».\n</p>\n\n<p>\nفقال لي: البدعة مثل الزنا. وروى حديثا في ذم الزنا، فقلت: هذا حديث\nموضوع على رسول الله صلى الله تعالى عليه وسلم، والزنا معصية والبدعة شر من\nالمعصية كما قال سفيان الثوري: البدعة أحب إلى إبليس من المعصية، فإن\nالمعصية يتاب منها والبدعة لا يتاب منها.\n</p>\n\n<p>\nوكان قد قال بعضهم: نحن نتوب الناس. فقلت: مماذا تتوبونهم؟ قال: من قطع\nالطريق والسرقة ونحو ذلك.\n</p>\n\n<p>\nفقلت: حالهم قبل تتويبكم خير من حالهم بعد تتويبكم، فإنهم كانوا فساقا\nيعتقدون تحريم ما هم عليه ويرجون رحمة الله ويتوبون إليه أو ينوون التوبة\nفجعلتموهم بتتويبكم ضالين مشركين خارجين عن شريعة الإسلام، يحبون ما يبغضه\nالله، ويبغضون ما يحبه الله، وبينت أن هذه البدع التي هم وغيرهم عليها شر\nمن المعاصي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nقلت مخاطبا للأمير والحاضرين: أما المعاصي فمثل ما روى البخاري في صحيحه عن\nعمر بن الخطاب «أن رجلا كان يدعى حمارا وكان يشرب الخمر وكان يضحك <span id='ms18'></span> النبي ?\nوكان كلما أتي به النبي صلى الله تعالى عليه وسلم جلده الحد فلعنه رجل مرة.\n</p>\n\n<p>\nوقال: لعنه الله ما أكثر ما يؤتى به إلى النبي صلى الله تعالى عليه وسلم.\nفقال النبي صلى الله تعالى عليه وسلم: لا تلعنه فإنه يحب الله ورسوله».\n</p>\n\n<p>\nقلت: فهذا رجل كثير الشرب للخمر ومع هذا فلما كان صحيح الاعتقاد يحب الله\nورسوله شهد له النبي صلى الله تعالى عليه وسلم بذلك ونهى عن لعنه.\n</p>\n\n<p>\nوأما المبتدع فمثل ما أخرجا في الصحيحين عن علي بن أبي طالب، وعن أبي\nسعيد الخدري وغيرهما - دخل حديث بعضهم في بعض - «أن النبي صلى الله تعالى\nعليه وسلم كان يقسم فجاءه رجل ناتئ الجبين كث اللحية محلوق الرأس بين عينيه\nأثر السجود وقال ما قال.\n</p>\n\n<p>\nفقال النبي صلى الله تعالى عليه وسلم: يخرج من ضئضئ هذا قوم يحقر أحدكم\nصلاته مع صلاتهم، وصيامه مع صيامهم، وقراءته مع قراءتهم، يقرءون القرآن لا\nيجاوز حناجرهم، يمرقون من الإسلام كما يمرق السهم من الرمية، لئن أدركتهم\nلأقتلنهم قتل عاد» (¬1) ، وفي رواية: «لو يعلم الذين يقاتلونهم ماذا لهم\nعلى لسان محمد لنكلوا عن العمل» (¬2) ، وفي رواية: «شر قتلى تحت أديم\nالسماء، خير قتلى من قتلوه» (¬3) .\n</p>\n\n<p>\nقلت: فهؤلاء - مع كثرة صلاتهم وصيامهم وقراءتهم وما هم عليه من العبادة\nوالزهادة - أمر النبي صلى الله تعالى عليه وسلم بقتلهم، وقتلهم علي بن أبي\nطالب ومن معه من أصحاب النبي صلى الله تعالى عليه وسلم وذلك لخروجهم عن سنة\nالنبي وشريعته وأظن أني ذكرت قول الشافعي: لأن يبتلى العبد بكل ذنب ما خلا\nالشرك بالله خير من أن يبتلى بشيء من هذه الأهواء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nفلما ظهر قبح البدع في الإسلام وأنها أظلم من الزنا والسرقة وشرب الخمر\nوأنهم مبتدعون بدعا منكرة، فيكون حالهم أسوأ من حال الزاني والسارق وشارب الخمر.\n</p>\n\n<p>\nأخذ شيخهم عبد الله يقول: يا مولانا لا تتعرض لهذا الجناب العزيز - يعني\nأتباع أحمد بن الرفاعي - فقلت منكرا بكلام غليظ: ويحك، أي شيء هو الجناب\nالعزيز <span id='ms19'></span>، وجناب من خالفه أولى بالعز يا ذو الزرجنة، تريدون أن تبطلوا دين\nالله ورسوله. فقال: يا مولانا يحرقك الفقراء بقلوبهم. فقلت: مثل ما أحرقني\nالرافضة لما قصدت الصعود إليهم وصار جميع الناس يخوفوني منهم ومن شرهم،\nويقول أصحابهم: إن لهم سرا مع الله !! فنصر الله وأعان عليهم.\n</p>\n\n<p>\nوكان الأمراء الحاضرون قد عرفوا بركة ما يسره الله في أمر غزو الرافضة\nبالجبل.\n</p>\n\n<p>\nوقلت لهم: يا شبه الرافضة يا بيت الكذب - فإن فيهم من الغلو والشرك\nوالمروق عن الشريعة ما شاركوا به الرافضة في بعض صفاتهم، وفيهم من الكذب ما\nقد يقاربون به الرافضة في ذلك أو يساوونهم أو يزيدون عليهم فإنهم من أكذب\nالطوائف حتى قيل فيهم: لا تقولوا: أكذب من اليهود على الله، ولكن قولوا:\nأكذب من الأحمدية على شيخهم وقلت لهم: - أنا كافر بكم وبأحوالكم: (فكيدوني\nجميعا ثم لا تنظرون( [هو: 55].\n</p>\n\n<p>\nولما رددت عليهم الأحاديث المكذوبة، أخذوا يطلبون مني كتبا صحيحة ليهتدوا\nبها فبذلت لهم ذلك.\n</p>\n\n<p>\nوأعيد الكلام: أنه من خرج عن الكتاب والسنة ضربت عنقه وأعاد الأمير هذا\nالكلام واستقر الكلام على ذلك.\n</p>\n\n<p>\nوالحمد لله الذي صدق وعده، ونصر عبده، وهزم الأحزاب وحده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\n### |EDITOR|\n</p>\n\n<p>\nENDNOTES\n</p>\n\n<p>\n(¬1) من مقدمة الأستاذ عبد الرحمن دمشقية لكتاب المناظرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) البطائحية: هم الرفاعية، لقبوا بالبطائحية نسبة إلى قرى عديدة في واسط\nبالعراق، وهم تارة يلقبون بالرفاعية أيضا وبالأحمدية نسبة إلى أحمد الرفاعي\nرحمه الله وقد اقتصر مؤخرا على تعريفهم بالرفاعية تمييزا لهم عن جماعة\nالطريقة الأحمدية المنتسبة إلى أحمد البدوي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) التصرف عند الصوفية: هو تمكن الشيخ من فعل أمر يعجز الخلق عن فعله\nعادة؛ ولهذا يرد في كثير من تراجم الصوفية عبارة (المتصرف في الأكوان) وهي\nكلمة شنيعة ترفع بمشايخ الطرق إلى مصاف القدرة المطلقة من المحو والإثبات\nوالعطاء والمنع، وهي والكشف والوجد وغير ذلك من الكلمات المؤثرة في\nالألوهية والنبوة غير مسلم بها وإن قالها من قالها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) العناوين التي وضعناها بين معكوفين هي من عمل الناشر، وليست من كلام\nشيخ الإسلام. (المصحح/حسن رجب).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) ومن أعجب <span id='ms20'></span> شعائر الرفاعية المبتدعة الخلوة المحرمة وهي واجبة على كل\nرفاعي يخلو فيها المريد بنفسه أسبوعا كاملا ابتداء من أول يوم عاشوراء\nويمتنع عن أكل ذات الأرواح ويكتفي باللوز والسكر ولعل في ذلك مشاركة\nالرافضة في حزنهم على الحسين بن علي رضي الله عنه ومن مراسمهم وشعائرهم\n(عدة النوبة) وهي: الدفوف يضربونها في ليالي الجمع، أضف إلى ذلك ضرب الشيش،\nبعض حالات الفوضى والغناء, والغثيان التي يجتمعون عليها ويسمونها ذكرا.\n</p>\n\n<p>\n(¬2) أخرجه أبو داود (4223)، والترمذي (1786)، انظر صحيح الجامع رقم\n(5540).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) رواه مسلم (2263) في الرؤيا، وأخرجه البخاري 8/76، كتاب التعبير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) الصائبة: هم من عبدة الكواكب. انظر: الملل والنحل (2/ 95).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) إشارة إلى حديث علي رضي الله عنه، وهو أن النبي صلى الله عليه وسلم،\nبعث سرية وأمر عليهم رجل من الأمصار وأمرهم أن يطيعوه فغضب عليهم وقال أليس\nأمر النبي صلى الله عليه وسلم أن يتطيعوني قالوا: بلى، قال: عزمت عليكم لما\nجمعتم حطبا وأوقدتم نارا، ثم دخلتم فيها، فجمعوا حطبا فأوقدوا، فلما هموا\nبالدخول فقام بعضهم ينظر إلى بعض فقال بعضهم: إنما تبعنا النبي صلى الله\nعليه وسلم فرارا من النار أفندخلها، فبينما هم كذلك إذ خمدت النار، وسكن\nغضبه فذكر ذلك للنبي صلى الله عليه وسلم فقال: «لو دخلوها ما خرجوا منها\nأبدا، إنما الطاعة في المعروف»، أخرجه مسلم (1840) في الإمارة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) رواه أحمد في المسند 3/387.\n</p>\n\n<p>\n(¬2) رواه أبو داود في المراسيل رقم 416.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) أخرجه مسلم برقم (867)، كتاب الجمعة.\n</p>\n\n<p>\n(¬2) رواه أبو داود برقم (4607)، والترمذي برقم (2678)، وأحمد في المسند\n(4/126).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) أخرجه البخاري برقم (4/179)، ومسلم (1066)، بلفظ: «يخرج قوم من\nأمتي...».\n</p>\n\n<p>\n(¬2) رواه مسلم (1064).\n</p>\n\n<p>\n(¬3) رواه أحمد في مسنده (5/250).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n             <span id='ms21'></span>\n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "001",
    "002",
    "003",
    "005",
    "006",
    "007",
    "011",
    "012",
    "017",
    "023",
    "024"
  ],
  "volumes": [
    "01"
  ]
}