{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<p>\nمن ذخائر ابن مالك في اللغة مسألة من كلام الإمام ابن مالك في الاشتقاق\n</p>\n\n<p>\nتقديم ودراسة وتحقيق وتعليق\n</p>\n\n<p>\nالدكتور: محمد المهدي عبد الحي عمار\n</p>\n\n<p>\nأستاذ مساعد في كلية اللغة العربية\n</p>\n\n<p>\nفي الجامعة الإسلامية بالمدينة المنورة\n</p>\n\n<h1 class='l1' id='head0'>مقدمة</h1>\n\n<p>\nالحمد لله والصلاة والسلام على إمام المرسلين وخاتم النبيين سيدنا ونبينا\nمحمد وعلى آله وصحبه الطيبين الطاهرين.\n</p>\n\n<p>\nأما بعد:\n</p>\n\n<p>\nفإنه لجلى كل الجلاء ما لتحقيق المخطوطات ونفض الغبار عنها وإخراجها من\nظلمات المخازن من عظيم المزية وكبير الفائدة في خدمة لغة القرآن ولسان\nالسنة.\n</p>\n\n<p>\nولقد كان ابن مالك من العلماء الأفذاذ الذين أثروا المكتبة العربية\nبمؤلفاتهم المفيدة في مختلف مجالاتها، وقد حقق بعض مؤلفاته ونشر، ولكن\nبعضها ما زال مخطوطا ينتظر من يقوم بخدمته.\n</p>\n\n<p>\nورغبة مني في المشاركة في خدمة هذا التراث المفيد فقد قمت بتحقيق مسألة\nلابن مالك في الاشتقاق، ولما كانت المسألة المحققة مختصرة وخاصة بجزئية\nمحدودة من الاشتقاق فقد مهدت لها بتقديم اشتمل على أهم مسائل الاشتقاق؛\nليكون القارئ لهذه المسألة مستحضرا لموضوع الاشتقاق؛ ليسهل عليه فهمها\nواستيعاب محتواها ومضمونها، وقد سلكت في عملي الخطة التالية:\n</p>\n\n<p>\nأولا: الاستفتاح.\n</p>\n\n<p>\nثانيا: التقديم وقد ضمنته سبعة مطالب وهي:\n</p>\n\n<p>\nالمطلب الأول: في بيان فائدة الاشتقاق وقوة الحاجة إليه.\n</p>\n\n<p>\nالمطلب الثاني: في بيان جهود العلماء في الاشتقاق.\n</p>\n\n<p>\nالمطلب الثالث: في تعريف الاشتقاق وبيان أنواعه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p305'> Vol. 01, p. 305</a>\n            </div>\n            \n</p>\n\n<p>\nالمطلب الرابع: في الخلاف في وقوع الاشتقاق والآراء في أصل المشتقات.\n</p>\n\n<p>\nالمطلب الخامس: في بيان أركان الاشتقاق والأنواع التي لا يدخلها.\n</p>\n\n<p>\nالمطلب السادس: في المرجحات التي يؤخذ بها عند تردد الكلمة بين أصلين.\n</p>\n\n<p>\nالمطلب السابع: في التغييرات التي تحصل بين الأصل المشتق منه والفرع\nالمشتق.\n</p>\n\n<p>\nثالثا: الدراسة وهي قسمان:\n</p>\n\n<p>\nأ - دارسة المؤلف وقد اختصرت الحديث عنه لشهرته وقصرت كلامي عنه في:\nنسبه: اسم وكنيته ولقبه ونسبته، وتاريخ ميلاده ووفاته، وذكرت عدد مصنفاته\nإجمالا.\n</p>\n\n<p>\nب - دراسة المسألة وقد تضمنت: توثيق نسبتها، وسبب وضعها وبيان أهميتها،\nوأتبعت ذلك بوصف المخطوط.\n</p>\n\n<p>\nرابعا: تحقيق نص المسألة:\n</p>\n\n<p>\nوقد قمت فيه بكتابتها وفق القواعد الإملائية، وشرحت وجه التمثيل <span id='ms01'></span> من\nالأمثلة وفسرت الكلمات الغريبة مع توثيق ذلك كله من مراجعه.\n</p>\n\n<p>\nخامسا: الفهرس:\n</p>\n\n<p>\nهذا وإني لأحمد الله العلي القدير على أن مكنني من إنجاز هذا العمل الذي\nما قصدت منه إلا وجه الله ثم خدمة اللغة العربية، فإن أكن قد وفقت فيه فذلك\nمن فضل الله وجوده، وإن كانت الأخرى فحسبي أنني بذلت جهدي وما بخلت بطاقتي،\nوالتوفيق من الله. نسأله تعالى أن يوفقنا إلى ما يحبه ويرضاه، وآخر دعوانا\nأن الحمد لله رب العالمين وصلى الله وسلم على محمد وآله وصحبه أجمعين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p306'> Vol. 01, p. 306</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head1'>تمهيد</h1>\n\n<h1 class='l1' id='head2'>المطلب الأول في بيان فائدة الاشتقاق وقوة الحاجة إليه</h1>\n\n<p>\nإن المتأمل في اللغة العربية وما يحصل في بعض كلماتها من تفريعات، وما\nيتولد منها من ألفاظ مختلفة المبنى متقاربة المعنى ليدرك بوضوح قيمة\nالاشتقاق، الذي يعد من أبرز الخصائص التي مهدت للغة الضاد سبل التوسع،\nومكنتها من القدرة على مواكبة التطور الحضاري، والتفاعل مع واقع البيئة\nوالمجتمع، فهي بواسطته تتجدد مع كل طور من أطوار الحياة، مزودة المتكلم بها\nبكل متطلبات عصره من الألفاظ، والتراكيب التي تمكنه من التعبير عن كل ما\nيطرأ في حياته السياسية، والاجتماعية، والفكرية، والاقتصادية، مع الحفاظ\nعلى الأصول الأولى لتلك الألفاظ وبسبب الاشتقاق ظل آخر هذه اللغة يتصل\nبأولها في نسيج متقن، من غير أن تذهب معالمها، أو ينبهم ما خلفه السلف من\nتراث على الأجيال بعدهم، فالاشتقاق يسهل إيجاد صيغ جديدة من الجذور\nالقديمة، بحسب ما يحتاج إليه الإنسان، فعن طريقه يستطيع العربي استبدال\nالمصطلحات الأجنبية بكلمات عربية فصيحة هي أحسن تعبيرا وأدق دلالة على\nمفهومها، وذلك باستمدادها من الأصول المناسبة المتمتعة بسمات الرسوخ\nوالحيوية الدائمة1، وقد اشتدت الحاجة إلى الاشتقاق في عصرنا الحاضرة عصر\nالتقنيات والمخترعات التي نحتاج إلى تعريبها، وسبيلنا إلى ذلك هو الاشتقاق.\n</p>\n\n<p>\nوقد كان لمجمعي اللغة العربية في القاهرة ودمشق دور بارز في اشتقاق\nالأسماء المناسبة لكثير من تلك المخترعات. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p307'> Vol. 01, p. 307</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head3'>المطلب الثاني جهود العلماء في الاشتقاق</h1>\n\n<p>\nلقد فطن العلماء منذ القدم لفائدة الاشتقاق وأهميته واتضح لهم <span id='ms02'></span> دوره\nالبارز في إثراء اللغة العربية بما ينتج عنه من توليد للألفاظ والصيغ وربط\nبين الكلمات ذات الحروف المتجانسة والمعاني المتقاربة.\n</p>\n\n<p>\nفلذلك أولوه عناية فائقة، وقاموا بدرسه وسطرت أقلامهم فيه تراثا عظيما\nوصلنا بعضه وسطت غير الزمان على بعضه، فقد ذكر المؤرخون جمعا غفيرا من\nالمتقدمين الذين كانت لهم جهود جبارة في هذا الميدان، فمنهم من أفرد له\nمؤلفات، ومنهم من جعل له فصولا ضمن كتبهم.\n</p>\n\n<p>\nوقد ربط المحدثون الحاضر بالماضي في هذا المجال، فقاموا هم أيضا ببحثه\nوتمحيصه، وأودعوا مرئياتهم فيه كتبا مستقلة، وأبحاثا ضمن مؤلفاتهم.\n</p>\n\n<p>\nوقد قام الدكتور عبد السلام هارون في تقديمه لكتاب الاشتقاق لابن دريد\nبحصر شامل لجل مؤلفات الاشتقاق مع ذكر أسماء مؤلفيها من المتقدمين\nوالمحدثين، ونقل عنه ذلك الحصر نذير محمد مكتبي في مقدمته لتحقيق العلم\nالخفاق من علم الاشتقاق، وزاد عليه بعض المؤلفات التي توصل إليها من خلال\nبحثه في هذا المجال، وكذلك قام بحصر أكثر تلك المؤلفات الدكتور رمضان عبد\nالتواب في مقدمته لتحقيق اشتقاق الأسماء للأصمعي.\n</p>\n\n<p>\nوفيما يلي ثبت بأسماء أصحاب تلك المؤلفات كما ذكرها أولئك المحققون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p308'> Vol. 01, p. 308</a>\n            </div>\n            \n</p>\n\n<p>\nمضاف إليها ما وقفت عليه من المؤلفات التي فاتتهم فلم ترد في كتبهم.\n</p>\n\n<h1 class='l1' id='head4'>1 - </h1>\n\n<p>\nأبو علي محمد بن المستنير \"قطرب\" المتوفى سنة 206ه، له كتاب (الاشتقاق)\n1.\n</p>\n\n<h1 class='l1' id='head5'>2 - </h1>\n\n<p>\nأبو سعيد عبد الملك بن قريب الأصمعي المتوفى سنة 215ه، له (اشتقاق\nالأسماء) 2.\n</p>\n\n<h1 class='l1' id='head6'>3 - </h1>\n\n<p>\nأبو الحسن سعيد بن مسعدة الأخفش الأوسط المتوفى سنة 215ه له: (الاشتقاق)\n3.\n</p>\n\n<h1 class='l1' id='head7'>4 - </h1>\n\n<p>\nأبو نصر أحمد بن حاتم الباهلي ابن أخت الأصمعي المتوفى سنة 231ه له:\n(اشتقاق الأسماء) 4.\n</p>\n\n<h1 class='l1' id='head8'>5 - </h1>\n\n<p>\nأبو الوليد عبد الملك بن قطن المهري القيرواني المتوفى سنة 253ه، له\n(اشتقاق الأسماء مما لم يأت به قطرب) 5.\n</p>\n\n<h1 class='l1' id='head9'>6 - </h1>\n\n<p>\nأبو الفضل أحمد بن طاهر طيفور المتوفى سنة 280ه. له (المشتق) 6.\n</p>\n\n<p>\n7 – أبو العباس محمد بن يزيد المبرد المتوفى سنة 285ه، له (الاشتقاق) 7.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p309'> Vol. 01, p. 309</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head10'>8 - </h1>\n\n<p>\nأبو طالب المفضل بن سلمة بن عاصم المتوفى سنة 300ه، له (الاشتقاق) 1.\n</p>\n\n<h1 class='l1' id='head11'>9 - </h1>\n\n<p>\nأبو إسحاق إبراهيم بن السري الزجاج المتوفى سنة 311ه له (الاشتقاق) 2.\n</p>\n\n<h1 class='l1' id='head12'>10 - </h1>\n\n<p>\nأبو بكر محمد بن سهل <span id='ms03'></span> ابن السراج المتوفى سنة 316ه له (الاشتقاق) ولم\nيتمه3.\n</p>\n\n<h1 class='l1' id='head13'>11 - </h1>\n\n<p>\nأبو بكر محمد بن دريد المتوفى سنة 321ه، له (الاشتقاق) 4.\n</p>\n\n<h1 class='l1' id='head14'>12 - </h1>\n\n<p>\nأبو القاسم عبد الرحمن بن إسحاق الزجاجي المتوفى سنة 337ه له (اشتقاق\nأسماء الله وصفاته) 5.\n</p>\n\n<h1 class='l1' id='head15'>13 - </h1>\n\n<p>\nأبو جعفر أحمد بن محمد بن إسماعيل المرادي ابن النحاس المتوفى سنة 338ه\nله كتابان:\n</p>\n\n<p>\nأ - كتاب الاشتقاق لأسماء الله عزوجل.\n</p>\n\n<p>\nب - كتاب الاشتقاق6. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p310'> Vol. 01, p. 310</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head16'>14 - </h1>\n\n<p>\nأبو محمد عبد الله بن جعفر بن درستويه المتوفى سنة 347ه. له كتابان:\n</p>\n\n<p>\nأ- الاشتقاق الصغير.\n</p>\n\n<p>\nب- الاشتقاق الكبير1.\n</p>\n\n<h1 class='l1' id='head17'>15 - </h1>\n\n<p>\nأبو عبد الله الحسين بن أحمد بن خالويه المتوفى سنة 370ه، له كتاب\n(الاشتقاق) 2.\n</p>\n\n<h1 class='l1' id='head18'>16 - </h1>\n\n<p>\nأبو الحسن علي بن عيسى الرماني المتوفى 374ه له كتابان:\n</p>\n\n<p>\nأ- الاشتقاق الصغير.\n</p>\n\n<p>\nب - الاشتقاق الكبير3.\n</p>\n\n<h1 class='l1' id='head19'>17 - </h1>\n\n<p>\nأبو القاسم يوسف بن عبد الله الزجاجي المتوفى سنة 415ه، له: اشتقاق\nالأسماء، أو اشتقاق أسماء الرياحين4.\n</p>\n\n<h1 class='l1' id='head20'>18 - </h1>\n\n<p>\nأبو عبيد البكري عبد الله بن عبد العزيز الأندلسي المتوفى سنة 487ه له\n(اشتقاق الأسماء) 5.\n</p>\n\n<h1 class='l1' id='head21'>19 - </h1>\n\n<p>\nحجة الأفاضل علي بن محمد الخوارزمي المتوفى سنة 560ه، له كتاب (اشتقاق\nأسماء المواضع والبلدان) 6. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p311'> Vol. 01, p. 311</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head22'>20 - </h1>\n\n<p>\nأبو بكر محمد بن وائل البكري الأندلسي المتوفى سنة 685ه، له كتاب\n(الاشتقاق) 1.\n</p>\n\n<h1 class='l1' id='head23'>21 - </h1>\n\n<p>\nعلي بن عبد الكافي السبكي المتوفى سنة 756ه، له أرجوزة سماها: لمعة\nالإشراق في أمثلة الاشتقاق2.\n</p>\n\n<h1 class='l1' id='head24'>22 - </h1>\n\n<p>\nالإمام محمد بن علي الشوكاي المتوفى سنة 1250ه، له (نزهة الأحداق في علم\nالاشتقاق) 3.\n</p>\n\n<p>\nومما ينبغي أن يضاف إلى كتب الاشتقاق.\n</p>\n\n<h1 class='l1' id='head25'>23 - </h1>\n\n<p>\nكتاب (مقاييس اللغة لأحمد بن الحسين ابن فارس المتوفى سنة 395ه4. فإنه\nتناول مواده اللغوية في ضوء الاشتقاق.\n</p>\n\n<h1 class='l1' id='head26'>24 - </h1>\n\n<p>\nومثل ذلك معجم البلدان لياقوت الحموي المتوفى سنة 626 فقد جرى فيه على\nبيان اشتقاق أسماء البلدان5.\n</p>\n\n<h1 class='l1' id='head27'>25 - </h1>\n\n<p>\nالسيد الإمام أبو الطيب محمد بن صديق خان الحسيني المتوفى سنة 1307ه، له:\nالعلم الخفاق من علم الاشتقاق6.\n</p>\n\n<h1 class='l1' id='head28'>26 - </h1>\n\n<p>\nالعلامة عبد القادر المغربي المتوفى سنة 1376ه له: الاشتقاق والتعريب7.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p312'> Vol. 01, p. 312</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head29'>27 - </h1>\n\n<p>\nالأستاذ عبد الله أمين له: كتاب الاشتقاق1.\n</p>\n\n<h1 class='l1' id='head30'>28 - </h1>\n\n<p>\nالدكتور فؤاد حنا ترز له (الاشتقاق) 2.\n</p>\n\n<h1 class='l1' id='head31'>29 - </h1>\n\n<p>\nالدكتور عبد الحميد أبو سكين له: (الاشتقاق وأثره في النمو اللغوي) 3.\n</p>\n\n<p>\nولم تهمل كتب فقه اللغة والدراسات اللغوية والصرفية جانب الاشتقاق <span id='ms04'></span>، بل\nإنها قد تطرقت إليه وتناولته من جميع النواحي، ومن أمثلة ذلك الخصائص لابن\nجني، والصاحبي لابن فارس، والمزهر للسيوطي من الكتب القديمة، ومن الحديثة\nتصريف الأسماء لمحمد الطنطاوي، ودروس الصرف لمحمد محي الدين عبد الحميد،\nودقائق العربية للأمير أمين آل ناصر، وفي أصول النحو لسعيد الأفغاني،\nوالمدخل إلى علم النحو والصرف للدكتو عبد العزيز عتيق، ودراسات في فقه\nاللغة للدكتور صبحي الصالح، كما تناوله الدكتور عبد السلام هارون في تقديمه\nلكتاب الاشتقاق لابن دريد.\n</p>\n\n<p>\nومن العلماء من أفرد كلا من القلب والإبدال والنحت بالتأليف دون أن يذكر\nأنها من أنواع الاشتقاق مع أنها من صميمه ومن أمثلة ذلك:\n</p>\n\n<h1 class='l1' id='head32'>1 - </h1>\n\n<p>\nأبو يوسف يعقوب بن إسحاق ابن السكيت المتوفى سنة 244 له كتاب القلب وله\nكتاب الإبدال4.\n</p>\n\n<h1 class='l1' id='head33'>2 - </h1>\n\n<p>\nعبد الواحد بن علي أبو الطيب اللغوي المتوفى بعد سنة 350ه له كتاب\nالإبدال5. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p313'> Vol. 01, p. 313</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head34'>3 - </h1>\n\n<p>\nأبو علي الظهير الفارسي العماني له كتاب في النحت سماه (تنبيه البارعين\nعلى المنحوت من كلام العرب) 1.\n</p>\n\n<h1 class='l1' id='head35'>4 - </h1>\n\n<p>\nجمال الدين محمد بن عبد الله بن مالك له: الوفاق في الإبدال2.\n</p>\n\n<h1 class='l1' id='head36'>5 - </h1>\n\n<p>\nأحمد فارس الشدياق له: سر الليال في القلب والإبدال3.\n</p>\n\n<p>\nومن الكتب التي اشتملت على مباحث من الأنواع الثلاثة جمهرة ابن دريد\nوالمزهر للسيوطي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p314'> Vol. 01, p. 314</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head37'>المطلب الثالث: تعريف الاشتقاق وبيان أنواعه</h1>\n\n<p>\nأولا: تعريفه:\n</p>\n\n<p>\nفي اللغة: يطلق على معان منها: أخذ الشيء من الشيء، ومنها الأخذ في\nالكلام والخصومة يمينا وشمالا مع ترك القصد، واشتقاق الحرف من الحرف أخذه\nمنه، وكذلك أخذ الكلمة من الكلمة، واشتقاق الكلام إخراجه أحسن مخرج1\n</p>\n\n<p>\nوقد ورد بمعنى أخذ شيء من شيء في حديث قدسي وهو قوله عليه الصلاة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p314'> Vol. 01, p. 314</a>\n            </div>\n            \n</p>\n\n<p>\nوالسلام فيما يرويه عن ربه عزوجل: أنا الرحمن خلقت الرحم وشققت لها من\nاسمي1.\n</p>\n\n<p>\nوفي الاصطلاح: أخذ كلمة من أخرى مع تناسب بينهما في المعنى واختلاف في\nالصيغة2.\n</p>\n\n<p>\nثانيا: أنواعه:\n</p>\n\n<p>\nحصر العلماء الاشتقاق في أربعة أنواع وهي:\n</p>\n\n<p>\nالأول: الصغير أو الأصغر.\n</p>\n\n<p>\nويعرف بأنه: أخذ صيغة من أخرى مع اتفاقهما معنى ومادة أصلية وهيئة تركيب\nلها؛ ليدل بالثانية على معنى الأصلية بزيادة مفيدة <span id='ms05'></span>؛ لأجلها اختلفا حروفا\nوتركيبا كضارب من الضرب، وحذر من الحذر3.\n</p>\n\n<p>\nوهذا النوع هو أكثر أنواع الاشتقاق ورودا وهو المراد عند إطلاق الاشتقاق.\n</p>\n\n<p>\nوأفراده عشرة هي: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p315'> Vol. 01, p. 315</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head38'>4- </h1>\n\n<p>\nاسم الفاعل 5- اسم المفعول 6- الصفة المشبهة 7- اسم التفضيل 8- اسم\nالزمان 9- اسم المكان 10- اسم الآلة1.\n</p>\n\n<p>\nالثاني: الاشتقاق الكبير:\n</p>\n\n<p>\nوعرفوه بأنه أخذ كلمة من كلمة مع تناسبهما في المعنى واتفاقهما في الحروف\nالأصلية دون ترتيبها، مثل: حمد ومدح. وأيس ويئس، والحلم والحمل، ودهده\nوهدد2، وجمهور الصرفيين يطلقون على هذا النوع القلب المكاني3. وأول من فكر\nفيه الخليل بن أحمد الفراهيدي (ت170ه) وعلى أساس تلك الفكرة رتب معجمه\n(كتاب العين) ولكن أول من بسط فيه القول وبين جوانبه ووضحه أبو الفتح عثمان\nبن جني (ت392ه) الذي ذكر أن شيخه أبا علي (ت 377ه) كان يستأنس بن يسيرا4.\n</p>\n\n<p>\nالثالث: الاشتقاق الأكبر\n</p>\n\n<p>\nوهوأخذ لفظة من أخرى مع تناسبهما في المعنى واتحادهما في أغلب الحروف، مع\nكون المتبقي من الحروف من مخرج أو مخرجين متقاربين مثل: نعق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p316'> Vol. 01, p. 316</a>\n            </div>\n            \n</p>\n\n<p>\nونهق، وهتن وهتل، وثلب وثلم، ويطلق على هذا النوع أحيانا الإبدال\nاللغوي1.\n</p>\n\n<p>\nالرابع: الاشتقاق من الكبار:\n</p>\n\n<p>\nوهو أخذ كلمة من كلمتين أو أكثر مع تناسب المأخوذ والمأخوذ منه في اللفظ\nوالمعنى مثل: عبشمي وعبدري في عبد شمس وعبد الدار، وبسمل وسبحل قال بسم\nالله وسبحان الله، وكثير من العلماء يسميه بالنحت2. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p317'> Vol. 01, p. 317</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head39'>المطلب الرابع: الخلاف في وقوع الاشتقاق والآراء في أصل المشتقات.</h1>\n\n<p>\nأولا: الخلاف في وقوعه:\n</p>\n\n<p>\nاختلفت الآراء في وقوع الاشتقاق في اللغة العربية فقال الخليل بن أحمد\n</p>\n\n<p>\nت (170ه) وسيبويه (ت180ه) وجمع غفير من أئمة العربية: إن بعض الكلم مشتق\nوبعضه غير مشتق، وقالت طائفة من المتأخرين اللغويين إن كل الكلم مشتق، ونسب\nهذا القول إلى سيبويه والزجاج (ت 311ه) .\n</p>\n\n<p>\nوقال فريق ثالث - وصفهم السيوطي بالنظار1 إن الكلم كله أصل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p317'> Vol. 01, p. 317</a>\n            </div>\n            \n</p>\n\n<p>\n، والراجح هو الأول1.\n</p>\n\n<p>\nثانيا: الآراء في أصل المشتقات:\n</p>\n\n<p>\nتباينت آراء العلماء قديما وحديثا في أصل المشتقات، فذهب جمهور البصريين:\nإلى أن المصدر هو أصل المشتقات، وقد احتجوا لرأيهم بأدلة أوصلها بعض\nالعلماء إلى العشرة <span id='ms06'></span>، وقد اختار أكثر المتقدمين والمتأخرين رأيهم.\n</p>\n\n<p>\nوقال الكوفيون: إن الفعل هو أصل المشتقات، وأوردوا على ذلك عدة أدلة، وقد\nحاول بعض المحدثين تاييد رأيهم2.\n</p>\n\n<p>\nوهذا الخلاف وأدلة الفريقين وردودهم مبسوط في كثير من كتب الصرف بخاصة\nوكتب النحو بعامة ولا يتسع المقام هنا لتفصيله3. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p318'> Vol. 01, p. 318</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head40'>المطلب الخامس في بيان أركان الاشتقاق والأنواع التي لا يدخلها</h1>\n\n<p>\nأولا: أركان الاشتقاق:\n</p>\n\n<p>\nلابد في عملية الاشتقاق من تحقق أربعة أمور هي أركانه.\n</p>\n\n<h1 class='l1' id='head41'>1- </h1>\n\n<p>\nالمشتق 2- المشتق منه 3- تشاركهما في المعاني والحروف.\n</p>\n\n<h1 class='l1' id='head42'>4- </h1>\n\n<p>\nأن يكون بينهما تغيير لفظا مثل: طالب من الطلب أو تقديرا مثل طلب من\nالطلب1.\n</p>\n\n<p>\nثانيا: الأنواع التي لا يدخلها الاشتقاق:\n</p>\n\n<p>\nيذكر العلماء ستة أنواع لا ينقاس الاشتقاق منها وما ورد من ذلك يعدونه\nنادرا مقصورا على السماع، والأنواع هي:\n</p>\n\n<h1 class='l1' id='head43'>1 - </h1>\n\n<p>\nالأسماء الأعجمية.\n</p>\n\n<h1 class='l1' id='head44'>2 - </h1>\n\n<p>\nأسماء الأصوات\n</p>\n\n<h1 class='l1' id='head45'>3 - </h1>\n\n<p>\nالأسماء المتوغلة في الإبهام مثل: (من، ماء، مهما) .\n</p>\n\n<h1 class='l1' id='head46'>4 - </h1>\n\n<p>\nالألفاظ النادرة مثل: طوبى.\n</p>\n\n<h1 class='l1' id='head47'>5 - </h1>\n\n<p>\nالأسماء التي لها معان متقابلة مثل الجون للأبيض والأسود والجلل للكبير\nوالصغير. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p319'> Vol. 01, p. 319</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head48'>6 - </h1>\n\n<p>\nالحروف1.\n</p>\n\n<p>\nوقد أجاز مجمع اللغة العربية الاشتقاق من الأعيان عند الضرورة2.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p320'> Vol. 01, p. 320</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head49'>المطلب السادس: في المرجحات التي تؤخذ بها عند تردد الكلمة بين أصلين.</h1>\n\n<p>\n...\n</p>\n\n<p>\nالمطلب السادس: في المرجحات التي يؤخذ بها عند تردد الكلمة بين أصلين:\n</p>\n\n<p>\nلما كانت بعض الكلمات العربية محتملة للاشتقاق من أكثر من أصل فقد بحث\nالعلماء عن ما يرجح كونها من أحد تلك الأصول وقد أورد السيوطي ت 911ه في\nالمزهر تلك المرجحات فقال:\n</p>\n\n<p>\n\"وإذا ترددت الكلمة بين أصلين في الاشتقاق طلب الترجيح وله وجوه:\n</p>\n\n<p>\nأحدها: الأمكنية كمهدد علما من الهد أو المهد فيرد إلى المهد؛ لأن باب\nكرم أمكن وأوسع وأفصح وأخف من باب (كر) فيرجح بالأمكنية.\n</p>\n\n<p>\nالثاني: كون أحد الأصلين أشرف؛ لأنه أحق بالوضع له، والنفوس أذكر له\nوأقبل كدوران اشتقاق كلمة (الله) -فيمن اشتقها - بين الاشتقاق من ((أله))\nأو ((لوه)) أو ((وله)) 1 فيقال من ((أله)) أشرف وأقرب.\n</p>\n\n<p>\nالثالث: كونه أظهر وأوضح كالإقبال والقبل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p320'> Vol. 01, p. 320</a>\n            </div>\n            \n</p>\n\n<p>\nلرابع: كونه أخص فيرجح الأعم كالفضل والفضيلة وقيل عكسه.\n</p>\n\n<p>\nالخامس: كونه أسهل وأحسن تصرفا كاشتقاق المعارضة من العرض بمعنى <span id='ms07'></span> الظهور\nأو من العرض وهو الناحية فمن الظهور أولى.\n</p>\n\n<p>\nالسادس: كونه أقرب والآخر أبعد كالعقار يرد إلى عقر الفهم لا إلى أنها\nتسكر فتعقر صاحبها.\n</p>\n\n<p>\nالسابع: كونه أليق كالهداية بمعنى الدلالة لا بمعنى التقدم من الهوادي\nبمعنى المتقدمات.\n</p>\n\n<p>\nالثامن: كونه مطلقا فيرجح على المقيد كالقرب والمقاربة.\n</p>\n\n<p>\nالتاسع: كونه جوهرا والآخر عرضا لا يصلح للمصدرية ولا شأنه أن يشتق منه\nفإن الرد إلى الجوهر حينئذ أولى لأنه أسبق، فإن كان مصدرا تعين الرد إليه؛\nلأن اشتقاق العرب من الجوهر قليل جدا والأكثر من المصادر\"1. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p321'> Vol. 01, p. 321</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head50'>المطلب السابع: في التغيرات التي تحصل بين الأصل المشتق منه والفرع المشتق</h1>\n\n<p>\nمن ينعم النظر في المصدر - أصل الاشتقاق - وما أخذ منه يتضح له أن الفرق\nبينهما لا يخرج عن كونه زيادة حركة أونقصها، أو زيادة حرف أو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p321'> Vol. 01, p. 321</a>\n            </div>\n            \n</p>\n\n<p>\nنقصه، أو نقص أحدهما وزيادة الآخر أو نقص الاثنين أو زيادتهما، أو الجمع\nبين ذلك.\n</p>\n\n<p>\nوقد قال أبو حيان ت (745ه) : إن التغييرات التي تعرض بين المشتق والمشتق\nمنه تسعة1.\n</p>\n\n<p>\nولكن السيوطي ت (911ه) ذكر أن تلك التغييرات تنحصر في خمسة عشر تغييرا،\nوفيما يلي بيانها كما في المزهر:\n</p>\n\n<p>\nالأول: زيادة حركة كعلم وعلم.\n</p>\n\n<p>\nالثاني: زيادة حرف كطالب وطلب.\n</p>\n\n<p>\nالثالث: زيادتهما كضارب وضرب.\n</p>\n\n<p>\nالرابع: نقصان حركة كالفرس من الفرس2.\n</p>\n\n<p>\nالخامس: نقصان مادة ك ((ثبت وثبات)) .\n</p>\n\n<p>\nالسادس: نقصانهما كنزا ونزوان.\n</p>\n\n<p>\nالسابع: نقصان حركة وزيادة مادة كغضبي وغضب.\n</p>\n\n<p>\nالثامن: نقص مادة وزيادة حركة ك حرم وحرمان.\n</p>\n\n<p>\nالتاسع: زيادتهما مع نقصانهما ك: استنوق من الناقة3.\n</p>\n\n<p>\nالعاشر: تغاير الحركتين ك: بطر بطرا.\n</p>\n\n<p>\nالحادي عشر: نقصان حركة وزيادة أخرى وحرف ك: أضرب من الضرب.\n</p>\n\n<p>\nالثاني عشر: نقصان مادة وزيادة أخرى ك: راضع من الرضاعة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p322'> Vol. 01, p. 322</a>\n            </div>\n            \n</p>\n\n<p>\nالثالث عشر: نقصان مادة وزيادة أخرى وحركة ك ((خاف من الخوف)) ؛ لأن\nالفاء ساكنة في خوف لعدم التركيب.\n</p>\n\n<p>\nالرابع عشر: نقصان حركة وحرف وزيادة حركة فقط ك ((عد)) من الوعد فيه\nنقصان الواو وحركتها وزيادة كسرة العين.\n</p>\n\n<p>\nالخامس عشر: نقصان حركة وحرف وزيادة حرف ك: فاخر من الفخار نقصت ألف <span id='ms08'></span>\nوفتحة وزادت ألف 1.\n</p>\n\n<p>\nوهذه التغييرات بين المشتق والمشتق منه هي موضوع المسألة التي قدمت لها\nبهذه المطالب.\n</p>\n\n<p>\nوقد بلغت التغييرات التي اشتملت عليها هذه المسألة أربعة وعشرين تغييرا2.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p323'> Vol. 01, p. 323</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head51'>الدراسة</h1>\n\n<h1 class='l1' id='head52'>ابن مالك</h1>\n\n<p>\n...\n</p>\n\n<p>\nالدراسة\n</p>\n\n<p>\nأ - ابن مالك\n</p>\n\n<p>\nاسمه - نسبه - لقبه - كنيته تاريخ ميلاده - تاريخ وفاته عدد مصنفاته.\n</p>\n\n<p>\nب\n</p>\n\n<h1 class='l1' id='head53'>- المسألة</h1>\n\n<p>\nتوثيق نسبتها - سبب وضعها - أهميتها - وصف المخطوط\n</p>\n\n<p>\nأ - ابن مالك\n</p>\n\n<p>\nاسمه ونسبه:\n</p>\n\n<p>\nأجمع المترجمون لابن مالك على أن اسمه ((محمد)) ولكنهم اختلفوا في سلسلة\nآبائه ويمكن تلخيص آرائهم في الصور التالية:\n</p>\n\n<h1 class='l1' id='head54'>1 - </h1>\n\n<p>\nمحمد بن عبد الله بن عبد الله بن مالك.\n</p>\n\n<p>\nوردت هذه الصيغة في أول بعض مؤلفاته1 وذكرها بعض من ترجمه2.\n</p>\n\n<h1 class='l1' id='head55'>2 - </h1>\n\n<p>\nمحمد بن عبد الله بن مالك، وقد وردت هذه الصيغة أيضا في أوائل بعض كتبه3،\nوكذلك صرح بها بعض مترجميه4.\n</p>\n\n<h1 class='l1' id='head56'>3 - </h1>\n\n<p>\nمحمد بن عبد الله بن محمد بن عبد الله بن مالك.\n</p>\n\n<p>\nوردت هذه الصيغة في أول تعليق الفرائد على تسهيل الفوائد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p327'> Vol. 01, p. 327</a>\n            </div>\n            \n</p>\n\n<p>\nللدماميني1 وذكرها بعض المترجمين له2.\n</p>\n\n<h1 class='l1' id='head57'>4 - </h1>\n\n<p>\nمحمد بن عبد الله بن عبد الله بن عبد الله بن مالك ذكر هذه الصيغة ابن\nطولون في القلائد الجوهرية في تاريخ الصالحية القسم الثاني3.\n</p>\n\n<h1 class='l1' id='head58'>5 - </h1>\n\n<p>\nمحمد بن مالك وردت هذه الرواية في أول كتاب الألفاظ المختلفة في المعاني\nالمؤتلفة4.\n</p>\n\n<p>\nكنيته ولقبه:\n</p>\n\n<p>\nلقد اشتهرت تكنيته بابنه عبد الله، فهو أبو عبد الله، ولقبه المشهور هو\nجمال الدين5، وذكر بعضهم له لقبا آخر وهو: جلا الأعلى6.\n</p>\n\n<p>\nوهو ينتسب إلى قبيلة طيء العربية، وكان مذهبه الفقهي - في بداية حياته\nالمذهب المالكي ثم انتقل إلى المذهب الشافعي7، وقد ولد رحمه الله في مدينة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p328'> Vol. 01, p. 328</a>\n            </div>\n            \n</p>\n\n<p>\nجيان1 الأندلسية وتوفي في دمشق.\n</p>\n\n<p>\nتاريخ ميلاده ووفاته\n</p>\n\n<p>\nتاريخ ميلاده:\n</p>\n\n<p>\nاختلفت أقوال المؤرخين في تحديد تاريخ ميلاده رحمه الله، فمنهم من يرى\nأنه ولد سنة ثمان وتسعين وخمسمائة2. ومنهم من ذكر أنه ولد سنة إحدى\nوستمائة3 وقيل: إنه ولد سنة ستمائة4، وتردد بعضهم فقالوا إنه ولد سنة\nستمائة أو إحدى وستمائة5.\n</p>\n\n<p>\nتاريخ وفاته:\n</p>\n\n<p>\nأ أجمع المترجمون له على أنه توفي سنة 672ه ودفن بدمشق6.\n</p>\n\n<p>\nمؤلفاته:\n</p>\n\n<p>\nبلغت مؤلفاته <span id='ms09'></span> التي وقفت على أسمائها خمسة وخمسين مصنفا، طبع بعضها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p329'> Vol. 01, p. 329</a>\n            </div>\n            \n</p>\n\n<p>\nوبعضها مازال مخطوطا1. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p330'> Vol. 01, p. 330</a>\n            </div>\n            \n</p>\n\n<p>\nب - المسألة\n</p>\n\n<p>\nتوثيق نسبة المسألة:\n</p>\n\n<p>\nلقد جاءت نسبة هذه\n</p>\n\n<h1 class='l1' id='head59'>المسألة </h1>\n\n<p>\nلابن مالك صريحة في أول المخطوط حيث جاء في أوله بعد البسملة (مسألة من\nكلام الشيخ الإمام العلامة أبي عبد الله محمد بن عبد الله بن عبد الله بن\nمالك الطائي الجياني رحمه الله) 2.\n</p>\n\n<p>\nوكذلك نسبها له حاجي خليفة في كشف الظنون2، وذكرها الدكتور حاتم الضامن\nضمن مؤلفات ابن مالك3، وممن نسبها له أيضا بدر الزمان محمد شفيع النيبالي\n4وعنوانها في المخطوط ((مسألة)) وفي المراجع التي ذكرتها (رسالة في\nالاشتقاق) ولكن الرسالة يصح إطلاقها على المسألة كما يجوز أن تسمى الرسالة\nمسألة إذا كانت في موضوع واحد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p330'> Vol. 01, p. 330</a>\n            </div>\n            \n</p>\n\n<p>\nسبب وضع المسألة:\n</p>\n\n<p>\nلقد أوضح ابن مالك السبب الذي دفعه إلى وضع هذه المسألة، فقال: \"فهذه\nأمثلة الأقسام التي تعرض في السؤال، وفي السؤال تقصير، من قبل ذكر الاسم،\nفالذي ينبغي أن يسأل عن أمثلته تغير المشتق بالنسبة إلى المشتق منه، ليدخل\nفي ذلك الفعل، فإنه أصل الاشتقاق\".\n</p>\n\n<p>\nفهذا تصريح منه بسبب وضعه لهذه المسألة، وهو ذلك السؤال الذي عرض عن\nأمثلة التغيير الذي يحصل بين الأسماء المشتق بعضها من بعض.\n</p>\n\n<p>\nولكن الشيخ لم يكتف بالإجابة على هذا السؤال وقال: إن فيه تقصيرا؛ لكونه\nخاصا بالإسم.\n</p>\n\n<p>\nوقال إن الذي ينبغي أن يسأل عنه هو تغير المشتق بالنسبة إلى المشتق منه،\nعلى وجه العموم؛ ليدخل في ذلك الاسم والفعل على حد سواء.\n</p>\n\n<p>\nوقد أجاب الشيخ عن ذلك السؤال المفترض وذكر أمثلته.\n</p>\n\n<p>\nأهمية هذه المسألة\n</p>\n\n<p>\nإن أهمية المسألة تكمن في أنها أوسع مبحث مستقل - حسب علمي - يحصر\nالتغيرات التي تحدث بين المشتق والمشتق منه مع توضيحها بالأمثلة وعلى ذلك\nتكون هذه المسألة عند نشرها أول مسألة مستقلة تنشر في هذا الموضوع.\n</p>\n\n<p>\nوصف المخطوطة\n</p>\n\n<p>\nلقد اعتمدت في تحقيق هذه المسألة على نسخة واحدة، عثرت على مصورة منها في\nقسم المخطوطات بالمكتبة المركزية بالجامعة الإسلامية تحت رقم (4239) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p331'> Vol. 01, p. 331</a>\n            </div>\n            \n</p>\n\n<p>\nوهي مصورة من مجموع تحتفظ به المكتبة الظاهرية <span id='ms10'></span> بدمشق تحت رقم 1593، تبدأ\nفيه من (75/ب إلى 77/أ) فهي تقع في ورقتين وعدد أسطر الصفحة 18 سطرا عدا\nالصفحة الأخيرة فإن أسطرها لا تتجاوز 7 أسطر، ولم يكتب عليها اسم الناسخ\nولا تاريخ النسخ، إلا أنني وجدت ضمن المجموع الذي يحويها رسالة أخرى لابن\nمالك وهي ((الاعتماد في نظائر الظاء والضاد)) .\n</p>\n\n<p>\nوقد نسخت هذه الرسالة في 5 جمادي الأولى سنة 735ه وكاتبها هو عبد الرحمن\nبن أبي بكر بن أحمد بن مالك النفري الأندلسي وبمقابلة الرسالتين مع بعضهما\nتبين لي اتحاد خطهما، وتأكد لدي أن كاتبهما واحد. والله أعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p332'> Vol. 01, p. 332</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head60'>التحقيق</h1>\n\n<p>\nمسألة من كلام الشيخ الإمام العلامة أبي عبد الله محمد بن عبد الله بن\nعبد الله بن مالك الطائي الجيائي رحمه الله.\n</p>\n\n<p>\nالمشتق إما بزيادة حرف، أو حركة، أو حركة وحرف، وإما بنقصان حرف أو حركة،\nأو حركة وحرف.\n</p>\n\n<p>\nفهذه ستتة مع إفراد الزيادة وإفراد النقص ثم ينضم إليها زيادة حرف مع\nنقصان حركة، وزيادة حركة مع نقصا حرف، فتصير ثمانية:\n</p>\n\n<p>\nفأول أمثلتها: ك ((طالب)) وكريم، فاشتقاقهما من الطلب، والكرم1.\n</p>\n\n<p>\nوثانيها: ك ((حسن)) و ((مزق)) فاشتقاقهما من الحسن والمزق2.\n</p>\n\n<p>\nوثالثها: ك ((فاضل ومجيد)) فاشتقاقهما من الفضل والمجد3. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p333'> Vol. 01, p. 333</a>\n            </div>\n            \n</p>\n\n<p>\nورابعها: ك ((شجاع)) و ((يقظ)) فاشتقاقهما من الشجاعة واليقظة1.\n</p>\n\n<p>\nوخامسها: ك ((ضخم ورجس)) فاشتقاقهما من الضخم والرجس أي قذر2.\n</p>\n\n<p>\nوسادسها: ك ((حلو)) و ((عذب)) فاشتقاقهما من الحلاوة والعذوبة3.\n</p>\n\n<p>\nوسابعها: ك ((أشنب)) و ((يعمل)) فاشتقاقهما من الشنب والعمل4.\n</p>\n\n<p>\nوثامنها: ك ((فطن)) و ((خضر)) فاشتقاقهما من الفطنة والخضرة5.\n</p>\n\n<p>\nفهذه أمثلة الأقسام التي تعرض في السؤال، وفي السؤال تقصير من قبل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p334'> Vol. 01, p. 334</a>\n            </div>\n            \n</p>\n\n<p>\nذكر الاسم، فالذي ينبغي أن يسأل عن أمثلته تغير المشتق بالنسبة إلى\nالمشتق منه؛ ليدخل في ذلك الفعل، فإنه أصل في الاشتقاق؛ إذ لا فعل إلا وهو\nمشتق من مصدر مستعمل أو مقدر1، والاسم تبع له؛ ولذلك كثر فيه الجمود.\n</p>\n\n<p>\nوبعد ذلك فالاعتبار الصحيح يقتضي كون المشتق بالنسبة إلى مباينة المشتق\nمنه عشرين قسما أو أكثر من ذلك.\n</p>\n\n<p>\nأولها: متغير بزيادة حرف دون تبدل حركة: ك ضاحك <span id='ms11'></span> فاشتقاقه من الضحك2.\n</p>\n\n<p>\nوثانيها: متغير بزيادة حرف مع تبدل حركة ك: طالب فاشتقاقه من ((الطلب))\n3.\n</p>\n\n<p>\nوثالثها: متغير بزيادة حركة دون تبدل أخرى: ك ((مزق فاشتقاقه من المزق))\n4.\n</p>\n\n<p>\nورابعها: متغير بزيادة حركة مع تبدل أخرى: ك ((حسن فاشتقاقه من الحسن))\n5. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p335'> Vol. 01, p. 335</a>\n            </div>\n            \n</p>\n\n<p>\nوخامسها: متغير بزيادة حرف وحركة، دون تبدل أخرى، ك ((ضارب)) فاشتقاقه من\nالضرب1.\n</p>\n\n<p>\nوسادسها: متغير بزيادة حرف وحركة مع تبدل أخرى ((عالم فاشتقاقه من\nالعلم)) 2.\n</p>\n\n<p>\nوسابعها: متغير بنقصان حرف دون تبدل حركة، ك ((حصان)) فاشتقاقه من\nالحصانة3.\n</p>\n\n<p>\nوثامنها: متغير بنقصان حرف مع تبدل حركة ك ((شجاع)) فاشتقاقه من\nالشجاعة4.\n</p>\n\n<p>\nوتاسعها: متغير بنقصان حركة فقط: ك ((شأز)) ، فاشتقاقه من شئز المكان إذا\nكثرت حجارته5.\n</p>\n\n<p>\nوعاشرها: متغير بنقصان حركة مع تبدل أخرى ك ((ضخم)) فاشتقاقه من الضخم6.\n</p>\n\n<p>\nوالحادي عشر: متغير بنقصان حرف وحركة دون تبدل أخرى، ك: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p336'> Vol. 01, p. 336</a>\n            </div>\n            \n</p>\n\n<p>\n((حي)) فاشتقاقه من الحياة1.\n</p>\n\n<p>\nوالثاني عشر: متغير بنقصان حرف وحركة مع تبدل أخرى ك ((حر)) فاشتقاقه من\nالحرار وهو الحرة2.\n</p>\n\n<p>\nوالثالث عشر: متغير بزيادة حرف ونقصان حركة: ك ((أشيب)) فاشتقاقه من\nالشيب3.\n</p>\n\n<p>\nوالرابع عشر: متغير بزيادة حرف وحركة ونقصان أخرى: ك ((أشنب)) فاشتقاقه\nمن الشنب4.\n</p>\n\n<p>\nوالخامس عشر: متغير بزيادة حركة ونقصان حرف: ك ((رؤف)) فاشتقاقه من\nالرأفة5.\n</p>\n\n<p>\nوالسادس عشر: متغير بزيادة حركة مع تبدل حرف: ك ((رحيم)) فاشتقاقه من\nالرحمة6.\n</p>\n\n<p>\nوالسابع عشر: متغير بتبدل حرف دون زيادة ولا نقصان: ك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p337'> Vol. 01, p. 337</a>\n            </div>\n            \n</p>\n\n<p>\n((مدحرج)) فاشتقاقه من الدحرجة1.\n</p>\n\n<p>\nوالثامن عشر: متغير بتبدل حركتين ونقصان حرفين: ك ((جنب)) فاشتقامه من\nالجنابة2.\n</p>\n\n<p>\nوالتاسع عشر: متغير بتبدل حرف ونقصان حركة: ك ((أسود)) فإنه مشتق من\nالسواد3.\n</p>\n\n<p>\nالموفي عشرين: متغير بزيادة حرفين ونقصان حركة: ك ((شنباء)) فاشتقاقه من\nالشنب4.\n</p>\n\n<p>\nالحادي والعشرون: متغير بتبدل حركة فقط: ك ((فرح)) فاشتقاقه من الفرح5.\n</p>\n\n<p>\nالثاني والعشرون: متغير بزيادة حرفين وتبدل حركة، وتسكين متحرك ك\n((مطلوب)) فاشتقاقه من الطلب6.\n</p>\n\n<p>\nالثالث والعشرون: متغير بزيادة حرفين وتحريك ساكن وتسكين متحرك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p338'> Vol. 01, p. 338</a>\n            </div>\n            \n</p>\n\n<p>\nك ((مضروب)) فاشتقاقه من الضرب1.\n</p>\n\n<p>\nوالرابع والعشرون: متغير بتبدل المصحوب مع اتحاد اللفظين ك ((طلب وضحك))\nفإنهما مشتقان من الطلب والضحك2 <span id='ms12'></span>.\n</p>\n\n<p>\nهذا شرح ما حضرني، والحمد لله أولا وآخرا، وظاهرا، وباطنا، عدد ماخلق،\nوعدد ما هو خالق، حمدا يوافي نعمه الجسيمة، ويكافئ مننه العظيمة، وصلاته\nوسلامه على سيدنا محمد النبي الأمي، وعلى آله وأصحابه، والتابعين لهم\nبإحسان، والمقتدين بهم في كل زمان، ما ذكره الذاكرون، وما غفل عن ذكره\nالغافلون. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p339'> Vol. 01, p. 339</a>\n            </div>\n             <span id='ms13'></span>\n</p>\n",
  "pages": [
    "000",
    "305",
    "306",
    "307",
    "308",
    "309",
    "310",
    "311",
    "312",
    "313",
    "314",
    "314",
    "315",
    "316",
    "317",
    "317",
    "318",
    "319",
    "320",
    "320",
    "321",
    "321",
    "322",
    "323",
    "327",
    "328",
    "329",
    "330",
    "330",
    "331",
    "332",
    "333",
    "334",
    "335",
    "336",
    "337",
    "338",
    "339"
  ],
  "volumes": [
    "01"
  ]
}