{
  "content": "\n<h1 class='l1' id='head0'>الطبقة الثامنة في أعيان القرن الثامن</h1>\n\n<h2 class='l2' id='head1'>حرف الألف</h2>\n\n<h3 class='dic-item l3' id='head2'>1- الشيخ إبراهيم بن شهريار الهمذاني</h3>\n\n<p>\nالشيخ العارف الكبير إبراهيم بن شهريار الهمذاني الشيخ فخر الدين\nالعراقي، كان من\n</p>\n\n<p>\nالعلماء المعروفين بالفضل والصلاح.\n</p>\n\n<p>\nولد ونشأ بهمذان وحفظ القرآن في صغر سنه وجوده، ثم اشتغل بالعلم ونال حظا\nوافرا\n</p>\n\n<p>\nمنه في السابع عشر من سنه، فدرس وأفاد زمانا في إحدى المدارس من تلك\nالبلدة.\n</p>\n\n<p>\nوكان يدرس ذات يوم إذ جاءت طائفة من القلندرية وكان معهم غلام بديع\nالجمال، فمال إليه\n</p>\n\n<p>\nإبراهيم وشغفه حبه، فترك التدريس ولحق بهم حتى ورد ملتان، ورآه الشيخ\nالكبير بهاء\n</p>\n\n<p>\nالدين زكريا الملتاني وكانت علائم الرشد والسعادة تلوح على جبينه، فجذبه\nإليه وأفرزه من\n</p>\n\n<p>\nتلك الجماعة وأجلسه في الأربعين، فلم تمض عليه عشرة أيام إلا وأنشأ\nأبياتا بالفارسية\n</p>\n\n<p>\nوكان ينشدها بلحن شجي، فلما سمع الناس إنشاده تلك الأبيات أنكروا عليه\nلأن طريقة\n</p>\n\n<p>\nالشيخ كانت منحصرة في الخلوة والمراقبة والذكر، فلما سمع الشيخ إنكار\nالناس منعهم عن\n</p>\n\n<p>\nذلك، حتى قال له بعض خواصه: إني سمعت المغنين يغنونه في الخرابات، وأنشد\nتلك\n</p>\n\n<p>\nالأبيات عند الشيخ، فلما وصل إلى هذا البيت.\n</p>\n\n<p>\nجو خود كردند راز خويشتن فاش عراقي را جرا بدنام كردند\n</p>\n\n<p>\nقال الشيخ: ثم أمره، وقام وراح إلى الخلوة وقال: أخرج، فخرج العراقي ووضع\nرأسه على\n</p>\n\n<p>\nقدم الشيخ، فألبسه الخرقة وزوجه بابنته.\n</p>\n\n<p>\nولبث العراقي في ملتان خمسا وعشرين سنة، ثم سافر للحج والزيارة <span id='ms0144'></span> فسعد\nبهما، ثم سار\n</p>\n\n<p>\nإلى قونية وقرأ الفصوص على الشيخ صدر الدين القونيوي، ثم سار إلى مصر\nوولي المشيخة\n</p>\n\n<p>\nبها فمكث مدة بمصر القاهرة، ثم سار إلى دمشق ومات بها.\n</p>\n\n<p>\nوله مصنفات ممتعة، منها اللمعات بالفارسية صنفها في قونية.\n</p>\n\n<p>\nومن شعره قوله:\n</p>\n\n<p>\nنخستين باده كاندر جام كردند ز جشم مست ساقي وام كردند\n</p>\n\n<p>\nبراي صيد مرغ جان عاشق ز زلف فتنه جويان وام كردند\n</p>\n\n<p>\nبعالم هر كجا رنج وبلائيست بهم كردند وعشقش نام كردند\n</p>\n\n<p>\nجو خود كردند راز خويشتن فاش عراقي را جرا بد نام كردند\n</p>\n\n<p>\nقال الأمين بن أحمد الرازي في هفت أقليم: إنه مات سنة ثمان وثمانين\nوستمائة أو سنة سبع\n</p>\n\n<p>\nوسبعمائة، وقال دولت شاه في تذكرة الشعراء: إنه مات سنة سبع وسبعمائة\nبدمشق،\n</p>\n\n<p>\nفدفن عند قبر الشيخ محي الدين بن عربي رحمه الله تعالى.\n</p>\n\n<p>\nوهذا الشيخ لم يكن مولده ومدفنه في الهند، ولذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p141'> Vol. 02, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\nلا يليق ذكره في هذا المجموع، ولكنه لما\n</p>\n\n<p>\nتم أمره في الهند، ومكث بها خمسا وعشرين سنة، وتزوج ورزق الأولاد بها\nبادرت إلى\n</p>\n\n<p>\nذكره، والذكر لا يخلو عن الفوائد.\n</p>\n\n<h3 class='dic-item l3' id='head3'>2- الشيخ نجم الدين إبراهيم</h3>\n\n<p>\nالشيخ الصالح نجم الدين إبراهيم البياباني أحد كبار المشايخ السهروردية،\nأخذ عن الشيخ\n</p>\n\n<p>\nأبي الفتح ركن الدين القرشي الملتاني، وأخذ عنه الشيخ منهاج الدين حسن\nالبياباني وخلق\n</p>\n\n<p>\nآخرون، كما في منبع الأنساب.\n</p>\n\n<h3 class='dic-item l3' id='head4'>3- الشيخ إبراهيم بن عبد الله السنكاني</h3>\n\n<p>\nالشيخ الصالح إبراهيم بن عبد الله السنكاني أحد العلماء العاملين، أخذ عن\nالشيخ عين\n</p>\n\n<p>\nالدين البيجابوري صاحب الملحقات ولازمه زمانا بدولت آباد، ثم انتقل إلى\nقرية بهيرول ثم\n</p>\n\n<p>\nإلى بيجابور، ومات بها في حياة شيخه- ذكره عين الدين المذكور في كتابه\nأطوار الأبرار\n</p>\n\n<p>\nومدحه بالشيخ الكامل المكمل صاحب المقامات العلية، كما في بساتين\nالسلاطين-.\n</p>\n\n<p>\nوفي تاريخ الأولياء أنه أخذ عن الشيخ علاء الدين الجيوري والشيخ شمس\nالدين الدامغاني\n</p>\n\n<p>\nوالشيخ منهاج الدين التميمي والشيخ عين الدين البيجابوري، مات لأربع عشرة\nخلون من\n</p>\n\n<p>\nمحرم سنة ثلاثين أو خمسين وسبعمائة، وقبره بمدينة بيجابور.\n</p>\n\n<h3 class='dic-item l3' id='head5'>4- أبو علي شرف <span id='ms0145'></span> الدين القلندر</h3>\n\n<p>\nالشيخ الكبير شرف الدين أبو علي القلندر الباني بتي أحد الأولياء\nالمشهورين، اشتغل\n</p>\n\n<p>\nبالعلم فدرس وأفاد ثلاثين سنة، ثم انقطع إلى الله سبحانه حتى صار مغلوب\nالحالة، فلم\n</p>\n\n<p>\nيفق من ذلك إلى أن توفي إلى رحمة الله سبحانه،\n</p>\n\n<p>\nقال في أعراسنامه: إنه أخذ الطريقة عن الشيخ شمس الدين التبريزي عن الشيخ\nقطب\n</p>\n\n<p>\nالدين الأبهري عن الشيخ الكبير ضياء الدين أبي النجيب عبد القاهر\nالسهروردي، وفي\n</p>\n\n<p>\nكلزار أبرار أن شرف الدين قال في كتابه حكمت نامه: إني دخلت دهلي حين\nناهزت\n</p>\n\n<p>\nأربعين سنة فطفت حول مرقد الشيخ قطب الدين البختيار الأوشي، ثم تصديت\nللدرس\n</p>\n\n<p>\nوالإفتاء واشتغلت بها عشرين سنة، ثم أخذتني الجذبة الربانية فتركت البحث\nوالإشتغال\n</p>\n\n<p>\nوخرجت من دهلي، فسافرت البلاد وأدركت الشيخ شمس الدين التبريزي والشيخ\nجلال\n</p>\n\n<p>\nالدين الرومي، فلبست الخرقة منهما ورجعت إلى الهند وألقيت متاع المشيخة\nفي نهر\n</p>\n\n<p>\nالجون، انتهى.\n</p>\n\n<p>\nومن مصنفاته: رسائل في الحقائق والمعارف، ومزدوجة له مشهورة بالفارسية\nأولها.\n</p>\n\n<p>\nمرحبا أي بلبل باغ كهن أز كل رعنا بكوبا ما سخن\n</p>\n\n<p>\nومن أقواله رحمه الله تعالى درويشي جيست؟ نفس كشتن، وطلسم هستي شكستن،\n</p>\n\n<p>\nوترك أز غير كرفتن، واز خود رستن، وبدوست بيوستن، ودر آتش محبت سوختن،\n</p>\n\n<p>\nوخاكستر كشتن توفي في الثاني عشر أو الثالث عشر من رمضان سنة أربع وعشرين\n</p>\n\n<p>\nوسبعمائة وله عشرون ومائة سنة، كما في مهر جهانتاب.\n</p>\n\n<h3 class='dic-item l3' id='head6'>5- الشيخ أبو الفتح ركن الدين الملتاني</h3>\n\n<p>\nالشيخ الإمام العالم الكبير أبو الفتح بن محمد بن زكريا القرشي الشيخ ركن\nالدين فيض الله\n</p>\n\n<p>\nالملتاني أحد مشاهير الأولياء، بأرض الهند، له شأن كبير في إرشاد الناس\nوهدايتهم من\n</p>\n\n<p>\nالمعصية إلى الطاعة ومن النفسانية إلى الروحانية.\n</p>\n\n<p>\nولد يوم الجمعة سنة سبع وأربعين وستمائة بمدينة ملتان، ونشأ في أيام جده\nوأبيه، ثم جلس\n</p>\n\n<p>\nعلى سجادة جده بعد أبيه اثنتين وخمسين سنة، وعمر إلى ثمان وثمانين حجة،\nوقدم دهلي\n</p>\n\n<p>\nغير مرة بتكليف السلطان علاء الدين الخلجي وولده قطب الدين، وكانا\nيعتقدان بفضله\n</p>\n\n<p>\nوكماله، ويستقبلانه بالترحيب والإكرام، ويعرضان عليه مائتي ألف دينار <span id='ms0146'></span> يوم\nالقدوم،\n</p>\n\n<p>\nوخمسمائة ألف دينار يوم الوداع، وكان الشيخ يقبلها ويفرقها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p142'> Vol. 02, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nعلى الحوائج في يوم واحد\n</p>\n\n<p>\nوكانت بينه وبين الشيخ نظام الدين محمد البدايوني محبة صادقة ومودة\nواثقة، أخذ عنه\n</p>\n\n<p>\nالشيخ حسين بن أحمد بن الحسين الحسيني البخاري، والشيخ جلال البركي،\nوالشيخ\n</p>\n\n<p>\nعثمان الرحالة، والشيخ حاجي الله، والشيخ خضر، ونجم الدين إبراهيم\nالبياباني، وقوام\n</p>\n\n<p>\nالدين الكاذروني وخلق آخرون، مات ليلة الجمعة تاسع جمادي الأولى سنة أربع\nوثلاثين\n</p>\n\n<p>\nوسبعمائة، مات في صلاة التسبيح فدفن في حصار ملتان القديم بجوار آبائه\nالكرام رضي\n</p>\n\n<p>\nالله عنهم.\n</p>\n\n<h3 class='dic-item l3' id='head7'>6- القاضي أبو حنيفة السندي</h3>\n\n<p>\nالشيخ العالم القاضي أبو حنيفة الحنفي البهكري السندي أحد العلماء\nالمشهورين في\n</p>\n\n<p>\nزمانه، كان قاضيا بمدينة بهكر في أيام محمد تغلق شاه الدهلوي، لقيه محمد\nبن بطوطة\n</p>\n\n<p>\nالمغربي الرحالة سنة أربع وثلاثين وسبعمائة بمدينة بهكر، ذكره في كتابه.\n</p>\n\n<h3 class='dic-item l3' id='head8'>7- الشيخ أحمد بن الحسين البخاري</h3>\n\n<p>\nالشيخ الصالح أحمد بن الحسين بن علي الحسيني البخاري الأجي أحد الرجال\nالمعروفين\n</p>\n\n<p>\nبالفضل والصلاح، ولد بأرض الهند لعله في مدينة بهكر، ووالدته فاطمة بنت\nالسيد بدر\n</p>\n\n<p>\nالدين بن صدر الدين البهكري السندي، وأخذ عن والده وتأدب عليه ولبس منه\nالخرقة،\n</p>\n\n<p>\nوتزوج بحويد خاتون بنت خاله السيد مرتضى فولدت له حسين بن أحمد الأجي،\nولما\n</p>\n\n<p>\nماتت حويد خاتون تزوج بأختها بي بي خاتون فولدت له صدر الدين محمدا واختا\nله، كما\n</p>\n\n<p>\nفي تذكرة السادة البخارية.\n</p>\n\n<h3 class='dic-item l3' id='head9'>8- أحمد بن خسرو الدهلوي</h3>\n\n<p>\nالشيخ الفاضل أحمد بن خسرو بن سيف الدين محمود البخاري الدهلوي أحد\nالرجال\n</p>\n\n<p>\nالمعروفين بالفضل والكمال، ولد ونشأ بدار الملك دهلي، وتقرب إلى الملوك\nوالأمراء فرزق\n</p>\n\n<p>\nالقبول والوجاهة العظيمة عندهم وجعله فيروز شاه نديما له، كما في\nالمنتخب.\n</p>\n\n<h3 class='dic-item l3' id='head10'>9- الشيخ أحمد بن شهاب الدهلوي</h3>\n\n<p>\nالشيخ الفاضل الكبير الزاهد أحمد بن الشهاب الحكيم الصوفي الشيخ صدر\nالدين\n</p>\n\n<p>\nالدهلوي أحد المشايخ المعروفين بالفضل والكمال، ولد ونشأ بدار الملك\nدهلي، وقرأ العلم\n</p>\n\n<p>\nعلى الأساتذة المشهورين في عصره، ثم أخذ الطريقة عن الشيخ نصير الدين\nمحمود الأودي،\n</p>\n\n<p>\nوكان رجلا حاذقا في الطب مشاركا في فنون أخر <span id='ms0147'></span>، زاهدا متقللا حسن الفهم\nجدا،\n</p>\n\n<p>\nصحيح الذهن له اليد الطولى في تعبير الحقائق والمعارف، ومن مصنفاته\nالصحائف في\n</p>\n\n<p>\nالحقائق والمعارف قال الشيخ عبد الحق بن سيف الدين الدهلوي في أخبار\nالأخيار: إن\n</p>\n\n<p>\nالجن خطفوه فعاش فيهم مدة حتى مرض بعضهم وبرئ من ذلك المرض بعلاجه فعرضوا\n</p>\n\n<p>\nعليه قنطارا من الدراهم والدنانير فلم يلتفت إليها فعجبوا وأطلقوه-\nانتهى.\n</p>\n\n<p>\nمات سنة تسع وخمسين وسبعمائة.\n</p>\n\n<h3 class='dic-item l3' id='head11'>10- الشيخ أحمد بن يحيى المنيري</h3>\n\n<p>\nالشيخ الإمام العالم الكبير العلامة صاحب المقامات العلية والكرامات\nالمشرقة الجلية شيخ\n</p>\n\n<p>\nالإسلام أحمد بن يحيى بن إسرائيل بن محمد الهاشمي المنيري الشيخ الإمام\nشرف الدين\n</p>\n\n<p>\nالبهاري أحد مشاهير الأولياء، اتفق الناس على ولايته وجلالته وبلوغه درجة\nالإجتهاد،\n</p>\n\n<p>\nولد سنة إحدى وستين وستمائة في عهد السلطان ناصر الدين محمود بن الإيلتمش\nالدهلوي\n</p>\n\n<p>\nببلدة منير بفتح الميم وكسر النون- وتلقى مبادئ العلم بها، ثم ارتحل إلى\nسنار كانون فلازم\n</p>\n\n<p>\nالشيخ الأستاذ شرف الدين أبا توأمة الدهلوي واشتغل عليه بالعلم وجد\nواجتهد بالبحث\n</p>\n\n<p>\nوالإشتغال حتى قيل إنه كان لا يطالع الكتب والرسائل الواردة عليه من\nوالديه وأقاربه لئلا\n</p>\n\n<p>\nيطلع على خبر يشوشه إلى أن فرغ من التحصيل، وزوجه الشيخ أبو توأمة بابنته\nالعفيفة\n</p>\n\n<p>\nفرزق منها ثلاثة أبناء، ثم توفيت صاحبته وبنوه إلا واحدا منهم، فجاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p143'> Vol. 02, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\nبه إلى منير في سنة\n</p>\n\n<p>\nتسعين أو إحدى وتسعين وستمائة، وكان والده قد توفي إلى رحمة الله قبل أن\nيصل إلى\n</p>\n\n<p>\nبلدته، فلبث بها برهة من الزمان ثم ترك ولده عند أمه وسافر إلى دهلي،\nفأدرك بها الشيخ\n</p>\n\n<p>\nنظام الدين محمدا البدايوني وخلقا آخرين من المشايخ، ثم رحل إلى باني بت\nولقي بها الشيخ\n</p>\n\n<p>\nشرف الدين أبا علي القلندر، ثم رجع إلى دهلي ولبس الخرقة من الشيخ نجيب\nالدين\n</p>\n\n<p>\nالفردوسي ثم عاد إلى بلاده، ولما وصل إلى بهيا- بكسر الموحدة وسكون الهاء\nوفتح\n</p>\n\n<p>\nالتحتية والألف كانت بادية عظيمة من أعمال بهار- غاب في تلك البادية ولم\nيوجد له عين\n</p>\n\n<p>\nولا أثر إلى اثنتي عشرة سنة، ثم رحل إلى جبل راجكير <span id='ms0148'></span>، وعاش به وبغيره من\nالبوادي مدة\n</p>\n\n<p>\nمديدة، كان يشتغل بالرياضة والمجاهدة منقطعا إلى الله سبحانه، لم يستأنس\nفي تلك المدة\n</p>\n\n<p>\nبأحد من الناس، وكان ذلك ثلاثين سنة تقريبا.\n</p>\n\n<p>\nولما أراد الله أن ينفع به عباده ألقى في قلوب الناس أن يتحسسوا عنه فمال\nإليه الناس\n</p>\n\n<p>\nواستأنس بهم حتى صار يجئ معهم إلى العمران ثم يذهب إلى البادية، ولم يزل\nكذلك مدة\n</p>\n\n<p>\nمن الزمان فألح الناس عليه أن يقيم بمدينة بهار لينتفعوا به، وبنى له\nنظام مولى البهاري أحد\n</p>\n\n<p>\nأصحاب الشيخ نظام الدين محمد البدايوني دارا خارج البلدة وألخ عليه بأن\nيسكن فيها،\n</p>\n\n<p>\nفقبله مستكرها وقال: محبتكم أدتني إلى أن أقمت في بيت الصنم، وكان ذلك\nفيما بين سنة\n</p>\n\n<p>\nإحدى وعشرين وأربع وعشرين من السبعمائة، كما في سيرة الشرف.\n</p>\n\n<p>\nثم بنى له محمد شاه تغلق خانقاها رفيعا وأمر أن يقيم به، ولم يسعه إلا\nالقبول فأقام به\n</p>\n\n<p>\nونشر ما منحه الله سبحانه من علوم أسرار الكتاب والسنة وكشف عن إشاراتهما\nالباهرة\n</p>\n\n<p>\nولطائفهما الزاهرة بعبارته الجلية المشرق عليها نور الإذن الرباني\nواللائح عليها أثر القبول\n</p>\n\n<p>\nالرحماني، وازدحم عليه الخاص والعام حينئذ للاستفادة وتلقى كل أحد من تلك\nاللطائف\n</p>\n\n<p>\nعلى قدر الاستعداد.\n</p>\n\n<p>\nهذه جملة صالحة من أخباره نفعنا الله ببركاته، وأما مقاماته القدسية في\nالعلوم والمعارف\n</p>\n\n<p>\nوالقرب والوصول فلا تسأل عن ذلك فإنها كانت وراء طور العقول، وإن شئت\nالإطلاع\n</p>\n\n<p>\nفارجع إلى مصنفاته فإن فيها ما يشفي العليل ويروي الغليل ويوصل السالك\nإلى سواء\n</p>\n\n<p>\nالسبيل، ومن مصنفاته مكتوباته في ثلاثة مجلدات عددها ثلاثمائة وثمانية\nوعشرون مكتوبا،\n</p>\n\n<p>\nومنها الأجوبة وفوائد ركني وإرشاد الطالبين وإرشاد السالكين ومعدن معاني\nولطائف\n</p>\n\n<p>\nالمعاني ومخ المعاني وخوان بر نعمت وتحفه غيبي والملفوظات المسماة بزاد\nالسفر وعقائد\n</p>\n\n<p>\nشرفي وشرح آداب المريدين في عدة مجلدات.\n</p>\n\n<p>\nوكانت وفاته ليلة السادس من شوال سنة اثنتين وسبعين وسبعمائة وله عشرون\nومائة سنة\n</p>\n\n<p>\nفي عهد فيروز شاه السلطان، وصلى عليه السيد أشرف جهانكير السمناني\nبالناس، وقبره\n</p>\n\n<p>\nمشهور ظاهر ببلدة بهار يزار ويتبرك به\n</p>\n\n<h3 class='dic-item l3' id='head12'>11- الشيخ أحمد <span id='ms0149'></span> بن محمد البخاري</h3>\n\n<p>\nالشيخ الكبير أحمد بن محمد الحسيني البخاري المعروف بخواجه كرك الله\nالكروي كان\n</p>\n\n<p>\nمن الرجال المشهورين، توفي والده في صغر سنه فخرج من بلدته للسياحة، فلما\nوصل إلى\n</p>\n\n<p>\nبهمرولي قرية من أعمال إله آباد، أدرك بها الشيخ إسماعيل القرشي الملتاني\nفصحبه وأخذ\n</p>\n\n<p>\nعنه الطريقة، وألزم نفسه الرياضة والمجاهدة واشتغل بها مدة من الزمان حتى\nصار مغلوبا\n</p>\n\n<p>\nعلى حاله فأقام بمدينة كره، ولم يزل عريانا وبين يديه أتون يدخل فيه قدمه\nوالنار تلتهب فيها،\n</p>\n\n<p>\nوكلما كان يحصل له الملبس والمطعم يلقيها في النار.\n</p>\n\n<p>\nويذكر له كشوف وكرامات منها أن السلطان جلال الدين الخلجي لما قصد ابن\nأخيه علاء\n</p>\n\n<p>\nالدين وسار إلى مدينة كره حضر علاء الدين لديه واستعان منه فقال: هر كه\nآمد بر سر\n</p>\n\n<p>\nجنك تن در كشتي سر در كنك، فوقع كذلك وقتل جلال الدين.\n</p>\n\n<p>\nوكان معاصرا لجدي الكبير القاضي ركن الدين الكروي وكان إذا رآه يستر\nعورته ويقول:\n</p>\n\n<p>\nإنه رجل، كما في ملفوظاته.\n</p>\n\n<p>\nومن شعره قوله:\n</p>\n\n<p>\nاندر طلب يار جو مردانه شدم أول قدم از وجود بيكانه شدم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p144'> Vol. 02, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\nاو علم نمى شنيد لب بر بستم او عقل نمى خريد ديوانه شدم\n</p>\n\n<p>\nوله:\n</p>\n\n<p>\nما طبل مغانه دوش بيباك زديم عالي علمش بر سر افلاك زديم\n</p>\n\n<p>\nاز بهر يكي مغبجه ميخواره صد بار كلاه توبه بر خاك زديم\n</p>\n\n<p>\nوله:\n</p>\n\n<p>\nآنكس كه ترا شناخت جان راجه كند فر زند وعيال وخانمان راجه كند\n</p>\n\n<p>\nديوانه كنى هر دو جهانش بخشى ديوانه تو هر دو جهان راجه كند\n</p>\n\n<p>\nتوفي في ثالث رجب سنة ثلاث وقيل خمس وسبعمائة، وقبره مشهور ظاهر بمدينة\nكره يزار\n</p>\n\n<p>\nويتبرك به، كما في آئينه اوده.\n</p>\n\n<h3 class='dic-item l3' id='head13'>12- الشيخ أحمد بن محمد القندهاري</h3>\n\n<p>\nالشيخ الكبير أحمد بن محمد القندهاري المشهور بأحمد المعشوق كان من\nالمشايخ\n</p>\n\n<p>\nالمشهورين في عصره، ولد ونشا بقندهار وقدم ملتان للتجارة فأدرك بها الشيخ\nصدر الدين\n</p>\n\n<p>\nمحمد الملتاني فلازمه وأخذ عنه الطريقة وصار مغلوبا على حاله، توفي سنة\nثلاث وعشرين\n</p>\n\n<p>\nوثمانمائة، كما في خزينة الأصفياء.\n</p>\n\n<h3 class='dic-item l3' id='head14'>13- أحمد <span id='ms0150'></span> بن أياز الدهلوي</h3>\n\n<p>\nالوزير الكبير أحمد بن أياز الدهلوي المعروف بخواجه جهان كان شحنة\nالعمارة في أيام\n</p>\n\n<p>\nالسلطان غياث الدين تغلق، بنى له قصرا عند قدومه من بنكاله في ثلاثة أيام\nبالخشب\n</p>\n\n<p>\nمرتفعا على الأرض قائما على سواري خشب، وكانت الحكمة التي اخترعوها فيه\nأنه متى\n</p>\n\n<p>\nوطئت الفيلة في جهة منه وقع ذلك القصر وسقط، فدخل فيه السلطان ولما أتى\nبالأفيال من\n</p>\n\n<p>\nجهة واحدة سقط القصر عليه، وقال القاضي ضياء الدين البرني في تاريخه: إن\nالصاعقة\n</p>\n\n<p>\nوقعت على ذلك القصر فسقط.\n</p>\n\n<p>\nوبالجملة فلما مات غياث الدين وتولى المملكة بعده ابنه محمد شاه جعله\nوزيرا له ولقبه\n</p>\n\n<p>\nبخواجه جهان فخدمه اثنتين وعشرين سنة، ولما مات محمد ببلاد السند أقعد\nطفلا صغيرا\n</p>\n\n<p>\nعلى سرير الملك بدهلي وقال: إنه ولد محمد، وبايعه أهل تلك البلدة، واتفق\nالفقهاء والقضاة\n</p>\n\n<p>\nعلى فيروز بن رجب وكان في بلاد السند فولوه عليهم فسار فيروز بعساكره إلى\nدهلي،\n</p>\n\n<p>\nفلما قرب من الحضرة خاف منه أحمد بن أياز وحضر بين يديه واعتذر فقبله\nفيروز وفوضه\n</p>\n\n<p>\nإلى شحنة هانسي وكان سنه جاوز ثمانين، وقيل إن فيروز شاه أقطعه سامانه\nليعتزل بها\n</p>\n\n<p>\nويشتغل بالعبادة، فلما خرج عن الحضرة وسار مسيرة يومين أو ثلاثة أيام\nلحقه شير خان\n</p>\n\n<p>\nوقتله، وكان ذلك سنة اثنتين وخمسين وسبعمائة.\n</p>\n\n<h3 class='dic-item l3' id='head15'>14- السيد أحمد الغزنوي</h3>\n\n<p>\nالسيد الشريف المفتي أحمد بن أبي أحمد الغزنوي أحد كبار العلماء، سافر\nإلى بلاد الدكن\n</p>\n\n<p>\nفأكرمه علاء الدين حسن البهمني وولاه الإفتاء بكلبركه، فاستقل به مدة\nحياته ومات\n</p>\n\n<p>\nبكلبركه فدفن بها، وقبره مشهور ظاهر.\n</p>\n\n<h3 class='dic-item l3' id='head16'>15- الشيخ إسحاق المغربي</h3>\n\n<p>\nالشيخ الفقيه الزاهد إسحاق المغربي أحد الأولياء، المشهورين بأرض الهند،\nأخذ الطريقة\n</p>\n\n<p>\nعن الشيخ محمد المغربي عن أبي العباس أحمد القرشي عن أبي محمد الصالح\nالدكاكي عن\n</p>\n\n<p>\nالشيخ أبي مدين المغربي إمام الطريقة المدينية ولازمه مدة حياته ثم جاور\nقبره أياما ثم قدم\n</p>\n\n<p>\nالهند ودخل أجمير في أيام السلطان فيروز شاه فلبث مدة طويلة، ثم دخل كهتو\nقرية من\n</p>\n\n<p>\nأعمال ناكور وسكن بها، وناهز عمره عشرين ومائة <span id='ms0151'></span> سنة ولد سنة ستين وستمائة،\nومات في\n</p>\n\n<p>\nالسابع عشر من شعبان سنة ست وسبعين وسبعمائة، كما في مجمع الأبرار.\n</p>\n\n<h3 class='dic-item l3' id='head17'>16- الشيخ إسماعيل بن محمد الملتاني</h3>\n\n<p>\nالشيخ العالم الفقيه إسماعيل بن محمد بن زكريا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p145'> Vol. 02, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\nالقرشي الشيخ عماد الدين الملتاني أحد\n</p>\n\n<p>\nالرجال المعروفين بالفضل والصلاح، ولد ونشأ بمدينة ملتان وتأدب على والده\nوصنوه الكبير\n</p>\n\n<p>\nأبي الفتح ركن الدين الملتاني، ثم أقبل على الفقه وأصوله فبرز فيهما وصار\nالمرجع والمقصد\n</p>\n\n<p>\nفي الفتيا والتدريس، ولما توفي صنوه المذكور جلس على مسند الإرشاد،\nوتوورثت الخلافة\n</p>\n\n<p>\nفي أعقابه فقام مقامه ولده صدر الدين الحليم، كما في كلزار أبرار.\n</p>\n\n<p>\nوأما سنة وفاته فما وجدت تصريحا بها في كلزار ولا في غيره من الكتب إلا\nأن صاحب\n</p>\n\n<p>\nكلزار ختم ترجمته بشطر البيت على جري عادته وهو هذا عماد الدين عماد قصر\nدين\n</p>\n\n<p>\nبود ولما تأملت فيه وجدت أنها تستخرج منه سنة خمس وتسعين وسبعمائة\nفالأشبه أن\n</p>\n\n<p>\nالعماد مات في هذه السنة- والله أعلم.\n</p>\n\n<h3 class='dic-item l3' id='head18'>17- الشيخ أسد الدين الظفرآبادي</h3>\n\n<p>\nالشيخ الصالح أسد الدين بن تاج الدين الحسيني الظفرآبادي أحد المشايخ\nالمشهورين، يرجع\n</p>\n\n<p>\nنسبه إلى سيدنا الحسين بن علي رضي الله عنهما بسبع عشرة واسطة.\n</p>\n\n<p>\nقرأ العلم على الشيخ ضياء الدين الزاهد الكروي، ثم سافر إلى ملتان وأخذ\nالطريقة عن\n</p>\n\n<p>\nالشيخ ركن الدين أبي الفتح بن محمد الملتاني، ثم قدم دهلي واستفاض من\nالشيخ نظام الدين\n</p>\n\n<p>\nمحمد بن أحمد البدايوني، ثم ورد ظفر آباد فسكن بها.\n</p>\n\n<p>\nوكان شيخا جليلا قانعا مرتاضا يصوم النهار ويقوم الليل ويقرأ القرآن كل\nيوم مرتين، ومن\n</p>\n\n<p>\nمصنفاته الرسالة العشقية في الحقائق والمعارف، ولد في التاسع عشر من رجب\nسنة إحدى\n</p>\n\n<p>\nوستين وستمائة، ومات يوم الأربعاء السادس عشر من جمادي الأولى سنة ثلاث\nوتسعين\n</p>\n\n<p>\nوسبعمائة، بظفر آباد كما في تجلي نور.\n</p>\n\n<h3 class='dic-item l3' id='head19'>18- مولانا أعز الدين البدايوني</h3>\n\n<p>\nالشيخ الفاضل أعز الدين البدايوني أحد الأساتذة المشهورين بدار الملك\nدهلي، كانت له يد\n</p>\n\n<p>\nبيضاء في الصناعة الطبية، وكان يدرس ويداوي الناس في عهد السلطان علاء\nالدين\n</p>\n\n<p>\nالخلجي- ذكره البرني في تاريخه.\n</p>\n\n<h3 class='dic-item l3' id='head20'>19- مولانا <span id='ms0152'></span> افتخار الدين الرازي</h3>\n\n<p>\nالشيخ العالم الكبير العلامة افتخار الدين الرازي ثم الهندي الدهلوي أحد\nالعلماء المبرزين\n</p>\n\n<p>\nفي الفقه والأصول والكلام والعربية، درس وأفاد مدة عمره بدار الملك دهلي-\nذكره البرني في\n</p>\n\n<p>\nتاريخه.\n</p>\n\n<h3 class='dic-item l3' id='head21'>20- مولانا افتخار الدين البرني</h3>\n\n<p>\nالشيخ الفاضل العلامة افتخار الدين البرني أحد كبار الأساتذة، كان يدرس\nويفيد في عهد\n</p>\n\n<p>\nالسلطان علاء الدين محمد شاه الخلجي، وله يد بيضاء في العلوم عقلية كانت\nأو نقلية-\n</p>\n\n<p>\nذكره البرني في تاريخه.\n</p>\n\n<h3 class='dic-item l3' id='head22'>21- اختيار الدين الدهلوي</h3>\n\n<p>\nالشيخ الفاضل إختيار الدين الدهلوي أحد الأمراء المعروفين بالفضل\nوالصلاح، جعله\n</p>\n\n<p>\nغياث الدين تغلق شاه دبيرا له في سنة إحدى وعشرين وسبعمائة، له بساتين\nالأنس كتاب\n</p>\n\n<p>\nمفيد اختصره محمد قاسم البيجابوري المشهور بفرشته.\n</p>\n\n<h3 class='dic-item l3' id='head23'>22- مولانا افتخار الدين الكيلاني</h3>\n\n<p>\nالشيخ الفاضل الكبير إفتخار الدين الكيلاني أحد العلماء المبرزين في\nالفقه والأصول\n</p>\n\n<p>\nوالعربية، كان يدرس ويفيد بمدينة دهلي إلى عهد غياث الدين تغلق، قرأ عليه\nالشيخ نصير\n</p>\n\n<p>\nالدين محمود بن يحيى الأودي سائر الكتب الدرسية بعد وفاة الشيخ عبد\nالكريم\n</p>\n\n<p>\nالشرواني.\n</p>\n\n<h3 class='dic-item l3' id='head24'>23- الشيخ أعز الدين الدهلوي</h3>\n\n<p>\nالشيخ الفاضل الكبير أعز الدين الخالد خاني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p146'> Vol. 02, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\nالدهلوي أحد الرجال المعروفين بالفضل\n</p>\n\n<p>\nوالكمال، له دلائل فيروز منظومة في الطيرة والتفاؤل والنجوم والحكمة\nالطبعية، وله كتاب\n</p>\n\n<p>\nعروض موسيقى ترجمها من لغة سنسكرت بأمر فيروز السلطان، وله كتب أخرى، كما\nفي\n</p>\n\n<p>\nتاريخ فرشته.\n</p>\n\n<h3 class='dic-item l3' id='head25'>24- الشيخ إمام الدين الدهلوي</h3>\n\n<p>\nالشيخ العالم الفقيه إمام الدين الدهلوي المشهور بالأبدال، أخذ عن الشيخ\nبدر الدين\n</p>\n\n<p>\nالغزنوي وأدرك شيخ شيخه قطب الدين بختيار ولازمه مدة من الزمان، أخذ عنه\nالشيخ\n</p>\n\n<p>\nشهاب الدين العاشق، توفي سنة ثمانين وسبعمائة، كما في مهر جهان تاب.\n</p>\n\n<h2 class='l2' id='head26'>حرف الباء الموحدة</h2>\n\n<h3 class='dic-item l3' id='head27'>25- مولانا بدر الدين الأودي</h3>\n\n<p>\nالشيخ الصالح الواعظ بدر الدين الحنفي الأودي أحد المذكرين المشهورين\nبالعلم والديانة في\n</p>\n\n<p>\nعهد السلطان علاء الدين محمد شاه الخلجي، كان من أرض أوده ولكنه ربما\nيسافر إلى\n</p>\n\n<p>\nدهلي ويسكن بها بضعة اشهر يعظ ويذكر.\n</p>\n\n<p>\nقال البرني في تاريخه: إنه كان غاية في الزهد والتقوى، لا يتجشم التصنع\nفي مقالاته ولا يتفوه\n</p>\n\n<p>\nإلا بالصدق، والناس <span id='ms0153'></span> يحضرون في تلك المجالس من كل صنف ويتأثرون بها ويبكون\nويزيدون\n</p>\n\n<p>\nخشوعا لله سبحانه، انتهى.\n</p>\n\n<h3 class='dic-item l3' id='head28'>26- الحكيم بدر الدين الدمشقي</h3>\n\n<p>\nالشيخ الفاضل العلامة بدر الدين الحكيم الدمشقي ثم الهندي الدهلوي أحد\nالعلماء\n</p>\n\n<p>\nالمبرزين في العلوم الحكمية، لم يكن له نظير في عصره في الحذاقة والتدبير\nومعرفة النبض\n</p>\n\n<p>\nوالبول حتى قيل إن أبوال الحيوانات المختلفة ألقيت في قارورة وعرضت عليه\nفعرف بمجرد\n</p>\n\n<p>\nنظره إلى تلك القارورة وتبسم.\n</p>\n\n<p>\nوكان متفردا في حسن التقرير والإفهام وإلقاء المعاني الدقيقة على الطلبة\nلا سيما في توضيح\n</p>\n\n<p>\nالقانون للشيخ أبي علي بن سينا وتقرير المطالب منه، وكان يسكن بدار الملك\nدهلي في\n</p>\n\n<p>\nعهد السلطان علاء الدين محمد شاه الخلجي، انتهت إليه رياسة التدريس\nوصناعة الطب،\n</p>\n\n<p>\nوكان مع ذلك الفضل والكمال رجلا صالحا صاحب كشوف وكرامات يشار إليه في\nطريق\n</p>\n\n<p>\nالصوفية، كما في فيروز شاهي.\n</p>\n\n<h3 class='dic-item l3' id='head29'>27- مولانا بدر الدين المعبري</h3>\n\n<p>\nالشيخ العالم الفقيه بدر الدين الشافعي المعبري أحد الأفاضل المشهورين في\nعصره، كان\n</p>\n\n<p>\nقاضيا بمدينة منكرور على ساحل البحر كانت مدينة كبيرة على خور يسمى خور\nالدنب\n</p>\n\n<p>\nوهو أكبر خور ببلاد المليبار، لقيه محمد بن بطوطة المغربي الرحالة بتلك\nالمدينة وذكره في\n</p>\n\n<p>\nكتابه.\n</p>\n\n<h3 class='dic-item l3' id='head30'>28- بدر الدين الشاشي</h3>\n\n<p>\nالشيخ الفاضل بدر الدين الشاشي المشهور كان من الرجال المعروفين بالفضل\nوالكمال، له\n</p>\n\n<p>\nيد بيضاء في الشعر، وله قصائد غراء في مدح السلطان محمد شاه تغلق،\nوديوانه متداول في\n</p>\n\n<p>\nأيدي الناس، وله شاهنامه في أخبار محمد شاه تغلق عدد أبياته ثلاثون ألفا.\n</p>\n\n<p>\nومن شعر قوله:\n</p>\n\n<p>\nهمجو آه مسرد صبح وكريه هاي كرم شمع آتش اندر خود زند دود دل افكار من\n</p>\n\n<h3 class='dic-item l3' id='head31'>29- مولانا برهان الدين البهكري</h3>\n\n<p>\nالشيخ الفاضل العلامة برهان الدين الحنفي البهكري السندي أحد العلماء\nالبارعين في\n</p>\n\n<p>\nالفقه والأصول والعربية، كان يدرس ويفيد في عهد السلطان علاء الدين محمد\nشاه الخلجي\n</p>\n\n<p>\nبدار الملك دهلي، ذكره البرني في تاريخه.\n</p>\n\n<h3 class='dic-item l3' id='head32'>30- مولانا برهان الدين الساوي</h3>\n\n<p>\nالشيخ الفاضل برهان الدين الساوي أحد الرجال المعروفين بالفضل والصلاح،\nكان من\n</p>\n\n<p>\nأصحاب الشيخ نظام الدين محمد البدايوني رحمه الله وكان <span id='ms0154'></span> من أهل الوجد\nوالسماع، كما في\n</p>\n\n<p>\nسير الأولياء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p147'> Vol. 02, p. 147</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head33'>31- القاضي بهاء الدين الأجي</h3>\n\n<p>\nالشيخ العالم الفقيه القاضي بهاء الدين الأجي أحد العلماء المعروفين\nبالفضل والصلاح، كان\n</p>\n\n<p>\nيدرس ويفيد ببلدة أج من بلاد السند، قرأ عليه الشيخ جلال الدين حسين بن\nأحمد\n</p>\n\n<p>\nالحسيني البخاري الأجي الكتب الدرسية من البداية إلى الهداية، كما في\nجامع العلوم.\n</p>\n\n<h3 class='dic-item l3' id='head34'>32- مولانا بهاء الدين الأميري</h3>\n\n<p>\nالشيخ الفاضل الكبير بهاء الدين الأدهمي الملتاني أحد العلماء المبرزين\nفي العلم والمعرفة،\n</p>\n\n<p>\nقدم دهلي وسكن بها وأخذ الطريقة عن الشيخ نظام الدين محمد البدايوني رحمه\nالله\n</p>\n\n<p>\nوصحبه ولازمه.\n</p>\n\n<p>\nوكان عالما كبيرا بارعا مجاهدا كثير الدرس والإفادة، مات ودفن بدهلي، كما\nفي سير\n</p>\n\n<p>\nالأولياء.\n</p>\n\n<h2 class='l2' id='head35'>حرف التاء المعجمة</h2>\n\n<h3 class='dic-item l3' id='head36'>33- الأمير تاتار خان الدهلوي</h3>\n\n<p>\nالأمير الكبير تاتار خان الدهلوي الأعظم كان من الرجال المعروفين بالفضل\nوالصلاح\n</p>\n\n<p>\nوالرياسة والسياسة، التقطه السلطان غياث الدين تغلق في بعض غزواته طريحا\nفي الأرض\n</p>\n\n<p>\nيوم ولد فيه فاقتناه ورباه في مهد الإمارة ووجعله من خاصته، ولما تولى\nالمملكة محمد شاه\n</p>\n\n<p>\nقربه إليه وولاه الأعمال الجليلة فصار ركنا من أركان السلطنة.\n</p>\n\n<p>\nوكان فاضلا عادلا شجاعا مقداما سخيا حسن الأخلاق شديد التمسك بالشريعة\n</p>\n\n<p>\nالمطهرة شديد الحسبة على الملوك والأمراء لا يخاف في الله ولا يهاب فيه\nأحدا، أنكر على\n</p>\n\n<p>\nفيروز شاه مرة على شرب الخمر فأقطعه فيروز شاه حصار فيروز ونفاه من\nحضرته،\n</p>\n\n<p>\nوكذلك انقبض عنه محمد شاه تغلق مرة فكتب إليه هذه الأبيات:\n</p>\n\n<p>\nآه ندانم از كجا رنجيده بي سبب از دوستان ببريده\n</p>\n\n<p>\nبانكك ني خوش ميزند جانان من ناله بيجاركان نشنيده\n</p>\n\n<p>\nدر تو ياري هركز اين عادت نبود از طريق خود مكر كرديدة\n</p>\n\n<p>\nكو كناهي كرده ام ما را ببخش زانكه تو جندين كنه بخشيده\n</p>\n\n<p>\nاز تتار خسته با الله العظيم نيست جرمي بي سبب رنجيده\n</p>\n\n<p>\nفلما قرأ محمد شاه هذه الأبيات أكرم مثواه وقربه إليه، وهو مع هذا القرب\nوالمنزلة سار\n</p>\n\n<p>\nإلى الحرمين الشريفين فسعد بالحج والزيارة، قال شمس الدين العفيف في\nتاريخه: إنه لم يزل\n</p>\n\n<p>\nيشتغل بالعلم ويجالس العلماء <span id='ms0155'></span> ويذاكرهم ويحسن إليهم، وإنه صنف كتابا في\nالتفسير وسماه\n</p>\n\n<p>\nالتاتارخاني وهو أجمع ما في الباب.\n</p>\n\n<p>\nوصنف بأمره عالم بن العلاء الدهلوي الفتاوي التاتارخانية.\n</p>\n\n<p>\nمات في أيام فيروز الشاه السلطان.\n</p>\n\n<h3 class='dic-item l3' id='head37'>34- القاضي تاج الدين الكروي</h3>\n\n<p>\nالشيخ العالم الفقيه القاضي تاج الدين بن شيخ الإسلام قطب الدين محمد ابن\nأحمد الحسني\n</p>\n\n<p>\nالحسيني المدني الكروي أحد المشايخ المشهورين في عصره.\n</p>\n\n<p>\nكان قاضيا بمدينة كره، نقله السلطان علاء الدين الخلجي إلى بدايون وولي\nمكانه ابن أخيه\n</p>\n\n<p>\nركن الدين بن نظام الدين الكروي، فأقام ببلدة بدايون مدة حياته وحصلت له\nأولاد فسكنوا\n</p>\n\n<p>\nبها واشتهروا في العلم والعمل، وقد أدركه القاضي ضياء الدين البرني وذكره\nفي تاريخه\n</p>\n\n<p>\nوأثنى عليه ثناء جميلا.\n</p>\n\n<h3 class='dic-item l3' id='head38'>35- مولانا تاج الدين الكلاهي</h3>\n\n<p>\nالشيخ العالم الكبير تاج الدين الكلاهي المدرس المشهور بمدينة دهلي في\nعهد السلطان\n</p>\n\n<p>\nعلاء الدين الخلجي، كان يدرس ويفيد، وهو ممن أدركه البرني وذكره في\nتاريخه.\n</p>\n\n<h3 class='dic-item l3' id='head39'>36- مولانا تاج الدين المقدم</h3>\n\n<p>\nالشيخ العالم الكبير تاج الدين المقدم الدهلوي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p148'> Vol. 02, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nأحد العلماء المبرزين في الفقه والأصول\n</p>\n\n<p>\nوالعربية، كان يدرس ويفيد في عهد السلطان علاء الدين محمد شاه الخلجي.\n</p>\n\n<p>\nأخذ عنه الشيخ محمد بن يوسف الحسيني الدهلوي الدفين بكلبركه وقرأ عليه\nبعض\n</p>\n\n<p>\nالكتب الدرسية وأخذ عنه خلق كثير من العلماء، وهو ممن أدركه البرني وذكره\nفي تاريخه.\n</p>\n\n<h3 class='dic-item l3' id='head40'>37- مولانا تاج الدين العراقي</h3>\n\n<p>\nالشيخ الفاضل الكبير تاج الدين العراقي أحد الأفاضل المشهورين في عصره،\nتقرب إلى\n</p>\n\n<p>\nفيروز شاه الخلجي ثم إلى علاء الدين محمد شاه الخلجي، وكان مير داد في\nمعسكره وهو\n</p>\n\n<p>\nعبارة عن الأمير الكبير الذي يحكم على الأمراء، فمن كان له حق على أمير\nأو كبير بين\n</p>\n\n<p>\nيديه، ويرزق على هذه الخطة نحو خمسين ألف دينار في كل سنة.\n</p>\n\n<p>\nقال القاضي ضياء الدين البرني في تاريخه: إن تاج الدين كان من عباد الله\nالصالحين لم يكن\n</p>\n\n<p>\nمثله في زمانه في التفنن في الفضائل وفي معرفة أخبار الملوك والمشايخ،\nوكان صالحا عفيفا\n</p>\n\n<p>\nدينا سديدا في الأقوال والأفعال، انتهى.\n</p>\n\n<h2 class='l2' id='head41'>حرف الجيم</h2>\n\n<h3 class='dic-item l3' id='head42'>38- الشيخ جلال الدين التبريزي</h3>\n\n<p>\nالشيخ الإمام الزاهد <span id='ms0156'></span> المعمر جلال الدين التبريزي أحد مشاهير الأولياء،\n</p>\n\n<p>\nأخذ الطريقة عن الشيخ بدر الدين أبي سعيد التبريزي ثم سافر بعد وفاته إلى\nبغداد\n</p>\n\n<p>\nوصحب الشيخ الكبير شهاب الدين عمر السهروردي مدة طويلة حتى بلغ رتبة\nالكمال،\n</p>\n\n<p>\nوقدم الهند مرافقا للشيخ بهاء الدين أبي محمد زكريا الملتاني فأقام\nببدايون برهة من الزمان\n</p>\n\n<p>\nثم ارتحل إلى بنكاله، وهو ممن أدركه الشيخ محمد بن بطوطة المغربي الرحالة\nالذي قدم\n</p>\n\n<p>\nالهند عام أربع وأربعين وسبعمائة، فما في خزينة الأصفياء أنه مات في سنة\nاثنتين وأربعين\n</p>\n\n<p>\nوستمائة لا ينبغي أن يعتمد عليه، وأدركه الشيخ ابن بطوطة في جبال كامر-\nبفتح الكاف\n</p>\n\n<p>\nوالميم وضم الراء- بلدة بينها وبين سد كانوان مسيرة شهر وهي جبال متسعة\nمتصلة\n</p>\n\n<p>\nبالصين وتتصل ببلاد التبت.\n</p>\n\n<p>\nقال ابن بطوطة في كتابه: إن هذا الشيخ من كبار الأولياء وأفراد الرجال،\nله الكرامات\n</p>\n\n<p>\nالشهيرة والمآثر العظيمة، وهو من المعمرين، أخبرني أنه أدرك الخليفة\nالمستعصم بالله\n</p>\n\n<p>\nالعباسي ببغداد وكان بها حين قتله التتر، وأخبرني أصحابه بعد هذه المدة\nأنه مات ابن\n</p>\n\n<p>\nمائة وخمسين وأنه كان نحو أربعين سنة يسرد الصوم ولا يفطر إلا بعد مواصلة\nعشر، وكانت\n</p>\n\n<p>\nله بقرة يفطر على حليبها ويقوم الليل كله، وكان نحيف الجسم طوالا خفيف\nالعارضين،\n</p>\n\n<p>\nوعلى يديه أسلم أهل تلك الجبال ولذلك أقام بينهم، قال: وأخبرني بعض\nأصحابه أنه\n</p>\n\n<p>\nاستدعاهم قبل موته بيوم واحد وأوصاهم بتقوى الله وقال لهم: إني أسافر\nعنكم غدا إن\n</p>\n\n<p>\nشاء الله وخليفتي عليكم الله الذي لا إله إلا هو، فلما صلى الظهر من الغد\nقبضه الله في\n</p>\n\n<p>\nآخر سجدة منها، ووجدوا في جانب الغار الذي كان يسكنه قبرا محفورا عليه\nالكفن\n</p>\n\n<p>\nوالحنوط، فغسلوه وكفنوه وصلوا عليه ودفنوه به، ثم ذكر الشيخ ابن بطوطة\nكرامات عديدة\n</p>\n\n<p>\nله لا نطيل الكلام بذكرها.\n</p>\n\n<p>\nوقال أحمد بن يعقوب بن الحسين البتي في خزينة الفوائد إنه كان من أصحاب\nالشيخ أبي\n</p>\n\n<p>\nسعيد التبريزي، ولما توفي أبو سعيد قبل كماله في سلوك رحل إلى الشيخ شهاب\nالدين\n</p>\n\n<p>\nالسهروردي فتوفي عنده وتم <span id='ms0157'></span> سلوكه بتربيته وأجازه بالدعوة والإرشاد، انتهى.\n</p>\n\n<p>\nومن فوائده كتابه إلى الشيخ بهاء الدين زكريا الملتاني، قال فيه: يا أخي!\nمن شرب من بحر\n</p>\n\n<p>\nمودته يحيى حياة لا موت بعدها، ومن لم يذق من صافي المحبة يخرج من الدنيا\nكالبهائم صفر\n</p>\n\n<p>\nاليدين وإذا مات صار جيفة ومات موتا لا حياة بعده، كما قال أصدق القائلين\nومن كان في\n</p>\n\n<p>\nهذه أعمى فهو في الآخرة أعمى وأضل سبيلا، انتهى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p149'> Vol. 02, p. 149</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head43'>39- مولانا جلال الدين الرومي</h3>\n\n<p>\nالشيخ الإمام العالم الكبير العلامة جلال الدين الرومي أحد العلماء\nالمشهورين بالدرس\n</p>\n\n<p>\nوالإفادة، قرأ العلم على الشيخ قطب الدين الرازي شارح الشمسية وقدم\nالهند، فولاه فيروز\n</p>\n\n<p>\nشاه السلطان التدريس في مدرسته بدار الملك دهلي، وكان يدرس الفقه والحديث\nوالتفسير\n</p>\n\n<p>\nوغيرها من العلوم النافعة، انتفع به ناس كثير وأخذوا عنه، منهم الشيخ\nيوسف بن الجمال\n</p>\n\n<p>\nالملتاني، وتلك المدرسة كانت من أبنية الملك المذكور بناها على الحوض\nالعلائي وكان\n</p>\n\n<p>\nبناؤها طويل العماد متسع الساحة كثير القباب والصحون، لم يعمر مثلها\nقبلها ولا بعدها.\n</p>\n\n<p>\nقال البرني في تاريخه: إنها من عجائب الدنيا في ضخامتها وسعة ممرها وطيب\nمائها\n</p>\n\n<p>\nوهوائها، ما ابتغى من دخلها عنها حولا، انتهى.\n</p>\n\n<h3 class='dic-item l3' id='head44'>40- القاضي جلال الدين الولوالجي</h3>\n\n<p>\nالشيخ العالم الفقيه القاضي جلال الدين الولوالجي أحد الفقهاء الحنفية:\nولي القضاء بدهلي\n</p>\n\n<p>\nفي عهد علاء الدين محمد شاه الخلجي، فاستقل به مدة من الزمان، كما في\nالفيروز شاهي.\n</p>\n\n<p>\nقال محمد بن المبارك الحسيني الكرماني في سير الأولياء: إن غياث الدين\nتغلق استقدم\n</p>\n\n<p>\nالشيخ نظام الدين محمد البدايوني رحمه الله تعالى للبحث عن استماع الغناء\nواستقدم\n</p>\n\n<p>\nالصدور والقضاة ليباحثوه في تلك المسألة، فكان مقدمهم القاضي جلال الدين\nالولوالجي\n</p>\n\n<p>\nوكان شديد الخصام، فتقدم القاضي وأخذ في الموعظة وشدد في النكير والطعن\nعلى\n</p>\n\n<p>\nالشيخ، فغضب عليه الشيخ وقال: إن كنت تخاصمني بسطوة الحكومة فأنت معزول\nعنها،\n</p>\n\n<p>\nواتفق أنه عزل بعد اثني عشر يوما من ذلك.\n</p>\n\n<h3 class='dic-item l3' id='head45'>41- الشيخ جلال الدين الدهلوي</h3>\n\n<p>\nالشيخ العالم الصالح جلال الدين بن حسام الدين الحنفي الدهلوي أحد\nالعلماء المذكرين\n</p>\n\n<p>\nالمشهورين بالعلم والديانة <span id='ms0158'></span>، كان في عهد السلطان علاء الدين الخلجي يذكر\nويراعي طريقة\n</p>\n\n<p>\nالخشية من الله تعالى، وربما يأتي باللطائف من باب الذوق والوجدان وينشد\nالأشعار\n</p>\n\n<p>\nالرقيقة، وكان من أصحاب الشيخ ركن الدين مجازا منه في أخذ البيعة من\nالناس، كما في\n</p>\n\n<p>\nفيروز شاهي.\n</p>\n\n<h3 class='dic-item l3' id='head46'>42- الشيخ جلال الدين الأودي</h3>\n\n<p>\nالشيخ الفاضل الكبير جلال الدين الأودي أحد العلماء المبرزين في الفقه\nوالأصول والعربية،\n</p>\n\n<p>\nأخذ الطريقة عن الشيخ نظام الدين محمد البدايوني رحمه الله ولازمه مدة من\nالزمان وترك\n</p>\n\n<p>\nالبحث والاشتغال بأمره.\n</p>\n\n<p>\nوكان فاضلا جيدا كثير الدرس والإفادة، كما في سير الأولياء.\n</p>\n\n<h3 class='dic-item l3' id='head47'>43- القاضي جلال الدين الكاشاني</h3>\n\n<p>\nالشيخ العالم القاضي جلال الدين الكاشاني أحد الفقهاء المشهورين في عصره،\nكان قاضيا\n</p>\n\n<p>\nبدهلي في عهد السلطان معز الدين كيقباد وعزله عنه جلال الدين فيروز شاه\nالخلجي وولاه\n</p>\n\n<p>\nقضاء بدايون، ذكره ضياء الدين البرني في تاريخه.\n</p>\n\n<h3 class='dic-item l3' id='head48'>44- القاضي جلال الدين الكرماني</h3>\n\n<p>\nالسيد الشريف القاضي جلال الدين العلوي الحسيني الكرماني أحد العلماء\nالمشهورين في\n</p>\n\n<p>\nعصره، ولي الصدارة في عهد السلطان فيروز شاه، وكان عالما في المعقول\nوالمنقول، ذكره\n</p>\n\n<p>\nالقاضي ضياء الدين البرني في تاريخه وأثنى على فضله وبراعته في العلوم.\n</p>\n\n<h3 class='dic-item l3' id='head49'>45- الشيخ جمال الدين المغربي</h3>\n\n<p>\nالشيخ الفقيه الطبيب الأديب جمال الدين المغربي الغرناطي الأصل البجائي\nالمولد المستوطن\n</p>\n\n<p>\nبلاد الهند، قدمها مع أبيه وله بها أولاد، لقيه محمد ابن بطوطة المغربي\nالرحالة بمدينة دهلي\n</p>\n\n<p>\nوصاحبه وقال في كتابه: إني دخلت قصر السلطان جلال الدين ويعرف بكشك لعل\nكوشك\n</p>\n\n<p>\nلعل ولما دخلته طفت به وصعدت إلى أعلاه فكانت لي فيه عبرة نشأت عنها\nعبرة، وكان\n</p>\n\n<p>\nمعي الفقيه جمال الدين المغربي فأنشدني عند ما عايناه:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p150'> Vol. 02, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\nوسلاطينهم سل الطين عنهم فالرؤس العظام صارت عظاما\n</p>\n\n<h3 class='dic-item l3' id='head50'>46- الشيخ جمال الدين الكوئلي</h3>\n\n<p>\nالشيخ الفقيه الزاهد جمال الدين بن عبد الله بن نظام الدين أبي المؤيد\nالدهلوي ثم الكوئلي\n</p>\n\n<p>\nأحد الرجال المعروفين بالعلم والمعرفة، أخذ عنه خلق كثير وكان متعبدا\nمرتاضا مجاهدا\n</p>\n\n<p>\nمرزوق القبول، سكن بكوئل وله فيها أعقاب كثيرة، مات في تاسع ربيع الأول\nبمدينة دهلي\n</p>\n\n<p>\nفدفن بمقبرة الشيخ قطب الدين <span id='ms0159'></span> بختيار الأوشي ثم نقلوا جسده إلى كوئل، كما\nفي أخبار\n</p>\n\n<p>\nالجمال.\n</p>\n\n<h3 class='dic-item l3' id='head51'>47- الشيخ جمال الدين الأجي</h3>\n\n<p>\nالشيخ العالم الكبير جمال الدين الأجي أحد المشهورين، أخذ الطريقة عن\nالشيخ صدر\n</p>\n\n<p>\nالدين محمد بن زكريا الملتاني وصحبه مدة طويلة حتى بلغ رتبة الكمال، ورخص\nله الشيخ\n</p>\n\n<p>\nإلى مدينة أج فسكن بها للدرس والإفادة ونفع الله سبحانه به خلقا كثيرا من\nعباده.\n</p>\n\n<p>\nقال علي بن أسعد الحسيني الدهلوي في جامع العلوم: إن الشيخ جلال الدين\nحسين بن\n</p>\n\n<p>\nأحمد البخاري كان يقول: إنه لم يزل يشتغل بالدرس والإفادة ويدرس العلوم\nكلها ويديم اشتغاله\n</p>\n\n<p>\nبالهداية والبزدوي والمشارق والمصابيح والعوارف وغيرها، وكان إذا اشتبه\nعليه أمر في\n</p>\n\n<p>\nأثناء الدرس يطرق رأسه قليلا ثم يرفعه ويحل العقد، وكان لا يطمع في\nالتصدر في المجلس\n</p>\n\n<p>\nفيجلس حيثما يجد مكانا ولو كان في صف النعال ولكنه حيث يجلس يصير صدرا،\nوكان\n</p>\n\n<p>\nيقبل على الناس بوجه ضاحك مع اشتغال الباطن بالحق دائما ويلبس الثياب\nالخشنة\n</p>\n\n<p>\nويقول: إن النبي صلى الله عليه وسلم كان يلبسها، وكان زاهدا عفيفا لا\nيقبل الهدايا\n</p>\n\n<p>\nوالجوائز من الملوك والأمراء من عروض أو عقار، وقبل ذلك في آخر عمره\nوقال: إني قبلتها\n</p>\n\n<p>\nاقتداء بالسلف الصالح فانهم كانوا يقبلونها، وكان لا يدخر شيئا فيعطي\nويهب كل ما يحصل\n</p>\n\n<p>\nله، قال الشيخ جلال الدين المذكور إني سمعت من الشيخ عبد الله اليافعي\nبمكة والشيخ\n</p>\n\n<p>\nعبد الله المطري بالمدينة يقولان: إن الشيخ جمال الدين فريد هذا الدهر،\nليس له نظير في\n</p>\n\n<p>\nعلو المقامات، انتهى.\n</p>\n\n<p>\nقيل: إنه مات سنة ست وسبعين وستمائة، وهذا ظاهر البطلان لأن الشيخ حسين\nبن\n</p>\n\n<p>\nأحمد الأجي أدركه وحضر دروسه كما في جامع العلوم والشيخ حسين ولد سنة سبع\n</p>\n\n<p>\nوسبعمائة كما لا يخفي على المطلعين على الأخبار.\n</p>\n\n<h3 class='dic-item l3' id='head52'>48- الشيخ جمال الدين الأودي</h3>\n\n<p>\nالشيخ الفاضل الكبير جمال الدين الأودي أحد العلماء المبرزين في الفقه\nوالأصول والعربية،\n</p>\n\n<p>\nأخذ الطريقة عن الشيخ نظام الدين محمد البدايوني ولازمه مدة من الزمان\nوترك البحث\n</p>\n\n<p>\nوالاشتغال بأمره، وكان فاضلا جيدا بارعا في أصول الفقه <span id='ms0160'></span> كثير الدرس\nوالإفادة، كما في\n</p>\n\n<p>\nسير الأولياء.\n</p>\n\n<h2 class='l2' id='head53'>حرف الحاء</h2>\n\n<h3 class='dic-item l3' id='head54'>49- منهاج الدين الحسن البياباني</h3>\n\n<p>\nالشيخ الصالح منهاج الدين حسن البياباني أحد كبار المشايخ السهروردية،\nأخذ عن\n</p>\n\n<p>\nالشيخ نجم الدين إبراهيم البياباني وهو أخذ عن الشيخ أبي الفتح ركن الدين\nالملتاني، كما\n</p>\n\n<p>\nفي منبع الأنساب والشجرة الطيبة.\n</p>\n\n<h3 class='dic-item l3' id='head55'>50- نجم الدين الحسن بن العلاء السنجري</h3>\n\n<p>\nالشيخ الفاضل نجم الدين الحسن بن العلاء السنجري الدهلوي أحد الرجال\nالمشهورين\n</p>\n\n<p>\nبالفضل والصلاح، عاش مدة من الزمان في زي الأمراء عند السلطان غياث الدين\nبابن\n</p>\n\n<p>\nوولده محمد، ثم انقطع إلى الله سبحانه وأخذ الطريقة عن الشيخ الإمام\nالمجاهد نظام الدين\n</p>\n\n<p>\nمحمد البدايوني، وجمع ملفوظاته في مجلد سماه فوائد الفؤاد فتلقاه الناس\nبالقبول.\n</p>\n\n<p>\nقال القاضي ضياء الدين البرني في تاريخه: إن الحسن كان شاعرا مجيد الشعر\nقنوعا\n</p>\n\n<p>\nبشوشا طيب النفس مليح الشمائل حسن المحاضرة حلو الكلام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p151'> Vol. 02, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\nصاحب أخلاق رضية، لم\n</p>\n\n<p>\nأر مثله في استحضار أخبار السلاطين وآثار المشايخ واستقامة العقل والتزام\nالقناعة\n</p>\n\n<p>\nوالرسوخ في العقيدة وحسن المعيشة بدون أسبابها والتجريد والتفريد، كان\nيتزيأ بزي\n</p>\n\n<p>\nالصوفية ويعيش قنوعا بشوشا في العسر واليسر، له ديوان شعر فارسي، وشعره\nفي غاية\n</p>\n\n<p>\nالطلاوة والحلاوة ولذلك لقبه الناس بسعدي الهندي، انتهى.\n</p>\n\n<p>\nومن شعره قوله رحمه الله:\n</p>\n\n<p>\nمشكل سروكاري است كه بر وعده معشوق صابر نتوان بود وتقاضا نتوان كرد\n</p>\n\n<p>\nوله:\n</p>\n\n<p>\nمن بودم وكنجي وحريفي وسرودي غم راجه نشان داد بلا را كه خبر كرد\n</p>\n\n<p>\nوله:\n</p>\n\n<p>\nاي حسن توبه آنكهي كردي كه ترا طاقت كناه نماند\n</p>\n\n<p>\nوالحسن انتقل من دهلي إلى ديوكير في آخر عمره بأمر السلطان محمد بن غياث\nالدين،\n</p>\n\n<p>\nوتوفي بها إلى رحمة الله سبحانه في التاسع والعشرين من صفر سنة سبع\nوثلاثين وسبعمائة\n</p>\n\n<p>\nفدفن بها، كما في خزينة الأصفياء.\n</p>\n\n<h3 class='dic-item l3' id='head56'>51- علاء الدين البهمني</h3>\n\n<p>\nالملك المؤيد علاء الدين حسن بن علي البهمني السلطان الصالح كان من أمراء\nالمئين في أيام\n</p>\n\n<p>\nمحمد شاه تغلق، أقطعه السلطان المذكور قرية كونجي وعدة قرى من راي باغ من\nأرض\n</p>\n\n<p>\nدكن، فلما أكثر محمد شاه المذكور الفتك والأسر بأمراء <span id='ms0161'></span> المئين في أرض\nكجرات خرج\n</p>\n\n<p>\nأكثرهم إلى بلاد دكن، واجتمعوا بأمرائها فاستقدمهم محمد شاه إلى مدينة\nدهلي، فظنوا أنه\n</p>\n\n<p>\nيقتلهم على جري العادة فاجتمعوا في بعض حدود الملك وقبضوا على دولت آباد\nثم اتفقوا\n</p>\n\n<p>\nعلى إسماعيل الفتح الأفغاني وولوه عليهم، فجمع إسماعيل العساكر وأقطعهم\nبلادا في أرض\n</p>\n\n<p>\nدكن وأقطع الحسن هكري وراي باغ ومرح وكلهر وكلبر كه فاستقل بها، ولما سمع\nمحمد\n</p>\n\n<p>\nشاه أن الأمراء بغوا عليه سار إليهم بعساكره العظيمة، فلقيه إسماعيل\nبعساكره وقاتله ثم\n</p>\n\n<p>\nتحصن بدولت آباد، واحتمى الحسن بعساكره بكلبركه ثم خرج منها وسار إلى\nدولت آباد\n</p>\n\n<p>\nبعشرين ألف فارس وقاتل العساكر الشاهانية وظفر عليهم، فاتفق الناس عليه\nوألقى\n</p>\n\n<p>\nإسماعيل فتح شاه زمام الحكومة بيده فاستقل بالملك.\n</p>\n\n<p>\nوكان عادلا كريما صاحب عقل ودين مدبرا شجاعا فاتكا مقداما، قبض على كل ما\n</p>\n\n<p>\nفتحه الملوك الماضية من أرض دكن، وبعث عساكره إلى بلاد المعبر فقاتلوا\nأهلها وأخذوا\n</p>\n\n<p>\nمنهم مائتي ألف دينار وكثيرا من الجواهر الثمينة والفيلة، وهو أول ملوك\nالإسلام في الهند\n</p>\n\n<p>\nاستخدم الهنود لا سيما البراهمة في الأمور المالية والتحرير.\n</p>\n\n<p>\nمات في غرة ربيع الأول سنة تسع وخمسين وسبعمائة، وكانت مدته إحدى عشرة\nسنة\n</p>\n\n<p>\nوشهرين، كما في تاريخ فرشته.\n</p>\n\n<h3 class='dic-item l3' id='head57'>52- جلال الدين الحسين بن أحمد البخاري</h3>\n\n<p>\nالشيخ الإمام العالم الكبير العلامة جلال الدين الحسين بن أحمد بن الحسين\nابن علي\n</p>\n\n<p>\nالحسيني البخاري الأجي أبو عبد الله.\n</p>\n\n<p>\nكان مولده ليلة البراءة سنة سبع وسبعمائة بمدينة أج ونشأ بها وقرأ على\nالقاضي بهاء\n</p>\n\n<p>\nالدين الأجي من البداية إلى الهداية، ولما توفي القاضي إلى رحمة الله\nسبحانه سافر إلى\n</p>\n\n<p>\nملتان، فلقي بها الشيخ ركن الدين أبا الفتح الملتاني، فأمره الشيخ أن\nيقرأ على موسى\n</p>\n\n<p>\nحفيده وعلى مجد الدين الملتاني، فقرأ عليهما سائر الكتب الدرسية في سنة\nكاملة، ثم عاد\n</p>\n\n<p>\nإلى أج ورحل إلى الحرمين الشريفين وصحب الشيخ عفيف الدين عبد الله المطري\nبالمدينة\n</p>\n\n<p>\nالمنورة سنتين كاملتين وقرأ عليه العوارف.\n</p>\n\n<p>\nثم سافر إلى مصر والعراق وأدرك المشايخ الكبار وأخذ عنهم ولبس الخرق\nمنهم <span id='ms0162'></span>، وحج\n</p>\n\n<p>\nوزار غير مرة، وأول خرقة ألبسها خرقة أبيه الشيخ كبير الدين أحمد بن\nالحسين الأجي\n</p>\n\n<p>\nوعمه الشيخ صدر الدين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p152'> Vol. 02, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن الحسين الأجي، كلاهما عن أبيهما الشيخ جلال الدين\n</p>\n\n<p>\nالحسين بن علي البخاري، ثم لبس الخرقة من الشيخ ركن الدين أبي الفتح\nالملتاني، ولبس\n</p>\n\n<p>\nمن الشيخ عفيف الدين عبد الله المطري بالمدينة المنورة، ثم من الشيخ إمام\nالدين\n</p>\n\n<p>\nالكاذروني الشيخ شرف الدين محمود ابن الحسين التستري المعمر سنة ثمان\nوأربعين\n</p>\n\n<p>\nوسبعمائة، والشيخ حميد الدين محمد بن النجيب الحسيني السمرقندي والشيخ\nنصير الدين\n</p>\n\n<p>\nمحمود بن يحيى الأودي والشيخ شمس الدين محمد بن يحيى الأودي والشيخ قطب\nالدين\n</p>\n\n<p>\nالمنور الهانسوي وخلق آخرين من المشايخ الأجلة.\n</p>\n\n<p>\nوكان عالما بارعا مجتهدا في الطاعات والخيرات متعبدا مرتاضا فقيها محدثا\nحنفيا في\n</p>\n\n<p>\nالأصول والفروع، يفتي على مذهب الإمام أبي حنيفة رحمه الله، ويعمل\nبالعزيمة ولا يتتبع\n</p>\n\n<p>\nالرخص.\n</p>\n\n<p>\nوله مختارات في المذهب، وكان يجوز القراءة خلف الإمام في الصلاة، كما في\nجامع العلوم،\n</p>\n\n<p>\nوكان يجوز الصلاة على الغائب من الموتى، كما في الخزينة.\n</p>\n\n<p>\nوكان رحمه الله متوقد الذهن جموم القريحة في نهاية من الفطنة وسرعة\nالخاطر وحلاوة\n</p>\n\n<p>\nالمنطق وعذوبة البيان وحسن الإنشاء وشرف الطبع وكرم الأخلاق، اشتغل عليه\nخلق\n</p>\n\n<p>\nكثير من قاص ودان وتخرج عليه جماعات من الفضلاء، وقصدته الطلبة\nوالمسترشدون\n</p>\n\n<p>\nحتى صار علما مفردا في الهند، وانتهت إليه المشيخة، ولاه السلطان محمد\nشاه تغلق\n</p>\n\n<p>\nمشيخة الإسلام في أرض السند وبايعه فيروز شاه، وهو قدم دهلي في عهده غير\nمرة، وله\n</p>\n\n<p>\nخطب مبتكرة وإنشاءات بديعة وفوائد جمة.\n</p>\n\n#~:section: ومن فوائده رحمه الله\n<p>\nإعلموا رحمكم الله تعالى أنه يلزم العبد المسلم في يوم وليلة خمسون فريضة\nفي كتاب الله عز\n</p>\n\n<p>\nوجل فمن يحفظها فهو عالم ومن لا يعلم هذه الفرائض فهو جاهل عاص مذموم ولا\nعذر له\n</p>\n\n<p>\nعند الله تعالى يوم القيامة: أولها معرفة الله تعالى بالربوبية لقوله\nتعالى \"وما خلقت الجن\n</p>\n\n<p>\nوالإنس إلا ليعبدون\" معناه ليعرفون، والثاني: الإقرار بالوحدانية لقول\nالله تعالى \"وإلهكم إله\n</p>\n\n<p>\nواحد لا إله <span id='ms0163'></span> إلا هو الرحمن الرحيم\"، والثالث: الوفاء بالعهود لقوله تعالى\n\"وأوفوا بعهدي\n</p>\n\n<p>\nأوف بعهدكم\" والرابع: الإخلاص بالعبودية لقوله تعالى \"وما أمروا إلا\nليعبدوا الله مخلصين له\n</p>\n\n<p>\nالدين\" وقوله \"فمن كان يرجوا لقاء ربه فليعمل عملا صالحا ولا يشرك بعبادة\nربه أحدا،\n</p>\n\n<p>\nوالخامس: إطاعة الله تعالى والرسول لقوله تعالى \"ومن يطع الرسول فقد أطاع\nالله\"،\n</p>\n\n<p>\nوالسادس: الإيمان بوعد الله لقوله تعالى \"وما من دابة في الأرض إلا على\nالله رزقها\"- إلى\n</p>\n\n<p>\nقوله \"في كتاب مبين\"، والسابع: الرضا بما قسم الله تعالى، لقوله تعالى\n\"نحن قسمنا بينهم\n</p>\n\n<p>\nمعيشتهم في الحيوة الدنيا ورفعنا بعضهم فوق بعض درجات\" الثامن: الحب في\nالله تعالى،\n</p>\n\n<p>\nلقوله تعالى \"لا تجد قوما يؤمنون بالله واليوم الآخر يوادون من حاد الله\nورسوله\"، التاسع:\n</p>\n\n<p>\nالأمر بالمعروف والنهي عن المنكر لقوله تعالى \"والمؤمنون والمؤمنات بعضهم\nأولياء بعض\"،\n</p>\n\n<p>\nالعاشر: معرفة النفس ومحاربتها لقوله تعالى \"إن النفس لأمارة بالسوء\"،\nالحادي عشر:\n</p>\n\n<p>\nمحاربة الشيطان لقوله تعالى \"إن الشيطان لكم عدو فاتخذوه عدوا\"، الثاني\nعشر: الخوف\n</p>\n\n<p>\nمن الله والاستخفاء لقوله تعالى \"يستخفون من الله وهو معهم\"، وقوله تعالى\n\"إنما ذلكم\n</p>\n\n<p>\nالشيطان يخوف أولياءه فلا تخافوهم وخافون إن كنتم مؤمنين\"، الثالث عشر:\nالدعاء من\n</p>\n\n<p>\nالله تعالى، لقوله تعالى \"يدعون ربهم خوفا وطمعا ومما رزقناهم ينفقون\"\nخوفا من عصيانه\n</p>\n\n<p>\nوطمعا في رحمته، الرابع عشر: الحذر من مكر الله لقوله تعالى \"فلا يأمن\nمكر الله إلا القوم\n</p>\n\n<p>\nالخاسرون\"، الخامس عشر: أن لا يقنط من رحمة الله تعالى لقوله تعالى \"لا\nتقنطوا من رحمة\n</p>\n\n<p>\nالله إن الله يغفر الذنوب جميعا إنه هو الغفور الرحيم\"، السادس عشر: ستر\nالعورة لقوله\n</p>\n\n<p>\nتعالى \"يا بني آدم خذوا زينتكم عند كل مسجد\"، والزينة ما يواري به\nالعورة، السابع عشر:\n</p>\n\n<p>\nطلب العلم لقوله تعالى \"فاسئلوا أهل الذكر إن كنتم لا تعلمون\"، الثامن\nعشر: الوضوء لقوله\n</p>\n\n<p>\nتعالى \"يأيها الذين أمنوا إذا قمتم إلى الصلوة فاغسلوا وجوهكم وأيديكم\nإلى المرافق\n</p>\n\n<p>\nوامسحوا برؤسكم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p153'> Vol. 02, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\nوأرجلكم إلى الكعبين\"، التاسع عشر: غسل الجنابة لقوله تعالى \"وإن\n</p>\n\n<p>\nكنتم جنبا فاطهروا\" معناه فاغسلوا <span id='ms0164'></span>، العشرون: التيمم عند عدم الماء لقوله\nتعالى \"فتيمموا\n</p>\n\n<p>\nصعيدا طيبا\" أي ترابا طاهرا، الحادي والعشرون الصلاة، لقوله تعالى \"إن\nالصلاة كانت\n</p>\n\n<p>\nعلى المؤمنين كتابا موقوتا\" معناه فرضا موقتا، الثاني والعشرون: ذكر الله\nلقوله تعالى \"يأيها\n</p>\n\n<p>\nالذين أمنوا اذكروا الله ذكرا كثيرا وسبحوه بكرة وأصيلا\"، الثالث\nوالعشرون: أداء\n</p>\n\n<p>\nالأمانات إلى أهلها، الرابع والعشرون: أن لا تحزن على ما فاتك لقوله\nتعالى \"لكيلا تأسوا\n</p>\n\n<p>\nعلى ما فاتكم\"، الخامس والعشرون أن لا تسروا بالدنيا إذا أتتكم لقوله\nتعالى \"ولا تفرحوا\n</p>\n\n<p>\nبما آتاكم\" السادس والعشرون: التفكر في قدرة الله تعالى لقوله تعالى: \"\nويتفكرون في خلق\n</p>\n\n<p>\nالسماوات والأرض\"، السابع والعشرون: الاعتبار في المخلوقات والمقدورات\nلقوله تعالى\n</p>\n\n<p>\n\"فاعتبروا يا أولي الأبصار\"، الثامن والعشرون: ترك إتباع النفس لقوله\nتعالى \"ونهى النفس\n</p>\n\n<p>\nعن الهوى\"، التاسع والعشرون أن تعرف منة الله عليك بالإيمان لقوله تعالى\n\"يمنون عليك أن\n</p>\n\n<p>\nأسلموا قل لا تمنوا على إسلامكم\"- إلى قوله تعالى \"إن كنتم صادقين\"،\nالثلاثون: أن تعلم\n</p>\n\n<p>\nأنه معك في كل حال لقوله تعالى \"ونحن أقرب إليه من حبل الوريد\"، الحادي\nوالثلاثون أن لا\n</p>\n\n<p>\nتريد العلو في الدنيا لقوله تعالى \"تلك الدار الآخرة نجعلها للذين لا\nيريدون علوا في الأرض ولا\n</p>\n\n<p>\nفسادا والعاقبة للمتقين\"، الثاني والثلاثون: الصدق لقوله تعالى \"وإذا\nقلتم فاعدلوا ولو كان ذا\n</p>\n\n<p>\nقربى\" أي فاصدقوا، الثالث والثلاثون: أكل الحلال لقوله تعالى \"كلوا من\nطيبات ما\n</p>\n\n<p>\nرزقناكم\"، الرابع والثلاثون: حفظ الفرج لقوله تعالى \"ويحفظوا فروجهم\"،\nالخامس والثلاثون\n</p>\n\n<p>\nحفظ الأذن من الباطل لقوله تعالى \"إن السمع والبصر والفؤاد كل أولئك كان\nعنه مسؤلا\"\n</p>\n\n<p>\nالسادس والثلاثون: اعتزال النساء في المحيض لقوله تعالى \"فاعتزلوا النساء\nفي المحيض\"،\n</p>\n\n<p>\nالسابع والثلاثون: ترك الغيبة والتجسس لقوله تعالى \"ولا تجسسوا ولا يغتب\nبعضكم بعضا\n</p>\n\n<p>\nأيحب أحدكم أن يأكل لحم أخيه ميتا فكرهتموه\"، الثامن والثلاثون: ترك\nالسخرية لقوله\n</p>\n\n<p>\nتعالى \"يأيها الذين أمنوا لا يسخر قوم من قوم عسى أن يكونوا خيرا منهم\nولا نساء من نساء\n</p>\n\n<p>\nعسى أن يكن خيرا منهن\"، التاسع والثلاثون: ترك اللمز والألقاب لقوله\nتعالى \"ولا <span id='ms0165'></span> تلمزوا\n</p>\n\n<p>\nأنفسكم ولا تنابزوا بالألقاب، بئس الاسم الفسوق بعد الإيمان، ومن لم يتب\nفأولئك هم\n</p>\n\n<p>\nالظلمون\"، الأربعون: التوكل على الله لقوله تعالى \"فتوكلوا إن كنتم\nمؤمنين\"، الحادي\n</p>\n\n<p>\nوالأربعون ترك سوء الظن لقوله تعالى \"يأيها الذين آمنوا اجتنبوا كثيرا من\nالظن إن بعض\n</p>\n\n<p>\nالظن إثم\"، الثاني والأربعون: الرضا بما قضى الله لقوله تعالى \"فاصبر\nلحكم ربك\"، الثالث\n</p>\n\n<p>\nوالأربعون الصبر والتقوى لقوله تعالى \"يأيها الذين آمنوا اصبوا وصابروا\nورابطوا واتقوا الله\n</p>\n\n<p>\nلعلكم تفلحون\"، الرابع والأربعون: الشكر على نعمة الله لقوله تعالى \"أن\nاشكر لي ولوالديك\n</p>\n\n<p>\nإلى المصير\"، الخامس والأربعون: أخذ الرهن في البيع والشراء لقوله تعالى\n\"فرهان\n</p>\n\n<p>\nمقبوضة\"، السادس والأربعون: ترك الربوا لقوله تعالى \"لا تأكلوا الربوا\nأضعافا مضاعفة\"\n</p>\n\n<p>\nالسابع والأربعون: أن يتقي الله لقوله تعالى \"وتزودوا فإن خير الزاد\nالتقوى واتقون يا أولي\n</p>\n\n<p>\nالألباب\"، الثامن والأربعون: العمل بالحجة لقوله تعالى \"قل هاتوا برهانكم\nإن كنتم صادقين\"،\n</p>\n\n<p>\nالتاسع والأربعون الدعاء لقوله تعالى \"أدعوني أستجب لكم\"، الخمسون:\nالاستغفار لقوله\n</p>\n\n<p>\nتعالى \"واستغفروا ربكم\"- انتهى.\n</p>\n\n#~:section: ومن فوائده رحمه الله تعالى\n<p>\nقال الله تعالى: \" يثبت الله الذين آمنوا بالقول الثابت في الحياة الدنيا\nوفي الآخرة\" إذا أراد\n</p>\n\n<p>\nالله تعالى لعبد الثبات في الأمر والعزيمة على الرشد يرزقه حسن الإحسان\nوصحة الاعتبار\n</p>\n\n<p>\nوصدق الاعتبار وصدق الافتقار وهو ملاك الأمر، وعلامة الصدق صدق الإفتقار\nوهو أن\n</p>\n\n<p>\nيكون أمام كل قول يقول وكل فعل يفعل يلتجئ إلى الله سبحانه ويستعين به،\nولا يستبد بقليل\n</p>\n\n<p>\nوكثير بنفسه دون الالتجاء والإستعانة، ولا يقول ولا يفعل إلا بنية يلقى\nالله تعالى بصحتها،\n</p>\n\n<p>\nويعلم العبد أن لله تعالى عبادا يسلك بهم طريق المقربين وهؤلاء قرة عينهم\nدوام الإقبال\n</p>\n\n<p>\nعلى الله تعالى بقلبهم وإدامة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p154'> Vol. 02, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\nفعل الرضا بقالبهم، وذلك يكون جميع زمانهم إما في الصلاة\n</p>\n\n<p>\nوإما في تلاوة القرآن وإما في الذكر، ولا يكون للبطالة إليهم سبيل، حظ\nنفسهم النوم فلهم فيه\n</p>\n\n<p>\nإستراحة، والأكل بقدر الحاجة، ورعاية الاعتدال في النوم والأكل، وهؤلاء\nالقوم يزهدون في\n</p>\n\n<p>\nكثير من أبواب البر ويشغلهم ما يجدون في قلوبهم نقدا <span id='ms0166'></span> من الروح والأنس\nوالتلذذ بمناجاة الله\n</p>\n\n<p>\nتعالى والمعاملة معه عن الوعد بما يكون من الثواب على البر، وهؤلاء\nاشتغلوا بأبواب البر\n</p>\n\n<p>\nمما يتعدى نفعه، والأصحاء منهم كانوا في حماية حسن النية، ومنهم من دخل\nفي أبواب البر\n</p>\n\n<p>\nبمتابعة هوى النفس، وربما اتسع الخرق عليه فما زال يلعب به الشيطان حتى\nقطع عليه\n</p>\n\n<p>\nوقته وشغله بكثير مما لا يغنيه عما يغنيه، وخدع النفس كثير وشهواتها\nالخفية عن الوقوف\n</p>\n\n<p>\nعليها، وصادق يستعين بالخلوة والعزلة على تبين ما يشتبه من أمره، قيل:\nأدنى الأدب\n</p>\n\n<p>\nالوقوف عند الجهل، وغاية الأدب الوقوف عند الشبهة، والمعنى بالجهل ما\nيجهل هل هو\n</p>\n\n<p>\nرضا الحق أم لا، والمعنى بالشبهة أنه يعلم رضا الله تعالى ولكن عنده فيه\nشبهة تريبه،\n</p>\n\n<p>\nفيتوقف في الشيء حتى يبين له الرشد، ولا شيء يبين به الرشد كدوام\nالالتجاء والتضرع بين\n</p>\n\n<p>\nيدي الله تعالى عز وجل، وإذا دعت النفس له إلى شيء ومالت إليه والعبد\nيقاومها والنفس\n</p>\n\n<p>\nتأبى الاحتراز فليخرج إلى الصحراء ويخلو بربه ويمرغ خده في التراب ويضع\nالتراب على\n</p>\n\n<p>\nرأسه حتى يعينه الله على ترك ما يريب إلى ما لا يريب، ومبدأ الأمر صحة\nالتوبة وتقييده\n</p>\n\n<p>\nالجوارح من المناهي والمكاره قولا وفعلا، ثم تقييدها عما لا يعنيه، ثم\nبعد هذا صحة\n</p>\n\n<p>\nالأمر في الزهد في الدنيا، وجواهر الزهد اليأس عن الخلق واستواء قبولهم\nوردهم، وعند\n</p>\n\n<p>\nاليأس عن الخلق دوام الروم وصحة العبادة ووجدان اللذة فيها، ونعم المعين\nبعد العزلة خفة\n</p>\n\n<p>\nالمعدة وقيام الليل، فإذا استقام قلب العبد بالتقوى والزهد لا يتخلف قلبه\nعن لسانه في\n</p>\n\n<p>\nالصلاة والأذكار ويمكنه الله تعالى من حسم مادة حديث النفس في الصلاة\nوالتلاوة، وقال\n</p>\n\n<p>\nبعضهم: أسوأ المعاصي حديث النفس في الصلاة والتلاوة، وقال بعضهم: من\nانتقل من نفس\n</p>\n\n<p>\nإلى نفس من غير ذكر فقد ضيع حاله واشتغاله بما لا يعنيه وتركه ما يعنيه\nوقد قال الله\n</p>\n\n<p>\n\"ومن يعش عن ذكر الرحمن نقيض له شيطانا فهو له قرين\"، ويحفظ الصادق\nالجمعة\n</p>\n\n<p>\nوالجماعة وتكفيه من بركة المسلمين الحضور معهم <span id='ms0167'></span> في الجمعة والجماعة، ويبكر\nإلى الجامع\n</p>\n\n<p>\nمن طلوع الشمس، ويشتغل وقته بأنواع العبادات، ويحذر مجالسة الخلق إلا مع\nمفيد أو\n</p>\n\n<p>\nمستفيد، فالمفيد من يسلك به طريق المقربين، والمستفيد من يسلك إلى قوة في\nالحال، ولكل\n</p>\n\n<p>\nوجهة هو موليها، إلى غير ذلك.\n</p>\n\n<p>\nوكانت له ثلاث زوجات، إحداهن بنت عمه محمد وولدها ناصر الدين محمود،\nثانيتهن من\n</p>\n\n<p>\nعشيرة السادة من أهل دهلي وولدها عبد الله، وثالثتهن كانت من العائلة\nالرومية وولدها\n</p>\n\n<p>\nعلي أكبر، كما في تذكرة السادة البخارية للسيد علي أصغر الكجراتي.\n</p>\n\n<p>\nوكانت وفاته سنة خمس وثمانين وسبعمائة، كما في أخبار الأخيار.\n</p>\n\n<h3 class='dic-item l3' id='head58'>53- الشيخ حسين بن محمد الكرماني</h3>\n\n<p>\nالشيخ العالم الصالح الحسين بن محمد بن محمود الحسيني الكرماني الشيخ قطب\nالدين\n</p>\n\n<p>\nالدهلوي كان من الرجال المعروفين بالفضل والصلاح، قرأ العلم على مولانا\nفخر الدين\n</p>\n\n<p>\nالزرادي وأخذ الطريقة عن الشيخ الإمام المجاهد نظام الدين محمد\nالبدايوني، وصحبه منذ\n</p>\n\n<p>\nنعومة أظفاره إلى سن الكهولة وكان صاحبه وكاتبه، انتقل إلى ديوكير بأمر\nمحمد شاه تغلق\n</p>\n\n<p>\nفي سنة اثنتين وثلاثين وسبعمائة، ولبث بها زمانا ثم رجع إلى مدينة دهلي،\nومات بها بالفالج\n</p>\n\n<p>\nفي الحادي والعشرين من شعبان سنة اثنتين وخمسين وسبعمائة، كما في سير\nالأولياء.\n</p>\n\n<h3 class='dic-item l3' id='head59'>54- الشيخ حسين بن عمر الغياث بوري</h3>\n\n<p>\nالشيخ العالم الصالح حسين بن عمر العريضي الغياث بوري أحد المشايخ\nالجشتية، ولد\n</p>\n\n<p>\nبغياث بور سنة ثمان وستين وستمائة، وأخذ الطريقة عن الشيخ الإمام المجاهد\nنظام الدين\n</p>\n\n<p>\nمحمد البدايوني، وانتقل من دهلي إلى كجرات سنة اثنتين وسبعمائة، وسكن\nبمدينة فتن،\n</p>\n\n<p>\nوعمره قارب ثلاثين ومائة سنة، له حاشية على هداية الفقه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p155'> Vol. 02, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\nمات في غرة جمادي الأخرى سنة ثمان وتسعين وسبعمائة، كما في مرآت أحمدي مع\nزيادة\n</p>\n\n<p>\nيسيرة من كلزار أبرار.\n</p>\n\n<h3 class='dic-item l3' id='head60'>55- مولانا حجة الدين الملتاني القديم</h3>\n\n<p>\nالشيخ العالم الكبير العلامة حجة الدين الملتاني القديم أحد العلماء\nالبارعين في النحو\n</p>\n\n<p>\nوالعربية والفقه وأصوله، كان يدرس ويفيد بدار الملك دهلي في عهد السلطان\nعلاء الدين\n</p>\n\n<p>\nالخلجي، ذكره البرني في تاريخه.\n</p>\n\n<p>\nقال الكرماني في سير الأولياء: إنه أخذ الطريقة عن الشيخ <span id='ms0168'></span> الإمام المجاهد\nنظام الدين محمد\n</p>\n\n<p>\nالبدايوني، وله منظومة في أسماء المشايخ الجشتية بالعربية- انتهى.\n</p>\n\n<h3 class='dic-item l3' id='head61'>56- مولانا حسام الدين الساوي</h3>\n\n<p>\nالشيخ العلامة حسام الدين الساوي أحد الأساتذة المشهورين ببلدة دهلي في\nعهد\n</p>\n\n<p>\nالسلطان علاء الدين محمد شاه الخلجي، كان يدرس ويفيد، ذكره البرني في\nتاريخه.\n</p>\n\n<h3 class='dic-item l3' id='head62'>57- مولانا حسام الدين سرخ</h3>\n\n<p>\nالشيخ العالم الكبير حسام الدين الدهلوي أحد العلماء المشهورين في الفقه\nوالأصول\n</p>\n\n<p>\nوالعربية، كان يدرس ويفيد ببلدة دهلي في عهد السلطان علاء الدين محمد شاه\nالخلجي،\n</p>\n\n<p>\nذكره البرني في تاريخه.\n</p>\n\n<h3 class='dic-item l3' id='head63'>58- مولانا حماد الدين الكاشاني</h3>\n\n<p>\nالشيخ العالم الفقيه حماد الدين بن عماد الدين الحنفي الصوفي الكاشاني\nأحد المشايخ\n</p>\n\n<p>\nالجشتية، قرأ العلم على الشيخ زين الدين داؤد بن الحسين الشيرازي، ثم أخذ\nالطريقة عن\n</p>\n\n<p>\nالشيخ برهان الدين محمد بن الناصر الهانسوي ولازمه مدة حياته وجمع\nملفوظاته في كتابه\n</p>\n\n<p>\nأحسن الأقوال فرغ من تصنيفه في سنة ثمان وثلاثين وسبعمائة، مات بدولت\nآباد ولم أظفر\n</p>\n\n<p>\nبتاريخ وفاته غير أن مجلس ذكر وفاته يجتمع في الثالث عشر من شهر صفر،\nفلعله مات في\n</p>\n\n<p>\nهذا اليوم من هذا الشهر.\n</p>\n\n<h3 class='dic-item l3' id='head64'>59- مولانا حميد الدين الدهلوي</h3>\n\n<p>\nالشيخ الفاضل الكبير حميد الدين البياني الدهلوي أحد العلماء المشهورين\nفي عصره، كان\n</p>\n\n<p>\nيدرس ويفيد بدار الملك دهلي في عصر السلطان علاء الدين محمد شاه الخلجي،\nذكره\n</p>\n\n<p>\nالبرني في تاريخه.\n</p>\n\n<h3 class='dic-item l3' id='head65'>60- الشيخ حميد الدين القلندري الدهلوي</h3>\n\n<p>\nالشيخ الفاضل حميد الدين بن تاج الدين القلندري الدهلوي أحد المشايخ\nالجشتية، أدرك\n</p>\n\n<p>\nالشيخ الامام نظام الدين محمدا البدايوني وبايعه ولما توفي الشيخ لازم\nالشيخ برهان الدين\n</p>\n\n<p>\nمحمد بن الناصر الهانسوي وجمع ملفوظاته في كتاب، ثم صحب الشيخ نصير الدين\nمحمود\n</p>\n\n<p>\nالأودي ولازمه إلى وفاته وجمع ملفوظاته في كتابه خير المجالس وهو متداول\nفي أيدي الناس،\n</p>\n\n<p>\nفرغ من تصنيفه في سنة ستين وسبعمائة.\n</p>\n\n<p>\nوكانت وفاته في سنة ثمان وستين وسبعمائة، كما في خزينة الأصفياء.\n</p>\n\n<h3 class='dic-item l3' id='head66'>61- الشيخ حميد الدين الهنكاري</h3>\n\n<p>\nالشيخ الصالح حميد الدين أبو حاكم بن بهاء الدين الحارثي القرشي الهنكاري\nكان من\n</p>\n\n<p>\nنسل أبي سفيان بن الحارث القرشي رضي الله تعالى <span id='ms0169'></span> عنه، أخذ الطريقة عن\nالشيخ ركن\n</p>\n\n<p>\nالدين أبي الفتح الملتاني ولازمه زمانا، وكان صالحا تقيا زاهدا متوكلا،\nأخذ عنه خلق\n</p>\n\n<p>\nكثير.\n</p>\n\n<p>\nمات لثمان ليال بقين من ربيع الأول سنة سبع وثلاثين وسبعمائة، كما في\nخزينة الأصفياء.\n</p>\n\n<h2 class='l2' id='head67'>حرف الخاء</h2>\n\n<h3 class='dic-item l3' id='head68'>62- خسرو بن سيف الدين الدهلوي</h3>\n\n<p>\nالشيخ الامام الفاضل خسرو بن سيف الدين محمود البخاري الدهلوي أشهر\nمشاهير\n</p>\n\n<p>\nالشعراء في الهند، لم يكن له نظير في العلم والمعرفة والشعر والموسيقى\nوفنون أخر قبله ولا\n</p>\n\n<p>\nبعده.\n</p>\n\n<p>\nولد سنة إحدى وخمسين وستمائة في بنيالي،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p156'> Vol. 02, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\nونشأ بدار الملك دهلي، وتنبل في أيام\n</p>\n\n<p>\nالسلطان غياث الدين بلبن ولم يزل ملازما للجد والاجتهاد في التحصيل\nوالتضلع في العلوم\n</p>\n\n<p>\nحتى بلغ الغاية وتفرد بالشعر والموسيقى والبلاغة وغيرها من العلوم، وكانت\nله فيها معرفة\n</p>\n\n<p>\nتامة، ثم مال إلى مذهب الصوفية وسلوك طريقتهم، فبايع الشيخ الامام\nالمجاهد نظام الدين\n</p>\n\n<p>\nمحمد بن أحمد البدايوني، وكان قد نال حظا وافرا من تقرب الملوك والأمراء\nونال منهم من\n</p>\n\n<p>\nالصلات والجوائز لم ينلها أحد وإنك لا تكاد تسمع من يدانيه في الشعر\nويجاريه في البلاغة،\n</p>\n\n<p>\nاخترع أنواعا من البديع، منها أبو قلمون، وهو في اللغة ثوب رومي يتلون\nألوانا، وفي\n</p>\n\n<p>\nالإصطلاح عبارة واحدة تؤدي معناها في لغتين أو أكثر، وهو يرجع إلى\nالتورية المركبة من\n</p>\n\n<p>\nالألسنة المختلفة، وذلك الإسم من مخترعات السيد غلام علي البلكرامي صاحب\nسبحة\n</p>\n\n<p>\nالمرجان، ومنها ذو الوجهين، وهو أن يرتب المتكلم كلاما يصح معناه\nبالعربية والفارسية\n</p>\n\n<p>\nبالتصحيف والتحريف، ومنها قلب السانين، وهو أن يرتب المتكلم كلاما عربيا\nإذا قلب\n</p>\n\n<p>\nيكون كلاما فارسيا أو كلاما فارسيا إذا قلب يكون كلاما عربيا.\n</p>\n\n<p>\nومن مخترعاته في الموسيقى أغان كثيرة منها القول وترانه وخيال ونقش ونكار\nوبسيط\n</p>\n\n<p>\nوتلانه وسوهله وله تصرفات عجيبة في الأغاني القديمة لا يحتملها هذا\nالمختصر.\n</p>\n\n<p>\nوأما مصنفاته فهي كثيرة ممتعة، منها إعجاز خسروي في البدائع ومحسنات\nالكلام في ثلاثة\n</p>\n\n<p>\nمجلدات، فرغ من تصنيفه سنة تسع عشرة وسبعمائة، ومنها أفضل الفوائد جمع\nفيه\n</p>\n\n<p>\nملفوظات شيخه نظام الدين المذكور، وله خمسة دواوين في <span id='ms0170'></span> الشعر الفارسي تحفة\nالصغر\n</p>\n\n<p>\nووسط الحياة وغرة الكمال والبقية النقية ونهاية الكمال وله خمس مزدوجات\nعارض بها\n</p>\n\n<p>\nخمسة الشيخ نظامي الكنجوي: الأولى مطلع الأنوار والثانية شيرين خسرو\nوالثالثة ليلى\n</p>\n\n<p>\nمجنون والرابعة آئينة إسكندري والخامسة هشت بهشت، نسخ خمستها في سنتين،\nوفيها\n</p>\n\n<p>\nثمانية عشر ألف بيت.\n</p>\n\n<p>\nومن مصنفاته قران السعدين وهي أول مزدوجة صنفها في سنة ثمان وثمانين\nوستمائة في\n</p>\n\n<p>\nلقاء كيقباد وأبيه بغراخان. ومنها تاج الفتوح مزدوجة في غزوات السلطان\nجلال الدين\n</p>\n\n<p>\nالخلجي، ومنها خزائن الفتوح مزدوجة في فتوح السلطان علاء الدين محمد شاه\nالخلجي،\n</p>\n\n<p>\nومنها نه سبهر صنفها باسم السلطان قطب الدين مبارك شاه الخلجي، ومنها\nديول راني\n</p>\n\n<p>\nخضر خان وهي المزدوجة الغرامية في أخبار خضر خان بن علاء الدين الخلجي\n</p>\n\n<p>\nوعشيقته ديول راني، ومنها تغلق نامه في غزوات غياث الدين تغلق، وأبياته\nفي تلك\n</p>\n\n<p>\nالمصنفات يربو عددها على أربعمائة ألف، كما في مرآة الخيال.\n</p>\n\n<p>\nوكان ممن تفرد في علم الأدب والشعر، واشتهر أمره في حياته حتى بلغ صيته\nإلى أقصى\n</p>\n\n<p>\nإيران، وسارت بمصنفاته الركبان، فلما أراد محمد بن غياث الدين الشهيد أن\nيستقدم الشيخ\n</p>\n\n<p>\nسعدي المصلح الشيرازي إلى الهند اعتذر لكبر سنه وأوصاه بأن يرشح الأمير\nخسرو\n</p>\n\n<p>\nويربيه، فإن عليه لائحة الرشد والتمييز.\n</p>\n\n<p>\nقال القاضي ضياء الدين البرني في تاريخه: إنه كان ملك ملوك الشعراء من\nالسلف إلى\n</p>\n\n<p>\nالخلف، لم يكن له نظير في اختراع المعاني وكشف الرموز الغريبة وكثرة\nالمصنفات، فإن كان\n</p>\n\n<p>\nبعض الشعراء متفردين في فن أو فنين فإنه كان متفردا في جميع الفنون\nالشعرية، قال: ومع\n</p>\n\n<p>\nذلك الفضل والكمال كان صوفيا مستقيم الحال، صرف أكثر عمره في الصيام\nوالتعبد\n</p>\n\n<p>\nوالتلاوة، وكان صاحب وجد وحالة ماهرا في علم الموسيقى عالما وعملا،\nانتهى.\n</p>\n\n<p>\nومن شعره قوله:\n</p>\n\n<p>\nذاب الفؤاد وسال من عيني الدم وحكى الدوامع كل ما أنا أكتم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p157'> Vol. 02, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا أبحت لدى الورى كرب النوى تبكي الأحبة والأعادي ترحم\n</p>\n\n<p>\nيا عاذل العشاق دعني باكيا إن السكون على المحب محرم\n</p>\n\n<p>\nمن بات مثلي فهو يدري حالتي طول الليالي كيف <span id='ms0171'></span> بات متيم\n</p>\n\n<p>\nوله بالفارسية:\n</p>\n\n<p>\nإيوان مراد بس بلند است آنجا بهوس رسيد نتوان\n</p>\n\n<p>\nاين شربت عاشقي است خسرو بي خون جكر جشيد نتوان\n</p>\n\n<p>\nكانت وفاته ليلة الجمعة في الثامن عشر من شوال سنة خمس وعشرين وسبعمائة\nوله أربع\n</p>\n\n<p>\nوسبعون سنة، وقبره بدهلي في مقبرة شيخه نظام الدين رحمه الله تعالى.\n</p>\n\n<h3 class='dic-item l3' id='head69'>63- السيد خضر الرومي</h3>\n\n<p>\nالسيد خضر الرومي المعمر ثلاثمائة وخمسين سنة كان من أئمة الطائفة\nالقلندرية، أخذ\n</p>\n\n<p>\nالطريقة من الشيخ عبد العزيز عبد الله علمبردار المكي المعمر ستمائة سنة\nبعد النبي صلى\n</p>\n\n<p>\nالله عليه وسلم، وساح المعمورة ودخل الهند فلبس الخرقة الجشتية من الشيخ\nقطب الدين\n</p>\n\n<p>\nبختيار الكعكي بمدينة دهلي، ثم سافر إلى بلاد أخرى، أخذ عنه نجم الدين بن\nنظام الدين\n</p>\n\n<p>\nالحسيني الدهلوي وخلق آخرون، قال الشيخ حسين القلندر في الغوثية: فلما\nمضت له مدة\n</p>\n\n<p>\nطويلة في السفر وطوف الأراضي قدم الهند مرة أخرى ومات بها، ومدة عمره\nمائة وتسعون\n</p>\n\n<p>\nسنة، وفي الفصول المسعودية: إن عمره ناهز ثلاثمائة وخمسين سنة خمسين\nوسبعمائة.\n</p>\n\n<h3 class='dic-item l3' id='head70'>64- خواجه خطير بن أشرف النخشبي</h3>\n\n<p>\nالسيد الشريف خطير بن أشرف بن أسد الله بن عبد الله بن محمد بن الحسن بن\nأحمد\n</p>\n\n<p>\nبن الشيخ قطب الدين المودود الحسيني الجشتي كان من الرجال المعروفين\nبالفضل والصلاح،\n</p>\n\n<p>\nقدم الهند وناب الوزارة في عهد غياث الدين بلبن، ونال الوزارة في عهد\nالسلطان معز الدين\n</p>\n\n<p>\nكيقباد، ثم حسده نظام الدين وكيل در، فاتهمه بموافقته لكيخسرو فأركبه على\nالحمار\n</p>\n\n<p>\nوأجلاه من دهلي مع الذل والهوان، ثم لما قام بالملك جلال الدين فيروز شاه\nالخلجي\n</p>\n\n<p>\nاستوزره ورفع مكانه، ثم لما قام بعده ابن أخيه علاء الدين محمد شاه\nالخلجي اجتباه\n</p>\n\n<p>\nللوزارة فاستقل بها عشرين سنة، وكان غياث الدين تغلق شاه يعظمه تعظيما\nبالغا ويأمره\n</p>\n\n<p>\nبالجلوس بين يديه، وكان يستشيره في مهمات الأمور.\n</p>\n\n<h2 class='l2' id='head71'>حرف الدال</h2>\n\n<h3 class='dic-item l3' id='head72'>65- الشيخ دانيال بن الحسن الستركي</h3>\n\n<p>\nالشيخ العالم الصالح دانيال بن الحسن بن الفضل بن عبد الله بن العباس بن\nيحيى بن الفضل\n</p>\n\n<p>\nبن محمد بن الفضل بن عبد الله بن <span id='ms0172'></span> العباس العباسي العلوي الستركي أحد\nالعلماء المبرزين\n</p>\n\n<p>\nفي الفقه والأصول والعربية.\n</p>\n\n<p>\nولد ونشأ بستركه- بفتح السين المهملة وسكون التاء الفوقية وكسر الراء-\nكانت مدينة\n</p>\n\n<p>\nكبيرة بأرض أوده، واليوم قرية من أعمال لكهنؤ، وسافر إلى بيانه، فقرأ\nالعلم على القاضي\n</p>\n\n<p>\nعبد الله البيانوي، ثم تزوج بابنته العفيفة، ثم رحل إلى دهلي وأخذ\nالطريقة عن الشيخ\n</p>\n\n<p>\nنصير الدين محمود الأودي، وصحبه مدة من الزمان حتى نال حظا وافرا من\nالعلم والمعرفة،\n</p>\n\n<p>\nثم رجع إلى بيانه واستصحب زوجته معه وسافر إلى بلدته ستركه، فقتل بأيدي\nقطاع\n</p>\n\n<p>\nالطريق يوم كاد يصل إلى بلدته، وكان ذلك في سنة ثمان وأربعين وسبعمائة،\nفنقلوا جسده\n</p>\n\n<p>\nإلى ستركه ودفنوه بها، كما في البحر الزخار.\n</p>\n\n<h3 class='dic-item l3' id='head73'>66- الشيخ داود بن الحسين الشيرازي</h3>\n\n<p>\nالشيخ العارف الكبير الزاهد زين الدين داود بن الحسين بن محمود بن محمد\nالشيرازي\n</p>\n\n<p>\nأحد مشاهير الأولياء، ولد بشيراز في سنة إحدى وسبعمائة، واشتغل بالعلم من\nصغر\n</p>\n\n<p>\nسنه، وسافر إلى الحرمين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p158'> Vol. 02, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\nالشريفين، فحج وزار ودخل الهند ولازم الشيخ كمال الدين\n</p>\n\n<p>\nالسامانوي، وقرأ عليه العلم وحفظ القرآن وبرع في الفقه والأصول والعربية،\nثم سار إلى\n</p>\n\n<p>\nدولت آباد مع شيخه كمال الدين المذكور فسكن بها ودرس وأفاد مدة من\nالزمان.\n</p>\n\n<p>\nوكان شديد التعصب على الصوفية، يشنع عليهم وينكر الغناء والتواجد ويطعن\nعلى\n</p>\n\n<p>\nالشيخ برهان الدين محمد بن الناصر الهانسوي، فكلفه الشيخ ركن الدين\nالكاشاني\n</p>\n\n<p>\nصاحب نفائس الأنفاس أن يزوره مرة، فحضر في مجلسه وعرض عليه بعض المسائل\nالدقيقة\n</p>\n\n<p>\nليختبره في العلم، فأجاب الشيخ برهان الدين المذكور بما يشفي العليل\nويروي الغليل، فخضع\n</p>\n\n<p>\nله وبايع على يده الكريمة، وكان ذلك في سنة ست وثلاثين وسبعمائة، ثم\nلازمه مجدا في\n</p>\n\n<p>\nأذكار القوم وأشغالهم، ففتحت عليه أبواب المعرفة، فاستخلفه الشيخ في سنة\nسبع وثلاثين\n</p>\n\n<p>\nوسبعمائة، ثم قام مقامه في الإرشاد وجلس على مشيخته بعده في سنة ثمان\nوثلاثين\n</p>\n\n<p>\nوسبعمائة، واستقام على الطريقة مع انقطاعه إلى الزهد والعبادة والاشتغال\nبالله سبحانه\n</p>\n\n<p>\nودعاء الخلق إليه، أخذ عنه خلق كثير ممن لا يحصون بحد وعد، وخضع له <span id='ms0173'></span>\nالملوك ومصر\n</p>\n\n<p>\nباسمه نصير خان الفاروقي صاحب خانديس بلدة زين آباد، وباسم شيخه مدينة\nبرهان\n</p>\n\n<p>\nبور.\n</p>\n\n<p>\nوكانت وفاته يوم الأحد الخامس والعشرين من ربيع الأول سنة إحدى وسبعين\nوسبعمائة،\n</p>\n\n<p>\nودفن بالروضة عند شيخه، وقبره يزار ويتبرك به، كما في روضة الأولياء\nللسيد غلام علي\n</p>\n\n<p>\nالبلكرامي.\n</p>\n\n<h2 class='l2' id='head74'>حرف الراء المهملة</h2>\n\n<h3 class='dic-item l3' id='head75'>67- القاضي ركن الدين الكروي</h3>\n\n<p>\nالسيد الشريف القاضي ركن الدين بن نظام الدين بن قطب الدين الحسني\nالحسيني الكروي\n</p>\n\n<p>\nأحد أئمة العصر وحامل لواء الفخر، توفي والده في صغر سنه، فتربى في مهد\nجده، وقرأ\n</p>\n\n<p>\nالعلم على عمه قوام الدين محمود الدهلوي، ثم ولي القضاء بمدينة كره بعد\nما عزل عمه تاج\n</p>\n\n<p>\nالدين ونقل إلى بدايون.\n</p>\n\n<p>\nوكان شيخا جليلا وقورا عظيم الهيبة يأمر بالمعروف وينهى عن المنكر،\nويهابه خواجه\n</p>\n\n<p>\nكرك الله الأبدال ويستر عورته إذا رآه، كما في ملفوظات الأبدال المذكور.\n</p>\n\n<p>\nقال القاضي ضياء الدين البرني في تاريخه: إنه كان جامعا للفضائل، صاحب\nوجد وحالة،\n</p>\n\n<p>\nذا كشوف وكرامات، لم ير له نظير في زمانه في الترك والتجريد والإعطاء\nوالإيثار، قال: وإني\n</p>\n\n<p>\nتشرفت بزيارته وقبلت رجليه، ما رأيت مثل ما رزقه الله من الأوصاف السنية\nوالمهابة\n</p>\n\n<p>\nالجلية، انتهى.\n</p>\n\n<h3 class='dic-item l3' id='head76'>68- الشيخ ركن الدين الكاشاني</h3>\n\n<p>\nالشيخ الفاضل ركن الدين بن عماد الدين الكاشاني أحد المشايخ المشهورين في\nعصره، قرأ\n</p>\n\n<p>\nالعلم على الشيخ زين الدين داود بن الحسين الشيرازي، وأخذ الطريقة عن\nالشيخ برهان\n</p>\n\n<p>\nالدين محمد بن الناصر الهانسوي ولازمه مدة حياته.\n</p>\n\n<p>\nله نفائس الأنفاس كتاب في ملفوظات شيخه محمد بن الناصر، وله شمائل\nالأتقياء كتاب\n</p>\n\n<p>\nمشتمل على أربعة أبواب: الأول في أفعال أصحاب الطريقة، والثاني في أحوال\nأرباب\n</p>\n\n<p>\nالحقيقة، والثالث في محامد الله سبحانه ونعوت النبي صلى الله عليه وسلم،\nوالرابع في\n</p>\n\n<p>\nغوامض الحقائق المتنوعة، أوله: ستائس بي عد مانند شيم وشمائل، الخ، صنفه\nبعد كتابه\n</p>\n\n<p>\nنفائس الأنفاس.\n</p>\n\n<p>\nوكانت وفاته ببلدة دولت آباد.\n</p>\n\n<h3 class='dic-item l3' id='head77'>69- القاضي ركن الدين الكاشاني</h3>\n\n<p>\nالشيخ العالم الفقيه ركن الدين بن جلال الدين بن قطب الدين الكاشاني\nالملتاني كان من\n</p>\n\n<p>\nأكابر الفقهاء الحنفية، تولى القضاء <span id='ms0174'></span> ببلدة كوئل- بضم الكاف- وبقيت تلك\nالوظيفة في\n</p>\n\n<p>\nأولاده إلى انقراض الدولة الإسلامية، كما في أخبار الجمال.\n</p>\n\n<h3 class='dic-item l3' id='head78'>70- مولانا ركن الدين السنامي</h3>\n\n<p>\nالشيخ الفاضل الكبير ركن الدين الحنفي السنامي أحد العلماء المبرزين في\nالفقه والأصول\n</p>\n\n<p>\nوالعربية، لم يزل يشتغل بالدرس والإفادة في عهد السلطان علاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p159'> Vol. 02, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\nالدين محمد شاه الخلجي،\n</p>\n\n<p>\nذكره البرني في تاريخه.\n</p>\n\n<h3 class='dic-item l3' id='head79'>71- مولانا ركن الدين الإندربتي</h3>\n\n<p>\nالشيخ الفاضل الكبير ركن الدين الإندربتي أحد العلماء البارعين في العلوم\nالعربية، قرأ العلم\n</p>\n\n<p>\nعلى الشيخ فخر الدين الزرادي، وقرأ عليه الشيخ محمد بن المبارك الحسيني\nالكرماني\n</p>\n\n<p>\nوالشيخ سراج الدين عثمان الأودي وخلق آخرون، كما في سير الأولياء.\n</p>\n\n<h3 class='dic-item l3' id='head80'>72- الشيخ ركن الدين الظفر آبادي</h3>\n\n<p>\nالشيخ الصالح الفقيه ركن الدين بن صدر الدين أبو الفتح القرشي الملتاني\nثم الظفر آبادي\n</p>\n\n<p>\nأحد العلماء المبرزين في الفقه والأصول والتصوف، كان ممن يشار إليه في\nاستحضار المسائل\n</p>\n\n<p>\nالجزئية، وله كعب عال في حقائق التوحيد والمعرفة، درس وأفاد مدة من\nالزمان ثم ترك\n</p>\n\n<p>\nالبحث والإشتغال، وأخذ الطريقة السهروردية عن والده ولازمه ملازمة طويلة\nحتى نال\n</p>\n\n<p>\nحظا وافرا من المعارف الإلهية، وتولى المشيخة بعد أبيه، أخذ عنه ولده شمس\nالدين، توفي\n</p>\n\n<p>\nلتسع خلون من المحرم سنة ست وتسعين وسبعمائة، فدفن عند أبيه، كما في\nالانتصاح.\n</p>\n\n<h3 class='dic-item l3' id='head81'>73- مولانا ركن الدين البدايوني</h3>\n\n<p>\nالشيخ الإمام العالم الكبير ركن الدين البدايوني أحد الفقهاء المبرزين في\nالفقه والأصول\n</p>\n\n<p>\nوالعربية، تفقه على الشيخ أبي القاسم التنوخي، وتفقه التنوخي على حميد\nالدين الضرير،\n</p>\n\n<p>\nوالضرير على الكردري، والكردري على صاحب الهداية. وتفقه عليه سراج الدين\nأبو\n</p>\n\n<p>\nحفص عمر بن إسحاق بن أحمد الغزنوي، كما في الفوائد البهية.\n</p>\n\n<h3 class='dic-item l3' id='head82'>74- مولانا ركن الدين البهاري</h3>\n\n<p>\nالشيخ الصالح ركن الدين البهاري أحد رجال العلم والطريقة، أخذ عن الشيخ\nشرف الدين\n</p>\n\n<p>\nأحمد بن يحيى المنيري، وسافر إلى الحرمين الشريفين، فحج وزار ورجع إلى\nالهند، وصنف\n</p>\n\n<p>\nله شرف الدين فوائد ركني رسالة مبسوطة في الحقائق.\n</p>\n\n<h2 class='l2' id='head83'>حرف الزاي المعجمة</h2>\n\n<h3 class='dic-item l3' id='head84'>75- زاهد بن محمد البهاري</h3>\n\n<p>\nالشيخ الصالح زاهد بن محمد بن نظام القاضي زاهد البهاري أحد رجال\nالطريقة، أخذ\n</p>\n\n<p>\nعن <span id='ms0175'></span> الشيخ شرف الدين أحمد بن يحيى المنيري ولازمه، وسأله عن بعض المسائل\nفي\n</p>\n\n<p>\nالحقائق، فأجابه في مختصر مضبوط وسماه الأجوبة، كما في سيرة الشرف.\n</p>\n\n<h3 class='dic-item l3' id='head85'>76- مولانا زين الدين الديوي</h3>\n\n<p>\nالشيخ الفاضل زين الدين الديوي أحد العلماء المبرزين في الفقه والحديث،\nأهدى إلى الشيخ\n</p>\n\n<p>\nشرف الدين أحمد بن يحيى المنيري صحيح مسلم بن الحجاج النيسابوري ولقيه\nبمدينة\n</p>\n\n<p>\nبهار، كما في سيرة الشرف.\n</p>\n\n<h3 class='dic-item l3' id='head86'>77- الشيخ زين الدين الأودي</h3>\n\n<p>\nالشيخ العالم الفقيه زين الدين بن عبد الرحمن العمري الكابلي الدهلوي ثم\nالأودي، كان ابن\n</p>\n\n<p>\nأخت الشيخ نصير الدين محمود الأودي، ولد بأرض أوده واشتغل بالعلم على\nأساتذة\n</p>\n\n<p>\nعصره، ثم أخذ الطريقة عن خاله المذكور، وله أعقاب كثيرة في بلدة أميتهي،\nكما في البحر\n</p>\n\n<p>\nالزخار.\n</p>\n\n<h3 class='dic-item l3' id='head87'>78- القاضي زين الدين الدهلوي</h3>\n\n<p>\nالشيخ الفاضل الكبير القاضي زين الدين الناقلة الحنفي الدهلوي، أحد\nالأساتذة\n</p>\n\n<p>\nالمشهورين بدار الملك دهلي في عهد السلطان علاء الدين محمد شاه الخلجي،\nذكره البرني\n</p>\n\n<p>\nفي تاريخه.\n</p>\n\n<h3 class='dic-item l3' id='head88'>79- القاضي زين الدين الكواليري</h3>\n\n<p>\nالشيخ الفقيه القاضي زين الدين المبارك الكواليري كان قاضيا ببلدة\nكواليار في عهد\n</p>\n\n<p>\nالسلطان قطب الدين مبارك شاه الخلجي، لقيه محمد بن بطوطة المغربي الرحالة\nوذكره في\n</p>\n\n<p>\nكتابه.\n</p>\n\n<h3 class='dic-item l3' id='head89'>80- الخواجه زكي الدين المقرئ</h3>\n\n<p>\nالشيخ العالم المجود زكي الدين المقرئ الدهلوي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p160'> Vol. 02, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\nأحد الأساتذة المشهورين بدار الملك دهلي\n</p>\n\n<p>\nفي القراءة والتجويد، وكان ابن أخت الوزير حسن بن أبي الحسن البصري، ذكره\nالبرني في\n</p>\n\n<p>\nتاريخه.\n</p>\n\n<h2 class='l2' id='head90'>حرف السين المهملة</h2>\n\n<h3 class='dic-item l3' id='head91'>81- سيف الدين غدا أمير عرب الشام</h3>\n\n<p>\nالأمير سيف الدين غدا بن هبة الله بن مهنأ أمير عرب الشام، قدم الهند علي\nمحمد شاه\n</p>\n\n<p>\nتغلق سلطان الهند فأكرم مثواه وأنزله بكوشك لعل قصر السلطان جلال الدين\nالخلجي\n</p>\n\n<p>\nبمدينة دهلي، وأجزل له العطاء وأحسن إليه إحسانا عظيما، وأعطاه مرة أحد\nعشر فرسا\n</p>\n\n<p>\nمن عتاق الخيل ومرة أخرى عشرة من الخيل مسرجة بالسروج المذهبة عليها\nاللجم\n</p>\n\n<p>\nالمذهبة، ثم زوجه بعد ذلك بأخته فيروز خاتون، ولما كان بعد عشرين يوما من\nزفافه اتفق\n</p>\n\n<p>\nأنه وصل إلى دار السلطان فأراد الدخول، فمنعه كبير الخواص من البوابين\nفلم <span id='ms0176'></span> يسمع منه،\n</p>\n\n<p>\nفأمسك البواب بتلابيبه ورده، فضربه الأمير بعضا كانت هنالك فأدماه، وكان\nهذا\n</p>\n\n<p>\nالمضروب من كبار الأمراء يعرف أبوه بقاضي غزنة وهو من ذرية السلطان محمود\nبن\n</p>\n\n<p>\nسبكتكين الغزنوي والسلطان يخاطبه بالأب ويخاطب ابنه هذا بالأخ فدخل على\nالسلطان\n</p>\n\n<p>\nوأخبره بما صنع الأمير، فقال: القاضي يفصل بينكما، فقال القاضي كمال\nالدين للأمير: أنت\n</p>\n\n<p>\nضربته؟ أو قل: لا- يقصد أن يعلمه الحجة- فقال سيف الدين: أنا ضربته، وأتى\nوالد\n</p>\n\n<p>\nالمضروب فرام الإصلاح بينهما فلم يقبل سيف الدين، فأمر القاضي بسجنه تلك\nالليلة،\n</p>\n\n<p>\nوتخلص الأمير غدا عند الظهر من سجنه، فأظهر السلطان إهماله وأضرب عما كان\nأمر له\n</p>\n\n<p>\nبولايته وأراد نفيه، فجاء النقباء ليخرجوه فأراد دخول داره ووداع أهله\nفترادف النقباء في\n</p>\n\n<p>\nطلبه فخرج باكيا، وتوجه محمد بن بطوطة المغربي حين ذلك إلى دار السلطان\nفبات بها\n</p>\n\n<p>\nفسأله بعض الأمراء عن مبيته فقال له: جئت لأتكلم في الأمير سيف الدين حتى\nيرد ولا\n</p>\n\n<p>\nينفي، فقال: لا يكون، فقال: والله! لأبيتن بدار السلطان ولو بلغ مبيتي\nمائة ليلة حتى يرد،\n</p>\n\n<p>\nفبلغ ذلك السلطان فأمر برده وأمره أن يكون في خدمة الأمير قبولة\nاللاهوري، فأقام أربعة\n</p>\n\n<p>\nأعوام في خدمته يركب بركوبه ويسافر بسفره حتى تأدب وتهذب، ثم أعاده\nالسلطان إلى ما\n</p>\n\n<p>\nكان عليه أولا وأقطعه البلاد وقدمه على العساكر ورفع قدره، ذكره ابن\nبطوطة في كتابه.\n</p>\n\n<h3 class='dic-item l3' id='head92'>82- مولانا سعد الدين الدهلوي</h3>\n\n<p>\nالشيخ الفاضل الكبير العلامة سعد الدين المنطقي الدهلوي أحد العلماء\nالمبرزين في\n</p>\n\n<p>\nالمنطق والحكمة، قربه جلال الدين فيروز شاه الخلجي إلى نفسه وولاه\nالإمارة فأقطعه أرضا\n</p>\n\n<p>\nخراجية، وأعطاه العلم والطبل، وجعله قوربيكي فصار من ندمائه، وتقرب إلى\nغياث الدين\n</p>\n\n<p>\nتغلق ثم إلى ولده محمد شاه تغلق، وكان محمد شاه يذاكره في العلوم.\n</p>\n\n<h3 class='dic-item l3' id='head93'>83- القاضي سماء الدين الدهلوي</h3>\n\n<p>\nالشيخ العالم الفقيه القاضي سماء الدين الحنفي الدهلوي العالم المشهور في\nعصره، ولي\n</p>\n\n<p>\nالقضاء بمدينة دهلي في عهد السلطان غياث الدين تغلق، ذكره القاضي ضياء\nالدين البرني\n</p>\n\n<p>\nفي تاريخه.\n</p>\n\n<h3 class='dic-item l3' id='head94'>84- مولانا سراج الدين الثقفي</h3>\n\n<p>\nالشيخ الإمام العلامة سراج <span id='ms0177'></span> الدين الثقفي الدهلوي أحد الفقهاء المبرزين في\nالفقه والأصول\n</p>\n\n<p>\nوالعربية، تفقه على الشيخ أبي القاسم التنوخي، وتفقه التنوخي على حميد\nالدين الضرير،\n</p>\n\n<p>\nوالضرير على الكردري، والكردري على صاحب الهداية، وتفقه عليه سراج الدين\nأبو\n</p>\n\n<p>\nحفص عمر بن إسحاق بن أحمد الغزنوي، كما في الفوائد البهية.\n</p>\n\n<h3 class='dic-item l3' id='head95'>85- الشيخ سعيد الدين القندهاري</h3>\n\n<p>\nالشيخ العالم الفقيه الزاهد سعيد الدين بن نجم الدين إبراهيم بن محمد بن\nعبد السميع بن\n</p>\n\n<p>\nشمسان بن علي السكران بن السيد أحمد الكبير القطب الرفاعي القندهاري أحد\nالرجال\n</p>\n\n<p>\nالمعروفين بالفضل والصلاح، أخذ عن والده عن سيف الدين علي عن شمس الدين\nعن أبيه\n</p>\n\n<p>\nنجم الدين عبد الرحيم عن أبيه تاج الدين محمد عن خاله نجم الدين أحمد بن\nعلي عن\n</p>\n\n<p>\nقطب الدين أبي الحسن علي بن عبد الرحيم عن أخيه شمس الدين محمد عن عمه\nمحي\n</p>\n\n<p>\nالدين إبراهيم بن علي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p161'> Vol. 02, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\nالأعزب عن عمه مهذب الدين عبد الرحيم عن أخيه سيف الدين\n</p>\n\n<p>\nعلي بن عثمان عن خاله السيد أحمد الكبير الرفاعي، قدم الهند وسكن بقندهار\nقرية من\n</p>\n\n<p>\nأعمال ناندير من أعمال دكن، ومات بها في السابع عشر من رجب سنة ست\nوثلاثين\n</p>\n\n<p>\nوسبعمائة كما في مهر جهانتاب.\n</p>\n\n<h3 class='dic-item l3' id='head96'>86- الشيخ سليمان بن أحمد الملتاني</h3>\n\n<p>\nالشيخ الفاضل الكبير العلامة سليمان بن أحمد بن زكريا القرشي الإمام علم\nالدين الملتاني،\n</p>\n\n<p>\nكان من العلماء المبرزين في الفقه والأصول والحديث والعربية، ولد ونشأ\nبمدينة ملتان، وسافر\n</p>\n\n<p>\nإلى الحرمين الشريفين والقدس وبغداد وغيرها من بلاد العراق، فحج وزار\nوأخذ العلم عن\n</p>\n\n<p>\nعصابة العلوم الفاضلة، ثم رجع إلى الهند ودخل دهلي في أيام غياث الدين\nتغلق شاه\n</p>\n\n<p>\nفحكمه السلطان فيما بين الشيخ نظام الدين البدايوني والقاضي جلال الدين\nالولوالجي في أمر\n</p>\n\n<p>\nالسماع، فقضى الشيخ باباحته، وله رسالة مستقلة في تلك المسألة، كما في\nسير الأولياء وله\n</p>\n\n<p>\nرسالة في فضل الأذكار طالعتها في خزينة الفوائد.\n</p>\n\n<h3 class='dic-item l3' id='head97'>87- القاضي سماء الدين البجنوري</h3>\n\n<p>\nالشيخ الصالح الفقيه سماء الدين بن فخر الدين بن ركن الدين الصديقي\nالبجنوري أحد\n</p>\n\n<p>\nالمشايخ الجشتية، ولد بقرية بجنور ونشأ بها <span id='ms0178'></span> في مهد العلم والمشيخة، وأخذ\nعن الشيخ زين\n</p>\n\n<p>\nالدين بن أخت الشيخ نصير الدين محمود الأودي، ثم سافر إلى الحجاز فجد\nوزار ولبس\n</p>\n\n<p>\nالخرقة من الشيخ قطب الدين المكي، ولبس من الشيخ جلال الدين حسين بن أحمد\n</p>\n\n<p>\nالحسيني البخاري الأجي، وكان صاحب وجد وحالة، غشى عليه في السماع فلم يفق\n</p>\n\n<p>\nحتى مات بمدينة لكهنؤ لثمان بقين من ربيع الأول سنة ست وسبعين وسبعمائة،\nوقبره\n</p>\n\n<p>\nبلكهنؤ، كما في تذكرة الأصفياء.\n</p>\n\n<h2 class='l2' id='head98'>حرف الشين المعجمة</h2>\n\n<h3 class='dic-item l3' id='head99'>88- شاه مرزا الكشميري</h3>\n\n<p>\nالملك المؤيد شمس الدين شاه مرزا بن الطاهر الكشميري مؤسس الدولة\nالإسلامية بأرض\n</p>\n\n<p>\nكشمير، قيل إنه كان من نسل أرجن عظيم الوثنيين، رحل أحد أسلافه إلى\nخراسان فأسلم\n</p>\n\n<p>\nبها، ثم قدم شاه مرزا إلى الهند ودخل كشمير سنة خمس عشرة وسبعمائة في\nأيام سيه ديو\n</p>\n\n<p>\nملك كشمير، فخدمه مدة من الزمان، ولما توفي الملك المذكور وولي الملك\nولده رنجن ديو\n</p>\n\n<p>\nجعله وزيرا له وأستاذا خاصا لولده جندر، ولما توفي رنجن وملك بعده أودن\nديو وكان من\n</p>\n\n<p>\nذوي قرابته اجتباه للوزارة وجعله وكيلا مطلقا له في مهمات الدولة، وولي\nأبناء شاه مرزا\n</p>\n\n<p>\nعلى أقطاع فاستقلوا بها، فتوهم أودن ديو سوء نيته من استقلالهم ومنعهم أن\nيدخلوا\n</p>\n\n<p>\nعليه، فذهب شاه مرزا وأبناؤه إلى أقطاعهم وأخذوا في تكثير العدة والعدد،\nولم يزل كذلك\n</p>\n\n<p>\nحتى مات أودن ديو وقامت بالملك صاحبته، فتزوجت بشاه مرزا وأسلمت ودبرت\nالحيلة\n</p>\n\n<p>\nلدفعه، فلما عرف ذلك شاه مرزا قبض عليها وجعلها محبوسة، ثم أقام له\nالخطبة، ولقب\n</p>\n\n<p>\nنفسه شمس الدين سنة أربع وأربعين وسبعمائة وأحسن إلى الناس، وبذل جهده في\nتعمير\n</p>\n\n<p>\nالبلاد وتكثير الزراعة، وأبطل ما كان فيها من المكوس، وأمر أن يؤخذ السدس\nمنهم على\n</p>\n\n<p>\nوجه الخراج.\n</p>\n\n<p>\nوكان عادلا كريما محبا لأهل العلم محسنا إلى عامة الناس، وكان ذا عقل\nودين وسياسة،\n</p>\n\n<p>\nأصلح الطرق والشوارع وساس المفسدين وقطاع السبل حتى ظلت الدولة آمنة\nمطمئنة، ثم\n</p>\n\n<p>\nاعتزل عن الناس لكبر سنه وولي مكانه ولده جمشيد سنة سبع وأربعين.\n</p>\n\n<p>\nوكانت وفاته في سنة ثمان وأربعين <span id='ms0179'></span> وسبعمائة، وكانت مدته ثلاث سنين وخمسة\nأشهر.\n</p>\n\n<h3 class='dic-item l3' id='head100'>89- الشيخ شرف الدين الحسيني الكشميري</h3>\n\n<p>\nالشيخ الصالح شرف الدين الحسيني الكشميري أحد الرجال المعروفين بالفضل\nوالصلاح،\n</p>\n\n<p>\nقدم كشمير في سنة خمس وعشرين وسبعمائة، فأسلم على يده رنجن ديو ملك كشمير\nفلقبه\n</p>\n\n<p>\nصدر الدين، وأسلم على يده خلق كثير من أهل كشمير وبنى له صدر الدين\nالمذكور\n</p>\n\n<p>\nخانقاه على نهر البهت ورباطا عنده ومسجدا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p162'> Vol. 02, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\nووقف عليها قرى عديدة، وكانت وفاته\n</p>\n\n<p>\nسنة سبع وعشرين وسبعمائة كشمير فدفن بها، كما في خزينة الأصفياء.\n</p>\n\n<h3 class='dic-item l3' id='head101'>90- القاضي شرف الدين الدهلوي</h3>\n\n<p>\nالشيخ الفاضل العلامة شرف الدين الرهاهي الدهلوي أحد العلماء المبرزين في\nالفقه\n</p>\n\n<p>\nوالأصول والعربية، كان يدرس ويفيد بدهلي في أيام السلطان علاء الدين\nالخلجي، ذكره\n</p>\n\n<p>\nالبرني في تاريخه.\n</p>\n\n<h3 class='dic-item l3' id='head102'>91- الشيخ شرف الدين الحسيني الأمروهي</h3>\n\n<p>\nالشيخ الكبير شرف الدين بن علي بن مرتضى بن أبي المعالي بن أبي الفرج\nالصيداوي\n</p>\n\n<p>\nالواسطي ابن داؤد بن الحسين بن علي بن هارون بن جعفر المشهور بالكذاب\nالحسيني\n</p>\n\n<p>\nالنقوي الأمروهي أحد الأولياء المشهورين، ولد بقرية سهودره من أعمال\nلاهور، وسافر\n</p>\n\n<p>\nللعلم وأدرك المشايخ ولازمهم زمانا، ثم دخل أمروهه وسكن بها.\n</p>\n\n<p>\nوكان شيخا كبيرا مجاهدا مرتاضا يذكر له مكاشفات وكرامات، مات بأمروهه\nلتسع ليال\n</p>\n\n<p>\nبقين من رجب سنة ثلاث وثمانين وسبعمائة، وقبره مشهور ظاهر يزار ويتبرك\nبه، كما في\n</p>\n\n<p>\nنخبة التواريخ.\n</p>\n\n<h3 class='dic-item l3' id='head103'>92- الشيخ شمس الدين التركماني</h3>\n\n<p>\nالشيخ الكبير شمس الدين بن أحمد بن عبد المؤمن التركماني الباني بتي، كان\nمن نسل\n</p>\n\n<p>\nخواجه أحمد العلوي اليسوي، يرجع نسبه إلى محمد بن الحنفية رحمه الله.\n</p>\n\n<p>\nأخذ العلم عن أهله في تركستان، ثم ساح البلاد وأدرك المشايخ الكبار في ما\nوراء النهر،\n</p>\n\n<p>\nثم دخل الهند وأخذ الطريقة عن الشيخ علاء الدين على الصابر الكليري،\nوصحبه مدة\n</p>\n\n<p>\nطويلة وأوصاه الشيخ أن يرحل بعد وفاته إلى باني بت ويسكن بها، فلما توفي\nالشيخ إلى\n</p>\n\n<p>\nرحمة الله سبحانه سار إلى تلك البلدة وعكف بها على الإرشاد والهداية، أخذ\nعنه\n</p>\n\n<p>\nالشيخ جلال الدين محمود العثماني.\n</p>\n\n<p>\nوكانت وفاته في عاشر جمادي الآخرة سنة ست عشرة <span id='ms0180'></span> وسبعمائة، كما في سير\nالأقطاب.\n</p>\n\n<h3 class='dic-item l3' id='head104'>93- الشيخ شمس الدين الكوئلي</h3>\n\n<p>\nالشيخ الصالح شمس الدين بن تاج العارفين الكوئلي أحد المنقطعين إلى الزهد\nوالعبادة،\n</p>\n\n<p>\nذكره الشيخ ابن بطوطة المغربي في كتابه وقال: إنه كان كبير القدر، ولما\nدخل محمد شاه\n</p>\n\n<p>\nتغلق إلى مدينة كوئل فبعث في طلبه فلم يأته، فذهب السلطان إليه ثم لما\nقارب منزله\n</p>\n\n<p>\nانصرف ولم يره، واتفق بعد ذلك أن أميرا من الأمراء خرج على السلطان ببعض\nالجهات\n</p>\n\n<p>\nوبايعه الناس، فنقل للسلطان أنه وقع ذكر هذا الأمير بمجلس الشيخ شمس\nالدين فأثنى عليه\n</p>\n\n<p>\nوقال: إنه يصلح للملك، فبعث السلطان بعض الأمراء إلى الشيخ، فقيده وقيد\nأولاده وقيد\n</p>\n\n<p>\nقاضي كوئل ومحتسبها لأنه ذكر أنهما كانا حاضرين في المجلس الذي وقع فيه\nثناء الشيخ\n</p>\n\n<p>\nعلى الأمير المخالف، وأمر بهم فسجنوا جميعا بعد أن سمل عيني القاضي وعيني\n</p>\n\n<p>\nالمحتسب، ومات الشيخ بالسجن، وكان القاضي والمحتسب يخرجان مع بعض\nالسجانين\n</p>\n\n<p>\nفيسألان الناس ثم يردان إلى السجن، وكان قد بلغ السلطان أن أولاد الشيخ\nكانوا يخالطون\n</p>\n\n<p>\nالكفار وعصاتهم ويصحبونهم، فلما مات أبوهم أخرجهم من السجن وقال: لا\nتعودوا إلى\n</p>\n\n<p>\nما كنتم تفعلون، فقالوا: وما فعلنا، فاغتاظ من ذلك وأمر بقتلهم فقتلوا،\nثم استحضر\n</p>\n\n<p>\nالقاضي المذكور فسأله عمن كان يرى رأى هؤلاء الذين قتلوا ويفعل مثل\nأفعالهم، فأملى\n</p>\n\n<p>\nأسماء رجال كثيرين من كفار البلد، فلما عرض ما أملاه على السلطان قال:\nهذا يجب أن\n</p>\n\n<p>\nيخرب البلد اضربوا عنقه، فضرب عنقه، انتهى.\n</p>\n\n<h3 class='dic-item l3' id='head105'>94- مولانا شمس الدين الباخرزي</h3>\n\n<p>\nالشيخ الفاضل الكبير شمس الدين الباخرزي أحد العلماء المبرزين في الفقه\nوالأصول\n</p>\n\n<p>\nوالعربية، وكان يدرس ويفيد بدار الملك دهلي في عهد فيروز شاه السلطان\nوفيما قبله من\n</p>\n\n<p>\nالملوك، كما في تاريخ فرشته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p163'> Vol. 02, p. 163</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head106'>95- مولانا شمس الدين الكاذروني</h3>\n\n<p>\nالشيخ الفاضل الكبير العلامة شمس الدين الكاذروني أحد الأساتذة المشهورين\nبدار الملك\n</p>\n\n<p>\nدهلي في عهد السلطان علاء الدين الخلجي، كان يدرس ويفيد، ذكره البرني في\nتاريخه.\n</p>\n\n<h3 class='dic-item l3' id='head107'>96- مولانا شمس الدين الدمشقي</h3>\n\n<p>\nالشيخ الفاضل شمس الدين الدمشقي أحد العلماء المبرزين في الفقه والأصول\nوالتصوف،\n</p>\n\n<p>\nلازم الشيخ <span id='ms0181'></span> شرف الدين أحمد بن يحيى المنيري وأخذ عنه، وكتب إليه شرف\nالدين رسائل\n</p>\n\n<p>\nفي الحقائق والمواجيد وبعثها إليه، وكن يسكن بمدينة بهار، وتولى القضاء\nبها مدة، كما في\n</p>\n\n<p>\nسيرة الشرف.\n</p>\n\n<h3 class='dic-item l3' id='head108'>97- مولانا شمس الدين الدهلوي</h3>\n\n<p>\nالشيخ الفاضل شمس الدين بن محمد بن محمود الحسيني الكرماني أحد رجال\nالعلم\n</p>\n\n<p>\nوالطريقة، أخذ عن الشيخ نظام الدين محمد بن أحمد البدايوني، مات في شبابه\nبديوكير سنة\n</p>\n\n<p>\nاثنتين وثلاثين وسبعمائة، كما في مهر جهانتاب.\n</p>\n\n<h3 class='dic-item l3' id='head109'>98- مولانا شمس الدين تم</h3>\n\n<p>\nالشيخ الفاضل العلامة شمس الدين الدهلوي أحد العلماء المشهورين في عهد\nالسلطان\n</p>\n\n<p>\nعلاء الدين محمد شاه الخلجي، كان يدرس ويفيد بدار الملك دهلي، ذكره\nالبرني في تاريخه.\n</p>\n\n<h3 class='dic-item l3' id='head110'>99- مولانا شمس الدين السنامي</h3>\n\n<p>\nالشيخ الفاضل شمس الدين السنامي الدبير كان من العلماء المبرزين في\nالإنشاء وقرض\n</p>\n\n<p>\nالشعر، قرأ اللوائح على القاضي حميد الدين الناكوري، وأخذ الطريقة عن\nالشيخ فريد الدين\n</p>\n\n<p>\nمسعود الأجودهني، وكان متوليا بديوان الإنشاء في عهد السلطان ناصر الدين\nمحمود بن\n</p>\n\n<p>\nالإيلتمش، وله قصائد غراء في مديحه، ولما قام بالملك السلطان غياث الدين\nبلبن بعثه إلى\n</p>\n\n<p>\nبنكاله مع ولده بغراخان وولاه على ديوان الإنشاء بها.\n</p>\n\n<p>\nوكان شاعرا بليغا مجيد الشعر، اعترف بفضله الأمير خسرو بن سيف الدين\nالدهلوي في\n</p>\n\n<p>\nفاتحة غرة الكمال وخاتمة هشت بهشت وافتخر بتحسينه شعره.\n</p>\n\n<p>\nومن شعره قوله رحمه الله:\n</p>\n\n<p>\nاين همه كار دلم از تو بناداني خام داده دوش مرا وعده مهماني خام\n</p>\n\n<p>\nبخته كردم همه شب جشم وندانستم كآن طمعى بود ازان كونه كه ميداني خام\n</p>\n\n<p>\nسست ميدارم وهر جند قوى ميكندم ريسماني است ز من تابه بريشاني خام\n</p>\n\n<p>\nكفتمش هيج مسلمان نه خورد خام ببين غم تو ميخوردم اين است مسلماني خام\n</p>\n\n<p>\nإلى غير ذلك من الأبيات الرائقة.\n</p>\n\n<p>\nمات سنة سبع وسبعمائة، كما في روز روشن.\n</p>\n\n<h3 class='dic-item l3' id='head111'>100- مولانا شمس الدين الدهلوي</h3>\n\n<p>\nالشيخ الفاضل شمس الدين الدهلوي كان ابن أخت الأمير خسرو بن سيف الدين\n</p>\n\n<p>\nالبخاري، أخذ الطريقة عن الشيخ الإمام نظام الدين محمد بن أحمد البدايوني\nولازمه ملازمة\n</p>\n\n<p>\nطويلة وكان فاضلا بارعا <span id='ms0182'></span> في العروض والقوافي والشعر والإنشاء وكثير من\nالعلوم والفنون،\n</p>\n\n<p>\nكما في كلزار أبرار.\n</p>\n\n<p>\nمات سنة اثنتين وعشرين وسبعمائة بدهلي، فدفن بها بمقبرة الشيخ النظام،\nكما في خزينة\n</p>\n\n<p>\nالأصفياء.\n</p>\n\n<h3 class='dic-item l3' id='head112'>101- مولانا شمس الدين الدهاراسيوني</h3>\n\n<p>\nالشيخ العالم الفقيه شمس الدين بن عبد الرحمن الخراساني ثم الهندي\nالدهاراسيوني أحد\n</p>\n\n<p>\nالرجال المشهورين في الهند، ولد بقرية دهمون- بفتح الدال المهملة وسكون\nالهاء- قرية من\n</p>\n\n<p>\nأعمال خراسان، ولما بلغ الثامنة عشرة من سنه توفي والده فهاجر من بلاده\nودخل الهند\n</p>\n\n<p>\nواشتغل بأعمال الديوان مدة طويلة، ثم أدرك الشيخ الإمام المجاهد نظام\nالدين محمدا\n</p>\n\n<p>\nالبدايوني بدهلي فاستفاض منه، ثم سافر إلى الحجاز فحج وزار ورجع إلى\nالهند وسكن\n</p>\n\n<p>\nبدهار، وكان صاحب مقامات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p164'> Vol. 02, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\nوكرامات، توفي سنة ثلاثين وسبعمائة، كما في مهر جهانتاب\n</p>\n\n<p>\nودهار بلدة كبيرة من بلاد مالوه، والسيد الوالد في مهر جهانتاب ضبطه\nبدهاراسيون وهي\n</p>\n\n<p>\nبلدة من بلاد دكن، والشيخ في أخبار الأخيار ضبطه بدهار وقال: إن قبره\nبظهر آباد،\n</p>\n\n<p>\nوالصواب هو الأول لأن قبره بدهاراسيون مشهور، يزار ويتبرك به.\n</p>\n\n<h3 class='dic-item l3' id='head113'>102- الشيخ شهاب الدين الجامي</h3>\n\n<p>\nالشيخ الصالح شهاب الدين بن شيخ الجام الخراساني، كان من كبار المشايخ\nالصلحاء\n</p>\n\n<p>\nالفضلاء، يواصل أربعة عشر يوما، وكان قطب الدين مبارك شاه وغياث الدين\nتغلق\n</p>\n\n<p>\nالسلطانان يعظمانه ويزورانه ويتبركان به، فلما ولي محمد شاه أراد أن\nيستخدم الشيخ في\n</p>\n\n<p>\nبعض خدمته، فإن عادته كانت أن يستخدم الفقهاء والمشايخ والصلحاء محتجا أن\nالصدر\n</p>\n\n<p>\nالأول رضي الله عنهم لم يكونوا يستعملون إلا أهل العلم والصلاح، فامتنع\nشهاب الدين من\n</p>\n\n<p>\nالعمل، وشافهه السلطان في مجلسه العام فأظهر الإباء والامتناع، فغضب\nالسلطان من ذل\n</p>\n\n<p>\nوأمر الشيخ ضياء الدين السمناني أن ينتف لحيته، فأبى ضياء الدين، فأمر\nبنتف لحية كل\n</p>\n\n<p>\nواحد منهما فنتفت، ونفى ضياء الدين إلى بلاد تلنك، ثم ولاه بعد مدة قضاء\nورنكل فمات\n</p>\n\n<p>\nبها، ونفى شهاب الدين إلى دولت آباد، فأقام بها سبعة أعوام، ثم بعث إليه\nفأكرمه وعظمه\n</p>\n\n<p>\nوجعله على ديوان وهو ديوان بقايا العمال يستخرجها منهم بالضرب والتنكيل،\nثم زاد في\n</p>\n\n<p>\nتعظيمه <span id='ms0183'></span> وأمر الأمراء أن يأتوا للسلام عليه ويمتثلوا أوامره، ولم يكن أحد\nفي دار السلطان\n</p>\n\n<p>\nفوقه.\n</p>\n\n<p>\nولما انتقل السلطان إلى السكنى على نهر كنك وبنى هنالك القصر المعروف\nبسركك\n</p>\n\n<p>\nدواره معناه شيبه الجنة وأمر الناس بالبناء هنالك طلب منه الشيخ شهاب\nالدن أن يأذن له\n</p>\n\n<p>\nفي الإقامة بحضرة دهلي، فأذن له أن يسكن بأرض موات على مسافة ستة أميال\nمن\n</p>\n\n<p>\nدهلي، فحفر بها كهفا كبيرا صنع في جوفه البيوت والمخازن والفرن والحمام\nوجلب الماء\n</p>\n\n<p>\nمن نهر جمن، وعمر تلك الأرض وجمع مالا كثيرا من مستغلها، لأنها كانت\nالسنون قاحطة،\n</p>\n\n<p>\nوأقام هناك عامين ونصف عام مدة مغيب السلطان، وكان عبيده يخدمون تلك\nالأرض\n</p>\n\n<p>\nنهارا ويدخلون الغار ليلا ويسدونه على أنفسهم وأنعامهم خوفا من سراق\nالكفار، لأنهم في\n</p>\n\n<p>\nجبل منيع هناك، ولما عاد السلطان إلى حضرته استقبله الشيخ ولقيه على سبعة\nأميال\n</p>\n\n<p>\nمنها، فعظمه السلطان وعانقه عند لقائه وعاد إلى غاره، ثم بعث إليه بعد\nأيام، فامتنع من\n</p>\n\n<p>\nإتيانه، فبعث إليه مخلص الملك الندرباري فتلطف له في القول وحذره بطش\nالسلطان، فقال:\n</p>\n\n<p>\nلا أخدم ظالما أبدا، فعاد مخلص الملك إلى السلطان فأخبره بذلك، فأمر أن\nيأتي به فأتى به\n</p>\n\n<p>\nفقال له: أنت القائل: إني ظالم، فقال: نعم، أنت ظالم، ومن ظلمك كذا وكذا-\nوعدد أمورا\n</p>\n\n<p>\nمنها تخريبه لمدينة دهلي، وإخراجه أهلها، فأخذ السلطان سيفه ودفعه للقاضي\nكمال\n</p>\n\n<p>\nالدين وقال: إن ثبت هذا أني ظالم فاضرب عنقي بهذا السيف، فقال له الشهاب:\nومن يريد\n</p>\n\n<p>\nأن يشهد بذلك فيقتل؟ ولكن أنت تعرف ظلم نفسك، فأمر بتسليمه للملك فكب له\nرأس\n</p>\n\n<p>\nالدويدارية فقيده بأربعة قيود وغل يديه، وأقام كذلك أربعة عشر يوما\nمواصلا لا يأكل ولا\n</p>\n\n<p>\nيشرب، وفي كل يوم منها يؤتى به إلى المشورة ويجمع الفقهاء والمشايخ\nويقولون: إرجع عن\n</p>\n\n<p>\nقولك، فيقول: لا أرجع عنه، وأريد أن أكون في زمرة الشهداء، فلما كان\nاليوم الرابع عشر\n</p>\n\n<p>\nبعث إليه السلطان بطعام فأبى أن يأكل وقال: قد رفع رزقي من الأرض، فأمر\nأن يطعم\n</p>\n\n<p>\nخمسة أسيار من <span id='ms0184'></span> العذرة، فأخذ ذلك الموكلون بمثل هذه الأمور وهم طائفة من\nكفار الهنود،\n</p>\n\n<p>\nفمدوه على ظهره وفتحوا فمه بالكلبتين، وحلوا العذرة بالماء وسقوه ذلك،\nوفي اليوم بعده\n</p>\n\n<p>\nأتى به إلى دار القاضي وجمع الفقهاء والمشايخ ووجوه العزة، فوعظوه وطلبوا\nمنه أن يرجع\n</p>\n\n<p>\nعن قوله، فأبى ذلك فضرب عنقه، انتهى ما في كتاب الرحلة لابن بطوطة.\n</p>\n\n<p>\nوكانت وفاته على ما أظن في سنة إحدى وأربعين وسبعمائة.\n</p>\n\n<h3 class='dic-item l3' id='head114'>103- مولانا شهاب الدين الدهلوي</h3>\n\n<p>\nالشيخ العالم الصالح شهاب الدين الخليلي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p165'> Vol. 02, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\nالدهلوي أحد المذكرين البارعين في العلم\n</p>\n\n<p>\nوالمعرفة، اشتغل بالتذكير بدار الملك دهلي في عهد السلطان علاء الدين\nمحمد شاه الخلجي\n</p>\n\n<p>\nعشرة أعوام، وكانت مواعظه مبكية يراعي فيها طريقة الخوف والخشية من الله\nسبحانه،\n</p>\n\n<p>\nويكشف القناع عن حقائق التنزيل وينشد الأشعار بما اقتضته الحال وربما\nيحكي مآثر\n</p>\n\n<p>\nالعلماء الربانيين، وكان لا يتفوه إلا بالحق، فيحضر مجالس وعظه كثير من\nالناس ويتأثرون به\n</p>\n\n<p>\nويبكون ويزيدون خشوعا لله سبحانه- ذكره البرني في تاريخه.\n</p>\n\n<h3 class='dic-item l3' id='head115'>104- الشيخ شهاب الدين الدهلوي</h3>\n\n<p>\nالشيخ العالم الفقيه الزاهد شهاب الدين الصوفي الدهلوي أحد المشايخ\nالجشتية، أخذ\n</p>\n\n<p>\nالطريقة عن الشيخ نظام الدين محمد البدايوني، ولازمه مدة حياة الشيخ،\nوكان صاحب\n</p>\n\n<p>\nقراءة وتجويد يقرأ القرآن بلحن شجي يأخذ بمجامع القلوب، ولذلك خصه الشيخ\nالمذكور\n</p>\n\n<p>\nبإمامته في الصلاة، ولما توفي شيخه سافر إلى دوات آباد ولبث بها مدة من\nالزمان، انتفع به\n</p>\n\n<p>\nخلق كثير من الناس وأخذوا عنه، منهم ولده ركن الدين، ثم رجع إلى دهلي\nومات بها،\n</p>\n\n<p>\nكما في سير الأولياء.\n</p>\n\n<h3 class='dic-item l3' id='head116'>105- مولانا شهاب الدين الملتاني</h3>\n\n<p>\nالشيخ العالم الكبير العلامة شهاب الدين الحنفي الملتاني أحد العلماء\nالمبرزين في الفقه\n</p>\n\n<p>\nوالأصول والعربية، ذكره البرني في تاريخه وقال: إنه كان من كبار الأساتذة\nبدار الملك دهلي\n</p>\n\n<p>\nفي عهد السلطان علاء الدين محمد شاه الخلجي فلم يزل يشتغل بالدرس\nوالإفادة، انتهى.\n</p>\n\n<p>\nوقال ابن المبارك الكرماني في سير الأولياء: إن السلطان غياث الدين تغلق\nلما استقدم\n</p>\n\n<p>\nالشيخ نظام الدين محمدا البدايوني بحضرته للبحث عن استماع الغناء واستقدم\nالصدور\n</p>\n\n<p>\nوالقضاة والفقهاء ليباحثوه في تلك <span id='ms0185'></span> المسألة، فكان الشيخ شهاب الدين\nالملتاني أيضا ممن\n</p>\n\n<p>\nحضر بين يديه ولكنه لم يخاصمه كما خاصمه غيره من العلماء، انتهى.\n</p>\n\n<h3 class='dic-item l3' id='head117'>106- الشيخ شهاب الدين الكاذروني</h3>\n\n<p>\nالشيخ الصالح شهاب الدين الكاذروني كان شيخ الزاوية بقالقوط كاليكوت إحدى\nالفرض\n</p>\n\n<p>\nالعظام ببلاد مليبار، وله تسلم النذور التي ينذرها أهل الهند والصين\nللشيخ أبي إسحاق\n</p>\n\n<p>\nالكاذروني نفع الله به، وكان له ولد يسمى فخر الدين الكاذروني، كان شيخ\nالزاوية بمدينة\n</p>\n\n<p>\nكولم، لقيه ابن بطوطة المغربي الرحالة وأقام بزاويته وذكره في كتابه.\n</p>\n\n<h3 class='dic-item l3' id='head118'>107- مولانا شهاب الدين الناكوري</h3>\n\n<p>\nالشيخ الصالح شهاب الدين الناكوري أحد رجال العلم والطريقة، أخذ عن الشيخ\nشرف\n</p>\n\n<p>\nالدين أحمد بن يحيى المنيري ولازمه مدة، وتوفي بعد وفاته رحمه الله\nتعالى، كما في سيرة\n</p>\n\n<p>\nالشرف.\n</p>\n\n<h3 class='dic-item l3' id='head119'>108- الشيخ شهاب الدين الدهلوي</h3>\n\n<p>\nالشيخ الصالح شهاب الدين الدهلوي المشهور بالعاشق كان من كبار المشايخ\nالجشتية،\n</p>\n\n<p>\nأخذ عن الشيخ إمام الدين الجشتي عن الشيخ بدر الدين الغزنوي، وأخذ عنه\nالشيخ عماد\n</p>\n\n<p>\nالدين. كما في كلزار أبرار.\n</p>\n\n<h3 class='dic-item l3' id='head120'>109- شهاب الدين شاه الكشميري</h3>\n\n<p>\nالملك المؤيد شهاب الدين بن شمس الدين شاه مرزا الكشميري السلطان\nالمجاهد، قام\n</p>\n\n<p>\nبالملك بعد أخيه علاء الدين وافتتح أمره بالعقل والتدبير، وكان ملكا\nعادلا مجاهدا مقداما\n</p>\n\n<p>\nباسلا، فتح الحصون والبلاد وأخذ الخراج من ملوك تبت الصغير، ومصر بلدتين\nلجهمي نكر\n</p>\n\n<p>\nوشهاب بور، وامتدت أيامه إلى عشرين سنة، وكان إذا لم يصل إليه رسالة\nالفتح يوما من\n</p>\n\n<p>\nالأيام من إحدى نواحي الأرض لا يحسب ذلك اليوم من أيام عمره ويحزن لذلك،\nكما في\n</p>\n\n<p>\nتاريخ فرشته.\n</p>\n\n<h3 class='dic-item l3' id='head121'>110- الشيخ شهاب الدين الزاهدي</h3>\n\n<p>\nالشيخ العالم الفقيه شهاب الدين بن فخر الدين الزاهدي الميرتهي المشهور\nبحق كو معناه\n</p>\n\n<p>\nالصادق كان من كبار المشايخ في عصره، أخذ عن أبيه ولازمه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p166'> Vol. 02, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\nمدة من الدهر، ثم سافر إلى\n</p>\n\n<p>\nدهلي، وقتله محمد شاه تغلق، قال محمد ابن الحسن المندوي في كلزار أبرار:\nإن محمد شاه\n</p>\n\n<p>\nقال له يوما من الأيام: إن النبوة لم تنقطع كالولاية، فاغتاظ به شهاب\nالدين ولم يملك نفسه\n</p>\n\n<p>\nفخلع نعله وضرب به وجه محمد شاه <span id='ms0186'></span>، فغضب عليه محمد شاه وأمر أن يلقوه في\nالخندق،\n</p>\n\n<p>\nفألقوه من القلعة فلم يمت فألقوه ثم ألقوه حتى مات في المرة الثالثة رحمه\nالله سبحانه بفضله\n</p>\n\n<p>\nوأفاض علينا بركات علومه.\n</p>\n\n<h2 class='l2' id='head122'>حرف الصاد المهملة</h2>\n\n<h3 class='dic-item l3' id='head123'>111- مولانا صدر الدين الحكيم الدهلوي</h3>\n\n<p>\nالشيخ الفاضل صدر الدين بن حسام الدين الحكيم الماريكلي الدهلوي أحد\nالأطباء\n</p>\n\n<p>\nالبارعين في العلم والعمل، له يد بيضاء في العلوم الآلية والعالية، وكان\nيتطبب ويدرس في دار\n</p>\n\n<p>\nالملك دهلي في عهد السلطان علاء الدين محمد شاه الخلجي، وكان صاحب نفس\nزكية\n</p>\n\n<p>\nمفرط الذكاء والحذق، يعرف أسباب المرض بأول لقائه للمريض، ثم يعالج فيشفي\nالله المريض\n</p>\n\n<p>\nعاجلا، وكان والده أيضا من رجال العلم ماهرا في العلم والعمل، ذكره\nالبرني في تاريخه.\n</p>\n\n<h3 class='dic-item l3' id='head124'>112- الشيخ صدر الدين الدهلوي</h3>\n\n<p>\nالشيخ الصالح العابد صدر الدين الكهراني- بضم الكاف وسكون الهاء وراء\nونون- وهو\n</p>\n\n<p>\nممن أدركه الشيخ محمد بن بطوطة المغربي بدار الملك دهلي وذكره في كتاب\nالرحلة وقال:\n</p>\n\n<p>\nإنه يصوم الدهر ويقوم الليل وتجرد عن الدنيا جميعا ونبذها، ولباسه عباءة،\nويزوره السلطان\n</p>\n\n<p>\nوأهل الدولة وربما احتجب عنهم، فرغب السلطان أن يقطعه قرى يطعم منها\nالفقراء\n</p>\n\n<p>\nوالواردين فأبى ذلك، وزاره يوما وأتى إليه بعشرة آلاف دينار فلم يقبلها،\nوذكروا أنه كان لا\n</p>\n\n<p>\nيفطر إلا بعد ثلاث، وأنه قيل له في ذلك فقال: لا أفطر حتى أضطر فتحل\nالميتة، انتهى.\n</p>\n\n<h3 class='dic-item l3' id='head125'>113- القاضي صدر الدين الدهلوي</h3>\n\n<p>\nالشيخ الفاضل القاضي صدر الدين الحنفي الدهلوي المشهور بالعارف، كان ابن\nبنت\n</p>\n\n<p>\nالقاضي منهاج الدين الجرجاني، ولي القضاء بدهلي نيابة عن أكبر قضاتها،\nفتولاه مدة من\n</p>\n\n<p>\nالزمان، ثم ولاه السلطان علاء الدين الخلجي القضاء أصالة، فصار أكبر قضاة\nالهند، وقربه\n</p>\n\n<p>\nإلى نفسه ولقبه بالسيد الأجل وشيخ الإسلام.\n</p>\n\n<p>\nذكره البرني في تاريخه وقال: إنه كان قليل العلم شديد البطش قوي الهمة\nنافذ الكلمة،\n</p>\n\n<p>\nانتهى.\n</p>\n\n<h3 class='dic-item l3' id='head126'>114- الشيخ صدر الدين الظفر آبادي</h3>\n\n<p>\nالشيخ الصالح صدر الدين القرشي الصوفي الظفر آبادي أحد المشايخ\nالسهروردية، ولد\n</p>\n\n<p>\nبالملتان سنة خمس وسبعمائة، وحفظ القرآن وقرأ العلم على أساتذة عصره، ثم\nلبس\n</p>\n\n<p>\nالخرقة عن <span id='ms0187'></span> الشيخ أبي الفتح ركن الدين الملتاني، ثم سافر إلى الحرمين\nالشريفين، فحج وزار\n</p>\n\n<p>\nسبع مرات راجلا، ورجع إلى الهند فتوطن ظفر آباد، وكان حامل لواء الولاية\nوالصلاح\n</p>\n\n<p>\nفيها.\n</p>\n\n<p>\nمات في ثامن ذي القعدة سنة أربع وسبعين وسبعمائة وقيل تسعين وقيل خمس\nوتسعين\n</p>\n\n<p>\nوسبعمائة بظفر آباد، فدفن بها.\n</p>\n\n<h3 class='dic-item l3' id='head127'>115- الشيخ صدر الدين البهكري</h3>\n\n<p>\nالشيخ الفقيه الإمام صدر الدين الحنفي البهكري السندي أحد الفقهاء\nالبارعين في العلم،\n</p>\n\n<p>\nلقيه محمد بن بطوطة المغربي الرحالة بمدينة بهكر في سنة أربع وثلاثين\nوسبعمائة، وذكره في\n</p>\n\n<p>\nكتابه.\n</p>\n\n<h3 class='dic-item l3' id='head128'>116- مولانا صدر الدين الساوي</h3>\n\n<p>\nالشيخ الفاضل الكبير صدر الدين الساوي أحد العلماء المبرزين في الفقه\nوالأصول\n</p>\n\n<p>\nوالعربية، كان يدرس ويفيد بدهلي في عهد السلطان علاء الدين محمد شاه\nالخلجي، ذكره\n</p>\n\n<p>\nالبرني في تاريخه.\n</p>\n\n<h3 class='dic-item l3' id='head129'>117- مولانا صدر الدين كندهك</h3>\n\n<p>\nالشيخ الفاضل العلامة صدر الدين الدهلوي المشهور بكندهك، كان من كبار\nالأساتذة\n</p>\n\n<p>\nبدهلي في عهد السلطان علاء الدين الخلجي، ذكره البرني في تاريخه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p167'> Vol. 02, p. 167</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head130'>118- مولانا صدر الشريف السمرقندي</h3>\n\n<p>\nالشيخ الفاضل العلامة صدر الشريف السمرقندي المنجم، كان من العلماء\nالمبرزين في\n</p>\n\n<p>\nالهيئة والهندسة والنجوم وسائر الفنون الحكمية، ولاه السلطان علاء الدين\nحسن البهمني\n</p>\n\n<p>\nالصدارة بأرض دكن في سنة ثمان وأربعين وسبعمائة، وبعثه محمد بن الحسن\nالبهمني\n</p>\n\n<p>\nسلطان دكن مع والدته إلى الحجاز سنة ستين وسبعمائة، فرجع إلى الهند بعد\nالحج والزيارة\n</p>\n\n<p>\nسنة إحدى وستين وسبعمائة وتولى الصدارة مدة عمره، مات في أيام مجاهد شاه\nما بين\n</p>\n\n<p>\nسنة ست وسبعين وتسع وسبعين بمدينة كلبركه، وقبره بها مشهور ظاهر.\n</p>\n\n<h3 class='dic-item l3' id='head131'>119- مولانا صلاح الدين الستركي</h3>\n\n<p>\nالشيخ الفاضل الكبير صلاح الدين الستركي أحد كبار العلماء، درس وأفاد\nبدار الملك\n</p>\n\n<p>\nدهلي في عهد السلطان علاء الدين الخلجي، ذكره البرني في تاريخه.\n</p>\n\n<h3 class='dic-item l3' id='head132'>120- الشيخ صلاح الدين الملتاني</h3>\n\n<p>\nالشيخ الصالح صلاح الدين الملتاني أحد الرجال المعروفين بالفضل والصلاح،\nأخذ الطريقة\n</p>\n\n<p>\nعن الشيخ صدر الدين محمد العارف الملتاني رحمه الله، وقدم دهلي فسكن بها،\nومات في\n</p>\n\n<p>\nسنة أربعين وسبعمائة، كما في خزينة الأصفياء.\n</p>\n\n<h2 class='l2' id='head133'>حرف الضاد المعجمة</h2>\n\n<h3 class='dic-item l3' id='head134'>121- القاضي ضياء الدين البرني</h3>\n\n<p>\nالشيخ الفاضل ضياء الدين بن <span id='ms0188'></span> مؤيد الملك بن بارسك برلاس البرني كان من\nمشاهير\n</p>\n\n<p>\nالفضلاء وأعرفهم بالتاريخ وسياسة المدن، كثير المحاضرة، حسن المجالسة، ذا\nإطلاع واسع\n</p>\n\n<p>\nعلى العلوم وباع طويل في تحبير الإنشاء وقرض الشعر، كانت بينه وبين\nالأمير خسرو والأمير\n</p>\n\n<p>\nحسن مودة صادقة ومحبة واثقة، كانوا يجتمعون كل يوم ويتناشدون ويتطارحون،\nوكان\n</p>\n\n<p>\nالقاضي يحفظ الأخبار والآثار والأشعار ويسردها سردا حسنا.\n</p>\n\n<p>\nوكان فقيها لبيبا، جوادا سخيا، حلو اللفظ والمحاورة، مشكور السيرة، عفيفا\nدينا من\n</p>\n\n<p>\nأصحاب الشيخ نظام الدين محمد البدايوني.\n</p>\n\n<p>\nله مصنفات جليلة، منها تاريخ فيروز شاهي وهو مصنف لطيف في تاريخ الملوك\nالثمانية\n</p>\n\n<p>\nمن عهد غياث الدين بلبن إلى أيام فيروز شاه السلطان، أودعه ما شاهده في\nتلك العصور،\n</p>\n\n<p>\nفرغ من تأليفه سنة ثمان وخمسين وسبعمائة، ومنها حسرت نامه ومآثر السادات.\n</p>\n\n<h3 class='dic-item l3' id='head135'>122- القاضي ضياء الدين البيانوي</h3>\n\n<p>\nالشيخ الفاضل القاضي ضياء الدين البيانور أحد القضاة المشهورين، كان\nقاضيا بدار\n</p>\n\n<p>\nالملك دهلي، ثم صار أكبر قضاتها في أيام علاء الدين محمد شاه الخلجي،\nواستقل بها مدة\n</p>\n\n<p>\nمن الزمان، ذكره البرني في تاريخه.\n</p>\n\n<h3 class='dic-item l3' id='head136'>123- مولانا ضياء الدين الدهلوي</h3>\n\n<p>\nالشيخ الفاضل ضياء الدين بن شهاب الدين الخطاط الدهلوي، لقبه قطب الدين\nمبارك\n</p>\n\n<p>\nشاه الخلجي صدر جهان، قتل في خامس ربيع الأول سنة إحدى وعشرين وسبعمائة\nلقصة\n</p>\n\n<p>\nشرحتها في ترجمة قطب الدين المذكور.\n</p>\n\n<h3 class='dic-item l3' id='head137'>124- الشيخ ضياء الدين الرومي</h3>\n\n<p>\nالشيخ الصالح ضياء الدين الرومي أحد المشايخ السهروردية، أخذ الطريقة عن\nالشيخ\n</p>\n\n<p>\nشهاب الدين عمر بن محمد السهروردي وقدم الهند، فبايعه قطب الدين مبارك\nشاه\n</p>\n\n<p>\nالخلجي، وحصل له القبول العظيم عند الناس والوجاهة العظيمة عند الملوك\nوالأمراء،\n</p>\n\n<p>\nمات بدهلي في أيام مبارك شاه المذكور، ودفن بها قريبا من بجي مندل، كما\nفي أخبار\n</p>\n\n<p>\nالأخيار.\n</p>\n\n<h3 class='dic-item l3' id='head138'>125- القاضي ضياء الدين السمناني</h3>\n\n<p>\nالشيخ العالم القاضي ضياء الدين السمناني الفقيه المعظم بمدينة دهلي،\nذكره محمد بن\n</p>\n\n<p>\nبطوطة المغربي الرحالة في كتابه وقال: إن السلطان محمد شاه تغلق أمره أن\nينتف لحية\n</p>\n\n<p>\nالشيخ شهاب الدين الجامي حين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p168'> Vol. 02, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\nأبى قبول العمل كما شرحت قصته في ترجمة شهاب الدين\n</p>\n\n<p>\nالمذكور، فأبى ذلك <span id='ms0189'></span> ضياء الدين وقال: لا أفعل هذا، فأمر السلطان أن ينتف\nلحية كل واحد\n</p>\n\n<p>\nمنهما، فنتفت ونفي ضياء الدين إلى بلاد تلنك، ثم ولاه بعد مدة قضاء ورنكل\nفمات بها.\n</p>\n\n<h3 class='dic-item l3' id='head139'>126- الشيخ ضياء الدين النخشبي</h3>\n\n<p>\nالشيخ الفاضل العلامة ضياء الدين النخشبي البدايوني أحد الرجال المعروفين\nبالفضل\n</p>\n\n<p>\nوالكمال، أخذ العلم عن الشيخ شهاب الدين الهمروي وتأدب عليه، ثم أخذ\nالطريقة عن\n</p>\n\n<p>\nالشيخ فريد الدين بن عبد العزيز بن حميد الدين الناكوري ولازمه مدة، وكان\nذا زهد وتورع\n</p>\n\n<p>\nواستقامة، وتبتل إلى الله سبحانه غير ملتفت إلى الدنيا وأسبابها.\n</p>\n\n<p>\nوكانت له يد بيضاء في الطب والموسيقى والشعر والإنشاء، له شرح على الدعاء\nالسرياني،\n</p>\n\n<p>\nوشرح على قصيدة فاطلبني تجدني وله طوطي نامه كتاب ضخم بالفارسي محتو على\n</p>\n\n<p>\nالحكم والنصائح بعبارات مهذبة واستعارات مستعذبة بالنثر والنظم صنفه سنة\nثلاثين\n</p>\n\n<p>\nوسبعمائة، والكليات والجزئيات كتابه في الصناعة الطبية شرح فيه العقاقير\nوالحشائش\n</p>\n\n<p>\nالهندية وسماها بأسماء هندية، وسلك السلوك وجهل ناموس له كتابان في\nالسلوك بالفارسية\n</p>\n\n<p>\nفي غاية الحلاوة، ومن مصنفاته العشرة المبشرة.\n</p>\n\n<p>\nومن شعره قوله:\n</p>\n\n<p>\nنخشبي خيز وبا زمانه بساز ورنه خود را نشانه ساختن است\n</p>\n\n<p>\nعاقلان زمانه ميكويند عاقلي با زمانه ساختن است\n</p>\n\n<p>\nمات في سنة إحدى وخمسين وسبعمائة، كما في أخبار الأخيار.\n</p>\n\n<h2 class='l2' id='head140'>حرف الظاء المعجمة</h2>\n\n<h3 class='dic-item l3' id='head141'>127- مولانا ظهير الدين البهكري</h3>\n\n<p>\nالشيخ الفاضل العلامة ظهير الدين البهكري السندي أحد الأفاضل المشار\nإليهم المعتمد في\n</p>\n\n<p>\nالأمور عليهم، لم يكن في زمانه أعلم منه بالنحو واللغة والفقه والأصول،\nانتفع به خلق كثير\n</p>\n\n<p>\nمن العلماء كالشيخ شمس الدين محمد بن يحيى الأودي، قرأ عليه الفقه\nوالأصول، ذكره\n</p>\n\n<p>\nالبرني في تاريخه.\n</p>\n\n<h3 class='dic-item l3' id='head142'>128- مولانا ظهير الدين الأعرج</h3>\n\n<p>\nالشيخ العالم الكبير ظهير الدين الأعرج الدهلوي أحد الأساتذة المشهورين\nفي عهد السلطان\n</p>\n\n<p>\nعلاء الدين الخلجي، كان يدرس ويفيد بدار الملك دهلي، ذكره البرني في\nتاريخه وقال: إنه\n</p>\n\n<p>\nكان ممن قربه السلطان المذكور إليه ويدعوه على مائدته، انتهى.\n</p>\n\n<h3 class='dic-item l3' id='head143'>129- الشيخ ظهير الدين الظفر آبادي</h3>\n\n<p>\nالشيخ الفاضل ظهير الدين بن تاج الدين الحسيني الواسطي الظفر آبادي\nالشاعر المشهور في\n</p>\n\n<p>\nعصره <span id='ms0190'></span> خدم الملوك مدة من الزمان، ثم بايع الشيخ نظام الدين محمد البدايوني\nرحمه الله تعالى\n</p>\n\n<p>\nوأخذ عنه الطريقة، وله ديوان شعر ورموز المعاني، له كتاب مفيد في التصوف.\n</p>\n\n<p>\nمات ودفن بدهلي، كما في تجلي نور.\n</p>\n\n<h2 class='l2' id='head144'>حرف العين المهملة</h2>\n\n<h3 class='dic-item l3' id='head145'>130- مولانا عالم بن العلاء الاندربتي</h3>\n\n<p>\nالشيخ الإمام العالم الكبير فريد الدين عالم بن العلاء الحنفي الاندربتي\nأحد العلماء المبرزين\n</p>\n\n<p>\nفي الفقه والأصول والعربية.\n</p>\n\n<p>\nله الفتاوي التاتارخانية في الفقه المسمى بزاد السفر، صنفه في سنة سبع\nوسبعين وسبعمائة\n</p>\n\n<p>\nللأمير الكبير تاتار خان وسماه باسمه، وكان فيروز شاه يريد أن يسميه\nباسمه فلم يقبله\n</p>\n\n<p>\nلصداقة كانت بينه وبين تاتار خان، كما في كلزار أبرار.\n</p>\n\n<p>\nقال الفاضل الجلبي في كشف الظنون: هو كتاب عظيم في مجلدات جمع فيه مسائل\nالمحيط\n</p>\n\n<p>\nالبرهاني والذخيرة والخانية والظهيرية، وجعل الميم علامة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p169'> Vol. 02, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\nللمحيط وذكر إسم الباقي، وقدم\n</p>\n\n<p>\nبابا في ذكر العلم ثم رتب على أبواب الهداية، وذكر أنه أشار إلى جمعه\nالخان الأعظم تاتار\n</p>\n\n<p>\nخان ولم يسمه ولذلك اشتهر به، وقيل إنه سماه زاد المسافر.\n</p>\n\n<p>\nثم إن الإمام إبراهيم بن محمد الحلبي المتوفي سنة ست وخمسين وتسعمائة،\nلخصه في مجلد،\n</p>\n\n<p>\nوانتخب منه ما هو غريب أو كثير الوقوع وليس في الكتب المتداولة، والتزم\nبتصريح أسماء\n</p>\n\n<p>\nالكتب وقال: متى أطلق الخلاصة فالمراد به شرح التهذيب، وأما المشهورة\nفتقيد بالفتاوي،\n</p>\n\n<p>\nانتهى.\n</p>\n\n<p>\nوقال في موضع آخر من ذلك الكتاب: زاد المسافر في الفروع وهو المعروف\nبالفتاوي\n</p>\n\n<p>\nالتاتارخانية لعالم بن علاء الحنفي المتوفي سنة 286 ست وثمانين ومائتين،\nانتخبها إبراهيم بن\n</p>\n\n<p>\nمحمد الحلبي، أوله: الحمد لله رب العالمين، انتهى، وأنت تعلم ما ذكرنا من\nسنة وفاته لعله\n</p>\n\n<p>\nالتبس عليه عدد السبع بالاثنين لأنهما متقاربان في الشكل، فالمظنون أنه\nتوفي سنة ست\n</p>\n\n<p>\nوثمانين وسبعمائة.\n</p>\n\n<h3 class='dic-item l3' id='head146'>131- مولانا عبد العزيز الدهلوي</h3>\n\n<p>\nالشيخ الإمام عبد العزيز بن شمس بن بهاء النوري الدهلوي أحد العلماء\nالمبرزين في العلوم\n</p>\n\n<p>\nالحكمية.\n</p>\n\n<p>\nله مصنفات، منها تاريخ فيروز شاهي، ومنها ترجمة كتاب باراهي سنكهتا لا\nبتل بهت بن\n</p>\n\n<p>\nماراه مهر وأصل الكتاب كان يشتمل على <span id='ms0191'></span> مائة وأربعة أبواب في سنسكرت فنقله\nمن تلك\n</p>\n\n<p>\nاللغة إلى الفارسية بأمر فيروز شاه السلطان، وأسقط منه ثمانية أبواب،\nلأنها كانت تتعلق\n</p>\n\n<p>\nبالنجوم وأحكامها، وترجم منها أحكام الكسوف والخسوف وكائنات الجو وعلامات\nالمطر\n</p>\n\n<p>\nوعلم القيافة والفأل وغيرها، أوله: بعد أز ادائي أطيب تحيات وأفضل صلوات\nبوشيده\n</p>\n\n<p>\nنماند، الخ وهذا الكتاب محفوظ في المكتبة الحبيية بقرية بهيكن بور من\nأعمال على كره.\n</p>\n\n<h3 class='dic-item l3' id='head147'>132- الشيخ عبد العزيز الأردبيلي</h3>\n\n<p>\nالشيخ العالم الفقيه المحدث عبد العزيز الأردبيلي أحد العلماء المبرزين\nفي الفقه والحديث.\n</p>\n\n<p>\nقرأ بدمشق على شيخ الإسلام تقي الدين بن تيمية الحراني، وبرهان الدين ابن\nالبركج،\n</p>\n\n<p>\nوجمال الدين المزي، وشمس الدين الذهبي وعلى غيرهم من العلماء، ثم قدم\nالهند وتقرب\n</p>\n\n<p>\nإلى محمد شاه تغلق فأحسن إليه وأكرمه، لقيه محمد بن بطوطة المغربي بمدينة\nدهلي وذكره\n</p>\n\n<p>\nفي كتابه، قال: اتفق يوما أنه سرد على السلطان أحاديث في فضل العباس\nوابنه رضي الله\n</p>\n\n<p>\nعنهما وشيئا من مآثر الخلفاء أولادهما، فأعجب ذلك السلطان لحبه لبني\nالعباس وقبل\n</p>\n\n<p>\nقدمي الفقيه، وأمر أن يؤتى بصينية ذهب فيها ألفا تنكة، فصبها عليه بيده\nوقال: هي لك\n</p>\n\n<p>\nمع الصينية، انتهى.\n</p>\n\n<h3 class='dic-item l3' id='head148'>133- الشيخ عبد العزيز الدهلوي</h3>\n\n<p>\nالشيخ الصالح عزيز الدين عبد العزيز بن أبي بكر بن عبد الله بن عبد\nالرحمن الحسيني\n</p>\n\n<p>\nالبخاري أحد المشايخ الجشتية، يتصل نسبه بالإمام علي الرضا- عليه وعلى\nآبائه\n</p>\n\n<p>\nالسلام-.\n</p>\n\n<p>\nولد ونشأ بمدينة دهلي وتربى في حجر الشيخ نظام الدين محمد البدايوني،\nوكان والده ابن\n</p>\n\n<p>\nأخت الشيخ المذكور.\n</p>\n\n<p>\nوله مجموع الفوائد مصنف لطيف في ملفوظات الشيخ، قال الكرماني في سير\nالأولياء، إن\n</p>\n\n<p>\nالشيخ كان يحبه حبا مفرطا وكان ممن يشار إليه في العلم والعمل، حفظ\nالقرآن وقرأ العلم\n</p>\n\n<p>\nعلى أساتذة عصره، وكلما كان يقرؤه يجتهد أن يعمل به، انتهى.\n</p>\n\n<h3 class='dic-item l3' id='head149'>134- الشيخ عبد الله بن محمد الدهلوي</h3>\n\n<p>\nالشيخ الفاضل الكبير العلامة عبد الله بن محمد الحسيني الشيخ جمال الدين\nالدهلوي\n</p>\n\n<p>\nالمشهور بنقره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p170'> Vol. 02, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\nكار، له العباب شرح اللباب في النحو صنفه سنة خمس وثلاثين وسبعمائة\n</p>\n\n<p>\nلمحمد شاه بن غياث الدين تغلق <span id='ms0192'></span> الدهلوي، ونسخة هذا الكتاب موجودة في مكتبة\nخدا\n</p>\n\n<p>\nبخش خان بمدينة عظيم آباد، كما في محبوب الألباب.\n</p>\n\n<p>\nومن مصنفاته شرح تنقيح الأصول لصدر الشريعة عبد الله بن مسعود المحبوبي،\nوعلى\n</p>\n\n<p>\nهذا الشرح حاشية للشيخ زين الدين قاسم بن قطلوبغا الحنفي المتوفي سنة تسع\nوسبعين\n</p>\n\n<p>\nوثمانمائة، ذكره الفاضل الجلبي في كشف الظنون وذكر أنه توفي سنة خمسين\nوسبعمائة.\n</p>\n\n<h3 class='dic-item l3' id='head150'>135- القاضي عبد الله البيانوي</h3>\n\n<p>\nالشيخ الفاضل الكبير عبد الله الحنفي البيانوي أحد العلماء المشهورين في\nعصره، كان\n</p>\n\n<p>\nقاضيا بمدينة بيانه يدرس ويفيد بها، أخذ عنه الشيخ دانيال بن الحسن\nالعباسي العلوي\n</p>\n\n<p>\nالستركي، وقرأ عليه الكتب الدرسية، وتزوج بابنته، كما تقدم.\n</p>\n\n<h3 class='dic-item l3' id='head151'>136- مولانا عبد الكريم الشرواني</h3>\n\n<p>\nالشيخ الفاضل العلامة عبد الكريم الحنفي الشرواني أحد العلماء المبرزين\nفي الفقه\n</p>\n\n<p>\nوالأصول، كان يدرس ويفيد بدهلي إلى أيام غياث الدين تغلق شاه الدهلوي،\nقرأ عليه\n</p>\n\n<p>\nالشيخ نصير الدين محمود بن يحيى الأودي الكتب الدرسية إلى هداية الفقه\nوأصول\n</p>\n\n<p>\nالبزدوي.\n</p>\n\n<h3 class='dic-item l3' id='head152'>137- القاضي عبد المقتدر الكندي</h3>\n\n<p>\nالشيخ الإمام العالم الكبير العلامة عبد المقتدر بن محمود بن سليمان\nالشريحي الكندي\n</p>\n\n<p>\nالقاضي منهاج الدين بن القاضي ركن الدين التهانيسري ثم الدهلوي أحد\nالرجال المشهورين\n</p>\n\n<p>\nبالفضل والكمال.\n</p>\n\n<p>\nولد ببلدة تهانيسر، ونشأ بدار الملك دهلي على الخير والصلاح، وأخذ\nالعربية وسمع\n</p>\n\n<p>\nالكثير وبرع في الأدب والإنشاء وقرض الشعر، ولازم الشيخ شمس الدين محمد\nبن يحيى\n</p>\n\n<p>\nالأودي وقرأ عليه الكتب الدرسية، وقرأ الكشاف والبزدوي على الشيخ نصير\nالدين\n</p>\n\n<p>\nمحمود بن يحيى الأودي وكان يتردد في أيام تحصيله إلى الشيخ نصير الدين\nمحمود المذكور\n</p>\n\n<p>\nويذكر المطالب العلمية عنده، فكان يستحسن أبحاثه ويحثه على تشمير الذيل\nفي تحصيل\n</p>\n\n<p>\nالعلوم المتعارفة ويحبه، ثم لما فرغ القاضي عن البحث والإشتغال أخذ\nالطريقة عن الشيخ\n</p>\n\n<p>\nالمذكور وقضى أيامه في الدرس والإفادة.\n</p>\n\n<p>\nأخذ عنه القاضي شهاب الدين الدولت آبادي وحفيده أبو الفتح بن عبد الحي بن\nعبد\n</p>\n\n<p>\nالمقتدر الكندي وخلق آخرون:\n</p>\n\n<p>\nومن شعره قوله في مدح النبي صلى الله عليه وسلم:\n</p>\n\n<p>\nيا سائق الظعن في الأسحار والأصل سلم على دار سلمى وأبك <span id='ms0193'></span> ثم سل\n</p>\n\n<p>\nعن الظباء التي من دابها أبدا صيد الأسود بحسن الدل والنجل\n</p>\n\n<p>\nوعن ملوك كرام قد مضوا قددا حتى يجيبك عنهم شاهد الطلل\n</p>\n\n<p>\nأضحت إذا بعدت عنها كواعبها أطلالها مثل أجفان بلا مقل\n</p>\n\n<p>\nفدى فؤادي أعرابية سكنت بيتا من القلب معمورا بلا حول\n</p>\n\n<p>\nبخيلة بوصال المستهام بها والجود في الخود مثل البخل في الرجل\n</p>\n\n<p>\nكأنها ظبية لكن بينهما فرقا جليا بعظم الساق والكفل\n</p>\n\n<p>\nخيالها عند من يهوي زيارتها أحلى من الأمن عند الخائف الوجل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p171'> Vol. 02, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\nكيف السبيل إليها بعد أن حفظت بالبيض والسمر في أعلى ذرى الجبل\n</p>\n\n<p>\nطرقتها فجأة والليل في جدل والذئب في كسل والقول في شغل\n</p>\n\n<p>\nقالت لك الويل هلا خفت من أسد له براثن كالعسالة الذبل\n</p>\n\n<p>\nفقلت إني مليك صيده أسد وصيد غيري من ظبي ومن وعل\n</p>\n\n<p>\nقالت فما تبتغي لا منع قلت لها كلا فإني عفيف القول والعمل\n</p>\n\n<p>\nوإنني رجل من معشر سحبوا ذيل التبتل والتقوى على زحل\n</p>\n\n<p>\nلا يطمعون ولكن كان ديدنهم إعطاء ما ملكوا كالعارض الهطل\n</p>\n\n<p>\nأسد إذا سخطوا أفنوا عدوهم قوم إذا فرحوا أعطوا بلا ملل\n</p>\n\n<p>\nما قال قائلهم يوما لواحدهم لو كنت من مازن لم تستبح إبلي\n</p>\n\n<p>\nيا طالب الجاه في الدنيا تكون غدا على شفا حفرة النيران والشعل\n</p>\n\n<p>\nيا طالب العز في العقبى بلا عمل هل تنفعك فيها كثرة الأمل\n</p>\n\n<p>\nيا أيها الطفل أنت الطفل في أمل وشمس عمرك قد مالت إلى الطفل\n</p>\n\n<p>\nيا من تطاول في البنيان معتمدا على القصور وخفض العيش والطول\n</p>\n\n<p>\nلأنت في غفلة والموت في أثر يعدو وفي يده مستحكم الطول\n</p>\n\n<p>\nاقنع من العيش بالأدنى وكن ملكا إن القناعة كنز عنك لم يزل\n</p>\n\n<p>\nثم اغتنم فرصة من قبل أن ضعفت قواك من سطوة الأمراض والعلل\n</p>\n\n<p>\nولا تكن لمزيد الرزق مضطربا واقنع بما قسم القسام في الأزل\n</p>\n\n<p>\nلا تغترر أنت في الدنيا فإن بها من عز بر فكن منها على وهل\n</p>\n\n<p>\nأكالة أكلت كالهر ما ولدت حيالة قتلت من جاء بالحيل\n</p>\n\n<p>\nولا مناص من الله العزيز وإن فررت <span id='ms0194'></span> منه إلى الداماء والقلل\n</p>\n\n<p>\nيا أيها الناس إن العمر في سفر وإن أوقاتكم والله كالظلل\n</p>\n\n<p>\nإن المنايا بلا شك لآتية وأنتم في المنى والمين والكسل\n</p>\n\n<p>\nلله در فقير مالك أبدا وذي خصاص بفضل الله مكتفل\n</p>\n\n<p>\nولم يكن فخره إلا بعزة من أعيى الأعاجم والأعراب بالدول\n</p>\n\n<p>\nمحمد خير خلق الله قاطبة هو الذي جل عن مثل وعن مثل\n</p>\n\n<p>\nله المزايا بلا نقص ولا شبه له العطايا بلا من ولا بدل\n</p>\n\n<p>\nله المكارم أبهى من نجوم دجى له العزائم أمضى من قنا البطل\n</p>\n\n<p>\nله الفضائل أجدى من عصا كسرت له الشمائل أحلى من جني العسل\n</p>\n\n<p>\nله الجمال إذا ما الشمس قد نظرت إليه قالت ألا يا ليت ذلك لي\n</p>\n\n<p>\nالنصر قادمه والفتح خادمه كلاهما عن حماه غير مرتحل\n</p>\n\n<p>\nيا أعظم الناس من حاج ومعتمر وأكرم الخلق من حاف ومنتعل\n</p>\n\n<p>\nأتيتنا بكتاب جل منفعة وجئتنا بسبيل ناسخ السبل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p172'> Vol. 02, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\nبعثت بالملة البيضاء راسخة عفا بها سائر الأديان والملل\n</p>\n\n<p>\nأفحمت كل بليغ بالكتاب كما جادلت بالسيف أهل الجد والجدل\n</p>\n\n<p>\nأضحى طلوعك بالشمس الضحى أبدا وقد غنيت عن الميزان والحمل\n</p>\n\n<p>\nأم التمني إذا جاءتك سائلة أرجعتها وهي في عقر مع الحمل\n</p>\n\n<p>\nنداك أكثره لا ينتهي أبدا لكن أدناه أدنى من ندى السبل\n</p>\n\n<p>\nوعرف طيبك للكفار ضائرة مسيرة الشهر مثل الورد للجعل\n</p>\n\n<p>\nلصحبك الغر باق فضلهم أبدا وفضل أمتك الزهراء لم يزل\n</p>\n\n<p>\nوأهل بيتك فينا رحمة نزلت أهل الطهارة عن رجس وعن وحل\n</p>\n\n<p>\nيا سيد المرسلين المكرمين أدم شفاعة لعبيد ضارع وجل\n</p>\n\n<p>\nتوفي لأربع بقين من محرم سنة إحدى وتسعين وسبعمائة وله ثمان وثمانون سنة،\nكما في\n</p>\n\n<p>\nأخبار الأخيار وغيره.\n</p>\n\n<h3 class='dic-item l3' id='head153'>138- الشيخ عثمان بن داود الملتاني</h3>\n\n<p>\nالشيخ الصالح المعمر حسام الدين عثمان بن داود العمري الملتاني أحد\nالمشايخ الجشتية،\n</p>\n\n<p>\nأخذ الطريقة عن الشيخ نظام الدين محمد البدايوني ولازمه مدة من الزمان،\nثم سافر إلى\n</p>\n\n<p>\nالحرمين الشريفين فحج وزار، ورجع إلى الهند فدخل مدينة دهلي في حياة\nشيخه،\n</p>\n\n<p>\nوصادف قومه يوم الجمعة فدخل الجامع الكبير للصلاة، وفيه أدرك شيخه <span id='ms0195'></span> نظام\nالدين\n</p>\n\n<p>\nالمذكور فتلقاه بالبشر والبشاشة وقال له: إن من سعد بالحج فله أن يستأنف\nالنية لزيارة\n</p>\n\n<p>\nالنبي صلى الله عليه وسلم، فسافر في وقته وساعته ورحل إلى المدينة\nالمنورة وزار النبي\n</p>\n\n<p>\nصلى الله عليه وسلم ثم رجع إلى دهلي، ولما سير محمد شاه تغلق الناس إلى\nدولت آباد\n</p>\n\n<p>\nرحل إلى كجرات وسكن بها.\n</p>\n\n<p>\nوكان عالما كبيرا بارعا في الفقه والأصول والتصوف، كان يحفظ الهداية في\nالفقه والبزدوي\n</p>\n\n<p>\nفي الأصول وقوت القلوب للمكي والإحياء للغزالي في السلوك والتصوف، وكان\nمن العشرة\n</p>\n\n<p>\nالمجازين للإرشاد الذين استخلفهم الشيخ نظام الدين سنة أربع وعشرين\nوسبعمائة، كما في\n</p>\n\n<p>\nسير الأولياء.\n</p>\n\n<p>\nوتوفي لثمان خلون من ذي القعدة سنة ست وثلاثين وسبعمائة بكجرات فدفن بها،\nكما في\n</p>\n\n<p>\nالبحر الزخار.\n</p>\n\n<h3 class='dic-item l3' id='head154'>139- الشيخ سراج الدين عثمان الأودي</h3>\n\n<p>\nالشيخ العارف الكبير سراج الدين عثمان الجشتي الأودي أحد الأولياء\nالسالكين\n</p>\n\n<p>\nالمرتاضين، دخل دهلي في شبابه وأدرك الشيخ نظام الدين محمدا البدايوني.\n</p>\n\n<p>\nوكان حسن الصورة والسيرة ولكنه كان عاريا عن حلية الفضائل العلمية، فتأسف\nالشيخ\n</p>\n\n<p>\nعلى ذلك تأسفا شديدا وقال: إن الشيخ الجاهل يكون لعبة للشيطان، فعزم\nمولانا فخر\n</p>\n\n<p>\nالدين الزرادي على تعليمه، وصنف له مختصرا في التصريف سماه العثمانية\nباسمه، ولم يزل\n</p>\n\n<p>\nيجد في تعليمه ما دام في غياث بور، ثم لازم الشيخ ركن الدين الاندربتي\nوقرأ عليه الكافية\n</p>\n\n<p>\nلابن الحاجب والمفصل في النحو والقدوري ومجمع البحرين في الفقه، واشتغل\nبالعلم ثلاث\n</p>\n\n<p>\nسنين بعد وفاة الشيخ نظام الدين المذكور حتى برع في العلم وتأهل للفتوى\nوالتدريس.\n</p>\n\n<p>\nثم سافر إلى بنكاله ولقد أبلغه الله تعالى من الولاية منزلة لا يرام\nفوقها، وهدى به ثم\n</p>\n\n<p>\nبأصحابه من بعده خلقا لا يحصيهم إلا من أحصى رمل عالج عددا، فلا ترى\nناحية من\n</p>\n\n<p>\nنواحي الهند إلا وقد نمت طريقته وجرى على ألسنة أهلها ذكره، إليه ينتمون\nوبه يتبركون.\n</p>\n\n<p>\nمات في سنة ثمان وخمسين وسبعمائة.\n</p>\n\n<h3 class='dic-item l3' id='head155'>140- القاضي فخر الدين عثمان المليباري</h3>\n\n<p>\nالشيخ الفاضل الكبير فخر الدين عثمان المليباري أحد العلماء المبرزين في\nالفقه والأصول،\n</p>\n\n<p>\nكان قاضيا بقالقوط <span id='ms0196'></span> كاليكوت لقيه محمد بن بطوطة بها وذكره في كتابه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p173'> Vol. 02, p. 173</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head156'>141- الشيخ عثمان بن منهاج السنامي</h3>\n\n<p>\nالشيخ الصالح عثمان بن منهاج السنامي الشيخ وجيه الدين بن القاضي حميد\nالدين كان\n</p>\n\n<p>\nمن كبار المشايخ في عصره.\n</p>\n\n<p>\nولد ونشأ ببلدة سنام وسافر إلى دهلي لطلب الرزق، فأدرك بها الشيخ ركن\nالدين أبا الفتح\n</p>\n\n<p>\nالملتاني فلازمه وأخذ عنه وسافر معه إلى ملتان، وحفظ القرآن الكريم وقرأ\nالعلم على\n</p>\n\n<p>\nأساتذة عصره، ثم قرأ العوارف على الشيخ ركن الدين المذكور، وسافر إلى\nالحرمين\n</p>\n\n<p>\nالشريفين فحج وزار وأقام بالحجاز ثلاث سنين، ثم رجع إلى ملتان فاستخلفه\nالشيخ\n</p>\n\n<p>\nورخصه إلى دهلي وأوصاه بملازمة الشيخ نظام الدين محمد بن أحمد البدايوني،\nفاستفاضه\n</p>\n\n<p>\nوصار صاحب وجد وحالة، كان يستمع الغناء، كما في الطبقات الحسامية.\n</p>\n\n<p>\nمات سنة ثمان وثلاثين وسبعمائة، كما في خزينة الأصفياء.\n</p>\n\n<h3 class='dic-item l3' id='head157'>142- الشيخ عز الدين الزبيري</h3>\n\n<p>\nالشيخ العالم الفقيه عز الدين الزبيري أحد العلماء البارعين في الفقه\nوالأصول، لقيه محمد بن\n</p>\n\n<p>\nبطوطة المغربي في مدينة جنديري، كان عند الأمير عز الدين البتاني وكان\nيعظمه تعظيما\n</p>\n\n<p>\nبالغا.\n</p>\n\n<h3 class='dic-item l3' id='head158'>143- الأمير عز الدين البتاني</h3>\n\n<p>\nالأمير الكبير عز الدين البتاني المدعو بأعظم ملك كان أمير الأمراء ببلاد\nمالوه، يسكن\n</p>\n\n<p>\nببلدة جنديري، أدركه محمد بن بطوطة المغربي بها، وذكره في كتابه وقال:\nإنه كان خيرا\n</p>\n\n<p>\nفاضلا يجالسه أهل العلم، وممن كان يجالسه الفقيه عز الدين الزبيري\nوالفقيه وجيه الدين\n</p>\n\n<p>\nالبيانوي والفقيه القاضي خاصة وإمامهم شمس الدين، وكان لا يظهر إلا في\nيوم الجمعة وفي\n</p>\n\n<p>\nغيرها نادرا، انتهى.\n</p>\n\n<h3 class='dic-item l3' id='head159'>144- الشيخ عزيز الدين الدهلوي</h3>\n\n<p>\nالشيخ الصالح عزيز الدين الصوفي الدهلوي كان ابن بنت الشيخ فريد الدين\nمسعود\n</p>\n\n<p>\nالأجودهني، قرأ العلم على القاضي محي الدين الكاشاني، وتربى في حجر الشيخ\nنظام الدين\n</p>\n\n<p>\nمحمد البدايوني وأخذ عنه الطريقة، له تحفة الأبرار وكرامة الأخيار مصنف\nلطيف في\n</p>\n\n<p>\nملفوظات الشيخ نظام الدين المذكور، كما في سير الأولياء، وكانت وفاته في\nسنة إحدى\n</p>\n\n<p>\nوأربعين وسبعمائة بدهلي، كما في خزينة الأصفياء.\n</p>\n\n<h3 class='dic-item l3' id='head160'>145- مولانا عضد الدين الدهلوي</h3>\n\n<p>\nالشيخ الفاضل العلامة عضد الدين الدهلوي أحد العلماء المبرزين في <span id='ms0197'></span> المنطق\nوالحكمة، قرأ\n</p>\n\n<p>\nعليه محمد شاه تغلق وأعطاه أربعة آلاف ألف تنكة يوم ولي الملك، كما في\nتاريخ فرشته.\n</p>\n\n<h3 class='dic-item l3' id='head161'>146- مولانا عفيف الدين الكاشاني</h3>\n\n<p>\nالشيخ العالم الفقيه عفيف الدين الكاشاني أحد الرجال المعروفين بالفضل\nوالصلاح، كان\n</p>\n\n<p>\nيدرس ويفيد بدهلي، قتله محمد شاه تغلق بقصة شرحها محمد ابن بطوطة المغربي\nفي\n</p>\n\n<p>\nكتابه، قال: كان السلطان في سني القحط قد أمر بحفر آبار خارج دار الملك\nوأن يزرع\n</p>\n\n<p>\nهنالك زرع، وأعطى الناس البذر وما يلزم للزراعة من النفقة، وكلفهم زرع\nذلك للمخزن،\n</p>\n\n<p>\nفبلغ ذلك عفيف الدين فقال: هذا الزرع لا يحصل المراد منه، فوشى به إلى\nالسلطان\n</p>\n\n<p>\nفسجنه وقال: لأي شيء تدخل نفسك في أمور الملك؟ ثم إنه سرحه بعد مدة فذهب\nإلى\n</p>\n\n<p>\nداره ولقيه في طريقة إليها صاحبان له من الفقهاء فقال له: الحمد لله على\nخلاصك، فقال\n</p>\n\n<p>\nالفقيه: الحمد لله الذي نجانا من القوم الظالمين، وتفرقوا فلم يصلوا إلى\nدورهم حتى بلغ\n</p>\n\n<p>\nالسلطان ذلك، فأمر بهم فأحضر الثلاثة بين يديه، فقال: اذهبوا بهذا، يعني\nعفيف الدين،\n</p>\n\n<p>\nواضربوا عنقه حمائل، وهو أن يقطع الرأس مع الذراع وبعض الصدر، واضربوا\nأعناق\n</p>\n\n<p>\nالآخرين، فقال له: أما هو فيستحق العذاب لقوله، وأما نحن فبأي جريمة\nتقتلنا؟ فقال\n</p>\n\n<p>\nلهما: إنكما سمعتما كلامه فلم تنكراه فكأنكما وافقتما عليه، فقتلوا\nجميعا، انتهى.\n</p>\n\n<h3 class='dic-item l3' id='head162'>147- الشيخ علاء الدين الألندي</h3>\n\n<p>\nالشيخ الصالح الفقيه علاء الدين الحنفي الألندي أحد الرجال المعروفين\nبالزهد والصلاح،\n</p>\n\n<p>\nقرأ العلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p174'> Vol. 02, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\nعلى الشيخ معين الدين العمراني، وأخذ الطريقة عن الشيخ نصير الدين محمود\n</p>\n\n<p>\nالأودي ولبس الخرقة منه، ثم سافر إلى أرض دكن مع الشيخ محمد بن يوسف\nالحسيني\n</p>\n\n<p>\nالدهلوي ولازمه مدة من الزمان وأخذ عنه، وسكن بقرية ألند- بفتح الهمزة\nواللام وسكون\n</p>\n\n<p>\nالنون- قرية من أعمال كلبركه.\n</p>\n\n<p>\nأخذ عنه الشيخ سعيد الكهنائي المتوفي في تاسع رجب سنة إحدى وسبعين\nوسبعمائة.\n</p>\n\n<p>\nوكانت وفاة الشيخ علاء الدين في تاسع ربيع الثاني سنة سبع وسبعين\nوسبعمائة بقرية ألند\n</p>\n\n<p>\nوعلى قبره أبنية بناها الملوك، كما في الشجرة الطيبة.\n</p>\n\n<h3 class='dic-item l3' id='head163'>148- الشيخ علاء الدين الأودي</h3>\n\n<p>\nالشيخ <span id='ms0198'></span> الفاضل العلامة علاء الدين الأودي المشهور بالنيلي كان من كبار\nالمشايخ، قرأ العلم\n</p>\n\n<p>\nعلى شيخ الاسلام فريد الدين الشافعي الأودي وعلى غيره من العلماء وبرع في\nالعلم وتأهل\n</p>\n\n<p>\nللفتوى والتدريس، ثم أخذ الطريقة عن الشيخ نظام الدين البدايوني الدهلوي،\nوسكن بدهلي\n</p>\n\n<p>\nعاكفا على الدرس والافادة.\n</p>\n\n<p>\nوكان ذا زهد واستقامة وتورع وإقبال على الطاعة والافادة والتدريس حسبة\nلله سبحانه،\n</p>\n\n<p>\nمخلصا له في دينه ودنياه، وكان لا يأخذ البيعة من أحد ويقول: لو كان\nالشيخ حيا لرددت\n</p>\n\n<p>\nعليه الخلافة وقلت: إني لا أستطيع أن أحمل تلك الأمانة، وكان مع ذلك يحب\nأن يقتفي أثر\n</p>\n\n<p>\nالشيخ في الزهد والورع والعزيمة، وكان يشتغل بمطالعة فوائد الفؤاد\nويستحسنه جدا، كما في\n</p>\n\n<p>\nسير الأولياء.\n</p>\n\n<p>\nوهو ممن أدركه الشيخ محمد بن بطوطة المغربي وذكره في كتابه.\n</p>\n\n<p>\nقال ابن بطوطة: هو يعظ الناس في كل يوم جمعة، فيتوب كثير منهم بين يديه\nويحلقون\n</p>\n\n<p>\nرؤوسهم ويتواجدون ويغشى على بعضهم، شاهدته وهو يعظ فقرأ القاري بين يديه\nيا أيها\n</p>\n\n<p>\nالناس اتقوا ربكم إن زلزلة الساعة شيء عظيم، يوم ترونها تذهل كل مرضعة\nعما أرضعت\n</p>\n\n<p>\nوتضع كل ذات حمل حملها وترى الناس سكارى وما هم بسكارى ولكن عذاب الله\n</p>\n\n<p>\nشديد، ثم كررها الفقيه علاء الدين، فصاح أحد الفقراء من ناحية المسجد\nصيحة\n</p>\n\n<p>\nعظيمة، فأعاد الشيخ الآية فصاح الفقير ثانية ووقع ميتا، وكنت في من صلى\nعليه وحضر\n</p>\n\n<p>\nجنازته، انتهى.\n</p>\n\n<p>\nوكانت وفاة علاء الدين سنة اثنتين وستين وسبعمائة، كما في خزينة\nالأصفياء.\n</p>\n\n<h3 class='dic-item l3' id='head164'>149- الأمير علاء الدين البرني</h3>\n\n<p>\nالأمير الكبير علاء الدين علاء الملك بن بار بيك برلاس البرني كان من\nالرجال المعروفين\n</p>\n\n<p>\nبالحزم والدهاء والسياسة وأنواع الفضائل، وهو عم القاضي ضياء الدين\nالبرني صاحب\n</p>\n\n<p>\nفيروز شاهي.\n</p>\n\n<p>\nولاه السلطان علاء الدين محمد شاه الخلجي على مدينة كره وما والاها من\nالبلاد في سنة\n</p>\n\n<p>\nست وتسعين وستمائة، ثم استقدمه إلى دار الملك وجعله الشحنة بمدينة دهلي-\nوتلك\n</p>\n\n<p>\nالخطة كانت جليلية في ذلك العصر، لا يولي عليها إلا من يثق به السلطان،\nلأنه يكون\n</p>\n\n<p>\nحارسا له <span id='ms0199'></span> ولخزائنه وأهله- ولقبه علاء الملك.\n</p>\n\n<p>\nوكان رجلا معروفا بالعلم والدهاء، كثير المعروف، عميم الاحسان، صاحب عقل\n</p>\n\n<p>\nوسكينة ودين، يحكى أن السلطان علاء الدين لما فتح الفتوحات العظيمة فقد\nالصواب\n</p>\n\n<p>\nوالاتزان فألقى على أصحابه مسألتين: إحداهما أن يضع شرعا جديدا للناس كما\nشرع\n</p>\n\n<p>\nالنبي صلى الله عليه وسلم ليبقى اسمه إلى يوم القيامة، وثانيتهما أنه\nيريد أن ينيب عنه\n</p>\n\n<p>\nواحدا من خواصه بدار الملك ويخرج إلى نواحي الأرض ويملك البلاد كما ملك\nإسكندر\n</p>\n\n<p>\nبن فيلقوس المقدوني، وكان يلقي هاتين المسألتين على أصحابه فكانوا\nيهابونه ولا يجيبونه\n</p>\n\n<p>\nبالصدق، حتى أنه ذكر مرة كأنه يخاطب علاء الملك ويسأله، فأطرق رأسه مليا\nوفكر في\n</p>\n\n<p>\nنفسه وقال لنفسه: إني بلغت الكبر وليس بيني وبين الموت إلا قيد شبر فلا\nينبغي أن أهابه\n</p>\n\n<p>\nفي ذلك، فإن غضب علي فلعلي أنال درجة الشهادة وهذا فوز عظيم.\n</p>\n\n<p>\nزديم بر صف رندان وهر جه بادا باد\n</p>\n\n<p>\nفتقدم إليه وقال إن لم يسعني إلا الجواب فينبغي أن تأمر أن ترفع الكؤوس\nويخلي المجلس،\n</p>\n\n<p>\nفأمر به وقام الناس، فتقدم وقبل الأرض بين يديه وقال: كبر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p175'> Vol. 02, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\nسني في نعمة الملك واعتراني\n</p>\n\n<p>\nالضعف والهرم، فإن أصبت في الجواب فذلك من الله سبحانه، وإن أخطأت فيه\nتعذرني\n</p>\n\n<p>\nلكبر سني واختلال حواسي، ثم قال: إن الشريعة تتعلق بالأنبياء والنبوة\nبالوحي، والدين قد\n</p>\n\n<p>\nأكمل على نبينا صلى الله عليه وسلم، وبه ختم النبيون، فلا يمكن بعده وضع\nشريعة\n</p>\n\n<p>\nجديدة، فلا ينبغي لك أن تتفوه بهذا بعد ذلك، فإن الناس إن يسمعوها\nيتنفروا عنك ويولد\n</p>\n\n<p>\nالفتن ويكثر الفتك في الناس، وأما المسألة الثانية فهي تدل على ميل\nالسلطان إلى أعالي\n</p>\n\n<p>\nالأمور وينبغي لمثل السلطان ان يجعلها مقصده، ولكن ينبغي للسلطان أن\nيتفكر ساعة في\n</p>\n\n<p>\nهذا الأمر، ولست أدري من ينوب عنك في غيبتك من أرض الهند، ويوفي بعهده\nإذا أراد\n</p>\n\n<p>\nالسلطان أن يرجع إلى دار الملك ولا ينقض عهده ولا يغدر، ومن ينوب عنك كما\nناب\n</p>\n\n<p>\nأرسطاطاليس عن الاسكندر إلى اثنتين وثلاثين سنة أيام غيبته عن دار <span id='ms0200'></span> الملك،\nفقال علاء\n</p>\n\n<p>\nالدين: وماذا أفعل بعد ذلك؟ فقال علاء الملك: إن الأهم لك أمران: الأول\nتسخير البلاد\n</p>\n\n<p>\nالجنوبية من وجابور وجنديري إلى البحر المحيط والبلاد الشمالية إلى لمغان\nوكابل فإن تلك\n</p>\n\n<p>\nالبلاد ملجأ للمفسدين وقطاع السبل، فإن ملكتها تظل الهند آمنة مطمئنة،\nوالثاني سد\n</p>\n\n<p>\nالثغور في سبيل التتر، فإنهم يطمعون في الهند ويأتون إليها كلما وجدوا\nفرصة انتهزوها\n</p>\n\n<p>\nويفتكون وينهبون، فإن تيسر ذلك فيمكن للسلطان أن يبعث عساكره إلى بلاد\nأخرى، وإني\n</p>\n\n<p>\nأظن أن ذلك يتيسر إن تركت الخمر والتصيد والتفرج الدائم والانهماك في\nاللذات، فاستمع\n</p>\n\n<p>\nذلك علاء الدين سماع القبول، واستحسن رأيه وأحسن إلى علاء الملك، ذكره\nالبرني في\n</p>\n\n<p>\nتاريخه.\n</p>\n\n<h3 class='dic-item l3' id='head165'>150- الشيخ علاء الدين السنديلوي</h3>\n\n<p>\nالشيخ الصالح الفقيه علاء الدين الحسيني السنديلوي أحد الأولياء السالكين\nالمرتاضين\n</p>\n\n<p>\nبأرض أوده، أخذ الطريقة عن الشيخ نصير الدين محمود الأودي وصحبه مدة\nطويلة بدهلي\n</p>\n\n<p>\nونال حظا وافرا من العلم والمعرفة، فاستخلفه الشيخ ورخصه إلى سنديلة-\nبفتح السين\n</p>\n\n<p>\nالمهملة- بلدة من أعمال أوده، فسكن بها.\n</p>\n\n<p>\nوكان قانعا عفيفا دينا متوكلا، تذكر له كشوف وكرامات، مات بسنديلة ودفن\nبها، كما في\n</p>\n\n<p>\nالبحر الزخار.\n</p>\n\n<h3 class='dic-item l3' id='head166'>151- الشيخ علاء الدين الملتاني</h3>\n\n<p>\nالشيخ الصالح علاء الدين الملتاني أحد العلماء المبرزين في المعارف\nالإلهية، أخذ عن\n</p>\n\n<p>\nالشيخ صدر الدين محمد العارف الملتاني ولازمه مدة من الزمان، وكان عالما\nكبيرا زاهدا\n</p>\n\n<p>\nتقيا، مات سنة أربعين وسبعمائة، كما في خزينة الأصفياء.\n</p>\n\n<h3 class='dic-item l3' id='head167'>152- الشيخ علاء الدين الكنتوري</h3>\n\n<p>\nالشيخ الكبير علاء الدين بن أعز الدين بن شرف الدين الحسيني الموسوي\nالكنتوري، كان\n</p>\n\n<p>\nمن الرجال المعروفين في الدعوة والتكسير والعلوم الغريبة، استقدمه محمد\nشاه تغلق إلى دار\n</p>\n\n<p>\nالملك وكلفه بالاقامة لديه، فأبى وترك ولديه أعز الدين وجمال الدين عنده\nورجع إلى كنتور،\n</p>\n\n<p>\nوقتل محمد شاه المذكور ولده أعز الدين في حياته، وأقام جمال الدين بدهلي\nزمانا، وأخذ\n</p>\n\n<p>\nالطريقة عن الشيخ نصير الدين محمود بن يحيى الأودي، ثم رجع إلى كنتور\nوتولى المشيخة\n</p>\n\n<p>\nبها مقام والده، كما في مهر جهانتاب.\n</p>\n\n<h3 class='dic-item l3' id='head168'>153- مولانا علاء الدين الدهلوي</h3>\n\n<p>\nصدر الشريعة علاء الدين <span id='ms0201'></span> الحنفي الدهلوي الفاضل الكبير العلامة كان يدرس\nويفيد بدار\n</p>\n\n<p>\nالملك دهلي في عهد السلطان علاء الدين محمد شاه الخلجي، ذكره البرني في\nتاريخه.\n</p>\n\n<h3 class='dic-item l3' id='head169'>154- مولانا علاء الدين التاجر</h3>\n\n<p>\nالشيخ الفاضل علاء الدين التاجر الدهلوي أحد العلماء المبرزين في الفقه\nوالأصول\n</p>\n\n<p>\nوالعربية، كان يدرس ويفيد بدهلي في أيام علاء الدين الخلجي، ذكره البرني في تاريخه.\n</p>\n\n<h3 class='dic-item l3' id='head170'>155- مولانا علاء الدين كرك</h3>\n\n<p>\nالشيخ الفاضل العلامة علاء الدين كرك كان يدرس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p176'> Vol. 02, p. 176</a>\n            </div>\n            \nويفيد بدهلي في عهد علاء\nالدين\n</p>\n\n<p>\nالخلجي، ذكره البرني في كتابه.\n</p>\n\n<h3 class='dic-item l3' id='head171'>156- مولانا علاء الدين اللاهوري</h3>\n\n<p>\nالشيخ الفاضل علاء الدين اللاهوري أحد الأساتذة المشهورين بدهلي في عهد\nالسلطان\n</p>\n\n<p>\nعلاء الدين الخلجي، ذكره البرني في كتابه.\n</p>\n\n<h3 class='dic-item l3' id='head172'>157- مولانا علاء الدين المقرئ</h3>\n\n<p>\nالشيخ الفاضل علاء الدين المقرئ الدهلوي أحد العلماء المبرزين في القراءة\nوالتجويد، كان\n</p>\n\n<p>\nيدرس ويفيد بدهلي في عهد السلطان علاء الدين الخلجي، ذكره البرني.\n</p>\n\n<h3 class='dic-item l3' id='head173'>158- مولانا علاء الدين الاندربتي</h3>\n\n<p>\nالشيخ الفاضل الكبير علاء الدين الاندربتي أحد العلماء المشهورين في\nعصره، كان يدرس\n</p>\n\n<p>\nويفيد، أخذ عنه خلق كثيرون- كما في سير الأولياء.\n</p>\n\n<h3 class='dic-item l3' id='head174'>159- مولانا علم الدين الشيرازي</h3>\n\n<p>\nالشيخ الفاضل الكبير العلامة علم الدين الحكيم الشيرازي أحد العلماء\nالمبرزين في العلوم\n</p>\n\n<p>\nالحكمية، له اليد الطولى في الصناعة الطبية، كان يدرس ويفيد بدهلي في\nأيام علاء الدين\n</p>\n\n<p>\nمحمد شاه الخلجي، ذكره البرني في تاريخه ولكنه لم ينسبه إلى شيراز بل\nأهمل ذلك، وإني\n</p>\n\n<p>\nرأيت في تاريخ فرشته أن علم الدين كان شيرازيا وعاش بعد الخلجي مدة من\nالزمان، جعله\n</p>\n\n<p>\nممد شاه تغلق نديما له، وكان يقربه إليه ويذاكره في العلوم.\n</p>\n\n<h3 class='dic-item l3' id='head175'>160- مولانا عليم الدين التبريزي</h3>\n\n<p>\nالشيخ الفاضل عليم الدين الحكيم التبريزي كان من الأطباء الحاذقين ببلدة\nكلبركه من\n</p>\n\n<p>\nأرض دكن في عهد السلطان علاء الدين حسن البهمني، وكان يدرس ويتطبب، كما\nفي تاريخ\n</p>\n\n<p>\nفرشته.\n</p>\n\n<h3 class='dic-item l3' id='head176'>161- الشيخ علي بن الحميد الناكوري</h3>\n\n<p>\nالشيخ العالم الكبير علي بن الحميد بن أحمد السعيدي السورتي الشيخ عبد\nالعزيز بن\n</p>\n\n<p>\nحميد الدين الناكوري أحد كبار مشايخ الطريقة الجشتية، أخذ عن أبيه ولازمه\nمدة من\n</p>\n\n<p>\nالدهر وبلغ رتبة الكمال، فأجازه والده <span id='ms0202'></span> في الدعوة والإرشاد وأجازه في\nالحديث، ولما توفي\n</p>\n\n<p>\nوالده جلس على مشيخة الإرشاد، أخذ عنه ولده فريد الدين محمود، فأجازه في\nالحديث\n</p>\n\n<p>\nسنة خمس وعشرين وسبعمائة، فما في خزينة الأصفياء أنه توفي سنة إحدى\nوثمانين\n</p>\n\n<p>\nوستمائة مما لا يعتمد عليه.\n</p>\n\n<h3 class='dic-item l3' id='head177'>162- الشيخ علي الحيدري</h3>\n\n<p>\nالشيخ الفاضل علي الحيدري أحد القادمين إلى بلاد الهند، دخل كجرات وسكن\nبمدينة\n</p>\n\n<p>\nكهنباية، ولازم أحد أحبار الوثنيين وأخذ عنه علوم أهل الهند وتعلم لغتهم،\nوصحبه مدة\n</p>\n\n<p>\nمن الزمان وأظهر له حقية الاسلام، فمن الله سبحانه عليه بالملة الحنيفية\nالبيضاء، وأسلم\n</p>\n\n<p>\nبسببه خلق كثير من أهل كجرات ممن كانوا يعرفون فضله وكماله، ولما كان علي\nشيعيا\n</p>\n\n<p>\nتشيع الناس، ويسمون بواهير، ثم لما قام بالملك مظفر شاه الكجراتي الأول\nأمر العلماء أن\n</p>\n\n<p>\nيهدوهم إلى طريق أهل السنة، فهدي بهم جمعا كثيرا منهم، فصاروا فرقتين\nفرقة منهم أهل\n</p>\n\n<p>\nالسنة، وفرقة منهم الشيعة.\n</p>\n\n<p>\nوقد ذكره محمد بن بطوطة المغربي في كتابه وقال: إنه كان عظيم القدر شهير\nالذكر بعيد\n</p>\n\n<p>\nالصيت يسكن بمدينة كهنباية على ساحل البحر، وينذر له التجار بالبحر\nالنذور الكثيرة،\n</p>\n\n<p>\nوإذا قدموا بدؤا بالسلام عليه، وكان يكاشف بأحوالهم، وربما نذر أحدهم\nالنذر وندم\n</p>\n\n<p>\nعليه، فإذا أتى الشيخ للسلام عليه أعلمه بما نذر له وأمر بالوفاء به،\nواتفق له ذلك مرات\n</p>\n\n<p>\nواشتهر به، فلما خرج القاضي جلال الدين الأفغاني وقبيلته بمدينة كهنباية\nعلى محمد شاه\n</p>\n\n<p>\nتغلق بلغ السلطان أن الحيدري دعا للقاضي جلال وأعطاه شاشيته من رأسه،\nوذكر أيضا\n</p>\n\n<p>\nأنه بايعه، فلما خرج السلطان إليهم بنفسه وانهزم القاضي خلف السلطان شرف\nالملك أمير\n</p>\n\n<p>\nبخت بكهنباية وأمره بالبحث عن أهل الخلاف وجعل معه فقهاء يحكم بقولهم،\nفأحضر\n</p>\n\n<p>\nالشيخ علي الحيدري بين يديه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p177'> Vol. 02, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\nوثبت أنه أعطى للقائم شاشيته ودعا له فحكموا بقتله، فلما\n</p>\n\n<p>\nضربه السياف لم يعمل فيه السيف وعجب الناس لذلك وظنوا أنه يعفى عنه بسبب\nذلك،\n</p>\n\n<p>\nفأمر سيافا آخر بضرب عنقه فضربه، انتهى.\n</p>\n\n<h3 class='dic-item l3' id='head178'>163- الشيخ علي بن الشهاب الهمذاني</h3>\n\n<p>\nالشيخ العالم الكبير الرحالة علي بن الشهاب بن محمد بن علي <span id='ms0203'></span> الحسيني\nالهمذاني، كان من\n</p>\n\n<p>\nنسل إسماعيل بن علي بن محمد بن علي بن الحسين السبط عليه وعلى جده\nالسلام.\n</p>\n\n<p>\nولد في الثاني عشر من شهر رجب سنة أربع عشرة وسبعمائة، وقرأ العلم على\nالشيخ\n</p>\n\n<p>\nنجم الدين أبي الميامن محمد بن أحمد الموفق الأذكاني وأخذ الحديث عنه،\nوأخذ الطريقة\n</p>\n\n<p>\nعن الشيخ شرف الدين محمد بن عبد الله المزوقالي والشيخ تقي الدين علي\nالدوسي،\n</p>\n\n<p>\nكلاهما عن الشيخ ركن الدين أحمد بن محمد المعروف بعلاء الدولة السمناني،\nوقيل إنه\n</p>\n\n<p>\nأخذ عن والده أيضا، ثم إنه خرج للسياحة فسار في الأمصار وأدرك المشايخ\nالكبار\n</p>\n\n<p>\nواستفاد منهم، يبلغ عددهم إلى أربعمائة وألف من رجال العلم والمعرفة،\nفلما عاد إلى\n</p>\n\n<p>\nخراسان وقع الخلاف بينه وبين الأمير تيمور كور كان في معنى الحكمة، فقدم\nكشمير في\n</p>\n\n<p>\nسنة ثلاث وسبعين- وقيل: ثمانين- وسبعمائة مع سبعمائة من أصحابه، فأسلم\nعلى يده\n</p>\n\n<p>\nغالب أهلها.\n</p>\n\n<p>\nوله مصنفات كثيرة ممتعة نذكر منها ما طالعته بعون الله وتوفيقه، فمنها\nذخيرة الملوك\n</p>\n\n<p>\nبالفارسية كتاب مفيد في بابه في مجلد، أوله: حمد بسيار وثناي بي شمار،\nالخ، وهو مرتب\n</p>\n\n<p>\nعلى عشرة أبواب: الأول في شرائط الإيمان وأحكامه، والثاني في حقوق\nالعبودية، والثالث\n</p>\n\n<p>\nفي مكارم الأخلاق ووجوب الاقتداء بسيرة الخلفاء الراشدين، والرابع في\nحقوق الوالدين\n</p>\n\n<p>\nوالزوجين والأولاد والعبيد والأقارب والأصدقاء، والخامس في أحكام السلطة\nوالولاية\n</p>\n\n<p>\nوالأمان وحقوق الرعايا ووجوب العدل والإحسان، والسادس في شرح السلطة\nالمعنوية\n</p>\n\n<p>\nوأسرار الخلافة الإنسانية، والسابع في الأمر بالمعروف والنهي عن المنكر،\nوالثامن في تحقيق\n</p>\n\n<p>\nالشكر وذكر أصنافه، والتاسع في الصبر على المكاره، والعاشر في ذم الكبر\nوالغضب وغير\n</p>\n\n<p>\nذلك.\n</p>\n\n<p>\nومنها شرح فصوص الحكم لإبن عربي بالفارسية، أوله: حمد بي غايت آن فاطر\nحكيم،\n</p>\n\n<p>\nالخ، ومنها مشارب الأذواق شرح على الميمية لابن الفارض، وهو أيضا\nبالفارسية، أوله:\n</p>\n\n<p>\nحمد عم وثنا ي اتم مر حضرت ودودي را، الخ، ومنها مرآة التائبين في\nالتوبة، أوله: حمد\n</p>\n\n<p>\nوثنا يى نامتناهي حضرت حكيم را، الخ، ومنها الرسالة الذكرية نحو كراسين،\nأولها: حمد\n</p>\n\n<p>\nوسباس مر بروردكاري را <span id='ms0204'></span>، الخ، ومنها منهاج العارفين في وريقات، أوله: حمد\nبي حد وثنا\n</p>\n\n<p>\nيى بي عد مر آفريدكاري را، الخ، ومنها الرسالة الذكرية بالعربية، أولها:\nالحمد لله وسلام\n</p>\n\n<p>\nعلى عباده الذين اصطفى، الخ، ومنها المنامية في الرؤيا بالفارسية، أولها:\nالحمد لله حق\n</p>\n\n<p>\nحمده، الخ، ومنها الهمذانية في تحقيق لفظ همذان بالفارسية، أولها: شاه\nراه شريعت\n</p>\n\n<p>\nمحمدي، الخ، ومنها الوجودية في تحقيق الوجود بالفارسية، أولها: الحمد لله\nوسلام على\n</p>\n\n<p>\nعباده الذين اصطفى، الخ، ومنها التلقينية بالفارسية، أولها: الحمد لله\nالذي لقنني دقائق\n</p>\n\n<p>\nالعرفان، الخ، ومنها المشية أولها: تانقاشان كاركه قضا، الخ، ومنها مشكل\nحل، أولها: أي\n</p>\n\n<p>\nمشكل حل وحل مشكل، الخ، وهي في تحقيق ذلك الكلام، ومنها الأورادية، مرتبة\nعلى\n</p>\n\n<p>\nثلاثة أبواب: الأول في فضل الأوراد، والثاني في الحاجة إليها، والثالث في\nتوزيع الأوقات على\n</p>\n\n<p>\nوظائفها، أولها: الحمد لله الذي جعل الليل والنهار خلفة لمن أراد أن يذكر\nأو أراد شكورا،\n</p>\n\n<p>\nالخ، ومنها المكتوبات الأميرية وفيها رسائله إلى أصحابه، ومنها النورية\nفي أحسن الطرق\n</p>\n\n<p>\nوأخصرها، ومنها ده قاعده في الطريقة، ومنها الفقيرية الأميرية أولها:\nالحمد لله حق حمده،\n</p>\n\n<p>\nالخ، ومنها رسالة في الطب، أولها: آفتاب عنايت أز فلك درايت وبرج هدايت،\nالخ، ومنها\n</p>\n\n<p>\nمنازل السالكين بالعربية في المنازل العشرة، أولها: الحمد لله الذي أفاض\nجوده الجؤود على\n</p>\n\n<p>\nكل موجود، ومنها رسالة في آداب المشيخة مرتبة على سبعة أبواب، ومنها\nرسالة في\n</p>\n\n<p>\nمقامات الصوفية وأحوالهم ودرجاتهم ومعنى الفقر وما يتعلق به، ومنها رسالة\nفي مقامات\n</p>\n\n<p>\nالسالكين، ومنها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p178'> Vol. 02, p. 178</a>\n            </div>\n            \n</p>\n\n<p>\nرسالة في مناقب أهل البيت، ومنها الأربيعينية في أربعين حديثا رواها\n</p>\n\n<p>\nعن شيخه نجم الدين محمد بن أحمد الموفق الأذكاني بسنده إلى أنس بن مالك\nرضي الله\n</p>\n\n<p>\nعنه، ومنها رسالة في آيات الأحكام من القرآن الكريم، ومنها رسالة سير\nالطالبين، وهو\n</p>\n\n<p>\nكتاب جمع فيه بعض أصحابه ما كتب في مواضع شتى من الفوائد الأنيقة، ومنها\nرسالة\n</p>\n\n<p>\nأخلاقية ومنها كشف الحقائق رسالة له جمعها محمد بن محمد الخوصي، ومنها\nالرسالة\n</p>\n\n<p>\nالفتوتية قال: وذلك مما أوصيت به الأخ في <span id='ms0205'></span> الله المحسن الموفق السعيد أخي\nالشيخ حاجي\n</p>\n\n<p>\nبن المرحوم طوطي عليشاهي الختلاني، أصلح الله شأنه في الدارين وألبسه\nلباس الفتوة\n</p>\n\n<p>\nالذي هو جزء الخرقة المباركة كما لبست من شيخي نجم الدين أبي الميامن\nمحمد بن أحمد\n</p>\n\n<p>\nالأذكاني، انتهى، ومنها جهل أسرار وفيه ثمان وثمانون منظومة، ومنها\nالاختيارات جمع فيها\n</p>\n\n<p>\nالأبيات الرائقة في الحقائق والمعارف، ومنها السبعين، رسالة جمع فيها\nسبعين حديثا في\n</p>\n\n<p>\nفضائل أهل البيت وأكثر أحاديثها مأخوذة من الفردوس وأحاديثها غير مقبولة\nعند\n</p>\n\n<p>\nالمحدثين، وعلى تلك الرسالة تخريج للشيخ فتح محمد بن محمد عيسى\nالبرهانبوري، ومنها\n</p>\n\n<p>\nمعاش السالكين أوله: الحمد لله على نعمائه، الخ، ومنها معرفة النفس رسالة\nله أولها: شكر\n</p>\n\n<p>\nوثناي آن خداي را، الخ، ومنها إنسان نامه، في القيافة، أولها: حمد وسباس\nوثناي بي\n</p>\n\n<p>\nقياس، ومنها الواردات، بالفارسية، أولها: رب اشرح لي صدري ويسر لي أمري،\nالخ، ومنها\n</p>\n\n<p>\nالرسالة الذكرية الصغرى بالعربية في فضل الذكر وخواصه وحقائقه، ومنها\nالرسالة الغيبية\n</p>\n\n<p>\nأولها: سلام الله تعالى على فلان ورحمة الله وبركاته، ومنها شرح أسماء\nالله الحسنى\n</p>\n\n<p>\nبالعربية، أولها: اللهم افتح باب الدخول في شواكل الأسماء، الخ، ومنها\nالرسالة الخواطرية\n</p>\n\n<p>\nبالعربية، أولها: والله يقول الحق وهو يهدي السبيل، الخ، ومنها الخطبة\nالأميرية، بالعربية،\n</p>\n\n<p>\nومنها المناجاة الأميرية، بالفارسية.\n</p>\n\n<p>\nوكانت وفاته بتيراه من أرض ياغستان حين خرج من كشمير ووصل إليها، فنقلوا\nجسده\n</p>\n\n<p>\nإلى ختلان من أعمال بدخشان ودفنوه بها، وكان ذلك في سنة ست وثمانين\nوسبعمائة، كما\n</p>\n\n<p>\nفي مهر جهانتاب.\n</p>\n\n<h3 class='dic-item l3' id='head179'>164- الشيخ علي بن أحمد الغوري</h3>\n\n<p>\nالشيخ الصالح علي بن أحمد الغوري أحد الرجال المعروفين بالفضل والصلاح،\nأخذ الطريقة\n</p>\n\n<p>\nعن الشيخ ركن الدين أبي الفتح الملتاني، وكان يسكن بمدينة كره، له كنز\nالعباد في شرح\n</p>\n\n<p>\nالأوراد كتاب بسيط في شرح أوراد الشيخ شهاب الدين عمر بن محمد السهروردي،\nوتلك\n</p>\n\n<p>\nالنسخة موجودة في مكتبة المرحوم خدا بخش خان بمدينة عظيم آباد، كما في\nمحبوب\n</p>\n\n<p>\nالألباب.\n</p>\n\n<h3 class='dic-item l3' id='head180'>165- الشيخ علي بن محمد الجيوري</h3>\n\n<p>\nالسيد الشريف العلامة علي بن محمد بن علي بن أحمد بن أبي بكر <span id='ms0206'></span> بن أحمد ابن\nمحمد\n</p>\n\n<p>\nبن الحسين الشيخ علاء الدين الحسيني الجيوري كان من الأولياء السالكين\nالمرتاضين.\n</p>\n\n<p>\nولد ونشأ بأرض الهند، وقرأ العلم على الشيخ حميد الدين مخلص بن عبد الله\nالدهلوي\n</p>\n\n<p>\nولازمه مدة من الزمان، وكان حميد الدين يحبه حبا مفرطا ويحترمه ويشتغل\nبتعليمه وتربيته\n</p>\n\n<p>\nأكثر مما كان يشتغل بغيه، كما في مناقب السادات للدولت آبادي، ثم إنه\nسافر إلى العراق\n</p>\n\n<p>\nوأدرك المشايخ الكبار وأخذ الطريقة عن الشيخ شهاب الدين عمر بن محمد\nالسهروردي بلا\n</p>\n\n<p>\nواسطة وغيره، كما في جامع العلوم وقيل: إنه أخذ عن الشيخ قوام الدين\nمحمود بن محمد\n</p>\n\n<p>\nالدهلوي عن والده شيخ الاسلام قطب الدين محمد الكروي، كما في تذكرة\nالسادات وقيل:\n</p>\n\n<p>\nإنه أخذ عن الشيخ قطب الدين محمد المذكور بلا واسطة ولده، كما في منبع\nالأنساب\n</p>\n\n<p>\nوالصواب أنه أخذ عن الشيخ قوام الدين محمود بن محمد الدهلوي، وأخذ عنه\nالشيخ\n</p>\n\n<p>\nشمس الدين خواجكي العريضي الملتاني ثم الكروي، والشيخ محمد بن نظام الدين\n</p>\n\n<p>\nالبهرائجي، والشيخ عين الدين البيجابوري، والشيخ ركن الدين محمد الجنيدي،\nوخلق كثير\n</p>\n\n<p>\nمن العلماء والمشايخ، وأما جيور فإنه بكسر الجيم وسكون التحتية وفتح\nالواو قرية مشهورة\n</p>\n\n<p>\nمن أعمال بلند شهر وقد أخطأ فيه كثير من الناس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p179'> Vol. 02, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\nفمنهم من صحفه بجيبور التي هي\n</p>\n\n<p>\nمدينة كبيرة في أرض راجبوتانه، مصرها راجه جي سنكه في أيام محمد شاه\nالدهلوي،\n</p>\n\n<p>\nوأين هذا من ذاك؟ وللشيخ علاء الدين أعقاب صالحة بقرية جيور، لقيت بعضهم،\nوكان\n</p>\n\n<p>\nيدعوه الناس بعلاء الدين شكر برش، مات في الثامن والعشرين من شعبان سنة\nأربع وثلاثين\n</p>\n\n<p>\nوسبعمائة بدولت آبادن فدفن بها، كما في تاريخ الأولياء.\n</p>\n\n<h3 class='dic-item l3' id='head181'>166- الشيخ علي بن محمد الجهونسوي</h3>\n\n<p>\nالشيخ الصالح علي بن محمد بن محمد بن محمد بن شجاع بن إبراهيم الحسيني\nالبهكري\n</p>\n\n<p>\nثم الجهونسوي المشهور بشعبان الملة، ولد بمدينة بهكر يوم الخميس لخمس\nبقين من شعبان\n</p>\n\n<p>\nسنة ثلاثين وستمائة ونشأ بها، وسافر إلى ملتان وله ثلاثون سنة، أخذ عن\nالشيخ شمس\n</p>\n\n<p>\nالدين الحسيني العريضي والشيخ أبي الفتح ركن الدين الملتاني وصحبهما\nزمانا <span id='ms0207'></span>، ثم سافر إلى\n</p>\n\n<p>\nبهار، ولازم الشيخ منهاج الدين حسن البهاري اثنتي عشرة سنة، وأخذ عنه،\nوالشيخ\n</p>\n\n<p>\nمنهاج الدين أخذ عن الشيخ نجم الدين إبراهيم وهو عن الشيخ أبي الفتح ركن\nالدين\n</p>\n\n<p>\nالمذكور، ولما بلغ رتبة المشيخة أرسله المنهاج إلى شيخبوره، فلبث بها\nسنتين، ثم أرسله\n</p>\n\n<p>\nإلى بياكك إله آباد فسكن بصحراء ما وراء النهر حيث يلتقي ماء جمن وكنك\nقريبا من\n</p>\n\n<p>\nقرية هربونك بور، فأسلم على يده خلق كثير، توفي ثالث ذي الحجة- وقيل: في\nالثالث عشر\n</p>\n\n<p>\nمنها- سنة ستين وسبعمائة، كما في منبع الأنساب.\n</p>\n\n<h3 class='dic-item l3' id='head182'>167- علي بن علي الجهونسوي</h3>\n\n<p>\nالشيخ الصالح علي بن علي بن محمد الحسيني البهكري الشيخ تقي الدين\nالجهونسوي أحد\n</p>\n\n<p>\nكبار المشايخ السهروردية، ولد بجهونسي سنة عشرين وسبعمائة، وأخذ عن أبيه،\nولازمه\n</p>\n\n<p>\nملازمة طويلة، ثم سافر إلى البلاد، وأخذ عن الشيخ علاء الدين الحسيني\nالجيوري ولازمه\n</p>\n\n<p>\nزمانا، ثم رجع وتصدر للارشاد، أخذ عنه خلق كثير، توفي يوم الخميس لسبع\nخلون من\n</p>\n\n<p>\nذي الحجة سنة خمس وثمانين وسبعمائة، كما في منبع الأنساب.\n</p>\n\n<h3 class='dic-item l3' id='head183'>168- علاء الدين علي بن محمد الدهلوي</h3>\n\n<p>\nالسيد الشريف علاء الدين علي بن محمد بن علي بن أسامة بن عدنان بن أسامة\nالحلي\n</p>\n\n<p>\nالدهلوي أحد السادة القادة، كان من نسل السيد الشريف ضياء الدين علي بن\nأسامة\n</p>\n\n<p>\nالحلي المدفون بدهلي، ولد بمدينة دهلي، وأمه زهراء بنت زيد بن أسامة\nالحلي، ونشأ بها،\n</p>\n\n<p>\nوتقرب إلى فيروز شاه الدهلوي، فجعله رسولدار الحاجب، وكانت خدمة جليلة\nيأتي\n</p>\n\n<p>\nالسفراء إليه ويعرضون الحوائج بوساطته على السلطان، وضيافتهم من تلقاء\nالسلطان كانت\n</p>\n\n<p>\nمفوضة إلى رسولدار، ولذلك اشتهر برسولدار، وبعثه فيروز شاه بعد جلوسه على\nسرير\n</p>\n\n<p>\nالملك إلى خواجه جهان، وبعثه مرة بالسفارة إلى خراسان، كما في الرسالة\nالزيدية، وله\n</p>\n\n<p>\nأعقاب كثيرون في قنوج ونواحيها.\n</p>\n\n<h3 class='dic-item l3' id='head184'>169- علي بن محمود الدهلوي</h3>\n\n<p>\nالشيخ الفاضل علي بن محمود الدهلوي المشهور بعلي شاه جاندار، كان من كبار\nالأمراء\n</p>\n\n<p>\nبدهلي، أخذته الجذبة الربانية، فترك الدنيا، ولازم الشيخ المجاهد نظام\nالدين محمد بن أحمد\n</p>\n\n<p>\nالبدايوني رحمه الله، وأخذ عنه الطريقة.\n</p>\n\n<p>\nوكان <span id='ms0208'></span> عالما كبيرا متفننا في العلوم، له خلاصة اللطائف كتاب بالعربي في\nالحقائق والمعارف،\n</p>\n\n<p>\nكما في أخبار الأخيار.\n</p>\n\n<h3 class='dic-item l3' id='head185'>170- مولانا عماد الدين الدهلوي</h3>\n\n<p>\nالشيخ العالم الصالح عماد الدين بن حسام الدين الدهلوي الواعظ الكبير لم\nيكن له نظير في\n</p>\n\n<p>\nالتذكير، كان يجمع بين الطريقة والشوق واللطائف والظرائف وبيان الأسرار\nوكشف الحقائق،\n</p>\n\n<p>\nوكان له صوت حسن شجي يأخذ بمجامع القلوب، ذكر ووعظ عشرين سنة بدار الملك\n</p>\n\n<p>\nدهلي في عهد السلطان علاء الدين الخلجي، وكان يحضر مجالس وعظه خلق كثير\nمن\n</p>\n\n<p>\nالملوك والأمراء والعلماء والشعراء وعامة الناس، وكانوا يتأثرون بوعظه،\nذكره البرني في\n</p>\n\n<p>\nتاريخه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p180'> Vol. 02, p. 180</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head186'>171- مولانا عماد الدين الغوري</h3>\n\n<p>\nالشيخ العالم الصالح عماد الدين الحنفي الغوري أحد عباد الله الصالحين.\n</p>\n\n<p>\nقتله محمد شاه تغلق الدهلوي، وسبب قتله على ما في أخبار الأخيار أن محمد\nشاه قال\n</p>\n\n<p>\nله يوما من الأيام: إن الفيوض الإلهية لم تنقطع حتى اليوم، فإن ادعى أحد\nبالرسالة وصدرت\n</p>\n\n<p>\nعنه المعجزات فتصدقه أم لا، فغضب العماد ولم يملك نفسه فقال بالفارسية:\nكه مخور، أي\n</p>\n\n<p>\nلا تأكل العذرة، فأمر محمد شاه أن يذبحوه ويخرجوا لسانه عن فمه، فامتثلوا\nأمره، رحمه الله\n</p>\n\n<p>\nتعالى.\n</p>\n\n<h3 class='dic-item l3' id='head187'>172- الشيخ عمر بن محمد الهندي</h3>\n\n<p>\nالشيخ الفاضل عمر بن محمد بن أحمد بن منصور بهاء الدين الهندي الحنفي\nنزيل مكة.\n</p>\n\n<p>\nكان عالما بالفقه والعربية مع حلم وأدب وعقل وحسن خلق، جاور المدينة مدة،\nوحج\n</p>\n\n<p>\nسنة ثمان وخمسين وسبعمائة، فسقط عن دابته فيبست أعضاؤه وبطلت حركته وحمل\nإلى\n</p>\n\n<p>\nمكة وتأخر عن الحج وانتقل إلى رحمة الله سبحانه ذكره ابن فرحون في كتابه\nونقل عنه\n</p>\n\n<p>\nالفاسي في العقد كما في طرب الأماثل.\n</p>\n\n<h3 class='dic-item l3' id='head188'>173- الشيخ عمر بن أسعد البندوي</h3>\n\n<p>\nالشيخ العالم الكبير عمر بن أسعد اللاهوري الشيخ علاء الدين البندوي أحد\nالعلماء\n</p>\n\n<p>\nالمبرزين في الفقه والأصول والعربية.\n</p>\n\n<p>\nكان والده وزيرا لبعض الملوك في بنكاله، ولذلك حصل له الجاه العظيم عند\nالملوك والأمراء\n</p>\n\n<p>\nوصار كبير المنزلة عندهم وطار صيته في الآفاق، وكان يدرس ويفيد.\n</p>\n\n<p>\nأخذ عنه كثير من الناس ولم يزل كذلك إلى أن ورد الشيخ <span id='ms0209'></span> سراج الدين عثمان\nالأودي\n</p>\n\n<p>\nبتلك الديار، فترك البحث والاشتغال ولازمه وأخذ عنه الطريقة، وتولى\nالمشيخة بعده، أخذ\n</p>\n\n<p>\nعنه ولده نور الحق والسيد أشرف بن إبراهيم السمناني وعادل الملك\nالجونبوري وخلق\n</p>\n\n<p>\nكثير، ويذكر له كشوف وكرامات ووقائع غريبة.\n</p>\n\n<p>\nمات في مستهل رجب سنة ثمانمائة وقبره مشهور ببلدة بندوه، يزار ويتبرك به،\nكما في\n</p>\n\n<p>\nأخبار الأخيار.\n</p>\n\n<h3 class='dic-item l3' id='head189'>174- الشيخ عمر بن إسحاق الغزنوي</h3>\n\n<p>\nالشيخ الإمام العلامة الكبير عمر بن إسحاق بن أحمد أبو حفص سراج الدين\nالهندي\n</p>\n\n<p>\nالغزنوي أحد الرجال المشهورين بالعلم.\n</p>\n\n<p>\nولد تقريبا سنة أربع وسبعمائة، وأخذ الفقه عن الإمام الزاهد وجيه الدين\nالدهلوي أحد\n</p>\n\n<p>\nالأئمة بدهلي وعن شمس الدين الخطيب الدولي- نسبة إلى دول ناحية بين الري\n</p>\n\n<p>\nوطبرستان- وعن سراج الدين الثقفي ملك العلماء بدهلي وركن الدين\nالبدايوني- وهم من\n</p>\n\n<p>\nأكبر تلامذة أبي القاسم التنوخي تلميذ حميد الدين الضرير- وأخذ عن غيرهم\nمن العلماء،\n</p>\n\n<p>\nثم سافر إلى الحرمين الشريفين فحج وسمع عوارف المعارف من الشيخ خضر شيخ\nرباط\n</p>\n\n<p>\nالسدرة، وحدث به عن القطب القسطلاني عن مؤلفه، وسافر إلى القاهرة قديما\nسنة\n</p>\n\n<p>\nأربعين، وسمع من أحمد بن منصور الجوهري وغيره، وظهرت فضائله، ثم ولي قضاء\n</p>\n\n<p>\nالعسكر بعد أن ناب عن الجمال التركماني ثم عزل.\n</p>\n\n<p>\nوكان عالما فاضلا إماما علامة نظارا فارسا في البحث مفرط الذكاء عديم\nالنظير، له\n</p>\n\n<p>\nالتصانيف التي سارت بها الركبان، منها شرح الهداية المسمى بالتوشيح\nوالشامل في الفقه\n</p>\n\n<p>\nوزبدة الأحكام في اختلاف الأئمة الأعلام وشرح بديع الأصول لابن الساعاتي\nوشرح المغنى\n</p>\n\n<p>\nللحنازي والغرة المنيفة في ترجيح مذهب أبي حنيفة وشرح الزيادات وشرح\nالجامعين- ولم\n</p>\n\n<p>\nيكملهما- وشرح تائية ابن الفارض وكتاب في الخلافيات وكتاب في التصوف.\n</p>\n\n<p>\nوذكر القارئ من تصانيفه شرح المنار وشرح المختار ولوائح الأنوار في الرد\nعلى من أنكر\n</p>\n\n<p>\nعلى العارفين ولطائف الأسرار وعدة الناسك في المناسك وشرح عقيدة الطحاوي\nواللوامع\n</p>\n\n<p>\nفي شرح جمع الجوامع وغير ذلك، كما في الفوائد البهية.\n</p>\n\n<p>\nوقد ذكر الكفوي في الطبقات أنه مات سنة ثلاث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p181'> Vol. 02, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\nوستين وسبعمائة، وأرخ وفاته الجلبي في\n</p>\n\n<p>\nكشف الظنون والسيوطي <span id='ms0210'></span> في حسن المحاضرة سنة ثلاث وسبعين وسبعمائة، كما في\nالفوائد\n</p>\n\n<p>\nالبهية والصواب أنه توفي سنة ثلاث وسبعين، قال طاشكبري زاده في مفتاح\nالسعادة إنه\n</p>\n\n<p>\nمات في الليلة التي مات فيها البهاء السبكي وهي ليلة السابع من شهر رجب\nسنة ثلاث\n</p>\n\n<p>\nوسبعين وسبعمائة، وكانت ولايته نحو أربع سنين، وكان كتب بخطه: مولدي سنة\nأربع\n</p>\n\n<p>\nوسبعمائة، انتهى.\n</p>\n\n<h3 class='dic-item l3' id='head190'>175- الشيخ عمر بن محمد السنامي</h3>\n\n<p>\nالشيخ الفاضل الكبير العلامة عمر بن محمد بن عوض الحنفي الإمام ضياء\nالدين السنامي\n</p>\n\n<p>\nصاحب نصاب الاحتساب.\n</p>\n\n<p>\nكانت له قدم راسخة في التقوى والديانة والاحتساب في الأمور الشرعية، ولد\nونشأ بأرض\n</p>\n\n<p>\nالهند، وقرأ العلم على الشيخ كمال الدين السنامي، واشتغل بالحسبة مدة من\nالزمان،\n</p>\n\n<p>\nواشتغل بالتذكير أكثر من ثلاثين سنة وكان شديد النكير على أهل البدع\nوالأهواء، لا يهاب\n</p>\n\n<p>\nفيه أحدا ولا يخاف في الله لومة لائم، وكان يجتمع في مجالس وعظه خلق كثير\nيربو عددهم\n</p>\n\n<p>\nعلى ثلاثة آلاف من الخاصة والعامة، ولا يستطيع أحد ممن حضر ذلك المجلس أن\nيلتفت\n</p>\n\n<p>\nإلى شيء آخر غير الاستماع إليه، وكان ينقم على الشيخ نظام الدين محمد\nالبدايوني سماعه\n</p>\n\n<p>\nالغناء، والشيخ لا يجيبه إلا بالمعذرة وإظهار الانقياد لحكمه ويكرمه غاية\nالإكرام.\n</p>\n\n<p>\nقال الشيخ عبد الحق بن سيف الدين الدهلوي في أخبار الأخيار: إن السنامي\nلما مرض\n</p>\n\n<p>\nوأشرف على الموت جاء الشيخ يعوده فاستأذن، فأمر السنامي أن تفرش عمامته\nليضع\n</p>\n\n<p>\nالقدم عليها فلما جئ بالعمامة وضعها الشيخ على الرأس وقبلها وحضر لديه\nولكن\n</p>\n\n<p>\nالسنامي ما رفع إليه نظره استحياء منه، ولما خرج الشيخ من عنده توفي إلى\nرحمة الله\n</p>\n\n<p>\nسبحانه، فبكى عليه الشيخ وقال: مات من كان متفردا في حماية الشرع والذب\nعنه،\n</p>\n\n<p>\nانتهى.\n</p>\n\n<p>\nوقال الشيخ عصمة الله بن محمد أعظم السهارنبوري في رسالته في باب السماع،\nإنه لما\n</p>\n\n<p>\nاستأذن الشيخ في دخوله أجاب السنامي أنه لا يحب أن يرى المبتدع في آخر\nعهده من\n</p>\n\n<p>\nالدنيا، فأجابه الشيخ أن المبتدع جاء تائبا من البدعة، فأمر السنامي أن\nتفرش عمامته\n</p>\n\n<p>\nليضع الشيخ قدمه عليها، انتهى <span id='ms0211'></span>.\n</p>\n\n<p>\nقال القاضي ضياء الدين البرني في تاريخه: إن والده كان من العلماء\nالمتبحرين وللسنامي\n</p>\n\n<p>\nاليد البيضاء في تفسير القرآن الكريم وكشف حقائقه، كان يذكر في كل أسبوع\nويحضر\n</p>\n\n<p>\nمجلسه ثلاثة آلاف من الناس من كل صنف ويتأثرون بمواعظه حتى أنهم كانوا\nيجدون\n</p>\n\n<p>\nحلاوتها إلى الأسبوع الآخر، وكان له إنكار على طريقة الشيخ نظام الدين\nمحمد البدايوني،\n</p>\n\n<p>\nانتهى.\n</p>\n\n<p>\nومن مصنفاته نصاب الاحتساب كتاب مفيد في بابه مرتب على خمسة وستين بابا،\nأوله:\n</p>\n\n<p>\nالحمد لله الحسيب الرقيب على نواله إيمانا واحتسابا، الخ، ومنها تفسير\nسورة يوسف من\n</p>\n\n<p>\nالقرآن الكريم، وله الفتاوي الضيائية.\n</p>\n\n#~:section: ومن فوائده رحمه الله\n<p>\nما قال في قوله تعالى حكاية عن بني يعقوب \"يا أبانا مالك لا تأمنا\"!\nالآية دلت على أن\n</p>\n\n<p>\nأولاد الأنبياء مثل أولاد غيرهم يدعون آباءهم الأنبياء باسم الأبوة لأن\nإخوة يوسف قالوا\n</p>\n\n<p>\nلأبيهم: يا أبانا، كما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p182'> Vol. 02, p. 182</a>\n            </div>\n            \n</p>\n\n<p>\nيدعو كل واحد أباه: يا أبت، ويتفرع على هذا فضل أولاد النبي صلى\n</p>\n\n<p>\nالله عليه وسلم على سائر الناس لامتيازهم بها عن سائر الناس، انتهى.\n</p>\n\n<h3 class='dic-item l3' id='head191'>176- الشيخ عين الدين البيجابوري</h3>\n\n<p>\nالشيخ العالم أبو العون عين الدين الجنيدي الدهلوي ثم البيجابوري المعروف\nبخزانة العلم\n</p>\n\n<p>\nولد بدار الملك دهلي سنة ست وسبعمائة ونشأ بها، ثم رحل إلى دولت آباد\nوأخذ عن\n</p>\n\n<p>\nالشيخ علاء الدين الحسيني الجيوري، وقرأ العلم على الشيخ شمس الدين محمد\nالدامغاني،\n</p>\n\n<p>\nوصحب الشيخ منهاج الدين التميمي الأنصاري، وأخذ عن كثير من العلماء حتى\nصار من\n</p>\n\n<p>\nأكابر عصره، ورحل إلى عين آباد السكر- بتشديد الكاف- سنة سبع وثلاثين\nوسبعمائة،\n</p>\n\n<p>\nثم ذهب إلى بيجابور وسكن بها سنة ثلاث وسبعين وسبعمائة، ودرس وأفاد مدة\nحياته.\n</p>\n\n<p>\nأخذ عنه الشيخ حسين بن محمود الشيرازي والشيخ محمد بن يوسف الحسيني\nالدهلوي\n</p>\n\n<p>\nوجمع كثير من المشايخ، وله مصنفات كثيرة عدها صاحب الروضة اثنين وثلاثين\nومائة\n</p>\n\n<p>\nكتاب، أشهرها الملحقات في التاريخ، وطور الأبرار، وكتاب في الأنساب\nوتاريخ الأولياء من\n</p>\n\n<p>\nأهل الهند.\n</p>\n\n<p>\nومن شعره قوله:\n</p>\n\n<p>\nتاتو نه رسى بشيخ با حق نرسي زيرا كه ميان شيخ وحق نيست دوئي <span id='ms0212'></span>\n</p>\n\n<p>\nمات في السابع والعشرين من جمادي الآخرة سنة خمس وتسعين وسبعمائة بمدينة\nبيجابور\n</p>\n\n<p>\nفدفن بها، كما في روضة الأولياء.\n</p>\n\n<h3 class='dic-item l3' id='head192'>177- الخواجه عين الدين الهندي</h3>\n\n<p>\nالأمير الكبير الخواجه عين الدين الهندي المشهور بعين الملك كان من\nالأفاضل المشهورين في\n</p>\n\n<p>\nعصره، ولاه محمد شاه تغلق على بلاد أوده وظفر آباد، فاستمر على تلك\nالأعمال الجليلة\n</p>\n\n<p>\nمدة من الزمان، وضبط البلاد وسد الثغور، وصار صاحب عدة وعدد، فأراد محمد\nشاه\n</p>\n\n<p>\nالمذكور أن يوليه على بلاد دكن، وكان محمد شاه غشوما جائرا فأساء به الظن\nوخرج\n</p>\n\n<p>\nعليه، فقاتله محمد شاه وقبض عليه، ثم أطلقه من الأسر لمكانته عنده في ضبط\nالبلاد.\n</p>\n\n<p>\nولما تولى المملكة فيروز شاه أدخله في ديوان الوزارة وجعله مشرف الملك،\nفأقام على تلك\n</p>\n\n<p>\nالخدمة أياما قلائل، ثم ولاه على ملتان.\n</p>\n\n<p>\nوله مصنفات كثيرة صنفها لمحمد شاه وفيروز شاه.\n</p>\n\n<h2 class='l2' id='head193'>حرف الغين</h2>\n\n<h3 class='dic-item l3' id='head194'>178- غياث الدين تغلق شاه</h3>\n\n<p>\nالملك العادل الفاضل غياث الدين تغلق شاه الدهلوي كان من الأتراك\nالقرونة، وكان\n</p>\n\n<p>\nضعيف الحال، فقدم بلاد السند في عهد السلطان علاء الدين الخلجي، وأمير\nالسند إذ\n</p>\n\n<p>\nذاك أخوه أدلو خان، فخدمه تغلق وتعلق بجانبه، فرتبه في الرجالة، ثم ظهرت\nنجابته فأثبته\n</p>\n\n<p>\nفي الفرسان، ثم صار من الأمراء الصغار، وجعله أدلو خان أمير خيله، ثم صار\nبعد من\n</p>\n\n<p>\nالأمراء الكبار، وسمي بالملك الغازي.\n</p>\n\n<p>\nقيل إنه قاتل التتر تسعا وعشرين مرة فهزمهم، فحينئذ سمي بالملك الغازي،\nوولي مدينة\n</p>\n\n<p>\nديبالبور وعمالتها، وجعل ولده محمد جونه أمير الخيل، فلما قتل قطب الدين\nالخلجي وولي\n</p>\n\n<p>\nخسرو خان أبقاه على إمارة الخيل، فلما أراد تغلق الخلاف كتب إلى كشلو\nخان- وهو\n</p>\n\n<p>\nيومئذ بالملتان وبينها وبين ديبالبور ثلاثة أيام- يطلب منه القيام بنصرته\nويذكره نعمة قطب\n</p>\n\n<p>\nالدين ويحرضه على طلب ثأره، وكان ولد كشلو خان بدهلي، فكتب إلى تغلق أنه\nلو كان\n</p>\n\n<p>\nولدي عندي لأعنتك على ما تريد، فكتب تغلق إلى ولده محمد يعلمه بما عزم\nعليه ويأمره\n</p>\n\n<p>\nأن يفر إليه ويستصحب معه ولد كشلو خان، فأراد ولده الحيلة على خسرو خان،\nوتمت له <span id='ms0213'></span>\n</p>\n\n<p>\nكما أراد، فلحق بأبيه واستصحب معه ولد كشلو خان، وحينئذ أظهر تغلق الخلاف\nوجمع\n</p>\n\n<p>\nالعساكر وخرج معه كشلو خان في أصحابه. وبعث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p183'> Vol. 02, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\nخسرو خان لقتالهما أخاه خان خانان\n</p>\n\n<p>\nفهزماه شر هزيمة، فرجع إلى أخيه وقتل أصحابه، ونفدت خزائنه وأمواله وقصد\nتغلق\n</p>\n\n<p>\nحضرة دهلي، وخرج إليه خسرو خان في عساكره ووقع اللقاء بينه وبين تغلق،\nوقاتل\n</p>\n\n<p>\nالوثنيون أشد قتال وانهزمت عساكر تغلق، وانفرد في أصحابه الأقدمين وكانوا\nثلاثمائة يعتمد\n</p>\n\n<p>\nعليهم في القتال، فقال لهم: إلى أين الفرار؟ فما اشتغلت عساكر خسرو خان\nبالنهب\n</p>\n\n<p>\nوتفرقوا عنه قصد تغلق وأصحابه موقفه، وحمى القتال بينهم وبين الوثنيين،\nولم يبق مع\n</p>\n\n<p>\nخسرو خان أحد فهرب ثم قبض عليه وقتل، واستقام الملك لتغلق أربعة أعوام.\n</p>\n\n<p>\nوكان عادلا فاضلا، كريما حليما، متورعا، حسن الأخلاق، راجح العقل، متين\nالدين، كان\n</p>\n\n<p>\nيلازم الصلوات الخمس بالجماعة، ويجلس للناس في الديوان العام من الصباح\nإلى المساء،\n</p>\n\n<p>\nويتفقد بنفسه أحوال الناس، ويشتغل بما يهمه من الأمور بنفسه، ويكرم\nالعلماء والمشايخ،\n</p>\n\n<p>\nويعظمهم تعظيما بالغا، بعث ولده جونه بعساكره إلى ورنكل ليفتح بلاد\nتلنكك، وتجهز\n</p>\n\n<p>\nبنفسه لقتال غياث الدين ملك بنكاله الذي قتل أخاه قتلو خان وسائر إخوته\nوفر شهاب\n</p>\n\n<p>\nالدين وناصر الدين منهم إلى تغلق، فجد السير إلى بنكاله وتغلب عليها وأسر\nسلطانها\n</p>\n\n<p>\nوقدم به أسيرا إلى دهلي، فلما عاد من سفره وقرب من حضرته أمر ولده أن\nيبني له قصرا\n</p>\n\n<p>\nعلى واد هناك، فبناه في ثلاثة أيام وجعل أكثر بنائه بالخشب مرتفعا على\nالأرض قائما على\n</p>\n\n<p>\nسواري خشب، وأحكمه بهندسة تولي النظر فيها أحمد بن أياز الدهلوي وكان\nصاحب\n</p>\n\n<p>\nشحنة، القصور الملكية واخترعوا فيه أنه متى وطئت الفيلة جهة منه وقع ذلك\nالقصر\n</p>\n\n<p>\nوسقط، ونزل السلطان بالقصر، واستأذنه ولده أن يعرض الفيلة بين يديه، فأذن\nله فأتى\n</p>\n\n<p>\nبالأفيال من جهة واحدة حسب ما دبروه، فلما وطئتها سقط القصر على السلطان،\nوأمر\n</p>\n\n<p>\nابنه أن يؤتى بالفؤوس والمساحي للحفر عنه، فلم يؤت بها إلا وقد غربت\nالشمس، فحفروا،\n</p>\n\n<p>\nوزعم بعضهم أنهم أخرجوه ميتا، وبعضهم <span id='ms0214'></span> أنهم أجهزوا عليه حيا، فجهز ليلا\nإلى مقبرته\n</p>\n\n<p>\nفدفن بها.\n</p>\n\n<p>\nومن مآثره الجميلة تغلق آباد بلدة كبيرة بناها خارج دهلي القديمة.\n</p>\n\n<p>\nوكانت وفاته في ربيع الأول سنة خمس وعشرين وسبعمائة.\n</p>\n\n<h3 class='dic-item l3' id='head195'>179- غياث الدين ملك بنكاله</h3>\n\n<p>\nالملك المؤيد غياث الدين بن سكندر بن شمس الدين السلطان المشهور قام\nبالملك بعد\n</p>\n\n<p>\nوالده سنة سبع وستين وسبعمائة باكداله، كانت بلدة عامرة بأرض بنكاله في\nسالف\n</p>\n\n<p>\nالزمان.\n</p>\n\n<p>\nوكان من خيار السلاطين متصفا بالفضل والكمال، قرأ العلم على الشيخ حميد\nالدين أحمد\n</p>\n\n<p>\nالحسيني الناكوري، وقرب إليه العلماء والمشايخ، وأحسن إلى الناس وغمرهم\nبإحسانه\n</p>\n\n<p>\nوأرسل إلى الحرمين الشريفين صدقة كبيرة مع خادمه ياقوت الغياثي ليتصدق\nبها على أهل\n</p>\n\n<p>\nالحرمين ويبني له بمكة مدرسة ورباطا ويقف على ذلك عقارا يصرف ريعه على\nأعمال الخير\n</p>\n\n<p>\nكالتدريس ونحوه، وكان ذلك بإشارة وزيره خان جهان، فوصل ياقوت المذكور\nبأوراق\n</p>\n\n<p>\nسلطانية إلى السيد حسن بن عجلان شريف مكة يومئذ مع هدايا جميلة إليه\nفقبلها وأمره\n</p>\n\n<p>\nان يفعل ما أمره السلطان، وأخذ ثلث الصدقة على معتاده ومعتاد آبائه، ووزع\nالباقي على\n</p>\n\n<p>\nالفقهاء والفقراء بالحرمين الشريفين، فعممتهم وتضاعف الدعاء له بالخير\nوالدال عليه،\n</p>\n\n<p>\nواشترى ياقوت الغياثي لبناء المدرسة والرباط دارين متلاصقتين على باب أم\nهانئ،\n</p>\n\n<p>\nهدمهما وبناهما في عامه رباطا ومدرسة، واشترى أصيلتين وأربع وجبات ماء في\nالركاني،\n</p>\n\n<p>\nوجعلها وقفا على المدرسة، وجعل لها أربعة مدرسين من أهل المذاهب الأربعة\nوستين\n</p>\n\n<p>\nطالبا ووقف عليهم ما ذكرناه، واشترى دارا مقابلة للمدرسة المذكورة\nبخمسمائة مثقال\n</p>\n\n<p>\nذهبا وقفها على مصالح الرباط، وأخذ منه السيد حسن شريف مكة في الدارين\nاللتين\n</p>\n\n<p>\nبناهما رباطا ومدرسة والأصيلتين والأربع الوجبات من قرار عين الركاني\nاثني عشر ألف\n</p>\n\n<p>\nمثقال ذهبا، وأخذ منه مبلغا لا يعلم قدره كان جهزه معه السلطان لاصلاح\nعين عرفة،\n</p>\n\n<p>\nفذكر السيد حسن أنه يصرفه على إصلاحها، ويقال إن قدره ثلاثون ألف مثقال\nذهبا، ثم\n</p>\n\n<p>\nإن السيد حسن عين أحد قواده لتفقد عين بازان وإصلاحها وإصلاح البركتين\nبالمعلاة\n</p>\n\n<p>\nوكانتا معطلتين، فأصلحهما إلى أن جرت عين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p184'> Vol. 02, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\nبازان فيهما، وكان خان <span id='ms0215'></span> جهان وزير السلطان\n</p>\n\n<p>\nغياث الدين أرسل مع ياقوت الغياثي خادما له يسمى حاجي إقبال، أرسله بصدقة\nأخرى\n</p>\n\n<p>\nمن عنده لأهل المدينة المنورة وجهز معه ما لا يبني له به مدرسة ورباطا،\nوهدية إلى أمير\n</p>\n\n<p>\nالمدينة يومئذ جماز الحسيني، فانكسرت السفينة التي فيها هذه الموال\nوغيرها بقرب جدة،\n</p>\n\n<p>\nصرح به المفتي قطب الدين محمد بن أحمد النهروالي في تاريخ مكة.\n</p>\n\n<p>\nوبالجملة فإن السلطان غياث الدين كان من خيار السلاطين طار ذكره في\nالآفاق وقصده\n</p>\n\n<p>\nالناس من البلاد الشاسعة، وبعث إليه الحافظ الشيرازي أبياته الرائقة منها\nقوله:\n</p>\n\n<p>\nآن جشم جادوانه عابد فريب من كس كاروان سحر بدنباله ميرود\n</p>\n\n<p>\nشكر شكن شوند همه طوطيان هند زين قند بارسي كه به بنكاله ميرود\n</p>\n\n<p>\nحافظ زشوق مجلس سلطان غياث دين خامش مشو كه كار تو از ناله ميرود\n</p>\n\n<p>\nتوفي سنة خمس وسبعين وسبعمائة، كما في مهر جهانتاب.\n</p>\n\n<h2 class='l2' id='head196'>حرف الفاء</h2>\n\n<h3 class='dic-item l3' id='head197'>180- مولانا فخر الدين الزرادي</h3>\n\n<p>\nالشيخ الفاضل العلامة فخر الدين الزرادي السامانوي ثم الدهلوي، الفاضل\nالمشهور، أصله\n</p>\n\n<p>\nمن سامانه.\n</p>\n\n<p>\nاشتغل بالعلم من صغر سنه ودخل دهلي، فقرأ على مولانا فخر الدين الهانسوي\nوشاركه\n</p>\n\n<p>\nفي القراءة والسماع القاضي كمال الدين الهانسوي والشيخ نصير الدين محمود\nالأودي، وكان\n</p>\n\n<p>\nشديد الإنكار على الصوفية، يطعن في الشيخ نظام الدين محمد البدايوني\nويشنع عليه،\n</p>\n\n<p>\nفيكبر على الشيخ نصير الدين المذكور تشنيعه، وكان يحثه على أن يحضر مجلس\nالشيخ،\n</p>\n\n<p>\nفدخل في حضرته مرة وأخذته الجذبة الربانية، فخضع له ولبس منه الخرقة\nولازم الشيخ مدة\n</p>\n\n<p>\nحياته مع قيامه على الدرس والإفادة، ثم سافر إلى الحرمين الشريفين فحج\nوزار ورحل إلى\n</p>\n\n<p>\nبغداد وأدرك المشايخ وأخذ الحديث عنهم، ثم رجع إلى الهند وركب البحر\nفغرق.\n</p>\n\n<p>\nوكان صادق اللهجة حر الضمير، لا يخاف في الله لومة لائم، ولا يهاب أحدا\nولا يترك كلمة\n</p>\n\n<p>\nالحق عند السلطان الجائر، قال الكرماني في سير الأولياء: إن محمد شاه\nتغلق طلبه يوما\n</p>\n\n<p>\nيريد أن يتهمه ويؤاخذه في شيء، فقال: إني أريد أن أغزو التتر فعليك أن\nتحرض المؤمنين\n</p>\n\n<p>\nعلى القتال! فقال <span id='ms0216'></span> الشيخ: إن شاء الله تعالى، فقال الملك: هذه كلمة شك،\nفقال: لا، بل هي\n</p>\n\n<p>\nكلمة ينبغي أن تقال في الأمر المستقبل، فاحمر وجه الملك غضبا وقال: أوصني\nبما ينفعني،\n</p>\n\n<p>\nفقال: عليك أن تكظم الغيظ، فقال السلطان: أي غيظ؟ قال: الغضب السبعي،\nفغضب\n</p>\n\n<p>\nالسلطان أشد من الأولى فأخفاه، ثم أعطاه صرة مملوءة من الدنانير على\nالأقمشة الحريرية\n</p>\n\n<p>\nويريد يؤاخذه إن لم يأخذ، فأخذها قطب الدين الدبير أحد تلامذة الزرادي\nمخافة منه وكان\n</p>\n\n<p>\nقائما عند الملك فخرج الزرادي سالما.\n</p>\n\n<p>\nقال الكرماني: وكان متميزا في أصحاب الشيخ نظام الدين المذكور بفصاحة\nاللسان وجودة\n</p>\n\n<p>\nالقريحة وسرعة الإدراك ولطافة الكلام، بارعا في كثير من العلوم والفنون.\n</p>\n\n<p>\nأخذ عنه الشيخ سراج الدين عثمان الأودي، ومولانا ركن الدين، وصنوه صدر\nالدين\n</p>\n\n<p>\nالاندربتي، ومحمد بن المبارك الكرماني، وعمه الحسين بن محمود وخلق آخرون.\n</p>\n\n<p>\nومن مصنفاته العثمانية رسالة له في التصريف صنفها للشيخ سراج الدين عثمان\nالمذكور،\n</p>\n\n<p>\nومنها الخمسين رسالة له في المسائل الكلامية مما يستصعبه الناس، ومنه كشف\nالقناع عن\n</p>\n\n<p>\nوجوه السماع ومنها أصول السماع وقد طالعت الأخير من تلك الرسائل.\n</p>\n\n<p>\nومن فوائده ما قال في أصول السماع:\n</p>\n\n<p>\nاعلم أن أهل السنة والجماعة ثلاث فرق: الفقهاء والمحدثون والصوفية،\nفالفقهاء سموا\n</p>\n\n<p>\nالمحدثين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p185'> Vol. 02, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\nأصحاب الظواهر، لأنهم يعتمدون على مجرد الخبر ويطلبون الإسناد الصحيح،\n</p>\n\n<p>\nوسموا أنفسهم أهل الرأي، لأنهم يعملون بالرأي ويتركون خبر الواحد، فعندهم\nالعمل بالدراية\n</p>\n\n<p>\nمع وجود مخالفة خبر الواحد عن الثقات جائز وعند المحدثين لا يجوز،\nوالصوفية أجود\n</p>\n\n<p>\nالفرق وأصفاهم، لأنهم يتوجهون إلى الله تعالى بترك الالتفات إلى ما سوى\nالله تعالى، فهم\n</p>\n\n<p>\nيعملون بالمذهب الأحوط ولا يقبلون المذهب المعين، كما قال بعضهم: الصوفي\nلا مذهب له،\n</p>\n\n<p>\nويتمسكون بقوله عليه الصلاة والسلام: اختلاف أمتي سعة في الدين، فإذا كان\nالاختلاف\n</p>\n\n<p>\nتوسيعا فاختيار المذهب المعين تضييق، وتضييق الموسع ممنوع في الدين، لأنه\nخرج في حق\n</p>\n\n<p>\nالمكلف، ولذلك منع النبي صلى الله عليه وسلم أعرابيا حين دعا: اللهم\nأرحمني ومحمدا\n</p>\n\n<p>\nولا ترحم معنا أحدا، وقال: لقد حجرت واسعا، فثبت أن <span id='ms0217'></span> اختيار المذهب المعين\nليس\n</p>\n\n<p>\nبشيء وهو طريق العوام، ويؤيد ما قاله الصوفية الكتاب والسنة وأجمع عليه\nالمحققون،\n</p>\n\n<p>\nفالكتاب هو قوله تعالى: \" فسئلوا أهل الذكر إن كنتم لا تعلمون\" والأمر\nبالسؤال من غير\n</p>\n\n<p>\nتعيين يدل على أن اختيار المذهب المعين بدعة، وأما السنة فقوله عليه\nالصلاة والسلام:\n</p>\n\n<p>\nأصحابي كالنجوم بأيهم اقتديتم اهتديتم فالأمر بالاقتداء كالأمر بالسؤال\nفي ترك الاختيار،\n</p>\n\n<p>\nوأما الإجماع فهو ظاهر لأن النظر في أقوال العلماء المجتهدين واجب حتى\nيميز العاقل دليل\n</p>\n\n<p>\nالراجح من المرجوح والقوي من الضعيف لزيادة الرشد في الأصول، وهو طريق\nطلب العلم\n</p>\n\n<p>\nوطلبه واجب بالإجماع، ولهذا ورد في الحديث: طلب العلم فريضة على كل مسلم\n</p>\n\n<p>\nومسلمة، فاختيار المذهب المعين بالتقليد إغلاق لهذا الباب، والقياس كذلك\nلكونه ترجيحا\n</p>\n\n<p>\nبلا مرجح وحرجا في حق المكلف كما ذكروه، فإذا كان الصوفية على مذهب غير\nمعين\n</p>\n\n<p>\nفرأى الفقهاء فيهم ليس بحجة عليهم فافهم، انتهى.\n</p>\n\n<p>\nوكانت وفاته في سنة ثمان وأربعين وسبعمائة، كما في خزينة الأصفياء.\n</p>\n\n<h3 class='dic-item l3' id='head198'>181- الشيخ فخر الدين المروزي</h3>\n\n<p>\nالشيخ الفقيه الزاهد فخر الدين المروزي أحد الرجال المعروفين بالفضل\nوالصلاح، أخذ\n</p>\n\n<p>\nالطريقة عن الشيخ نظام الدين محمد البدايوني وانقطع إلى الزهد والعبادة،\nلم يكن في زمانه\n</p>\n\n<p>\nمثله في الترك والتجريد، كما في سير الأولياء وكانت وفاته في سنة ست\nوثلاثين وسبعمائة في\n</p>\n\n<p>\nأيام محمد شاه تغلق- كما في خزينة الأصفياء.\n</p>\n\n<h3 class='dic-item l3' id='head199'>182- مولانا فخر الدين الناقلي</h3>\n\n<p>\nالشيخ الفاضل العلامة المعمر فخر الدين الناقلة الدهلوي أحد العلماء\nالمبرزين في الفقه\n</p>\n\n<p>\nوالأصول والعربية.\n</p>\n\n<p>\nولي الصدارة في عهد السلطان غياث الدين بلبن فاستقل بها مدة مديدة، ثم\nاعتزلها وقعد\n</p>\n\n<p>\nفي بيته مدة من الزمان، ثم ولاه السلطان جلال الدين فيروز الخلجي\nالصدارة، فاستقل بها\n</p>\n\n<p>\nأربعة أعوام تقريبا ثم اعتزلها، وكان يدرس ويفيد، أخذ عنه خلق كثير من\nالعلماء، ذكره\n</p>\n\n<p>\nالبرني في تاريخه.\n</p>\n\n<h3 class='dic-item l3' id='head200'>183- مولانا فخر الدين الهانسوي</h3>\n\n<p>\nالشيخ الفاضل الكبير العلامة فخر الدين الهانسوي أحد الأساتذة المشهورين\nفي عصرهن\n</p>\n\n<p>\nكان يدرس ويفيد بدار الملك دهلي، أخذ عنه ابن أخته القاضي كمال الدين\nالهانسوي\n</p>\n\n<p>\nوالشيخ نصير <span id='ms0218'></span> الدين محمود الأودي والشيخ فخر الدين الزرادي وخلق آخرون.\n</p>\n\n<p>\nقال الشيخ حميد الدين الدهلوي القلندري في خير المجالس: إن الشيخ نصير\nالدين محمودا\n</p>\n\n<p>\nقرأ عليه هداية الفقه مشاركا للشيخ فخر الدين الزرادي، انتهى، ومن\nمصنفاته رحمه الله\n</p>\n\n<p>\nدستور الحقائق كتاب بسيط.\n</p>\n\n<h3 class='dic-item l3' id='head201'>184- مولانا فخر الدين شقاقل</h3>\n\n<p>\nالشيخ الفاضل فخر الدين الدهلوي المشهور بشقاقل كان من كبار الأساتذة\nبدار الملك\n</p>\n\n<p>\nدهلي في عهد السلطان علاء الدين محمد شاه الخلجي، كان يدرس ويفيد، ذكره\nالبرني في\n</p>\n\n<p>\nتاريخه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p186'> Vol. 02, p. 186</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head202'>185- القاضي فخر الدين البجنوري</h3>\n\n<p>\nالشيخ الفقيه الصالح فخر الدين بن ركن الدين بن فخر الدين بن عثمان بن\nأبي بكر\n</p>\n\n<p>\nالصديق الستركي ثم البجنوري أحد الرجال المعروفين بالفضل والصلاح، بايع\nالشيخ نظام\n</p>\n\n<p>\nالدين محمدا البدايوني، ثم لازم بعده الشيخ نصير الدين محمودا الأودي\nوأخذ عنه، وكان له\n</p>\n\n<p>\nشأن كبير في الزهد والاستغناء عن الناس.\n</p>\n\n<p>\nمات لخمس خلون من جمادي الأولى سنة تسع وخمسين وسبعمائة، ودفن بقرية\nبجنور-\n</p>\n\n<p>\nبكسر الموحدة على أربعة أميال من لكهنؤ- كما في تذكرة الأصفياء.\n</p>\n\n<h3 class='dic-item l3' id='head203'>186- فخر الدين الزاهدي</h3>\n\n<p>\nالشيخ الكبير فخر الدين بن شهاب الدين بن فخر الدين الزاهدي الميرتهي\nالدهلوي أحد\n</p>\n\n<p>\nالمشايخ المشهورين في الهند، أدركه الشيخ جلال الدين حسين بن أحمد\nالحسيني البخاري\n</p>\n\n<p>\nبمدينة دهلي، وكان له ثلاثة أبناء: بهاء الدين كنج روان سكن بكالبي، وصدر\nالدين سكن\n</p>\n\n<p>\nبجونبور، وبدر الدين سار إلى بهار وسكن بها، وكلهم لبسوا الخرق من الشيخ\nجلال الدين\n</p>\n\n<p>\nالمذكور، كما في البحر الزخار.\n</p>\n\n<h3 class='dic-item l3' id='head204'>187- مولانا فخر الدين الدهلوي</h3>\n\n<p>\nالشيخ الكبير فخر الدين الدهلوي شمس الملك كان من كبار الأمراء، أخذته\nالجذبة الإلهية\n</p>\n\n<p>\nفلازم الشيخ برهان الدين محمدا الهانسوي الغريب وأخذ عنه الطريقة\nالجشتية، وترك\n</p>\n\n<p>\nالإمارة والمناصب السلطانية، وسكن بدولت آباد في زاوية الشيخ المذكور،\nوقبره بها\n</p>\n\n<p>\nمشهور ظاهر، يزار ويتبرك به.\n</p>\n\n<h3 class='dic-item l3' id='head205'>188- شيخ الاسلام فريد الدين الأودي</h3>\n\n<p>\nالشيخ العالم الكبير العلامة شيخ الاسلام فريد الدين الشافعي الأودي أحد\nالأفاضل\n</p>\n\n<p>\nالمشهورين، لم يكن مثله في زمانه في النحو واللغة والعربية والتفسير، كان\nشيخ الاسلام\n</p>\n\n<p>\nبأرض أوده، أخذ عنه الشيخ <span id='ms0219'></span> شمس الدين محمد بن يحيى الأودي والشيخ علاء\nالدين\n</p>\n\n<p>\nالنيلي، قرأ عليه الكشاف، كما في سير الأولياء.\n</p>\n\n<h3 class='dic-item l3' id='head206'>189- الشيخ فريد الدين الناكوري</h3>\n\n<p>\nالشيخ العالم الفقيه محمود بن علي بن الحميد السعيدي السوالي الشيخ فريد\nالدين\n</p>\n\n<p>\nالناكوري أحد كبار المشايخ في عصره، ولد ونشأ بمدينة ناكور، وأخذ عن أبيه\nوتأدب\n</p>\n\n<p>\nعليه، ثم قام مقامه في الارشاد والتلقين، أخذ عنه الشيخ ضياء الدين\nالنخشبي وخلق\n</p>\n\n<p>\nآخرون.\n</p>\n\n<p>\nوله سر الصدور كتاب في أخبار جده، قال فيه: إني أدركت جدي في صغر سني،\n</p>\n\n<p>\nوأجازني والدي في الحديث وفي الدعوة لليلتين خلتا من ربيع الأول سنة خمس\nوعشرين\n</p>\n\n<p>\nوسبعمائة، وألبسني خرقة جدي ودعا لي بالبركة.\n</p>\n\n<p>\nقال المفتي غلام سرور في خزينة الأصفياء إنه مات في سنة اثنتين وخمسين\nوسبعمائة\n</p>\n\n<p>\nبدهلي فدفن بها.\n</p>\n\n<h3 class='dic-item l3' id='head207'>190- الشيخ فريد الدين الدولت آبادي</h3>\n\n<p>\nالشيخ العالم الفقيه فريد الدين الدولت آبادي المشهور بالأديب كان من\nكبار المشايخ\n</p>\n\n<p>\nالجشتية، أخذ الطريقة عن الشيخ برهان الدين محمد الهانسوي الغريب ولازمه\nمدة من\n</p>\n\n<p>\nالدهر حتى بلغ رتبة الكمال، وكان الشيخ يحبه حبا مفرطا، مات قبل وفاة\nشيخه بثلاثة\n</p>\n\n<p>\nعشر يوما، وكان ذلك في التاسع والعشرين من محرم الحرام سنة ثمان وثلاثين\nوسبعمائة،\n</p>\n\n<p>\nوقبره مشهور ظاهر يزار ويتبرك به بالروضة.\n</p>\n\n<h3 class='dic-item l3' id='head208'>191- الشيخ فضل بن محمد الملتاني</h3>\n\n<p>\nالشيخ الفقيه الزاهد فضل بن محمد بن زكريا الأسدي القرشي الشيخ فضل الله\nالملتاني\n</p>\n\n<p>\nأحد رجال العلم والمعرفة، أخذ عن أبيه الشيخ صدر الدين محمد العارف وتأدب\nبآدابه،\n</p>\n\n<p>\nأخذ عنه الشيخ شمس الدين المصري المحدث، ذكره البرني في تاريخه.\n</p>\n\n<h3 class='dic-item l3' id='head209'>192- مولانا فصيح الدين الدهلوي</h3>\n\n<p>\nالشيخ الفاضل فصيح الدين الدهلوي أحد الفقهاء المبرزين في العلم والعمل،\nقرأ أصول الفقه\n</p>\n\n<p>\nعلى الشيخ شمس الدين القوشجي مشاركا للقاضي محي الدين الكاشاني، وقرأ\nسائر\n</p>\n\n<p>\nالفنون على غيره من العلماء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p187'> Vol. 02, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\nوكان مفرط الذكاء جيد القريحة، كثير الدرس والافادة، جعله غياث الدين\nبلبن معلما\n</p>\n\n<p>\nلأبنائه، فاشتغل بالتدريس مدة من الدهر، ثم اعتزله وانقطع إلى الزهد\nوالعبادة، وأخذ\n</p>\n\n<p>\nالطريقة عن الشيخ نظام الدين محمد البدايوني وصحبه زمانا، ومات في حياة <span id='ms0220'></span>\nشيخه\n</p>\n\n<p>\nالمذكور، كما في سير الأولياء.\n</p>\n\n<h3 class='dic-item l3' id='head210'>193- القاضي فصيح الدين الهروي</h3>\n\n<p>\nالأمير الفاضل علاء الملك فصيح الدين الهروي الخراساني أحد الفقهاء\nالحنفية، كان\n</p>\n\n<p>\nقاضيا ببلدة هراة، ثم وفد على محمد تغلق شاه سلطان الهند فولاه على مدينة\nلاهري\n</p>\n\n<p>\nوأعمالها من بلاد السند.\n</p>\n\n<p>\nذكره ابن بطوطة في رحلته وقال: ولاهري مدينة حسنة على ساحل البحر الكبير،\nوبها\n</p>\n\n<p>\nيصب نهر السند في البحر فيلتقي بها بحران، ولها مرسى عظيم يأتي إليه أهل\nاليمن وأهل\n</p>\n\n<p>\nفارس وغيرهم، وبذلك عظمت جباياتها وكثرت أموالها، وقد أخبره الملك أن\nمجبي هذه\n</p>\n\n<p>\nالمدينة ستون لكا في السنة وللأمير من ذلك نيم ده يك، معناه نصف العشر،\nانتهى.\n</p>\n\n<h3 class='dic-item l3' id='head211'>194- فيروز شاه الدهلوي</h3>\n\n<p>\nأبو المظفر كمال الدين فيروزشاه بن سالار رجب السلطان الصالح كان من بني\nأعمام محمد\n</p>\n\n<p>\nشاه تغلق.\n</p>\n\n<p>\nولد سنة تسع وسبعمائة وتربى في حجر عمه غياث الدين وابن عمه محمد شاه\nالمذكور،\n</p>\n\n<p>\nوولي الحجابة مدة من الزمان، ولما مات محمد شاه اتفق الناس عليه وبايعوه\nفي الرابع\n</p>\n\n<p>\nوالعشرين من محرم سنة 752 ه، وكان يمتنع من ذلك فبالغ الناس في الإصرار\nعليه وألح\n</p>\n\n<p>\nعليه الشيخ نصير الدين محمود الأودي وغيره من الصدور والقضاة والفقهاء،\nفتولى الملك\n</p>\n\n<p>\nوافتتح أمره بالعدل والاحسان، وأسس مدينة كبيرة بقرب دهلي في سنة خمس\nوخمسين\n</p>\n\n<p>\nوسبعمائة وسماها فيروزآباد، وأجرى نهرا من جمنا وأتى به إلى فيروزآباد،\nوأجرى نهرا\n</p>\n\n<p>\nمن نهر ستلج في سنة ست وخمسين وأتى به إلى مدينة جهجهر، والمسافة بينهما\nثمانية\n</p>\n\n<p>\nوأربعون كروها، والكروه في اللغة الفارسية ميلان، وكذلك أجرى نهرا في سنة\nسبع\n</p>\n\n<p>\nوخمسين من جبل مندي وسرمور، وجمعها في سبعة أنهار فأتى به إلى آبسين،\nوبنى به قلعة\n</p>\n\n<p>\nحصينة متينة سماها حصار فيروزه وكذلك أجرى نهرا من ماء كهكر في سنة\nاثنتين\n</p>\n\n<p>\nوستين وأتى به إلى حصار سرستي، ثم أوصله إلى نهر سركهتره، وبنى به مدينة\nكبيرة\n</p>\n\n<p>\nسماها فيروزآباد، وكذلك أجرى نهرا فيما بين سرستي وسليم، وكانت تلالا\nكبارا فيما\n</p>\n\n<p>\nبينهما فحفرها وواصل ماء سرستي بماء سليم، فاستقت بها أرض قفراء <span id='ms0221'></span> من سرهند\n</p>\n\n<p>\nومنصور بور وسنام وغيرها من البلاد، وكذلك نهر أخرجه من نهر جمنا مما يلي\nخضرآباد\n</p>\n\n<p>\nوأتى به إلى سفيدون على ثلاثين ميلا منه.\n</p>\n\n<p>\nوبالجملة فإنه حفر خمسين نهرا، وبنى أربعين مسجدا، وعشرين زاوية ومائة\nقصر،\n</p>\n\n<p>\nوخمسين مارستانا، ومائة مقبرة، وعشر حمامات، ومائة جسر، ومائة وخمسين\nبئرا.\n</p>\n\n<p>\nوأما الحدائق فإنه أسس ألفا ومائتي حديقة بناحية دهلي وثمانين حديقة\nبناحية سادره\n</p>\n\n<p>\nوأربعين حديقة بناحية جتور، كانت فيها سبعة أقسام من العنب، ويحصل له من\nتلك\n</p>\n\n<p>\nالحدائق ثمانون ألف تنكة بعد وضع النفقات الكثيرة.\n</p>\n\n<p>\nوتحصل له من دوآبه دهلي ثمانية ملايين تنكة ومن جبايات الهند ثمانية\nوستون مليونا\n</p>\n\n<p>\nونصف مليون تنكة.\n</p>\n\n<p>\nوكانت الوظائف والأرزاق في عهده للعلماء والمشايخ ثلاثة ملايين وستمائة\nألف تنكة،\n</p>\n\n<p>\nولغيرهم من أرباب الحاجات عشرة ملايين تنكة، كما في تاريخ فرشته وغيره من\nكتب\n</p>\n\n<p>\nالأخبار.\n</p>\n\n<p>\nومن مآثره الجميلة جامع كبير بدهلي، بناه فوق تل من الأحجار المنحوتة\nأبدع نحت،\n</p>\n\n<p>\nومنها المدرسة الفيروزية أسسها على الحوض الخاص بدهلي جامعة بين الحسن\nوالحصانة،\n</p>\n\n<p>\nيجري فيها الماء الغزير ولا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p188'> Vol. 02, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\nيوجد لها نظير في الدنيا، ذكرها البرني في تاريخه.\n</p>\n\n<p>\nومنها أنه لما افتتح نكر كوث ووقف على جوالامكهي- معبد للوثنيين- وأخبر\nأن فيه\n</p>\n\n<p>\nمكتبة فيها ألف وثلاثمائة من الكتب العتيقة للوثنيين كلف العلماء أن\nينقلوها من\n</p>\n\n<p>\nسنسكرت إلى الفارسية فنقلوا بعض الكتب في الرياضي والنجوم والأدب\nوالموسيقى، ونظم\n</p>\n\n<p>\nأعز الدين الخالدخاني كتابا في الحكمة الطبيعية والتفاؤل والتطير وسماه\nدلائل فيروزشاهي\n</p>\n\n<p>\nوكذلك صنف عين الملك كتبا بأمره، وصنف القاضي ضياء الدين البرني تاريخا\nلملوك\n</p>\n\n<p>\nدهلي وبسط الكلام في أخباره، وصنف السراج العفيف أيضا كتابا في أخباره،\nوللسلطان\n</p>\n\n<p>\nفيروزشاه كتاب في الرئاسة والسياسة، رتبه على ثمانية أبواب وأمر أن\nينقشوها في الأحجار\n</p>\n\n<p>\nوينصبوها في المنارة المثمنة من الجامع الكبير بفيروزآباد دهلي.\n</p>\n\n<p>\nومن نوادر ما اخترعه فيروزشاه الساعة العجيبة يخرج في كل ساعة منها صوت\nعجيب\n</p>\n\n<p>\nيترنم بهذا البيت:\n</p>\n\n<p>\nهر ساعتي كه بر در شه طاس ميزنند نقصان عمر مي شود آن ياد مي دهند <span id='ms0222'></span>\n</p>\n\n<p>\nوكانت تستخرج منها أوقات الليل والنهار ووقت إفطار الصوم وكيفية الأظلال\nوزيادة اليوم\n</p>\n\n<p>\nونقصانه باعتبار الفصول، وكان نصب تلك الساعة بمدينة فيروز آباد.\n</p>\n\n<p>\nوكانت وفاته في الثالث عشر من رمضان سنة تسع وتسعين وسبعمائة، كما في\nتاريخ\n</p>\n\n<p>\nفرشته.\n</p>\n\n<h3 class='dic-item l3' id='head212'>195- الشيخ فيروز الدهلوي</h3>\n\n<p>\nالشيخ العالم الصالح شرف الدين فيروز الدهلوي، أحد الرجال المعروفين\nبالفضل والصلاح،\n</p>\n\n<p>\nأخذ الطريقة عن الشيخ نظام الدين محمد البدايوني، ولازمه مدة من الزمان،\nواستفاض منه\n</p>\n\n<p>\nفيوضا كثيرة.\n</p>\n\n<p>\nوكان عالما كبيرا فاضلا بارعا تقيا متورعا لا يتردد إلى الأغنياء ولا\nيلتفت إليهم، ولا يقبل\n</p>\n\n<p>\nمنهم الهدايا والجوائز، والناس كانوا يعتقدون فضله وكماله، مات ودفن\nبديوكير.\n</p>\n\n<h2 class='l2' id='head213'>حرف القاف</h2>\n\n<h3 class='dic-item l3' id='head214'>196- الشيخ القاسم بن عمر الدهلوي</h3>\n\n<p>\nالشيخ الفاضل الكبير القاسم بن عمر الدهلوي كان والده ابن أخت الشيخ نظام\nالدين\n</p>\n\n<p>\nمحمد البدايوني، ولد ونشأ بمدينة دهلي وحفظ القرآن الكريم، وقرأ العلم\nعلى مولانا جلال\n</p>\n\n<p>\nالدين الدهلوي، قرأ عليه الهداية والبزدوي والمشارق والكشاف وسائر الكتب\nالدرسية،\n</p>\n\n<p>\nولازمه مدة من الزمان.\n</p>\n\n<p>\nوكان مفرط الذكاء جيد القريحة، له لطائف التفسير كتاب في تفسير القرآن\nيحتوي على\n</p>\n\n<p>\nاللطائف والأسرار، كما في سير الأولياء.\n</p>\n\n<h3 class='dic-item l3' id='head215'>197- الشيخ قطب الدين الهانسوي</h3>\n\n<p>\nالشيخ الكبير الزاهد المجاهد قطب الدين بن برهان الدين جمال الدين\nالنعماني الهانسوي\n</p>\n\n<p>\nالمشهور بالمنور، كان من المشايخ المشهورين في أرض الهند، ولد ونشأ\nبهانسي وأخذ\n</p>\n\n<p>\nالطريقة عن الشيخ نظام الدين محمد البدايوني، ولازمه مدة من الدهر حتى\nنال حظا وافرا\n</p>\n\n<p>\nمن العلم والمعرفة فاستخلفه الشيخ سنة أربع وعشرين وسبعمائة.\n</p>\n\n<p>\nوكان زاهدا مجاهدا، لم يزل يشتغل بالصيام والقيام والذكر والفكر على\nالدوام، وكان لا\n</p>\n\n<p>\nيلتفت إلى الدنيا الدنية الشوهاء، ولا يجالس الأمراء والأغنياء، أقطعه\nمحمد شاه تغلق\n</p>\n\n<p>\nقريتين فلم يقبلهما وقنع بما لديه متوكلا على الله سبحانه مفيدا مرشدا،\nكما في سير\n</p>\n\n<p>\nالأولياء.\n</p>\n\n<p>\nتوفي لأربع بقين من ذي القعدة سنة سبع وخمسين وسبعمائة، صرح به السراج\nالعفيف في\n</p>\n\n<p>\nتاريخه.\n</p>\n\n<h3 class='dic-item l3' id='head216'>198- الشيخ قطب الدين حيدر العلوي</h3>\n\n<p>\nالشيخ العابد الزاهد قطب الدين حيدر العلوي الأجي السندي أحد كبار\nالصالحين،\n</p>\n\n<p>\nأدركه الشيخ محمد بن <span id='ms0223'></span> بطوطة المغربي الرحالة بمدينة أج، فلقيه ولبس منه\nالخرقة وذكره في\n</p>\n\n<p>\nكتابه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p189'> Vol. 02, p. 189</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head217'>199- قطب الدين شاه الكشميري</h3>\n\n<p>\nالملك المؤيد قطب الدين بن شمس الدين شاه مرزا الكشميري السلطان المنصور،\nقام\n</p>\n\n<p>\nبالملك بعد أخيه شهاب الدين، وكان من خيار السلاطين عادلا فاضلا كريما،\nمصر بلدة\n</p>\n\n<p>\nقطب الدين بور، وبنى بها مدرسة عظيمة، وقدم في أيامه الشيخ علي ابن\nالشهاب الحسيني\n</p>\n\n<p>\nالهمذاني، فاستقبله وعظمه فوق ما كان، واستقل بالملك خمس عشرة سنة، مات\nسنة\n</p>\n\n<p>\nست وتسعين وسبعمائة، كما في تاريخ فرشته.\n</p>\n\n<h3 class='dic-item l3' id='head218'>200- مولانا قوام الدين الدهلوي</h3>\n\n<p>\nالشيخ العميد الأجل قوام الدين الدهلوي الدبير المشهور بعمدة الملك كان\nمن كبار\n</p>\n\n<p>\nالأفاضل، ولي ديوان الإنشاء في عهد السلطان غياث الدين بلبن، ثم نال\nالإمارة في عهد معز\n</p>\n\n<p>\nالدين كيقباد وولي الاشراف والحجابة، ذكره القاضي ضياء الدين البرني في\nتاريخه وأثنى\n</p>\n\n<p>\nعلى فضله وبراعته في الإنشاء والترسل، قال: ولم يكن مثله في زمانه في\nالفضل والبلاغة\n</p>\n\n<p>\nوالإنشاء وإنه كان فوق الوطواط والأصم، وإنه سحر الناس وأدهش قلوبهم\nبكتاب الفتح\n</p>\n\n<p>\nالذي أرسله غياث الدين بلبن من لكهنوتي إلى الملوك والأمراء، انتهى.\n</p>\n\n<h2 class='l2' id='head219'>حرف الكاف</h2>\n\n<h3 class='dic-item l3' id='head220'>201- مولانا كبير الدين العراقي</h3>\n\n<p>\nالشيخ الفاضل المؤرخ كبير الدين بن تاج الدين العراقي الدهلوي أحد\nالعلماء البارعين في\n</p>\n\n<p>\nالسير والتاريخ، لم يكن له نظير في عصره في الإنشاء والترسل والبلاغة، له\nإنشاء بليغ بالعربية\n</p>\n\n<p>\nوالفارسية ومصنفات عديدة في التاريخ، صنف كتبا في فتوح السلطان علاء\nالدين محمد\n</p>\n\n<p>\nشاه الخلجي، ولكنه بالغ فيها في المدح والإطراء والتأنق في العبارة خلافا\nلآداب المؤرخين\n</p>\n\n<p>\nمن إيراد الخير والشر والحسن والقبيح والمناقب والمعايب، جعله السلطان\nالمذكور أمير داد\n</p>\n\n<p>\nفي معسكره مقام والده، وكان والده يعد من أرباب الفضل والكمال، ذكره\nالبرني في تاريخه.\n</p>\n\n<h3 class='dic-item l3' id='head221'>202- مولانا كريم الدين الدهلوي</h3>\n\n<p>\nالشيخ العالم الصالح كريم الدين الدهلوي، كان مشهورا في الموعظة\nوالتذكير، كان في عهد\n</p>\n\n<p>\nالسلطان علاء الدين محمد شاه الخلجي، وكان ينشد في مواعظه كثيرا من\nالأشعار من\n</p>\n\n<p>\nإنشائه ويسجع الكلام، ولذلك لم تكن تعجب الناس ولا تأخذ بمجامع القلوب،\nفلا يحضر <span id='ms0224'></span>\n</p>\n\n<p>\nمجلسه إلا قليل من الناس، وله إنشاء يدل على قدرته على البيان نظما\nونثرا، ذكره البرني في\n</p>\n\n<p>\nتاريخه.\n</p>\n\n<h3 class='dic-item l3' id='head222'>203- مولانا كريم الدين الجوهري</h3>\n\n<p>\nالشيخ الفاضل كريم الدين الجوهري الدهلوي أحد العلماء المبرزين في الفقه\nوالأصول\n</p>\n\n<p>\nوالعربية، كان يدرس ويفيد بدار الملك دهلي في عهد السلطان علاء الدين\nالخلجي، ذكره\n</p>\n\n<p>\nالبرني في تاريخه.\n</p>\n\n<h3 class='dic-item l3' id='head223'>204- مولانا كريم الدين السمرقندي</h3>\n\n<p>\nالشيخ الفاضل كريم الدين بن كمال الدين السمرقندي أحد العلماء المبرزين\nفي المعارف\n</p>\n\n<p>\nالأدبية، تزوج بابنة الشيخ محمد بن إسحاق الحسيني البخاري، وبايع الشيخ\nنظام الدين\n</p>\n\n<p>\nمحمدا البدايوني ولازمه مدة، ولما مات الشيخ المذكور طلبه محمد شاه تغلق\nوولاه مشيخة\n</p>\n\n<p>\nالإسلام بستكانؤن من أرض بنكاله، فرحل إليها واستقل بالمشيخة مدة من\nالزمان، ومات\n</p>\n\n<p>\nبها.\n</p>\n\n<p>\nوكان فاضلا كريما بارعا في العلم محبا للعلماء محسنا إليهم حسن الأخلاق\nحسن\n</p>\n\n<p>\nالمحاضرة، كما في سير الأولياء.\n</p>\n\n<h3 class='dic-item l3' id='head224'>205- مولانا كمال الدين السامانوي</h3>\n\n<p>\nالشيخ الفاضل العلامة كمال الدين السامانوي أحد الأساتذة المشهورين في\nعصره، درس\n</p>\n\n<p>\nوأفاد مدة من الزمان بدهلي، ثم رحل إلى دولت آباد بأمر السلطان محمد شاه\nتغلق ودرس\n</p>\n\n<p>\nبها مدة حياته، أخذ عنه الشيخ زين الدين داود ابن الحسين الشيرازي وخلق\nآخرون، كما\n</p>\n\n<p>\nفي روضة الأولياء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p190'> Vol. 02, p. 190</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head225'>206- مولانا كمال الدين الدهلوي</h3>\n\n<p>\nالشيخ الفاضل كمال الدين بن عبد الرحمن بن محمد بن عمر الحنفي الصوفي\nالدهلوي\n</p>\n\n<p>\nالشهير بالعلامة، كان من نسل فرخ شاه العمري الأدهمي الكابلي، وكان ابن\nأخت الشيخ\n</p>\n\n<p>\nنصير الدين محمود الأودي، ولد بأرض أوده واشتغل بالعلم من صغر سنه، وجد\nفي البحث\n</p>\n\n<p>\nوالاشتغال حتى برز في الفضائل وتأهل للفتوى والتدريس، ثم أخذ الطريقة عن\nخاله نصير\n</p>\n\n<p>\nالدين محمود المذكور وأقام بدهلي مدة طويلة، ثم رحل إلى كجرات ورزق حسن\nالقبول في\n</p>\n\n<p>\nتلك الناحية، فلبث بها مدة ثم عاد إلى دهلي، ومات بها في السابع والعشرين\nمن ذي\n</p>\n\n<p>\nالقعدة سنة ست وخمسين وسبعمائة، كما في خزينة الأصفياء.\n</p>\n\n<h3 class='dic-item l3' id='head226'>207- الشيخ كمال الدين الغاري</h3>\n\n<p>\nالشيخ العالم الصالح كمال الدين عبد الله الغاري- بالغين المعجمة والراء\nالمهملة- نسبة إلى\n</p>\n\n<p>\nغار كان يسكنه خارج <span id='ms0225'></span> دهلي بمقبرة من زاوية الشيخ نظام الدين محمد\nالبدايوني.\n</p>\n\n<p>\nذكره الشيخ محمد بن بطوطة المغربي في كتابه وقال: إني زرته بهذا الغار\nثلاث مرات،\n</p>\n\n<p>\nوقال: كان لي غلام آبق عني فألفيته عند رجل من الترك فذهبت إلى انتزاعه\nمن يده، فقال\n</p>\n\n<p>\nلي الشيخ: إن هذا الغلام لا يصلح لك فلا تأخذه، وكان التركي راغبا في\nالمصالحة فصالحته\n</p>\n\n<p>\nبمائة دينار أخذتها منه وتركته له، فلما كان بعد ستة أشهر قتل سيده، وأتى\nبه السلطان\n</p>\n\n<p>\nفأمر بتسليمه لأولاد سيده فقتلوه، ولما شاهدت لهذا الشيخ الكرامة انقطعت\nإليه ولازمته\n</p>\n\n<p>\nوتركت الدنيا ووهبت جميع ما كان عندي للفقراء والمساكين وأقمت عنده مدة،\nفكنت\n</p>\n\n<p>\nأراه يواصل عشرة ايام وعشرين يوما ويقوم أكثر الليل، ولم أزل معه حتى بعث\nإلى السلطان\n</p>\n\n<p>\nونشبت في الدنيا ثانية، انتهى، وقال في موضع آخر من ذلك الكتاب: ولما كان\nبعد هذه\n</p>\n\n<p>\nانقبضت عن الخدمة ولازمت الشيخ الإمام العالم العابد الزاهد الخاشع الورع\nفريد الدهر\n</p>\n\n<p>\nووحيد العصر كمال الدين عبد الله الغاري وكان من الأولياء، وله كرامات\nكثيرة قد ذكرت\n</p>\n\n<p>\nمنها ما شاهدته عند ذكر اسمه، وانقطعت إلى خدمة هذا الشيخ ووهبت ما عندي\n</p>\n\n<p>\nللفقراء والمساكين، وكان الشيخ يواصل عشرة أيام وربما واصل عشرين يوما،\nفكنت أحب\n</p>\n\n<p>\nأن أواصل فكنت أواصل، فكان ينهاني ويأمرني بالرفق على نفسي في العبادة،\nوقال: إن\n</p>\n\n<p>\nالمنبت لا أرضا قطع ولا ظهرا أبقى، وظهر لي من نفسي تكاسل بسبب شيء بقي\nمعي،\n</p>\n\n<p>\nفخرجت عن جميع ما عندي من قليل وكثير، وأعطيت ثياب ظهري لفقير ولبست\nثيابه،\n</p>\n\n<p>\nولزمت هذا الشيخ خمسة أشهر، انتهى.\n</p>\n\n<h3 class='dic-item l3' id='head227'>208- مولانا كمال الدين الكوئلي</h3>\n\n<p>\nالشيخ الفاضل كمال الدين بن جمال الدين بن عبد الله بن نظام الدين أبي\nالمؤيد الدهلوي\n</p>\n\n<p>\nالكوئلي كان من أساتذة السلطان علاء الدين الخلجي، تزوج عصمة الله بنت\nالقاضي أمجد\n</p>\n\n<p>\nالدهلوي، وسكن بدهلي لتلك المصاهرة بمقبرة من حظيرة نور الدين اللاري،\nالمشهور\n</p>\n\n<p>\nبملكياربران، وتوفي بها فدفن على أكمة شرقي الجهرنه المنسوب إلى الشيخ\nقطب الدين\n</p>\n\n<p>\nبختيار الأوشي، وحظيرته مشهورة بجلجل <span id='ms0226'></span> املي، كما في أخبار الجمال.\n</p>\n\n<p>\nوقد ذكره القاضي ضياء الدين البرني في تاريخه وقال: إنه كان من كبار\nالأساتذة بدار\n</p>\n\n<p>\nالملك دهلي في عهد السلطان علاء الدين محمد شاه الخلجي، وكان يدرس ويفيد،\nانتهى.\n</p>\n\n<h3 class='dic-item l3' id='head228'>209- مولانا كمال الدين السنتوسي</h3>\n\n<p>\nالشيخ الفاضل العلامة كمال الدين السنتوسي البهاري أحد العلماء المبرزين\nفي الفقه\n</p>\n\n<p>\nوالأصول والكلام والعربية، كان يدرس ويفيد بقرية سنتوس من أعمال بهار،\nكتب إليه\n</p>\n\n<p>\nالشيخ شرف الدين أحمد بن يحيى المنيري رسالة في أن العقل كاف لمعرفة الله\nسبحانه أم\n</p>\n\n<p>\nلا.\n</p>\n\n<h3 class='dic-item l3' id='head229'>210- الشيخ كمال الدين المالوي</h3>\n\n<p>\nالشيخ العارف الفقيه كمال الدين بن با يزيد بن نصير الدين بن فريد الدين\nمسعود العمري\n</p>\n\n<p>\nالأجودهني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p191'> Vol. 02, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\nثم المالوي أحد كبار المشايخ الجشتية، أخذ الطريقة عن الشيخ نظام الدين\nمحمد\n</p>\n\n<p>\nبن أحمد البدايوني ولازمه زمانا، ثم وجهه الشيخ إلى مالوه، فسكن بدهار\nومات بها، أسلم\n</p>\n\n<p>\nعلى يده خلق كثير من الكفار، وعلى قبره أبنية فاخرة من مآثر الملوك\nالخلجية.\n</p>\n\n<h2 class='l2' id='head230'>حرف الميم</h2>\n\n<h3 class='dic-item l3' id='head231'>211- الشيخ مبارك العمري البلخي الكوباموي</h3>\n\n<p>\nالشيخ الصالح مبارك بن القاضي كريم الدين بن برهان الدين العمري البلخي\nثم الكوباموي،\n</p>\n\n<p>\nأحد الرجال المعروفين بالفضل والصلاح، قدم الهند وتقرب إلى الملوك،\nفجعلوه مير داد بدار\n</p>\n\n<p>\nالملك دهلي، وتلك رتبة سامية دون الوزارة، فاستقل بها زمانا، ثم لازم\nالشيخ نظام الدين\n</p>\n\n<p>\nمحمد بن أحمد البدايوني وأخذ عنه الطريقة ورفض الدنيا وأسبابها، كما في\nسير الأولياء.\n</p>\n\n<p>\nووجدت عند أولاده ما فيه أنه ولي القضاء بكوبامؤ فسكن بها، ويعرجون بنسبه\nإلى\n</p>\n\n<p>\nإبراهيم بن أدهم الولي المشهور ثم إلى عمر بن الخطاب رضي الله عنه هكذا:\nمبارك بن\n</p>\n\n<p>\nكريم الدين بن برهان الدين بن أبي سعيد بن صدر الدين بن بديع الدين بن\nأبي إسحاق بن\n</p>\n\n<p>\nإبراهيم بن كمال الدين بن جلال الدين بن أبي الحسن ابن ناصح الدين بن\nإبراهيم بن أدهم\n</p>\n\n<p>\nبن بديع الدين بن محمد بن أبي المجاهد بن أبي القاسم علي بن عبد الرزاق\nبن عبد الرحمن\n</p>\n\n<p>\nبن عبد الله بن عمر بن الخطاب رضي الله عنهما <span id='ms0227'></span>، ولذلك يكتبون مع أسمائهم\nالناصحي\n</p>\n\n<p>\nالأدهمي ويفتخرون به.\n</p>\n\n<p>\nوذلك مقدوح من وجوه، الأول أن إبراهيم بن أدهم الصالح البلخي لم يكن\nعمريا، قال ابن\n</p>\n\n<p>\nالأثير في الكامل في الجزء السادس منه: وإبراهيم بن أدهم بن منصور أبو\nإسحاق الزاهد،\n</p>\n\n<p>\nوكان مولده ببلخ وانتقل إلى الشام فأقام به مرابطا، وهو من بكر بن وائل،\nذكره أبو حاتم\n</p>\n\n<p>\nالبستي، انتهى، وقال الحافظ في تهذيب التهذيب: إبراهيم بن أدهم بن منصور\nالعجلي-\n</p>\n\n<p>\nوقيل: التميمي- أبو إسحاق البلخي الزاهد، سكن الشام، وقال البخاري قال لي\nقتيبة: هو\n</p>\n\n<p>\nتميمي كان بالكوفة، ويقال له العجلي كان بالشام، انتهى، وقال مرتضى بن\nمحمد البلكرامي\n</p>\n\n<p>\nالزبيدي في إتحاف السادة المتقين شرح إحياء علوم الدين: الإمام الزاهد\nأبو إسحاق إبراهيم\n</p>\n\n<p>\nبن أدهم بن منصور العجلي- وقيل: التميمي البلخي- صدوق، مات سنة 192،\nانتهى.\n</p>\n\n<h3 class='dic-item l3' id='head232'>212- مبارك شاه الخلجي</h3>\n\n<p>\nالملك المؤيد قطب الدين مبارك شاه بن محمد شاه الخلجي السلطان الدهلوي\nقام بالملك في\n</p>\n\n<p>\nسنة سبع عشرة وسبعمائة، وخلع أخاه شهاب الدين وبعث به إلى كواليار فحبس\nمع\n</p>\n\n<p>\nإخوته، ولما استقام له الأمر بعث بعد مدة من الزمان أحد الأمراء إلى\nكواليار وأمر بقتل\n</p>\n\n<p>\nإخوته جميعا فقتلوا، وبعث عساكره إلى ديوكير- لعله في سنة ثمان عشرة\nوسبعمائة-\n</p>\n\n<p>\nفقاتلوا صاحبها هربال ديو، فقتلوه واستولوا على بلاده، وأقاموا بها شعائر\nالإسلام،\n</p>\n\n<p>\nوأسسوا مسجدا بديوكير، وسموها دولت آباد، ثم بعث عساكره إلى بلاد المعبر،\nفساروا\n</p>\n\n<p>\nإليها وقتلوا ونهبوا، ثم ساروا إلى ورنكل وكانت كرسي بلاد دكن، فقاتلوا\nصاحبها ثم\n</p>\n\n<p>\nصالحوه على مال يؤديه.\n</p>\n\n<p>\nولما قتل قطب الدين إخوته ولم يبق من ينازعه ولا من يخرج عليه بعث الله\nتعالى عليه أكبر\n</p>\n\n<p>\nأمرائه وأعظمهم منزلة عنده خسرو خان وكان من أصحاب قطب الدين رجل يسمى\n</p>\n\n<p>\nقاضي خان وهو صاحب مفاتيح القصر، وكان يكره أفعال خسرو خان ويسوءه ما\nيراه من\n</p>\n\n<p>\nإيثاره للكفار الهنديين وميله إليهم فإن أصله كان منهم، ولا يزال يلقي\nذلك إلى قطب الدين،\n</p>\n\n<p>\nفلا يسمع منه لما أراد الله قتله على يديه، فلما كان <span id='ms0228'></span> في بعض الأيام قال\nخسرو خان\n</p>\n\n<p>\nللسلطان: إن جماعة من الكفار يريدون أن يسلموا، فقال السلطان: ائتني بهم،\nفقال: إنهم\n</p>\n\n<p>\nيستحيون أن يدخلوا عليك نهارا لأجل أقربائهم وأهل ملتهم، فقال له: ائتني\nبهم ليلا، فجمع\n</p>\n\n<p>\nخسرو خان جماعة من شجعان الوثنيين وذلك في أوان الحر والسلطان ينام فوق\nسطح\n</p>\n\n<p>\nالقصر ولا يكون عنده في ذلك الوقت إلا بعض الفتيان، فلما دخلوا الأبواب\nالأربعة وهم\n</p>\n\n<p>\nشاكون في السلاح ووصلوا إلى الباب الخامس وعليه قاضي خان أنكر شأنهم وأحس\n</p>\n\n<p>\nبالشر فمنعهم من الدخول فهجموا عليه وقتلوه، وعلت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p192'> Vol. 02, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\nالضجة بالباب ودخل الوثنيون فقتلوا\n</p>\n\n<p>\nالسلطان وقطعوا رأسه ورموا به من سطح القصر إلى صحنه، وكان ذلك في خامس\nربيع\n</p>\n\n<p>\nالأول سنة إحدى وعشرين وسبعمائة، كما في تاريخ فرشته.\n</p>\n\n<h3 class='dic-item l3' id='head233'>213- مجاهد شاه البهمني</h3>\n\n<p>\nالملك المؤيد مجاهد شاه بن محمد شاه بن علاء الدين حسن البهمني السلطان\nالمجاهد في\n</p>\n\n<p>\nسبيل الله الغازي قام بالملك بعد والده بأرض دكن في سنة ست وسبعين\nوسبعمائة، وكان\n</p>\n\n<p>\nفاضلا شجاعا مقداما باسلا لم يكن له نظير في زمانه في الشدة والقوة\nوالبطش، فتح\n</p>\n\n<p>\nالفتوحات العظيمة، وسار بعساكره إلى بيجانكر وقاتل صاحبها كشن راي وقتل\nالوثنيين\n</p>\n\n<p>\nوغنم الأموال، ثم قتل عند رجوعه إلى كلبركه، قتله عمه داود بن الحسن،\nوكان يسخط\n</p>\n\n<p>\nعليه لأنه سبه في تقصير صدر منه في أثناء القتال، فاغتاله وقتله على غفلة\nمنه، ثم ولي\n</p>\n\n<p>\nمكانه في الملك، وكان ذلك ليلة السابع من ذي الحجة الحرام سنة تسع وسبعين\nوسبعمائة،\n</p>\n\n<p>\nكما في تاريخ فرشته.\n</p>\n\n<h3 class='dic-item l3' id='head234'>214- الشيخ مجد الدين الملتاني</h3>\n\n<p>\nالشيخ العالم الفقيه مجد الدين الملتاني أحد العلماء المعروفين بالفضل\nوالصلاح، كان يدرس\n</p>\n\n<p>\nويفيد بمدينة ملتان، قرأ عليه الشيخ جلال الدين حسين بن أحمد الحسيني\nالبخاري الأجي\n</p>\n\n<p>\nولازمه سنة كاملة بمدينة ملتان، كما في جامع العلوم.\n</p>\n\n<h3 class='dic-item l3' id='head235'>215- الشيخ محمد بن أحمد الدهلوي</h3>\n\n<p>\nالشيخ الصالح محمد بن أحمد بن محمد بن علي بن أبي أحمد بن مودود الجشتي\nالدهلوي\n</p>\n\n<p>\nالمشهور بمحمد الزاهد كان من نسل الشيخ قطب الدين مودود الجشتي رحمه\nالله، ولد <span id='ms0229'></span>\n</p>\n\n<p>\nونشأ بدار الملك دهلي، وأخذ عن أبيه عن جده وهلم جرا، وأخذ عنه الشيخ ركن\nالدين\n</p>\n\n<p>\nمودود النهروالي الكجراتي، وهذه الطريقة الوحيدة في الهند تصل إلى مشايخ\nجشت بغير\n</p>\n\n<p>\nواسطة الشيخ معين الدين حسن السجزي الجميري رحمه الله.\n</p>\n\n<h3 class='dic-item l3' id='head236'>216- الشيخ نظام الدين محمد بن أحمد البدايوني</h3>\n\n<p>\nالشيخ الإمام العالم الكبير العلامة صاحب المقامات العلية والكرامات\nالمشرقة الجلية نظام\n</p>\n\n<p>\nالدين محمد بن أحمد بن علي البخاري البدايوني أحد الأولياء المشهورين\nبأرض الهند،\n</p>\n\n<p>\nانتهت إليه الرياسة في دعاء الخلق إلى الله تعالى، والتسليك في طريق\nالعبادة، والانقطاع عن\n</p>\n\n<p>\nالدنيا مع التضلع من العلوم الظاهرة والتبحر في الفضائل الفاخرة.\n</p>\n\n<p>\nولد بمدينة بدايون في سنة ست وثلاثين وستمائة، وتوفي والده في صغر سنه\nفتربى في حجر\n</p>\n\n<p>\nأمه، واشتغل بالعلم، وقرأ الفقه والأصول والعربية على الشيخ علاء الدين\nالأصولي، ثم\n</p>\n\n<p>\nسافر إلى دهلي، وكان في الخامسة عشرة من سنه فقرأ الكتب الدرسية على\nأساتذتها،\n</p>\n\n<p>\nمنهم الشيخ شمس الدين الخوارزمي، وحفظ عنه أربعين مقامة من المقامات\nللحريري، ثم\n</p>\n\n<p>\nقرأ المشارق للصغاني على الشيخ كمال الدين محمد الزاهد الماريكلي وحفظه\nكفارة عن\n</p>\n\n<p>\nالمقامات، ثم سافر إلى أجودهن وأخذ عن الشيخ الكبير فريد الدين مسعود\nالأجودهني\n</p>\n\n<p>\nالقرآن الكريم وعوارف المعارف وكتاب التمهيد للشيخ أبي شكور السالمي،\nولبس منه\n</p>\n\n<p>\nالخرقة وصحبه مدة، وأجازه الشيخ في سنة تسع وستين وستمائة وأذن له إلى\nدهلي وأمره\n</p>\n\n<p>\nأن يقيم بها فرجع وأقام بدهلي في أمكنة عديدة يدور في محلاتها طالبا\nالعزلة حتى أقام\n</p>\n\n<p>\nبغياث بور واشتغل بها بالمجاهدة من الصيام والقيام والذكر والفكر في\nالأربعينات على\n</p>\n\n<p>\nطريق السادة المشايخ الجشتية وكان شيخه فريد الدين أوصاه عند توديعه أن\nيحفظ القرآن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p193'> Vol. 02, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\nالكريم وأن يصوم دائما وقال: إن الصوم نصف الطريق، فلازمه وحفظ القرآن\nوانقطع إلى الله\n</p>\n\n<p>\nسبحانه بقلبه وقالبه مع الزهد والعبادة والعفاف والقنوع والتوكل والإيثار\nوسائر الأخلاق\n</p>\n\n<p>\nالمرضية، ولقد أحله الله تعالى من الولاية محلا لا يرام ما فوقه، وهدى به\nفي عهده ثم\n</p>\n\n<p>\nبأصحابه من بعده خلقا لا يحصيهم إلا من أحصى <span id='ms0230'></span> رمل عالج، فلا ترى ناحية من\nنواحي\n</p>\n\n<p>\nالمسلمين من بلاد الهند إلا وقد نمت فيها طريقته وجرى على ألسنة أهلها\nذكره، إليه\n</p>\n\n<p>\nينتمون وبه يتبركون.\n</p>\n\n<p>\nوكان إماما مجاهدا زاهدا صاحب الترك والتجريد يقوم الليل ويصوم النهار،\nلم ينكح امرأة،\n</p>\n\n<p>\nولم يبن دارا، ولم يدخر شيئا، ولم يرض بلقاء الملوك والسلاطين مع إلحاحهم\nعلى ذلك وشدة\n</p>\n\n<p>\nتوقهم إليه، قال الكرماني في سير الأولياء إن جلال الدين فيروز الخلجي\nكان يريد أن يلاقيه\n</p>\n\n<p>\nوهو يمنعه من ذلك فأراد أن يدخل عليه بغتة بغير إذن، فلما اطلع الشيخ على\nذلك خرج\n</p>\n\n<p>\nمن دهلي وذهب إلى أجودهن قبل أن يحضر الملك عنده، وكذلك أرسل إليه علاء\nالدين\n</p>\n\n<p>\nمحمد شاه الخلجي كتابا يشتمل على بعض مهمات الأمور ودعاه يستشيره في بعض\nالمصالح،\n</p>\n\n<p>\nفأبى وقال: إن كان السلطان لا يحب أن أقيم في ملكه فيظهر ذلك من غير\nتورية فإن أرض\n</p>\n\n<p>\nالله واسعة، فأرسل إليه السلطان ابنه واعتذر من مخاطبته إياه في تلك\nالأمور واستأذن في\n</p>\n\n<p>\nحضوره لديه، فأبى الشيخ، ولما أصر السلطان على ذلك قال: إن في داري بابين\nيدخل\n</p>\n\n<p>\nالسلطان من باب وأخرج من الباب الآخر.\n</p>\n\n<p>\nومن ذلك ما روى أن قطب الدين بن علاء الدين الخلجي كان معتادا أن يحضر\nالعلماء\n</p>\n\n<p>\nوالمشايخ في غرة كل شهر للتهنئة، وكان الشيخ لا يذهب بنفسه النفيسة بل\nيذهب خادمه\n</p>\n\n<p>\nإقبال نيابة عنه، فاغتاظ السلطان منه وقال: إن لم يحضر الشيخ بنفسه في\nالشهر القابل نفعل\n</p>\n\n<p>\nبه ما نشاء، فاغتم الناس وكانوا يتناجون بينهم والشيخ كان جذلا رخي البال\nفارغ الخاطر\n</p>\n\n<p>\nلا يرى عليه أثر الحزن حتى استهل الشهر وقتل السلطان المذكور في تلك\nالليلة.\n</p>\n\n<p>\nقال الكرماني: إن غياث الدين تغلق شاه لما استقل بالملك حرضه بعض العلماء\nعلى أن\n</p>\n\n<p>\nينكر على الشيخ استماع الغناء، والسلطان يتأخر عنه ويقول: كيف أجترئ على\nذلك؟\n</p>\n\n<p>\nفإنه مع جلالته في العلم والعمل والتقوى والعزيمة كيف يرتكب الحرام،\nفعرضوا عليه الفتوى\n</p>\n\n<p>\nالتي رتبها الفقهاء على القاضي حميد الدين الناكوري في استماع <span id='ms0231'></span> الغناء،\nفأمر السلطان\n</p>\n\n<p>\nباحضار الشيخ للمناظرة بمحضر من الناس، فقبله الشيخ وحضر ذلك المجلس\nالمحفوف\n</p>\n\n<p>\nبالعلماء والمشايخ والصدور والقضاة، فأقبل عليه القاضي جلال الدين\nالولوالجي وطفق\n</p>\n\n<p>\nيطعن عليه ويشنع عليه استماع الغناء، وكان الشيخ يسمعه بالتحمل والسكينة\nحتى أخذ\n</p>\n\n<p>\nالقاضي في الزجر والتوبيخ إلى الغاية، فقال الشيخ: لعلك تقول ذلك بلسان\nالحكومة وإنك\n</p>\n\n<p>\nمعزول عنها، فسكت القاضي، وقيل: إنه عزل عن خدمته بعد اثني عشر يوما، ثم\nأقبل\n</p>\n\n<p>\nعليه حسام الدين شيخ زاده ونحا نحو القاضي المذكور فقال الشيخ: إن ذلك\nالكلام بمعزل\n</p>\n\n<p>\nعن دأب المناظرة فليكن عمود البحث متعينا أولا، ثم سأله عن معنى الغناء،\nفقال: لا\n</p>\n\n<p>\nأدري ما هو ولكني أعلم أنه حرام عند العلماء، فقال الشيخ: إن كنت لا تعلم\nما هو\n</p>\n\n<p>\nفلست لي بالمخاطب في البحث والمناظرة، ثم كثر اللغط وقال القاضي كمال\nالدين: إنه صح\n</p>\n\n<p>\nعن الإمام الأعظم أنه قال: السماع حرام والرقص فسق، فقال الشيخ: كلا! لم\nيصح ذلك عن\n</p>\n\n<p>\nالإمام، ثم جاء الشيخ علم الدين سليمان الملتاني فرفع السلطان تلك القصة\nإليه وحكمه في\n</p>\n\n<p>\nذلك، فقال: إني صنفت في ذلك رسالة وبينت فيها دلائل الحل والحرمة وقضيت\nفيه بأنه\n</p>\n\n<p>\nحلال لمن يسمع بالقلب وحرام لمن يسمع بالنفس، فقال السلطان: إنكم سرتم\nإلى بلاد الروم\n</p>\n\n<p>\nوالشام وبغداد هل يمتنع المشايخ عن استماع الغناء في تلك البلاد أم لا؟\nفقال: لا، فإن\n</p>\n\n<p>\nالمشايخ يستمعون الغناء بالدف من غير نكير عليه، فقال القاضي جلال الدين\nالمذكور:\n</p>\n\n<p>\nينبغي للسلطان أن ينصر مذهب الإمام الأعظم رحمه الله ويحكم بالمنع عنه،\nفقال الشيخ\n</p>\n\n<p>\nنظام الدين: لا ينبغي له أن يحكم بشيء قبل أن تفصل القضية، ثم لما كانت\nأدلة التضليل\n</p>\n\n<p>\nلمن يقول بالتحليل ظاهرة البطلان رجع البحث إلى الحل والحرمة، ثم آل إلى\nأولوية الترك أو\n</p>\n\n<p>\nالفعل، وكان من أول الضحى إلى الزوال ثم انفض المجلس وأذن له تغلق شاه\nبالرجوع مراعيا\n</p>\n\n<p>\nللأدب والاحترام، فلما رجع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p194'> Vol. 02, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\nالشيخ إلى داره وفرغ من صلاة الظهر أمر باحضار القاضي\n</p>\n\n<p>\nمحي الدين الكاشاني <span id='ms0232'></span> والقاضي ضياء الدين البرني وخسرو بن سيف الدين\nالدهلوي وقال:\n</p>\n\n<p>\nإني عجبت اليوم من جرأة الفقهاء كيف أنكروا الأحاديث وقالوا: إن الرواية\nالفقهية مقدمة\n</p>\n\n<p>\nعليها، وبعضهم قالوا: إن ذلك الحديث متمسك للشافعي وهو عدو لعلمائنا فلا\nنستمعه ولا\n</p>\n\n<p>\nنعتقده، وقالوا ذلك بمحضر الصدور والقضاة، فكيف يصح اعتقادهم في\nالأحاديث! فإن\n</p>\n\n<p>\nرضى السلطان بها ومنع عن رواية الحديث أخاف أن يحل عليهم غضب الله سبحانه\n</p>\n\n<p>\nويهلك الحرث والنسل بسوء اعتقاد العلماء بالحديث، قال الكرماني: وقد وقع\nما قال الشيخ\n</p>\n\n<p>\nبعد بضع سنين من يد محمد شاه تغلق، فإنه قتل من السادة والأشراف ما لا\nيحصر بحد\n</p>\n\n<p>\nوعد، ثم أخرج الناس من دهلي إلى دولت آباد فلم يبق في دهلي أحد، ومضت على\nذلك\n</p>\n\n<p>\nشهور وأعوام وكان ذلك بعد وفاة الشيخ.\n</p>\n\n<p>\nقال الكرماني في سير الأولياء إنه كان حنفيا ولكنه كان يجوز القراءة\nبالفاتحة خلف الإمام\n</p>\n\n<p>\nفي الصلاة وكان يقرؤها في نفسه، فعرض عليه بعض أصحابه ما روى: إني وددت\nأن الذي\n</p>\n\n<p>\nيقرأ خلف الإمام في فيه جمرة، فقال: وقد صح عنه صلى الله عليه وسلم: لا\nصلاة لمن لم\n</p>\n\n<p>\nيقرأ بفاتحة الكتاب، فالحديث الأول مشعر بالوعيد والثاني ببطلان الصلاة\nلمن لم يقرأ\n</p>\n\n<p>\nبالفاتحة، وإني أحب أن أتحمل الوعيد ولا أستطيع أن تبطل صلواتي، على أنه\nقد صح في\n</p>\n\n<p>\nالأصول أن الأخذ بالأحوط والخروج من الخلاف أولى، وكان رحمه الله يجوز\nصلاة الجنازة\n</p>\n\n<p>\nعلى الغائب ويستدل عليه بالحديث المشهور، وكان يقول: إذا سمعتم بالحديث\nولم تجدوه في\n</p>\n\n<p>\nالصحاح فلا تقولوا: إنه مردود، بل قولوا: إنا ما وجدناه في الكتب\nالمتلقاة بالقبول.\n</p>\n\n<p>\nوكان يستمع الغناء بالدف وإذا أراد أن يستمع يقل في طعام الإفطار قبل ذلك\nبيومين، وكان\n</p>\n\n<p>\nإفطاره بمقدار قليل لا يستطيع الرجل أن يعتاده، وكان مغنيه ذا دين، وكان\nتواجده أن يقوم\n</p>\n\n<p>\nعلى سجادته ويبكي بكاء شديدا تبل دموعه المناديل، وكان يحب أن يخفي على\nالناس\n</p>\n\n<p>\nبكاءه، وقلما رآه الناس باكيا وإنما يعرفون ذلك ببل المناديل، فكان\nيمسحها بيده ومنديله،\n</p>\n\n<p>\nولم <span id='ms0233'></span> يسمع منه في ذلك الحال صوت التأوه قط، وكان يحترز عن المزامير ويمنع\nأصحابه عن\n</p>\n\n<p>\nذلك ويقول: إنها حرام في الشريعة المطهرة، وكان يقول: إن السماع على\nأربعة أقسام: حلال\n</p>\n\n<p>\nوحرام ومكروه ومباح، فإن كان المستمع له ميلان إلى الحقيقة فله مباح، وإن\nكان له ميلان\n</p>\n\n<p>\nإلى المجاز فله مكروه، وإن كان قلبه متعلقا بالمجاز بأسره فعليه حرام،\nوإن كان قلبه متعلقا\n</p>\n\n<p>\nبالحقيقة بأسرها فله حلال، وكان يقول: إن للسماع آدابا من حيث المستمع\nوالمسمع\n</p>\n\n<p>\nوالمسموع وآلة السماع، فلا بد أن يكون المستمع مائلا إلى الحق، والمسمع\nرجلا صالحا لا\n</p>\n\n<p>\nامرأة ولا أمرد، والمسموع خاليا عن الهزل، وآلة السماع لا تكون محرمة\nكالسنك والرباب\n</p>\n\n<p>\nوغيرهما من المعازف والمزامير، ويقول: لا بد أن يكون المجلس خاليا من غير\nالصلحاء،\n</p>\n\n<p>\nانتهى.\n</p>\n\n<p>\nوقد ذكره علي بن سلطان القاري المكي في كتابه الأثمار الجنية في أسماء\nالحنفية وقال: إنه\n</p>\n\n<p>\nشيخ فقيه علما وحالا، وإليه المنتهى في دعاء الخلق إلى الله تعالى وتسليك\nطريق العبادة\n</p>\n\n<p>\nوالانقطاع عن علائق الدنيا، هذا مع التضلع من العلوم الظاهرة والتبحر في\nالفضائل الفاخرة،\n</p>\n\n<p>\nومكاشفاته والخوارق التي ظهرت على يده ولسانه أكثر من أن يطمع في إحصائها\nبقلم\n</p>\n\n<p>\nولسان، وقبره اليوم مقصد جميع أهل تلك البلاد من الحاضر والباد، وقلد\nالمسلمون في\n</p>\n\n<p>\nتعظيمه الكفار فيقصدونه للتكريم والزيارة، انتهى.\n</p>\n\n<p>\nوقد ذكره مجد الدين الفيروز آبادي صاحب القاموس في كتابه الألطاف الخفية\nفي أشراف\n</p>\n\n<p>\nالحنفية وذكره عبد الرحمن الجامي في كتابه نفحات الأنس وحضرات القدس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p195'> Vol. 02, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\nوصنف كثير من العلماء في أخباره كتبا مستقلة أحسنها سير الألياء وجمع\nأكثر أصحابه\n</p>\n\n<p>\nملفوظاته أشهرها فوائد الفؤاد.\n</p>\n\n<p>\nمات رحمه الله تعالى في سنة خمس وعشرين وسبعمائة وله تسع وثمانون سنة،\nودفن بمدينة\n</p>\n\n<p>\nدهلي في قاع خارج المدينة، بنى فيه محمد شاه تغلق ومن بعده من الملوك\nالأبنية الرفيعة،\n</p>\n\n<p>\nوقبره مشهور ظاهر يزار ويتبرك به.\n</p>\n\n<h3 class='dic-item l3' id='head237'>217- الشيخ محمد بن إسحاق الدهلوي</h3>\n\n<p>\nالشيخ العالم الصالح محمد بن إسحاق بن علي بن إسحاق الحسيني البخاري\nالدهلوي كان\n</p>\n\n<p>\nابن بنت الشيخ <span id='ms0234'></span> فريد الدين مسعود العمري الأجودهني، توفي والده في صغر\nسنه، فاستقدمه\n</p>\n\n<p>\nالشيخ نظام الدين محمد البدايوني إلى دهلي مع أخيه موسى وأمهما، فتربى في\nحجر الشيخ\n</p>\n\n<p>\nوحفظ القرآن، وقرأ العلم على الشيخ أحمد النيسابوري وعلى غيره من\nالعلماء، وأخذ\n</p>\n\n<p>\nالطريقة عن الشيخ نظام الدين المذكور ولازمه مدة حياة الشيخ.\n</p>\n\n<p>\nوكانت له معرفة بالإيقاع والنغم وبراعة في الموسيقى والشعر والفنون\nالحكمية، له أنوار\n</p>\n\n<p>\nالمجالس كتاب جمع فيه ملفوظات الشيخ.\n</p>\n\n<p>\nمات في سنة أربع وثلاثين وسبعمائة، كما في خزينة الأصفياء.\n</p>\n\n<h3 class='dic-item l3' id='head238'>218- الشيخ محمد بن أحمد المعبري</h3>\n\n<p>\nالشيخ الفقيه محمد بن أحمد بن محمد بن منصور جمال الدين المعبري أحد\nالرجال\n</p>\n\n<p>\nالمعروفين بالفضل والصلاح، أخذ الطريقة عن الشيخ جلال الدين حسين بن أحمد\nالبخاري\n</p>\n\n<p>\nالجي وصحبه مدة من الزمان، فأجازه الشيخ وكتب له الإجازة، وأوصاه بما\nأوصى به\n</p>\n\n<p>\nمشايخه، كما في خزانة الفوائد.\n</p>\n\n<p>\nوكانت وفاته بمدينة دهلي في حياة شيخه، كما في جامع العلوم.\n</p>\n\n<h3 class='dic-item l3' id='head239'>219- القاضي محمد بن البرهان الهانسوي</h3>\n\n<p>\nالشيخ الفاضل محمد بن البرهان القاضي كمال الدين الهانسوي أحد كبار\nالفقهاء الحنفية،\n</p>\n\n<p>\nقرأ العلم على خاله الشيخ العلامة فخر الدين الهانسوي مشاركا للشيخ فخر\nالدين الزرادي،\n</p>\n\n<p>\nوجد في البحث والاشتغال حتى برع في العلم وتأهل للفتوى والتدريس، فولي\nالقضاء حتى\n</p>\n\n<p>\nصار أقضى قضاة الهند في عهد تغلق شاه، واستقام على تلك الخدمة الجليلة\nإلى آخر\n</p>\n\n<p>\nعهد محمد شاه تغلق، كان محمد شاه المذكور يقربه إلى نفسه مع غشمه وجوره،\nكما في\n</p>\n\n<p>\nكتب الأخبار.\n</p>\n\n<h3 class='dic-item l3' id='head240'>220- محمد بن تغلق شاه الدهلوي</h3>\n\n<p>\nأبو مجاهد فخر الدين محمد بن تغلق شاه التركي الدهلوي السلطان الجائر\nالمشهور\n</p>\n\n<p>\nبالعادل.\n</p>\n\n<p>\nولد ونشأ بأرض الهند، وكان أبوه تركيا من مماليك صاحب الهند، فتنقل إلى\nأن ولي\n</p>\n\n<p>\nالسلطنة واتسعت مملكته جدا، وكان هذا الملك من عجائب الزمن وسوانح الدهر،\nلم ير\n</p>\n\n<p>\nمثله في الملوك والسلاطين في بذل الأموال الطائلة وسفك الدماء المعصومة\nوفتح الفتوحات\n</p>\n\n<p>\nالكثيرة وتوسيع المملكة العظيمة، وسنذكر من أخباره عجائب لم يسمع بمثلها\nعمن تقدمه\n</p>\n\n<p>\nمما رأى الشيخ محمد بن بطوطة المغربي <span id='ms0235'></span> بعينه وكان ساح بلاد الهند ودخل\nدهلي في عهده\n</p>\n\n<p>\nوولي القضاء.\n</p>\n\n<p>\nقال ابن بطوطة في كتاب الرحلة: إنما أذكر منها ما حضرته وشاهدته وعاينته\nولا سيما\n</p>\n\n<p>\nجوده على الغرباء، فإنه يفضلهم على أهل الهند ويؤثرهم ويجزل لهم الإحسان\nويسبغ\n</p>\n\n<p>\nعليهم، ومن إحسانه إليهم أن سماهم الأعزة ومنع أن يدعو الغرباء وقال: إن\nالإنسان إذا\n</p>\n\n<p>\nدعى غريبا انكسر خاطره وتغير حاله.\n</p>\n\n<p>\nفمن ذلك أنه قدم عليه ناصر الدين الترمذي الواعظ وأقام تحت إحسانه مدة\nعام، ثم\n</p>\n\n<p>\nأحب الرجوع إلى وطنه فأذن له في ذلك، ولم يكن يسمع وعظه فأمر أن يهيأ له\nمنبر من\n</p>\n\n<p>\nالصندل الأبيض المقاصري وجعلت مساميره وصفائحه من الذهب وألصق بأعلاه حجر\n</p>\n\n<p>\nياقوت عظيم وخلع على ناصر الدين خلعة مرصعة بالجوهر ونصب له المنبر فوعظ\nوذكر،\n</p>\n\n<p>\nفلما نزل عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p196'> Vol. 02, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\nالمنبر قام السلطان إليه وعانقه وأركبه على فيل وضربت له سراجة من الحرير\n</p>\n\n<p>\nالملون وصيوانها من الحرير وخباؤها أيضا كذلك، فجلس الواعظ فيها وكان\nبجانبها أواني\n</p>\n\n<p>\nالذهب أعطاه السلطان إياها، وذلك تنور كبير بحيث يسمع في جوفه الرجل\nالقاعد وقدران\n</p>\n\n<p>\nوصحاف، كل ذلك من الذهب، وقد كان أعطاه عند قدومه مائة ألف دينار،\n</p>\n\n<p>\nومن ذلك أنه وفد عليه غياث الدين محمد بن عبد القاهر بن يوسف ابن عبد\nالعزيز بن\n</p>\n\n<p>\nالخليفة المستنصر بالله العباسي، فلما وصل إلى بلاد السند بعث السلطان من\nيستقبله،\n</p>\n\n<p>\nولما وصل إلى سرستي بعث لإستقباله القاضي كمال الدين الهانسوي وجماعة من\nالفقهاء،\n</p>\n\n<p>\nثم بعث الأمراء لاستقباله، فلما وصل إلى خارج الحضرة خرج بنفسه واستقبله،\nولما دخل\n</p>\n\n<p>\nدار الملك أنزله بدار الخلافة سيرى في القصر الذي بناءه السلطان علاء\nالدين الخلجي.\n</p>\n\n<p>\nوأعد له فيه جميع ما يحتاج إليه من أواني الذهب والفضة حتى من جملتها\nمغتسل يغتسل\n</p>\n\n<p>\nفيه من ذهب، وبعث له أربعمائة ألف دينار لغسل رأسه على العادة وبعث له\nجملة من\n</p>\n\n<p>\nالفتيان والخدم والجواري، وعين لنفقته كل يوم ثلاثمائة دينار وبعث له\nزيادة إليها عددا من\n</p>\n\n<p>\nالموائد بالطعام الخاص، وأعطاه جميع مدينة سيرى أقطاعا <span id='ms0236'></span> وجميع ما احتوت\nعليه من الدور\n</p>\n\n<p>\nوما يتصل بها من بساتين المخزن وأرضه، وأعطاه مائة قرية، وأعطاه حكم\nالبلاد الشرقية\n</p>\n\n<p>\nالمضافة لدهلي، وأعطاه ثلاثين بغلة بالسروج المذهبة ويكون علفها من\nالمخزن.\n</p>\n\n<p>\nومما يحكي من تواضع السلطان وإنصافه أنه ادعى عليه رجل من كبار الوثنيين\nأنه قتل\n</p>\n\n<p>\nأخاه من غير موجب ودعاه إلى القاضي، فمضى على قدميه ولا سلاح معه إلى\nمجلس\n</p>\n\n<p>\nالقاضي، فسلم وخدم وكان قد أمر القاضي قبل أنه إذا جاءه إلى مجلسه فلا\nيقوم له ولا\n</p>\n\n<p>\nيتحرك، فصعد إلى المجلس ووقف بين يدي القاضي، فحكم عليه أن يرضى خصمه من\nدم\n</p>\n\n<p>\nأخيه، فأرضاه.\n</p>\n\n<p>\nومن ذلك أنه ادعى صبي من أبناء الملوك عليه أنه ضربه من غير موجب ورفعه\nإلى\n</p>\n\n<p>\nالقاضي، فتوجه الحكم عليه بأن يرضيه بالمال إن قبل ذلك وإلا أمكنه\nالقصاص، فعاد\n</p>\n\n<p>\nلمجلسه واستحضر الصبي وأعطاه عصا وقال: وحق رأسي أن تضربني! فأخذ الصبي\n</p>\n\n<p>\nالعصا وضربه بها إحدى وعشرين ضربة، وذلك مما شاهده ابن بطوطة، وإني رأيت\nالكلاه\n</p>\n\n<p>\nقد طارت عن رأسه.\n</p>\n\n<p>\nومما يحكي في اشتداده في إقامة الشرع ورفع المغارم والمظالم أنه كان\nشديدا في إقامة الصلاة\n</p>\n\n<p>\nآمرا بملازمتها في الجماعات، يعاقب على تركها أشد العقاب، ولقد قتل في\nيوم واحد تسعة\n</p>\n\n<p>\nرجال على تركها كان أحدهم مغنيا، وكان يبعث الرجال الموكلين بذلك إلى\nالأسواق، فمن\n</p>\n\n<p>\nوجد بها عند إقامة الصلاة عوقب حتى انتهى إلى عقاب الستائرين الذين\nيمسكون دواب\n</p>\n\n<p>\nالخدام إذا ضيعوا الصلاة وأمر أن يطالب الناس بعلم فرائض الوضوء والصلاة\nوشروط\n</p>\n\n<p>\nالإسلام، فكانوا يسألون عن ذلك، فمن لم يحسنه عوقب، وصار الناس يتدارسون\nذلك\n</p>\n\n<p>\nويكتبونه، ومما قيل في ذلك إنه أمر أخاه أن يكون قعوده مع قاضي القضاة في\nقبة مرتفعة\n</p>\n\n<p>\nمفروشة بالبسط، فمن كان له حق على أحد من كبار الأمراء وامتنع من أدائه\nلصاحبه\n</p>\n\n<p>\nيحضره رجال أخيه عند القاضي لينصفه.\n</p>\n\n<p>\nومما فعل ذلك أنه أمر برفع المكوس عن بلاده، وأن لا يؤخذ من الناس إلا\nالزكاة والعشر\n</p>\n\n<p>\nخاصة، وصار يجلس بنفسه للنظر <span id='ms0237'></span> في المظالم في كل يوم اثنين وخميس، ولا يقوم\nبين يديه في\n</p>\n\n<p>\nذلك اليوم إلا أمير حاجب وخاص حاجب وسيد الحجاب وشرف الحجاب لا غير، ولا\n</p>\n\n<p>\nيمنع أحد ممن أراد الشكوى من المثول بين يديه، وعين أربعة من الأمراء\nالكبار يجلسون في\n</p>\n\n<p>\nالأبواب الأربعة لأخذ القصص من المشتكين، فإن أخذ الأول فحسن وإلا أخذه\nالثاني أو\n</p>\n\n<p>\nالثالث أو الرابع، وإن لم يأخذوه مضى إلى قاضي المماليك، فإن أخذه منه\nوإلا شكا إلى\n</p>\n\n<p>\nالسلطان، فإن صح عنده أنه مضى إلى أحد منهم فلم يأخذه منه أدبه وكل ما\nيجتمع من\n</p>\n\n<p>\nالقصص في سائر الأيام يطالعه بعد العشاء الآخرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p197'> Vol. 02, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\nوأما فتكات هذا السلطان وما نقم من أفعاله فلا تسأل عن ذلك، فإنه كان من\nتواضعه\n</p>\n\n<p>\nوإنصافه ورفقه بالمساكين وكرمه الخارق للعادة كثير التجاسر على إراقة\nالدماء، لا يخلو بابه\n</p>\n\n<p>\nعن مقتول إلا في النادر، كان يعاقب على الصغيرة والكبيرة، ولا يحترم أحدا\nمن أهل العلم\n</p>\n\n<p>\nوالصلاح والشرف، وفي كل يوم يرد عليه من المسلسين والمغلولين والمقيدين\nمئون، فمن كان\n</p>\n\n<p>\nللقتل قتل أو للعذاب عذب أو للضرب ضرب.\n</p>\n\n<p>\nفمن ذلك قتله لأخيه مسعود خان، أمه كانت بنت السلطان علاء الدين الخلجي،\nوكان\n</p>\n\n<p>\nمن أجمل الناس فاتهمه بالقيام عليه، وسأله عن ذلك، فأقر خوفا من العذاب،\nفإنه من أنكر\n</p>\n\n<p>\nما يدعيه عليه يعذب، فيرى الناس أن القتل أهون من العذاب، فضرب عنقه في\nوسط\n</p>\n\n<p>\nالسوق وبقي مطروحا هنالك ثلاثة أيام، وكانت أم هذا المقتول قد رجمت في\nذلك الموضع\n</p>\n\n<p>\nقبل ذلك بسنتين لاعترافها بالزنا.\n</p>\n\n<p>\nومن ذلك أنه عين فرقة من العسكر تتوجه لقتال الكفار ببعض الجبال المتصلة\nبحوز دهلي،\n</p>\n\n<p>\nفخرج مظم العسكر بقائده وتخلف قوم منهم، فكتب القائد إليه يعلمه بذلك،\nفأمر أن يطاف\n</p>\n\n<p>\nبالمدينة ويقبض على من وجد من أولئك المتخلفين، ففعل ذلك وقبض على\nثلاثمائة وخمسين\n</p>\n\n<p>\nمنهم، فأمر بقتلهم جميعا فقتلوا.\n</p>\n\n<p>\nومن ذلك أنه أراد أن يستخدم الشيخ شهاب الدين الجامي الذي كان من كبار\nالمشايخ،\n</p>\n\n<p>\nفشافهه بذلك في مجلسه العام فامتنع <span id='ms0238'></span> الشيخ من الخدمة، فغضب عليه وأمر بنتف\nلحيته\n</p>\n\n<p>\nونفاه إلى دولت آباد، فأقام بها سبعة أعوام، ثم بعث إليه وأكرمه وأذن له\nبالإقامة في\n</p>\n\n<p>\nالحضرة، ثم بعث إليه بعد مدة من الزمان، فامتنع من إتيانه وقال: لا أخدم\nظالما، فقيده\n</p>\n\n<p>\nبأربعة قيود وغل يديه، وأقام كذلك أربعة عشر يوما لا يأكل ولا يشرب، ثم\nأمر أن يطعم\n</p>\n\n<p>\nالشيخ خمسة أسيار من العذرة، فمدوه على ظهره وفتحوا فمه بالكلبتين وحلوا\nالعذرة\n</p>\n\n<p>\nوسقوه ذلك، ثم ضرب عنقه.\n</p>\n\n<p>\nومن ذلك أنه أمر فقيهين من أهل السند أن يمضيا مع أمير عينه إلى بعض\nالبلاد وقال\n</p>\n\n<p>\nلهما: سلمت أحوال البلاد والرعية لكما ويكون هذا الأمير معكما يتصرف بما\nتأمرانه به،\n</p>\n\n<p>\nفقالا له: إنما نكون كالشاهدين عليه ونبين له وجه الحق ليتبعه، فقال\nلهما: إنما قصدتما أن\n</p>\n\n<p>\nتأكلا أموالي وتضيعاها وتنسبا ذلك إلى هذا التركي الذي لا معرفة له،\nفقالا: حاشا لله!\n</p>\n\n<p>\nما قصدنا هذا، فقال: إذهبوا بهما إلى النهاوندي- وكان الموكل بالعذاب-\nوقال لزبانيته:\n</p>\n\n<p>\nأذيقوهما بعض شيء، فألقيا على أقفائهما، وجعل على صدر كل واحد منهما\nصفيحة\n</p>\n\n<p>\nحديد محماة، ثم قلعت بعد هنيهة فذهب بلحم صدورهما، ثم أخذ البول والرماد\nفجعل\n</p>\n\n<p>\nعلى تلك الجراحات، فأقرا على أنفسهما أنهما لم يقصدا إلا ما قاله السلطان\nواعترفا عند\n</p>\n\n<p>\nالقاضي، فسجل على العقد وكتب فيه أن اعترافهما كان من غير إكراه وإجبار\nفقتلا.\n</p>\n\n<p>\nومن أعظم ما نقم عليه إجلاؤه لأهل دهلي عنها وسبب ذلك أنهم كانوا يكتبون\nبطائق\n</p>\n\n<p>\nفيها شتمه وسبه ويكتبون عليها: وحق رأس السلطان ما يقرؤها غيره! ويرمون\nبها في\n</p>\n\n<p>\nالقصر ليلا، فإذا فضها وجد فيها شتمه وسبه، فعزم على تخريب دهلي واشترى\nمن أهلها\n</p>\n\n<p>\nجميعا دورهم ومنازلهم ودفع لهم ثمنها، وأمرهم بالانتقال إلى دولت آباد،\nفأبوا ذلك فنادى\n</p>\n\n<p>\nمناديه أن لا يبقى بها أحد بعد ثلاث، فانتقل معظمهم واختفى بعضهم في\nالدور، فأمر\n</p>\n\n<p>\nبالبحث عمن بقي بها فوجد عبيده بأزقتها رجلين أحدهما مقعد والآخر أعمى،\nفأمر\n</p>\n\n<p>\nبالمقعد فرمى بالمنجنيق، وأمر أن يجر الأعمى من <span id='ms0239'></span> دهلي إلى دولت آباد مسيرة\nأربعين يوما،\n</p>\n\n<p>\nفتمزق في الطريق وقضى نحبه، ولما فعل ذلك خرج أهلها جميعا وتركوا أثقالهم\nوأمتعتهم،\n</p>\n\n<p>\nوبقيت المدينة خاوية على عروشها، ثم كتب إلى أهل البلاد أن ينتقلوا إلى\nدهلي ليعمروها،\n</p>\n\n<p>\nفخرجت بلادهم ولم تعمر دهلي لاتساعها وضخامتها، وذلك قليل من كثير من\nفتكاته\n</p>\n\n<p>\nنقلتها من كتاب الرحلة للشيخ محمد بن بطوطة المغربي الرحالة، وهو قد دخل\nالهند في\n</p>\n\n<p>\nسنة أربع وثلاثين وسبعمائة فأكرمه محمد شاه وولاه القضاء بمدينة دهلي،\nولابن بطوطة\n</p>\n\n<p>\nقصيدة في مدح السلطان، منها قوله:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p198'> Vol. 02, p. 198</a>\n            </div>\n            \n</p>\n\n<p>\nإليك أمير المؤمنين المبجلا أتينا نجد السير نحوك في الفلا\n</p>\n\n<p>\nفجئت محلا من علائك زائرا ومغناك كهف للزيارة آهلا\n</p>\n\n<p>\nفلو أن فوق الشمس للمجد رتبة لكنت لأعلاها إماما مؤهلا\n</p>\n\n<p>\nفأنت الإمام الماجد الأوحد الذي سجاياه حتما أن يقول ويفعلا\n</p>\n\n<p>\nولي حاجة من فيض جودك أرتجي قضاها وقصدي عند مجدك سهلا\n</p>\n\n<p>\nأأذكرها أم قد كفاني حياؤكم فإن حياكم ذكره كان أجملا\n</p>\n\n<p>\nفعجل لمن وافى محلك زائرا قضا دينه إن الغريم تعجلا\n</p>\n\n<p>\nقال القاضي محمد بن علي الشوكاني في البدر الطالع أنه كان جوادا متواضعا\nعالما بفقه\n</p>\n\n<p>\nالحنفية مشاركا في الحكمة، ومن محبته للعلماء أنه أهدى له شخص أعجمي\nالشفاء لابن\n</p>\n\n<p>\nسينا بخط ياقوت الحموي في مجلد واحد، فأجازه بمال عظيم، يقال إن قدره\nمائتا ألف\n</p>\n\n<p>\nمثقال أو أكثر، وورد كتابه على الناصر صاحب مصر في مقلمة ذهب زنتها ألفا\nمثقال\n</p>\n\n<p>\nمرصعة بجوهر قوم بثلاثة آلاف دينار، وجهز إليه مرة مركبا قد ملئ من\nالتفاصيل الهندية\n</p>\n\n<p>\nالفاخرة الفائقة وأربعة عشر حقا قد ملئت من فصوص الماس وغير ذلك، فاتفق\nأن رسله\n</p>\n\n<p>\nاختلفوا فقتل بعضهم بعضا، فنمى ذلك إلى صاحب اليمن، فقتل الباقين بمن\nقتلوا واستولى\n</p>\n\n<p>\nعلى الهدية، فبلغ الناصر فغضب وكاتب صاحب اليمن في معنى ذلك، وجرت أمور\nيطول\n</p>\n\n<p>\nشرحها، وكان مع سعة مملكته عنينا كوي على صلبه وهو حدث لعلة حصلت له،\nويقال\n</p>\n\n<p>\nإن عساكره بلغت ستمائة ألف، وإنه كان له ألف وسبعمائة فيل، وفي خدمته من\nالأطباء <span id='ms0240'></span>\n</p>\n\n<p>\nوالحكماء والعلماء والندماء عدد كثير لم يجتمع لغيره، وكان يخطب له على\nمنابر بلاده:\n</p>\n\n<p>\nسلطان العالم، إسكندر الزمان، خليفة الله في أرضه، انتهى.\n</p>\n\n<p>\nوله أبيات رقيقة رائقة بالفارسية، منها ما أنشأه في مرض موته:\n</p>\n\n<p>\nبسيار درين جهان جميديم بسيار نعيم وناز ديديم\n</p>\n\n<p>\nاسبان بلند تر نشستيم تركان كران بها خريديم\n</p>\n\n<p>\nكرديم بسي نشاط آخر جون قامت ماه نو خميديم\n</p>\n\n<p>\nمات سنة اثنتين وخمسين وسبعمائة.\n</p>\n\n<h3 class='dic-item l3' id='head241'>221- محمد شاه البهمني</h3>\n\n<p>\nالملك المؤيد محمد بن الحسن البهمني محمد شاه السلطان المجاهد في سبيل\nالله قام بالملك\n</p>\n\n<p>\nبعد والده سنة تسع وخمسين وسبعمائة بأرض دكن، وافتتح أمره بالعدل\nوالسخاء، وسار\n</p>\n\n<p>\nإلى بلاد تلنكانه سنة ثلاث وستين، فقاتل أهلها ونهبها وغنم من الذهب\nوالجواهر الثمينة\n</p>\n\n<p>\nما لا يحصى، وعاد إلى كلبركه، ثم صار في سنة أربع وسبعين إلى تلك البلاد،\nولما عرف\n</p>\n\n<p>\nصاحبها عجزه عن المقاتلة أرسل إليه يطلب المصالحة على مال يؤديه، فأبى\nمحمد شاه ثم\n</p>\n\n<p>\nأجابه إلى ذلك على ثلاثمائة فيل ومائتي فرس وثلاثة عشر مائة هن وبلدة\nكولكنده، فأرسل\n</p>\n\n<p>\nإليه كل ذلك صاحبها وأرسل إليه سريرا مرصعا من الذهب والجواهر، فرجع إلى\nكلبركه\n</p>\n\n<p>\nوأرسل خمس الغنائم إلى الشيخ سراج الدين الجنيدي ليفرقها على من يستحقها\nمن السادة\n</p>\n\n<p>\nوالمشايخ.\n</p>\n\n<p>\nوفي تلك السنة قدم إليه صاحب بيجانكر وأخذ قلعة مدكل عنوة وقتل ثمانمائة\nمن\n</p>\n\n<p>\nالمسلمين ممن كانوا فيها، فلماس مع محمد شاه اشتعل غضبا وحلف أنه يقتل من\nالوثنيين مائة\n</p>\n\n<p>\nألف في قصاص المقتولين، ثم جعل ولده المجاهد ولي عهده وأوصى إليه وسار\nبتسعة آلاف\n</p>\n\n<p>\nفارس إلى صاحب بيجانكر وكان معه ثلاثون ألف فارس وتسعمائة ألف راجل، ونهر\n</p>\n\n<p>\nكشنه كان عظيما كثير الزيادة لا يخطر على قلب أحد أن محمد شاه يقدر على\nعبوره،\n</p>\n\n<p>\nوأيده الله سبحانه على العبور فأقام على شاطئه، وألقى الله تعالى الرعب\nفي قلب صاحب\n</p>\n\n<p>\nبيجانكر فهابه وبعث الأحمال والأثقال كلها إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p199'> Vol. 02, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\nبيجانكر، وأقام بمعسكره ليستشير أصحابه\n</p>\n\n<p>\nفي الحرب، فإن رضوا بالحرب حاربوه وإلا يذهب إلى بيجانكر ويتحصن بها،\nوالأحمال التي <span id='ms0241'></span>\n</p>\n\n<p>\nبعثها إلى بيجانكر لم تتجاوز ميلين لشدة الوحل ذلك اليوم، فلما سمع محمد\nشاه أنه ينتهز\n</p>\n\n<p>\nالفرصة للفرار بكر إليه بعساكره، فتركوا الفيلة والأموال وما كان معهم من\nالأحمال وفروا إلى\n</p>\n\n<p>\nقلعة أودني فأقام محمد شاه في معسكره وقبض على أمواله وأمر بالقتل، فقتل\nمن الوثنيين في\n</p>\n\n<p>\nذلك اليوم سبعين ألفا من الرجال والنساء والولدان من غير تفريق، وحصل له\nمن المغانم\n</p>\n\n<p>\nألفان من الفيلة وثلاثمائة من عجلات المدافع وسبعمائة من الأفراس ومعها\nسنكاسن\n</p>\n\n<p>\nالمرصعة من خاصته.\n</p>\n\n<p>\nثم سار إلى مدكل وأقام بها، ولما انقضت أيام المطر قصد قلعة أودني فلما\nسمع صاحب\n</p>\n\n<p>\nبيجانكر استخلف بها ابن أخيه وذهب إلى ناحية من نواحي بلاده، فسار محمد\nشاه إلى\n</p>\n\n<p>\nبلاد بيجانكر مع المقاتلة، وأرسل الأحمال والأفيال إلى كلبركه وقصد معسكر\nصاحبها،\n</p>\n\n<p>\nفبعث إليه صاحب بيجانكر مقدم عساكره بأربعين ألف فارس وخمسمائة ألف راجل،\n</p>\n\n<p>\nوكان عساكر محمد شاه خمسة عشر ألف فارس وخمسين ألف راجل مع ما لحق به من\n</p>\n\n<p>\nبعض عساكر الأمراء بعد خروجه عن كلبركه، فالتقوا واقتتلوا وانهزم\nالوثنيون، وأكثر محمد\n</p>\n\n<p>\nشاه في القتل فلم ينج منهم إلا القليل النادر، وأقام بها سبعة أيام، وسار\nمحمد شاه في أثر\n</p>\n\n<p>\nصاحب بيجانكر من طريق إلى طريق ومن مضيق إلى مضيق حتى وصل إلى بيجانكر\n</p>\n\n<p>\nوحاصرها وضيق على أهلها وأدام الحصار إلى شهر كامل، ثم دبر الحيلة وتمارض\nوأمر\n</p>\n\n<p>\nبرجوع العساكر من بيجانكر، فلما سمع المشركون ذلك طمعوا في قتلهم ونهب\nأموالهم،\n</p>\n\n<p>\nفخرج صاحب بيجانكر من القلعة وتعقب المسلمين حتى وصل إلى ماء تمهندره\nوعبرها\n</p>\n\n<p>\nووصل إلى أرض قفراء، فقام محمد شاه من فراشه وجلس للناس وقت المساء وقويت\n</p>\n\n<p>\nعساكره برؤيته فأمرهم أن تجهزوا للحرب، وسار بعساكره في الليل إلى معسكر\nالمشركين\n</p>\n\n<p>\nوكانوا مشتغلين بالرقص والغناء، ولم يعلموا بمجيئه إلا حين وقف على\nرؤوسهم في البكرة،\n</p>\n\n<p>\nفاختلت حواسهم وفر كل واحد منهم إلى ناحية من نواحي الأرض وتركوا جميع ما\nلهم من\n</p>\n\n<p>\nالأموال والأحمال، وأمر محمد شاه بقتلهم فقتلوا منهم حينئذ عشرة <span id='ms0242'></span> آلاف،\nوغنم محمد شاه\n</p>\n\n<p>\nأموالا طائلة، ثم تعقبهم إلى أربعين ميلا من بيجانكر وقتل ونهب، فاضطروا\nإلى الصلح\n</p>\n\n<p>\nوأرسل كشن راي إلى محمد شاه يطلب الصلح على مال يؤديه عاجلا، فرجع محمد\nشاه إلى\n</p>\n\n<p>\nكلبركه واشتغل بمهمات الدولة، واستقل بالملك سبع عشرة سنة وتسعة أشهر،\nوتاب في\n</p>\n\n<p>\nآخر عمره من الخمر.\n</p>\n\n<p>\nوكانت وفاته في تاسع ذي القعدة الحرام سنة ست وسبعين وسبعمائة، كما في\nتاريخ\n</p>\n\n<p>\nفرشته.\n</p>\n\n<h3 class='dic-item l3' id='head242'>222- الشيخ محمد بن عبد الرحيم الأرموي</h3>\n\n<p>\nالشيخ الإمام العالم الكبير العلامة محمد بن عبد الرحيم بن محمد الشيخ\nصفي الدين\n</p>\n\n<p>\nالشافعي الهندي الأرموي أحد مشاهير العلماء، ولد بالهند في ربيع الآخر\nسنة أربع\n</p>\n\n<p>\nوأربعين وستمائة، وأخذ عن جده لأمه، وخرج من بلدته في رجب سنة سبع وستين\n</p>\n\n<p>\nوستمائة ودخل اليمن، فأكرمه المظفر وأعطاه تسعمائة دينار، ثم حج فأقام\nبمكة ثلاثة أشهر،\n</p>\n\n<p>\nورأى بها ابن سبعين وسمع كلامه، ثم دخل القاهرة في سنة إحدى وسبعين\nوستمائة ودخل\n</p>\n\n<p>\nالبلاد الرومية، وخرج منها سنة خمس وثمانين وستمائة، ودخل دمشق فاستوطنها\nوسمع\n</p>\n\n<p>\nمن الفخر ابن البخاري، وقعد في الجامع ودرس بمدارس وكتب على الفتاوي مع\nالخير\n</p>\n\n<p>\nوالدين والبر للفقراء، وصنف في أصول الدين الزبدة وفي أصول الفقه النهاية\nوالفائق والرسالة\n</p>\n\n<p>\nالسبعية.\n</p>\n\n<p>\nوقد ذكره تاج الدين السبكي في طبقاته الكبرى والحافظ ابن حجر العسقلاني\nفي الدرر\n</p>\n\n<p>\nالكامنة والقاضي محمد بن علي الشوكاني في البدر الطالع والسيد صديق حسن\nالقنوجي\n</p>\n\n<p>\nفي أبجد العلوم وفي التاج المكلل وغيرهم في غيرها من الكتب.\n</p>\n\n<p>\nقال السبكي في طبقاته: إنه كان من أعلم الناس بمذهب أبي الحسن وأدراهم\nبأسراره\n</p>\n\n<p>\nمتضلعا بالأصلين، اشتغل على القاضي سراج الدين صاحب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p200'> Vol. 02, p. 200</a>\n            </div>\n            \n</p>\n\n<p>\nالتلخيص وسمع من الفخر ابن\n</p>\n\n<p>\nالبخاري، روى عنه شيخنا الذهبي، ومن تصانيفه في علم الكلام الزبدة وفي\nأصول الفقه\n</p>\n\n<p>\nالنهاية والفائق والرسالة السبعية وكل مصنفاته حسنة جامعة لا سيما\nالنهاية مولده ببلاد\n</p>\n\n<p>\nالهند سنة أربع وأربعين وستمائة، ورحل إلى اليمن سنة سبع وستين، ثم حج\nوقدم إلى\n</p>\n\n<p>\nمصر، ثم سار إلى الروم واجتمع بسراج الدين، ثم قدم <span id='ms0243'></span> دمشق سنة خمس وثمانين\n</p>\n\n<p>\nواستوطنها ودرس بالأتابكية والظاهرية الجوانية وشغل الناس بالعلم، توفي\nبدمشق سنة\n</p>\n\n<p>\nخمس عشرة وسبعمائة، وكان خطه في غاية الرداءة، وكان رجلا ظريفا ساذجا\nفيحكى أنه\n</p>\n\n<p>\nقال: وجدت في سوق الكتب مرة كتابا بخط ظننته أقبح من خطي فغاليت في ثمنه\n</p>\n\n<p>\nواشتريته لأحتج به على من يدعي أن خطي أقبح الخطوط، فلما عدت إلى بيتي\nوجدته\n</p>\n\n<p>\nبخطي القديم، ولما وقع من ابن تيمية في المسألة الحموية ما وقع وعقد له\nالمجلس بدار\n</p>\n\n<p>\nالسعادة بين يدي الأمير تنكز وجمع العلماء أشاروا بأن الشيخ الهندي يحضر،\nفحضر وكان\n</p>\n\n<p>\nالهندي طويل النفس في التقرير، إذا شرع في وجه يقرره لا يدع شبهة ولا\nاعتراضا إلا أشار\n</p>\n\n<p>\nإليه في التقرير بحيث لا يتم التقرير إلا وقد بعد على المعترض مقاومته،\nفلما شرع يقرر أخذ\n</p>\n\n<p>\nابن تيمية يعجل عليه على عادته وقد يخرج من شيء إلى شيء، فقال له الهندي:\nما أراك\n</p>\n\n<p>\nيا ابن تيمية إلا كالعصفور حيث أردت أن اقبضه من مكان فر إلى مكان آخر،\nوكان\n</p>\n\n<p>\nالأمير تنكز يعظم الهندي ويعتقده وكان الهندي شيخ الحاضرين كلهم، صدر عن\nرأيه\n</p>\n\n<p>\nوحبس ابن تيمية بسبب تلك المسألة، وهي التي تضمنت قوله بالجهة، ونودي\nعليه في\n</p>\n\n<p>\nالبلاد وعلى أصحابه وعزلوا عن وظائفهم، انتهى.\n</p>\n\n<p>\nوقال الحافظ ابن حجر في الدرر الكامنة: إنه ولد بالهند في ربيع الآخر سنة\nأربع وأربعين\n</p>\n\n<p>\nوستمائة، وأخذ عن جده لأمه، وخرج من بلدة دهلي في رجب سنة سبع وستين،\nوقدم\n</p>\n\n<p>\nاليمن فأكرمه المظفر وأعطاه تسعمائة دينار، ثم حج فأقام بمكة ثلاثة أشهر\nورأى بها ابن\n</p>\n\n<p>\nسبعين وسمع كلامه ثم دخل القاهرة، ثم في سنة إحدى وثمانين دخل البلاد\nالرومية فأقام\n</p>\n\n<p>\nبقونية وسيواس وغيرهما، واجتمع بالسراج الأرموي وخدمه وخرج منها سنة خمس\n</p>\n\n<p>\nوثمانين، وقدم دمشق فاستوطنها وسمع من الفخر ابن البخاري، وعقد حلقة\nالإشتغال\n</p>\n\n<p>\nبالجامع، ودرس بالرواحية والدولقية والأتابكية وغيرها، وكتب على الفتاوي\nمع الخير\n</p>\n\n<p>\nوالدين والبر للفقراء، وصنف في أصول الدين الفائق وفي أصول الفقه النهاية\nولما عقد بعض <span id='ms0244'></span>\n</p>\n\n<p>\nالمجالس لابن تيمية عين الصفي الهندي لمناظرته فقال لابن تيمية في أثناء\nالبحث: أنت مثل\n</p>\n\n<p>\nالعصفور ينط من هنا إلى هنا، وكان خطه ضعيفا وحشيا إلى الغاية، والكمال\nلله، وقال\n</p>\n\n<p>\nإنه كان لا يحفظ من القرآن إلا ربعه حتى قيل إنه قرأ المص بفتح الميم\nوتشديد الصاد، ويقال\n</p>\n\n<p>\nإنه كان له ورد من الليل، فإذا استيقظ توضأ ولبس أفخر ثيابه حتى الخف\nوالمهماز ويقوم\n</p>\n\n<p>\nيصلي بتلك الهيئة وكانت في لسانه عجمة الهنود باقية إلى أن مات، قال:\nوكان فيه دين\n</p>\n\n<p>\nوتعبد، وله أوراد، وكان حسن الاعتقاد على مذهب السلف، توفي في آخر صفر\nسنة\n</p>\n\n<p>\nخمس عشرة وسبعمائة، انتهى.\n</p>\n\n<p>\nوقال الشوكاني في البدر الطالع: ولما عقد بعض المجالس لابن تيمية عين\nصاحب الترجمة\n</p>\n\n<p>\nلمناظرته، فقال لابن تيمية في أثناء البحث: أنت مثل العصفور تزط من هنا\nإلى هنا، ولعله\n</p>\n\n<p>\nقال لما رأى من كثرة فنون ابن تيمية وسعة دائرته في العلوم الاسلامية\nوالرجل ليس بكفء\n</p>\n\n<p>\nلمناظرة ذلك إلا في فنونه التي يعرفها وقد كان عريا من سواها، ولهذا قيل\nإنه ما كان يحفظ\n</p>\n\n<p>\nمن القرآن إلا ربعه، حتى نقل عنه أنه قرأ المص، بفتح الميم وتشديد الصاد،\nانتهى.\n</p>\n\n<p>\nوكانت وفاته في آخر صفر سنة خمس عشرة وسبعمائة، كما في الدرر الكامنة.\n</p>\n\n<h3 class='dic-item l3' id='head243'>223- الشيخ محمد بن كمال الدين الدهلوي</h3>\n\n<p>\nالشيخ الفاضل محمد بن كمال بن علي بن أبي بكر الهندي الدهلوي شمس الدين\nالحنفي،\n</p>\n\n<p>\nقال الفاسي في العقد: هكذا وجدته منسوبا بخط شيخنا ابن سكر، ووجدت بخطه\nأيضا\n</p>\n\n<p>\nأنه سمع من شيختنا أم الحسن فاطمة، وكان أحد الطلبة يدرس بليغا كذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p201'> Vol. 02, p. 201</a>\n            </div>\n            \n</p>\n\n<p>\nوكان يؤم نيابة\n</p>\n\n<p>\nعن إمامه شيخنا شمس الدين محمد بن محمود بن محمود الخوارزمي المعروف\nبالمعيد،\n</p>\n\n<p>\nولازمه مدة وأخذ عنه علم العربية وغيرها، وكان جاور بمكة سنين كثيرة\nمتأهلا بها حتى\n</p>\n\n<p>\nتوفي في طاعون كان سنة ثلاث وتسعين وسبعمائة ودفن بالمعلاة، كما في طرب\nالأماثل.\n</p>\n\n<h3 class='dic-item l3' id='head244'>224- محمد بن المبارك الكرماني</h3>\n\n<p>\nالشيخ الصالح محمد بن المبارك بن محمود الحسيني الكرماني ثم الدهلوي أحد\nالرجال <span id='ms0245'></span>\n</p>\n\n<p>\nالمعروفين بالفضل والصلاح، ولد ونشأ بمدينة دهلي، وقرأ العلم على الشيخ\nفخر الدين\n</p>\n\n<p>\nالزرادي وعلى غيره من العلماء، وأدرك الشيخ نظام الدين محمدا البدايوني\nفي صباه وحضر\n</p>\n\n<p>\nمجلسه ثم أخذ بعد وفاته عن صاحبه الشيخ نصير الدين محمود الأودي، وذهب\nإلى دولت\n</p>\n\n<p>\nآباد في أيام محمد شاه تغلق مع أعمامه وجده لأمه الشيخ شمس الدين محمد\nالدامغاني، ثم\n</p>\n\n<p>\nرجع إلى دهلي ومات بها.\n</p>\n\n<p>\nومن مصنفاته سير الأولياء في أخبار المشايخ الجشتية، لم أر له نظيرا في\nطبقات المشايخ\n</p>\n\n<p>\nيلوح عليه أثر القبول الرحماني، وذلك فضل الله يؤتيه من يشاء.\n</p>\n\n<p>\nوكانت وفاته في سنة سبعين وسبعمائة في عهد فيروزشاه، كما في خزينة\nالأصفياء.\n</p>\n\n<h3 class='dic-item l3' id='head245'>225- الشيخ محمد بن محمد الصغاني</h3>\n\n<p>\nالشيخ العالم المحدث محمد بن محمد بن سعيد بن عمر بن علي الصغاني العلامة\nضياء\n</p>\n\n<p>\nالدين الهندي الحنفي، هكذا وجد نسبه بخطه في ثبت له ذكر فيه أنه سمع من\nالجمال\n</p>\n\n<p>\nالمطري صحيح البخاري عن أبي اليمن بن عساكر، وقرأ عليه صحيحي البخاري\nومسلم\n</p>\n\n<p>\nوالجامع للترمذي وغير ذلك وعلى قطب بن مكرم الموطا ولبس منه الخرقة وذلك\nفي عشر\n</p>\n\n<p>\nالأربعين وسبعمائة بالمدينة وسمع بالقاهرة وغيرها، وأقام بالمدينة سنين\nيفتي ويدرس، ثم\n</p>\n\n<p>\nحصل بينه وبين أميرها منافرة فبعد ذلك أقام بمكة، وتولى تدريس الحنفية\nالذي قرره الأمير\n</p>\n\n<p>\nيلبغا وباشره في شوال سنة ثلاث وستين وسبعمائة، ومات هناك يوم الجمعة\nالخامس من ذي\n</p>\n\n<p>\nالحجة سنة ثمانين وسبعمائة وقد جاوز الثمانين، وكان عارفا بمذهبه وأصوله\nمع مشاركة في\n</p>\n\n<p>\nالعربية وغيرها، وعنده لمذهبه عصبية مفرطة عيبت عليه لما فيها من الغض من\nالإمام\n</p>\n\n<p>\nالشافعي، ذكره الفاسي في العقد، كما في طرب الأماثل.\n</p>\n\n<h3 class='dic-item l3' id='head246'>226- الشيخ محمد بن محمود الباني بتي</h3>\n\n<p>\nالشيخ الإمام العالم الصالح محمد بن محمود العثماني الشيخ جلال الدين\nالباني بتي المشهور\n</p>\n\n<p>\nبكبير الأولياء، كان من الأولياء السالكين المرتاضين، أخذته الجذبة\nالربانية في صغر سنه\n</p>\n\n<p>\nفساح البلاد وأدرك المشايخ الكبار وصحبهم، وأخذ الطريقة عن الشيخ شمس\nالدين\n</p>\n\n<p>\nالتركي الباني بتي وصحبه مدة من الزمان، ثم قام مقامه <span id='ms0246'></span> في الإرشاد\nوالتلقين، أخذ عنه\n</p>\n\n<p>\nالشيخ أحمد عبد الحق الردولوي وخلق آخرون، ومن مصنفاته زاد الأبرار في\nالحقائق\n</p>\n\n<p>\nوالمعارف، وسعد بالحج والزيارة مرتين، ومات في الثالث عشر من ربيع الأول\nسنة خمس\n</p>\n\n<p>\nوستين وسبعمائة بمدينة باني بت فدفن بها، كما في سير الأقطاب.\n</p>\n\n<h3 class='dic-item l3' id='head247'>227- الشيخ محمد بن محمود الهانسوي</h3>\n\n<p>\nالشيخ العالم الصالح محمد بن محمود الغريب الشيخ برهان الدين بن ناصر\nالدين الهانسوي،\n</p>\n\n<p>\nكان ابن أخت الشيخ جمال الدين أحمد الخطيب النعماني الهانسوي، ولد بمدينة\nهانسي\n</p>\n\n<p>\nسنة أربع وخمسين وستمائة ونشأ بها، ثم سافر إلى دار الملك وقرأ الفقه\nوالأصول والعربية\n</p>\n\n<p>\nعلى أساتذة عصره، ثم استسعد بصحبة الشيخ نظام الدين محمد البدايوني\nوبايعه، لعله في\n</p>\n\n<p>\nسنة ثلاث وتسعين وستمائة، وأقام بدهلي مدة حياة شيخه ثم رحل إلى دولت\nآباد سنة\n</p>\n\n<p>\nثمان عشرة- وقيل عشرين- وسبعمائة، فأقام بها مدة حياته.\n</p>\n\n<p>\nوكان عالما فقيها زاهدا حصورا صاحب وجد وحالة، انتفع به ناس كثيرون\nوأخذوا\n</p>\n\n<p>\nعنه، منهم الشيخ زين الدين داود بن الحسين الشيرازي والشيخ فريد الدين\nوكمال الدين\n</p>\n\n<p>\nالكاشاني وركن الدين بن عماد الدين الكاشاني وخلق آخرون.\n</p>\n\n<p>\nوقد جمع الشيخ ركن الدين ملفوظاته في نفائس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p202'> Vol. 02, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\nالأنفاس وأخوه حماد ابن العماد في أحسن\n</p>\n\n<p>\nالأقوال وأخوه المجد بن العماد في غريب الكرامات ولها تتمة سماها ببقية\nالغرائب ومصر\n</p>\n\n<p>\nباسمه نصير خان صاحب خانديس بلدة في أرض دكن سماها برهان بور.\n</p>\n\n<p>\nوكانت وفاته يوم الأربعاء الحادي عشر من صفر سنة ثمان وثلاثين وسبعمائة\nفدفن\n</p>\n\n<p>\nبالروضة، كما في روضة الأولياء للبلكرامي.\n</p>\n\n<h3 class='dic-item l3' id='head248'>228- الشيخ محمد بن نظام الدين البهرائجي</h3>\n\n<p>\nالشيخ الصالح المعمر محمد بن نظام الدين بن حسام الدين بن فخر الدين بن\nيحيى بن أبي\n</p>\n\n<p>\nطالب بن محمود بن علي بن يحيى بن فخر الدين بن حمزة بن حسن بن عباس بن\nمحمد بن\n</p>\n\n<p>\nعلي بن محمد بن إسماعيل بن جعفر الحسيني البهرائجي أبو جعفر المشهور\nبأمير ماه، كان\n</p>\n\n<p>\nمن كبار المشايخ، أخذ الطريقة عن الشيخ علاء الدين الحسيني الجيوري ولبس\nمنه الخرقة،\n</p>\n\n<p>\nوصحب الشيخ جمال الدين الكوئلي <span id='ms0247'></span> وأخذ عنه.\n</p>\n\n<p>\nومن مصنفاته المحجوب في عشق المطلوب في المعارف بالفارسية، صنفه في أيام\nفيروزشاه،\n</p>\n\n<p>\nوقد لقيه فيروزشاه بمدينة بهرائج واستفاضه، ولقيه السيد أشرف جهانكير\nالسمناني في\n</p>\n\n<p>\nتلك البلدة واعترف بفضله وكماله، كما في مرآة الأسرار.\n</p>\n\n<p>\nوفي مهر جهانتاب أنه مات في أيام فيروزشاه، وفي خزينة الأصفياء أنه مات\nفي سنة اثنتين\n</p>\n\n<p>\nوسبعين وسبعمائة بمدينة بهرائج، فدفن بها.\n</p>\n\n<h3 class='dic-item l3' id='head249'>229- الشيخ محمد بن محمد الكابلي</h3>\n\n<p>\nالشيخ العالم المحدث محمد بن محمد بن عمر الحنفي الكابلي الهندي، نزيل\nمكة ودفينها،\n</p>\n\n<p>\nذكره الفاسي في العقد الثمين قال: إنه جاور بمكة مدة حتى مات بها، وسمع\nبها من عز\n</p>\n\n<p>\nالدين بن جماعة سنة ثلاث وخمسين وسبعمائة، قال الفاسي: سألت عنه شيخنا\nجمال\n</p>\n\n<p>\nالدين بن ظهيرة فقال: كان شيخا مباركا كتب بخطه كثيرا وكان ينوب عن أبي\nالفتح في\n</p>\n\n<p>\nالإمامة، ومات قبله بمكة، انتهى طرب الأماثل.\n</p>\n\n<h3 class='dic-item l3' id='head250'>230- الشيخ محمد بن محمد الهندي</h3>\n\n<p>\nالشيخ العالم المحدث محمد بن محمد بن محمد بن سعيد الحنفي شرف الدين بن\nالعلامة\n</p>\n\n<p>\nضياء الدين الهندي، ذكره الفاسي في العقد الثمين، قال: إنه سمع بمكة من\nابن حبيب وابن\n</p>\n\n<p>\nعبد المعطي وغيرهما، وتوفي سنة ست وسبعين وسبعمائة بالقاهرة، طرب\nالأماثل.\n</p>\n\n<h3 class='dic-item l3' id='head251'>231- الشيخ محمد بن محمد البلخي</h3>\n\n<p>\nالشيخ الصالح محمد بن محمد بن عيسى البلخي أشرف الدين بن ركن الدين\nالبهاري\n</p>\n\n<p>\nالصوفي الفقيه، أخذ عن الشيخ شرف الدين أحمد بن يحيى المنيري ولازمه مدة،\nوصنف\n</p>\n\n<p>\nله الشيخ شرف الدين شرحا بسيطا على آداب المريدين للضياء أبي النجيب عبد\nالقاهر\n</p>\n\n<p>\nالسهروردي رحمه الله بالفارسية في مجلدات عديدة، وله قصائد في مدح شيخه.\n</p>\n\n<h3 class='dic-item l3' id='head252'>232- الشيخ محمد بن علي السبزواري</h3>\n\n<p>\nالسيد الشريف محمد بن علي بن العلاء بن غياث بن الحسن بن حمزة بن هارون\nبن عقيل\n</p>\n\n<p>\nبن إسماعيل بن علي الأشقر بن جعفر الحسيني السبزواري، المشهور بالحقاني.\n</p>\n\n<p>\nقدم الهند وأخذ الطريقة عن الشيخ شعبان الملة علي بن محمد الجهونسوي\nوتزوج ابنته،\n</p>\n\n<p>\nثم سكن بقرية سيد سراوان، ثم انتقل إلى قرية تنى ديه من أعمال كره، وله\nذرية كثيرة <span id='ms0248'></span> في\n</p>\n\n<p>\nتلك الناحية، كما في منبع الأنساب.\n</p>\n\n<h3 class='dic-item l3' id='head253'>233- الشيخ محمد بن أحمد الأصفهاني</h3>\n\n<p>\nالسيد الشريف محمد بن أحمد بن جعفر بن فخر الدين بن محمود بن إبراهيم ابن\nالحسين\n</p>\n\n<p>\nبن الإمام علي النقي الحسيني الأصفهاني كان من رجال العلم والطريقة، قدم\nالهند وأخذ\n</p>\n\n<p>\nالطريقة عن الشيخ نصير الدين محمود بن يحيى الحسيني الأودي، وسكن بمدينة\nكره، وله\n</p>\n\n<p>\nذرية كثيرة في تلك الناحية تعرف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p203'> Vol. 02, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\nبالسادة الأصفهانية وقبره ببلدة كره، كما في منبع\n</p>\n\n<p>\nالأنساب.\n</p>\n\n<h3 class='dic-item l3' id='head254'>234- الشيخ محمد بن محمد الفرشوري</h3>\n\n<p>\nالشيخ الكبير محمد بن محمد الجنيدي ركن الدين بن سراج الدين الفرشوري أحد\nكبار\n</p>\n\n<p>\nالأولياء، كان من نسل سيد الطائفة جنيد البغدادي.\n</p>\n\n<p>\nولد بمدينة بشاور سنة ثمانين وستمائة، ونشأ بها، وسافر إلى البلاد حتى\nوصل إلى دولت\n</p>\n\n<p>\nآباد سنة سبع وسبعمائة، فلازم بها الشيخ علاء الدين علي الجيوري وأخذ عنه\nالطريقة ثم\n</p>\n\n<p>\nسار إلى قرية كورجي وسكن بها، وأسلم على يده خلق كثير من المشركين،\nوانتقل إلى\n</p>\n\n<p>\nكلبركه سنة سبعين وسبعمائة، فاغتنم قدومه محمد شاه بن علاء الدين حسن\nالبهمني\n</p>\n\n<p>\nواعتقد فضله وكماله فطابت له الإقامة بها، وكان السلطان يتلقى إشاراته\nبالقبول.\n</p>\n\n<p>\nتوفي سنة إحدى وثمانين وسبعمائة في أيام محمود شاه البهمني.\n</p>\n\n<h3 class='dic-item l3' id='head255'>235- الشيخ محمد بن يحيى الأودي</h3>\n\n<p>\nالشيخ الفاضل الكبير العلامة محمد بن يحيى الشيخ شمس الدين الأودي أحد\nالعلماء\n</p>\n\n<p>\nالمبرزين في الفقه والأصول والعربية، قرأ العلم على مولانا ظهير الدين\nالبهكري والشيخ فريد\n</p>\n\n<p>\nالدين الشافعي الأودي وعلى غيرهما من الأساتذة، وأخذ الطريقة عن الشيخ\nنظام الدين\n</p>\n\n<p>\nمحمد البدايوني وصحبه مدة من الدهر، واستخلفه الشيخ في سنة أربع وعشرين\n</p>\n\n<p>\nوسبعمائة.\n</p>\n\n<p>\nوكان عالما كبيرا بارعا في كثير من العلوم والفنون، له مصنفات جليلة في\nالعلوم الشرعية،\n</p>\n\n<p>\nمنها شمس المعارف وكان متخلقا بالأخلاق الملكية ذا زهد وترك وتجريد\nواستقامة، لم\n</p>\n\n<p>\nيتزوج قط، وكان لا يرضى بتردد الأغنياء عليه، ولا يلتفت إليهم ويشتغل\nبالعلم، قال\n</p>\n\n<p>\nالكرماني في سير الأولياء إنه كلما كان يتفكر في مسألة كأنه يغوص في ذلك،\nوكان كريم\n</p>\n\n<p>\nالنفس جليل الهيئة عظيم الوقار، يكرمه <span id='ms0249'></span> العلماء والمشايخ، ويستفيد منه\nالأساتذة،\n</p>\n\n<p>\nويفتخرون بالتلمذ له، ويثنون عليه، كما قال الشيخ نصير الدين محمود\nالأودي فيه رحمه\n</p>\n\n<p>\nالله.\n</p>\n\n<p>\nسألت العلم من أحياك حقا فقال العلم شمس الدين يحيى\n</p>\n\n<p>\nتوفي إلى رحمة الله سبحانه في سنة سبع وأربعين وسبعمائة في عهد شاه تغلق\nبمدينة\n</p>\n\n<p>\nدهلي، فدفن بها.\n</p>\n\n<h3 class='dic-item l3' id='head256'>236- الشيخ محمد بن يوسف الأجودهني</h3>\n\n<p>\nالشيخ العالم الصالح محمد بن يوسف بن سليمان بن مسعود العمري الشيخ علم\nالدين\n</p>\n\n<p>\nالأجودهني، أحد الرجال المعروفين بالفضل والصلاح.\n</p>\n\n<p>\nولد ونشأ بمدينة أجودهن، وتأدب على والده وأخذ عنه الطريقة، وولي المشيخة\nبعد\n</p>\n\n<p>\nوالده، لقيه ابن بطوطة المغربي حين دخل الهند ونزل عند والده بمدينة\nأجودهن وذكره في\n</p>\n\n<p>\nكتابه.\n</p>\n\n<h3 class='dic-item l3' id='head257'>237- الشيخ ممد بن محمد الدمراجي</h3>\n\n<p>\nالشيخ العالم المحدث محمد بن محمد بن محمد بن محمد بن أبي بكر الدمراجي\nالدهلوي\n</p>\n\n<p>\nنجيب الدين الحنفي الهندي، هكذا نسبه ابن سكر، كان فاضلا في مذهبه، وكان\nيعتمر كل\n</p>\n\n<p>\nيوم غالبا مدة إقامته بمكة إلى أن ضعفت قواه، توفي بعد سنة تسعين\nوسبعمائة بيسير وهو\n</p>\n\n<p>\nفي عشر السبعيين.\n</p>\n\n<p>\nقال الفاسي: سمعت شيخنا قاضي القضاة جمال الدين بن ظهيرة يقول: إن الشيخ\nنجيب\n</p>\n\n<p>\nالدين هذا أخبره أن شيخا له بالهند وصفه بالعلامة، وقدم مكة واجتمع\nبالعفيف الدلاصي\n</p>\n\n<p>\nمقرئ الحرم ليقرأ عليه، فاعتذر إليه بأنه لا يقرئ العجم لكونهم لا يخرجون\nالحروف من\n</p>\n\n<p>\nمخارجها، فقال: لا عليك أن تسمع قراءتي، فإن رضيت وإلا تركتك، فقال له،\nاقرأ، فلما\n</p>\n\n<p>\nشرع في القراءة فقال له: إني أشم منك رائحة النسب فإلى من تنتسب؟ قال:\nإلى خالد بن\n</p>\n\n<p>\nالوليد، فقال العفيف: وأنا انتسب إليه، وذكر كل منهما نسبه، فاجتمعا في\nبعض الأجداد،\n</p>\n\n<p>\nهذا معنى هذه الحكاية وهي عجيبة وفيها منقبة للشيخ عفيف الدين الدلاصي،\nوكلام ابن\n</p>\n\n<p>\nحزم في الجمهرة يقتضي أن خالد بن الوليد لا عقب له، وانتسب إليه خلق كثير\nمن العلماء،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p204'> Vol. 02, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\nوالله أعلم بصحة ذلك، انتهى طرب الأماثل.\n</p>\n\n<h3 class='dic-item l3' id='head258'>238- القاضي جلال الدين محمد الكرماني</h3>\n\n<p>\nالشيخ الفاضل العلامة القاضي جلال الدين محمد الكرماني أحد العلماء\nالمبرزين في <span id='ms0250'></span> الفقه\n</p>\n\n<p>\nوالأصول والعربية، اصطفاه فيروزشاه السلطان من سائر القضاة، فولاه\nالصدارة العظمى\n</p>\n\n<p>\nوفوض إليه تولية الأمور الدينية، فكان السلطان المذكور لا يتداخل في شيء\nمن الأمور.\n</p>\n\n<p>\nقال البرني في تاريخه: إنه كان بغزارة علمه وفرط ذكائه غزالي عصره ورازي\nدهره، فوض\n</p>\n\n<p>\nإليه السلطان كل ما يتعلق بالشريعة الحقة وكل ما يتعلق بالصلات والجوائز\nوالمناصب في\n</p>\n\n<p>\nجميع بلاد الهند، فحصلت له رتبة لم تحصل لغيره من الصدور قبله، انتهى.\n</p>\n\n<h3 class='dic-item l3' id='head259'>239- شمس الدين محمد الشيرازي</h3>\n\n<p>\nالشيخ العابد الزاهد شمس الدين محمد الشيرازي كان من المعمرين، لقيه محمد\nابن بطوطة\n</p>\n\n<p>\nالمغربي الرحالة بمدينة بهكر من أرض السند في سنة أربع وثلاثين وسبعمائة،\nوذكره في كتابه\n</p>\n\n<p>\nوقال: ذكر لي أن سنه تزيد على مائة وعشرين عاما، انتهى.\n</p>\n\n<h3 class='dic-item l3' id='head260'>240- مولانا شمس الدين محمد الدامغاني</h3>\n\n<p>\nالشيخ الفاضل الكبير شمس الدين محمد الدامغاني، أحد الرجال المعروفين\nبالفضل\n</p>\n\n<p>\nوالكمال، قرأ العلم على الشيخ شمس الدين الخوارزمي وعلى غيره من الأساتذة\nبدار الملك\n</p>\n\n<p>\nدهلي، قرأ علي الخوارزمي مشاركا للشيخ نظام الدين محمد البدايوني، ورحل\nإلى دولت\n</p>\n\n<p>\nآباد في أيام محمد شاه تغلق، ولبث بها مدة من الزمان ودرس بها، أخذ عنه\nالشيخ عين\n</p>\n\n<p>\nالدين البيجابوري بدولت آباد.\n</p>\n\n<h3 class='dic-item l3' id='head261'>241- علاء الدين محمد شاه الخلجي</h3>\n\n<p>\nالملك المؤيد محمد بن مسعود الخلجي السلطان علاء الدين محمد شاه كان ابن\nأخي\n</p>\n\n<p>\nالسلطان جلال الدين الخلجي وختنه، أقطعه مدينة كره وما والاها من من\nالبلاد، وذهب\n</p>\n\n<p>\nإلى ديوكير حيث لم يبلغ إليه أحد من الملوك في القرون الماضية، وديوكير\nكانت كرسي بلاد\n</p>\n\n<p>\nمالوه ومرهته وكان سلطانها أكبر سلاطين الكفار، فأذعن له سلطانها بالطاعة\nوأهدى له\n</p>\n\n<p>\nهدايا عظيمة، فرجع إلى مدينة كره سالما ظافرا، ولم يبعث إلى عمه شيئا من\nالغنائم فأغرى\n</p>\n\n<p>\nالناس عمه به فبعث إليه، فامتنع من الوصول إليه، فقال عمه: أنا أذهب إليه\nوآتي به فإنه\n</p>\n\n<p>\nمحل ولدي، فتجهز في عساكره وطوى المراحل حتى حل بساحة مدينة كره وركب\nالنهر\n</p>\n\n<p>\nبقصد الوصول إلى ابن أخيه، وركب ابن أخيه أيضا في مركب ثان عازما على\nالفتك <span id='ms0251'></span> به\n</p>\n\n<p>\nوقال لأصحابه: إذا أنا عانقته فاقتلوه، فلما التقيا وسط النهر عانقه ابن\nأخيه وقتله أصحابه\n</p>\n\n<p>\nكما أمرهم، واحتوى على ملكه وعساكره، وعاد بعضهم إلى دهلي واجتمعوا على\nركن\n</p>\n\n<p>\nالدين بن جلال الدين فخرج بقتاله، فهربوا جميعا إلى علاء الدين وفر ركن\nالدين إلى السند.\n</p>\n\n<p>\nودخل علاء الدين دار الملك في سنة ست وتسعين وستمائة، واستقام له الأمر\nعشرين\n</p>\n\n<p>\nسنة، ففتح البلاد وسخرها، وقاتل التتر قتالا شديدا وأكثر الفتك والأسر\nفيهم فانهزموا إلى\n</p>\n\n<p>\nخراسان، ثم سير عساكره إلى كجرات في سنة سبع وتسعين فقاتلوا صاحبها راي\nكرن،\n</p>\n\n<p>\nوقتلوا ونهبوا في تلك البلاد ثم ملكوا نهرواله وما والاها من البلاد، وفر\nراي كرن إلى\n</p>\n\n<p>\nديوكير واحتمى بصاحبها.\n</p>\n\n<p>\nوفي تلك السنة قدم قتلق خواجه عظيم التتر ومعه مائتا ألف فارس، فنهب\nالبلاد وأحرقها\n</p>\n\n<p>\nووصل إلى ظاهر مدينة دهلي، فخرج علاء الدين ومعه ثلاثمائة ألف فارس\nوألفان وسبعمائة\n</p>\n\n<p>\nمن الفيلة، فقاتله قتالا شديدا وهزمه إلى ما وراء النهر، وبعث عساكره إلى\nرنتهنبور في\n</p>\n\n<p>\nسنة تسع وتسعين وستمائة فحاصروها وضيقوا على أهلها، ثم سار علاء الدين\nبنفسه إلى\n</p>\n\n<p>\nتلك القلعة وشدد في القتال وفتحها بعد مدة من الزمان وقتل صاحبها همير\nديو ووزيره أنمل\n</p>\n\n<p>\nوخلقا كثيرا من أهله، وخرج عليه في أثناء ذلك رجال من أهله فقتلوا.\n</p>\n\n<p>\nولما رجع إلى مدينة دهلي جمع أصحابه وشاورهم في البغي والخروج، فقالوا:\nإن أسباب\n</p>\n\n<p>\nذلك أربعة: الأول غفلة الملك عن الناس ومعاملتهم فيما بينهم، والثاني\nإدمان الخمر\n</p>\n\n<p>\nوإعلانه، والثالث مصاهرة الملوك والأمراء فيما بينهم، والرابع إفراط\nالمال في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p205'> Vol. 02, p. 205</a>\n            </div>\n            \n</p>\n\n<p>\nأيدي الناس،\n</p>\n\n<p>\nفقام السلطان لدفع الأسباب المذكورة وعين الجواسيس على الناس حتى ضاق\nعليهم\n</p>\n\n<p>\nالكلام في أمر من الأمور في الخلوة ثم أصلح الطرق والشوارع بحيث لا يقدر\nأحد أن يتعرض\n</p>\n\n<p>\nلعجوز في الطريق من منتهى أرض بنكاله إلى بلاد السند، ثم نهى الناس عن\nشرب الخمر\n</p>\n\n<p>\nوأهرقها وكسر الظروف، ونهى الأمراء أن يصاهر بعضهم بعضا بدون إذنه، ثم\nتوجه إلى\n</p>\n\n<p>\nالمال وقبض ما كان في أيدي الناس من <span id='ms0252'></span> أقطاع الأرض والقرى وقفا كان أو ملكا\nأو إنعاما\n</p>\n\n<p>\nتبرعا من الملوك فجعل كلها خالصة له، ومد يده في أموال الناس فأخذها\nبالمصادرة، ثم\n</p>\n\n<p>\nأسس القوانين للمالية ليستوي الضعيف بالقوي: ألف أن يؤخذ النصف من غلات\nالأرض\n</p>\n\n<p>\nلبيت المال على وجه المساحة بغير استثناء، ب أن ما يحصل للمقدم والجودهري\nأيضا\n</p>\n\n<p>\nيدخل في بيت المال، ج لا يساغ للناس أن يزيدوا على أربع بقرات للزرع\nوجاموستين وبقرتين\n</p>\n\n<p>\nواثني عشر رأسا من المعز سواء كان مقدما أو جودهريا أو كان من عامة\nالناس، د أن\n</p>\n\n<p>\nيؤخذ منهم مكس العلف على رؤس الدواب، ثم شدد في تنفيذها حتى استوت\nالضعفاء\n</p>\n\n<p>\nبالأقوياء.\n</p>\n\n<p>\nثم سار بعساكره إلى حصن جتور وكان من أحصن الحصون وأمنعها في بلاد الهند،\n</p>\n\n<p>\nففتحها عنوة في سنة ثلاث وسبعمائة، وبعث عساكره إلى ورنكل من بلاد دكن.\n</p>\n\n<p>\nوقدم عساكر التتر العظيمة في تلك السنة فهزمهم، ثم قدم التتر في سنة سبع\nوسبعمائة\n</p>\n\n<p>\nبأربعين ألف فارس ووصلوا إلى أمروهه، فبعث إليهم الغازي ملك تغلق الذي\nولي الملك\n</p>\n\n<p>\nبعد مبارك شاه فقاتلهم وأكثر الفتك والأسر فيهم وغنم منهم عشرين ألف فرس.\n</p>\n\n<p>\nوبعث عين الملك الملتاني إلى بلاد مالوه فقاتل صاحبها وقبض على أجين\nومندو ودهار\n</p>\n\n<p>\nوجنديري وغيرها من البلاد العظيمة، ثم قدم التتر فبعث الغازي ملك تغلق\nإليهم فقاتلهم\n</p>\n\n<p>\nقتالا شديدا وهزمهم إلى بلادهم، ثم بعث العساكر إلى ديوكير، ولما عرف\nصاحبها عجزه\n</p>\n\n<p>\nعن المقاتلة خرج منها ولقي مقدم العساكر الاسلامية وأهدى إليه الهدايا\nالجميلة، ثم جاء\n</p>\n\n<p>\nإلى دهلي وأدرك علاء الدين وأذعن له بالطاعة، فأقطعه علاء الدين بلاده\nوضم إليها بعض\n</p>\n\n<p>\nالبلاد من إيالة كجرات.\n</p>\n\n<p>\nوأما عساكره المبعوثة إلى ورنكل، وكانت كرسي بلاد دكن، فإنهم وصلوا إلى\nذلك الحصن\n</p>\n\n<p>\nوحاصروه وأداموا الحصار وضيقوا على أهلها وقاتلوهم قتالا شديدا حتى فتح\nالله\n</p>\n\n<p>\nسبحانه عليهم بالمصالحة على مال يؤديه صاحبها عاجلا وآجلا، وكذلك بعث\nعساكره إلى\n</p>\n\n<p>\nبلاد المعبر ففتحوها وأسسوا بها مسجدا وهو أول مسجد أسس بتلك البلاد.\n</p>\n\n<p>\nقال محمد قاسم بن غلام علي <span id='ms0253'></span> البيجابوري في تاريخه: إن عدة المعارك\nالعلائين كانت أربعا\n</p>\n\n<p>\nوثمانين وفي كلها ظفر وغنم، وكانت عدة خدمه سبعين ألفا، سبعة آلاف منهم\nكانوا بنائين،\n</p>\n\n<p>\nانتهى.\n</p>\n\n<p>\nثم إنه أسس قواعد السعر للأطعمة والأقمشة ولكل ما يحتاج إليه الناس، أما\nوضع\n</p>\n\n<p>\nالقواعد لسعر الأطعمة فالأولى منها أنه ولي رجلا من أهل الدين والأمانة\nعلى الإحتساب في\n</p>\n\n<p>\nسوق الأطعمة لينظر في الأسعار، والثانية أنه أمر أن ما تحصل من زروع\nالخالصة الشاهانية\n</p>\n\n<p>\nمن الغلة تخزن في العمالات، فإن ارتفع السعر أو قلت الأطعمة بيعت أطعمة\nالمخزن بثمن\n</p>\n\n<p>\nمعين، والثالثة أنه أمر المحتسب باحضار التجار وإسكانهم على شاطئ نهر\nجمنا بمدينة\n</p>\n\n<p>\nدهلي وأمرهم أن يأتوا بالأطعمة من نواحي الأرض ويبيعوها بالأسعار التي\nقررها السلطان،\n</p>\n\n<p>\nوالرابعة أن يمنع الناس عن الإحتكار ويشدد عليهم إن ثبت ذلك، والخامسة\nأنه إذا حصد\n</p>\n\n<p>\nالزرع فلا يساغ لهم أن يختزنوه بل يبيعونه كله في تلك الساعة غير ما\nيكفيهم للقوت في تلك\n</p>\n\n<p>\nالسنة، والسادسة أنه أمر المحتسب أن يعرض عليه كل يوم أسعارهم وكان يتفقد\nبنفسه\n</p>\n\n<p>\nويسأل عن أسعارهم ويعزرهم إن لم يأتمروا بها.\n</p>\n\n<p>\nوأما وضع القواعد لحفظ أسعار الأقمشة فالأولى منها أنه بنى حوانيت عالية\nالبناء عند\n</p>\n\n<p>\nالباب البدايوني بمدينة دهلي وأمر أن يسكن به البزازون ويبيعوا الأقمشة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p206'> Vol. 02, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\nبها من الصباح\n</p>\n\n<p>\nإلى الظهيرة ولا يبيع أحد في غير ذلك الموضع أصلا، وسمى تلك الحوانيت\nسراي عدل،\n</p>\n\n<p>\nوالثانية أنه وضع دفترا للبزازين الذين كانوا يأتون بالأقمشة من بلاد\nأخرى ويبيعون بمدينة\n</p>\n\n<p>\nدهلي بالأسعار المعلومة، والثالثة أن من يريد من الأغنياء الأقمشة\nالثمينة يستأذن من\n</p>\n\n<p>\nشحنة السوق أولا ثم يشتريها لئلا يشتريها البزازون بالأسعار المعهودة\nويبيعوها في بلاد\n</p>\n\n<p>\nأخرى بغير تلك الأسعار، والرابعة أنه أمر أن يعطي التجار الملتانيون ألفي\nألف تنكه\n</p>\n\n<p>\nليجلبوا الأقمشة من بلاد أخرى ويبيعوها في سراي عدل بالأسعار المعهودة.\n</p>\n\n<p>\nوأما وضع القواعد لحفظ أسعار الخيل فالأولى منها أنه نهى أرباب الأموال\nأن يشتروا\n</p>\n\n<p>\nالخيل من التجار ونهى التجار، أن يبيعوهم إياها وشدد في تنفيذها، الثانية\nأنه <span id='ms0254'></span> شدد على\n</p>\n\n<p>\nالسماسرة إن ثبت أنهم توسطوا في الزيادة على الأسعار المعهودة، والثالثة\nأنه كان يتفقد\n</p>\n\n<p>\nبنفسه عن السماسرة ويسأل عن الأسعار، فإن ظهر الزيادة أو النقصان بما\nتعهده يعاقبهم\n</p>\n\n<p>\nجميعا.\n</p>\n\n<p>\nأما الأسعار التي عينها ولا تزيد عنها ولا تنقص في أيامه فنذكرها في\nفصول: الأول أسعار\n</p>\n\n<p>\nالأطعمة، فالحنطة كانت تباع منا منها بسبعة جيتل، والشعير منا منه بأربعة\nجيتل، والأرز\n</p>\n\n<p>\nمنا منه بخمسة جيتل، والحمص منا منها بخمسة جيتل، والفول منا منه بخمسة\nجيتل،\n</p>\n\n<p>\nوالموتم منا منها بثلاثة جيتل.\n</p>\n\n<p>\nوالثاني أسعار الأقمشة: جيره دهلي بست عشرة تنكة جيره كوبكه بست تنكات،\nسري\n</p>\n\n<p>\nصاف الأعلى منها بخمس تنكات، والمتوسط منها بثلاث تنكات، والأدنى منها\nبتنكتين،\n</p>\n\n<p>\nسلائي الأعلى منها بأربع تنكات والمتوسط بثلاث تنكات، والأدنى بتنكتين،\nالكرباس\n</p>\n\n<p>\nالأعلى عشرون ذراعا بتنكة، الكرباس المتوسط ثلاثون ذراعا بتنكة، الكرباس\nالأدنى\n</p>\n\n<p>\nأربعون ذراعا بتنكة، الكرباس الساذج بعشرة جيتل.\n</p>\n\n<p>\nوالثالث أسعار الخيل: فالقسم الأول منها من مائة تنكة إلى مائة وعشرين،\nوالقاسم الثاني\n</p>\n\n<p>\nمن ثمانين إلى سبعين، والقسم الثالث من خمس وستين إلى سبعين، واليابو من\nاثنتي عشرة\n</p>\n\n<p>\nإلى عشرين.\n</p>\n\n<p>\nوالرابع أسعار العبيد: الأعلى منهم من مائة إلى مائتي تنكة، والمتوسط\nمنهم من عشرين\n</p>\n\n<p>\nإلى أربعين، والأدنى منهم من خمس إلى عشر تنكات.\n</p>\n\n<p>\nوالخامس أسعار غير ذلك مما يحتاج إليه الناس، فالسكر القالب المصري\nالآثار منه\n</p>\n\n<p>\nبجيتلين، والسكر بجيتل واحد، والسمن البقري بنصف جيتل، ودهن الحل ثلاثة\nآثار منه\n</p>\n\n<p>\nبجيتل، والملح خمسة آثار منه بجيتل.\n</p>\n\n<p>\nوكذلك قرر الأسعار للبقر والجواميس والإبل والمعز والضأن وغيرها، لكل شيء\nمما يحتاج\n</p>\n\n<p>\nإليه الناس من الإبرة فما فوقها على ما يناسبه الزمان.\n</p>\n\n<p>\nأما النقود والأوزان التي كانت في أيامه فالتنكة كانت ذهبية وفضية بقدر\nالتولة، والمراد\n</p>\n\n<p>\nههنا الفضية وكانت تبادل بخمسين جيتل، والجيتل كان من النحاس بقدر التولة\nوقيل بقدر\n</p>\n\n<p>\nتولتين إلا ربعا، وكان المن أربعين آثارا، والآثار أربع وعشرون تولة.\n</p>\n\n<p>\nوأما رواتب العسكرية في أيامه فكانت أربعا وثلاثين ومائتي تنكة سنوية\nللقسم الأول،\n</p>\n\n<p>\nوستا وخمسين ومائة تنكة للقسم <span id='ms0255'></span> الثاني، وثمانيا وسبعين تنكة للقسم الثالث.\n</p>\n\n<p>\nوأما عساكره فكانت خمسة وسبعين ألفا وأربعمائة ألف فارس.\n</p>\n\n<p>\nوكانت وفاته في سادس شوال سنة ست عشرة وسبعمائة، كما في تاريخ فرشته.\n</p>\n\n<h3 class='dic-item l3' id='head262'>242- محمد المنجم البدخشي</h3>\n\n<p>\nالسيد الشريف العلامة محمد المنجم البدخشي الدفين بكلبركه كان من العلماء\nالمبرزين في\n</p>\n\n<p>\nالهيئة والهندسة والنجوم وسائر الفنون الحكمية، ولاه السلطان علاء الدين\nحسن البهمني\n</p>\n\n<p>\nصاحب دكن قضاء المعسكر بكلبركه، فقام به مدة حياته، كما في تاريخ فرشته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p207'> Vol. 02, p. 207</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head263'>243- الشيخ محمد بن محمود الكراني</h3>\n\n<p>\nالشيخ العالم المحدث محمد بن محمود بن يوسف بن علي الكراني الهندي\nالحنفي، سمع من\n</p>\n\n<p>\nالزين الطبري وعبد الوهاب بن محمد بن يحيى الواسطي وغيرهما من شيوخ مكة،\nذكره\n</p>\n\n<p>\nالفاسي في العقد الثمين، كما في طرب الأماثل.\n</p>\n\n<h3 class='dic-item l3' id='head264'>244- الشيخ محمد بن محمود الكرماني</h3>\n\n<p>\nالشيخ الصالح محمد بن محمود الحسيني الكرماني أحد رجال العلم والطريقة،\nكان يكتسب\n</p>\n\n<p>\nبالتجارة، وكلما كان يقدم لاهور يذهب إلى أجودهن ويزور الشيخ فريد الدين\nمسعودا\n</p>\n\n<p>\nالأجودهني ويحظى بصحبته حتى رسخ في قلبه محبته، فترك التجارة ولازمه وأخذ\nعنه.\n</p>\n\n<p>\nولما توفي الشيخ رحل إلى دهلي ولازمه الشيخ نظام الدين محمد بن أحمد\nالبدايوني وانقطع\n</p>\n\n<p>\nإلى الله سبحانه، مات في سنة إحدى عشرة وسبعمائة بدهلي فدفن بها، كما في\nخزينة\n</p>\n\n<p>\nالأصفياء.\n</p>\n\n<h3 class='dic-item l3' id='head265'>245- محمد البغدادي</h3>\n\n<p>\nالشيخ المعمر محمد البغدادي الزاهد أدركه محمد بن بطوطة المغربي بسيوستان\nسنة أربع\n</p>\n\n<p>\nوثلاثين وسبعمائة وذكره في كتابه، قال: إني لقيته بسيوستان، وهو بالزاوية\nالتي على قبر\n</p>\n\n<p>\nالشيخ الصالح عثمان بن حسن المرندي، وذكر أن عمره يزيد على مائة وأربعين\nسنة، وأنه\n</p>\n\n<p>\nحضر قتل المستعصم بالله آخر خلفاء بني العباس رضي الله عنهم لما قتله\nالكافر هلاكو\n</p>\n\n<p>\nبن تولائي التتري، وهذا الشيخ على كبر سنه قوي الجثة يمشي على قدميه،\nانتهى.\n</p>\n\n<h3 class='dic-item l3' id='head266'>246- محمد بن شمس العثماني</h3>\n\n<p>\nالشيخ الفقيه محمد بن شمس بن صلاح بن محمد بن محمد بن أبي بكر ابن\nإسماعيل بن\n</p>\n\n<p>\nالسري السقطي العثماني الشيخ محمد معروف الأميتهوي أحد الفقهاء الحنفية.\n</p>\n\n<p>\nانتقل والده من العراق إلى الهند وولي القضاء بستركه في <span id='ms0256'></span> أيام علاء الدين\nالخلجي فسكن\n</p>\n\n<p>\nبها، وانتقل محمد معروف من ستركه إلى أميتهي وولي القضاء بها سنة خمس\nوأربعين\n</p>\n\n<p>\nوسبعمائة في أيام محمد شاه تغلق، ولما مات ولي مكانه ولده نجم الدين\nإسماعيل، وله ذرية\n</p>\n\n<p>\nكثيرة ببلدة أميتهي، كما في رياض عثماني.\n</p>\n\n<h3 class='dic-item l3' id='head267'>247- محمود شاه البهمني</h3>\n\n<p>\nالملك المؤيد محمود بن الحسن البهمني محمود شاه السلطان العادل الفاضل،\nولي المملكة\n</p>\n\n<p>\nبعد أخيه داود شاه في سنة ثمانين وسبعمائة وجلس على سرير والده بمدينة\nكلبركه، وافتتح\n</p>\n\n<p>\nأمره بالعدل والإحسان.\n</p>\n\n<p>\nوكان من خيار السلاطين عادلا باذلا كريما فاضلا، عارفا باللغة العربية\nوالفارسية، يتكلم\n</p>\n\n<p>\nبهما في غاية الطلاقة، وكان جيد الكتابة حلو الخط جيده، وله ميل إلى قرض\nالشعر، وقد\n</p>\n\n<p>\nاجتمع العلماء عنده من كل ناحية وبلدة، وقصده خواجه شمس الدين الحافظ\nالشيرازي\n</p>\n\n<p>\nالشاعر المشهور وركب على المركب المحمود شاهي، ثم رجع وأرسل إليه أبياتا\nمن إنشائه\n</p>\n\n<p>\nمستهلها:\n</p>\n\n<p>\nدمى باغم بسر بردن جهان يكسر نمى ارزد بمى بفروش دلق ماكزين بهتر نمى\nارزد\n</p>\n\n<p>\nبسى آسان نمود اول غم دريا ببوي زر غلط كردم كه يك موجش بصد من زر نمى#\n</p>\n\n<p>\nارزد\n</p>\n\n<p>\nإلى غير ذلك من الأبيات الرقيقة الرائقة. فبعث إليه محمود شاه ألف تنكة\nمن الذهب.\n</p>\n\n<p>\nومن مآثره أنه أنشأ المكاتب لتعليم اليتامى في كلبركه وبيدر وقندهار\nوإيلجبور وجنير\n</p>\n\n<p>\nوجيول ودائل وفي بلاد أخرى من مملكته، وجعل الأرزاق السنية للمحدثين\nليشتغلوا\n</p>\n\n<p>\nبالحديث بجمع الهمة وفراغ الخاطر، وكان يعظمهم غاية التعظيم، وجعل\nالأرزاق للعميان\n</p>\n\n<p>\nوالمقعدين.\n</p>\n\n<p>\nوكان يتكلف في الزي واللباس قبل أن يصل إلى السلطنة تكلفا بالغا، فلما\nقام بالملك ترك\n</p>\n\n<p>\nالتكلف والتصنع في ذلك، وكان يقول: إن الملوك أمناء الله على بيت مال\nالمسلمين، فلا\n</p>\n\n<p>\nينبغي لهم أن يأخذوا منه ما يزيد على قدر الحاجة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p208'> Vol. 02, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\nومن شعره قوله:\n</p>\n\n<p>\nعافيت در سينه كار خون فاسد ميكند رخصتي أي دل كه از الماس نشتر ميخورم\n</p>\n\n<p>\nتوفي إلى رحمة الله سبحانه في سنة تسع وتسعين وسبعمائة، وكانت مدته تسع\nعشرة سنة\n</p>\n\n<p>\nوتسعة أشهر وعشرين يوما، كما في تاريخ <span id='ms0257'></span> فرشته.\n</p>\n\n<h3 class='dic-item l3' id='head268'>248- الشيخ محمود بن محمد الدهلوي</h3>\n\n<p>\nالسيد الشريف العلامة العفيف محمود بن محمد بن أحمد المدني الشيخ قوام\nالدين الدهلوي\n</p>\n\n<p>\nأحد الفقهاء المبرزين في العلم والمعرفة من سلالة الإمام الهمام الحسن\nالسبط الأكبر عليه\n</p>\n\n<p>\nوعلى جده السلام، كان إمام عصره في الآفاق علما وزهدا وشجاعة وسخاء.\n</p>\n\n<p>\nولد في سنة سبع وعشرين وستمائة وطلب العلم ودخل الهند مع والده الأمير\nالكبير بدر\n</p>\n\n<p>\nالملة المنير قطب الدين محمد بن أحمد الحسني الحسيني المدني، فزوجه شمس\nالدين الإلتمش\n</p>\n\n<p>\nابنته فتحة السلطانة، فأقام بدهلي وتمكن بها للدرس والإفادة، أخذ عنه ابن\nأخيه القاضي\n</p>\n\n<p>\nركن الدين بن نظام الدين الكروي والشيخ علاء الدين الحسيني الجيوري وخلق\nآخرون.\n</p>\n\n<p>\nمات في سنة عشر وسبعمائة وله ثلاث وثمانون سنة، كما في تذكرة السادات.\n</p>\n\n<h3 class='dic-item l3' id='head269'>249- الشيخ محمود بن يحيى الأودي</h3>\n\n<p>\nالشيخ الإمام العالم الكبير الزاهد المجاهد نصير الدين محمود بن يحيى بن\nعبد اللطيف\n</p>\n\n<p>\nالحسيني اليزدي ثم الأودي الدفين بمدينة دهلي كان من كبار الأولياء لله\nالسالكين\n</p>\n\n<p>\nالمرتاضين.\n</p>\n\n<p>\nولد ونشأ بأرض أوده، ولما بلغ التاسعة من سنه توفي والده، فتربى في حجر\nأمه العفيفة،\n</p>\n\n<p>\nواشتغل بالعلم، وقرأ الكتب الدرسية على مولانا عبد الكريم الشرواني إلى\nهداية الفقه\n</p>\n\n<p>\nوأصول البزدوي، ولما مات الشرواني اشتغل على مولانا افتخار الدين محمد\nالكيلاني وقرأ\n</p>\n\n<p>\nعليه سائر الكتب الدرسية، وفي خير المجالس لجامعه حميد الدين القلندري\nالدهلوي أنه قرأ\n</p>\n\n<p>\nهداية الفقه على الشيخ فخر الدين الهانسوي وقرأ أصول البزدوي على القاضي\nمحي الدين\n</p>\n\n<p>\nالكاشاني، وفي سبحة المرجان أنه قرأ بعض الكتب على الشيخ شمس الدين محمد\nبن\n</p>\n\n<p>\nيحيى الأودي، وبالجملة فإنه فرغ من البحث والإشتغال في الخامس والعشرين\nمن سنه، كما\n</p>\n\n<p>\nفي مناقب العارفين.\n</p>\n\n<p>\nوأخذ الطريقة عن الشيخ نظام الدين محمد البدايوني بدهلي وأقام بها ولازمه\nمدة من\n</p>\n\n<p>\nالدهر، واستخلفه الشيخ في سنة أربع وعشرين وسبعمائة، ولما توفي الشيخ إلى\nرحمة الله\n</p>\n\n<p>\nسبحانه جلس على كرسي مشيخته وأوفى حقوق الطريقة.\n</p>\n\n<p>\nوكان ظاهر الوضاءة دائم البشر كثير البهاء كريم النفس طيب الأخلاق أبعد\nالناس عن\n</p>\n\n<p>\nالفحش <span id='ms0258'></span> وأقربهم إلى الحق، لا يغضب لنفسه، ولا يتغير لغير ربه، سريع الدمعة\nشديد\n</p>\n\n<p>\nالخشية، حسن القصد والإخلاص والإبتهال إلى الله تعالى مع شدة الخوف منه\nودوام\n</p>\n\n<p>\nالمراقبة له والتمسك بالأثر والدعاء إلى الله سبحانه ونفع الخلق والإحسان\nإليهم مع الصدق\n</p>\n\n<p>\nوالعفاف والقنوع والتوكل والزهد والمجاهدة، له كشوف وكرامات ووقائع غريبة\nلا تحملها\n</p>\n\n<p>\nبطون الأوراق.\n</p>\n\n<p>\nأخذ عنه الشيخ محمد بن يوسف الحسيني الدهلوي الدفين بكلبركه والشيخ أحمد\nبن\n</p>\n\n<p>\nشهاب الحكيم الدهلوي والشيخ عبد المقتدر بن ركن الدين الشريحي الكندي\nوالشيخ\n</p>\n\n<p>\nكمال الدين العلامة والشيخ محمد بن جعفر الحسيني المكي والشيخ أحمد بن\nمحمد\n</p>\n\n<p>\nالتهانيسري وخلق كثير لا يحصون بحد وعد.\n</p>\n\n<p>\nوكانت وفاته في الثامن عشر من رمضان سنة سبع وخمسين وسبعمائة بمدينة\nجهلي،\n</p>\n\n<p>\nفدفن بها، كما في أخبار الأخيار.\n</p>\n\n<h3 class='dic-item l3' id='head270'>250- الشيخ محمود بن محمد الدهلوي</h3>\n\n<p>\nالشيخ الفاضل الكبير محمود بن محمد الشيخ سعيد الدين الدهلوي أحد كبار\nالفقهاء\n</p>\n\n<p>\nالحنفية، شرح المنار في الأصول لحافظ الدين بكتاب سماه إفاضة الأنوار في\nإضاءة أصول\n</p>\n\n<p>\nالمنار، كما في الأثمار الجنية لعلي القاري والجواهر المضية في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p209'> Vol. 02, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\nطبقات الحنفية للشيخ عبد\n</p>\n\n<p>\nالقادر أبي محمد القرشي، ولم يذكره السمعاني في الأنساب.\n</p>\n\n<h3 class='dic-item l3' id='head271'>251- الشيخ محمود بن الحسين الحسيني البخاري</h3>\n\n<p>\nالشيخ الصالح الفقيه محمود بن الحسين بن أحمد بن الحسين بن علي الحسيني\nالبخاري\n</p>\n\n<p>\nالشيخ ناصر الدين الأجي أحد المشايخ المعروفين بأرض الهند، وهو ولد بنت\nالشيخ محمد\n</p>\n\n<p>\nبن الحسين بن علي الحسيني البخاري، ونشأ في مهد العلم والمشيخة، وأخذ عن\nوالده\n</p>\n\n<p>\nوتفقه عليه، ثم تولى المشيخة بعده.\n</p>\n\n<p>\nوكان له ثلاث زوجات: إحداهن بي بي بهلسي بنت حسين شاه لنكاه الملتاني،\nوالثانية\n</p>\n\n<p>\nبي بي سعادت، كانت من بنات الأشراف من أهل دهلي، والثالثة كانت من طائفة\nدهر،\n</p>\n\n<p>\nوكان له ثلاثة وعشرون ابنا وخمس بنات، وخمسة أبناء منهم يعرفون بالأقطاب:\nالشيخ\n</p>\n\n<p>\nحامد الكبير، وعلم الدين وشهاب الدين وإسماعيل، وفضل الله، وأختان لهم\nكانوا من بي\n</p>\n\n<p>\nبي بهلسي، وابنان برهان الدين عبد الله، وعلاء الدين كانا من بي بي\nسعادت، وابنان\n</p>\n\n<p>\nشرف الدين <span id='ms0259'></span>، ونظام الدين كانا من التي كانت من طائفة دهر، وسائر الأبناء\nوالبنات كانوا من\n</p>\n\n<p>\nبطون الجواري والسراري، كما في تذكرة السادة البخارية.\n</p>\n\n<p>\nوكانت وفاته في سنة ثمانمائة، والدليل على ذلك أن ولده عبد الله بن محمود\nرحل إلى\n</p>\n\n<p>\nكجرات بعد سنتين من وفاته في سنة اثنتين وثمانمائة، ولأنه ولد عبد الله\nفي سنة تسعين\n</p>\n\n<p>\nوسبعمائة ورحل إلى كجرات في الثانية عشرة من سنه، كما في كتب الأخبار،\nفما في خزينة\n</p>\n\n<p>\nالأصفياء أن محمودا توفي في سنة سبع وأربعين وثمانمائة فهو مما لا يعتمد\nعليه.\n</p>\n\n<h3 class='dic-item l3' id='head272'>252- الشيخ محمود بن يوسف الكراني</h3>\n\n<p>\nالشيخ العالم المحدث محمود بن يوسف بن علي الكراني الهندي الحنفي نصير\nالدين نزيل\n</p>\n\n<p>\nمكة سمع من الرضي الطبري صحيح ابن حبان وأجازه، وسمع من الزين الطبري\nوالجمال\n</p>\n\n<p>\nالمطري والشيخ خليل المالكي، وسمع منه ابن سكر أحاديث من صحيح ابن حبان\n</p>\n\n<p>\nوأجازه، وذلك في رجب سنة اثنتين وخمسين وسبعمائة، ومات بعد توجهه من مكة\nإلى\n</p>\n\n<p>\nبلاد الهند، ذكره الفاسي في العقد الثمين، كما في طرب الأماثل.\n</p>\n\n<h3 class='dic-item l3' id='head273'>253- الشيخ مخلص بن عبد الله الدهلوي</h3>\n\n<p>\nالشيخ الفاضل الكبير العلامة مخلص بن عبد الله الشيخ حميد الدين الهندي\nالدهلوي\n</p>\n\n<p>\nأحد كبار الفقهاء الحنفية، كان مولى لإحدى عجائز هذه الديار فخصه الله\nتعالى بالمنح\n</p>\n\n<p>\nالسنية والعطية الأزلية البهية ورزقه الإلمام بالعلوم وجعله من الأعلام،\nوخلع عليه خلعة\n</p>\n\n<p>\nالقبول، وأهب عليه من مهاب اللطف الصباء والقبول، ويسر له تحصيل العلوم\nالشرعية\n</p>\n\n<p>\nأولا، ونشر له علم القبول على قلوب البرية آخرا، فجمع الفنين وحاز\nالمرتبتين، وشرح الهداية\n</p>\n\n<p>\nشرحا حسنا ولم يكمله، وصنف تفسيرا سماه كشف الكشاف وله مؤلفات أخر، ذكره\n</p>\n\n<p>\nالشيخ مجد الدين الفيروز آبادي في تأليفه المسمى بالألطاف الخفية في\nأشراف الحنفية، كما\n</p>\n\n<p>\nفي الأثمار الجنية لعلي القاري.\n</p>\n\n<p>\nقال الجلبي في كشف الظنون: وشرحه لهداية الفقه شرح مفيد، ما قصر فيه عن\nتحقيق\n</p>\n\n<p>\nالمباني ولا ائتلى فيه تنقيح المعاني، وشرح ممزوج لطيف أوله: الحمد لله\nالذي هدانا في\n</p>\n\n<p>\nبدايتنا إلى خدمة كتابه المبين، الخ.\n</p>\n\n<p>\nوكانت وفاته في <span id='ms0260'></span> سنة أربع وستين وسبعمائة كما في سبحة المرجان.\n</p>\n\n<h3 class='dic-item l3' id='head274'>254- الشيخ مسعود بن شيبة السندي</h3>\n\n<p>\nالشيخ الفاضل الكبير مسعود بن شيبة بن الحسين السندي عماد الدين الملقب\nبشيخ\n</p>\n\n<p>\nالإسلام، له كتاب التعليم وله طبقات الحنفية كما في الأثمار الجنية،\n</p>\n\n<h3 class='dic-item l3' id='head275'>255- الشيخ موسى بن إسحاق الدهلوي</h3>\n\n<p>\nالشيخ الفاضل الكبير موسى بن إسحاق بن علي بن إسحاق الحسيني البخاري\nالدهلوي\n</p>\n\n<p>\nكان ابن بنت الشيخ فريد الدين مسعود الأجودهني، ولد بأجودهن وتوفي والده\nفي صغر\n</p>\n\n<p>\nسنه، فاستقدمه الشيخ نظام الدين محمد البدايوني إلى دهلي مع صنوه الكبير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p210'> Vol. 02, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد وأمهما\n</p>\n\n<p>\nفتربى في حجر الشيخ المذكور، وحفظ القرآن، وقرأ العلم على وجيه الدين\nالبائلي، ومهر في\n</p>\n\n<p>\nالشعر والموسيقى وسائر الفنون الحكمية، كما في سير الأولياء.\n</p>\n\n<h3 class='dic-item l3' id='head276'>256- الشيخ موسى بن الجلال الملتاني</h3>\n\n<p>\nالشيخ العالم الفقيه موسى بن الجلال الملتاني الشيخ نور الدين موسى كان\nابن أخت الشيخ\n</p>\n\n<p>\nأبي الفتح ركن الدين بن صدر الدين الملتاني، أخذ عنه ولازمه ملازمة طويلة\nحتى نال حظا\n</p>\n\n<p>\nوافرا من العلم والمعرفة، وكان رحمه الله يدرس ويفيد في المدرسة البهائية\nبمدينة ملتان، قرأ\n</p>\n\n<p>\nعليه الشيخ جلال الدين حسين بن أحمد الحسيني البخاري الأجي، ولازمه سنة\nكاملة،\n</p>\n\n<p>\nكما في جامع العلوم.\n</p>\n\n<h3 class='dic-item l3' id='head277'>257- الشيخ مجد الدين الكاشاني</h3>\n\n<p>\nالشيخ العالم الصالح مجد الدين بن عماد الدين الكاشاني ثم الدولت آبادي\nأحد المشايخ\n</p>\n\n<p>\nالمشهورين في عصره، قرأ العلم على الشيخ زين الدين داود بن الحسين\nالشيرازي، ثم بايع\n</p>\n\n<p>\nالشيخ برهان الدين الغريب الهانسوي، وأخذ عنه الطريقة ولازمه مدة حياته،\nوجمع كراماته\n</p>\n\n<p>\nفي كتابه غريب الكرامات، ولها تتمة سماها بقية الغرائب، مات بدولت آباد\nودفن بالروضة.\n</p>\n\n<h3 class='dic-item l3' id='head278'>258- الشيخ محي الدين الكاشاني</h3>\n\n<p>\nالشيخ الفاضل الكبير القاضي محي الدين بن جلال الدين بن قطب الدين الحنفي\nالصوفي\n</p>\n\n<p>\nالكاشاني أحد كبار العلماء المبرزين في الفقه والأصول والعربية، قرأ\nالعلم على الشيخ\n</p>\n\n<p>\nشمس الدين القوشجي وعلى غيره من العلماء بدار الملك دهلي، ثم تصدى للدرس\nوالإفادة\n</p>\n\n<p>\nحتى ظهر تقدمه في فنون عديدة، وأخذ عنه غير واحد من العلماء، ثم أخذ\nالطريقة عن\n</p>\n\n<p>\nالشيخ نظام الدين محمد <span id='ms0261'></span> بن أحمد البدايوني، وكتب له الشيخ نسخة الإجازة\nبيده الكريمة،\n</p>\n\n<p>\nوهي كما نص عليها محمد بن المبارك العلوي الكرماني في سير الأولياء هكذا.\n</p>\n\n<p>\nمي بايد كه تارك دنيا باشي، بسوى دنيا وارباب دنيا مائل نشوى، وده قبول\nنكني، وصلة\n</p>\n\n<p>\nبادشاهان نكيري، واكر مسافران برتو رسند وبر تو جيزي نباشد أين حال نعمتي\nشمري\n</p>\n\n<p>\nأزنعمتهائي إلهي، فإن فعلت ما أمرتك وظني بك أن تفعل كذلك فأنت خليفتي،\nوإن لم تفعل\n</p>\n\n<p>\nفالله خليفتي على المسلمين، انتهى.\n</p>\n\n<p>\nففعل القاضي ما أمر به الشيخ، ومزق سند القضاء بحضرته، وانقطع إلى الله\nسبحانه مع\n</p>\n\n<p>\nاشتغاله بالإفادة والعبادة حتى تواترت عليه الفاقة ولم يقدر عياله أن\nيتحملوا ذلك، فأخبر\n</p>\n\n<p>\nبذلك بعض أصدقائه ملك ذلك العصر السلطان علاء الدين محمد شاه الخلجي،\nفولاه\n</p>\n\n<p>\nالقضاء بأرض أوده وكان موروثا من آبائه، فاستأذن الشيخ في قبوله معتذرا\nبأنه من غير\n</p>\n\n<p>\nطلبه، فكبر ذلك عليه وقال: تلك خطرة مرت على قلبك فكيف يكون بغير طلبك؟\nثم\n</p>\n\n<p>\nاسترد منه الإجازة فضاقت عليه الأرض بما رحبت وضاقت عليه نفسه وظن أن لا\nملجأ\n</p>\n\n<p>\nمنه إلا إليه، وجرت على ذلك سنة كاملة، ثم رضي عنه الشيخ ومنحه الخلافة\nعنه،\n</p>\n\n<p>\nفقصر همته على الزهد والإستقامة.\n</p>\n\n<p>\nوكانت وفاته في حياة شيخه، كما في سير الأولياء وكان ذلك في سنة تسع عشرة\n</p>\n\n<p>\nوسبعمائة، كما في خزينة الأصفياء.\n</p>\n\n<h3 class='dic-item l3' id='head279'>259- مولانا معز الدين الاندلهني</h3>\n\n<p>\nالشيخ الفاضل الكبير معز الدين الاندلهني أحد العلماء المتمكنين في الدرس\nوالإفادة، كان\n</p>\n\n<p>\nيدرس ويفيد بدار الملك دهلي في عهد السلطان علاء الدين محمد شاه الخلجي،\nذكره البرني\n</p>\n\n<p>\nفي تاريخه.\n</p>\n\n<h3 class='dic-item l3' id='head280'>260- الشيخ معين الدين الباخرزي</h3>\n\n<p>\nالشيخ الفاضل معين الدين الباخرزي كان بمدينة قنوج، لقيه الشيخ محمد بن\nبطوطة المغربي\n</p>\n\n<p>\nبها فأضافه، وذكره في كتابه.\n</p>\n\n<h3 class='dic-item l3' id='head281'>261- الشيخ معين الدين اللوني</h3>\n\n<p>\nالشيخ الفاضل معين الدين اللوني أحد الأساتذة المشهورين في عصره، كان\nيدرس ويفيد\n</p>\n\n<p>\nبدار الملك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p211'> Vol. 02, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\nدهلي في أيام محمد شاه الخلجي، ذكره البرني في تاريخه.\n</p>\n\n<h3 class='dic-item l3' id='head282'>262- مولانا معين الدين العمراني</h3>\n\n<p>\nالشيخ الفاضل العلامة معين الدين العمراني المدار عليه للأفاضل <span id='ms0262'></span> المشار\nإليه بالأنامل انتهت\n</p>\n\n<p>\nإليه رياسة التدريس بمدينة دهلي، وكان ذا قوة في النظر وممارسة جيدة في\nالمنطق والكلام\n</p>\n\n<p>\nوالفقه والأصول والمعاني والبيان، كان يصرف جميع أوقاته في الدرس\nوالإفادة، عم نفعه أهل\n</p>\n\n<p>\nعصره بحيث أنه ما كان من عالم في عصره إلا أخذ عنه.\n</p>\n\n<p>\nقال البلكرامي في سبحة المرجان أرسله محمد بن تغلق شاه إلى القاضي عضد\nالدين\n</p>\n\n<p>\nالأيجي بشيراز وأتحفه بالهدايا وطلب قدومه إلى الهند، فلما سمع بذلك\nالسلطان أبو\n</p>\n\n<p>\nإسحاق الشيرازي منع القاضي من الرحلة إلى الهند، وأكرم معين الدين\nالعمراني.\n</p>\n\n<p>\nوللعمراني مصنفات جليلة، منها شروح وتعليقات على كنز الدقائق والحسامي\nومفتاح\n</p>\n\n<p>\nالعلوم انتهى.\n</p>\n\n<h3 class='dic-item l3' id='head283'>263- الشيخ معز الدين الأجودهني</h3>\n\n<p>\nالشيخ العالم الصالح معز الدين بن علاء الدين يوسف العمري الأجودهني أحد\nالرجال\n</p>\n\n<p>\nالمعروفين بالفضل والصلاح، ولد ونشأ بمدينة أجودهن، قرأ العلم على الشيخ\nوجيه الدين\n</p>\n\n<p>\nالبائلي، وتولى المشيخة بعد والده فاستقل بها مدة من الزمان، ثم استقدمه\nمحمد شاه تغلق\n</p>\n\n<p>\nإلى دهلي، فأقام بها زمانا، ثم بعثه إلى كجرات فاستشهد بها، كما في سير\nالأولياء، وهو\n</p>\n\n<p>\nممن لقيه الشيخ ابن بطوطة المغربي ببلدة أجودهن حين نزل عند والده.\n</p>\n\n<h3 class='dic-item l3' id='head284'>264- الشيخ معز الدين الدهلوي</h3>\n\n<p>\nالشيخ الفاضل معز الدين بن علاء الدين بن شهاب الدين بن شيخ بن أحمد\nالخطابي\n</p>\n\n<p>\nالمديني ثم الهندي الدهلوي أحد الرجال المعروفين بالفضل والصلاح.\n</p>\n\n<p>\nولد ونشأ بدار الملك دهلي، وأخذ عن الشيخ جلال الدين حسين بن أحمد\nالحسيني\n</p>\n\n<p>\nالبخاري الأجي ولازمه زمانا، ثم سافر إلى الحرمين الشريفين فحج وزار سبع\nمرات ورجع\n</p>\n\n<p>\nإلى الهند، فلما وصل إلى كجرات أقام بها وتزوج وعاش عمرا طويلا، توفي سنة\nأربع\n</p>\n\n<p>\nوتسعين وسبعمائة بكجرات وله مائة وأربعون، كما في كلزار أبرار.\n</p>\n\n<h3 class='dic-item l3' id='head285'>265- القاضي مغيث الدين البيانوي</h3>\n\n<p>\nالشيخ العالم الفقيه الصالح مغيث الدين الحنفي البيانوي أحد كبار الفقهاء\nالحنفية، انتهت\n</p>\n\n<p>\nإليه رياسة العلم والعمل في عصر السلطان علاء الدين محمد شاه الخلجي،\nوالسلطان كان\n</p>\n\n<p>\nيقربه إلى نفسه ويخلو به ويدعوه إلى مائدة الطعام، ويحسن الظن به دون\nغيره من العلماء،\n</p>\n\n<p>\nوكان القاضي <span id='ms0263'></span> لا يخافه في قول الحق.\n</p>\n\n<p>\nقال القاضي ضياء الدين البرني في تاريخه: إن السلطان قال له مرة: إني\nسائلك عن أشياء\n</p>\n\n<p>\nفلا تقل غير الحق، فقال القاضي: أظن أن الموت قد دنا مني، فقال: كيف علمت\nذلك؟\n</p>\n\n<p>\nفقال: لأن السلطان يسألني عن أشياء، فإذا قلت ما هو الحق غضب علي ثم\nيقتلني، فقال:\n</p>\n\n<p>\nإني لست بقاتلك أبدا، ثم سأله عن الوثنيين كيف يصيرون ذميين في الشرع؟\nفأجاب\n</p>\n\n<p>\nالقاضي أنهم إذا أدوا الجزية عن يد وهم صاغرون حتى أن المحصل إذا أراد أن\nيبصق في\n</p>\n\n<p>\nأفواههم فتحوها لذلك، وهذا قول أبي حنيفة، وأما غيره من المجتهدين فإنهم\nلا يجيزون\n</p>\n\n<p>\nأخذ الجزية من الوثنيين، فعندهم إما السيف وإما الإسلام، فضحك السلطان\nوقال: ما كان\n</p>\n\n<p>\nلي علم بما تقول ولكني سمعت أنهم لا يؤدون الجزية ويركبون الخيل ويرمون\nالنبال الفارسية\n</p>\n\n<p>\nويلبسون الثياب الثمينة ويتزينون بكل زينة ويشربون الخمر ولا يخضعون\nللولاة فقلت في\n</p>\n\n<p>\nنفسي: إني عزمت على أن أفتح بلادا أخرى وكيف أفتح إذ لم يخضع لنا أهل هذه\nالبلاد\n</p>\n\n<p>\n؟ فأمرت بالتشديد حتى خضعوا، وأنت عالم ولكنك ما اختبرت الأمور، وإني\nجاهل\n</p>\n\n<p>\nولكني اختبرت الأمور وجربت الأحوال، فاعلم أن الوثنيين لا يخضعون لنا حتى\nيعزروا ولا\n</p>\n\n<p>\nيترك لهم إلا ما يكفيهم، ثم سأله عن السرقة والإرتشاء والخيانة هل تجوز\nللعمال وكتاب\n</p>\n\n<p>\nالدواوين في الشرع أم لا؟ فأجاب القاضي: الذي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p212'> Vol. 02, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\nوجدت في كتب الشرع أن العمال إن لم\n</p>\n\n<p>\nيعطوا ما يكفيهم للحوائج فأخذوا من بيت المال أو ارتشوا أو أنفقوا شيئا\nمن الخراج يجوز\n</p>\n\n<p>\nلأولي الأمر أن يأخذوهم بالمال أو بالحبس حسب ما اقتضاه الحال، وأما قطع\nاليد في ذلك\n</p>\n\n<p>\nفلم يرد به الشرع، فقال السلطان: إني أمرت أن يعطي العمال ما يكفيهم\nموسعا عليهم،\n</p>\n\n<p>\nولكنهم إذا خانوا في العمل أخذ منهم بالضرب والحبس والقيد، ولذلك ترى أن\nالسرقة\n</p>\n\n<p>\nوالإرتشاء والخيانة قد فقدت في هذا العهد، ثم قال: الأموال التي غنمتها\nفي ديوكير في أيام\n</p>\n\n<p>\nالإمارة قبل أن أكون سلطانا غنمتها بتحمل المحن والمشاق <span id='ms0264'></span> فهل هي لي خاصة\nلنفسي أو\n</p>\n\n<p>\nلبيت مال المسلمين؟ فأجاب القاضي أن الأموال التي غنمتها في ديوكير في\nأيام الإمارة\n</p>\n\n<p>\nغنمتها بعساكر المسلمين فهي لبيت مالهم، فلو كنت حصلتها بجهد نفسك على\nوجه يبيحه\n</p>\n\n<p>\nالشرع كانت تلك الأموال خاصة لك، فلما سمع السلطان ذلك غضب عليه وقال:\nكيف\n</p>\n\n<p>\nتقول؟ ألا يعلم رأسك ما تقول؟ الأموال التي أخذتها بجهد نفسي وقوة خاصتي\nمن الخدم\n</p>\n\n<p>\nوحصلتها من الكفار الذين لا يعلمهم أحد في دهلي وما أدخلتها في بيت المال\nكيف تكون\n</p>\n\n<p>\nلبيت المال؟ ثم سأله أنه كم لي ولأهلي وعيالي نصيب من بيت المال؟ فقال\nالقاضي:\n</p>\n\n<p>\nإني أظن أن الموت قد دنا مني، فقال السلطان: لم تقول ذلك أيها القاضي؟\nقال: لأن\n</p>\n\n<p>\nالسلطان سألني عن مسألة إن أجبت عنها بما يوافق الشرع يقتلني، وإن أجبت\nبما يوافق\n</p>\n\n<p>\nهواه يدخلني الله في النار يوم القيامة، فقال السلطان: إني لست بقاتلك\nفقل ما بدا لك،\n</p>\n\n<p>\nفقال: إن اقتدى السلطان بالخلفاء الراشدين وأراد رزق الآخرة فله أن يأخذ\nمن بيت المال\n</p>\n\n<p>\nما وظفه الشرع للمجاهدين في سبيل الله، وهو أربع وثلاثون ومائتا تنكة\nلنفسه ولأهل بيته،\n</p>\n\n<p>\nوإن قال السلطان إن هذا القدر لا يكفيه لعزة السلطنة فله أن يأخذ ما يعطي\nغيره من\n</p>\n\n<p>\nالأمراء، وإن أراد أن يأخذ أكثر من ذلك بما أفتاه علماء السوء فله أن\nيأخذ أكثر من ذلك\n</p>\n\n<p>\nكثرة يعيش بها أحسن مما يعيش الأمراء، وإياه وإياه أن يأخذ أكثر من ذلك،\nوأن يعطي\n</p>\n\n<p>\nنساءه القناطير المقنطرة من الذهب والفضة من بيت المال وقرى كثيرة من أرض\nالخراج\n</p>\n\n<p>\nوالملابس الثمينة والظروف الغالية والجواهر الكريمة! فإنها تكون نكالا\nووبالا لك في\n</p>\n\n<p>\nالآخرة، فقال السلطان: ألا تخاف سيفي فتقول: إن ما نعطيه نساءنا حرام في\nالشرع؟\n</p>\n\n<p>\nفقال: إني أخاف سيفك ولذلك أحسب عمامتي كفني، ولكن السلطان سألني عن\nالمسائل\n</p>\n\n<p>\nالشرعية فأجبت عنها بما علمته، فإن سألني عما تقتضيه المصالح الملوكية\nأجيب بأن ما\n</p>\n\n<p>\nينفقه السلطان على نسائه واحد من ألف، فقال السلطان: إنك حرمت <span id='ms0265'></span> على كل ما\nسألتك\n</p>\n\n<p>\nعنه، فلعلك تحرم ما أفعله من التعزير والتشديد، فإني أمرت في شاربي الخمر\nوبايعيها\n</p>\n\n<p>\nبالحبس في الآبار وبقطع أعضاء الزناة وبقتل النساء الزواني، وإني لا أميز\nالصالح من الطالح\n</p>\n\n<p>\nفي البغاة فأقتلهم وأهلك نساءهم وأبناءهم، ومن يخون في بيت المال أمرت\nفيه أن يحبس في\n</p>\n\n<p>\nالسجن ويوضع في الأغلال والقيود ويضرب ويطعن حتى يدفع ما عليه، فنهض\nالقاضي من\n</p>\n\n<p>\nالمجلس وذهب إلى صف النعال ووضع جبينه على الأرض ونادى بأعلى صوته سواء\nقتلني\n</p>\n\n<p>\nالسلطان أو أبقاني لم يبح له الشرع ذلك ولم يطلق يده في أن يفعل\nبالمجرمين ما يشاء، فكظم\n</p>\n\n<p>\nالسلطان غيظه ودخل في الحرم ورجع القاضي إلى بيته، ثم ودع أهله وأقرباءه\nفي الغد توديع\n</p>\n\n<p>\nالمحتضرين وتصدق واغتسل كغسل الميت وأتى قصر السلطنة ودخل على السلطان،\nفقربه\n</p>\n\n<p>\nالسلطان إلى نفسه وخلع عليه وكساه ووصله بألف تنكة وقال: إني لم أقرأ\nشيئا من العلم\n</p>\n\n<p>\nولكني ولدت في بيت من بيوت المسلمين، وأخاف أن يخرجوا علينا فيقتل ألوف\nمن\n</p>\n\n<p>\nالمسلمين، ولذلك أمرتهم بما فيه خيرهم وصلاحهم، فلما لم يفعلوا ما أمرتهم\nشددت عليهم\n</p>\n\n<p>\nحسب ما اقتضته الحالة، ولا أعلم هل أجازه الشرع أم لا، ولا أعلم ما يفعل\nبي ربي يوم\n</p>\n\n<p>\nالقيامة ولكني أناجيه وأقول: أنت تعلم يا ربي أن أحدا إن زنى بحليلة غيره\nلم ينقص من\n</p>\n\n<p>\nملكي شيئا، وإن شرب خمرا لم يضر بي، وإن سرق شيئا لم يأخذ ما ترك لي\nأبواي، وإن\n</p>\n\n<p>\nخان الأمانة لم يهمني، وإني أعزرهم بما ورد به الشرع، وقد تغير الناس عما\nكانوا عليه في\n</p>\n\n<p>\nزمن النبوة، فلا أجد أحدا في مائة ألف أو خمسمائة ألف أو مائة ألف ألف من\nيكون له\n</p>\n\n<p>\nخوف من الله سبحانه، ولذلك ترى كثيرا من الناس يقترفون الآثام ويجترؤن\nعلى الزنا\n</p>\n\n<p>\nوالخيانة والارتشاء مع ذلك التشديد والتعزير، انتهى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p213'> Vol. 02, p. 213</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head286'>266- مولانا مغيث الدين الهانسوي</h3>\n\n<p>\nالشيخ الفاضل مغيث الدين الهانسوي أحد الأفاضل المشهورين في عصر فيروز\nشاه\n</p>\n\n<p>\nالخلجي، له رسالة في الصنائع والبدائع ولكنها غير <span id='ms0266'></span> مشهورة، كما في رسالة\nالشيخ عبد الحق\n</p>\n\n<p>\nبن سيف الدين الدهلوي، ومن شعره قوله بالفارسي:\n</p>\n\n<p>\nدر در كوش وقد خوش در خد خوب وخط تر فر تو فري بري وبري وبا تو كر وفر\n</p>\n\n<p>\nوهذا البيت يقرأ في تسعة عشر بحرا، وكذلك كل بيت من تلك القصيدة، كما في\n</p>\n\n<p>\nالمنتخب.\n</p>\n\n<h3 class='dic-item l3' id='head287'>267- القاضي مظهر الدين الكروي</h3>\n\n<p>\nالشيخ العالم الفاضل مظهر الدين الحنفي الصوفي الكروي أحد الرجال\nالمعروفين بالفضل\n</p>\n\n<p>\nوالكمال، أخذ الطريقة عن الشيخ نصير الدين محمود بن يحيى الأودي، وكان\nشاعرا مجيد\n</p>\n\n<p>\nالشعر، له أبيات رقيقة رائقة، وكان من ندماء فيروز شاه السلطان، وله\nمنزلة عالية لديه،\n</p>\n\n<p>\nقال فيه الناظم التبريزي: إنه كان حلو الكلام مليح البيان، وجد أبياته\nمولانا محمد الصوفي\n</p>\n\n<p>\nالمازندراني بأرض كجرات فرتبها في ديوان، فلذلك نسبوه إلى كجرات، كما في\nصبح كلشن\n</p>\n\n<p>\nوقد ذكره الشيخ عبد الحق بن سيف الدين الدهلوي في رسالة له في أخبار\nالفضلاء، وذكره\n</p>\n\n<p>\nفي أخبار الأخيار وأورد فيه شيئا كثيرا من أبياته.\n</p>\n\n<p>\nومن شعره قوله:\n</p>\n\n<p>\nغم دنيا درازي دارد هر جه كيريد مختصر كيريد\n</p>\n\n<p>\nدوستان در عزيمت سفرند يك زمان لذت نظر كيريد\n</p>\n\n<h3 class='dic-item l3' id='head288'>268- مولانا منهاج الدين القاسي</h3>\n\n<p>\nالشيخ الفاضل الكبير منهاج الدين القاسي أحد الأساتذة المشهورين ببلدة\nدهلي في عصر\n</p>\n\n<p>\nالسلطان علاء الدين محمد شاه الخلجي، كان يدرس ويفيد، ذكره البرني في\nتاريخه.\n</p>\n\n<h3 class='dic-item l3' id='head289'>269- الشيخ منتخب الدين الهانسوي</h3>\n\n<p>\nالشيخ العالم الفقيه منتخب الدين بن ناصر الدين النعماني الهانسوي\nالمشهور بزرزري زر\n</p>\n\n<p>\nبخش كان من كبار المشايخ الجشتية.\n</p>\n\n<p>\nولد سنة خمس وسبعين وستمائة بمدينة هانسي من بلاد بنجاب ونشأ بها، سافر\nإلى\n</p>\n\n<p>\nدهلي فقرأ الكتب الدرسية على كبار العلماء، ثم لازم الشيخ المجاهد نظام\nالدين محمد بن\n</p>\n\n<p>\nأحمد البدايوني وأخذ عنه الطريقة وصحبه مدة، فلما بلغ رتبة الكمال\nاستخلفه الشيخ\n</p>\n\n<p>\nورخص له في التوجه إلى بلاد دكن، فسافر ومعه رجال كثيرون من أهل الطريقة،\nفلما وصل\n</p>\n\n<p>\nإلى قريب من دولت آباد أقام بها وسكن في كهف من كهوف الجبل، ولم يكن\nهنالك أبنية\n</p>\n\n<p>\nغير مسجد <span id='ms0267'></span> ينسبونه إلى أربعمائة وألف من الأولياء، وكان رحمه الله زاهدا\nمتوكلا شديد\n</p>\n\n<p>\nالتعبد، أسلم على يده خلق كثير من أهل دكن.\n</p>\n\n<p>\nمات لسبع خلون من ربيع الأول سنة تسع وسبعمائة، وقبره مشهور ظاهر يزار\nويتبرك به.\n</p>\n\n<h3 class='dic-item l3' id='head290'>270- الشيخ منهاج الدين الأنصاري</h3>\n\n<p>\nالشيخ العالم الكبير منهاج الدين التميمي الأنصاري أحد كبار المشايخ، أخذ\nعن الشيخ\n</p>\n\n<p>\nعلاء الدين علي الجيوري رحمة الله عليه ولازمه مدة من الدهر، وأقام بدولت\nآباد زمانا،\n</p>\n\n<p>\nثم سار إلى كلبركه سنة ثلاثين وسبعمائة، وسكن بها في عهد الوثنيين، ومات\nفي عهد\n</p>\n\n<p>\nالسلطان علاء الدين حسن البهمني بمدينة كلبركه لتسع بقين من شوال سنة\nأربع وخمسين\n</p>\n\n<p>\nوسبعمائة، وقبره مشهور ظاهر يزار ويتبرك به.\n</p>\n\n<h3 class='dic-item l3' id='head291'>271- مولانا مؤيد الدين الكروي</h3>\n\n<p>\nالشيخ الفاضل مؤيد الدين الكروي كان من ندماء السلطان علاء الدين محمد\nشاه الخلجي\n</p>\n\n<p>\nفي أيام ولايته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p214'> Vol. 02, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\nعلى مدينة كره، ثم اعتزل الخدمة ولازم الشيخ نظام الدين محمدا البدايوني\n</p>\n\n<p>\nبدهلي وأخذ عنه الطريقة وانقطع إلى الله سبحانه، فلما قام بالملك علاء\nالدين المذكور\n</p>\n\n<p>\nطلبه فلم يقبله ومضى على حاله، كما في أخبار الأخيار.\n</p>\n\n<p>\nوكانت وفاته في سنة ست وعشرين وسبعمائة، كما في خزينة الأصفياء.\n</p>\n\n<h3 class='dic-item l3' id='head292'>272- مولانا ميران الماريكلي</h3>\n\n<p>\nالشيخ الفاضل الكبير مولانا ميران الحنفي الماريكلي أحد الأساتذة\nالمشهورين ببلدة دهلي\n</p>\n\n<p>\nفي عهد السلطان علاء الدين محمد شاه الخلجي، كان يدرس ويفيد، ذكره البرني\nفي تاريخه.\n</p>\n\n<h2 class='l2' id='head293'>حرف النون</h2>\n\n<h3 class='dic-item l3' id='head294'>273- مولانا ناصح الدين الناكوري</h3>\n\n<p>\nالشيخ العالم الصالح ناصح الدين بن القاضي حميد الدين الناكوري أحد\nالمشايخ\n</p>\n\n<p>\nالسهروردية.\n</p>\n\n<p>\nولد ونشأ في بيت العلم والمعرفة، وأخذ عن والده وصحبه وتأدب عليه، ثم جلس\nعلى\n</p>\n\n<p>\nمشيخة الإرشاد، أخذ عنه خلق كثير من العلماء والمشايخ، كما في أخبار\nالأخيار.\n</p>\n\n<h3 class='dic-item l3' id='head295'>274- مولانا ناصر الدين الخوارزمي</h3>\n\n<p>\nالشيخ الفاضل العلامة ناصر الدين الخوارزمي، كان من كبار الفقهاء، وكان\nأكبر قضاة\n</p>\n\n<p>\nالهند في أيام محمد بن تغلق شاه الدهلوي، لقبه بصدر جهان،\n</p>\n\n<h3 class='dic-item l3' id='head296'>275- مولانا نجم الدين الانتشار</h3>\n\n<p>\nالشيخ الفاضل الكبير نجم الدين الدهلوي المشهور بانتشار درس وأفاد بدار\nالملك دهلي\n</p>\n\n<p>\nمن عهد السلطان علاء الدين محمد <span id='ms0268'></span> شاه الخلجي إلى عهد فيروز شاه، وكان\nفاضلا كبيرا\n</p>\n\n<p>\nبارعا في الفقه والأصول والعربية، يعظمه الملوك والأمراء عهدا بعد عهد\nوكانوا يتبركون به\n</p>\n\n<p>\nويتلقون إشاراته بالقبول، كما في كتب الأخبار.\n</p>\n\n<h3 class='dic-item l3' id='head297'>276- مولانا نجم الدين السمرقندي</h3>\n\n<p>\nالشيخ الإمام العالم الكبير العلامة نجم الدين الحنفي السمرقندي أحد كبار\nالأساتذة، لم\n</p>\n\n<p>\nيكن له نظير في كثرة الدرس والإفادة في عصره، كان يدرس في قصر\nبالابندسيري بدار الملك\n</p>\n\n<p>\nدهلي في عهد فيروز شاه السلطان، وكان ذلك القصر من أبنية السلطان\nالمذكور، وكان\n</p>\n\n<p>\nجميل الصنعة متقن البناء.\n</p>\n\n<p>\nقال البرني في تاريخه: إن السمرقندي كان يدرس في الفقه والأصول وغيرهما\nمن العلوم\n</p>\n\n<p>\nالنافعة، والسلطان كان يكرمه ويجزل له الصلات والجوائز، انتهى.\n</p>\n\n<h3 class='dic-item l3' id='head298'>277- مولانا نجيب الدين الساوي</h3>\n\n<p>\nالشيخ الفاضل نجيب الدين الساوي أحد الأساتذة المشهورين بدهلي في عهد\nالسلطان\n</p>\n\n<p>\nعلاء الدين محمد شاه الخلجي، كان يدرس ويفيد، ذكره البرني في تاريخه.\n</p>\n\n<h3 class='dic-item l3' id='head299'>278- مولانا نصير الدين الدهلوي</h3>\n\n<p>\nالشيخ الفاضل الكبير نصير الدين الدهلوي المشهور بالغنى كان من كبار\nالأساتذة في عهد\n</p>\n\n<p>\nمحمد شاه الخلجي، يدرس ويفيد بدهلي، ذكره البرني في تاريخه.\n</p>\n\n<h3 class='dic-item l3' id='head300'>279- مولانا نصير الدين الصابوني</h3>\n\n<p>\nالشيخ الفاضل نصير الدين الصابوني أحد العلماء المبرزين في الفقه والأصول\nوالعربية، كان\n</p>\n\n<p>\nيدرس ويفيد بدهلي في عهد محمد شاه الخلجي، ذكره البرني في تاريخه.\n</p>\n\n<h3 class='dic-item l3' id='head301'>280- مولانا نصير الدين الكروي</h3>\n\n<p>\nالشيخ الفاضل نصير الدين الكروي أحد كبار الفقهاء الحنفية، كان يدرس\nويفيد بدهلي في\n</p>\n\n<p>\nعهد السلطان علاء الدين محمد شاه الخلجي ذكره البرني في تاريخه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p215'> Vol. 02, p. 215</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head302'>281- مولانا نصير الدين الحكيم الشيرازي</h3>\n\n<p>\nالشيخ الفاضل العلامة نصير الدين الشيرازي الحكيم المشهور كان من العلماء\nالمبرزين في\n</p>\n\n<p>\nالفنون الحكمية.\n</p>\n\n<p>\nقدم الهند وسكن بأرض دكن في أيام السلطان علاء الدين حسن البهمني، وكان\nيشتغل\n</p>\n\n<p>\nبالطب ويدرس ببلدة كلبركه، كما في تاريخ فرشته.\n</p>\n\n<h3 class='dic-item l3' id='head303'>282- مولانا نصير الدين الجونبوري</h3>\n\n<p>\nالشيخ الصالح نصير الدين الجونبوري أحد رجال العلم والمعرفة، أخذ الطريقة\nعن الشيخ\n</p>\n\n<p>\nشرف الدين أحمد بن يحيى المنيري رحمه الله ولازمه مدة، وصار من أكابر\nعصره في حياة\n</p>\n\n<p>\nشيخه المذكور، وكان الشيخ يحبه حبا مفرطا <span id='ms0269'></span>، كما في سيرة الشرف.\n</p>\n\n<h3 class='dic-item l3' id='head304'>283- مولانا نظام الدين الكلاهي</h3>\n\n<p>\nالشيخ الفاضل نظام الدين الكلاهي أحد العلماء المبرزين في الفقه والأصول\nوالعربية، كان\n</p>\n\n<p>\nيدرس ويفيد بدهلي في أيام السلطان علاء الدين محمد شاه الخلجي، ذكره\nالبرني في تاريخه.\n</p>\n\n<h3 class='dic-item l3' id='head305'>284- مولانا نظام الدين الشيرازي</h3>\n\n<p>\nالشيخ الفاضل الكبير نظام الدين الشيرازي أحد الرجال المعروفين بالفضل\nوالصلاح، سافر\n</p>\n\n<p>\nإلى الحرمين الشريفين فحج وزار، ورجع إلى الهند وأخذ الطريقة عن الشيخ\nنظام الدين محمد\n</p>\n\n<p>\nالبدايوني وصحبه ولازمه مدة من الدهر، وكان صاحب وجد وحالة، أدركه محمد\nبن\n</p>\n\n<p>\nالمبارك العلوي الكرماني حين قدم دهلي من أرض أوده.\n</p>\n\n<p>\nمات ودفن بمدينة دهلي، كما في سير الأولياء وكانت وفاته في سنة ثمان عشرة\nوسبعمائة،\n</p>\n\n<p>\nكما في خزينة الأصفياء.\n</p>\n\n<h3 class='dic-item l3' id='head306'>285- مولانا نظام الدين الظفرآبادي</h3>\n\n<p>\nالشيخ الفاضل نظام الدين الحسيني الظفر آبادي، كان من المشايخ الجشتية،\nصرف شطرا\n</p>\n\n<p>\nمن عمره في الدرس والإفادة، ثم أخذ الطريقة عن الشيخ نظام الدين محمد\nالبدايوني\n</p>\n\n<p>\nواستفاض منه، ثم قدم ظفر آباد وصحب الشيخ أسد الدين الحسيني الظفر آبادي\nوأخذ\n</p>\n\n<p>\nعنه، وانقطع إلى الزهد والعبادة، وكان شاعرا مجيد الشعر، له مصنفات\nبالعربية والفارسية\n</p>\n\n<p>\nومن شعره قوله:\n</p>\n\n<p>\nيار ما را ازين زار وحزين ميخواهد به ازين جيست كه ما را به ازين ميخواهد\n</p>\n\n<p>\nمات في سنة خمس وثلاثين وسبعمائة بظفر آباد فدفن بها كما في تجلي نور.\n</p>\n\n<h3 class='dic-item l3' id='head307'>286- مولانا نظام الدين الدرون حصاري</h3>\n\n<p>\nالشيخ الفاضل الكبير نظام الدين الدرون حصاري كان من العلماء المذكرين\nبمدينة بهار،\n</p>\n\n<p>\nوكان يذكر فيأخذ تذكيره بمجامع القلوب، قيل إنه كان يذكر يوما من الأيام\nفحر في مجلسه\n</p>\n\n<p>\nالشيخ شرف الدين أحمد بن يحيى المنيري وإذا هو ينشد:\n</p>\n\n<p>\nأي قوم بحج رفته كجائيد كجائيد معشوق همين جاست بيائيد بيائيد\n</p>\n\n<p>\nآنا نكه طلبكار خدايند خدايند حاجت بطلب نيست شمائيد شمائيد\n</p>\n\n<p>\nفتأثر الشيخ شرف الدين وضرب رأسه على الأسطوانة وكادت روحه تزهق، كما في\nسيرة\n</p>\n\n<p>\nالشرف.\n</p>\n\n<h3 class='dic-item l3' id='head308'>287- الشيخ نور الدين الهانسوي</h3>\n\n<p>\nالشيخ الصالح الكبير نور الدين بن قطب الدين بن برهان الدين ابن جمال\nالدين الخطيب\n</p>\n\n<p>\nالحنفي الهانسوي <span id='ms0270'></span> أحد المشايخ المشهورين في عصره، ولد ونشأ بهانسي، وتفقه\nعلى والده\n</p>\n\n<p>\nوأخذ عنه الطريقة، ولازمه ملازمة طويلة حتى صار من أبدع أبناء عصره في\nالعلم\n</p>\n\n<p>\nوالمعرفة، وتولى المشيخة مكان والده.\n</p>\n\n<p>\nوكان زاهدا متقللا قانعا باليسير، لم يقبل الرواتب الشاهانية قط مات ودفن\nبهانسي، وقبره\n</p>\n\n<p>\nمشهور ظاهر يزار ويتبرك به.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p216'> Vol. 02, p. 216</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head309'>حرف الواو</h2>\n\n<h3 class='dic-item l3' id='head310'>288- مولانا وجيه الدين الرازي</h3>\n\n<p>\nالشيخ الإمام العالم الكبير العلامة وجيه الدين الرازي أحد الأئمة بدهلي،\nتفقه على الشيخ\n</p>\n\n<p>\nأبي القاسم التنوخي، وتفقه التنوخي على حميد الدين الضرير، وتفقه حميد\nالدين على\n</p>\n\n<p>\nشمس الأئمة الكردري، والكردري على صاحب الهداية، وتفقه عليه سراج الدين\nأبو\n</p>\n\n<p>\nحفص عمر بن إسحاق بن أحمد الغزنوي، كما في الفوائد البهية.\n</p>\n\n<h3 class='dic-item l3' id='head311'>289- مولانا وجيه الدين البائلي</h3>\n\n<p>\nالشيخ الإمام العالم الكبير وجيه الدين البائلي أحد العلماء المبرزين في\nالفقه والأصول\n</p>\n\n<p>\nوالعربية، اعترف الناس بفضله وكماله، وكان ذا حلاوة في المنطق وسعة في\nالبيان، وكلما\n</p>\n\n<p>\nكان يتكلم في باب من العلم كان أحلى من الأول، وكان يدرس الكتب عن ظهر\nقلبه بغير\n</p>\n\n<p>\nنظر ومطالعة فيها فضلا عن شروحها، وكان ذا زهد وقناعة في الملبس والمأكل.\n</p>\n\n<p>\nأخذ الطريقة عن الشيخ نظام الدين محمد البدايوني، كما في سير الأولياء،\nوقد عده\n</p>\n\n<p>\nالقاضي ضياء الدين البرني في تاريخه من كبار الأساتذة بدهلي، وبائل قرية\nمن أعمال\n</p>\n\n<p>\nسرهند على أربعة فراسخ منها أو خمسة.\n</p>\n\n<h3 class='dic-item l3' id='head312'>290- مولانا وجيه الدين البيانوي</h3>\n\n<p>\nالشيخ العالم الفقيه وجيه الدين البيانوي أحد الرجال المعروفين بالفضل\nوالكمال، لقيه محمد\n</p>\n\n<p>\nبن بطوطة المغربي الرحالة بمدينة جنديري عند الأمير عز الدين البتاني،\nكان يصاحبه وهو\n</p>\n\n<p>\nيعظمه تعظيما بالغا.\n</p>\n\n<h3 class='dic-item l3' id='head313'>291- مولانا وحيد الدين الدهلوي</h3>\n\n<p>\nالشيخ العالم الكبير وحيد الدين الدهلوي أحد كبار الأساتذة بدار الملك\nدهلي في عهد\n</p>\n\n<p>\nالسلطان علاء الدين محمد شاه الخلجي، كان يدرس ويفيد، ذكره البرني في\nتاريخه.\n</p>\n\n<h2 class='l2' id='head314'>حرف الياء</h2>\n\n<h3 class='dic-item l3' id='head315'>292- مولانا يعقوب الفتني</h3>\n\n<p>\nالشيخ الصالح الفقيه يعقوب بن خواجكي العلوي الفتني الكجراتي أحد الرجال\nالمعروفين\n</p>\n\n<p>\nبالفضل والصلاح، أخذ الطريقة عن الشيخ زين الدين داود ابن حسين الشيرازي،\nوكان\n</p>\n\n<p>\nعالما كبيرا صاحب وجد <span id='ms0271'></span> وحالة، واستفاد من الشيخ رجب النهر والي أيضا،\nويذكر له\n</p>\n\n<p>\nكشوف وكرامات.\n</p>\n\n<p>\nمات في الثالث عشر من جمادي الآخرة سنة ثمانمائة بنهرواله، كما في مرآت\nأحمدي.\n</p>\n\n<p>\nوفي كلزار أبرار أنه كان من أبناء الملوك بخراسان، قدم الهند وسكن\nبنهرواله، قرأ عليه\n</p>\n\n<p>\nالقاضي كمال الدين فصوص الحكم، توفي سنة ثمان وتسعين وسبعمائة.\n</p>\n\n<h3 class='dic-item l3' id='head316'>293- اليمني الحكيم الدهلوي</h3>\n\n<p>\nالشيخ الفاضل العلامة اليمني الحكيم الدهلوي أحد العلماء المبرزين في\nالصناعة الطبية،\n</p>\n\n<p>\nكان يدرس ويفيد بدار الملك دهلي في عهد السلطان علاء الدين محمد شاه\nالخلجي، ذكره\n</p>\n\n<p>\nالبرني في تاريخه.\n</p>\n\n<h3 class='dic-item l3' id='head317'>294- الشيخ يوسف بن الجمال الملتاني</h3>\n\n<p>\nالسيد الشريف العلامة يوسف بن الجمال الحسيني الملتاني أحد كبار الفقهاء\nالحنفية.\n</p>\n\n<p>\nقدم الهند أحد أسلافه من مشهد وسكن بالملتان، وهو ولد ونشأ بها، وقرأ\nالعلم على\n</p>\n\n<p>\nمولانا جلال الدين الرومي صاحب الشيخ قطب الدين الرازي شارح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p217'> Vol. 02, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\nالشمسية ودخل دار\n</p>\n\n<p>\nالملك دهلي، فولاه السلطان فيروز شاه التدريس بالمدرسة الفيروزية التي\nأسسها على\n</p>\n\n<p>\nالحوض الخاص.\n</p>\n\n<p>\nوله مصنفات، منها اليوسفي وهو شرح بسيط على لب الألباب في علم الإعراب\n</p>\n\n<p>\nللبيضاوي، ومنها توجيه الكلام وهو شرح منار الأصول للنسفي.\n</p>\n\n<p>\nوكانت وفاته في سنة تسعين وسبعمائة، كما في أخبار الأخيار.\n</p>\n\n<h3 class='dic-item l3' id='head318'>295- الشيخ يوسف الجنديروي</h3>\n\n<p>\nالشيخ الصالح الفقيه وجيه الدين يوسف الجنديروي أحد العلماء الربانيين،\nأخذ الطريقة\n</p>\n\n<p>\nعن الشيخ نظام الدين محمد البدايوني ولازمه مدة من الزمان، ثم رخص له\nالشيخ إلى\n</p>\n\n<p>\nجنديري فسكن بها.\n</p>\n\n<p>\nوكان شيخا كبيرا متورعا عفيفا دينا ذا كشوف وكرامات، كما في سير\nالأولياء، وكانت\n</p>\n\n<p>\nوفاته في سنة تسع وعشرين وسبعمائة بمدينة جنديري، كما في خزينة الأصفياء.\n</p>\n\n<h3 class='dic-item l3' id='head319'>296- الشيخ يوسف الجشتي</h3>\n\n<p>\nالشيخ الصالح الفقيه يوسف الجشتي أحد العلماء المبرزين في الفقه والأصول،\nأخذ الطريقة\n</p>\n\n<p>\nعن الشيخ نصير الدين محمود الأودي، وله تحفة النصائح منظومة في الفقه،\nمات في سنة أربع\n</p>\n\n<p>\nوسبعين وسبعمائة، كما في خزينة الأصفياء.\n</p>\n\n<h3 class='dic-item l3' id='head320'>297- الشيخ يوسف بن سليمان الأجودهني</h3>\n\n<p>\nالشيخ الصالح يوسف بن سليمان بن مسعود العدوي العمري الشيخ علاء الدين\n</p>\n\n<p>\nالأجودهني كان من كبار المشايخ، ولي المشيخة بعد والده واستقام عليها <span id='ms0272'></span>\nأربعا وخمسين\n</p>\n\n<p>\nسنة، وبايعه محمد شاه تغلق، ذكره البرني في تاريخه.\n</p>\n\n<p>\nقال محمد بن بطوطة المغربي الرحالة في كتابه: هو شيخ ملك الهند، وأنعم\nعليه بهذه\n</p>\n\n<p>\nالمدينة مدينة أجودهن، وهذا الشيخ مبتلي بالوسواس والعياذ بالله! فلا\nيصافح أحدا ولا\n</p>\n\n<p>\nيدنو منه، وإذا ألصق ثوبه بثوب أحد غسل ثوبه، دخلت زاويته ولقيته وأبلغته\nسلام الشيخ\n</p>\n\n<p>\nبرهان الدين، فعجب وقال: أنا دون ذلك، ولقيت ولديه الفاضلين معز الدين،\nوهو أكبرهما،\n</p>\n\n<p>\nولما مات أبوه تولى المشيخة بعده، وعلم الدين وزرت قبر جده، قال: ولما\nأردت الانصراف\n</p>\n\n<p>\nعن هذه المدينة قال لي علم الدين: لا بد لك من رؤية والدي، فرأيته وهو في\nأعلى سطح له\n</p>\n\n<p>\nوعليه ثياب بيض وعمامة كبيرة لها ذؤابة وهي مائلة إلى جانب، ودعا لي وبعث\nإلى\n</p>\n\n<p>\nبسكرنبات، انتهى.\n</p>\n\n<p>\nوفي الجواهر الفريدية أنه مات سنة ثلاث وعشرين وسبعمائة، وصوابه أربع\nوثلاثون\n</p>\n\n<p>\nوسبعمائة، كما في ترجمة كتاب الرحلة لمحمد حسين الدهلوي.\n</p>\n\n<h3 class='dic-item l3' id='head321'>298- الشيخ يوسف بن علي الحسيني</h3>\n\n<p>\nالشيخ الفاضل يوسف بن علي بن محمد بن يوسف بن الحسين الحسيني الدهلوي\nالمشهور\n</p>\n\n<p>\nبراجو قتال يتصل نسبه إلى يحيى بن الحسين بن زيد الشهيد، أخذ الطريقة عن\nالشيخ\n</p>\n\n<p>\nالمجاهد نظام الدين محمد بن أحمد البدايوني، وسافر إلى دولت آباد سنة خمس\nوعشرين\n</p>\n\n<p>\nوسبعمائة فسكن بها، ولازم الشيخ برهان الدين محمدا الهانسوي الغريب، وكان\nلقبه\n</p>\n\n<p>\nالشعري راجه، له مزدوجة بالفارسية.\n</p>\n\n<p>\nتوفي لخمس خلون من شوال سنة إحدى وثلاثين وسبعمائة، وقبره مشهور ظاهر\nبمقبرة\n</p>\n\n<p>\nروضة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p218'> Vol. 02, p. 218</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08"
  ]
}