{
  "content": "\n\n<h1 class='l1' id='head0'>CHECK [السداسيات للفراوي]</h1>\n\n<p>\nالسداسيات\n</p>\n\n<p>\nمستخرجة من مسموعات الإمام الفراوي\n</p>\n\n<p>\nأبو عبد الله محمد بن الفضل بن أحمد الفراوي الصاعدي\n</p>\n\n<p>\n530 ه\n</p>\n\n<p>\nتحقيق وتخريج\n</p>\n\n<p>\nد. عبد الله بن ناصر بن محمد الشقاري\n</p>\n\n<p>\nجامعة الإمام محمد بن سعود الإسلامية\n</p>\n\n<p>\nالطبعة الإولى\n</p>\n\n<p>\n1429 ه - 2008 مالسداسيات ¶ مستخرجة من مسموعات الإمام الفراوي ¶ أبو\nعبد الله محمد بن الفضل بن أحمد الفراوي الصاعدي ¶ 530 ه ¶ تحقيق وتخريج\n¶ د. عبد الله بن ناصر بن محمد الشقاري ¶ جامعة الإمام محمد بن سعود\nالإسلامية ¶ الطبعة الإولى ¶ 1429 ه - 2008 م\n----NO PAGE NO------\n</p>\n\n#41#\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nوصلى الله على نبينا محمد وعلى آله وسلم تسليما\n</p>\n\n<p>\nأخبرنا الشيخ الأجل الثقة زكي الدين أبو إسحاق إبراهيم بن بركات بن\nإبراهيم بن طاهر القرشي الخشوعي قراءة عليه وأنا أسمع في يوم الاثنين ثامن\nعشر جمادى الآخرة سنة إحدى وثلاثين وستمائة بالكلاسة بجامع دمشق قال: أنبأ\nالشيخ الإمام الحافظ أبو القاسم علي بن الحسن بن هبة الله بن عبد الله\nالشافعي رحمه الله قراءة عليه وأنا أسمع في خامس شهر رمضان المبارك سنة تسع\nوستين وخمسمائة بجامع دمشق حرسها الله قال: أنبأ الشيخ الإمام الأجل أبو\nعبد الله محمد بن الفضل بن أحمد بن محمد الصاعدي الفراوي قراءة عليه\nبنيسابور سنة ثلاثين وخمسمائة قال:\n</p>\n\n<p>\n1 - أنبأ الشيخ الفقيه أبو سعد محمد بن عبد الرحمن بن محمد بن أحمد بن\nمحمد بن جعفر الجنزروذي الأديب -رحمه الله- فيما قرئ عليه وأنا أسمع فأقر\nبه قال: أنبأ أبو عمرو محمد بن أحمد بن حمدان بن علي بن عبد الله بن سنان\nالحيري الضرير المقرئ بقراءة أبي جعفر العزائمي عليه وأنا أسمع أنبأ #42#\nأبو يعلى أحمد بن علي بن المثنى بن هلال التميمي الموصلي بها، قراءة عليه،\nثنا حوثرة بن أشرس. ثنا نافع أبو هرمز قال: سمعت أنس بن مالك رضي الله عنه\nيقول: سمعت رسول #43# الله صلى الله عليه وسلم قال: إن لكل نبي دعوة\nيتعجلها في الدنيا، وإني ادخرت دعوتي شفاعة لأمتي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\n2 - وأخبرنا محمد بن عبد الرحمن بن محمد المطوعي في كتابه أنبأ <span id='ms01'></span> أبو بكر\nمحمد بن محمد بن أحمد بن عثمان الطرازي البغدادي المقرئ نزيل نيسابور بها،\n</p>\n\n#44# أنبأ عبد الله بن سليمان بن الأشعث السجستاني ببغداد ثنا أيوب بن علي\nالعسقلاني ثنا زياد بن سيار ثنا أبو قرصافة قال: قال رسول الله صلى الله\nعليه وسلم: اللهم لا تفضحنا يوم القيامة ولا تخزنا يوم القيامة.\n#45##46#\n<p>\nأبو قرصافة اسمه جندرة بن خيشنة، نزل عسقلان رضي الله عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\n3 - أخبرنا الشيخ الثقة أبو الحسين عبد الغافر بن محمد بن عبد الغافر بن\nأحمد بن محمد بن سعيد الفسوي التاجر نزيل نيسابور، فيما كتب لي بخطه وأطلق\nلي الرواية عنه رحمه الله، أنبأ أبو سعيد عبد الله بن محمد بن عبد الوهاب\nبن نصير بن عطا بن واصل القرشي الصوفي الرازي قراءة عليه بنيسابور، أنبأ\nأبو عبد الله محمد بن أيوب بن يحيى بن ضريس البجلي الرازي أنبأ عثمان بن\nمطيع السلمي #47# ثنا العلاء بن زيدل عن أنس بن مالك رضي الله عنه\n</p>\n\n<p>\nعن النبي صلى الله عليه وسلم أنه قال: لما أمر الله تعالى ذا القرنين\nبالسيرورة إلى المشرق والمغرب، سار، فكان لا ينزل منزلا إلا أخبر أهله بأمر\nالدنيا والآخرة، فنزل على ملك من ملوك بني إسرائيل فسأله ذلك الملك أن يا\nذا القرنين إني سائلك عن خصال أربع فخبرني بهن وعلمنيهن: ما اثنان قائمان\nواثنان مختلفان واثنان مشتركان واثنان متباغضان؟ قال: قد سألتني عن عجب،\nوسأخبرك بهن وأعلمكهن، أما الاثنان القائمان فالسماء والأرض لم تزولا منذ\nأقامهما الله تعالى، والاثنان المختلفان فالشمس والقمر متفرقان، وأما\nالمشتركان فالليل والنهار، والاثنان المتباغضان فالموت والحياة لا\nيتناسبان، ثم سار ذو القرنين حتى بلغ تخوم السماء والأرض، ثم نزل وعسكره،\nفقال: يا أيها الناس، إني مجاوز السماء والأرض فلا أعرفن أحدا يحمل معه\nشيخا ولا امرأة ولا صبيا، ومعه شاب له والد شيخ كبير، ففزع الفتى لأبيه أن\nيخلفه بين السماء والأرض، فأتى أباه فقال: يا أبه إن ملكنا قد #48# أمرنا\nأن لا نحمل شيخا ولا امرأة <span id='ms02'></span> ولا صبيا، فكيف أصنع بك، فقال: يا بني احملني\nفإنه سيحتاج إلي، اشتر لي أتانا له جحيش، قال فطلب له حتى أصاب له أتانا له\nجحيش، فاشتراها له وبادر ذو القرنين بالرحيل فقال الشيخ لابنه: شد قماط\nالجحش ودعه مكانه،\n</p>\n\n<p>\nفسار الناس حتى خرجوا من تخوم السماء والأرض فساروا اثني عشر يوما في\nظلمة شديدة ولا يبصر بعضهم بعضا، ليس فوقهم شيء، في رضاض وحجر حتى انتهى\nإلى البحر الأسود، قائم لا يجري ليس له قعر، فعسكر على شفير البحر، فنظر في\nلجة البحر في سوادها فإذا هو بجبل في لجة البحر ذاهب في الهواء، عليه ملك\nمن الملائكة موكل بذلك الجبل، نصف خلقه ثلج ونصف خلقه نار آخذ بعروة الجبل،\nومشى ذو القرنين على وجه الماء وخلف العسكر، فناداه الملك يا ذا القرنين يا\nخاطيء ابن الخاطيء على ما مشيت؟! على وجه بحر ليس له قعر، قال: فارتسب\nفزعا، فقبض عليه الملك، أخذ بذراعه قال: قم يا ضعيف أين تريد قال: ومن أنت\nقال: ملك من الملائكة وكلني ربي بهذا الجبل، وإن جبال الأرض كلها عرق هذا\nالجبل، إذا أراد الله تعالى خسف أرض أو زلزلتها حركت عرقا منها فأقلبها،\nفارجع كما جئت ليس خلفك شيء ولا أمامك شيء،\n</p>\n\n<p>\nفرجع فنادى في أصحابه هل أحد حمل معه شيخا؟ قال فجاء الفتى ابن الشيخ\nيسعى قال: ما كنت صانعا بمن عصاك؟ فأنا ذاك، قال وما صنعت؟ قال إنك نهيت أن\nلا نحمل معنا شيخا أو امرأة أو صبيا، وإني حملت والدي شيخا كبيرا كرهت أن\nأخلفه فيهلك، قال: هلا وصى بشيء؟ قال أوصاني أن أشتري له أتانا لها جحيش،\nثم أمرني فأوثقت الجحيش موضع العسكر، فقال إنه لم يخرجنا من #49# هذه\nالظلمة إلا هذه الأتان تحن إلى جحيشها، فقال: صدق الشيخ فقدمه، فقدموه\nفانسلت الأتان مثل الحية تحن إلى ولدها والجنود خلفه،\n</p>\n\n<p>\nومروا برضاض وحجارة كثيرة، ونادى ذو القرنين أيها الناس خذوا من هذه\nالحجارة فإنه من أخذ يندم، ومن <span id='ms03'></span> لم يأخذ يندم، قال فتناول الناس فمنهم من\nأخذ وأكثر ومنهم من لم يأخذ إلا قليلا، قال فضرب الفتى ابن الشيخ يده إلى\nحجر ضخم فأخذه فأثقل يديه، ثم انتهوا إلى العسكر الذي كان فيه الجحيش\nفنظروا فإذا الذي أخذوا ياقوتة حمراء وزبرجدة خضراء، فندم الذي لم يأخذ\nوندم الذي أخذ قليلا، قال فنظر الفتى في الحجر الذي كان أخذ فناوله أباه\nفقال: يا أبه إني أخذت هذا الحجر فأثقلني فلم أزد إليه شيئا، فماذا الحجر؟\nقال زنه فانظر ما ترى، فوضعه في كفة الميزان فكلما وضع الوزن كان الحجر\nأثقل من ذلك الوزن وكلما زاد في الوزن زاد ذلك ثقلا قال يا بني قد أعياني\nهذا الحجر لا أدري ما هو، انطلق به إلى الملك يخبرك ما هو، فجاء به إلى ذي\nالقرنين فنظر إليه فدعا بالميزان فوضعه في كفة الميزان ثم وضع عليه كفا من\nتراب ثم وضع ما يوزن فقام، فقال هذا عين ابن آدم لا يملأه إلا التراب.\n</p>\n\n<p>\nهذا حديث حسن غريب عجيب معدود في السداسيات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n#50#\n<p>\n4 - أخبرنا الشيخ أبو سعد محمد بن عبد الرحمن بن محمد الكنجروذي إذنا أن\nأبا بكر محمد بن محمد بن عثمان المقرئ أخبرهم أنبأ أبو حامد الحضرمي ثنا\nعيسى بن مساور الجوهري ثنا يغنم بن سالم ابن قنبر ثنا أنس بن مالك قال قال\nرسول الله صلى الله عليه وسلم: من قاد أعمى أربعين خطوة لم تمسه النار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n#51#\n<p>\n5 - وبهذا الإسناد قال رسول الله صلى الله عليه وسلم: طوبى لمن رآني وآمن\nبي وطوبى لمن رأى من رآني وآمن بي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n#52#\n<p>\n6 - أخبرنا القاضي أبو الحسين محمد بن علي بن محمد بن عبيد الله بن عبد\nالصمد ابن المهتدي بالله فيما كتب إلينا من مدينة السلام أن أبا حفص عمر بن\nأحمد بن عثمان الواعظ حدثهم أنبأ أحمد بن عيسى بن السكين البلدي #53# ثنا\nهاشم بن القاسم الحراني أنبأ يعلى بن الأشدق عن عبد الله بن جراد قال: أنشد\nلبيد النبي صلى الله عليه <span id='ms04'></span> وسلم بيتين، فقال في الأول: صدقت وقال في الآخر: كذبت\n</p>\n\n#54#\n<p>\nألا كل شيء ما خلا الله باطل\n</p>\n\n<p>\nفقال: صدقت\n</p>\n\n<p>\nوكل نعيم لا محالة زائل\n</p>\n\n<p>\nقال: كذبت، نعيم الجنة لا يزول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\n7 - أخبرنا الشيخ أبو سعد محمد بن عبد الرحمن الجنزروذي -رحمه الله- قراءة\nعليه أنبأ أبو عمرو محمد بن أحمد بن حمدان أنبأ أبو يعلى أحمد بن علي بن\nالمثنى الموصلي ثنا شيبان بن فروخ ثنا سعيد بن #55# سليم الضبي ثنا أنس بن\nمالك أن رسول الله صلى الله عليه وسلم جهز جيشا إلى المشركين فيهم أبو بكر\nوعمر رضي الله عنهما، وذكر حديث الميضأة بطوله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n#56#\n<p>\n8 - أخبرنا أبو سعد بن أبي بكر الأديب -رحمه الله- في كتابه أنبأ محمد بن\nمحمد بن عثمان الطرازي أنبأ أبو بكر عبد الله بن سليمان بن الأشعث\nالسجستاني ثنا عبد الرحمن بن مسلم الواقدي المقرئ ثنا يغنم بن سالم بن #57#\nقنبر ثنا أنس بن مالك قال قال رسول الله صلى الله عليه وسلم: لو أخذت بحلقة\nالجنة لبدأت بكم يا بني هاشم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n#58#\n<p>\n9 - أخبرنا الخطيب أبو الحسين محمد بن محمد الهاشمي إذنا، أن أبا حفص بن\nشاهين حدثنا أبو القاسم البغوي [وأخبرنا محمد بن عبد الرحمن الفارس كتابة،\nأنبأ أبو بكر الطرازي، أنبأ أبو القاسم البغوي] ثنا شيبان بن فروخ الأبلي\nثنا نافع أبو هرمز البصري مولى يوسف بن عبد الله #59# السلمي ثنا أنس بن\nمالك قال قال رسول الله صلى الله عليه وسلم: إن لإبليس مردة من الشياطين\nيقول لهم عليكم بالحجاج والمجاهدين فأضلوهم عن السبيل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\n10 - أخبرنا أبو سعد محمد بن أبي بكر الأديب فيما كتب إلينا أنبأ أبو عمرو\nمحمد بن أحمد بن حمدان أنبأ محمد بن إسحاق الثقفي ثنا قتيبة بن سعيد ثنا\nكثير أبو هاشم الأبلي قال سمعت أنس بن مالك يقول: خدمت #60# رسول الله صلى\nالله عليه وسلم عشر سنين، لم يضربني يوما قط ولا سبني ولا لهدني، وكانت أمي\nتسألني عن سر رسول الله صلى الله عليه وسلم ولا أخبرها <span id='ms05'></span> وكن أزواج النبي صلى\nالله عليه وسلم يسألنني عن سر رسول الله صلى الله عليه وسلم ولا أخبرهن،\nولا أخبر أحدا حتى أموت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n#61#\n<p>\n11 - أخبرنا الأستاذ أبو يعلى إسحاق بن عبد الرحمن بن أحمد الصابوني\n-رحمه الله- بقراءة والدي عليه أنبأ أبو سعيد عبد الله بن محمد بن عبد\nالوهاب الرازي الصوفي أنبأ أبو عبد الله محمد بن أيوب بن يحيى بن ضريس\nالبجلي الرازي أنبأ أبو عمرو مسلم بن إبراهيم الأزدي ثنا سعيد بن زون\nالتغلبي أبو الحسن قال كنت عند أنس بن مالك فسمعته يقول: خدمت النبي صلى\nالله عليه وسلم ثمان حجج فقال: يا أنس أسبغ الوضوء يزاد في عمرك وسلم على\n</p>\n\n#62# من لقيت من أمتي تكثر حسناتك وإذا دخلت على أهلك فسلم على أهل بيتك\nيكثر خير بيتك وصل الضحى فإنها صلاة الأوابين ووقر الكبير وارحم الصغير\nترافقني يوم القيامة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n<p>\n12 - وأخبرنا محمد بن عبد الرحمن بن محمد الفارس في كتابه أنبأ أبو بكر\nالطرازي أنبأ الحسن بن زكريا العدوي ثنا اليمان بن قادم #63# الوجيهي ثنا\nسعيد بن زون عن أنس بن مالك قال: قال رسول الله صلى الله عليه وسلم: (صل\nالصبح والضحى فإنها صلاة الأوابين).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\n13 - أخبرنا الشيخ أبو محمد الحسن بن علي الجوهري كتابة من مدينة السلام\nأنبأ أحمد بن جعفر القطيعي ثنا محمد بن يونس بن موسى #64# القرشي ثنا عون\nابن عمارة ثنا حميد الطويل عن أنس بن مالك قال قال رسول الله صلى الله عليه\nوسلم: الصائم بالخيار ما بينه وبين نصف النهار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n#65#\n<p>\n14 - أخبرنا محمد بن عبد الرحمن بن محمد النحوي إجازة قال أنبأ أبو بكر\nمحمد بن محمد بن البغدادي نزيل نيسابور أنبأ عبد الله بن محمد بن عبد\nالعزيز أبو القاسم البغوي ثنا شيبان بن فروخ ثنا نافع أبو هرمز قال [دخلنا]\nعلى أنس بن مالك نعوده في مرضه الذي قبض فيه ونحن تسعة نفر فقال له رجل من\nبني حنيفة: يا أبا حمزة جئنا من مكان بعيد نعودك، فقال:\n</p>\n\n#66#\n<p>\nربحتم ربحتم <span id='ms06'></span> إن رسول الله صلى الله عليه وسلم حدثنا أن العبد إذا عاد\nأخاه غشيته الملائكة ما لا يدرى عددهم حتى يدخل على المريض، فإذا جلس عنده\nغشيته الرحمة، فيجلس ما شاء الله أن يجلس، فإذا خرج قال الله عز وجل\nلملائكته كم لبث عبدي عند أخيه المريض؟ فيقولون قدر فواق ناقة فيقول\nللملائكة اكتبوا له عبادة خمسين سنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n#67#\n<p>\n15 - أخبرنا الشيخ أبو سعد بن أبي بكر القارئ خطا أن أبا عمرو محمد بن\nأحمد الحيري أخبرهم أخبرنا الحسن بن سفيان ثنا طالوت بن عباد ثنا فضال ابن\nجبير عن أبي أمامة قال سمعت رسول الله صلى الله عليه وسلم يقول: (إن #68#\nأول الآيات، طلوع الشمس من مغربها).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\n16 - أخبرنا الشيخ الفقيه أبو سعد محمد بن عبد الرحمن بن محمد الجنزروذي\n-رحمه الله- قراءة عليه أنبأ أبو سعيد عبد الله بن محمد الرازي أنبأ أبو\nعبد الله #69# محمد بن أيوب الرازي ثنا مسلم بن إبراهيم ثنا سحامة بن عبد\nالله قال: قدم علينا أنس بن مالك واسط فحدثنا أن رجلا جاء إلى النبي صلى\nالله عليه وسلم [فذكر من أمره حاجة وفقرا، إذ أقيمت الصلاة فنهض النبي صلى\nالله عليه وسلم] ليدخل في الصلاة فتعلق به الرجل فقام النبي صلى الله عليه\nوسلم معه حتى قضى له حاجته ثم دخل في الصلاة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n#70#\n<p>\n17 - أخبرنا محمد بن أبي بكر المطوعي في كتابه أنبأ أبو بكر الطرازي أنبأ\nأبو القاسم البغوي ثنا محمد بن جعفر الوركاني ثنا سعيد بن ميسرة عن أنس بن\nمالك قال: كان رسول الله صلى الله عليه وسلم إذا صلى على الجنازة كبر أربعا\nوإنه كبر على حمزة سبعين تكبيرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n#71#\n<p>\n18 - أخبرنا أبو سعد محمد بن عبد الرحمن بن محمد النحوي إذنا أن أبا بكر\nمحمد بن محمد بن أحمد المقري أخبرهم ثنا أبو القاسم البغوي أنبأ كامل بن\nطلحة الجحدري ثنا عباد بن عبد الصمد #72# ثنا راعي النبي صلى الله عليه\nوسلم قال: قال رسول الله صلى الله عليه وسلم: (من شهد <span id='ms07'></span> أن لا إله إلا الله\nوأن محمدا عبده ورسوله وآمن بالبعث والحساب دخل الجنة)، فقلنا له أنت سمعته\nمن رسول الله صلى الله عليه وسلم؟ فأدخل أصبعيه في أذنيه وقال أنا سمعته من\nرسول الله صلى الله عليه وسلم لا مرة ولا مرتين ولا ثلاثا ولا أربعا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\n19 - أخبرنا الشيخ أبو الحسين محمد بن محمد بن المهتدي بالله فيما كتب\nإلينا #73# من مدينة السلام ثنا أبو حفص عمر بن أحمد بن عثمان بن شاهين\nالواعظ أنبأ الحسن بن علي بن زكريا بن يحيى البصري ثنا خالد بن يزيد\nالسياري ثنا زياد بن ميمون الثقفي عن أنس رضي الله عنه قال: قال رسول الله\nصلى الله عليه وسلم: (الدال على الخير كفاعله).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n#74#\n<p>\n20 - أخبرنا محمد بن عبد الرحمن بن محمد الفقيه الغازي أنبأ أبو عمرو\nمحمد بن أحمد المقرئ أنبأ أبو العباس الحسن بن سفيان ثنا طالوت بن عباد ثنا\nفضال بن جبير ثنا أبو أمامة الباهلي قال سمعت رسول الله صلى الله عليه وسلم\nيقول: (ثلاث لو حلفت عليهن لبررت والرابعة لو حلفت عليها رجوت أن لا آثم:\nلا يجعل الله من له سهم في الإسلام كمن لا سهم له، ولا يتولى الله عبدا\nفيوليه غيره في الآخرة، ولا يحب عبد قوما إلا بعثه الله فيهم أو معهم،\nوالرابعة لا يستر الله على عبد في الدنيا إلا ستر عليه عند المقام).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n#75##76#\n<p>\n21 - أخبرنا الشيخ أبو سعد محمد بن عبد الرحمن بن محمد بن أحمد بن محمد\nبن جعفر الجنزروذي -رحمه الله- فيما قريء عليه وأنا أسمع فأقر به أنبأنا\nأبو عمرو محمد بن أحمد بن حمدان بن علي بن عبد الله بن سنان الحيري الفقيه\nالمقرئ الضرير بقراءة أبي جعفر العزائمي عليه وأنا أسمع أنبأ أبو يعلى أحمد\nبن علي بن المثنى بن هلال التميمي الموصلي بها ثنا عبد الله بن بكار ثنا\nعكرمة بن عمار عن الهرماس بن زياد قال: رأيت رسول الله صلى الله عليه وسلم\nيوم أضحى يخطب على بعيره <span id='ms08'></span>.\n</p>\n\n<p>\nرواته ثقات والهرماس بن زياد #77# الباهلي لم يرو عنه إلا عكرمة بن عمار\nاليمامي وهو من الثقات يحتج بحديثه مسلم بن الحجاج -رحمه الله-.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\n22 - أخبرنا محمد بن أبي بكر بن أبي عمرو الأديب في كتابه بخطه ثنا أبو بكر\nمحمد بن محمد بن أحمد بن عثمان البغدادي ثنا أبو القاسم عبد الله بن محمد\nبن عبد العزيز البغوي ثنا بشر بن الوليد الكندي #78# وأبو إبراهيم\nالترجماني قالا: ثنا كثير بن عبد الله أبو هاشم الأبلي ثنا أنس بن مالك رضي\nالله عنه قال: قال رسول الله صلى الله عليه وسلم: (يا بني إن استطعت أن\nتكون أبدا على وضوء فافعل فإن ملك الموت إذا قبض روح العبد وهو على وضوء\nكتبت له شهادة).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n#79#\n<p>\n23 - أخبرنا أبو سعد محمد بن عبد الرحمن الكنجروذي -رحمه الله- إجازة\nأنبأ أبو عمرو بن حمدان أنبأ الحسن بن سفيان ثنا طالوت بن عباد ثنا فضال بن\nجبير ثنا أبو أمامة قال: سألت أم هانيء رسول الله صلى الله عليه وسلم #80#\nفقالت: يا رسول الله: علمني كلمات جوامع ينفعني الله بهن قال: قولي: سبحان\nالله مائة مرة تعدل مائة رقبة تعتقي لله، واحمدي الله مائة مرة تعدل مائة\nفرس تسرج ثم تلجم ثم يحمل عليها في سبيل الله عز وجل، وكبري الله مائة مرة\nلا يدركك يومئذ ذنب مع الشرك).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n#81#\n<p>\n24 - أخبرنا أبو سعد الجنزروذي -رحمه الله- في كتابه أنبأ أبو عمرو بن\nحمدان أنبأ الحسن بن سفيان ثنا طالوت بن عباد ثنا فضال بن جبير حدثنا أبو\nأمامة قال: سمعت رسول الله صلى الله عليه وسلم يقول: (ثلاث من كن فيه وجد\nحلاوة الإيمان #82# أن يكون الله ورسوله أحب إليه مما سواهما وأن يحب المرء\nلا يحبه إلا لله وأن يكره أن يرجع في الكفر بعد أن أنقذه الله كما يكره أن\nيلقى في النار).\n</p>\n\n<p>\nحديث معروف من حديث أبي المهند فضال بن جبير الغداني #83# عن أبي أمامة\nالصدي بن عجلان الباهلي، ويقال فضال بن الزبير، قاله <span id='ms09'></span> محمد بن عرعرة،\nوالصواب كما قاله طالوت بن عباد، فإن عبد الوحد بن غياث أبا بحر تابعه على ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\n25 - أخبرنا أبو الحسين محمد بن علي بن محمد بن عبيد الله بن عبد الصمد\nالهاشمي كتابة من مدينة السلام ثنا أبو حفص بن شاهين إملاء ثنا محمد بن\nصالح بن زغيل التمار بالبصرة حدثنا عبد الواحد بن #84# غياث المربدي وطالوت\nبن عباد قالا ثنا فضال بن جبير قال سمعت أبا أمامة يقول، سمعت رسول الله\nصلى الله عليه وسلم يقول، وأخبرنا محمد بن أبي بكر بن أبي عمرو الغازي إذنا\nوخطا أن أبا عمرو محمد بن أبي جعفر أحمد بن محمد التاجر أخبرهم أنبأ الحسن\nبن سفيان ثنا طالوت بن عباد إملاء من كتابه ثنا فضال بن جبير ثنا أبو أمامة\nالباهلي رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول:\n(اكفلوا لي بست أكفل لكم بالجنة إذا حدث أحدكم فلا يكذب وإذا وعد فلا يخلف\nوإذا ائتمن فلا يخن، وغضوا أبصاركم وكفوا أيديكم واحفظوا فروجكم).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n#85##86#\n<p>\n26 - أخبرنا أبو سعد الكنجروذي إجازة أنبأ أبو بكر محمد بن محمد بن أحمد\nالبغدادي أنبأ محمد بن هارون الحضرمي ثنا إسحاق بن أبي إسرائيل ثنا كثير بن\nعبد الله عن أنس بن مالك رضي الله عنه قال: قال رسول الله صلى الله عليه\nوسلم: (من كذب علي متعمدا فليتبوأ مقعده من النار).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n#87#\n<p>\n27 - أخبرنا محمد بن عبد الرحمن الأديب كتابة أن أبا بكر محمد بن محمد بن\nعثمان الطرازي أخبرهم أنبأ أبو العباس أحمد بن عيسى بن السكين البلدي، ثنا\nهاشم بن القاسم الحراني ثنا يعلى بن الأشدق ثنا عمي عبد الله بن جراد قال\nقال رسول الله صلى الله عليه وسلم: (في الجنة شجرة تسمى السخاء منها يخرج\nالسخاء وفي النار شجرة تسمى الشح منها يخرج الشح ولن يلج الجنة الشحيح).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n#88#\n<p>\n28 - وأخبرنا محمد بن أبي بكر الفقيه إجازة أنبأ محمد بن أحمد بن حمدان\nأنبأ الحسن بن سفيان ثنا أبو وهب الحراني <span id='ms10'></span> الوليد بن عبد الملك ثنا يعلى بن\n</p>\n\n#89# الأشدق ثنا عبد الله بن جراد. قال قال رسول الله صلى الله عليه وسلم:\nالسخاء شجرة تنبت في الجنة فلا يلج الجنة إلا سخي، والبخل شجرة تنبت في\nالنار فلا يلج النار إلا بخيل.\n<p>\n29 - وأخبرنا أبو سعد الجنزروذي في كتابه أنبأ أبو عمرو الحيري أنبأ\nالحسن بن سفيان ثنا أبو وهب الحراني ثنا يعلى بن الأشدق الحديث بنحوه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\n30 - أخبرنا أبو الحسين محمد بن علي بن محمد بن عبيد الله بن عبد الصمد بن\n</p>\n\n#90# المهتدي بالله فيما كتب إلينا من بغداد ثنا أبو حفص عمر بن أحمد بن\nعثمان بن شاهين الواعظ ثنا عبد الله بن محمد بن عبد العزيز ثنا كامل بن\nطلحة ثنا عباد بن عبد الصمد أبو معمر ثنا أنس بن مالك رضي الله عنه أن رسول\nالله صلى الله عليه وسلم قال: (طبقات أمتي خمس كل طبقة أربعون سنة، فطبقتي\nوطبقة أصحابي أهل العلم والإيمان والذين يلونهم إلى الثمانين أهل البر\nوالتقوى ثم الذين يلونهم إلى العشرين ومائة أهل التراحم والتواصل والذين\nيلونهم إلى الستين ومائة أهل التقاطع والتدابر والذين يلونهم إلى المائتين\nأهل الهرج والحروب).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n#91#\n<p>\n31 - أخبرنا أبو سعد محمد بن عبد الرحمن بن محمد النحوي فيما أطلق في\nالرواية عنه ثنا أبو بكر محمد بن محمد بن عثمان المقرئ الطرازي أنبأ عبد\nالله بن سليمان بن الأشعث السجستاني ثنا أيوب بن محمد الوزان ثنا يعلى بن\nالأشدق العقيلي قال سمعت قيس بن سعد بن عبدي بن عبد الله بن جعدة وهو نابغة\nبن جعدة قال قدمت على رسول الله صلى الله عليه وسلم\n</p>\n\n#92#\n<p>\nفأنشدته:\n</p>\n\n<p>\nبلغنا السماء مجدنا وثراءنا ... وإنا [لنبغي] فوق ذلك مظهرا\n</p>\n\n<p>\nفقال رسول الله صلى الله عليه وسلم: وأين المظهر يا أبا ليلى؟ قلت:\nالجنة، قال: أجل إن شاء الله، فقلت:\n</p>\n\n<p>\nولا خير في حلم إذا لم يكن له ... بوادر تحمي صفوه أن يكدرا\n</p>\n\n<p>\nولا خير في جهل إذا لم يكن له ... حليم إذا ما أورد الأمر <span id='ms11'></span> أصدرا\n</p>\n\n<p>\nفقال رسول الله صلى الله عليه وسلم: أجدت، لا يفضض فوك.\n</p>\n\n#93#\n<p>\n32 - وأخبرنا أبو سعد كتابة أنبأ أبو بكر الطرازي أنبأ البغوي ثنا داود\nبن رشيد ثنا يعلى بن الأشدق بمثله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n#94#\n<p>\n33 - أخبرنا الإمام أبو بكر أحمد بن الحسين البيهقي أنبأ أبو عبد الله\nمحمد بن عبد الله الحافظ حدثني أبو الحسين محمد بن الحسن بن علي #95#\nالوراق بمرو وكتبه لي بخطه ثنا علي بن يزداد الجرجاني وكان قد أتى عليه\nمائة وخمس وعشرون سنة قال سمعت عصام بن الليث السدوسي من بني فزارة في\nالبادية يقول سمعت أنس بن مالك رضي الله عنه قال: سمعت رسول الله صلى الله\nعليه وسلم يقول: قال الله تعالى (من لم يرض بقضائي وقدري فليلتمس ربا غيري).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \n</p>\n\n#96##97#\n<p>\n34 - سمعت الشيخ أبا سعيد محمد بن علي بن محمد الخشاب -رحمه الله- يقول:\nسمعت الشيخ الإمام أبا عبد الرحمن محمد بن الحسين السلمي يقول: سمعت أبا\nبكر محمد بن عبد الله بن شاذان سمعت جعفر بن أحمد الخلاطي سمعت #98# المزني\nسمعت [الشافعي] رضوان الله عليه يقول: من تعلم القرآن عظمت قيمته ومن نظر\nفي الفقه نبل مقداره ومن كتب الحديث قويت حجته ومن نظر في اللغة رق طبعه\nومن نظر في الحساب يجزل رأيه ومن لم يصن نفسه لم ينفعه علمه.\n</p>\n\n#99#\n<p>\nآخر الجزء والحمد لله وحده وصلواته على محمد النبي الأمي وعلى آله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n             <span id='ms12'></span>\n</p>\n",
  "pages": [
    "041",
    "043",
    "046",
    "050",
    "051",
    "052",
    "054",
    "056",
    "058",
    "059",
    "061",
    "062",
    "063",
    "065",
    "067",
    "068",
    "070",
    "071",
    "072",
    "074",
    "076",
    "077",
    "079",
    "081",
    "083",
    "086",
    "087",
    "088",
    "089",
    "091",
    "094",
    "097"
  ],
  "volumes": [
    "01"
  ]
}