{
  "content": "\n<p>\nذيل تذكرة الحفاظ للذهبي تأليف تلميذه الحافظ أبي المحاسن الحسيني\nالدمشقي دار إحياء التراث العربي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v0Mp001'> Vol. 0M, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم الحمد لله والصلاة والسلام على نبيه محمد وعترته\nوصحابته.\n</p>\n\n<p>\nأما بعد فان هذه الذيول (1) من المخطوطات النادرة التي اغتبط أستاذنا\nالشيخ محمد زاهد الكوثري بالوقوف عليها في الخزانة الظاهرية بدمشق، ولشد ما\nحثني على نشرها لخدمة علم السنة والتاريخ. وما كان لي ان أخالف أمره.\n</p>\n\n<p>\nوقد تكرم فضيلته بتوشيح الذيول بفوائد الانظار والنقول) بعد تصحيحها\nواثبات بعض ما سقط من النسخة في ضمن قوسين وترجمة مصنفيها. ومن رجع بصره -\nمن علماء الرجال - إلى الأصل وما آل إليه بعد الطبع عرف ما لقي الأستاذ في\nتحقيقه أمتع الله العلم بطول بقائه.\n</p>\n\n<p>\nوبعد ان طبع من هذه الذيول 160 صفحة تفضل الأستاذ المحقق صاحب السعادة\nأحمد باشا تيمور بارسال نسخة خزانته العامرة - وهي بنت النسخة الظاهرية -\nفإذا تعليقات وتصحيحات ممتعة قد وشيت بها بعض صفحات الذيلين الأولين بقلم\nفضيلة الأستاذ مسند مصر السيد أحمد رافع الطهطاوي فأدرجنا ملاحظاته على ما\nلم يطبع بعد في مواطنها - ابتداء من الصفحة 235 - وعلى ما تم طبعه في صفحة\nخاصة في خاتمة الذيول جزاهما المثوبة الحسنى.\n</p>\n\n<p>\nوبعث إلينا أيضا سعادة الباشا - حرسه الله - بنسخة مخطوطة من طبقات\nالحفاظ للسيوطي فقابلنا ذيلها بالذيل الثالث وشكرنا له ما يسديه إلى العلم\nمن أياد ومنن.\n</p>\n\n<p>\nحسام الدين القدسي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p001'> Vol. 00, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\n* (ترجمة مؤلف الذيل الأول) * هو السيد الشريف الحافظ الناقد ذو التصانيف\nشمس الدين أبو المحاسن محمد ابن علي بن الحسن بن حمزة بن محمد بن ناصر بن\nعلي بن الحسين بن إسماعيل بن الحسين بن أحمد بن محمد بن إسماعيل بن جعفر\nالصادق بن محمد الباقر ابن علي زين العابدين بن الحسين بن علي بن أبي طالب\nالحسيني الدمشقي الشافعي قال الحافظ ابن حجر: وهكذا ساق الذهبي نسبه في\nالعجم المختص ولكن سقط من بين علي وحمزة الحسن وكذا يوجد بخط الحسيني نفسه\nولا أشك انه سقط من نسبه عدة آباء من أثنائه والله <span id='ms01'></span> أعلم اه‍. ولعل ذلك منه\nباعتبار ثلاث أنفس لكل مائة سنة قال البرهان البقاعي: سمعت ابن حجر ينقل\nقاعدة عن ابن خلدون وهي انا إذا شككنا في نسب حسبنا كم بين من في أوله ومن\nفي آخره من السنين وجعلنا لكل مائة سنة ثلاث أنفس فإنها مطردة. ويحكى عن\nابن حجر أنه قال: ولقد اعتبرنا بها أنساب كثير ممن أنسابهم معروفة فصحت\nوأنساب كثير ممن يتكلم في أنسابهم فانخرمت على ما جاء في نظم العقيان\nللسيوطي.\n</p>\n\n<p>\nولد الحسيني بدمشق في شعبان سنة 715 وسمع من جماعة من الأعيان منهم محمد\nبن أبي بكر بن عبد الدائم ومحمد وزينب ولدا إسماعيل بن إبراهيم الخباز وأبو\nمحمد بن أبي التائب والمسند المعمر إبراهيم بن محمد الواني الخلاطي وأبو\nالحجاج المزي والذهبي والبرزالي والصلاح العلائي وابن المظفر وأبو الحسن\nالسبكي والعز بن جماعة وابن أبيك وعدة من أصحاب ابن عبد الدائم وغيره منهم\nأبو الفتح الميدومي وأحمد بن علي الجزري وزينب بنت الكمال وخلائق يجمعهم\nمعجمه الذي خرجه لنفسه.\n</p>\n\n<p>\nقال الذهبي في المعجم المختص عند ترجمة الحسيني: العالم الفقيه المحدث\nطلب وكتب وهو في زيادة من التحصيل والتخريج والافادة اه‍. وقال العراقي لما\nسئل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p001'> Vol. 00, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nعن أربعة تعاصروا أيهم أحفظ مغلطاي وابن كثير وابن رافع والحسيني: أعرفهم\nبالشيوخ المعاصرين وبالتخريج الحسيني وهو أدونهم في الحفظ اه‍. وقال ابن\nناصر الدين: كان إماما حافظا مؤرخا له قدر كبير وكان حسن الخلق رضي النفس\nمن الثقات الاثبات اه‍. وقال أبو الفضل بن فهد: كان رضي النفس حسن الأخلاق\nمن الثقات الاثبات إماما مؤرخا حافظا له قدر كبير طلب بنفسه فقرأ وبرع\nوتميز وحفظ وأفاد وكتب بخطه الكثير وخرج وانتفى وجمع اه‍. وقال ابن حجر:\n</p>\n\n<p>\nخطه معروف حلو وكان سريع الكتابة قرأت بخطه في آخر العبر للذهبي انه نسخه\nفي خمسة أيام اه‍. وقال ابن كثير بعد أن ذكر مؤلفاته: ولي مشيخة دار الحديث\nالبهائية داخل باب توما وكان يشهد بالمواريث بدمشق اه‍.\n</p>\n\n<p>\nوله مؤلفات حسنة ما بين <span id='ms02'></span> مطول ومختصر منها (التذكرة بمعرفة رجال العشرة\n(1) اختصر فيها تهذيب الكمال لشيخه المزي وحذف منه من ليس في الستة وأضاف\nإليهم من في الموطأ ومسند أحمد ومسند الشافعي ومسند أبي حنيفة وقال في\nأولها: ذكرت فيها رجال كتب الأئمة الأربعة المقتدى بهم لان عمدتهم في\nاستدلالهم لمذاهبهم في الغالب على ما رووه بأسانيدهم في مسانيدهم فان\nالموطأ لمالك هو مذهبه الذي يدين الله به أتباعه ومقلدوه مع أنه لم يرو فيه\nالا الصحيح وكذلك مسند الشافعي موضوع لأدلته على ما صح عنده من مروياته\nوكذلك مسند أبي حنيفة وأما مسند أحمد فإنه أعم من ذلك كله وأشمل اه‍.\n</p>\n\n<p>\nوالتقط منها ابن حجر في (تعجيل المنفعة في زوائد رجال الأئمة الأربعة) من\nلم يخرج له في تهذيب الكمال خاصة، وناقشه بان اعتماد المالكية على ما يرويه\nابن القاسم عن مالك وافق الموطأ أو لم يوافق، وقد جمع ابن حزم فيما خالف\nفيه المالكية ما ضمنه مالك الموطأ وأشهر ذلك حديث الرفع عند الركوع\nوالاعتدال، وبأن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p001'> Vol. 00, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\n(مسند أبي حنيفة) تخريج ابن خسرو انما يحتوي على بعض أحاديثه وقد جمع\nقبله الحافظ أبو بكر بن المقري لأبي حنيفة مسندا استوعب فيه أحاديث لكن لم\nيكثر طرقها وقبله الحافظ أبو محمد الحارثي مسندا واستوعب الطرق في كل حديث\nمرتبا على مشايخ أبي حنيفة (1) وبأن (مسند الشافعي) انما هو رواية الأصم\nلما سمعه من الام وفي أحاديثه كثرة في مبسوط المزني وكتاب حرملة اه‍. ومنها\n(الامتثال بما في مسند أحمد من الرجال ممن ليس في تهذيب الكمال) وكتاب\nالذرية الطاهرة سماه (العرف الذكي في النسب الزكي) و (الاكتفاء في الضعفاء)\n(2) و (التعليق على ميزان الاعتدال) لشيخه الذهبي بين فيه كثيرا من الأوهام\nواستدرك عليه عدة أسماء و (ترتيب أطراف المزي على الألفاظ) و (معجم الشيوخ)\nو (قيل العبر للذهبي).\n</p>\n\n<p>\nومنها (ذيل طبقات الحفاظ) هذا وقد جرى فيه على طريقة شيخه الذهبي من ذكر\nمشاهير شيوخ المترجم وسرد مؤلفاته وايراد حديث بطريقه موصول السند إلى\nالنبي <span id='ms03'></span> صلى الله عليه وسلم - ان كان له من طريقه رواية - واثبات وفيات كبار\nأهل العلم ومن له شأن في التاريخ من غيرهم ممن ماتوا سنة وفاة المترجم مع\nايماء يسير إلى أحوالهم، وقد ترجم عدة من الحفاظ الاحياء ممن تأخرت وفاتهم\nعن وفاته فذكرنا وفياتهم تعليقا، وله غير ذلك من المصنفات النافعة وكان شرع\nفي شرح النسائي.\n</p>\n\n<p>\nوتوفي بدمشق في يوم الاحد سلخ شعبان المكرم أو مستهل رمضان المعظم سنة\nخمس وستين وسبعمائة ودفن بسفح قاسيون بصالحية دمشق تغمده الله تعالى برحمته\nوغفرانه وأدخله فسيح جنانه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v0Mp001'> Vol. 0M, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\n* (ترجمة مصنف الذيل الثاني) * * (الحافظ أبي الفضل تقي الدين بن فهد\nالمكي) * (ابن فهد) بيت كبير بمكة من رواة الحديث، منهم والد المترجم\n(النجم محمد) بن أبي الخير محمد بن عبد الله (و) ابناه التقي محمد - صاحب\nالترجمة - وعطية (و) ابنا أولهما أبو بكر وعمر (و) بنو ثانيهما حسن وحسين\n(فأبو بكر) له عبد الرحمن وأبو القاسم (ولأبي القاسم) عبد الرحمن (وعمر) له\nيحيى وعبد العزيز (ثم لعبد العزيز) جار الله - ناسخ الأصول المترجم في آخر\nالذيول - ويحيى (و) يحيى بن عبد الرحمن بن أبي الخير (و) ابنه عبد القادر،\nكلهم يعرف بابن فهد.\n</p>\n\n<p>\nأما صاحب الترجمة منهم فهو محمد بن محمد بن محمد بن محمد بن عبد الله بن\nمحمد بن عبد الله بن فهد تقي الدين أبو الفضل بن نجم الدين أبي النصر بن\nجمال الدين أبي الخير ابن العلامة أقضى القضاة جمال الدين أبي عبد الله\nمحمد بن عبد الله ذ ثم المكي الشافعي العلوي المنتهي نسبه إلى محمد بن\nالحنفية نجل سيدنا علي بن أبي طالب رضي الله عنه.\n</p>\n\n<p>\nولد عشية الثلاثاء خامس ربيع الثاني سنة سبع وثمانين وسبعمائة بأصفون من\nصعيد مصر الأعلى بالقرب من أسنا - وكان والده سافر إليها لاستخلاص جهات\nموقوفة على أمه خديجة ابنة العلامة نجم الدين عبد الرحمن بن يوسف الأصفوني\nالفقيه الشافعي فتزوج هناك بابنة عم جده لامه العلامة المذكور وهي فاطمة\nبنت أحمد <span id='ms04'></span> بن محمد بن إسماعيل بن إبراهيم القرشية المخزومية فولد له منها\nصاحب الترجمة هناك - ثم انتقل به أبوه في سنة خمس وتسعين إلى بلده مكة فحفظ\nبها القرآن والعمدة والقنية وألفية النحو والحديث وعرض على جماعة وسمع الا\nبناسي والجمال ابن ظهيرة وحبب إليه هذا الشأن وأول طلبه سنة أربع وثمانمائة\nفسمع الكثير من شيوخ بلده والقادمين إليها وكتب عمن دب ودرج فكان ممن سمع\nعليه ابن صديق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v0Mp002'> Vol. 0M, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nوالزين المراغي وأبو اليمن الطبري وقريبه الزين والشمس الغراقي والشريف\nعبد الرحمن الفاسي وأبو الطيب السحولي والجمال عبد الله الفرياني ورقية بنت\nيحيى بن مزروع، ولقي باليمن المجد اللغوي صاحب القاموس والموفق علي بن أبي\nبكر الأزرق وآخرين فسمع منهم وكان دخوله بها مرتين الأولى في سنة 805\nوالثانية في سنة 816 وأجاز له خلق كثير منهم العراقي والهيثمي وعائشة بنت\nعبد الهادي. وانتفع في هذا الشأن بالجمال بن ظهيرة والصلاح خليل الأقفهسي\nوغيرهما واشتغل بالفقه على ابن ظهيرة والشمس الغراقي وابن سلامة وأذنا له\nوكذا الشمس ابن الجزري المقرئ في التدريس والافتاء وسمع من ابن حجر أيضا\nلما لقيه بمكة وتميز في هذا الشأن وعرف العالي والنازل وشارك في فنون الأثر\nوكتب بخطه الكثير وجمع المجاميع وانتقى وخرج لنفسه ولشيوخه فمن بعدهم وصار\nالمعول في هذا الشأن ببلاد الحجاز قاطبة عليه وعلى ولده النجم عمر بدون\nمنازع، واجتمع له من الكتب ما لم يكن في وقته عند غيره من أهل بلده وكثر\nانتفاع المقيمين والغرباء بها فكان ذلك أعظم قربة لا سيما وقد حبسها لله\nبعد موته، قال السخاوي:\n</p>\n\n<p>\nوأكثر من المسموع والشيوخ وجد في ذلك وجمع له ولده معجما وفهرستا استفدت\nمنهما كثيرا اه‍.\n</p>\n\n<p>\nوله مؤلفات عديدة منها (نهاية التقريب وتكميل التهذيب بالتذهيب) جمع فيه\nبين تهذيب الكمال ومختصريه للذهبي وابن حجر وغيرهما. قال السخاوي:\n</p>\n\n<p>\nوهو كتاب حافل لو ضم إليه ما عند مغلطاي من الزوائد في مشايخ الراوي\nوالآخذين عنه لكنه لم يصل إلى مكة إذ ذاك اه‍. ومنها (النور الباهر <span id='ms05'></span> الساطع\nمن سيرة ذي البرهان القاطع) في السيرة النبوية و (الجنة باذكار الكتاب\nوالسنة) و (المطالب السنية العوالي بما لقريش من المفاخر والمعالي) و (بهجة\nالدماثة بما ورد في فضل المساجد الثلاثة) و (بشرى الورى مما ورد في حرا) و\n(اقتطاف النور مما ورد في نور) و (الإبانة مما ورد في جعرانة) و (طرق\nالإصابة بما جاء في الصحابة) و (نخبة العلماء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v0Mp003'> Vol. 0M, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nالأتقياء بما جاء في قصص الأنبياء) و (وسيلة الناسك في المناسك) و\n(الزوائد على حياة الحيوان للدميري) و (تقريب البعيد فيما ورد في يومي\nالعيد) و (غاية القصد والمراد من الأربعين العالية الاسناد) و (عمدة\nالمنتحل وبلغة المرتحل) تحتوي على أربعين حديثا من أربعين كتابا لأربعين\nإماما عن أربعين شيخا متصلين بأربعين صحابيا منهم العشرة والعبادلة على\nالاختلاف فيهم ورتبهم على حروف الهجاء مع اخراج حديث كل من أصحاب المذاهب\nالأربعة والكتب الستة مردفة بأحاديث عالية وحكايات واشعار.\n</p>\n\n<p>\nومنها (لحظ الألحاظ بذيل طبقات الحفاظ) وهو الذي نشر ضمن هذا المجموع وقد\nأجاد فيه حيث استوفى الكلام في حق المترجمين إلى حد ان تكون مراتبهم في\nالعلم مائلة أمام عين المطالع، وتوسع في ذكر الوفيات ممن وافقوا المترجمين\nفي سنة الوفاة مع العناية بذكر أحوالهم على الاختصار اغناء عن تطلبها في\nغير كتابه بل قد لا توجد في غيره، وضبط في كتابه بعض الأسماء والأنساب مما\nرآه موضع ارتياب. وتفنن في ذكر أسانيد الأحاديث المروية بطريق المترجمين\nموافقة وبدلا (1) وعلوا مما يهم المشتغلين بالأسانيد وأهل العلم بالحديث،\nوجملة القول ان ذيل ابن فهد جليل الفوائد غزير الأبحاث غير قاصر نفعه على\nطائفة دون طائفة. وله غير ذلك.\n</p>\n\n<p>\nقال السخاوي: ولم ينفك عن المطالعة والكتابة والقيام بما يهمه من أمر\nعياله واهتمامه بكثرة الطواف والصوم والاستمرار على الشرب من ماء زمزم بحيث\nيحمله معه إذا خرج من مكة غالبا وبره بأولاده وأقاربه وذوي رحمه مع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v0Mp004'> Vol. 0M, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nسلامة صدره وسرعة بادرته ورجوعه وكثرة تواضعه وبذل همته مع من يقصده\nوامتهانه لنفسه وغير <span id='ms06'></span> ذلك وتصدى للاسماع فأخذ عنه الناس من سائر الآفاق\nالكثير وكنت لقيته فحملت عنه بالمجاورة الأولى الكثير وطالع في مجاورتي\nالثانية كثيرا من تصانيفي حتى في مرض موته، ومات وانا هناك في صبيحة يوم\nالسبت سابع ربيع الأول سنة إحدى وسبعين وثمانمائة وصلي عليه بعد صلاة العصر\nعند باب الكعبة ثم دفن بالمعلاة عند مصلب ابن الزبير رضي الله عنهما وكنت\nممن شهد الصلاة عليه ودفنه والتردد إلى قبره. وقال المقريزي في عقوده عن\nصاحب الترجمة: انه قرأ علي (الامتاع) - من أكبر ما ألف في السير للمقريزي -\nوحصل منه نسخة بخط ولده الفاضل عمر وهما محدثا الحجاز وأرجو ان يبلغ ابنه\nعمر في هذا العلم مبلغا عظيما لذكائه واعتنائه بالجمع والسماع والقراءة\nبارك الله له فيما آتاه انتهى ما نقله السخاوي عنه، وهو ممن ترجمه الشمس بن\nطولون بين مشايخ مشايخه الأربعين في كتابه أربعين الأربعين رحمه الله تعالى\nرحمة واسعة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v0Mp005'> Vol. 0M, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\n* (ترجمة جامع الذيل الأخير) * هو الحافظ أبو الفضل جلال الدين عبد\nالرحمن بن كمال الدين أبي بكر بن محمد السيوطي المعروف بابن الأسيوطي.\n</p>\n\n<p>\nولد بالقاهرة ليلة الاحد مستهل رجب سنة تسع وأربعين وثمانمائة وكانت أمه\nأمة تركية وأصل أبيه من العجم ومات أبوه وهو ابن ست سنين فكفله وصيه الشهاب\nبن الطباخ ورباه عند الأمير برسباي الجركسي أستاذ دار الصحبة واتصل بالأمير\nاينال الأشقر رأس نوبة النوب وكان لبيته اتصال بالأمراء من عهد الأمير\nشيخو، وكان في جملة أوصيائه الامام كمال الدين بن الهمام وله أياد بيضاء\nعليه.\n</p>\n\n<p>\nأخذ العلم عن العلم البلقيني والشرف المناوي والشمس بن الفالاتي والجلال\nالمحلي والزين العقبي والبرهان البقاعي والشمس السخاوي الشافعيين، وعن محقق\nالديار المصرية سيف الدين البكتمري والعلامة محيي الدين الكافيجي البرغمي\nوالحافظ قاسم بن قطلوبغا السودوني والامام تقي الدين الشمني الحنفيين\nوغيرهم من المالكية والحنابلة، وعدة شيوخه اجازة وقراءة وسماعا نحو مائة\nوخمسين شيخا وقد جمعهم في معجمه، ولم يكثر من سماع الرواية لاشتغاله بما هو\nأهم وهو الدراية كما يحكي <span id='ms07'></span> هو عن نفسه، وممن أجاز له من حلب ابن مقبل آخر من\nأجاز له الصلاح بن أبي عمر.\n</p>\n\n<p>\nوانصرف إلى الجمع والتأليف وهو صغير فبلغت عدة مؤلفاته نحو ستمائة ما بين\nرسائل في ورقة أو ورقتين وكتب في عدة مجلدات، والغالب في مصنفاته تلخيص كتب\nالآخرين فقيمتها العلمية توزن بقدر ما لصاحب الأصل من التحقيق، والتضارب\nالواقع بين أقواله في كتبه انما يأتي من اختلاف آراء أصحاب الكتب للتي يقوم\nهو باختصارها حيث لا يتسع له الوقت لتمحيصها وترجيح الراجح منها، قال\nتلميذه الشمس الداوودي المالكي مؤلف طبقات المفسرين الكبرى: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v0Mp006'> Vol. 0M, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nعاينت الشيخ وقد كتب في يوم واحد ثلاثة كراريس تأليفا وتحريرا وكان مع\nذلك يملي الحديث ويجيب عن المتعارض منه بأجوبة حسنة اه‍. ومن يكون بهذا\nالاسراع طول عمره لا يتسنى له تحقيق ما يدونه بل كثيرا ما تفوته مواضع\nالفائدة من الأصول التي يلخصها، وقد يتابع أوهما الأصل التي لا يخلو منها\nتصنيف فتسوء سمعته بتآليفه، قال السخاوي: ان له مؤلفات كثيرة مع كثرة ما\nيقع له من التحريف والتصحيف فيها وما ينشأ عن عدم فهم المراد لكونه لم\nيزاحم الفضلاء في دروسهم ولا جلس بينهم في مسائهم وتعريسهم بل استبد بالأخذ\nمن بطون الدفاتر والكتب، وأخذ من كتب المحمودية (1) وغيرها كثيرا من\nالتصانيف القديمة التي لا عهد لكثير من العصريين بها في فنون فغير فيها\nشيئا يسيرا وقدم وأخر ونسبها لنفسه وهول في مقدماتها اه‍. ولي مشيخة الحديث\nبالشيخونية بسعي وصيه المار ذكره ومشيخة التصوف بتربة برقوق نائب الشام\nواستقر في مشيخة البيبرسية بعد الجلال البكري إلى أن صرفه عنها السلطان\nالملك العادل طومانباي الأول يوم الاثنين ثاني عشر رجب سنة ست وتسعمائة حين\nتحزب عليه جمع من مشايخ المدرسة بسبب يبسه معهم ومعاندته لهم بحيث أخرج\nوظائف كثيرة عنهم وقرر فيها غيرهم وحصل له اهانات من ترسيم وإساءات وامر\nبنفي وكانت حكايات كما يقول صاحب (البدر الطالع) فيما علقه على الضوء\nاللامع بخطه ثم انقطع بسكنه في <span id='ms08'></span> الروضة وتزهد وكان يأتي إليه أعيان الامراء\nللزيارة فلا يقوم لهم وعرضت عليه مشيخة البيبرسية سنة 909 فامتنع من قبولها\nواستمر على انقطاعه، وكان الامراء والأغنياء يأتون إلى زيارته ويعرضون عليه\nالأموال النفيسة فيردها، وأهدى إليه السلطان الملك الأشرف قانصوه الغوري\nخصيا وألف دينار فرد الألف وأخذ الخصي فأعتقه وجعله خادما في الحجرة\nالنبوية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v0Mp007'> Vol. 0M, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nوقال لقاصد السلطان لا تعد تأتينا بهدية قط فان الله تعالى اغنانا عن مثل\nذلك وطلبه السلطان مرارا فلم يحضر إليه على ما ذكره النجم الغزي في الكواكب\nالسائرة وابن العماد في شذرات الذهب. ومن شعره:\n</p>\n\n<p>\nفوض أحاديث الصفا * ت ولا تشبه أو تعطل ان رمت الا الخوض في * تحقيق\nمعضلة فأول ان المفوض سالم * مما تكلفه المؤول ألف في تحريم المنطق وادعى\nالاجتهاد فصنف في ذلك عدة رسائل فقام العلماء ضده حتى انقبع في عقر داره،\nويحكي الشعراني في ذيل طبقاته عن السيوطي انه كان يقول: قد أشاع الناس عني\nاني ادعيت الاجتهاد المطلق كأحد الأئمة الأربعة وذلك باطل عني انما مرادي\nبذلك المجتهد المنتسب.. ولما بلغت مرتبة الترجيح لم اخرج في الافتاء عن\nترجيح النووي.. ولما بلغت إلى مرتبة الاجتهاد المطلق لم اخرج في الافتاء عن\nمذهب الشافعي اه‍. وغريب جدا ما يرويه الداوودي والشعراني عنه انه كان يحفظ\nمأتي الف حديث ان لم يكن مراده انه يحفظها في خزانته لان شيخ حفاظ الأمة\nأبا عبد الله البخاري لما سئل عن أحاديث جامعه هل تحفظها؟\n</p>\n\n<p>\nأجاب بقوله: أرجو أن لا يخفى علي منها شئ. ولم يدع مثل هذه الدعوى.\n</p>\n\n<p>\nوله مقامة تهجم فيها على السخاوي سماها (الكاوي في الرد على السخاوي) كما\nتحامل عليه أيضا عند ترجمته في (نظم العقيان) مع أنه في عداد شيوخه وما ذنب\nالسخاوي إليه الا قلة صبره أزاء الدعاوى العريضة وذكر في (النور السافر) ما\nكتبه السيوطي إلى السخاوي معرضا به ومتهجما عليه وهو قوله:\n</p>\n\n<p>\nقل للسخاوي ان تعروك مشكلة * علي كبحر من الأمواج ملتطم والحافظ الديمي\nغيث الزمان فخذ <span id='ms09'></span> * (غرفا من اليم أو رشفا من الديم) والديمي الفخر عثمان\nالمحدث ممن كان بينه وبين السخاوي منافسة أيضا، ويرى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v0Mp008'> Vol. 0M, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nبعضهم ان كلا من الثلاثة كان فردا في فنه مع المشاركة في غيره فالسخاوي\nتفرد بمعرفة علل الحديث والديمي بأسماء الرجال والسيوطي بحفظ المتون اه‍.\nوانتصر للسخاوي على السيوطي الشاعر الأديب ابن العليف أحمد بن الحسين المكي\nفي كتابين سماهما (الشهاب الهاوي على منشئ الكاوي) و (المنتقد اللوذعي على\nالمجتهد المدعي).\n</p>\n\n<p>\nواستقصى الداوودي ذكر أسماء مؤلفاته فزادت على خمسمائة مؤلف منها (الدر\nالمنثور في التفسير بالمأثور) في ست مجلدات لخص فيها كتب التفاسير بالرواية\nللمتقدمين بتجريدها عن الأسانيد ولم يتكلم عليها فبقي جامعا للغث والثمين\nوفيه من الأقوال المردودة ما لا يوصف، ومنها (الاتقان في علوم القرآن) وجله\nمن البرهان للبدر الزركشي وهذا كتاب جليل جدا الا ان السيوطي أغفل مواطن\nالفائدة منه وتابعه في أوهامه الظاهرة كقوله في أسباب النزول: ان عثمان بن\nمظعون شرب الخمر في عهد عمر الخ مع أنه ممن حرم الخمر على نفسه في الجاهلية\nوالاسلام ومات قبل التحريم في أول الهجرة بالمدينة وهو أول من دفن فيها من\nالمسلمين وكل ذلك في غاية الشهرة، بل الذي شرب هو قدامة بن مظعون إلى غير\nذلك. سوى ماله من الأوهام فيه وغير ما حشده فيه من الاخبار من غير تمحيص\nمما يتمسك به خصوم الكتاب الكريم. ومنها (الجامع الكبير) الذي أراد ان\nيستقصي فيه السنن على حروف الهجاء من غير تقيد بالصحيح، وقد رتبه على أبواب\nالفقه الشيخ علي المتقي الحنفي الهندي في عدة مؤلفات أكبرها (كنز العمال)\nالا انه يتنافى ما يقوله السيوطي في أول الكتاب مع ما يسرده نفسه فيما ألفه\nفي الموضوعات كما وقع له مثل ذلك في (الجامع الصغير)، وله أيضا (تاريخ\nالخلفاء) و (طبقات النحاة) و (حسن المحاضرة).\n</p>\n\n<p>\nو (طبقات الحفاظ) لخص فيها طبقات الذهبي وذيل عليها بما في هذا الذيل\nلكنه لم يتعب فيه بل اختصر تراجمه من الدرر الكامنة وأنباء <span id='ms10'></span> الغمر الا فيما\nقل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v0Mp009'> Vol. 0M, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nجدا ولم يذكر الوفيات أثر التراجم ولا أسند أحاديث بطرق المترجمين.\n</p>\n\n<p>\nوشهرة مؤلفاته تغني عن الإفاضة فيها.\n</p>\n\n<p>\nوكانت وفاته في سحر ليلة الجمعة 19 جمادى الأولى سنة 911 ه‍. ودفن في حوش\nقوصون خارج باب القرافة بمصر كما في ذيل الشعراني والكواكب السائرة\nوالشذرات، وحوش قوصون هذا تحت القلعة لا عند جامعه الكبير على ما حققه\nالأستاذ العلامة احمد تيمور باشا حفظه الله في كتابه (قبر الامام السيوطي)\nأغدق الله على ضريحه سحائب رحمته وأدخله فسيح جنته. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v0Mp010'> Vol. 0M, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nذيل تذكرة الحفاظ للذهبي تأليف الحافظ شمس الدين أبي المحاسن محمد بن علي\nابن الحسن الحسيني الدمشقي المتوفى سنة 765 ه‍.\n</p>\n\n<p>\nحقوق الطبع محفوظة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p011'> Vol. 00, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\n* (بسم الله الرحمن الرحيم) * وصلى الله على سيدنا محمد وعلى آله وصحبه\nوسلم تسليما.\n</p>\n\n<p>\nيقول جار الله بن فهد: أخبرنا بكتاب ذيل طبقات الحفاظ للسيد العلامة\nالحافظ الحجة أبي المحاسن محمد بن علي بن الحسن الحسيني الدمشقي الشافعي\nرحمه الله تعالى جماعة من المشايخ أهل الاسناد والعلم الراسخ منهم حفيده\nالسيد القدوة الامام شيخ الاسلام ومفتي دار العدل بالشام عين الفقهاء\nالمعتبرين محمد أبو البقاء بهاء الدين وكمال الدين ابن حمزة بن أحمد بن علي\nابن مؤلفه الحافظ شمس الدين محمد بن علي الحسيني الدمشقي الشافعي تغمده\nالله برحمته شفاها عن العلامة الحافظ الرحلة شيخ السنة تقي الدين أبي الفضل\nمحمد بن النجم محمد بن محمد ابن فهد العلوي المكي الشافعي قال أخبرني به\nالشيخ الامام العالم السيد الشريف أبو هاشم علاء الدين علي بن أبي المحاسن\nمحمد بن علي ابن حمزة بن الحسن الحسيني والعلامة الحافظ قاضي القضاة ولي\nالدين أبو زرعة احمد ابن الحافظ زين الدين عبد الرحيم بن الحسين العراقي\nالمصري الشافعي وأصيل الدين عبد الرحمن بن حيدر بن علي بن أبي بكر الدهقلي\nمشافهة قالوا أخبرنا به مؤلفه أذنا فقال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p012'> Vol. 00, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nالحمد لله تعالى على نعمائه وصلى الله وسلم على سيدنا محمد خاتم أنبيائه\nورضي عن آله وصحبه خير أوليائه. وبعد فهذه تراجم جماعة من <span id='ms11'></span> الحفاظ وأهل\nالحديث الايقاظ جعلتها ذيلا على الطبقات الكبرى تأليف شيخنا الامام الحافظ\nالكبير والعلم الشهير شمس الدين أبي عبد الله محمد بن أحمد بن عثمان بن\nقايماز الذهبي الدمشقي الشافعي رحمة الله عليه فأقول مستعينا بالله تعالى:\n</p>\n\n<p>\n* (الطبقة الثانية والعشرون وعدتهم سبعة أنفس) * * (قطب الدين الحلبي) *\nعبد الكريم بن عبد النور بن منير الحلبي (1) الحافظ المتقن المقري المجيد\nأبو علي الحلبي ثم المصري مفيد الديار المصرية ولد في رجب سنة أربع وستين\nوستماية وقرأ بالسبع على الشيخ إسماعيل المليجي (2) صاحب أبي الجود سمع من\nابن العماد وإبراهيم المنقذي والعز الحراني وغازي الحلاوي وابن البخاري\nوهذه الطبقة فمن بعدهم حتى كتب عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p013'> Vol. 00, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nتلامذته (1) وصنف وخرج وأفاد، وعمل تاريخا لمصر بيض بعضه (2) وشرح السيرة\nللحافظ عبد الغني في مجلدين (3) وعمل أربعين تساعيات وأربعين متباينات\nوأربعين بلدانيات وشرح أكثر صحيح البخاري في عدة مجلدات (4) وحج مرات، قال\nشيخنا الذهبي: جمع وخرج وألف تآليف متقنة مع التواضع والدين والسكينة\nوملازمة العلم والمطالعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p014'> Vol. 00, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nومعرفة الرجال ونقد الحديث، سمعت منه بمصر ومكة، وتوفي في رجب سنة خمس\nوثلاثين وسبعماية (1).\n</p>\n\n<p>\nقلت وفيها مات شيخنا برهان الدين إبراهيم بن محمد اللواتي (2) رئيس\nالمؤذنين وأطيبهم صوتا عن أكثر من سبعين سنة حدث عن الرضي بن البرهان وابن\nعبد الدايم وجماعة، ومات بعده بشهر ابنه المحدث المفيد أمين الدين محمد عن\nإحدى وخمسين سنة حدث عن الشرف بن عساكر وابن مؤمن وخلق، ومات في صفر مسند\nالشام بدر الدين عبد الله بن الحسين بن أبي التائب الأنصاري الشاهد (3) عن\nنحو تسعين سنة حدث عن العراقي والبلخي (4) وطائفة، قلت ومات مجود الشام\nبهاء الدين محمود ابن خطيب بعلبك محيي الدين عبد الرحيم بهذه السنة، ومات\nبمصر الواعظ شمس الدين حسن بن أسد بن مبارك بن الأثير سمع الحافظ المنذري\nوالنجيب عاش أربعا وثمانين سنة، ومات في ذي القعدة المعمرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p015'> Vol. 00, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nزينب بنت الخطيب يحيى بن الشيخ عز الدين بن عبد السلام السلمية عن سبع\nوثمانين سنة روت عن اليلداني (1) وإبراهيم بن <span id='ms12'></span> خليل وأجاز.\n</p>\n\n<p>\nله السبط (2) وتفردت، ومات ملك العرب حسام الدين مهنا بن الملك عيسى بن\nمهنا الطائي بقرية سلمية في ذي القعدة عن نيف وثمانين سنة ولبسوا السواد\nلموته.\n</p>\n\n<p>\n* (ابن سيد الناس) * الامام العلامة الحافظ المفيد الأديب البارع المتقن\nفتح الدين أبو الفتح محمد بن الإمام الحجة أبي عمرو محمد بن حافظ المغرب\nأبي بكر محمد ابن أحمد بن عبد الله ابن سيد الناس الأندلسي اليعمري المصري\nالشافعي ولد سنة إحدى وسبعين وستماية وأجاز له النجيب عبد اللطيف وجماعة\nوسمع من العز الحراني وغازي الحلاوي وابن الأنماطي وخلق، وقدم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p016'> Vol. 00, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nدمشق ليالي وفاة ابن البخاري (1) فلم يدركه وسمع ابن المجاور ومحمد ابن\nمؤمن والتقي الواسطي وخلق، قال الذهبي: هو أحد أئمة هذا الشأن كتب بخطه\nالمليح كثيرا وخرج وصنف وعلل وفرع وأصل وقال الشعر البديع وكان حلو النادرة\nكيس المحاضرة جالسته وسمعت بقراءته وأجاز لي مروياته، مات فجأة في حادي عشر\nشعبان سنة أربع وثلاثين وسبعماية ودفن بالقرافة وكان أثريا في المعتقد يحب\nالله تعالى ورسوله (2)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p017'> Vol. 00, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nقلت ومات عام وفاته بمصر المعمر قاضي القضاة جمال الدين سليمان ابن عمر\nالأذرعي الشافعي المعروف بالزرعي (1) عن تسع وثمانين سنة حدث عن ابن عبد\nالدايم وجماعة وولى قضاء مصر سنة ثم قضاء دمشق بعد ابن صصري، ومات بحماة\nالفقيه القدوة نجم الدين عبد الرحمن بن الحسن اللخمي القبابي (2) الحنبلي\nالزاهد عن ست وستين سنة، ومات بمصر وكيل بيت المال المعمر المفتي مجد الدين\nحرمي بن قاسم الفاقوسي (3) مدرس قبة الشافعي مات في عشر التسعين، ومات\nالصاحب شمس الدين عدنان السلماني بمصر في عشر الثمانين، يقال أدى في\nالمصادرة ألفي ألف درهم.\n</p>\n\n<p>\n* (البرزالي) * (4) الشيخ الامام الحافظ العمدة محدث الشام ومؤرخه ومفيده\nعلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p018'> Vol. 00, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nالدين أبو محمد القاسم بن محمد بن يوسف بن محمد البرزالي الإشبيلي الأصل\nالدمشقي الشافعي ولد في جمادى الآخرة سنة خمس وستين وستماية وسمع في سنة\nثلاث وسبعين وستماية وهلم جرا حتى مات في رابع ذي الحجة سنة تسع وثلاثين\nوسبعماية محرما بخليص <span id='ms13'></span> (1) وسمع أباه وأحمد بن أبي الخير والشيخ شمس الدين\n(2) وابن البخاري وابن علان والقاسم الأربلي والعز الحراني (3) وابن الدرجي\n(4) وأكثر عنهم وعن خلق من أصحاب ابن طبرزد والكندي (5) وحنبل وابن\nالحرستاني، ثم عن خلق من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p019'> Vol. 00, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nأصحاب ابن ملاعب وابن البن وابن أبي لقمة (1) وغيرهم، ثم عن خلق من أصحاب\nابن الصباح وابن الزبيدي وابن اللتي وابن باقا، ثم عن خلائق من أصحاب أصحاب\nالسلفي وابن عساكر، ثم عن العدد الكبير من أصحاب أصحاب البوصيري وابن كليب\nوالخشوعي وأقرانه وفضلاء زمانه بالحرمين ومصر ودمشق والقدس وحلب وحماة\nوإسكندرية وعدة مداين، وأجاز له ابن عبد الدايم والنجيب عبد اللطيف وابن\nأبي اليسر وابن عزون وابن علاق (2) وخلق كثير بمعجمه بالسماع وبالإجازة نحو\nثلاثة آلاف شيخ، وكتب الكثير من الكتب المطولة والاجزاء العالية المفيدة،\nوخرج لخلق من شيوخه وأقرانه وسمع منه طوائف وحدث عنه خلق في حياته وبعد\nوفاته، وحج مرات حتى مات، ووقف كتبه وأجزاءه أحسن الله جزاءه.\n</p>\n\n<p>\nأخبرنا الحافظ أبو محمد البرزالي وأبو الحجاج المزي بقراءتي على كل واحد\nمنهما في شوال سنة ثمان وثلاثين وسبعماية قالا أخبرنا المسلم بن علان وأبو\nالحسن بن البخاري قال أخبرنا حنبل الرصافي قال أخبرنا أبو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p020'> Vol. 00, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nالقسم بن الحصين قال أخبرنا أبو علي ابن المذهب (1) قال أخبرنا أبو بكر\nالقطيعي قال حدثنا عبد الله بن الإمام أحمد بن حنبل قال حدثني أبي قال قال\nحدثنا الشافعي قال حدثنا مالك عن داود بن الحصين عن أبي سفيان (2) مولي ابن\nأبي احمد عن أبي سعيد الخدري رضي الله عنه قال إن رسول الله صلى الله عليه\nوسلم نهى عن المزابنة والمحاقلة، والمزابنة اشتراء التمر بالتمر في رؤس\nالنخل، والمحاقلة استكراء الأرض بالحنطة.\n</p>\n\n<p>\nرواه البخاري عن عبد الله بن يوسف ورواه مسلم عن أبي الطاهر ابن السرح عن\nابن وهب كلاهما عن مالك.\n</p>\n\n<p>\nوقد مات عام وفاة شيخنا هذا عالم بغداد صفي الدين عبد المؤمن بن الخطيب\nعبد الحق ابن شمائل (3) البغدادي الحنبلي مدرس البشيرية عن إحدى وثمانين <span id='ms14'></span>\nسنة طلب الحديث وعمل معجما وشرح المحرر في ستة أسفار، وحدث عن عبد الله بن\nأبي الحسن والشرف بن عساكر، وله نظم جيد، ومات بمصر قاضي حلب فخر الدين\nعثمان بن الخطيب حسين بن علي بن عثمان الشافعي عن سبع وسبعين سنة، ومات\nبدمشق قاضي قضاة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p021'> Vol. 00, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nالإقليمين (1) جلال الدين محمد بن عبد الرحمن القزويني الشافعي في نصف\nجمادى الأولى وله ثلاث وتسعون سنة ولد بالموصل وتفقه وأفتى ودرس وناظر\nوتخرج به خلق، ناب في القضاء لأخيه امام الدين ولابن صصري ثم ولي خطابة\nدمشق ثم قضاءها ثم قضاء الديار المصرية إحدى عشرة سنة ثم نقل إلى قضاء\nدمشق، حدث عن الفاروثي وغيره، ومات القاضي الإمام الزاهد بدر الدين أبو\nاليسر محمد بن قاضي القضاة عز الدين محمد بن عبد القادر الأنصاري ابن\nالصائغ عن ثلاث وستين سنة حدث عن ابن شيبان والفخر وطائفة، خطب بالمسجد\nالأقصى ثم ترك، وكان عرض عليه قضاء دمشق وجاءه التقليد فامتنع، ومات بمصر\nالمعمر موفق الدين أحمد بن أحمد بن محمد الشارعي من أبناء التسعين وهو آخر\nمن حدث عن جد أبيه (2) محمد بن عثمان بن مكي، ومات بدمشق المفتي زين الدين\nعباد الحنبلي عن ثمان وستين سنة حدث بالصحيح عن القاسم الأربلي وولي العقود\nوالفسوخ، ومات شيخ بلاد الجزيرة القدوة شمس الدين محمد بن محمد بن عبد\nالعزيز بن الشيخ عبد القادر الجيلي ببلاد سنجار عن تسع وثمانين سنة حدث عن\nالفخر وغيره، ومات العدل شمس الدين محمد بن إبراهيم الجزري الدمشقي صاحب\nالتاريخ الكبير (3) في وسط السنة وله إحدى وثمانون سنة روى عن إبراهيم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p022'> Vol. 00, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nابن احمد والفخرين البخاري وكان به صمم رحمه الله تعالى.\n</p>\n\n<p>\n* (أبو حيان الأندلسي) * محمد بن يوسف بن علي بن يوسف بن حيان النفزي (1)\nالجياني الأندلسي ثم المصري الشيخ الامام العلامة المحدث البارع ترجمان\nالعرب ولسان أهل الأدب أثير الدين الغرناطي المولد والمنشأ المصري الدار\nوالوفاة الظاهري المذهب (2) ولد سنة أربع وخمسين وستماية في أواخر شوال\nبطخشارش وهي مدينة مسورة <span id='ms15'></span> من اعمال غرناطة، ونشأ بغرناطة وقرأ بها القراءات\nوالنحو واللغة وسمع كثيرا ونظم وأقرأ بها العربية من سنة أربع وسبعين وما\nبعدها وسمع أيضا بالمالقة والمرية والجزيرة الخضراء وجبل الفتح وغيرها، ثم\nارتحل عن الأندلس في أول سنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p023'> Vol. 00, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nسبع وسبعين وسمع بسبتة وبجاية وتونس والإسكندرية وقرأ بها القراءات أيضا،\nوحج في هذه السنة فسمع بمكة ومنى ورجع على جدة فسمع بها وبعيذاب (1) وقوص،\nثم قدم مصر في سنة ثمانين وستماية فسمع بها الكثير من مشيخة وقته وقرأ بها\nأيضا القراءات والعربية، وتصدر بها لاقراء العربية بالجامع الحاكمي والجامع\nالأقمر، ودرس التفسير بالجامع الطولوني والقبة المنصورية، ثم أضيف إليه\nمشيخة الحديث بها أيضا فباشر هذه الوظائف كلها حتى مات، وأمضى أكثر عمره\nعلى الأقراء والتصنيف وقرأ عليه الأئمة الكبار وتلمذوا له وأكثروا من كتب\nتصانيفه في حياته والاخذ عنه، وممن سمع عليه الحديث بغرناطة الأستاذ أبو\nجعفر أحمد بن الزبير وأبو جعفر بن بشير وابن الطباخ وأبو علي بن أبي الأحمر\nوأبو الحسن بن الصائغ وغيرهم، وبمالقة أبو عبد الله محمد ابن عباس القرطبي،\nوببجاية أبو عبد الله محمد بن صالح الكناني، وبتونس أبو محمد عبد الله بن\nهارون وأبو يعقوب يوسف بن إبراهيم بن عتاب، وبالإسكندرية عبد الوهاب بن حسن\nبن الفرات روى له بالإجازة عن الصيدلاني وابن ياسين والارتاحي (2) وأبو بكر\nعبد الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p024'> Vol. 00, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nابن أحمد بن إسماعيل بن فارس حدثه عن الكندي، وبمكة ومنى أبو الحسن علي\nبن صالح الحسيني ويوسف بن إسحاق الطبري نبأه عن ابن البنا، وشيوخه بالقاهرة\nومصر كثيرون منهم عبد العزيز ابن الصيقل الحراني ومحمد بن إسماعيل بن\nالأنماطي و عبد الرحمن ابن خطيب المزة وغازي الحلاوي ومحمد بن إبراهيم بن\nترجم (1) وشامية بنت البكري والحافظ شرف الدين الدمياطي فأكثر عنه وعن خلق،\nومن عيون تصانيفه (البحر المحيط) في التفسير و (شرح التسهيل) وهما كبيران\nجدا و (ارتشاف الضرب من لسان العرب) و (التجريد لأحكام سيبويه) وكتاب\nالتذكرة نحو ثلاث مجلدات، ومن الكتب الصغار ما <span id='ms16'></span> ينيف على أربعين تصنيفا\nوغالبها في القراءات والعربية، قال الذهبي: هو الامام العلامة ذو الفنون\nحجة العرب عالم الديار المصرية وصاحب التصانيف البديعة وله عمل جيد في هذا\nالشأن وكثرة طلب، وقال العلائي كان علامة كثير النقل والاطلاع جدا إلى ما\nلا يوصف لكنه ظاهري التصرف جامد في البحث وكان لسانه مسترسلا في الوقيعة في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p025'> Vol. 00, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nالناس جدا إلى آخر عمره لا يتورع عن ذكر أحد سواء كان من أئمة الاسلام\nالمتقدمين أو المتأخرين فالله تعالى يسامحه فإنه لم يقلع عن ذلك إلى آخر\nوفاته قال وسمعت منه أشياء من ذلك بشعة وكانت وفاته (1) في ثاني عشري صفر\nسنة خمس وأربعين وسبعماية ودفن بمقابر الصوفية.\n</p>\n\n<p>\nقلت أجاز لي مروياته بخطه في آخر سنة أربع وأربعين وسبعماية وهو ضرير\nالبصر.\n</p>\n\n<p>\nأنبأنا الحافظ أثير الدين أبو حيان النفزي وحدثني عنه الحافظ صلاح الدين\nخليل العلائي قال أخبرنا الأديب الكاتب أبو محمد عبد الله بن محمد بن هارون\nالطائي قراءة منى عليه بمدينة تونس ضحى يوم الجمعة السادس عشر لجمادي\nالأولى سنة تسع وسبعين وستماية ونقل لنا انه اختلط بآخره قال أخبرنا قاضي\nالجماعة الفقيه على مذهب أهل الحديث أبو القاسم أحمد بن أبي الفضل المخلدي\nالنفري وهو آخر من حدث عنه بالسماع قال أخبرنا أبو عبد الله محمد بن عبد\nالحق الخزرجي وهو آخر من حدث عنه قال أخبرنا أبو عبد الله محمد بن فرج مولى\nابن الطلاع قال حدثنا يونس ابن مغيث قال حدثنا أبو عيسى (2) قال حدثنا أبو\nمروان (3) قال حدثنا يحيى ابن يحيى قال حدثنا مالك عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p026'> Vol. 00, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nنافع عن ابن عمر رضي الله عنهما قال إن رسول الله صلى الله عليه وسلم قال\n(صلاة الجماعة تفضل صلاة الفذ بسبع وعشرين درجة) هذا حديث جيد الاسناد\nرجاله كلهم علماء وهم بين قرطبي ومدني فمن شيخنا إلى يحيى بن يحيى قرطبيون\nومن مالك إلى ابن عمر مدنيون، وقد رواه مسلم عن يحيى موافقة، ورواه البخاري\nعن عبد الله بن يوسف وعن قتيبة <span id='ms17'></span> كلاهما عن مالك رحمه الله.\n</p>\n\n<p>\nوقد مات عام خمس وأربعين بدمشق الامام العلامة قاضي القضاة جلال الدين\nأبو المفاخر أحمد بن قاضي القضاة حسام الدين أبي الفضائل الحسن بن أحمد بن\nالحسين ابن أنوشروان الرازي الحنفي عن ثلاث وتسعين سنة ولي قضاء دمشق وحدث\nعن ابن المجاور، ومات بأطرابلس المجد السني محمد بن عيسى بن يحيى المصري ثم\nالدمشقي الصوفي عن اثنتين وسبعين سنة حدث بالترمذي عن ابن ترجم، ومات بدمشق\nشيخ الأدب نجم الدين علي بن داود اليحياوي الحنفي خطيب جامع تنكز، وماتت\nببعلبك المعمرة أمة العزيز بنت الحافظ شرف الدين أبي الحسن اليونيني (1) عن\nسن عالية حدثت عن الشيخ شمس الدين وابن علان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p027'> Vol. 00, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nونصر الله بن حواري (1) وغيرهم، ومات بالصالحية المعمر زين الدين عبد\nالرحمن بن حسين بن مناع التكريتي عن نحو تسعين سنة حدث عن ابن عبد الدائم\nوغيره، ومات بها أيضا المعمر عثمان بن سالم بن خلف البلدي (2) وقد جاوز\nالماية حدث بصحيح مسلم عن ابن عبد الدايم، ومات بدمشق الامام المفتي أبو\nعمرو أحمد بن أبي الوليد محمد بن أحمد المالكي عن بضع وسبعين سنة حدث عن\nابن البخاري وغيره، ومات بالقاهرة كبير الامراء وعالمهم سنجر الجاولي\nالمنصوري حدث بمسند الشافعي (3) عن دانيال قاضي الكرك، ومات بدمشق قاضي\nالقضاة شمس الدين محمد بن أبي بكر بن النقيب الشافعي عن بضع وثمانين سنة\nصاحب النواوي وحدث عن ابن البخاري وغيره، ومات ببرزة خطيبها الصدر سليمان\nبن أحمد بن علي البانياسي عن إحدى وثمانين سنة حدث عن ابن البخاري، وماتت\nبالصالحية المعمرة حبيبة بنت إبراهيم ابن عبد الله بن أبي عمر المقدسية عن\nإحدى وتسعين سنة حدثت عن ابن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p028'> Vol. 00, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الدايم وغيره وأجاز لها محمد بن عبد الهادي (1) والحسن البكري\nوطائفة، وفي ربيع الأول منها قتل السلطان الملك أحمد بن الملك الناصر محمد\nبن قلاوون بالكرك رحمه الله تعالى.\n</p>\n\n<p>\n* (أبو محمد ابن المحب) * الشيخ الامام العالم الزاهد المحدث المفيد\nالحافظ محب الدين أبو محمد عبد الله بن <span id='ms18'></span> أحمد بن المحب عبد الله بن أحمد بن\nمحمد بن إبراهيم المقدسي الأصل الصالحي الحنبلي ولد في المحرم سنة اثنتين\nوثمانين وستماية وأسمعه أبوه من ابن البخاري وابن العقاب (2) وبنت مكي\nوجماعة من الموجودين حينئذ، ثم طلب هو بنفسه في سنة ثمان وتسعين فأكثر عن\nعمر القواس والشرف بن عساكر والغسولي (3) فمن بعدهم وعني بهذا الشأن وجمع\nوخرج وأفاد وسمع أولاده وكان فصيحا بليغا سريع القراءة، إذا حضر مع مشيختنا\nالمزي والبرزالي والذهبي وتلك الحلبة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p029'> Vol. 00, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nلا يتقدمه أحد في القراءة وكان كثير التلاوة متين الديانة مات في ربيع\nالأول سنة سبع وثلاثين وسبعمائة ودفن بقرب الموفق (1) رحمه الله تعالى\nوكانت جنازته مشهودة، حدث عنه الذهبي في معجمه.\n</p>\n\n<p>\nأخبرنا أبو الحسن علي الكاكوني سماعا عليه في سنة خمس وعشرين وسبعماية\nقال أخبرنا أبو البركات عبد الله بن محمد المصري اجازة ح وحدثنا الحافظ محب\nالدين المقدسي يومئذ قال أخبرنا أبو محمد عبد الله ابن محمد بن القزاز\nبقراءتي قالا أخبرنا أبو الفضل الجمال السعدي قال حدثنا الحافظ أبو طاهر\nالسلفي قال حدثنا أبو مطيع محمد بن عبد الواحد المصري (2) املاءا بأصبهان\nقال أخبرنا علي بن يحيى بن عبد كوبه قال أخبرنا أحمد بن سهل العسكري\nبالبصرة قال حدثنا مسدد و عبد الأعلى قالا حدثنا خالد قال حدثنا سهيل عن\nبيه عن أبي هريرة رضي الله عنه قال قال رسول الله صلى الله عليه وسلم (ما\nمنكم من أحد ينجيه عمله قالوا ولا أنت يا رسول الله قال ولا انا الا ان\nيتغمدني الله منه برحمته) رواه مسلم في صحيحه من حديث محمد بن سيرين عن أبي\nهريرة رضي الله عنه بمعناه وخالد هو الحذاء رحمه الله.\n</p>\n\n<p>\n* (ابن الفخر) * الامام العالم الحافظ فخر الدين أبو محمد عبد الرحمن بن\nالإمام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p030'> Vol. 00, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nالعلامة شمس الدين أبي عبد الله محمد بن الإمام فخر الدين أبي محمد عبد\nالرحمن بن يوسف البعلبكي ثم الدمشقي الحنبلي ولد سنة خمس وثمانين وستماية\nوحضر في الثانية على ابن البخاري <span id='ms19'></span> وسمع من تقي الدين الواسطي وعمر بن القواس\nوجماعة، ثم طلب بنفسه فسمع أبا الفضل ابن عساكر وخلقا، قال شيخنا الحافظ\nأبو عبد الله الذهبي: تفقه وطلب هذا الشأن وارتحل فيه مرات وكتب العالي\nوالنازل من سنة خمس وسبعماية وهلم جرا وخرج وأفاد الخاصة والعامة، سمع مني\nوسمعت منه وتوفي في ذي القعدة سنة اثنتين وثلاثين وسبعماية.\n</p>\n\n<p>\nقلت وفيها مات الملك المؤيد صاحب حماة وصاحب التاريخ، وقاضي الشام علم\nالدين الأخنائي (1) الشافعي، وكبير الامراء بكتمر الساقي.\n</p>\n\n<p>\nأخبرنا الحافظ أبو عبد الله الذهبي بقراءتي، عليه أخبرنا عبد الرحمن ابن\nمحمد الحافظ قال أخبرنا إبراهيم بن علي قال أخبرنا داود بن ملاعب قال\nأخبرنا محمد بن عمر قال أخبرنا محمد بن علي العباسي قال أخبرنا عمر بن أحمد\nالواعظ قال حدثنا أحمد بن القسم بن نصر قال حدثنا أبو همام قال حدثنا\nإسماعيل بن عياش عن عبد الله عن نافع عن ابن عمر رضي الله عنهما قال قال\nرسول الله صلى الله عليه وسلم (الذي يجر ثوبه خيلاء لا ينظر الله إليه يوم\nالقيامة).\n</p>\n\n<p>\nتابعه أبو أسامة وغيره ورواه النسائي عن إسماعيل بن مسعود عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p031'> Vol. 00, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nبشر بن الفضل عن عبد الله بن عمر بنحوه ورواه البخاري عن عروة.\n</p>\n\n<p>\n* (ابن المظفر) * الشيخ الامام العالم الحافظ المتقن الحجة المفيد شهاب\nالدين أبو العباس أحمد بن المظفر بن أبي محمد المظفر بن بدر بن الحسن بن\nمفرح بن بكار النابلسي الأصل المكي الدمشقي الشافعي سبط الحافظ زين الدين\nخالد ولد في رمضان سنة خمس وسبعين وستماية وسمع زينب بنت مكي والشيخ تقي\nالدين بن الواسطي وعمر بن القواس والشرف بن عساكر وخلقا كثيرا وعني بهذا\nالشأن دهرا، حدث عنه الذهبي في معجمه، سمع منه قديما سنة ثلاث وتسعين وقال:\nله فهم ومعرفة وحفظ على شراسة أخلاقه (1). قلت ولي مشيخة العزية والنفيسية\nومات في دمشق في ربيع الأول سنة ثمان وخمسين وسبعماية وكان يحفظ ويذاكر.\n</p>\n\n<p>\nأخبرنا أبو العباس بن المظفر الحافظ بقراءتي عليه في سنة أربع <span id='ms20'></span> وأربعين\nوسبعماية قال أخبرتنا زينب بنت مكي سماعا عليها في شوال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p032'> Vol. 00, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nسنة أربع وثمانين وستمائة قال أخبرنا حنبل المكبر (1) قال أخبرنا أبو\nالقاسم الشيباني (2) قال أخبرنا الحسن بن علي التميمي (3) قال أخبرنا أبو\nبكر أحمد بن جعفر القطيعي (4) قال حدثنا عبد الله بن أحمد قال حدثنا أبي\nقال حدثنا سفيان قال أخبرني عبد الله انه سمع ابن عباس رضي الله عنهما يقول\nانا ممن قدم النبي صلى الله عليه وسلم ليلة المزدلفة في ضعفاء أهله، وبه\nقال حدثنا سفيان عن أبي الزبير سمعه من جابر رضي الله عنه قال (كان ينبذ\nللنبي صلى الله عليه وسلم في سقاء فإذا لم يكن سقاء فتور (5) من حجارة).\nرواه مسلم عن أحمد بن يونس ويحيى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p033'> Vol. 00, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nبن يحيى وأبو داود عن النفيلي ثلاثتهم عن زهير عن ابن الزبير رضي الله\nعنهما.\n</p>\n\n<p>\n* (الطبقة الثالثة والعشرون وعدتهم خمسة) * * (الذهبي) * الشيخ الامام\nالعلامة شيخ المحدثين قدوة الحفاظ والقراء محدث الشام ومؤرخه ومفيده شمس\nالدين أبو عبد الله محمد بن أحمد بن عثمان ابن قايماز بن عبد الله\nالتركماني الفارقي (1) الأصل الدمشقي الشافعي المعروف بالذهبي مصنف الأصل\nولد سنة ثلاث وسبعون وستماية بدمشق وسمع الحديث في سنة اثنتين وتسعين وهلم\nجرا وسمع بدمشق من أبي حفص عمر بن القواس وأبي الفضل بن عساكر وخلق، وبمصر\nالأبرقوهي (2) وبالقاهرة الدمياطي، وبالثغر الغرافي (3)، وببعلبك التاج عبد\nالخالق، وبحلب سنقر الزيني، وبنابلس العماد بن بدران، وبمكة التوزري،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p034'> Vol. 00, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nوأجاز له خلق من أصحاب ابن طبرزد والكندي وحنبل وابن الحرستاني وغيرهم من\nشيوخه في معجمه الكبير أزيد من ألف ومأتي نفس بالسماع والاجازة، وخرج\nلجماعة من شيوخه وجرح وعدل وفرع وصحح وعلل واستدرك وأفاد وانتقى واختصر\nكثيرا من تآليف المتقدمين والمتأخرين وكتب علما كثيرا، وصنف الكتب المفيدة\nفمن أطولها (تاريخ الاسلام) ومن أحسنها (ميزان الاعتدال في نقد الرجال) وفي\nكثير من تراجمه اختصار يحتاج إلى تحرير (1) ومصنفاته ومختصراته وتخريجاته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p035'> Vol. 00, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nتقارب المائة وقد سار بجملة منها الركبان في أقطار البلدان، وكان أحد\nالأذكياء المعدودين والحفاظ <span id='ms21'></span> المبرزين ولي مشيخة الظاهرية قديما ومشيخة\nالنفيسية والفاضلية والتنكزية وأم الملك الصالح ولم يزل يكتب وينتفي ويصنف\nحتى أضر في سنة إحدى وأربعين ومات في ليلة الاثنين ثالث ذي القعدة سنة ثمان\nوأربعين وسبعماية بدمشق ودفن بمقبرة الباب الصغير رحمه الله تعالى، وكان قد\nجمع القراءات السبع على الشيخ أبي عبد الله بن جبريل المصري نزيل دمشق فقرأ\nعليه ختمة جامعة لمذاهب القراء السبعة بما اشتمل عليه كتاب التيسير لأبي\nعمرو الداني وكتاب حرز الأماني لأبي القاسم الشاطبي وحمل عنه الكتاب والسنة\nخلائق والله تعالى يغفر له.\n</p>\n\n<p>\nأخبرنا الحافظ أبو عبد الله الذهبي سماعا عليه ستة إحدى وأربعين وسبعماية\nقال أخبرنا أبو المعالي أحمد بن إسحاق الأبرقوهي سماعا عليه بمصر سنة خمس\nوتسعين وستماية قال أخبرنا أبو القاسم المبارك ابن أبي الحسن ابن أبي\nالقاسم بن أبي الجود قال أخبرنا أبو العباس أحمد بن أبي غالب الوراق قال\nأخبرنا أبو القاسم عبد العزيز بن علي بن أحمد الأنماطي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p036'> Vol. 00, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nقال أخبرنا أبو طاهر محمد بن عبد الرحمن المخلص (1) قال حدثنا عبد الله\nابن محمد البغوي قال حدثنا عبد الأعلى بن حماد النرسي (2) قال حدثنا حماد\nبن سلمة عن ثابت عن أبي رافع عن أبي هريرة رضي الله عنه قال إن النبي صلى\nالله عليه وسلم قال (ان رجلا زار أخا له في قرية فأرصد الله عز وجل بمدرجته\nملكا فلما أتى عليه قال أين تريد قال أردت أخا لي في قرية كذا وكذا قال هل\nله عليك من نعمة تبر بها قال لا الا اني أحبه في الله تعالى قال إني رسول\nالله إليك ان الله قد أحبك كما أحببته فيه) رواه مسلم عن عبد الأعلى\nفوافقناه بعلو ولله الحمد.\n</p>\n\n<p>\nوأنشدنا سيدنا الامام العالم العلامة قاضي القضاة تاج الدين أبو نصر عبد\nالوهاب ابن شيخنا العلامة شيخ الاسلام تقي الدين أبي الحسن علي ابن عبد\nالكافي السبكي قال أنشدنا أبو عبد الله الذهبي الحافظ لنفسه:\n</p>\n\n<p>\nتولى شبابي كان لم يكن * وأقبل <span id='ms22'></span> شيب علينا تولى ومن عاين المنحني والنقي *\nفما بعد هذين الا المصلى وفي سنة ثمان وأربعين مات بدمشق قاضي القضاة وشيخ\nالشيوخ شرف الدين أبو عبد الله محمد ابن القاضي معين الدين أبي بكر بن\nالحسام الأفرم بن عبد الوهاب الهمداني عن بضع وثمانين سنة ودفن بميدان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p037'> Vol. 00, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nالحصى، وقاضي القضاة العلامة عماد الدين أبو الحسن علي بن أحمد بن عبد\nالواحد بن عبد المنعم الطرسوسي الحنفي في ذي الحجة بالمزة عن سن عالية حدث\nعن الفخر وغيره، وفي رمضان قتل المولى السلطان الملك المظفر حاجي بن محمد\nبن قلاوون بمصر، ونائب دمشق سيف الدين يلبغا اليحياوي ببلد القابون،\nوالأمير حسام الدين طرنطاي المهمندار الناصري أحد أمراء الألوف بدمشق حدث\nعن عيسى المطعم (1) وغيره، والمعمر عبد الرحمن بن الفقيه أحمد بن محمد بن\nمحمود المرداوي (2) بقاسيون حدث عن ابن عبد الدائم وابن جوشتكين وابنة كندي\nوطائفة، والتقي أحمد بن الصلاح محمد بن أحمد بن بدر بن سبع البعلي حدث عن\nالفخر، والأمير نجم الدين داود بن أبي بكر بن محمد البعلي ثم الدمشقي عرف\nبابن الغرس حدث عن التاج عبد الخالق وغيره، والمعمر الزاهد عز الدين محمد\nبن العز إبراهيم بن عبد الله بن أبي عمر خطيب جامع قاسيون عن خمس وثمانين\nسنة حدث عن ابن عبد الدائم وطائفة، حدث عن البرزالي والذهبي والسبكي، وفرج\nبن علي بن صالح الحسيني حدث عن الفخر وغيره، والصاحب تقي الدين بن هلال\nناظر الدواوين بالشام شابا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p038'> Vol. 00, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\n* (السبكي) * (1) الشيخ الامام الحافظ العلامة قاضي القضاة تقي الدين\nبقية المجتهدين أبو الحسن علي بن عبد الكافي بن علي بن تمام بن يوسف بن\nموسى تمام الخزرجي الأنصاري السبكي المصري ثم الدمشقي الشافعي ولد سنة ثلاث\nوثمانين وستمائة، سمع بمصر من الحافظ شرف الدين الدمياطي وجماعة من أصحاب\nابن باقا وغيرهم، وبالإسكندرية من يحيى بن الصواف وغيره، قدم دمشق عام سبع\nوسبعماية وسمع ابن الموازيني وابن المشرف وخلق، وعني بالحديث أتم عناية\nوكتب بخطه المليح الصحيح المتقن شيئا <span id='ms23'></span> كثيرا من سائر علوم الاسلام، وهو من\nطبق الممالك ذكره ولم يخف على أحد عرف اخبار الناس أمره وسارت بتصانيفه\nوفتاويه الركبان في أقطار البلدان وكان ممن جمع فنون العلم من الفقه والأدب\nوالنحو واللغة والشعر والفصاحة والزهد والورع والعبادة الكثيرة والتلاوة\nوالشجاعة والشدة في دينه ولي قضاء الشام سنة تسع وثلاثين وسبعماية وخطب في\nالجامع الأموي في سنة اثنتين وأربعين وسبعمائة أياما، وتخرج به طائفة من\nالعلماء وحمل عنه أمم ثم ضعف وترك القضاء لولده الامام العلامة تاج الدين\nأبي نصر عبد الوهاب فحكم نيابة عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p039'> Vol. 00, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nوالده أشهرا ثم حكم استقلالا في جمادى الأولى سنة ست وخمسين وسبعماية، ثم\nتوجه شيخنا قاضي القضاة تقي الدين إلى وطنه ومات بالقاهرة يوم الاثنين ثالث\nجمادى الآخرة منها ودفن هناك رحمه الله تعالى، ومن تصانيفه كتاب (التحقيق\nفي مسألة التعليق) وهو الرد الكبير على شيخنا تقي الدين ابن تيمية في مسألة\nالطلاق وكتاب (رفع الشقاق في مسألة الطلاق) وكتاب (شفاء السقام في زيارة\nخير الأنام) وهو الرد على ابن تيمية وقد يسمى شن الغارة و (السيف المسلول\nعلى من سب الرسول) وأكمل على شرح المهذب للنووي في خمس مجلدات وكتاب\n(الابهاج في شرح المنهاج) للنووي.\n</p>\n\n<p>\nومات بدمشق هذا العام شيخنا المعمر خاتمة أصحاب ابن عبد السلام أبو عبد\nالله محمد بن إسماعيل بن الحفار عن تسعين سنة، وبالقاهرة قاضي القضاة\nالمالكية الامام العلامة نور الدين علي السخاوي حكم بالقاهرة ثلاثة أشهر،\nومات ببعلبك المعمر شجاع الدين عبد الرحمن خادم الشيخ الفقيه اليونيني عن\nنحو ماية سنة حدثنا عن ابن البخاري وغيره، والعدل بدر الدين محمد بن محمد\nبن عبد الغني بن البطايني عن ثمان وسبعين سنة حدثنا عن ابن سنان وغيره\nومقدم العساكر بدمشق (1).\n</p>\n\n<p>\nأخبرنا قاضي القضاة تقي الدين أبو الحسن علي بن عبد الكافي السبكي قراءة\nعليه وانا اسمع سنة أربعين وسبعماية قال أخبرنا أبو الحسن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p040'> Vol. 00, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nعلي بن أحمد بن عبد العزيز بن الصواف بقراءتي عليه بالإسكندرية قال\nأخبرنا أبو عبد <span id='ms24'></span> الله محمد بن عماد الحراني قال أخبرنا أبو محمد عبد الله بن\nرفاعة السعدي قال أخبرنا القاضي أبو الحسن الخلعي (1) قال أخبرنا أبو محمد\nعبد الرحمن بن عمر البزار قال حدثنا أبو طاهر أحمد بن عمر المديني قال\nحدثنا أبو موسى يونس بن عبد الأعلى الصدفي قال حدثنا عبد الله بن وهب قال\nأخبرني يونس بن يزيد وقرة بن عبد الرحمن ومالك بن انس عن ابن شهاب عن انس\nرضي الله عنه (ان رسول الله صلى الله عليه وسلم أتى بلبن قد شيب بماء وعن\nيمينه اعرابي وعن يساره أبو بكر فشرب ثم أعطى الاعرابي فضله وقال الأيمن\nفالأيمن) رواه البخاري عن إسماعيل ومسلم عن يحيى بن يحيى وأبو داود عن\nالقعنبي والترمذي عن قتيبة والنسائي عن هشام بن عمار خمستهم عن مالك رحمه\nالله تعالى.\n</p>\n\n<p>\n* (العز ابن جماعة) * الشيخ الامام العالم العلامة الحافظ قاضي القضاة عز\nالدين أبو عمر عبد العزيز ابن الشيخ الامام العلامة شيخ الاسلام قاضي\nالقضاة بدر الدين أبي عبد الله محمد بن إبراهيم بن سعد الله بن محمد بن\nإبراهيم بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p041'> Vol. 00, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nجماعة الكناني الشافعي المصري ولد سنة أربع وتسعين وستماية فحضر على عمر\nبن القواس والأبرقوهي وأبي الفضل بن عساكر والحافظ شرف الدين الدمياطي\nوجماعة، ثم طلب بنفسه فسمع بدمشق والحرمين والقاهرة وأسمع أولاده وعني بهذا\nالشأن أتم عناية حتى ولي قضاء الديار المصرية سنة ثمان أو تسع وثلاثين\nوسبعماية واستقضي مرارا ودرس وأفتى، وصنف التصانيف المفيدة منها المنسك\nالكبير على المذاهب الأربعة وغيره، وتنقل في الولايات الرفيعة، حج وجاور\nبالحجاز غير مرة آخرها في موسم سنة ست وستين وسبعماية ومات بمكة بعد المولد\nفي التي تليها يوم الاثنين حادي عشر جمادى الآخرة سنة سبع وستين ودفن\nبالمعلاة بجانب الفضيل بن عياض رحمه الله.\n</p>\n\n<p>\nأخبرنا الحافظ عز الدين أبو عمر بن جماعة بقراءتي عليه بالقاهرة في سنة\nسبع وخمسين وسبعماية قال أخبرنا أبو حفص عمر بن القواس قراءة عليه وانا\nحاضر قال أخبرنا قاضي القضاة <span id='ms25'></span> أبو القاسم بن الحرستاني قال أخبرنا أبو الحسن\nالسلمي قال أخبرنا أبو نصر بن طلاب (1) قال أخبرنا أبو الحسين بن جميع قال\nحدثنا محمد بن الحسن بالرملة قال حدثنا محمد بن حسان الأزرق قال حدثنا وكيع\nبن الجراح قال حدثنا هشام بن عروة عن عائشة رضي الله عنها قالت قال رسول\nالله صلى الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p042'> Vol. 00, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nعليه وسلم (نعم الادام الخلل) رواه مسلم والترمذي عن الدارمي عن يحيى بن\nحسان عن سليمان بن بلال عن هشام به.\n</p>\n\n<p>\n* (العلائي) * هو الشيخ الامام العلامة الحافظ العمدة الحجة الأوحد\nالبارع صلاح الدين أبو سعيد خليل بن كيكلدي بن عبد الله العلائي الدمشقي\nالشافعي سبط البرهان الذهبي (1) ولد سنة أربع وتسعين وستماية وحفظ القرآن\nوتعلم الفقه والنحو والأصول وبرع في الحديث ومعرفة الرجال والمتون والعلل\nوخرج وصنف وأفاد، قال الذهبي: حفظ كتبا وطلب وقرأ وأفاد وانتقى ونظر في\nالرجال والعلل وتقدم في هذا الشأن مع صحة الذهن وسرعة الفهم، سمع ابن مشرف\nوست الوزراء والقاضي (2) وأبا بكر الدشتي (3) والرضى الطبري وطبقتهم وحدثنا\nفي درسه عن جماعة.\n</p>\n\n<p>\nقلت شيوخه بالسماع نحو السبعماية أقدمهم وفاة الخطيب شرف الدين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p043'> Vol. 00, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nالفزاري (1) وصحب الامام العلامة كمال الدين ابن الزملكاني دهرا طويلا\nوحضر وأخذ عنه علما كثيرا وهو الذي ألبسه زي الفقهاء وكان يلبس زي الجند\nحتى بلغ خمس عشرة سنة، وأخذ صناعة الأدب والترسل عن الامام شهاب الدين\nمحمود الحلبي وغيره، ولبس خرقة التصوف من العلامة المحدث المعمر صدر الدين\nأبي المجامع بن حمويه الجويني وأجاز له خلق أقدمهم أبو جعفر محمد بن علي بن\nالموازيني وأبي الحسن علي ابن القيم (2) وفاطمة بنت سليمان الأنصاري ومحمد\nبن يوسف الأربلي وسبط زيادة، ومما خرجه من الحديث لنفسه متكلما على أسانيده\nومتونه كتاب (الأربعين في اعمال المتقين) في ستة وأربعين جزءا وكتاب\n(الأربعين المعنعنة بفنون فنونها عن المعين) في اثني عشر جزءا وكتاب (الوشي\nالمعلم في ذكر من روى عن أبيه عن جده عن النبي صلى الله عليه وسلم) ستة عشر\nجزءا وكتاب <span id='ms26'></span> (الأربعين الآلهية) ثلاثة اجزاء و (عوالي مالك السباعيات) ستة\nاجزاء (3) و (المجالس المبتكرة) عشرة اجزاء والمسلسلات ثلاثة اجزاء وغير\nذلك من الاجزاء المفردة في معان متعددة، ومن كتب العلمية (النفحات القدسية)\nأربعون مجلدا ومقدمة كتاب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p044'> Vol. 00, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nنهاية الاحكام في دراية الاحكام خمسة عشر جزءا وكتاب (تحفة الرائض بعلوم\nآيات الفرائض) وكتاب (برهان التيسير في عنوان التفسير) وكتاب (المباحث\nالمختارة في تفسير آية الدية والكفارة) وكتاب (جامع التحصيل لأحكام\nالمراسيل) وكتاب (تحقيق منصب الرتبة لمن ثبت له شريف الصحبة) وكتاب (تيسير\nحصول السعادة في تقرير شمول الإرادة) وكتاب (تلقيح الفهوم في تنقيح صيغ\nالعموم) وكتاب (شفاء المسترشدين في حكم اختلاف المجتهدين) وكتاب (تفصيل\nالاكمال في تعارض بعض الأقوال والأفعال) وكتاب (تحقيق الكلام في نية\nالصيام) وكتاب (فصل القضاء في احكام الأداء والقضاء) و (رفع الاشتباه عن\nاحكام الاكراه) و (رفع الالتباس عن مسائل البناء والغراس) وكتاب (اتمام\nالفرائد المحصولة في الأدوات الموصولة) وكتاب (الفصول المفيدة في الواو\nالمزيدة) و (المعاني العارضة عن الخافضة)، وله غير ذلك من التآليف المفردة\nفي علوم متعددة (1) ولي مشيخة الحديث بالمدرسة الناصرية بدمشق قديما ونزل\nبيت المقدس وولي التدريس بالصلاحية والتنكزية وغيرهما ودام على الاشغال\nوالاشتغال بالتصنيف والافادة وجاور بالحجاز غير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p045'> Vol. 00, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nمرة ومات يوم الاثنين ثالث المحرم سنة إحدى وستين وسبعماية بالقدس الشريف\nووقف اجزاءه بالخانقاه السميساطية والله يغفر له.\n</p>\n\n<p>\nأخبرنا الحافظ الامام صلاح الدين العلائي سماعا عليه بالمسجد الأقصى قال\nأخبرنا شيخنا أبو الفضل سليمان بن حمزة بقراءتي قال أخبرتنا كريمة بنت احمد\nسماعا قالت أنبأنا محمد بن أحمد العباسي قال أخبرنا محمد بن محمد الزينبي\nقال أخبرنا محمد بن عمر بن زنبور قال حدثنا عبد الله البغوي قال حدثنا أحمد\nبن حنبل وجدي وزهير بن حرب وسريج بن يونس وابن المقري قالوا حدثنا سفيان بن\nعيينة عن الزهري عن سالم عن ابن عمر رضي الله عنهما قال مر رسول الله صلى\nالله عليه وسلم برجل وهو يعظ أخاه في الحياء فقال النبي صلى الله عليه <span id='ms27'></span> وسلم\n(الحياء من الايمان) هذا حديث حسن صحيح فرد عزيز لاجتماع هؤلاء الأئمة فيه\nرواه مسلم عن زهير عن حرب ورواه الترمذي عن أحمد بن منيع جد البغوي ورواه\n(1) عن ابن المقري فوقع لنا موافقة عالية لهم مع اختلاف الشيوخ.\n</p>\n\n<p>\nأنشدنا الامام صلاح الدين قال أنشدنا المعمر شهاب الدين محمد ابن محمد بن\nدمرداش لنفسه قوله:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p046'> Vol. 00, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nأقول لمسواك الحبيب لك الهنا * بلثم فم ما ناله ثغر عاشق فقال وفي أحشائه\nحرقة الجوى * مقالة صب للديار مفارق تذكرت أوطاني فقلبي كما ترى * أعلله\nبين العذيب وبارق * (ابن خليل) * الشيخ الامام العالم الحافظ القدوة البارع\nالرباني بهاء الدين أبو محمد عبد الله بن محمد بن أبي بكر بن خليل\nالعسقلاني ثم المكي المقري المالكي (1) نزيل القاهرة ولد سنة أربع وتسعين\nوستماية بمكة وتفقه وعني بالحديث ورحل فيه وأخذ عن بيبرس العديمي بحلب، وعن\nالقاضي تقي الدين وست الوزراء وطائفة بدمشق، وعن التوزري (2) والرضي الطبري\nبمكة، وعن طائفة بمصر وقرأ في المنطق، قال الذهبي: كان حسن القراءة جيد\nالمعرفة قوي المذاكرة في الرجال كثير العلم متين الديانة كبير الورع مؤثر\nالانقطاع والخمول كبير القدر انقطع بزاوية بظاهر الإسكندرية على البحر\nمرابطا قلت ثم استوطن القاهرة وساءت أخلاقه والله تعالى يغفر له (3).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p047'> Vol. 00, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا الحافظ الزاهد بهاء الدين بن خليل المكي قراءة عليه وانا اسمع\nبالقاهرة قال أخبرنا بيبرس العديمي بقراءتي عليه بحلب قال أخبرنا أبو إسحاق\nإبراهيم بن عثمان بن يوسف الكشغري قال أخبرنا أبو الحسن تاج القراء وأبو\nالفتح بن البطي قالا أخبرنا أبو عبد الله البانياسي قال أخبرنا أبو الحسن\nبن الصلت قال أخبرنا إبراهيم بن عبد الصمد الهاشمي قال حدثنا أبو سعيد\nالأشج قال حدثنا محمد بن فضيل عن عطاء بن السائب عن محارب بن دثار عن ابن\nعمر رضي الله عنهما قال قال رسول الله صلى الله عليه وسلم (الكوثر نهر في\nالجنة حافتاه الذهب مجراه الدر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p048'> Vol. 00, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nوالياقوت تربته أطيب من المسك وأشد بياضا من الثلج) رواه (1) عن الأشج\nموافقة <span id='ms28'></span>.\n</p>\n\n<p>\n* * * * (الطبقة الرابعة والعشرون وعدتهم عشرة) * * (ابن عبد الهادي) *\nالامام العلامة شمس الدين أبو عبد الله محمد بن شيخنا الزاهد عماد الدين\nأبي العباس أحمد بن عبد الهادي بن عبد الحميد بن عبد الهادي ابن محمد بن\nيوسف بن قدامة المقدسي الجماعيلي الأصل الدمشقي الصالحي الحنبلي ولد سنة\nخمس (2) وسبعماية، وسمعه أبوه القاضي تقي الدين سليمان وأبا بكر بن عبد\nالدايم وعيسى المطعم وخلقا من هذه الطبقة، وبعد هذا أكثر عن شيخنا أبي\nالحجاج المزي ولازمه نحو عشر سنين واعتنى بالرجال والعلل وبرع وجمع وصنف\nوتصدر للإفادة والاشتغال في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p049'> Vol. 00, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nالقراءات والحديث والفقه والأصلين والنحو واللغة وولي مشيخة الحديث\nبالضيائية والغياثية ودرس بالمدرسة المنصورية وغيرها، وسمع منه طائفة وروى\nشيخنا الذهبي عن المزي عن السروجي عنه، ومات يوم الأربعاء عاشر جمادى\nالأولى سنة أربع وأربعين وسبعمائة ودفن بقاسيون وتأسف الناس عليه، وسمعت\nشيخنا الذهبي يقول يومئذ وهو يبكي:\n</p>\n\n<p>\nما اجتمعت به قط الا واستفدت منه رحمه الله تعالى.\n</p>\n\n<p>\nومات في عامه القاضي الامام بالديار المصرية برهان الدين إبراهيم بن علي\nبن أحمد بن علي بن يوسف الحنفي (1) ابن سبط عبد الحق بدمشق حدث عن الفخر\nوغيره، والمعمر أبو العباس أحمد بن عمر بن عفان الموشي (2) أخو حيدر عن\nثلاث وتسعين سنة حدث عن ابن عبد الدايم وغيره، والحافظ شمس الدين بن محمد\nبن علي بن أيبك السروجي بحلب شابا، وبالقدس القاضي شرف الدين محمد بن\nالعلامة شهاب الدين محمود وكيل بيت المال بدمشق، وبحلب المفتي الامام شمس\nالدين السفاقسي المالكي، وبدمشق المعمر زين الدين عبد الرحيم بن إبراهيم بن\nكاميار (3) القزويني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p050'> Vol. 00, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nعن ثلاث وتسعين سنة حدث بالإجازة عن عثمان بن خطيب القرافة (1) والحسن\nالبكري وخلق، والمسند شهاب الدين أبو القاسم عبد الله بن علي بن محمد بن\nعمر بن عبد الرحمن بن عبد الواحد بن محمد بن المسلم بن الحسن بن هلال\nالأزدي عن بضع وسبعين سنة حدث عن ابن علان ويحيى بن حنبل حضورا (2) وسمع من\nطائفة، والمعمر بدر الدين حسن <span id='ms29'></span> ابن محمد بن إسماعيل بن منصور المعروف بابن\nالطحان عن بضع وثمانين سنة حدث عن أبي بكر بن السني والكمال بن عبد وجماعة،\nوالشيخ شرف الدين محمد بن عبد الله بن أحمد بن عمر بن الشيخ أبي عمر\nالمقدسي المنجنيقي بالكرك حدث عن ابن البخاري.\n</p>\n\n<p>\n* (أبو الفتح السبكي) * الشيخ الامام العلامة الحافظ الفقيه الأديب تقي\nالدين محمد بن عبد اللطيف بن يحيى بن علي بن تمام السبكي أحد من جمع بين\nالفقه والحديث والأدب ولد في ربيع الآخر سنة خمس وسبعماية وحضر أبا الحسن\nبن القاسم وعلي بن هارون التغلبي وجماعة وسمع من الحسن بن عمر الكردي وأحمد\nبن محمد العباسي وعلي بن عمر الواني ويونس (3) وخلق من هذه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p051'> Vol. 00, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nالطبقة فمن بعدهم، وأجاز له عام مولده الحافظ برهان الدين الرشاطي (1)\nوعدة، وكتب بخطه المليح الصحيح جملة (2) وانتقى على بعض شيوخه ودرس\nبالقاهرة ودمشق وناب بالشام عن شيخنا قاضي القضاة تقي الدين حتى مات في ذي\nالقعدة سنة أربع وأربعين وسبعماية ودفن بقاسيون رحمه الله تعالى، وذكره\nشيخنا أبو عبد الله الذهبي في المعجم المختص وأثنى على علمه وديانته وذكره\nأيضا في تجريد الحفاظ ولم يقبض لي السماع منه رحمه الله تعالى.\n</p>\n\n<p>\n* (ابن رافع) * الشيخ الامام العالم الحافظ المتقن المفيد الرحال تقي\nالدين أبو المعالي محمد ابن الشيخ العالم المحدث الفاضل جمال الدين أبي\nمحمد رافع بن أبي محمد هجرس (3) بن محمد بن شافع الصميدي (4) الأصل المصري\nثم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p052'> Vol. 00, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nالدمشقي الشافعي ولد سنة أربع وسبعماية وسمع من حسن سبط زيادة وابن القيم\n(1) وجماعة حضورا، وارتحل به أبوه سنة أربع عشرة فأسمعه من القاضي تقي\nالدين سليمان الحنبلي وأبي بكر بن عبد الدائم وطائفة، وأجاز له الحافظ شرف\nالدين الدمياطي، قال الذهبي: سمعه أبوه جميع تهذيب الكمال من الحافظ أبي\nالحجاج المزي ثم توفي والده فحبب إليه هذا الشأن فحج وقدم علينا سنة ثلاث\nوعشرين وقد صار ذا معرفة فسمع الكثير ثم رجع إلى وطنه فأقام يقرأ ثم قدم من\nالعام القابل فازداد <span id='ms30'></span> استفادة ثم قدم سنة تسع وعشرين وذهب إلى حماة وحلب،\nروى لنا عن أبي حيان قصيدة وأشياء، قلت ثم رجع إلى وطنه فأقام دهرا ثم قدم\nسنة تسع وثلاثين وسبعمائة إلى دمشق فاستوطنها وسمع جملة من أصحاب ابن عبد\nالدائم وابن أبي اليسر ومن بعدهم، وولي مشيخة النورية والزاوية الفاضلية\nوالعزية وحج عام اثنين وخمسين وحدث بطريق الحجاز الشريف وخرج لنفسه معجما\nاستوعب فيه شيوخه وعمل تاريخ بغداد. (2)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p053'> Vol. 00, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا الحافظ تقي الدين محمد بن رافع السلامي (1) بقراءتي عليه في جمادى\nالأولى سنة ثلاث وخمسين وسبعماية بدمشق قال أخبرنا إبراهيم بن علي بن محمد\nبن غالب الأنصاري وأبو علي الحسن بن علي الكردي قالا أخبرنا أبو الحسن علي\nبن محمد السخاوي قال أخبرنا أبو طاهر السلفي قال أخبرنا الخليل بن عبد\nالجبار التميمي قال أخبرنا علي ابن الحسن القاضي قال أخبرنا أبو بكر محمد\nبن علي النقاش قال أخبرنا أبو صالح القاسم بن الليث قال حدثنا المعافى بن\nسليمان قال حدثنا فليح ابن سليمان عن عبد الله بن عبد الرحمن بن سعيد بن\nيسار عن أبي هريرة رضي الله تعالى عنه عن رسول الله صلى الله عليه وسلم قال\n(ان الله تعالى يقول يوم القيامة ابن المتحابون بجلالي أظلهم في ظلي يوم لا\nظل الا ظلي).\n</p>\n\n<p>\n* (الحسامي) * الشيخ الامام العالم الحافظ المخرج المفيد شهاب الدين أبو\nالحسن أحمد بن أبيك بن عبد الله الحسامي المعروف بالدمياطي محدث مصر ولد\nبها سنة سبعماية وسمع ابن رشيق وست الوزراء وخلقا بمصر، وقدم دمشق عام\nأربعين فسمع الجزري (2) والمزي ومشيخة العصر فأكثر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p054'> Vol. 00, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nفظهرت معرفته وحسن مشاركته، وخرج لشيخنا قاضي القضاة تقي الدين السبكي\nمعجما في عشرين جزءا ولم يستوعب شيوخه وذيل في الوفيات على الشريف عز الدين\nالحسيني (1) وخرج لجماعة وانتقى عليه شيخنا الذهبي جزءا حدث به بدمشق ثم\nرجع إلى بلده ومات في طاعون سنة تسع وأربعين وسبعماية رحمه الله تعالى.\n</p>\n\n<p>\nأخبرنا الحافظان أبو الحسين الدمياطي وأبو الحجاج المزي قال الأول أخبرنا\nأبو <span id='ms31'></span> الحسن أحمد بن علي بن وهب القشيري وقال الثاني أخبرنا أبو طاهر أحمد بن\nيونس الأربلي قالا أخبرنا أبو الحسن علي بن الجميزي (2) قال أخبرنا الحافظ\nأبو طاهر السلفي ح وقرئ على أبي العباس الجزري قيل له أخبرك محمد بن عبد\nالهادي حضورا عن السلفي فأقر به قال أخبرنا أبو عبد الله القاسم بن الفضل\nالثقفي قال حدثنا أبو سعيد محمد بن موسى الصيرفي قال حدثنا محمد بن يعقوب\nالأصم قال حدثنا إبراهيم بن منقذ الخولاني قال حدثنا أيوب بن سويد قال\nحدثنا عبد الرحمن بن يزيد بن عامر قال سمعت رسول الله صلى الله عليه وسلم\nيقول (ما من قلب الا بين إصبعين من أصابع الرحمن ان شاء أقامه وان شاء\nأزاغه) وكان رسول الله صلى الله عليه وسلم يقول (يا مقلب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p055'> Vol. 00, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nالقلوب ثبت قلوبنا على دينك والميزان بيد الرحمن يرفع أقواما ويخفض آخرين\nإلى يوم القيمة (1) حديث حسن أخرجه النسائي من حديث ابن المبارك وغيره تفرد\nبه ابن جابر.\n</p>\n\n<p>\nوكان الطاعون العام الدائر في البلدان عام تسع وأربعين فمات فيه شيخنا\nتاج الدين عبد الرحيم بن أبي اليسر وشيخنا المعمر بهاء الدين علي ابن العز\nعمر بن أحمد المقدسي الشروطي عن تسع وثمانين سنة لأنه ولد في سنة ستين\nوستماية حدث بصحيح مسلم عن ابن عبد الدايم مرات، والقاضي زين الدين عمر بن\nنجيح الحنبلي حدث عن التقي بن الواسطي وغيره، وأخوه أبو بكر حدث عن الفخر\nوغيره، والحافظ شرف الدين عبد الله بن الحافظ امين الدين محمد بن إبراهيم\nالواني الحنفي (2) شابا حدثنا عن عيسى بن المطعم وغيره، وشيخنا شهاب الدين\nمحمد بن أحمد بن هارون الشافعي شيخ خانقاه القصاعين حدث بالترمذي عن ابن\nالبخاري، وشيخنا عماد الدين محمد بن الشيرازي محتسب دمشق وناظر الجامع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p056'> Vol. 00, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nالأموي حدث عن الفخر وغيره، وشيخ الشيوخ علاء الدين علي بن محمود القونوي\nالحنفي، وصاحب ديوان الانشاء بالإقليمين شهاب الدين أحمد بن يحيى بن فضل\nالله العمري حدث بالإجازة عن الأبرقوهي وصنف <span id='ms32'></span> (مسالك الابصار في ممالك\nالأمصار) في عدة أسفار، ومن رفقائنا المحدثين الحافظ نجم الدين سعيد\nالدهلي، وشهاب الدين أحمد بن علي بن سعيد الشرايحي، وشمس الدين محمد بن\nجرير النقيب الحربي التيمي، وشهاب الدين أبو الفتح احمد ابن شيخنا المحب\nعبد الله بن أحمد المقدسي، وعمه الشيخ إبراهيم المحب، وناصر الدين محمد بن\nطولوبغا السيفي، ومحمد بن عبيد، وأحمد بن عيسى الكركي، وشيخنا الامام بهاء\nالدين محمد بن محمد بن أبي الفتح الحنبلي، وأمه سكينة بنت الحافظ شرف الدين\nاليونيني، وبمصر صالح القيمري وخلق لا يحصيهم الا الله تعالى.\n</p>\n\n<p>\n* (ابن كثير) * الشيخ الامام العالم الحافظ المفيد البارع عماد الدين أبو\nالفداء إسماعيل بن عمر بن كثير بن ضوء بن كثير بن ذرع البصروي الأصل\nالدمشقي الشافعي ولد بمجدل القرية من اعمال مدينة بصرى في سنة إحدى\nوسبعماية إذ كان أبوه خطيبا بها ثم انتقل إلى دمشق في سنة ست وسبعماية\nوتفقه بالشيخ برهان الدين الفزاري (1) وغيره وسمع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p057'> Vol. 00, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nابن السويدي (1) والقاسم ابن عساكر وخلقا، وصاهر شيخنا الحافظ المزي\nفأكثر عنه وأفتى ودرس وناظر وبرع في الفقه والتفسير والنحو وأمعن النظر في\nالرجال والعلل وولي مشيخة أم الصالح والتنكزية بعد الذهبي، ذكره الذهبي في\nمسودة طبقات الحفاظ وقال في المعجم المختص:\n</p>\n\n<p>\nهو فقيه متقن ومحدث (2) محقق ومفسر نقاد وله تصانيف مفيدة، قلت فمن\nتصانيفه كتاب (التكميل في معرفة الثقات والضعفاء والمجاهيل) جمع بين كتاب\nالتهذيب والميزان وهو خمس مجلدات وكتاب (البداية والنهاية) (3) في أربعة\nوخمسين جزءا وكتاب (الهدي والسنن في أحاديث المسانيد والسنن) (4) جمع فيه\nبين مسند الإمام أحمد والبزار وأبي يعلي وابن أبي شيبة إلى الكتب الستة وله\nغير ذلك (5).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p058'> Vol. 00, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا الحافظ عماد الدين ابن كثير بقراءتي عليه قال أخبرنا أبو العباس\nأحمد بن أبي طالب وقد أجاز لي أيضا احمد المذكور قال أخبرنا أبو المنجا بن\nاللتي قال أخبرنا أبو الوقت الصوفي قال أخبرنا محمد الفارسي قال أخبرنا أبو\nمحمد بن أبي سريج قال أخبرنا أبو القاسم البغوي قال أخبرنا <span id='ms33'></span> أبو الجهم\nالباهلي قال حدثنا الليث بن سعد عن أبي الزبير عن جابر رضي الله عنه قال\nقال رسول الله عليه وسلم (لا يدخل أحد ممن بايع تحت الشجرة النار). رواه\nأبو داود والترمذي والنسائي عن قتيبة عن الليث.\n</p>\n\n<p>\n* (ابن سعد) * الشيخ العالم المحدث المتقن المفيد المخرج شمس الدين أبو\nعبد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p059'> Vol. 00, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nالله محمد بن يحيى بن محمد بن سعد بن عبد الله المقدسي الأصل الدمشقي\nالصالحي الحنبلي ولد سنة ثلاث وسبعماية وسمع أباه والقاضي تقي الدين وعيسى\nالمطعم وأبا بكر بن عبد الدايم وست الوزراء وهذه الطبقة وخلقا سواهم بإفادة\nوالده وغيره، قال الذهبي: طلب لنفسه سنة إحدى وعشرين وكتب ورحل وخرج للشيوخ\nوغيرهم، قلت سمع كثيرا وجما غفيرا بدمشق وحلب والقدس وبعلبك وغيرها من\nالبلاد وقرأ الكتب الكبار والمطولة وكتب بخطه مالا يحصى كثرة وخرج لخلق من\nشيوخه وأقرانه ومات في ذي القعدة سنة سبع وخمسين وسبعماية.\n</p>\n\n<p>\nأخبرنا أبو عبد الله محمد بن يحيى المقدسي وأبو محمد عبد الله ابن محمد\nالواني بقراءته في ذي القعدة سنة أربعين وسبعمائة قالا أخبرنا أبو محمد\nيحيى بن محمد بن سعد قال أخبرنا جعفر الهمداني ح وقرئ على أبي العباس أحمد\nبن علي الجزري وأنا اسمع قلت أخبرك أبو عبد الله محمد بن عبد الهادي سنة\nاثنتين وخمسين وستماية قالا أخبرنا أبو طاهر السلفي قالا الأول سماعا\nوالثاني اجازة قال أخبرنا أبو القاسم بن الفضل الثقفي قال حدثنا أبو الفتح\nهلال بن جعفر قال حدثنا أبو عبد الله الحسن ابن يحيى بن عباس القطان قال\nحدثنا أبو الأشعث أحمد بن المقدام العجلي قال حدثنا يزيد بن زريع قال حدثنا\nسليمان التيمي عن يسار عن أبي أمامة رضي الله عنه قال إن نبي الله صلى الله\nعليه وسلم قال (ان الله تعالى قد فضلني على الأنبياء - أو قال أمتي على\nالأمم - بأربع أرسلني إلى الناس كافة وجعل الأرض كلها لي ولأمتي طهورا\nومسجدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p060'> Vol. 00, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nفأينما أدركت الرجل من أمتي الصلاة فعنده مسجد وعنده طهور <span id='ms34'></span> ونصرت بالرعب\nيسير بين يدي مسيرة شهر (1) في قلوب الأعداء وأحلت لي الغنائم).\n</p>\n\n<p>\n* (أبو بكر أبى المحب) * هو المحدث الامام الأوحد الحافظ المتقن أبو بكر\nمحمد ابن شيخنا الحافظ الامام محب الدين أبي محمد عبد الله ابن شيخنا\nالامام المحدث الثقة المعمر شهاب الدين أبو العباس احمد ابن الحافظ محب\nالدين عبد الله بن أحمد بن محمد بن أحمد المقدسي الصالحي الحنبلي ولد سنة\nاثنتي عشرة وسبعمائة وحضر القاضي تقي الدين سليمان وعيسى المطعم وطائفة من\nهذه الطبقة ثم طلب هو بنفسه وسمع الكثير بإفادة والده وغيره على خلق من\nأصحاب ابن عبد الدايم وطوائف فمن بعدهم وعني بهذا الشأن وله اليد الطولى في\nمعرفة الرجال، ذكره الذهبي في مسودة طبقات الحفاظ وقال في ترجمته في المعجم\nالمختص حدث وانتقى لشيخه المطعم وكتبت عنه، خرج المتباينات لنفسه والمزي\nوالبرزالي ونسخ تهذيب الكمال ومهر ورتب رجال المسند، (2) قلت عنده عقل\nوسكون وانقباض من الناس مشتغل بنفسه (3).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p061'> Vol. 00, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا الحافظ أبو بكر محمد ابن المحب المقدسي من لفظه في شعبان سنة خمس\nوأربعين وسبعماية قال أخبرنا أبو إسحاق إبراهيم بن علي بن محمد بن غالب\nالأنصاري سماعا عليه غير مرة قال أخبرنا الإمام أبو الحسن علي بن محمد بن\nعبد الصمد السخاوي قال أخبرنا الحافظ أبو طاهر السلفي قال أخبرنا الخليل بن\nعبد الجبار التميمي قال أخبرنا أبو الحسين علي بن الحسين القاضي قال أخبرنا\nأبو بكر محمد بن علي بن الحسن النقاش قال أخبرنا أبو صالح القاسم بن الليث\nالرسعني (1) قال أخبرنا أبو محمد المعافي بن سليمان الحراني قال حدثنا أبو\nيحيى فليح ابن سليمان المدني قال حدثنا نافع قال كان ابن عمر رضي الله عنه\nإذا أراد ان يخرج إلى مكة اغتسل وادهن بدهن ليست له رائحة ثم خرج يصلي\nركعتين في مسجد ذي الحليفة فإذا خرج من المسجد ركب فإذا استوت به راحلته\nأحرم ويقول رأيت رسول الله صلى الله عليه وسلم حين استوت به راحلته أحرم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p062'> Vol. 00, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\n* (السروجي) * (1) الامام الحافظ <span id='ms35'></span> المفيد البارع شمس الدين أبو عبد الله\nمحمد بن علي بن أيبك بن عبد الله السروجي المصري الحنفي ولد في سنة أربع\nعشرة وسبعمائة وطلب الحديث بعد الثلاثين وسبعمائة فسمع من يحيى المصري\nوحسين بن الأثير والشمس بن العفيف، قال الذهبي: قدم علينا سنة ست وثلاثين\nوسمع من زينب وابن الرضي والمزي وبحماة وحلب والثغر وخرج لنفسه تسعين حديثا\nمتباينة الاسناد وسمعناها منه ثم كملها مائة قال وله فهم ومعرفة أو بصر\nبالرجال سمع منه المزي والبرزالي توفي غريقا وتأسف المحدثون على حفظه\nوذكائه في ثامن ربيع الأول سنة أربع وأربعين وسبعماية. قلت سمعت الحفاظ من\nمشيختنا قاطبة يثنون على حفظه ومعرفته وكثرة اطلاعه وتحرير قوله وكان فيه\nشهامة وقوة نفس (2) وقد تقدم ذكر من مات في هذا العام من المشهورين والحمد\nلله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p063'> Vol. 00, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\n* (القطب الدهقلي) * الامام الحافظ المفيد المتقن قطب الدين أبو محمد\nحيدر ابن الشيخ الامام زين الدين علي بن أبي بكر الدهقلي الشيرازي قدم\nعلينا سنة ثلاث وأربعين وسمع من مشايخنا بمصر ودمشق وإسنكدرية وكان صائم\nالدهر ناسكا عابدا ورعا متمسكا بسيرة العلماء سألته عن مولده فقال سنة أربع\nعشرة وسبعمائة ثم رجع إلى بلاده ثم قدم علينا سنة إحدى وخمسين وقد صار ذا\nمعرفة فسمع الكثير وكتب بخطه المليح تهذيب الكمال وأطراف أصول السنن وشرح\nمسلم للنووي والمطلب العالي لابن الرفعة، وكتب كثيرا من الكتب وهو في كثرة\nالاشتغال يختم كل يوم ختمة، وقد عرض عليه الوظائف بدمشق فزهد عنها، وله\nاليد الطولى في علم المعاني والبيان ودرس الكشاف في السميساطية وسمعنا عليه\nوحضر مجلسه أكابر العلماء وفحول الأدباء (1).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p064'> Vol. 00, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\n* (الدهلي) * (1) الحافظ المفيد الرحال نجم الدين أبو الخير سعيد بن عبد\nالله الهندي الجلالي مولاهم (2) البغدادي ثم الدمشقي الحنبلي نشأ ببغداد\nوطلب الحديث ثم قدم دمشق فسمع ابن الرضي وبنت الكمال والجزري والمزي وخلائق\nوسمع بمصر وحلب وحماة والثغر والقدس فأكثر وجمع فأوعى وكانت له معرفة جيدة\nبأحوال الرواة ومواليدهم ووفياتهم عارفا بمعاني الحديث وفقهه، قال الذهبي\nله <span id='ms36'></span> عمل جيد وهمة في التاريخ وتكثير المشايخ والاجزاء وهو ذكي صحيح الذهن\nعارف بالرجال حافظ مات في طاعون سنة تسع وأربعين عن بضع وثلاثين سنة وقد\nحدث المزي عن السروجي عنه.\n</p>\n\n<p>\nأنشدنا الحافظ نجم الدين أبو الخير الدهلي في سنة أربعين وسبعمائة قال\nأنشدنا الامام جلال الدين عبد القاهر بن علي بن عبد القاهر بن الفوطي\nببغداد قال أنشدنا والدي رحمه الله تعالى لنفسه:\n</p>\n\n<p>\nكرر علي حديث البان والسمر * ان الحديث على أهل الحمى سمرى قد كان لي وطر\nيصبو إلى وطني * فاليوم لا وطني يصبى ولا وطر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p065'> Vol. 00, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nيا حادي العيس لا تعجل عسى نفس * تسري إلي من الأحباب في السحر ففي\nالعقيق غزال قوس حاجبه * يرمي السهام إلى قلبي بلا وتر كالبدر قلبي وطرفي\nمن منازله * والقلب والطرف يختصان بالقمر بدر على غصن يهتز في كثب * يستل\nعن حور يفتر عن زهر لولا اخضرار عذاريه لما علقت * روحي بحيث رياض الزهر\nوالخضر يا ريح رامة بل يا بدر يا غصنا * يا غرة البدر يا فضيب البسر ألا\nترق لروح أنت راحتها * إذا خطرت لما بانت على خطر هواك غطى على قلبي وقد\nصدقوا * الحب يهمي عن الاشكال والحور بئس الغرام على صدري عساكره * ظلما\nفلم يبق لي صبرا ولم يذر قال العواذل لي صبرا فقلت لهم * هيهات أصبر عن\nسمعي وعن بصري قد سار حبك في روحي وفي جسدي * وفي عظامي وفي شعري وفي بشري\nيا ساكني شط بغداد ودجلتها * من العزية ذات النخل والشجر لأهدين إليكم في\nدياركم * بردا من الشعر لا بردا من الشعر عملت هذا الذيل في جمادى الأولى\nسنة ثلاث وخمسين وسبعمائة بدمشق المحروسة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p066'> Vol. 00, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\n* (وفى آخر الأصل) * هذا آخر ما وجد من ذيل الامام الحافظ جمال الدين أبي\nالمحاسن محمد بن علي بن الحسن بن حمزة بن أبي المحاسن العلوي الحسيني\nالدمشقي الشافعي رحمه الله تعالى وطيب ثراه وجعل الجنة مأواه على كتاب\nتذكرة الأئمة البررة الحفاظ المهرة لعمدة الحفاظ أبي عبد الله محمد الذهبي <span id='ms37'></span>\nرحمه الله تعالى.\n</p>\n\n<p>\nونقلت هذه النسخة المباركة إن شاء الله تعالى من خط جد والدي الحافظ\nالعمدة شيخ السنة تقي الدين أبي الفضل محمد بن محمد بن فهد الهاشمي العلوي\nالمكي رحمه الله تعالى وذلك في ثلاثة مجالس آخرها في يوم الأربعاء سادس شهر\nربيع الثاني عام أربع وأربعين وتسعماية بمنزل سلفي بمكة المشرفة على يد\nكاتبه وراقم حروفه الفقير إلى لطف الله وكرمه الملتجي إلى بيته وحرمه محمد\nالمدعو جار الله بن عبد العزيز بن معمر بن تقي الدين محمد بن فهد الهاشمي\nالمكي الشافعي لطف الله به والمسلمين أجمعين والحمد لله رب العالمين وصلى\nالله على سيدنا محمد وآله وصحبه وسلم تسليما.\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p067'> Vol. 00, p. 067</a>\n            </div>\n            \n</p>\n\n\n\n#####ENDNOTES#\n\n\n(1) طبعت (تذكرة الحفاظ) للحافظ الذهبي مرتين في حيدر آباد الدكن أولاهما\nغفل من تأريخ الطبع والثانية عام 1333 - 1334، وكأن القوم - أدام الله\nنشاطهم - لم يعتمدوا بالطبع على أصل وثيق فجاء الكتاب والأغلاط فيه كثيرة.\n<p>\nونحن وان كنا نشاركهم في ذلك الامر غير أن أستاذنا الكوثري - وهو أعلم من\nعرفنا من رجال هذا الشأن - لم يضن على الذيول بتصحيحها بقلمه.\n(1) في مكتبة كوبر يلي بالآستانة.\n(1) وقبله عدة من أصحابه. وجملة ما خرج له الحفاظ وأهل العلم بالحديث من\nالمسانيد تبلغ سبعة عشر سفرا.\n</p>\n\n<p>\n(2) في دار الكتب المصرية الكبرى.\n(1) اسناد الحديث إلى شيخ أحد أصحاب الصحاح والسنن من غير طريقه يسمى\nموافقة والى شيخ شيخه كذلك يسمى بدلا فالاشتراك في الأول في الشيخ وفي\nالثاني في شيخ الشيخ وكل منهما اما بسند عال أو بسند نازل.\n(1) بشارع قصبة رضوان بمصر. راجع خطط المقريزي وذيلها لابن نافع.\n(1) الحنفي، وهو الذي حث الحافظ عبد القادر القرشي على تصنيف (طبقات\nالحنفية) وأعانه فيه، وقد ترجمه القرشي في طبقاته، وحفيده المسند قطب الدين\nعبد الكريم ابن تقي الدين محمد شيخ البدر العيني في معاجيم الطبراني.\nيوافقه اسما ولقبا وقد توفي هذا سنة تسع وثمانمائة.\n</p>\n\n<p>\n(2) بفتح الميم وبالجيم نسبة لمليج من المنوفية ذكره السخاوي. وأبو\nالطاهر إسماعيل المليجي هذا هو آخر أصحاب أبي الجود <span id='ms38'></span> غياث بن فارس المتوفى\nسنة خمس وستمائة.\n(1) لعل شيوخه يبلغون الألف على ما قاله ابن حجر وغيره.\n</p>\n\n<p>\n(2) قاله ابن حجر: جمع لمصر تاريخا حافلا، لو كمل لبلغ عشرين مجلدا بيض\nمنه المحمدين في أربعة مجلدات اه‍ وزاد ابنه التقى المتوفى في سنة اثنتين\nوسبعين وسبعمائة مجلدا في المحمدين أيضا.\n</p>\n\n<p>\n(3) سماه (المورد الهني) ويقول عنه السخاوي انه نافع جدا.\n</p>\n\n<p>\n(4) وهو كبير أيضا بيض منه إلى نصفه فبلغ ما بيض عشر مجلدات، ومنه ومن\nشرح الحافظ مغلطاي يستمد من بعدهما من شراح الصحيح لا سيما ابن الملقن فإنه\nيعتمد عليهما بل ينسخ منها نسخا، وللمترجم القدح المعلى في الكلام على بعض\nأحاديث المحلى لابن حزم وكانت أحاديثه تتطلب ان يتكلم فيها مثله اتقانا\nوبراعة لان ابن حزم تحدى جماهير فقهاء الأمة بسلاطته المعروفة في كتابه هنا\nعلى أوهام منه في الجرح والتعديل والتصحيح والتعليل مع ما عنده من الشذوذ\nعن الجماهير في التفريع والتأصيل، وله أيضا الاهتمام بتلخيص الالمام لابن\nدقيق العيد مع اصلاح ما وقع فيه من الأوهام من عزو الحديث إلى غير من خرجه\nونحوه، وان كان ابن تيمية يقول عن الالمام انه ما صنف مثله في أحاديث\nالاحكام ولا كتاب جده، ومما يذكر للمترجم من جميل أخلاقه سماحة بإعارة\nالكتب للطالبين.\n(1) ودفن بمصر خارج باب النصر جوار زاوية خاله المسند المقرئ الشيخ نصر\nالمنبجي الحنفي.\n</p>\n\n<p>\n(2) نسبة إلى لواتة قبيلة من البربر على ما في معجم البلدان.\n</p>\n\n<p>\n(3) قال الذهبي في المشتبه: شيخ معمر في وقتنا شاهد يروى الكثير. وقال\nابن حجر تفرد بأشياء ويقال انه الحق بخطه في بعض الاجزاء فلم يوافقه أحد\nعلى ذلك ولا سمعوا عليه منه شيئا اه‍.\n</p>\n\n<p>\n(4) هما رشيد الدين أبو الفضل إسماعيل بن أحمد بن الحسن العراقي وأبو بكر\nعبد الله بن محمد بن أبي بكر أحمد بن خلف البلخي كلاهما من أصحاب السلفي\nوحدثا عنه بدمشق.\n(1) هو تقي الدين أبو محمد عبد الرحمن بن أبي الفهم عبد المنعم بن عبد\nالرحمن القرشي الدمشقي البلداني <span id='ms39'></span> المتوفى سنة 655 وفي الشذرات اليلداني نسبة\nإلى يلدا من قرى دمشق قال السخاوي بفتح المثناة التحتانية وفتح اللام ورأيت\nبخط البدر العيني في رجال معاني الآثار ضبط اللام بالسكون عند ذكر سبط بن\nأبي الفهم عبد الرحمن ابن أبي عبد الولي اليلداني المتوفى سنة 725 راوي\nمعاني الآثار عن الضياء المقدسي وهو الأظهر.\n</p>\n\n<p>\n(2) سبط السلفي الجمال أبو القاسم عبد الرحمن بن مكي الإسكندراني المتوفى\nفي سنة إحدى وخمسين وستمائة.\n(١) هو فخر الدين أبو الحسن علي بن أحمد بن عبد الواحد بن قدامة المقدسي\nالمولود سنة ست وتسعين وخمسمائة والمتوفى سنة تسعين وستمائة عرف بابن\nالبخاري لان أباه أقام ببخارى مدة يشتغل بالخلاف على الرضى النيسابوري كما\nذكره ابن رجب في ترجمة والده، وقال الامام المؤرخ شمس الدين محمد بن\nإبراهيم الجزري في تاريخه في ترجمة الفخر ابن البخاري: وانفرد بالرواية حتى\nلم يبق في زمانه أعلى اسنادا منه، وخرج له الجمال بن الظاهري الحنفي\nبالديار المصرية مشيخة وبعث بها إليه إلى دمشق وتسامع به الناس وكان عدة\nالجماعة الذين سمعوها أول وقت نحوا من الف ومأتي نفر وكانوا يحملون الشيخ\nفخر الدين بين أربعة أنفس في آذار اه‍. من <a\nhref=\"/الكتب/2934_الفهرست\">الفهرست</a> الأوسط لمؤلفه الحافظ شمس الدين\nمحمد ابن طولون.\n</p>\n\n<p>\n(2) ومن مؤلفاته (عيون الأثر في المغازي والسير) (والفوح الشذى في شرح\nالترمذي) الا انه لم يكمل، قال ابن حجر: ولو اقتصر على فن الحديث من الكلام\nعلى الأسانيد لكمل لكن قصده ان يتبع شيخه ابن دقيق العيد فوقف دون ما يريد\nاه‍.\n</p>\n\n<p>\nقال الشمس ابن طولون: قد وقفت في كتب شيخنا السيد كمال الدين بن حمزه\nالحسيني على كتاب الفوح الشذي لابن سيد الناس والتكملة عليه للزين العراقي\nفي أحد عشر مجلدا في قطع النصف البلدي وبعض الاجزاء بخط الشمس السخاوي\nويظهر من الجزء الأخير أن العراقي مات قبل ان يكمل التكملة اه‍\nملخصا ومن خطه على شرح <a href=\"/الكتب/3074_علل-الترمذي\">علل الترمذي</a>\nلابن رجب نقلته. ولابن سيد الناس افتتان <span id='ms40'></span> بالأسجاع في تراجم الرجال يكاد\nالقارئ يتيه فيها عن الاهتداء إلى معرفة مقاديرهم على وجه الصواب.\n</p>\n\n<p>\n(1) ولد بأذرعات وولى قضاء زرع بالضم وكلاهما من اعمال الشام والنسبة إلى\nالأولى أذرعي والى الثانية زرعي فشهر بالنسبة إلى الثانية.\n</p>\n\n<p>\n(2) بالكسر نسبة لقباب حماة قاله السخاوي.\n</p>\n\n<p>\n(3) نسبة لفاقوس من الشرقية على ما ذكره السخاوي.\n</p>\n\n<p>\n(4) نسبة إلى برزالة بالكسر بطن من البربر كما جاء في شرح القاموس\nللزبيدي.\n(1) خليص بصيغة التصغير حصن بين مكة والمدينة - معجم البلدان (2) ابن أبي\nعمر المقدسي.\n</p>\n\n<p>\n(3) عبد العزيز بن عبد المنعم بن الصيقل المتوفى سنة 686.\n</p>\n\n<p>\n(4) بفتح الدال والراء كما ضبطه الشرف الدمياطي في مشيخته وهو إبراهيم بن\nإسماعيل بن إبراهيم بن يحيى الدمشقي المترجم هو وأبوه في طبقات القرشي، أخذ\nعنه وعن أبيه الحافظ الدمياطي ولم يدرك البرزالي أباه وخرج لابنه مشيخة.\n</p>\n\n<p>\n(5) هو المسند المعمر المحدث المقرئ راوية كتب الأدب العلامة تاج الدين\nأبو اليمن زيد بن الحسن الكندي الحنفي المتوفى سنة ثلاث عشرة وستمائة وهو\nابن ثلاث وتسعين جمع بين الرواية والدراية وملأ الدنيا بأسانيد رواياته\nالعالية، قال الحافظ أبو شامة: كان سكنه بدمشق بجيرون بدرب العجمي فكم\nازدحم في ذلك الدرب من شيوخ العلم وطلبة أولاد الملوك وخدمته ومتى ما أريد\nاعتبار ذلك فلينظر في الكتب التي عليها طبقات السماع عليه ليعلم جلالة من\nكان يتردد إليه وكان واسع الرواية وافر الدراية اه‍. وأطراه وأطال في\nترجمته في ذيل الروضتين وكذا الشمس ابن الجزري المقري في طبقات القراء.\n(1) هو المسند المعمر أبو المحاسن محمد بن السيد بن فارس الأنصاري الدمشقي\nالصفار المعروف بابن أبي لقمة المتوفى سنة 623 عن ست وتسعين سنة على ما في\nشذرات الذهب لابن العماد.\n</p>\n\n<p>\n(2) هو عبد الله بن عبد الواحد المتوفى سنة 672.\n(1) بضم الميم وسكون الذال المعجمة وكسر الهاء عرف به بعض أجداده على ما\nقاله ابن السمعاني في الأنساب.\n</p>\n\n<p>\n(2) قيل اسمه وهب وقيل قزمان ثقة - تقريب.\n</p>\n\n<p>\n(3) كان يدعى جده بابن شمائل. والمدرسة البشيرية غربي بغداد ذكره ابن\nرجب.\n(1) يعني القطرين مصر والشام <span id='ms41'></span>.\n</p>\n\n<p>\n(2) يعني سماعا.\n</p>\n\n<p>\n(3) وسمى تاريخه الكبير بحوادث الزمان وأنبائه ووفيات الأكابر والأعيان\nمن\nأبنائه على ما يقوله الحافظ الشمس ابن طولون حيث ينقل عنه في المجلد الأول\nمن <a href=\"/الكتب/2934_الفهرست\">الفهرست</a> الأوسط له، قال ابن حجر جمع\nتاريخا مشهورا وله شعر وسط وخرج له البرزالي مشيخة. قال الذهبي كان حسن\nالمذاكرة سليم الباطن صدوقا في نفسه لكن في تاريخه عجائب وغرائب اه‍.\nوالقطب اليونيني كثير النقل عن تاريخه في ذيله على مرآة الزمان لسبط ابن\nالجوزي.\n</p>\n\n<p>\n(1) نسبة إلى نفزة بكسر النون وسكون الفاء قبيلة من البربر قاله ابن\nالعماد في شذرات الذهب.\n</p>\n\n<p>\n(2) قال ابن حجر: حضر مجلس الشمس الأصبهاني وكان ظاهريا وانتمى إلى\nالشافعية واختصر المنهاج وكان أبو البقاء يقول إنه لم يزل ظاهريا قلت كان\nأبو حيان يقول: محال ان يرجع عن مذهب الظاهر من علق بذهن: وكان سالما في\nالعقيدة من البدع الفلسفة والاعتزال والتجسيم اه‍.\n(1) عيذاب بالفتح فالسكون ثم ذال معجمة وآخره باء موحدة بليدة على ضفة بحر\nالقلزم هي مرسى المراكب التي تقدم من عدن إلى الصعيد.\n</p>\n\n<p>\n(2) نسبة إلى (ارتاح البصر) من اعمال قيسارية بساحل الشام بها رد على\nيعقوب عليه السلام بصره نقله الداودي عن المقريزي كما في ذيل الباب لأبي\nالعباس احمد ابن العجمي، واليها ينسب أبو عبد الله محمد بن أحمد المتوفى\nسنة 601، وحفيد\nأخيه أبو الكرم لاحق بن عبد المنعم المتوفى سنة 658. وسبط أبي عبد الله\nاحمد ابن حامد المتوفى 659، وارتاح بفتح الهمزة وسكون الراء قلعة بحلب ينسب\nإليها جماعة من القدماء على ما في المعجم والمراصد، والظاهر أن ضبطهما\nواحد، ولم يعدهما الذهبي من المشتبه مع كثرة من نسب إليهما من الرواة.\n</p>\n\n<p>\n(1) المتوفى سنة 692 وفي مشتبه الذهبي: ترجم بمثناة وجيم مشكولتين بالفتح\nبالمعمر محمد بن ترجم راوي الترمذي بالقاهرة عن ابن البناء اه‍.\n(1) بمنزله بظاهر القاهرة. وفيما ذكره العلائي بعض تحامل سامحهما الله (2)\nيحيي بن عبد الله بن يحيي القرطبي.\n</p>\n\n<p>\n(3) عبيد الله بن يحيى القرطبي أخو جد أبي عيسى المتقدم.\n(1) نسبة إلى <span id='ms42'></span> يونين من قرى بعلبك. وفي المراصد والقاموس يونان بالضم قرية\nبها فعلى الثاني النسبة شاذة والقياس يوناني. ويونان أيضا قرية بين بردعة\nوبيلقان كما في ذيل لب اللباب.\n(1) هو الشيخ شرف الدين نصر الله بن عبد المنعم بن حواري التنوظي الدمشقي\nالحنفي المتوفى سنة 677 ه‍ ذكره الذهبي.\n</p>\n\n<p>\n(2) نسبة إلى البلد اسم بلدة بقرب الموصل تسمى بلد الحطب كما في الأنساب.\n</p>\n\n<p>\n(3) وله شرح كبير على مسند الشافعي جميع فيه بين شرحي الرافعي وابن\nالأثير.\n(1) المتوفى سنة 658 كما في الشذرات وهو الكبير واما محمد بن عبد الهادي\nالصغير فسيأتي وهو متأخر بكثير.\n</p>\n\n<p>\n(2) ولفظ ابن رجب: أسمعه والده من الفخر ابن البخاري وابن الكمال وزينب\nبنت مكي وجماعة.\n</p>\n\n<p>\n(3) نسبة إلى غسولة بفتح الغين المعجمة قرية من قرى دمشق كما في معجم\nالبلدان وغيره وهو المسند المعمر يوسف بن أحمد الغسولي المتوفى سنة سبعمائة\nوعاش ثمانيا وثمانين سنة روى عن الموفق وغيره وهو أيضا من مشايخ الذهبي\nوطبقته، كان أميا لا يكتب ذكره ابن العماد الحنبلي في شذرات الذهب.\n(1) بسفح قاسيون بصالحية دمشق.\n</p>\n\n<p>\n(2) وأبو مطيع المصري مسند أصبهاني له عدة مجالس.\n(1) بكسر الهمزة وسكون الخاء المعجمة على ما في الضوء وغيره.\n(١) وفي <a href=\"/الكتب/2155_الدرر\">الدرر</a> الكامنة قال الذهبي في حق\nابن المظفر: الحافظ المحرر أكب على الطلب زمانا وترافقنا مدة وكتب وخرج وفي\nخلقه زعارة وفي طباعه نفور، ثم قال: وعليه مآخذ وله محاسن ومعرفة، وفي\nالمعجم الكبير: له معرفة وحفظ على شراسة خلق ثم صلح حاله، قال البرزالي\nمحدث فاضل على ذهنه فضيلة وفوائد كثيرة تتعلق بهذا الفن ثم ترك وانقطع وكان\nتفرد بأجزاء وأشياء، لم يتزوج قط اه‍.\n(١) هو الشيخ المسند راوي مسند الإمام أحمد أبو على حنبل بن عبد الله بن\nالفرج البغدادي الرصافي المكبر المتوفى سنة أربع وستمائة وهو ابن تسعين سنة\nترجمه أبو شامة في ذيل الروضتين.\n</p>\n\n<p>\n(٢) هو أبو القاسم هبة الله بن محمد بن عبد الواحد بن أحمد بن العباس بن\nالحصين الشيباني المتوفى سنة <span id='ms43'></span> خمس وعشرين وخمسمائة وهو ابن أربع وتسعين سنة\nعلى ما بينه الحافظ ابن طولون الحنفي في <a\nhref=\"/الكتب/2934_الفهرست\">الفهرست</a> الأوسط.\n</p>\n\n<p>\n(٣) هو أبو على الحسن علي بن محمد التميمي المعروف بابن المذهب، توفي سنة\nأربع وأربعين وأربعمائة عن تسع وثمانين سنة ذكره الشمس ابن طولون.\n</p>\n\n<p>\n(٤) نسبة إلى قطيعة الرقيق ببغداد وهو الشيخ أبو بكر أحمد بن جعفر بن\nحمدان بن مالك بن شبيب بن عبد الله القطيعي توفي سنة سبع وستين وثلثمائة عن\nست وتسعين سنة كما في <a href=\"/الكتب/2934_الفهرست\">الفهرست</a> الأوسط.\n</p>\n\n<p>\n(5) التور بالفتح إناء من صفر أو حجارة كالإجانة وقد يتوضأ منه - نهاية\nابن الأثير.\n(1) نسبة إلى ميافارقين.\n</p>\n\n<p>\n(2) بفتح الهمزة والموحدة وسكون الراء وضم القاف وبالهاء نسبة إلى أبرقوه\nبأصبهان وهو أحمد بن إسحاق المتوفى سنة 701 على ما في شذرات الذهب.\n</p>\n\n<p>\n(3) قال الذهبي في المشتبه: الغراف بفتح المعجمة وتشديد الراء بليدة ذات\nبساتين آخر البطائح وتحت واسط واليها ينسب شيخنا تاج الدين علي بن أحمد\nالعلوي الغرافي محدث الإسكندرية.\n(1) قال السخاوي في الاعلان بالتوبيخ لمن ذم التوريخ عند ذكر الميزان:\n</p>\n\n<p>\nوعول عليه من جاء بعده مع أنه تبع في ايراد كل من تكلم فيه ولو كان ثقة\nولكنه التزم ان لا يذكر أحدا من الصحابة ولا الأئمة المتبوعين، وقد ذيل\nعليه الزين العراقي في مجلد والتقط شيخنا (يعني ابن حجر) منه من ليس في\nتهذيب الكمال وضم إليه ما فاته في الرواة وتراجم مستقلة مع انتقاد وتحقيق\nفي كتابه لسان الميزان وقد حققته عليه ولى عليه بعض الزوائد اه‍. وللعلامة\nقاسم بن قطلوبغا الحافظ (تقويم اللسان) في مجلدين (وفضول اللسان). وقد قارن\nحافظ الشام ابن ناصر الدين بين الذهبي والبرزالي والمزي فحكم للمزي بالتفوق\nفي معرفة رجال طبقات الصدر الأول، وللبرزالي في العصريين ومن قبلهم من\nالطبقات القريبة منهم، وللذهبي في الطبقات المتوسطة بينهما تأييدا لقول بعض\nمشايخه. على أن الأهواء قلما تتغلب على المزي والبرزالي في تراجم الناس\nبخلاف الذهبي، وقد انتقده على خطته في تراجم الناس <span id='ms44'></span> انتقادا مرا الحافظ ابن\nالمرابط محمد بن عثمان الغرناطي والتاج ابن السبكي ونسباه إلى التعصب\nالمفرط، ولا تخلو خطته في التراجم من ذلك لا سيما في تراجم الحشوية\nومخالفيهم لبعده عن المعقول والعلوم النظرية واكتفائه بالرواية والسماع كما\nهو شأن غالب الرواة المنصرفين إلى السماع والرواية\nمن صغرهم قبل النظر في مبادي العلوم سامحه الله، وقال ابن الوردي في\nتاريخه:\n</p>\n\n<p>\nواستعجل قبل الموت فترجم في تواريخه الاحياء المشهورين بدمشق وغيرها\nواعتمد ذكر في سير الناس على احداث يجتمعون به وكان في أنفسهم شئ من الناس\nفآذى بهذا السبب في مصنفاته أعراض خلق من المشهورين اه‍.\n(1) بضم الميم وكسر اللام المشددة أبو طاهر الذهبي، وبالمخففة جماعة على ما\nفي مشتبه الذهبي، ولم يذكر ابن حجر الأول في نزهة الألباب في الألقاب.\n</p>\n\n<p>\n(2) نسبة إلى جده نصر وكانت الفرس يقولون نرس فلا يفصحون به فغلب عليه\nكما في المشتبه.\n(١) كان يطعم الأشجار فلقب به، وقد يقال له السمسار أيضا لأنه كان يشتغل\nبالسمسرة في الدور كما في <a href=\"/الكتب/2155_الدرر\">الدرر</a> الكامنة.\n</p>\n\n<p>\n(2) بفتح الميم وسكون الراء وفتح الدال المهملة نسبة إلى مردى مقصورا\nقرية قرب نابلس على ما في ذيل لب اللباب.\n(1) نسبة إلى سبك بالضم والسكون من قرى مصر ذكره السيوطي في لب اللباب.\n(1) لم نهتد إلى قراءة اسمه في الأصل.\n(1) نسبة إلى بيع الخلع لأنه كان يبيعها لملوك مصر وهو أبو الحسن علي بن\nالحسين الموصلي المتوفى بمصر سنة 492 وخرج له أبو نصر الشيرازي الخلعيات في\nعشرين جزءا على ما ذكره السيوطي في حسن المحاضرة، والخلعي بكسر الخاء\nالمعجمة وفتح اللام كما ضبطه ابن خلكان\n(1) هو مسند دمشق وخطيبها أبو نصر الحسين بن محمد بن طلاب القرشي المتوفى\nسنة سبعين وأربعمائة.\n(1) إبراهيم بن عبد الكريم بن راشد المحدث أبو إسحاق القرشي الذهبي القطاع\nاخذ عن ابن عبد الدائم والزين خالد ولد سنة 630 ومات سنة 718.\n</p>\n\n<p>\n(2) وهو تقي الدين سليمان المقدسي.\n</p>\n\n<p>\n(3) نسبة إلى دشت محلة بأصبهان على ما ذكره ابن العماد في الشذرات <span id='ms45'></span> وهو\nأبو بكر أحمد بن محمد بن أبي القسم الدشتي المتوفى سنة 713 عن ثمانين سنة\nوهو من مشايخ الذهبي وطبقته اخذ عن أبي الحجاج يوسف ابن خليل وطبقته في\nرواياته عجائب وغرائب كعمه.\n(1) هو أحمد بن إبراهيم بن سباع شرف الدين خطيب دمشق ومحدثها ونحويها\nالمتوفى سنة خمس وسبعمائة عن خمس وسبعين سنة.\n</p>\n\n<p>\n(2) هو علي بن عيسى بن سليمان المعروف بابن القيم ولي نظر الأحباس في عهد\nالظاهر بيبرس، اخذ عن سبط السلفي وغيره توفي سنة 690.\n</p>\n\n<p>\n(3) وهي (البغية والملتمس في عوالي الامام مالك بن انس).\n(١) كاثارة <a href=\"/الكتب/2163_الفوائد\">الفوائد</a> المجموعة في الإشارة\nإلى الفرائد المسموعة بين فيها شيوخه ومسموعاته منهم، وله جزء تصحيح حديث\nالقلتين و (سلوان التعزي بالحافظ أبي الحجاج المزي) و (المجموع المذهب في\nقواعد المذهب) وغير ذلك، وله مع مغلطاي ما يكون بين المتعاصرين. وكان بينه\nوبين الحنابلة خصومات كثيرة وكان أشعريا متصلبا.\n(1) هنا بياض ولعل الأصل (ورواه ابن ماجة عن ابن المقري) وفي سنن ابن ماجة:\nحدثنا سهل بن أبي سهل ومحمد بن عبد الله بن يزيد قالا ثنا سفيان عن الزهري\nالحديث. ومحمد بن عبد الله بن يزيد هو ابن المقري.\n(1) وسيأتي في ذيل السيوطي انه شافعي المذهب.\n</p>\n\n<p>\n(2) نسبة إلى توزر بالفتح ثم السكون وفتح الزاي وراء مدينة في أقصى\nإفريقية من نواحي الزاب الكبير من اعمال الجريد - معجم البلدان.\n</p>\n\n<p>\n(3) قال جار الله كاتب الأصل: أقول وترجمه التقي الفاسي في العقد الثمين\nفي تاريخ البلد الأمين وقال عقب هذا الكلام وغيره مطولا انه توفي يوم الاحد\nثاني جمادى الأولى سنة سبع وسبعين وسبعمائة بمقر له بسطح الجامع الحاكمي\nبالقاهرة ودفن بالقرافة الصغرى بالقرب من الشيخ تاج الدين بن عطاء الله\nرحمهما الله تعالى اه‍. ولم يؤرخ المصنف وفاته لأنها تأخرت عن وفاته.\nوترجمه ابن العماد فقال: هو من ذرية عثمان بن عفان رضي الله عنه بالغ\nالذهبي في الثناء عليه في بيان زغل العلم وغيره قال في معجمه الكبير:\nالمحدث القدوة عجيب في <a href=\"/الكتب <span id='ms46'></span>/1939_الورع\">الورع</a> والدين\nوالانقباض عن الناس وحسن السمت، وفي المعجم المختص: هو الامام القدوة أتقن\nالحديث وعني به ورحل فيه، قال الشهاب ابن النقيب بمكة رجلان صالحان أحدهما\nيؤثر الخمول وهو ابن خليل والآخر يؤثر الظهور وهو اليافعي. وتصدى للاسماع\nفي أواخر زمانه ومع ذلك فلم يحدث بجميع مسموعاته لكثرتها، توفي بالقاهرة في\nالتاريخ وشهد جنازته ما لا يحصى كثرة، وكان ابن خليل ربما عرضت له جذبة\nفيقول فيها أشياء رحمه الله تعالى اه‍. والذهبي كلما ذكره في بيان زغل\nالعلم يذكره بسيدي عبد الله بن خليل ويطريه.\n(1) هنا بياض في النسخة ولعل الأصل (رواه ابن ماجة عن الأشج) لأنه أخرجه في\nسننه عن واصل بن عبد الأعلى و عبد الله بن سعيد وعلي بن المنذر قالوا ثنا\nمحمد بن فضيل الحديث، وعبد الله بن سعيد هو أبو سعيد الأشج.\n</p>\n\n<p>\n(2) أوست، وكان عمره حين توفي دون أربعين سنة اما ثمانيا وثلاثين سنة أو\nتسعا وثلاثين سنة، قال الصفدي: لو عاش لكان آية اه‍. أقول ولكان انضج وأهدأ\nفي العلم، وكان أحسن علومه معرفة أحاديث الاحكام وعللها، وسيأتي ذكر\nمؤلفاته في ذيل السيوطي\n(١) المعروف بابن عبد الحق نسبة إلى جد أبيه لامه عبد الحق بن خلف الواسطي\nالحنبلي كما في <a href=\"/الكتب/2155_الدرر\">الدرر</a> الكامنة.\n</p>\n\n<p>\n(2) بضم الميم وسكون الواو بعدها معجمة قاله الحافظ ابن حجر.\n</p>\n\n<p>\n(3) بكسر الميم وتخفيف التحتانية وآخره مهملة آخر من اخذ عن ابن خطيب\nالقرافة، ووهم الحسيني في تاريخ وفاته، والصحيح انه توفي ثالث عشر صفر سنة\nثلاث وأربعين وسبعمائة على ما يقوله ابن حجر.\n(1) هو الشيخ المسند أبو عمر وعثمان بن علي بن عبد الواحد الغرس ابن خطيب\nالقرافة المتوفى سنة ست وخمسين وستمائة كما ذكره الذهبي وغيره.\n</p>\n\n<p>\n(2) يعني أحضر وهو صبي في مجلس تحديثهما تبركا.\n</p>\n\n<p>\n(3) يعني ابن إبراهيم بن عبد القوي الكناني المتوفى سنة تسع وعشرين\nوسبعمائة\nوهو المعروف بالدبوسي ويقال الدبابيسي وكان من مسندي عصره، ويتكرر ذكر\nالدبوسي في هذه الطبقة.\n</p>\n\n<p>\n(1) بل الشرف الدمياطي.\n</p>\n\n<p>\n(2) علق <span id='ms47'></span> تاريخا للمتجددات في زمانه ذكره ابن العماد في الشذرات.\n</p>\n\n<p>\n(3) بكسر هاء وسكون جيم وكسر راء وبسين مهملة ذكره صاحب مجمع بحار\nالأنوار في المغني.\n</p>\n\n<p>\n(4) بضم المهملة وفتح الميم وتخفيفها واسكان التحتية نسبة إلى قرية من\nقرى دمشق ذكره في ذيل لب اللباب، وهو مصري المولد والمنشأ نزيل دمشق واصله\nمن صميد بحوران.\n(١) يعني علي بن عيسى المار ذكره لا ابن قيم الجوزية.\n</p>\n\n<p>\n(٢) معجمه في أربع مجلدات وتاريخه ذيل على ذيل ابن النجار على تاريخ\nبغداد للخطيب البغدادي. قال جار الله ابن فهد أقول وكان إماما علامة حافظا\nمن كبار الفقهاء مع <a href=\"/الكتب/1939_الورع\">الورع</a> والزهد والصيانة\nلكنه ابتلى أخيرا بالوسوسة وبالغ فيها إلى أن مات بعد وفاة المؤلف على تلك\nالحالة في يوم الثلاثاء الثامن عشر من جمادى الأولى سنة أربع وسبعين\nوسبعمائة رحمه الله اه‍. قال ابن حجر: وله <a\nhref=\"/الكتب/3615_الوفيات\">الوفيات</a> ذيل البرزالي كبير الفائدة وذيله\nعلى ابن النجار في أربع مجلدات.\n(1) ضبطه ابن العماد في الشذرات بتشديد اللام.\n</p>\n\n<p>\n(2) يعني الشمس المؤرخ السابق ذكره لا المقرئ فإنه متأخر.\n(1) وقال البدر الزركشي: شرع في تخريج أحاديث الرافعي ولم يتم وخرج للدبوسي\nمعجما وجمع أيضا للختني مشيخة.\n</p>\n\n<p>\n(2) بضم الجيم وتشديد الميم المفتوحة وبالزاي قال الذهبي هو الإمام أبو\nالحسن هبة الله ابن بنت الجميزي سمع من السلفي وشهده وابن عساكر.\n(1) كثير ما يتمسك الحشوية بظاهر مثل هذه الأحاديث لعبدهم عن العلم وضعفهم\nفي اللغة، ومن يود الوقوف على معانيها على الوجه الحلق فليراجع كتاب (دفع\nشبهة التشبيه للحافظ ابن الجوزي) الذي عني بطبعه ناشر هذا الكتاب.\n</p>\n\n<p>\n(2) هو وأبوه وعمه وجده من المسندين من بيت علم ورواية، وستأتي ترجمة\nالحافظ عبد الله الواني هذا في ذيل ابن فهد وترجمة والده الحافظ أمين الدين\nمحمد في ذيل السيوطي، وكان والده هذا ممن ملاء الدنيا رواية وله مجلد في\nذكر أسانيد مسموعاته ومروياته رأيته بخطه في الخزانة الظاهرية بدمشق.\n(1) وهو ابن الفركاح البرهان إبراهيم بن عبد الرحمن الفزاري المتوفى سنة\n729.\n(1) وهو <span id='ms48'></span> البدر محمد بن إبراهيم المتوفى سنة 711.\n</p>\n\n<p>\n(2) قال ابن حجر: لم يكن على طريقة المحدثين في تحصيل العوالي وتمييز\nالعالي من النازل ونحو ذلك من فنون الحديث وانما هو من محدثي الفقهاء وقد\nاختصر مع ذلك كتاب ابن الصلاح اه‍. وان كان الغالب عليه السعة في حفظ\nالمتون لكن لم يكن بحيث لا يميز العالي من النازل باعتبار معرفته بطبقات\nالرواة وأحوالهم بل ذلك مما لا يخفى على من هو دونه بمراحل في معرفة الرجال\nكيف وقد لازم المزي في ذلك مدة طويلة وعني بجمع التكميل. وفي تراجم من\nشهروا بالبراعة تبدو كوامن ابن حجر سامحه الله.\n</p>\n\n<p>\n(3) في التاريخ في اثنى عشر مجلدا وعليه يعول البدر العيني في تاريخه.\n</p>\n\n<p>\n(4) وهو المعروف بجامع المسانيد رتبه على الأبواب وهو من أنفع كتبه.\n</p>\n\n<p>\n(5) كتفسيره المشهور وهو من أفيد كتب التفسير بالرواية لأنه يتكلم في\nأسانيد الروايات جرحا وتعديلا غالبا ولا يرسلها ارسالا كما يفعل غالب\nالمفسرين من الرواة، مات رحمه الله بعد وفاة المصنف سنة أربع وسبعين\nوسبعمائة على ما ذكره ابن حجر في <a href=\"/الكتب/2155_الدرر\">الدرر</a>\nالكامنة، وقد وقع بينه وبين الشيخ إبراهيم بن الحافظ ابن القيم منازعة في\nتدريس فقال له ابن كثير: أنت تكرهني لأني أشعري فقال له: لو كان من رأسك\nإلى قدمك شعر ما صدقك الناس في قولك انك أشعري وانك تسخط ابن تيمية. يشير\nبذلك إلى ما شهر عنه من افتتانه ببعض شواذه. قال ابن حجر اخذ عن ابن تيمية\nففتن بحبه وامتحن بسببه ا. بل قال الامام تقي الدين الحصني في (دفع شبهة من\nشبه وتمرد ونسب ذلك إلى الإمام أحمد) ان ابن كثير والشمس ابن عبد الهادي\nوالصلاح الكتبي لا يؤخذ بأقوالهم في ابن تيمية لافتتانهم بمجالسته وهم شباب\nاه‍.\n(1) هكذا بيضا في الأصل.\n</p>\n\n<p>\n(2) ورتب مسند أحمد على حروف المعجم في أسماء المقلين. قال ابن حجر كان\nعالما متقنا منقطع القرين اه‍.\n</p>\n\n<p>\n(3) توفي بعد وفاة المصنف بصالحية دمشق في ليلة الاحد خامس شوال سنة\nتسع وثمانين <span id='ms49'></span> وسبعمائة ودفن بسفح قاسيون على ما ذكره ابن حجر في <a\nhref=\"/الكتب/2155_الدرر\">الدرر</a> الكامنة ومثله بخط جار الله بن فهد في\nحاشية الأصل.\n</p>\n\n<p>\n(1) بفتح الراء وسكون السين المهملة وفتح العين المهلة وفي آخرها النون\nنسبة إلى مدينة رأس العين ذكره القرشي وغيره.\n(1) بفتح السين المهملة والراء المضمومة والواو الساكنة والجيم نسبة إلى\nسروج مدينة بنواحي حران من بلاد الجزيرة.\n</p>\n\n<p>\n(2) شرع في جمع الثقات ولو كمل لكان في أكثر من عشرين مجلدة قال ابن حجر:\nقرأت بخطه مجلدا فيه أسماء الأحمدين ورأيت بخطه مجلدا أيضا فيه من الكتب\nوالاجزاء ما لا يحصى.\n(1) سمع الكثير وأسمع أولاده وكتب الطباق بخطه وأخذ عن أصحاب الفخر وغيرهم\nثم سكن الهند ومات غريقا سنة خمس وثمانين وسبعمائة على ما ذكره ابن العماد\nفي شذرات الذهب، قال ابن حجر: هو والد شيخنا عبد الرحمن اه‍.\n</p>\n\n<p>\nو عبد الرحمن هذا ترجمه السخاوي في الضوء اللامع.\n(١) بكسر الدال نسبة إلى دهلي بالهند وهي الأقيس. والأشهر في النسبة إليها\nدهلوي بالواو. قال ابن حجر في <a href=\"/الكتب/2155_الدرر\">الدرر</a>:\nالدهلي بكسر الدال المهملة وسكون الهاء.\n</p>\n\n<p>\n(2) وفي الشذرات مولى الصدر صلاح الدين عبد الرحمن بن عمر الحريري. <span id='ms50'></span>\n</p>\n",
  "pages": [
    "001",
    "001",
    "001",
    "001",
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010"
  ],
  "volumes": [
    "0M"
  ]
}