{
  "content": "\n#\n<p>\n| فصل في الطلاق\n</p>\n\n<p>\nوهو لغة حل القيد\n</p>\n\n<p>\nوشرعا حل عقد النكاح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p002'> Vol. 04, p. 002</a>\n            </div>\n             باللفظ الآتي وهو إما واجب كطلاق مول لم\nيرد الوطء أو مندوب كأن يعجز عن القيام بحقوقها ولو لعدم الميل إليها أو\nتكون غير عفيفة ما لم يخش الفجور بها أو سيئة الخلق أي بحيث لا يصبر على\nعشرتها عادة فيما استظهره شيخنا وإلا فمتى توجد امرأة غير سيئة الخلق\n</p>\n\n<p>\nوفي الحديث المرأة الصالحة في النساء كالغراب الأعصم كناية عن ندرة\nوجودها إذ الأعصم هو أبيض الجناحين أو يأمره به أحد والديه أي من غير تعنت\nأو حرام كالبدعي وهو طلاق مدخول بها في نحو حيض بلا عوض منها أو في طهر\nجامعها فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p003'> Vol. 04, p. 003</a>\n            </div>\n             وكطلاق من لم يستوف دورها من القسم وكطلاق المريض\nبقصد الحرمان من الإرث ولا يحرم جمع ثلاث طلقات بل يسن الإقتصار على واحدة\nأو مكروه بأن سلم الحال من ذلك كله للخبر الصحيح أبغض الحلال إلى الله\nالطلاق وإثبات بغضه تعالى له المقصود منه زيادة التنفير عنه لا حقيقته\nلمنافاتها لحله إنما ( يقع لغير بائن ) ولو رجعية لم تنقض عدتها فلا يقع\nلمختلعة ورجعية انقضت عدتها ( طلاق ) مختار ( مكلف ) أي بالغ عاقل فلا يقع\nطلاق صبي ومجنون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p004'> Vol. 04, p. 004</a>\n            </div>\n             ( ومتعد بسكر ) أي بشرب خمر وأكل بنج أو حشيش\nلعصيانه بإزالة عقل بخلاف سكران لم يتعد بتناول مسكر كأن أكره عليه أو لم\nيعلم أنه مسكر فلا يقع طلاقه إذا صار بحيث لا يميز لعدم تعديه وصدق مدعي\nإكراه في تناوله بيمينه إن وجدت قرينة عليه كحبس وإلا فلا بد <span id='ms247'></span> من البينة\nويقع طلاق الهازل به بأن قصد لفظه دون معناه أو لعب به بأن لم يقصد شيئا\nولا أثر لحكاية طلاق الغير وتصوير الفقيه وللتلفظ به بحيث لا يسمع نفسه\n</p>\n\n<p>\nواتفقوا على وقوع طلاق الغضبان وإن ادعى زوال شعوره بالغضب ( لا ) طلاق (\nمكره ) بغير حق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p005'> Vol. 04, p. 005</a>\n            </div>\n             ( بمحذور ) مناسب كحبس طويل وكذا قليل لذي\nمروءه وصفعة له في الملأ وكإتلاف مال يضيق عليه بخلاف نحو خمسة دراهم في حق\nموسر وشرط الإكراه قدرة المكره على تحقيق ما هدد به عاجلا بولاية أو تغلب\nوعجز المكره عن دفعه بفرار أو استغاثة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p006'> Vol. 04, p. 006</a>\n            </div>\n             وظنه أنه إن امتنع فعل\nما خوفه به ناجزا فلا يتحقق العجز بدون اجتماع ذلك كله ولا يشترط التورية\nبأن ينوي غير زوجته أو يقول سرا عقبه إن شاء الله فإذا قصد المكره الإيقاع\nللطلاق وقع كما إذا أكره بحق كأن قال مستحق القود طلق زوجتك وإلا قتلتك\nبقتلك أبي أو قال رجل لآخر طلقها أو لأقتلنك غدا فطلق فيقع فيهما ( ب )\nصريح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p007'> Vol. 04, p. 007</a>\n            </div>\n             وهو ما لا يحتمل ظاهره غير الطلاق ك ( مشتق طلاق ) ولو من\nعجمي عرف أنه موضوع لحل عصمة النكاح أو بعده عنها وإن لم يعرف معناه الأصلي\nكما أفتى به شيخنا ( وفراق وسراح ) لتكررها في القرآن كطلقتك وفارقتك\nوسرحتك أو زوجتي وكأنت طالق أو مطلقة بتشديد اللام المفتوحة ومفارقة ومسرحة\nأما مصادرها فكناية كأنت طلاق أو فراق أو سراح\n</p>\n\n<p>\nويشترط ذكر مفعول مع نحو طلقت ومبتدأ مع نحو طالق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p008'> Vol. 04, p. 008</a>\n            </div>\n             فلو نوى\nأحدهما لم يوءثر كما لو قال طالق ونوى أنت أو امرأتي ونوي لفظ طالق إلا إن\nسبق ذكرها في سؤال في نحو طلق امرأتك فقال طلقت بلا مفعول أو فوض إليها\nبطلقي نفسك فقالت طلقت ولم تقل نفسي فيقع فيهما ( وترجمته ) أي مشتق ما ذكر\nبالعجمية فترجمة الطلاق صريح على المذهب وترجمة صاحبيه صريح أيضا على\nالمعتمد ونقل الأذرعي عن جمع الجزم به ( و ) منه ( أعطيت ) أو قلت ( طلاقك\nوأوقعت ) أو ألقيت أو وضعت ( عليك الطلاق ) أو <span id='ms248'></span> طلاقي ويا طالق ويا مطلقة\nبتشديد اللام لا أنت طلاق ولك الطلاق بل هما كنايتان كإن فعلت كذا ففيه\nطلاقك أو فهو طلاقك فيما استظهر شيخنا لأن المصدر لا يستعمل في العين إلا\nتوسعا ولا يضر الخطأ في الصيغة إذا لم يخل بالمعنى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p009'> Vol. 04, p. 009</a>\n            </div>\n             كالخطإ في\nالإعراب\n</p>\n\n<p>\nفروع لو قالت له طلقني فقال هي مطلقة فلا يقبل إرادة غيرها لأن تقدم\nسؤالها يصرف اللفظ إليها ومن ثم لو لم يتقدم لها ذكر رجع لنيته في نحو أنت\nطالق وهي غائبة أو هي طالق وهي حاضرة\n</p>\n\n<p>\nقال البغوي ولو قال ما كدت أن أطلقك كان إقرارا بالطلاق انتهى\n</p>\n\n<p>\nولو قال لوليها زوجها فمقر بالطلاق قال المزجد لو قال هذه زوجة فلان حكم\nبارتفاع نكاحه وأفتى ابن الصلاح فيما لو قال رجل إن غبت عنها سنة فما أنا\nلها بزوج بأنه إقرار في الظاهر بزوال الزوجية بعد غيبته السنة فلها بعدها\nثم بعد انقضاء عدتها تزوج لغيره\n</p>\n\n<p>\nولو قال لآخر أطلقت زوجتك ملتمسا الإنشاء فقال نعم أو إي وقع وكان صريحا\nفإذا قال طلقت فقط كان كناية لأن نعم متعينة للجواب وطلقت مستقلة فاحتملت\nالجواب والإبتداء\n</p>\n\n<p>\nأما إذا قال له ذلك مستخبرا فأجاب بنعم فإقرار بالطلاق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p010'> Vol. 04, p. 010</a>\n            </div>\n             ويقع\nعليه ظاهرا إن كذب ويدين وكذا لو جهل حال السؤال\n</p>\n\n<p>\nفإن قال أردت طلاقا ماضيا وراجعت صدق بيمينه لاحتماله ولو قيل لمطلق\nأطلقت زوجتك ثلاثا فقال طلقت وأراد واحدة صدق بيمينه لأن طلقت محتمل للجواب\nوالإبتداء ومن ثم لو قالت طلقني ثلاثا فقال طلقتك ولم ينو عددا فواحدة ولو\nقال لأم زوجته ابنتك طالق وقال أردت بنتها الأخرى صدق بيمنه كما لو قال\nلزوجته وأجنبية إحداكما طالق وقال قصدت الأجنبية لتردد اللفظ بينهما فصحت\nإرادتها بخلاف ما لو قال زينب طالق واسم زوجته زينب وقصد أجنبية اسمها زينب\nفلا يقبل قوله ظاهرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p011'> Vol. 04, p. 011</a>\n            </div>\n             بل يدين ولو قال عامي أعطيت تلاق فلانة\nبالتاء أو طلاكها بالكاف أو دلاقها بالدال وقع به الطلاق وكان صريحا في حقه\nإن لم <span id='ms249'></span> يطاوعه لسانه إلا على هذا اللفظ المبدل أو كان ممن لغته كذلك كما صرح\nبه الجلال البلقيني واعتمده جمع متأخرون وأفتى به جمع من مشايخنا وإلا فهو\nكناية لأن ذلك الإبدال له أصل في اللغة ( و ) يقع ( بكناية ) وهي ما يحتمل\nالطلاق وغيره إن كانت ( مع نية ) لإيقاع الطلاق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p012'> Vol. 04, p. 012</a>\n            </div>\n             ( مقترنة\nبأولها ) أي الكناية وتعبيري بمقترنة بأولها هو ما رجحه كثيرون واعتمده\nالأسنوي والشيخ زكريا تبعا لجمع محققين ورجح في أصل الروضة الإكتفاء\nبالمقارنة لبعض اللفظ ولو لآخره وهي ( كأنت علي حرام ) أو حرمتك أو حلال\nالله علي حرام ولو تعارفوه طلاقا خلافا للرافعي ولو نوى تحريم عينها أو نحو\nفرجها أو وطئها لم تحرم وعليه مثل كفارة يمين وإن لم يطأ\n</p>\n\n<p>\nولو قال هذا الثوب أو الطعام حرام علي فلغو لا شيء فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p013'> Vol. 04, p. 013</a>\n            </div>\n             ( و )\nأنت ( خلية ) أي من الزوج فعيلة بمعنى فاعلة أو بريئة منه ( وبائن ) أي\nمفارقة ( و ) كأنت ( حرة ) ومطلقة بتخفيف اللام أو أطلقتك ( و ) أنت ( كأمي\n) أو بنتي أو أختي ( و ) ك ( بنتي ) لممكنة كونها بنته باحتمال السن وإن\nكانت معلومة النسب ( و ) ك ( أعتقتك وتركتك ) وقطعت نكاحك ( وأزلتك وأحللتك\n) أي للأزواج وأشركتك مع فلانة وقد طلقت منه أو من غيره ( و ) ك ( تزوجي )\nأي لأني طلقتك وأنت حلال لغيري بخلاف قوله للولي زوجها فإنه صريح ( واعتدي\n) أي لأني طلقتك وودعيني من الوداع أي لأني طلقتك ( و ) ك ( خذي طلاقك ولا\nحاجة لي فيك ) أي لأني طلقتك ولست زوجتي إن لم يقع في جواب دعوى وإلا\nفإقرار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p014'> Vol. 04, p. 014</a>\n            </div>\n             ( و ) ك ( ذهب طلاقك أو سقط طلاقك ) إن فعلت كذا ( و )\nك ( طلاقك واحد ) وثنتان فإن قصد به الإيقاع وقع وإلا فلا وكلك الطلاق أو\nطلقة وكذا سلام عليك على ما قاله ابن صلاح ونقله شيخنا في شرح المنهاج ( لا\n) منها ( كطلاقك عيب أو نقص ولا قلت ) أو أعطيت ( كلمتك أو حكمك ) فلا يقع\nبه الطلاق وإن نوى بها المتلفظ الطلاق لأنها ليست من الكنايات التي تحتمل\nالطلاق بلا تعسف <span id='ms250'></span> ولا أثر لاشتهارها في الطلاق في بعض القطر كما أفتى به جمع\nمن محققي مشايخ عصرنا ولو نطق بلفظ من هذه الألفاظ الملغاة عند إرادة\nالفراق فقال له الآخر مستخبرا أطلقت زوجتك فقال نعم ظانا وقوع الطلاق\nباللفظ الأول لم يقع كما أفتى به شيخنا\n</p>\n\n<p>\nوسئل البلقيني عما لو قال لها أنت علي حرام وظن أنها طلقت به ثلاثا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p015'> Vol. 04, p. 015</a>\n            </div>\n             فقال لها أنت طالق ثلاثا ظانا وقوع الثلاث بالعبارة الأولى\n</p>\n\n<p>\nفأجاب بأنه لا يقع عليه طلاق بما أخبر به ثانيا على الظن المذكور\n</p>\n\n<p>\nاه\n</p>\n\n<p>\nويجوز لمن ظن صدقه أن لا يشهد عليه\n</p>\n\n<p>\nفرع لو كتب صريح طلاق أو كنايته ولم ينو إيقاع الطلاق فلغو ما لم يتلفظ\nحال الكتابة أو بعدها بصريح ما كتبه نعم يقبل قوله أردت قراءة المكتوب لا\nالطلاق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p016'> Vol. 04, p. 016</a>\n            </div>\n             لإحتماله ولا يلحق الكناية بالصريح طلب المرأة الطلاق\nولا قرينة غضب ولا اشتهار بعض ألفاظ الكنايات فيه ( وصدق منكر نية ) في\nالكناية ( بيمينه ) في أنه ما نوى بها طلاقا فالقول في النية إثباتا ونفيا\nقول الناوي إذ لا تعرف إلا منه فإن لم تمكن مراجعة نيته بموت أو فقد لم\nيحكم بوقوع الطلاق لأن الأصل بقاء العصمة\n</p>\n\n<p>\nفروع قال في العباب من اسم زوجته فاطمة مثلا فقال ابتداء أو جوابا لطلبها\nالطلاق فاطمة طالق وأراد غيرها لم يقبل ومن قال لامرأته يا زينب أنت طالق\nواسمها عمرة طلقت للإشارة ولو أشار إلى أجنبية وقال يا عمرة أنت طالق واسم\nزوجته عمرة لم تطلق ومن قال امرأتي طالق مشيرا لأحدى امرأتيه وأراد الأخرى\nقبل بيمينه ومن له زوجتان اسم كل واحدة منهما فاطمة بنت محمد وعرف أحدهما\nبزيد فقال فاطمة بنت محمد طالق ونوى بنت زيد قبل\n</p>\n\n<p>\nانتهى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p017'> Vol. 04, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nقال شيخنا لم يقبل في المسألة الأولى أي ظاهرا بل يدين\n</p>\n\n<p>\nنعم يتجه قبول إرادته لمطلقة له اسمها فاطمة اه\n</p>\n\n<p>\nولو قال زوجتي عائشة بنت محمد طالق وزوجته خديجة بنت محمد طلقت لأنه لا\nيضر الخطأ في الإسم ولو قال لإبنه المكلف <span id='ms251'></span> قل لأمك أنت طالق ولم يرد التوكيل\nيحتمل التوكيل فإذا قاله لها طلقت كما تطلق به لو أراد التوكيل ويحتمل أنها\nتطلق وكون الإبن مخبرا لها بالحال قال الأسنوي ومدرك التردد أن الأمر\nبالأمر بالشيء إن جعلناه كصدور الأمر من الأول كان الأمر بالإخبار بمنزلة\nالإخبار من الأب فيقع وإلا فلا\n</p>\n\n<p>\nاه\n</p>\n\n<p>\nقال الشيخ زكريا وبالجملة فينبغي أن يستفسر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p018'> Vol. 04, p. 018</a>\n            </div>\n             فإن تعذر\nاستفساره عمل بالإحتمال الأول حتى لا يقع الطلاق بقوله بل بقول الإبن لأمه\nلأن الطلاق لا يقع بالشك\n</p>\n\n<p>\n( ولو قال طلقتك ونوى عدا ) اثنتين أو واحدة ( وقع منوي ) ولو في غير\nموطوءة فإن لم ينوه وقع طلقة واحدة ولو شك في العدد الملفوظ أو المنوي\nفيأخذ بالأقل ولا يخفى الورع\n</p>\n\n<p>\nفرع لو قال طلقتك واحدة وثنتين فيقع به الثلاث كما هو ظاهر وبه أفتى بعض\nمحققي علماء عصرنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p019'> Vol. 04, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nولو قال للمدخول بها أنت طالق طلقة بل طلقتين فيقع ثلاث كما صرح به الشيخ\nزكريا في شرح الروض ( ويقع طلاق الوكيل ) في الطلاق ( بطلقت ) فلانة ونحوه\nوإن لم ينو عند الطلاق أنه مطلق لموكله ( ولو قال لآخر أعطيت ) أو جعلت\nبيدك ( طلاق زوجتي ) أو قال له رح بطلاقها وأعظها ( فهو توكيل ) يقع الطلاق\nبتطليق الوكيل لا بقول الزوج هذا اللفظ بل تحصل الفرقة من حين قول الوكيل\nمتى شاء طلقت فلانة لا بإعلامها الخبر بأن فلانا أرسل بيدي طلاقك ولا\nبإعلامها أن زوجك طلق وإذا قال له لا تعطه إلا في يوم كذا فيطلق في اليوم\nالذي عينه أو بعده لا قبله ثم إن قصد التقييد بيوم طلق فيه لا بعده\n</p>\n\n<p>\n( ولو قال لها ) أي الزوجة المكلفة منجزا ( طلقي نفسك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p020'> Vol. 04, p. 020</a>\n            </div>\n             إن شئت\nفهو تمليك ) للطلاق لا توكيل بذلك وبحث أن منه قوله طلقيني فقالت أنت طالق\nثلاثا لكنه كناية فإن نوى التفويض إليها طلقت وإلا فلا\n</p>\n\n<p>\nوخرج بتقييدي بالمكلفة غيرها لفساد عبارتها وبمنجز المعلق فلو قال إذا\nجاء رمضان فطلقي نفسك لغا وإذا قلنا أنه تمليك ( فيشترط ) لوقوع الطلاق\nالمفوض <span id='ms252'></span> إليها ( تطليقها ) ولو بكناية ( فورا ) بأن لا يتخلل فاصل بين\nتفويضه وإيقاعها نعم لو قال طلقي نفسك فقالت كيف يكون تطليق نفسي ثم قالت\nطلقت وقع لأنه فصل يسير ( بطلقت ) نفسي أو طلقت فقط لا بقبلت وقال بعضهم\nكمختصري الروضة لا يشترط الفور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p021'> Vol. 04, p. 021</a>\n            </div>\n             في متى شئت فتطلق متى شاءت\n</p>\n\n<p>\nوجزم به صاحبا التنبيه والكفاية لكن المعتمد كما قال شيخنا أنه يشترط\nالفورية وإن أتى بنحو متى ويجوز له الرجوع قبل تطليقها كسائر العقود\n</p>\n\n<p>\nفائدة يجوز تعليق الطلاق كالعتق بالشروط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p022'> Vol. 04, p. 022</a>\n            </div>\n             ولا يجوز الرجوع فيه\nقبل وجود الصفة\n</p>\n\n<p>\nولا يقع قبل وجود الشرط\n</p>\n\n<p>\nولو علقه بفعله شيئا ففعله ناسيا للتعلق أو جاهلا بأنه المعلق عليه لم\nتطلق\n</p>\n\n<p>\nولو علق الطلاق على ضرب زوجته بغير ذنب فشتمته فضربها لم يحنث إن ثبت ذلك\nوإلا صدقت فتحلف\n</p>\n\n<p>\nمهمة يجوز الإستثناء بنحو إلا بشرط أن يسمع نفسه وأن يتصل بالعدد الملفوظ\nكطلقتك ثلاثا إلا اثنتين فيقع طلقه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p023'> Vol. 04, p. 023</a>\n            </div>\n             أو إلا واحدة فطلقتان ولو\nقال أنت طالق إن شاء الله لم تطلق\n</p>\n\n<p>\n( وصدق مدعي إكراه ) على طلاق ( أو إغماء ) حالته ( أو سبق لسان ) إلى\nلفظ الطلاق ( بيمينه إن كان ثم قرينة ) كحبس وغيره في دعوى كونه مكرها\nوكمرض واعتياد صرع في دعوى كونه مغشيا عليه وككون اسمها طالعا أو طالبا في\nدعوى سبق اللسان ( وإلا ) تكن هناك قرينة ( فلا ) يصدق إلا بيمينه\n</p>\n\n<p>\nتتمة من قال لزوجته يا كافرة مريدا حقيقة الكفر جرى فيها ما تقرر في\nالردة أو الشتم فلا طلاق وكذا إن لم يرد شيئا لأصل بقاء العصمة وجريان ذلك\nالشتم كثيرا مرادا به كفر النعمة\n</p>\n\n<p>\n( فرع في حكم المطلقة بالثلاث حرم لحر من طلقها ) ولو قبل الوطء ( ثلاثا\nولعبد من طلقها ثنتين ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p024'> Vol. 04, p. 024</a>\n            </div>\n             في نكاح أو أنكحة ( حتى تنكح ) زوج\nغيره بنكاح صحيح ثم يطلقها وتنقض عدتها منه كما هو معلوم ( ويولج ) بقبلها\n( حشفة ) منه أو قدرها من فاقدها مع افتضاض لبكر وشرط كون الإيلاج (\nبانتشار ) للذكر أي معه وإن قل أو أعين بنحو إصبع ولا <span id='ms253'></span> يشترط إنزال وذلك\nللآية\n</p>\n\n<p>\nوالحكمة في اشتراط التحليل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p025'> Vol. 04, p. 025</a>\n            </div>\n             التنفير من استيفاء ما يملكه من\nالطلاق ( ويقبل قولها ) أي المطلقة ( في تحليل ) وانقضاء عدة عند إمكان (\nوإن كذبها الثاني ) في وطئه لها لعسر إثباته ( و ) إذا ادعت نكاحا وانقضاء\nعدة وحلفت عليهما جاز ( ل ) لزوج ( الأول نكاحها ) وإن ظن كذبها لأن العبرة\nفي العقود بقول أربابها ولا عبرة بظن لا مستند له\n</p>\n\n<p>\nولو ادعى الثاني الوطء وأنكرته لم تحل للأول ولو قالت لم أنكح ثم كذبت\nنفسها وادعت نكاحا بشرطه جاز للأول نكاحها إن صدقها ( ولو أخبرته )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p026'> Vol. 04, p. 026</a>\n            </div>\n             أي المطلقة زوجها الأول ( أنها تحللت ثم رجعت ) وكذبت نفسها (\nقبلت ) دعواها ( قبل عقد ) عليها لللأول فلا يجوز له نكاحها ( لا بعده ) أي\nلا يقبل إنكارها التحليل بعد عقد الأول لأن رضاها بنكاحه يتضمن الإعتراف\nبوجود التحليل فلا يقبل منها خلافه ( وإن صدقها الثاني ) في عدم الإصابة\nلأن الحق تعلق بالأول فلم تقدر هي ولا مصدقها على رفعه كما أفتى به جمع من\nمشايخنا المحققين\n</p>\n\n<p>\nتتمة إنما يثبت الطلاق كالإقرار به بشهادة رجلين حرين عدلين فلا يحكم\nبوقوعه بشهادة الإناث ولو مع رجل أو كن أربعا ولا بالعبيد ولو صلحاء ولا\nبالفساق ولو كان الفسق بإخراج مكتوبة عن وقتها بلا عذر ويشترط للأداء\nوالقبول أن يسمعاه ويبصر المطلق حين النطق به فلا يصح تحملها الشهادة\nاعتمادا على الصوت من غير أن يريا المطلق لجواز اشتباه الأصوات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p027'> Vol. 04, p. 027</a>\n            </div>\n            \nوأن يبينا لفظ الزوج من صريح أو كناية ويقبل فيه شهادة أبي المطلقة وابنها\nإن شهدا حسبة\n</p>\n\n<p>\nولو تعارضت بينتا تعليق وتنجيز قدمت الأولى لأن معها زيادة علم بسماع\nالتعليق\n</p>\n\n#\n<p>\n| فصل في الرجعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p028'> Vol. 04, p. 028</a>\n            </div>\n             هي لغة المرة من الرجوع وشرعا رد المرأة إلى النكاح من طلاق\nغير بائن في العدة ( صح رجوع مفارقة بطلاق دون أكثره ) فهو ثلاث لحر وثنتان\nلعبد ( مجانا ) بلا عوض ( بعد وطء ) أي في عدة وطء ( قبل انقضاء عدة ) فلا\nيصح رجوع مفارقة بغير طلاق كفسخ ولا مفارقة بدون ثلاث مع عوض كخلع\nلبينونتها ومفارقة <span id='ms254'></span> قبل وطء إذ لا عدة عليها ولا من انقضت عدتها لأنها صارت\nأجنبية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p029'> Vol. 04, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nويصح تجديد نكاحهن بإذن جديد وولي وشهود ومهر آخر ولا مفارقة بالطلاق\nالثلاث فلا يصح نكاحها إلا بعد التحليل وإنما يصح الرجوع ( براجعت ) أو\nرجعت ( زوجتي ) أو فلانة وإن لم يقل إلي نكاحي أو إلي لكن يسن أن يزيد\nأحدهما مع الصيغة ويصح برددتها إلى نكاحي وبأمسكتها وأما عقد النكاح عليها\nبإيجاب وقبول فكناية تحتاج إلى نية\n</p>\n\n<p>\nولا يصح تعليقها كراجعتك إن شئت\n</p>\n\n<p>\nولا يشترط الإشهاد عليها بل يسن\n</p>\n\n<p>\nفروع يحرم التمتع برجعية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p030'> Vol. 04, p. 030</a>\n            </div>\n             ولو بمجرد نظر ولاحد إن وطىء بل\nيعزر وتصدق بيمينها في انقضاء العدة بغير الأشهر من أقراء أو وضع إذا أمكن\nوإذا أنكره الزوج أو خالفت عادتها لأن النساء مؤتمنات على أرحامهن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p031'> Vol. 04, p. 031</a>\n            </div>\n             ولو ادعى رجعة العدة وهي منقضية ولم تنكح فإن اتفقا على وقت\nالإنقضاء كيوم الجمعة وقال راجعت قبله فقالت بل بعده حلفت أنها لا تعلم أنه\nراجع فتصدق لأن الأصل عدم الرجعة قبله فلو اتفقتا على وقت الرجعة كيوم\nالجمعة وقالت انقضت يوم الخميس وقال بل انقضت يوم السبت صدق بيمينه أنها ما\nانقضت يوم الخميس لاتفاقهما على وقت الرجعة والأصل عدم انقضاء العدة قبله\n</p>\n\n<p>\n( ولو تزوج ) رجل ( مفارقته ) ولو بخلع ( بدون ثلاث ولو بعد ) أن نكحت ل\n( زوج آخر ) ودخوله بها ( عادت ) إليه ( ببقيته ) أي بقية الثلاث فقط من\nثنتين أو واحدة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p032'> Vol. 04, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\n| فصل الإيلاء\n</p>\n\n<p>\nخلف زوج يتصور وطوه على امتناعه من وطؤه زوجته مطلقا أو فوق أربعة أشهر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p033'> Vol. 04, p. 033</a>\n            </div>\n             كأن يقول لا أطوك أو لا أطوك خمسة أشهر أو حتى يموت فلان فإذا\nمضت أربعة أشهر من الإيلاء بلا وطء فلها مطالبته بالفيئة وهي الوطء أو\nبالطلاق فإن أبى طلق عليه القاضي وينعقد الإيلاء بالحلف بالله تعالى\nوبتعليق طلاق أو عتق أو التزام قربة وإذا وطىء مختارا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p034'> Vol. 04, p. 034</a>\n            </div>\n             بمطالبة\nأو دونها لزمته كفارة يمين إن حلف بالله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p035'> Vol. 04, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\n| فصل إنما يصح الظهار ممن يصح طلاقه\n</p>\n\n<p>\nوهو أن يقول لزوجته أنت كظهر أمي ولو بدون <span id='ms255'></span> علي\n</p>\n\n<p>\nوقوله أنت كأمي كناية وكالأم محرم لم يطرأ تحريمها\n</p>\n\n<p>\nوتلزمه كفارة ظهار بالعود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p036'> Vol. 04, p. 036</a>\n            </div>\n             وهو أن يمسكها زمنا يمكن فراقها\nفيه\n</p>\n\n#\n<p>\n| فصل في العدة\n</p>\n\n<p>\nهي مأخوذة من العدد لإشتمالها على عدد أقراء وأشهر غالبا وهي شرعا مدة\nتتربص فيها المرأة لمعرفة براءة رحمها من الحمل أو للتعبد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p037'> Vol. 04, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nوهو إصطلاحا ما لا يعقل معناه عبادة كان أو غيرها ولتفجعها على زوج مات\n</p>\n\n<p>\nوشرعت أصالة صونا للنسب عن الإختلاط ( تجب عدة لفرقة زوج حي ) بطلاق أو\nفسخ نكاح حاضر أو غائب مدة طويلة ( وطيء ) في قبل أو دبر بخلاف ما إذا لم\nيكن وطىء وإن وجدت خلوة ( وإن تيقن براءة رحم ) كما في صغيرة وصغير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p038'> Vol. 04, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\n( ولوطء ) حصل مع ( شبهة ) في حله كما في نكاح فاسد وهو كل ما لم يوجب\nحدا على الواطيء\n</p>\n\n<p>\nفرع لا يستمتع بموطوءة بشبهة مطلقا ما دامت في عدة شبهة حملا كانت أو\nغيره حتى تنقضي بوضع أو غيره لإختلال النكاح بتعلق حق الغير\n</p>\n\n<p>\nقال شيخنا ومنه يوءخذ أنه يحرم عليه نظرها ولو بلا شهوة والخلوة بها\nوإنما يجب لما ذكر عدة ( بثلاثة قروء ) والقرء هنا طهريين دمي حيضتين أو\nحيض ونفاس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p039'> Vol. 04, p. 039</a>\n            </div>\n             فلو طلق من لم تحض أولا ثم حاضت لم يحسب الزمن الذي\nطلق فيه قرءا إذ لم يكن بين دمين بل لا بد من ثلاثة أطهار بعد الحيضة\nالمتصلة بالطلاق ويحسب بقية الطهر طهرا في غيرها وتجب العدة بثلاثة أقراء (\nعلى حرة تحيض ) لقوله تعالى <span class='quran'>والمطلقات يتربصن بأنفسهن ثلاثة قروء </span>فمن طلقت طاهرا وقد بقي من الطهر لحظة انقضت عدتها بالطعن في الحيضة\nالثالثة لإطلاق القرء على أقل لحظة من الطهر وإن وطىء فيه أو حائضا وإن لم\nيبق من زمن الحيض إلا لحظة فتنقضي عدتها بالطعن في الحيضة الرابعة وزمن\nالطعن في الحيضة ليس من العدة بل يتبين به انقضاؤها\n</p>\n\n<p>\n( و ) تجب عدة ( بثلاثة أشهر ) هلالية ما لم تطلق أثناء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p040'> Vol. 04, p. 040</a>\n            </div>\n             شهر\nوإلا تمم المنكسر ثلاثين ( إن لم تحض ) أي الحرة أصلا ( أو ) حاضت أولا ثم <span id='ms256'></span>\nانقطع و ( يئست ) من الحيض ببلوغها إلى سن تيأس فيه النساء من الحيض غالبا\nوهو اثنتان وستون سنة وقيل خمسون ولو حاضت من لم تحض قط في أثناء العدة\nبالأشهر اعتدت بالأطهار أو بعدها أو تستأنف العدة بالأطهار بخلاف الآيسة (\nومن انقطع حيضها ) بعد أن كانت تحيض ( بلا علة ) تعرف ( لم تتزوج حتى تحيض\nأو تيأس ) ثم تعتد بالأقراء أو الأشهر وفي القديم وهو مذهب مالك وأحمد أنها\nتتربص تسعة أشهر ثم تعتد بثلاثة أشهر ليعرف فراغ الدم إذ هي غالب مدة الحمل\nوانتصر له الشافعي بأن عمر رضي الله عنه قضى به بين المهاجرين والأنصار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p041'> Vol. 04, p. 041</a>\n            </div>\n             ولم ينكر عليه ومن ثم أفتى به سلطان العلماء عز الدين ابن عبد\nالسلام والبارزي والريمي وإسماعيل الحضرمي واختاره البلقيني وشيخنا ابن\nزياد رحمهم الله تعالى\n</p>\n\n<p>\nأما من انقطع حيضها بعلة تعرف كرضاع ومرض فلا تتزوج اتفاقا حتى تحيض أو\nتيأس وإن طالت المدة ( و ) تجب العدة ( لوفاة ) زوج حتى ( على ) حرة (\nرجعية وغير موطوءة ) لصغر أو غيره وإن كانت ذات أقراء ( بأربعة أشهر وعشرة\nأيام ) ولياليها للكتاب والسنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p042'> Vol. 04, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nوتجب على المتوفي عنها زوجها العدة بما ذكر ( مع إحداد ) يعني يجب\nالإحداد عليها أيضا بأي صفة كانت للخبر المتفق عليه لا يحل لامرأة تؤمن\nبالله واليوم الآخر أن تحد على ميت فوق ثلاث إلا على زوج أربعة أشهر وعشرا\nأي فإنه يحل لها الإحداد عليه هذه المدة أي يجب لأن ما جاز بعد امتناعه\nواجب وللإجماع على إرادته إلا ما حكي عن الحسن البصري وذكر الإيمان للغالب\nأو لأنه أبعث على الإمتثال وإلا فمن لها أمان يلزمها ذلك أيضا ويلزم الولي\nأمر موليته به\n</p>\n\n<p>\nتنبيه الإحداد الواجب على المتوفي عنها زوجها ولو صغيرة ترك لبس مصبوع\nلزينة وإن خشن\n</p>\n\n<p>\nويباح إبريسم لم يصبغ وترك التطيب ولو ليلا والتحلي نهارا بحلي ذهب أو\nفضة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p043'> Vol. 04, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nولو نحو خاتم أو قرط أو تحت الثياب للنهي عنه ومنه مموه بأحدهما ولؤلؤ\nونحوه من الجواهر التي تتحلى بها ومنها <span id='ms257'></span> العقيق وكذا نحو نحاس وعاج إن كانت\nمن قوم يتحلون بهما وترك الإكتحال بإثمد إلا لحاجة وإن كانت سوداء ودهن شعر\nرأسها لا سائر البدن وحل تنظف بغسل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p044'> Vol. 04, p. 044</a>\n            </div>\n             وإزالة وسخ وأكل تنبل وندب\nإحداد لبائن بخلع أو فسخ أو طلاق ثلاث لئلا يفضي تزيينها لفسادها وكذا\nالرجعية إن لم ترج عودة بالتزين فيندب\n</p>\n\n<p>\nوتجب على المعتدة بالوفاة وبطلاق بائن أو فسخ ملازمة مسكن كانت فيه عند\nالموت أو الفرقة إلى انقضاء عدة ولها الخروج نهارا لشراء نحو طعام وبيع غزل\nولنحو احتطاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p045'> Vol. 04, p. 045</a>\n            </div>\n             لا ليلا ولو أوله خلافا لبعضهم لكن لها خروج ليلا\nإلى دار جاره الملاصق لغزل وحديث ونحوهما لكن بشرط أن يكون ذلك بقدر العادة\nوأن لا يكون عندها من يحدثها ويؤنسها على الأوجه وأن ترجع وتبيت في بيتها\n</p>\n\n<p>\nأما الرجعية فلا تخرج إلا بإذنه أو لضرورة لأن عليه القيام بجميع مؤنها\nكالزوجة ومثلها بائن حامل وتنتقل من المسكن لخوف على نفسها أو ولدها أو على\nالمال ولو لغيرها كوديعة وإن قل وخوف هدم أو حرق أو سارق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p046'> Vol. 04, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nأو تأذت بالجيران أذى شديدا وعلى الزوج سكنى المفارقة ولو بأجرة ما لم\nتكن ناشزة وليس له مساكنتها ولا دخول محل هي فيه مع انتفاء نحو المحرم\nفيحرم عليه ذلك ولو أعمى وإن كان الطلاق رجعيا لأن ذلك يجر إلى الخلوة\nالمحرمة بها ومن ثم لزمها منعه إن قدرت عليه ( و ) كما تعتد حرة بما ذكر (\nتعتد غيرها ) أي غير الحرة ( بنصف ) من عدة الحرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p047'> Vol. 04, p. 047</a>\n            </div>\n             لأنها على\nالنصف في كثير من الأحكام ( وكمل الطهر الثاني ) إذ لا يظهر نصفه إلا بظهور\nكله فلا بد من الإنتظار إلى أن يعود الدم ( وتعتدان ) أي الحرة والأمة\nلوفاة أو غيرها وإن كانتا تحيضان ( بوضع حمل ) حملتا لصاحب العدة ولو مضغة\nتتصور لو بقيت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p048'> Vol. 04, p. 048</a>\n            </div>\n             لا بوضع علقة\n</p>\n\n<p>\nفرع يلحق ذا العدة الولد إلى أربع سنين من وقت طلاقه لا إن أتت به بعد\nنكاح لغير ذي العدة وإمكان لأن يكون منه بأن أتت به لستة <span id='ms258'></span> أشهر بعد نكاحه\n</p>\n\n<p>\n( وتصدق ) المرأة ( في ) دعوى ( انقضاء عدة ) بغير أشهر إن ( أمكن )\nانقضاوها وإن خالفت عدتها أو كذبها الزوج إذ يعسر عليها إقامة البينة بذلك\nولأنها مؤتمنة على ما في رحمها وإمكان الإنقضاء بالولادة ستة أشهر ولحظتان\nوبالأقراء لحرة طلقت في طهر اثنان وثلاثون يوما ولحظتان وفي حيض سبعة\nوأربعون يوما ولحظة\n</p>\n\n<p>\nفائدة ينبغي تحليف المرأة على انقضاء العدة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p049'> Vol. 04, p. 049</a>\n            </div>\n             ( ولا يقبل\nدعواها ) أي المرأة ( عدم انقضائها ) أي العدة ( بعد تزوج الآخر ) لأن\nرضاها بالنكاح يتضمن الإعتراف بانقضاء العدة فلو ادعت بعد الطلاق الدخول\nفأنكر صدق بيمينه لأن الأصل عدمه وعليها العدة مؤاخذة لها بإقرارها وإن\nرجعت وكذبت نفسها في دعوى الدخول لأن الإنكار بعد الإقرار غير مقبول\n</p>\n\n<p>\nفرع لو انقضت عدة الرجعية ثم نكحت آخر فادعى مطلقها عليها أو على الزوج\nالثاني الرجعية قبل انقضاء العدة فأثبت ذلك ببينة أو لم يثبت لكن أقرا أي\nالزوجة والثاني له به أخذها لأنه قد ثبت بالبينة أو الإقرار ما يستلزم فساد\nالنكاح ولها عليه بالوطء مهر المثل فلو أنكر الثاني الرجعة صدق بيمينه في\nإنكارها لأن النكاح وقع صحيحا والأصل عدم الرجعة أو أقرت هي دون الثاني فلا\nيأخذها لتعلق حق الثاني حتى تبين من الثاني إذ لا يقبل إقرارها عليه\nبالرجعة ما دامت في عصمته لتعلق حقه بها أما إذا بانت منه فتسلم للأول بلا\nعقد وأعطت وجوبا الأول قبل بينونتها مهر المثل للحيلولة الصادرة منها بينه\nوبين حقه بالنكاح الثاني حتى لو زال أخذت المهر لارتفاع الحيلولة ولو تزوجت\nامرأة كانت في حيالة زوج بأن ثبت ذلك ولو بإقرارها به قبل نكاح الثاني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p050'> Vol. 04, p. 050</a>\n            </div>\n             فادعى عليها الأول بقاء نكاحه وأنه لم يطلقها وهي تدعي أنه\nطلقها وانقضت عدتها منه قبل أن تنكح الثاني ولا بينة بالطلاق فحلف أنه لم\nيطلقها أخذها من الثاني لأنها أقرت له بالزوجية وهو إقرار صحيح إذ لم يتفقا\nعلى الطلاق ( وتنقطع عدة ) بغير حمل ( بمخالطة ) مفارق لمفارقة ( رجعية\nفيها ) لا بائن ولو بخلع كمخالطة الزوج <span id='ms259'></span> زوجته بأن كان يختلي بها ويتمكن\nعليها ولو في الزمن اليسير سواء أحصل وطء أم لا فلا تنقضي العدة لكن إذا\nزالت المعاشرة بأن نوى أنه لا يعود إليها كملت على ما مضى وذلك لشبهة\nالفراش \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p051'> Vol. 04, p. 051</a>\n            </div>\n             كما لو نكحها حائلا في العدة فلا يحسب زمن استفراشه\nعنها بل تنقطع من حين الخلوة ولا يبطل بها ما مضى فتبني عليه إذا زالت ولا\nيحسب الأوقات المتخللة بين الخلوات ( و ) لكن ( لا رجعة ) له عليها ( بعدها\n) أي بعد العدة بالأقراء أو الأشهر على المعتمد وإن لم تنقض عدتها لكن\nيلحقها الطلاق إلى انقضائها والذي رجحه البلقيني أنه لا مؤنة لها بعدها\n</p>\n\n<p>\nوجزم به غيره فقال لا توارث بينهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p052'> Vol. 04, p. 052</a>\n            </div>\n             ولا يحد بوطئها\n</p>\n\n<p>\nتتمة لو اجمتع عدتا شخص على امرأة بأن وطىء مطلقته الرجعية مطلقا أو\nالبائن بشبهة تكفي عدة أخيرة منهما فتعتد هي من فراغ الوطء وتندرج فيها\nبقية الأولى فإن كرر الوطء استأنفت أيضا لكن لا رجعة حيث لم يبق من الأولى\nبقية\n</p>\n\n<p>\nفرع في حكم الإستبراء وهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p053'> Vol. 04, p. 053</a>\n            </div>\n             شرعا تربص بمن فيها رق عند وجود\nسبب مما يأتي للعلم ببراءة رحمها أو للتعبد\n</p>\n\n<p>\n( يجب استبراء ) لحل تمتع أو تزويج ( بملك أمة ) ولو معتدة بشراء أو إرث\nأو وصية أو هبة مع قبض أو سبي بشرطه من القسمة أو اختيار تملك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p054'> Vol. 04, p. 054</a>\n            </div>\n            \n( وإن تيقن براءة رحم ) كصغيرة وبكر وسواء أملكها من صبي أم امرأة أم من\nبائع استبرأها قبل البيع فيجب فيما ذكر بالنسبة لحل التمتع ( وبزوال فراش )\nله ( عن أمة موطوءة ) غير مستولدة ( أو مستولدة بعتقها ) أي بإعتاق السيد\nكل واحدة منهما أو موته لا إن استبرأ قبيل إعتاق غير مستولدة ممن زال عنها\nالفراش فلا يجب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p055'> Vol. 04, p. 055</a>\n            </div>\n             بل تتزوج حالا\n</p>\n\n<p>\nإذ لا تشبه هذه منكوحة بخلاف المستولدة\n</p>\n\n<p>\n( و ) يحرم بل ( لا يصح تزويج موطوءته ) أي المالك ( قبل ) مضي ( إستبراء\n) حذر من اختلاط الماءين أما غير موطوءته فإن كانت غير موطوءة لإحد فله\nتزويجها مطلقا أو موطوءة غيره فله تزويجها ممن الماء منه وكذا <span id='ms260'></span> من غيره إن\nكان الماء غير محترم أو مضت مدة الإستبراء منه\n</p>\n\n<p>\nولو أعتق موطوءته فله نكاحها بلا استبراء ( وهو ) أي الإستبراء ( لذات\nأقراء حيضة ) كاملة فلا تكفي بقيتها الموجودة حالة وجوب الإستبراء ولو\nوطئها في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p056'> Vol. 04, p. 056</a>\n            </div>\n             الحيض فحبلت منه فإن كان قبل مضي أقل الحيض انقطع\nالإستبراء وبقي التحريم إلى الوضع كما حبلت من وطئه وهي طاهرة وإن حبلت بعد\nمضي أقله كفى في الإستبراء لمضي حيض كامل لها قبل الحمل ( ولذات أشهر ) من\nصغيرة أو آيسة ( شهر ولحامل لا تعتد بالوضع ) أي بوضع الحمل وهي التي حملها\nمن الزنا أو المسبية الحامل أو التي هي حامل من السيد وزال عنها فراشه بعتق\nسواء الحامل المستولدة وغيرها ( وضعه ) أي الحمل\n</p>\n\n<p>\nفرع لو اشترى نحو وثنية أو مرتدة فحاضت ثم بعد فراغ الحيض أو في أثنائه\nومثله الشهر في ذات الأشهر أسلمت لم يكف حيضها أو نحوه في الإستبراء لأنه\nلا يستعقب حل التمتع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p057'> Vol. 04, p. 057</a>\n            </div>\n             الذي هو القصد في الإستبراء ( وتصدق )\nالمملوكة بلا يمين ( في قولها ) حضت لأنه لا يعلم إلا منها ( وحرم في غير\nمسبية تمتع ) ولو بنحو نظر بشهوة ومس ( قبل ) تمام ( استبراء ) لأدائه إلى\nالوطء المحرم ولاحتمال أنها حامل بحر فلا يصح نحو بيعها نعم تحل له الخلوة\nبها أما في المسبية فيحرم الوطء لا الاستمتاع بغيره من تقبيل ومس لأنه صلى\nالله عليه وسلم لم يحرم منها غيره مع غلبة امتداد الأعين والأيدي إلى مس\nالإماء سيما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p058'> Vol. 04, p. 058</a>\n            </div>\n             الحسان ولأن ابن عمر رضي الله عنه قبل أمة وقعت في\nسهمه من سبايا أوطاس وألحق الماوردي وغيره بالمسبية في حل الإستمتاع بغير\nالوطء كل من لا يمكن حملها كصبية وآيسة وحامل من زنا\n</p>\n\n<p>\nفرع لا تصير أمة فراشا لسيدها إلا بوطء منه في قبلها ويعلم ذلك بإقراره\nبه أو ببينة فإذا ولدت للإمكان من وطئه ولدا لحقه وإن لم يعترف به\n</p>\n\n#\n<p>\n| فصل في النفقة\n</p>\n\n<p>\nمن الإنفاق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p059'> Vol. 04, p. 059</a>\n            </div>\n             وهو الإخراج ( يجب ) المد الآتي وما عطف عليه (\nلزوجة ) أو أمة ومريضة ( مكنت ) من <span id='ms261'></span> الإستمتاع بها ومن نقلها إلى حيث شاء\nعند أمن الطريق والمقصد ولو بركوب بحر غلبت فيه السلامة فلا تجب بالعقد\nخلافا للقديم وإنما تجب بالتمكين يوما فيوما ويصدق هو بيمينه في عدم\nالتمكين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p060'> Vol. 04, p. 060</a>\n            </div>\n             وهي في عدم النشوز والإنفاق عليها وإذا مكنت من يمكن\nالتمتع بها ولو من بعض الوجوه وجبت مؤنها ولو كان الزوج طفلا لا يمكن جماعه\nإذ لا منع من جهتها وإن عجزت عن وطء بسبب غير الصغر كرتق أو مرض أو جنون لا\nإن عجزت بالصغر بأن كانت طفلة لا تحتمل الوطء فلا نفقة لها وإن سلمها الولي\nإلى الزوج\n</p>\n\n<p>\nإذ لا يمكن التمتع بها كالناشزة بخلاف من تحتمله ويثبت ذلك بإقراره\nوبشهادة البينة به أو بأنها في غيبته باذلة للطاعة ملازمة للمسكن ونحو ذلك\nولها مطالبته بها إن أراد سفرا طويلا ( ولو رجعية ) وإن كانت حائلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p061'> Vol. 04, p. 061</a>\n            </div>\n             أي يجب لها ما ذكر ما عدا آلة التنظيف لبقاء حبسه لها وقدرته\nعلى التمتع بها بالرجعة ولإمتناعه عنها لم يجب لها آلة التنظيف ويسقط\nموءنتها ما يسقط موءنة الزوجة كالنشوز وتصدق في قدر أقرائها بيمين إن كذبها\nوإلا فلا يمين وتجب النفقة أيضا لمطلقة حامل بائن بالطلاق الثلاث أو الخلع\nأو الفسخ بغير مقارن وإن مات الزوج قبل الوضع ما لم تنشز ولو أنفق بظنه\nفبان عدمه رجع عليها أما إذا بانت الحامل بموته فلا نفقة وكذا لا نفقة\nلزوجة تلبست بعدة شبهة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p062'> Vol. 04, p. 062</a>\n            </div>\n             بأن وطئت بشبهة وإن لم تحبل لإنتفاء\nالتمكين\n</p>\n\n<p>\nإذ يحال بينه وبينها إلى انقضاء العدة ثم الواجب لنحو زوجة ممن مر ( مد\nطعام ) من غالب قوت محل إقامتها لا إقامته ويكفي دفعه من غير إيجاب وقبول\nكالدين في الذمة\n</p>\n\n<p>\nقال شيخنا ومنه يؤخذ أن الواجب هنا عدم الصارف لا قصد الأداء خلافا لابن\nالمقري ومن تبعه ( على معسر ) ولو بقوله ما لم يتحقق له مال وهو من لا يملك\nما يخرجه عن المسكنة ( ولو مكتسبا ) وإن قدر على كسب واسع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p063'> Vol. 04, p. 063</a>\n            </div>\n             ( و\n) على ( رقيق ) ولو مكاتبا وإن <span id='ms262'></span> كثر ماله ( ومدان على موسر ) وهو من لا يرجع\nبتكليفه مدين معسرا ( ومد ونصف على متوسط ) وهو من يرجع بذلك معسر وإنما\nتجب النفقة وقت طلوع فجر كل يوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p064'> Vol. 04, p. 064</a>\n            </div>\n             فيوم ( إن لم تؤاكله ) على\nالعادة برضاها وهي رشيدة فلو أكلت معه دون الكفاية وجب لها تمام الكفاية\nعلى الأوجه وتصدق هي في قدر ما أكلته ولو كلفها مؤاكلته من غير رضاها أو\nواكلته غير رشيدة بلا إذن ولي فلا تسقط نفقتها به وحينئذ هو متطوع فلا رجوع\nله بما أكلته خلافا للبلقيني ومن تبعه ولو زعمت أنه متطوع وزعم أنه مؤد عن\nالنفقة صدق بيمينه على الأوجه\n</p>\n\n<p>\nوفي شرح المنهاج لو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p065'> Vol. 04, p. 065</a>\n            </div>\n             أضافها رجل إكراما له سقطت نفقتها ويكلف\nمن أراد سفرا طويلا طلاقها وتوكيل من ينفق عليها من مال حاضر ويجب ما ذكر (\nبأدم ) أي مع أدم اعتيد وإن لم تأكله كسمن وزيت وتمر ولو تنازعا فيه أو في\nاللحم الآتي قدره قاض باجتهاده مفاوتا في قدر ذلك بين الموسر وغيره وتقدير\nالحاوي كالنص بأوقية زيت أو سمن تقريب ويجب أيضا لحم اعتيد قدرا ووقتا بحسب\nيساره وإعساره وإن لم تأكله أيضا فإن اعتيد مر في الأسبوع فالأولى كونه يوم\nالجمعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p066'> Vol. 04, p. 066</a>\n            </div>\n             أو مرتين فالجمعة والثلاثاء والنص أيضا رطل لحم في\nالأسبوع على المعسر ورطلان على الموسر محمول على قلة اللحم في أيامه بمصر\nفيزاد بقدر الحاجة بحسب عادة المحل والأوجه أنه لا أدم يوم اللحم إن كفاها\nغذاء وعشاء وإلا وجب ( و ) مع ( ملح ) وحطب ( وماء شرب ) لتوقف الحياة عليه\n( و ) مع ( موءنة ) كأجرة طحن وعجن وخبز وطبخ ما لم تكن من قوم اعتادوا ذلك\nبأنفسهم كما جزم به ابن الرفعة والأذرعي وجزم غيرهما بأنه لا فرق ( و ) مع\n( آلة ) لطبخ وأكل وشرب كقصعة وكوز وجرة وقدر ومغرفة وإبريق من خشب أو خزف\nأو حجر ولا يجب من نحاس وصيني وإن كانت شريفة ( و ) يجب لها على الزوج\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p067'> Vol. 04, p. 067</a>\n            </div>\n             ولو معسرا أول كل ستة أشهر كسوة تكفيها طولا وضخامة\n</p>\n\n<p>\nفالواجب ( قميص <span id='ms263'></span> ) ما لم تكن ممن اعتدن الإزار والرداء فيجبان دونه على\nالأوجه ( وإزار ) وسراويل ( وخمار ) أي مقنعة ولو لأمة ( ومكعب ) أي ما\nيلبس في رجلها ويعتبر في نوعه عرف بلدها\n</p>\n\n<p>\nنعم قال الماوردي إن كانت ممن يعتدن أن لا يلبسن في أرجلهن شيئا في\nالبيوت لا يجب لأرجلها شيء ويجب ذلك لها ( مع لحاف للشتاء ) يعني وقت البرد\nولو في غير الشتاء ويزيد في الشتاء جبة محشوة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p068'> Vol. 04, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nأما في غير وقت البرد ولو في وقت الشتاء في البلاد الحارة فيجب لها رداء\nأو نحوه إن كانوا ممن يعتادون فيه غطاء غير لباسهم أو ينامون عرايا كما هو\nالسنة فإن لم يعتادوا لنومهم غطاء لم يجب ذلك ولو اعتادوا ثوبا للنوم وجب\nكما جزم به بعضهم ويختلف جودة الكسوة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p069'> Vol. 04, p. 069</a>\n            </div>\n             وضدها بيساره وضده ويجب\nعليه توابع ذلك من نحو تكة سراويل وزر نحو قميص وخيط وأجرة خياط وعليه فراش\nلنومها ومخدة ولو اعتادوا على السرير وجب\n</p>\n\n<p>\nفرع يجب تجديد الكسوة التي لا تدوم سنة بأن تعطاها كل ستة أشهر من كل سنة\nولو تلفت أثناء الفصل ولو بلا تقصير لم يجب تجديدها ويجب كونها جديدة ( و )\nلها عليه ( آلة تنظف ) لبدنها وثوبها وإن غاب عنها لاحتياجها إليه كالأدم\nفمنها سدر ونحوه ( كمشط ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p070'> Vol. 04, p. 070</a>\n            </div>\n             وسواك وخلال ( و ) عليه ( دهن )\nلرأسها وكذا لبدنها إن اعتيد من شيرج أو سمن فيجب الدهن كل أسبوع مرة فأكثر\nبحسب العادة وكذا دهن لسراجها وليس لحامل بائن ومن زوجها غائب إلا ما يزيل\nالشعث والوسخ على المذهب ويجب عليه الماء للغسل الواجب بسببه كغسل جماع\nونفاس لا حيض واحتلام وغسل نجس ولا ماء وضوء إلا إذا نقضه بلمسه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p071'> Vol. 04, p. 071</a>\n            </div>\n             ( لا ) عليه ( طيب ) إلا لقطع ريح كريه ولا كحل ( ودواء )\nلمرضها وأجرة طبيب ولها طعام أيام المرض وأدمها وكسوتها وآلة تنظفها وتصرفه\nللدواء وغيره\n</p>\n\n<p>\nتنبيه يجب لها في جميع ما ذكر من الطعام والادم وآلة ذلك والكسوة والفرش\nوآلة التنظيف أن يكون تمليكا بالدفع دون إيجاب وقبول وتملكه هي بالقبض فلا\nيجوز <span id='ms264'></span> أخذه منها إلا برضاها أما المسكن فيكون إمتاعا حتى يسقط بمضي الزمان\nلأنه لمجرد الإنتفاع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p072'> Vol. 04, p. 072</a>\n            </div>\n             كالخادم وما جعل تمليكا يصير دينا بمضي\nالزمان ويعتاض عنه ولا يسقط بموت أثناء الفصل ( و ) لها ( عليه مسكن ) تأمن\nفيه لو خرج عنها على نفسها ومالها وإن قل للحاجة بل للضرورة إليه ( يليق\nبها ) عادة وإن كانت ممن لا يعتادون السكنى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p073'> Vol. 04, p. 073</a>\n            </div>\n             ( ولو معارا )\nومكترى\n</p>\n\n<p>\nولو سكن معها في منزلها بإذنها أو لامتناعها من النقلة معه أو في منزل\nمنحو أبيها بإذنها لم يلزمه أجرة لأن الإذن العرى عن ذكر العوض ينزل على\nالإعارة والإباحة ( و ) عليه ولو معسرا خلافا لجمع أو قنا ( إخدام حرة )\nبواحدة لا أكثر لأنه من المعاشرة بالمعروف بخلاف الأمة وإن كان جميلة (\nتخدم ) أي يخدم مثلها عادة عند أهلها فلا عبرة بترفهها في بيت زوجها وإنما\nيجب عليه الإخدام ولو بحرة صحبتها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p074'> Vol. 04, p. 074</a>\n            </div>\n             أو مستأجرة أو بمحرم أو\nمملوك لها ولو عبدا أو بصبي غير مراهق فالواجب للخادم الذي عينه الزوج مد\nوثلث على موسر ومد على معسر ومتوسط مع كسوة أمثال الخادم من قيمص وإزار\nومقنعة ويراد للخادمة خف وملحفة إذا كانت تخرج وإن كانت قنة اعتادت كشف\nالرأس وإنما لم يجب الخف والملحفة للمخدومة على المعتمد لأن له منعها من\nالخروج والاحتياج إليه لنحو الحمام نادر\n</p>\n\n<p>\nتنبيه ليس على خادمها إلا ما يخصها وتحتاج إليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p075'> Vol. 04, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nكحمل الماء للمستحم والشرب وصبه على بدنها وغسل خرق الحيض والطبخ لأكلها\nأما ما لا يخصها كالطبخ لأكله وغسل ثيابه فلا يجب على واحد منهما بل هو على\nالزوج فيوفيه بنفسه أو بغيره\n</p>\n\n<p>\nمهمات من شرح المنهاج لشيخنا لو اشترى حليا أو ديباجا لزوجته وزينها به\nلا يصير ملكا لها بذلك ولو اختلفت هي والزوج في الإهداء والعارية صدق ومثله\nوارثه ولو جهز بنته بجهاز لم تملكه إلا بإيجاب وقبول والقول قوله في أنه لم\nيملكها\n</p>\n\n<p>\nويؤخذ مما تقرر أن ما يعطيه الزوج صلحة أو صباحية كما اعتيد ببعض البلاد\nلا تملكه إلا بلفظ <span id='ms265'></span> أو قصد إهداء خلافا لما مر عن فتاوى الحناطي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p076'> Vol. 04, p. 076</a>\n            </div>\n            \nوإفتاء غير واحد بأنه لو أعطاها مصروفا للعرس ودفعا وصباحية فنشزت استرد\nالجميع غير صحيح إذ التقييد بالنشوز لا يتأتى في الصباحية لما قررته فيها\nأنها كالصلحة لأنه إن تلفط بإهداء أو قصده ملكته من غير جهة الزوجية وإلا\nفهو ملكه وأما مصروف العرس فليس بواجب فإذا صرفته بإذنه ضاع عليه وأما\nالدفع أي المهر فإن كان قبل الدخول استرده وإلا فلا لتقرره به فلا يسترد\nبالنشوز\n</p>\n\n<p>\n( وتسقط ) المؤن كلها ( بنشوز ) منها إجماعا أي بخروج عن طاعة الزوج وإن\nلم تأثم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p077'> Vol. 04, p. 077</a>\n            </div>\n             كصغيرة ومجنونة ومكرهة ( ولو ساعة ) أو ولو لحظة فتسقط\nنفقة ذلك اليوهم وكسوة ذلك الفصل ولا توزع على زماني الطاعة والنشوز ولو\nجهل سقوطها بالنشوز فأنفق رجع عليها إن كان ممن يخفى عليه ذلك وإنما لم\nيرجع من أنفق في نكاح أو شراء فاسد وإن جهل ذلك لأنه شرع في عقدهما على أن\nيضمن الموءن بوضع اليد ولا كذلك ههنا وكذا من وقع عليه طلاق باطنا ولم يعلم\nبه فأنفق مدة ثم علم فلا يرجع بما أنفقه على الأوجه ويحصل النشوز ( بمنع )\nالزوجة الزوج ( من تمتع ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p078'> Vol. 04, p. 078</a>\n            </div>\n             ولو بنحو لمس أو بموضع عينه ( لا )\nإن منعته عنه ( لعذر ) ككبر آلته بحيث لا تحتمله ومرض بها يضر معه الوطء\nوقرح في فرجها وكنحو حيض ويثبت كبر آلته بإقراره أو برجلين من رجال الختان\nويحتالان لانتشار ذكره بأي حيلة غير إيلاج ذكره في فرج محرم أو دبر أو\nبأربع نسوة فإن لم يمكن معرفته إلا بنظرهن إليهما مكشوفي الفرجين حال\nانتشار عضوه جاز ليشهدن\n</p>\n\n<p>\nفرع لها منع التمتع لقبض الصداق الحال أصالة قبل الوطء بالغة مختارة\n</p>\n\n<p>\nإذ لها الإمتناع حينئذ فلا يحصل النشوز ولا تسقط النفقة بذلك فإن منعت\nلقبض الصداق المؤجل أو بعد الوطء طائعة فتسقط فلو منعته لذلك بعد وطئها\nمكرهة أو صغيرة ولو بتسليم الولي فلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p079'> Vol. 04, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nولو ادعى وطأها بتمكينها وطلب تسليمها إليه فأنكرته وامتنعت من التسليم\nصدقت ( وخروج من <span id='ms266'></span> مسكن ) أي المحل الذي رضي بإقامتها فيه ولو بيتها أو بيت\nأبيها ولو لعيادة وإن كان الزوج غائبا بتفصيله الآتي ( بلا إذن ) منه ولا\nظن لرضاه فخروجها بغير رضاه ولو لزيارة صالح أو عيادة غير محرم أو إلى مجلس\nذكر عصيان ونشوز وأخذ الأذرعي وغيره من كلام الإمام أن لها اعتماد العرف\nالدال على رضا أمثاله بمثل الخروج الذي تريده قال شيخنا وهو محتمل ما لم\nتعلم منه غيره تقطعه عن أمثاله في ذلك\n</p>\n\n<p>\nتنبيه يجوز لها الخروج في مواضع منها إذا أشرف البيت على الإنهدام وهل\nيكفي قولها خشيت انهدامه أو لا بد من قرينة تدل عليه عادة قال شيخنا كل\nمحتمل والأقرب الثاني\n</p>\n\n<p>\nومنها إذا خافت على نفسها أو مالها من فاسق أو سارق ومنها إذا خرجت إلى\nالقاضي لطلب حقها منه ومنها خروجها لتعلم العلوم العينية أو للإستفتاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p080'> Vol. 04, p. 080</a>\n            </div>\n             حيث لم يغنها الزوج الثقة أو نحو محرمها فيما استظهره شيخنا\nومنها إذا خرجت لاكتساب نفقة بتجارة أو سؤال أو كسب إذا أعسر الزوج ومنها\nإذا خرجت على غير وجه النشوز في غيبة الزوج عن البلد بلا إذنه لزيارة أو\nعيادة قريب لا أجنبي أو أجنبية على الأوجه لأن الخروج لذلك لا يعد نشوزا\nعرفا\n</p>\n\n<p>\nقال شيخنا وظاهر أن محل ذلك إن لم يمنعها من الخروج أو يرسل إليها بالمنع\n( وبسفرها ) أي بخروجها وحدها إلى محل يجوز القصر منه للمسافر ولو لزيارة\nأبويها أو للحج ( بلا إذن ) منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p081'> Vol. 04, p. 081</a>\n            </div>\n             ولو لغرضه ما لم تضطر كأن جلا\nجميع أهل البلد وبقي من لا تأمن معه ( أو ) بإذنه ولكن ( لغرضها ) أو لغرض\nأجنبي فتسقط الموءن على الأظهر لعدم التمكين ولو سافرت بإذنه لغرضهما معا\nفمقتضى المرجح في الأيمان فيما إذا قال لزوجته إن خرجت لغير الحمام فأنت\nطالق فخرجت لها ولغيرها أنها لا تطلق عدم السقوط هنا لكن نص الأم والمختصر\nيقتضي السقوط ( لا ) بسفرها ( معه ) أي الزوج بإذنه ولو في حاجتها ولا\nبسفرها بإذنه لحاجته ولو مع حاجة غيره فلا تسقط <span id='ms267'></span> المؤن لأنها ممكنة وهو\nالمفوت لحقه في الثانية\n</p>\n\n<p>\nوفي الجواهر وغيرها عن الماوردي وغيره لو امتنعت من النقلة معه لم تجب\nالنفقة إلا إن كان يتمتع بها في زمن الإمتناع فتجب ويصير تمتعه بها عفوا عن\nالنقلة حينئذ\n</p>\n\n<p>\nانتهى\n</p>\n\n<p>\nقال شيخنا وقضيته جريان ذلك في سائر صور النشوز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p082'> Vol. 04, p. 082</a>\n            </div>\n             وهو محتمل\n</p>\n\n<p>\nوتسقط المؤن أيضا بإغلاقها الباب في وجهه وبدعواها طلاقا بائنا كذبا وليس\nمن النشوز شتمه وإيذاؤه باللسان وإن استحقت التأديب\n</p>\n\n<p>\nمهمة لو تزوجت زوجة المفقود غيره قبل الحكم بموته سقطت نفقتها ولا تعود\nإلا بعلمه عودها إلى طاعته بعد التفريق بينهما\n</p>\n\n<p>\nفائدة يجوز للزوج منعها من الخروج من المنزل ولو لموت أحد أبويها أو شهود\nجنازته ومن أن تمكن من دخول غير خادمة واحدة لمنزله ولو أبويها أو ابنها من\nغيره لكن يكره منع أبويها حيث لا عذر فإن كان المسكن ملكها لم يمنع شيئا من\nذلك إلا عند الريبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p083'> Vol. 04, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nتتمة لو نشزت بالخروج من المنزل فغاب وأطاعت في غيبته بنحو عودها للمنزل\nلم تجب موءنها ما دام غائبا في الأصح لخروجها عن قبضته فلا بد من تجديد\nتسليم وتسلم ولا يحصلان مع الغيبة فالطريق في عود الاستحقاق أن يكتب الحاكم\nإلى قاضي بلده ليثبت عودها للطاعة عنده\n</p>\n\n<p>\nفإذا علم وعاد أو أرسل من يتسلمها له أو ترك ذلك لغير عذر عاد الاستحقاق\nوقضية قول الشافعي في القديم أن النفقة تعود عند عودها للطاعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p084'> Vol. 04, p. 084</a>\n            </div>\n            \nلأن الموجب في القديم العقد لا التمكين\n</p>\n\n<p>\nوبه قال مالك\n</p>\n\n<p>\nوصرحوا أن نشوزها بالردة يزول بإسلامها مطلقا لزوال المسقط وأخذ منه\nالأذرعي أنها لو نشزت في المنزل ولم تخرج منه كأن منعته نفسها فغاب عنها ثم\nعادت للطاعة عادت نفقتها من غير قاض وهو كذلك على الأصح ولو التمست زوجة\nغائب من القاضي أن يفرض لها فرضا عليه اشترط ثبوت النكاح وإقامتها في مسكنه\nوحلفها على استحقاق النفقة وأنها لم تقبض منه نفقة مدة مستقبلة فحينئذ يفرض\nلها عليه نفقة المعسر إلا إن ثبت يساره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p085'> Vol. 04, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nفرع <span id='ms268'></span> في فسخ النكاح وشرع دفعا لضرر المرأة يجوز ( لزوجة مكلفة ) أي بالغة\nعاقلة لا لولي غير مكلفة ( فسخ نكاح من ) أي زوح ( أعسر ) مالا وكسبا لائقا\nبه حلالا ( بأقل نفقة ) تجب وهو مد ( أو ) أقل ( كسوة ) تجب كقميص وخمار\nوجبة شتاء بخلاف نحو سراويل ونعل وفرش ومخدة والأواني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p086'> Vol. 04, p. 086</a>\n            </div>\n             لعدم\nبقاء النفس بدونهما فلا فسخ بالإعسار بالأدم وإن لم يسغ القوت ولا بنفقة\nالخادم ولا بالعجز عن النفقة الماضية كنفقة الأمس وما قبله لتنزيلها منزلة\nدين آخر ( أو ) أعسر ( بمسكن ) وإن لم يعتادوه ( أو ) أعسر ( بمهر ) واجب\nحال لم تقبض منه شيئا حال كون الإعسار به ( قبل وطء ) طائعة فلها الفسخ\nللعجز عن تسليم العوض مع بقاء المعوض بحاله وخيارها حينئذ عقب الرفع إلى\nالقاضي فوري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p087'> Vol. 04, p. 087</a>\n            </div>\n             فيسقط الفسخ بتأخيره بلا عذر كجهل ولا فسخ بعد\nالوطء لتلف المعوض به وصيرورة العوض دينا في الذمة فلو وطئها مكرهة فلها\nالفسخ بعده أيضا\n</p>\n\n<p>\nقال بعضهم إلا إن سلمها الولي له وهي صغيرة بغير مصلحة فتحبس نفسها بمجرد\nبلوغها فلها الفسخ حينئذ إن عجز عنه ولو بعد الوطء لأن وجوده هنا كعدمه\n</p>\n\n<p>\nأما إذا قبضت بعضه فلا فسخ لها على ما أفتى به ابن الصلاح واعتمده\nالأسنوي والزركشي وشيخنا وقال البارزي كالجوهري لها الفسخ أيضا واعتمده\nالأذرعي\n</p>\n\n<p>\nتنبيه يتحقق العجز عما مر بغيبة ماله لمسافة القصر فلا يلزمها الصبر إلا\nإن قال أحضر مدة الإمهال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p088'> Vol. 04, p. 088</a>\n            </div>\n             أو بتأجيل دينه بقدر مدة إحضار ماله\nالغائب بمسافة القصر أو بحلوله مع إعسار المدين ولو الزوجة لأنها في حالة\nالإعسار لا تصل لحقها والعسر منظر وبعدم وجدان المكتسب من يستعمله إن غلب\nذلك أو بعروض ما يمنعه عن الكسب\n</p>\n\n<p>\nفائدة إذا كان للمرأة على زوجها الغائب دين حال من صداق أو غيره وكان\nعندها بعض ماله وديعة فهل لها أن تستقل بأخذه لدينها بلا رفع إلى القاضي ثم\nتفسخ به أو لا فأجاب بعض أصحابنا ليس للمرأة المذكورة الاستقلال بأخذ حقها\nبل ترفع الأمر إلى القاضي لأن النظر <span id='ms269'></span> في مال الغائبين للقاضي\n</p>\n\n<p>\nنعم\n</p>\n\n<p>\nإن علمت أنه لا يأذن لها إلا بشيء يأخذه منها جاز لها الاستقلال بالأخذ\nوإذا فرغ المال وأرادت الفسخ بإعسار الغائب فإن لم يعلم المال أحد ادعت\nإعساره وأنه لا مال له حاضر ولا ترك نفقة وأثبتت الإعسار وحلفت على\nالأخيرين ناوية بعدم ترك النفقة عدم وجودها الآن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p089'> Vol. 04, p. 089</a>\n            </div>\n             وفسخت بشروطه\nوإن علم المال فلا بد من بينة بفراغه أيضا\n</p>\n\n<p>\nانتهى\n</p>\n\n<p>\n( فلا فسخ ) على المعتمد ( بامتناع غيره ) موسرا أو متوسطا من الإنفاق\nحضر أو غاب ( إن لم ينقطع خبره ) فإن انقطع خبره ولا مال له حاضر جاز لها\nالفسخ لأن تعذر واجبها بانقطاع خبره كتعذرر بالإعسار كما جزم به الشيخ\nزكريا وخالفه تلميذه شيخنا\n</p>\n\n<p>\nواختار جمع كثيرون من محققي المتأخرين في غائب تعذر تحصيل النفقة منه\nالفسخ وقواه ابن الصلاح وقال في فتاويه إذا تعذرت النفقة لعدم مال حاضر مع\nعدم إمكان أخذها منه حيث هو بكتاب حكمي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p090'> Vol. 04, p. 090</a>\n            </div>\n             وغيره لكونه لم يعرف\nموضعه أو عرف ولكن تعذرت مطالبته عرف حاله في اليسار والإعسار أو لم يعرف\nفلها الفسخ بالحاكم والإفتاء بالفسخ هو الصحيح\n</p>\n\n<p>\nانتهى ونقل شيخنا كلامه في الشرح الكبير وقال في آخره وأفتى بما قاله جمع\nمن متأخري اليمن\n</p>\n\n<p>\nوقال العلامة المحقق الطنبداوي في فتاويه والذي نختاره تبعا للأئمة\nالمحققين أنه إذا لم يكن له مال كما سبق لها الفسخ وإن كان ظاهر المذهب\nخلافه لقوله تعالى <span class='quran'>وما جعل عليكم في الدين من حرج </span>ولقوله صلى\nالله عليه وسلم بعثت بالحنيفية السمحة ولأن مدار الفسخ على الإضرار ولا شك\nأن الضرر موجود فيها إذا لم يمكن الوصول إلى النفقة منه وإن كان موسرا\n</p>\n\n<p>\nإذ سر الفسخ هو تضرر المرأة وهو موجود لاسيما مع إعسارها فيكون تعذر\nوصولها إلى النفقة حكمه حكم الإعسار\n</p>\n\n<p>\nانتهى\n</p>\n\n<p>\nوقال تلميذه شيخنا خاتمة المحققين ابن زياد في فتاويه وبالجملة فالمذهب\nالذي جرى عليه الرافعي والنووي عدم جواز الفسخ كما سبق والمختار الجواز\nوجزم في فتيا له أخرى بالجواز و ( لا ) فسخ <span id='ms270'></span> بإعسار بنفقة ونحوها أو بمهر (\nقبل ثبوت إعساره ) أي الزوج بإقرارة أو بينة تذكر إعساره الآن ولا تكفي\nبينة ذكرت أنه غاب معسرا\n</p>\n\n<p>\nويجوز للبينة اعتماد في الشهادة على استصحاب حالته التي غاب عليها من\nإعسار أو يسار ولا تسئل من أين لك أنه معسر الآن فلو صرح بمستنده بطلت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p091'> Vol. 04, p. 091</a>\n            </div>\n             الشهادة ( عند قاض ) أو محكم فلا بد من الرفع إليه فلا ينفذ\nظاهرا ولا باطنا قبل ذلك ولا يحسب عدتها إلا من الفسخ\n</p>\n\n<p>\nقال شيخنا فإن فقد قاض ومحكم بمحلها أو عجزت عن الرفع إلى القاضي\n</p>\n\n<p>\nكأن قال لا أفسخ حتى تعطيني مالا استقلت بالفسخ للضرورة وينفذ ظاهرا وكذا\nباطنا كما هو ظاهر خلافا لمن قيد بالأول لأن الفسخ مبني على أصل صحيح وهو\nمستلزم للنفوذ باطنا ثم رأيت غير واحد جزموا بذلك\n</p>\n\n<p>\nانتهى\n</p>\n\n<p>\nوفي فتاوي شيخنا ابن زياد لو عجزت المرأة عن بينة الإعسار جاز لها\nالإستقلال بالفسخ\n</p>\n\n<p>\nانتهى\n</p>\n\n<p>\nوقال الشيخ عطية المكي في فتاويه إذا تعذر القاضي أو تعذر الإثبات عنده\nلفقد الشهود أو غيبتهم فلها أن تشهد بالفسخ وتفسخ بنفسها كما قالوا في\nالمرتهن إذا غاب الراهن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p092'> Vol. 04, p. 092</a>\n            </div>\n             وتعذر إثبات الرهن عند القاضي أن له\nبيع الرهن دون مراجعة قاض بل هذا أهم\n</p>\n\n<p>\nوأهم وقوعا\n</p>\n\n<p>\nاه\n</p>\n\n<p>\n( ف ) إذا توفرت شروط الفسخ من ملازمتها المسكن الذي غاب عنها وهي فيه\nوعدم صدور نشوز منها وحلفت عليهما وعلى أن لا مال له حاضر ولا ترك نفقة\nوأثبتت الإعسار بنحو النفقة على المعتمد أو تعذر تحصيلها على المختار (\nيمهل ) القاضي أو المحكم وجوبا ( ثلاثة ) من الأيام وإن لم يستمهله الزوج\nولم يرج حصول شيء في المستقبل ليتحقق إعساره في فسخ لغير إعساره بمهر فإنه\nعلى الفور وأفتى شيخنا أنه لا إمهال في فسخ نكاح الغائب ( ثم ) بعد إمهال\nالثلاث بلياليها ( يفسخ هو ) أي القاضي أو المحكم أثناء الرابع لخبر\nالدارقطني والبيهقي في الرجل لا يجد شيئا ينفق على امرأته يفرق بينهما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p093'> Vol. 04, p. 093</a>\n            </div>\n             وقضى به عمر وعلي وأبو هريرة رضي الله عنهم\n</p>\n\n<p>\nقال <span id='ms271'></span> الشافعي رضي الله عنه ولا أعلم أحدا من الصحابة خالفهم\n</p>\n\n<p>\nولو فسخت بالحاكم على غائب فعاد وادعى أن له مالا بالبلد لم يبطل كما\nأفتى به الغزالي إلا إن ثبت أنها تعلمه ويسهل عليها أخذ النفقة منه بخلاف\nنحو عقار وعرض لا يتيسر بيعه فإنه كالعدم ( أو ) تفسخ ( هي بإذنه ) أي\nالقاضي بلفظ فسخت النكاح فلو سلم نفقة الرابع فلا تفسخ بما مضى لأنه صار\nدينا\n</p>\n\n<p>\nولو أعسر بعد أن سلم نفقة الرابع بنفقة الخامس بنت على المدة ولم\nتستأنفها\n</p>\n\n<p>\nوظاهر قولهم أنهم لو أعسر بنفقة السادس استأنفتها وهو محتمل ويحتمل أنه\nإن تخللت ثلاثة وجب الإستئناف أو أقل فلا كما قاله شيخنا ولو تبرع رجل\nبنفقتها لم يلزمها القبول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p094'> Vol. 04, p. 094</a>\n            </div>\n             بل لها الفسخ\n</p>\n\n<p>\nفرع لها في مدة الإمهال والرضا بإعساره الخروج نهارا قهرا عليه لسؤال\nنفقة أو اكتسابها وإن كان لها مال وأمكن كسبها في بيتها وليس له منعها لأن\nحبسه لها إنما هو في مقابلة إنفاقه عليها وعليها رجوع إلى مسكنها ليلا لأنه\nوقت الإيواء دون العمل ولها منعه من التمتع بها نهارا وكذلك ليلا لكن تسقط\nنفقتها عن ذمته مدة المنع في الليل\n</p>\n\n<p>\nقال شيخنا وقياسه أنه لا نفقة لها زمن خروجها للكسب اه\n</p>\n\n<p>\nفرع لا فسخ في غير مهر لسيد أمة وليس له منعها من الفسخ بغيره ولا الفسخ\nبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p095'> Vol. 04, p. 095</a>\n            </div>\n             عند رضاها بإعساره أو عدم تكليفها لأن النفقة في الأصل لها\nبل له إلجاؤها إليه بأن لا ينفق عليها ويقول لها إفسخي أو جوعي دفعا للضرر\nعنه ولو زوج أمته بعبده واستخدمه فلا فسخ لها ولا له إذ موءنتها عليه ولو\nأعسر سيد المستولدة عن نفقتها قال أبو زيد أجبر على عتقها أو تزويجها\n</p>\n\n<p>\nفائدة لو فقد الزوج قبل التمكين فظاهر كلامهم أنه لا فسخ ومذهب مالك رحمه\nالله تعالى لا فرق بين الممكنة وغيرها إذا تعذرت النفقة وضربت المدة وهي\nعنده شهر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p096'> Vol. 04, p. 096</a>\n            </div>\n             للتفحص عنه ثم يجوز الفسخ\n</p>\n\n<p>\nتتمة يجب على موسر ذكر أو أنثى ولو بكسب <span id='ms272'></span> يليق به بما فضل عن قوته وقوت\nممونة يومه وليلته وإن لم يفضل عن دينه كفاية نفقة وكسوة مع أدم ودواء لأصل\nوإن علا ذكر أو أنثى وفرع وإن نزل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p097'> Vol. 04, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nكذلك إذا لم يملكاها وإن اختلفا دينا لا إن كان أحدهما حربيا أو مرتدا\n</p>\n\n<p>\nقال شيخنا في شرح الإرشاد ولا إن كان زانيا محصنا أو تاركا للصلاة خلافا\nلما قاله في شرح المنهاج ولا إن بلغ فرع وترك كسبا لائقا ولا أثر لقدرة أم\nأو بنت على النكاح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p098'> Vol. 04, p. 098</a>\n            </div>\n             لكن تسقط نفقتها بالعقد وفيه نظر لأن نفقتها\nعلى الزوج إنما تجب بالتمكين كما مر وإن كان الزوج معسرا ما لم تفسخ ولا\nتصير مؤن القريب بفوتها دينا عليه إلا باقتراض قاض لغيبة منفق أو منع صدر\nمنه لا بإذن منه ولو منع الزوج أو القريب الإنفاق أخذها المستحق ولو بغير\nإذن قاض\n</p>\n\n<p>\nفرع من له أب وأم فنفقته على أب وقيل هي عليهما لبالغ ومن له أصل وفرع\nفعلى الفرع وإن نزل أو له محتاجون من أصول وفروع ولم يقدر على كفايتهم قدم\nنفسه ثم زوجته وإن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p099'> Vol. 04, p. 099</a>\n            </div>\n             تعددت ثم الأقرب فالأقرب\n</p>\n\n<p>\nنعم لو كان له أب وأم وابن قدم الإبن الصغير ثم الأم ثم الأب ثم الولد\nالكبير\n</p>\n\n<p>\nويجب على أم إرضاع ولدها اللبأ وهو اللبن أول الولادة ومدته يسيرة وقيل\nيقدر بثلاثة أيام وقيل سبعة\n</p>\n\n<p>\nثم بعده إن لم توجد إلا هي أو أجنبية وجب إرضاعه على من وجدت ولها طلب\nالأجرة ممن تلزمه موءنته وإن وجدتا لم تجبر الأم خلية كانت أو في نكاح أبيه\nفإن رغبت في إرضاعه فليس لأبيه منعها إلا إن طلبت فوق أجرة المثل وعلى أب\nأجرة مثل لأم لإرضاع ولدها حيث لا متبرع بالرضاع وكمتبرع راض بما رضيت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p100'> Vol. 04, p. 100</a>\n            </div>\n            \n</p>\n\n#\n<p>\n| فصل الحضانة\n</p>\n\n<p>\nوالأولى بالحضانة وهي تربية من لا يستقل إلى التمييز أم لم تتزوج بآخر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p101'> Vol. 04, p. 101</a>\n            </div>\n             فأمهاتها وإن علت فأب فأمهاته فأخت فخالة فبنت أخت فبنت أخ\nفعمة والمميز إن افترق أبواه من النكاح كان عند من <span id='ms273'></span> اختاره منهما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p102'> Vol. 04, p. 102</a>\n            </div>\n             ولأب اختير منع الأنثى لا الذكر زيارة الأم ولا تمنع الأم عن\nزيارتها على العادة والأم أولى بتمريضهما عند الأب إن رضي وإلا فعندها وإن\nاختارها ذكر فعندها ليلا وعنده نهارا أو اختارتها أنثى فعندها أبدا ويزورها\nالأب على العادة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p103'> Vol. 04, p. 103</a>\n            </div>\n             ولا يطلب إحضارها عنده ثم إن لم يختر واحدا\nمنهما فالأم أولى وليس لأحدهما فطمه قبل حولين من غير رضا الآخر ولهما فطمه\nقبلهما إن لم يضره ولأحدهما بعد حولين ولهما الزيادة في الرضاع على الحولين\nحيث لا ضرر لكن أفتى الحناطي بأنه يسن عدمها إلا لحاجة ويجب على مال كفاية\nرقيقة إلا مكاتبا ولو أعمى أو زمنا ولو غنيا أو أكولا نفقة وكسوة من جنس\nالمعتاد لمثله من أرقاء البلد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p104'> Vol. 04, p. 104</a>\n            </div>\n             ولا يكفي ساتر العورة وإن لم\nيتأذ به نعم إن اعتيد ولو ببلاد العرب على الأوجه كفى إذ لا تحقير حينئذ\nوعلى السيد ثمن دوائه وأجرة الطبيب عند الحاجة وكسب الرقيق لسيده ينفقه منه\nإن شاء ويسقط ذلك بمضي الزمان كنفقة القريب\n</p>\n\n<p>\nويسن أن يناوله مما يتنعم به من طعام وأدم وكسوة والأفضل إجلاسه معه\nللأكل ولا يجوز أن يكلفه كالدواب على الدوام عملا لا يطيقه وإن رضي\n</p>\n\n<p>\nإذ يحرم عليه إضرار نفسه فإن أبى السيد إلا ذلك بيع عليه أي إن تعين\nالبيع طريقا وإلا أوجر عليه\n</p>\n\n<p>\nأما في بعض الأوقات فيجوز أن يكلفه عملا شاقا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p105'> Vol. 04, p. 105</a>\n            </div>\n             ويتبع العادة\nفي إراحته وقت القيلولة والإستمتاع وله منعه من نفل صوم وصلاة وعلى مالك\nعلف دابته المحترمة ولو كلبا محترما وسقيها إن لم تألف الرعي ويكفها وإلا\nكفى إرسالها للرعي والشرب حيث لا مانع فإن لم يكفها الرعي لزمه التكميل فإن\nامتنع من علفها أو إرسالها أجبر على إزالة ملكه أو ذبح المأكولة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p106'> Vol. 04, p. 106</a>\n            </div>\n             فإن أبى فعل الحاكم الأصلح من ذلك ورقيق كدابة في ذلك كله ولا\nيجب علف غير المحترمة وهي الفواسق الخمس ويحلب مالك الدواب ما لا يضر بها\nولا بولدها وحرم ما ضر أحدهما ولو لقلة العلف <span id='ms274'></span> والظاهر ضبط الضرر بما يمنع\nمن نمو أمثالهما وضبطه فيه بما يحفظه عن الموت توقف فيه الرافعي فالواجب\nالترك له قدر ما يقيمه حتى لا يموت ويسن أن لا يبالغ الحالب في الحلب بل\nيبقى في الضرع شيئا وأن يقص أظفار يديه ويجوز الحلب إن مات الولد بأي حيلة\nكانت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p107'> Vol. 04, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nويحرم التهريش بين البهائم ولا يجب عمارة داره أو قناته بل يكره تركه إلى\nأن تخرب بغير عذر كترك سقي زرع وشجر دون ترك زارعة الأرض وغرسها ولا يكره\nعمارة لحاجة وإن طالت والأخبار الدالة على منع ما زاد على سبعة أذرع محمولة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p108'> Vol. 04, p. 108</a>\n            </div>\n             على من فعل ذلك للخيلاء والتفاخر على الناس\n</p>\n\n<p>\nوالله سبحانه وتعالى أعلم\n</p>\n\n#\n<p>\n| باب الجناية من قتل وقطع وغيرهما\n</p>\n\n<p>\nوالقتل ظلما أكبر الكبائر بعد الكفر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p109'> Vol. 04, p. 109</a>\n            </div>\n             وبالقود أو العفو لا\nتبقى مطالبة أخروية\n</p>\n\n<p>\nوالفعل المزهق ثلاثة عمد وشبه عمد وخطأ ( لا قصاص إلا في عمد ) بخلاف\nشبهه والخطأ ( وهو قصد فعل ) ظلما ( و ) عين ( شخص ) يعني الإنسان إذ لو\nقصد شخصا ظنه ظبيا فبان إنسانا كان خطأ ( بما يقتل ) غالبا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p110'> Vol. 04, p. 110</a>\n            </div>\n            \nجارحا كان كغرز إبرة بمقتل كدماغ وعين وخاصرة وإحليل ومثانة وعجان وهو ما\nبين الخصية والدبر أو لا كتجويع وسحر ( وقصدهما ) أي الفعل والشخص ( بغيره\n) أي غير ما يقتل غالبا ( شبه عمد ) سواء أقتل كثيرا أم نادرا كضربة يمكن\nعادة إحالة الهلاك عليها بخلافها بنحو قلم أو مع خفتها جدا فهدر ولو غرز\nإبرة بغير مقتل كألية وفخذ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p111'> Vol. 04, p. 111</a>\n            </div>\n             وتألم حتى مات فعمد وإن لم يظهر أثر\nومات حالا فشبه عمد ولو حبسه كأن أغلق بابا عليه ومنعه الطعام والشراب أو\nأحدهما والطلب لذلك حتى مات جوعا أو عطشا فإن مضت مدة يموت مثله فيها غالبا\nجوعا أو عطشا فعمد لظهور قصد الإهلاك به\n</p>\n\n<p>\nويختلف ذلك باختلاف حال المحبوس والزمن قوة وحرا وحد الأطباء الجوع\nالمهلك غالبا باثنين وسبعين ساعة متصلة فإم لم تمض المدة المذكورة ومات\nبالجوع فإن لم يكن به جوع أو عطش سابق فشبه عمد فيجب نصف <span id='ms275'></span> ديته لحصول الهلاك\nبالأمرين ومال ابن العماد فيمن أشار لإنسان بسكين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p112'> Vol. 04, p. 112</a>\n            </div>\n             تخويفا له\nفسقطت عليه من غير قصد إلى أنه عمد موجب للقود\n</p>\n\n<p>\nقال شيخنا وفيه نظر لأنه لم يقصد عينه بالآلة فالوجه أنه غير عمد\n</p>\n\n<p>\nانتهى\n</p>\n\n<p>\nتنبيه يجب قصاص بسبب كمباشرة فيجب على مكره بغير حق بأن قال اقتل هذا\nوإلا لأقتلنك فقتله وعلى مكره أيضا وعلى من ضيف بمسموم يقتل غالبا غير مميز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p113'> Vol. 04, p. 113</a>\n            </div>\n             فإن ضيف به مميزا أو دسه في طعامه الغالب أكله منه فأكله جاهلا\nفشبه عمد فيلزمه ديته ولا قود لتناوله الطعام باختياره وفي قول قصاص\nلتغريره وفي قول لا شيء تغليبا للمباشرة وعلى من ألقى في ماء مغرق لا يمكنه\nالتخلص منه بعوم أو غيره وإن التقمه حوت ولو قبل وصوله الماء فإن أمكنه\nتخلص بعوم أو غيره ومنعه منه عارض كموج وريح فهلك فشبه عمد ففيه ديته وإن\nأمكنه فتركه خوفا أو عنادا فلا دية\n</p>\n\n<p>\nفرع لو أمسكه شخص ولو للقتل فقتله آخر فالقصاص على القاتل دون الممسك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p114'> Vol. 04, p. 114</a>\n            </div>\n             ولا قصاص على من أكره على صعود شجرة فزلق ومات بل هو شبه عمد\nإن كانت مما يزلق على مثلها غالبا وإلا فخطأ ( وعدم قصد أحدهما ) بأن لم\nيقصد الفعل كأن زلق فوقع على غيره فقتله أو قصده فقط كأن رمى لهدف فأصاب\nإنسانا ومات ( فخطأ\n</p>\n\n<p>\nولو وجد ) بشخص ( من شخصين معا ) أي حال كونهما مقترنين في زمن الجناية\nبأن تقارنا في الإصابة ( فعلان مزهقان ) للروح ( مذففان ) أي مسرعان للقتل\n( كحز ) للرقبة ( وقد ) للجثة ( أو لا ) أي غير مذففين ( كقطع عضوين ) أي\nجرحين أو جرح من واحد وعشرة مثلا من آخر فمات منهما ( فقاتلان ) فيقتلان إذ\nرب جرح له نكاية باطنا أكثر من جروح فإن ذفف أي أسرع للقتل أحدهما فقط\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p115'> Vol. 04, p. 115</a>\n            </div>\n             فهو القاتل فلا يقتل الآخر وإن شككنا في تذفيف جرحه لأن الأصل\nعدمه والقود لا يجب بالشك ( أو ) وجدا به منهما ( مرتبا ف ) القاتل ( الأول\nإن أنهاه إلى حركة مذبوح ) بأن لم يبق فيه إدراك <span id='ms276'></span> وإبصار ونطق وحركة\nاختياريات ويعزر الثاني وإن جنى الثاني قبل إنهاء الأول إليها وذفف كحز به\nبعد جرح فالقاتل الثاني وعلى الأول قصاص العضو أو مال بحسب الحال وإن لم\nيذفف الثاني أيضا ومات المجني بالجنايتين كأن قطع واحد من الكوع والآخر من\nالمرفق فقاتلان لوجود السراية منهما\n</p>\n\n<p>\nفرع لو اندملت الجراحة واستمرت الحمى حتى مات فإن قال عدلا طب إنها من\nالجرح فالقود وإلا فلا ضمان ( وشرط ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p116'> Vol. 04, p. 116</a>\n            </div>\n             أي للقصاص في النفس في\nالقتل كونه عمدا ظلما فلا قود في الخطأ وشبه العمد وغير الظلم و ( في قتيل\nعصمة ) بإيمان أو أمان يحقن دمه بعقد ذمة أو عهد فيهدر الحربي والمرتد وزان\nمحصن قتله مسلم ليس زانيا محصنا سواء أثبت زناه ببينة أم بإقرار لم يرجع\nعنه\n</p>\n\n<p>\nوخرج بقولي ليس زانيا محصنا الزاني المحصن فيقتل به ما لم يأمره الإمام\nبقتله\n</p>\n\n<p>\nقال شيخنا ويظهر أن يلحق بالزاني المحصن في ذلك كل مهدر كتارك صلاة وقاطع\nطريق متحتم قتله\n</p>\n\n<p>\n( والحاصل ) أن المهدر معصوم على مثله في الإهدار وإن اختلفا في سببه ويد\nالسارق مهدرة إلا على مثله سواء المسروق منه وغيره ومن عليه قصاص كغيره في\nالعصمة في حق غير المستحق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p117'> Vol. 04, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nفيقتل قاتله ولا قصاص على حربي وإن عصم بعد لعدم التزامه ولما تواتر عنه\nصلى الله عليه وسلم عن أصحابه من عدم الإقادة ممن أسلم كوحشي قاتل حمزة رضي\nالله عنهما بخلاف الذمي فعليه القود وإن أسلم ( و ) شرط في قاتل تكليف فلا\nيقتل صبي ومجنون حال القتل والمذهب وجوبه على السكران المتعدي بتناول مسكر\nفلا قود على غير متعد به ولو قال كنت وقت القتل صبيا وأمكن صباه فيه أو\nمجنونا وعهد جنونه فيصدق بيمينه ( ومكافأة ) أي مساواة حال جناية بأن لا\nيفضل قتيله حال الجناية ( بإسلام أو حرية أو أصالة ) أو سيادة فلا يقتل\nمسلم ولو مهدرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p118'> Vol. 04, p. 118</a>\n            </div>\n             بنحو زنا بكافر ولا حر بمن فيه رق وإن قل ولا\nأصل بفرعه وإن سفل ويقتل الفرع بأصله ( ويقتل جمع بواحد <span id='ms277'></span> ) كأن جرحوه جراحات\nلها دخل في الزهوق وإن فحش بعضها أو تفاوتوا في عددها وإن لم يتواطأوا أو\nكأن ألقوه من عال أو في بحر لما روى الشافعي رضي الله عنه وغيره أن عمر رضي\nالله عنه قتل خمسة أو سبعة قتلوا رجلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p119'> Vol. 04, p. 119</a>\n            </div>\n             غيلة أي خديعة بموضع خال\nوقال ولو تمالأ عليه أهل صنعاء لقتلهم به جميعا ولم ينكر عليه فصار إجماعا\n</p>\n\n<p>\nوللولي العفو عن بعضهم على حصته من الدية باعتبار عدد الرؤوس دون\nالجراحات ومن قتل جمعا مرتبا قتل بأولهم\n</p>\n\n<p>\nفرع لو تصارعا مثلا ضمن بقود أو دية كل منهما ما تولد في الآخر من\nالصراعة لأن كلا لم يأذن فيما يوءدي إلى نحو قتل أو تلف عضو قال شيخنا\nويظهر أنه لا أثر لاعتياد أن لا مطالبة في ذلك بل لا بد في انتفائها من\nصريح الإذن\n</p>\n\n<p>\nتنبيه يجب قصاص في أعضاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p120'> Vol. 04, p. 120</a>\n            </div>\n             حيث أمكن من غيره ظلم كيد ورجل\nوأصابع وأنامل وذكر وأنثيين وأذن وسن ولسان وشفة وعين وجفن ومارن أنف وهو\nما لان منه ويشترط لقصاص الطرف والجرح ما شرط للنفس ولا يؤخذ يمين بيسار\nوأعلى بأسفل وعكسه ولا قصاص في كسر عظم ولو قطعت يد من وسط ذراع اقتص في\nالكف وفي الباقي حكومة ويقطع جمع بيد تحاملوا عليها دفعة واحدة بمحدد\nفأبانوها ومن قتل بمحدد أو خنق أو تجويع أو تغريق بماء اقتص إن شاء بمثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p121'> Vol. 04, p. 121</a>\n            </div>\n             أو بسحر فبسيف ( موجب العمد قود ) أي قصاص سمي ذلك قودا لأنهم\nيقودون الجاني بحبل وغيره\n</p>\n\n<p>\nقاله الأزهري\n</p>\n\n<p>\n( والدية ) عند سقوطه بعفو عنه عليه أو بغير عفو ( بدل ) عنه\n</p>\n\n<p>\nفلو عفا المستحق عنه مجانا أو مطلقا فلا شيء ( وهي ) أي الدية لقتل حر\nمسلم ذكر معصوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p122'> Vol. 04, p. 122</a>\n            </div>\n             ( مائة بعير مثلثة في عمد وشبهه ) أي ثلاثة\nأقسام فلا نظر لتفاوتها عددا ( ثلاثون حقه وثلاثون جذعة وأربعون خلفة ) أي\nحاملا بقول خبيرين ( ومخمسة في خطأ من بنات مخاض و ) بنات ( لبون وبني لبون\nوحقاق وجذاع ) من كل منها عشرون لخبر الترمذي وغيره <span id='ms278'></span> ( إلا ) إن وقع الخطأ (\nفي ) حرم ( مكة أو ) في ( أشهر حرم ) ذي القعدة وذي الحجة والمحرم ورجب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p123'> Vol. 04, p. 123</a>\n            </div>\n             ( أو محرم رحم ) بالإضافة كأم وأخت ( فمثلثة ) كما فعله جمع من\nالصحابة رضي الله عنهم وأقرهم الباقون ولعظم حرمة الثلاثة زجر عنها\nبالتغليظ من هذا الوجه ولا يلحق بها حرم المدينة ولا الإحرام ولا رمضان ولا\nأثر لمحرم رضاع ومصاهرة\n</p>\n\n<p>\nوخرج بالخطأ ضداه فلا يزيد واجبهما بهذه الثلاثة اكتفاء بما فيهما من\nالتغليظ وأما دية الأنثى والخنثى فنصف دية الذكر ( ودية عمد على جان معجلة\n) كسائر أبدال المتلفات ( و ) دية ( غيره ) من شبه عمد وخطأ وإن تثلثت (\nعلى عاقلة ) للجاني ( مؤجلة بثلاث سنين ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p124'> Vol. 04, p. 124</a>\n            </div>\n             على الغني منهم نصف\nدينار والمتوسط ربع كل سنة فإن لم يفوا فمن بيت المال فإن تعذر فعلى الجاني\nلخبر الصحيحين والمعنى في كون الدية على العاقلة فيهما أن القبائل في\nالجاهلية كانوا يقومون بنصرة الجاني منهم ويمنعون أولياء الدم أخذ حقهم\nفأبدل الشرع تلك النصرة ببذل المال وخص تحملهم بالخطأ وشبه العمد لأنهما\nمما يكثر لاسيما في متعاطي الأسلحة فحسنت إعانته لئلا يتضرر بما هو معذور\nفيه وأجلت الدية عليهم رفقا بهم\n</p>\n\n<p>\nوعاقلة الجاني عصباته المجمع على إرثهم بنسب أو ولاء إذا كانوا ذكورا\nمكلفين غير أصل وفرع ويقدم منهم الأقرب فالأقرب ولا يعقل فقير ولو كسوبا\nوامرأة خنثى وغير مكلف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p125'> Vol. 04, p. 125</a>\n            </div>\n             ( ولو عدمت إبل ) في المحل الذي يجب\nتحصيلها منه حسا أو شرعا بأن وجدت فيه بأكثر من ثمن المثل أو بعدت وعظمت\nالمونة والمشقة ( ف ) الواجب ( قيمتها ) وقت وجوب التسليم من غالب نقد\nالبلد وفي القديم الواجب عند عدمها في النفس الكاملة ألف مثقال ذهبا أو\nاثنا عشر ألف درهم فضة\n</p>\n\n<p>\nنبيه وكل عضو مفرد فيه جمال ومنفعة إذا قطعه وجبت فيه دية كاملة مثل دية\nصاحب العضو إذا قتله وكذا كل عضوين من جنس إذا قطعهما ففيهما الدية وفي\nأحدهما نصفها ففي قطع الأذنين الدية وفي إحداهما النصف ومثلهما العينان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p126'> Vol. 04, p. 126</a>\n            </div>\n             والشفتان والكفان بأصبعهما والقدمان بأصبعهما وفي كل <span id='ms279'></span> إصبع عشر\nمن الإبل وفي كل سن خمس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p127'> Vol. 04, p. 127</a>\n            </div>\n             ( و ) يثبت ( القود للورثة ) العصبة\nوذي الفروض بحسب إرثهم المال ولو مع بعد القرابة كذي رحم إن ورثناه أو مع\nعدمها كأحد الزوحين والمعتق وعصبته\n</p>\n\n<p>\nتنبيه يحبس الجاني إلى كمال الصبي من الورثة بالبلوغ وحضور الغائب أو\nإذنه فلا يخلي بكفيل لأنه قد يهرب فيقوت الحق والكلام في غير قاطع الطريق\nأما هو إذا تحتم قتله فيقتله الإمام مطلقا ولا يستوفي القود إلا واحد من\nالورثة أو من غيرهم بتراض منهم أو من باقيهم أو بقرعة بينهم إذا لم يتراضوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p128'> Vol. 04, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nولو بادر أحد المستحقين فقتله عالما تحريم المبادرة فلا قصاص عليه إن كان\nقبل عفو منه أو من غيره وإلا فعليه القصاص ولو قتله أجنبي أخذ الورثة الدية\nمن تركة الجاني لا من الأجنبي ولا يستوفي المستحق القود في نفس أو غيرها\nإلا بإذن الإمام أو نائبه فإن استقل به عزر\n</p>\n\n<p>\nتتمة يجب عند هيجان البحر وخوف الغرق إلقاء غير الحيوان من المتاع لسلامة\nحيوان محترم وإلقاء الدواب لسلامة الآدمي المحترم إن تعين لدفع الغرق وإن\nلم يأذن المالك\n</p>\n\n<p>\nأما المهدر كحربي وزان محصن فلا يلقى لأجله مال مطلقا بل ينبغي أن يلقى\nهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p129'> Vol. 04, p. 129</a>\n            </div>\n             لأجل المال كما قاله شيخنا ويحرم إلقاء العبيد للأحرار\nوالدواب لما لا روح له ويضمن ما ألقاه بلا إذن مالكه ولو قال لرجل ألق متاع\nزيد وعلي ضمانه إن طالبك ففعل ضمنه الملقى لا الآمر\n</p>\n\n<p>\nفرع أفتى أبو إسحاق المروزي بحل سقى أمته دواء ليسقط ولدها ما دام علقة\nأو مضغة وبالغ الحنفية فقالوا يجوز مطلقا\n</p>\n\n<p>\nوكلام الإحياء يد على التحريم مطلقا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p130'> Vol. 04, p. 130</a>\n            </div>\n             قال شيخنا وهو الأوجه\n</p>\n\n<p>\nخاتمة تجب الكفارة على من قتل من يحرم قتله خطأ كان أو عمدا وهي عتق رقبة\nفإن لم يجد فصيام شهرين متتابعين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p131'> Vol. 04, p. 131</a>\n            </div>\n            \n</p>\n\n#\n<p>\n| باب في الردة\n</p>\n\n<p>\n( الردة ) لغة الرجوع وهي أفحش أنواع الكفار ويحبط بها العمل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p132'> Vol. 04, p. 132</a>\n            </div>\n            \nإن اتصلت بالموت فلا يجب إعادة عباداته التي قبل الردة\n</p>\n\n<p>\nوقال أبو حنيفة تجب وشرعا ( قطع مكلف <span id='ms280'></span> ) مختار فتلغو من صبي ومجنون ومكره\nعليها إذا كان قلبه موءمنا ( إسلاما بكفر عزما ) حالا أو مآلا فيكفر به\nحالا ( أو قولا أو فعلا باعتقاد ) لذلك الفعل أو القول أي معه ( أو ) مع (\nعناد ) من القائل أو الفاعل ( أو ) مع ( استهزاء ) أي استخفاف بخلاف ما لو\nاقترن به ما يخرجه عن الردة كسبق لسان أو حكاية كفر أو خوف قال شيخنا كشيخه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p133'> Vol. 04, p. 133</a>\n            </div>\n             وكذا قول الولي حال غيبته أنا الله ونحوه مما وقع لأئمة من\nالعارفين كابن عربي وأتباعه بحق وما وقع في عبارتهم مما يوهم كفرا غير مراد\nبه ظاهره كما لا يخفى على الموفقين\n</p>\n\n<p>\nنعم يحرم على من لم يعرف حقيقة اصطلاحهم وطريقتهم مطالعة كتبهم فإنها\nمزلة قدم له ومن ثم ضل كثيرون اغتروا بظواهرها\n</p>\n\n<p>\nوقول ابن عبد السلام يعزر ولي قال أنا الله فيه نظر لأنه إن قاله وهو\nمكلف فهو كافر لا محالة وإن قاله حال الغيبة المانعة للتكليف فأي وجه\nللتعزير\n</p>\n\n<p>\nاه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p134'> Vol. 04, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nوذلك ( كنفي صانع و ) نفي ( نبي ) أو تكذيبه ( وجحد مجمع عليه ) معلوم من\nالدين بالضرورة من غير تأويل وإن لم يكن فيه نص كوجوب نحو الصلاة المكتوبة\nوتحليل نحو البيع والنكاح وتحريم شرب الخمر واللواط والزنا والمكس وندب\nالرواتب والعيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p135'> Vol. 04, p. 135</a>\n            </div>\n             بخلاف مجمع عليه لا يعرفه إلا الخواص ولو كان\nفيه نص كاستحقاق بنت الإبن السدس مع البنت وكحرمة نكاح المعتدة للغير كما\nقاله النووي وغيره وبخلاف المعذور كمن قرب عهده بالإسلام ( وسجود لمخلوق )\nاختيارا من غير خوف ولو نبيا وإن أنكر الإستحقاق أو لم يطابق قلبه جوارحه\nلأن ظاهر حاله يكذبه وفي الروضة عن التهذيب من دخل دار الحرب فسجد لصنم أو\nتلفظ بكفر ثم ادعى إكراها فإن فعله في خلوته لم يقبل أو بين أيديهم وهو\nأسير قبل قوله أو تاجر فلا وخرج بالسجود الركوع لأن صورته تقع في العادة\nللمخلوق كثيرا بخلاف السجود\n</p>\n\n<p>\nقال شيخنا نعم يظهر أن محل الفرق بينهما عند الإطلاق بخلاف ما لو قصد\nتعظيم مخلوق بالركوع كما يعظم <span id='ms281'></span> الله تعالى به فإنه لا شك في الكفر حينئذ\n</p>\n\n<p>\nاه\n</p>\n\n<p>\nوكمشي إلى الكنائس بزيهم من زنار وغيره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p136'> Vol. 04, p. 136</a>\n            </div>\n             وكإلقاء ما فيه قرآن\nفي مستقذر قال الروياني أو علم شرعي ومثله بالأولى ما فيه اسم معظم ( وتردد\nفي كفر ) أيفعله أو لا وكتكفير مسلم لذنبه بلا تأويل لأنه سمي الإسلام كفرا\nوكالرضا بالكفر كأن قال لمن طلب منه تلقين الإسلام اصبر ساعة فيكفر في\nالحال في كل ما مر لمنافاته الإسلام وكذا يكفر من أنكر إعجاز القرآن أو\nحرفا منه أو صحبة أبي بكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p137'> Vol. 04, p. 137</a>\n            </div>\n             أو قذف عائشة رضي الله عنها ويكفر في\nوجه حكاه القاضي من سب الشيخين أو الحسن والحسين رضي الله عنهم لا من قال\nلمن أراد تحليفه لا أريد الحلف بالله بل بالطلاق مثلا أو قال رؤيتي إياك\nكرؤية ملك الموت\n</p>\n\n<p>\nتنبيه ينبغي للمفتي أن يحتاط في التكفير ما أمكنه لعظم خطره وغلبة عدم\nقصده سيما من العوام وما زال أئمتنا على ذلك قديما وحديثا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p138'> Vol. 04, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\n( ويستتاب ) وجوبا ( مرتد ) ذكرا كان أو أنثى لأنه كان محترما بالإسلام\nوربما عرضت له شبهة فتزال ( ثم ) إن لم يتب بعد الإستتابة ( قتل ) أي قتله\nالحاكم ولو بنائبه بضرب الرقبة لا بغيره ( بلا إمهال ) أي تكون الإستتابة\nوالقتل حالا لخبر البخاري من بدل دينه فاقتلوه فإذا أسلم صح إسلامه وترك\nوإن تكررت ردته لإطلاق النصوص\n</p>\n\n<p>\nنعم يعزر من تكررت ردته لا في أول مرة إذا تاب خلافا لما زعمه جهلة\nالقضاة\n</p>\n\n<p>\nتتمة إنما يحصل إسلام كل كافر أصلي أو مرتد بالتلفظ بالشهادتين من الناطق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p139'> Vol. 04, p. 139</a>\n            </div>\n             فلا يكفي ما بقلبه من الإيمان وإن قال به الغزالي وجمع محققون\nولو بالعجمية وإن أحسن العربية على المنقول المعتمد لا بلغة لقنها بلا فهم\nثم بالاعتراف برسالته صلى الله عليه وسلم إلى غير العرب ممن ينكرها فيزيد\nالعيسوي من اليهود محمد رسول الله إلى جميع الخلق أو البراءة من كل دين\nيخالف دين الإسلام فيزيد المشرك كفرت بما كنت أشركت به وبرجوعه عن الإعتقاد\nالذي ارتد بسببه ومن جهل <span id='ms282'></span> القضاة أن من ادعى عليه عندهم بردة أو جاءهم يطلب\nالحكم بإسلامه يقولون له تلفظ بما قلت وهذا غلط فاحش فقد قال الشافعي رضي\nالله عنه إذا ادعى على رجل أنه ارتد وهو مسلم لم اكشف عن الحال وقلت له قل\nأشهد أن لا إله إلا الله وأشهد أن محمدا رسول الله وأنك بريء من كل دين\nيخالف دين الإسلام\n</p>\n\n<p>\nاه\n</p>\n\n<p>\nقال شيخنا ويؤخذ من تكريره رضي الله عنه لفظ أشهد أنه لا بد منه في صحة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p140'> Vol. 04, p. 140</a>\n            </div>\n             الإسلام وهو ما يدل عليه كلام الشيخين في الكفارة وغيرها لكن\nخالف فيه جمع وفي الأحاديث ما يدل لكل\n</p>\n\n<p>\nاه\n</p>\n\n<p>\nويندب أمر كل من أسلم بالإيمان بالبعث ويشترط لنفع الإسلام في الآخرة مع\nما مر تصديق القلب بواحدانية الله تعالى\n</p>\n\n<p>\nورسله وكتبه واليوم الآخر فإن اعتقد هذا ولم يأت بما مر لم يكن موءمنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p141'> Vol. 04, p. 141</a>\n            </div>\n             وإن أتى به بلا اعتقاد ترتب عليه الحكم الدنيوي ظاهرا\n</p>\n\n#\n<p>\n| باب الحدود\n</p>\n\n<p>\nأو أولها حد الزنا وهو أكبر الكبائر بعد القتل وقيل هو مقدم عليه\n</p>\n\n<p>\n( يجلد ) وجوبا ( إمام ) أو نائبه دون غيرهما خلافا للقفال ( حرا مكلفا\nزنى ) بإيلاج حشفة أو قدرها من فاقدها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p142'> Vol. 04, p. 142</a>\n            </div>\n             في فرج آدمي حي قبل أو\nدبر ذكر أو أنثى مع علم تحريمه فلا حد بمفاخذة ومساحقة واستمناء بيد نفسه\nأو غير حليلته بل يعزر فاعل ذلك\n</p>\n\n<p>\nويكره بنحو يدها كتمكينها من العبث بذكره حتى ينزل لأنه في معنى العزل\nولا بإيلاج في فرج بهيمة أو ميت ولا يجب ذبح البهيمة المأكولة خلافا لمن\nوهم فيه وإنما يجلد من ذكر ( مائة ) من الجلدات ( ويغرب عاما ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p143'> Vol. 04, p. 143</a>\n            </div>\n            \nولاء لمسافة قصر فأكثر ( إن كان ) الواطىء أو الموطوءة حرا ( بكرا ) وهو من\nلم يطأ أو توطأ في نكاح صحيح ( لا ) إن زنى ( مع ظن حل ) بأن ادعاه وقد قرب\nعهده بالإسلام أو بعد عن أهله ( أو مع تحليل عالم ) يعتد بخلافه لشبهة\nإباحته وإن لم يقلده الفاعل كنكاح بلا ولي كمذهب أبي حنيفة أو بلا شهود\nكمذهب مالك بخلاف الخالي <span id='ms283'></span> عنهما وإن نقل عن داود\n</p>\n\n<p>\nوكنكاح متعة نظرا لخلاف ابن عباس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p144'> Vol. 04, p. 144</a>\n            </div>\n             ولو من معتقد تحريمه\n</p>\n\n<p>\nنعم إن حكم حاكم بإبطال النكاح المختلف فيه حد لارتفاع الشبهة حينئذ قاله\nالماوردي ويحد في مستأجرة للزنا بها إذ لا شبهة لعدم الإعتداد بالعقد\nالباطل بوجه وقول أبي حنيفة أنه شبهة ينافيه الإجماع على عدم ثبوت النسب\nبذلك ومن ثم ضعف مدركه ولم يراع خلافه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p145'> Vol. 04, p. 145</a>\n            </div>\n             وكذا في مبيحة لأن\nالإباحة هنا لغو ومحرمة عليه لتوثن أو لنحو بينونة كبرى وإن كان قد تزوجها\nخلافا لأبي حنيفة لأنه لا عبرة بالعقد الفاسد أما مجوسية تزوجها فلا يحد\nبوطئها للإختلاف في حل نكاحها ولا يحد بإيلاج في قبل مملوكة حرمت عليه بنحو\nمحرمية أو شرب لغيره فيها أو ثوثن أو تمجس ولا بإيلاج في أمة فرع ولو\nمستولدة لشبهة الملك فيما عدا الأخيرة وشبهة الإعفاف فيها وأما حد ذي رق\nمحصن أو بكر ولو مبعضا فنصف حد الحر وتغريبه فيجلد خمسين ويغرب نصف عام\nويحد الرقيق الإمام أو السيد ( ويرجم ) أي الإمام أو نائبه بأن يأمر الناس\nليحيطوا به فيرموه من الجوانب بحجارة معتدلة إن كان ( محصنا ) رجلا أو\nامرأة حتى يموت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p146'> Vol. 04, p. 146</a>\n            </div>\n             إجماعا لأنه صلى الله عليه وسلم رجم ماعزا\nوالغامدية\n</p>\n\n<p>\nولا يجلد مع الرجم عند جماهير العلماء وتعرض عليه توبة لتكون خاتمة أمره\nويؤمر بصلاة دخل وقتها ويجاب لشرب لا أكل ولصلاة ركعتين ويعتد بقتله بالسيف\nلكن فات الواجب والمحصن مكلف حر وطىء أو وطئت بقبل في نكاح صحيح ولو في حيض\nفلا إحصان لصبي أو مجنون أو قن وطىء في نكاح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p147'> Vol. 04, p. 147</a>\n            </div>\n             ولا لمن وطىء في\nملك يمين أو نكاح فاسد ثم زنى ( وأخر ) وجوبا ( رجم ) كقود ( لوضع حمل\nوفطام ) لا لمرض يرجى بروه منه وحر وبرد مفرطين\n</p>\n\n<p>\nنعم يؤخر الجلد لهما ولمرض يرجى بروه منه أو لكونه حاملا لأن القصد الردع\nلا القتل ( ويثبت ) الزنا ( بإقرار ) حقيقي مفصل نظير ما في الشهادة ولو\nبإشارة أخرس إن فهمها كل أحد ولو مرة ولا يشترط تكرره <span id='ms284'></span> أربعا خلافا لأبي\nحنيفة ( وبينة ) فصلت بذكر المزني بها وكيفية الإدخال ومكانه ووقته كاشهد\nأنه أدخل حشفته في فرج فلانة بمحل كذا وقت كذا على سبيل الزنا ( ولو أقر )\nبالزنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p148'> Vol. 04, p. 148</a>\n            </div>\n             ( ثم رجع ) عن ذلك قبل الشروع في الحد أو بعده بنحو\nكذبت أو ما زنيت\n</p>\n\n<p>\nوإن قال بعد كذبت في رجوعي أو كنت فاخذت فظننته زنا وإن شهد حاله بكذبه\nفيما استظهره شيخنا بخلاف ما أقررت به لأنه مجرد تكذيب للبينة الشاهدة به (\nسقط ) الحد لأنه صلى الله عليه وسلم عرض لماعز بالرجوع فلولا أنه لا يفيد\nلما عرض له به ومن ثم سن له الرجوع\n</p>\n\n<p>\nوكالزنا في قبول الرجوع عنه كل حد لله تعالى كشرب وسرقة بالنسبة للقطع\n</p>\n\n<p>\nوأفهم كلامهم أنه إذا ثبت بالبينة لا يتطرق إليه رجوع وهو كذلك لكنه\nيتطرق إليه السقوط بغيره كدعوى زوجية وملك أمة وظن كونها حليلة وثانيها حد\nالقذف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p149'> Vol. 04, p. 149</a>\n            </div>\n             وهو من السبع الموبقات ( وحد قاذف ) مكلف مختار ملتزم\nللأحكام عالم بالتحريم ( محصنا ) وهو هنا مكلف حر مسلم عفيف من زنا ووطء\nدبر حليلته ( ثمانين ) جلدة إن كان القاذف حرا وإلا فأربعين\n</p>\n\n<p>\nويحصل القذف بزنيت أو يا زاني أو يا مخنث أو بلطت أو لاط بك فلان أو يا\nلائط أو يا لوطي وكذا بياقحبة لامرأة ومن صريح قذف المرأة أن يقول لابنها\nمن زيد مثلا لست ابنه أو لست منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p150'> Vol. 04, p. 150</a>\n            </div>\n             لا قوله لابنه لست ابني ولو\nقال لولده أو ولد غيره يا ولد الزنا كان قذفا لأمه ( ولا يحد أصل ) لقذف\nفرع بل يعزر كقاذف غير مكلف\n</p>\n\n<p>\nولو شهد بزنا دون أربعة من الرجال أو نساء أو عبيد حدوا ولو تقاذفا لم\nيتقاصا ولقاذف تحليف مقذوفه أنه ما زنى قط\n</p>\n\n<p>\nوسقط بعفو من مقذوف أو ووارثه الحائز ولا يستقل المقذوف باستيفاء الحد\nولزوج قذف زوجته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p151'> Vol. 04, p. 151</a>\n            </div>\n             التي علم زناها وهي في نكاحه ولو بظن ظنا\nمؤكدا مع قرينة كأن رآها وأجنبيا في خلوة أو رآه خارجا من عندها مع شيوع\nبين الناس بأنه زنى <span id='ms285'></span> بها أو مع خبر ثقة أنه رآه يزني بها أو مع تكرر رؤيته\nلهما كذلك مرات ووجب نفي الولد إن تيقن أنه ليس منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p152'> Vol. 04, p. 152</a>\n            </div>\n             وحيث لا\nولد ينفيه فالأولى له الستر وعليها وأن يطلقها إن كرهها فإن أحبها أمسكها\nلما صح أن رجلا أتى النبي صلى الله عليه وسلم فقال امرأتي لا ترد يد لامس\nفقال طلقها قال إني أحبها قال أمسكها\n</p>\n\n<p>\nفرع إذا سب شخص آخر فللآخر أن يسبه بقدر ما سبه مما لا كذب فيه ولا قذف\nكيا ظالم ويا أحمق\n</p>\n\n<p>\nولا يجوز سب أبيه وأمه وثالثها حد الشرب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p153'> Vol. 04, p. 153</a>\n            </div>\n             ( ويجلد ) أي الإمام\nأو نائبه ( مكلفا ) مختارا ( عالما ) بتحريم الخمر ( شرب ) لغير تداو (\nخمرا ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p154'> Vol. 04, p. 154</a>\n            </div>\n             وحق عند أكثر أصحابنا المسكر من عصير العنب وإن لم يقذف\nبالزبد فتحريم غيرها قياسي أي بفرض عدم ورود ما يأتي وإلا فسيعلم منه أن\nتحريم الكل منصوص عليه وعند أقلهم كل مسكر ولكن لا يكفر مستحل المسكر من\nعصير غير العنب للخلاف فيه أي من حيث الجنس لحل قليله على قول جماعة\n</p>\n\n<p>\nأما المسكر بالفعل فهو حرام إجماعا كما حكاه الحنفية فضلا عن غيرهم بخلاف\nمستحله من عصير العنب الصرف الذي لم يطبخ ولو قطرة لأنه مجمع عليه ضروري\nوخرج بالقيود المذكورة فيه أضدادها فلا حد على من اتصف بشيء منها من صبي\nومجنون ومكره وجاهل بتحريمه أو بكونه خمرا إن قرب إسلامه أو بعد عن العلماء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p155'> Vol. 04, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\nولا على من شرب لتداو وإن وجد غيرها كما نقله الشيخان عن جماعة وإن حرم\nالتداوي بها\n</p>\n\n<p>\nفائدة كل شراب أسكر كثيره من خمر أو غيرها حرم قليله وكثيره لخبر\nالصحيحين كل شراب أسكر فهو حرام وخبر مسلم كل مسكر خمر وكل خمر حرام ويحد\nشاربه وإن لم يسكر أي متعاطيه\n</p>\n\n<p>\nوخرج بالشراب ما حرم من الجامدات فلا حد فيها وإن حرمت وأسكرت بل التعزير\nككثير البنج والحشيشة والأفيون ويكره أكل يسير منها من غير قصد المداومة\nويباح لحاجة التداوي ( أربعين ) جلدة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p156'> Vol. 04, p. 156</a>\n            </div>\n             ( إن كان حرا ) ففي مسلم <span id='ms286'></span>\nعن أنس كان صلى الله عليه وسلم يضرب في الخمر بالجريد والنعال أربعين جلدة\nوخرج بالحر الرقيق ولو مبعضا فيجلد عشرين جلدة وإنما يجلد الإمام شارب\nالخمر إن ثبت ( بإقراره أو شهادة رجلين ) لا بريح خمر وهيئة سكر وقيء وحد\nعثمان رضي الله عنه بالقيء اجتهاد له\n</p>\n\n<p>\nويحد الرقيق أيضا بعلم السيد دون غيره\n</p>\n\n<p>\nتتمة جزم صاحب الإستقصاء بحل إسقائها للبهائم وللزركشي احتمال أنها\nكالآدمي في حرمة إسقائها لها ورابعها قطع السرقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p157'> Vol. 04, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\n( ويقطع ) أي الإمام وجوبا بعد طلب المالك وثبوت السرقة ( كوع يمين بالغ\n) ذكرا كان أو أنثى ( سرق ) أي أخذ خفية ( ربع دينار ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p158'> Vol. 04, p. 158</a>\n            </div>\n             أي\nمثقال ذهبا مضروبا خالصا وإن تحصل من مغشوش ( أو قيمته ) بالذهب المضروب\nالخالص وإن كان الربع لجماعة فلا يقطع بكونه ربع دينار سبيكة أو حليا لا\nيساوي ربعا مضروبا ( من حرز ) أي موضع يحرز فيه مثل ذلك المسروق عرفا ولا\nقطع بما للسارق فيه شركة ولا بملكه وإن تعلق به نحو رهن ولو اشترك اثنان في\nإخراج نصاب فقط لم يقطع واحد منهما\n</p>\n\n<p>\nوخرج بسرق ما لو اختلس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p159'> Vol. 04, p. 159</a>\n            </div>\n             معتمدا الهرب أو انتهب معتمدا القوة\nفلا يقطع بهما لخبر الصحيح به ولإمكان دفعهم بالسلطان وغيره بخلاف السارق\nلأخذه خفية فشرع قطعه زجرا ( لا ) حال كون المال ( مغصوبا ) فلا يقطع سارقه\nمن حرز الغاصب وإن لم يعلم أنه مغصوب لأن مالكه لم يرض بإحرازه به ( أو )\nحال كونه ( فيه ) أي في مكان مغصوب فلا قطع أيضا بسرقة من حرز مغصوب لأن\nالغاصب ممنوع من الإحراز به بخلاف نحو مستأجر ومعار ويختلف الحرز باختلاف\nالأموال والأحوال والأوقات فحرز الثوب والنقد الصندوق المقفل والأمتعة\nالدكاكين وثم حارس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p160'> Vol. 04, p. 160</a>\n            </div>\n             ونوم بمسجد أو شارع على متاع ولو بتوسده حرز\nله لا إن وضعه بقربه بلا ملاحظ قوي يمنع السارق بقوة أو استغاثة أو انقلب\nعنه ولو بقلب السارق فليس حرزا له ( ويقطع بمال وقف ) أي بسرقة مال موقوف\nعلى غيره ( و ) مال ( مسجد ) كبابه وساريته وقنديل زينة ( لا ) بنحو ( حصره\n) وقناديل تسرج <span id='ms287'></span> وهو مسلم لأنها أعدت للإنتفاع بها ( ولا بمال صدقة ) أي\nزكاة ( وهو مستحق لها ) بوصف فقر أو غيره ولو لم يكن له فيه حق كغني أخذ\nمال صدقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p161'> Vol. 04, p. 161</a>\n            </div>\n             وليس غارما لإصلاح ذات البين ولا غازيا قطع لانتفاء\nالشبهة ( و ) لا بمال ( مصالح ) كبيت المال وإن كان غنيا لأن له فيه حقا\nلأن ذلك قد يصرف في عمارة المساجد والرباطات فينتفع به الغني والفقير من\nالمسلمين ( و ) لا بمال ( بعض ) من أصل أو فرع ( وسيد ) لشبهة استحقاق\nالنفقة في الجملة ( والأظهر قطع أحد الزوجين بالآخر ) أي بسرقة ماله المحرز\nعنه ( فإن عاد ) بعد قطع يمناه إلى السرقة ثانيا ( ف ) تقطع ( رجله اليسرى\n) من مفصل الساق والقدم ( ف ) إن عاد ثالثا فتقطع ( يده اليسرى ) من كوعها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p162'> Vol. 04, p. 162</a>\n            </div>\n             ( ف ) إن عاد رابعا فتقطع ( رجله اليمنى ثم ) إن سرق بعد قطع\nما ذكر ( عزر ) ولا يقتل وما روي من أنه صلى الله عليه وسلم قتله منسوخ أو\nمؤول بقتله لاستحلال بل ضعفه الدارقطني وغيره وقال ابن عبد البر أنه منكر\nلا أصل له\n</p>\n\n<p>\nومن سرق مرارا بلا قطع لم يلزمه إلا حد واحد على المعتمد فتكفي يمينه عن\nالكل لاتحاد السبب فتداخلت ( وتثبت ) السرقة ( برجلين ) كسائر العقوبات غير\nالزنا وإقرار من سارق بعد دعوى عليه مع تفصيل في الشهادة والإقرار بأن تبين\nالسرقة والمسروق منه وقدر المسروق والحرز بتعيينه ( و ) تثبت السرقة أيضا\nخلافا لما اعتمده جمع ( بيمين رد ) من المدعى عليه على المدعي لأنها كإقرار\nالمدعى عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p163'> Vol. 04, p. 163</a>\n            </div>\n             ( وقبل رجوع مقر ) بالنسبة لقطع بخلاف المال فلا\nيقبل رجوعه فيه لأنه حق آدمي ( ومن أقر بقعوبة لله تعالى ) أي بموجبها كزنا\nوسرقة وشرب خمر ولو بعد دعوى ( فلقاض ) أي يجوز له كما في الروضة وأصلها\nلكن نقل في شرح مسلم الإجماع على ندبه وحكاه في البحر عن الأصحاب وقضية\nتخصيصهم القاضي بالجواز حرمته على غيره\n</p>\n\n<p>\nقال شيخنا وهو محتمل ويحتمل أن غير القاضي أولى منه لامتناع التلقين عليه\n( تعريض ) له ( برجوع ) عن الإقرار أو بالإنكار فيقول <span id='ms288'></span> لعلك فأخذت أو أخذت\nمن غير حرز أو ما علمته خمرا لأنه صلى الله عليه وسلم عرض لماعز وقال لمن\nأقر عنده بالسرقة ما إخالك سرقت وخرج بالتعريض التصريح كارجع عنه أو اجحده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p164'> Vol. 04, p. 164</a>\n            </div>\n             فيأثم به لأنه أمر بالكذب ويحرم التعريض عند قيام البينة\n</p>\n\n<p>\nويجوز للقاضي أيضا التعريض للشهود بالتوقف في حد الله تعالى إن رأى\nالمصلحة في الستر وإلا فلا وبه يعلم أنه لا يجوز له التعرض ولا لهم التوقف\nإن ترتب على ذلك ضياع المسروق أو حد الغير كحد القذف\n</p>\n\n<p>\nخاتمة في قاطع الطريق لو علم الإمام قوما يخيفون الطريق ولم يأخذوا مالا\nولا قتلوا نفسا عزرهم وجوبا بحبس وغيره وإن أخذ القاطع المال ولم يقتل قطعت\nيده اليمنى ورجله اليسرى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p165'> Vol. 04, p. 165</a>\n            </div>\n             فإن عاد فرجله اليمنى ويده اليسرى وإن\nقتل قتل حتما وإن عفا مستحق القود وإن قتل وأخذ نصابا قتل ثم صلب بعد غسله\nوتكفينه والصلاة عليه ثلاثة أيام حتما ثم ينزل وقيل يبقى وجوبا حتى يتهرى\nويسيل صديده وفي قول يصلب حيا قليلا ثم ينزل فيقتل\n</p>\n\n#\n<p>\n| فصل في التعزير\n</p>\n\n<p>\n( ويعزر ) أي الإمام أو نائبه ( لمعصية لا حد لها ولا كفارة ) سواء كانت\nحقا لله تعالى أم لآدمي كمباشرة أجنبية في غير فرج وست ليس بقذف وضرب لغير\nحق ( غالبا ) وقد يشرع التعزير بلا معصية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p166'> Vol. 04, p. 166</a>\n            </div>\n             كمن يكتسب باللهو\nالذي لا معصية فيه وقد ينتفي مع انتفاء الحد والكفارة كصغيرة صدرت ممن لا\nيعرف بالشر لحديث صححه ابن حبان أقيلوا ذوي الهيئات عثرايهم إلا الحدود وفي\nرواية زلاتهم وفسرهم الشافعي رضي الله عنه بمن ذكر وقيل هم أصحاب الصغائر\nوقيل من يندم على الذنب ويتوب منه\n</p>\n\n<p>\nوكقتل من رآه يزني بأهله على ما حكاه ابن الرفعة لأجل الحمية والغضب ويحل\nقتله باطنا\n</p>\n\n<p>\nوقد يجامع التعزير الكفارة كمجامع حليلته في نهار رمضان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p167'> Vol. 04, p. 167</a>\n            </div>\n            \nويحصل التعزير ( بضرب ) غير مبرح أو صفع وهو الضرب بجمع الكف ( أو حبس )\nحتى عن الجمعة أو توبيخ بكلام أو تغريب أو إقامة من مجلس ونحوها مما يراها\nالمعزر <span id='ms289'></span> جنسا وقدار لا بحلق لحية\n</p>\n\n<p>\nقال شيخنا وظاهر حرمة حلقها وهو إنما يجيء على حرمته التي عليها أكثر\nالمتأخرين أما على كراهته التي عليها الشيخان وآخرون فلا وجه للمنع إذا رآه\nالإمام\n</p>\n\n<p>\nانتهى\n</p>\n\n<p>\nويجب أن ينقص التعزير عن أربعين ضربة في الحر وعن عشرين في غيره ( وعزر\nأب ) وإن علا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p168'> Vol. 04, p. 168</a>\n            </div>\n             وألحق به الرافعي الأم وإن علت ( ومأذونه ) أي من\nأذن له في التعزير كالمعلم ( صغيرا ) وسفيها بارتكابهما ما لا يليق زجرا\nلهما عن سيء الأخلاق وللمعلم تعزير المتعلم منه ( و ) عزر ( زوج ) زوجته (\nلحقه ) كنشوزها لا لحق الله تعالى وقضيته أنه لا يضر بها على ترك الصلاة\n</p>\n\n<p>\nوأفتى بعضهم بوجوبه\n</p>\n\n<p>\nوالأوجه كما قال شيخنا جوازه وللسيد تعزير رقيقه لحقه وحق الله تعالى\nوإنما يعزر من مر بضرب غير مبرح فإن يفد تعزيره إلا بمبرح ترك لأنه مهلك\nوغيره لا يفيد\n</p>\n\n<p>\n( وسئل ) شيخنا عبد الرحمن بن زياد رحمه الله تعالى عن عبد مملوك عصى\nسيده وخالف أمره ولم يخدمه خدمة مثله\n</p>\n\n<p>\nهل لسيده أن يضربه ضربا غير مبرح أم ليس له ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p169'> Vol. 04, p. 169</a>\n            </div>\n             وإذا ضربه\nسيده ضربا مبرحا ورفع به إلى أحد حكام الشريعة فهل للحاكم أن يمنعه عن\nالضرب المبرح أم ليس له ذلك وإذا منعه الحاكم مثلا ولم يمتنع فهل للحاكم أن\nيبيع العبد ويسلم ثمنه إلى سيده أم ليس له ذلك وبماذا يبيعه بمثل الثمن\nالذي اشتراه به سيده أو بما قاله المقومون أو بما انتهت إليه الرغبات في\nالوقت ( فأجاب ) إذا امتنع العبد من خدمة سيده الخدمة الواجبة عليه شرعا\nفللسيد أن يضربه على الإمتناع ضربا غير مبرح إن أفاد الضرب المذكور وليس له\nأن يضربه ضربا مبرحا ويمنعه الحاكم من ذلك فإن لم يمتنع من الضرب المذكور\nفهو كما لو كلفه من العمل ما لا يطيق بل أولى إذ الضرب المبرح ربما يؤدي\nإلى الزهوق بجامع التحريم\n</p>\n\n<p>\nوقد أفتى القاضي حسين بأنه إذا كلف مملوكه ما لا يطيق أنه يباع عليه بثمن\nالمثل وهو ما انتهت إليه <span id='ms290'></span> الرغبات في ذلك الزمان والمكان\n</p>\n\n<p>\nانتهى\n</p>\n\n#\n<p>\n| فصل في الصيال\n</p>\n\n<p>\nوهو الإستطالة والوثوب على الغير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p170'> Vol. 04, p. 170</a>\n            </div>\n             ( يجوز ) للشخص ( دفع ) كل\n( صائل ) مسلم وكافر مكلف وغيره ( على معصوم ) من نفس أو طرف أو منفعة أو\nبضع ومقدماته كتقبيل ومعانقة أو مال وإن لم يتمول على ما اقتضاه إطلاقهم\nكحبة بر أو اختصاص كجلد ميتة سواء كانت للدافع أم لغيره وذلك للحديث الصحيح\nأن من قتل دون دمه أو ماله أو أهله فهو شهيد ويلزم منه أن له القتل والقتال\nأي وما يسيري إليهما كالجرح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p171'> Vol. 04, p. 171</a>\n            </div>\n             ( بل يجب ) عليه إن لم يخف على\nنفسه أو عضوه الدفع ( عن بضع ) ومقدماته ولو من غير أقاربه ( ونفس ) ولو\nمملوكة ( قصدها كافر ) أو بهيمة أو مسلم غير محقون الدم كزان محصن وتارك\nصلاة وقاطع طريق تحتم قتله فيحرم الإستسلام لهم فإن قصدها مسلم محقون الدم\nلم يجب الدفع بل يجوز الإستسلام له بل يسن للأمر به ولا يجب الدفع عن مال\nلا روح فيه لنفسه ( وليدفع ) الصائل المعصوم ( بالأخف ) فالأخف ( إن أمكن )\nكهرب فزجر بكلام فاستغاثة أو تحصن بحصانة فضرب بيده فبسوط فبعصا فقطع فقتل\nلأن ذلك جوز للضرورة ولا ضرورة للأثقل مع إمكان الأخف فمتى خالف وعدل إلى\nرتبة مع إمكان الإكتفاء بدونها ضمن بالقود وغيره\n</p>\n\n<p>\nنعم لو التحم القتال بينهما واشتد الأمر عن الضبط سقط مراعاة الترتيب\nومحل رعاية الترتيب أيضا في غير الفاحشة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p172'> Vol. 04, p. 172</a>\n            </div>\n             فلو رآه قد أولج في\nأجنبية فله أن يبدأه بالقتل وإن اندفع بدونه لأنه في كل لحظة مواقع لا\nيستدرك بالأناة قاله الماوردي والروياني والشيخ زكريا\n</p>\n\n<p>\nوقال شيخنا وهو ظاهر في المحصن أما غيره فالمتجه أنه لا يجوز قتله إلا إن\nأدى الدفع بغيره إلى مضي زمن وهو متلبس بالفاحشة\n</p>\n\n<p>\nانتهى\n</p>\n\n<p>\nوإذا لم يمكن الدفع بالأخف كأن لم يجد إلا نحو سيف فيضرب به أما إذا كان\nالصائل غير معصوم فله قتله بلا دفع بالأخف لعدم حرمته\n</p>\n\n<p>\nفرع يجب الدفع عن منكر كشرب مسكر وضرب آلة لهو وقتل حيوان ولو للقاتل\n</p>\n\n<p>\n( ووجب <span id='ms291'></span> ختان ) للمرأة والرجل حيث لم يولدا مختونين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p173'> Vol. 04, p. 173</a>\n            </div>\n             لقوله\nتعالى <span class='quran'>أن اتبع ملة إبراهيم </span>ومنها الختان إختتن وهو إبن ثمانين\nسنة وقيل واجب على الرجال وسنة للنساء\n</p>\n\n<p>\nونقل عن أكثر العلماء\n</p>\n\n<p>\n( ببلوغ ) وعقل إذ لا تكليف قبلهما فيجب بعدهما فورا\n</p>\n\n<p>\nوبحث الزركشي وجوبه على ولي مميز وفيه نظر\n</p>\n\n<p>\nفالواجب في ختان الرجل قطع ما يغطي حشفته حتى تنكشف كلها والمرأة قطع جزء\nيقع عليه الإسم من اللحمة الموجودة بأعلى الفرج فوق ثقبة البول تشبه عرف\nالديك وتسمى البظر بموحدة مفتوحة فمعجمة ساكنة ونقل الأردبيلي عن الإمام\nولو كان ضعيف الخلقة بحيث لو ختن خيف عليه لم يختن إلا أن يغلب على الظن\nسلامته ويندب تعجيله سابع يوم الولادة للإتباع فإن أخر عنه ففي الأربعين\nوإلا ففي السنة السابعة لأنها وقت أمره بالصلاة ومن مات بغير ختان لن يختن\nفي الأصح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p174'> Vol. 04, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\nويسن إظهار ختان الذكر وإخفاء ختان الأنثى وأما مؤنة الختان في مال\nالمختون ولو غير ملف ثم على من تلزمه نفقته\n</p>\n\n<p>\nويجب أيضا قطع سرة المولود بعد ولادته بعد نحو ربطها لتوقف إمساك الطعام\nعليه\n</p>\n\n<p>\n( وحرم تثقيب ) أنف مطلقا ( وأذن ) صبي قطعا وصبية على الأوجه لتعليق\nالحلق كما صرح به الغزالي وغيره لأنه إيلام لم تدع إليه حاجة وجوزه الزركشي\nواستدل بما في حديث أم زرع في الصحيح وفي فتاوى قاضيخان من الحنفية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p175'> Vol. 04, p. 175</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p176'> Vol. 04, p. 176</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p177'> Vol. 04, p. 177</a>\n            </div>\n             أنه لا بأس به لأنهم كانوا يفعلونه في\nالجاهلية فلم ينكر عليهم رسول الله صلى الله عليه وسلم وفي الرعاية\nللحنابلة يجوز في الصبية لغرض الزينة\n</p>\n\n<p>\nويكره في الصبي\n</p>\n\n<p>\nانتهى\n</p>\n\n<p>\nومقتضى كلام شيخنا في شرح المنهاج جوازه في الصبية لا الصبي لما عرف أنه\nزينة مطلوبة في حقهن قديما وحديثا في كل محل\n</p>\n\n<p>\nوقد جوز صلى الله عليه وسلم اللعب لهن بما فيه صورة للمصلحة فكذا هذا\nأيضا\n</p>\n\n<p>\nوالتعذيب في مثل هذه الزينة الداعية لرغبة الأزواج إليهن سهل محتمل\nومغتفر لتلك المصلحة\n</p>\n\n<p>\nفتأمل ذلك فإنه مهم\n</p>\n\n<p>\nتتمة من كان مع دابة يضمن ما أتلفته ليلا ونهارا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p178'> Vol. 04, p. 178</a>\n            </div>\n            \n</p>\n\n<p>\nوإن كانت <span id='ms292'></span> وحدها فأتلفت زرعا أو غيره نهارا لم يضمن صاحبها\n</p>\n\n<p>\nأو ليلا ضمن إلا أن لا يفرط في ربطها\n</p>\n\n<p>\nوإتلاف نحو هرة طيرا أو طعاما عهد إتلافها ضمن مالكها ليلا ونهارا إن قصر\nفي ربطه وتدفع الهرة الضارية على نحو طير أو طعام لتأكله كصائل برعاية\nالترتيب السابق\n</p>\n\n<p>\nولا تقتل ضارية ساكنة خلافا لجمع لإمكان التحرز عن شرها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p179'> Vol. 04, p. 179</a>\n            </div>\n            \n</p>\n\n#\n<p>\n| باب الجهاد\n</p>\n\n<p>\n( هو فرض كفاية كل عام ) ولو مرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p180'> Vol. 04, p. 180</a>\n            </div>\n             إذا كان الكفار ببلادهم\nويتعين إذا دخلوا بلادنا كما يأتي وحكم فرض الكفاية أنه إذا فعله من فيهم\nكفاية سقط الحرج عنه وعن الباقين\n</p>\n\n<p>\nويأثم كل من لا عذر له من المسلمين إن تركوه وإن جهلوا\n</p>\n\n<p>\nوفروضها كثيرة ( كقيام بحجج دينية ) وهي البراهين على إثبات الصانع\nسبحانه وما يجب له من الصفات ويستحيل عليه منها وعلى إثبات النبوات وما ورد\nبه الشرع من المعاد والحساب وغير ذلك\n</p>\n\n<p>\n( وعلوم شرعية ) كتفسير وحديث وفقه زائد على ما لا بد منه وما يتعلق بها\nبحيث يصلح للقضاء والإفتاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p181'> Vol. 04, p. 181</a>\n            </div>\n             للحاجة إليهما ( ودفع ضرر معصوم )\nمن مسلم وذمي ومستأمن جائع لم يصل لحالة الإضطرار أو عار أو نحوهما\n</p>\n\n<p>\nوالمخاطب به كل موسر بما زاد على كفاية سنة له ولممونة عند احتلال بيت\nالمال وعدم وفاء زكاة ( وأمر بمعروف ) أي واجبات الشرع والكف عن محرماته\nفشمل النهي عن منكر ي المحرم لكن محله في واجب أو حرام مجمع عليه أو في\nاعتقاد الفاعل والمخاطب به كل مكلف لم يخف على نحو عضو ومال وإن قل ولم\nيغلب على ظنه أن فاعله يزيد فيه عنادا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p182'> Vol. 04, p. 182</a>\n            </div>\n             وإن علم عادة أنه لا\nيفيده بأن يغيره بكل طريق أمكنه من يد فلسان فاستغاثة بالغير فإن عجز أنكره\nبقلبه\n</p>\n\n<p>\nوليس لأحد البحث والتجسس واقتحام الدور بالظنون\n</p>\n\n<p>\nنعم إن أخبره ثقة بمن اختفى بمنكر لا يتدارك كالقتل والزنا لزمه ذلك\n</p>\n\n<p>\nولو توقف الإنكار على الرفع للسلطان لم يجب لما فيه من هتك حرمة وتغريم\nمال\n</p>\n\n<p>\nقاله ابن القشيري\n</p>\n\n<p>\nقال شيخنا وله احتمال بوجوبه إذا لم ينزجر <span id='ms293'></span> إلا به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p183'> Vol. 04, p. 183</a>\n            </div>\n             هو الأوجه\nوكلام الروضة وغيرها صريح فيه\n</p>\n\n<p>\nانتهى\n</p>\n\n<p>\n( وتحمل شهادة ) على أهل له حضر إليه المشهود عليه أو طلبه إن عذر بعذر\nجمعة ( وأدائها ) على من يحملها إن كان أكثر من نصاب وإلا فهو فرض عين (\nوكإحياء كعبة ) بحج وعمرة كل عام وتشييع جنازة ( ورد سلام ) مسنون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p184'> Vol. 04, p. 184</a>\n            </div>\n             ( عن جمع ) أي إثنين فأكثر فيسقط الفرض عن الباقين ويختص\nبالثواب فإن ردوا كلهم ولو مرتبا أثيبوا ثواب الفرض كالمصلين على الجنازة\n</p>\n\n<p>\nولو سلم جمع مرتبون على واحد فرد مرة قاصدا جميعهم وكذا لو أطلق على\nالأوجه أجزأه ما لم يحصل فصل ضار\n</p>\n\n<p>\nودخل في قولي مسنون سلام امرأة على امرأة أو نحو محرم أو سيد أو زوج وكذا\nعلى أجنبي وهي عجوز لا تشتهى\n</p>\n\n<p>\nويلزمها في هذه الصورة رد سلام الرجل\n</p>\n\n<p>\nأما مشتهاة ليس معها امرأة أخرى فيحرم عليها رد سلام أجنبي ومثله ابتداؤه\nويكره رد سلامها ومثله ابتداؤه أيضا\n</p>\n\n<p>\nوالفرق أن ردها وابتداءها يطمعه لطمعه فيها أكثر بخلاف ابتدائه ورده\n</p>\n\n<p>\nقاله شيخنا\n</p>\n\n<p>\nولو سلم على جمع نسوة وجب رد إحداهن إذ لا يخشى فتنة حينئذ\n</p>\n\n<p>\nوخرج بقولي عن جمع الواحد فالرد فرض عين عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p185'> Vol. 04, p. 185</a>\n            </div>\n             ولو كان المسلم\nصبيا مميزا\n</p>\n\n<p>\nولا بد في الإبتداء والرد من رفع الصوت بقدر ما يحصل به السماع المحقق\nولو في ثقيل السمع\n</p>\n\n<p>\nنعم إن مر عليه سريعا بحيث لم يبلغه صوته فالذي يظهر كما قاله شيخنا أنه\nيلزمه الرفع وسعيه دون العدو خلفه\n</p>\n\n<p>\nويجب اتصال الرد بالسلام كاتصال قبول البيع بإيجابه\n</p>\n\n<p>\nولا بأس بتقديم عليك في رد سلام الغائب لأن الفصل ليس بأجنبي\n</p>\n\n<p>\nوحيث زالت الفورية فلا قضاء خلافا لما يوهمه كلام الروياني\n</p>\n\n<p>\nويجب في الرد على الأصم أن يجمع بين اللفظ والإشارة ولا يلزمه الرد إلا\nإن جمع له المسلم عليه بين اللفظ والإشارة ( وابتداؤه ) أي السلام عند\nإقباله أو انصرافه على مسلم غير نحو فاسق أو مبتدع حتى الصبي المميز وإن ظن\nعدم الرد ( سنة ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p186'> Vol. 04, p. 186</a>\n            </div>\n             عينا للواحد وكفاية للجماعة كالتمسية للأكل\nلخبر <span id='ms294'></span> أن أولى الناس بالله من بدأهم بالسلام\n</p>\n\n<p>\nوأفتى القاضي بأن الإبتداء أفضل كما أن إبراء المعسر أفضل من إنظاره\nوصيغة ابتدائه السلام عليكم أو سلام عليكم وكذا عليكم السلام أو سلام لكنه\nمكروه للنهي عنه ومع ذلك يجب الرد فيه بخلاف وعليكم السلام بالواو إذ لا\nيصلح للإبتداء والأفضل في الإبتداء والرد الإتيان بصيغة الجمع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p187'> Vol. 04, p. 187</a>\n            </div>\n            \nحتى في الواحد لأجل الملائكة والتعظيم وزيادة ورحمة الله وبركاته ومغفرته\n</p>\n\n<p>\nولا يكفي الإفراد للجماعة ولو سلم كل على الآخر فإن ترتبا كان الثاني\nجوابا أي ما لم يقصد به الإبتداء وحده كما بحثه بعضهم وإلا لزم كلا الرد\n</p>\n\n<p>\nفروع يسن إرسال السلام للغائب ويلزم الرسول التبيلغ لأنه أمانة ويجب\nأداؤها\n</p>\n\n<p>\nومحله ما إذا رضي بتحمل تلك الأمانة\n</p>\n\n<p>\nأما لو ردها فلا وكذا إن سكت\n</p>\n\n<p>\nوقال بعضهم يجب على الموصى به تبليغه ومحله كما قال شيخنا إن قبل الوصية\nبلفظ يدل على التحمل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p188'> Vol. 04, p. 188</a>\n            </div>\n             ويلزم المرسل إليه الرد فورا باللفظ في\nالإرسال وبه أو بالكتابة فيها\n</p>\n\n<p>\nويندب الرد أيضا على المبلغ والبداءة به فيقول عليك وعليه السلام للخبر\nالمشهور فيه\n</p>\n\n<p>\nوحكى بعضهم ندب البداءة بالمرسل\n</p>\n\n<p>\nويحرم أن يبدأ به ذميا ويستثنيه وجوبا بقلبه إن كان مع مسلم\n</p>\n\n<p>\nويسن لمن دخل محلا خاليا أن يقول السلام علينا وعلى عباد الله الصالحين\n</p>\n\n<p>\nولا يندب السلام على قاضي حاجة بول أو غائط أو جماع أو استنجاء ولا على\nشارب وآكل في فمه اللقمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p189'> Vol. 04, p. 189</a>\n            </div>\n             لشغله ولا على فاسق بل يسن تركه على\nمجاهر بفسقه ومرتكب ذنب عظيم لم يتب منه ومبتدع إلا لعذر أو خوف مفسدة ولا\nعلى مصل وساجد ومؤذن ومقيم وخطيب ومستمعه ولا رد عليهم إلا مستمع الخطيب\nفإنه يجب عليه ذلك بل يكره الرد لقاضي الحاجة والجامع والمستنجي ويسن للآكل\nوإن كانت اللقمة بفيه\n</p>\n\n<p>\nنعم يسن السلام عليه بعد البلع وقبل وضع اللقمة بفيه ويلزمه الرد ويسن\nالرد لمن في الحمام وملب باللفظ ولمصل ومؤذن ومقيم بالإشارة وإلا فبعد\nالفراغ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p190'> Vol. 04, p. 190</a>\n            </div>\n             أي إن قرب الفصل ولا يجب عليهم <span id='ms295'></span>\n</p>\n\n<p>\nويسن عند التلاقي سلام صغير على كبير وماش على واقف وراكب عليهم وقليلين\nعلى كثيرين\n</p>\n\n<p>\nفوائد وحتى الظهر مكروه\n</p>\n\n<p>\nوقال كثيرون حرام\n</p>\n\n<p>\nوأفتى النووي بكراهة الإنحناء بالرأس وتقبيل نحو رأس أو يد أو رجل لا\nسيما لنحو غني لحديث من تواضع لغني ذهب ثلثا دينه\n</p>\n\n<p>\nويندب ذلك لنحو صلاح أو علم أو شرف لأن أبا عبيدة قبل يد عمر رضي الله\nعنهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p191'> Vol. 04, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\nويسن القيام لمن فيه فضيلة ظاهرة من نحو صلاح أو علم أو ولادة أو ولاية\nمصحوبة بصيانة\n</p>\n\n<p>\nقال ابن عبد السلام أو لمن يرجى خيره أو يخشى شره ولو كافرا خشي منه ضررا\nعظيما\n</p>\n\n<p>\nويحرم على الرجل أن يحب قيامهم له\n</p>\n\n<p>\nويسن تقبيل قادم من سفر ومعانقته للإتباع ( كتشميت عاطس ) بالغ ( حمد\nالله تعالى ) بيرحمك الله أو رحمكم الله وصغير مميز حمد الله بنحو أصلحك\nالله فإنه سنة على الكفاية إن سمع جماعة وسنة عين إن سمع واحد إذا حمد الله\nالعاطس المميز عقب عطاسه بأن لم يتخلل بينهما فوق سكتة تنفس أوعى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p192'> Vol. 04, p. 192</a>\n            </div>\n             فإنه يسن له أن يقول عقبه الحمد لله وأفضل منه الحمد لله رب\nالعالمين وأفضل منه الحمد لله على كل حال\n</p>\n\n<p>\nوخرج بقولي حمد الله من لم يحمده عقبه فلا يسن التشميت له\n</p>\n\n<p>\nفإن شك قال يرحم الله من حمده\n</p>\n\n<p>\nويسن تذكيره الحمد وعند توالي العطاس يشمته لثلاث ثم يدعو له بالشفاء\nويسر به المصلي ويحمد في نفسه إن كان مشغولا بنحو بول أو جماع ويشترط رفع\nبكل بحيث يسمعه صاحبه\n</p>\n\n<p>\nويسن للعاطس وضع شيء على وجهه وخفض صوته ما أمكنه وإجابة مشمته بنحو\nيهديكم الله ويصلح بالكم أو يغفر الله لكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p193'> Vol. 04, p. 193</a>\n            </div>\n             للأمر به ويسن\nللمتثائب رد التثاؤب طاقته وستر فيه ولو في الصلاة بيده اليسرى\n</p>\n\n<p>\nويسن إجابة الداعي بلبيك\n</p>\n\n<p>\n( والجهاد ) فرض كفاية ( على ) كل مسلم ( مكلف ) أي بالغ عاقل لرفع القلم\nعن غيرهما ( ذكر ) لضعف المرأة عنه غالبا ( حر ) فلا يجب على ذي رق ولو\nمكاتبا ومبعضا وإن أذن له سيده لنقصه ( مستطيع له <span id='ms296'></span> سلاح ) فلا يجب على غير\nمستطيع كأقطع وأعمى وفاقد معظم أصابع يده ومن به عرج بين أو مرض تعظم مشقته\nوكعادم مؤن ومركب في سفر قصر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p194'> Vol. 04, p. 194</a>\n            </div>\n             فاضل ذلك عن مؤنة من تلزمه مؤنته\nكما في الحج ولا على من ليس له سلاح لأن عادم ذلك لا نصرة به ( وحرم ) على\nمدين موسر عليه دين حال لم يوكل من يقضي عنه من ماله الحاضر ( سفر ) لجهاد\nوغيره وإن قصر وإن لم يكن مخوفا أو كان لطلب علم رعاية لحق الغير ومن ثم\nجاء في مسلم القتل في سبيل الله يكفر كل شيء إلا الدين\n</p>\n\n<p>\n( بلا إذن غريم ) أو ظن رضاه وهو من أهل الإذن\n</p>\n\n<p>\nولو كان الغريم ذميا أو كان بالدين رهن وثيق أو كفيل موسر\n</p>\n\n<p>\nقال الأسنوي في المهمات أن سكوت رب الدين ليس بكاف في جواز السفر معتمدا\nفي ذلك على ما فهم من كلام الشيخين هنا\n</p>\n\n<p>\nوقال ابن الرفعة والقاضي أبو الطيب والبندنيجي والقزويني لا بد في الحرمة\nمن التصريح بالمنع ونقله القاضي إبراهيم بن ظهيرة ولا يحرم السفر بل ولا\nيمنع منه إن كان معسرا أو كان الدين مؤجلا وإن قرب حلوله بشرط وصوله لما\nيحل له فيه القصر وهو مؤجل ( و ) حرم السفر لجهاد وحج تطوع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p195'> Vol. 04, p. 195</a>\n            </div>\n             بلا\nإذن ( أصل ) مسلم أب وأم وإن عليا ولو أذن من هو أقرب منه وكذا يحرم بلا\nإذن أصل سفر لم تغلب فيه السلامة لتجارة ( لا ) سفر ( لتعلم فرض ) ولو\nكفاية كطلب النحو ودرجة الفتوى فلا يحرم عليه وإن لم يأذن أصله ( وإن دخلوا\n) أي الكفار ( بلدة لنا تعين ) الجهاد ( على أهلها ) أي يتعين على أهلها\nالدفع بما أمكنهم وللدفع مرتبتان\n</p>\n\n<p>\nإحداهما أن يحتمل الحال اجتماعهم وتأهبهم للحرب فوجب الدفع على كل منهم\nبما يقدر عليه حتى على من لا يلزمه الجهاد نحو فقير وولد ومدين وعبد وامرأة\nفيها قوة بلا إذن ممن مر\n</p>\n\n<p>\nويغتفر ذلك لهذا الخطب العظيم الذي لا سبيل لإهماله\n</p>\n\n<p>\nوثانيتهما أن يغشاهم الكفار ولا يتمكنون من <span id='ms297'></span> اجتاع وتأهب فمن قصده كافر أو\nكفار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p196'> Vol. 04, p. 196</a>\n            </div>\n             وعلم أنه يقتل إن أخذه فعليه أن يدفع عن نفسه بما أمكن\nوإن كان ممن لا جهاد عليه لإمتناع الإستسلام لكافر\n</p>\n\n<p>\nفروع وإذا لم يمكن تأهب لقتال وجوز أسرا وقتلا فله قتال واستسلام إن علم\nأنه إن امتنع منه قتل وأمنت المرأة فاحشة إن أخذت وإلا تعين الجهاد فمن علم\nأو ظن أنه إن أخذ قتل عينا امتنع عليه الإستسلام كما مر آنفا\n</p>\n\n<p>\nولو أسروا مسلما يجب النهوض إليهم فورا على كل قادرر لخلاصه إن رجى\n</p>\n\n<p>\nولو قال لكافر أطلق أسيرك وعلي كذا فأطلقه لزمه ولا يرجع به على الأسير\nإلا إن أذن له في مفاداته فيرجع عليه وإن لم يشترط له الرجوع ( و ) تعين\nعلى ( من دون مسافة قصر منها ) أي من البلدة التي دخلوا فيها وإن كان في\nأهلهم كفاية لأنهم في حكمهم وكذا من كان على مسافة القصر إن لم يكف أهلها\nومن يليهم فيصير فرض عين في حق من قرب وفرض كفاية في حق من بعد\n</p>\n\n<p>\n( وحرم ) على من هو من أهل فرض الجهاد ( انصراف عن صف ) بعد التلاقي وإن\nغلب على ظنه أنه إذا ثبت قتل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p197'> Vol. 04, p. 197</a>\n            </div>\n             لعده صلى الله عليه وسلم الفرار\nمن الزحف من السبع الموبقات\n</p>\n\n<p>\nولو ذهب سلاحه وأمكن الرمي بالحجارة لم يجز له الإنصراف على تناقض فيه\n</p>\n\n<p>\nوجزم بعضهم بأنه إذا غلب ظن الهلاك بالثبات من غير نكاية فيهم وجب الفرار\n( إذا لم يزيدوا ) أي الكفار ( على مثلينا ) للآية\n</p>\n\n<p>\nوحكمة وجوب مصابرة الضعف أن المسلم يقاتل على إحدى الحسنيين الشهادة\nوالفوز بالغنيمة مع الأجر والكافر يقاتل على الفوز بالدنيا فقط\n</p>\n\n<p>\nأما إذا زادوا على المثلين كمائتين وواحد عن مائة فيجوز الإنصراف مطلقا\n</p>\n\n<p>\nوحرم جمع مجتهدون الإنصراف مطلقا إذا بلغ المسلمون اثني عشر ألفا لخبر لن\nيغلب إثنا عشر ألفا من قلة وبه خصت الآية\n</p>\n\n<p>\nويجاب بأن المراد من الحديث أن الغالب على هذا العدد الظفر فلا تعرض فيه\nلحرمة فرار ولا لعدمها كما هو واضح <span id='ms298'></span> وإنما يحرم الإنصراف إن قاومناهم إلا\nمتحرفا لقتال أو متحيزا إلى فئة يستنجد بها على العدو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p198'> Vol. 04, p. 198</a>\n            </div>\n             ولو\nبعيدة ( ويرق ذراري كفار ) وعبيدهم ولو مسلمين كاملين ( بأسر ) كما يرق\nحربي مقهور لحربي بالقهر أي يصيرون بنفس الأسر أرقاء لنا ويكونون كسائر\nأموال الغنيمة\n</p>\n\n<p>\nودخل في الذراري الصبيان والمجانين والنسوان ولا حد إن وطىء غانم أو أبوه\nأو سيده أمة في الغنيمة ولو قبل اختيار التملك لأن فيها شبهة ملك ويعزر\nعالم بالتحريم لا جاهل به إن عذر لقرب إسلامه أو بعد محله عن العلماء\n</p>\n\n<p>\nفرع يحكم بإسلام غير بالغ ظاهرا وباطنا إما تبعا للسابي المسلم ولو شاركه\nكافر في سبيه وإما تبعا لأحد أصوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p199'> Vol. 04, p. 199</a>\n            </div>\n             وإن كان إسلامه قبل علوقه\nفلو أقر أحدهما بالكفر بعد البلوغ فهو مرتد من الآن ( ولإمام ) أو أمير (\nخيار في ) أسير ( كامل ) ببلوغ وعقل وذكورة وحرية ( بين ) أربع خصال من (\nقتل ) بضرب الرقبة لا غير ( ومن ) عليه بتخلية سبيله ( وفداء ) بأسرى منا\nأو مال فيخمس وجوبا أو بنحو سلاحا ويفادى سلاحهم بأسرانا على الأوجه لا\nبمال ( واسترقاق ) فيفعل الإمام أو نائبه وجوبا الأحظ للمسلمين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p200'> Vol. 04, p. 200</a>\n            </div>\n            \nلاجتهاده ومن قتل أسيرا غير كامل لزمته قيمته أو كاملا قبل التخيير فيه عزر\nفقط ( وإسلام كافر ) كامل ( بعد أسر يعصم دمه ) من القتل لخبر الصحيحين\nأمرت أن أقاتل الناس حتى يشهدوا أن لا إله إلا الله فإذا قالوا عصموا مني\nدماءهم وأموالهم إلا بحقها ولم يذكر هنا وماله لأنه لا يعصمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p201'> Vol. 04, p. 201</a>\n            </div>\n            \n</p>\n\n<p>\nإذا اختار الإمام رقه ولا صغار أولاده للعلم بإسلامهم تبعا له وإن كانوا\nبدار الحرب أو أرقاء وإذا تبعوه في الإسلام وهم أحرار لم يرقوا لامتناع طرو\nالرق على من قارن إسلامه حريته\n</p>\n\n<p>\nومن ثم أجمعوا على أن الحر المسلم لا يسبى ولا يسترق أو أرقاء لم ينقص\nرقهم\n</p>\n\n<p>\nومن ثم لو ملك حربي صغيرا ثم حكم بإسلامه تبعا لأصله جاز سبيه واسترقاقه\nويبقى الخيار في باقي الخصال السابقة من المن أو الفداء أو الرق\n</p>\n\n<p>\nومحل جواز المفاداة مع إرادة الإقامة <span id='ms299'></span> في دار الكفر إن كان له ثم عشيرة\nيأمن معها على نفسه ودينه ( و ) إسلامه ( قبله ) أي قبل أسر بوضع أيدينا\nعليه ( يعصم دما ) أي نفسا عن كل ما مر ( ومالا ) أي جميعه بدارنا أو دارهم\nوكذا فرعه الحر الصغير والمجنون عند السبي عن الإسترقاق لا زوجته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p202'> Vol. 04, p. 202</a>\n            </div>\n             فإذا سبيت ولو بعد الدخول انقطع نكاحه حالا\n</p>\n\n<p>\nوإذا سبي زوجان أو أحدهما انفسخ النكاح بينهما لما في خبر مسلم أنهم لما\nامتنعوا يوم أوطاس من وطء المسبيات المتزوجات نزل <span class='quran'>والمحصنات </span>أي\nالمتزوجات <span class='quran'>من النساء إلا ما ملكت أيمانكم </span></p>\n\n<p>\nفحرم الله تعالى المتزوجات إلا المسبيات\n</p>\n\n<p>\nفرع لو ادعى أسير قد أرق إسلامه قبل أسره لم يقبل في الرق ويجعل مسلما من\nالآن ويثبت بشاهد وامرأتين ولو ادعى أسير أنه مسلم فإن أخذ من دارنا صدق\nبيمينه أو من دار الحرب فلا ( وإذا أرق ) الحربي ( وعليه دين ) لمسلم أو\nذمي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p203'> Vol. 04, p. 203</a>\n            </div>\n             ( لم يسقط ) وسقط إن كان لحربي ولو اقترض حربي من حربي أو\nغيره أو اشترى منه شيئا ثم أسلما أو أحدهما يسقط لإلتزامه بعقد صحيح\n</p>\n\n<p>\nولو أتلف حربي على حربكي شيئا أو غصبه منه فأسلما أو أسلم المتلف فلا\nضمان لأنه لم يلتزم شيئا بعقد حتى يستدام حكمه ولأن الحربي لو أتلف مال\nمسلم أو ذمي لم يضمنه فأولى مال الحربي\n</p>\n\n<p>\nفرع لو قهر حربي دائنه أو سيده أو زوجه ملكه ارتفع الدين والرق والنكاح\nوإن كان المقهور كاملا وكذا إن كان القاهر بعضا للمقهور ولكن ليس للقاهر\nبيع مقهوره البعض لعتقه عليه خلافا للسمهودي\n</p>\n\n<p>\nمهمة قال شيخنا في شرح المنهاج قد كثر اختلاف الناس وتأليفهم في السراري\nوالأرقاء المجلوبين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p204'> Vol. 04, p. 204</a>\n            </div>\n             من الروم والهند\n</p>\n\n<p>\nوحاصل معتمد مذهبنا فيهم أن من لم يعلم كونه غنيمة لم تتخمس ولم تقسم يحل\nشراوه وسائر التصرفات فيه لاحتمال أن آسره البائع له أولا حربي أو ذمي فإنه\nلا يخمس عليه وهذا كثير لا نادر فإن تحقق أن آخذه مسلم بنحو سرقة أو اختلاس\nلم يجز شراوه إلا على الوجه <span id='ms300'></span> الضعيف أنه لا يخمس عليه فقول جمع متقدمين ظاهر\nالكتاب والسنة والإجماع على منع وطء السراري المجلوبة من الروم والهند إلا\nأن ينصب من يقسم الغنائم ولا حيف يتعين حمله على ما علم أن الغانم له\nالمسلمون وإنه لم يسبق من أميرهم قبل الإغتنام من أخذ شيئا فهو له لجوازه\nعند الأئمة الثلاثة\n</p>\n\n<p>\nوفي قول الشافعي بل زعم التاج الفزاري أنه لا يلزم الإمام قسمة الغنائم\nولا تخميسها وله أن يحرم بعض الغانمين لكن رده المصنف وغيره بأنه مخالف\nللإجماع وطريق من وقع بيده غنيمة لم تخمس ردها لمستحق علم وإلا فللقاضي\nكالمال الضائع أي الذي لم يقع اليأس من صاحبه وإلا كان ملك بيت المال فلمن\nله فيه حق الظفر به على المعتمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p205'> Vol. 04, p. 205</a>\n            </div>\n            \n</p>\n\n<p>\nومن ثم كان المعتمد كما مر أن من وصل له شيء يستحقه منه حل له أخذه وإن\nظلم الباقون\n</p>\n\n<p>\nنعم الورع لمريد التسري أن يشتري ثانيا من وكيل بيت المال لأن الغالب عدم\nالتخميس واليأس من معرفة مالكها فيكون ملكا لبيت المال\n</p>\n\n<p>\nانتهى\n</p>\n\n<p>\nتتمة يعتق رقيق حربي إذا هرب ثم أسلم ولو بعد الهدنة أو أسلم ثم هرب\nقبلها وإن لم يهاجر إلينا لا عكسه بأن أسلم بعد هدنة ثم هرب فلا يعتق لكن\nلا يرد إلى سيده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p206'> Vol. 04, p. 206</a>\n            </div>\n             فإن لم يعتقه باعه الإمام من مسلم أو دفع\nلسيده قيمته من مال المصالح وأعتقه عن المسلمين والولاء لهم وإن أتانا بعد\nالهدنة\n</p>\n\n<p>\nوشرط رد من جاء منهم إلينا حر ذكر مكلف مسلما فإن لم تكن له ثم عشيرة\nتحميه لم يرد وإلا رد عليهم بطلبهم بالتخلية بينه وبين طالبه بلا إجبار على\nالرجوع مع طالبه\n</p>\n\n<p>\nوكذا لا يرد صبي ومجنون وصفا الإسلام أم لا وامرأة وخنثى أسلمتا أي لا\nيجوز ردهم ولو لنحو الأب لضعفهم ويغرمون لنا قيمة رقيق ارتد دون الحر\nالمرتد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p207'> Vol. 04, p. 207</a>\n            </div>\n            \n</p>\n\n#\n<p>\n| باب القضاء بالمد\n</p>\n\n<p>\nأي الحكم بين الناس\n</p>\n\n<p>\nوالأصل فيه قبل الإجماع قوله تعالى <span class='quran'>وأن احكم بينهم بما أنزل الله\n</span>وقوله <span class='quran'>فاحكم بينهم بالقسط </span>وأخبار <span id='ms301'></span> كخبر الصحيحين إذا حكم\nحاكم أي أراد الحكم فاجتهد ثم أصاب فله أجران وإذا حكم فاجتهد ثم أخطأ فله\nأجر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p208'> Vol. 04, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\nوفي رواية بدل الأولى فله عشرة أجور قال في شرح مسلم أجمع المسلمون على\nأن هذا في حاكم عالم مجتهد\n</p>\n\n<p>\nأما غيره فآثم بجميع أحكامه وإن وافق الصواب لأن إصابته إتفاقية\n</p>\n\n<p>\nوصح خبر القضاة ثلاثة قاض في الجنة وقاضيان في النار وفسر الأول بأنه عرف\nالحق وقضى به والأخيران بمن عرف وجار في الحكم ومن قضى على جهل\n</p>\n\n<p>\nوما جاء في التحذير عنه كخبر من جعل قاضيا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p209'> Vol. 04, p. 209</a>\n            </div>\n             فقد ذبح بغير سكين\nمحمول على عظم الخطر فيه أو على من يكره له القضاء أو يحرم ( هو ) أي قبوله\nمن متعددين صالحين له ( فرض كفاية ) في الناحية بل أسنى فروض الكفايات حتى\nقال الغزالي أنه أفضل من الجهاد فإن امتنع الصالحون له منه أثموا\n</p>\n\n<p>\nأما تولية الإمام أو نائبه لأحدهم في إقليم ففرض عين عليه ثم على ذي شوكة\n</p>\n\n<p>\nولا يجوز إخلاء مسافة العدوى عن قاض\n</p>\n\n<p>\nفرع لا بد من تولية من الإمام أو مأذونه ولو لمن تعين للقضاء فإن فقد\nالإمام فتولية أهل الحل والعقد في البلد أو بعضهم مع رضا الباقين ولو ولاه\nأهل جانب من البلد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p210'> Vol. 04, p. 210</a>\n            </div>\n             صح فيه دون الآخر\n</p>\n\n<p>\nومن صريح التولية وليتك أو قلدتك القضاء\n</p>\n\n<p>\nومن كفايتها عولت واعتمدت عليك فيه\n</p>\n\n<p>\nويشترط القبول لفظا وكذا فورا في الحاضر\n</p>\n\n<p>\nوعند بلوغ الخبر في غيره\n</p>\n\n<p>\nوقال جمع محققون الشرط عدم الرد ومن تعين في ناحية لزمه قبوله وكذا طلبه\nولو ببذل مال وإن خاف من نفسه الميل فإن لم يتعين فيها كره للمفضول القبول\nوالطلب إن لم يمتنع الأفضل ويحرم طلبه بعزل صالح له ولو مفضولا ( وشرط قاض\nكونه أهلا للشهادات ) كلها بأن يكون مسلما مكلفا حرا ذكرا عدلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p211'> Vol. 04, p. 211</a>\n            </div>\n            \nسميعا ولو بالصياح بصيرا فلا يولي من ليس كذلك ولا أعمى وهو من يرى الشبح\nولا يميز الصورة وإن قربت بخلاف من يميزها إذا قربت بحيث يعرفها ولو بتكلف\nومزيد <span id='ms302'></span> تأمل وإن عجز عن قراءة المكتوب\n</p>\n\n<p>\nواختير صحة ولاية الأعمى ( كافيا ) للقيام بمنصب القضاء فلا يولى مغفل\nومختل نظر بكبر أو مرض ( مجتهدا ) فلا يصح تولية جاهل ومقلد وإن حفظ مذهب\nإمامه لعجزه عن إدراك غوامضه\n</p>\n\n<p>\nوالمجتهد من يعرف بأحكام القرآن من العام والخاص والمجمل والمبين والمطلق\nوالمقيد والنص والظاهر والناسخ والمنسوخ والمحكم والمتشابه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p212'> Vol. 04, p. 212</a>\n            </div>\n            \nوبأحكام السنة من المتواتر وهو ما تعددت طرقه والآحاد وهو بخلافه والمتصل\nباتصال رواته إليه صلى الله عليه وسلم ويسمى المرفوع أو إلى الصحابي فقط\nويسمى الموقوف\n</p>\n\n<p>\nوالمرسل وهو قول التابعي قال رسول الله صلى الله عليه وسلم كذا أو فعل\nكذا أو بحال الرواة قوة وضعفا وما تواتر ناقلوه\n</p>\n\n<p>\nوأجمع السلف على قبوله\n</p>\n\n<p>\nلا يبحث عن عدالة ناقليه وله الإكتفاء بتعديل إمام عرف صحة مذهبه في\nالجرح والتعديل ويقدم عند التعارض الخاص على العام والمقيد على المطلق\nوالنص على الظاهر والمحكم على المتشابه والناسخ والمتصل والقوي على مقابلها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p213'> Vol. 04, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\nولا تنحصر الأحكام في خمسمائة آية ولا خمسمائة حديث خلافا لزاعمهما\nوبالقياس بأنواعه الثلاثة من الجلي وهو ما يقطع فيه بنفي الفارق كقياس ضرب\nالولد على تأفيفه أو المساوي وهو ما يبعد فيه إنتفاء الفارق كقياس إحراق\nمال اليتيم على أكله أو الأدون وهو ما لا يبعد فيه إنتفاء الفارق كقياس\nالذرة على البر في الربا بجامع الطعم وبلسان العرب لغة ونحوا وصرفا وبلاغة\nوبأقوال العلماء من الصحابة فمن بعدهم ولو فيما يتكلم فيه فقط لئلا يخالفهم\n</p>\n\n<p>\nقال ابن الصلاح إجتماع ذلك كله إنما هو شرط للمجتهد المطلق الذي يفتي في\nجميع أبواب الفقه أما مقيد لا يعدو مذهب إمام خاص فليس عليه غير معرفة\nقواعد إمامه وليراع فيها ما يراعيه المطلق في قوانين الشرع فإنه مع المجتهد\nكالمجتهد مع نصوص الشرع ومن ثم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p214'> Vol. 04, p. 214</a>\n            </div>\n             لم يكن له عدول عن نص إمامه كما\nلا يجوز الإجتهاد مع النص\n</p>\n\n<p>\nانتهى\n</p>\n\n<p>\n( فإن ولى سلطان ) ولو كافرا أو ( ذو شوكة ) غيره في بلد بأن انحصرت\nقوتها فيه ( غير أهل ) للقضاء كمقلد <span id='ms303'></span> وجاهل وفاسق أي مع علمه بنحو فسقه وإلا\nبأن ظن عدالته مثلا ولو علم فسقه لم يوله فالظاهر كما جزم به شيخنا لا ينفذ\nحكمه وكذا لو زاد فسقه أو ارتكب مفسقا آخر على تردد فيه\n</p>\n\n<p>\nانتهى\n</p>\n\n<p>\nوجزم بعضهم بنفوذ توليته وإن ولاه غير عالم بفسقه وكعبد وامرأة وأعمى (\nنفذ ) ما فعله من التولية وإن كان هناك مجتهد عدل على المعتمد فينفذ قضاء\nمن ولاه للضروة ولئلا تتعطل مصالح الناس وإن نازع كثيرون فيما ذكر في\nالفاسق وأطالوا وصوبه الزركشي\n</p>\n\n<p>\nقال شيخنا وما ذكر في المقلد محله إن كان ثم مجتهد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p215'> Vol. 04, p. 215</a>\n            </div>\n             وإلا نفذت\nتولية المقلد ولو من غير ذي شوكة وكذا الفاسق\n</p>\n\n<p>\nفإن كان هناك عدل أشترطت شوكة وإلا فلا كما يفيد ذلك قول ابن الرفعة الحق\nأنه إذا لم يكن ثم من يصلح للقضاء نفذت تولية غير الصالح قطعا والأوجه أن\nقاضي الضرورة يقضي بعلمه ويحفظ مال اليتيم ويكتب لقاض آخر خلافا للحضرمي\nوصرح جمع متأخرون بأن قاضي الضرورة يلزمه بيان مستنده في سائر أحكامه ولا\nيقبل قول حكمت بكذا من غير بيان مستنده فيه ولو طلب الخصم من القاضي الفاسق\nتبيين الشهود التي ثبت فيها الأمر لزم القاضي بيانهم وإلا لم ينفذ حكمه\n</p>\n\n<p>\nفرع يندب للإمام إذا ولى قاضيا أن يأذن له في الإستخلاف وإن أطلق التولية\nإستخلف فيما لا يقدر عليه لا غيره في الأصح\n</p>\n\n<p>\n( مهمة ) يحكم القاضي باجتهاده إن كان مجتهدا أو باجتهاد مقلده إن كان\nمقلدا\n</p>\n\n<p>\nوقضية كلام الشيخين أن المقلد لا يحكم بغير مذهب مقلده\n</p>\n\n<p>\nوقال الماوردي وغيره يجوز\n</p>\n\n<p>\nوجمع ابن عبد السلام والأذرعي وغيرهما بحمل الأول على من لم ينته لرتبة\nالإجتهاد في مذهب إمامه وهو المقلد الصرف الذي لم يتأهل للنظر ولا للترجيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p216'> Vol. 04, p. 216</a>\n            </div>\n             والثاني على من له أهلية\n</p>\n\n<p>\nلذلك\n</p>\n\n<p>\nونقل ابن الرفعة عن الأصحاب أن الحاكم المقلد إذا بان حكمه على خلاف نص\nمقلده نقض حكمه ووافقه النووي في الروضة والسبكي وقال الغزالي لا ينقض\nوتبعه الرافعي بحثا في موضع\n</p>\n\n<p>\nوشيخنا في <span id='ms304'></span> بعض كتبه\n</p>\n\n<p>\nفائدة إذا تمسك العامي بمذهب لزمه موافقته وإلا لزمه التمذهب بمذهب معين\nمن الأربعة لا غيرها ثم له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p217'> Vol. 04, p. 217</a>\n            </div>\n             وإن عمل بالأول الإنتقال إلى غيره\nبالكلية أو في المسائل بشرط أن لا يتتبع الرخص بأن يأخذ من كل مذهب بالأسهل\nمنه فيفسق به على الأوجه\n</p>\n\n<p>\nوفي الخادم عن بعض المحتاطين\n</p>\n\n<p>\nالأولى لمن ابتلي بوسواس الأخذ بالأخف والرخص لئلا يزداد فيخرج عن الشرع\nولضده الأخذ بالأثقل لئلا يخرج عن الإباحة\n</p>\n\n<p>\nوأن لا يلفق بين قولين يتولد منهما حقيقة مركبة لا يقول بها كل منهما\n</p>\n\n<p>\nوفي فتاوي شيخنا من قلد إماما في مسألة لزمه أن يجري على قضية مذهبه في\nتلك المسألة وجميع ما يتعلق بها فيلزم من انحرف عن عين الكعبة وصلى إلى\nجهتها مقلدا لأبي حنيفة مثلا أن يمسح في وضوئه من الرأس قدر الناصية وأن لا\nيسيل من بدنه بعد الوضوء دم وما أشبه ذلك وإلا كانت صلاته باطلة باتفاق\nالمذهبين فليتفطن لذلك\n</p>\n\n<p>\nانتهى\n</p>\n\n<p>\nووافقه العلامة عبد الله أبو مخرمة العدني وزاد فقال قد صرح بهذا الشرط\nالذي ذكرناه غير واحد من المحققين من أهل الأصول والفقه منهم ابن دقيق\nالعيد والسبكي ونقله الأسنوي في التمهيد عن العراقي\n</p>\n\n<p>\nقلت بل نقله الرافعي في العزيز عن القاضي حسين\n</p>\n\n<p>\nانتهى\n</p>\n\n<p>\nوقال شيخنا المحقق ابن زياد رحمه الله تعالى في فتاويه إن الذي فهمناه من\nأمثلتهم أن التركيب القادح إنما يمتنع إذا كان في قضية واحدة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p218'> Vol. 04, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\nفمن أمثلتهم\n</p>\n\n<p>\nإذا توضأ ولمس تقليدا لأبي حنيفة واقتصد تقليدا للشافعي ثم صلى فصلاته\nباطلة لإتفاق الإمامين على بطلان ذلك\n</p>\n\n<p>\nوكذلك إذا توضأ ومس بلا شهوة تقليدا للإمام مالك ولم يدلك تقليدا للشافعي\nثم صلى فصلاته باطلة لإتفاق الإمامين على بطلان طهارته بخلاف ما إذا كان\nالتركيب من قضيتين فالذي يظهر أن ذلك غير قادح في التقليد كما إذا توضأ\nومسح بعض رأسه ثم صلى إلى الجهة تقليدا لأبي حنيفة فالذي يظهر صحة صلاته\nلأن الإمامين لم يتفقا على بطلان طهارته فإن الخلاف فيها بحاله <span id='ms305'></span> لا يقال\nاتفقا على بطلان صلاته لأنا نقول هذا الإتفاق ينشأ من التركيب في قضيتين\n</p>\n\n<p>\nوالذي فهمناه أنه غير قادح في التقليد ومثله ما إذا قلد الإمام أحمد في\nأن العورة السوأتان وكأن ترك المضمضة والإستنشاق أو التسمية الذي يقول\nالإمام أحمد بوجوب ذلك فالذي يظهر صحة صلاته إذا قلده في قدر العورة لأنهما\nلم يتفقا على بطلان طهارته التي هي قضية واحدة ولا يقدح في ذلك إتفاقهما\nعلى بطلان صلاته فإنه تركيب من قضيتين وهو غير قادح في التقليد كما يفهمه\nتمثيلهم\n</p>\n\n<p>\nوقد رأيت في فتاوي البلقيني ما يقتضي أن التركيب بين القضيتين غير قادح\n</p>\n\n<p>\nانتهى\n</p>\n\n<p>\nملخصا\n</p>\n\n<p>\nتتمة يلزم محتاجا إستفتاء عالم عدل عرف أهليته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p219'> Vol. 04, p. 219</a>\n            </div>\n             ثم إن وجد\nمفتيين فإن اعتقد أحدهما أعلم تعين تقديمه\n</p>\n\n<p>\nقال في الروضة ليس لمفت وعامل على مذهبنا في مسألة ذات وجهين أو قولين أن\nيعتمد أحدهما بلا نظر فيه فلا خلاف بل يبحث عن أرجحهما بنحو تأخره وإن كانا\nلواحد\n</p>\n\n<p>\nانتهى\n</p>\n\n<p>\n( ويجوز تحكيم اثنين ) ولو من غير خصومة كما في النكاح ( رجلا أهلا لقضاء\n) أي من له أهلية القضاء المطلقة لا في خصوص تلك الواقعة فقط\n</p>\n\n<p>\nخلافا لجمع متأخرين ولو مع وجود قاض أهل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p220'> Vol. 04, p. 220</a>\n            </div>\n             خلافا للروضة\n</p>\n\n<p>\nأما غير الأهل فلا يجوز تحكيمه أي مع وجود الأهل وإلا جاز ولو في النكاح\nوإن كان ثم مجتهد كما جزم به شيخنا في شرح المنهاج تبعا لشيخه زكريا\n</p>\n\n<p>\nلكن الذي أفتاه أن المحكم العدل لا يزوج إلا مع فقد القاضي ولو غير أهل\n</p>\n\n<p>\nولا يجوز تحكيم غير العدل مطلقا ولا يفيد حكم المحكم إلا برضاهما به لفظا\nلا سكوتا فيعتبر رضا الزوجين معا في النكاح نعم يكفي سكوت البكر إذا\nاستؤذنت في التحكيم ولا يجوز التحكيم مع غيبة الولي ولو إلى مسافة القصر إن\nكان ثم قاض خلافا لابن العماد لأنه ينوب عن الغائب بخلاف المحكم ويجوز له\nأن يحكم بعلمه على الأوجه\n</p>\n\n<p>\n( وينعزل القاضي ) أي يحكم بانعزاله ببلوغ خبر العزل له ولو من عدل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p221'> Vol. 04, p. 221</a>\n            </div>\n             ( و <span id='ms306'></span> ) ينعزل ( نائبه ) في عام أو خاص بأن يبلغه خبر عزل\nمستخلفه له أو الإمام لمستخلفه إن أذن له أن يستخلف عن نفسه أو أطلق ( لا )\nحال كون النائب نائبا ( عن إمام ) في عام أو خاص بأن قال للقاضي إستخلف عني\nفلا ينعزل بذلك وإنما انعزل القاضي ونائبه ( بخبره ) أي ببلوغ خبر العزل\nالمفهوم من ينعزل لا قبل بلوغه ذلك لعظم الضرر في نقض أقضيته لو انعزل\nبخلاف الوكيل فإنه ينعزل من حين العزل ولو قبل بلوغ خبره\n</p>\n\n<p>\nومن علم عزله لم ينفذ حكمه له إلا أن يرضى بحكمه فيما يجوز التحكيم فيه (\nو ) ينعزل أيضا كل منهما بأحد أمور ( عزل نفسه ) كالوكيل ( وجنون ) وإغماء\nوإن قل زمنهما ( وفسق ) أي ينعزل بفسق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p222'> Vol. 04, p. 222</a>\n            </div>\n             من لم يعلم موليه بفسقه\nالأصلي أو الزائد على ما كان حال توليته وإذا زالت هذه الأحوال لم تعد\nولايته إلا بتولية جديدة في الأصح\n</p>\n\n<p>\nويجوز للإمام عزل قاض لم يتعين بظهور خلل لا يقتضي إنعزاله ككثرة الشكاوي\nفيه وبأفضل منه وبمصلحة كتسكين فتنة سواء أعزله بمثله أو بدونه وإن لم يكن\nشيء من ذلك لم يجز عزله لأنه عبث ولكن ينفذ العزل\n</p>\n\n<p>\nأما إذا تعين بأن لم يكن ثم من يصلح غيره فيحرم على موليه عزله ولا ينفذ\nوكذا عزله لنفسه حينئذ بخلافه في غير هذه الحالة فينفذ عزله لنفسه وإن لم\nيعلم موليه ( ولا ينعزل قاض بموت إمام ) أعظم ولا بانعزاله لعظم شدة الضرر\nبتعطيل الحوادث وخرج بالإمام القاضي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p223'> Vol. 04, p. 223</a>\n            </div>\n             فينعزل نوابه بموته ( ولا\nيقبل قول متول في غير محل ولايته ) وهو خارج عمله ( حكمت بكذا ) لأنه لا\nيملك إنشاء الحكم حينئذ فلا ينفذ إقراره به وأخذ الزركشي من ظاهر كلامهم\nأنه إذا ولي ببلد لم يتناول مزارعها وبساتينها فلو زوج وهو بأحدهما من هي\nبالبلد أو عكسه لم يصح قيل وفيه نظر قال شيخنا والنظر واضح بل الذي يتجه\nأنه إن علمت عادة بتبعية أو عدمها فذلك وإلا اتجه ما ذكره اقتصارا على ما\nنص له عليه <span id='ms307'></span> وأفهم قول المنهاج أنه في غير محل ولايته كمعزول أن لا ينفذ منه\nفيه تصرف استباحه بالولاية كإيجار وقف نظره للقاضي وبيع مال يتيم وتقرير في\nوظيفة\n</p>\n\n<p>\nقال شيخنا وهو ظاهر ( ك ) ما لا يقبل قول ( معزول ) بعد انعزاله ومحكم\nبعد مفارقة مجلس حكمه حكمت بكذا لأنه لا يملك إنشاء الحكم حينئذ فلا يقبل\nإقراره به ولا يقبل أيضا شهادة كل منهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p224'> Vol. 04, p. 224</a>\n            </div>\n             بحكمه لأنه يشهد بفعل\nنفسه إلا إن شهد بحكم حاكم ولا يعلم القاضي أنه حكمه فتقبل شهادته إن لم\nيكن فاسقا فإن علم القاضي أنه حكمه لم تقبل شهادته كما لو صرح به ويقبل\nقوله بمحل حكمه قبل عزله حكمت بكذا وإن قال بعلمي لقدرته على الإنشاء حينئذ\nحتى لو قال على سبيل الحكم نساء هذه القرية أي المحصورات طوالق من أزواجهن\nقبل إن كان مجتهدا ولو في مذهب إمامه ولا يجوز لقاض أن يتبع حكم قاض قبله\nصالح للقضاء ( وليسو القاضي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p225'> Vol. 04, p. 225</a>\n            </div>\n             بين الخصمين ) وجوبا في إكرامهما\nوإن اختلفا شرفا وجواب سلامهما والنظر إليهما والإستماع للكلام وطلاقة\nالوجه والقيام فلا يخص أحدهما بشيء مما ذكر\n</p>\n\n<p>\nولو سلم أحدهما انتظر الآخر ويغتفر طول الفصل للضرورة أو قال له سلم\nليجيبهما معا ولا يمزح معه وإن شرف بعلم أو حرية والأولى أن يجلسهما بين\nيديه\n</p>\n\n<p>\nفرع لو ازدحم مدعون قدم الأسبق فالأسبق وجوبا كمفت ومدرس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p226'> Vol. 04, p. 226</a>\n            </div>\n            \nفيقدمان وجوبا بسبق فإن استووا أو جهل سابق أقرع وقال شيخنا وظاهر أن طالب\nفرض العين مع ضيق الوقت يقدم كالمسافر\n</p>\n\n<p>\nويستحب كون مجلسه الذي يقضي فيه فسيحا بارزا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p227'> Vol. 04, p. 227</a>\n            </div>\n             ويكره أن يتخذ\nالمسجد مجلسا للحكم صونا له عن اللغط وارتفاع الأصوات\n</p>\n\n<p>\nنعم إن اتفق عند جلوسه فيه قضية أو قضيتان فلا بأس بفصلها ( وحرم قبوله )\nأي القاضي ( هدية من لا عادة له بها قبل ولاية ) أو كان له عادة بها لكنه\nزاد في القدر أو الوصف ( إن كان في محله ) أي محل ولايته ( و ) هدية ( من\nله خصومة ) عنده أو من أحس منه بأنه سيخاصم <span id='ms308'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p228'> Vol. 04, p. 228</a>\n            </div>\n             وإن اعتادها قبل\nولايته لأنها في الأخيرة تدعو إلى الميل إليه وفي الأولى سببها الولاية وقد\nصحت الأخبار الصحيحة بتحريم هدايا العمال ( وإلا ) بأن كان من عادته أنه\nيهدى إليه قبل الولاية ولو مرة فقط أو كان في غير محل ولايته أو لم يزد\nالمهدي على عادته ولا خصومة له حاضرة ولا مترقبة جاز قبوله ولو جهزها له مع\nرسوله وليس له محاكمة ففي جواز قبوله وجهان رجح بعض شراح المنهاج الحرمة\nوعلم مما مر أنه لا يحرم عليه قبولها في غير عمله وإن كان المهدي من أهل\nعمله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p229'> Vol. 04, p. 229</a>\n            </div>\n             ما لم يستشعر بأنها مقدمة لخصومة\n</p>\n\n<p>\nولو أهدى له بعد الحكم حرم القبول أيضا إن كان مجازاة له وإلا فلا\n</p>\n\n<p>\nكذا أطلقه بعض شراح المنهاج\n</p>\n\n<p>\nقال شيخنا ويتعين حمله على مهد معتاد أهدى إليه بعد الحكم وحيث حرم\nالقبول أو الأخذ لم يملك ما أخذه فيرده لمالكه إن وجد وإلا فلبيت المال\nوكالهدية الهبة والضيافة وكذا الصدقة على الأوجه وجوز له السبكي في حلبياته\nقبول الصدقة ممن لا خصومة له ولا عادة وخصه في تفسيره بما إذا لم يعرف\nالمتصدق أنه القاضي وبحث غيره القطع بحل أخذه الزكاة\n</p>\n\n<p>\nقال شيخنا وينبغي تقييده بما ذكر\n</p>\n\n<p>\nوتردد السبكي في الوقف عليه من أهل عمله والذي يتجه فيه وفي النذر أنه إن\nعينه باسمه وشرطنا القبول كان كالهدية له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p230'> Vol. 04, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\nويصح إبراؤه عن دينه\n</p>\n\n<p>\nإذ لا يشترط فيه قبول\n</p>\n\n<p>\nويكره للقاضي حضور الوليمة التي خص بها وحده وقال جمع يحرم أو مع جماعة\nآخرين ولم يعتد ذلك قبل الولاية بخلاف ما إذا لم يقصد بها خصوصا كما لو\nاتخذت للجيران أو العلماء وهو منهم أو لعموم الناس\n</p>\n\n<p>\nقال في العباب يجوز لغير القاضي أخذ هدية بسبب النكاح إن لم يشترط وكذا\nالقاضي حيث جاز له الحضور ولم يشترط ولا طلب\n</p>\n\n<p>\nاه\n</p>\n\n<p>\nوفيه نظر\n</p>\n\n<p>\nتنبيه يجوز لمن لا رزق له في بيت المال ولا في غيره وهو غير متعين للقضاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p231'> Vol. 04, p. 231</a>\n            </div>\n             وكان عمله مما يقابل بأجرة أن <span id='ms309'></span> يقول لا أحكم بينكما إلا بأجرة\nأو رزق على ما قاله جمع وقال آخرون يحرم وهو الأحوط لكن الأول أقرب ( ونقض\n) القاضي وجوبا ( حكما ) لنفسه أو غيره إن كان ذلك الحكم ( بخلاف نص ) كتاب\nأو سنة أو نص مقلده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p232'> Vol. 04, p. 232</a>\n            </div>\n             أو قياس جلي وهو ما قطع فيه بإلحاق الفرع\nللأصل ( أو إجماع ) ومنه ما خالف شرط الواقف\n</p>\n\n<p>\nقال السبكي وما خالف المذاهب الأربعة كالمخالف للإجماع ( أو بمرجوح ) من\nمذهبه فيظهر القاضي بطلان ما خالف ما ذكر وإن لم يرفع إليه بنحو نقضته أو\nأبطلته\n</p>\n\n<p>\nتنبيه نقل العراقي وابن الصلاح الإجماع على أنه لا يجوز الحكم بخلاف\nالراجح في المذهب وصرح السبكي بذلك في مواضع من فتاويه وأطال وجعل ذلك من\nالحكم بخلاف ما أنزل الله لأن الله تعالى أوجب على المجتهدين أن يأخذوا\nبالراجح وأوجب على غيرهم تقليدهم فيما يجب عليهم العمل به\n</p>\n\n<p>\nونقل الجلال البلقيني عن والده أنه كان يفتي أن الحاكم إذا حكم بغير\nالصحيح من مذهبه نقض\n</p>\n\n<p>\nوقال البرهان بن ظهيرة وقضيته والحالة هذه أنه لا فرق بين أن يعضده\nاختيار لبعض المتأخرين أو بحث\n</p>\n\n<p>\nتنبيه ثان إعلم أن المعتمد في المذهب للحكم والفتوى ما اتفق عليه الشيخان\nكما جزم به النووي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p233'> Vol. 04, p. 233</a>\n            </div>\n             فالرافعي فما رجحه الأكثر فالأعلم فالأورع\n</p>\n\n<p>\nقال شيخنا هذا ما أطلق عليه محققو المتأخرين والذي أوصى باعتماده مشايخنا\nوقال السمهودي ما زال مشايخنا يوصوننا بالإفتاء بما عليه الشيخان وأن نعرض\nعن أكثر ما خولفا به\n</p>\n\n<p>\nوقال شيخنا ابن زياد يجب علينا في الغالب ما رجحه الشيخان وإن نقل عن\nالأكثرين خلافه ( ولا يقضي ) القاضي أي لا يجوز له القضاء ( بخلاف علمه )\nوإن قامت به بينة كما إذا شهدت برق أو نكاح أو ملك من يعلم حريته أو\nبينونتها أو عدم ملكه لأنه قاطع ببطلان الحكم به حينئذ والحكم بالباطل محرم\n( ويقضي ) أي القاضي ولو قاضي ضرورة على الأوجه ( بعلمه ) إن شاء أي بظنه\nالمؤكد الذي يجوز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p234'> Vol. 04, p. 234</a>\n            </div>\n             له الشهادة مستندا إليه وإن استفاد قبل\nولايته\n</p>\n\n<p>\nنعم لا <span id='ms310'></span> يقضي به في حدود أو تعزير لله تعالى كحد الزنا أو سرقة أو شرب\nلندب الستر في أسبابها\n</p>\n\n<p>\nأما حدود الآدميين فيقضي فيها به سواء المال والقود وحد القذف\n</p>\n\n<p>\nوإذا حكم بعلمه لا بد أن يصرح بمستنده فيقول علمت أن له عليك ما ادعاه\nوقضيت أو حكمت عليك بعلمي\n</p>\n\n<p>\nفإن ترك أحد هذين اللفظين لم ينفذ حكمه كما قاله الماوردي وتبعوه\n</p>\n\n<p>\n( ولا ) يقضي لنفسه ولا ( لبعض ) من أصله وفرعه ولا لشريكه في المشترك\nويقضي لكل منهم غيره من إمام وقاض آخر ولو نائبا عنه دفعا للتهمة ( ولو رأى\n) قاض وكذا شاهد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p235'> Vol. 04, p. 235</a>\n            </div>\n             ( ورقة فيها حكمه ) أو شهادته ( لم يعمل به )\nفي إمضاء حكم ولا أداء شهادة ( حتى يتذكر ) ما حكم أو شهد به لإمكان\nالتزوير ومشابهة الخط ولا يكفي تذكره أن هذا خطه فقط\n</p>\n\n<p>\nوفيهما وجه إن كان الحكم والشهادة مكتوبين في ورقة مصونة عندهما ووثق\nبأنه خطه ولم يداخله فيه ريبة أنه يعمل به ( وله ) أي الشخص ( حلف على\nاستحقاق ) حق له على غيره أو أدائه لغيره ( إعتمادا ) على إخبار عدل و (\nعلى خط ) نفسه على المتعمد وعلى خط مأذونه ووكيله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p236'> Vol. 04, p. 236</a>\n            </div>\n             وشريكه و (\nمورثه إن وثق بأمانته ) بأن علم منه أنه لا يتساهل في شيء من حقوق الناس\nإعتضادا بالقرينة\n</p>\n\n<p>\nتنبيه والقضاء الحاصل على أصل كاذب ينفذ ظاهرا لا باطنا فلا يحل حراما\nولا عكسه\n</p>\n\n<p>\nفلو حكم بشاهدي زور بظاهر العدالة لم يحصل بحكمه الحل باطنا سواء المال\nوالنكاح\n</p>\n\n<p>\nأما المرتب على أصل صادق فينفذ القضاء فيه باطنا أيضا قطعا\n</p>\n\n<p>\nوجاء في الخبر أمرت أن أحكم بالظاهر والله يتولى السرائر\n</p>\n\n<p>\nوفي شرح المنهاج لشيخنا ويلزم المرأة المحكوم عليها بنكاح كاذب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p237'> Vol. 04, p. 237</a>\n            </div>\n             الهرب بل والقتل وإن قدرت عليه كالصائل على البضع ولا نظر\nلكونه يعتقد الإباحة فإن أكرهت فلا إثم ( والقضاء على غائب ) عن البلد وإن\nكان في غير عمله أو عن المجلس بتوار أو تعزز ( جائز ) في غير عقوبة الله\nتعالى ( إن كان لمدع حجة ولم يقل هو ) أي الغائب ( مقر <span id='ms311'></span> ) بالحق بل ادعى\nجحوده وأنه يلزمه تسليمه له الآن وأنه مطالبه بذلك فإن قال هو مقر وأنا\nأقيم الحجة استظهارا مخافة أن ينكر أو ليكتب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p238'> Vol. 04, p. 238</a>\n            </div>\n             بها القاضي إلى\nقاضي بلد الغائب لم تسمع حجته لتصريحه بالمنافي لسماعها إذ لا فائدة فيها\nمع الإقرار نعم لو كان للغائب مال حضر وأقام البينة على دينه لا ليكتب\nالقاضي به إلى حاكم بلد الغائب بل ليوفيه منه فتسمع وإن قال هو مقر وتسمع\nأيضا إن أطلق ( ووجب ) إن كانت الدعوى بدين أو عين أو بصحة عقد أو إبراء\nكأن أحال الغائب على مدين له حاضر فادعى إبراءه ( تحليفه ) أي المدعي يمين\nالإستظهار إن لم يكن الغائب متواريا ولا متعززا ( بعد ) إقامة ( بنية أن\nالحق ) في الصورة الأولى ثابت ( في ذمته ) إلى الآن احتياطا للمحكوم عليه\nلأنه لو حضر لربما ادعى بما يبرئه\n</p>\n\n<p>\nويشترط مع ذلك أن يقول أنه يلزمه تسليمه إلي وأنه لا يعلم في شهوده قادحا\nكفسق وعداوة\n</p>\n\n<p>\nقال شيخنا في شرح المنهاج وظاهر كما قال البلقيني أن هذا لا يأتي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p239'> Vol. 04, p. 239</a>\n            </div>\n             في الدعوى بعين بل يحلف فيها على ما يليق بها وكذا نحو الإبراء\nأما لو كان الغائب متواريا أو متعززا فيقضي عليهما بلا يمين لتقصيرهما قال\nبعضهم لو كان للغائب وكيل حاضر لم يكن قضاء على غائب ولم يجب يمين ( كما لو\nادعى ) شخص ( على ) نحو ( صبي ) لا ولي له ( وميت ) ليس له وارث خاص حاضر\nفإنه يحلف لما مر\n</p>\n\n<p>\nأما لو كان لنحو الصبي ولي خاص أو للميت وارث خاص حاضر كامل إعتبر في\nوجوب التحليف طلبه فإن سكت عن طلبها لجهل عرفه الحاكم ثم إن لم يطلبها قضى\nعليه بدونها\n</p>\n\n<p>\nفرع لو ادعى وكيل الغائب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p240'> Vol. 04, p. 240</a>\n            </div>\n             على غائب أو نحو صبي أو ميت فلا\nتحليف بل يحكم بالبينة لأن الوكيل لا يتصور حلفه على استحقاقه ولا على أن\nموكله يستحقه ولو وقف الأمر إلى حضور الموكل لتعذر استيفاء الحقوق بالوكلاء\n</p>\n\n<p>\nولو حضر الغائب وقال للوكيل أبرأني موكلك أو وفيته فأخر <span id='ms312'></span> الطلب إلى حضوره\nليحلف لي أنه ما أبرأني لم يجب\n</p>\n\n<p>\nوأمر بالتسليم له ثم يثبت الإبراء بعد إن كان له به حجة لأنه لو وقف\nلتعذر الإستيفاء بالوكلاء\n</p>\n\n<p>\nنعم\n</p>\n\n<p>\nله تحليف الوكيل إذا ادعى عليه علمه بنحو الإبراء أنه لا يعلم أن موكله\nأبرأه مثلا لصحة هذه الدعوى عليه ( وإذا ثبت ) عند حاكم ( مال على الغائب )\nأو الميت وحكم به ( وله مال ) حاضر في عمله أو دين ثابت على حاضر في عمله (\nقضاه ) الحاكم ( منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p241'> Vol. 04, p. 241</a>\n            </div>\n             إذا طلبه المدعي ) لأن الحاكم يقوم مقامه\nولو باع قاض مال غائب في دينه فقدم وأبطل الدين بإثبات إيفائه أو بنحو فسق\nشاهد إسترد من الخصم ما أخذه وبطل البيع للدين على الأوجه خلافا للروياني (\nوإلا ) يكن له مال في عمله ولم يحكم ( فإن سأل المدعي إنهاء الحال إلى قاضي\nبلد الغائب أجابه ) وجوبا وإن كان المكتوب إليه قاضي ضرورة مسارعة بقضاء\nحقه ( فينهي إليه سماع بينته ) ثم إن عدلها لم يحتج المكتوب إليه إلى\nتعديلها وإلا احتاج إليه ليحكم بها ثم يستوفي الحق وخرج بها علمه فلا يكتب\nبه لأنه شاهد الآن لا قاض\n</p>\n\n<p>\nذكره في العدة وخالفه السرخسي واعتمده البلقيني لأن علمه كقيام البينة\nوله على الأوجه أن يكتب سماع شاهد واحد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p242'> Vol. 04, p. 242</a>\n            </div>\n             ليسمع المكتوب إليه\nشاهدا آخر أو يحلفه ويحكم له ( أو ) ينهي إليه ( حكما ) إن حكم ( ليستوفي )\nالحق لأن الحاجة تدعو إلى ذلك ( والإنهاء أن يشهد ) ذكرين ( عدلين بذلك )\nأي بما جرى عنده من ثبوت أو حكم ولا يكفي غير رجلين ولو في مال أو هلال\nرمضان\n</p>\n\n<p>\nويستحب كتاب به يذكر فيه ما يتميز به المحكوم عليه من إسم أو نسب وأسماء\nالشهود وتاريخه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p243'> Vol. 04, p. 243</a>\n            </div>\n             والإنهاء بالحكم من الحاكم يمضي مع قرب المسافة\nوبعدها وسماع البينة لا يقبل إلا فوق مسافة العدوى\n</p>\n\n<p>\nإذ يسهل إحضارها مع القرب وهي التي يرجع منها مبكرا إلى محله ليلا فلو\nتعسر إحضار البينة مع القرب بنحو مرض قبل الإنهاء\n</p>\n\n<p>\nفرع قال القاضي وأقره لو حضر الغريم وامتنع <span id='ms313'></span> من بيع ماله الغائب لوفاء\nدينه به عند الطلب ساغ للقاضي بيعه لقضاء الدين وإن لم يكن المال بمحل\nولايته وكذا إن غاب بمحل ولايته كما ذكره التاج السبكي والغزي وقالا بخلاف\nما لو كان بغير محل ولايته لأنه لا يمكن نيابته عنه في وفاء الدين حينئذ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p244'> Vol. 04, p. 244</a>\n            </div>\n             وحاصل كلامهما جواز البيع إذا كان هو أو ماله في محل ولايته\nومنعه إذا خرجا عنها\n</p>\n\n<p>\nمهمة لو غاب إنسان من غير وكيل وله مال حاضر فأنهى إلى الحاكم أنه إن لم\nيبعه اختل معظمه لزمه بيعه إن تعين طريقا لسلامته وقد صرح الأصحاب بأن\nالقاضي إنما يتسلط على أموال الغائبين إذا أشرفت على الضياع أو مست الحاجة\nإليها في استيفاء حقوق ثبتت على الغائب وقالوا ثم في الضياع تفصيل فإن\nامتدت الغيبة وعسرت المراجعة قبل وقوع الضياع ساغ التصرف وليس من الضياع\nاختلال لا يؤدي لتلف المعظم ولم يكن ساريا لإمتناع بيع مال الغائب لمجرد\nالمصلحة والإختلال المؤدي لتلف المعظم ضياع نعم الحيوان يباع لمجرد تطرق\nاختلال إليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p245'> Vol. 04, p. 245</a>\n            </div>\n            \n</p>\n\n<p>\nلحرمة الروح ولأنه يباع على مالكه بحضرته إذا لم ينفق عليه ولو نهي عن\nالتصرف في ماله امتنع إلا في الحيوان\n</p>\n\n<p>\nفرع يحبس الحاكم الآبق إذا وجده انتظارا لسيده فإن أبطأ سيده باعه الحاكم\nوحفظ ثمنه فإذا جاء سيده فليس له غير الثمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p246'> Vol. 04, p. 246</a>\n            </div>\n            \n</p>\n\n#\n<p>\n| باب الدعوى\n</p>\n\n<p>\nوالبينات الدعوى لغة الطلب وألفها للتأنيث وشرعا إخبار عن وجوب حق على\nغيره عند حاكم\n</p>\n\n<p>\nوجمعها دعاوي بفتح الواو وكسرها كفتاوى\n</p>\n\n<p>\nوالبينة شهود سموا بها لأن بهم يتبين الحق وجمعوا لاختلاف أنواعهم\n</p>\n\n<p>\nوالأصل فيها خبر الصحيحين ولو يعطى الناس بدعواهم لادعى أناس دماء رجال\nوأموالهم لكن اليمين على المدعى عليه\n</p>\n\n<p>\nوفي رواية البينة على المدعي واليمين على من أنكر ( المدعي من خالف قوله\nالظاهر ) وهو براءة الذمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p247'> Vol. 04, p. 247</a>\n            </div>\n             ( والمدعى عليه من وافقه ) أي الظاهر\n</p>\n\n<p>\nوشرطهما تكليف والتزام للأحكام فليس الحربي ملتزما للأحكام بخلاف الذمي\n</p>\n\n<p>\nثم إن كانت الدعوى قودا أو حد قذف أو تعزيرا وجب رفعها إلى القاضي ولا\nيجوز <span id='ms314'></span> للمستحق الاستقلال باستيفائها لعظم الخطر فيها وكذا سائر العقود\nوالفسوخ كالنكاح والرجعة وعيب النكاح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p248'> Vol. 04, p. 248</a>\n            </div>\n             والبيع\n</p>\n\n<p>\nواستثنى الماوردي من بعد عن السلطان فله استيفاء حد قذف أو تعزير ( وله )\nأي للشخص ( بلا خوف فتنة ) عليه أو على غيره ( أخذ ماله ) إستقلالا للضرورة\n( من ) مال مدين له مقر ( مماطل ) به أو جاحد له أو متوار أو متعزز وإن كان\nعلى الجاحد بينة أو رجا إقراره لو رفعه للقاضي لإذنه صلى الله عليه وسلم\nلهند لما شكت إليه شح أبي سفيان أن تأخذ ما يكفيها وولدها بالمعروف ولأن في\nالرفع للقاضي مشقة ومؤنة وإنما يجوز له الأخذ من جنس حقه ثم عند تعذر جنسه\nيأخذ غيره\n</p>\n\n<p>\nويتعين في أخذ غير الجنس تقديم النقد على غيره ثم إن كان المأخوذ من جنس\nماله يتملكه ويتصرف فيه بدلا عن حقه فإن كان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p249'> Vol. 04, p. 249</a>\n            </div>\n             من غير جنسه\nفيبيعه الظافر بنفسه أو مأذونه للغير لا لنفسه إتفاقا ولا لمحجوره لإمتناع\nتولي الطرفين وللتهمة\n</p>\n\n<p>\nهذا إن لم يتيسر علم القاضي به لعدم علمه ولا بينة أو مع أحدهما لكنه\nيحتاج لمؤنة ومشقة وإلا اشترط إذنه ولاببيعه إلا بنقد البلد ( ثم إن كان\nجنس حقه تملكه ) وإلا اشترط جنس حقه وملكه ولو كان المدين محجورا عليه بفلس\nأو ميتا وعليه دين لم يأخذ إذ قدر حصته بالمضاربة إن علمها وإلا احتاط وله\nالأخذ من مال غريم غريمه إن لم يظفر بمال الغريم وجحد غريم الغريم أو ماطل\nوإذا جاز الأخذ ظفرا جاز له كسر باب أو قفل ونقب جدار للمدين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p250'> Vol. 04, p. 250</a>\n            </div>\n            \nإن تعين طريقا للوصول إلى الأخذ وإن كان معه بينة فلا يضمنه كالصائل وإن\nخاف فتنة أي مفسدة تفضي إلى محرم كأخذ ماله لو اطلع عليه وجب الرفع إلى\nالقاضي أو نحوه لتمكنه من الخلاص به ولو كان الدين على غير ممتنع من الأداء\nطالبه ليؤدي ما عليه فلا يحل أخذ شيء له لأن له الدفع من أي ماله شاء فإن\nأخذ شيئا لزمه رده وضمنه إن تلف ما لم <span id='ms315'></span> يوجد شرط التقاص\n</p>\n\n<p>\nفرع له استيفاء دين له على آخر جاحد له بشهود دين آخر له عليه قضى من غير\nعلمهم وله جحد من جحده إذا كان له على الجاحد مثل ماله عليه أو أكثر فيحصل\nالتقاص للضرورة فإن كان له دون ما للآخر عليه جحد من حقه بقدره ( وشرط\nللدعوى ) أي لصحتها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p251'> Vol. 04, p. 251</a>\n            </div>\n             حتى تسمع وتحوج إلى جواب ( بنقد ) خالص أو\nمغشوش ( أو دين ) مثلي أو متقوم ( ذكر جنس ) من ذهب أو فضة ( ونوع ) وصحة\nوتكسر إن اختلف بهما غرض ( وقدر ) كمائة درهم فضة خالصة أو مغشوشة أشرفية\nأطالبه بها الآن لأن شرط الدعوى أن تكون معلومة وما علم وزنه كالدينار لا\nيشترط التعرض لوزنه ولا يشترط ذكر القيمة في المغشوش ولا تسمع دعوى دائن\nمفلس ثبت فلسه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p252'> Vol. 04, p. 252</a>\n            </div>\n             أنه وجد مالا حتى يبين سببه كإرث واكتساب وقدره\n( و ) في الدعوى ( بعين ) تنضبط بالصفات كحبوب وحيوان ذكر ( صفة ) بأن\nيصفها المدعي بصفات سلم ولا يجب ذكر القيمة فإن تلفت العين وهي متقومة وجب\nذكر القيمة مع الجنس كعبد قيمته كذا ( و ) في الدعوى ( بعقار ) ذكر ( جهة )\nومحلة ( وحدود ) أربعة فلا يكفي ذكر ثلاثة منها إذا لم يعلم إلا بأربعة فإن\nعلم بواحد منها كفى بل لو أغنت شهرته عن تحديده لم يجب ( و ) في الدعوى (\nبنكاح ) على امرأة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p253'> Vol. 04, p. 253</a>\n            </div>\n             ذكر صحته وشروطه من نحو ( ولي وشاهدين عدول\n) ورضاها إن شرط بأن كانت غير مجبرة فلا يكفي فيه الإطلاق فإن كانت الزوجة\nأمة وجب ذكر العجز عن مهر حرة وخوف العنت وأنه ليس تحته حرة ( و ) في\nالدعوى ( بعقد مالي ) كبيع وهبة ذكر صحته ولا يحتاج إلى تفصيل كما في\nالنكاح لأنه أحوط حكما منه ( وتلغو ) الدعوى ( بتناقض ) فلا يطلب من المدعى\nعليه جوابها ( كشهادة خالفت ) الدعوى كأن ادعى ملكا بسبب فذكر الشاهد سببا\nآخر فلا تسمع لمنافاتها الدعوى وقضيته أنه لو أعادها على وفق الدعوى قبلت\nوبه صرح الحضرمي واقتضاه كلام غيره ولا تبطل الدعوى بقوله شهودي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p254'> Vol. 04, p. 254</a>\n            </div>\n             فسقة أو مبطلون فله إقامة <span id='ms316'></span> بينة أخرى والحلف ( ومن قامت عليه\nبينة ) بحق ( ليس له تحليف المدعي ) على استحقاق ما ادعاه بحق لأنه تكليف\nحجة بعد حجة فهو كالطعن في الشهود نعم له تحليف المدين مع البينة بإعساره\nلجواز أن له مالا باطنا ولو ادعى خصمه مسقطا له كأداء له أو إبراء منه أو\nشرائه منه فيحلف على نفي ما ادعاه الخصم لاحتمال ما يدعيه وكذا لو ادعى\nخصمه عليه علمه بفسق شاهده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p255'> Vol. 04, p. 255</a>\n            </div>\n             أو كذبه ولا يتوجه حلف على شاهد أو\nقاض ادعى كذبه قطعا لأنه يؤدي إلى فساد عام\n</p>\n\n<p>\nولو نكل عن هذه اليمين حلف المدعى عليه وبطلت الشهادة ( وإذا ) طلب\nالإمهال من قامت عليه البينة ( أمهله ) القاضي وجوبا لكن بكفيل وإلا\nفبالترسيم عليه إن خيف هربه ( ثلاثة ) من الأيام ( ليأتي بدافع ) من نحو\nأداء أو إبراء ومكن من سفره ليحضره إن لم تزد المدة على الثلاث لأنها لا\nيعظم الضرر فيها ( ولو ادعى رق بالغ ) عاقل مجهول النسب ( فقال أنا حر\nأصالة ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p256'> Vol. 04, p. 256</a>\n            </div>\n             ولم يكن قد أقر له بالملك قبل وهو رشيد ( حلف ) فيصدق\nبيمينه وإن استخدمه قبل إنكاره وجرى عليه البيع مرارا أو تداولته الأيدي\nلموافقته الأصل وهو الحرية ومن ثم قدمت بينة الرق على بينة الحرية لأن\nالأولى معها زيادة علم بنقلها عن الأصل وخرج بقولي أصالة ما لو قال أعتقتني\nأو أعتقني من باعني لك فلا يصدق إلا ببينة وإذا ثبتت حريته الأصلية بقوله\nرجع مشتريه على بائعه بثمنه وإن أقر له بالملك لأنه بناه على ظاهر اليد (\nأو ) ادعى رق ( صبي ) أو مجنون كبير ( ليس في يده ) وكذبه صاحب اليد ( لم\nيصدق إلا بحجة ) من بينة أو علم قاض أو يمين مردودة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p257'> Vol. 04, p. 257</a>\n            </div>\n             لأن الأصل\nعدم الملك\n</p>\n\n<p>\nفلو كان الصبي بيده أو بيد غيره وصدقه صاحب اليد حلف لخطر شأن لحرية ما\nلم يعرف لقطه ولا أثر لإنكاره إذا بلغ لأن اليد حجة فإن عرف لقطه لم يصدق\nإلا ببينة\n</p>\n\n<p>\nفرع لا تسمع الدعوى بدين مؤجل إذ لم يتعلق بها إلزام <span id='ms317'></span> ومطالبة في الحال\nويسمع قول البائع المبيع وقف وكذا ببينة\n</p>\n\n<p>\nإن لم يصرح حال البيع بملكه وإلا سمعت دعواه لتحليف المشتري أنه باعه وهو\nملكه\n</p>\n\n#\n<p>\n| فصل في جواب الدعوى وما يتعلق به\n</p>\n\n<p>\n( إذا أقر المدعى عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p258'> Vol. 04, p. 258</a>\n            </div>\n             ثبت الحق ) بلا حكم ( وإن سكت عن\nالجواب أمره القاضي به ) وإن لم يسأل المدعي ( فإن سكت فكمنكر ) فتعرض عليه\nاليمين ( فإن سكت ) أيضا ولم يظهر سببه ( فناكل ) فيحلف المدعي وإن أنكر\nاشترط إنكار ما ادعى عليه وأجزائه إن تجزأ ( فإن ادعى ) عليه ( عشرة ) مثلا\n( لم يكف ) في الجواب ( لا تلزمني ) العشرة ( حتى يقول ولا بعضها وكذا يحلف\n) إن توجهت اليمين عليه لأن مدعيها مدع لكل جزء منها فلا بد أن يطابق\nالإنكار واليمين دعواه فإن حلف على نفي العشرة واقتصر عليه فناكل عما دونها\nفيحلف المدعي على استحقاق ما دون العشرة ويأخذه لأن النكول عن اليمين\nكالإقرار ( أو ) ادعى ( مالا ) مضافا لسبب كأقرضتك كذا ( كفاه ) في الجواب\n( لا تستحق ) أنت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p259'> Vol. 04, p. 259</a>\n            </div>\n             ( علي شيئا ) أو لا يلزمني تسليم شيء إليك\nولو اعترف به وادعى مسقطا طولب بالبينة\n</p>\n\n<p>\nولو ادعى عليه وديعة فلا يكفي في الجواب لا يلزمني التسليم بل لا تستحق\nعلي شيئا ويحلف كما أجاب ليطابق الحلف الجواب\n</p>\n\n<p>\nولو ادعى عليه مالا فأنكر وطلب منه اليمين فقال لا أحلف وأعطى المال لم\nيلزمه قبوله من غير إقرار وله تحليفه\n</p>\n\n<p>\nفرع لو ادعى عليه عينا فقال ليست لي أو هي لرجل لا أعرفه أو لإبني الطفل\nأو وقف على الفقراء أو مسجد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p260'> Vol. 04, p. 260</a>\n            </div>\n             كذا وهو ناظر فيه فالأصح أنه لا\nتنصرف الخصومة عنه ولا تنزع العين منه بل يحلفه المدعي أنه لا يلزمه\nالتسليم للعين رجاء أن يقر أو ينكل فيحلف المدعي وتثبت له العين في الأولين\nوالبدل للحيلولة في البقية أو يقيم المدعي بينة أنها له\n</p>\n\n<p>\nولو أصر المدعى عليه على سكوت عن جواب للدعوى فناكل إن حكم القاضي بنكوله\n( وإذا ادعيا ) أي إثنان أي كل منهما ( شيئا في يد ثالث ) لم يسنده إلى\nأحدهما <span id='ms318'></span> قبل البينة ولا بعدها ( وأقاما ) أي كل منهما ( بينة ) به ( سقطتا )\nلتعارضهما ولا مرجح فكان كما لا بينة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p261'> Vol. 04, p. 261</a>\n            </div>\n             فإن أقر ذو اليد لأحدهما\nقبل البينة أو بعدها رجحت بينته ( أو ) ادعيا شيئا ( بيدهما ) وأقاما\nبينتين ( فهو لهما ) إذ ليس أحدهما أولى به من الآخر أما إذا لم يكن بيد\nأحد وشهدت بينة كل له بالكل فيجعل بينهما\n</p>\n\n<p>\nومحل التساقط إذا وقع تعارض حيث لم يتميز أحدهما بمرجح وإلا قدم وهو بيان\nنقل الملك ثم اليد فيه للمدعي أو لمن أقر له به أو انتقل له منه ثم شاهدان\nمثلا على شاهد ويمين ثم سبق ملك أحدهما بذكر زمن أو بيان أنه ولد في ملكه\nمثلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p262'> Vol. 04, p. 262</a>\n            </div>\n             ثم بذكر سبب الملك ( أو ) ادعيا شيئا ( بيد أحدهما )\nتصرفا أو إمساكا ( قدمت بينته ) من غير يمين وإن تأخر تاريخها أو كانت\nشاهدا ويمينا وبينة الخارج شاهدين أو لم تبين سبب الملك من شراء وغيره\nترجيحا لبينة صاحب اليد بيده ويسمى الداخل وإن حكم بالأولى قبل قيام\nالثانية أو بينت بينة الخارج سبب ملكه\n</p>\n\n<p>\nنعم لو شهدت بينة الخارج بأنه أشتراه منه أو من بائعه مثلا قدمت لبطلان\nاليد حينئذ ولو أقام الخارج بينة بأن الداخل أقر له بالملك قدمت ولم تنفعه\nبينته بالملك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p263'> Vol. 04, p. 263</a>\n            </div>\n             إلا إن ذكرت إنتقالا ممكنا من المقر له إليه (\nهذا إن أقامها بعد بينة الخارج ) بخلاف ما لو أقامها قبلها لأنها إنما تسمع\nبعدها لأن الأصل في جانبه اليمين فلا يعدل عنها ما دامت كافية\n</p>\n\n<p>\nفروع لو أزيلت يده ببينة ثم أقام بينة بملكه مستندا إلى ما قبل إزالة يده\nواعتذر بغيبة شهوده أو جهله بهم سمعت وقدمت إذ لم تزل إلا لعدم الحجة وقد\nظهرت فينقض القضاء لكن لو قال الخارج هو ملكي اشتريته منك فقال الداخل بل\nهو ملكي وأقاما بينتين بما قالا قدم الخارج لزيادة علم بينته بانتقال الملك\nوكذا قدمت بينته لو شهدت أنه ملكه وإنما أودعه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p264'> Vol. 04, p. 264</a>\n            </div>\n             أو آجره أو\nأعاره للداخل أو أنه أو بائعه غصبه <span id='ms319'></span> منه وأطلقت بينة الداخل\n</p>\n\n<p>\nولو تداعيا دابة أو أرضا أو دارا لأحدهما متاع فيها أو الحمل أو الزرع\nقدمت بينته على البينة الشاهدة بالملك المطلق لإنفراده بالإنتفاع فاليد له\nفإن اختص المتاع ببيت فاليد له فيه فقط\n</p>\n\n<p>\nولو اختلف الزوجان في أمتعة البيت ولو بعد الفرقة ولا بينة ولا اختصاص\nلأحدهما بيد فلكل تحليف الآخر فإذا حلفا جعل بينهما وإن صلح لأحدهما فقط أو\nحلف أحدهما قضى له كما لو اختص باليد وحلف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p265'> Vol. 04, p. 265</a>\n            </div>\n             ( وترجح ) البينة (\nبتاريخ سابق ) فلو شهدت البينة لأحد المتنازعين في عين بيدهما أو يد ثالث\nأو لا بيد أحد بملك من سنة إلى الآن وشهدت بينة أخرى للآخر بملك لها من\nأكثر من سنة إلى الآن كسنتين فترجع بينة ذي الأكثر لأنها أثبتت الملك في\nوقت لا تعارضها فيه الأخرى ولصاحب التاريخ السابق أجرة وزيادة حادثة من يوم\nملكه بالشهادة لأنها فوائد ملكه وإذا كان لصاحب متأخرة التاريخ يد لم يعلم\nأنها عادية قدمت على الأصح\n</p>\n\n<p>\nولو ادعى في عين بيد غيره أنه اشتراها من زيد من منذ سنتين فأقام الداخل\nبينة أنه اشتراها من زيد من منذ سنة قدمت بينة الخارج لأنها أثبتت أن يد\nالداخل عادية بشرائه من زيد ما زال ملكه عنه ولو اتحد تاريخهما أو أطلقتا\nأو إحداهما قدم ذو اليد ولو شهدت بينة بملك أمس ولم تتعرض للحال لم تسمع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p266'> Vol. 04, p. 266</a>\n            </div>\n             كما لا تسمع دعواه بذلك حتى نقول ولم يزل ملكه أو لا نعلم له\nمزيلا أو تبين سببه كأن تقول اشتراها من خصمه أو أقر له به أمس لأن دعوى\nالملك السابق لا تسمع فكذا البينة\n</p>\n\n<p>\nولو قال من بيده عين اشتريتها من فلان من منذ شهر وأقام به بينة فقالت\nزوجة البائع منه هي ملكي تعوضتها منه من منذ شهرين وأقامت به بينة فإن ثبت\nأنها بيد الزوج حال التعويض حكم بها لها وإلا بقيت بيد من هي بيده الآن ( و\n) ترجح ( بشاهدين ) وشاهد وامرأتين وأربع نسوة فيما يقبلن فيه ( على <span id='ms320'></span> شاهد\nمع يمين ) للإجماع على قبول من ذكر دون الشاهد واليمين ( لا ) ترجح (\nبزيادة ) نحو عدالة أو عدد ( شهود ) بل تتعارضان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p267'> Vol. 04, p. 267</a>\n            </div>\n             لأن ما قدره\nالشرع لا يختلف بالزيادة والنقص ولا برجلين على رجل وامرأتين ولا على أربع\nنسوة ( ولا ) بينة ( مؤرخة على ) بينة ( مطلقة ) لم تتعرض لزمن الملك حيث\nلا يد لأحدهما واستويا في أن لكل شاهدين ولم تبين الثانية سبب الملك\nفتتعارضان\n</p>\n\n<p>\nنعم لو شهدت إحداهما بدين والأخرى بالإبراء رجحت بينة الإبراء لأنها إنما\nتكون بعد الوجوب\n</p>\n\n<p>\nوالأصل عدم تعدد الدين ولو شهدت بينة بألف وبينة بألفين يجب ألفان ولو\nأثبت إقرار زيد له بدين فأثبت زيد إقراره بأنه لا شيء له عليه لم يؤثر\nلإحتمال حدوث الدين بعد\n</p>\n\n<p>\nفروع لو أقام بينة بملك دابة أو شجرة من غير تعرض بملك سابق بتاريخ لم\nيستحق ثمرة ظاهرة ولا ولدا منفصلا عند الشهادة ويستحق الحمل والثمر غير\nالظاهر عندها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p268'> Vol. 04, p. 268</a>\n            </div>\n             تبعا للأم والأصل فإذا تعرضت لملك سابق على حدوث\nما ذكر فيستحقه ولو اشترى شيئا فأخذ منه بحجة غير إقرار رجع على بائعه الذي\nلم يصدقه ولا أقام بينة بأنه اشتراه من المدعي ولو بعد الحكم به بالثمن\nبخلاف ما لو أخذ منه بإقراره أو بحلف المدعي بعد نكوله لأنه المقصر ولو\nاشترى قنا وأقر بأنه قن ثم ادعى بحرية الأصل وحكم له بها رجع بثمنه على\nبائعه ولم يضر اعترافه برقه لأنه معتمد فيه على الظاهر\n</p>\n\n<p>\nولو ادعى شراء عين فشهدت بينة بملك مطلق قبلت لأنها شهدت بالمقصود ولا\nتناقض على الأصح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p269'> Vol. 04, p. 269</a>\n            </div>\n            \n</p>\n\n<p>\nوكذا لو ادعى ملكا مطلقا فشهدت له به مع سببه لم يضر وإن ذكر سببا وهم\nسببا آخر ضر ذلك للتناقض بين الدعوى والشهادة\n</p>\n\n<p>\nفرع لو باع دارا ثم قامت بينة حسبة أن أباه وقفها عليه ثم على أولاده\nانتزعت من المشتري ورجع بثمنه على البائع ويصرف له ما حصل في حياته من\nالغلة إن صدق البائع الشهود وإلا وقفت فإن مات مصرا صرفت لأقرب الناس إلى\nالواقف <span id='ms321'></span>\n</p>\n\n<p>\nقاله الرافعي كالقفال\n</p>\n\n<p>\nفرع تجوز الشهادة بل تجب إن انحصر الأمر فيه بملك الآن للعين المدعاة\nاستصحابا لما سبق من إرث وشراء وغيرهما إعتمادا علي الإستصحاب لأن الأصل\nالبقاء وللحاجة لذلك وإلا لتعسرت الشهادة على الأملاك السابقة إذا تطاول\nالزمن ومحله إن لم يصرح بأنه اعتمد الإستصحاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p270'> Vol. 04, p. 270</a>\n            </div>\n             وإلا لم تسمع عند\nالأكثرين ( ولو ادعيا ) أي كل من اثنين ( شيئا بيد ثالث ) فإن أقر به\nلأحدهما سلم إليه وللآخر تحليفه ( و ) إن ادعيا شيئا على ثالث و ( أقام كل\n) منهما ( بينة أنه اشتراه ) منه وسلم ثمنه ( فإن اختلف تاريخهما حكم\nللأسبق ) منهما تاريخا لأن معها زيادة علم ( وإلا ) يختلف تاريخهما بأن\nأطلقتا أو إحداهما أو أرختا بتاريخ متحد ( سقطتا ) لإستحالة أعمالهما ثم إن\nأقر لهما أو لأحدهما فواضح وإلا حلف لكل يمينا ويرجعان عليه بالثمن لثبوته\nبالبينة ولو قال كل منهما والمبيع في يد المدعى عليه بعتكه بكذا وهو ملكي\nوإلا لم تسمع الدعوى فأنكر وأقاما بينتن بما قالاه وطلباه بالثمن فإن اتحد\nتاريخهما سقطتا وإن اختلف لزمه الثمنان\n</p>\n\n<p>\nولو قال أجرتك البيت بعشرة مثلا فقال بل أجرتني جميع الدار بعشرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p271'> Vol. 04, p. 271</a>\n            </div>\n             وأقاما بينتين تساقطتا فيتحالفان ثم يفسخ العقد\n</p>\n\n<p>\nتنبيه لا يكفي في الدعوى كالشهادة ذكر الشراء إلا مع ذكر ملك البائع إذا\nكان غير ذي يد أو مع ذكر يده إذا كانت اليد له ونزعت منه تعديا ( ولو ادعوا\n) أي الورثة كلهم أو بعضهم ( مالا ) عينا أو دينا أو منفعة ( لمورثهم )\nالذي مات ( وأقاموا شاهدا ) بالمال ( وحلف ) معه بعضهم على استحقاق مورثه\nالكل ( أخذ نصيبه ولا يشارك فيه ) من جهة البقية لأن الحجة تمت في حقه وحده\nوغيره قادر عليها بالحلف وأن يمين الإنسان لا يعطى بها غيره فلو كان بعض\nالورثة صبيا أو غائبا حلف إذا بلغ أو حضر وأخذ نصيبه بلا إعادة دعوى وشهادة\nولو أقر بدين لميت فأخذ بعض ورثته قدر حصته ولو بغير دعوى ولا إذن من حاكم\nفللبقية مشاركته ولو أخذ أحد شركائه في دار أو <span id='ms322'></span> منفعتها ما يخصه من أجرتها\nلم يشاركه فيه بقية الورثة كما قاله شيخنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p272'> Vol. 04, p. 272</a>\n            </div>\n            \n</p>\n\n#\n<p>\n| فصل في الشهادات جمع شهادة\n</p>\n\n<p>\nوهي إخبار الشخص بحق على غيره بلفظ خاص\n</p>\n\n<p>\n( الشهادة لرمضان ) أي لثبوته بالنسبة للصوم فقط\n</p>\n\n<p>\n( رجل ) واحد لا امرأة وخنثى ( ولزنا ) ولواط ( أربعة ) من الرجال يشهدون\nأنهم رأوه أدخل ملكفا مختارا حشفته في فرجها بالزنا\n</p>\n\n<p>\nقال شيخنا والذي يتجه أنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p273'> Vol. 04, p. 273</a>\n            </div>\n             لا يشترط ذكر زمان ومكان إلا ن\nذكره أحدهم فيجب سؤال الباقين لإحتمال وقوع تناقض يسقط الشهادة ولا ذكر\nرأينا كالمرود في المكحلة بل يسن ويكفي للإقرار به إثنان كغيره ( ولمال )\nعينا كان أو دينا أو منفعة ( وما قصد به مال ) من عقد مالي أو حق مالي (\nكبيع ) وحوالة وضمان ووقف وقرض وإبراء ( ورهن ) وصلح وخيار وأجل ( رجلان أو\nرجل وامرأتان أو رجل ويمين ) ولا يثبت شيء بامرأتين ويمين ( ولغير ذلك ) أي\nما ليس بمال ولا يقصد منه مال من عقوبة لله تعالى كحد شرب وسرقة أو لآدمي\nكقود وحد قدف ومنع إرث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p274'> Vol. 04, p. 274</a>\n            </div>\n             بأن ادعى بقية الورثة على الزوجة أن\nالزوج خالعها حتى لا ترث منه ( ولما يظهر للرجال غالبا كنكاح ) ورجعة (\nوطلاق ) منجز أو معلق وفسخ نكاح وبلوغ ( وعتق ) وموت وإعسار وقراض ووكالة\nوكفالة وشركة ووديعة ووصاية وردة وانقضاء عدة بأشهر ورؤية هلال غير رمضان\nوشهادة على شهادة وإقرار بما لا يثبت إلا برجلين ( رجلان ) لا رجل وامرأتان\nلما روى مالك عن الزهري مضت السنة من رسول الله صلى الله عليه وسلم أنه لا\nيجوز شهادة النساء في الحدود ولا في النكاح ولا في الطلاق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p275'> Vol. 04, p. 275</a>\n            </div>\n             وقيس\nبالمذكورات غيرها مما يشاركها في المعنى ( ولما يظهر للنساء ) غالبا (\nكولادة وحيض ) وبكارة وثيابة ورضاع وعيب امرأة تحت ثيابها ( أربع ) من\nالنساء ( أو رجلان أو رجل وامرأتان ) لما روى ابن أبي شيبة عن الزهري مضت\nالسنة بأنه يجوز شهادة النساء فيما لا يطلع عليه غيرهن من ولادة النساء\nوعيوبهن وقيس بذلك غيره ولا يثبت ذلك برجل ويمين\n</p>\n\n<p>\n( وسئل ) بعض أصحابنا عما إذا شهد رجلان أن <span id='ms323'></span> فلانا بلغ عمره ست عشرة سنة\nفشهدت أربع نسوة أن فلانة يتيمة ولدت شهر مولده أو قبله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p276'> Vol. 04, p. 276</a>\n            </div>\n             أو\nبعده بشهر مثلا فهل يجوز تزويجها إعتمادا على قولهن أو لا يجوز إلا بعد\nثبوت بلوغ نفسها برجلين\n</p>\n\n<p>\n( فأجاب ) نفعنا الله به نعم يثبت ضمنا بلوغ من شهدن بولادتها كما يثبت\nالنسب ضمنا بشهادة النساء بالولادة فيجوز تزويجها بإذنها للحكم ببلوغها\nشرعا\n</p>\n\n<p>\nاه\n</p>\n\n<p>\nفرع لو أقامت شاهدا بإقرار زوجها بالدخول كفى حلفها معه ويثبت المهر أو\nأقامه هو على إقرارها به لم يكف الحلف معه لأن قصده ثبوت العدة والرجعة\nوليسا بمال ( وشرط في شاهد تكليف وحرية ومروءة وعدالة ) وتيقظ فلا تقبل من\nصبي ومجنون ولا ممن به رق لنقصه ولا من غير ذي مروءة لأنه لا حياء له ومن\nلا حياء له يقول ما شاء وهي توقى الأدناس عرفا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p277'> Vol. 04, p. 277</a>\n            </div>\n             فيسقطها الأكل\nوالشرب في السوق والمشي فيه كاشفا رأسه أو بدنه لغير سوقي وقبلة الحلية\nبحضرة الناس وإكثار ما يضحك بينهم أو لعب شطرنج أو رقص بخلاف قليل الثلاثة\nولا من فاسق واختار جمع منهم الأذرعي والغزي وآخرون قول بعض المالكية إذا\nفقدت العدالة وعم الفسق قضى الحاكم بشهادة الأمثل فالأمثل للضرورة والعدالة\nتتحقق ( باجتناب ) كل ( كبيرة ) من أنواع الكبائر كالقتل والزنا والقذف به\nوأكل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p278'> Vol. 04, p. 278</a>\n            </div>\n             الربا ومال اليتيم واليمين الغموس وشهادة الزور وبخس\nالكيل أو الوزن وقطع الرحم والفرار من الزحف بلا عذر وعقوق الوالدين وغصب\nقدر ربع دينار وتفويت مكتوبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p279'> Vol. 04, p. 279</a>\n            </div>\n             وتأخير زكاة عدوانا ونميمة وغيرها\nمن كل جريمة تؤذن بقلة اكتراث مرتكبها بالدين ورقة الديانة ( و ) اجتناب (\nإصرار على صغيرة ) أو صغائر بأن لا تغلب طاعاته صغائره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p280'> Vol. 04, p. 280</a>\n            </div>\n             فمتى\nارتكب كبيرة بطلت عدالته مطلقا\n</p>\n\n<p>\nأو صغيرة أو صغائر داوم عليها أولا خلافا لمن فرق\n</p>\n\n<p>\nفإن غلبت طاعته صغائره فهو عدل ومتى استويا أو غلبت صغائره طاعاته فهو\nفاسق\n</p>\n\n<p>\nوالصغيرة كنظر الأجنبية ولمسها ووطء رجعية وهجر المسلم فوق ثلاث وبيع خمر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p281'> Vol. 04, p. 281</a>\n            </div>\n             ولبس رجل ثوب حرير وكذب لا حد فيه ولعن ولو لبهيمة أو <span id='ms324'></span> كافر\nوبيع معيب لا ذكر عيب وبيع رقيق مسلم لكافر ومحاذاة قاضي الحاجة الكعبة\nبفرجه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p282'> Vol. 04, p. 282</a>\n            </div>\n             وكشف العورة في الخلوة عبثا ولعب بنرد لحصة النهي عنه\nوغيبة وسكوت عليها\n</p>\n\n<p>\nونقل بعضهم الإجماع على أنها كبيرة لما فيها من الوعيد الشديد محمول على\nغيبة أهل العلم وحملة القرآن لعموم البلوى بها وهي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p283'> Vol. 04, p. 283</a>\n            </div>\n             ذكرك ولو\nنحو إشارة غيرك المحصور المعين ولو عند بعض المخاطبين بما يكره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p284'> Vol. 04, p. 284</a>\n            </div>\n            \nعرفا\n</p>\n\n<p>\nواللعب بالشطرنج بكسر أوله وفتحه معجما ومهملا مكروه إن لم يكن فيه شرط\nمال من الجانبين أو أحدهما أو تفويت صلاة ولو بنسيان بالاشتغال به أو لعب\nمع معتقد تحريمه وإلا فحرام ويحمل ما جاء في ذمه من الأحاديث والآثار على\nما ذكر وتسقط مروءة من يداومه فترد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p285'> Vol. 04, p. 285</a>\n            </div>\n             شهادته وهو حرام عند الأئمة\nالثلاثة مطلقا\n</p>\n\n<p>\nولا تقبل الشهادة من مغفل ومختل نظر ولا أصم في مسموع ولا أعمى في مبصر\nكما يأتي\n</p>\n\n<p>\nومن التيقظ ضبط ألفاظ المشهود عليه بحروفها من غير زيادة فيها ولا نقص\n</p>\n\n<p>\nقال شيخنا ومن ثم لا تجوز الشهادة بالمعنى\n</p>\n\n<p>\nنعم لا يبعد جواز التعبير بأحد الرديفين عن الآخر حيث لا إبهام ( و ) شرط\nفي الشاهد أيضا ( عدم تهمة ) بجر نفع إليه أو إلى من لا تقبل شهادته له أو\nدفع ضر عنه بها ( فترد ) الشهادة ( لرقيقه ) ولو مكاتبا ولغريم له مات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p286'> Vol. 04, p. 286</a>\n            </div>\n             وإن لم تسغرق تركته الديون بخلاف شهادته لغريمه الموسر وكذا\nالمعسر قبل موته فتقبل لهما ( و ) ترد ( لبعضه ) من أصل وإن علا أو فرع له\nوإن سفل\n</p>\n\n<p>\n( لا ) ترد الشهادة ( عليه ) أي لا على أحدهما بشيء إذ لا تهمة\n</p>\n\n<p>\nولا على أبيه بطلاق ضرة أمه طلاقا بائنا وأمه تحته أما رجعي فتقبل قطعا\n</p>\n\n<p>\nهذا كله في شهادة حسبة أو بعد دعوى الضرة\n</p>\n\n<p>\nفإن ادعاه الأب لعدم نفقة لم تقبل شهادته للتهمة وكذا لو ادعته أمه\n</p>\n\n<p>\nقال ابن الصلاح لو ادعى الفرع على آخر بدين لموكله فأنكر فشهد به أبو\nالوكيل قبل وإن كان فيه تصديق ابنه\n</p>\n\n<p>\nوتقبل شهادة كل من الزوجين <span id='ms325'></span> والأخوين والصديقين للآخر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p287'> Vol. 04, p. 287</a>\n            </div>\n             ( و )\nترد الشهادة ( بما هو محل تصرفه ) كأن وكل أو أوصى فيه لأنه يثبت بشهادته\nولاية له على المشهود به نعم لو شهد به بعد عزله ولم يكن خاصم قبله قبلت\nوكذا لا تقبل شهادة وديع لمودعه ومرتهن لراهنه لتهمة بقاء يدهما\n</p>\n\n<p>\nأما ما ليس وكيلا أو وصيا فيه فتقبل\n</p>\n\n<p>\nومن حيل شهادة الوكيل ما لو باع فأنكر المشتري الثمنن أو اشترى فادعى\nأجنبي بالمبيع فله أن يشهد لموكله بأن له عليه كذا أو بأن هذا ملكه إن جاز\nله أن يشهد به للبائع ولا يذكر أنه وكيل وصوب الأذرعي حله باطنا لأن فيه\nتوصلا للحق بطريق مباح\n</p>\n\n<p>\nوكذا لا تقبل ببراءة من ضمنه الشاهد أو أصله أو فرعه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p288'> Vol. 04, p. 288</a>\n            </div>\n             أو عبده\nلأنه يدفع به الغرم عن نفسه أو عمن لا تقبل شهادة له ( و ) ترد الشهادة (\nمن عدو ) على عدوه عدواة دنيوية لا له\n</p>\n\n<p>\nوهو من يحزن بفرحه وعكسه\n</p>\n\n<p>\nفلو عادى من يريد أن يشهد عليه وبالغ في خصومته فلم يجبه قبلت شهادته\nعليه\n</p>\n\n<p>\nتنبيه قال شيخنا ظاهر كلامه قبولها من ولد العدو ويوجه بأنه لا يلزم من\nعداوة الأب عداوة الإبن\n</p>\n\n<p>\nفائدة حاصل كلام الروضة وأصلها أن من قذف آخر لا تقبل شهادة كل منهما على\nالآخر وإن لم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p289'> Vol. 04, p. 289</a>\n            </div>\n             يطلب المقذوف حده وكذا من ادعى على آخر أنه قطع\nعليه الطريق وأخذ ماله فلا تقبل شهادة أحدهما على الآخر\n</p>\n\n<p>\nقال شيخنا يؤخذ من ذلك أن كل من نسب آخر إلى فسق اقتضى وقوع عداوة بينهما\nفلا تقبل الشهادة من أحدهما على الآخر\n</p>\n\n<p>\nنعم يتردد النظر فيمن اغتاب آخر بمفسق يجوز له غيبته به وإن أثبت السبب\nالمجوز لذلك\n</p>\n\n<p>\nفرع تقبل شهادة كل مبتدع لا نكفره ببدعته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p290'> Vol. 04, p. 290</a>\n            </div>\n             وإن سب الصحابة\nرضوان الله عليهم كما في الروضة وادعى السبكي والأذرعي أنه غلط\n</p>\n\n<p>\n( و ) ترد ( من مبادر ) بشهادته قبل أن يسألها بعد الدعوى لأنه متهم نعم\nلو أعادها في المجلس ولو بعد الإستشهاد قبلت ( إلا ) في شهادة حسبة وهي <span id='ms326'></span> ما\nقصد بها وجه الله فتقبل قبل الإستشهاد ولو بلا دعوى ( في حق مؤكد لله )\nتعالى وهو ما لا يتأثر برضا الآدمي ( كطلاق ) رجعي أو بائن ( وعتق )\nواستيلاد ونسب وعفو عن قود وبقاء عدة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p291'> Vol. 04, p. 291</a>\n            </div>\n             وانقضائها وبلوغ وإسلام\nوكفر ووصية ووقف لنحو جهة عامة وحق لمسجد وترك صلاة وصوم وزكاة بأن يشهد\nبتركها وتحريم رضاع ومصاهرة\n</p>\n\n<p>\nتنبيه إنما تسمع شهادة الحسبة عند الحاجة إليها فلو شهد إثنان أن فلانا\nأعتق عبده أو أنه أخو فلانة من الرضاع لم يكف حتى يقولا أنه يسترقه أو أنه\nيريد نكاحها\n</p>\n\n<p>\nوخرج بقولي في حق لله تعالى حق الآدمي كقود وحد قذف وبيع فلا تقبل فيه\nشهادة الحسبة وتقبل في حد الزنا وقطع الطريق والسرقة ( وتقبل ) الشهادة (\nمن فاسق بعد توبة ) حاصلة قبل الغرغرة وطلوع الشمس من مغربها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p292'> Vol. 04, p. 292</a>\n            </div>\n             (\nوهي ندم ) على معصية من حيث أنها معصية لا لخوف عقاب ولو اطلع عليه أو\nلغرامة مال ( ب ) شرط ( إقلاع ) عنها حالا إن كان متلبسا أو مصرا على\nمعاودتها\n</p>\n\n<p>\nومن الإقلاع رد المغصوب ( وعزم أن لا يعود ) إليها ما عاش ( وخروج عن\nظلامة آدمي ) من مال أو غيره فيؤدي الزكاة لمستحقيها ويرد المغصوب إن بقي\nوبدله إن تلف لمستحقه ويمكن مستحق القود وحد القذف من الإستيفاء أو يبرئه\nمنه المستحق للخبر الصحيح من كانت لأخيه عنده مظلمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p293'> Vol. 04, p. 293</a>\n            </div>\n             في عرض أو\nمال فليستحله اليوم قبل أن لا يكون دينار ولا درهم فإن كان له عمل يؤخذ منه\nبقدر مظلمته وإلا أخذ من سيئات صاحبه فحمل عليه وشمل العمل الصوم كما صرح\nبه حديث مسلم خلافا لمن استثناه فإذا تعذر رد الظلامة على المالك أو وارثه\nسلمها لقاض ثقة فإن تعذر صرفها فيما شاء من المصالح عند انقطاع خبره بنية\nالغرم له إذا وجده فإن أعسر عزم على الأداء إذا أيسر فإن مات قبله انقطع\nالطلب عنه في الآخرة إن لم يعص بالتزامه\n</p>\n\n<p>\nفالمرجو من فضل الله الواسع تعويض المستحق\n</p>\n\n<p>\nويشترط أيضا في صحة التوبة عن إخراج صلاة أو <span id='ms327'></span> صوم أو وقتهما قضاوهما وإن\nكثر وعن القذف أن يقول القاذف قذفي باطل وأنا نادم عليه ولا أعود إليه وعن\nالغيبة أن يستحلها من المغتاب إن بلغته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p294'> Vol. 04, p. 294</a>\n            </div>\n             ولم يتعذر بموت أو غيبة\nطويلة وإلا كفى الندم والإستغفار له كالحاسد واشترط جمع متقدمون أنه لا بد\nفي التوبة من كل معصية من الإستغفار أيضا واعتمده البلقيني\n</p>\n\n<p>\nوقال بعضهم يتوقف في التوبة في الزنا على استحلال زوج المزني بها إن لم\nيخف فتنة وإلا فليتضرع إلى الله تعالى في إرضائه عنه\n</p>\n\n<p>\nوجعل بعضهم الزنا مما ليس فيه حق آدمي فلا يحتاج فيه إلى الإستحلال\nوالأوجه الأول\n</p>\n\n<p>\nويسن للزاني ككل مرتكب معصية الستر على نفسه بأن لا يظهرها ليحد أو يعزر\nلا أن يتحدث بها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p295'> Vol. 04, p. 295</a>\n            </div>\n             تفكها أو مجاهرة فإن هذا حرام قطعا وكذا يسن\nلمن أقر بشيء من ذلك الرجوع عن إقراره به قال شيخنا من مات وله دين لم\nيستوفه ورثته يكون هو المطالب في الآخرة على الأصح ( و ) بعد ( استبراء سنة\n) من حين توبة فاسق ظهر فسقه لأنها قلبية وهو متهم لقبول شهادتهم وعود\nولايته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p296'> Vol. 04, p. 296</a>\n            </div>\n             فاعتبر ذلك لتقوي دعواه وإنما قدرها الأكثرون بسنة لأن\nالفصول الأربعة في تهييج النفوس بشواتها أثرا بينا فإذا مضت وهو على حاله\nأشعر بذلك بحسن سريرته وكذا لا بد في التوبة من خارم المروءة الإستبراء كما\nذكره الأصحاب\n</p>\n\n<p>\nفروع لا يقدح في الشهادة جهله بفروض نحو الصلاة والوضوء اللذين يوءديهما\nولا توقفه في المشهود به إن عاد وجزم به فيعيد الشهادة ولا قوله لا شهادة\nلي في هذا إن قال نسيت أو أمكن حدوث المشهود به بعد قوله وقد اشتهرت ديانته\nولا يلزم القاضي استفساره إن اشتهر ضبطه وديانته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p297'> Vol. 04, p. 297</a>\n            </div>\n             بل يسن كتفرقة\nالشهود وإلا لزم الإستفسار ( وشرط لشهادة بفعل كزنا ) وغصب ورضاع وولادة (\nإبصار ) له مع فاعله فلا يكفي فيه السماع من الغير ويجوز تعمد نظر فرج\nالزانيين لتحمل شهادة وكذا امرأة تلد لأجلها ( و ) لشهادة ( بقول كعقد )\nوفسخ وإقرار ( هو ) أي إبصار ( وسمع ) لقائله حال <span id='ms328'></span> صدوره فلا يقبل فيه أصم\nلا يسمع شيئا ولا أعمى في مرئي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p298'> Vol. 04, p. 298</a>\n            </div>\n             لانسداد طرق التمييز مع اشتباه\nالأصوات ولا يكفي سماع شاهد من وراء حجاب وإن علم صوته لأن ما أمكن إدراكه\nبإحدى الحواس لا يجوز أن يعمل فيه بغلبة ظن لجواز اشتباه الأصوات قال شيخنا\nنعم لو علمه ببيت وحده وعلم أن الصوت ممن في البيت جاز اعتماد صوته وإن لم\nيره وكذا لو علم اثنين ببيت لا ثالث لهما وسمعهما يتعاقدان وعلم الموجب\nمنهما من القابل لعلمه بمالك المبيع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p299'> Vol. 04, p. 299</a>\n            </div>\n             أو نحو ذلك فله الشهادة\nبما سمعه منهما\n</p>\n\n<p>\nاه\n</p>\n\n<p>\nولا يصح تحمل شهادة على منتقبة إعتمادا على صوتها كما لا يتحمل بصير في\nظلمة اعتمادا عليه لاشتباه الأصوات\n</p>\n\n<p>\nنعم لو سمعها فتعلق بها إلى القاضي وشهد عليها جاز كالأعمى بشرط أن تكشف\nنقابها ليعرف القاضي صورتها\n</p>\n\n<p>\nوقال جمع لا ينعقد نكاح منقبة إلا إن عرفها الشاهدان إسما ونسبا وصورة (\nوله ) أي للشخص ( بلا معارض شهادة على نسب ) ولو من أم أو قبيلة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p300'> Vol. 04, p. 300</a>\n            </div>\n             ( وعتق ) ووقف وموت ونكاح ( وملك بتسامع ) أي استفاضة ( من جمع\nيؤمن كذبهم ) أي تواطؤهم عليه لكثرتهم فيقع العلم أو الظن القوي بخبرهم ولا\nيشترط حريتهم ولا ذكورتهم ولا يكفي أن يقول سمعت الناس يقولون كذا بل يقول\nأشهد أنه ابنه مثلا ( و ) له الشهادة بلا معارض ( على ملك به ) أي بالتسامخ\nممن ذكر ( أو بيد وتصرف تصرف ملاك ) كالسكنى والبناء والبيع والرهن\nوالإجارة ( مدة طويلة ) عرفا فلا تكفي الشهادة بمجرد اليد لأنها لا تستلزمه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p301'> Vol. 04, p. 301</a>\n            </div>\n             ولا بمجرد التصرف لأنه قد يكون بنيابة ولا تصرف بمدة قصيرة نعم\nإن انضم للتصرف استفاضة أن الملك له جازت الشهادة به وإن قصرت المدة ولا\nيكفي قول الشاهد رأيت ذلك سنين\n</p>\n\n<p>\nواستثنوا من ذلك الرقيق فلا تجوز الشهادة بمجرد اليد والتصرف في المدة\nالطويلة إلا إن انضم لذلك السماع من ذي اليد أنه له كما في الروضة للإحتياط\nفي الحرية وكثرة استخدام الأحرار واستصحاب لما سبق من نحو إرث وشراء وإن\nاحتمل <span id='ms329'></span> زواله للحاجة الداعية إلى ذلك ولأن الأصل بقاء الملك وشرط ابن أبي\nالدم في الشهادة بالتسامع أن لا يصرح بأن مستنده الإستفاضة ومثلها\nالإستصحاب ثم اختار وتبعه السبكي وغيره أنه إن ذكره تقوية لعلمه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p302'> Vol. 04, p. 302</a>\n            </div>\n             بأن جزم بالشهادة\n</p>\n\n<p>\nثم قال مستندي الإستفاضة أو الإستصحاب سمعت شهادته وإلا كأن قال شهدت\nبالإستفاضة بكذا فلا خلافا للرافعي واحترز بقولي بلا معارض عما إذا كان في\nالنسب مثلا طعن من بعض الناس لم تجز الشهادة بالتسامع لوجود معارض\n</p>\n\n<p>\nتنبيه يتعين على المؤدي لفظ أشهد فلا يكفي مرادفه كأعلم لأنه أبلغ في\nالظهور ولو عرف الشاهد السبب كالإقرار هل له أن يشهد بالإستحقاق وجهان\nأشهرهما لا كما نقله ابن الرفعة عن ابن أبي الدم\n</p>\n\n<p>\nوقال ابن الصباغ كغيره تسمع وهو مقتضى كلام الشيخين ( وتقبل شهادة على\nشهادة ) مقبول شهادته ( في غير عقوبة لله ) تعالى مالا كان أو غيره كعقد\nوفسخ وإقرار وطلاق ورجعة ورضاع وهلال رمضان ووقف على مسجد أو جهة عامة وقود\nوقذف بخلاف عقوبة لله تعالى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p303'> Vol. 04, p. 303</a>\n            </div>\n            \n</p>\n\n<p>\nكحد زنا وشرب وسرقة وإنما يجوز التحمل ( ب ) شروط ( تعسر أداء أصل )\nبغيبة فوق مسافة العدوى أو خوف حبس من غريم وهو معسر أو مرض يشق معه حضوره\nوكذا بتعذره بموت أو جنون ( و ) ب ( استرعائه ) أي الأصل أي التماسه منه\nرعاية شهادته وضبطها حتى يؤديها عنه لأن الشهادة على الشهادة نيابة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p304'> Vol. 04, p. 304</a>\n            </div>\n             فاعتبر فيها إذن المنوب عنه أو ما يقوم مقامه ( فيقول أنا شاهد\nبكذا ) فلا يكفي أنا عالم به ( وأشهدك ) أو أشهدتك أو أشهد ( على شهادتي )\nبه فلو أهمل الأصل لفظ الشهادة فقال أخبرك أو أعلمك بكذا فلا يكفي كما لا\nيكفي ذلك في أداء الشهادة عند القاضي ولا يكفي في التحمل سماع قوله لفلان\nعلى فلان كذا أو عندي شهادة بكذا ( و ) ب ( تبيين فرع ) عند الأداء ( جهة\nتحمل ) كأشهد أن فلانا شهد بكذا وأشهدني على شهادته أو سمعته يشهد به عند\nقاض فإذا لم يبين جهة التحمل ووثق الحاكم بعلمه لم يحب البيان فيكفي <span id='ms330'></span> أشهد\nعلى شهادة فلان بكذا لحصول الغرض ( وبتسميته ) أي الفرع ( إياه ) أي الأصل\nتسمية تميزه وإن كان عدلا لتعرف عدالته فإن لم يسمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p305'> Vol. 04, p. 305</a>\n            </div>\n             لم يكف لأن\nالحاكم قد يعرف جرحه لو سماه\n</p>\n\n<p>\nوفي وجوب تسمية قاض شهد عليه وجهان وصوب الأذرعي الوجوب في هذه الأزمنة\nلما غلب على القضاة من الجهل والفسق\n</p>\n\n<p>\nولو حدث بالأصل عداوة أو فسق لم يشهد الفرع\n</p>\n\n<p>\nفلو زالت هذه الموانع احتيج إلى تحمل جديد\n</p>\n\n<p>\nفرع لا يصح تحمل النسوة ولو على مثلهن في نحو ولادة لأن الشهادة مما يطلع\nعليه الرجال غالبا ( ويكفي فرعان لأصلين ) أي لكل منهما فلا يشترط لكل\nمنهما فرعان ولا تكفي شهادة واحد على هذا وواحد على آخر ولا واحد على واحد\nفي هلال رمضان\n</p>\n\n<p>\nفرع لو رجعوا عن الشهادة قبل الحكم منع الحكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p306'> Vol. 04, p. 306</a>\n            </div>\n             أو بعده لم\nينقض ولو شهدوا بطلاق بائن أو رضاع محرم\n</p>\n\n<p>\nوفرق القاضي بين الزوجين فرجعوا عن شهادتهم دام الفراق لأن قولهما في\nالرجوع محتمل والقضاء لا يرد بمحتمل ويجب على الشهود حيث لم يصدقهم الزوج\nمهر مثل ولو قبل وطء أو بعد إبراء الزوجة زوجها عن المهر لأنه بدل البضع\nالذي فوتوه عليه بالشهادة إلا أن ثبت أن لا نكاح بينهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p307'> Vol. 04, p. 307</a>\n            </div>\n             بنحو\nرضاع فلا غرم إذ لم يفوتوا شيئا ولو رجع شهود مال غرموا للمحكوم عليه البدل\nبعد غرمه لا قبله وإن قالوا أخطأنا موزعا عليهم بالسوية\n</p>\n\n<p>\nتتمة قال شيخ مشايخنا زكريا كالغزي في تلفيق الشهادة لو شهد واحد بإقراره\nبأنه وكله في كذا وآخر بأنه أذن له في التصرف فيه أو فوضه إليه لفقت\nالشهادتان لأن النقل بالمعنى كالنقل باللفظ وبخلاف ما لو شهد واحد بأنه قال\nوكلتك في كذا وآخر قال بأنه قال فوضته إليك أو شهد واحد باستيفاء الدين\nوالآخر بالإبراء منه فلا يلفقان\n</p>\n\n<p>\nانتهى\n</p>\n\n<p>\nقال شيخ مشايخنا أحمد المزجد لو شهد واحد ببيع والآخر بإقرار به أو واحد\nبملك ما ادعاه وآخر بإقرار الداخل به لم تلفق شهادتهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p308'> Vol. 04, p. 308</a>\n            </div>\n             فلو رجع\nأحدهما وشهد <span id='ms331'></span> كالآخر قبل لأنه يجوز أن يحضر الأمرين\n</p>\n\n<p>\nومن ادعى ألفين وأطلق فشهد له واحد وأطلق وآخر أنه من قرض ثبت أو فشهد له\nواحد بألف ثمن مبيع وآخر بألف قرضا لم تلفق وله الحلف مع كل منهما\n</p>\n\n<p>\nولو شهد واحد بالإقرار وآخر بالإستفاضة حيث تقبل لفقا\n</p>\n\n<p>\nانتهى\n</p>\n\n<p>\n( وسئل ) الشيخ عطية المكي نفعنا الله به عن رجلين سمع أحدهما تطليق شخص\nثلاثا والآخر الإقرار به فهل يلفقان أو لا\n</p>\n\n<p>\n( فأجاب ) بأنه يجب على سامعي الطلاق والإقرار به أن يشهدا عليه بالطلاق\nالثلاث بتا ولا يتعرضا لإنشاء ولا إقرار وليس هذا من تلفيق الشهادة من كل\nوجه بل صورة إنشاء الطلاق والإقرار به واحدة في الجملة والحكم يثبت بذلك\nكيف كان وللقاضي بل عليه سماعها\n</p>\n\n<p>\nانتهى\n</p>\n\n<p>\nخاتمة في الأيمان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p309'> Vol. 04, p. 309</a>\n            </div>\n             لا ينعقد اليمن إلا باسم خاص بالله تعالى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p310'> Vol. 04, p. 310</a>\n            </div>\n             أو صفة من صفاته كوالله والرحمن والإله ورب العالمين وخالق\nالخلق\n</p>\n\n<p>\nولو قال وكلام الله أو وكتاب الله أو وقرآن الله أو والتوارة أو والإنجيل\nفيمين\n</p>\n\n<p>\nوكذا والمصحف إن لم ينو بالمصحف الورق والجلد\n</p>\n\n<p>\nوإن قال وربي وكان عرفهم تسمية السيد ربا فكناية وإلا فيمين ظاهرا إن لم\nيرد غير الله ولا ينعقد بمخلوق كالنبي والكعبة للنهي الصحيح عن الحلف\nبالآباء وللأمر بالحلف بالله وروى الحاكم خبرا من حلف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p311'> Vol. 04, p. 311</a>\n            </div>\n             بغير\nالله فقد كفر وحملوه على ما إذا قصد تعظيمه كتعظيم الله تعالى فإن لم يقصد\nذلك أثم عند أكثر العلماء أي تبعا لنص الشافعي الصريح فيه كذا قاله بعض\nشراح المنهاج\n</p>\n\n<p>\nوالذي في شرح مسلم عن أكثر الأصحاب الكراهة وهو المعتد وإن كان الدليل\nظاهرا في الإثم\n</p>\n\n<p>\nقال بعضهم وهو الذي ينبغي العمل به في غالب الأعصار لقصد غالبهم به إعظام\nالمخلوق به ومضاهاته لله تعالى الله عن ذلك علوا كبيرا وإذا حلف بما ينعقد\nبه اليمين ثم قال لم أرد به اليمين لم يقبل ولو قال بعد يمينه إن شاء الله\nوقصد اللفظ والإستثناء قبل فراغ اليمين واتصل الإستثناء بها لم تنعقد\nاليمين فلا <span id='ms332'></span> حنث ولا كفارة\n</p>\n\n<p>\nوإن لم يتلفظ بالإستثناء بل نواه لم يندفع الحنث ولا الكفارة ظاهرا بل\nيدين\n</p>\n\n<p>\nولو قال لغيره أقسمت عليك بالله أو أسألك بالله لتفعلن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p312'> Vol. 04, p. 312</a>\n            </div>\n             كذا\nوأراد يمين نفسه فيمين ومتى لم يقصد يمين نفسه بل الشفاعة أو يمين المخاطب\nأو أطلق فلا تنعقد لأنه لم يحلف هو ولا المخاطب ويكره رد السائل بالله\nتعالى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p313'> Vol. 04, p. 313</a>\n            </div>\n             أو بوجهه في غير المكروه وكذا السؤال بذلك ولو قال إن\nفعلت كذا فأنا يهودي أو نصراني فليس بيمين لإنتفاء إسم الله أو صفته ولا\nكفارة وإن حنث نعم يحرم ذلك كغيره ولا يكفر بل إن قصد تبعيد نفسه عن\nالمحلوف أو أطلق حرم ويلزمه التوبة فإن علق أو أراد الرضا بذلك إن فعل كفر\nحالا وحيث لم يكفر سن له أن يستغفر الله تعالى ويقول لا إله إلا الله محمد\nرسول الله وأوجب صاحب الإستقصاء ذلك ومن سبق لسانه إلى لفظ اليمين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p314'> Vol. 04, p. 314</a>\n            </div>\n             بلا قصد كلا والله وبلا والله في نحو غضب أو صلة كلام لم ينعقد\nوالحلف مكروه إلا في بيعة الجهاد والحث على الخير والصادق في الدعوى ولو\nحلف في ترك واجب أو فعل حرام عصى ولزمه حنث وكفارة أو ترك مستحب أو فعل\nمكروه سن حنثه وعليه كفارة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p315'> Vol. 04, p. 315</a>\n            </div>\n             أو على ترك مباح أو فعله كدخول دار\nوأكل طعام كلا آكله أنا فالأفضل ترك الحنث إبقاءا لتعظيم الإسم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p316'> Vol. 04, p. 316</a>\n            </div>\n            \n</p>\n\n<p>\nفرع يسن تغليظ يمين من المدعي والمدعى عليه وإن لم يطلبه الخصم في نكاح\nوطلاق ورجعة وعتق ووكالة وفي مال بلغ عشرين دينارا لا فيما دون ذلك لأنه\nحقير في نظر الشرع نعم لو رآه الحاكم لنحو جراءة الحالف فعله\n</p>\n\n<p>\nوالتغليظ يكون بالزمان وهو بعد العصر وعصر الجمعة أولى وبالمكان وهو\nللمسلمين عند المنبر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p317'> Vol. 04, p. 317</a>\n            </div>\n             وصعودهما عليه أولى وبزيادة الأسماء\nوالصفات ويسن أن يقرأ على الحالف آية آل عمران <span class='quran'>إن الذين يشترون بعهد\nالله وأيمانهم ثمنا قليلا </span></p>\n\n<p>\nوأن يوضع المصحف في حجره ولو اقتصر على قوله والله كفى\n</p>\n\n<p>\nويعتبر في الحلف نية الحاكم المستحلف <span id='ms333'></span> فلا يدفع إثم اليمين الفاجرة بنحو\nتورية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p318'> Vol. 04, p. 318</a>\n            </div>\n             كاستثناء لا يسمعه الحاكم إن لم يظلمه خصمه كما بحثه\nالبلقيني أما من ظلمه خصمه في نفس الأمر كأن ادعى على معسر فيحلف لا تستحق\nعلي شيئا أي تسليمه الآن فتنفعه التورية والتأويل لأن خصمه ظالم إن علم أو\nمخطيء إن جهل فلو حلف إنسان ابتداء أو حلفه غير الحاكم اعتبر نية الحالف\nونفعته التورية وإن كانت حراما حيث يبطل بها حق المستحق واليمين يقطع\nالخصومة حالا لا الحق فلا تبرأ ذمته إن كان كاذبا فلو حلفه ثم أقام بينة\nبما ادعاه حكم بها كما لو أقر الخصم بعد حلفه والنكول أن يقول أنا ناكل أو\nيقول له القاضي إحلف فيقول لا أحلف\n</p>\n\n<p>\nواليمين المردودة وهي يمين المدعي بعد النكول كإقرار المدعى عليه لا\nكالبينة فلو أقام المدعى عليه بعدها بينة بأداء أو إبراء لم تسمع لتكذيبه\nلها بإقراره وقال الشيخان في محل تسمع وصحح الإسنوي الأول والبلقيني الثاني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p319'> Vol. 04, p. 319</a>\n            </div>\n             وقال شيخنا والمتجهه الأول\n</p>\n\n<p>\nفرع يتخير في كفارة اليمين بين عتق رقبة كاملة مؤمنة بلا عيب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p320'> Vol. 04, p. 320</a>\n            </div>\n            \nيخل بالعمل أو الكسب ولو نحو غائب علمت حياته\n</p>\n\n<p>\nأو إطعام عشرة مساكين كل مسكين مد حب من غالب قوت البلد\n</p>\n\n<p>\nأو كسوتهم بما يسمى كسوة كقميص أو إزار أو مقنعة أو منديل يحمل في اليد\nأو الكم لا خف فإن عجز عن الثلاثة لزمه صوم ثلاثة أيام ولا يجب تتابعها\nخلافا لكثيرين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p321'> Vol. 04, p. 321</a>\n            </div>\n            \n</p>\n\n#\n<p>\n| باب في الإعتاق\n</p>\n\n<p>\nهو إزالة الرق عن الآدمي والأصل فيه قوله تعالى <span class='quran'>فك رقبة </span>وخبر\nالصحيحين أنه صلى الله عليه وسلم قال من أعتق رقبة مؤمنة وفي رواية امرأ\nمسلما أعتق الله بكل عضو منها عضوا من أعضائه من النار حتى الفرج بالفرج\nوعتق الذكر أفضل\n</p>\n\n<p>\nوروي أن عبد الرحمن بن عوف رضي الله عنه أعتق ثلاثين ألف نسمة أي رقبة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p322'> Vol. 04, p. 322</a>\n            </div>\n             وختمنا كالأصحاب بباب العتق تفاؤلا ( صح عتق مطلق تصرف ) له\nولاية ولو كافرا فلا يصح من صبي ومجنون ومحجور بسفه أو فلس ولا من <span id='ms334'></span> غير مالك\nبغير نيابة ( بنحو أعتقتك أو حررتك ) كفككتك وأنت حر أو عتيق وبكناية مع\nنية كلا ملك أو لا سبيل لي عليك أو أزلت ملكي عنك وأنت مولاي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p323'> Vol. 04, p. 323</a>\n            </div>\n            \nوكذا يا سيدي على المرجح وقوله أنت إبني أو هذا أو هو إبني أو أبي أو أمي\nإعتاق إن أمكن من حيث السن وإن عرف نسبه مؤاخذة له بإقراره أو يا ابني\nكناية فلا يعتق في النداء إلا إن قصد به العتق لاختصاصه بأنه يستعمل في\nالعادة كثير الملاطفة وحسن المعاشرة كما صرح به شيخنا في شرح المنهاج\nوالإرشاد وليس من لفظ الإقرار به قوله لا عتق لعبد فلان لأنه لا يصلح\nموضوعه لإقرار ولا إنشاء وإن استعمل عرفا في العتق كما أفتى به شيخنا رحمه\nالله تعالى ( ولو بعوض ) أي معه فلو قال أعتقتك على ألف أو بعتك نفسك بألف\nفقبل فورا عتق ولزمه الألف في الصورتين والولاء للسيد فيهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p324'> Vol. 04, p. 324</a>\n            </div>\n             (\nولو أعتق حاملا ) مملوكة له هي وحملها ( تبعها ) أي الحمل في العتق وإن\nاستثناه لأنه كالجزء منها ولو أعتق الحمل عتق إن نفخت فيه الروح دونها ولو\nكانت لرجل والحمل لآخر بنحو وصية لم يعتق أحدهما بعتق الآخر ( أو ) أعتق (\nمشتركا ) بينه وبين غيره أي كله ( أو ) أعتق ( نصيبه ) منه كنصيبي منك حر (\nعتق نصيبه ) مطلقا ( وسرى الإعتاق ) من موسر لا معسر لما أيسر به من نصيب\nالشريك أو بعضه ولا يمنع السراية دين مستغرق بدون حجر واستيلاد أحد\nالشريكين الموسر يسري إلى حصة شريكه كالعتق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p325'> Vol. 04, p. 325</a>\n            </div>\n             وعليه قيمة نصيب\nشريكه وحصته من مهر المثل لا قيمة الولد أي حصته ولا يسري التدبير ( ولو\nملك ) شخص ( بعضه ) من أصل أو فرع وإن بعد ( عتق عليه ) لخبر مسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p326'> Vol. 04, p. 326</a>\n            </div>\n            \n</p>\n\n<p>\nوخرج بالبعض غيره كالأخ فلا يعتق بملك ( ومن قال لعبده أنت حر بعد موتي )\nأو إذا مت فأنت حر أو أعتقتك بعد موتي وكذا إذا مت فأنت حرام أو مسيب مع\nنية ( فهو مدبر يعتق بعد وفاته ) من ثلث ماله بعد الدين ( وبطل ) أي <span id='ms335'></span>\nالتدبير ( بنحو بيع ) للمدبر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p327'> Vol. 04, p. 327</a>\n            </div>\n             فلا يعود وإن ملكه ثانيا ويصح\nبيعه ( لا برجوع ) عنه ( لفظا ) كفسخته أو عقصته ولا بإنكار للتدبير ويجوز\nله وطء المدبرة ولو ولدت مدبرة ولدا من نكاح أو زنا لا يثبت للولد حكم\nالتدبير\n</p>\n\n<p>\nفلو كانت حاملا عند موت السيد فيتبعها جزما ولو دبر حاملا ثبت التدبير\nللحمل تبعا لها إن لم يستثنه وإن انفصل قبل موت سيدها لا إن أبطل قبل\nانفصاله تدبيرها والمدبر كعبد في حياة السيد\n</p>\n\n<p>\nويصح تدبير مكاتب وعكسه كما يصح تعليق عتق مكاتب ويصدق المدبر بيمين فيما\nوجد معه وقال كسبته بعد الموت وقال الوارث بل قبله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p328'> Vol. 04, p. 328</a>\n            </div>\n             لأن اليد له\n( الكتابة ) شرعا عقد عتق بلفظها معلق بمال منجم بنجمين فأكثر وهي ( سنة )\nلا واجبة وإن طلبها الرقيق كالتدبير ( بطلب عبد أمين مكتسب ) بما يفي مؤنته\nونجومه فإن فقدت الشروط أو أحدها فمباحة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p329'> Vol. 04, p. 329</a>\n            </div>\n             ( وشرط في صحتها لفظ\nيشعر بها ) أي بالكتابة ( إيجابا ككاتبتك ) أو أنت مكاتب ( على كذا ) كمائة\n( منجما مع ) قوله ( إذا أديته فأنت حر وقبولا كقبلت ) ذلك ( و ) شرط فيها\n( عوض ) من دين أو منفعة\n</p>\n\n<p>\n( مؤجل ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p330'> Vol. 04, p. 330</a>\n            </div>\n             هنا ليحصله ويؤديه ( منجم بنجمين فأكثر ) كما جرى\nعليه أكثر الصحابة رضوان الله عليهم ولو في مبعض ( مع بيان قدره ) أي العوض\n( وصفته ) وعدد النجوم وقسط كل نجم ( ولزم سيدا ) في كتابة صحيحة قبل عتق (\nحط متمول منه ) أي العوض لقوله تعالى <span class='quran'>وآتوهم من مال الله الذي آتاكم\n</span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p331'> Vol. 04, p. 331</a>\n            </div>\n             فسر الإيتاء بما ذكر لأن القصد منه الإعانة على العتق\nوكونه ربعا فسبعا أولى ( ولا يفسخها ) أي يجوز فسخ السيد الكتابة ( إلا إن\nعجز مكاتب عن أداء ) عند المحل لنجم أو بعضه ( أو امتنع عنه ) عند ذلك مع\nالقدرة عليه ( أو ) غاب عند ذلك وإن حضر ماله أو كانت غيبة المكاتب دون\nمسافة القصر فله فسخها بنفسه وبحاكم متى شاء لتعذر العوض عليه وليس للحاكم\nالأداء من مال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p332'> Vol. 04, p. 332</a>\n            </div>\n             المكاتب الغائب ( وله ) أي للمكاتب ( فسخ )\nكالرهن بالنسبة للمرتهن فله ترك الأداء والفسخ وإن كان معه وفاء ( وحرم <span id='ms336'></span>\nعليه تمتع بمكاتبة ) لإختلال ملكه ويجب بوطئه لها مهر لا حد والولد حر (\nوله ) أي للمكاتب ( شراء إماء لتجارة لا تزوج إلا بإذن سيده ولا تسر ) ولو\nبإذنه يعني لا يجوز وطء مملوكته وما وقع للشيخين في موضع مما يقتضي جوازه\nبالإذن مبني على الضعيف أن القن غير المكاتب يملك بتمليك السيد\n</p>\n\n<p>\nقال شيخنا ويظهر أنه ليس له الإستمتاع بما دون الوطء أيضا ويجوز للمكاتب\nبيع وشراء وإجارة لا هبة وصدقة وقرض بلا إذن سيده\n</p>\n\n<p>\nفرع لو قال السيد بعد قبضه المال كنت فسخت الكتابة فأنكر المكاتب صدق\nبيمينه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p333'> Vol. 04, p. 333</a>\n            </div>\n             لأن الأصل عدم الفسخ وعلى السيد البينة\n</p>\n\n<p>\nولو قال كاتبتك وأنا صبي أو مجنون أو محجور علي فأنكر المكاتب حلف السيد\nإن عرف له ذلك وإلا فالمكاتب لأن الأصل عدم ما ادعاه السيد ( إذا أحبل حر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p334'> Vol. 04, p. 334</a>\n            </div>\n             أمته ) أي من له فيها ملك وإن قل ولو كانت مزوجة أو محرمة لا\nإن أحبل أمة تركة مدين وارث معسر ( فولدت ) حيا أو ميتا أو مضغة مصورة بشيء\nمن خلق الآدميين ( عتقت بموته ) أي السيد من رأس المال مقدما على الديون\nوالوصايا وإن حبلت في مرض موته ( كولدها ) الحاصل ( بنكاح أو زنا بعد وضعها\n) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p335'> Vol. 04, p. 335</a>\n            </div>\n             ولدا للسيد فإنه يعتق من رأس المال بموت السيد وإن كانت أمه\nقبل ذلك ( وله وطء أم ولد ) إجماعا واستخدامها وإجارتها وكذا تزويجها بغير\nإذنها ( لا تمليكها ) لغيره ببيع أو هبة فيحرم ذلك ولا يصح وكذا رهنها (\nكولدها متابع لها ) في العتق بموت السيد فلا يصح تمليكه من غيره كالأم بل\nلو حكم به قاض نقض على ما حكاه الروياني عن الأصحاب وتصح كتابتها وبيعها من\nنفسها ولو ادعى ورثة سيدها مالا له بيدها قبل موته فادعت تلفه أي قبل الموت\nصدقت بيمينها كما نقله الأذرعي فإن ادعت تلفه بعده لم تصدق فيه كما قاله\nشيخنا رحمه الله تعالى رحمة واسعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p336'> Vol. 04, p. 336</a>\n            </div>\n             وأفتى القاضي فيمن أقر بوطء\nأمته فادعت أنها أسقطت منه ما تصير به أم ولد بأنها تصدق إن أمكن <span id='ms337'></span> ذلك\nبيمينها فإذا مات عتقت أعتقنا الله تعالى من النار وحشرنا في زمرة المقربين\nالأخيار الأبرار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p337'> Vol. 04, p. 337</a>\n            </div>\n             وأسكننا الفردوس من دار القرار ومن علي في هذا\nالتأليف وغيره بقبوله وعموم النفع به وبالإخلاص فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p338'> Vol. 04, p. 338</a>\n            </div>\n             ليكون\nذخيرة لي إذا جاءت الطامة وسببا لرحمة الله الخاصة والعامة\n</p>\n\n<p>\nالحمد لله حمدا يوافي نعمه ويكافىء مزيده\n</p>\n\n<p>\nوصلى الله وسلم أفضل صلاة وأكمل سلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p339'> Vol. 04, p. 339</a>\n            </div>\n             على أشرف مخلوقاته محمد\nوآله وأصحابه وأزواجه عدد معلوماته ومداد كلماته وحسبنا الله ونعم الوكيل\nولا حول ولا قوة إلا بالله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p340'> Vol. 04, p. 340</a>\n            </div>\n             العلي العظيم\n</p>\n\n<p>\nيقول المؤلف عفا الله عنه وعن آبائه ومشايخه فرغت من تبييض هذا الشرح\nضحوة يوم الجمعة الرابع والعشرين من شهر رمضان المعظم قدره سنة اثنتين\nوثمانين وتسعمائة وأرجو الله سبحانه وتعالى أن يقبله وأن يعم النفع به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p341'> Vol. 04, p. 341</a>\n            </div>\n             ويرزقنا الإخلاص فيه ويعيذنا به من الهاوية ويدخلنا به في جنة\nعالية وأن يرحم امرءا نظر بعين الإنصاف إليه ووقف على خطأ فأطلعني عليه أو\nأصلحه الحمد لله رب العالمين\n</p>\n\n<p>\nاللهم صل وسلم على سيدنا محمد وعلى آله وصحبه كلما ذكرك وذكره الذاكرون\nوغفل عن ذكرك وذكره الغافلون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p342'> Vol. 04, p. 342</a>\n            </div>\n            \n</p>\n\n<p>\nوعلينا معهم برحمتك يا أرحم الراحمين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p343'> Vol. 04, p. 343</a>\n            </div>\n             <span id='ms338'></span>\n</p>\n",
  "pages": [
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "250",
    "251",
    "252",
    "253",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "267",
    "268",
    "269",
    "270",
    "271",
    "272",
    "273",
    "274",
    "275",
    "276",
    "277",
    "278",
    "279",
    "280",
    "281",
    "282",
    "283",
    "284",
    "285",
    "286",
    "287",
    "288",
    "289",
    "290",
    "291",
    "292",
    "293",
    "294",
    "295",
    "296",
    "297",
    "298",
    "299",
    "300",
    "301",
    "302",
    "303",
    "304",
    "305",
    "306",
    "307",
    "308",
    "309",
    "310",
    "311",
    "312",
    "313",
    "314",
    "315",
    "316",
    "317",
    "318",
    "319",
    "320",
    "321",
    "322",
    "323",
    "324",
    "325",
    "326",
    "327",
    "328",
    "329",
    "330",
    "331",
    "332",
    "333",
    "334",
    "335",
    "336",
    "337",
    "338",
    "339",
    "340",
    "341",
    "342",
    "343"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04"
  ]
}