{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head0'>سياق ما دل من كتاب الله عز وجل وما روي عن النبي صلى الله عليه وسلم والصحابة رضي الله عنهم والتابعين من بعدهم والخالفين لهم رحمة الله عليهم في كرامة أولياء الله تعالى وإظهار الآيات فيهم ليزداد المؤمنون إيمانا والمرتابون بها خسارافأما الكتاب فقوله تعالى في </h1>\n\n<p>\nقصة مريم عليها السلام: {كلما دخل عليها زكريا المحراب وجد عندها رزقا\nقال يا مريم أنى لك هذا قالت هو من عند الله إن الله يرزق من يشاء بغير\nحساب} [آل عمران: 37] فروي عن ابن عباس، في تفسير هذه الآية قال: وجد عندها\nالفاكهة الغضة حين لا توجد الفاكهة عند أحد فكان زكريا يقول: يا مريم أنى\nلك هذا؟ قالت: هو من عند الله، إن الله يرزق من يشاء بغير حساب وروي عنه\nقال: عنبا في مكتل في غير حينه،\n</p>\n\n<h1 class='l1' id='head1'>1 - </h1>\n\n<p>\nوعن سعيد بن جبير، ومجاهد، وعكرمة، وجابر بن زيد، وإبراهيم النخعي،\nوقتادة، والربيع بن أنس، وعطية، والسدي، وسفيان الثوري\n</p>\n\n<h1 class='l1' id='head2'>[ص: 73]</h1>\n\n<p>\nفاكهة الشتاء في الصيف، وفاكهة الصيف في الشتاء، وقال تبارك وتعالى في\nقصة سارة زوجة إبراهيم الخليل صلى الله عليه وسلم: {وامرأته قائمة فضحكت\nفبشرناها بإسحاق ومن وراء إسحاق يعقوب، قالت يا ويلتى أألد وأنا عجوز وهذا\nبعلي شيخا إن هذا لشيء عجيب، قالوا أتعجبين من أمر الله رحمة الله وبركاته\nعليكم أهل البيت إنه حميد مجيد}\n</p>\n\n<h1 class='l1' id='head3'>2 - </h1>\n\n<p>\nفروي عن ضمرة بن حبيب في تفسيره أن سارة لما بشرها الرسل بإسحاق قال:\nفبينما هي تمشي وتحدثهم حين آنست بالحيضة فحاضت قبل أن تحمل بإسحاق وكان\nقولها للرسل حين بشروها بإسحاق: قد كنت شابة وكان إبراهيم شابا فلم أحمل\nفحين كبر وكبرت أألد؟ قالوا أتعجبين من ذاك يا سارة فإن الله قد صنع بكما\nما هو أعظم من ذلك إن الله تعالى قد جعل رحمته وبركاته عليكم أهل البيت إنه\nحميد مجيد، وقال تبارك وتعالى: {قال الذي عنده علم من الكتاب أنا آتيك به\nقبل أن يرتد إليك طرفك فلما رآه مستقرا عنده قال هذا من <span id='ms01'></span> فضل ربي ليبلوني\nأأشكر أم أكفر ومن شكر فإنما يشكر لنفسه ومن كفر فإن ربي غني كريم} [النمل:\n40] روي عن ابن عباس في تفسير قوله عز وجل: {قال الذي عنده علم من الكتاب}\n[النمل: 40]\n</p>\n\n<h1 class='l1' id='head4'>[ص: 74]</h1>\n\n<p>\nقال: آصف كاتب سليمان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوعن قتادة، والسدي، وأبي صالح: هو من الإنس من بني إسرائيل اسمه آصف \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p074'> Vol. 09, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nوعن يزيد بن رومان، قال: زعموا أن سليمان، ابتغى أعجل من ذلك قال: آصف بن\nبرخيا وكان صديقا يعلم الاسم الأعظم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p074'> Vol. 09, p. 074</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head5'>3 - </h1>\n\n<p>\nوعن زهير بن محمد: رجل من الإنس يقال له ذو النون كان علمه بالكتاب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>4 - </h1>\n\n<p>\nوعن مجاهد: كان اسمه اسطوم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head7'>5 - </h1>\n\n<p>\nوعن ابن لهيعة، أنه الخضر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head8'>6 - </h1>\n\n<p>\nوعن الزهري، قال: دعا الذي عنده علم من الكتاب: يا إلهنا وإله كل شيء\nواحد لا\n</p>\n\n<h1 class='l1' id='head9'>[ص: 75]</h1>\n\n<p>\nإله إلا أنت ائتني بعرشها فمثل له بين يديه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head10'>7 - </h1>\n\n<p>\nوعن مجاهد: اسم الله الأعظم الذي إذا دعي به أجاب وهو: يا ذا الجلال\nوالإكرام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head11'>8 - </h1>\n\n<p>\nوعن سعيد بن جبير، في قوله تعالى: {قبل أن يرتد إليك طرفك} [النمل: 40]\nقال: لما تكلم الذي عنده علم من الكتاب قال أنا أنظر في كتاب ربي ثم آتيك\nبه {قبل أن يرتد إليك طرفك} [النمل: 40] قال: فتكلم ذلك العالم بكلام دخل\nالعرش تحت الأرض، فنظر إليه سليمان قد طلع بين يديه وقال لسليمان: ارفع\nطرفك فلم يرجع إليه حتى نظر بين يديه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head12'>9 - </h1>\n\n<p>\nوعن مجاهد، في قوله {الذي عنده علم من الكتاب} [النمل: 40] قال: أنا أنظر\nفي كتاب ربي ثم آتيك به قبل أن يرتد إليك طرفك، قال: فتكلم ذلك العالم\nبكلام دخل العرش في نفق تحت الأرض حتى خرج إليهم قبل أن يرتد إليك طرفك\nقال: فمد بصره كما بينك وبين الحيرة وهو يومئذ في كندة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head13'>10 - </h1>\n\n<p>\nوعن مالك بن أنس، كانت باليمن وسليمان بالشام فلما رآه مستقرا عنده قال\nهذا من فضل ربي ليبلوني أأشكر أم أكفر\n</p>\n\n<h1 class='l1' id='head14'>[ص: 76]</h1>\n\n<p>\nوكان غدوها شهر ورواحها شهر \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head15'>11 - </h1>\n\n<p>\nوعن قتادة: فعلمت الجن أن الإنس أعلم منها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head16'>12 - </h1>\n\n<p>\nوعن عبد الرحمن بن زيد بن أسلم: دعا باسم من <span id='ms02'></span> أسماء الله عز وجل فإذا\nعرشها بين عينيه يحمل ولا يدري ذا الاسم قد خفي ذلك الاسم على سليمان وقد\nأعطي ما أعطي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head17'>تفسير قوله تعالى {يا مريم أنى لك هذا قالت هو من عند الله} </h1>\n\n<p>\n[آل عمران: 37]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p076'> Vol. 09, p. 076</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head18'>13 - </h1>\n\n<p>\nأخبرنا محمد بن الحسين بن يعقوب المتوثي، قال: أنا\n</p>\n\n<h1 class='l1' id='head19'>[ص: 77]</h1>\n\n<p>\nأحمد بن خلف، قال: أنا محمد بن سعد، عن عمه الحسين بن الحسن، عن أبيه\nالحسن، عن جده عطية، عن ابن عباس، في قوله {يا مريم أنى لك هذا قالت هو من\nعند الله} [آل عمران: 37] فإنه وجد عندها الفاكهة الغضة حين لا توجد\nالفاكهة عند أحد وكان زكريا يقول {يا مريم أنى لك هذا قالت هو من عند الله\nإن الله يرزق من يشاء بغير حساب} [آل عمران: 37]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head20'>14 - </h1>\n\n<p>\nذكر عبد الرحمن ابن أبي حاتم، ثنا أبي، ثنا مالك بن إسماعيل، ثنا شريك،\nعن عطاء بن السائب، عن سعيد بن جبير، عن ابن عباس: {وجد عندها رزقا} [آل\nعمران: 37] قال: عنبا في مكتل في غير حينه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head21'>15 - </h1>\n\n<p>\nأخبرنا محمد بن الحسين بن الفضل الهاشمي، قال: ثنا الحسين بن إسماعيل،\nقال: ثنا سعيد بن يحيى الأموي، قال: ثنا أبي قال: ثنا مالك بن مغول، عن\nإبراهيم بن مهاجر، عن مجاهد، في قوله تعالى: {وجد عندها رزقا} [آل عمران:\n37] قال: وجد فاكهة الشتاء في الصيف وفاكهة الصيف في الشتاء فذكر العنب\nوالرمان ونحو ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head22'>16 - </h1>\n\n<p>\nأخبرنا علي بن محمد بن عمر، قال: ثنا عبد الرحمن بن أبي حاتم، ثنا أبو\nسعيد الأشج، قال: ثنا أبو أسامة، عن النضر، عن عكرمة: {وجد عندها رزقا} [آل\nعمران: 37] قال: فاكهة الشتاء في الصيف، وفاكهة الصيف في الشتاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head23'>17 - </h1>\n\n<p>\nأخبرنا علي بن محمد بن عبد الله، أنا عثمان بن أحمد\n</p>\n\n<h1 class='l1' id='head24'>[ص: 79]</h1>\n\n<p>\n، قال: ثنا محمد بن غالب، ثنا موسى بن مسعود، قال: ثنا شبل بن عباد، عن\nابن أبي نجيح، عن مجاهد، {وجد عندها رزقا} [آل عمران: 37] عنبا وجده زكريا\nعند مريم في غير زمانه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head25'>18 - </h1>\n\n<p>\nأنا علي بن محمد بن عمر، ثنا <span id='ms03'></span> عبد الرحمن بن أبي حاتم، قال: ثنا أبو سعيد\nالأشج، ثنا وكيع، عن أبيه، عن عطاء بن السائب، عن سعيد بن جبير، قال: {وجد\nعندها رزقا} [آل عمران: 37] قال: عنبا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head26'>19 - </h1>\n\n<p>\nأخبرنا الحسن بن عثمان، أنا محمد بن عبد الله، ثنا إسحاق بن الحسن، قال:\nثنا حسين، عن شيبان، عن قتادة، في قوله تعالى: {كلما دخل عليها زكريا\nالمحراب وجد عندها رزقا} [آل عمران: 37] قال\n</p>\n\n<h1 class='l1' id='head27'>[ص: 80]</h1>\n\n<p>\n: حدثنا أنه كانت تؤتى بفاكهة الشتاء في الصيف وفاكهة الصيف في الشتاء\nفعجب من ذلك زكريا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head28'>في تفسير قوله تبارك وتعالى: {قال الذي عنده علم من الكتاب} </h1>\n\n<p>\n[النمل: 40]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p080'> Vol. 09, p. 080</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head29'>20 - </h1>\n\n<p>\nأخبرنا محمد بن الحسين بن يعقوب المتوثي، قال: أنا أحمد بن خلف، قال: أنا\nمحمد بن سعد، حدثني أبي قال: ثنا عمي عثمان بن الحسن قال: حدثني أبي، عن\nجده عطية، عن ابن عباس، رضي الله عنهما في قوله تعالى: {يا أيها الملأ أيكم\nيأتيني بعرشها قبل أن يأتوني مسلمين، قال عفريت من الجن أنا آتيك به قبل أن\nتقوم من مقامك وإني عليه لقوي أمين} [النمل: 39] قال سليمان: أريد أعجل من\nهذا قال الذي عنده علم من الكتاب وهو رجل من الإنس وهو الذي عنده علم من\nالكتاب فيه اسم الله الأكبر الذي إذا دعي به أجاب قال: {أنا آتيك به قبل أن\nيرتد إليك طرفك} [النمل: 40]\n</p>\n\n<h1 class='l1' id='head30'>[ص: 81]</h1>\n\n<p>\nقال: فدعا بالاسم وهو عنده قائم فاحتمل العرش احتمالا حتى وضع بين يدي\nسليمان والله صنع علم ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head31'>21 - </h1>\n\n<p>\nأخبرنا علي بن محمد بن عمر، أنا عبد الرحمن بن أبي حاتم، ثنا أبو سعيد\nالأشج، قال: ثنا أحمد بن بشير، عن إسماعيل، عن أبي صالح، قال: \" الذي عنده\nعلم من الكتاب قال: من الإنس والذي قال: قبل أن تقوم من مقامك من الجن قال:\nأريد أعجل من ذلك، قال: فجاء به الذي عنده علم من الكتاب، فقال لسليمان:\nارفع طرفك قال: فرفع طرفه فلم يرجع إليه طرفه حتى نظر إليه بين يديه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head32'>22 - </h1>\n\n<p>\nأخبرنا علي بن عمر، قال: ثنا عبد <span id='ms04'></span> الرحمن، قال: ثنا\n</p>\n\n<h1 class='l1' id='head33'>[ص: 82]</h1>\n\n<p>\nأبو سعيد الأشج، قال: ثنا أبو أسامة، عن إسماعيل بن أبي خالد، عن سعيد بن\nجبير، في قوله: {قبل أن يرتد إليك طرفك} [النمل: 40] قال: لما تكلم الذي\nعنده علم من الكتاب دخل العرش تحت الأرض فنظر إليه سليمان قد طلع بين يديه\n{قال هذا من فضل ربي ليبلوني أأشكر أم أكفر} [النمل: 40]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head34'>23 - </h1>\n\n<p>\nأخبرنا علي بن محمد بن عبد الله، أنا عثمان بن أحمد، قال: ثنا محمد بن\nغالب، قال: ثنا أبو حذيفة، قال: ثنا شبل، عن ابن أبي نجيح، عن مجاهد: {قال\nعفريت من الجن أنا آتيك به قبل أن تقوم من مقامك} [النمل: 39] يقول من\nمقعدك، {قال الذي عنده علم من الكتاب} [النمل: 40] اسم الله الأعظم الذي\nإذا دعي به أجاب هو يا ذا الجلال والإكرام، {أنا آتيك به قبل أن يرتد إليك\nطرفك} [النمل: 40] إذا مد البصر حتى يرتد الطرف خاسئا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head35'>24 - </h1>\n\n<p>\nوأخبرنا علي، أنا عثمان، ثنا محمد بن غالب، قال: ثنا أبو حذيفة، قال: ثنا\nشبل، قال: زعم ابن أبي بزة أن الذي عنده علم من الكتاب أسطوم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head36'>25 - </h1>\n\n<p>\nذكر عبد الرحمن، ثنا أبو سعيد الأشج، قال: ثنا أبو أسامة، عن الأعمش، عن\nالمنهال بن عمرو، عن سعيد بن جبير، عن ابن عباس يعني قوله: {الذي عنده علم\nمن الكتاب} [النمل: 40] قال: آصف كاتب سليمان\n</p>\n\n<h1 class='l1' id='head37'>26 - </h1>\n\n<p>\nوروي عن محمد بن إسحاق بن يسار، عن يزيد بن رومان، كما مضى في الترجمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head38'>27 - </h1>\n\n<p>\nأخبرنا الحسن بن عثمان، أنا محمد بن عبد الله، قال: ثنا إسحاق بن الحسن،\nقال: ثنا حسين بن محمد المروزي، قال: ثنا\n</p>\n\n<h1 class='l1' id='head39'>[ص: 84]</h1>\n\n<p>\nشيبان، عن قتادة، قال: {أيكم يأتيني بعرشها قبل أن يأتوني مسلمين، قال\nعفريت من الجن أنا آتيك به قبل أن تقوم من مقامك} [النمل: 39] ومقامه مجلسه\nالذي كان يقضي فيه لا يفرغ من قضائه حتى يأتوا به فأراد نبي الله سليمان ما\nهو أعجل من هذا {قال الذي عنده علم من الكتاب} [النمل: 40] وكان رجلا من\nبني إسرائيل يعلم اسم الله <span id='ms05'></span> الذي إذا دعي به أجاب {أنا آتيك به قبل أن يرتد\nإليك طرفك} [النمل: 40] قال: وارتداد طرفه أن يبعث رجلا إلى منتهى طرفه فلا\nيرجع رسوله حتى يأتيه فدعا الرجل باسم الله فلما رآه مستقرا عنده قال: {هذا\nمن فضل ربي ليبلوني أأشكر أم أكفر} [النمل: 40] قال: لا والله ما جعله فخرا\nولا بطرا ولا أشرا ولكن جعله شكرا وذكرا وتواضعا \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head40'>28 - </h1>\n\n<p>\nأخبرنا عبد الوهاب بن علي، أنا يوسف بن عمر، قال: قرأت على محمد بن مخلد،\nحدثكم أحمد بن الحجاج بن الصلت، قال: أنا شهاب بن عباد، قال: ثنا عبدة بن\nسليمان، عن علي بن صالح، قال: قال رجل: اللهم إني أسألك بالاسم الذي دعاك\nبه من عنده علم من الكتاب فاستجيب له، قال: فتهدي البيت رطبا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head41'>سياق ما روي عن النبي صلى الله عليه وسلم فيما حدث عن من خلا من الأمم التي قبله من الكرامات</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p085'> Vol. 09, p. 085</a>\n            </div>\n            \n<h1 class='l1' id='head42'>29 - </h1>\n\n<p>\nأخبرنا أبو محمد كوهي بن الحسن بن يوسف الفارسي قال: أنا أحمد بن القاسم\nبن نصر، قال: ثنا أبو همام، قال: ثنا علي بن مسهر، قال: ثنا عبيد الله بن\nعمر، عن نافع، عن ابن عمر، قال: قال رسول الله صلى الله عليه وسلم: \" بينا\nثلاثة نفر فيمن كان قبلكم يمشون إذ أصابهم مطر فأووا إلى غار فانطبق عليهم\nفقال بعضهم لبعض: يا هؤلاء والله لا ينجيكم إلا الصدق\n</p>\n\n<h1 class='l1' id='head43'>[ص: 86]</h1>\n\n<p>\nفليدع كل رجل منكم بما يعلم الله أنه قد صدق فيه قال: أحدهم اللهم إن كنت\nتعلم أنه كان أجير لي عمل على فرق من أرز فذهب وتركه فزرعته فكان من أمره\nأني اشتريت من ذلك الفرق بقرا ثم أتاني يطلب أجره فقلت له اعمد إلى تلك\nالبقر فسقها فقال: إنما لي عندك فرق من أرز فقلت: اعمد إلى تلك البقر فسقها\nفإنها من ذلك فساقها فإن كنت تعلم أني فعلت ذلك من خشيتك فافرج عنا فانساحت\nعنهم الصخرة، وقال الآخر اللهم إن كنت تعلم أنه كان لي أبوان شيخان كبيران\nفكنت آتيهم <span id='ms06'></span> كل ليلة بلبن غنم لي فأبطأت عليهم ذات ليلة فرقدا وأهلي وعيالي\nيتضاغون من الجوع وكنت لا أسقيهم حتى يشرب أبواي فكرهت أن أوقظهما من\nرقدتهما وكرهت أن أرجع فيستيقظا لشربتهما فلم أزل أنتظرهما حتى طلع الفجر\nفإن كنت تعلم أني فعلت ذلك من خشيتك ففرج عنا فانساحت عنهم الصخرة حتى\nنظروا إلى السماء، وقال الآخر اللهم إن كنت تعلم أنه كان لي ابنة عم من أحب\nالناس إلي فإني راودتها عن نفسها فأبت علي إلا أن آتيها بمائة دينار\nفطلبتها حتى قدرت عليها فجئت بها فدفعتها إليها فأمكنتني من نفسها، فلما\nقعدت بين رجليها قالت: اتق الله ولا تفض الخاتم إلا بحقه فقمت عنها وتركت\nلها المائة دينار فإن كنت تعلم أني فعلت ذلك من خشيتك ففرج عنا ففرج\n</p>\n\n<h1 class='l1' id='head44'>[ص: 87]</h1>\n\n<p>\nالله تعالى عنهم فخرجوا \" أخرجه البخاري ومسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head45'>30 - </h1>\n\n<p>\nأخبرنا محمد بن الحسين الفارسي، أنا أحمد بن سعيد بن عثمان الثقفي، أنا\nمحمد بن يحيى الذهلي، قال: ثنا أبو اليمان الحكم بن نافع، قال: ثنا شعيب، ح\nوأنا عبد الرحمن بن عمر بن أحمد، قال: ثنا عبد الله بن أحمد بن إسحاق\nالمصري، قال: ثنا إبراهيم بن أبي داود البرلسي، قال: ثنا أبو اليمان، قال:\nثنا شعيب، عن الزهري، قال: حدثني سالم بن عبد الله، أن عبد الله بن عمر،\nقال: سمعت رسول الله صلى الله عليه وسلم يقول: \" انطلق ثلاثة رهط ممن كان\nقبلكم حتى أهواهم المبيت إلى غار فدخلوه وانحدرت صخرة من الجبل فسدت عليهم\nالغار قالوا إنه والله لا ينجيكم من هذه الصخرة إلا أن تدعوا الله تعالى\nبصالح أعمالكم قال رجل منهم اللهم كان لي أبوان شيخان فكنت لا أغبق قبلهما\nأهلا ولا مالا فنأى بي طلب الشجر يوما فلم أرح عليهما حتى ناما فحلبت لهما\nغبوقهما فجئتهما به فوجدتهما نائمين فتحرجت أن أوقظهما وكرهت أن أغبق\nقبلهما أهلا أو مالا فقمت والقدح على يدي أنتظر استيقاظهما حتى برق الفجر\nفاستيقظا فشربا غبوقهما اللهم إن كنت فعلت <span id='ms07'></span> ذلك ابتغاء وجهك فافرج عنا ما\nنحن فيه من هذه الصخرة فانفرجت انفراجا لا يستطيعون الخروج منه، قال رسول\nالله صلى الله عليه وسلم: \" وقال الآخر اللهم كانت لي ابنة عم\n</p>\n\n<h1 class='l1' id='head46'>[ص: 88]</h1>\n\n<p>\nكانت أحب الناس إلي فأردتها عن نفسها فامتنعت مني حتى أجحفت بها سنة من\nالسنين فجاءتني فأعطيتها عشرين ومائة دينار على أن تخلي بيني وبين نفسها\nففعلت حتى إذا قدرت عليها قالت لي: لا أحل لك أن تفض الخاتم إلا بحقه\nفتحرجت من الوقوع عليها فانصرفت عنها وهي أحب الناس إلي وتركت الذهب الذي\nأعطيتها اللهم فإن كنت فعلت ذلك ابتغاء وجهك فافرج عنا ما نحن فيه فانفرجت\nالصخرة غير أنهم لا يستطيعون الخروج منها، قال رسول الله صلى الله عليه\nوسلم: \" ثم قال الثالث اللهم إني استأجرت أجراء فأعطيتهم أجورهم غير رجل\nواحد منهم ترك الذي له وذهب فثمرت أجره حتى كثرت منه الأموال فجاءني بعد\nحين فقال: يا عبد الله أد إلي أجري قلت له: كل ما ترى من أجرك من الإبل\nوالبقر والغنم والرقيق قال: يا عبد الله لا تستهزئ بي فقلت: لا أستهزئ بك\nفاحرز ذلك كله فاستاقه فلم يترك منه شيئا اللهم فإن كنت فعلت ذلك ابتغاء\nوجهك فافرج عنا ما نحن فيه فانفرجت الصخرة فخرجوا من الغار يمشون \" أخرجاه\nجميعا من حديث أبي اليمان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head47'>31 - </h1>\n\n<p>\nأخبرنا أحمد بن عبيد، أنا علي بن عبد الله، قال: ثنا أحمد بن سنان، قال:\nثنا يزيد بن هارون،\n</p>\n\n<h1 class='l1' id='head48'>32 - </h1>\n\n<p>\nوأنا أحمد بن الفرج بن منصور، قال: ثنا عبد الله بن أحمد بن ثابت، قال:\nثنا يعقوب الدورقي، قال: ثنا يزيد بن هارون، قال: أنا عبد العزيز بن\nالماجشون، عن وهب بن كيسان، عن عبيد بن عمير الليثي، عن أبي هريرة، أن\nالنبي صلى الله عليه وسلم قال: بينما رجل بأرض فلاة فسمع صوتا في سحابة اسق\nحديقة فلان فتنحى ذلك السحاب فأفرغ ماءه في حرة فانتهى إلى الحرة فإذا هي\nأذناب شراج وإذا شرجة من تلك الشراج قد <span id='ms08'></span> استوعبت الماء فتبع الماء فإذا رجل\nقائم في حديقة يحول الماء بمسحاته فقال له: يا عبد الله ما اسمك قال: فلان،\nالاسم الذي سمع في السحابة فقال له: يا عبد الله لم سألتني عن اسمي؟ قال:\nإني سمعت صوتا في السحاب الذي هذا ماؤه يقول اسق حديقة فلان باسمك فما تصنع\nفيها قال: أن قلت هذا فإني أنظر إلى ما خرج منها فأتصدق بثلثه، وآكل أنا\nوعيالي ثلثه، وأرد فيها ثلثه \" لفظ يعقوب أخرجه مسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head49'>33 - </h1>\n\n<p>\nأخبرنا عبد الرحمن بن عمر بن أحمد، وعبيد الله بن أحمد بن علي المقرئ،\nقالا: أنا الحسين بن يحيى بن عياش، قال: ثنا الحسن بن محمد بن الصباح، قال:\nثنا سعيد بن سليمان، قال: ثنا سليمان بن المغيرة، عن حميد بن هلال، قال:\nثنا أبو رافع، عن أبي هريرة\n</p>\n\n<h1 class='l1' id='head50'>34 - </h1>\n\n<p>\nوأنا الحسن بن عثمان، قال: ثنا أحمد بن يوسف، قال: ثنا\n</p>\n\n<h1 class='l1' id='head51'>[ص: 90]</h1>\n\n<p>\nالحارث بن محمد، قال: ثنا أبو النضر، قال: ثنا سليمان، عن حميد، عن أبي\nرافع، عن أبي هريرة، قال: كان جريج يتعبد في صومعته فأتته أمه فقالت: يا\nجريج أنا أمك كلمني، قال أبو رافع قال أبو هريرة: فجعل رسول الله صلى الله\nعليه وسلم يصف لنا صفتها فقالت هكذا وضعت يدها على وجهها أنا أمك كلمني\nفصادفته يصلي فقال: اللهم أمي وصلاتي فاختار صلاته ثم جاءته الثانية فقالت:\nيا جريج أنا أمك كلمني فصادفته يصلي فقالت اللهم هذا جريج وإنه ابني وإني\nقد كلمته فلم يكلمني اللهم لا تمته حتى تريه المومسات قال: ولو دعت عليه أن\nيفتن لافتتن قال: وكان راعي ضأن يأوي إلى دير فخرجت امرأة من القرية فوقع\nعليها فحملت فولدت غلاما فقيل لها ممن هذا قالت: من صاحب الصومعة قال:\nفأقبلوا إليه بفئوسهم ومساحيهم فصوتوا به فصادفوه يصلي فلم يكلمهم فأخذوا\nيهدمون ديره فلما رأى ذلك نزل إليهم، فقالوا له: سل هذه قال: فتبسم ثم مسح\nرأس الصبي فقال: من أبوك فقال: أبي راعي الضأن فلما سمعوا ذلك منه <span id='ms09'></span> قالوا:\nنبني لك ما هدمنا بالذهب والفضة، قال: لا ولكن أعيدوه ترابا ثم علاه \"\nواللفظ لحديث\n</p>\n\n<h1 class='l1' id='head52'>[ص: 91]</h1>\n\n<p>\nأبي النضر أخرجه مسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head53'>35 - </h1>\n\n<p>\nأخبرنا محمد بن عبد الرحمن بن العباس، قال: ثنا أبو بكر عبد الله بن محمد\nبن زياد، قال: ثنا عيسى بن إبراهيم، وأحمد بن عبد الرحمن القرشي قالا: ثنا\nعبد الله بن وهب، قال: أخبرني جرير بن حازم، عن أيوب السختياني، عن محمد بن\nسيرين، عن أبي هريرة، أن رسول الله صلى الله عليه وسلم قال: لم يكذب\nإبراهيم عليه السلام قط إلا ثلاث كذبات اثنتين في ذات الله عز وجل قوله:\n{إني سقيم} [الصافات: 89] وقوله: {بل فعله كبيرهم هذا} [الأنبياء: 63]\nوواحدة في شأن سارة فإنه قدم أرض جبار ومعه سارة وكانت من أحسن الناس فقال\nلها إن هذا الجبار إن يعلم أنك امرأتي يغلبني عليك فإن سألك فأخبريه أنك\nأختي وإنك أختي في الإسلام فإني لا أعلم اليوم مسلما غيري وغيرك فلما دخل\nأرضه رآها بعض أهل الجبار فأتاه فقال: لقد دخل أرضك امرأة لا ينبغي لها أن\nتكون إلا لك فأرسل إليها فأتي بها وقام إبراهيم عليه السلام إلى الصلاة\nفلما أن دخلت عليه لم يتمالك أن بسط يده إليها وتقبضت يده\n</p>\n\n<h1 class='l1' id='head54'>[ص: 92]</h1>\n\n<p>\nقبضة شديدة فقال لها: سلي الله أن يطلق يدي ولا أضرك ففعلت، فانطلقت يده\nفعاد فقبضت يده أشد من القبضة الأولى فقال لها: سلي الله أن يطلق يدي ولا\nأضرك فعاد فقبضت يده أشد من القبضتين الأوليين فقال: سلي الله أن يطلق يدي\nولك الله علي أن لا أضرك ففعلت فانطلقت يده فدعا الذي جاء بها فقال له: إنك\nإنما أتيتني بشيطان ولم تأتني بإنسان فلما رآها إبراهيم قال لهم مهيم قالت:\nخير كف الله يد الفاجر وأخدمني هاجر \" قال أبو هريرة: فتلك أمكم يا بني ماء\nالسماء، أخرجه البخاري ومسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head55'>36 - </h1>\n\n<p>\nأخبرنا أحمد بن عبيد، أنا علي بن عبد الله بن مبشر، قال: ثنا أحمد بن\nسنان، قال: أنا يزيد بن هارون، أنا محمد <span id='ms10'></span> بن عمرو، عن أبي سلمة، عن أبي\nهريرة، قال: قال رسول الله صلى الله عليه وسلم: \" تحدثوا عن بني إسرائيل\nولا حرج، قال: بينا رجل يسوق بقرة له فأعيا فركبها فالتفتت إليه فقالت: إني\nلم أخلق لهذا إنما خلقت لحراثة الأرض \"، فقال من حول رسول الله صلى الله\nعليه وسلم: سبحان الله، سبحان الله، فقال رسول الله صلى الله عليه وسلم:\n«فإني آمنت به وأبو بكر وعمر» وليسا في المجلس فقال من حول رسول الله صلى\nالله عليه وسلم فإنا آمنا بما آمن به رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head56'>[ص: 93]</h1>\n\n<p>\n. وقال: بينا رجل يسوق غنما له عدا الذئب على شاة منها فأخذها فاتبعه\nفطلبه فالتفت الذئب فقال: من لها يوم السبع يوم لا راعي لها غيري؟ فقال من\nحول رسول الله صلى الله عليه وسلم: سبحان الله سبحان الله فقال رسول الله\nصلى الله عليه وسلم: فإني آمنت به وأبو بكر وعمر وليسا في المجلس فقال\nالقوم: فإنا آمنا بما آمن به رسول الله صلى الله عليه وسلم أخرجه البخاري\nومسلم من حديث سعد بن إبراهيم وأبي الزناد، عن أبي سلمة وليس في حديثهما في\nبني إسرائيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head57'>37 - </h1>\n\n<p>\nأنا علي بن محمد بن عمر، أنا أحمد بن خالد الحروري، قال: ثنا محمد بن\nحميد، قال: ثنا يعقوب، عن جعفر، عن إسماعيل السدي، قال: كان في بني إسرائيل\nملك وكان في زمانه رجل قد أعطي الاسم الأكبر فطلبه الملك فاختفى منه الرجل\nحتى آذى في سببه أناسا فدخل عليه رجل فقال: أيها الرجل إن هذا الملك قد\nآذانا في سبيلك فاخرج إليه فخرج إليه فقال: أنت صاحب الاسم الأكبر قال:\nعلمنيه قال: ادع لي بثور لم يعتمل عليه قال: فأتي بثور أحمر مجرم لا يقدر\nأحد على أن يدنو منه\n</p>\n\n<h1 class='l1' id='head58'>[ص: 94]</h1>\n\n<p>\nقال: فقام إليه الرجل صاحب الاسم الأكبر فتكلم في أذنه بشيء فتساقط الثور\nجمرا، فقال للملك لتنتهين عن بني إسرائيل وما نفعل بهم وإلا نزل بك ما نزل\nبالثور فكف <span id='ms11'></span> عن بني إسرائيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head59'>38 - </h1>\n\n<p>\nأخبرنا أحمد بن عبيد، قال: أنا محمد بن الحسين الزعفراني، قال: ثنا أحمد\nبن زهير، قال: ثنا أبي قال: ثنا عمرو بن عاصم، ثنا همام، عن إسحاق بن عبد\nالله بن أبي طلحة، حدثني عبد الرحمن بن أبي عمرة، أن أبا هريرة، حدثه أنه\nسمع رسول الله صلى الله عليه وسلم يقول: إن ثلاثة من بني إسرائيل أبرص\nوأقرع وأعمى أراد الله تعالى أن يبتليهم فبعث إليهم ملكا فأتى الأبرص فقال:\nأي شيء أحب إليك؟ قال: لون حسن وجلد حسن قد قذرني الناس، قال: فمسحه فذهب\nعنه وأعطي لونا حسنا وجلدا حسنا، قال: أي المال أحب إليك؟ قال: الإبل أو\nقال: البقر شك ابن أبي طلحة إلا أن الأبرص أو الأقرع قال: أحدهما الإبل\nوقال الآخر: البقر فأعطي ناقة عشراء قال: فقال يبارك لك فيها. فأتى الأقرع\nفقال: أي شيء أحب إليك؟ فقال: شعر حسن ويذهب عني هذا قد قذرني الناس فمسحه\nفذهب عنه، وأعطي شعرا حسنا، قال: فأي المال أحب إليك؟ قال: البقر قال فأعطي\nبقرة حاملا\n</p>\n\n<h1 class='l1' id='head60'>[ص: 95]</h1>\n\n<p>\nوقال: يبارك لك فيها، ثم أتى الأعمى فقال: أي شيء أحب إليك؟ قال: أن يرد\nالله بصري فأبصر به الناس فمسحه فرد الله إليه بصره، قال: فأي المال أحب\nإليك؟ قال: الغنم قال: فأعطي شاة والدا فأنتج هذان وولد هذا فكان لهذا واد\nمن الإبل، ولهذا واد من البقر، ولهذا واد من الغنم , ثم أتى الأبرص في\nصورته وهيئته وقال: رجل مسكين قد تقطعت بي الحبال , فلا بلاغ لي اليوم إلا\nبالله ثم بك، أسألك بالذي أعطاك اللون الحسن , والجلد الحسن والمال - بعيرا\nأتبلغ عليه في سفري قال: إن الحقوق كثيرة، قال: كأني أعرفك ألم تكن أبرص\nيقذرك الناس فقيرا , فأعطاك الله تعالى؟ قال: لقد ورثت هذا المال كابرا عن\nكابر , قال: إن كنت كاذبا فصيرك الله إلى ما كنت , وأتى الأقرع في صورته ,\nفقال له مثل ذلك , فرد عليه مثل ما رد عليه هذا , ثم أتى الأعمى <span id='ms12'></span> في صورته\nوهيئته , فقال: رجل مسكين , وابن سبيل , تقطعت بي الحبال في سفري , قال:\nكنت أعمى , فرد الله إلي بصري , وفقيرا فأغناني , فخذ ما شئت , فوالله لا\nأمنعك اليوم شيئا أخذته لله عز وجل , قال: أمسك مالك , إنما ابتليتم , قد\nرضي الله عنك , لا أسألك اليوم شيئا , وسخط على صاحبيك أخرجه البخاري ومسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head61'>39 - </h1>\n\n<p>\nأخبرنا الحسن بن محمد بن أحمد البلخي، قال: ثنا أحمد بن الخليل، قال: ثنا\nيونس بن محمد، ثنا الليث بن سعد، عن جعفر بن ربيعة، ح\n</p>\n\n<h1 class='l1' id='head62'>40 - </h1>\n\n<p>\nوأنا محمد بن علي بن النضر، قال: أنا محمد بن جعفر المقرئ، قال: ثنا صالح\nبن محمد الرازي، قال: ثنا عاصم بن علي، قال: ثنا الليث، عن جعفر بن ربيعة،\nعن الأعرج، عن أبي هريرة، عن رسول الله صلى الله عليه وسلم: \" أن رجلا من\nبني إسرائيل سأل بعض بني إسرائيل أن يسلفه ألف دينار , فقال: ائتني بشهداء\nأشهدهم , فقال: كفى بالله شهيدا , فقال: ائتني بكفيل , فقال: كفى بالله\nكفيلا , قال: صدقت , فدفعها إليه إلى أجل مسمى , فخرج في البحر فقضى حاجته\n, ثم التمس مركبا يقدم عليه لأجله الذي أجله , فلم يجد مركبا , فأخذ خشبة\nفنقرها , فأدخل فيها الدنانير وصحيفة منه إلى صاحبه , ثم سد موضعها ثم أتى\nبها البحر فقال: اللهم إنك تعلم أني تسلفت من فلان ألف دينار , فسألني\nكفيلا , فقلت: كفى بالله كفيلا , ورضي بك , وسألني شهودا , فرضي بك , وإني\nقد جهدت أن أجد مركبا\n</p>\n\n<h1 class='l1' id='head63'>[ص: 97]</h1>\n\n<p>\nأبعث إليه الذي له , فلم أجد مركبا , وإني أستودعكها , فرمى بها في البحر\n, حتى ولجت , ثم انصرف وهو في ذلك يطلب مركبا يخرج إلى بلده , فخرج الرجل\nالذي كان أسلفه رجاء أن يكون مركب قد جاء بماله , فإذا تلك الخشبة التي\nفيها المال , فأخذها لأهله حطبا , فلما كسرها وجد المال والصحيفة ثم قدم\nالذي كان تسلف منه , فأتاه بألف دينار , ثم قال: والله مازلت جاهدا في طلب\nمركب لآتيك بمالك , فما وجدت مركبا قبل الذي جئت فيه , فقال له: هل كنت\nبعثت <span id='ms13'></span> إلي بشيء؟ قال: إني أخبرك أني لم أجد مركبا قبل الذي جئت فيه , قال:\nإن الله قد أدى عنك الذي بعثت به في الخشبة , فانصرف بمالك راشدا استشهد به\nالبخاري قال الليث: حدثني جعفر بن ربيعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nسياق\n</p>\n\n<h1 class='l1' id='head64'>[ص: 98]</h1>\n\n<p>\nما روي عن النبي صلى الله عليه وسلم في تعظيم أولياء الله عز وجل , وما\nأعطاه الله في أمته من ظهور الكرامات في حياته , وأخبر عنهم بعد موته من\nبداية الآيات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p097'> Vol. 09, p. 097</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head65'>41 - </h1>\n\n<p>\nأخبرنا محمد بن عثمان بن محمد البصري، قال: ثنا أبو صالح عبد الرحمن بن\nسعيد بن هارون الأصبهاني، قال: أنا عقيل بن يحيى، قال: ثنا أبو داود، قال:\nوثنا ابن سعد، عن أبيه، عن أبي سلمة، عن أبي هريرة، قال: قال رسول الله صلى\nالله عليه وسلم: «قد كان فيمن خلا من الأمم محدثون , فإن يكن في أمتي منهم\nأحد فهو عمر بن الخطاب» أخرجه البخاري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head66'>42 - </h1>\n\n<p>\nأخبرنا أحمد بن عبد الله بن عبد الرحمن، قال: أنا عبد\n</p>\n\n<h1 class='l1' id='head67'>[ص: 99]</h1>\n\n<p>\nالرحمن بن أبي حاتم، قال: ثنا أبو سعيد الأشج، قال: ثنا أبو خالد، عن ابن\nعجلان، عن سعد بن إبراهيم، عن أبي سلمة، عن عائشة، رضي الله عنها , قالت:\nقال رسول الله صلى الله عليه وسلم: «قد كان في الأمم محدثون , فإن كان في\nأمتي فعمر» أخرجه مسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head68'>43 - </h1>\n\n<p>\nأخبرنا عبد الله بن مسلم بن يحيى، وعمر بن زكار , قالا: أنا الحسين بن\nإسماعيل، ثنا محمد بن علي بن بركة، قال: ثنا خالد بن مخلد، قال: حدثني\nسليمان بن بلال، حدثني شريك بن عبد الله بن أبي نمر، عن عطاء، عن أبي\nهريرة، قال: قال رسول الله صلى الله عليه وسلم: \" إن الله تبارك وتعالى\nيقول: من عادى لي وليا فقد آذنته بالحرب \" أخرجه البخاري عن محمد بن عثمان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head69'>44 - </h1>\n\n<p>\nأخبرنا علي بن محمد بن عمر، أنا أحمد بن خالد الحزوري، قال: ثنا محمد بن\nحميد، قال: ثنا يعقوب يعني ابن عبد الله الأشعري القمي , عن جعفر بن أبي\nالمغيرة، عن سعيد بن جبير، قال <span id='ms14'></span>: أقحط الناس في زمن ملك من ملوك بني إسرائيل\nثلاث سنين , فقال الملك: ليرسلن السماء علينا , أو لنؤذينه\n</p>\n\n<h1 class='l1' id='head70'>[ص: 100]</h1>\n\n<p>\nفقال له جلساؤه: كيف تقدر على أن تؤذيه أو تغيظه وهو في السماء؟ قال:\nأقتل أولياءه من أهل الأرض , فيكون ذلك أذى له قال: فأرسل السماء عليهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head71'>45 - </h1>\n\n<p>\nأخبرنا عبيد الله بن محمد بن أحمد، قال: ثنا جعفر بن محمد بن نصير، قال:\nثنا أحمد بن محمد بن مسروق، قال: ثنا\n</p>\n\n<h1 class='l1' id='head72'>[ص: 101]</h1>\n\n<p>\nمحمد بن الحسين البرجلاني، قال: سمعت الحسن بن الربيع، قال: سمعت ابن\nالمبارك، بالمصيصة وذكر علي بن الفضيل , فجعل يذكر مناقبه , قال: فسأله رجل\nعن حديث , فقال: دعنا فإن محمد بن النضر الحارثي كان يقول: عند ذكر\nالصالحين تنزل الرحمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head73'>سياق ما شوهد في أيام النبي صلى الله عليه وسلم من أصحابه من كرامات أسيد بن حضير , وعباد بن بشر</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p102'> Vol. 09, p. 102</a>\n            </div>\n            \n<h1 class='l1' id='head74'>46 - </h1>\n\n<p>\nأخبرنا عيسى بن علي، قال: أنا عبد الله بن\n</p>\n\n<h1 class='l1' id='head75'>[ص: 103]</h1>\n\n<p>\nمحمد بن عبد العزيز، قال: ثنا عبيد الله بن محمد ابن عائشة، قال: ثنا\nحماد بن سلمة،\n</p>\n\n<h1 class='l1' id='head76'>47 - </h1>\n\n<p>\nوأنا أحمد بن عبيد، أنا علي بن عبد الله بن مبشر، قال: ثنا أحمد بن سنان،\nقال: ثنا بهز بن أسد، قال: ثنا حماد بن سلمة، قال: أنا ثابت، عن أنس، أن\nأسيد بن حضير، وعباد بن بشر كانا عند رسول الله صلى الله عليه وسلم في ليلة\nظلماء حندس , فلما خرجا أضاءت عصا أحدهما , فجعلا يمشيان بضوئها , فلما\nتفرقا أضاءت عصا الآخر واللفظ لحديث بهز، صحيح على شرط مسلم , استشهد به\nالبخاري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head77'>48 - </h1>\n\n<p>\nأخبرنا محمد بن عبد الله بن القاسم، وعلي بن محمد بن عبد الله قالا: أنا\nإسماعيل بن محمد، قال: ثنا أحمد بن منصور، قال: ثنا عبد الرزاق، قال: أنا\nمعمر، عن ثابت، عن أنس، أن أسيد بن حضير الأنصاري، ورجلا آخر من الأنصار\nتحدثا عند النبي صلى الله عليه وسلم في حاجة لهما حتى ذهب من الليل ساعة\nوليلة شديدة\n</p>\n\n<h1 class='l1' id='head78'>[ص: 104]</h1>\n\n<p>\nالظلمة , ثم خرجا من عند رسول الله صلى الله <span id='ms15'></span> عليه وسلم ينقلبان وبيد كل\nواحد منهما عصية , فأضاءت عصا أحدهما لهما حتى مشيا في ضوئها , حتى إذا\nافترقت لهما الطريق أضاءت للآخر عصاه , فمشى كل واحد منهما في ضوء عصاه حتى\nبلغ أهله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head79'>49 - </h1>\n\n<p>\nأخبرنا محمد بن الحسن بن الفضل الهاشمي، وعمر بن زكار، وعبيد الله المقرئ\nقالوا: أنا الحسين بن إسماعيل، قال: ثنا علي بن مسلم، قال: ثنا حبان، عن\nهمام، عن قتادة، عن أنس، أن رجلين خرجا من عند النبي صلى الله عليه وسلم في\nليلة مظلمة , فإذا نور بين أيديهما حتى تفرقا , فتفرق النور معهما واللفظ\nلحديث عمر بن زكار أخرجه البخاري عن علي بن مسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head80'>50 - </h1>\n\n<p>\nأنا جعفر بن عبد الله بن يعقوب، أنا محمد بن هارون الروياني، قال: ثنا\nمحمد بن بشار، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن أبي إسحاق، قال:\nسمعت البراء\n</p>\n\n<h1 class='l1' id='head81'>51 - </h1>\n\n<p>\nوأخبرنا أحمد بن عبيد، أنا علي بن عبد الله بن مبشر، قال\n</p>\n\n<h1 class='l1' id='head82'>[ص: 105]</h1>\n\n<p>\n: ثنا أحمد بن سنان، قال: ثنا وهب بن جرير، قال: ثنا شعبة، عن أبي إسحاق،\nعن البراء، قال: قرأ رجل سورة الكهف وفي الدار دابة , فجعلت تنفر , فنظر\nفإذا ضبابة أو سحابة قد غشيته , فذكر ذلك للنبي صلى الله عليه وسلم , فقال:\n«اقرأ فلان , فإنها السكينة نزلت عند القرآن» , أو: «نزلت للقرآن» أخرجه\nالبخاري ومسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head83'>52 - </h1>\n\n<p>\nأنا عبد الله بن إبراهيم الرياحي، قال: ثنا أحمد بن يوسف، قال: ثنا أحمد\nبن إبراهيم، قال: ثنا يحيى بن عبد الله بن بكير، قال: حدثني الليث، عن يزيد\nبن عبد الله بن الهاد، عن عبد الله بن خباب، عن أبي سعيد الخدري، عن أسيد\nبن حضير أنه كان من أحسن الناس صوتا بالقرآن , قال: فقرأت ليلة سورة البقرة\nوفرس لي مربوط , ويحيى ابني مضطجع قريب منه , فجالت جولة , فقمت , مالي هم\nإلا ابني يحيى , فسكنت الفرس , ثم قرأت فجالت الفرس , فقمت ليس لي هم إلا\nابني ,\n</p>\n\n<h1 class='l1' id='head84'>[ص: 106]</h1>\n\n<p>\nثم قرأت فجالت فرفعت رأسي , فإذا بشيء كهيئة الظلة فيها المصابيح تقبل من\nالسماء <span id='ms16'></span> , فهالني , فسكت , فلما أصبحت غدوت على رسول الله صلى الله عليه\nوسلم , فأخبرته , فقال: «اقرأ أبا يحيى» , فقلت: قد قرأت فجالت الفرس فقمت\nليس لي هم إلا ابني يحيى فقال: «اقرأ أبا يحيى» , فقلت: قد قرأت فجالت\nالفرس , فقمت ليس لي هم إلا ابني يحيى , فقال: «اقرأ يا ابن حضير» فقلت: قد\nقرأت يا رسول الله فرفعت رأسي فإذا كهيئة الظلة فيها مصابيح , فهالني ,\nفقال: «تلك الملائكة دنوا لصوتك , ولو قرأت حتى تصبح لأصبح الناس ينظرون\nإليهم» استشهد به البخاري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head85'>53 - </h1>\n\n<p>\nأخبرنا محمد بن الحسين الفارسي، أنا أحمد بن سعيد\n</p>\n\n<h1 class='l1' id='head86'>[ص: 107]</h1>\n\n<p>\nالثقفي، , قال: ثنا محمد بن يحيى الذهلي، قال: أنا عبد الرزاق، قال أنا\nمعمر، عن الزهري، عن عمرو بن أبي سفيان الثقفي، عن أبي هريرة، قال: بعث\nرسول الله صلى الله عليه وسلم سرية عينا وأمر عليهم عاصم بن ثابت , وهو جد\nعاصم بن عمر , فانطلقوا حتى إذا كانوا ببعض الطريق بين عسفان ومكة نزولا ,\nذكروا لحي من هذيل يقال لهم بنو لحيان , فتبعوهم يقرب من مائة رجل رام ,\nفاقتفوا آثارهم حتى نزلوا منزلا نزلوه , فوجدوا فيه تمرا تزودوه من تمر\nالمدينة , فقالوا: هذا من تمر يثرب , فاتبعوا آثارهم حتى لحقوهم , فلما\nرآهم عاصم بن ثابت وأصحابه لجأوا إلى فدفد , وجاء القوم فأحاطوا بهم،\nفقالوا: لكم العهد والميثاق إن نزلتم إلينا لا نقتل منكم رجلا، فقال عاصم:\nأما أنا فلا أنزل في ذمة كافر، اللهم أخبر عنا رسولك، فقاتلوهم فرموهم حتى\nقتلوا عاصما في سبعة نفر، فنزل إليهم ثلاثة رهط، وبقي خبيب وزيد ورجل آخر،\nفأعطوهم العهد والميثاق، فلما استمكنوا منهم حلوا أوتار قسيهم فربطوهم بها،\nفقال الرجل الثالث الذي معهما: هذا أول الغدر فأبى أن يصحبهم، فجرجروه فأبى\nأن يتبعهم، فضربوا عنقه، وانطلقوا بخبيب وزيد بن الدثنة حتى باعوهما بمكة،\nفاشترى خبيبا بنو الحارث بن نوفل، وكان قتل الحارث يوم بدر، فمكث عندهم\nأسيرا حتى إذا أجمعوا على قتله استعار موسى\n</p>\n\n<h1 class='l1' id='head87'>[ص: 108]</h1>\n\n<p>\nمن إحدى بنات الحارث يستحد بها فأعارته <span id='ms17'></span>، قالت: فغفلت عن صبي لي، فدرج\nإليه، قالت: فأخذه فوضعه على فخذه، فلما رأيته فزعت فزعا عرفه في والموسى\nفي يده، فقال: أتخشين أن أقتله؟ ما كنت لأفعل ذلك إن شاء الله، قال: فكانت\nتقول: ما رأيت أسيرا خيرا من خبيب، لقد رأيته يأكل من قطف عنب، وما بمكة\nثمرة، وإنه لموثق في الحديد، وما كان إلا رزقا رزقه الله إياه، قال: ثم\nخرجوا به من الحرم ليقتلوه، فقال: دعوني أصلي ركعتين، قال: فصلى ركعتين، ثم\nقال: لولا أن تروا أن ما بي جزع من الموت لزدت، قال: وكان أول من سن\nالركعتين عند القتل، ثم قال: اللهم أحصهم عددا، ثم أنشد:\n</p>\n\n<p>\n[البحر الطويل]\n</p>\n\n<p>\nما أبالي حين أقتل مسلما ... على أي شق كان في الله مصرعي\n</p>\n\n<p>\nوذلك في ذات الإله وإن يشأ ... يبارك على أوصال شلو ممزع\n</p>\n\n<p>\nثم قام إليه عقبة بن الحارث فقتله، قال: وبعثت قريش إلى عاصم ليؤتوا بشيء\nمن جسده يعرفونه، وكان قتل عظيما من عظمائهم يوم بدر، فبعث الله تعالى عليه\nمثل\n</p>\n\n<h1 class='l1' id='head88'>[ص: 109]</h1>\n\n<p>\nالظلة من الدبر، فحمته من رسلهم، فلم يقدروا على شيء منه أخرجه البخاري\nمن حديث هشام عن معمر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head89'>54 - </h1>\n\n<p>\nأخبرنا محمد بن عبد الله بن الهيثم الأنباري، قال: أنا إسماعيل بن محمد،\nقال: أنا أحمد بن منصور، قال: ثنا عبد الرزاق، قال: أنا معمر، عن قتادة، عن\nأنس، قال: قال أصحاب النبي صلى الله عليه وسلم: يا رسول الله، إنا إذا كنا\nعندك رأينا من أنفسنا ما نحب، فإذا رجعنا إلى أهلنا فخالطناهم أنكرنا\nأنفسنا. فقال النبي صلى الله عليه وسلم: «لو تدومون على ما تكونون عندي وفي\nالخلا لصافحتكم الملائكة حتى تظلكم بأجنحتها عيانا» قال عبد الرزاق: قال هو\nأو غيره: ساعة وساعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head90'>سياق ما روي عن النبي صلى الله عليه وسلم في صفة أولياء الله الذين يكونون من بعده ومن عرفهم من أصحابه وتابعيه بنعته لهم وصفته إياهم ومنهم أويس القرني</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p110'> Vol. 09, p. 110</a>\n            </div>\n            \n<h1 class='l1' id='head91'>55 - </h1>\n\n<p>\nأخبرنا محمد بن عبد الله بن القاسم، وعبيد الله بن عثمان <span id='ms18'></span>\n</p>\n\n<h1 class='l1' id='head92'>[ص: 111]</h1>\n\n<p>\nبن علي، قالا: أنا الحسين بن إسماعيل، قال: ثنا محمد بن عبد الله بن\nالمبارك المخرمي، قال: ثنا معاذ بن هشام، ثنا أبي، عن قتادة، عن زرارة بن\nأوفى، عن أسير بن جابر، قال: كان عمر بن الخطاب رضي الله عنه إذا أتت عليه\nأمداد اليمن سألهم: أفيكم أويس بن عامر؟ حتى أتى على أويس، فقال: أنت أويس\nبن عامر؟ قال: نعم، قال: من مراد؟ قال: نعم، قال: ثم من قرن، قال: نعم،\nقال: ألك والدة أنت بها بر؟ قال: نعم، قال: وكان بك وضح فبرئت منه إلا موضع\nالدرهم؟ قال: نعم، قال: سمعت رسول الله صلى الله عليه وسلم يقول: يأتي عليك\nأويس بن عامر مع أمداد اليمن، ثم من مراد، ثم من قرن، كان به برص فبرئ منه\nإلا موضع درهم، له والدة وهو بها بر، لو أقسم على الله تعالى لأبره، فإن\nاستطعت أن يستغفر لك فافعل، فاستغفر لي نا سعيد به إلى ههنا اتفقا، زاد ابن\nالقاسم في حديثه: قال: أين تريد؟ قال: الكوفة، قال: ألا أكتب لك إلى عاملها\nفيستوصي بك؟ قال: لأن أكون في غبرات الناس أحب إلي، قال: فلما كان العام\nالمقبل حج رجل من أشرافهم، فقال له عمر: كيف تركت أويسا؟ قال: رث البيت،\nقليل المتاع، قال: سمعت رسول الله صلى الله عليه وسلم يقول: يأتي عليك أويس\n</p>\n\n<h1 class='l1' id='head93'>[ص: 112]</h1>\n\n<p>\nبن عامر مع أمداد أهل اليمن، من مراد، ثم من قرن، له والدة وهو بها بر،\nوكان به برص فبرئ منه إلا موضع درهم، لو أقسم على الله لأبره، فإن استطعت\nأن يستغفر لك فافعل. فلما قدم الرجل الكوفة أتى أويسا، فقال: استغفر لي،\nفقال: أنت أحدث عهدا بسفر صالح، فاستغفر لي، قال: لقيت عمر؟ قال: نعم، قال:\nفاستغفر له، قال: ففطن له الناس، فانطلق على وجهه حتى أتى الجزيرة، فمات\nبها، قال أسير: وكسوته بردا، فكان كلما رآه عليه إنسان قال: من أين لأويس\nهذا؟ أخرجه مسلم عن بندار ومحمد بن <span id='ms19'></span> المثنى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head94'>56 - </h1>\n\n<p>\nأخبرنا محمد بن عبيد الله بن القاسم، قال: ثنا محمد بن أحمد بن يعقوب،\nقال: ثنا جرير، قال: حدثني محمد بن أبي عتاب، قال: ثنا عبد الله بن صالح،\nقال: حدثني الليث، قال: حدثني سعيد بن أبي سعيد المقبري، عن أبي هريرة، أن\nرسول الله صلى الله عليه وسلم قال\n</p>\n\n<h1 class='l1' id='head95'>[ص: 113]</h1>\n\n<p>\n: ليشفعن رجل من أمتي في أكثر من مضر قالها الثانية، فقال أبو بكر: يا\nرسول الله، إن تميما من مضر قال رسول الله صلى الله عليه وسلم: ليشفعن رجل\nمن أمتي لأكثر من بني تميم ومن مضر، وإنه أويس القرني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head96'>57 - </h1>\n\n<p>\nأخبرنا محمد بن عبد الرحمن، أنا عبد الله بن محمد\n</p>\n\n<h1 class='l1' id='head97'>[ص: 114]</h1>\n\n<p>\nالبغوي، قال: ثنا أبو روح محمد بن زياد قال: ثنا أبو شهاب، عن يونس بن\nعبيد، عن الحسن، قال: يخرج من النار بشفاعة رجل ليس بنبي أكثر من ربيعة\nومضر، قال أبو روح: حدثنا فضيل بن هشام، عن الحسن، قال: هو أويس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head98'>58 - </h1>\n\n<p>\nأخبرنا أحمد، ثنا علي، ثنا أحمد، ثنا أبو أحمد الزبيري، ثنا شريك، عن\nيزيد بن أبي زياد، عن عبد الرحمن بن أبي ليلى، قال\n</p>\n\n<h1 class='l1' id='head99'>[ص: 115]</h1>\n\n<p>\n: نادى مناد يوم صفين: أفيكم أويس القرني؟ قيل: نعم، فقال: إني سمعت رسول\nالله صلى الله عليه وسلم يقول: إن من خير التابعين بإحسان أويسا القرني،\nقال: ثم دخل معهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head100'>59 - </h1>\n\n<p>\nأخبرنا محمد، أنا محمد بن أحمد، ثنا جدي يعقوب قال: ثنا أبو نعيم الفضل\nبن دكين، قال: ثنا شريك، عن يزيد بن أبي زياد، عن ابن أبي ليلى، قال: نادى\nمناد يوم صفين: فيكم أويس القرني؟ قال: نعم. فضرب دابته فدخل فيهم، ثم قال:\nسمعت رسول الله صلى الله عليه وسلم يقول: من خير التابعين أويس القرني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head101'>60 - </h1>\n\n<p>\nأخبرنا أحمد بن عبيد، أنا علي بن عبد الله بن مبشر، قال\n</p>\n\n<h1 class='l1' id='head102'>[ص: 116]</h1>\n\n<p>\n: ثنا أحمد بن سنان، قال: ثنا أبو النضر هاشم بن القاسم قال: ثنا سليمان\nبن المغيرة، قال: حدثني سعيد الجريري، عن أبي نضرة، عن أسير بن جابر، قال:\nكان محدث <span id='ms20'></span> بالكوفة يحدثنا، فإذا فرغ قال: تفرقوا، ويبقى رهط فيهم رجل يتكلم\nبكلام لا أسمع أحدا يتكلم بكلامه فأحببته، ففقدته فقلت لأصحابي: هل تعرفون\nرجلا كان يجالسنا كذا وكذا؟ فقال رجل من القوم: أنا أعرفه، ذاك أويس\nالقرني. قلت: فتعلم منزله؟ قال: نعم، قال: فانطلقت معه، فجعلت أبتغيه حتى\nضربت حجرته، فخرج إلي، قال: فقلت: يا أخي، ما حبسك عنا؟ قال: العري. وكان\nأصحابنا يسخرون منه ويؤذونه، قال: قلت: خذ هذا البرد فالبسه، قال: لا تفعل،\nفإنهم إذا يؤذوني إذا رأوه علي، قال: فلم أزل به حتى لبسه، فخرج عليهم،\nقالوا: من ترون خدع عن برده هذا؟\n</p>\n\n<h1 class='l1' id='head103'>[ص: 117]</h1>\n\n<p>\nقال: فجاء فوضعه، قال: أترى؟ قال أسير: فأتيت المجلس، فقلت: ما تريدون من\nهذا الرجل؟ قد آذيتم الرجل، يعرى مرة ويكتسي مرة. فأخذتهم بلساني أخذا\nشديدا، قال: فقضي أن أهل الكوفة وفدوا إلى عمر، فوفد رجل معهم كان يسخر به،\nفقال عمر: هل هاهنا أحد من القرنيين؟ قال: فجاء ذلك الرجل، قال: فقال: إن\nرسول الله صلى الله عليه وسلم قال: إن رجلا يأتيكم من اليمن يقال له أويس،\nلا يدع غير أم له، قد كان به بياض، فدعا الله عز وجل فأذهبه عنه إلا موضع\nالدينار أو الدرهم، فمن لقيه منكم فأمروه أن يستغفر لكم، قال: فقدم علينا،\nقال: قلت: من أين؟ قال: من اليمن، قال: قلت: ما اسمك؟ قال: أويس، قال: فمن\nتركت، قال: أما لي، قال: أكان بك وضح فدعوت الله فأذهب به عنك؟ قال: نعم،\nقال: استغفر لي، قال: أويستغفر مثلي لمثلك يا أمير المؤمنين؟ قال: فاستغفر\nله، قال: قلت: أنت أخي لا تفارقني، قال: فانملس مني، فأنبئت أنه قدم عليكم\nالكوفة\n</p>\n\n<h1 class='l1' id='head104'>[ص: 118]</h1>\n\n<p>\n، قال: فجعل ذاك الذي كان يسخر به ويحقره يقول: ما هو فينا وما نعرفه،\nقال عمر: بلى، إنه رجل كذا وكذا. كأنه يضع شأنه، قال: فينا يا أمير\nالمؤمنين رجل يقال له أويس نسخر به، قال: أدركه، ولا أراك تدركه، قال:\nفأقبل ذلك الرجل حتى دخل <span id='ms21'></span> عليه قبل أن يأتي أهله، قال له أويس: ما هذا\nبعادتك، فما بدا لك؟ قال: سمعت عمر يقول كذا وكذا، استغفر لي يا أويس، قال:\nلا أفعل حتى تجعل لي عليك أن لا تسخر بي فيما بعد، ولا أن تذكر الذي سمعته\nمن عمر إلى أحد، قال: فاستغفر له، قال أسير: فما لبثنا أن فشا أمره\nبالكوفة، قال أسير: فأتيته فدخلت عليه، فقلت: يا أخي، ألا أراك العجب ونحن\nلا نشعر؟ قال: فما كان في هذا ما أتبلغ به في الناس، وما يجزى كل عبد إلا\nبعمله، قال: ثم انملس منهم فذهب أخرجه مسلم، عن زهير، عن أبي النضر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head105'>61 - </h1>\n\n<p>\nأخبرنا محمد، أنا محمد، قال: حدثني جدي، قال: ثنا\n</p>\n\n<h1 class='l1' id='head106'>[ص: 119]</h1>\n\n<p>\nعبد الله بن عيسى، قال: ثنا عبيد الله بن شميط، عن أبيه، عن أسلم العجلي،\nيقول: حدثني أبو الضحاك الجرمي، عن هرم بن حيان العبدي، قال: قدمت الكوفة\nفلم يكن لي هم إلا أويس القرني أطلبه وأسأل عنه؛ حتى سقطت عليه جالسا وحده\nعلى شاطئ الفرات نصف النهار يتوضأ ويغسل ثوبه، فعرفته بالنعت الذي نعت لي،\nفإذا رجل آدم لحيم شديد الأدمة أشعر محلوق الرأس كث اللحية عليه إزار من\nصوف ورداء من صوف بغير حذاء كريه الوجه مهيب المنظر جدا، فسلمت عليه فرد\nعلي ونظر إلي فقال: حياك الله من رجل، ومددت يدي إليه لأصافحه فأبى أن\nيصافحني فقال هكذا: وأنت فحياك الله، فقلت: رحمك الله يا أويس وغفر لك، كيف\nأنت رحمك الله؟ ثم خنقتني العبرة من حبي إياه ورقتي إذ رأيت من حاله ما\nرأيت حتى\n</p>\n\n<h1 class='l1' id='head107'>[ص: 120]</h1>\n\n<p>\nبكيت، فبكى ثم قال: وأنت رحمك الله يا هرم بن حيان وغفر لك، كيف أنت يا\nأخي؟ من دلك علي؟ قال: قلت: الله، قال: لا إله إلا الله، سبحان ربنا إن كان\nوعد ربنا لمفعولا حين سماني وعرفني، قال: لا والله ما رأيته قط ولا رآني،\nقلت: من أين عرفتني وعرفت اسمي واسم أبي؟ والله ما رأيتك قط قبل اليوم،\nقال <span id='ms22'></span>: نبأني العليم الخبير، عرفت روحي روحك حيث كلمت نفسي نفسك، إن الأرواح\nلها أنفس كأنفس الأحياء، إن المؤمنين يعرف بعضهم بعضا، ويتحابون بروح الله\nعز وجل وإن لم يلتقوا ويتعارفوا ويتكلموا وإن نأت بهم الديار وتفرقت بهم\nالمنازل، قال: قلت: حدثني عن رسول الله صلى الله عليه وسلم بحديث أحفظه\nعنك، قال: إني لم أدرك رسول الله صلى الله عليه وسلم ولم يكن لي معه صحبة،\nولكن قد رأيت رجالا قد رأوه، وقد بلغني من حديثه كبعض ما بلغكم ولم أحب أن\nأفتح هذا الباب على نفسي ولا أحب أن أكون محدثا أو قاضيا أو مفتيا، في\nالنفس شغل عن الناس يا هرم بن حيان، قال: قلت: يا أخي اقرأ علي آيات من\nكتاب الله عز وجل أسمعهن منك، فإني أحبك في الله حبا شديدا، وادع لي\nبدعوات، وأوصني بوصية أحفظها عنك، قال: فقام فأخذ بيدي على شاطئ الفرات ثم\nقال: أعوذ بالسميع العليم من الشيطان الرجيم بسم الله الرحمن الرحيم\n</p>\n\n<h1 class='l1' id='head108'>[ص: 121]</h1>\n\n<p>\n، قال: ثم شهق شهقة ثم بكى مكانه ثم قال: قال ربي وأحق القول قول ربي،\nوأصدق الحديث حديثه، وأحسن الكلام كلامه: {وما خلقنا السموات والأرض وما\nبينهما لاعبين، ما خلقناهما إلا بالحق} حتى بلغ {إلا من رحم الله إنه هو\nالعزيز الرحيم} [الدخان: 42] ثم شهق شهقة ثم سكت، فنظرت إليه وأنا أحسبه قد\nغشي عليه، ثم قال: يا هرم بن حيان مات أبوك ويوشك أن تموت، ومات أبو حيان،\nفإما إلى جنة، وإما إلى نار، ومات آدم وماتت حواء، يا ابن حيان ومات نوح\nوإبراهيم خليل الرحمن، يا ابن حيان ومات موسى نجي الرحمن، يا ابن حيان ومات\nداود خليفة الرحمن، ومات محمد صلى الله عليه وسلم رسول الرحمن، ومات أبو\nبكر خليفة المسلمين، يا ابن حيان ومات أخي وصديقي وصفيي عمر بن الخطاب، ثم\nقال: واعمراه رحمك الله يا عمر، وعمر يومئذ حي، وذلك في آخر خلافته، قال:\nقلت: رحمك الله إن عمر لم يمت بعد، قال <span id='ms23'></span>: بلى، إن ربي قد نعاه إلي إن كنت\nتفهم فقد علمت ما قلت، وأنا وأنت في الموتى، وقد كان صلى على النبي صلى\nالله عليه وسلم ودعا بدعوات خفاف ثم قال: هذه وصيتي إياك، يا هرم بن حيان\nكتاب الله عز وجل واللقاء بالصالحين من المؤمنين نعيت إلي نفسي ونفسك،\nفعليك بذكر الموت لا يفارقن قلبك طرفة عين، وأنذر قومك إذا رجعت إليهم،\nوانصح لأهل ملتك جميعا، واكدح لنفسك، وإياك أن تفارق الجماعة فتفارق دينك\nوأنت لا تعلم فتدخل النار يوم القيامة، يا هرم بن حيان\n</p>\n\n<h1 class='l1' id='head109'>[ص: 122]</h1>\n\n<p>\n، قال: ثم قال: اللهم إن هذا يزعم أنه يحبني فيك وزارني من أجلك، اللهم\nعرفني وجهه في الجنة، وأدخله علي زائرا في دارك دار السلام، واحفظه ما دامت\nالدنيا حيثما كان، وضم عليه ضيعته، وارضه من الدنيا باليسير، وما أعطيته من\nالدنيا فيسره له، واجعله لما تعطيه من عمل من الشاكرين، واجزه خير الجزاء،\nأستودعك الله يا هرم بن حيان، والسلام عليك ورحمة الله وبركاته، ثم قال: لا\nأراك بعد اليوم رحمك الله فإني أكره الشهرة، والوحدة أحب إلي لأني شديد\nالغم كثير الهم ما دمت مع هؤلاء الناس حيا في الدنيا، ولا تسأل عني، ولا\nتطلبني، واعلم أنك مني على بال، وإن لم ترن فاذكرني وادع لي، فإني سأذكرك\nوأدعو لك إن شاء الله، انطلق ههنا حتى آخذ ههنا، قال: فحرصت عليه أن أمشي\nمعه ساعة فأبى علي ففارقته يبكي وأبكي، قال: فجعلت أنظر في قفاه حتى دخل في\nبعض السكك، فكم طلبته بعد ذلك وسألت عنه فما وجدت أحدا يخبرني عنه بشيء\nفرحمه الله، وما أتت علي جمعة إلا وأنا أراه في منامي مرة أو مرتين، أو كما\nقال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head110'>سياق ما روي عن الصحابة في إكرام الله عز وجل إياهم وظهور الآيات منهم فمنها ما نقل عن أبي بكر الصديق رضي الله عنه</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p123'> Vol. 09, p. 123</a>\n            </div>\n            \n<h1 class='l1' id='head111'>62 - </h1>\n\n<p>\nأخبرنا أحمد بن إبراهيم العبقسي، أنا محمد بن إبراهيم بن عبد الله، ثنا\nسعيد بن عبد الرحمن، قال <span id='ms24'></span>: ثنا سفيان، عن الزهري، عن عروة بن الزبير، عن\nعائشة، أن أباها نحلها جذاذ عشرين وسقا من ماله، فلما حضرته الوفاة جلس\nفتشهد وحمد الله تعالى وأثنى عليه وقال: أما بعد يا بنية فإن أحب الناس إلي\nغنى بعدي لأنت، وإن أعز الناس علي فقرا بعدي أنت، وإني كنت نحلتك جذاذ\nعشرين وسقا من مالي فوددت أنك كنت جذذتيه وحزتيه، وإنما هو مال الوارث،\nوإنما هما أخواك وأختاك، قلت: هذا أخواي فمن أختاي؟ قال: ذو بطن بنت خارجة\nفإني أظنها جارية، قالت: لو كان ما بين كذا إلى كذا لرددته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head112'>63 - </h1>\n\n<p>\nأخبرنا محمد بن الحسين الفارسي، أنا أحمد بن سعيد الثفقي، قال: ثنا محمد\nبن يحيى الباهلي، قال: ثنا بشر بن عمر، ثنا مالك، عن ابن شهاب، عن عروة، عن\nعائشة، أنها قالت\n</p>\n\n<h1 class='l1' id='head113'>[ص: 124]</h1>\n\n<p>\n: إن أبا بكر الصديق رضي الله عنه نحلها جذاذ عشرين وسقا من ماله\nبالغابة، فلما حضرته الوفاة قال: والله يا بنية ما من الناس أحب إلي غنى\nبعدي منك، ولا أعز علي فقرا منك، إني كنت نحلتك جذاذ عشرين وسقا، فلو كنت\nجذذتيه واحتزتيه كان لك، وإنما هو اليوم مال وارث، وإنما هما أخواك وأختاك\nفاقتسموه على كتاب الله عز وجل، قالت عائشة: يا أبت لو كان كذا وكذا\nلتركته، إنما هي أسماء فمن الأخرى؟ فقال أبو بكر: ذو بطن بنت خارجة أراها\nجارية قال الشيخ الحافظ المصنف: هذه كانت زوجة أبي بكر، وهي حبيبة بنت\nخارجة بن زيد من بني زهير من بني الحارث بن الخزرج وكانت حاملا حين توفي\nأبو بكر رضي الله عنه، فولدت بعده أم كلثوم فتزوجها طلحة بن عبيد الله رضي\nالله عنهم فصدق الله ظن أبي بكر الصديق رضي الله عنه بما قاله وجعل ذلك\nكرامة له فيما أخبر به قبل ولادتها وأنها أنثى وليست بذكر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head114'>سياق ما روي من كرامات أمير المؤمنين أبي حفص عمر بن الخطاب رضي الله عنه وما أظهر الله تبارك وتعالى على يديه من الآيات</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p125'> Vol. 09, p. 125</a>\n            </div>\n            \n<h1 class='l1' id='head115'>64 - </h1>\n\n<p>\nأخبرنا <span id='ms25'></span> عبد الرحمن بن عمر بن أحمد، قال: ثنا الحسين بن إسماعيل، قال: ثنا\nيوسف بن موسى، قال: ثنا جرير، عن بيان، عن\n</p>\n\n<h1 class='l1' id='head116'>[ص: 126]</h1>\n\n<p>\nالشعبي، قال: قال علي رضي الله عنه: كنا نحدث أن السكينة تنطق على لسان\nعمر وقلبه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head117'>65 - </h1>\n\n<p>\nأخبرنا محمد بن رزق الله، قال: أنا أحمد بن سلمان، قال: ثنا الحسن بن\nعلي، قال: ثنا أحمد بن عمرو بن السرح، قال: ثنا ابن وهب، عن عمر بن محمد بن\nزيد بن عبد الله بن عمر، أن سالم بن عبد الله بن عمر، حدثه، عن عبد الله بن\nعمر، قال: ما سمعت عمر، يقول لشيء قط - إني لأظن كذا وكذا - إلا كان ما يظن\nأخرجه البخاري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head118'>66 - </h1>\n\n<p>\nأنا محمد بن أبي بكر، قال: ثنا محمد بن مخلد، قال: ثنا محمد بن إسحاق،\nقال: ثنا عبد الله بن صالح، حدثني ابن لهيعة، عن قيس بن حجاج، عمن حدثه\nقال: لما فتحت مصر أتى أهلها إلى عمرو بن العاص حين دخل بئونة من أشهر\nالعجم فقالوا: أيها الأمير إن لنيلنا هذا سنة لا يجري إلا بها، فقال: وما\nذاك؟ قالوا: إذا كان ثنتا عشرة ليلة خلون من هذا الشهر عمدنا إلى جارية بكر\nمن أبويها فأرضينا أبويها وجعلنا عليها من الحلي والثياب أفضل ما يكون ثم\nألقيناها في هذا النيل، فقال له عمرو: إن هذا مما لا يكون في الإسلام، إن\nالإسلام\n</p>\n\n<h1 class='l1' id='head119'>[ص: 127]</h1>\n\n<p>\nيهدم ما قبله، قال: فأقاموا بئونة وأبيب ومسرى والنيل لا يجري قليلا ولا\nكثيرا حتى هموا بالجلاء، فلما رأى ذلك عمرو كتب بذلك إلى عمر بن الخطاب،\nفكتب: إنك قد أصبت بالذي فعلت، وإن الإسلام يهدم ما قبله، وإني قد بعثت\nإليك ببطاقة داخل كتابي هذا فألقها في النيل، فلما قدم كتاب عمر إلى عمرو\nأخذ البطاقة ففتحها فإذا فيها: \" من عبد الله عمر أمير المؤمنين إلى نيل\nمصر، أما بعد: فإن كنت إنما تجري من قبلك فلا تجر، وإن كان الله الواحد\nالقهار هو الذي يجريك فنسأل الله الواحد <span id='ms26'></span> القهار أن يجريك \"، قال: فألقى\nالبطاقة في النيل، فلما ألقى البطاقة أصبحوا يوم السبت وقد أجراه الله\nتعالى ستة عشر ذراعا في ليلة واحدة، وقطع الله تعالى تلك السنة عن أهل مصر\nإلى اليوم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head120'>67 - </h1>\n\n<p>\nأخبرنا عبد الوهاب بن علي، أنا عمر بن أحمد، قال: ثنا عبد الله بن\nسليمان، قال: ثنا أيوب بن محمد الوزان، قال: ثنا خطاب بن\n</p>\n\n<h1 class='l1' id='head121'>[ص: 128]</h1>\n\n<p>\nسلمة الموصلي، قال: ثنا عمرو بن أزهر، عن مالك، عن نافع، عن ابن عمر، أن\nعمر، رضي الله عنه خطب يوما بالمدينة فقال: يا سارية بن زنيم الجبل، من\nاسترعى الذئب فقد ظلم، قال: فقيل له: تذكر سارية وسارية بالعراق؟ فقال\nالناس لعلي: أما سمعت عمر يقول: يا سارية وهو يخطب على المنبر\n</p>\n\n<h1 class='l1' id='head122'>[ص: 129]</h1>\n\n<p>\n، فقال: ويحكم دعوا عمر فإنه ما دخل في شيء إلا خرج منه، فلم يلبث إلا\nيسيرا حتى قدم سارية فقال: سمعت صوت عمر فصعدت الجبل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head123'>68 - </h1>\n\n<p>\nأخبرنا عبد الرحمن بن عمر بن أحمد، قال: أنا محمد بن إسماعيل الفارسي،\nقال: ثنا أحمد بن عبد الوهاب بن نجدة، قال: ثنا أبو المغيرة، قال: ثنا\nجرير، قال: حدثني عبد الرحمن بن ميسرة، قال: سمعت أبا عذبة يحدث، قال: حججت\nفي زمن عمر بن الخطاب رضي الله عنه، فقدمت المدينة في أربعة نفر من أهل\nالشام لم يقدم أحد قبلنا، فبينا نحن في المسجد إذ خرج عمر بن الخطاب رضي\nالله عنه وقد كان جاءه رجل من أهل العراق فأخبره أنهم حصبوا أميرهم، وقد\nكان عمر عوضهم به مكان إمام كان قبله، فخرج عمر إلى الصلاة فصلى بالناس\nفسها في صلاته، فلما فرغ أقبل على الناس فقال: هل من أهل الشام أحد؟ فقام\nرجل ثم قام آخر ثم قمت أنا ثالثا أو رابعا فقال: \" يا أهل الشام، استعدوا\nلأهل العراق؛ فإن الشيطان قد باض فيهم وفرخ، اللهم إنهم قد ألبسوا على\nفألبس عليهم، وعجل عليهم بالغلام الثقفي حتى يحكم فيهم بحكم الجاهلية، لا\nيقبل من محسنهم ولا يتجاوز عن مسيئهم <span id='ms27'></span> قال المصنف: الغلام الثقفي يعني به\nالحجاج بن يوسف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head124'>69 - </h1>\n\n<p>\nأخبرنا علي بن محمد، أنا الحسين، ثنا عبد الله بن محمد، ثنا أبو بكر\nالسلمي، ثنا عطاء بن مسلم، عن العمري، عن خوات بن\n</p>\n\n<h1 class='l1' id='head125'>[ص: 130]</h1>\n\n<p>\nجبير، قال: أصاب الناس قحط شديد على عهد عمر، فخرج عمر بالناس فصلى بهم\nركعتين وخالف بين طرفي ردائه، فجعل اليمين على اليسار، واليسار على اليمين،\nثم بسط يديه فقال: اللهم إنا نستغفرك ونستسقيك، فما برح مكانه حتى مطروا،\nفبينما هم كذلك إذا أعراب قد قدموا فأتوا عمر فقالوا: يا أمير المؤمنين\nبينما نحن في بوادينا في يوم كذا وكذا إذ أظلنا غمام فسمعنا فيها صوتا:\nأتاك الغوث أبا حفص، أتاك الغوث أبا حفص\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head126'>سياق ما روي من كرامات أمير المؤمنين عثمان بن عفان رضي الله عنه</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p131'> Vol. 09, p. 131</a>\n            </div>\n            \n<h1 class='l1' id='head127'>70 - </h1>\n\n<p>\nأخبرنا محمد بن الحسين الفارسي، بآمل، قال: ثنا الحسين بن إسماعيل، قال:\nثنا المخرمي هو محمد بن عبد الله، قال: ثنا ابن مهدي، قال: ثنا حماد بن\nزيد، عن يزيد بن حازم، عن سليمان بن يسار، أن جهجاه الغفاري أخذ عصا عثمان\nالتي يتخصر بها فكسرها على ركبته فوقعت في ركبته الأكلة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا محمد بن رزق الله، قال: ثنا محمد بن عبد الله بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p131'> Vol. 09, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nإبراهيم، قال: ثنا جعفر بن محمد بن شاكر، قال: ثنا بشار بن موسى الخفاف،\nقال: ثنا بكر بن أيوب، عن أبي قلابة، قال: كنت في رفقة بالشام، فسمعت رجلا\nيقول: يا ويله من النار فقمت إليه فإذا رجل مقطوع اليدين من المنكبين\nوالرجلين من الحقو أعمى منكب لوجهه، فقلت: يا عبد الله ما لك؟ قال: كنت\nفيمن دخل على عثمان يوم الدار، فلما دنوت منه خرجت امرأته فأقبلت عليها\nفلطمتها، فنظر إلي عثمان فقال: سلب الله يديك ورجليك وأعمى بصرك وأدخلك نار\nجهنم، فأخذتني رعدة شديدة فخرجت هاربا من دعوته، فلما صرت بموضعي هذا ليلا\nأتاني آت فصنع بي ما ترى، فقد استجاب الله فما بقي من دعائه إلا النار، قال\nأبو قلابة: فهممت أن <span id='ms28'></span> أطأه برجلي فقلت: بعدا لك وسحقا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p132'> Vol. 09, p. 132</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head128'>سياق ما روي من كرامات أمير المؤمنين علي بن أبي طالب رضي الله عنه</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p133'> Vol. 09, p. 133</a>\n            </div>\n            \n<h1 class='l1' id='head129'>72 - </h1>\n\n<p>\nأخبرنا علي بن محمد بن عبد الله، قال: أنا الحسين بن صفوان، قال: ثنا عبد\nالله بن محمد، قال: حدثني عبد الرحمن بن صالح، قال: ثنا عمرو بن هاشم\nالجنبي، عن أبي جناب، عن أبي عون الثقفي، عن أبي عبد الرحمن السلمي، قال:\nقال لي الحسن بن علي: قال علي رضي الله عنه: سنح لي الليلة في منامي، فقلت:\nيا رسول الله ما لقيت من أمتك من الأود واللدد قال: ادع عليهم، قلت: اللهم\nأبدلني بهم من هو خير لي منهم، وأبدلهم بي من هو شر مني، فخرج فضربه الرجل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head130'>73 - </h1>\n\n<p>\nأخبرنا علي، أنا الحسين، قال: ثنا عبد الله، قال: حدثني\n</p>\n\n<h1 class='l1' id='head131'>[ص: 134]</h1>\n\n<p>\nسريج بن يونس، قال: ثنا هشام، عن إسماعيل بن سالم، عن عمار الحضرمي، عن\nزاذان أبي عمر، أن رجلا حدثه علي بحديث فقال: ما أراك إلا كذبتني، قال: لم\nأفعل، قال: أدعو الله عليك إن كنت كذبتني؟ قال: ادع، فدعا فما برح حتى عمي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head132'>74 - </h1>\n\n<p>\nأخبرنا علي، أنا الحسين، ثنا عبد الله، قال: ثنا خلف بن سليم، قال: ثنا\nمحمد بن بشر، عن أبي مكين، قال: مررت أنا وخالي أبو أمية، على دار في محل\nحي من مراد فقال: ترى هذه الدار؟ قلت: نعم، قال: فإن عليا مر عليها وهم\nيبنونها فسقطت عليه قطعة فشجته، فدعا الله عز وجل أن لا يكمل بناؤها، قال:\nفما وضعت عليها لبنة، قال: فكنت تمر عليها لا تشبه الدور\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head133'>سياق ما روي من كرامات أبي إسحاق سعد بن أبي وقاص رضي الله عنه</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p135'> Vol. 09, p. 135</a>\n            </div>\n            \n<h1 class='l1' id='head134'>75 - </h1>\n\n<p>\nأخبرنا محمد بن الحسين الفارسي، أنا أبو محمد، بكر بن أحمد الشعراني،\nقال: ثنا أبو أمية، قال: ثنا جعفر بن عون، قال: ثنا إسماعيل بن أبي خالد،\nعن قيس، عن سعد، قال: قال رسول الله صلى الله عليه وسلم: «اللهم استجب له\nإذا دعاك»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head135'>76 - </h1>\n\n<p>\nأخبرنا علي بن محمد بن موسى البزاز <span id='ms29'></span>، قال: أنا علي بن\n</p>\n\n<h1 class='l1' id='head136'>[ص: 136]</h1>\n\n<p>\nمحمد بن أحمد أبو علي، قال: ثنا يوسف بن يزيد، قال: حدثني أسد، قال: ثنا\nيحيى بن زكريا، ويزيد بن عطاء، عن إسماعيل بن أبي خالد، عن قيس بن أبي\nحازم، قال: أخبرت أن رسول الله صلى الله عليه وسلم قال: «اللهم استجب لسعد\nإذا دعاك»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head137'>77 - </h1>\n\n<p>\nأخبرنا عبد الله بن أحمد، ثنا الحسين بن إسماعيل، قال: ثنا محمود بن\nخداش، قال: ثنا محمد بن عبيد، قال: ثنا مسعر، عن سعد بن إبراهيم، عن أبيه،\nعن سعد بن أبي وقاص، قال: \" رأيت عن يمين رسول الله صلى الله عليه وسلم وعن\nشماله يوم أحد رجلين عليهما ثياب بيض لم أرهما قبل ولا بعد أخرجاه جميعا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head138'>78 - </h1>\n\n<p>\nأخبرنا محمد بن عبد الرحمن بن العباس، قال: ثنا محمد\n</p>\n\n<h1 class='l1' id='head139'>[ص: 137]</h1>\n\n<p>\nبن هارون الحضرمي، قال: ثنا سوار بن عبد الله، قال: حدثني أبي قال: أنا\nعبد الوارث، قال سوار وأنا مع أبي عند عبد الوارث، قال: ثنا محمد بن جحادة،\nقال: ثنا الزبير بن عدي، عن مصعب، أن سعدا خطبهم بالكوفة ثم قال: يا أهل\nالكوفة، أي أمير كنت لكم؟ فقام رجل فقال: اللهم إن كنت ما علمتك لا تعدل في\nالرعية، ولا تقسم بالسوية، ولا تغزو في السرية، فقال سعد: اللهم إن كان\nكاذبا فأعم بصره وعجل فقره وأطل عمره وعرضه للفتن، قال: فما مات حتى عمي،\nقال: فكان يلتمس الجدران، وافتقر حتى سأل الناس، وأدرك فتنة المختار الكذاب\nفقتل فيها، وكان إذا قيل له كيف أنت؟ قال: أعمى فقير أدركتني دعوة سعد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head140'>79 - </h1>\n\n<p>\nأخبرنا علي بن محمد بن عيسى، قال: أنا علي بن محمد الواعظ، قال: ثنا يوسف\nيعني ابن يزيد، قال: ثنا أسد، قال: ثنا حاتم\n</p>\n\n<h1 class='l1' id='head141'>[ص: 138]</h1>\n\n<p>\nبن إسماعيل، قال: ثنا يحيى بن عبد الرحمن بن أبي لبيبة، عن جده، قال: دعا\nسعد فقال: يا رب إن لي بنين صغارا فأخر عني الموت حتى يبلغوا، فأخر عنه\nالموت عشرين سنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head142'>80 - </h1>\n\n<p>\nأخبرنا عبيد الله بن محمد بن أحمد، قال: أنا <span id='ms30'></span> أبو عمر عثمان بن أحمد بن\nعبد الله، قال: ثنا يحيى بن أبي طالب، قال: ثنا عبد الرحمن بن إبراهيم\nالراسبي، قال: ثنا مالك، عن نافع، عن ابن عمر قال: كتب عمر بن الخطاب إلى\nسعد بن أبي وقاص وهو بالقادسية أن وجه نضلة بن معاوية الأنصاري إلى حلوان\nالعراق فليغيروا على ضواحيها\n</p>\n\n<h1 class='l1' id='head143'>[ص: 139]</h1>\n\n<p>\n، قال: فوجه سعد نضلة في ثلاثمائة فارس، فخرجوا حتى أتوا حلوان العراق\nفأغاروا على ضواحيها فأصابوا غنيمة وسبيا، فأقبلوا يسوقون الغنيمة والسبي\nحتى رهقتهم العصر، وكادت الشمس أن تغرب، قال: فألجأ نضلة الغنيمة والسبي\nإلى سفح الجبل ثم قام فأذن فقال: الله أكبر الله أكبر، إذا مجيب من الجبل\nيجيبه: كبرت كبيرا يا نضلة، ثم قال: أشهد أن لا إله إلا الله، قال: كلمة\nالإخلاص يا نضلة، ثم قال: أشهد أن محمدا رسول الله، قال: هو الدين وهو الذي\nبشرنا به عيسى ابن مريم وعلى رأس أمته تقوم الساعة، قال: حي على الصلاة،\nقال: طوبى لمن مشى إليها وواظب عليها، قال: حي على الفلاح، قال: أفلح من\nأجاب محمدا صلى الله عليه وسلم وهو البقاء لأمته، قال: الله أكبر الله\nأكبر، قال: أخلصت الإخلاص يا نضلة فحرم الله جسدك على النار، قال: فلما فرغ\nمن أذانه قمنا فقلنا: من أنت يرحمك الله؟ أملك؟ أم ساكن من الجن؟ أم من\nعباد الله؟ سمعنا صوتك فأرنا صورتك فإنا وفد الله ووفد عمر بن الخطاب، قال:\nفانفلق الجبل عن هامة كالرحى أبيض الرأس واللحية عليه طمران من صوف فقال:\nالسلام عليكم ورحمة الله وبركاته، قلنا: عليكم السلام ورحمة الله وبركاته،\nمن أنت يرحمك الله؟ قال: أنا زريب بن برثملا وصي العبد الصالح عيسى ابن\nمريم أسكنني هذا الجبل ودعا لي بطول البقاء إلى نزوله من السماء فيقتل\nالخنزير ويكسر الصليب\n</p>\n\n<h1 class='l1' id='head144'>[ص: 140]</h1>\n\n<p>\nويتبرأ مما تجنته النصارى، فأما إذا فاتني لقاء محمد صلى الله عليه وسلم\nفأقرئوا عمر مني السلام وقولوا: يا عمر سدد وقارب فقد دنا الأمر، وأخبروه\nبهذه الخصال <span id='ms31'></span> التي أخبركم بها، يا عمر إذا ظهرت هذه الخصال في أمة محمد صلى\nالله عليه وسلم فالهرب الهرب، إذا استغنى الرجال بالرجال، والنساء بالنساء،\nوانتسبوا إلى غير مناسبهم، وانتموا إلى غير مواليهم، ولم يرحم كبيرهم\nصغيرهم، ولم يوقر صغيرهم كبيرهم، وترك الأمر بالمعروف فلم يؤمر به، وترك\nالنهي عن المنكر فلم ينه عنه، وتعلم عالمهم العلم ليجلب به الدراهم\nوالدنانير، وكان المطر قيظا، والولد غيظا، وطولوا المنائر، وفضضوا المصاحف،\nوزخرفوا المساجد، وأظهروا الرشا، وشيدوا البناء، واتبعوا الهوى، وباعوا\nالدين بالدنيا، واستخفوا بالدماء، وتقطعت الأرحام، وبيع الحكم، وأكل الربا\nفخرا، وصار الغنى عزا، وخرج الرجل من بيته فقام إليه من هو خير منه، وركبت\nالنساء السروج، قال: ثم غاب عنا، قال: فكتب بذلك نضلة إلى سعد، فكتب سعد\nإلى عمر رحمة الله عليه، فكتب إليه: لك أبوك سر أنت ومن معك من المهاجرين\nوالأنصار حتى تنزل هذا الجبل، فإن لقيته فأقرئه مني السلام، فإن رسول الله\nصلى الله عليه وسلم قال: إن بعض أوصياء عيسى عليه السلام نزل ذلك الجبل\nناحية العراق، فرحل سعد في أربعة آلاف من المهاجرين والأنصار، حتى نزل ذلك\nالجبل أربعين يوما ينادي بالأذان في وقت كل صلاة فلا يرى جوابا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head145'>81 - </h1>\n\n<p>\nأخبرنا علي بن محمد، أنا الحسين، قال: ثنا عبد الله بن محمد، قال: أنا\nإسحاق بن إسماعيل، قال: ثنا جرير، عن مغيرة، عن أبيه، قال: كان بعض أهل\nبيتنا عند آل سعد، قالت: فرأينا امرأة قامتها قامة صبي، فقلنا: من هذه؟\nفقالوا: هذه ابنة سعد وضع سعد ذات يوم طهوره فغمست يدها فيه فطرف لها،\nوقال: قصع الله قرنك، فما شبت بعد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head146'>82 - </h1>\n\n<p>\nوأخبرنا علي، أنا الحسين، قال: ثنا عبد الله بن محمد، قال: حدثني الحسن\nبن داود بن محمد بن المنكدر القرشي، قال: ثنا عبد الرزاق، عن أبيه، عن\nميناء، مولى عبد الرحمن بن عوف، أن امرأة كانت تطلع على سعد، فنهاها فلم\nتنته، فاطلعت يوما وهو يتوضأ فقال: شاه وجهك، فعاد وجهها في قفاها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head147'>سياق <span id='ms32'></span> ما روي من كرامات سعيد بن زيد رضي الله عنه</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p142'> Vol. 09, p. 142</a>\n            </div>\n            \n<h1 class='l1' id='head148'>83 - </h1>\n\n<p>\nأخبرنا علي بن أحمد بن عبدان، قال: ثنا أحمد بن عبيد بن إسماعيل، قال:\nثنا محمد بن عباس بن إسماعيل، قال: أخبرني عمر بن محمد، أن أباه، حدثه، عن\nسعيد بن زيد بن عمرو بن نفيل، أن أروى خاصمته في أرض فقال: إني سمعت رسول\nالله صلى الله عليه وسلم يقول: «من أخذ شبرا من الأرض بغير حقه طوقه إلى\nسبع أرضين يوم القيامة» ثم قال: اللهم إن كانت كاذبة فأعم بصرها، واجعل\nقبرها في دارها، قال: فرأيتها عمياء تلتمس الجدران تقول: أصابتني دعوة سعيد\nبن زيد، فبينا هي تمشي في الدار خرت في بئر دارها فوقعت فيها وكانت قبرها\nأخرجه مسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head149'>سياق ما روي من كرامات عبد الله بن مسعود رضي الله عنه</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p143'> Vol. 09, p. 143</a>\n            </div>\n            \n<h1 class='l1' id='head150'>84 - </h1>\n\n<p>\nأخبرنا عبد العزيز بن محمد بن أحمد الدقيقي، قال: أنا الحسين بن إسماعيل،\nقال: ثنا يوسف بن موسى، قال: ثنا عبيد الله بن موسى، قال: ثنا إسرائيل،\n</p>\n\n<h1 class='l1' id='head151'>85 - </h1>\n\n<p>\nوأنا محمد بن عبد الله الجعفي، قال: أنا محمد بن علي الصائغ، قال: ثنا\nأحمد بن حازم، قال: ثنا عبيد الله بن موسى، قال: أنا إسرائيل، عن منصور، عن\nإبراهيم، عن علقمة، قال: سمع عبد الله، بخسف فقال: كنا أصحاب محمد صلى الله\nعليه وسلم نعد الآيات رحمة، وأنتم تعدونها تخويفا، إنا بينا نحن مع رسول\nالله صلى الله عليه وسلم ليس معنا طعام فقال لنا رسول الله صلى الله عليه\nوسلم: «اطلبوا من معه فضل ماء» ، فأتي بماء فصبه في إناء ثم وضع كفه، فجعل\nالماء يخرج من بين أصابعه، ثم قال: حي على الطهور المبارك، والبركة من الله\n\"، فشربنا منه، قال عبد الله: قد كنا نسمع تسبيح الطعام وهو يؤكل أخرجه\nالبخاري من حديث إسرائيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head152'>سياق ما روي من كرامات العباس بن عبد المطلب رضي الله عنه</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p144'> Vol. 09, p. 144</a>\n            </div>\n            \n<h1 class='l1' id='head153'>86 - </h1>\n\n<p>\nأخبرنا محمد بن عمر بن محمد بن حميد، قال: أنا يزيد بن البزاز، قال: ثنا\nالحسن بن محمد بن الصباح <span id='ms33'></span> الزعفراني، قال: ثنا محمد بن عبد الله بن المثنى\nالأنصاري،\n</p>\n\n<h1 class='l1' id='head154'>87 - </h1>\n\n<p>\nوأنا أبو بكر محمد بن أحمد الصفار، قال: أنا الحسين بن إسماعيل، قال: ثنا\nيعقوب بن إبراهيم، قال: ثنا محمد بن عبد الله الأنصاري، قال: حدثني أبي،\nحدثني عمي، ثمامة بن عبد الله بن أنس، عن أنس، رضي الله عنه قال: إن عمر بن\nالخطاب رضي الله عنه إذا أقحطوا استسقى بالعباس بن عبد المطلب، قال: ويقول:\nاللهم إنا كنا إذا أقحطنا توسلنا إليك بنبينا فتسقينا، وإنا نتوسل إليك بعم\nنبينا فاسقنا، قال: فيسقون أخرجه البخاري عن الزعفراني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head155'>88 - </h1>\n\n<p>\nأخبرنا علي بن محمد بن عمر، قال: أنا عبد الرحمن بن\n</p>\n\n<h1 class='l1' id='head156'>[ص: 145]</h1>\n\n<p>\nأبي حاتم، قال: ثنا محمد بن عزيز، قال: حدثني سلامة، عن عقيل، عن زيد بن\nأسلم، وأبي إسحاق، عن من أخبرهما، عن ابن عباس، وبعضهم زاد في الحديث على\nبعض قال: لما كان عام الرمادة استسقى عمر بن الخطاب بالناس فأخذ بيد العباس\nبن عبد المطلب ثم قال: اللهم إنا نستشفع بك وإليك بوجه عم نبيك لما رأى\nنواحي إلا سقاهم الله عز وجل، وخطب عمر الناس فقال: يا أيها الناس ألا إن\nرسول الله صلى الله عليه وسلم كان يرى للعباس ما يرى لوالده فيعظمه ويبجله\nويبر له قسمه، ولا ينسى له غيبة قال أبو محمد يعني عبد الرحمن: قوله ولا\nينسى له غيبة يعني قصة اللدود\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head157'>89 - </h1>\n\n<p>\nأخبرنا الحسين بن محمد بن خلف العطار، ومحمد بن أحمد الصفار، قالا: ثنا\nالحسين بن إسماعيل، قال: ثنا عبد الله بن أبي\n</p>\n\n<h1 class='l1' id='head158'>[ص: 146]</h1>\n\n<p>\nسعد، قال: ثنا أحمد بن يحيى بن جابر، قال: حدثني عباس بن هشام، عن أبيه،\nعن جده، عن أبي صالح، عن ابن عباس، قال: استسقى عمر بن الخطاب بالعباس عام\nالرمادة فقال: إن هؤلاء عبادك وبنو إمائك أتوك راغبين إليك متوسلين إليك\nبعم نبيك فاسقنا سقيا نافعة تعم العباد وتحيي البلاد، اللهم إنا نستسقيك\nبعم نبيك صلى الله عليه وسلم ونستشفع إليك بشيبته، فسقوا ففي ذلك يقول عباس\nبن <span id='ms34'></span> عتبة بن أبي لهب:\n</p>\n\n<p>\n[البحر الطويل]\n</p>\n\n<p>\nبعمي سقا الله الحجاز وأهله ... عشية يستسقي بشيبته عمر\n</p>\n\n<p>\nتوجه بالعباس في الجدب راغبا ... إليه فما إن رام حتى أتى المطر\n</p>\n\n<p>\nومنا رسول الله فينا تراثه ... فهل فوق هذا للمفاخر نفتخر\n</p>\n\n<p>\nلفظهما سواء قال الشيخ الجليل الحافظ أبو القاسم: سمعت أبا أحمد عبيد\nالله بن أحمد الفرائضي يقول: وكان حدثنا عم حمزة بن القاسم بن عبد العزيز\nالهاشمي إلا أنه قال: لم أشاهد أنا هذه الحكاية من حمزة وكانت مشهورة عنه\nويوما مشهودا، حتى رأى الناس هذا منه حين استسقى ببغداد فدعا الله عز وجل\nوقبض على شيبته وكان ذا شيبة حسنة فقال: اللهم إني أنا من ولد ذلك الرجل\nالذي استسقى بشيبته عمر بن الخطاب رضي الله عنه فسقوا، اللهم فاسقنا، فما\nزال يردد ويتوسل بهذه الوسيلة حتى سقوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head159'>سياق ما روي من كرامات أبي عبد الله الحسين بن علي بن أبي طالب رضي الله عنهما</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p147'> Vol. 09, p. 147</a>\n            </div>\n            \n<h1 class='l1' id='head160'>90 - </h1>\n\n<p>\nأخبرني محمد بن عبد الرحمن بن العباس، قال: أنا عبد الله بن محمد البغوي،\nقال: ثنا داود بن رشيد، قال: ثنا عطاء بن مسلم، قال: سمعت أسلم، قال: حدثني\nمن كان في الصف في يوم الحسين عليه السلام فقال: ابتدر رجل فقال: أيكم\nالحسين؟ قال: كان أولنا له إجابة، فقال: أنا الحسين فما تريد يا عبد الله؟\nقال: أبشر يا عدو الله بالنار، قال: فقال: ويحك أنا؟ قال: نعم، قال: ولم\nورب رحيم وشفاعة نبي مطاع، اللهم إن كان عبدك كاذبا فجره إلى النار، واجعله\nاليوم آية لأصحابه، قال: فما هو إلا أن ثنى عنان فرسه فوثب به فألقاه في\nحيزته وبقيت رجلاه في الركاب، فجعل يضربه حتى قطعه، قال: فلقد رأيت مذاكيره\nتسحب في الأرض\n</p>\n\n<h1 class='l1' id='head161'>[ص: 148]</h1>\n\n<p>\n، فقال: فوالله ما عجبنا لسرعة إجابة دعائه، ولكن لوقوفنا حتى قتل كأن\nقلوبنا زبر الحديد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head162'>91 - </h1>\n\n<p>\nأخبرنا محمد بن الحسين الفارسي، قال: أنا محمد بن إبراهيم بن حبيش، قال:\nثنا العباس بن محمد، قال: ثنا الفضل بن زياد، قال: ثنا محمد <span id='ms35'></span> بن محمد، عن\nأبي الأحوص، قال: قال عبد الملك بن عمير: كان لنا جليس يتعطر وكانت رائحة\nالقطران تغلب عليه، فقال له بعض القوم: يا أبا فلان إنك تتعطر، وإن رائحة\nالقطران تغلب عليك، قال: أوقد وجدتم شيئا؟ قالوا: نعم، قال: أما إني\nسأحدثكم، كنت فيمن سلب الحسين بن علي وأصحابه، قال: فأريت في المنام فرأيت\nكأن الناس قد حشروا وخرجوا عطاشا، قال: وإذا رجل قاعد وحوض يسقي الناس منه،\nوإذا رسول الله صلى الله عليه وسلم، فقلت: يا رسول الله اسقني، قال: اسقه،\nقال الرجل: يا رسول الله إنه ممن سلب الحسين، فقال: اذهبوا بسالب الحسين،\nفأسقوه قطرانا، فأصبحت وإن رائحة القطران لتغلب علي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head163'>92 - </h1>\n\n<p>\nأخبرنا عبيد الله بن محمد بن أحمد، قال: ثنا محمد بن عمرو، قال: ثنا\nإسحاق بن إبراهيم بن سنين، قال: ثنا هارون بن معروف، قال: ثنا بشر بن\nالسري، قال: ثنا قرة بن خالد، عن أبي رجاء، قال: لا تسبوا أهل هذا البيت\nفإنه كان لنا جار، فلما قتل الحسين قال: قد قتل هذا الكذى، فرماه الله عز\nوجل بكوكبين إلى عينيه فطمسهما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head164'>سياق ما روي من كرامات عبد الله بن عمر وعبد الله بن الزبير وأخيه مصعب رضي الله عنهم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p150'> Vol. 09, p. 150</a>\n            </div>\n            \n<h1 class='l1' id='head165'>93 - </h1>\n\n<p>\nأخبرنا علي بن محمد، أنا الحسين، ثنا عبد الله، قال: حدثني أبو بكر، أحمد\nبن عبد الأعلى الشيباني، قال: ثنا إسماعيل بن أبان العامري، قال: ثنا سفيان\nالثوري، عن طارق بن عبد العزيز، عن الشعبي، قال\n</p>\n\n<h1 class='l1' id='head166'>[ص: 151]</h1>\n\n<p>\n: لقد رأيت عجبا، كنا بفناء الكعبة وعبد الله بن عمر وعبد الله بن الزبير\nومصعب بن الزبير وعبد الملك بن مروان، فقال القوم بعد أن فرغوا من حديثهم:\nليقم كل واحد منهم فليأخذ بالركن اليماني ويسأل الله تعالى حاجته فإنه يعطى\nمن سعة، قم يا عبد الله بن الزبير فإنك أول من ولد في الهجرة، فقام فأخذ\nبالركن اليماني ثم قال: اللهم إنك عظيم ترجى لكل عظيم، أسألك بحرمة وجهك\nوحرمة عرشك وحرمة نبيك صلى الله عليه <span id='ms36'></span> وسلم أن لا تميتني من الدنيا حتى\nتوليني الحجاز ويسلم علي بالخلافة، وجاء حتى جلس فقالوا: قم يا مصعب بن\nالزبير، فقام حتى أخذ بالركن اليماني فقال: اللهم إنك رب كل شيء وإليك مصير\nكل شيء، أسألك بقدرتك على كل شيء أن لا تميتني من الدنيا حتى توليني العراق\nوتزوجني سكينة بنت الحسين، وجاء حتى جلس قالوا: قم يا عبد الملك بن مروان،\nفقام فأخذ الركن اليماني فقال: اللهم رب السموات السبع والأرضين السبع ورب\nالأرض ذات النبت بعد القفر أسألك بما سألك عبادك المطيعون لأمرك، وأسألك\nبحرمة وجهك، وأسألك بحقك على جميع خلقك، وبحق الطائفين حول بيتك أن لا\nتميتني من الدنيا حتى توليني شرق الأرض وغربها، ولا ينازعني أحد إلا أتيت\nبرأسه، ثم جاء حتى جلس، ثم قالوا: قم يا عبد الله بن عمر، فقام حتى أخذ\nبالركن اليماني فقال: اللهم إنك رحمن رحيم أسألك برحمتك التي سبقت غضبك،\nوأسألك بقدرتك على جميع خلقك أن لا تميتني من الدنيا حتى توجب لي الجنة،\nقال الشعبي: فما ذهبت عيناي من الدنيا حتى رأيت كل رجل منهم قد أعطي ما\nسأل، وبشر عبد الله بن عمر بالجنة ورئيت له\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head167'>سياق ما روي من كرامات أبي سليمان خالد بن الوليد المخزومي رضي الله عنه</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p152'> Vol. 09, p. 152</a>\n            </div>\n            \n<h1 class='l1' id='head168'>94 - </h1>\n\n<p>\nأخبرنا عيسى بن علي، أنا عبد الله بن محمد البغوي، قال: ثنا محمد بن حسان\nالسمتي، قال: ثنا سفيان بن عيينة، قال: ثنا بيان، وإسماعيل بن أبي خالد، عن\nقيس بن أبي حازم، قال: شهدت خالد بن الوليد رضي الله عنه بالحيرة أتي بسم،\nفقال: ما هذا؟ قالوا: سم ساعة، قال: \" بسم الله ثم ازدرده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head169'>95 - </h1>\n\n<p>\nأخبرنا علي بن محمد بن عبد الله، أنا الحسين، قال: ثنا عبد الله بن محمد،\nقال: ثنا أبو عبد الله محمد بن إسحاق المسيبي، عن أبي بكر بن عياش، عن\nالأعمش، عن خيثمة، قال\n</p>\n\n<h1 class='l1' id='head170'>[ص: 153]</h1>\n\n<p>\n: أتي خالد بن الوليد برجل ومعه زق خمر فقال: اللهم اجعله عسلا، فصار\nعسلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head171'>96 - </h1>\n\n<p>\nأخبرنا علي، أنا <span id='ms37'></span> الحسين، قال: ثنا عبد الله بن محمد، قال: ثنا إبراهيم بن\nعبد الله بن حاتم الهروي، قال: ثنا هشيم، قال: ثنا العوام بن حوشب، قال:\nحدثني قومي عن رجل منهم يقال له صعصعة، قال فشت الخمر في عسكر خالد بن\nالوليد فجعل يطوف عليهم، وكان رجل منهم بعثه أصحابه فاشترى زقا من خمر\nوحمله بين يديه، فاستقبله خالد كفه بكفه، قال: ما هذا؟ قال: خل، قال: جعله\nالله خلا، فانطلق إلى أصحابه ففتحوه فإذا خل كأجود ما يكون من الخل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head172'>97 - </h1>\n\n<p>\nأخبرنا جعفر بن عبد الله بن يعقوب، قال: أنا محمد بن هارون الروياني،\nقال: ثنا أبو كريب، قال: ثنا يحيى، عن أبي بكر، عن الأعمش، عن خيثمة، قال:\nمر على خالد بن الوليد بزق خمر، فقال: أي شيء هذا؟ فقالوا: خل، فقال: جعله\nالله خلا، قال: فنظروا فإذا هو خل وقد كان خمرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head173'>سياق ما روي من كرامات أبي المنذر أبي بن كعب رضي الله عنه عليه</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p154'> Vol. 09, p. 154</a>\n            </div>\n            \n<h1 class='l1' id='head174'>98 - </h1>\n\n<p>\nأخبرنا علي بن محمد، ثنا إسحاق بن إسماعيل، قال: ثنا يحيى بن عيسى، عن\nالأعمش، عن حبيب بن أبي حبيب، عن سعيد بن جبير، عن ابن عباس، قال: قال عمر\nبن الخطاب رضي الله عنه: اخرجوا بنا إلى أرض قومنا، قال: فخرجوا، فكنت أنا\nوأبي بن كعب، في مؤخرة الناس، فهاجت سحابة فقال أبي: اللهم اصرف عنا أذاها،\nفلحقناهم وقد ابتلت رحالهم، فقال عمر: ما أصابكم الذي أصابنا، قلنا: إن أبا\nالمنذر دعا الله عز وجل أن يصرف عنا أذاها، فقال عمر: ألا دعوتم لنا معكم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head175'>سياق ما روي من كرامات أبي الدرداء عويمر بن أنس وسلمان الفارسي رضي الله عنهما</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p155'> Vol. 09, p. 155</a>\n            </div>\n            \n<h1 class='l1' id='head176'>99 - </h1>\n\n<p>\nأخبرنا جعفر بن عبد الله بن يعقوب، أنا محمد بن هارون الروياني، قال: ثنا\nأبو كريب، قال: ثنا يحيى، عن أبي بكر، عن الأعمش، عن عمرو بن مرة، عن\nخيثمة، قال: كان أبو الدرداء يصلح قدرا له، فوقعت على وجهها فجعلت تسبح،\nفقال: يا سلمان تعال اسمع إلى ما لم يسمع أبوك <span id='ms38'></span> مثله قط، قال: فجاء سلمان\nوسكت الصوت فأخبره، فقال سلمان: لو لم تسبح لرأيت أو لسمعت من آيات الله\nالكبرى\n</p>\n\n<h1 class='l1' id='head177'>100 - </h1>\n\n<p>\nأنا جعفر، أنا محمد، ثنا أبو كريب، ثنا أبو أسامة، عن الأعمش، عن عمرو بن\nمرة، عن أبي البختري مثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head178'>101 - </h1>\n\n<p>\nأخبرنا محمد بن رزقويه، أنا أبو سهل بن زياد، ثنا عبد الكريم، ثنا أبو\nاليمان، ثنا جرير، عن غيلان الفزاري، عن أبي قتيلة، أنه كان يقول اتقوا\nفراسة العلماء فإنه حق يجعله الله تعالى على أبصارهم وفي قلوبهم، وذكر أبو\nالدرداء يوما الفتنة فقال رجل من السكون: فأين أسيافنا؟ قال أبو الدرداء:\nإني أخاف إن أحضرتها أن تعور عينك وتكسر سنك، فحضر السكوني يوم صفين فتعورت\nعينه وكسرت سنه، فقال: يغفر الله لأبي الدرداء، واحدة كانت تكفيني، وقول\nعمر رضي الله عنه في غضيف بن الحارث نعم الفتى غضيف تفرس فيه الخير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head179'>102 - </h1>\n\n<p>\nأخبرنا علي بن محمد بن علي بن يعقوب، قال: ثنا محمد بن عبيد الله بن\nإبراهيم، قال: ثنا يزيد بن الهيثم البلدي، قال: ثنا إسماعيل بن إبراهيم،\nقال: ثنا النضر بن شميل، عن محمد بن إسماعيل، عن محمد بن قيس الأسدي، عن\nمسلم بن غبطة، قال: دخل سلمان على صديق له وهو في الموت فقال: يا ملك الموت\nارفق بأخي، فأجابه من ناحية البيت: إني بكل مؤمن رفيق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head180'>سياق ما روي من كرامات أبي نجيد عمران بن حصين رضي الله عنه</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p157'> Vol. 09, p. 157</a>\n            </div>\n            \n<h1 class='l1' id='head181'>108 - </h1>\n\n<p>\nأخبرنا جعفر بن عبد الله بن يعقوب، قال: ثنا محمد بن هارون الروياني،\nقال: ثنا محمد بن بشار، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن حميد بن\nهلال، قال: سمعت مطرف بن عبد الله، يقول: قال لي عمران بن حصين: إني أحدثك\nحديثا عسى الله أن ينفعك به، إن رسول الله صلى الله عليه وسلم جمع بين الحج\nوالعمرة ولم ينه عنه حتى مات ولم ينزل فيه قرآن يحرمه، ولقد كان يسلم علي،\nيعني الملائكة، فلما اكتويت أمسك فلما تركته عاد إلي أخرجه البخاري عن <span id='ms39'></span> محمد\nبن بشار، عن غندر وأخرجه مسلم عن عبيد الله بن معاذ، عن أبيه، كلاهما عن\nشعبة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head182'>سياق ما روي من كرامات أنس بن مالك رضي الله عنه</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p158'> Vol. 09, p. 158</a>\n            </div>\n            \n<p>\nثنا محمد بن حسين، ثنا عمار بن عثمان، قال: ثنا جعفر بن سليمان، ح وثنا\nعلي بن محمد، أنا الحسين بن صفوان، قال: ثنا عبد الله بن محمد، قال: ثنا\nبشار بن موسى الخفاف، قال: ثنا جعفر بن سليمان، عن ثابت، قال: كنت مع أنس\nفجاء قهرمانه فقال: يا أبا حمزة قد عطشت أرضنا، قال: فقام أنس فتوضأ وخرج\nإلى البرية فصلى ركعتين ثم دعا، فرأيت السحاب يلتئم، قال: ثم مطرت حتى ملأت\nكل شيء، فلما سكن المطر بعث أنس بعض أهله فقال: انظر أين بلغت السماء؟ فنظر\nفلم تعد أرضه إلا يسيرا واللفظ لحديث بشار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p158'> Vol. 09, p. 158</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head183'>سياق ما روي من كرامات البراء بن مالك أخي أنس بن مالك رضي الله عنهما</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p159'> Vol. 09, p. 159</a>\n            </div>\n            \n<p>\nأخبرنا محمد بن عبد الرحمن، قال: ثنا عبد الله بن محمد بن زياد، قال: ثنا\nمحمد بن عزيز، حدثني سلامة بن روح، عن عقيل، عن ابن شهاب، عن أنس بن مالك،\nقال: قال رسول الله صلى الله عليه وسلم: «كم من ضعيف متضعف ذو طمرين لو\nأقسم على الله عز وجل لأبره، منهم البراء بن مالك»\n</p>\n\n<h1 class='l1' id='head184'>[ص: 160]</h1>\n\n<p>\n، وإن البراء لقي زحفا من المشركين وقد أوجف المشركون في المسلمين فقالوا\nله: يا براء إن رسول الله صلى الله عليه وسلم قال إنك لو أقسمت على الله\nلأبرك، فأقسم على الله، فقال: أقسمت عليك يا رب لما منحتنا أكتافهم، فمنحوا\nأكتافهم ثم التقوا على قنطرة السوس فأوجفوا في المسلمين، فقالوا: أقسم يا\nبراء على ربك، فقال: أقسمت عليك يا رب لما منحتنا أكتافهم وألحقتني بنبيي\nصلى الله عليه وسلم، فمنحوا أكتافهم وقتل البراء شهيدا رحمة الله عليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p159'> Vol. 09, p. 159</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head185'>سياق ما روي من كرامات العلاء بن الحضرمي رضي الله عنه</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p161'> Vol. 09, p. 161</a>\n            </div>\n            \n<p>\nأخبرنا عبد الوهاب بن علي بن نصر، قال: ثنا يوسف بن عمر، قال: ثنا عبد <span id='ms40'></span>\nالرحمن بن أبي شيخ، قال: ثنا أبو الفضل يعني المؤدب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p161'> Vol. 09, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\n، قال: أنا يحيى بن ورد، قال: حدثني أبي قال: حدثني عدي بن الفضل، قال:\nحدثني سعيد بن إياس الجريري، عن أبي السليل ضريب بن نفير، قال: كنت مرافقا\nللعلاء بن الحضرمي حين بعث إلى البحرين فسلكنا مفازة فعطشنا عطشا شديدا حتى\nخشينا على أنفسنا الهلاك وما ندري ما مسافة الأرض، فذكر ذلك له فنزل فصلى\nركعتين ثم قال: يا حليم يا عليم يا علي يا عظيم اسقنا، قال: فإذا نحن\nبسحابة كأنها جناح طائر قد أظلتنا حتى أتينا على خليج من البحر ما خيض قبل\nذلك اليوم ولا خيض بعده، فالتمسنا سفنا فلم نجد، فذكرنا ذلك له فصلى ركعتين\nثم قال: يا حليم يا عليم يا عظيم أجرنا، ثم أخذ بعنان فرسه ثم قال: جوزوا\nباسم الله، قال أبو هريرة: فمشينا على الماء فوالله ما ابتلت قدم ولا خف\nبعير ولا حافر دابة، وكان الجيش أربعة آلاف، فلما جزنا قال: هل تفقدون\nشيئا؟ قالوا: لا، قال: فأتينا البحرين فافتتحها وأقام بها سنة ثم مات رحمة\nالله عليهقال أبو هريرة: فكنت فيمن مرضه وغسله وكفنه وصلى عليه ودفنه، فلما\nدفناه تلاومنا في دفنه، وقالوا: ينبشه كلب أو سبع، فكشفنا عنه التراب فلم\nنجده في قبره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p162'> Vol. 09, p. 162</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head186'>سياق ما روي من كرامات أهبان بن صيفي رضي الله عنه</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p163'> Vol. 09, p. 163</a>\n            </div>\n            \n<p>\nأخبرنا أحمد بن محمد بن يونس، قال: أنا الحسين بن إسماعيل، قال: ثنا زياد\nبن أيوب، قال: ثنا إسماعيل، قال: ثنا عبد الله بن عبيد، عن عديسة بنت أهبان\nبن صيفي، قالت: أوصاني أبي أن يكفن في ثوبين، قالت: فكفن في ثوبين وقميص،\nفلما أصبحنا من الغد من يوم دفناه إذا نحن بالقميص الذي كفن فيه على المشجب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p163'> Vol. 09, p. 163</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head187'>سياق ما روي من كرامات حجر بن عدي أو قيس بن مكشوح في جماعة أصحاب رسول الله صلى الله عليه وسلم في عبور دجلة بلا سفينة بعد فتح القادسية</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p164'> Vol. 09, p. 164</a>\n            </div>\n            \n<h1 class='l1' id='head188'>109 - </h1>\n\n<p>\nأخبرنا علي بن محمد بن عمر، أنا عبد <span id='ms41'></span> الرحمن بن أبي حاتم، قال: ثنا العباس\nبن يزيد العبدي، قال: سمعت أبا معاوية، عن الأعمش، عن حبيب بن صهبان، قال:\nجاء رجل من المسلمين فقال الناس: هو حجر بن عدي، قال أبو عبيدة النحوي: هو\nقيس بن مكشوح المرادي، وفي حديث أبي معاوية\n</p>\n\n<h1 class='l1' id='head189'>[ص: 165]</h1>\n\n<p>\nبإذن الله كتابا مؤجلا في دجلة، فلما أقحم أقحموا، فلما رآهم العدو\nقالوا: - ديوان ديوان - يعني - شياطين شياطين - فهربوا إليهم فدخلنا عسكرهم\nفوجدنا من الصفراء والبيضاء، وكان الرجل يقول: من يعطي صفراء ببيضاء،\nوأصبنا أمثال الجبال من الجرب الكافور، وأصبنا بقرا فذبحناها فجعلناها في\nالقدور، وأخذنا من ذلك الكافور ونحن نحسب أنه ملح وطرحناه في اللحم، فلما\nأكلنا وجدناه مرا، فقلنا: ما أمر ملح الأعاجم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head190'>110 - </h1>\n\n<p>\nأخبرنا محمد بن أحمد بن القاسم، قال: أنا إسماعيل بن محمد، قال: ثنا حسن\nبن علي بن عفان، قال: ثنا ابن نمير، عن الأعمش، عن بعض أصحابه، قال: انتهيت\nإلى دجلة وهي مادة، والأعاجم خلفها فقال رجل من المسلمين: باسم الله ثم\nأقحم فرسه فارتفع على الماء باسم الله باسم الله، ثم اقتحموا فارتفعوا على\nالماء فلما نظر إليهم الأعاجم قالوا: - ديوان ديوان - ثم ذهبوا على وجوههم\nفما فقدوا إلا قدحا كان معلقا بعذبة سرج، فلما خرجوا أصابوا من الغنائم\nوافتتحوا، فجعل الرجل يقول: من ينال صفراء بيضاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head191'>سياق ما روي في كرامات أبي معلق</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p166'> Vol. 09, p. 166</a>\n            </div>\n            \n<h1 class='l1' id='head192'>111 - </h1>\n\n<p>\nأخبرنا علي بن عبد الله، قال: أنا الحسين بن صفوان، قال: ثنا عبد الله بن\nمحمد، قال: ثنا عيسى بن عبد الله التميمي، قال: أخبرني فهير بن زياد\nالأسدي، عن موسى بن وردان، عن الكلبي، وليس بصاحب التفسير، عن الحسن، عن\nأنس، قال: كان رجل من أصحاب النبي صلى الله عليه وسلم من الأنصار يكنى أبا\nمعلق، وكان يتجر بمال له ولغيره يضرب به في الآفاق، وكان ناسكا ورعا، فخرج\nمرة فلقيه لص مقنع بالسلاح فقال له: ضع ما معك فإني قاتلك\n</p>\n\n<h1 class='l1' id='head193'>[ص: 167]</h1>\n\n<p>\n، قال: ما تريد إلا دمي شأنك بالمال، قال: أما المال فلا فلست <span id='ms42'></span> أريد إلا\nدمك، قال: أما إذا أبيت فذرني أصلي أربع ركعات، قال: صل ما بدا لك، فتوضأ\nثم صلى أربع ركعات وكان من دعائه في آخر سجدة أنه قال: يا ودود يا ذا العرش\nالمجيد، يا فعالا لما تريد، أسألك بعزك الذي لا يرام، وملكك الذي لا يضام،\nوبنورك الذي ملأ أركان عرشك أن تكفيني شر هذا اللص، يا مغيث أغثني، ثلاث\nمرات قال: دعا بها ثلاث مرات فإذا هو بفارس قد أقبل بيده حربة واضعها بين\nأذني فرسه، فلما أبصر به اللص أقبل نحوه فطعنه فقتله، ثم أقبل إليه فقال:\nقم، قال: من أنت بأبي أنت وأمي فقد أغاثني الله تعالى بك اليوم؟ قال: أنا\nملك من أهل السماء الرابعة، دعوت الله بدعائك الأول فسمعت لأبواب السماء\nقعقعة، ثم دعوت بدعائك الثاني فسمعت لأهل السماء ضجيجا، ثم دعوت بدعائك\nالثالث فقيل: دعاء مكروب، فسألت الله عز وجل أن يوليني قتله، قال أنس:\nفاعلم أنه من توضأ وصلى أربع ركعات ودعا بهذا الدعاء استجيب له مكروبا كان\nأم غير مكروب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head194'>سياق ما روي في كرامات أبي أمامة الباهلي رضي الله عنه</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p168'> Vol. 09, p. 168</a>\n            </div>\n            \n<h1 class='l1' id='head195'>112 - </h1>\n\n<p>\nأخبرنا علي بن محمد بن عمر، قال: ثنا عبد الرحمن بن أبي حاتم، قال: أنا\nعلي بن سهل الرملي، فيما كتب إلي، فقال: ثنا الوليد بن مسلم، قال: حدثني\nعبد الرحمن بن يزيد، ثنا جابر، عن مولاة لأبي أمامة الباهلي قالت: كان أبو\nأمامة رجلا يحب الصدقة ويجمع لها من بين الدينار والدرهم والفلوس وما يأكل\nحتى البصلة ونحوها، ولا يقف به سائل إلا أعطاه ما تهيأ له في يومه وساعته\nحتى يضع في يد أحدهم البصلة، قالت: فأصبحنا ذات يوم ليس في بيته شيء من\nالطعام له ولا لنا وليس عنده إلا ثلاثة دنانير، فوقف به سائل فأعطاه\nدينارا، ثم وقف به سائل فأعطاه دينارا، ثم وقف به سائل فأعطاه دينارا\n</p>\n\n<h1 class='l1' id='head196'>[ص: 169]</h1>\n\n<p>\n، قالت: فغضبت وقلت: لم يبق لنا شيء، فاستلقى على فراشه وأغلق عليه باب\nالبيت حتى أذن <span id='ms43'></span> المؤذن للظهر، فجئته فأيقظته، فراح إلى مسجده صائما فرفقت\nعليه فاستقرضت ما اشتريت به عشاء فهيأت سراجا وعشاء ووضعت مائدة ودنوت من\nفراشه لأمهده له، فرفعت المرفقة فإذا بذهب، فقلت في نفسي ما صنع إلا ثقة\nبما جاء به، قالت: فعددتها فإذا ثلاثمائة دينار، فتركتها على حالها حتى\nانصرف عن العشاء، قالت فلما دخل ورأى ما هيأت له حمد الله تعالى وتبسم في\nوجهي وقال: هذا خير من غيره، فجلس فتعشى، فقلت: يغفر الله لك، جئت بما جئت\nبه ثم وضعته بموضع مضيعة، فقال: وما ذاك؟ قلت: ما جئت به من الدنانير ورفعت\nالمرفقة عنها ففزع لما رأى تحتها وقال: ويحك ما هذا؟ فقلت: لا علم لي به،\nإلا أني وجدته على ما ترى، قالت: فكثر فزعه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head197'>سياق ما روي في كرامات تميم الداري رضي الله عنه</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p170'> Vol. 09, p. 170</a>\n            </div>\n            \n<h1 class='l1' id='head198'>113 - </h1>\n\n<p>\nأخبرنا علي بن محمد بن علي بن يعقوب، قال: ثنا أبو بكر أحمد بن جعفر بن\nمالك، قال: ثنا الفضل بن حباب الجمحي، قال: ثنا محمد بن عنبسة الخزاعي،\nقال: ثنا حماد بن سلمة، عن سعيد الجريري، عن أبي العلاء، أن معاوية بن\nحرمل، ختن مسيلمة الكذاب قال: قدمت المدينة فبقيت ثلاثة أيام لا أطعم شيئا،\nفأتيت عمر بن الخطاب فقال: اذهب فانزل على خير أهل المدينة، فدخلت المسجد\nفإذا فيه رجل لما صلى العصر ضرب بيده إلى من عن يمينه وشماله، فذهب بهما\nإلى منزله، فإذا هو تميم الداري\n</p>\n\n<h1 class='l1' id='head199'>[ص: 171]</h1>\n\n<p>\n، فصليت إلى جنبه فضرب بيده إلي وإلى أخي، فذهب بنا إلى منزله ووضعت\nالمائدة وجيء بالطعام، فأكلنا أكلا شديدا، فلبثنا أياما، فخرجت نار من غار\nفي الحرة، فجاء عمر بن الخطاب فقال: يا تميم أنت لها، فقال: يا أمير\nالمؤمنين أنا؟ وما عسى أن أكون أنا؟ قال: أقسمت عليك لما قمت، فقام فاتبعته\nفجعل يحوشها حتى أدخلها الغار الذي خرجت منه، فقال عمر رضي الله عنه: ما من\nشهد كمن لم يشهد، وما من رأى كمن لم ير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head200'>سياق ما روي في <span id='ms44'></span> كرامات أبي عبد الرحمن سفينة مع الأسد</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p172'> Vol. 09, p. 172</a>\n            </div>\n            \n<h1 class='l1' id='head201'>114 - </h1>\n\n<p>\nأخبرنا علي بن محمد بن عبد الله، قال: ثنا إسماعيل بن\n</p>\n\n<h1 class='l1' id='head202'>[ص: 173]</h1>\n\n<p>\nمحمد، قال: ثنا أحمد بن منصور، قال: ثنا عبد الرزاق، قال: أنا معمر، عن\nالحجبي، عن ابن المنكدر، أن سفينة مولى رسول الله صلى الله عليه وسلم أخطأ\nالجيش بأرض الروم، أو أسر في أرض الروم، فانطلق هاربا يلتمس الجيش، فإذا هو\nبالأسد، فقال: أبا الحارث أنا مولى رسول الله صلى الله عليه وسلم كان من\nأمري كيت وكيت، فأقبل الأسد له بصبصة حتى قام إلى جنبه، كلما سمع صوتا أهوى\nإليه، ثم أقبل يمشي إلى جنبه، فلم يزل كذلك حتى بلغ الجيش، ثم رجع الأسد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head203'>سياق ما روي من كرامات أم المؤمنين عائشة رضي الله عنها</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p174'> Vol. 09, p. 174</a>\n            </div>\n            \n<h1 class='l1' id='head204'>115 - </h1>\n\n<p>\nعن إسحاق بن الحسن قال: ثنا أحمد بن عبد الجبار قال: حدثني أبي، عن\n</p>\n\n<h1 class='l1' id='head205'>[ص: 175]</h1>\n\n<p>\nجرير، عن مغيرة أن أيمن بن صعصعة هو الذي عقر الجمل، فقالت عائشة رضي\nالله عنها: اللهم اهتك ستره، فاستعمله علي بن أبي طالب على البصرة، فقدم\nالبصرة وجارية بن قدامة السعدي عليها، فأرسل إلى جارية أن فرغ دار الإمارة،\nقال: حتى يصبح، فأتى دارا فنزلها، فقام في بعض الليل يبول فوقع من الأحجار\nفمات، فأدركوه ميتا عريانا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head206'>سياق ما روي في كرامات أسماء أختها رضي الله عنها</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p176'> Vol. 09, p. 176</a>\n            </div>\n            \n<h1 class='l1' id='head207'>116 - </h1>\n\n<p>\nأخبرنا عبد الوهاب، أنا يوسف، ثنا أحمد بن علي، ثنا زيد بن أخزم، قال:\nثنا سعيد بن عامر، عن أبي عامر الخزاز، عن ابن أبي مليكة، قال: كنت الآخر\nفيمن بشر أسماء بنزول ابنها، يعني ابن الزبير، فدعت بمراكن وشب يماني، فكنا\nلا نتناول منه عضوا إلا جاء معنا فنغسله ونضعه في أكفانه، فنتناول العضو\nالذي يليه فنغسله، ثم نضعه في أكفانه، حتى فرغت منه، ثم قامت فصلت عليه،\nوكانت تقول قبل ذلك: اللهم لا تمتني حتى تقر عيني بجثته، فما أتت عليها\nجمعة حتى ماتت رحمها الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head208'>سياق ما روي في كرامات زينب بنت جحش رضي الله عنها</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p177'> Vol. 09, p. 177</a>\n            </div>\n            \n<h1 class='l1' id='head209'>117 - </h1>\n\n<p>\nأخبرنا علي <span id='ms45'></span> بن محمد، أنا الحسين، قال: ثنا عبد الله بن محمد، قال: ثنا\nأبو خيثمة، قال: ثنا يزيد بن هارون، عن محمد بن عمرو، حدثني يزيد بن خصيفة،\nعن عبد الله بن رافع، عن برزة بنت رافع، قالت: لما جاء العطاء بعث عمر إلى\nزينب بنت جحش بالذي لها، فلما دخل عليها قالت: غفر الله لعمر لغيري من\nأخواتي كان أقوى على قسم هذا مني، قالوا: هذا كله لك، قالت: سبحان الله،\nواستترت دونه بثوب وقالت: صبوه واطرحوا عليه ثوبا\n</p>\n\n<h1 class='l1' id='head210'>[ص: 178]</h1>\n\n<p>\n، فقالت لي: أدخلي يدك فاقبضي منه قبضة فادفعي بها إلى فلان، وإلى فلان\nمن أبنائها وذوي رحمها، فقسمته حتى بقيت منه بقية، فقالت لها برزة: غفر\nالله لك، والله لقد كان لنا في هذا حظ، قالت: ولكم ما تحت الثوب، قالت:\nفرفعنا الثوب فوجدنا تحته خمسة وثمانين درهما، ثم رفعت يديها فقالت: اللهم\nلا يدركني عطاء لعمر بعد عامي هذا، قالت: فماتت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head211'>سياق ما روي في كرامات أم شريك الدوسية رضي الله عنها</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p179'> Vol. 09, p. 179</a>\n            </div>\n            \n<h1 class='l1' id='head212'>118 - </h1>\n\n<p>\nأخبرنا عبد الوهاب بن علي، أنا عمر بن أحمد، ثنا أحمد بن عيسى، قال: ثنا\nميمون بن أصبغ، قال: ثنا سيار بن حاتم، قال: ثنا جعفر بن سليمان، قال: ثنا\nحماد بن زيد، قال: ثنا يحيى بن سعيد الأنصاري، قال\n</p>\n\n<h1 class='l1' id='head213'>[ص: 180]</h1>\n\n<p>\n: هاجرت أم شريك الدوسية، قال: وأمست صائمة، قال: فصاحبها رجل من اليهود\nوعطشت عطشا شديدا، فأبى أن يسقيها، قال: وقال لامرأته: والله لئن سقيتها\nلأفعلن بك، قال: فباتت، فلما كان آخر الليل دلي عليها دلو من السماء فشربت\nحتى رويت، قال: ثم أيقظتهم للرحيل، قال اليهودي لامرأته: إني لأسمع صوت\nامراة لقد سقيتها، قال: فقالت أم شريك: فوالله ما سقتني شيئا، وكانت لأم\nشريك عكة تعيرها السرايا في سبيل الله فيصيبون من ربها وسمنها، قال: فنفد\nما فيها، قال: فنفختها وعلقتها في الشمس، فاستعارها رجل منهم، فقالت: والله\nما فيها شيء، فنظروا فإذا هي مملوءة سمنا وربا، قال: فكان يقال: من آيات\nالله بمكة أم شريك <span id='ms46'></span> الدوسية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head214'>سياق ما روي في كرامات أم أوس البهزية</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p181'> Vol. 09, p. 181</a>\n            </div>\n            \n<h1 class='l1' id='head215'>119 - </h1>\n\n<p>\nأخبرنا عبيد الله بن أحمد، أنا أحمد بن محمد بن الفضل الهاشمي، ثنا الحسن\nبن عرفة، قال: ثنا خلف بن خليفة، عن أبي\n</p>\n\n<h1 class='l1' id='head216'>[ص: 182]</h1>\n\n<p>\nهاشم الرماني، عن أم أوس البهزية، أنها أرسلت سمنا لها في عكة، فأهدته\nإلى رسول الله صلى الله عليه وسلم، قال: فقبل رسول الله صلى الله عليه وسلم\nهديتها، وأبقى في العكة قليلا، ودعا عليه بالبركة، وقال: «اذهبوا إليها\nبعكتها» قال: وذهبوا إليها بعكتها، فإذا هي مملوءة سمنا، فظنت أن رسول الله\nصلى الله عليه وسلم لم يقبل هديتها، قال: فجاءت وإن لها لصراخا وهي تقول:\nإنما أرسلته إليك لتأكله، قال وعرف رسول الله صلى الله عليه وسلم أنه قد\nاستجيب، قال: «اذهبوا إليها، وقولوا لها فلتأكل من سمنها وتذكر اسم الله»\nقال: فأكلت بقية عمر رسول الله صلى الله عليه وسلم، وخلافة أبي بكر، وخلافة\nعمر، وخلافة عثمان، حتى كان من أمر علي ومعاوية ما كان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head217'>سياق ما روي في كرامات سعيد بن المسيب رحمة الله عليه</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p183'> Vol. 09, p. 183</a>\n            </div>\n            \n<h1 class='l1' id='head218'>120 - </h1>\n\n<p>\nحدثنا أحمد بن عبيد قال: أنا أحمد بن الحسين قال: ثنا أحمد بن زهير قال:\nثنا محمد بن سليمان لوين قال: ثنا عبد الحميد بن سليمان، عن أبي حازم، عن\nسعيد بن المسيب قال: لقد رأيتني في ليالي الحرة وما في مسجد رسول الله صلى\nالله عليه وسلم أحد غيري، وما يأتي وقت صلاة إلا سمعت الأذان من القبر، ثم\nأقيم فأصلي، وإن أهل الشام ليدخلون المسجد زمرا، فيقولون: انظروا إلى هذا\nالشيخ المجنون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head219'>121 - </h1>\n\n<p>\nأنا أحمد، أنا محمد قال: نا أحمد بن زهير قال: نا يحيى بن أيوب قال: نا\nعبد الله بن كثير قال: قدم بعض أمراء المدينة واليا عليها، قال: فأتاه علي\nبن الحسين، والقاسم بن محمد، وسالم بن عبد الله، وذكر نفرا من قريش، فقال:\nأيكم سعيد بن المسيب؟ قال: فقال له علي بن حسين: إن سعيدا ليلزم مسجده،\nويجفو الأمراء، فقال: تأتيني أنت، يعني علي <span id='ms47'></span> بن الحسين بن علي بن أبي طالب\nبن عبد المطلب، والقاسم بن محمد بن أبي بكر الصديق، وسالم بن عبد الله يعني\nابن عمر بن الخطاب، وسمى أولئك الذين أتوه من قريش، ولم يأتني؟ والله\nلأضربن عنقه، ثم والله لأضربن عنقه، ثم والله لأضربن عنقه، قال: فقال علي\nبن الحسين: فضاق بنا المجلس حتى قمنا، فأتيت سعيد بن المسيب، فجلست إليه،\nوذكرت له ما قال، وقلت: تخرج إلى العمرة؟ فقال: ما حضرتني في ذلك نية، وإن\nأحب الأعمال إلي ما نويت، قال: فقلت فتصير إلى منزل بعض إخوانك؟ قال: فما\nأصنع بهذا المنادي الذي ينادي كل يوم خمس مرات\n</p>\n\n<h1 class='l1' id='head220'>[ص: 185]</h1>\n\n<p>\n، والله لا يناديني إلا أتيته، قلت: فتحول عن مجلسك إلى هذا المسجد، فإنك\nإذا طلبت إنما تطلب في مجلسك، قال: ولم أدع مجلسا عودني الله فيه من الخير\nما عودني؟ قال: قلت: أي أخي، أما تخاف؟ قال: أما إذ ذكرت يا أخي فإن الله\nتعالى ليعلم أني لا أخاف شيئا غيره، ولكن أول ما أقول وأوسطه وآخره حمدا\nلله، وثناء عليه، وصلاة على محمد صلى الله عليه وسلم، وأسأل الله تعالى أن\nينسيه ذكري، قال: فمكث ذلك الأمير على المدينة ما شاء الله لم يذكره، قال:\nفبينا هو ذات يوم على منزل من المدينة وغلام له يوضئه، إذ قال للغلام: أمسك\nواسوأتاه من علي بن الحسين، والقاسم بن محمد، وسالم، إني حلفت أن أقتل سعيد\nبن المسيب، والله ما ذكرته في ساعة من ليل ولا نهار حتى ساعتي هذه، فقال له\nغلامه: أي مولاي، فما أراد الله بك خير مما أردت بنفسك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head221'>سياق ما روي في كرامات بسر بن سعيد رحمه الله</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p186'> Vol. 09, p. 186</a>\n            </div>\n            \n<h1 class='l1' id='head222'>122 - </h1>\n\n<p>\nأخبرنا علي بن محمد، أنا الحسين، قال: ثنا عبد الله، قال: ثنا محمد بن\nالحسين، قال: ثنا قدامة بن محمد الخشرمي، قال: ثنا الحجاج بن صفوان بن أبي\nيزيد، قال: وشي رجل ببسر بن سعيد إلى الوليد بن عبد الملك أنه يطعن على\nالأمير، ويعيب على بني مروان <span id='ms48'></span>، قال: فأرسل إليه الوليد والرجل عنده، قال:\nفجيء به ترعد فرائصه، فأدخل عليه، فسأله عن ذلك، فأنكر بسر، فقال: ما فعلت،\nفالتفت الوليد إلى الرجل فقال: يا بسر، هذا يشهد عليك بذلك، فالتفت فنظر\nإليه بسر، فقال: أهكذا؟ فقال: نعم، فنكس رأسه، وجعل ينكت في الأرض، ثم رفع\nرأسه فقال: اللهم قد شهد بما قد علمت أني لم أقله، اللهم إن كنت صادقا\nفأرني به آية، قال: فانكب الرجل لوجهه لم يزل يضطرب حتى مات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head223'>سياق ما روي في كرامات أبي حفص عمر بن عبد العزيز رضي الله عنه</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p187'> Vol. 09, p. 187</a>\n            </div>\n            \n<h1 class='l1' id='head224'>123 - </h1>\n\n<p>\nأخبرنا محمد بن الحسين بن يعقوب المتوثي، أنا عبد الله\n</p>\n\n<h1 class='l1' id='head225'>[ص: 188]</h1>\n\n<p>\nبن جعفر، قال: ثنا أبو يوسف، قال: ثنا محمد بن عبد العزيز، قال: ثنا\nضمرة، عن السري بن يحيى، عن رياح بن عبيدة، قال: رأيت رجلا ماشى عمر بن عبد\nالعزيز معتمدا على يديه، فقلت في نفسي: إن هذا الرجل جاف، قال: فلما انصرف\nمن الصلاة قلت: من الرجل الذي كان معتمدا على يدك آنفا؟ قال: فهل رأيته يا\nرياح؟ قلت: نعم، قال: ما أحسبك إلا رجلا صالحا، ذاك أخي الخضر بشرني أني\nسألي وأعدل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head226'>سياق ما روي في كرامات أبي عبد الله محمد بن المنكدر التيمي مولاهم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p189'> Vol. 09, p. 189</a>\n            </div>\n            \n<p>\n. . . . . . .\n</p>\n\n<h1 class='l1' id='head227'>124 - </h1>\n\n<p>\nفاحتاج إليها فأنفقها، فجاء صاحبها يطلبها، فقام فتوضأ وصلى، ثم دعا\nفقال: يا ساد الهواء بالسماء، ويا كابس الأرض على الماء، ويا واحدا قبل كل\nأحد كان، ويا واحدا بعد كل أحد يكون، أد عني أمانتي، فسمع قائلا يقول: خذ\nهذه فأدها عن أمانتك وأقصر في الخطبة، فإنك لن تراني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head228'>125 - </h1>\n\n<p>\nوأنا علي، أنا الحسين، قال: ثنا عبد الله بن محمد، قال\n</p>\n\n<h1 class='l1' id='head229'>[ص: 190]</h1>\n\n<p>\n: ثنا سلمة بن شبيب، قال: ثنا سهل بن عاصم، عن يحيى بن محمد الجاري، عن\nعبد الرحمن بن زيد بن أسلم، قال: خرج قوم غزاة، وخرج معهم محمد بن المنكدر،\nوكانت صائفة، فبينما هم يسيرون في الساقة، فقال محمد بن المنكدر: استطعموا\nالله يطعمكم، فإنه القادر، فدعا القوم، فلم يسيروا <span id='ms49'></span> إلا قليلا حتى وجدوا\nمكتلا مخيطا كأنما أوتي به من السيالة أو الروحاء، فإذا هو جبن رطب، فقال\nبعض القوم: لو كان عسلا فقال محمد: إن الذي أطعمكم جبنا ها هنا قادر أن\nيطعمكم عسلا، قال: فدعا القوم، فساروا قليلا فوجدوا قارورة عسل على الطريق،\nفنزلوا فأكلوا رضي الله عنهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head230'>سياق ما روي في كرامات أبي عبد الله جعفر بن محمد بن علي بن حسين رضي الله عنه</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p191'> Vol. 09, p. 191</a>\n            </div>\n            \n<h1 class='l1' id='head231'>126 - </h1>\n\n<p>\nأخبرنا علي بن محمد بن عيسى بن موسى، قال: أنا علي بن محمد بن أحمد\nالمصري، قال: ثنا أبو علاثة محمد بن عمر بن خالد قال: ثنا عياض بن أبي\nطيبة، قال: ثنا ابن وهب، قال: سمعت الليث بن سعد، يقول: حججت سنة ثلاث عشرة\nومائة فأتيت مكة، فلما أن صليت العصر رقينا أبا قبيس، فإذا أنا برجل جالس\nوهو يدعو، فقال: يا رب، يا رب، حتى انقطع نفسه، ثم قال: يا رباه، حتى انقطع\nنفسه، ثم قال: رب رب رب، حتى انقطع نفسه، ثم قال: يا الله، يا الله، حتى\nانقطع نفسه، ثم قال: يا حي، حتى انقطع نفسه، ثم قال: يا رحيم، حتى انقطع\nنفسه، ثم قال: يا أرحم الراحمين، حتى انقطع نفسه سبع مرات\n</p>\n\n<h1 class='l1' id='head232'>[ص: 192]</h1>\n\n<p>\n، ثم قال: اللهم إني أشتهي من هذا العنب فأطعمنيه، اللهم وإن بردي قد\nخلقا، قال الليث: فوالله ما استتم كلامه حتى نظرت إلى سلة مملوءة عنبا، وما\nعلى الأرض عنب يومئذ، وبردين، فأراد أن يأكل، فقلت: أنا شريكك، فقال: ولم؟\nفقلت: لأنك كنت تدعو وأؤمن أنا، فقال لي: تقدم فكل، ولا تخبئ منه شيئا،\nفتقدمت فأكلت شيئا لم آكل مثله قط، وإذا عنب لا عجم له، فأكلت حتى شبعت،\nوالسلة لم تنقص شيئا، ثم قال لي: خذ أحب البردين إليك، فقلت له: أما\nالبردان فأنا غني عنهما، فقال لي: توار عني حتى ألبسهما، فتواريت عنه فاتزر\nبأحدهما، وارتدى بالآخر، ثم أخذ البردين اللذين كانا عليه، فجعلهما عنده\nونزل، واتبعته حتى إذا كان بالمسعى لقيه <span id='ms50'></span> رجل فقال له: اكسني كساك الله يا\nابن رسول الله، فدفعهما إليه، فلحقت الرجل فقلت: من هذا؟ قال: هذا جعفر بن\nمحمد، قال الليث: فطلبته لأسمع منه فلم أجده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head233'>سياق ما روي في كرامات زيد بن أسلم رحمه الله</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p193'> Vol. 09, p. 193</a>\n            </div>\n            \n<h1 class='l1' id='head234'>127 - </h1>\n\n<p>\nأخبرنا محمد بن عبد الله بن القاسم، قال: أنا محمد بن أحمد بن يعقوب،\nقال: حدثني جدي يعقوب بن شيبة قال: قرأت على الحارث بن مسكين: أخبركم عبد\nالرحمن بن القاسم، وابن وهب قالا: قال مالك: استعمل زيد بن أسلم على معدن\nبني سليم، كان معدنا لا يزال يصاب فيه الناس من قبل الجن، فلما وليهم تركوا\nذلك إليه، فأمرهم بالأذان أن يؤذنوا ويرفعوا أصواتهم ففعلوا، فارتفع عنهم\nذلك حتى اليوم، قال مالك: أعجبني ذلك من مشورة زيد بن أسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head235'>سياق ما روي في كرامات يوسف بن يونس بن حماس</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p194'> Vol. 09, p. 194</a>\n            </div>\n            \n<h1 class='l1' id='head236'>128 - </h1>\n\n<p>\nأخبرنا أبو العباس الفضل بن عبد الرحمن الفقيه، قال: ثنا محمد بن إبراهيم\nالمقرئ، ثنا محمد بن الفرج أبو جعفر، قال: ثنا محمد بن أصبغ، قال: ثنا يونس\nبن عبد الأعلى، عن ابن وهب، قال: قال مالك: راح يونس بن يوسف بن حماس أبو\nيوسف بن يونس بن حماس إلى مسجد رسول الله صلى الله عليه وسلم، فرأى امرأة\nأعجبته، فقال: اللهم إذ جعلت بصري علي نعمة، وخشيت أن يكون علي نقمة، اللهم\nاقبضه، قال: فإذا هو أعمى، وكان له ابن أخ يقوده إلى المسجد، فأتى به إلى\nالمسجد. . . . .، جعلت بصري علي نعمة وخشيت أن يكون علي نقمة وإني أخاف\nالفضيحة في يومي هذا، فإذا هو مفتوح العينين ومر قال مالك فرأيته صحيح\nالعين ثم رأيته أعمى ثم رأيته صحيحا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head237'>سياق ما روي في كرامات أبي جعفر يزيد بن القعقاع المدني القارئ رضي الله عنه</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p195'> Vol. 09, p. 195</a>\n            </div>\n            \n<h1 class='l1' id='head238'>129 - </h1>\n\n<p>\nأخبرنا عبد الرحمن بن محمد بن الحسن بن. . . . قال: أنا أبو بكر أحمد بن\nموسى بن مجاهد المقرئ قال: حدثني محمد بن منصور المدني قال: ثنا محمد بن\nإسحاق المسيبي قال: حدثني أبي، عن نافع بن <span id='ms51'></span> أبي نعيم قال: لما غسل أبو جعفر\nيزيد بن القعقاع القارئ بعد وفاته نظروا ما بين نحره إلى فؤاده مثل ورقة\nالمصحف قال: فما شك من حضره أنه نور القرآن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head239'>سياق ما روي في كرامات أبي نصر المدني المبتلى رضي الله عنه</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p196'> Vol. 09, p. 196</a>\n            </div>\n            \n<h1 class='l1' id='head240'>130 - </h1>\n\n<p>\nأخبرنا محمد بن عمر بن محمد بن حميد، قال: ثنا محمد بن مخلد، قال: ثنا\nالعباس بن محمد بن عبد الرحمن، قال: ثنا أبي، عن محمد بن إسماعيل بن أبي\nفديك، قال: أجدبت المدينة فاشتد حال أهلها، وتكشف قوم مستورون، وخرجوا\nيدعون فمررت يوما بسوق الطعام وما فيه حبة حنطة ولا شعير، فإذا أبو نصر\nجالس منكس رأسه، فقلت له: يا أبا نصر أما ترى ما فيه أهل حرم رسول الله صلى\nالله عليه وسلم؟ قال: بلى، فقلت أفلا تدعو الله تعالى عله يفرج ما هم فيه؟\nقال: بلى، وحول وجهه إلى القبلة، وقال: اجلس عن يميني\n</p>\n\n<h1 class='l1' id='head241'>[ص: 197]</h1>\n\n<p>\n، قال: فجلست عن يمينه، فانكب فعفر وجهه في التراب، ثم رفع رأسه فقال: يا\nفارج الهم يا كاشف الضر مجيب دعوة المضطرين رحمن الدنيا والآخرة ورحيمهما\nصل على محمد وآل محمد، وفرج ما أصبح فيه أهل حرم نبيك، ثم غلب فذهب، وقمت\nمن عنده قال: فوالله ما خرجت من السوق حتى رأيت قد تغطت. فرفعت رأسي فإذا\nرجل جراد أرى سوادهن في الهواء فما زلن يسقطن إلى جنبي وأنا واقف أنظر حتى\nملأ ما بين المدينة، فاستغنى كل قوم بما في دارهم من جراد محشو الأجواف،\nفطبخوا وملحوا من قدر على الزيت وملأ الناس الحباب والجرار والقواصر،\nوألقوه في جوا بيوتهم ثم نهض فانتشر في أعراض المدينة لم يخرج منها إلى\nغيرها، فما مرت بنا ثلاث حتى جاءت عشر سفائن دخلت المجاز، فإذا هي دخلت في\nالوقت الذي دعا فيه أبو نصر، فرجع السعر إلى أرخص ما كان، ورجعت حال الناس\nإلى أحسن ما كانت. قال: فأتيت أبا نصر وهو في مسجد رسول الله صلى الله عليه\nوسلم، فقلت: يا <span id='ms52'></span> أبا نصر أما ترى إلى بركات دعائك قال: لا إله إلا الله هذه\nرحمة الله التي وسعت كل شيء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head242'>سياق ما روي في كرامات أبي كعب الحارثي</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p198'> Vol. 09, p. 198</a>\n            </div>\n            \n<h1 class='l1' id='head243'>131 - </h1>\n\n<p>\nأخبرنا عبد الوهاب بن علي، قال: أنا يوسف بن عمر، قال: قرأت على محمد بن\nمخلد قال: حدثني أحمد بن منصور بن سيار، قال: ثنا إبراهيم بن خالد\nالصنعاني، قال: حدثني أمية بن شبل، عن زياد بن جبل، عن أبي كعب الحارثي،\nقال. . . . عند أسماء النجرانية وهو ذو الإداوة قال: خرجت في طلب إبل لي\nضوال قال: فتزودت لبنا في إداوة، فقلت في نفسي: ما أنصفت ربي عز وجل فأين\nالوضوء؟ قال: فأهرقت اللبن وملأتها ماء، فقلت: هذا وضوء، وهذا شراب قال:\nفكنت أرعى إبلي فإذا أردت أن أتوضأ صببت من الإداوة ماء فتوضأت به، وإذا\nأردت أن أشرب صببت لبنا فشربت، فمكثت كذلك ثلاثا قال: فقالت له أسماء\nالنجرانية أمخيضا كان أم حليبا؟ قال: إنك لبطالة بل كان يعصم من الجوع\nويروي من الظمأ، أما إني حدثت بهذا نفرا من قومي فيهم علي بن الحارث سيد\nبني قفان، فقال: ما أظن الذي تقول كما تقول، قال: قلت: الله أعلم به قال:\nفرجعت إلى منزلي فبت ليلتي تيك فإذا أنا به في صلاة الصبح على بابي فخرجت\nإليه فقلت: رحمك الله لم تعنيت إلي الآن ألا أرسلت إلي فآتيك؟ فقال: لا أنا\nأحق بذلك منك أن آتيك، لما بت الليلة أتاني آت فقال أنت أكذب من يحدث بأنعم\nالله عز وجل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head244'>سياق ما روي عن أهل مكة من الكرامات فمنهم وهيب بن الورد، وابن أبي رواد</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p199'> Vol. 09, p. 199</a>\n            </div>\n            \n<p>\n. . .\n</p>\n\n<h1 class='l1' id='head245'>132 - </h1>\n\n<p>\nأحمد بن حماد، قال: ثنا علي بن حرب قال: ثنا خالد بن يزيد العدوي قال:\nسمعت ابن أبي رواد يقول: انتهيت إلى رجل ساجد خلف المقام في ليلة باردة\nمطيرة يدعو ويبكي فطفت أسبوعا، ثم عدت فوجدته على حاله فقعدت قريبا منه\nالليل كله فلما كان جوف الليل سمعت هاتفا يقول: يا وهيب بن الورد ارفع فقد <span id='ms53'></span>\nغفر لك، قال: فلم أر شيئا فلما برق الصبح رفع رأسه ومضى فاتبعته فقلت: أو\nما سمعت الصوت فقال: وأي صوت، فأخبرته، فقال: لا تخبر أحدا فما حدثت به\nأحدا حتى مات وهيب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head246'>133 - </h1>\n\n<p>\nوأخبرنا القاسم، قال: ثنا محمد بن أحمد، قال: ثنا علي بن حرب، ثنا خالد،\nقال: سمعت عبد العزيز بن أبي رواد يقول: \" سجدت ليلة على البيت تحت الثياب،\nفلما كان جوف الليل أحسست خبأ إلى جنبي، فقال لي: يا عبد العزيز قل: اللهم\nفرغني لما خلقتني له ولا تشغلني لما تكفلت لي به، اللهم لا تحرمني وأنا\nأسألك، ولا تعذبني وأنا أستغفرك، فرفعت رأسي فلم أحس أحدا \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head247'>سياق ما روي من كرامات أبي علي الفضيل بن عياض رحمه الله</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p200'> Vol. 09, p. 200</a>\n            </div>\n            \n<h1 class='l1' id='head248'>134 - </h1>\n\n<p>\nأخبرنا بكر بن شاذان المقرئ، قال: ثنا جعفر بن محمد بن نصير، قال: ثنا\nأحمد بن محمد هو ابن مسروق، قال: ثنا إبراهيم بن الجنيد قال: ثنا أبو عبد\nالله الهروي إبراهيم بن عبد الله، قال: كنا مع الفضيل بن عياض على أبي\nقبيس، فقال: لو أن الرجل صدق في التوكل على الله عز وجل، ثم قال لهذا\nالجبل: اهتز لاهتز\n</p>\n\n<h1 class='l1' id='head249'>[ص: 201]</h1>\n\n<p>\n، قال: فوالله لقد رأيت الجبل قد اهتز وتحرك، فقال: يا هذا إني لم أعنك\nرحمك الله، قال: فسكن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head250'>135 - </h1>\n\n<p>\nأخبرنا أحمد بن محمد بن حسنون، قال: أنا جعفر بن محمد بن نصير قال: ثنا\nأحمد بن محمد بن مسروق، ثنا هارون بن سوار قال: ضل حمار كان للفضيل بن\nعياض، وكان حمارا يستقي عليه الماء، فيأكل من فضله قال: فقيل له قد ضل\nالحمار، قال: فجاء، فقعد في المحراب قال: ثم قال: قد أخذنا عليه بمجامع\nالطرق قال: فجاء الحمار فوقف على باب المسجد\n</p>\n\n<h1 class='l1' id='head251'>136 - </h1>\n\n<p>\nأخبرنا عبد الوهاب بن علي قال: ثنا عمر بن أحمد، قال: ثنا محمد بن\nإبراهيم الحربي. . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head252'>سياق ما روي من كرامات العبد الأسود بمكة الذي أرى الله عز وجل ابن المبارك</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p202'> Vol. 09, p. 202</a>\n            </div>\n            \n<h1 class='l1' id='head253'>137 - </h1>\n\n<p>\nأخبرنا عبد الوهاب بن علي بن نصر قال: أنا يوسف بن عمر <span id='ms54'></span>، قال: أنا عبد\nالرحمن بن أبي شيخ إملاء، قال: ثنا أحمد بن محمد بن عبد الخالق، قال: ثنا\nعمر قال: ثنا أحمد بن عمر الحربي، قال: حدثني محمد بن صالح العدوي، قال:\nأخبرني أبي، عن عبد الله بن المبارك قال: \" كنت بمكة فأصابهم قحط، فخرجوا\nإلى المسجد الحرام يستسقون فلم يسقوا وإلى جانبي أسود منهوك، فقال: اللهم\nاللهم قد دعوك فلم تجبهم إني أقسم عليك أن تسقينا، قال: فوالله ما لبثنا أن\nسقينا، قال: فانصرف الأسود واتبعته حتى دخل دارا في الحناطين فعلمتها فلما\nأصبحت أخذت دنانير، وأتيت الدار فإذا رجل على باب الدار فقلت: أردت رب هذه\nالدار قال: أنا\n</p>\n\n<h1 class='l1' id='head254'>[ص: 203]</h1>\n\n<p>\n، قلت: مملوك لك أردت شراءه، فقال لي أربعة عشر مملوكا أخرجهم إليك، قال:\nفلم يكن فيهم فقلت له: بقي شيء فقال لي: غلام مريض، فأخرجه فإذا هو الأسود\nفقلت: بعنيه، فقال: هو لك يا أبا عبد الرحمن فأعطيته الأربعة عشر دينارا\nوأخذت المملوك، فلما صرنا إلى بعض الطريق قال: يا مولاي أي شيء تصنع بي\nوأنا مريض؟ فقلت له ما رأيته عشية أمس قال: فاتكأ على الحائط فقال: اللهم\nلا تشهر بي فاقبضني إليك، قال: فخر ميتا فانحشر عليه أهل مكة \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head255'>سياق ما روي من كرامات التابعين من أهل الشام فمنهم أبو مسلم عبد الله بن ثوب</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p204'> Vol. 09, p. 204</a>\n            </div>\n            \n<h1 class='l1' id='head256'>138 - </h1>\n\n<p>\nأخبرنا أحمد بن عبيد، أنا محمد بن الحسين، قال: ثنا أحمد بن زهير، قال:\nثنا عبد الوهاب بن نجدة، قال: ثنا إسماعيل بن غياث قال: ثنا شرحبيل بن مسلم\nأن الأسود بن قيس بن ذي الخمار تنبأ باليمن فبعث إلى أبي مسلم فلما جاءه\nقال: أتشهد أني رسول الله؟ قال: ما أسمع قال: أتشهد أن محمدا رسول الله؟\nقال: نعم، فردد ذلك عليه فأمر بنار عظيمة فأججت، ثم ألقى فيها أبا مسلم فلم\nيضره، قال: فقيل له: انفه عنك، وإلا أفسد عليك من اتبعك قال: فأمره بالرحيل\nفأتى أبو مسلم المدينة وقد قبض رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head257'>[ص: 205]</h1>\n\n<p>\n، واستخلف <span id='ms55'></span> أبو بكر فأناخ أبو مسلم راحلته بباب المسجد، ثم دخل المسجد\nفقام يصلي إلى سارية فبصر به عمر بن الخطاب رضي الله عنه، فقام إليه فقال:\nممن الرجل؟ قال: من أهل اليمن قال: ما فعل الذي أحرقه الكذاب بالنار قال:\nذلك عبد الله بن ثوب فقال له: نشدتك بالله أنت هو؟ قال: اللهم نعم فاعتنقه،\nثم بكى، ثم ذهب حتى أجلسه فيما بينه وبين أبي بكر، فقال: الحمد لله الذي لم\nيمتني حتى أراني في أمة محمد من فعل به كما فعل بإبراهيم خليل الرحمن، قال\nابن عياش: فأنا أدركت رجالا من الأمداد الذين يمدون من اليمن من خولان\nيقولون لأمداد من عنس: صاحب الكذاب حرق صاحبنا بالنار فلم تضره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head258'>139 - </h1>\n\n<p>\nأخبرنا أحمد بن عبيد، أنا محمد بن الحسين، قال: ثنا أحمد قال: حدثنيه\nضمرة، قال: السري بن يحيى، ثنا به، قال: قالت جارية أبي مسلم الخولاني قد\nصنعت لك السم في طعامك فلم يضرك\n</p>\n\n<h1 class='l1' id='head259'>[ص: 206]</h1>\n\n<p>\nقال: ولم؟ قالت: أردت أتعجل العتق قال: اذهبي فأنت حرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head260'>140 - </h1>\n\n<p>\nأخبرنا أحمد، قال: ثنا محمد، قال: ثنا أحمد، قال: ثنا الحوطي، قال: ثنا\nأشعث بن شعبة، عن السري بن يحيى، عن سليمان، أن جارية كانت لأبي مسلم قالت\nله يا أبا مسلم، ما زلت أجعل السم في طعامك منذ كذا، وكذا فما أراه ضرك،\nقال: ولم جعلت ذلك؟ قالت: لأني جارية شابة إلى جانبك فلا أنت تدنيني من\nفراشك، ولا أنت تبيعني قال: إني كنت أقول إذا أردت أن آكل: بسم الله خير\nالأسماء الذي لا يضر مع اسمه داء رب الأرض ورب السماء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head261'>141 - </h1>\n\n<p>\nأخبرنا علي بن محمد، أنا الحسين، قال: ثنا عبد الله بن\n</p>\n\n<h1 class='l1' id='head262'>[ص: 207]</h1>\n\n<p>\nمحمد، قال: ثنا عبد الرحمن بن واقد، قال: ثنا ضمرة، قال: ثنا عثمان بن\nعطاء قال: كان أبو مسلم الخولاني إذا دخل منزله سلم، وإذا بلغ وسط الدار\nكبر، وكبرت امرأته فإذا بلغ البيت كبر وكبرت امرأته، قال: فيدخل فينزع\nرداءه وحذاءه وتأتيه بطعام فيأكل، فجاء ذات ليلة فكبر <span id='ms56'></span> فلم تجبه، ثم أتى\nالبيت فكبر وسلم وكبر فلم تجبه وإذا البيت ليس فيه سراج، وإذا هي جالسة\nبيدها عود في الأرض تنكت به فقال لها: ما لك؟ قالت: الناس بخير وأنت أبو\nمسلم لو أنك أتيت معاوية فيأمر لنا بخادم ويعطيك شيئا نعيش به\n</p>\n\n<h1 class='l1' id='head263'>[ص: 208]</h1>\n\n<p>\n، فقال: اللهم من أفسد علي أهلي فأعم بصره، قال: وكانت أتتها امرأة\nفقالت: أنت امرأة أبي مسلم فلو كلمت زوجك يكلم معاوية ليخدمكم ويعطيكم،\nقال: فبينا هذه المرأة في منزلها والسراج يزهر إذ أنكرت بصرها فقالت:\nسراجكم طفئ؟ قالوا: لا قالت: إنا لله ذهب بصري، فأقبلت كما هي إلى أبي مسلم\nفلم تزل تناشده الله، وتطلب إليه قال: فدعا الله فرد عليها بصرها ورجعت\nامرأته إلى حالها التي كانت عليها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head264'>142 - </h1>\n\n<p>\nأخبرنا علي، أنا الحسين، ثنا عبد الله، قال: ثنا أبو موسى هارون بن عبد\nالله، قال: ثنا أبو النضر، عن سليمان بن المغيرة قال: انتهى أبو مسلم\nالخولاني إلى دجلة وهي ترمي بالخشب من\n</p>\n\n<h1 class='l1' id='head265'>[ص: 209]</h1>\n\n<p>\nمدها فمشى على الماء ثم التفت إلى أصحابه، فقال: هل تفقدون شيئا فندعو\nالله تعالى؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head266'>143 - </h1>\n\n<p>\nأخبرنا علي، أنا الحسين، ثنا عبد الله، قال: حدثني محمد بن الحسين، قال:\nحدثني أحمد بن يونس، قال: حدثني عنبسة بن عبد الواحد القرشي، قال: ثنا عبد\nالملك بن عمير قال: كان أبو مسلم الخولاني إذا استسقى سقي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head267'>144 - </h1>\n\n<p>\nأنا علي، أنا الحسين، ثنا عبد الله قال: حدثني محمد، قال: حدثني أبو موسى\nبن عيسى، قال: ثنا الوليد بن مسلم، عن عثمان بن أبي العاتكة قال: اشترى أبو\nمسلم بغلة، فقالت أم أبي مسلم: ادع الله أن يبارك فيها فقال: اللهم بارك\nلنا فيها، فماتت فاشترى أخرى قالت: ادع الله أن يبارك لنا فيها فماتت\n</p>\n\n<h1 class='l1' id='head268'>[ص: 210]</h1>\n\n<p>\n، فاشترى أخرى قالت: ادع الله أن يبارك لنا فيها، فقال: حميقاء فقولي\nاللهم متعنا بها فبقيت لهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head269'>145 - </h1>\n\n<p>\nأنا أحمد، أنا محمد بن الحسين، قال: ثنا أحمد بن زهير قال: ثنا عبد\nالوهاب بن نجدة قال: ثنا بقية بن الوليد <span id='ms57'></span>، عن محمد بن زياد الألهاني، عن أبي\nمسلم الخولاني أن امرأة خبثت عليه امرأته فدعا عليها فذهب بصرها قال:\nفأتته، فقالت: يا أبا مسلم إني قد كنت فعلت، وفعلت ولا أعود لمثلها، فقال:\nاللهم إن كانت صادقة فاردد عليها بصرها، قال: فأبصرت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head270'>146 - </h1>\n\n<p>\nأنا أحمد، قال: ثنا محمد، قال: ثنا أحمد، قال: ثنا\n</p>\n\n<h1 class='l1' id='head271'>[ص: 211]</h1>\n\n<p>\nهارون بن معروف، قال: ثنا ضمرة، عن بلال بن كعب العكي قال: ربما قال\nالصبيان لأبي مسلم الخولاني إذا مر الظبي: ادع الله يحبس علينا هذا الظبي\nفيدعو الله فيحبسه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head272'>147 - </h1>\n\n<p>\nأنا أحمد، قال: أنا محمد، قال: ثنا محمد، قال: ثنا الحوطي قال: ثنا بقية\nبن الوليد، عن محمد بن زياد الألهاني، عن أبي مسلم الخولاني أنه كان إذا\nغزا الروم فروا منهم، قال: أجيزوا بسم الله، قال: ويمر بين أيديهم، قال:\nفيمرون بالنهر الغمر قال: فربما لم يبلغ من الدواب إلى\n</p>\n\n<h1 class='l1' id='head273'>[ص: 212]</h1>\n\n<p>\nالركب، أو نحو ذلك قال: فإذا جازوا قال للناس: هل ذهب لكم شيء؟ من ذهب له\nشيء، فأنا له ضامن، قال: فألقى بعضهم مخلاته عمدا، فلما جاوزوا قال الرجل:\nمخلاتي وقعت في النهر، فقال له: اتبعني فإذا المخلاة قد تعلقت ببعض أعواد\nالنهر، فقال له: خذها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head274'>148 - </h1>\n\n<p>\nوأنا أحمد، أنا محمد، ثنا أحمد قال: ثنا الحوطي قال: ثنا أشعث بن شعبة\nقال: ثنا أبو عمر أخو أبي قال: كنا في جيش، وفيهم أبو مسلم الخولاني\nفانتهيت إلى نهر ثجاج، فسألنا أهل القرية أين المخاضة؟ فقالوا: والله ما\nكان هاهنا مخاضة قط، وإن المخاضة أسفل منكم بميلين، فقال أبو مسلم: اللهم\nإنك أنت الذي أجزت بني إسرائيل في البحر وإنا عبيدك وفي سبيلك فأجزنا اليوم\nفي هذا النهر، ثم قال: اعبروا باسم الله قال: فقال أبو عمر: وأنا على فرس\nفاره قال: فقلت لأكونن أول من يقحم فرسه على أثر أبي مسلم قال: فخضت خلفه،\nفلم يبلغ الماء بطون الخيل حتى عبرنا، ثم وقف، فقال: أيها الناس هل سقط من\nأحد منكم شيء كيما\n</p>\n\n<h1 class='l1' id='head275'>[ص: 213]</h1>\n\n<p>\nأدعو الله <span id='ms58'></span> أن يرده؟ فلم يفقدوا شيئا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head276'>149 - </h1>\n\n<p>\nأنا أحمد بن عبيد قال: أنا محمد بن الحسين، قال: ثنا أحمد بن زهير، قال:\nثنا هارون هو ابن معروف قال: ثنا ضمرة، عن عثمان بن عطاء، عن أبيه قال: أخذ\nأبو مسلم الخولاني درهما ليشتري لأهله دقيقا وأخذ معه مزادا قال: وألح عليه\nسائل كلما وقف على مكان يريد أن يشتري، قال له السائل: تصدق علي قال:\nفيتحول من ذلك الموضع إلى موضع آخر فيتبعه، قال: يقول تصدق علي، قال: فيفر\nمنه إلى موضع آخر فيلحقه، فلما أكثر عليه أعطاه الدرهم قال: ثم جاء إلى\nموضع حواري، قال: فعجنت وخبزت فلما ارتفع النهار جاء أبو مسلم وهو خائف من\nامرأته قال: فأتته بالمائدة وأتته بطعام فأكل، فلما فرغ قال: لها من أين\nهذا لكم؟ قالت: هذا من الذي جئت به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head277'>سياق ما روي من كرامات يزيد بن الأسود الجرشي</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p214'> Vol. 09, p. 214</a>\n            </div>\n            \n<h1 class='l1' id='head278'>150 - </h1>\n\n<p>\nأخبرنا علي بن محمد بن عمر قال: أنا عبد الرحمن بن أبي حاتم، قال: ثنا\nبحر بن نصر بن سابق الخولاني، قال: ثنا أيوب بن سويد، قال: ثنا أبو زرعة\nيحيى بن أبي عمرو السيباني، قال: خرج الضحاك بن قيس فاستسقى بناس فلم\nيمطروا، ولم يروا سحابا، قال: فقال الضحاك: أين يزيد بن الأسود الجرشي؟\nفقال: أنا قال: قم فاستشفع لنا إلى الله عز وجل فقام، فعطف برنسه على منكبه\nوحسر، عن ذراعيه، ثم قال: اللهم إن عبادك هؤلاء يستشفعون بي إليك فما دعا\nإلا قليلا حتى مطروا حتى كادوا يغرقون فيه، ثم قال: اللهم إن هذا شهرني\nفأرحني منهم، فما لبث بعد تلك الجمعة إلا جمعة حتى مات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head279'>151 - </h1>\n\n<p>\nأخبرنا محمد بن أبي بكر، وعبد الواحد بن محمد، قالا: أنا عبد الله بن\nمحمد بن إسحاق الجوهري، قال: ثنا إبراهيم بن أبي داود قال: ثنا أبو اليمان\nالحكم بن نافع، قال: ثنا صفوان بن عمرو، عن سليم بن عامر الخبائري أن\nالسماء قحطت، فخرج معاوية بن أبي سفيان وأهل دمشق يستسقون فلما قعد معاوية\nعلى <span id='ms59'></span> المنبر، قال: أين يزيد بن الأسود الجرشي؟ فناداه الناس فأقبل يتخطى\nالناس، فأمره معاوية فصعد المنبر فقعد عند رجليه، فقال معاوية: اللهم إنا\nنستشفع إليك بخيرنا، وأفضلنا اللهم إنا نستشفع إليك بيزيد بن الأسود\nالجرشي، يا يزيد، ارفع يديك إلى الله عز وجل فرفع يديه، ورفع الناس أيديهم\nفما كان أوشك أن ثارت سحابة في الغرب كأنها ترس، وهب لها ريح فسقتنا حتى\nكاد الناس أن لا يبلغوا منازلهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head280'>سياق ما روي من كرامات علي بن بكار</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p216'> Vol. 09, p. 216</a>\n            </div>\n            \n<h1 class='l1' id='head281'>152 - </h1>\n\n<p>\nأخبرنا أحمد بن محمد بن حسنون، قال: أنا جعفر بن محمد بن نصير، قال: ثنا\nإبراهيم، ثنا أحمد بن محمد بن مسروق قال: قال خرج أبو إسحاق الفزاري، وعلي\nبن بكار يحتطبان فأبطأ علي بن بكار على أبي إسحاق فدار أبو إسحاق في الجبل\nخلفه، فجاء فنظر إليه وهو متربع وفي حجره رأس سبع وهو نائم يذب عنه قال:\nفقال له أبو إسحاق: ما قعودك هاهنا؟ قال: فقال له لجأ إلي فرحمته فأنا\nأنتظره لينتبه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head282'>سياق ما روي من كرامات عبيد الله بن أبي جعفر المصري</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p217'> Vol. 09, p. 217</a>\n            </div>\n            \n<h1 class='l1' id='head283'>153 - </h1>\n\n<p>\nأخبرنا عبد الوهاب بن علي، أنا عمر بن أحمد، أنا العباس بن العباس بن\nالمغيرة، قال: ثنا محمد بن القاسم بن المغيرة، قال: ثنا حرملة بن يحيى،\nقال: ثنا عبد الله بن وهب، قال: حدثني أبو شريح، عن عبيد الله بن أبي جعفر\nأن مركبهم انكسر بهم في البحر فرمى بهم البحر إلى خشبة فيها عدتنا ورقا\nفكنا نمصها فتشبعنا من الطعام والشراب، فلما كان من الغد أنبت الله عز وجل\nمثلها على عدتنا قال: فلم نزل على ذلك حتى مر بنا مركب للمسلمين فحملونا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head284'>سياق ما روي من كرامات حيوة بن شريح المصري</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p218'> Vol. 09, p. 218</a>\n            </div>\n            \n<h1 class='l1' id='head285'>154 - </h1>\n\n<p>\nأخبرنا علي، أنا الحسين، ثنا عبد الله قال: حدثني أحمد بن سهل الأردني\nقال: حدثني خالد بن نزار الفزاري، قال: كان حيوة بن شريح دعاء من البكائين،\nوكان ضيق الحال جدا فجلست إليه ذات يوم وهو متخل وحده يدعو، فقلت: رحمك\nالله لو <span id='ms60'></span> دعوت الله فوسع عليك في معيشتك، قال: فالتفت يمينا وشمالا، فلم ير\nأحدا فأخذ حصاة من الأرض، فقال: اللهم اجعلها ذهبا، قال: وإذا هي والله\nتبرة في كفه، ما رأيت أحسن منها، قال: فرمى بها إلي فقال هو أعلم بما يصلح\nعباده، فقلت: ما أصنع بها؟ قال: استنفقها، فهبته والله أن أراده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head286'>سياق ما روي من كرامات الصبيح والمليح وهما من أهل الشام</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p219'> Vol. 09, p. 219</a>\n            </div>\n            \n<h1 class='l1' id='head287'>155 - </h1>\n\n<p>\nأخبرنا عبد الوهاب بن نصر، أنا يوسف بن عمر، قال: قرأت على محمد بن مخلد،\nحدثكم أحمد بن محمد بن مسروق، قال: ثنا داود بن رشيد، قال: حدثني صبيح،\nومليح، قالا: جعنا أياما، فقلت لصاحبي: أو قال لي: اخرج بنا إلى الصحراء\nلعلنا نرى رجلا نعلمه بعض دينه لعل الله تعالى أن ينفعنا به، فلما أصحرنا\nاستقبلنا أسود على رأسه حزمة حطب، فدنونا إليه فقلنا له: من ربك؟ فرمى\nالحزمة عن رأسه، وجلس عليها، وقال: لا تقولا لي من ربك، ولكن قولا لي أين\nمحل الإيمان من قلبك؟ فنظرت إلى صاحبي ونظر إلي صاحبي ثم قال: إن المريد لا\nتنقطع مسائله، قالها ثلاثا\n</p>\n\n<h1 class='l1' id='head288'>[ص: 220]</h1>\n\n<p>\nفلما رآنا لا نحير جوابا، قال: اللهم إن كنت تعلم أن لك عبادا كلما سألوك\nأعطيتهم فحول حزمتي من ذهب، قال: فرأيتها والله قضبان الذهب تلمع، ثم قال:\nاللهم إن كنت تعلم أن الإخمال أحب إلى عبادك من الشهرة فردها حطبا، قال:\nفرجعت والله حطبا تزدهي على رأسه ولم نجترئ أن نتبعه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head289'>سياق ما روي من كرامات التابعين من أهل الكوفة كرامات أبي وائل شقيق بن سلمة رحمه الله</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p221'> Vol. 09, p. 221</a>\n            </div>\n            \n<h1 class='l1' id='head290'>156 - </h1>\n\n<p>\nأخبرنا عبيد الله بن محمد بن أحمد، أنا جعفر بن محمد بن نصير، ثنا أحمد\nبن محمد بن مسروق قال: ثنا محمد بن الحسين البرجلاني قال: ثنا محمد بن عبيد\nقال: ثنا حيان، عن الأعمش، عن شقيق، قال: كنت في زرع لي إذ أقبلت سحابة\nتزهي قال: فسمعت فيها صوتا أمطري زرع فلان، قال: فأتيت الرجل قال: فسألته\nما تصنع بزرعك؟ قال: أبذر ثلثه <span id='ms61'></span>، وآكل ثلثه، وأتصدق بثلثه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head291'>سياق ما روي من كرامات أبي عبد الله سعيد بن جبير</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p222'> Vol. 09, p. 222</a>\n            </div>\n            \n<h1 class='l1' id='head292'>157 - </h1>\n\n<p>\nأخبرنا علي بن محمد، أنا الحسين، ثنا عبد الله بن محمد، قال: ثنا عبد\nالرحمن بن واقد، قال: أنا ضمرة بن ربيعة، قال: أنا أصبغ بن زيد الواسطي،\nقال: كان لسعيد بن جبير ديك، كان يقوم من الليل بصياحه، قال: فلم يصح ليلة\nفشق عليه، فقال: ما له قطع الله صوته؟ قال: فما سمع له صوت بعدها، فقالت\nأمه: يا بني لا تدع على شيء بعدها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head293'>سياق ما روي من كرامات عمرو بن قيس الملائي</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p223'> Vol. 09, p. 223</a>\n            </div>\n            \n<h1 class='l1' id='head294'>158 - </h1>\n\n<p>\nأخبرنا عبيد الله بن أحمد، أنا محمد بن مخلد قال: ثنا أبو العباس عيسى بن\nإسحاق السايح، قال: ثنا أبي، قال: ثنا أبو خالد، قال: لما مات عمرو بن قيس\nالملائي، رأوا الصحراء مملوءة رجالا عليهم ثياب بياض فلما صلي عليه ودفن لم\nير في الصحراء أحد فبلغ ذلك أبا جعفر، فقال لابن شبرمة وابن أبي ليلى: ما\nمنعكما أن تذكرا لي هذا الرجل؟ فقالا: كان يسألنا أن لا نذكره لك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head295'>سياق ما روي من كرامات ذر الهمداني، والمختار بن فلفل</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p224'> Vol. 09, p. 224</a>\n            </div>\n            \n<h1 class='l1' id='head296'>159 - </h1>\n\n<p>\nأخبرنا علي، أنا الحسين، ثنا عبد الله بن محمد قال: حدثني جعفر بن مكرم\nالدوري، قال: ثنا حسين بن علي الجعفي، عن عبيد الله بن عبد الرحمن المرهبي،\nعن المختار بن فلفل، قال: خرجنا نريد الحج ومعنا ذر زمن الحجاج فأتينا صاحب\nالسالحين، فقال: لسنا ندع أحدا إلا بجواز، فقال لنا ذر: توضئوا وصلوا ثم\nادعوا الله أن يخلي سبيلكم، قال: فتوضأنا ودعونا الله، ثم أتينا صاحب\nالسالحين فقلنا: افتح لنا فكلم صاحبه الذي فوقه فقال: إن هؤلاء قوم يريدون\nالحج، قال: فجلس وكان قائما فضرب يده على الأخرى، وقال: والله لئن ظن\nالحجاج أني أحبس حجاج بيته لبئس ما ظن خل سبيلهم قال: فخلى سبيلهم ولم يصنع\nذلك قبلنا ولا بعدنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head297'>سياق ما روي من كرامات أسد بن صلهب رحمه الله</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p225'> Vol. 09, p. 225</a>\n            </div>\n            \n<h1 class='l1' id='head298'>160 - </h1>\n\n<p>\nأخبرنا علي، ثنا الحسين، ثنا عبد الله <span id='ms62'></span>، حدثني الفضل بن سهل، عن عبد\nالرحمن بن مصعب المعنى، عن عباد بن رفيل، عن الحسن بن صالح، قال: قال أسد\nبن صلهب: إن كنت لأدعو الله فتصرع الطير حولي، قال الحسن: لولا أنه قد مات\nما حدثت به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nسياق\n</p>\n\n<h1 class='l1' id='head299'>[ص: 226]</h1>\n\n<p>\nما روي من كرامات سفيان بن سعيد الثوري رحمه الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p225'> Vol. 09, p. 225</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head300'>161 - </h1>\n\n<p>\nأخبرنا عبد الوهاب بن علي قال: أنا يوسف بن عمر قال: قرئ على أبي الحسن\nالمصري وأنا أسمع حدثكم يوسف بن موسى قال: ثنا عبد الله بن خبيق الأنطاكي\nقال: حدثني أبو علي السجستاني، عن عبد الرحمن بن يعقوب بن إسحاق بن أبي\nعباد المكي، قال: قدم علينا من هراة شيخ صدوق، قال: دخلت زمزم، فإذا بشيخ\nينزع الدلو الذي يلي الركن، فلما شرب أدخل الدلو فأخذت فضلته فشربتها فإذا\nبسويق لوز لم أذق قط أطيب منه، ثم التفت فإذا الشيخ قد ذهب، ثم عدت من الغد\nفي السحر فجلست إلى بئر زمزم، فإذا الشيخ قد دخل من باب زمزم قد سدل ثوبه\nعلى وجهه فأتى البئر فنزع بالدلو فأخذت فضلته فشربت فإذا ماء مضروب بعسل لم\nأذق قط أطيب منه\n</p>\n\n<h1 class='l1' id='head301'>[ص: 227]</h1>\n\n<p>\n، ثم التفت فإذا الشيخ قد ذهب، ثم عدت من الغد في السحر فجلست إلى بئر\nزمزم، فإذا الشيخ قد دخل من باب زمزم قد سدل ثوبه على وجهه فأتى البئر فنزع\nبالدلو فأخذت ملحفته فلففتها على يدي وأخذت فضلته فشربته، فإذا لبن مضروب\nبالسكر لم أذق قط أطيب منه، فقلت: أيا شيخ بحق هذه البنية عليك من أنت؟\nقال: تكتم علي؟ قلت: نعم قال: حتى أموت؟ قلت: نعم قال: أنا سفيان الثوري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head302'>162 - </h1>\n\n<p>\nأخبرنا أحمد بن محمد بن الخليل قال: ثنا محمد بن أحمد بن سلمة قال: سمعت\nأبا نصر أحمد بن سهل بن حمدويه، يقول: سمعت أبا الحسن علي بن الحسن بن عبدة\nالنجار، يقول: سمعت أبا عبد الله محمد بن أحمد بن حفص يقول: كنت بالبصرة في\nمجلس عارم بن الفضل ومعنا أحمد بن شبويه المروزي <span id='ms63'></span>، فقال لي أحمد بن شبويه:\nأفيدك فائدة حسنة تريدها؟ قلت: نعم\n</p>\n\n<h1 class='l1' id='head303'>[ص: 228]</h1>\n\n<p>\nفأقبل على عارم، فقال: يا أبا النعمان كيف كان قصة الطير وسفيان الثوري؟\nفقال: نعم نعم، فأومأ برأسه وأومأ أبو عبد الله أحمد بن حفص برأسه وأومأ\nعلي بن الحسن بن عبدة برأسه وأومأ أحمد بن سهل برأسه، فقال: كان قدم سفيان\nالثوري هاهنا البصرة فارا من القوم فاستخفى في بعض بيوت أصحابنا وكان لابن\nصاحب المنزل طير يلعب به، فقال له سفيان يوما: إن لي إليك حاجة قال: ما هي؟\nقال: أحب أن تستوهب هذا الطير من أبيك وتهبه لي قال: نعم فاستوهب ذلك الطير\nمن أبيه فوهبه لسفيان فقبضه سفيان فأطاره، فطار وخرج من الكوة، فكان ذلك\nدأبه يسرح بالنهار، أمره فخرجوا إلى جنازته بشر كثير، فلما صلوا عليه\nودفنوه وأهيل عليه التراب، وانصرف الناس، ويأتي ذلك الطير حتى قعد على قبر\nسفيان كئيبا حزينا، ثم طار فذهب، فكان ذلك دأبه كل يوم حتى مات ذلك الطير\nفعمد صاحبه فدفنه إلى جنب سفيان الثوري وأومأ الشيخ برأسه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head304'>سياق ما روي من كرامات أبي بكر بن عياش</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p229'> Vol. 09, p. 229</a>\n            </div>\n            \n<h1 class='l1' id='head305'>163 - </h1>\n\n<p>\nأخبرنا أحمد بن محمد بن حسنون، قال: أنا جعفر بن محمد بن نصير، قال: ثنا\nأحمد بن محمد بن مسروق، ثنا يحيى الحماني قال: سمعت أبا بكر بن عياش يقول:\nأتيت زمزم فاستقيت منها عسلا وأتيتها فاستقيت منها لبنا، وأتيتها فاستقيت\nمنها ماء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head306'>سياق ما روي من كرامات عبيد الله بن عبد الرحمن الأشجعي الكوفي</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p230'> Vol. 09, p. 230</a>\n            </div>\n            \n<h1 class='l1' id='head307'>164 - </h1>\n\n<p>\nأخبرنا عبد الوهاب، أنا يوسف بن عمر، قال: قرأت على محمد بن مخلد، قال:\nثنا أبو الفضل جعفر بن أبي هاشم المؤدب مولى بني. . . . قال: سمعت إبراهيم\nبن أبي الليث يقول: قال لي أبو النضر: قال لي الأشجعي: ربما احتجت إلى\nالشيء فأجد تحت المصلى دراهم جرين يعني دراهم وضح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head308'>سياق ما روي من كرامات التابعين من أهل البصرة منهم هرم بن حيان</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p231'> Vol. 09, p. 231</a>\n            </div>\n            \n<h1 class='l1' id='head309'>165 - </h1>\n\n<p>\nأخبرنا أحمد بن عبيد قال: أنا محمد بن الحسين قال: ثنا أحمد <span id='ms64'></span> بن زهير،\nقال: ثنا هارون يعني ابن معروف، قال: ثنا ضمرة قال: ثنا السري بن يحيى، عن\nقتادة، قال: أمطر قبر هرم بن حيان من يومه فأنبت من يومه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head310'>سياق ما روي من كرامات الحسن بن أبي الحسن البصري، رحمه الله</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p232'> Vol. 09, p. 232</a>\n            </div>\n            \n<h1 class='l1' id='head311'>166 - </h1>\n\n<p>\nأخبرنا علي، أنا الحسين، ثنا عبد الله، قال: أنا محمد بن الحسين، قال:\nثنا راشد أبو يحيى بن راشد، قال: حدثني عصام بن زيد رجل من مزينة، قال: كان\nرجل من الخوارج يغشى مجلس الحسن فيؤذيهم فقيل للحسن: يا أبا سعيد، ألا تكلم\nالأمير حتى يصرفه عنا، قال: فسكت عنهم قال: فأقبل ذات يوم والحسن جالس مع\nأصحابه فلما رآه قال: اللهم، قد علمت أذاه لنا فاكفناه بما شئت\n</p>\n\n<h1 class='l1' id='head312'>[ص: 233]</h1>\n\n<p>\nقال: فخر والله الرجل من قامته، فما حمل إلى أهله إلا ميتا على سرير،\nفكان الحسن إذا ذكره بكى، وقال البائس ما كان أغره بالله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head313'>167 - </h1>\n\n<p>\nأنا عبيد الله بن محمد، أنا جعفر بن محمد، أنا أحمد بن محمد بن مسروق،\nقال: ثنا محمد بن الحسين، قال: ثنا عبد الوهاب بن عطاء، قال: ثنا سعيد بن\nأبي عروبة قال: غم على الناس هلال شهر رمضان، قال: فخرج الحسن فقال: «اللهم\nإن كانت ليلته فبينه» قال: فانجلى عنه الغيم حتى نظر الناس إليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head314'>سياق ما روي من كرامات عامر بن عبد قيس</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p234'> Vol. 09, p. 234</a>\n            </div>\n            \n<h1 class='l1' id='head315'>168 - </h1>\n\n<p>\nأخبرنا محمد بن عبد الله بن القاسم، وعلي بن محمد بن عبد الله، قالا: أنا\nإسماعيل بن محمد، قال: أنا أحمد بن منصور، قال: ثنا عبد الرزاق، قال: أنا\nمعمر، عن محمد بن واسع، عن أبي العلاء بن عبد الله بن الشخير أن عامرا كان\nيأخذ عطاءه فيجعله في طرف ردائه، فلا يلقى أحدا من المساكين يسأله إلا\nأعطاه، فإذا دخل على أهله رمى به إليهم فيعدونها فيجدونها سواء كما أعطيها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head316'>169 - </h1>\n\n<p>\nأنا عبد الله بن مسلم بن يحيى، قال: أنا الحسين بن\n</p>\n\n<h1 class='l1' id='head317'>[ص: 235]</h1>\n\n<p>\nإسماعيل، قال: أنا عمر بن شيبة، قال: ثنا يوسف بن عطية، قال: ثنا المعلى\nبن زياد <span id='ms65'></span> القردوسي، عن عامر بن عبد قيس، أنه مر بقافلة قد حبسهم أسد من بين\nأيديهم على طريقهم، فلما جاء عامر نزل عن دابته، فقالوا: يا أبا عبد الله،\nإنا نخاف عليك من الأسد، قال: فقال: إنما هو كلب من كلاب الله عز وجل إن\nشاء أن يسلطه سلطه، وإن شاء أن يكفه كفه فمشى إليه حتى أخذ بيديه أذني\nالأسد فنحاه عن الطريق، وجازت القافلة، وقال: إني أستحي من ربي تبارك\nوتعالى أن يرى من قلبي أني أخاف من غيره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head318'>سياق ما روي من كرامات أبي عبد الله مسلم بن يسار رحمه الله</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p236'> Vol. 09, p. 236</a>\n            </div>\n            \n<h1 class='l1' id='head319'>170 - </h1>\n\n<p>\nأخبرنا عبيد الله بن محمد، أنا جعفر بن محمد بن نصير، قال: ثنا أحمد بن\nمحمد بن مسروق، قال: ثنا محمد بن الحسين قال: ثنا عتاب بن زياد الخراساني\nقال: ثنا ابن المبارك قال: قال مسلم بن يسار، لأصحابه يوم التروية: هل لكم\nفي الحج؟ فقالوا: نغرق، قال: جاء مسلم إلى دجلة وهي تقذف بالزبد قال: فمشى\nعلى الماء، ثم التفت إلى أصحابه فقال: هل تفقدون شيئا؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head320'>سياق ما روي من كرامات مطرف بن عبد الله بن الشخير رضي الله عنه</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p237'> Vol. 09, p. 237</a>\n            </div>\n            \n<h1 class='l1' id='head321'>171 - </h1>\n\n<p>\nأخبرنا أحمد بن محمد بن موسى، قال: ثنا حمزة بن القاسم بن عبد العزيز،\nقال: ثنا محمد بن الجهم، قال: ثنا يزيد بن هارون، أنا جرير بن حازم، ح\n</p>\n\n<h1 class='l1' id='head322'>172 - </h1>\n\n<p>\nوأنا علي، أنا الحسين، حدثني عبد الله، حدثني محمد بن الحسين، قال: ثنا\nيزيد بن هارون، قال: أنا جرير بن حازم، عن حميد بن هلال، قال: كان بين مطرف\nوبين رجل من قومه شيء فكذب على مطرف فقال له مطرف: إن كنت كاذبا فعجل الله\nحتفك فقال: فمات الرجل مكانه فاستعدى أهله زيادا على مطرف فقال لهم زياد:\nهل\n</p>\n\n<h1 class='l1' id='head323'>[ص: 238]</h1>\n\n<p>\nضربه؟ هل مسه بيده؟ فقالوا: لا، فقال: دعوة رجل صالح وافقت دعوته قدرا\nفلم يجعل لهم شيئا لفظهما قريب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head324'>173 - </h1>\n\n<p>\nأنا علي، أنا الحسين، ثنا عبد الله، قال: ثنا محمد بن الحسين، قال: ثنا\nسليمان بن حرب، قال <span id='ms66'></span>: كان مطرف مستجاب الدعوة أرسله رجل يخطب له فذكره للقوم\nفأبوه، فذكر نفسه فزوجوه فقال له الرجل في ذلك: بعثتك تخطب لي فخطبت لنفسك،\nقال: قد بدأت بك قال: كذبت قال: اللهم إن كان كذب علي فأرني به قال: فمات\nمكانه فاستعدوا عليه فقال لهم الأمير: ادعوا أيضا أنتم عليه كما دعا عليكم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head325'>174 - </h1>\n\n<p>\nأنا علي، أنا الحسين، ثنا عبد الله، حدثني محمد بن الحسين، قال: ثنا\nسليمان بن حرب، قال: ثنا حماد بن زيد، عن غيلان بن جرير، قال: حبس الحجاج\nمورقا، قال: فطلبنا فأعيانا فلقيني مطرف فقال: ما فعلتم في صاحبكم؟ قلنا:\nما صنعنا شيئا، قال: تعال فلندع، فدعا مطرف وأمنا فلما كان من العشي أذن\nالحجاج للناس فدخلوا ودخل أبو مورق فيمن دخل فلما رآه الحجاج قال لحرسي:\nاذهب مع هذا الشيخ إلى السجن فادفع إليه ابنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head326'>175 - </h1>\n\n<p>\nأخبرنا عبيد الله بن محمد، أنا جعفر بن محمد، قال: ثنا\n</p>\n\n<h1 class='l1' id='head327'>[ص: 240]</h1>\n\n<p>\nأحمد بن محمد، أنا سليمان بن المغيرة، عن يونس، قال: كان مطرف بن عبد\nالله إذا دخل بيته سبحت آنية بيته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head328'>176 - </h1>\n\n<p>\nأنا علي بن محمد بن عبد الله، قال: ثنا إسماعيل بن محمد، قال: ثنا أحمد\nبن منصور، قال: ثنا عبد الرزاق، قال: ثنا معمر، عن قتادة، قال: كان مطرف بن\nعبد الله وصاحب له سريا في ليلة مظلمة فإذا طرف سوط أحدهما عنده ضوء فقال\nلصاحبه: إنا لو حدثنا الناس بهذا كذبونا، فقال مطرف: المكذب أكذب، يقول:\nالمكذب بنعمة الله أكذب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head329'>سياق ما روي من كرامات سليمان التيمي رحمه الله</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p241'> Vol. 09, p. 241</a>\n            </div>\n            \n<h1 class='l1' id='head330'>177 - </h1>\n\n<p>\nأخبرنا أحمد بن عبيد، قال: أنا محمد بن الحسين، قال\n</p>\n\n<h1 class='l1' id='head331'>[ص: 242]</h1>\n\n<p>\n: ثنا أحمد بن زهير، قال: ثنا مفضل بن غسان الغلابي، قال: ثنا إسماعيل بن\nإبراهيم، قال: استعار سليمان التيمي من رجل فروا فلبسها ثم ردها، قال\nالرجل: فما زلت أجد فيها رائحة المسك بعد، قال: وكان بينه وبين رجل شيء\nفتنازعا فأخذ الرجل بعض بطن سليمان بيده فجفت يد الرجل، وزعم الغلابي أن\nالرجل كان مؤذنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head332'>178 - </h1>\n\n<p>\nأنا <span id='ms67'></span> محمد بن عبد الرحمن، قال: ثنا عبيد الله بن عبد الرحمن السكري، قال:\nثنا زكريا بن يحيى، قال: ثنا الأصمعي، قال: حدثني رجل من أهل العلم يقال له\nإسماعيل بن إبراهيم، قال: كان بين سليمان التيمي وبين رجل منازعة في شيء\nفتناول الرجل بطن سليمان فغمزه فجفت يده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head333'>179 - </h1>\n\n<p>\nوأنا محمد، قال: أنا عبيد الله، قال: ثنا زكريا بن يحيى، قال: ثنا\nالأصمعي، قال\n</p>\n\n<h1 class='l1' id='head334'>[ص: 243]</h1>\n\n<p>\n: استعار مني سليمان التيمي فروا فلبسها فردها إلي فوالله ما زلت بعد ذلك\nأجد فيها رائحة المسك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head335'>180 - </h1>\n\n<p>\nأنا أحمد بن عبيد، أنا محمد بن الحسين، قال: ثنا أحمد بن زهير، قال: ثنا\nهارون بن معروف، ثنا ضمرة قال: السري بن يحيى ثنا به، قال: قدح سليمان\nالتيمي عينه، قال: فنهاه الطبيب أن يمس ماء، قال: فمس فرجه، قال: وكان يرى\nالوضوء من مس الفرج، قال: فنزع القطنة من عينه وتوضأ، قال: وأعاد القطنة\nعلى حالها، قال: فجاء الطبيب فنظر فلم ير شيئا ينكر، قال: قال: انظر هل ترى\nشيئا؟ قال: ما أرى شيئا أنكره، قال: فإني قد توضأت، قال: فإن الله قد رزقك\nالعافية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head336'>سياق ما روي من كرامات ثابت بن أسلم البناني</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p244'> Vol. 09, p. 244</a>\n            </div>\n            \n<p>\n. . . . . {\n</p>\n\n<h1 class='l1' id='head337'>181 - </h1>\n\n<p>\nغافر الذنب وقابل التوب شديد العقاب} [غافر: 3]\n</p>\n\n<h1 class='l1' id='head338'>[ص: 245]</h1>\n\n<p>\n، قال: فقال له رجل: قل يا غافر الذنب اغفر لي، ويا قابل التوب اقبل\nتوبتي، ويا شديد العقاب اعف عني، ويا ذا الطول تطول علي بخير، قال: فجئت\nإلى صاحب البستان فقلت: دخل رجل راكبا فقال: لا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head339'>182 - </h1>\n\n<p>\nأخبرنا أحمد بن عبيد الله، أنا عبد الرحمن بن أبي حاتم، قال: ثنا عمر بن\nشبة، قال: ثنا حماد بن واقد أبو عمرو الصفار، قال: ثنا ثابت البناني، قال:\nكنت مع مصعب بن الزبير في سواد الكوفة فدخلت في حائط أصلي ركعتين فافتتحت\nحم المؤمن حتى بلغت {لا إله إلا هو إليه المصير} [غافر: 3] فإذا رجل خلفي\nعلى بغلة شهباء عليه مقطعات يمنية فقال: إذا قلت: {غافر الذنب} [غافر: 3]\nفقل: يا غافر الذنب اغفر ذنبي، وإذا قلت: {قابل <span id='ms68'></span> التوب} [غافر: 3] فقل: يا\nقابل التوب اقبل توبتي، وإذا قلت: {شديد العقاب} [البقرة: 196] فقل: يا\nشديد العقاب لا تعاقبني، وإذا قلت: {ذي الطول} [غافر: 3] فقل: يا ذا الطول\nطل علي منك برحمة، فالتفت فلم أر أحدا فخرجت إلى الباب فقلت مر بكم رجل\nعليه مقطعات يمنية؟\n</p>\n\n<h1 class='l1' id='head340'>[ص: 246]</h1>\n\n<p>\nقالوا: ما رأينا أحدا، وكانوا يرون أنه إلياس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head341'>183 - </h1>\n\n<p>\nأخبرنا محمد بن عبد الرحمن، قال: أنا عبيد الله بن عبد الرحمن السكري،\nقال: ثنا زكريا بن يحيى، قال: ثنا الأصمعي، قال: سمعت حماد بن سلمة، يقول:\nإن ثابتا رفع ولم ير له أثر في قبره وكان هو يدعو ويقول: اللهم إن كنت رفعت\nأقواما من عبادك فاجعلني منهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head342'>سياق ما روي من كرامات أبي يحيى مالك بن دينار رحمة الله عليه</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p247'> Vol. 09, p. 247</a>\n            </div>\n            \n<h1 class='l1' id='head343'>184 - </h1>\n\n<p>\nأخبرنا عبيد الله بن أحمد بن علي المقرئ، قال: أنا محمد بن مخلد العطار،\nقال: ثنا أبو شعيب صالح بن حمدان الدعاء، قال: حدثني أحمد بن غسان، قال:\nثنا هاشم بن يحيى الفراء المجاشعي، قال: بينما مالك بن دينار يوما جالس إذ\nجاءه رجل فقال: يا أبا يحيى ادع لامرأة حبلى منذ أربع سنين أصبحت في كرب\nشديد فغضب مالك وأطبق المصحف ثم قال: ما يرى هؤلاء إلا أنا أنبياء ثم دعا\nفقال: اللهم إن كان هذه المرأة في. . . فإنك تمحو ما تشاء. . . ثم رفع يده\nورفع الناس أيديهم وجاء الرسول إلى رجل فقال: أدرك امرأتك، فذهب الرجل فما\nحط مالك يده حتى طلع الرجل من باب المسجد على رقبته غلام جعد قطط ابن أربع\nسنين قد استوت أسنانه ما قطعت سراره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head344'>185 - </h1>\n\n<p>\nأخبرنا علي بن محمد، أنا الحسين، ثنا عبد الله بن\n</p>\n\n<h1 class='l1' id='head345'>[ص: 248]</h1>\n\n<p>\nمحمد، حدثني أحمد بن إبراهيم، عن غسان بن مفضل، عن شيخ بصري، عن مالك بن\nدينار، أنه حم أياما ثم وجد خفة فخرج ليقضي حاجته فمر بعض أصحاب الشرط بين\nيديه قوم يطرقون فأعجلوني فاعترضت في الطريق فلحقني إنسان من أعوانه فقمعني\nأسواطا فكانت أشد علي من تلك الحمى، فقلت <span id='ms69'></span>: قطع الله يدك فلما كان من الغد\nغدوت إلى الجسر في حاجة فتلقوني به مقطوعة يده معلقة في عنقه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head346'>186 - </h1>\n\n<p>\nأخبرنا علي، أنا الحسين، أنا عبد الله بن محمد، ثنا أحمد بن إبراهيم، عن\nغسان بن مفضل، عن العباس بن زريق السلمي، وقد أدرك مالكا، قال: كانت امرأة\nقد أصابها الماء الأصفر في بطنها فعظمت ليتها، فأتت مالكا فقالت: يا أبا\nيحيى ادع الله لي فقال لها: إذا كنت في المجلس فقومي حيث أراك فأتته في\nمجلسهم فقال لأصحابه: إن هذه المرأة قد ابتليت بما ترون وقد فزعت إلينا\nفادعوا الله لها فرفع مالك يده ورفع القوم أيديهم فقال: يا ذا المن القديم،\nيا عظيم، يا من لا إله إلا أنت عافها وفرج عنها، فانخمص بطنها وعوفيت فكانت\nتكون مع النساء تحدثهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head347'>سياق ما روي من كرامات عبد الله بن غالب</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p249'> Vol. 09, p. 249</a>\n            </div>\n            \n<h1 class='l1' id='head348'>187 - </h1>\n\n<p>\nأخبرنا عمر بن بكار، قال: ثنا حسنون بن موسى، قال: ثنا حنبل، قال: ثنا\nأبو ظفر، قال: ثنا جعفر بن سليمان، عن مالك بن دينار، قال: سمعت عبد الله\nبن غالب، يقول: يرحم الله بني لقد ماتوا وما شبعت منهم. قال مالك بن دينار:\nورأيت قبر عبد الله بن غالب فأخذت من ترابه فإذا هو مسك قال: وفتن الناس به\nفبعث إلى قبره فسوي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head349'>سياق ما روي من كرامات صلة بن أشيم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p250'> Vol. 09, p. 250</a>\n            </div>\n            \n<h1 class='l1' id='head350'>188 - </h1>\n\n<p>\nأخبرنا علي، أنا الحسين، أنا عبد الله، ثنا زهير بن حرب، قال: ثنا\nإبراهيم بن إسحاق، عن ابن المبارك، عن مستلم بن سعيد، عن حماد بن جعفر بن\nزيد العبدي، عن أبيه، قال: خرجنا غزاة إلى كابل وفي الجيش صلة بن أشيم،\nفلما دنونا من أرض العدو، قال الأمير: لا يشذن من العسكر أحد فذهبت بغلة\nصلة بثقلها فأخذ يصلي فقيل: إن الناس قد ذهبوا فقال: إنما هي خفيفتان، قال:\nفدعا ثم قال: اللهم إني أقسم عليك أن ترد علي بغلتي وثقلها، قال: فجاءت حتى\nقامت بين يديه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head351'>189 - </h1>\n\n<p>\nأنا علي، أنا الحسين، ثنا عبد الله، حدثني أبي وغيره <span id='ms70'></span>، عن روح بن عبادة،\nعن عوف، عن أبي السليل، قال: حدثني صلة بن أشيم، قال: كنت أسير بهذه\nالأهواز إذ جعت جوعا شديدا فلم أجد أحدا يبيعني طعاما فجعلت أتحرج أن أصيب\nمن أحد من أهل الطريق شيئا، فبينا أنا أسير إذ دعوت ربي فاستطعمت فسمعت\nوجبة خلفي فإذا أنا بثوب أو منديل فيه دوخلة ملأى رطبا فأخذته وركبت دابتي\nفأكلت منه حتى شبعت فأدركني المساء فنزلت إلى راهب في دير له فحدثته الحديث\nفاستطعمني من الرطب فأطعمته رطبات، قال: ثم إني مررت على ذلك الراهب بعد\nزمان فإذا نخلات حسان جمال، قال: إنها من رطباتك اللاتي أطعمتني وجاء\nبالثوب إلى أهله فكانت امرأته تريه الناس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head352'>سياق ما روي من كرامات عبد الله بن شقيق العقيلي</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p252'> Vol. 09, p. 252</a>\n            </div>\n            \n<h1 class='l1' id='head353'>190 - </h1>\n\n<p>\nأخبرنا أحمد بن عبيد، قال: أنا محمد بن الحسين، قال: ثنا أحمد بن زهير،\nقال: ثنا محمد بن الصباح البزاز، قال: ثنا داود بن الزبرقان، عن الجريري،\nقال: كان عبد الله بن شقيق مجاب الدعوة فكانت تمر به السحابة فيقول: اللهم\nلا تجوز كذا وكذا حتى تمطر فما تجوز ذلك الموضع حتى تمطر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head354'>سياق ما روي من كرامات ميمون بن أبي شبيب</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p253'> Vol. 09, p. 253</a>\n            </div>\n            \n<h1 class='l1' id='head355'>191 - </h1>\n\n<p>\nأخبرنا عبيد الله بن عمر بن أحمد، قال: أنا محمد بن عمر، قال: ثنا أبو\nالبختري عبد الله بن محمد بن شاكر العنبري، قال: ثنا الجعفي، قال: ثنا\nالحسن بن الحر، عن ميمون بن أبي شبيب، قال: أردت الجمعة في زمن الحجاج،\nقال: فتهيأت للذهاب، قال: ثم قلت: قطعت في نفسي إن ذهب مرة ومرة ألا أذهب،\nقال: ثم عزمت على الذهاب فناداني مناد من جانب البيت {يا أيها الذين آمنوا\nإذا نودي للصلاة من يوم الجمعة فاسعوا إلى ذكر الله} [الجمعة: 9] ، قال:\nفذهبت، قال: وجلست مرة أكتب كتابا فعرض لي شيء إن أنا كتبته في كتابي زين\nكتابي وكنت قد كذبت وإن أنا تركته كان في كتابي بعض القبح، وكنت قد صدقت،\nقال: فعزمت على أن لا أكتبه، قال: فناداني مناد <span id='ms71'></span>: {يثبت الله الذين آمنوا\nبالقول الثابت في الحياة الدنيا وفي الآخرة} [إبراهيم: 27]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head356'>سياق ما روي من كرامات جميل بن مرة</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p254'> Vol. 09, p. 254</a>\n            </div>\n            \n<h1 class='l1' id='head357'>195 - </h1>\n\n<p>\nأخبرنا عبد الوهاب بن علي، قال: أنا يوسف، قال: قرئ على محمد بن علي\nالواعظ: حدثكم محمد بن الحارث، قال: ثنا محمد بن عمر، قال: ثنا محمد بن\nالحسين، قال: ثنا حبان بن هلال، عن حماد بن زيد، عن جميل بن مرة، قال: ربما\nاحتجت إلى الشيء فأدعو الله حتى أراها بين يدي، يعني الدنانير والدراهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head358'>سياق ما روي من كرامات أبي محمد حبيب العجمي</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p255'> Vol. 09, p. 255</a>\n            </div>\n            \n<p>\nأخبرنا أحمد بن عبيد، قال: أنا محمد بن الحسين، قال: أنا أحمد بن زهير،\nقال: ثنا هارون بن معروف، قال: ثنا ضمرة، عن السري بن يحيى، قال: كان حبيب\nأبو محمد يرى بالبصرة يوم التروية ويرى بعرفة عشية عرفة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p255'> Vol. 09, p. 255</a>\n            </div>\n            \n</p>\n\n<p>\nأنا علي بن محمد، أنا الحسين، ثنا عبد الله، قال: حدثني محمد بن الحسين،\nقال: حدثني العباس بن الفضل الأزرق، قال: ثنا مجاشع الدبري، قال: ولدت\nامرأة من جيران حبيب غلاما جميلا أقرع\n</p>\n\n<h1 class='l1' id='head359'>[ص: 256]</h1>\n\n<p>\n، قال: فجاء أبوه إلى حبيب حين شب الغلام وأتى عليه اثنتا عشرة سنة فقال:\nيا أبا محمد ألا ترى إلى ابني هذا وإلى جماله وقد بقي أقرع الرأس كما ترى\nفادع الله له فجعل حبيب يبكي ويدعو للغلام ويمسح بالدموع رأسه، قال: فوالله\nما قام من بين يديه حتى اسود رأسه من أصول الشعر فلم يزل ذلك الشعر ينبت\nحتى كان كأحسن الناس شعرا، قال مجاشع: قد رأيته أقرع ورأيته أشعر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p255'> Vol. 09, p. 255</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا علي، أنا الحسين، ثنا عبد الله، قال: ثنا محمد بن الحسين، قال:\nثنا عبد الله بن عيسى الطفاوي، ثنا أبو عبد الله الشحام، قال: أتي حبيب أبو\nمحمد برجل زمن في شق محمل فقيل له: يا أبا محمد هذا رجل زمن في شق محمل وله\nعيال وقد ضاع عياله فإن رأيت أن تدعو الله عسى أن يعافيه، فأخذ المصحف\nفوضعه في عنقه ثم دعا، قال: فما زال يدعو حتى عافى <span id='ms72'></span> الله الرجل وقام فحمل\nالمحمل فوضعه على عنقه وذهب إلى عياله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p256'> Vol. 09, p. 256</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head360'>196 - </h1>\n\n<p>\nوأنا علي، أنا الحسين، ثنا عبد الله، ثنا خالد بن خداش، قال: كنا إذا\nدخلنا على حبيب أبي محمد، قال: افتح جونة المسك وهات الترياق المجرب، قال:\nوجونة المسك القرآن والترياق المجرب الدعاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head361'>197 - </h1>\n\n<p>\nأخبرنا علي، أنا الحسين، ثنا عبد الله، قال: ثنا محمد بن الحسين، قال:،\nحدثني موسى بن عيسى، عن ضمرة بن ربيعة، عن السري بن يحيى، قال: اشترى أبو\nمحمد حبيب طعاما في مجاعة أصابت الناس فقسمه على المساكين ثم خاط أكيسة\nفجعلها تحت رأسه، ثم دعا الله فجاءه أصحاب الطعام يتقاضونه فأخرج تلك\nالأكيسة فإذا هي مملوءة دراهم فوزنها فإذا هي حقوقهم فدفعها إليهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head362'>198 - </h1>\n\n<p>\nأنا علي، أنا الحسين، ثنا عبد الله، قال: ثنا أبو إسحاق\n</p>\n\n<h1 class='l1' id='head363'>[ص: 258]</h1>\n\n<p>\nالآدمي، قال: سمعت مسلم بن إبراهيم أن رجلا أتى أبا محمد، فقال: إن لي\nعليك ثلاثمائة درهم، قال: من أين صارت لك علي؟ قال: لي عليك ثلاثمائة درهم،\nقال حبيب: اذهب إلى غد فلما كان من الغد توضأ وصلى وقال: اللهم إن كان\nصادقا فأد إليه وإن كان كاذبا فابتله في يده، قال: فجيء بالرجل من غد قد\nحمل وقد ضرب شقه الفالج فقال: مالك؟ قال: أنا الذي جئتك أمس لم يكن لي عليك\nشيء وإنما قلت يستحي من الناس فيعطيني فقال له تعود؟ قال: لا، قال: اللهم\nإن كان صادقا فألبسه العافية، قال: فقام الرجل على الأرض يعدو كأن لم يكن\nبه شيء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head364'>199 - </h1>\n\n<p>\nأنا علي، أنا الحسين، ثنا عبد الله، قال: حدثني محمد، قال: ثنا داود بن\nالمحبر، قال: ثنا عبد الواحد بن زياد، قال: كنا عند مالك بن دينار ومعنا\nمحمد بن واسع وحبيب\n</p>\n\n<h1 class='l1' id='head365'>[ص: 259]</h1>\n\n<p>\nأبو محمد فجاء رجل وكلم مالكا وأغلظ في قسمة قسمها وقال: وضعتها في غير\nحقها وتتبعت بها أهل مجلسك ومن يغشاك لتكثر غاشيتك وتصرف وجوه الناس إليك،\nقال: فبكى مالك وقال: والله ما أردت هذا، قال: بلى والله لقد أردته بهذا\nفجعل مالك <span id='ms73'></span> يبكي والرجل يغلظ له، فلما أكثر ذلك عليه رفع حبيب يديه إلى\nالسماء ثم قال: اللهم إن هذا قد شغلنا عن ذكرك فأرحنا منه كيف شئت، فسقط\nوالله الرجل على وجهه ميتا فحمل إلى أهله على سرير وكان يقال إن أبا محمد\nمستجاب الدعوة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head366'>سياق ما روي من كرامات عتبة الغلام</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p260'> Vol. 09, p. 260</a>\n            </div>\n            \n<h1 class='l1' id='head367'>200 - </h1>\n\n<p>\nأنا محمد بن رزق، قال: ثنا علي بن محمد المصري، قال: ثنا أبو محمد بن عبد\nالسلام الضرير، قال: ثنا عبد القدوس العطار، قال: ثنا الحسن بن دعامة، قال:\nرأيت عتبة الغلام إذا استحسن الطير دعاه فيجيء حتى يسقط على فخذه فيمسه ثم\nيسيبه فيطير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head368'>201 - </h1>\n\n<p>\nأنا علي، أنا الحسين، ثنا عبد الله، حدثني محمد بن الحسين، حدثني يحيى بن\nراشد، قال: حدثني عبد الله بن مبشر من ولد توبة العنبري، قال: دعا عتبة\nالغلام ربه أن يهب له ثلاث خصال في دار الدنيا دعا ربه أن يمن عليه بصوت\nحزين، ودمع غزير، وطعام من غير تكلف، فكان إذا قرأ بكى وأبكى، وكانت دموعه\nجارية دهره، وكان يأوي إلى منزله فيصيب قوته فلا يدري من أين يأتيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head369'>سياق ما روي من كرامات صفوان بن محرز</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p261'> Vol. 09, p. 261</a>\n            </div>\n            \n<h1 class='l1' id='head370'>202 - </h1>\n\n<p>\nأنا علي، أنا الحسين، ثنا عبد الله، قال: حدثني محمد بن إبراهيم، عن عمر\nبن عامر الكلابي، قال: ثنا جعفر بن سليمان، قال: سمعت ثابتا البناني، قال:\nأخذ عبيد الله بن زياد ابن أخ لصفوان بن محرز فحبسه في السجن فلم يدع صفوان\nشريفا بالبصرة يرجو منفعته إلا تحمل به عليه فلم ير لحاجته نجاحا فبات في\nمصلاه حزينا، قال: فهوم من الليل فإذا آت قد أتاه في منامه فقال: يا صفوان\nقم فاطلب حاجتك من وجهها، قال: فانتبه فزعا فقام فتوضأ ثم صلى ثم دعا فأرق\nابن زياد فقال: علي بابن أخي صفوان بن محرز فجاء الحرس وجيء بالنيران ففتحت\nعليه الأبواب الحديد في جوف الليل فقيل: أين ابن أخي صفوان أخرجوه فإني قد\nمنعت من النوم منذ الليلة\n</p>\n\n<h1 class='l1' id='head371'>[ص: 262]</h1>\n\n<p>\n، فأخرج فأتي به ابن <span id='ms74'></span> زياد فكلمه ثم قال: انطلق بلا كفيل ولا شيء فما شعر\nصفوان حتى ضرب ابن أخيه بابه، قال: صفوان من هذا، قال: أنا فلان، قال: فأي\nهذه الساعة فحدثه الحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head372'>سياق ما روي من كرامات عطاء السليمي</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p263'> Vol. 09, p. 263</a>\n            </div>\n            \n<h1 class='l1' id='head373'>203 - </h1>\n\n<p>\nأخبرنا علي، أنا الحسين، ثنا عبد الله، قال: حدثني محمد بن الحسين، قال:\nحدثني داود بن المحبر، عن صالح المري، قال: كان عطاء السليمي لا يكاد يدعو\nإنما يدعو بعض أصحابه ويؤمن هو. قال: فحبس بعض أصحابه فقيل له: ألك حاجة؟\nقال: دعوة من عطاء أن يفرج الله عني، قال صالح: فأتيته فقلت: يا أبا محمد\nأما تحب أن يفرج الله عنك، قال: بلى والله إني لأحب ذاك قلت: فإن جليسك\nفلان قد حبس فادع الله أن يفرج عنه، قال: فرفع يديه وبكى وقال: اللهم قد\nتعلم حاجتنا قبل أن نسألكها فاقضها لنا، قال صالح: فوالله ما برحنا من\nالبيت حتى دخل الرجل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head374'>سياق ما روي من كرامات أبي ريحانة عبد الله بن مطر</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p264'> Vol. 09, p. 264</a>\n            </div>\n            \n<h1 class='l1' id='head375'>204 - </h1>\n\n<p>\nأنا علي، أنا الحسين، ثنا عبد الله، حدثني محمد بن الحسين، قال: ثنا موسى\nبن عيسى العابد وغيره قالوا: ثنا ضمرة بن ربيعة، عن ربيعة، عن فروة الأعمى\nمولى سعد بن أبي أمية المقرئ، قال: ركب أبو ريحانة البحر وكان يخيط فيه\nبإبرة معه فسقطت إبرته في البحر فقال: عزمت عليك يا رب إلا رددت علي إبرتي\nفظهرت حتى أخذها، قال: واشتد عليهم البحر ذات يوم فقال: اسكن أيها البحر\nفإنما أنت عبد حبشي، قال: فسكن حتى صار كالزيت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head376'>سياق ما روي من كرامات رابعة العدوية</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p265'> Vol. 09, p. 265</a>\n            </div>\n            \n<h1 class='l1' id='head377'>205 - </h1>\n\n<p>\nأخبرنا علي، أنا الحسين، ثنا عبد الله، قال: ثنا عبد الله بن عيسى\nالطفاوي، قال: بلغني أن رابعة، كانت تطبخ قدرا فاشتهت بصلا فجاء طير في\nمنقاره بصلة فألقاها إليها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head378'>سياق ما روي من كرامات العلاء بن زياد</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p266'> Vol. 09, p. 266</a>\n            </div>\n            \n<h1 class='l1' id='head379'>206 - </h1>\n\n<p>\nأخبرنا عبد الوهاب بن علي، ثنا يوسف بن عمر بن مسروق، قال: قرئ على أبي\nعمر، قال: ثنا أبو همام، قال: ثنا جعفر بن سليمان <span id='ms75'></span>، قال: ثنا هشام بن زياد\nأخو العلاء بن زياد: قال: كان العلاء بن زياد يحيي كل ليلة جمعة فوجد ليلة\nفترة فقال: يا أسماء أريد أن أنام فإذا كان كذا وكذا فأيقظيني فأتاه آت\nفأخذ بناصيته فقال: يا ابن زياد قم فاذكر الله يذكرك فقام فزعا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head380'>207 - </h1>\n\n<p>\nأنا عمر بن زكار، ثنا مبشر بن موسى، قال: ثنا حنبل بن إسحاق، قال: ثنا\nأبو ظفر، قال: ثنا جعفر بن سليمان، قال: سمعت هشام بن زياد، يحدث قال: كان\nالعلاء بن زياد يحيي كل ليلة جمعة فوجد ليلة فترة فقال لامرأته: يا أسماء\nإني أجد فترة فإذا مضى كذا وكذا فأيقظيني لوقت وقته ثم رقد فأتاه آت في\nمنامه فأخذ بناصيته فقال: يا ابن زياد قم فاذكر الله يذكرك فقام فزعا، قال:\nفلم تزل تلك الشعرات التي أخذ بها من العلاء قائمة حتى مات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head381'>سياق ما روي من كرامات زياد النميري</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p267'> Vol. 09, p. 267</a>\n            </div>\n            \n<h1 class='l1' id='head382'>208 - </h1>\n\n<p>\nأنا علي، أنا الحسين، أنا عبد الله، قال: حدثني أبي، قال: ثنا يحيى بن\nأبي بكير، عن عمارة بن زاذان، قال: كنت مع زياد النميري في طريق بمكة فضلت\nناقة لصاحب لنا فطلبناها فلم نقدر عليها فأخذنا نقسم متاعه فقال زياد: ألا\nتقولون شيئا، سمعت أنسا يقول: يقرأ حم السجدة ويسجد ويدعو فقلنا بلى، فقرأ\nحم السجدة وسجد ودعا فرفعنا رءوسنا فإذا رجل معه الناقة التي ذهبت، قال\nزياد: أعطوه من طعامكم فلم يقبل، قال: أطعموه، قال: إني صائم، قال: فنظرنا\nفلم نر شيئا لا ندري ما كان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head383'>سياق ما روي من كرامات أهل بغداد فمنهم أبو محفوظ معروف بن الفيرزان الكرخي</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p268'> Vol. 09, p. 268</a>\n            </div>\n            \n<h1 class='l1' id='head384'>209 - </h1>\n\n<p>\nأخبرنا القاسم بن جعفر، قال: ثنا أبو الحسن علي بن الحسين بن جعفر بن\nمحمد بن سعيد البغدادي القطان، قال: ثنا محمد بن مخلد، قال: ثنا جعفر بن\nأبي هاشم، قال: سمعت صدقة العامري، يقول: كنت عند معروف، ح\n</p>\n\n<h1 class='l1' id='head385'>210 - </h1>\n\n<p>\nأخبرنا القاسم، قال: أنا علي، قال: ثنا ابن مخلد، قال: ثنا جعفر، قال:\nسمعت صدقة العامري، يقول: كنت عند معروف يوما <span id='ms76'></span> فجاء رجل شبيه بالفاقد العقل\nفقال: يا أبا محفوظ ادع الله لي فقد ذهب مني عشرة آلاف درهم، قال: فأعرض\nعنه، ثم قال له الثانية فأعرض عنه، ثم قال له الثالثة فأعرض عنه فقال\nمعروف: أخي ادع الله أن أولياءه وأصفياءه بما منه خلقتك، قال: ثم حرك شفتيه\nقال الرجل: فقمت والله وما في قلبي منها شيء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head386'>سياق ما روي من كرامات أبي نصر بشر بن الحارث الحافي رحمه الله</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p269'> Vol. 09, p. 269</a>\n            </div>\n            \n<h1 class='l1' id='head387'>211 - </h1>\n\n<p>\nذكر محمد بن مخلد، قال: ثنا أبو موسى هارون بن مسعود الدهان، قال: ثنا\nمنصور الصياد، قال: مر بي بشر بن الحارث يوم الجمعة وهو منصرف من الصلاة\nفقال: في هذا الوقت؟ قلت: فما في البيت دقيق ولا خبز ولا درهم ولا شيء فقال\nلي: الله المستعان احمل شبكتك وتعال إلى الخندق، قال: فحملتها فقال: توضأ\nوصل ركعتين، قال: ففعلت، قال: ألق بشبكتك وسم بسم الله، قال: فألقيت الشبكة\nفوقع فيها شيء ثقيل، قال: أجر، قال: قلت: يا أبا ناصر أعني عليها فإني\nأتخوف أن تخرق الشبكة\n</p>\n\n<h1 class='l1' id='head388'>[ص: 270]</h1>\n\n<p>\n، قال: فجاء معي فجذبنا فإذا سمكة فقال لي: خذها وبعها واشتر لعيالك ما\nيحتاجون إليه، قال: فدخلت من الباب فاستقبلني رجل على حمار فقال: بكم؟\nفقلت: بعشرة، قال: قد أخذتها فوزن لي عشرة دراهم فاشتريت ما يحتاجون إليه\nفي البيتفما أن فرغت قلت لهم: خذوا رقاقتين واجعلوا عليها من الحلوى حتى\nأذهب به إليه، قال: فجئت فدققت الباب فقال: من هذا قلت: منصور فقال: يا\nمنصور لو ألهمنا هذا ما خرجت السمكة، اذهب كل ذاك مع عيالك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head389'>سياق ما روي من كرامات أبي عبد الله أحمد بن محمد بن حنبل رضي الله عنه</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p271'> Vol. 09, p. 271</a>\n            </div>\n            \n<h1 class='l1' id='head390'>212 - </h1>\n\n<p>\nأخبرنا عبيد الله بن محمد بن أحمد، قال: أنا عثمان بن أحمد، قال: حدثني\nأبو أحمد القزويني، قال: سمعت القاسم بن الحسين الوراق، يقول: يروى عن أحمد\nبن حنبل، أن رجلا أراد الخروج إلى طرسوس، قال: قل يا دليل الحيارى دلني على\nطريق الصادقين واجعلني من عبادك الصالحين، قال <span id='ms77'></span>: فخرج الرجل وأصابه شدة\nوانقطع من أصحابه فدعا بهذا الدعاء فلحق بأصحابهفجاء إلى أحمد وأخبره فقال\nله أحمد: اكتمها علي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head391'>سياق ما روي من كرامات الحارث بن أسد المحاسبي وأبي معاوية الأسود رضي الله عنهما</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p272'> Vol. 09, p. 272</a>\n            </div>\n            \n<h1 class='l1' id='head392'>213 - </h1>\n\n<p>\nأخبرنا عبد الرحمن بن عمر بن أحمد، أنا علي بن أحمد المصري، قال: سمعت\nأبا سعيد عثمان بن السكري، قال: سمعت مؤذن غزة وقد ذهب علي اسمه، قال:\nحدثت، عن أبي الداهرية، قال: قدمت طرسوس فدخلت على أبي معاوية الأسود وهو\nمكفوف البصر وفي منزله مصحف معلق فقلت رحمك الله مصحف وأنت لا تنظره، قال:\nتكتم حتى أموت؟ قلت: نعم\n</p>\n\n<h1 class='l1' id='head393'>[ص: 273]</h1>\n\n<p>\n، قال: إني إذا أردت أن أقرأ فتح لي بصري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head394'>214 - </h1>\n\n<p>\nأخبرنا عبد الوهاب بن علي، أنا عمر بن أحمد، قال: ثنا عبد الله بن\nسليمان، قال: سمعت أبا حمزة نصير بن الفرج الأسلمي وكان خادم أبي معاوية\nالأسود، قال: كان أبو معاوية الأسود قد ذهب بصره فكان إذا أراد أن يقرأ\nفينشر المصحف رجع إليه بصره فإذا أطبق المصحف ذهب بصره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head395'>سياق ما روي من كرامات أبي طالب النسائي</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p274'> Vol. 09, p. 274</a>\n            </div>\n            \n<h1 class='l1' id='head396'>215 - </h1>\n\n<p>\nأخبرنا عبد الوهاب بن علي، قال: ثنا يوسف، قال: أخبرني علي بن الحسن\nالمصري، قال: سمعت إبراهيم بن عبد السلام الضرير، يقول: سمعت عباسا الدوري،\nيقول: سمعت أبا طالب النسائي، يحدث يحيى بن معين، قال: أصبحت ذات يوم وليس\nعندي شيء وأنا في دار واسعة فقلت: فيما بيني وبين نفسي: اللهم إني أعلم أنك\nترزق الكلب والخنزير اللهم فارزقني، قال: فقال لي قائل من خلفي: دراهم تريد\nأو دقيق، قال: فقلت في نفسي: دقيق أي شيء أعمل به ليس لي حطب، قال: فدفع\nإلي صرة فيها خمسمائة درهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head397'>سياق ما روي من كرامات القاسم بن يزيد</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p275'> Vol. 09, p. 275</a>\n            </div>\n            \n<h1 class='l1' id='head398'>216 - </h1>\n\n<p>\nأخبرنا عبد الوهاب، قال: أنا يوسف، قال: قرأت على محمد بن مخلد، ثنا محمد\nبن منصور الطوسي، قال: ثنا دحيم بن موسى النخعي، قال: رأيت رجلا من\nالبصريين يأخذ الدين على الله عز وجل فيعطي المساكين فيقضي عنه، قال: دحيم <span id='ms78'></span>\nفجئت إلى عطاء بن ثابت التبين فأخذت منه مائة درهم قرضا حولته على الله\nفكسوت منه ثيابا وأخذت أنا عشرة دراهم فاشتريت ثوبا لنفسي فمرضت ومررت\nبالعطار بعد فقال لي: تعال فأتيته فقال: مر بي رجل فأعطاني مائة درهم فقلت:\nلي عشرة ومائة فقال: لي العشرة، أخذها لنفسه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head399'>سياق ما روي من كرامات شاب وصيف لمعروف الكرخي</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p276'> Vol. 09, p. 276</a>\n            </div>\n            \n<h1 class='l1' id='head400'>217 - </h1>\n\n<p>\nأخبرنا أحمد بن محمد بن غالب، أخبرني أبو بكر محمد بن عبد الله بن\nإسماعيل البزاز المقرئ، قال: سمعت أحمد بن علي البزار، يعرف بوكيع يفهم\nالحديث جدا، قال: سمعت أحمد بن علي الجلا يقول: سمعت أبي يقول: كنت جالسا\nعند معروف يوما فجاء رجل فقال: يا أبا محفوظ رأيت أمس عجبا، قال: ماذا\nرأيت؟ قال: اشتهى أهلي سمكا فخرجت إلى باب الكرخ فأخذت 000 بذكر الله\n</p>\n\n<h1 class='l1' id='head401'>[ص: 277]</h1>\n\n<p>\nفمر بنا بمسجد يؤذن فيه الظهر فقال: يا عم هل لك من أن تصلي؟ فقلت: صبي\nيدعوني إلى الصلاة ولا أجيبه فقلت: نعم فوضع الطبق والسمكة على باب المسجد\nودخل المسجد فلم يزل يركع وأنا أحفظ السمكة، فلما أقيمت الصلاة قلت: صبي\nتوكل على الله في طبقه ولا أتوكل عليه في سمكتي؟ فدخلت فصليت وخرجت فإذا هي\nبحالها فأخذها على رأسه ثم عاد إلى ما كان عليه من الذكر إلى أن وصلت إلى\nمنزلي وأخبرت أهلي خبره فقالوا لي: قل له يأكل معنا فقلت له: إنهم يسألوني\nأن تفطر عندهم، قال: نعم، فأين طريق المسجد فدللته على المسجد فلم يزل\nراكعا وساجدا إلى العصر فلما صلى العصر جعل رأسه بين ركبتيه ثم لم يزل كذلك\nإلى المغرب، فلما صليت المغرب قلت: هل لك في الحضور للإفطار، قال: قد جرت\nلي عادة إن حملتني عليها فأنا أجيبك، قلت: ما هي؟ قال: عادة قد جرت لي أن\nأفطر بعد عشاء الآخرة فصبرت له، قال: وكنت قد أعددت في بيتي ما يحتاج إليه\nفلما صلى أخذته إلى البيت وزرفت عليه الباب وكانت لنا ابنة لا تبطش بيدها\nولا تمشي <span id='ms79'></span> برجليها عمياء قطعة لحم قد أتى لها أربعة\n</p>\n\n<h1 class='l1' id='head402'>[ص: 278]</h1>\n\n<p>\nوعشرون سنة لا تنام في جوف الليل فإذا بداق يدق علينا باب البيت فقلنا من\nهذا قالت فلانة فناديناها فإذا هي تمشي وتبطش وتبصر، فقلنا ما شأنك؟ فقالت:\nما أدري إلا أني سهرت في جوف الليل فألقي في نفسي سلي الله بحق ضيفكم،\nفقلت: اللهم بحق ضيفنا إلا أطلقتني فأنا كما ترون، قال: فبادرت إلى البيت\nفإذا الغلام ليس 0000 صغار وكبار، هذا أو نحوه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n. . القاسم الضبي، حدثني رجل صدوق وحلف علي كما حدث به أنه رأى في طريق\nمكة هميانا، قال: فنزلت لآخذه، قال: فانقلب حجرا فصعدت إلى محملي فاطلعت من\nفوق المحمل فإذا بهميان حقيقة فنزلت من الرأس فانقلب حجرا\n</p>\n\n<h1 class='l1' id='head403'>[ص: 279]</h1>\n\n<p>\nفرآني عديلي وأنا مبهوت لما صعدت المحمل فقال: مالك؟ فحدثته بذلك فاطلع\nفرآه هميانا ونزل ليأخذه فانقلب حجرا فتركناه فإذا برجل خراساني يعدو ويلهث\nفلم يكن أكثر من أن رأى هميانه فأخذه وقال: مال مزكى حفظه الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p278'> Vol. 09, p. 278</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head404'>218 - </h1>\n\n<p>\nأخبرنا أحمد، قال: ثنا أبو القاسم عبد الواحد بن محمد بن جعفر، سمعت أبا\nبكر بن شاذان، يقول: كان لي حبشي نافذ في الثمانين ثقة فحكى لنا أنه اقتضى\nفي يوم خميس من الجانبين نحوا من خمسمائة دينار وأنه شاهد سكينا جيدا في\nطريقه فاشتراه، قال: فقضي أنني في الفرضة صادفت مسجدا تقام فيه الصلاة\nفدخلت فتركت الكيس والسكين جميعا فلما حضرت بين يدي أستاذي مددت يدي إلى\nكمي فلم أجد الكيس وذكرت تركي له مع السكين في القبلة فرجعت مسرعا فإذا\nبذلك السكين بين يدي رجل فتعلقت به وقلت: هو لي فأين الكيس؟ فحلف ما رأى\nكيسا فاستصحبته إلى المسجد فإذا بالناس على كثرتهم والكيس موضوع خلف صاحبي\nما كان إلا السكين فأخذت الجميع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head405'>سياق ما روي من كرامات إبراهيم الآجري</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p280'> Vol. 09, p. 280</a>\n            </div>\n            \n<h1 class='l1' id='head406'>219 - </h1>\n\n<p>\nأخبرنا علي بن محمد بن عيسى بن موسى، قال: أنا علي بن محمد المصري، قال:\nثنا أحمد بن محمد بن مسروق أبو العباس، قال: سمعت الآجري، وكان من أفاضل\nأصحاب <span id='ms80'></span> محمد، قال: كنت يوما على باب المقبرة في يوم شات إذ مر بي رجل عليه\nخرقتان فظننت أنه من هؤلاء الذين يسألون فقلت في نفسي: لو عمل هذا بيده\nلكان خيرا له، قال: ومضى الرجل فلما كان بالليل أتاني ملكان فأخذا بضبعي ثم\nأخذاني إلى المسجد الذي كنت على بابه قاعدا فإذا رجل نائم عليه خرقتان\nمكشفا عن وجهه فإذا هو الذي مر بي فقالا: كل لحمه فقلت: ما اغتبته فقالا:\nبلى حدثتك نفسك بغيبته ومثلك لا يرضى منه بمثل هذا\n</p>\n\n<h1 class='l1' id='head407'>[ص: 281]</h1>\n\n<p>\nفانتبهت فزعا فمكثت ثلاثين يوما على باب ذلك المسجد فلما كان يوم\nالثلاثين مر بي على حالته والخرقتان عليه فوثبت إليه وغمزت خلفه فلما خفت\nأن يفوتني قلت: يا هذا أكلمك، قال: فالتفت إلي فقال لي: يا إبراهيم وأنت\nأيضا ممن يغتاب المؤمنين بقلبه، قال: فسقطت مغشيا علي فقمت وهو عند رأسي\nفقال: تعود؟ قلت: لا، ثم غاب من بين عيني فلم أره بعد ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head408'>سياق ما روي من كرامات أبي شعيب صالح بن يونس رحمه الله</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p282'> Vol. 09, p. 282</a>\n            </div>\n            \n<h1 class='l1' id='head409'>220 - </h1>\n\n<p>\nأخبرنا أحمد بن محمد بن حفص، قال: سمعت أبا الحسن علي بن عمر بن جعفر\nيقول: سمعت أبا بكر محمد بن علي يقول: كنت مع أبي شعيب صالح بن يونس المقنع\nوقد انصرفنا من العتمة ومعنا ضوء نستضيء به فهبت الريح فأطفأت ما كان معنا\nمن الضوء فسمعت أبا شعيب يقول: ربنا أتمم لنا نورنا فعاد الضوء لوقته كما\nكان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head410'>سياق ما روي من كرامات أبي العباس أحمد بن محمد بن مسروق</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p283'> Vol. 09, p. 283</a>\n            </div>\n            \n<h1 class='l1' id='head411'>221 - </h1>\n\n<p>\nأخبرنا أحمد، قال: سمعت أبا بكر محمد بن إبراهيم بن الحسين يقول: سمعت\nجعفر بن نصير، يقول: سمعت أبا العباس بن مسروق، يقول: أردت الخروج إلى مكة\nفي بعض السنين فاستأذنت والدتي فأذنت لي ورافقني اثنان على أن أكون بحكمهما\nوواحد يكون بحكمي فلما دخلت البادية برزت يوما من الأيام للحاجة فلما قعدت\nعن الحاجة أصاب البول إبهام رجلي فلما كان من الغد أصابني مثله فقلت قصة\nوقلت لأصحابي <span id='ms81'></span>: إن الذي أنا أطلب قدامي هو ورائي فرجعت ورجع معي الذي بحكمي\nفجئت إلى باب داري قالت: لما أن خرجت أخذني الهم عليك فاعتقدت مع الله أن\nلا أقوم من خلف الباب حتى ترجع إلي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head412'>سياق ما روي من كرامات صالحي أهل خراسان فمنهم إبراهيم بن أدهم البلخي رحمه الله</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p284'> Vol. 09, p. 284</a>\n            </div>\n            \n<h1 class='l1' id='head413'>222 - </h1>\n\n<p>\nأخبرنا أحمد بن محمد بن حسنون، قال: ثنا جعفر بن محمد، قال: ثنا أحمد بن\nمحمد بن مسروق، قال: ثنا علي بن الموفق\n</p>\n\n<h1 class='l1' id='head414'>[ص: 285]</h1>\n\n<p>\n، قال: ثنا عبد الله بن الفرج القنطري العابد، قال: اطلعت على إبراهيم بن\nأدهم في بستان بالشام فإذا إبراهيم نائم مستلقي وإذا حية في فمها طاقة ترجف\nفما زالت تذب عنه حتى انتبه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head415'>223 - </h1>\n\n<p>\nأخبرنا عبد الوهاب بن علي، قال: أنا يوسف بن عمر، قال: ثنا عثمان بن\nأحمد، قال: ثنا محمد بن موسى، قال: ثنا أبو موسى، قال: ثنا عبد الرحيم، قال\nإسماعيل بن يزيد: حدثنا قال: ثنا عثمان بن عمارة، عن إبراهيم بن أدهم، قال:\nصحبت رجلا من أهل سمرقند يقال له مسلم الأعور، وكان يتعبد، فأشرفنا على\nسمرقند، فقال: إلهي لا ترزق البطالين ولا تعطف على الظالمين فنودي في\nالهواء وأنا أسمع إنما مثل هذه المنزلة من يزعم أن لله شريكا وأنت مخلوق\nفنظرت إلى قرص أحمر قد سقط من السماء حتى أحرقه فدخل قلبي روع شديد فإذا\nأنا بشيخ عن يميني عليه ثياب بياض يقول: يا عبد الله لا تصحب هذا الضرب من\nالخلق، ثم غاب عني ولم أره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head416'>224 - </h1>\n\n<p>\nأخبرنا علي بن محمد، أنا الحسين، ثنا عبد الله، قال: حدثني محمد بن يحيى\nبن أبي حاتم الأزدي، قال: حدثني خلف بن تميم، قال: حدثني عبد الجبار بن\nكثير، قال: قيل لإبراهيم بن أدهم هذا السبع قد ظهر لنا، قال: أرونيه فلما\nرآه، قال: يا قسورة إن كنت أمرت فينا بشيء فامض لما أمرت به وإلا نعوذك على\nيديك، قال: فولى السبع ذاهبا. أحسبه قال: يضرب بذنبه، قال: فتعجبنا كيف فهم\nالسبع كلام إبراهيم <span id='ms82'></span> بن أدهم فأقبل علينا إبراهيم فقال: قولوا اللهم احرسنا\nبعينك التي لا تنام، واكنفنا بركنك الذي لا يرام وارحمنا بقدرتك علينا ولا\nنهلك وأنت رجاؤنا، قال خلف: فما زلت أقولها منذ سمعتها فما عرض لي عدو ولا\nغيره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head417'>225 - </h1>\n\n<p>\nأنا علي، ثنا الحسين، ثنا عبد الله، قال: حدثت عن يحيى بن عثمان، قال:\nثنا بقية بن الوليد، قال\n</p>\n\n<h1 class='l1' id='head418'>[ص: 287]</h1>\n\n<p>\n: كنا في البحر فهبت الرياح وهاجت الأمواج فبكى الناس وضجوا فقيل لمعيوف\nأو ابن معيوف: هذا إبراهيم بن أدهم لو سألته أن يدعو الله وإذا هو نائم في\nناحية السفينة ملفوف رأسه في كساء فدنا منه فقال: يا أبا إسحاق أما ترى ما\nالناس فيه؟ قال: اللهم قد أريتنا قدرتك فأرنا عفوك، قال: فهدأت السفن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head419'>226 - </h1>\n\n<p>\nأنا علي، أنا الحسين، ثنا عبد الله، قال: حدثني مشرف بن أبان، قال: حدثني\nصالح بن سليمان أو غيره، قال\n</p>\n\n<h1 class='l1' id='head420'>[ص: 288]</h1>\n\n<p>\n: احتاج إبراهيم بن أدهم إلى دينار وكان على شاطيء البحر فدعا الله\nفتشرعت السمك في في كل واحدة منهن دينار واحد فأخذ دينارا واحدا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head421'>227 - </h1>\n\n<p>\nأنا علي، أنا الحسين، ثنا عبد الله، قال: حدثني محمد بن منصور، قال:\nحدثني أبو النضر الحارث بن النعمان، قال: كان إبراهيم بن أدهم يجتني الرطب\nمن شجر البلوط\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head422'>سياق ما روي من كرامات عبد الله بن منير المروزي</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p289'> Vol. 09, p. 289</a>\n            </div>\n            \n<h1 class='l1' id='head423'>228 - </h1>\n\n<p>\nأخبرنا أحمد بن محمد بن الخليل، قال: ثنا محمد بن أحمد بن سلمة، قال: ثنا\nأبو شجاع الفضل بن العباس بن الحصيب التميمي، قال: ثنا يعقوب بن إسحاق بن\nمحمود الهروي، قال: سمعت يحيى بن بدر القرشي، يقول: كان عبد الله بن منير\nيوم الجمعة قبل الصلاة بقزوين فإذا كان في وقت صلاة الجمعة يرونه في مسجد\nآمل فكان الناس يقولون: إنه يمشي على الماء، فقيل له: يا أبا محمد إنك تمشي\nعلى الماء، قال: أما المشي على الماء فلا أدري ولكن إذا أراد الله جمع\nحافتي النهر حتى يعبر الإنسان، قال: وكان عبد الله بن منير إذا قام من\nالمجلس خرج إلى <span id='ms83'></span> البرية مع قوم من أصحابه فيجمع شيئا مثل الأشنان وغيره\nفيدخل السوق فيبيع ذلك فيعيش به، قال: فخرج يوما مع أصحابه فإذا هو بالأسد\nرابض على الطريق فقيل له: هذا الأسد فقال لأصحابه: قفوا ثم تقدم هو وحده\nإلى الأسد فلا ندري ما قال له فقام الأسد فمر فقال: لأصحابه مروا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head424'>سياق ما روي من كرامات محمد بن إسماعيل البخاري رضي الله عنه</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p290'> Vol. 09, p. 290</a>\n            </div>\n            \n<p>\nأخبرنا أحمد بن محمد بن حفص، قال: أنا محمد بن أحمد بن سليمان، قال: أنا\nخلف بن محمد بن الفضل البلخي، قال: سمعت أبي يقول: ذهبت عينا محمد بن\nإسماعيل في صغره فرأت والدته في المنام إبراهيم الخليل عليه السلام فقال\nلها: يا هذه قد رد الله على ابنك بصره لكثرة بكائك أو كثرة دعائك - الشك من\nأبي محمد البلخي - فأصبحنا وقد رد الله عليه بصره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p290'> Vol. 09, p. 290</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head425'>سياق ما روي من كرامات أحمد بن حرب</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p291'> Vol. 09, p. 291</a>\n            </div>\n            \n<h1 class='l1' id='head426'>230 - </h1>\n\n<p>\nأخبرنا أحمد بن محمد بن الخليل، قال: أنا أحمد بن محمد بن سلمة، قال: ثنا\nعلي بن الحسن بن عبد الرحيم الكندي، ومحمد بن حفص بن أسلم، قالا: ثنا محمد\nبن حامد بن أحمد الدقاق، قال: سمعت علي بن عبد الله بن محمد بن موسى\nالسعدي، يقول: كنا في مجلس أحمد بن حرب لما قدم بخارى وكان نازلا في درب\nسمرقند في الرباط يكتب عنه العلم إذ اجتمع عليه العامة من أهل المدينة\nوالقرى قالوا كلهم له: يا أبا عبد الله ادع الناس ببركة دعائك فإن أرضنا\nوزرعنا لم تنبت ولم يخرج من النبات شيء منذ عامين - أو قال: عام الشك منه -\nمن سبب المطر فإنه لا تمطر علينا، قال: فرفع أحمد بن حرب يديه ودعا فما فرغ\nمن دعائه حتى انسابت السماء سحابة وكانت الشمس طالعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head427'>سياق ما روي من كرامات كرز بن وبرة الجرجاني</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p292'> Vol. 09, p. 292</a>\n            </div>\n            \n<h1 class='l1' id='head428'>231 - </h1>\n\n<p>\nأخبرنا عبد الوهاب بن علي، قال: ثنا عمر بن أحمد، قال: ثنا محمد بن عبد\nالله السوسي، قال: ثنا محمد بن يزيد الآدمي، قال: ثنا ابن فضيل <span id='ms84'></span>، قال: حدثني\nأبي أن كرزا، دخل على ابن شبرمة يعوده وهو مبرسم فتفل في أذنه فبرئ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n             <span id='ms85'></span>\n</p>\n",
  "pages": [
    "000",
    "000",
    "074",
    "074",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "076",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "080",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "085",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "097",
    "000",
    "000",
    "000",
    "000",
    "000",
    "102",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "110",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "123",
    "000",
    "000",
    "125",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "131",
    "000",
    "131",
    "132",
    "133",
    "000",
    "000",
    "000",
    "135",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "142",
    "000",
    "143",
    "000",
    "144",
    "000",
    "000",
    "000",
    "147",
    "000",
    "000",
    "000",
    "150",
    "000",
    "152",
    "000",
    "000",
    "000",
    "000",
    "154",
    "000",
    "155",
    "000",
    "000",
    "000",
    "157",
    "000",
    "158",
    "158",
    "159",
    "159",
    "161",
    "161",
    "162",
    "163",
    "163",
    "164",
    "000",
    "000",
    "166",
    "000",
    "168",
    "000",
    "170",
    "000",
    "172",
    "000",
    "174",
    "000",
    "176",
    "000",
    "177",
    "000",
    "179",
    "000",
    "181",
    "000",
    "183",
    "000",
    "000",
    "186",
    "000",
    "187",
    "000",
    "189",
    "000",
    "000",
    "191",
    "000",
    "193",
    "000",
    "194",
    "000",
    "195",
    "000",
    "196",
    "000",
    "198",
    "000",
    "199",
    "000",
    "000",
    "200",
    "000",
    "000",
    "202",
    "000",
    "204",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "214",
    "000",
    "000",
    "216",
    "000",
    "217",
    "000",
    "218",
    "000",
    "219",
    "000",
    "221",
    "000",
    "222",
    "000",
    "223",
    "000",
    "224",
    "000",
    "225",
    "000",
    "225",
    "000",
    "000",
    "229",
    "000",
    "230",
    "000",
    "231",
    "000",
    "232",
    "000",
    "000",
    "234",
    "000",
    "000",
    "236",
    "000",
    "237",
    "000",
    "000",
    "000",
    "000",
    "000",
    "241",
    "000",
    "000",
    "000",
    "000",
    "244",
    "000",
    "000",
    "000",
    "247",
    "000",
    "000",
    "000",
    "249",
    "000",
    "250",
    "000",
    "000",
    "252",
    "000",
    "253",
    "000",
    "254",
    "000",
    "255",
    "255",
    "255",
    "256",
    "000",
    "000",
    "000",
    "000",
    "260",
    "000",
    "000",
    "261",
    "000",
    "263",
    "000",
    "264",
    "000",
    "265",
    "000",
    "266",
    "000",
    "000",
    "267",
    "000",
    "268",
    "000",
    "269",
    "000",
    "271",
    "000",
    "272",
    "000",
    "000",
    "274",
    "000",
    "275",
    "000",
    "276",
    "000",
    "278",
    "000",
    "280",
    "000",
    "282",
    "000",
    "283",
    "000",
    "284",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "289",
    "000",
    "290",
    "290",
    "291",
    "000",
    "292"
  ],
  "volumes": [
    "09"
  ]
}