{
  "content": "\n\n<h1 class='l1' id='head0'>CHECK [الغلاف]</h1>\n\n<p>\nكتاب المكافأة وحسن العقبى\n</p>\n\n<p>\nابن الداية\n</p>\n\n<p>\nأحمد بن يوسف الكاتب\n</p>\n\n<p>\n340 ه\n</p>\n\n<p>\nحرره\n</p>\n\n<p>\nدكتور علي محمد عمر\n</p>\n\n<p>\nالناشر\n</p>\n\n<p>\nمكتبة الخانجي\n</p>\n\n<p>\nالطبعة الثانية\n</p>\n\n<p>\n1421 ه - 2001 مكتاب المكافأة وحسن العقبى ¶ ابن الداية ¶ أحمد بن يوسف\nالكاتب ¶ 340 ه ¶ حرره ¶ دكتور علي محمد عمر ¶ الناشر ¶ مكتبة الخانجي ¶\nالطبعة الثانية ¶ 1421 ه - 2001 م\n----NO PAGE NO------\n</p>\n\n<h1 class='l1' id='head1'>AUTO بسم الله الرحمن الرحيم</h1>\n\n<p>\nأخبرنا أبو محمد عبد الله الفرغاني، قراء مني عليه، قال: أخبرنا أبو جعفر\nأحمد بن يوسف الكاتب، قراءة مني عليه، قال:\n</p>\n\n<p>\nشدد الله فكرك، وأحسن أمرك، وكفاك مهمك\n</p>\n\n<p>\nإن أشد على الممتحن من محنته، عدوله في سعيه عن مصلحته، وتنكبه الصواب في\nبغيته، ولكل وجهة من الجدوى مأتى تستنزل به عوائدها، ويقرب معه ما استصعب\nمنها، يستثيره حسن الروية، [ويهدي إليه] صالح التوفيق.\n</p>\n\n<p>\nوقد رأيتك لا تزيد من رغبت إليه -فيما تحدوه على برك، وتحثه لما أغفل من\nأمرك- على نص مكارم من سلف. وترى أنه يهش إلى مساجلتهم، فلا تبلغ في هذا\nأكثر من إحراز الفضيلة للمرغوب إليه، ولا توجد في الراغب فضيلة تحثه على\nشفيع قصده. ولو عدلت عن مكارم من رغب إليه، إلى حسن مكافأة من أنعم عليه،\nلكانت لك ذرائع يمت بها الراغب، توجد المرغوب إليه سبيلا إلى الإنعام،\nوتفسح أمله في مواترة الإحسان.\n</p>\n\n<p>\nولم يؤت الجود من مأتى هو أغمض من مغادرة حسن المكافأة. ولو أنعمت النظر\nفيها: لوجدتها أقوى الأسباب في متع القاصد، وحيرة الطالب. ولو كانت توجد مع\nكل فعل استحقها، لآثر الناس قاصديهم على أنفسهم، ولجروا على السنن المأثورة عنهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\n[وقد كتبت لك] في هذه الرسالة أخبارا -في المكافأة على الحسن والقبح، تنعم\nالخاطر وتقرب بغية الراغب- مما سمعناه ممن تقدمنا، وشاهدناه بعصرنا، وبالله\nالتوفيق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>AUTO [1] المكافأة على الحسن</h1>\n\n<p>\n1 - حدثني أبو محمد يحيى بن الفضل، عن عبد العزيز بن خالد الأموي، عن\nأبيه خالد، قال: أخبرني محارب بن سلمة كاتب خالد القشري:\n</p>\n\n<p>\n((أن ديوانبان خالد أخرج من ديوانه وثيقة على بعض المتضمنين فدفعها إليه\nببر تعجله منه لله فدعا به خالد وأمر بقطع <span id='ms01'></span> يده بين يديه، فقال له:\n((استبقني، أصلح الله الأمير!))، فقال: ((وما يكون من مثلك؟))، فقال له:\n((إن لم يقدر في الزمان رفعتي إلى منزلتك، فلا تأمنه على حطك إلى منزلتي،\nفيكون مني ما تحمده!))، فقال خالد: ((أطلقوه ففيه عظيم!)).\n</p>\n\n<p>\nفلم يمض حول حتى ورد العراق يوسف بن عمر متوليا لعمله فحبسه في حجرة من\nديوانه، ووكل بباب الحجرة جماعة. فتدسس الديوانبان حتى دخل في جملتهم،\nوتلطف للجماعة حتى رأسها بالخبرة وحسن المداخلة. وتحرم خالد طعام يوسف بن\nعمر -خوفا من أن يكون مسموما- فطوى.\n</p>\n\n#6#\n<p>\nوتأمل من ذلك الديوانبان، فجعل في منديل نظيف ما يكف جوعته من طعام قد\nتأنق فيه، ودخل إليه كالمتجسس عن حاله، فقال له: ((أنا الديوانبان الذي\nعفوت عنه، وهذا طعام تأمن فيه ما تخافه من غرة)). فأقام أياما يأتيه من\nطرائف الأطعمة والفواكه ما ينسى به وحشته، ويكف فاقته، ثم دخل إليه فقال:\n((ليس هذا الذي أفعله مقدار ما يقتضيه إحسانك إلي؛ وقد استأجرت الدار التي\nفي هذه الحجرة، وأحضرت قوما أثق بهم من حذاق النقابين، حتى نقبت سربا إلى\nموضعك، ولم يبق إلا أن تركض بعض بلاط هذا المجلس ركضة فتفضي إلى السرب.\n</p>\n\n<p>\nوقد أعددت في الدار نجيبين أحدهما لك والآخر لي)).\n</p>\n\n<p>\nفلما صلى الديوانبان العصر أغلق الباب، ومضى إلى الموضع المكترى، وركض\nخالد الموضع وخرج من السرب، وركبا نجيبيهما وحثا المسير. فما فطن بخالد إلا\nفي غد ذلك اليوم، فطلبته الخيل والنجب ففاتها. ولم يزل يوضع في البلاد حتى\nلحق مسلمة بن عبد الملك، فشفع له إلى هشام ورده إلى عمله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\n2 - وحدثني هارون بن ملول، قال:\n</p>\n\n<p>\n((كنت عند أحمد بن خالد الصريفي -وهو يتولى الخراج بمصر، ووجوهها عنده،\nوقد أكب على حاصل ما استخرج في أمسه، وهو يقابل به ثبت المصادرة-، فقال\nلصاحب حمالته: ((ما أرى اسم فلان المتضمن في هذا الحاصل، وقد صادرنا بالأمس\nعلى خمس مائة دينار؟)) فقال: ((ما صح له شيء!)) فقال: ابعث إليه من يسحبه\nصاغرا حتى يحمله على خطة <span id='ms02'></span> المطالبة))، فقال له رجل من المتضمنين يعرف بما\nشاء الله بن مرزوق: ((الخمس المائة -أيدك الله- تصح لهذا الرجل في هذه\nالعشية إن شاء الله، إن أعفى مما قد أمرت به فيه))، فقال: ((هي عليك؟))،\nفقال: ((نعم!))، فتقدم إلى صاحب الحمالة ألا يعرض له، فالتفت إلي ما شاء\nالله فقال: ((تعرف هذا الرجل؟))، فقلت: ((نعم! ومن العجب ألا تعرفه!))،\nفقال: ((يا أخي أمر في رجل يجري مجرانا في معاشنا بما لم أطق والله\nاحتماله، وعندي ضعف ما طولب به، وكانت صيانته أحب إلي مما حويته. فإذا\nلقيته فعرفه أني أورد المال عنه لئلا يورد المال مضعفا)).\n</p>\n\n<p>\nوانصرفت من مجلس أحمد بن خالد، فلقيت الرجل في طريقي، وهو مجدود، فسألته\nعن خبره وأخبرته الخبر، فقال: ((يا أخي! وما في هذا من #8# الفرج؟ إنما\nانتقلت من غم إلى رق! ومتى أقضي إلى هذا الرجل إحسانه إلي؟ والله لوددت أن\nأمر السلطان نفذ في، ولم أتحمل هذه العارفة منه!)).\n</p>\n\n<p>\nقال أحمد بن يوسف، فقال لي هارون: ((وحضرت [موت] ما شاء الله بن مرزوق\nبعد هذا بأربع سنين -في الوقت الذي توفي- فاتفق أن كان إلى جانبي رجل قد\nألقى بعض ردائه على وجهه، وهو يعج بالبكاء والشهيق، ثم كشف وجهه فكان الرجل\nالذي أورد ما شاء الله عنه الخمس مائة الدينار. فقال: ((من الوصي من\nجماعتكم))، فقال له الوصي: ((هأنذا!))، فقال: ((عندي لهذا الرجل رحمه الله\nألفا دينار وخمس مائة دينار، فقلت له: ((حدثت بينكما معاملة بعدي؟))، فقال:\n((لا والله، ولكنها الخمس مائة الدينار، صرت بها إليه عند تيسرها فقال:\n((وما [أبغي بها]؟ تكون عندك إلى أوان حاجتي إليها)). فسألته [الإذن] في\nشغلها. فقال: ((هو مالك، اعمل به ما شئت)) فلم تزل تنمي وتزيد حتى بلغت هذا\nالمقدار. فقال هارون: ((ووجدت ما خلفه ما شاء الله لبنات كن معه شيئا نزرا،\nفجبرهن الله بذلك المال)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\n3 - وحدثني أحمد بن دعيم -وكان من خاصة قواد أحمد بن طولون- بعد أن ترك\nالديوان، وحسن انقطاعه إلى <span id='ms03'></span> الله، قال: ((قلدني أحمد بن طولون الصعيد\nالأوسط. وخرج عليه سوار أبو عبد الرحمن العمري، فكتب إلي يستخبرني عن حاله،\nفأعلمته ضعف يده، وانتشار أمره لقلة المال. وقبضت على رئيس من الأعراب\nاتهمته بمكاتبته وأنهيت خبره إليه. فكتب إلي أحمد بن #9# طولون: يأمرني\nبحمل الأعرابي، [وجمع] ما قدرت عليه من النجب، والشخوص إليه؛ ليقف من\nمشافهتي على مالا تبلغه المكاتبة. فامتثلت أمره.\n</p>\n\n<p>\nفما سرت مرحلة حتى لحق بي وجوه تجار العمل، ومعهم شاب أعرابي، وقالوا لي:\n((جئناك في أمر هذا الأعرابي المحمول، فإن معنا من يبذل في إطلاقه خمس مائة\nدينار))؛ فقلت لهم: ((قد أنهيت أمره إلى الأمير!))؛ فقال الأعرابي الذي\nمعهم: ((فخذ الخمس مائة على أن تجعلني مكانه))؛ قلت: ((أفعل)). فأحضرت\nالأعرابي؛ وكان من عشيرتي؛ فقلت له: ((والله لقد كنت مغموما بك حتى سرني\nخلاصك!))؛ قال: ((بماذا تخلصت؟ فقلت: ((بذل لي رجل خمس مائة دينار على أن\nيكون بمكانك وأطلقك!)).\n</p>\n\n<p>\nفقال: ((ومن هذا الرجل؟))؛ فأحضرته إياه. فلما رآه قال: ((امض لشأنك))،\nثم التفت إلي فقال: ((يحسن بشيخ مثلي أن يتربح في المعروف؟ هذا رجل لقيته\nوقد أكبت عليه خيل لتسلبه ثيابه وما كان معه، ففرقتها عنه حتى تخلص، فرام\nأن يخلصني بحصوله في موضع لا يخرج منه أخرى الليالي، و[هو] غرم ثقيل على\nمثله. والله هذا مما لا أقبله ولا أركن إليه))، فقلت له: ((انصرف في حفظ\nالله فقد رضي الرجل))، فقال: ((والله لئن أمضيت هذا لألحقنك، ولأخبرن\nالأمير بصنيعك))، فتوقفت، وبكى الأعرابي فقال: ((إذا كان محبس الأمير على\nما تصف، وليس ترجو خلاصا منه؛ فما أعمل في عارفتك عندي؟ وأنا أنشدك الله\nلما قبلت مني ما بذلته وأعظم منه؛ وأزلت هذه العارفة عن عنقي؛ فإن عارا\nونقيصة على الكريم أن يموت وعليه دين من ديون المعروف))؛ فقال له: ((إذا\nرأيت رجلا أحاطت به خيل تريغ سلبه فذدتها عنه؛ فقد #10# كافأت عارفتي؛\nانصرف مصاحبا)). فعرض عليه ما معه من المال؛ فقال: ((ما بي إليه حاجة!))،\nفأكب على رأسه <span id='ms04'></span> ورجليه يقبلها ويبكي؛ فأبكى جماعتنا.\n</p>\n\n<p>\nفلما دخلت على أحمد بن طولون شافهته من خبر العمري بما سره؛ وعرضت عليه\nالنجب؛ فقال: ((حسنة والله))؛ فقلت: ((معي أيها الأمير ما هو أحسن من\nهذا)). وحدثته الحديث. فأحضر الأعرابي وخلع عليه وأثبته في ديوانه، وأمرني\nبإنفاذ رسولي معه في الأعرابي الآخر، فلما وافى خلع عليه وأثبته. فلم يزالا\nفي خاصته إلى وفاته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\n4 - وحدثني موسى بن مصلح المعروف بأبي مصلح -وكان هذا من الثقات عند أحمد\nبن طولون-.\n</p>\n\n<p>\nأن أحمد كان يراعي أمر المحبوس حتى يمضي له حول، فإذا جازه لم يذكره.\nوكان يقول لي سرا: ((إذا تبينت من رجل براءة ساحة فسهل عليه واستأمرني؛\nفإني أستعمل التشدد للضرورة إليه)).\n</p>\n\n<p>\nقال موسى بن مصلح: ((وكان في الحبس رجل قد زاد على سنتين منقطعا إلى الله\nبرغبته؛ لا يسألنا شيئا من أمره؛ وهو يكب على الصلاة والتسبيح والتضرع إلى الله.\n</p>\n\n<p>\nفقلت له يوما: ((الناس يضطربون في أمورهم؛ ويسألوني إطلاق الرقعة إلى ذوي\nعناياتهم؛ وأنت خارج عن جملتهم؟))، فجزاني خيرا. ورق قلبي عليه وكبر في\nنفسي محله، فخلوت به وقلت له: ((لو استجزت إطلاقك بغير إذن لفعلت؛ ولكن\nاستعن بي في أمرك)). فقال: ((والله ما أعرف في هذا البلد #11# غير أبي طالب\nالخليج- وكان هذا الرجل يتولى شرطتي أحمد بن طولون بمصر -ولو وصلت إليه\nسرا؛ أو برسالة مع من يفهم، لرجوت تسهيل أمري)) فقلت له: ((والله لآتين في\nأمرك ما أخطر به على نفسي. أنا أطلقك سرا على أن توثقني بأيمان محرجة أنك\nلا تهرب عني ولا تخفرني))، فقال: ((إذا كنت عندك بمنزلة من يشك فيه؛ فلا\nحاجة لي بإخراجك إياي)). فوافقته -من غير يمين ارتهنته بها- على أن يقيم\nثلاثة أيام، فأطلقته ليلة الجمعة، وفارقته على أن يصير إلي ليلة الاثنين.\n</p>\n\n<p>\nفلما كان سحر يوم السبت، وافاني كما فتحت باب السجن، فلما دخل سجد وحمد\nالله، وقال لي: ((بعثت إلى أبي طالب الخليج امرأة من أهلنا وطويت عنه\nإطلاقي، وسألته أن يلطف في أمري <span id='ms05'></span> فوعد بذلك، وخلف المرأة حتى ترجع إلي\nبالجواب. وركب إلى الأمير عشية الجمعة، فأقام إلى قريب من العتمة، ثم\nانصرفت إلى المرأة فقالت: ((وافى أبو طالب الأمير وهو مغموم، فقال لي:\n((كلمته فيه فقال: ((والله لقد أذكرتني رجلا يحتاج إلى عقوبة!))، ثم تقدم\nإلى رجل أن يصير بك إليه عند جلوسه في يوم السبت، ووجه إلي أن أرجع إلى\nالله عز وجل في أمرك، فليتني لم أتكلم فيك!)). فسحرت -مع ما تيقنته في\nأمري- خوفا أن يأتيك رسوله فلا يجدني، فيلحقك مكروه منه. ورأيت كل ما\nيوعدني به أسهل علي من أن أخفر ظنك بي، وتقديرك لي)).\n</p>\n\n<p>\nفما ترجل النهار حتى وافى الرجل فتسلمه مني. وحضرت الدار -وقد #12# أحضره\nأحمد بن طولون، ومجلسه بين الخاص والعام - فلما رآه بكته بالإجلاب عليه في\nالثغر، فاعتذر بعذر قبله، ولقيه بالرأفة، بضد ما خفته عليه، وأطلقه فكان من\nآثر إخواني عندي إلى أن فرقت الأيام بيني وبينه)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\n5 - وحدثني عمي إسحاق بن إبراهيم، قال:\n</p>\n\n<p>\n((انتظرت أبا عبد الله الواسطي -كاتب أحمد بن طولون- في داره، حتى رجع من\nعند أحمد بن طولون. فأوصل إليه بعض الحجاب ثبت من وقف بالباب، فرأى فيه\nإسماعيل بن أسباط فسأل عنه. فقيل له: ((وقف بالباب طويلا وانصرف)). فقال:\n((إن هذا الرجل ممن عمر هذه المنزلة مدة طويلة، ولست أشك أن مجيئه لحاجة\nله، ومن الجميل أن أركب إليه فأقتضيه حوائجه، وأبلغ فيها محبته)). ثم ركب\nوسرت معه، حتى دخلنا دار إسماعيل بن أسباط -وهي التي ملكها الشير بعده-،\nفرأينا دارا عارية من الستور والفرش، وتأملنا من فيها من الحشم على حال\nسيئة. فاستقبله إسماعيل بالشكر والدعاء له، فقال له الواسطي: ((إنه لا فرق\nبينك الساعة عندي في المرتبة التي كنت فيها. ومن جمالنا فيما أفضى إلينا أن\nنحسن فيه خلافة من تقدمنا، وأن نراهم كالآباء المستحقين البر من أولادهم))،\nوسأله عن حاجته، فقال: ((أخبرك بها بعد أن أحدثك بشيء يدل على أن المعروف\nينفع عند مستحقه من غير <span id='ms06'></span> المستوجبين له)).\n</p>\n\n<p>\n((كانت لي -أيدك الله- دار خيل نحو المنظر، وكنت أركب إليها في غداة\nالليلة التي أعاقر فيها إخواني. فركبت إليها يوما فألفيت في الصحراء، جمعا\nمن العامة، وقد ضاقت بهم، ومعهم عامل المعونة. واستقبلتني امرأة قد هتكت\n</p>\n\n#13# سترها، وكشفت شعرها، فقالت: ((يا سيدي! أخي، وواحدي، وكافلي، يعرض على\nالقتل الساعة!)). فعدلت إلى صاحب المعونة وسألته عن حال الناس، فقال:\n((اجتمعنا لضرب خناق بالسوط))، فقلت له بحضرة الناس: ((ما حق هذا إلا\nالإحراق بالنار، وأنا أكتب فيه إلى السلطان))، فأعلن الجميع بالدعاء لي،\nوانصرفوا. فسألته البعثة بالخناق إلي، فوعدني بذلك في المساء. فلما صليت\nعشاء الآخرة أنفذ إلي منه شابا مكفهر الوجه لا تخفى قسوته، فقلت له: ((أما\nتستحي من الله وتخافه في طعمتك؟))، فقال: ((يا سيدي! أنا أشهد الله أني لا\nأعاود هذا الفعل أبدا))، فأوصيته بخير، وأضفت إليه من أخرجه عن البلد في\nحال ستر)).\n<p>\n((وأقمنا بعد ذلك سنين، وتقاصرت أمورنا وتغيرت أحوالنا بتقليد إسحاق بن\nتميم علينا. فلما بلحنا بما نطالب به، أشخصني وأخي أحمد إلى الحضرة،\nفطالبنا الوزير بما لفقه ابن تميم علينا، فشكونا إليه شدة اختلالنا، فقال:\nفلان!)) فوافاه رجل بمنزلة أثيرة عنده: غليظ الطبع، كريه الوجه، تتأمل الشر\nفي سجاياه، فقال: ((استخرج من هذين مائة ألف دينار اليوم)).\n</p>\n\n<p>\nفانتزعنا من بين يديه بفظاظة أيقنتنا بالهلكة، ثم صار بنا إلى حجرة له في\nدار الوزير، فسألنا عن بلدنا ونسبتنا، فلما سمع ((أسباط)) سكن فوره ورق\nقلبه، وقال: ((من تكونون من إسماعيل؟)) فقلت: ((أنا إسماعيل!)) فبكى وأنكب\nعلى رأسي ورجلي، وقال لي: ((يا سيدي أتعرفني؟)) قلت: ((لا))، قال: ((أنا\nالخناق الذي أطلقتني بمصر! ووالله ما خنقت أحدا بحمد الله بعد إطلاقي، ولكن\nشراسة طبعي عدلت بي عن الزهادة إلى ما دون الخنق، وهو استخراجي للوزير\nالأموال بالتعذيب، وقد وجد عندي فيه ما لم يجده عند غيري)). ثم طعن في تلك\nالحجرة فأخرج إلي صندوقا يحمله غلامان، فقال: ((في هذا من #14# المال\nوالحلي ما نكتفي به <span id='ms07'></span>، فقوموا بنا حتى نهرب لئلا يقع بكم باس)). فأعلمته أنا\nنخاف في الهرب تتبع الولد والأهل: فرجع إلى الوزير يبكي بين يديه ويحدثه\nمحلنا -كان- وما أوليناه، فعجب الوزير من رقته علينا، لما وقف عليه من\nفظاظته، وكان -شهد الله- أقوى الأسباب في دفع المطالبة عنا.\n</p>\n\n<p>\n((ثم سأل أبا عبد الله الواسطي -بعد هذا الحديث- حوائج وقع بها في مجلسه،\nووكل بها متنجزا من خاصته، ولم تزل ألطافه تعتاده إلى أن توفي)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\n6 - وحدثني يوسف بن إبراهيم والدي، قال: حدثني إبراهيم بن المهدي عن إسحاق\nبن عيسى بن علي بن عبد الله بن العباس، عن أبيه:\n</p>\n\n<p>\nأنه كان مع أبي عبد الله محمد بن علي -أبي الخلفاء- برصافة هشام بعد وفاة\nأبي محمد علي بن عبد الله، وأنه أقام ثلاثة أشهر برصافة هشام لا يأذن له\nهشام عليه، إلى أن بلغ أبا عبد الله إجماع مسلمة القدوم على هشام، #15#\nفتلقاه على أميال من الرصافة، وشكى إليه جفوة هشام وتأخيره الإذن عليه.\nفقال له مسلمة: ((أرجو أن يزول هذا بقدومي))، وأمره أن يقيم بباب هشام إذا\nدخل عليه مسلمة، ولا يريم ما أقام مسلمة عنده؛ فأقام أبو عبد الله إلى وقت\nزوال الشمس.\n</p>\n\n<p>\nقال عيسى بن علي: فخرج مسلمة إليه، فقال له: ((قوض رحلك أبا عبد الله!\nفما لك عند الرجل من خير! لأني خاطبته في أمرك -بعد ما تقضى سلامي عليه-:\n((محمد بن علي بن عبد الله على شابكة رحمه برسول الله صلى الله عليه وسلم،\nيقيم ثلاثة أشهر ببابك فلا يؤذن له عليك؟)). فقال: ((أله عنه أبا سعيد))،\nفأمسكت حتى حضر الطعام، فأعلمته أني لا أستجيز الأكل وإنه قائم على الباب!\nفغضب غضبا زاد به حوله، وقال: ((يسمي ابنيه عبد الله وعبد الله، ويرجو بهذا\nأن يليا الخلافة، ثم يطمع في خير مني! والله لولا ماسة رحمه برسول الله صلى\nالله عليه وسلم لقطعت من وسطه شبرا)).\n</p>\n\n<p>\nثم عانق أبا عبد الله، قال: ((رسولي إليك صائر)). فرجع أبو عبد الله <span id='ms08'></span> إلى\nرحله فقوضه، وبقي في حيرة لعجزه عما ينهضه. ووافاه رسول مسلمة يقول: ((لم\nأقدر في سفري هذا طول اللبث، وأشهد الله أني ما حملت معي إلا ألفا\nوثلاثمائة دينار، وقد وجهت إليك بالألف، وخلفت الثلاثمائة لنفقتي)) قال\nإبراهيم بن المهدي: فحدث بهذا الحديث الرشيد في حديثة الموصل فبكى، وقال:\n((وصلت أبا سعيد رحم، والله لا دخلت الرقة حتى أقضي عارفته عندنا!)). فلما\nوافينا حصن مسلمة، أحصى من فيه من ولده الذكور والإناث فوجدهم أربعين، فأمر\nلهم بأربعين ألف دينار)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\n7 - وحدثني أحمد بن وليد، قال:\n</p>\n\n<p>\n((ودعت إسحاق بن نصير العبادي في بعض خرجاتي إلى بغداد، فأخرج إلي ثلاثة\nآلاف دينار وقال: ((إذا دخلت بغداد، فادفع ألف دينار إلى ثعلب، وألف دينار\nإلى المبرد، وصر إلى قصر وضاح فانظر إلى أول دكان للوراقين، فإنك تجد\nصاحبها -إن كان حيا لم يمت- قد شاخ، فاجلس إليه وقل له: ((إسحاق بن نصير\nيقرأ عليك السلام: وهو الغلام الذي كان يقصدك كل عشية -راجلا من دار\nالروميين- بدراعة وعمامة ونعل رقيقة. فيستعير منك الكتاب بعد الكتاب، فإذا\nاقتضيته كراء ما نسخ منه قال: ((اصبر علي إلى الصنع)). فإذا استقرت معرفتي\nفي نفسه دفعت إليه هذه الألف الدينار وقلت له: ((هذه ثمرة صبرك علي)).\n</p>\n\n<p>\nقال لي أحمد بن وليد: فلما دخلت بغداد -ودفعت الألفي دينار إلى ثعلب\nوالمبرد-، مضيت إلى قصر وضاح، فألفيت الدكان التي وصف لي قفرا ليس فيه\nكتاب، ورأيت فيها الشيخ الذي وصفه لي في حال رثة وثياب خلقة، وقد أفضى به\nالأمر إلى التوريق للناس. فجلست إليه وسألته عن حاله، فقال: ((يا أخي! ما\nظنك بحال: ما تتأمله في أحسن ما فيها؟)) ثم خرجنا إلى المسألة إلى أشياء\n</p>\n\n#17# كان فيها خبر إسحاق بن نصير، فقال: ((قد كان يجيئني من دار الروميين\nغلام -ووصفه- فأسمح له بالنسخة بعد النسخة -يقال له: ((إسحاق))، وكان يعدني\nفي كل شيء يأخذه إلى الصنع، وأخبرت أنه وقع بنواحي مصر وما حصل لي منه\nشيء!؟ فأخرجت الألف <span id='ms09'></span> الدينار وقلت له: يقول لك: ((هذه ثمرة صبرك))، فكاد\nوالله يموت فرحا. فقلت له: ((ليست دراهم وهي دنانير!)). وانصرفت عنه وهو\nأحسن من في سوقه حالا.\n<p>\nقال لي أحمد بن وليد: واجتزت بعد ذلك فرأيت دكانه معمورة، وهو متصدر فيها\nعلى أحسن حال وأوفاها)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\n8 - وكان بنحو دار العنقود شيخ يتنخس في الدواب -يعرف بابن الزنق- قد لحق\nبمصر أكابرها، ورأيته في أيام أحمد بن طولون قد علت سنه، وضعف عن التصرف.\nوكان له ابن أخت -خفيف الروح، مقبول الصورة، حلو الألفاظ، يتنخس في الدواب\n-فخف على قلب القاسم بن شعبة. وكان شعبة من أكابر أصحاب أحمد بن طولون،\nومات في طاعته، فرد إلى القاسم ابنه إحدى الشرطتين بمصر. فانصرف ابن أخت\nابن الزنق من عند القاسم وقد خلع عليه دراعة خز من تحتها جبة ملحم، فنظر\nإليها خاله ابن الزنق، فقال: ((ما هذه الخلعة الرائعة؟))، فقال: ((خلعها\nعلي القائد!))، يريد القاسم بن شعبة. فقال: ((يا بني! إن كنت تصبر على\nالتدلي معه في محنه، كما تتدلى في نعمه، وإلا فاعتزله، ولا تفضحنا بالقعود\nعنه في نوائبه))، فقال: ((أرجو أن يصونه الله وما أنعم عليه به، من نائبة\nتلحقه، أو مكروه يقع به))، فقال: ((وأنا أرجو هذا أيضا له، ولكن ينبغي أن\nلا تنسى نصيبه منك في الشدة، كما عني بك في النعمة)).\n</p>\n\n#18#\n<p>\nواتصل بأحمد بن طولون عن القاسم بن شعبة شيء أنكره، فحبسه ووكل بداره\nجماعة، واختفى النخاس في دار خاله. فسأله بعد يومين عن سبب ملازمته المنزل،\nفقال: ((وجدت علة))، إلى أن اتصل الخبر بالشيخ، فدخل إلى ابن أخته فقال:\n((قبحك الله! سرقت معروف هذا القائد، وخليته يقارع شجوه بمحنته؟!)). وأسرج\nحمارا له وركبه، وجيرانه يناشدونه الله ألا يفعل، فقال: والله القتل أحسن\nمما أتى به هذا الوغد)).\n</p>\n\n<p>\nثم قصد دار القاسم بن شعبة -وعليها جماعة من الموكلين وأصحاب الأخبار،\nفوقف على الباب فقال: ((كيف حال القائد أبي محمد أيده الله؟))، فقالوا:\n((امض يا شيخ))، فقال: ((ما أمضي حتى <span id='ms10'></span> أبلي عذرا! هذا رجل قد لزمتني له\nعارفة، وهذا أوان قضائها)). فوقع خبره إلى أحمد بن طولون فأحضره، وقال:\n((ما كنت تعمله للقاسم بن شعبة؟))، قال: ((أولاني في بعض أقاربي جميلا،\nفانتصبت الساعة لما يحتاج إليه؛ وما أحق الأمير أن يفضلني بحسن المكافأة عن\nطاعة والده، فقد كان مشهورا بها!)).\n</p>\n\n<p>\nفحدثني أبو العباس الطرسوسي. أن أحمد بن طولون قال له في هذا المجلس:\n((ما أحسن ما اهتدى هذا الشيخ إلى إذكاري بحق قاسم وعطفني عليه!)). ثم أحضر\nالقاسم بن شعبة وخلع عليه خلعة رضى، وصرفه إلى منزله، وعدل الشيخ ولم يدخل\nمعه داره؛ وانصرف إلى بيته وقد قام بما قعد عنه ابن أخته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\n9 - وحدثني هارون بن ملول، قال:\n</p>\n\n<p>\nلما مات أبي ورثت منه مالا جما ومستغلات نفيسة -وكان يقصرني على #19# زي\nالتجار، ويمنعني من التخرق والسرف في الهيئة-، فعمدت إلى أثواب وشي سعيدي\nكانت في المتاجر التي خلفها والدي فقطعتها، وقطعت لخدم -أرتبطهم للتجارة-\nمن الملحم والديباج ما لا يتسمح به أحد من أبناء الترفه وجلست في الوشي،\nوقام الغلمان بين يدي فيما قطعته لهم.\n</p>\n\n<p>\nووافانا إسحاق بن إبراهيم [بن تميم] مفتقدا، فتأملني فقال: ((لقد سرني\nبعد يتمتك وحسن زيك، بارك الله عليك، وأحسن إليك!)). ثم وافى جماعة من\nإخوان أبي وأصفيائه، فوالله ما أنكر علي واحد منهم ما خرجت إليه من زي\nأسلافي. فلما كان في عشي ذلك اليوم، وافاني رسول إسحاق بن تميم: ((عندي من\nلا تحتشمه، فتؤنس جماعتنا بحضورك؟ فقد أعجبني اليوم حسن زيك!)). فزدت في\nالخلعة وركبت، فلما دخلت إليه لم أفقد عنده أحدا من إخوان والدي. فلما\nتوسطت الصحن ابتدرني الغلمان، وصاح بي إسحاق: ((تتوهم يا جاهل أن أباك مضى\nواسترحت! ولا تعلم أن أباك خلف لك هؤلاء الآباء بأسرهم يردونك عن الخطإ\nبأليم العقوبة، ولا يشفعون في مصلحتك من عظيم ما كان أبوك يرق عنه فيك؟))\nثم بطحت في وسط الدار، فصحت بهم: ((يا سادتي! والله ما قرعت قط بمقرعة!))،\nفقال إسحاق: ((ولا أتيت <span id='ms11'></span> بمثل هذا الفعل!)). وضربت ضربا مبرحا، ولم ترفع\nالمقرعة عني حتى حلفت لهم ألا أزيد على معرض والدي واقتصاده، فأقمت على هذا\nإلى اليوم)).\n</p>\n\n<p>\nومازال عنه إلى أن توفى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\n10 - ولما استفحل أمر ابن الخليج، انحاز عنه جيش مصر إلى الإسكندرية وخلا\nالفسطاط منهم، وكنت بمدينة أهناس، واضطربت النواحي، واحتجت إلى مشاهدة\nالفسطاط، فتخفرت بأربعة نفر من القيسية. دفعت إليهم عشرين دينارا وخرجت\nمعهم، فأحسنوا العشرة، وأجملوا الصحبة. وكنا لا نجتاز بحي لا وجماعة إلا\nكفونا مؤونة كلامهم، وصرفوا عنا بأسهم. ولم يزل كذلك دأبنا حتى بلغنا قصر\nالجيزة، فأقبلت رعلة من الأعراب -قدرتها برأي العين خمسين فارسا- كانت من\nغير حيهم، فصممت نحونا برماحها، وعملت على نهبنا وقتلنا، ورأيت الموت في\nأسنتهم. وأحسن الأربعة -الذين تخفرنا بهم- لقاءها والتضرع إليهم، وناشدوهم\nألا يخفروا ذمتهم، وأجملوا التأتى حتى انصرفوا.\n</p>\n\n<p>\nوجددنا في السير حتى انتهينا إلى حي المخفرين لنا، فقال المخفرون: ((قد\nبلغت إلى من تأمنه، فحط رحلك، فما تستقل دوابك الزيادة على هذا السير)).\nفنزلت وتقدمت إلى الغلمان في إطعامهم، ولم أجد للطعام مساغا من فرط ما\nلحقني من الروع. وعملت في المخفرين هذه الأبيات:\n</p>\n\n<p>\nجزى الله خيرا معشرا حقنوا دمي ... وقد شرعت نحوي المثقفة السمر\n</p>\n\n<p>\nدراهمهم مبذولة لضعيفهم ... وأعراضهم من دونها الغفر والستر\n</p>\n\n<p>\nإذا ما أغاروا واستباحوا غنيمة ... أغار عليهم في رحالهم الشكر\n</p>\n\n<p>\nوإن نزلوا قطرا من الأرض شاسعا ... فما ضره ألا يكون بها قطر\n</p>\n\n<p>\nفلحظني واحد منهم وأنا أكتبها، فظن أني أكتب إلى السلطان فأشتكي ما كان\nمن الفرسان الذين لقونا بقصر الجيزة، فقال: ((قد سلمك الله من أولئك #21#\nالقوم، وقد أحسنوا إلينا في حسن الإجابة لنا، فلا تكتب فيهم بشيء)). فقلت:\n((والله ما كتبت فيهم ولا في غيرهم إلى السلطان بشيء))، فقال لي شيخ من\nالمخفرين -وقد قرب مني-: ((فما تكتب؟))، قلت: ((أكتب أبيانا مدحتكم فيها))،\nفقال: ((وإنك لتقرض الشعر؟))، قلت: ((نعم!))، قال: ((أنشدني على اسم\nالله))، فأنشدته إياها، فقال: ((برك الله ووصلك!)).\n</p>\n\n<p>\nثم صاح بالثلاثة، فلما اجتمعوا <span id='ms12'></span> أنشدهم إياها، فما خرم -شهد الله- حرفا\nواحدا، فعجبت من حفظه لها ولم أعد عليه حرفا منها، وتبينت الفرح في سائرهم،\nوحفظوها بأجمعهم. ثم صاح بهم الشيخ: ((ما تنتظرون؟ ارحضوا السوءة عنكم)).\nفأدخلوا أيديهم في جيوبهم، وجمعوا شيئا أخذه الشيخ منهم، ثم قال لي: ((قد\nشكرنا صنيعتك، والله لا نجمع بين شعرك ووفرك!))، ووضع العشرين الدينار بين\nيدي فأكبرت ذلك وأعظمته. فقال لي: ((والصواب ألا يعلم بها عشيرتنا، فيرجع\nعليك منها أكثر مما خفته ممن لقيك بقصر الجيزة)). وركبت فسرت مع جمع كثير\nمنهم وهم ينشدون تلك الأبيات، فالتمست أن يقبلوا مني برا فلم أصل إلى ذلك،\nورأوا أن الشعر أحسن موقعا مما ملكته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\n11 - ونزل في حارتنا غلام أمرد تأخذه العين، وكنت أسلم عليه إذا اجتزت به،\nكما أفعل هذا بغيره من جيرتي. فانصرفت يوما إلى منزلي فوجدته قائما على\nبابه، فدفع إلي رقعة يذكر فيها أنه عباسي من ولد المأمون، ويسألني فيها\nبره. ودخل من كان معي بدخولي، فقضيت شغلي بالجماعة حتى انصرفوا، ووضعت\nالمائدة بيني وبين العباسي فأكلنا، وهو يتأملني فلا يجد في شيئا قدره. فلما\nغسل يده، دفعت إليه ثلاثة دنانير، واعتذرت إليه من تقصيري في حقه، وانصرف\nوقد رأيت تبجيلي في حماليق عينيه.\n</p>\n\n#22#\n<p>\nفلما كان بعد ذلك بسنيات -وأنا في ضياع تقبلت بها ولي فيها غلة بمال\nجسيم، فخفت أن أدخل الفسطاط فتخرب الضياع وتتعطل عمارتها، فكنت أكمن نهارا\nفي بعض منازل الفلاحين، وأظهر ليلا فأعقد منها ما تهيأ لي عقده. فإني لكامن\nفي يوم من الأيام حتى سمعت رجة شديدة، فدخل إلي بعض غلماني. فقال: ((دخل\nأصحاب دميانة الضيعة، وعملوا على نقل الغلات!))، وأيقنت بتلف أكثر ما\nأملكه، ثم سكنت أصواتهم.\n</p>\n\n<p>\nودخل إلي غلام لي فقال لي: ((يا مولاي! كانت هذه الضياع قد أشفت على نقل\nما فيها، حتى نظر إلي العباسي الذي كان في جوارنا، فقال لي: ((ألست غلام\nأحمد بن يوسف؟)) قلت: ((نعم!)) قال: ((فهذه ضياعه؟))، قلت: ((نعم!)) فصاح\nبالجماعة التي دخلت من <span id='ms13'></span> أصحاب دميانة: ((اخرجوا بأسركم عنها))، فخرجوا. ثم\nقال لي: ((قل لمولاك: يا سيدي! محلي عند الأمير دميانة محل الأخ، فاظهر\nواركب إليه، فقد آمنك الله على نفسك ومالك)). فسألت الغلام: ((ما كان\nزيه؟)) قال: ((كان عليه كساء صوف مما ينام فيه؛ وتحته خفتان)).\n</p>\n\n<p>\nفأحضرت بعض مشايخ الضيعة، وحملت معه إليه دراعة خز كحلية، ومطرف خز،\nوخمسين دينارا، وسألته أن يقبل ما يحتاج إليه من ناحيتي. #23# فقبل الدراعة\nالخز، ورد المطرف والدنانير، وقال لرسولي: ((والله للثلاثة الدنانير -التي\nوهبها لي لشرفي لا لشيء مما ظننته به- أحسن موقعا عندي مما رددته إليه،\nفكثر الله في الناس مثله!)).\n</p>\n\n<p>\nفلم يزل عضدا لي وسترا علي، حتى انصرف دميانة عن الناحية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\n12 - وحدثني يحيى بن الفضيل، عن يحيى بن نجه -وكان هذا الرجل حسن الكتابة- قال:\n</p>\n\n<p>\n((ترددت إلى عمر بن فرج الرخجي مدة، فدخلت عليه في يوم من الأيام. فقال:\n((قد أنضيناك! قد استتممت في هذا اليوم سنة))، ووقع لي بتقليد عمل سني.\nواضطربت فيما أحتاج إلى التجهز به، فلما لم يبق علي إلا نص ركابي، برزت\nظهري وثقلي، ووقفت على باب دار أمير المؤمنين المنتصر أنتظر توديع عمر\nوالخروج إلى عملي. فرأيت غلمان عمر يتسللون فسألت عن السبب، فقيل لي: ((سخط\nأمير المؤمنين على عمر!)) فحرت، #24# وخفت أن أرجع إلى منزلي فأخسر جميع ما\nأنفقته. فإني لفي تلك الحيرة حتى خرج عمر بن فرج، ومعه رجل من شيعة بني\nالعباس، فقال لي: ((أين كل من كان معي؟))، فقلت: ((تسللوا للحادث!))، فقال:\n((وقد وكل بي هذا الشيعي على أن ينفيني إلى بلاد الترك، ولم أعد شيئا ولا\nأجد من يعده لي))، قلت: ((هذه قبة وظهر يقلك، وأنا أصحبك شكرا على ما\nأسلفتني من التقليد)).\n</p>\n\n<p>\nفركب القبة، وأحضر الشيعي قبة له، وركبنا وأنا أعادله، وانتهى المسير بنا\nإلى خراسان. وكنا لا نفضي من بلدان خراسان إلى بلد إلا وجدناه أغلظ طبعا من\nالبلد الذي فارقناه، حتى بلغنا بخارى، فرأينا قوما في نهاية من غلظ الطباع،\nفقال <span id='ms14'></span> لي -حين رآني أتعجب منهم-: ((كيف لو رأيت الترك وبلدانهم؟ يقتلون\nالمستجير بهم، ويغير بعضهم على بعض، فيهلك النازع إليهم بينهم!))، فزادني\nهذا القول تهيبا للسير معه، ثم ملكت ما استغرب مني، وتماسكت.\n</p>\n\n<p>\nوجد بنا السير عن بخارى إلى أرض الترك، وإني معه في القبة وهو يحدثني\nبشيء قد شغلني عن تبينه ما يقلقني من ركوب ما أقدمت عليه من الخطر -حتى\nسمعنا حلق البريد، فتشوفنا لها، ووافى بها رسول أمير المؤمنين وكتابه بما\nأمره بالحضرة: من الرضا عنه ورده إلى مرتبته؛ ويأمره فيه بكشف مدن خراسان،\nوتجريد عقودها على أصوب ما استقرت عليه، واستثارة التوفير بها والزيادة\nفيها. فلما استتم قراءته؛ حمد الله، وألقى الكتاب إلي؛ وقال: ((بارك الله\nلك في الخلاص وهنأك المزيد)). ورد إلي تأمل ما أمر به أمير المؤمنين من كشف\nعقود النواحي)).\n</p>\n\n#25#\n<p>\nفانصرفت إلى منزلي بمائة ألف دينار؛ مع ارتهان شكر المعاملين وإحماد\nالسلطان)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\n13 - وحدثنا أحمد بن يوسف، قال:\n</p>\n\n<p>\n((حبس أحمد بن طولون يوسف بن إبراهيم والدي في بعض داره -وكان اعتقال\nالرجل في داره يؤيس من خلاصه-، فكاد ستره ينهتك لخوف شمله عليه. وكان له\nجماعة من أبناء الستر يتحمل مؤنها، مقيمة عليه لا تنقطع إلى غيره. فاجتمعوا\n-وكانوا زهاء ثلاثين رجلا- فركبوا إلى دار أحمد بن طولون، فوقفوا بباب له\nيعرف بباب الجبل، واستأذنوا عليه فأذن لهم. فدخلوا إليه، وعنده محمد بن عبد\nالله بن الحكم وجماعة من أعلام مستوري مصر، فابتدروا كلامه بأن قالوا: ((قد\nاتفق لنا -أيد الله الأمير- من حضور هذه الجماعة مجلسه، ما رجونا أن يكون\nذريعة إلى ما نأمله؛ ونحن نرغب إلى الأمير في أن يسألها عنا، ليقف على\nمنازلنا)). فسألهم عنهم، فقالوا: ((قد عرضت العدالة على أكثرهم فامتنع\nمنها)).\n</p>\n\n<p>\nفأمرهم أحمد بن طولون بالجلوس؛ وسألهم تعريفه ما قصدوا له؛ فقالوا: ((ليس\nلنا أن نسأل الأمير مخالفة ما أمر به في يوسف بن إبراهيم، لأنه أهدى إلى\nالصواب فيه، ونحن نسأله أن يقدمنا إلى ما اعتزم عليه فيه <span id='ms15'></span>: إن آثر قتله أن\nيقتلنا؛ #26# وإن آثر غير ذلك أن يسلف بنا، وهو في حل وسعة منه))، قال:\n((ولم ذلك؟))، فقالوا: ((لنا ثلاثون سنة ما فكر في ابتياع شيء مما احتجنا\nإليه؛ ولا وفقنا بباب غيره. ونحن والله أيها الأمير نرتمض البقاء بعده من\nالسلامة من شيء من المكروه وقع فيه))، وعجوا بالبكاء بين يديه. قال أحمد بن\nطولون: ((بارك الله عليكم فقد كافأتهم إحسانه وجازيتم إنعامه))، ثم قال:\n((علي بيوسف بن إبراهيم))، فأحضر. فقال: ((خذوا بيد صاحبكم وانصرفوا)).\nفخرجوا معه؛ وانصرف بهم إلى منزله)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\n14 - قال:\n</p>\n\n<p>\n((وطالبني بعض عمال الخراج بمصر بمال زاد على ما في حاصلي؛ فاحتجت إلى\nمعاملة بعض التجار عليه؛ فدللت على رجل من أهل الشام يعامل برهون؛ فصار إلي\n-وأنا في بيت المال- منه شيخ حسن الصورة جميل اللقاء، فقال: ((إلى كم\nتحتاج؟)) قلت: ((إلى مائتي دينار)). فأخرج من كمه مالا فوزنه، واستزاد من\nغلام كان معه دنانير حتى أكمل المائتين، ثم سلمها إلي واقتضاني خطا بها،\nوقال: ((قد كفيت مؤونة الرهن))، فقلت: ((فكيف أكتب الخط؟)) قال: ((بمائتي\nدينار كما أعطيتك))، فقلت له: ((سبيل المعاملة غير هذا!))، فقال: ((والله\nلا قبلت منك فيها ربحا، ولو وهبتها لك لكان من أصغر حقوقك علي))، ثم قال\nلي: ((تعرفني؟))، قلت: ((لا!)).\n</p>\n\n<p>\nقال: ((ركبت مركبا أريد الفسطاط من تنيس، وحملت فيه تجارة لي #27# ما كنت\nأملك غيرها، حتى إذا بلغت المحلة، ووازيت ضياعا كانت في يدك، كسر بنا، وغرق\nجميع ما أملكه، وسلمت بحشاشة نفسي، فجلست على الشط أبكي وأنتحب، فأقبلت في\nجماعة معك فسألتني عن حالي فأخبرتك بها، فبثثت في حشد من يغوص على المركب\nوما فيه وحططت على الشط، فأخرجوا بزا كان لي وتلف ما سواه؛ واستحلفتني على\nما ذهب لي فأخبرتك به -وكانت قيمته سبعين دينارا- فقسمتها لي على وكلائك\nوكتابك فلما حصلت لي أعطيتني دنانير من عندك وقلت لي: ((هذا أرش ما لحقك في\nالثياب))، وأمرت أن يكترى [لي] إلى تنيس، وكتبت لي إلى جماعة معامليك <span id='ms16'></span> بتنيس\nبما لحقني، وبمعونتي على أمري، فرجع بك إلي ما أملك، واكتسبت جاها بتنيس\nتضاعف مالي به، وحسنت معه حالي)).\n</p>\n\n<p>\n((وأخذ خطي بالمال وانصرف)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\n15 - وسمعت أبا العباس أحمد بن بسطام يحدث أبا الطيب أحمد بن علي قال:\n</p>\n\n<p>\n((لما سخط الموفق على صاعد وكل به من يطالبه، وأقرني والطائي على ما كنا\nنتقلده له. وكان صاعد محسنا إلينا، جميل العشرة لنا، #28# فلم نترك شيئا\nنصل إليه مما خفف عنه إلا بلغناه. وكانت بيني وبين الطائي إحنة، فدعاني\nالموفق في يوم من الأيام -ونحن بواسط وقد بلح صاعد، واستنزل المستخرج جميع\nما وصل إليه منه-، فقال لي: ((أحمد! ادخل إلى صاعد فقل له: أظنك أرضيت\nالمستخرج حتى فتر في مطالبتك، وتالله لئن لم تخرج محتجبك لأتولين تعذيبك\nبنفسي!)).\n</p>\n\n<p>\nفدخلت إليه وأديت الرسالة، فقال لي: ((يا أحمد! والله ما بقي لي شيء، وما\nملكت قط ما هو أحب إلي من نفسي، فتقول له: يا سيدي! والله ما أملك على\nالأرض ولا فيها دينارا ولا درهما ولا جوهرا، وأنت أولى بالتطول على\nخادمك)). فانصرفت من عنده وأنا أخاف أن يغريه ذلك الجواب. ودخلت إليه وقلت\nله: يقول لك: ((يا سيدي! ما أملك على وجه الأرض ولا بطنها غير مائة ألف\nدينار عند الطائي)). فأمر بإحضاره، فلما مثل بين يديه، قال له: ((المائة\nالألف الدينار التي لصاعد عندك، قد بعث إلي يحلف أنه لا يملك غيرها)). فقال\nله: ((وهي بمدينة السلام، فينظرني الأمير مسافة الطريق، وأنا أستسلف له ما\nتيسر منها من التجار هاهنا؟)) فقال له: ((اكتب خطك بها)). فكتبه وسلمه إلى\nالموفق، فسلمه إلى غلام من خاصته، وانصرف الطائي.\n</p>\n\n<p>\nفاستقبحت ما صدر مني فيه، وعظم في نفسي لتصديقه صاحبه، وترك معارضته بما\nيدفع به المرء عن نفسه. فدنوت من الموفق وقلت له: ((أيها الأمير! جميع ما\nأديته إليك عن صاعد مني تقولته، وقد قبح في عيني، وسيدي مخير بين الصفح عنه\nوالعقوبة عليه)). فقال: ((أحسنت! بارك الله عليك)). ثم أمر برد الطائي،\nفقال: ((لم <span id='ms17'></span> لم تتقرب إلي بذكر هذا المال؟)) فقال: ((أيها الأمير! يمنعني من\nذلك ما تولاه من اصطناعي)) فقال له: ((ليس يقنعني إلا أن تحلف برأسي على\nهذا المال، وفي أي وقت دفعه إليك)). فقال: ((يعفيني #29# الأمير من ذلك)).\nفقال: ((والله لا فعلت)). فقال: ((وحق رأس الأمير ماله عندي درهم واحد فضلا\nعنه، ولكني لما رأيته قد عاذ بالدعوى علي، تيقنت أنه لم يبق له حيلة في\nالمدافعة عن نفسه، فعملت على تحمل هذا المال، ووالله ما أملكه، ورجوت أن\nأصل إليه بجاهي ولطيف حيلتي)) فاستحضر الموفق الخط ودفعه إلى الطائي، فقال\nله: ((خرقه)). ثم تقدم بإعفاء صاعد من المطالبة)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\n16 - وكان نجاح بن سلمة -مع ما يؤثر عنه من زعارة أخلاقه، وقبح تسلطه- يحب\nالتبسط على طعامه، ويحسن المكافأة عليه. فحدثني يعقوب بن إسحاق بن تميم، قال:\n</p>\n\n<p>\nأقام إسحاق والدي ببغداد خمسا وعشرين سنة في رفع حسابه، ينقض الكتاب\nجماعاته ويسلطون الإعنات عليه، قال لي يعقوب، فحدثني أبي: أن أغلظ الكتاب\nبأسرهم كان عليه، نجاح بن سلمة. قال: فلما أفرط علي سوء تحكمه، جلست في\nمنزلي، فمر به اسمي، فقال: ((قد عزم إسحاق بن تميم على أن يتربص بنا كما\nكان يتربص بمن كان قبلنا؟)). ثم نظر إلى بعض المضمومين إليه فقال: ((بكر\nإلى إسحاق بن تميم فأحضره الدار إلى أن أنصرف)). قال: فباكرني فظ من الجند\nلم أملك نفسي معه حتى صار [بي] إلى دار نجاح، فوجدناه قد ركب.\n</p>\n\n<p>\nفحصلني على الباب وجلس معي، وتعالى النهار واشتد جوعي، فقلت #30# له:\n((امض معي إلى المنزل لنأكل جميعا ونرجع!)) فأبى فقلت لحاجب نجاح -ورأيته\nمتمكنا من داره: -وأصلحك الله، إني قليل الصبر على الجوع، وأخاف أن يتأخر\nالأستاذ وأضعف عن حجتي في حضوره لغلبة الصفراء علي، وقد سألت هذا الرجل أن\nيطلق لي الذهاب إلى منزلي لآكل وأرجع فأبى))، قال: ((لم لا تأكل هاهنا؟)).\nوأجلسني في بشخانة فيها، واستحضر الطعام، فأحضرت مائدة نجاح بن سلمة، ولم\nيبق حلو ولا حامض ولا حار ولا <span id='ms18'></span> بارد إلا نقل علينا. حتى إذا بلغت إلى\nالحلواء من الطعام، دخل الدار نجاح فجلس في المجالس، ورآني في دخوله،\nومكاني من البشخانة، فبعث إلي غلاما له [يقول]: ((بحياتي استتم أكلك ولا\nتتجوز فيه)). فأقمت حتى فرغ الطعام، وجاؤوني بالغسل والبخور، ثم قمت. فلما\nرآني ضحك إلي وقال: ((من علمك على هذا؟))، قلت: ((التوفيق))، قال:\n((أجل!))، ثم قال لي: ((ارفع حسابك كيف شئت واحشه، فقد أمنك الله من\nاعتراضك بشيء تكرهه)).\n</p>\n\n<p>\nقال يعقوب: قال لي أبي: ((فغدوت إليه بحسابي، فوالله ما زاد على التوقيع\nفي الجماعات بإمضائها وتخليدها. ثم قال: ((متى تعزم على بلدك؟))، فقلت:\n((يا سيدي إنما أنتظر فيه إذنك، فكل شيء لي مفروغ منه))، فقال: ((اجعله بعد\nصلاة الجمعة))، قلت: ((أفعل)). ثم قال لي: ((تروح إلي لألقاك في حوائج\nلي؟))، فقدرت أن يحملني في الحوائج غرم الألف الدينار.\n</p>\n\n<p>\nفلما رحت إليه. دخلت وهو خال، فقال لي: ((إنك ترجع إلى بلد قد يئس منك\nفيه أهله، فأدخل الجار من جيرانك الخشبة في حائطك، والجار في البستان قد\nتحيف حدودك، فهب لي ما بينك وبينهم)). قلت: ((أفعل)).\n</p>\n\n#31#\n<p>\nقال: ((وترى ببلدك جماعة قد ارتفعوا، أبناء خاملين، فلا تنهرهم بدقة\nأصولهم، وانصرف عما كان عليه سلفهم، فإنه يزرع لك المقت في قلوبهم)). قلت:\n((أفعل)).\n</p>\n\n<p>\nقال: ((وأصحاب البريد، فاحذر أن يرد في كتبهم ذكر لك بخير ولا شر)). قلت:\n((أفعل)).\n</p>\n\n<p>\nثم أومى إلي يعانقني، قلت: ((يا سيدي! حوائجك؟)). قال: ((هي ما عددته\nعليك، إنك قد حللت مني بانبساطك محل القرابة الذي أسر بصوابه، ويغمني زلله،\nفإن حزبك أمر في بلدك فلا تعدل به عني، وأنا أستودعك الله)).\n</p>\n\n<p>\n((فانصرفت عنه وأنا على غاية من الشكر)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\n17 - وحدثني محمد بن يزيد -وكان حسن التقشف، سديد الرأي- قال:\n</p>\n\n<p>\nأطلق جماعة من حبس أحمد بن طولون كانت قد وقعت بهم ظنة بالتلصص، وكانوا\nينزلون كورة أهناس. فإني عند بعض أصحاب الأكسية حتى وافاه غلام أصفر، خبيث\nالمنظر، متمكن من نفسه، من الخارجين من الحبس، فرحب به، وجلس عنده <span id='ms19'></span>، وهنأه\nبسلامته. ثم سأل عن حاله، فقال: ((خرجت من الحبس كما تراني، وما معني نفقة\nتبلغني منزلي)).\n</p>\n\n<p>\nفقلت له: ((ما اسمك؟))، فقال: ((مسافر))، فقلت له: ((يا فتى! قدم الله في\nأمورك ولا تعدل عنه، فإن الراحة في ظله))، فقال لي: ((يا سيدي! الحق فيما\nقلته، والنفس بالسوء، والتوفيق إلى الله دون خلقه))، فأعجبني جوابه، #32#\nوقلت له: ((كم يكفيك إلى منزلك؟)) فقال: ((دينار!))، فدفعته إليه وقلت له:\n((إذا حدثتك نفسك بإخافة السبيل فابعث إلي حتى أمسك من رمقك، وأكف فاقتك)).\n</p>\n\n<p>\nفما مضى شهر حتى اضطربت ناحية أهناس والبهنسا بتسلط رجل من اللصوص -في\nجمع كثير، على كثير من المواضع، وكبسهم الضياع. وكانت لي أسلاف بسمسطا\nونواحيها، فخرجت لقبضها في رفقة من التجار، قد حملوا البز والطيب وما يحتاج\nإليه للأرياف. فإنا بنواحي المحرقة، حتى لقينا قطعة من اللصوص، فساقتنا\nبأسرنا إلى موضع منقطع عن المارة، وفيه شاب أصفر راكب فرس، ومعد مقدار خمسة\nفوارس، فعرضت الجماعة عليه إلى أن بلغني، فتأملته فوجدته ((مسافرا))، فأكب\nعلى رأسي وتحفى بي، ثم قال لأصحابه: ((أخطأ والله حزركم، هذه رفقة شيخي\nوسيدي، ووالله لا دخل إلي منها شيء)). وسار معنا حتى أخرجنا إلى الأمن، ثم\nقال لي: ((أنا أعلم أنك لا تأكل طعامي، ولا تقبل شيئا مني، وقد والله يا\nسيدي حببت إلي مجانبة ما أنا بسبيله، فنشدتك الله لما جعلتني طريقك في\nالرجعة!)). فتضمنت له ذلك.\n</p>\n\n<p>\nودخلنا مدينة أهناس، فشاع خبر ما أولاني في الناس. وكان المتقلد لها رجلا\nمن أصحاب أحمد بن طولون -يعرف بفهم- متقدما عنده أثيرا لديه فبعث إلي، وعرف\nمذهبي، فقال: ((قد أحفيت المسألة عن هذا الغلام، فرأيته لا يرى القتل، ولا\nهتك الحريم، وإنما يتعلق بأطراف الأموال ولا يبلغ #33# الاجتياح. وأنا\nأسألك أن تسفر بيني وبينه، فإن أؤمنه وأكرمه وأقلده سيارة البلد)). فرجعت\nفي حاجة فهم إليه، فألقيته والجماعة بين يديه، فأديت إليه رسالته، وأعلمته\nأن هذا الرجل صحيح الضمان، فقال: ((يا سيدي! ما بيني وبينه في الأعمال إلا <span id='ms20'></span>\nأنس الناس به)). ثم قال لأصحابه: ((من يساعدني على الخروج إلى الله عز\nوجل؟))، فقالوا بأجمعهم: ((نحن!)). فسار معي حتى إذا قربنا من أهناس، وضع\nحبلا في عنقه وقال: ((ادخل بي في زي الأسرى وهذه الجماعة))، فدخلوا، والناس\nيبكون لما اتفق لهم من حسن الهداية، ورأى الناس عجبا من سوق شيخ مثلي ضعيف\nرجلا قد أعجز خيل السلطان. فطلب فهم أن يقبل له خلعة، فامتنع من ذلك، وأضاف\nأصحابه إلى فهم، وأقام إلى وقت الحج فخرج إلى مكة راجلا، ثم فقدته)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\n18 - وحدثني أبو حبيب المقري، قال: ((ضاقت أحوالي، فلم يبق لي إلا جارية\nأحبها، ومنزلا أسكنه. فبعت المنزل بألف دينار، وخرجت إلى مكة بالجارية،\nفقلت لها: ((يكون هذا المال في وسطك)) فكانت إذا نزلت في منزل حفرت في\nخيمتها حفيرة، وأودعت المال فيها وطمتها. فإذا نودي بالرحيل أثارته وشدته\nفي وسطها.\n</p>\n\n<p>\nقال: فاتفق أن رحلنا عن منهل ونسيت المال في الحفرة، فأخبرتني الجارية\nبذلك، قال: فحار فكري، وطاش روعي، ولم أدر ما أعمل. ودخلنا مكة، #34#\nفحدثتني نفسي ببيعها فلم يطعني قلبي. فلما رجعنا ونزلنا المنهل الذي خلفت\nفيه الكيس، رأيت صحراء، وغلام على رابية يرعى غنيمات له، وأقبلت أدور وأنظر\nإلى الأرض، فقال لي: ((ويحك! ما تطلب؟))، قلت ((شيئا أودعته أرض هذا\nالمنهل))، فقال لي: ((صفه لي))، قلت: ((كيس أحمر فيه مال))، فقال: ((ومالي\nفيه إن دللتك عليه؟))، قلت: ((نصفه!)) قال: ((ها هو ذاك في الرابية)). فلما\nرأى تحيري فيه، قام حتى أخرجه ووضعه بين يدي، فحمدت الله، وقسمت الكيس\nقسمين وخيرته أحدهما، فقال لي: ((إني أرى قسمي منه كثيرا، وأنا أكتفي بنصف\nأحد القسمين، فقسمته بقسمين، فقال: ((تقسمه أيضا بقسمين))، ففعلت، فقال:\n((ما أعجب أمرك! أتركه كله حراما، ونصفه حلالا، وآخذ منه شيئا! هذا ما لا\nيكون، انصرف بمالك)). فقلت له: ((يا غلام! أنت حر أو مملوك؟)) فقال:\n((مملوك))، فقلت: ((لمن؟))، فقال: ((لشيخ هذا الحي)).\n</p>\n\n<p>\nفدخلت الحي فألفيت الشيخ والناس عنده، فقلت له: ((رأيت غلاما في المنهل\nيرعى غنيمات <span id='ms21'></span> وأسألك أن تبيعنيه))، فقال: ((اشتريته بعشرة دنانير))، فقلت:\n((أنا آخذه بعشرين))، فقال: ((إن لم أبعه؟))، قلت: ((أعطيك به ثلاثين\nدينارا))، فقال لمن حوله: ((أما تسمعون ما يقول؟ وما يحملك على أن تبذل به\nهذا الثمن؟))، فقلت: ((جمع علي ضالة، فنذرت أن أعتقه وأبتاع الغنم [التي]\nيرعاها له، وأملكه إياها))، فقال: ((نذرت أن تفعل به هذا لفعلة واحدة من\nالجميل أولاكها، ولنا في كل يوم منذ ملكناه حسنة تقتضي أكثر مما نأتيه له.\nوأنا أشهد الجماعة أنه حر لوجه الله، وأن ما يرعاه له)).\n</p>\n\n<p>\nفانصرفت عن الشيخ وقد بلغ بي ما أملته له)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\n19 - وقلت يوما لأحمد بن محمد المعروف بابن أبي عصمة كاتب أحمد ابن طغان\n-وكان لي صديقا مصافيا-: ((قد كثر الناس في إصابتك مع ابن طغان!))، فقال:\n((ما أخطئوا في التكثير، وكان صاحبي سمحا، ولقد أصابني منه في جهة واحدة\nثلاثون ألف دينار))، فسألته عن تلك الجهة، فقال: ((كان لا يمسك مالا، ولا\nيعتقد ذخيرة، فقال لي يوما: ((لم يصبح في حاصلي درهم واحد، فاستسلف لي شيئا\nأنفقه)). فمضيت إلى منزلي فحملت إليه ألف دينار. فلما وضعتها بين يديه، فتح\nالكيس وقلب ما فيه، فلما رأى الدنانير صحاحا جيدة، قال: ((ما هذه دنانير\nصيرفي، فبحياتي ممن أخذتها؟))، فقلت له: ((كانت عندي))، فقال: ((ما ظننت\nهذا موضعك!))، وسكت.\n</p>\n\n<p>\nوكان له في كل شهر ألف دينار نزل، فجئته به عند استيجابه إياه، فقال لي:\n((ما هذا؟))، قلت: ((النزل))، فقال: ((اقض به دنانير الرجل)). ثم جئته به\nمرة أخرى بنزل الشهر الثاني، فقال: ((اصرفه إلى الرجل))، قلت: ((قد\nقضيته!))، فقال: ((اصرفه إليه كما آمرك)). فلم يزل يفعل بي هذا حتى مضى\nثلاثون شهرا حصلت فيها ثلاثين ألف دينار)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\n20 - حدثني هارون بن ملول، قال: حدثني ياسين بن زرارة، قال:\n</p>\n\n<p>\n((كان ببعض أرياف مصر نصراني من أهلها كثير المال، فاشي النعمة، سمح\nالنفس؛ وكانت له دار ضيافة، وجرايات واسعة على ذوي الستر #36# بالفسطاط،\nفهرب من المتوكل رجل -كنى عن اسمه- خطير المنزلة. لميل كان <span id='ms22'></span> من المنتصر\nإليه، وتبرأ من حاشيته ولبس جبة صوف، فانتهى به المسير إلى مصر. فلما دخلها\nرأى فيها كثيرا من أهل بغداذ. فخاف أن يعرف فنزع إلى أريافها، فانتهى به\nالمسير إلى ضياع النصراني، فرأى فيها منه رجلا جميل الأمر. وسأله النصراني\nعن حاله، فذكر أن الاختلال انتهى به إلى ما ظهر عليه، فغير هيأته، وفوض\nإليه شيئا من أمره فأحكمه فيما أسند إليه واضطلع به، ولم يزل حاله يتزايد\nعنده حتى غلب على جميع أمره، وقام به أحسن قيام، فكان محل الرجل الهارب من\nالنصراني، يفضل كل ما ذهب له.\n</p>\n\n<p>\nوورد على النصراني مستحث بحمل مال وجب عليه، [وسأله] النصراني عن خبر\nالناس بالفسطاط، فقال: ((ورد خبر قتل المتوكل وتقلد المنتصر، ووافى رسول من\nالمنتصر في طلب رجل هرب في أيام المتوكل يعرف بفلان بن فلان، ويوعز إلى\nعمال مصر والشام بأن يتلقوه بالتكرمة والتوسعة، فيلحق أمير المؤمنين في حال\nتشبه محله عنده)).\n</p>\n\n<p>\nفعدل النصراني بالمستحث إلى بعض من أنزله عليه، وخلا الهارب بالنصراني\nفقال: ((أحسن الله جزاءك فقد أوليت غاية الجميل، وأحتاج إلى أن تأذن لي في\nدخول الفسطاط))، فقال: ((يا هذا! إن كنت استقصرتني فاحتكم في مالي، فإني لا\nأرد أمرك، ولا أزول عن حكمك، ولا تنأى عني، فقال له: ((أنا الرجل المطلوب\nبالفسطاط، وقد خلفت شملا جما ونعمة واسعة، وإنما عدل بي #37# الخوف على\nنفسي))، فقال له: ((يا سيدي! فالمال في يدك، وما عندك من الدواب فأنت أعرف\nبه مني، فاحتكم فيه)) فأخذ بغالا وما صلح لمثله، وخرج النصراني معه، وقدم\nكتابا إلى عامل المعونة من مستقره)) فتلقاه عامل المعونة في بعض طريقه،\nووصاه وجميع العمال بالنصراني. وصار إلى الحضرة، فأصدر إليهم الكتب في\nالوصاة به؛ إلى أن قدم بعض العمال المتجرة، فتتبع النصراني ورام الزيادة\nعليه، فخرج إلى بغداذ.\n</p>\n\n<p>\nقال لي هارون: إن ياسين قال له: إن النصراني حدثه، أنه دخل بغداذ فلم ير\nبها أوفى محلا وأكثر قاصدا منه.\n</p>\n\n<p>\n((ثم استأذنت عليه وعنده جمع <span id='ms23'></span> كثير، فخرج أكثر غلمانه حتى استقبلوني، فلما\nرآني قام على رجليه ثم قال: ((مرحبا بأستاذي وكافلي والقائم بي حين قعد\nالناس عني))، وأجلسني معه. وانكب علي ولده وشمله، وأنا أتأمل مواقع الإحسان\nمن الأحرار. وسألني عن حالي في ضياعي، فأخبرته خبر العامل، وكان أخوه في\nمجلسه، فنظر إليه من كنا عنده وقال له: ((كنت السبب في تقليد أخيك، فصار\nأكبر سبب في مساءتي!)). فكتب من مجلسه كتابا إليه بجلية الخبر وأنفذه.\nوأقمت عنده حولا في أرغد عيشة وأعظم ترفه. وورد علي كتب أصحابي، فخبروني\nبانصراف العامل عن جميع ما كان اعترض عليه في أمري، وأخرج أمر السلطان في\nإسقاط أكثر خراج ضياعي، والاقتصار بي على يسير من مالها.\n</p>\n\n<p>\nقال ياسين، فكتب النصراني ببغداذ حجة أشهد فيها على نفسه أن أسهمه في\nجميع الضياع التي في يده -وسماها وحددها- لهذا الرجل الذي كان هرب، وصار\nبها إليه، فقال له: ((قد سوغك الله هذه الضياع، فإني أراك #38# أحق بها من\nسائر الناس))، فامتنع الرجل من ذلك، وقال له: ((عليك فيها عادات تحسن ذكرك،\nوترد الأضغان عنك، ولست أقطعها بقبض هذه الضياع عنك)).\n</p>\n\n<p>\nورجع النصراني إلى الفسطاط فجدد الشهادة له فيها. فلما توفي النصراني\nأقرها في يد أقاربه، ولم يزالوا معه بأفضل حال)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\n21 - حدثني أحمد بن أبي يعقوب عن أبيه، قال:\n</p>\n\n<p>\n((كان يحيى بن خالد بن برمك قد تبنى الفضل بن سهل، وأجراه مجرى الولد\n-ونظر إلى ولده بعين الأخ لهم-. فضمه إلى المأمون. وكان يحيى بن خالد حسن\nالمعرفة بالنجوم، والفضل بارعا فيها، فاتفقا على ما توجبه النجوم في مدد\nالبرامكة، وتبينا سعادة تنتهي إليها حال الفضل، وكان كل واحد منهما\nكالمشاهد لما انتهى إليه.\n</p>\n\n#39#\n<p>\nوأوقع الرشيد بالبرامكة، فاعتصم الفضل بمحله من خدمة المأمون؛ وكانت يده\nتعجز عما يصلح يحيى وولده عند الرشيد، فوجه إليه: ((سيدي! قد كربني أمرك،\nولست أصل إلى حسن الدفاع عنك، فأحل ذمامه في هذه المحنة؛ فإني أرجو أن\nأقضيه عنك عند انتهائي إلى سعادتي)).\n</p>\n\n<p>\nقال ابن أبي <span id='ms24'></span> يعقوب: فحدثني أحمد بن أبي خالد الأحول، قال: ((اتصل بي من\nضيق يحيى ما كدر عيشي. وذكرت إحسانه إلي، وحسن صنيعه بي، فضاق بي العريض.\nووجدت ما أملكه أربعة آلاف دينار، فقسمتها قسمين، وحملت أحدهما، وتوصلت إلى\nالدخول إليهم في محبسهم، فوضعتها بين يدي يحيى بن خالد، فقال لي: ((ليس\nيحسن بنا أن نغرك من أنفسنا، ولا أن نعدك عنا مالا تفي به الأيام لك، وقد\nانتهى أمرنا، فإن كنت تقدر أن أحوالنا تصلح فأمسك عليك مالك)).\n</p>\n\n<p>\nفقلت: ((ما ذهبت في ذلك إلا لقضاء بعض الحق عني)). فأخذ بيضاء فكتب فيها:\n((يا أبا العباس أيدك الله! هذا رجل خلص على تجربتنا، وأحسن بنا مع استحكام\nبأسه منا، وأنا أذكرك العهد، وأرغب إليك في قضاء حقه عني، وتخفيف ثقله علي،\nأحسن الله عونك، وكفاك ما أعجزك)). ثم ثناها وقطعها عرضا بقطعتين، وقال لي:\n((احفظ هذا النصف معك، ولا تفرط فيه فيفوتك حظ كبير)).\n</p>\n\n<p>\nثم فرق ذلك المال في قوم ضعفت أحوالهم بما لحقه، وانصرفت من عنده وقد\nآيسني من رجوع حاله، وأعطاني نصف رقعة لا أقف على ما توصل إليه، وتقضى\nأمرهم، ومات الرشيد بطوس، وغلب الفضل بن سهل على المأمون بخراسان، وخلفه\nعلى جميع أمره، وشجر الأمر بين الأمين والمأمون، فظهر #40# المأمون عليه،\nوصحت وزارة الفضل بن سهل للمأمون، ووردت بادرة المأمون بذلك إلى سائر\nالنواحي. وطالت عطلتي، واشتدت فاقتي، وفقدت من كل يؤثرني وينحاش إلي.\n</p>\n\n<p>\nفإني لجالس في منزلي -في يوم قد أعوزني فيه قوت يومي، وعلي ثوب خلق، وليس\nلي إلا خلعة أركب فيها- حتى دخل إلي غلامي فقال: ((بالباب جماعة من أصحاب\nطاهر بن الحسين!))، فلبست ثياب ركوبي، وأذنت لهم، وتقدمهم رئيس لهم تبينت\nإعظامي في نفسه، فقال: ((الأمير طاهر يسألك المسير إليه)). فنهضت، فلما\nدخلت قدمني وأعظمني وقال: ((ورد كتاب الوزير أيده الله علي في حملك إلى\nحضرته على حال تكرمة، ومعك نصف الرقعة التي دفعها إليك يحيى بن خالد،\nوأمرني بدفع ألفى دينار إليك لحمولتك <span id='ms25'></span> ومخلفيك)).\n</p>\n\n<p>\nفقويت نفسي، وانفسح رجائي، وخرجت بعد قبض المال مع رسول طاهر. فلما دخلت\nإلى الفضل بن سهل، لقيني بأجمل لقاء، وسألني عن نصف الرقعة فأحضرتها، ثم\nأسر إلى بعض خاصته شيئا، فمضى، وجاء برقعة فوصلها بها فكملت، فلما استتم\nقراءتها بكى، ثم قال: ((رحم الله أبا العباس! فما كان أعرفه بتصرف الأيام،\nواستدعاء الشكر فيها، والتحيز من الذم بها!)).\n</p>\n\n<p>\nثم أدخلني إلى المأمون، وواكد أمري عنده، حتى بلغت معه إلى أخص أحوال\nكتابه، ومن وثق به في مهم أمره)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\n22 - وحدثني علي المتطبب المعروف بالديدان -وكان حسن المعرفة بكتب أفلاطون\nورموزه، ومبرزا في الطب-، قال:\n</p>\n\n<p>\n((خرجت مع رجل -يعرف بابن فروخ- من قواد السلطان إلى #41# طرسوس، فغنم\nسبيا كثيرا، وكان السبي في دار خراب في الموضع الذي نزل فيه، فدخلت لتأمله؛\nفوجدت في السبي شابا حسن الصورة جميل السمت، وأكثر السبي حوله، ومكانه منهم\nمكان المولى من المماليك: يتسرعون إلى جميع ما أومأ إليه، ويكفونه أخذه\nبنفسه. فكلمت فيه بعض السبي وسألته عنه، فقال لي: ((هذا من ولد أفلاطون!))،\nفارتحت إليه لانتفاعي بجده، ودخلت إلى ابن فروخ فقلت: ((هب لي من هذا السبي\nغلاما))، فقال لي: ((خذه)).\n</p>\n\n<p>\nفدعوت بغلام يشتمل على أمري، ووصفت له الشاب الذي في السبي، وقلت له:\n((إذا سلمه إليك غلام ابن فروخ فأطعمه مما أعددت من طعامي، وألبسه من فاخر\nثيابي، وطيبه ومكنه من مجلسي إلى أن أنصرف إليكم)). وتشاغلت بأمور ابن فروخ\nإلى آخر النهار، وانصرفت، فوجدته على الهيئة التي آثرتها، ورام مني ما\nيفعله غلماني من الوقوف، فمنعته من ذلك، فقال لي بالرومية: ((يا سيدي! ما\nالذي وعدتك به نفسك مني؟ فإن كان عندي بذلته لك وكنت حقيقا به، وإن لم يكن\nلدي صدقتك عنه، ولم أتغنم منك ما لا يشبهني تغنمه))، فقلت له: ((قد اقتبسنا\nمن جدك أنوارا حسن بها أثره علينا، ووجب علينا بها وقايتك بأنفسنا))، فقال:\n((والله إن الطباع التي لأسلافنا معنا، ولكنا شغلناها في رعي الخنازير،\nفبعدت بها ممن قربتني <span id='ms26'></span> له، وأكرمتني بسببه)).\n</p>\n\n<p>\nفخيرته بين الدخول معي إلى مصر، على أن أشاطره ملكي وعيشي، أو أحتال له\nفي رده إلى بلده؟ فاختار رده إلى بلده. فلطفت له -بإنفاذ بعض من أثق به مع\nالرسل المتوجهين معه- حتى وصل إلى بلده)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\n23 - وكانت تنتاب عجائزنا عجوز جميلة المذهب، ضعيفة الحال -تعرف بأم محمد-،\nفيجتمعن على كل صالحة، وكنت أخصها بكفايتها. فلما دخل محمد بن سليمان مصر،\nنزل في ظاهرها، واستدعى الواحد بعد الواحد من أسباب الطولونية، فاستصفى\nماله بالسوط وعظيم الإخافة، فراعني أمره، وخفت أن يلحقني عسفه.\n</p>\n\n<p>\nفإني لجالس في يوم من الأيام وأنا خائف، حتى دخلت جارية أم محمد العجوز،\nفسلمت علي، فظننتها والله تقتضي بعض ما عودتها، فقالت: ((سيدتي أم محمد\nتقرأ عليك السلام وتقول: ((جاءني الساعة رسول ابن عمي وسيدي أبي علي محمد\nبن سليمان يسأل عني فعرفته أني كنت في كفايتك))، والرسول على الباب يريغ\nالوصول إليك))، فقلت: ((يدخل)).\n</p>\n\n<p>\nفدخل شاب حسن الصورة يعرف بناشي، فقال: ((جزاك الله خيرا! فقد وصفتك ابنة\nعم سيدي بما أرجو أن يحسن أثره عليك)). ودعا بأصحاب الأرباع، فتقدم إليهم\nبأن يمنعوا من تعرضني، فعرضت عليه برا فقال: ((وأي بر أكثر مما أتيته\nإلينا؟!))، وانصرف عنا.\n</p>\n\n<p>\nفرجع إلي ناشي هذا برقعة بخط ابن سليمان: ((سر إلينا لننظر في أمرك،\nونبلغ فيه محبتك، فإني أرعى لك متقدم حرمتك، ووكيد أسبابك، إن شاء الله)).\nوما لحقني منه شيء أكرهه حتى انصرف عن البلد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\n24 - وكان أبو الفياض سوار بن أبي شراعة الشاعر صديقا لي، ومائلا إلي، فلما\nاعتزم على الرجوع إلى العراق، سألني أن أكتب له شيئا من شعري، فكتبت له\nمقدار خمسين ورقة منه، وكان يستحسنه ويعجب به. فصار إلى بغداذ وعرضه على\nجماعة الأحرار، وأحسن وصفي لهم بسلامة مذهبه، وطهارة نيته.\n</p>\n\n<p>\nودخل محمد بن سليمان مصر، وقد رد البريد بها إلى أبي عبيد الله أحمد بن\nصالح، فسأله عند دخوله إياها عن أحمد بن يوسف، فأحضر أحمد بن يوسف -كاتبا\nكان لأحمد بن وصيف <span id='ms27'></span>، ولابن الجصاص بعده-، فقال له: ((تعرف أبا الفياض؟))،\nقال: ((لا!)). فقال لهم: ((ليس هذا الرجل الذي طلبت))، فأحضرت، فلما رآني\nاستشرف إلي، وقال: ((تعرف أبا الفياض؟))، فقلت: ((ذكرك الله وإياه بكل\nصالحة! نعم أعرفه، وكان خلا لي!))، فقال: ((هل أنشدك من شعره؟:\n</p>\n\n<p>\nظللنا بها نستنزل الدن صفوه ... فينزل أقباسا بغير لهيب))\n</p>\n\n<p>\nقلت: ((لا يا سيدي! ولكن أنشدته إياه من شعري!))، فضحك وقال: ((والله لقد\nاشتقت إلى الدخول إلى مصر من أجلك!)). وكان والله أفضل عون لي على أموري.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\n25 - وحدثني أحمد بن سقلاب، قال:\n</p>\n\n<p>\n((كان بمصر رجل من الفقهاء مشهور الاسم، وله حلقة عظيمة بالجامع. #44#\nفبينا هو في صدرها إذ وافى علان بن المغيرة، فلما رآه مقبلا نحوه قام إليه\nعلى رجليه، ثم خطا إليه حتى لقيه، فأكثرت الجماعة قيام شيخ مثله إلى حدث\nمثل علان، وتحفيه به، وعرض نفسه عليه، وأنه لم يدع شيئا يفعله تابع بمتبوع\nإلا بذله، وأسررنا الموجدة عليه. فلما قام علان قال لجماعتنا: ((ما أعلمني\nبما أضمرتم! ولكني أريكم عذري فيما خرجت إليه:\n</p>\n\n<p>\n((كانت عندي ألف دينار وديعة لرجل بالمغرب قد طال مقامها، وطالب زوج\nابنتي بإدخال امرأته عليه، فجلست أمها بحضرتي فقالت لي: ((ما الذي تراه\nفيما قد ألح فيه هذا الرجل؟))، فقلت لها: ((نستعمل فيه التجوز))، فقالت لي:\n((لنا حساد نخاف شماتتهم، ولا بد من أن تعينني على التجمل))، فقلت: ((إن\nكان ما تريدين في قدرتي لم أبخل به عليكم)). قالت: ((هو في قدرتك!)) قلت:\n((ما هو؟))، قالت: ((تمكنني من هذه الوديعة، ونحتاط فيما نبتاعه من الجهاز\nحتى يصل إلينا ثمنه في أي وقت أردناه، وندخل هذه الصبية على زوجها. فإن جاء\nصاحب الوديعة بعنا ما اشتريناه ولم نوضع فيه إلا ما يسهل علينا غرمه))،\nقلت: ((هذا قبيح عند الله وعند خلقه!)). فلم تزل تلح بي وتحتال علي، حتى\nأجبتها. فجهزت ابنتها بجميع المال، وأدخلتها على زوجها.\n</p>\n\n<p>\nفلم يمض بنا بعد ذلك إلا شهران حتى وافى صاحب الوديعة يطلبها، فقلت لها:\n((ما تفعلين؟))، فقالت <span id='ms28'></span>: ((أمضي فأحمل المتاع وأبيعه)). فمضت إلى ابنتها\nورجعت إلي، فقالت: ((لا تشغل نفسك بهذا المتاع، فقد حلف زوجها بطلاقها أنه\nلا يخرج منه شيء عن منزله))، فسقط في يدي، ورأيت الفضيحة في الدارين متصدية\nلي، فوضع إفطاري بين يدي فلم أطعم، واعتراني ما خفت #45# منه على عقلي، وبت\nبليلة ما بت بمثلها، وأنا أتبين سهولة ذلك على زوجتي في جنب ما أحرزته\nلبنتها. ثم انتبهت قبل الفجر بمنازل، فصحت بالغلام ((أسرج لي!)) فقام\nوأسرج، وقال: ((يا سيدي! أين تمضي؟))، فقلت: ((ليس لك الاعتراض علي)).\n</p>\n\n<p>\nوركبت وسرت بطوع عناني، فلم يزل بغلي يسير حتى دخلت زقاق علان ابن\nالمغيرة، فوقفت على باب داره، وصاح الغلام بالبواب وعرفه بموضعي. فسمعت\nحركة في داره، ثم فتح الباب وأذن لي بالدخول. فدخلت عليه، فوجدت بين يديه\nشمعة وهو يكتب جوابات كتب وكلائه. فلما رآني قام إلي، وقال لمن حضره من\nالغلمان، ((تنحوا!))، وأقبل علي فقال: ((والله لو بعثت إلي لسرت إليك ولم\nأجشمك السعي إلي، فاشرح لي أمرك))، فغلبتني العبرة وحالت بيني وبين الكلام،\nفما زال يسكنني حتى نصصت له إنفاق الوديعة، وهو مغموم بأمري. ثم قال: ((فكم\nهذه الوديعة؟))، فقلت: ((ألف دينار!))، فضحك، وقال: ((فرجت والله عني! ما\nتوسمت أني أملكها، فكان الغم يقع بها، فأما وهي في القدرة فما أسهلها علي،\nوأخفها لدي!))، ثم قال لغلامه: ((جئني بتلك الصرار التي وردت علينا من\nالمغرب في هذا الشهر))، فجاء بأربع صرار فنظر فيما عليها وجمعه وقال: ((هذه\nألف دينار وخمس مائة دينار، ألف للوديعة، وخمس مائة تصلح بها ما بينك وبين\nمن عندك))، ثم قال لي: ((متى أشكر إفرادك إياي -بعد الله عز وجل ذكره-\nبتأميلي في حادثة حدثت عليك، فأعانني الله على مكافأتك؟)). وأضاف إلي من\nخفرني إلى منزلي)).\n</p>\n\n<p>\nفقالت الجماعة: ((قد سمعنا عذرك، وعلينا عهد الله إن لقيناه أبدا إلا\nقياما)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\n26 - وبعث أحمد بن طولون -في الساعة التي توفي فيها يوسف بن إبراهيم والدي-\nبخدم فهجموا الدار، وطالبوا بكتبه: مقدرين أن <span id='ms29'></span> يجدوا فيها كتابا ممن ببغذاذ.\nفحملوا صندوقين وقبضوا علي وعلى أخي، وصاروا بنا إلى داره. وأدخلنا إليه\nوهو فيها جالس، وبين يديه رجل من أشراف الطالبيين. فأمر بفتح أحد\nالصندوقين، وأدخل خادم [يده]، فوقع دفتر جراياته على الأشراف وغيرهم. فأخذ\nالدفتر بيده وتصفحه -وكان- جيد الاستخراج -فوجد اسم الطالبي في الجراية،\nفقال له وأنا أسمع: ((كانت عليك جراية ليوسف بن إبراهيم؟))، فقال: [له:\n((نعم! أيها الأمير!]، دخلت هذا البلد وأنا مملق، فأجرى علي في كل سنة\nمائتى دينار ومائتى إردب قمح، أسوة بابني الأرقط والعقيقي وغيرهما. ثم\nامتتت يداي بطول الأمير فاستعفيته منها، فقال لي: ((نشدتك الله إن قطعت\nسببا لي برسول الله صلى الله عليه وآله وسلم!))، وتدمع الطالبي، فقال أحمد\nبن طولون: ((يرحم الله يوسف بن إبراهيم!)). ثم قال لنا: ((انصرفوا إلى\nمنازلكم، لا بأس عليكم)).\n</p>\n\n<p>\nفانصرفنا فلحقنا جنازة والدنا، وحضرنا العلوي وقد أحسن مكافأة والدنا في\nمخلفيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\n27 - وحدثني موسى بن مصلح، قال:\n</p>\n\n<p>\nأنفذ إلي حسن بن مهاجر -كاتب أحمد بن طولون- عشرة رجال من #47# التجار،\nوقال: اعتقلهم بمعزل عن المسجونين، حتى أعرضهم في غد على الأمير)). فتسلمت\nمنه قوما تشهد لهم القلوب بالفضل، فآنست وحشتهم، وفسحت رجاءهم. فقالوا لي:\n((قد شكرنا جميل صنيعك، ولنا إليك حاجة))، قلت: ((ما هي؟))، قالوا: ((فينا\nفتى يضعف قلبه عن لقاء الأمير، فتقبل منا بدلا به، ولك علينا مائة دينار))،\nقلت: ((أنا أفعل، إن وجدتم من يجيب إلى هذا!)).\n</p>\n\n<p>\n-وكان عندي أنه كالممتنع-؛ فأخذ شيخ منهم رقعة وكتب فيها إلى رجل كان قد\nأولاه عارفة، فسأله ذلك، فأجابه الرجل: ((إني بإثر رقعتي)).\n</p>\n\n<p>\nقال موسى: ((فتوهمت أن هذا قول لا ثمرة له، فلم أشعر به حتى وافى فقال:\n((ما أخرني عنك إلا أني جددت وصية، وأحكمت ما خفت أن يقطعني عنه ما دعوتني\nإليه))، وقال: ((لست أجيبك إلى ما التمست، حتى تكون المائة الدينار من عندي\nدون جماعتكم))، وأخرجها من كمه ودفعها إلي، وصرفت الرجل. وأقام هذا مكانه،\nفلم أتبين منه غما بهذا <span id='ms30'></span> ولا قلقا له. وظلوا ليلتهم يتحدثون ويتناشدون،\nوالسلامة غالبة على خواطرهم، حتى أصبحوا. وأخرجهم حسن بن مهاجر فعرضهم على\nأحمد بن طولون، فتبين تحامله عليهم، فأمره بترك التعرض لهم. فانصرفوا.\nوكانت ألطافهم ترد علي حتى فقدتهم)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\n28 - وحدثني أحمد بن أيمن كاتب أحمد بن طولون، قال: ((دخلت بالبصرة إلى\nتاجر ذهب عني اسمه، فرأيت بين يديه ابنين له في نهاية من النظافة، فلما\nرآني أقبل بنظري إليهما، قال لي: ((أحب أن تعوذهما))، ففعلت، وقلت له:\n((استجدت الأم فحسن نسلك!))، فقال: ((ما بالبصرة أقبح من أمهما، ولا أحب\nإلي منها. ولها معي خبر عجيب))، فسألته أن يحدثنيه، فقال: #48# ((كنت أنزل\nالأبلة وأنا متعيش، فحملت منها تجارة إلى البصرة فربحت، وحملت من البصرة\nإلى الأبلة فربحت ولم أزل أحمل من هذه إلى هذه فأربح ولا أخسر، حتى كثر\nمالي، وتعالم الناس إقبالي، وآثرت السكنى بالبصرة، وعلمت أنه لا يحسن بي\nالمقام بها بغير زوجة، ولم يكن بها أجل قدرا من جد هذين الغلامين. وكانت له\nبنت قد عضلها، وتعرض لعداوة خطابها. فحدثتني نفسي بلقائه فيها، فجئته على\nخلوة، وقلت له: ((يا عم! أنا فلان بن فلان التاجر))، فقال: ((ما خفي عني\nمحلك ومحل أبيك!)). فقلت: ((قد جئتك خاطبا لابنتك))، فقال: ((((والله ما بي\nعنك رغبة، ولقد خطبها إلي جماعة من وجوه البصرة وما أجبتهم، وإني لكاره من\nإخراجها عن حصني إلى من يقومها تقويم العبيد))، فقلت: ((قد رفعها الله عن\nهذا الموضع، وأنا أسألك أن تدخلني في عددك وتخلطني بشملك))، فقال: ((ولابد\nمن هذا!))، قلت: ((لابد، وهو زائد في فضلك علي، واصطناعك إياي))، فقال:\n((اغد علي برجالك)).\n</p>\n\n<p>\nفانصرفت عنه إلى ملأ من التجار ذوي أخطار، فسألتهم الحضور معي في غد،\nفقالوا: ((إنك لتحركنا إلى سعي ضائع))، قلت: ((لابد من ركوبكم معي)).\nفركبوا على ثقة من أنه يردهم، وغدونا عليه فأحسن الإجابة وزوجني، وأطعم\nالقوم، ونحر لهم، وانصرفوا.\n</p>\n\n<p>\nثم قال لي: ((إن شئت أن تبيت بأهلك فافعل، فليس لها ما يحتاج إلى التلوم\nعليه <span id='ms31'></span>))، فقلت: ((هذا يا سيدي ما أحبه)). فلم يزل يحدثني بكل حسن حتى #49#\nكانت المغرب، فصلاها بي، ثم سبح وسبحت، ودعا ودعوت، إلى أن كانت العتمة\nفصلاها بي، وأخذ بيدي، فأدخلني إلى دار قد فرشت بأحسن فرشة، بها خدم وجوار\nفي نهاية من النظافة، فما استقر بي الجلوس حتى نهض، وقال: ((أستودعك الله،\nوقدم الله لكما الخيرة، وأحرز التوفيق)). واكتنفنني عجائز من شمله، فجلون\nابنته علي. فما تأملت طائلا.\n</p>\n\n<p>\nوأرخت الستور علينا، فقالت: ((يا سيدي! إني سر من أسرار والدي، كتمه عن\nسائر الناس وأفضى به إليك، ورآك أملا لستره عليه، فلا تخفر ظنه فيه. ولو\nكان الذي يطلب من الزوجة حسن صورتها دون حسن تدبيرها وعفافها، لعظمت محنتي.\nوأرجو أن يكون معي منهما أكثر مما قصر بي في حسن الصورة)) ثم وثبت فجاءت\nبمال في كيس، فقالت: ((يا سيدي! قد أحل الله لك معي ثلاث حرائر وما آثرته\nمن الإماء، وقد سوغتك تزوج الثلاث وابتياع الجواري من مال هذا الكيس، فقد\nأوقفته على شهواتك، ولست أطلب منك إلا ستري فقط)).\n</p>\n\n<p>\nفقال لي أحمد: فحلف لي التاجر: ((إنها ملكت قلبي ملكا لم تصل إليه حسنة\nبحسنها، فقلت لها: جزاء ما قدمتيه ما تسمعيه مني: ((والله لا أصبت من غيرك\nأبدا، ولأجعلنك حظي من دنياي فيما يؤثره الرجل من المرأة!))، وكانت أشفق\nالنساء، وأضبطهم، وأحسنهم تدبيرا فيما تتولاه بمنزلي، فتبينت وقوع الخيرة\nفي ذلك ولحقتني السن، فصارت حاجتي إلى الصواب أكثر منها #50# إلى الجماع.\nوشكر الله لي ما تلقيت به جميل قولها، وحسن فعلها، فرزقني منها هذين\nالابنين الرائعين لك، ونحن منقطعون إلى جوده فينا، وإحسانه إلينا)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\n29 - حدثني أحمد بن أبي يعقوب قال:\n</p>\n\n<p>\n((أنكر المهدي على هرثمة بن أعين تحككه بمعن بن زائدة، وأمر بنفيه إلى\nالمغرب الأقصى، فكلمه الرشيد فيه، واستل سخيمته عليه. ومات معن، وزادت حال\nهرثمة، وشكر للرشيد ما كان منه، وأفضت الخلافة إلى موسى الهادي، فتمكن منه\nهرثمة. وحدثت الهادي نفسه بخلع الرشيد، وجمع الناس على تقليد ابنه <span id='ms32'></span> العهد\nبعهده، وعلم بهذا هرثمة، وتذكر عارفة الرشيد، فتمارض.\n</p>\n\n<p>\nوجمع الهادي الناس ودعاهم إلى خلع الرشيد ونصب ابنه مكانه، فأجابوه\nوحلفوا له. وأحضر هرثمة، فقال له: ((تبايع يا هرثمة؟)). فقال: ((يا أمير\nالمؤمنين! يميني مشغولة ببيعتك، ويساري مشغولة ببيعة أخيك! فبأي يد أبايع؟\nوالله يا أمير المؤمنين لا أكدت في الرقاب من بيعة ابنك، أكثر مما أكده\nأبوك لأخيك في بيعته، ومن حنث في الأولى حنث في الأخرى. ولولا تأول هذه\n</p>\n\n#51# الجماعة بأنها مكرهة، وإسرارها فيك خلاف ما أظهرت، لأمسكت عن هذا)).\nفقال لجماعة من حضر: ((شاهت وجوهكم! والله لقد صدقني مولاي وكذبتموني،\nونصحني وغششتموني)).\n<p>\nوسلم إلى الرشيد ما قدره الهادي فيه)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\n30 - وسمعت يوسف بن إبراهيم والدي يقول:\n</p>\n\n<p>\n((لم يتمكن أحد من أحد تمكن أبي يوسف القاضي من الرشيد. ولقد سألت\nإبراهيم بن المهدي عن السبب في ذلك، فقال: ((كان يستحق هذا منه لما حدثني\nبه مسرور الكبير، قال:\n</p>\n\n<p>\n((كنت في خدمة المهدي، وكان الرشيد حفيا بي، محسنا إلي، فلما انتقل أمر\nالخلافة إلى الهادي، قال لي الرشيد: ((إن أخي قوي الشراسة، وأنا أخاف\nإيقاعه بي وجمع الناس على بيعة ابنه بعده. وأنا على غاية من الثقة بك،\nفاعدل إليه وكن لي عينا عليه)). فتقدمت عند الهادي حتى توليت ستر بيت\nخلوته. وكان المهدي قد قرن أبا يوسف بالهادي فتمكن منه، وقبل في مهماته\nمشورته، فلما حلا بقلبه شاوره في ذلك، فقال: ((يا أمير المؤمنين! لا تحمل\nنفسك على قطيعة رحمك، وأولياءك على الحنث بأيمانهم، واستدع من الله زيادته\nبما يرضيه عنك))، فتوقف بعض التوقف. وسعى إليه بالرشيد، وقيل له: ((إنه\n[عامل] على أن يغتالك)). فدعا بأبي يوسف وأخبره بما تأدى إليه فقال: #52#\n((يا أمير المؤمنين! لا تسمع هذا، وأنا الضامن لك حسن طاعته ووكيد\nموالاته)). فكنت أنهي جميع ذلك إلى الرشيد فيشتد سروره به، ويرغب إلى الله\nفي معونته على مكافأته.\n</p>\n\n<p>\nفلما أفضت الخلافة إليه، دعا به وقال له: ((يا يعقوب! لو جاز لي إدخالك\nفي نسبي، ومشاركتك في <span id='ms33'></span> الخلافة المفضية إلي، لكنت حقيقا به! ألست القائل\nلأخي وقت كذا: كذا؟ وفي وقت كذا: كذا؟، فقال: ((يا أمير المؤمنين! من أنبأك\nبهذا؟ فوالله ما كان معنا ثالث!)). فضحك الرشيد وقال: ((مسرور كان يتولى\nستر بيت خلوته، وكان ينهي إلي جميع ما صدر عنه)).\n</p>\n\n<p>\nقال مسرور: ((فوالله ما برحت بي عناية أبي يوسف حتى بلغت مع الرشيد هذا\nالمبلغ!)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\n31 - وحدثني أحمد بن أبي عمران الفقيه، أن ابن الثلجي حدثه، أن بشرا\nالمريسي -وكان متزهدا- قال:\n</p>\n\n<p>\n((ما اشتهيت من مراتب السلطان إلا مرتبة رأيت أبا يوسف بلغها في عشية من\nالعشايا. كنت اجتزت به مسلما عليه، فقال لي: ((تقيم عندي العشية لنتناظر في\nطائفة من العلم؟)). فإني لجالس عنده -وقد ابتدأ فيما أثرناه- حتى وافى إليه\nرسول أمير المؤمنين الرشيد، فقال لي: ((انتظرني))، ومضى؟ فغاب عني مقدار\nساعتين، ورجع، وخلفه غلمان يحملون مالا، فوضعوه بين يديه وانصرفوا فقال:\n((دفعت الليلة إلى عجائب!))، قلت: ((ما هي؟))، قال: ((دخلت إلى دار أمير\n</p>\n\n#53# المؤمنين، فانتهى بي رسوله إلى ستر مسبل على باب، مسرور الكبير يمسكه،\nفقال لي: ((سلم على أمير المؤمنين!))، فسلمت، فقال: ((وعليك [السلام] يا\nيعقوب! ادخل وحدك))، فرفع الستر حتى دخلت، فألفيت عنده محمد بن جعفر بن\nالمنصور -مولى الجارية المعروفة ببذل- ووجه كل واحد منهما محول عن صاحبه،\nوبين يدي الرشيد سيف مشهور.\n<p>\nفقال لي: ((يا يعقوب! هذا الرجل يديرني مذ الظهر على قتله!))، فقال له:\n((ترضى به حكما بيننا؟))، قال: ((نعم!))، قال: ((ألق هذا السيف من يدك،\nوارض بالحق لك وعليك)). واستدارا جميعا حتى جلسا مجلس الخصوم بين يدي.\n</p>\n\n<p>\nثم قال الرجل: ((سألني أمير المؤمنين أن أبيعه جارية علي فيها أيمان\nمحرجة لا كفارة لها، ألا أبيعها ولا أهبها))، قال فقلت له: ((فتسمح بها\nلأمير المؤمنين إن أخرجتك من يمينك))، قال: ((إي والله! وإن ذلك لسهل\nعلي))، فقلت: ((هب لي نصفها، وبعه نصفها)). فقال: ((قد أجبت، وجعلت ثمن\nالنصف هدية لك)). وتعانقا جميعا، وانصرفت إليك، ولحقني هذا المال)). فوجدنا\nالمال <span id='ms34'></span> المحمول خمسة وعشرين ألفا، فقلت في نفسي: ((أحيا نفسا، وأصلح بين\nخليفة وابن عمه في مقدار ساعتين من النهار!)).\n</p>\n\n<p>\nقال بشر: ((فوالله ما فرغنا من صلاة المغرب حتى ابتدرنا الغلمان يحملون\nمالا وبزا وطيبا، ومعهم جارية حصيفة، فقالت: ((تقرأ عليك السلام سيدتي\nوتقول لك: ((أجازني سيدي أمير المؤمنين بما حملته إليك، فجعلته ثواب الفتيا\nالتي كانت سبب وصولي إليه)).\n</p>\n\n<p>\nفكان المال منه خمسة وعشرين ألفا)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\n32 - حدثني أحمد بن أبي يعقوب قال: حدثني أبي أبو يعقوب، عن جدي واضح مولى\nالمنصور، قال:\n</p>\n\n<p>\n((كنت بين يدي المنصور، وقد أحضر رجلا كان من رجال هشام بن عبد الملك،\nوهو يسائله عن سيرة هشام لأنها كانت تعجب المنصور. فكان الرجل يترحم عند كل\nجار من ذكره، فأحفظ ذلك جماعتنا، فقال له الربيع: ((كم تترحم على عدو أمير\nالمؤمنين؟))، فقال الرجل للربيع: ((مجلس أمير المؤمنين -أيده الله- أحق\nالمجالس بشكر المحسن، ومجازاة المجمل، ولهشام في عنقي قلادة لا ينزعها إلا\nغاسلي))، فقال له المنصور: ((وما هذه القلادة؟)). قال: ((قلدني في حياته،\nوأغناني عن غيره بعد وفاته!))، فقال له المنصور: ((أحسنت بارك الله عليك!\nوبحسن المكافأة تستحث الصنائع، وتزكو العوارف))، ثم أدخله في خاصته)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head3'>AUTO بعض أقوال الفلاسفة في حسن المكافأة</h1>\n\n<p>\nوقد مثل بعض الفلاسفة لحسن المكافأة، بالحسام الصقيل الذي يحدث له وقوع\nالشمس عليه: انبعاث شعاع منه يجلو غياهب الأمكنة المظلمة، ويكون وفور شعاعه\nعلى حسب صقاله.\n</p>\n\n#55#\n<p>\nوقال أفلاطون: ((مم حسنت مكافأته، لم تغضبه خيبته فيما التمسه؛ لأنه يقيم\nالعوارف مقام ديون يتحملها لا يسعه إغفال قضائها. وإنما يغضب من المنع: من\nآثر تحصيل العارفة وإغفال المكافأة عليها)).\n</p>\n\n<p>\nولأن المرغوب إليه إذا كان يحتاج إلى مطالعة حسن المكافأة للإحسان فيثابر\nعليه، وسوء المكافأة على الإساءة فيتأخر عنه، كان الراغب محتاجا إلى أن\nيكون في خلده من أخبار من أساء الصنيع فساءت مكافأته، ما يوازي ما أثبتناه\nمن حسن المكافأة للإحسان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>AUTO المكافأة على القبح</h1>\n\n<p>\n33 - حدثني أحمد بن يوسف بن جعفر بن سليمان بن علي بن عبد الله <span id='ms35'></span> بن\nالعباس، عن أبيه، عن جده مولى عبد الله بن المقفع -أن عبد الله حدثه، قال:\n</p>\n\n<p>\n((كان فيما ترجمته من سير الفرس: أن فيروزا لما تقلد مملكة فارس حدثته\nنفسه باجتياز بلد الهياطلة. وكان به للهياطلة ملك صحيح الرأي حسن الجوار،\nفجمع ذوي الرأي في بلده وسألهم عما يرون، فعرضوا عليه أموالهم والخروج معه،\nفجزاهم خيرا وانصرفوا. وخلا به وزيره -وكان عالي السن- فقال له: ((أيها\nالملك إن يسير الحيلة ربما بلغ أوفى منازل المكافحة والذي عندي من الرأي أن\nتظهر السخط علي فتقطع يدي ورجلي، وتنفيني إلى أقاصي عملك، وتكتب إلى عاملك\nهناك في حبسي، وتظهر أنك تبينت مني ميلا إلى فيروز))، فقال له: ((إن حسن\nالحيلة إنما يقع بغير إضرار يلحق صاحبها، وإذا بلغنا بك هذا، فقد جاوزنا بك\nما تخافه من فيروز لو حصلت في يده)).\n</p>\n\n<p>\nفقال: ((أنا مذ تكامل تمييزي أحسب مالي وعلي، فإذا وهبت لي نعمة علمت أن\nعلي فيها محنة، وأن الرغائب بالنوائب. وقد عشت في سلطانك -أيها الملك- في\nهذه السن العالية، عزيز الجانب، خصيب الأفنية، وشملي في نهاية من رفاغة\nالعيش. وليس من الجميل أن أمسك عن قضاء حق النعمة علي لسلطاني وشملي وأهلي\nوولدي وصيانتهم مما عراهم بنفسي. وأعلم #57# أني لم خدمت السلامة لنفسي،\nلمات ذكري بموتي، ولم أبق شرفا لأهلي! ولعل أجلي قريب، فأفوز بحسن الذكر\nفيما أتيته وقضيت به حق سوالف الإنعام علي، والإحسان إلي. وإنما اعتمدت هذا\nالأمر الفظيع لأعدل بفكر فيروز عن الحيلة، وأضطره إلى السكون إلي)).\n</p>\n\n<p>\n((فلما رأى أنه لا يرجع عما أشار به عليه، دعا به وقطع يديه ورجليه،\nونفاه إلى آخر مسالحه، فكان محبوسا هناك.\n</p>\n\n<p>\n((وجد فيروز في سفره، فوافى الموضع الذي فيه الوزير، فوجده خاليا ممن كان\nفيه، ولم ير به غير رجل مقطوع اليدين والرجلين، فسأله عن حاله فقال: ((كنت\nوزيرا لهذا الخائن فاستشارني، فأشرت عليه أن لا يناهضك، وأن يسألك إقراره\nفي البلد، وحمل خراجه إليك. فاستشاط، وسولت له نفسه مناوأتك <span id='ms36'></span>، وقد جمع جيشا\nله كثير العدد قوي النكاية، وقدر أن يلقاك في هذه الطريق. وعندي حيلة\nأجازيه بها على سوء صنيعه)).\n</p>\n\n<p>\nواستجلى فيروز الوزير فقال له: ((إن عدلت عن هذه الطريق وتجشمت قطع برية\nيقيم السائر فيها يومين، تحتاج إلى حمل الماء إلى مسيرة يوم منها، ثم تفضي\nإلى مياه متدفقة. فإذا قطعتها وصلت إلى بلد الهياطلة، وهو وجمعه في الطريق\nالذي آثرت سلوكها، فتدخل البلد بغير حرب)).\n</p>\n\n<p>\n((فحملته الاستنامة إليه -لما رآه به- على تصديقه ولحج في البرية بجميع\nجيشه، -وقد كان واطأ [الوزير] الملك على تكمين جمع له آخر في البرية-، فسار\nيومه وبعض غده في قفر لا يوجد به ماء ولا نبت، #58# فتساقطت الدواب من\nالعطش، وافترق الجيش لطلب الخلاص، وخرج عليه منسر من جيش الهياطلة فأمروا\nعليهم، وأخذوا فيروزا أسيرا. فمن عليه ملك الهياطلة بالإمساك عن قتله، وجمع\nوجوه بلده وأضاف إليهم وجوها من عسكر فيروز، واستحلف فيروزا بحضرتهم أنه لا\nيجاوز حجرا جعله فصلا مشتركا بينه وبينه. وأثبت المفارقة في صحيفة بخط\nفيروز، وأشهد عليه الجماعة، وأطلقه على غاية من التبجيل والإكرام.\n</p>\n\n<p>\n((فدخلت فيروزا خجلة من رجوعه إلى مملكته بعد أسر ملك الهياطلة له\nوتعفيره به، وحدثته نفسه بمعاودة قتاله، فخرج إليه. وسولت له نفسه أنه إن\nحمل الحجر حتى يدخل به بلد الهياطلة لم يحنث في يمينه، فحمله بين يديه وسار\nبجمع كثير. وخرج إليه ملك الهياطلة، فالتقيا في منتصف طريقيهما.\n</p>\n\n<p>\n((فلما ترآى الجمعان، انفرد ملك الهياطلة عن جمعه، وسأل فيروزا موازاته\nليسمع منه شيئا. فبرز فيروز. فقال له: ((أنا وإياك في قبضة من حنثت في\nاليمين به، وهو عز وجل يشكر للمحسن إحسانه، ويعاقب المسيء بإساءته. وقد\nأنعمت عليك، وأحسنت إليك، وأنا أخوفك الله وأحذرك سطواته، فإني أعلم أن\nحياءك مما جرى عليك هو الذي ردك، فينبغي أن يكون استحياؤك من الله عز وجل\nأشد من استحيائك من خلقه. وليس يخرجك من يمينك حمل هذا الحجر بين يديك، لأن\nاليمين إنما تكون على <span id='ms37'></span> نية المستحلف لا على نية المستحلف. فتدبر قولي، واعلم\nأن من سمعك من أصحابي على غاية من الثقة بالله في نصره، #59# ومن سمعك من\nأصحابك على ذعر من أن تهلك بحوبك)). فقال له: ((لست أرجع عن قتالك)).\n</p>\n\n<p>\n((فأمر أن تركب الصحيفة على أطول رمح في العسكر وحمل عليه، فهزم جيش\nفيروز، وقتل فيروز في المعركة)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\n34 - وسمعت أبا جعفر محمد بن هرثمة يقول:\n</p>\n\n<p>\n((كان محمد بن عبد الملك الزيات يسعى على المتوكل - في أيام الواثق\nويحرضه عليه، فتغيرت عليه نيته، حتى أداه ذلك إلى حبسه عند محمد بن عبد الملك.\n</p>\n\n<p>\n((فسمعت المتوكل يقول -في اليوم الذي تقدم في إدخاله إلى التنور الحديد-:\nلم يمن أحد بمثل ما منيت به من ابن الزيات! ضيق علي محبسي، ومنعني مما\nاقتضتنيه عادتي. وكنت قد ربيت وفرة فلم يطلق [لي] تنظيفها، فكثرت الدواب\nفيها. وتأدى ذلك إلى والدتي، فكتبت إلى الواثق رقعة، فقال لمحمد بن عبد\nالملك: ((أطلق لجعفر طم شعره، وتنظيف ثوبه وتطييبه)). فانصرف كالمغيظ وضرب\nالموكل بي، وقال: ((تركت محبس جعفر شارعا من #60# الشوارع حتى سهل شكوى\nأمه!)). ثم أمر بإخراجي، فخرجت، فوجدت أمارات الغضب في وجهه، فوقفت ساعة لا\nيرفع فيها وجهه إلي، ثم قال: ((نطع))، -فأوهمني أن الواثق أمر بضرب عنقي-\nفبسط بين يديه، ثم أومى إلى الغلمان بإدخالي فيه، ولم أشك في القتل، ثم\nقال: ((الحجام))، فقلت: ((أظنه يخلع أضراسي قبل قتلي))، وأنا في سائر هذا\nقائم. فلما وافى الحجام قال: ((احلق شعره))، فأجلسني يحلق شعري. فآليت على\nنفسي أني لا أستبقيه لحظة إن ظفرت بالخلافة)). فمات محمد بن عبد الملك\nبالتنور في اليوم الثالث)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\n35 - وحدثني نسيم خادم أحمد بن طولون، قال:\n</p>\n\n<p>\n((صار إلي ابن سليمان بن ثابت -وكان ابن سليمان هذا يكتب لخادم يعرف\nبشقير، يتقلد الطراز من خدم السلطان، ثم عمل سليمان بعد ذلك لأحمد بن طولون\nعلى أملاكه- ومعه رقعة، فقال: ((توصلها لي إلى الأمير؟)). فقرأتها، فكان\nيذكر فيها أن شقيرا أودع أباه أربع مائة ألف دينار <span id='ms38'></span>. فلما قرأها الأمير قال:\n((انظر ما تقول واصدقني عنه!))، فقال: ((الأمر والله على ما وصفته\nللأمير))، فقال: أمسك عن هذا، واطو مجيئك إلي عن أبيك وعن سائر الناس،\nوانصرف مكلوا)).\n</p>\n\n<p>\nفقال: ((فكثر تعجبي من إمساكه عن ذكر هذا لأبيه، فلم يمض حول حتى #61#\nمات سليمان بن ثابت، فأظهر غما به وتفجعا عليه. ثم دعا بابنه الرافع\nللرقعة، فرد إليه ما كان بيد أبيه من أملاكه، وضم إليه من الرجال من تقوى\nبه يده. وأقام به شهورا ثم دعاه وأنا قائم بين يديه، فقال له: ((كيف حالك\nمع مخلفي أبيك؟ وهل أنكرت شيئا منهم؟))، فقال: ((قد أعز الله جانبي بالأمير\nومنع مني))، فقال له: ((احمل إلي الأربعمائة ألف التي عندكم لشقير\nالخادم))، فلجلج، فرد أمره إلى أحمد بن إسماعيل بن عمار، وأمره بمطالبته\nبالسوط. فضربه خمسين سوطا، اصطفى ما كان له، فلم يجد عنده بعض ما تقوله على\nأبيه. وعاود مطالبته، فضربه مرة أخرى فمات.\n</p>\n\n<p>\nفقال لي: ((فعجبت من هلاكه بهذا المقدار من الضرب. فأخبرت أن هذا المضروب\nكان يستزير الفواسد من النساء في وفور حاله، فزارته امرأة كانت ربيطة لجلاد\nبالسوط، وعلم الجلاد بذلك فبكر إليه ووقف له، حتى إذا خرج، انكب على فخذه\nوقبله، ثم قال: ((يا سيدي! قد أغناك الله عن مساءتي بما بسطه من الرزق عليك\nوظاهره من الإحسان لديك، وكانت مهجتي عندك البارحة. فإن رأيت أن تهبها لي!\nفلك منها عوض، وليس لي عنها معدل!))، فصاح في وجهه وأمر بإبعاده. فلما شد\nبالعقابين، تقدم الجلاد فضربه ضرب القتل فأتى على نفسه)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\n36 - وحدثني نسيم الخادم أيضا:\n</p>\n\n<p>\n((أن أحمد بن طولون كان مذعورا من خروج أبي عبد الرحمن العمري، فوافاه\nالخبر بقتل غلمان أبي عبد الرحمن إياه وانتشار أمره. ثم صار إليه جماعة\nتقارب العشرة ومعهم رأس فقالوا: ((نحن غلمان العمري، وهذا رأسه!)). فجمع\nالخاص والعام وأدخلهم إليه، واستحضر قوما استأمنوا إليه، فسألهم عن الرأس،\nفأجمعوا على أنه رأس أبي عبد الرحمن، وأن الغلمان من خاصته.\n</p>\n\n<p>\nفقال أحمد <span id='ms39'></span> بن طولون لهم: ((هل كان مسيئا إليكم؟)). قالوا: لا والله، ولقد\nكان محسنا إلينا، ومفضلا علينا)). قال: ((فما حملكم على قتله؟))، قالوا:\n((طلبنا الحظوة عندك، والمكانة منك!))، فقال: ((قتلتم مولاكم المحسن إليكم\nبالتطرب إلى المزيد؟)).\n</p>\n\n<p>\n((ثم أمر بهم فشق عن جماعتهم، وأخذتهم السياط حتى سقطوا وضربوا على\nرؤوسهم بالشدوخ حتى ماتوا جميعا. وأمر بدفن رأس أبي عبد الرحمن)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\n37 - وسمعت أبا عبيد علي بن الحسين القاضي يحدث قال: ((كانت لي بواسط حصة\nأودي عنها على السلطان خرجا فقدم علينا عامل قد جمع من الظلم، وسوء التسلط،\nوفظاظة الطبع. فجمع المعاملين بأسرهم على التحيل له بما لا يوصل إليه من\nأملاكهم، ولا يستحقه عليهم، فضرب قوما، واستخف بآخرين، فقال له رجل ممن\nحضر: ((إن رأيت أن تؤخرني إلى نصف النهار!))، #63# فقال له: ((لعلك ممن\nيقول: إن من عمود إلى عمود فرجا!)) فقال له الرجل: ((أنا والله أعتقد من\nلحظة إلى لحظة فرجا يرجى من الله))، فتضاحك من كلامه. فوالله ما مضت ساعة\nحتى دخلت إلينا -في الموضع الذي كان فيه- رعلة من الخوارج وهي تقول:\n((السليطين السليطين!!))، فقطعته بأسيافها وخرجت، ولم تقتل غيره، ولا طلبت\nشيئا لأحد. فعلمت أنهم عقوبة اعتمدته)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\n38 - وحدثني عمر بن يزيد البرقي -وكان جميل المذهب- قال:\n</p>\n\n<p>\n((حضرت مصدقا شديد الاستحلال، بعيدا من الرأفة، وهو جالس على رابية، وبين\nيديه حواء يحتاز به ما يحصل له من الإبل. قال: ((فعرضت نعم رجل حسن\nالطريقة، متعالم بعفاف الطعمة. فتخير عليه المصدق ما احتازه من إبله\nواستعمل من سوء التحكم عليه ما لا يصبر عليه غيره. فأمسك، ثم نظر بعد\nانفصال ما بينهما إلى فصيل سمين كان في إبله؛ فقال لغلمانه: ((خذوا هذا\nالفصيل حتى يصلح لنا غداء))، فقال صاحب الإبل له: ((قد أخذت زيادة على حقك،\nفما هذا؟))، قال: ((لابد لي من أخذه))، قال: ((فإني لا أسلمه)).\n</p>\n\n<p>\nفأمر بوجئ عنقه، وأخذت مقادته من يده، فصاح بأعلى صوته: ((كل هذا بحينك\nيا جبار!)). فحلف لي عمر أنه جاء من الحواء فحل <span id='ms40'></span> -وخرج منه #64# وهو يرغو-،\nفأخذ بعضده، ولم يزل يضرب به الأرض حتى قتله. وانصرف الرجل بفصيله)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\n39 - وفيما أخبر به الهيثم بن عدي قال:\n</p>\n\n<p>\n((كان عدي بن زيد قد تقدم عند كسرى أبرويز في ترجمة العربي إلى الفارسي،\nوكان رجلا جارا للنعمان بن المنذر، فرام منه النعمان أن يكون عينا له على\nكسرى، فامتنع من ذلك، ولم يرض بهذه السجية. فتركه النعمان حتى اطمأن إليه،\nثم سأله أن يزوره. فكلم كسرى، وسأله أن يأذن له في زيارته شهرا واحدا، ونصب\nعدي ابنه مكانه -وكان حلو الشاهد مضطلعا بما يسند إليه-، فأذن له. فلما حصل\nفي يد النعمان قتله، وكتب إلى ابنه يخبره بأنه مات حتف أنفه، وأنه على غاية\nمن الأسى عليه. وتأدى خبر عدي إلى ابنه على الصحة، فلم يخرق فيه، وأقام\nيتتبع غوائله، ويعمل الحيلة في افتراص وتره.\n</p>\n\n#65#\n<p>\nفجرى في يوم من الأيام ذكر الجواري بين كسرى وبين ابن عدي -وكان أبرويز\nمستهترا بهن-، فقال ابن عدي: ((أحسن النساء حرقة بنت النعمان)). فكتب\nأبرويز إلى النعمان كتابا يأمره فيه بحمل حرقة ابنته إليه. فعظم هذا على\nالنعمان، وكتب إليه كتابا يذكر فيه قشف تربية العرب لأولادها، وتقصيرهم\nببذاذة الهيئة ووسخ المهنة، وأن في عين العراق للملك عوضا منهن؛ وأنفذ\nالكتاب إلى كسرى. فأمر كسرى ابن عدي أن يقرأه عليه، فأمره على طرفه ثم\nألقاه، وضرب بيده على جبينه، وقال: ((لا يستطيع لساني مواجهة الملك بما\nفيه!))، فعزم عليه الملك ليخبرنه. فقال: ((ابنتي لا تصلح لك، فإذا قرمت إلى\nالجماع فعليك بالبقر)). فغضب كسرى، وأنفذ رسلا إليه فأشخص. فلما قرب من مقر\nكسرى، أخرج أربعة آلاف جارية بالحلي وفاخر الكسوة، وأذن له، ثم قال له\nبالفارسية: ((يا كلب! من كان له هؤلاء يصلح له مجامعة البقر!))، وأمر بشد\nيديه ورجليه، وألقاه في الأرض، وأطلق الفيلة عليه فوطئته، حتى مات تحت\nقوائمها)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\n40 - وفيما جاء به الزبير بن بكار، قال:\n</p>\n\n<p>\n((اجتاز رجل من أشراف المدينة بمريض ملقى على كناسة قريبة من منزل <span id='ms41'></span> #66#\nرجل من الأولياء اختلت حاله، ومرض ولا قيم عليه وتبرم به رفقاؤه فأخرجوه من\nمنزلهم، وهو ملقى في الطريق. فأمر الشريف بحمله إلى منزله، وتقدم إلى ابنة\nعمه في حسن القيام عليه بحشمها، وأن ترفه عيشه إلى أن تقضي علته. فابتدره\nكل من في منزل الشريف بالخدمة حتى تكاملت صحته، وصار في منزلهم كأحدهم،\nوقفل إلى دمشق.\n</p>\n\n<p>\nفلما كان في الوقت الذي توجه جيش يزيد للحرة، وافى فوقف على باب دارهم،\nفظنوا به أنه وافى لحمايتهم، وحسن المدافعة عنهم، ليقضيهم سوالفهم لديه.\nفدخل الدار ومعه ثلاثة غلمان، فلما تمكن منها أخذوا في جمع الأثاث، فقال\nلهم الشريف: ((ما هذا؟))، فقال: ((إني استوهبت دارك بما فيها من الأمير\nووهبها لي، وكنت أحق الناس بها، إذ كانت الأحوال بيني وبينكم وكيدة))، فقال\nله الشريف: ((رجعت يا ابن اللخناء إلى لؤم أصلك، وفساد مركبك)) ثم علاه\nبسيفه. وفر الغلمان، وهدأت وقدة الفتنة، وطل دمه)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\n41 - وحدثني نافع بن مصقلة الحمصي، قال: سمعت أبي يقول:\n</p>\n\n<p>\n((رأيت مشايخنا مجتمعين على أمر لحقه أسلافهم: أنه كان يسكن بحمص شاب من\nأهل العراق، حسن الصورة، لين العريكة، فأقام معهم مدة. ثم صار #67# الأمر\nبعد ذلك إلى بني العباس، فتقلد ذلك الفتى حمص، وكان مولى من موالي أبي\nالعباس. فلما دخلها قصد إلى دار رئيس كان بها -من أصحاب بني أمية- فذبحه\nفيها وجماعة من غلمانه. ثم خرج.\n</p>\n\n<p>\nفأحسن السيرة، وألان الجانب، فقيل له: ((ليس يشبه ما أنت عليه، ما فرط\nمنك إلى الرجل الذي ذبحته وشمله!))، فقال: اسمعوا مني ما جرى على علته.\n</p>\n\n<p>\n((اجتزت به -وقد نظفت أثوابا لي لا أملك غيرها، وقد دعيت إلى أمر لا\nيسعني التأخر عنه، أحتاج فيه إلى حسن الهيئة وإظهار التجمل، ومعي رسول من\nاستحضرني- وهو قاعد على الباب، فراثت دابتي بحيث تقع عليه من رحبة مبلطة\nلداره. فأمصني، وأمر الغلمان بترجيلي وضربي، فركبتني أيديهم. ثم حلف ألا\nأبرح حتى أكنس روث دوابه بيدي في كمي، وأحمله في ثوبي وحجري، وأخذت فجررت <span id='ms42'></span>\nإلى ذلك، ولم تزل حاشيته تضحك مما نزل بي، فحدثت مولاي، فاستحلفني بحقه على\nغليظ ما أتيته إليه)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\n42 - ومما قرأته من سير العجم:\n</p>\n\n<p>\nأن جماعة المنجمين حكموا لبعض الأكاسرة أن ابنه يقتله ويتولى ملكه، فعمد\nكسرى إلى سموم وحية فجعلها في قوارير، وختمها وكتب عليها: ((دواء للجماع،\nالشربة مثقال))، وكانت وزنة قيراط تقتل من تلك السموم. وقال: ((إن كان\nالأمر كما حكاه المنجمون فسآخذ بطائلتي منه)). فعدا عليه #68# ولده وقتله،\nوكان شديد المحبة للجماع، ورأى تلك القوارير، فشرب مثقالا فمات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\n43 - وحدثني أحمد بن أبي يعقوب، قال حدثني أبي، عن جدي واضح، قال:\n</p>\n\n<p>\n((سمعت خالد بن سهم، يحدث المنصور -وكان هذا الرجل خاصا بمروان بن محمد\nالجعدي- فطلب منه مروان جارية له كان يحبها، وتجرم عليه، فأطال حبسه، وأخذ\nالجارية منه. وكانت ذا رأي ونجدة. فلما استفحل أمر أبي مسلم وكسر عساكر\nمروان، أخرجه من الحبس ووعده جميلا-، قال خالد:\n</p>\n\n<p>\n((كان مروان يضحك من زي المسودة ويقول: ((لو أسرناهم ما بلغنا بهم ما\nبلغوا بأنفسهم من التشويه والشهرة!)). فلما اضطر إلى مكافحتهم وواقعهم،\nرأيته قد تهيب معاركتهم، فقال لي: ((يا أبا يزيد! -وما كناني قبل ذلك\nاليوم-، إني قد ارتعت، فهل ذلك بين في؟))، قلت: ((بلى يا أمير المؤمنين!))،\n-وكنت أداجنه، ويسرني حؤول أمره، فقال: ((ما أجد قلبي يطيق مواقعتهم!))،\nفقلت: ((إن كان هذا، فتحصن منهم بالانهزام، فإن خيلك أنجى من خيلهم)).\n</p>\n\n#69#\n<p>\nفانهزم، وتوقف أصحاب أبي مسلم عن طلبه، فلما بلغ إلى سواده قال لي: ((قد\nعزمت على الدخول إلى بلد الروم)). -وكان من أصوب تدبير له-، فنفست عليه\nبالرأي، واستعلمت مغالطته فقلت: ((تدخل بأحداث من ولدك وشملك مستجيرين\nبكافر قد أمن سربه، واستقام أمره؛ ولعل ولدك يروقهم ما يرونه من مملكته،\nفيحملهم ذلك على التنصر! ولأن تمادى في مسيرك حتى تدخل مصر فتجد فيه الرجال\nوالكراع والمال، تملك بها اختيارك [خير لك]. فركن إلى قولي، فسرنا. فلما\nدخلنا مصر خرج إلى صعيدها، واستأمنت إلى عامر -لحال كانت بيني وبينه-، وقتل <span id='ms43'></span>\nببوصير الأشمونين)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\n44 - ولما قدم أحمد بن طولون إلى مصر متقلدا بها عمل المعونة، أهدى إليه\nأحمد بن مدبر من دق مصر، ودوابها، والرقيق المجلوب إليها، ما مقداره عشرة\nآلاف دينار، فرد ذلك عليه، وذكر أنه لا حاجة له بشيء منه. #70# فثقل ذلك\nعلى ابن مدبر، وقال: ((ما ينبغي أن يثق السلطان -بمن لم يكن لعشرة ألف\nدينار في عينه قدر- على طرف من أطراف مملكته!)).\n</p>\n\n<p>\nفلما مضت أيام بعث إليه: ((قد كنت أنفذت إلي طائفة من برك فرددتها عند\nوقوع الاستغناء عنها، وقد بلغني أن عندك مائة رجل من مولدة الغور، وبي\nإليهم أمس حاجة)). قال ابن المدبر: ((قد ظهرت في هذا الرجل علامة أخرى، يرد\nالأعراض والأموال، ويستهدى الرجال!)).\n</p>\n\n<p>\nوكان حسين بن شعرة -مضحك المتوكل على الله- قد انضوى إليه، فحمى به ضياعه\nوأملاكه. ووقف على استثقال ابن مدبر لأحمد بن طولون، وأخرج حكايته في تزمته\nوكلامه، فيضحك ابن مدبر ومن حضره، فاتصل ذلك بابن طولون، فأحضره ثم قال له:\n((بلغني أنك تتنادر بي، ولك في الناس مندوحة فاحذرني، فإنك إن وقعت لم\nينفعك ابن المدبر ولا غيره))، فجحد هذا واعتذر إليه منه. ثم انصرف إلى ابن\nالمدبر وقال: ((يا سيدي! لو شاهدت أحمد بن طولون يؤنبني!))، فقال: ((ما قال\nلك؟))، قال: ((اصبر حتى أريك حكاية صورته ومعاتبته))، ثم تلبس وجلس يحكيه\nويقتص ما لقيه به. ثم اتصل ذلك بأحمد بن طولون فأمسك عنه، وتتبع غوائله.\n</p>\n\n#71#\n<p>\n((واضطربت الرعية لنزاع السعر، وقد بلغ ثلاثة أرادب حنطة بدينار. فركب\nوتقدم بعقوبة القماحين، وازدحمت النظارة من السطوح عليه. فوقع مركن فيه\nريحان إلى الأرض، بمزاحمة من تشوف إليه من النساء، فمسح كفل دابة أحمد بن\nطولون، فسأل عن الدار: ((لمن هي؟))، فقالوا: ((لحسين بن شعرة!))، فأحضره\nوضربه ثلاثمائة سوط، وطاف به. وكان ما أوقعه به من أجل متقدم سوالفه إليه،\nولم يفلح الحسين بن شعرة بعدها.\n</p>\n\n<p>\n((وزاد أمر أحمد بن طولون في القوة وزيادة المال ووفور الكفاية، حتى\nتهيبه ابن مدبر، فحدثني <span id='ms44'></span> أبو العباس الطرسوسي، أنه سمع أحمد بن طولون يقول\nله: ((يا أبا الحسن! أنشدك الله إن تعرضت لي ولا ترسمت بعدواتي، فقد اجتهدت\nفي استصلاحك فلم أصل إلى ذلك))، فقال له ابن مدبر: ((والله ما أرد أمرك\nفيما أتقلده، وإني فيه كالمقيم من قبلك، فأي شيء أنكرت علي حتى أتجنبه؟))،\nفقال: ((أنكر عليك المكاتبة إلى الحضرة، وقد قلدتك البغي))، فحلف له ابن\nالمدبر أنه لا يكتب إلا بشكره.\n</p>\n\n<p>\n((وصرف ابن المدبر عن مصر بأبي أيوب -ابن أخت أبي الوزير- فلما أجمع\nالشخوص عنها قال له أحمد بن طولون: ((يا أبا الحسن، لو أردت بك سوءا لقدرت\nعليه، وأحتاج إلى أن تجدد تلك اليمين))، فحلف له بالمحرجات أنه لا يألو\nحرصا في تزيين آثاره وتطييب أخباره، وأشهد عليه الله بذلك. وخرج عن مصر\nمتقلدا للشام فأقام مع ماجور.\n</p>\n\n#72#\n<p>\n((فحدثتني نعت مولاة أحمد بن طولون؛ وأم ثلاث بنات كن له - فقالت ((كنت\nعند مولاي بائتة فسمعته يحلم في نومه، فخفت أن أنبهه فينكر علي هذا، فانتبه\nوجلس ومسح عينيه وقال: ((خير إن شاء الله)). فسألته عما رأى فقال: ((رأيت\nابن مدبر قائما في وسط برية، ومعه قوس موترة وسهام، وأنا تجاهه قائم، ومعي\nجميع السلاح إلا القوس، وبيننا نهر، فكأنه يسدد السهم نحوي ويرمي، فأخطأني.\nوكأن قائلا يقول: ((لو رماك يومه كله لما أصابك به، لأنه عاهدك، وما يضر\nهذا الفعل غير نفسه)) فكأنه اشتد علي انهماكه في الرمي لي، وليس في يدي غير\nسيف وشرخ وما أشبههما، لا تعمل في البعد، وقد حال النهر بيني وبين العبور\nإليه. فإنا على هذا، حتى نضب النهر فلم يبق فيه قطرة، فعبرت إليه، فكأني\nكنت كلما قربت منه يصغر، حتى صار بمنزلة من يواريه الكف، فأخذته بيدي\nأستطرفه، ثم ألقيته من قامتي على رأسه فمات. فتأولت سهامه: المكاتبة في\nوالتحريض علي، والنهر الذي منعني منه: مقام ماجور بدمشق، ونضوبه: موت\nماجور، وصغره: قدرتي عليه، واحتيازه في كفي: قبضي عليه، وقول القائل لي في\nالسهام <span id='ms45'></span> أنها تخطئك: أن الله لا يعينه علي)).\n</p>\n\n<p>\n((فحدثت هذا الحديث سعدا الفرغاني -غلام ابن طولون- فقال لي ما سمعت بهذا\nإلا منك، والذي عندي من خبره مطابق لهذه الرؤيا. وذلك أن الحسن بن مخلد برم\nبكيد الكتاب وانتقاض الأولياء. فكتب إلى أحمد بن طولون يذكر له رغبته في\nالمقام بمصر. فكتب إليه أحمد بن طولون: ((إنما أنا وليك، ومقام صنيعة من\nصنائعك!)). وصوب رأيه فيما آثره. فحج من #73# بغداد، وثنى عنانه إلى مصر،\nفمنعه صاحب البذرقة. فأنفذ كتبا إلى أحمد بن طولون، فكان أول ما صدر منها\nأربعين كتابا جميعا بخط ابن المدبر، يعظم فيها أمر أحمد بن طولون ويقول:\n((إنه قد عزم على أن يجلس خليفة))، ويصفه بكل غدر، فعجب منها ابن طولون. ثم\nمات ماجور، واحتاز دمشق والشام، وأنفذني إلى الرملة فقبضت عليه وأشخصته\nإليه. فأقام مدة في حبس ضيق، وجفو مما جرت به عادته، حتى ذهب بصره ومات)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\n45 - وحدثني سهل بن شنيف، قال:\n</p>\n\n<p>\n((رجعت [مرة] مع أحمد بن محمد بن مدبر إلى داره، فاستقبلته امرأة فقالت:\n((أيها السيد! نحن مائة عيل على فلان المتقبل، وقد ضاع شمله لحبسه، فاتق\nدعوة تعرج إلى الله منا فيك!))، فقال وهو متهزئ: ((إذا عزمتم على هذا،\nفليكن الدعاء في السحر فإنه أنجع له))! قال لي سهل: ((فارتعت من الكلمة،\nفما مضى له شهر حتى تقلد محمد بن هلال الخراج وصرفه عنه، واجتمعا عند أحمد\nبن طولون، فاهتدى محمد بن هلال إلى ما لم يظن أنه يقف عليه، لأنه أول ما\nناظره قال: ((رزق الخراج: كذا وكذا، وأرزاق الدواوين المضافة إليه: كذا\nوكذا، فهل قبضت جملة هذه الأرزاق؟))، قال ابن المدبر: ((نعم! ما حضرني كتاب\nأمير المؤمنين بإطلاق جميع الرزق لك؛ لأنه يجوز أن يكون استعملك على جميع\nالأعمال برزق الخراج وحده)). فانقطع [إلى] ابن المدبر، وطالبه بالمال،\nفقال: ((ما يلزمني؟)). ورد إلى يد محمد بن هلال، فألبس جبة كانت على بعض\nالساسة، وأقيم في الطريق على كناسة، وختمت الجبة في عنقه <span id='ms46'></span>.\n</p>\n\n#74#\n<p>\n((فكان أول من وافاه الامرأة التي قال لها: ((يكون دعاؤك في السحر هو\nأنجع له))، فقالت: ((جزاك الله يا أبا الحسن خيرا، فقد نفعتنا بأكثر مما\nضررتنا؛ لأننا جربنا ما أشرت به فوجدناه أنجع شيء يلتمس [به])). فبكى ومن\nحوله من الموكلين به، وانصرفت المرأة داعية له)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\n46 - وكان محمد بن أبي الساج قد هادن خمارويه بن أحمد بن طولون، وحلف\nبالمحرجات أنه لا يشاقه ولا يجهز إليه جيشا أبدا، وخلف عنده ابنه -المعروف\nبداود- رهينة، فسكن خمارويه إلى هذا. ثم تواترت الأخبار بتجييشه عليه، وما\nآثره من المسير إليه، فدعا بابنه وقال: ((قد نقض أبوك ما بيني وبينه!))،\nفقال: ((يا سيدي! ما أعرف لي أبا غيرك)). فرق له وأجازه، وأقر أثرته، ثم\nتوجه إلى ابن أبي الساج فالتقيا بالثنية، فحدثني أبو عبد الله محمد بن\nإسماعيل بن القاسم بن إبراهيم بن طباطبا -وكان معه- قال:\n</p>\n\n<p>\n((لما ترآى الجمعان أمر بإلقاء حصير الصلاة فألقيت، ونزلت معه فصلى\nركعتين، فلما استتمهما، أدخل يده في خفه، فأخرج منه خط ابن أبي الساج الذي\nحلف فيه بوكيد الأيمان أنه لا يحاربه، فقال: ((اللهم إني رضيت بما أعطانيه\nمن الأيمان بك، ووثقت بكفايتك إياي غدره [بي] وبحلفه واجتراءه على الحنث\nبما أكده لي اغترارا بحلمك عنه، فأدلني عليه!)). ثم ركب، #75# فرأيت ميمنة\nخمارويه قد انهزمت، وتبعتها ميسرته، فحمل في شرذمة يسيرة على جيش ابن أبي\nالساج -وهو في غاية من الوفور- فانهزموا بأسرهم.\n</p>\n\n<p>\nفوقف على نشز، وأطفت ومن حضره به، فاستأمنت إلينا عدة كثيرة. فقلت له:\n((إن مقامنا أيها الأمير مع هذه الجماعة خطر)) فأمرني بالمسير بهم إلى\nمستقر سواده. فسرت معهم -وأنا على رقبة من طمع فيه أو كيد له- فبلغوا نهرا\nاحتاجوا إلى عبوره، فرأيتهم قد خلعوا الخفاف وحطوا الرحال، وسلكوا سلوك\nالمطمئن، فأنست إليهم)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\n47 - وكان في حارتنا شاب قد قدم من العراق، ذكي الروح هادئ السعي، يذكر أنه\nقرابة لابن يعفر القائم كان باليمن، وكان بمصر في دون قومه، فأشار عليه من <span id='ms47'></span>\nشاهد ابن يعفر وسعة أمره، بالخروج إليه، فأخذت له حجة من بعض أهلنا، وأضفت\nإليها برا يفي بتحمله، وخرج. فلقي بمكة عجوزا يمانية جليلة القدر فيهم،\nفعرفها موضعه، فقالت: ((أنا أتكفل بمؤونتك وتحملك، وأغتنم هذه اليد عند\nالأمير))، وحملته حتى صارت به إلى عشيرتها، فقالت لهم: ((إن ابن يعفر قتل\nمنا في العام الماضي رجلا، ومعي قرابة له فاقتلوه به))، واجتمع الحي،\nوتسلمه أولياء القتيل، فلما جرد السيف اضطرب وبكى، فقال أولياء القتيل: ما\nنرضى أن نقتل هذا بصاحبنا، صاحبنا شجاع وهذا جبان!)).\n</p>\n\n<p>\nفبعثوا به إلى ابن يعفر، وقالوا لرسولهم إليه: ((إنا لا نرضى أن نقتاد من\nهذا))، فلما وافى ابن يعفر، دعاء له بالسيف والنطع ليقتله، وقال: ((هتكتني\nفي #76# هذا الحي من العرب!))، فقال له وزيره: ((إن هذا الفتى خرج من فاقة\nوأمن إلى موقف تضرب فيه عنقه فاضطرب، وإنما يقتل الأمير من قاد الجيوش،\nوتطعم بحلاوة الأمر والنهي فيه، وتمكن من الرئاسة ثم عدل به طبعه إلى\nالخور، والذي أراه للأمير، أن يعقد له الرئاسة على جماعته، وينفذه إلى\nمهماته، فإن أكثر الفضائل إنما تظهر بحسن الارتياض)).\n</p>\n\n<p>\nففعل الملك ما أشار به عليه وزيره، فحدثني أبو عبد الله محمد بن عامر\nاليماني: أنه درج بهذا التدبير فظهر من شجاعته ما لم ير في آل يعفر مثله،\nثم غزا الحي الذي كانت تلك العجوز منهم، فقتل أولادا كانوا لها، وأقفر به\nذلك الحي)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\n48 - وحدثني يوسف بن إبراهيم [والدي]. قال حدثني إبراهيم بن المهدي:\n</p>\n\n<p>\n((أنه دخل على الخيزران أم الرشيد، فوجدها جالسة في الدار المعروفة بها\n-وصارت إلى أم محمد بنت الرشيد بعدها- على نمط أرميني والنمط على بساط\nأرميني، وعن يمين النمط ويساره نمارق أرمينية، وعلى أعلى نمرقة منها زينب\nبنت سليمان بن علي، وعلى يسار النمارق أمهات أولاد المنصور ونسوة من نساء\nبني هاشم، إذ وقفت امرأة على طرف البساط فسلمت ثم قالت: ((يا زوج أمير\nالمؤمنين! أنا مرية زوج هشام بن عبد الملك، ثم مروان بن محمد <span id='ms48'></span> من بعده،\nنكبها الزمن، وزلت بها النعل، حتى أصارها إلى عارية ما تستتر به مما #77#\nعليها))، فتبينت الدموع تدور في عين الخيزران. وخافت زينب أن تدخلها رقة،\nفقطعت على مرية الكلام بأن قالت: ((يا أم أمير المؤمنين! اتقي الله أن\nتدخلك رأفة بهذه الملعونة، فتتبوئي مقعدك من النار)).\n</p>\n\n<p>\nثم التفتت إلى مرية فقالت لها: ((بك فدام ما أنت فيه يا مرية! كأنك نسيت\nدخولي عليك بحران، وأنت جالسة بصحن دار مروان، على هذا النمط، وتحته هذا\nالبساط، وعن يمين نمطك ويساره هذه النمارق، وعليها أمهات أولاد جبابرتكم،\nوقد مثلت في مثل هذا المكان الذي أنت فيه ماثلة، وأنا أسألك وأتضرع إليك في\nاستيهاب جثة إبراهيم الإمام بن مروان لئلا يمثل به، وقولك وأنت كالحة في\nوجهي: ((ما للنساء والدخول في أمور الرجال؟))، ثم أمرت بإخراجي من دارك\nبغلظة، فلجأت إلى مروان فوجدته على حال أشد تعطفا على رحمه منك، وقال لي:\n((لقد ساءتني وفاة ابن عمي وما دبرت المثلة [به])). وقد خيرني بين إطلاقي\nتجهيزه له، وبين تسلميه إلي، فاخترت تسليمه، وأمر له بجهاز فقبلته منه)).\n</p>\n\n<p>\nقال إبراهيم: ((فالتفت مرية إلى زينب فقالت لها: ((كأنك يا بنت سليمان\nحمدت لي عاقبة أمري في قطيعتي رحمي، فأردت أن تزيني قطيعة الرحم لأم أمير\nالمؤمنين!))، ثم التفت إلى الخيزران فقالت: ((صدقت زينب فيما ذكرت عني،\nوذلك الفعل مني أحلني هذا المحل. والسعيد من اتعظ بغيره))، وانصرفت، فبعثت\nإليها الخيزران ما أعاد إليها [حالها]، وكف اختلالها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\n49 - وحدثني يوسف بن إبراهيم والدي، أنه سمع بطرس -رجلا- يحدث إبراهيم بن\nالمهدي:\n</p>\n\n#78#\n<p>\nأن ((نقفور الملك)) -لما تأدى إليه الخبر بوفاة الرشيد- جعل ذلك اليوم\nعيدا للروم، ثم جعل عيدا أعظم منه في اليوم الذي تأدى إليه وقوع الشر بين\nمحمد الأمين والمأمون، ثم عيد عيدا ثالثا في الوقت الذي بلغه خروج أبي\nالسرايا، ثم خرج إلى البرجان ليحاربهم فقتل.\n</p>\n\n<p>\nفسأل بطارقة الروم بطريقهم اختيار رجل ليقلد مملكتهم، فاتفق معهم على رجل\nمن أبناء العرب يقال له <span id='ms49'></span> ((اليون)) فملكوه -وكان ذا نكاية- فدفع عنهم وقدة\nالبرجان. وقوي اليون على ضبط المملكة، وكانت الروم في أيامه أعز منها في\nأيام نقفور، إلا أنهم أنكروا عليه بسط اليد بالهبات، والعفو عن أسرى\nالمسلمين. ثم اجتمعت البطارقة الاثنا عشر في مجلس على نبيذ لهم، فتذاكروا\nأمره، واستشنعوا فعله، وكان أغلظهم كدحا عليه ميخائيل البطريق الذي ملكهم،\nوملكتهم امرأة بعده، فبلغ اجتماعهم وما قالوا اليون، فوجه في يوم سبت إلى\nميخائيل فأحضره، ثم دعا بتليس من شعر بطول ميخائيل، فأدخل رجلاه في قرارة\nالتليس، ثم أمر بالتليس فرفع وأقيم ميخائيل، فبلغ رأس التليس إلى رأسه. ثم\nأمر أن يحشى رملا فحشي، فبلغ الرمل فم التليس ثم أمر فخيط #79# بشعر جمة\nميخائيل، ودعا الطباخين فأمرهم أن يعدوا له طعاما كثيرا مثل ما يعد في\nالأعياد، ثم قال للبطارقة -وميخائيل بين يديه على تلك الحال-: ((إذا نحن\nتقربنا في غد، ألقيت ميخائيل في البحر، ثم تغدينا وجعلناه يوم سرور!)).\n</p>\n\n<p>\nقال بطرس: فاجتمع البطارقة بعد انصرافهم من عنده وقالوا: ((هذا العربي قد\nامتدت يده إلى ميخائيل، ونخاف أن يجترئ على كافتنا))، فأجمعوا على الاشتمال\nعلى سيوفهم، والدخول إليه وقتله، ففعلوا ذلك. ثم جلسوا للمشاورة فيمن ينصب\nبمكانه، واستشرف كل واحد منهم إلى أن يكون ملكا، فقال أحدهم لسائر الجماعة:\n((الصواب أن تملكوا ميخائيل؛ فإنه يرى أنكم أنعمتم عليه بالحياة)).\nفاستشرفوا إلى ذلك؛ ورأوا موضع السداد منه، فأخرجوه من التليس وغسلوه،\nوأحضروا البطريق وثياب الملك فألبسوه إياها، وأعلموه أن اليون قد قتل،\nوملكوه عليهم.\n</p>\n\n<p>\nثم صاروا إلى مجلس المملكة والموائد منصوبة، فقالوا له: ((تغد أيها الملك\nبالطعام الذي دبر اليون أن يأكله بعد قتلك!))، فقال ميخائيل: ((عار بالملك\nأن يطعم طعاما وفي عنقه يد لإنسان من أوليائه ورعيته، قبل أن يكافئه عنها،\nوقد أحييتموني بعد موتي، ولست أطعم طعاما حتى يخبرني كل إنسان منكم بجميع\nحوائجه في مدة عمره)). فقال كل واحد منهم ما تناهى إليه أمله، مما يصل\nميخائيل الملك إليه. فقضى جميع حوائجهم <span id='ms50'></span>، وسألوه الأكل فقال: ((قد فرغنا مما\nيجب لكم، وبقي [ما] لله وللملك اليون، ولا يحسن بي أن آكل حتى أفعل ما يجب\nلهما))، ثم قال للبطريق: ((ما جزاء من منع ملكا عليه من شم النسيم وروح\nالحياة؟))، قال البطريق: يمنع النسيم وروح الحياة))، فقال لهم: ((قد حكم\nعيكم البطريق بما لا يجوز خلافه!)). وأمر بضرب أعناقهم وابتدأ بطعامه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\n50 - ومما نقله ابن المقفع عن الفرس وتعالمه العرب:\n</p>\n\n<p>\nأن ملك الحبشة لما غلب على مملكة سيف بن ذي يزن، خرج إلى كسرى مستصرخا\nإليه، ومستجيرا به عليه. وكان ملك الحبشة يجري على ترجمان كسرى رزقا مثيبا\nعلى تحريف دعوى المتظلمين منه. وكان لكسرى يوم في كل شهر يركب فيه، ويقرب\nمن عامته، ومن لا يصل إليه ممن انتجعه، فتوخى سيف بن ذي يزن ركوبه في ذلك\nاليوم، فلما رآه قال: ((أسعد الله الملك! أنا سيف بن ذي يزن، أغار علي\nمتملك الحبشة بفرط تعديه وسوء جواره، فأخرجني من مملكة عمرتها أنا وآبائي\nمذ أكثر من مائتي سنة. وأنا أسأل الملك أن ينجدني عليه، ويردني بطوله إلى\nمملكتي ومملكة آبائي)). فسأل الترجمان عن قوله فقال: يقول: ((أنا رجل من\nجلة العرب، وقد اختلت حالي، واضطرب شملي لشدة الفاقة، وقد قصدت الملك\nمستترا به، ومستميرا منه))، فأمر له بجائزة. فرأى سيف بن ذي يزن ما لا يشبه\nما ابتدأه به.\n</p>\n\n<p>\nوصبر إلى اليوم الذي يسهل فيه كلامه وانتظره فيه، فلما رآه قال: ((أنا\nأيد الله الملك ذو نعمة وكفاية، وإنما وفدت على الملك لأقتبس من عزه،\nوأنتصر بقوته))، فسأل الترجمان عما قال، فقال: ((يقول أمرت بما يقصر عن\nحاجتي))، فأمر له بجائزة أخرى. فوقف على تحريف الترجمان لكلامه.\n</p>\n\n<p>\nفانتظره في اليوم الثالث، فلما رآه قال: أيد الله الملك، إن الغادر .. ..\nفأدى إليه هذا الحرف، فقال: ((الخائن)) .. فرأى في وجه الملك الاستفهام،\nفقال: ((الكذاب)) .. فأشار إليه الملك بيده من هو؟ فأومى إلى الترجمان،\nفأحضر #81# الملك ترجمانا آخر، فقص عليه قصته، فضرب عنق الترجمان، وأحسن\nتلقي <span id='ms51'></span> سيف بن ذي يزن لما تبين منه في التأتي لإفهامه.\n</p>\n\n<p>\nثم أحضره مجلسه فسأله عن مقدار حاجته، وما الذي يؤثره من أصناف الناس؟\nفقال له: ((اسأل الملك أن يطلق لي من محابسه الكهول، فإنهم أصبر في\nالمعارك، وأسمح بالنفوس، فأطلق له جملة من [في] الحبس كهولا بأسرهم، فحملهم\nفي مراكب، وركب معهم حتى وافى مملكته.\n</p>\n\n<p>\nفلما نزل جميعهم، أحرق المراكب، واعتمد ذلك سرا منهم. فلما نظروا إلى\nالمراكب قد أحرقت، قال للرجال: ((إنه لا يحسن بكم التعذير في القتال\nفتهلكوا، ولكن جدوا جد من لا نجاة له في البحر)). فجرد الجيش العناية،\nوصدقوا حتى برزوا على من أقام بمملكته، واحتازوا له طائفة كبيرة من أرض\nالحبشة، وقهر ملكها واتقى جانبه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\n51 - وحدثني هارون بن ملول، قال:\n</p>\n\n<p>\n((تقلد أبو الوزير -خال أبي أيوب- الخراج على حال اضطراب من الأولياء،\nواستعمل -من فرط الاستقصاء على أرباب الخراجات، وإخراج البقوط عليهم- ما\nثقلت به وطأته على الناس. وكان له كاتب ذهب عني اسمه، في النهاية من\nالجزالة والضبط، وكان يعزى إليه أكثر صنيع أبي الوزير، فقال لي هارون:\n((فقصده جماعة من الأولياء، فأحس بالشر فيهم، فأغلق الباب عنهم، ثم تأملهم\nحتى عرفهم، فكتب بفحمة: ((يا سيدي قتلني فلان وفلان))، وسمى جماعة رؤسائهم،\nوكسروا الباب ودخلوا إليه فقتلوه. #82# وركب أبو الوزير حتى شاهده، ثم تأمل\nحائط مجلسه، فوجد الكتاب بالفحمة، فقبض عليهم فصدقوا عنه وقتلوا به)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\n52 - وكان لرجل من جلة كتاب الجيش بمصر -يعرف بابن الأبرد- رغبة في وصفه\nبالنصح في أعمال السلطان، ولابسه محمد بن أبا [القائد]، فقدم العناية به\nوالتعصب له، ومكن له عند خمارويه محلا رد إليه بعض أعماله من الخراج،\nواحتاج فيه إلى كاتب يحمل عنه، فارتاد رجلا يعرف بنصر بن القاسم -يخلف\n[ابن] الأبرد فيما أسند إليه-، فكان يسعى به إلى كاتب خمارويه. فكتب يوما\nرقعة تشتمل على ما كرهه ابن الأبرد من التغميز به والانتقاص له، ويشير فيها\nبأشياء تفسد محله، وبعث بها إلى كاتب خمارويه، فغلط الغلام وجاء <span id='ms52'></span> به إلى ابن\nالأبرد، فاستعرض فيها أشياء قبيحة، وفارق الكاتب. ورأى الكاتب أنه قد أحرز\n-بما أتاه من السعاية- مكانة عند كاتب خمارويه. وقتل خمارويه، وثبتت يد\nكاتبه على الأمر، فرام نصر بن القاسم أن يدخل في جملته، فامتنع من ذلك\nوقال: ((من سعى إلينا سعى بنا))، فمات نصر بن القاسم كمدا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\n53 - وسمعت سعيد بن عبد الله بن الحكم يقول:\n</p>\n\n<p>\n((وجد في أخبار مصر المسندة أن عمرو بن العاص عند تغلبه على مصر كان\nيتنكر ويخرج وحده، متشبها بالرجل من عامته، ليرى ما عليه القبط من النية\nللمسلمين. فتمادى به السير راجلا حتى لحق بطرف من الفسطاط، فرأى جماعة قد\nالتأمت على سوء فيه، فقال لها: ((اعملوا بي كل ما تؤثرون من السوء #83# ولا\nتردوني إلى يد الأمير، فإني هربت منه))، فقال بعضهم: ((ردوه إلى يد الأمير\nفإنه يقتله، ويكون لكم بذلك عارفة عند الأمير)). فساقوه إلى دار [الإمارة]،\nفأخذ يتضور ويتأبى في سياقته حتى قرب من الدار، فقام إليه الشرط. فقال:\n((لا يفوتنكم منهم أحد!))، فجمعوا له، فأتى على آخرهم، ولم يعاود التنكر)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\n54 - وكنت أعرف شيخا في أيام خمارويه، حلو النادرة، مليح الألفاظ، يعرف\nبالدفاني، وكان معاشه من التوصل بكتب الولاة إلى معامليهم. فحدثني أنه خرج\nبكتب إلى الشرقية، فالتقى مع رجل في زي بعض المانية من الأطباء: ((وهو على\nحمار بخرجين، وكنت على حمار. فاستخبرني عن صناعتي، فتحسنت عنده بأن قلت:\n((أنا تاجر في الغلات))، فطمع في، وكان مبنجا، فقال لي: ((هذا موضع طيب،\nفلو أكلنا فيه!))، فقلت: ((ذاك إليك!))، فأخرج من أحد خرجيه رغيفين\nمشطورين، فوضع أحدهما بين يدي والآخر بين يديه, ثم أخذ كوزا معه ومضى يسعى\nبه، فشرهت نفسي إلى الرغيف الذي كان بين يديه، فأبدلته حتى صار بين يدي\nوصار رغيفي بين يديه، وجاء بالماء، وابتدأنا بالأكل، فما ابتلع لقمة حتى\nشخص بصره وتمدد، واجتاز بنا جماعة فقالوا: ((ما لصاحبك؟))، قلت: ((لا أدري\nوالله!))، فقالوا لي: ((أنت مبنج بنجت هذا المسكين!))، وساقوني.\n</p>\n\n<p>\nفكان من <span id='ms53'></span> لطف الله أن خليفة لموسى بن طونيق كان ببلدهم ويجاورني يتقلد\nالمعونة، فساقني القوم إليه، والرجل محمول معنا، وهم يقودون #84# الحمارين،\nوقالوا له: ((هذا مبنج وجدناه!)). فلما رآني ضحك إلي وقال: ((متى تعلمت\nالتبنيج؟))، قلت: ((اليوم))، وقصصت عليه خبري، وأخرجت كتاب موسى بن طونيق\nفي بري. ففتش خرجه، فوجد فيه شطائر تبنيج وشطائر خالية، ووجد معها أوتارا\nللخنق، وأحجارا للشدخ. فشدخ رأسه بها، وخنقه بتلك الأوتار حتى فاظ)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nوإذ وفينا ما وعدناك به -من أخبار المكافأة على الحسن والقبيح- ما رجونا أن\nيكون ذلك عونا للاستكثار من مواصلة الخير، وتطلب العارفة في الحسن، وزجر\nالنفس عن متابعة الشر، وإبعادها عن سورة الانتقام في القبيح، وقد قالوا:\nالخير بالخير والبادي أخير، والشر بالشر والبادي أظلم .. .. ، رأيت أن أصل\nذلك -حفظك الله- بطرف من أخبار من ابتلي فصبر، فكان ثمرة صبره حسن العقبى؛\nلأن النفس إذا لم تعن عند الشدائد بما يجدد قواها، تولى عليها اليأس\nفأهلكها.\n</p>\n\n<p>\nوقد علم الإنسان أن سفور الحالة عن ضدها حتم لابد منه، كما علم أن انجلاء\nالليل يسفر عن النهار. ولكن خور الطبيعة أشد ما يلازم النفس عند نزول\nالكوارث، فإذا لم تعالج بالدواء، اشتدت العلة وازدادت المحنة. والتفكر في\nأخبار هذا الباب، مما يشجع النفس، ويبعثها على ملازمة الصبر وحسن الأدب مع\nالرب عز وجل، بحسن الظن في مواتاة الإحسان عند نهاية الامتحان. والله ولي\nالتوفيق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head5'>AUTO [3] حسن العقبى</h1>\n\n<p>\n55 - [ومما سمعته أن ابني عمر الأخباري لما مات أبوهما، وكان من رجال\nدولة المتوكل، هم المتوكل بمصادرة أمواله. فعزما أن يجعلاها وديعة عند شيخ\nكانا يريان فيه الصلاح وحسن المذهب، فكانا يبعثان إليه].\n</p>\n\n<p>\nبالشيء بعد الشيء مما تخلف عن تلك الوديعة، وعجوز تختلف بذلك، لها ولد\nيتشطر ويلعب بالحمام، فوردت عليهما بدرة دراهم، وقد انتهى بهما السعي في\nالإيداع. فقالا للعجوز: ((صيري بها إلى ابنك مع هذا الغلام حتى تودعيها لنا\nعنده))، فمضت بها والغلام معها، فحدثنا الغلام قال:\n</p>\n\n<p>\n((صرنا إليه وقد فتح باب البرج وأخرج فراخا <span id='ms54'></span> زغبا، وهو ينظر إليها، فأدينا\nالرسالة إليه، فقال: ((ليس لي خزانة ولا صندوق، ولكن اجعلها في هذه المحضنة\nالخالية من البرج))، قال: ((ففعلت)).\n</p>\n\n<p>\nوانصرفنا جميعا على أنه يمزقها مع الغلمان وسباق الحمام.\n</p>\n\n<p>\nثم صلح ما كان التاث من أمرنا، واطمأنت نفوسنا مما كان أخافنا، فبعثنا\nفيما كنا أودعناه الشيخ، فقال للغلام: ((غلطت بي، وليست الرسالة إلي))،\nفلما رجع بالجواب إلينا، تحيرنا وركبنا إليه، فاستمر في الجحود، وتضاحك مما\n</p>\n\n#86# لقيناه به، ورجعنا وقد لحقنا من فقد الوديعة أكثر مما كنا نخافه من\nالنكبة. وميلنا بين مطالبته بما ننبه به على مقدار ما أودعناه، ونطمع من\nخفناه، وبين الإمساك عنه، وتربص الأيام به، فمالت نفوسنا إلى الإمساك لما\nاجتمعت لنا الصغائر المغادرة للعدل. واجتازت بنا العجوز فقالت: ((قد رددنا\nما أودعناه وبقي ابني)). واقتضتنا الغلام يحمل البدرة فبعثنا به معها.\n<p>\nفحدثنا الغلام قال: ((وافيناه بين يدي البرج، فأدت العجوز إليه الرسالة،\nفقال للغلام: ((ادخل فخذها من المحضنة التي خلفتها فيها))، فصار بها إلينا\nالغلام وعليها ذرق الحمام، فوزناها فوجدناها على ما كانت عليه. فكثر تعجبنا\nمن أمانته؛ وأخرجنا من البدرة ألف درهم، وتقدمنا إلى الغلام بالمصير بها\nإليه. فرجع الغلام إلينا فقال: ((رمى بها إلي وشتمني))، فآثرنا ارتباطه،\nوقلنا للعجوز: ((صيري به إلينا الساعة!))، فوافانا، فقلنا: ((انبسطنا إليك\nفانقبضت عنا!))، فقال: ((الخيانة -أعزكم الله- أسهل من أخذ أجرة على\nالأمانة))، فقلنا: ((جزاك الله خيرا، فقد وجدنا فيك ما لم نجده في غيرك))،\nفقال: ((وتخلف عنكم شيء مما أودعتموه))، فقلنا: ((نعم!))، فقال: ((عروفني،\nفإني أرجو أن آخذه لكم بألطف حيلة))، فرأيناه -لما فيه من فضل النفس وكرم\nالسجية- أهلا لأن نبثه وجدنا، فأخبرناه؛ فقال: ((ينبغي أن تتقدما إلى بعض\nمن تثقان به من غلمانكما، أن يتيقظ؛ فلعلي أن أناديه الليلة))؛ فقلنا:\n((وما تريد بذلك؟))، فقال: ((ما لا يجوز أن أبديه، وأرجو عون الله عليه،\nوالتفريج عنكما به)) ففعلنا ذلك، وما يتطاول سؤلنا إلى ما أتاه.\n</p>\n\n#87#\n<p>\nفجمع إخوانا له في عدة كثيرة من الشطار <span id='ms55'></span>، واقتحم على المستودع وقال له:\n((ما جئنا لنهبك، ولا نتعرض لشيء من مالك، وما جئنا إلا لوديعة ابني عمر\nالأخباري. فإن أديتها خرجنا وكأنا ما دخلنا. وإن جحدت واعتمدت بصياح قتلناك\nالساعة، وسهل علينا عقوبتنا فيك وقتلنا بك، لأنا نرزق الشهادة في القتل\nوالمثوبة، إذ كنا نجاهد عما اختزلته))، وضرب إلى لحيته وأعجله، فقال: ((هي\nفي هذه الخزانة))، ودعا بغلام فقال: ((أخرج جميع ما [أودعناه ابنا] عمر))،\nفأخرج سفطا كان فيه جواهر، وسفطا فيه أثواب وشي مذهبة صحاحا، وبدورا فيها\nمال، فقال: ((والله لئن خلفت شيئا لنطلن دمك، ولئن كنت أديت الأمانة لنكونن\nأولياءك والمقيمين بأمرك)).\n</p>\n\n<p>\nفوافوا باب منازلنا، فصاحوا بالغلام وهم يحملون الوديعة، فوضعها بين\nأيدينا وحدثونا بحديثهم، وقال: ((استعرضوا وديعتكم، فنحن في الدهليز حتى\nتفرغا وتخبرانا: هل بقي منها شيء أم لا؟))، فلما عرضناها على ثبتها عندنا،\nما غادرت شيئا منه، وعادت بما رد إلينا نعمتنا، وانحسمت فاقتنا، ولم نجد في\nالجماعة من قبل شيئا مما بذلناه، وانصرفوا)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\n56 - وحدثني أحمد بن أيمن قال:\n</p>\n\n<p>\n((كنت أكتب في حداثتي للعباس بن خالد البرمكي، وكان طويل اللسان مخشي\nالغضب. فإني لجالس بين يديه في داره بمدينة السلام، حتى دخل علينا #88# شاب\nحسن الصورة رث الهيئة، فأكب عليه فقال: ((ألست ابن فلان صديقنا؟))، فقال:\n((نعم، يا سيدي!))، فقال: ((قد كان حسن الظاهر جميل الهيئة؛ فما بلغ بك إلى\nما أرى؟))، قال: ((كان تجمله أوفى من عائدته! وتوفى، فكنت أتبلغ بما\nيستعمله الموفى على جاهه، إلى أن خان طبعي البارحة ولم أطق ستر ما بي\nفقصدتك))، فدعا بمائة درهم، وقال: ((تمسك بهذه إلى أن أنظر لك في عائد عليك\nمن الشغل)). فلما قام من عنده قال لغلام يثق به: ((قص أثر هذا الفتى؛ فانظر\nما يبتاعه بهذه الدراهم وأحصه عليه حتى يدخل منزله، واعرف المنزل وصر\nإلي)). فرجع إليه وقال: ((يا سيدي! هذا غلام عيار! ابتاع بنيف وثلاثين\nدرهما سميذا وسكرا وعسلا ولحما كثيرا وحوائج الأعراس، وأخذ طباخا من طباخي\nالأعراس، وأحسب أن <span id='ms56'></span> عنده دعوة وقد عرفت منزله))، فقال: ((دعه)).\n</p>\n\n<p>\nفلم تمض إلا أيام يسيرة حتى وافى فأعرض عنه، واستثقل جلوسه بين يديه؛\nفقال: ((يا عمي وسيدي! ليس يشبه هذا اللقاء ما لقيتني به في الأولى!))،\nقال: ((كنت في الأولى راجيا لصلاحك، وأنا اليوم آيس منه))، فقال: ((وكيف\nظننت ذلك؟))، قال: ((أخبرني غلامي أنك أنفقت إلى أن بلغت منزلك نيفا\nوثلاثين درهما، وكان حقك أن لا تزيد على ثلاثة دراهم))، فقال: ((لو عرفت\nخبري لقدمت عذري!))، قال: ((ما خبرك؟)).\n</p>\n\n<p>\nقال: ((كنت مع تضايق حالي، أمسك نفسي عن المسألة، وأقتصر وأهلي على\nالبلغة. وأنا ساكن وأهلي في ظهر دار فلان -ووصف رجلا ظاهر اليسار من\nالتجار- وقال: ((له طاقات في مطبخه تفضي إلى منزلي. فأولم وليمة لا أشك في\nحضروك إياها. فشرق منزلي بروائح الأطعمة، وكانت الصبية من #89# صبياني تخرج\nفتقول: ((رائحة جدي يشوى!)) وأخرى تقول: ((رائحة نقانق تقلى!)) وهذه تقول:\n((يا أبه! أشتهي من هذا الفالوذج الذي قد شاعت رائحته لقمة!))، وقولهم يقرح\nقلبي. وأملت أن يدعوني فأتحمل التزليل لهم، فوالله ما رآني أهلا لذلك،\nفقلت: ((ولعله إذ نقصت عنده من منزلة من يدعون أن يبعث إلي؟ فوالله ما فعل.\nفبت بليلة لا يبيت بها الملدوغ، فأصحبت في الغداة فكنت أوثق في نفسي من\nسائر من بمدينة السلام. فلما أعطيتني تلك الدراهم اشتريت بها حوائج أصلح\nمنها ما اشتهوه، فأكلوا أياما منه، وهم يدعون الله في الإحسان إليك، والخلف\nعليك))، فقال له العباس: ((أحسنت! بارك الله عليك!))، ثم صاح: ((يا غلمان!\nأسرجوا لي))، ولبس ثيابه، وركب وركبت معه، ودخل إلى صاحب الصنيع فقال:\n((دعوتني وجماعة وجوه بغداذ إلى طعام مقتنا الله عليه! وعرضت نعمتنا\nللزوال، وأنفسنا إلى اخترام الأعمار!))، وقص قصة الفتى، وقال: ((عزمت على\nأن أصدق عن كل من حضر وليتمك، وتكون سببا لتخلف الناس عنك، والإمساك عن\nإجابتك أخرى الليالي))، فقال: ((أنا أفتدي إذاعتك بما غفلت عنه بخمس مائة\nدينار))، قال: ((أحضرها))، فأحضرها، فقال: ((اقبضها))، فقبضتها.\n</p>\n\n<p>\nثم ركب إلى جماعة فقال <span id='ms57'></span>: ((أعطوني في معونة رجل من أبناء النعم اختلت\nحاله))، فأخذ منهم خمس مائة دينار أخرى، ورجع إلى منزله -وقد كان أمر الفتى\nألا يبرح منه-، فأدخله إليه، وقال: ((فيم تهش إليه من التجارة؟))، فقال:\n((في صناعة الأنماط، فإنها صناعة أسلافنا، ومن بها يعرف حقوقنا)). فدعا\nبرجل منهم حسن اليسار، فأخرج إليه الألف الدينار التي أخذها، فقال: ((هذا\n</p>\n\n#90# المال لهذا الفتى، فليكن في دكانك، واشتر له بها ما يصلحه من المتاع\nوبصره به))، ثم قال للفتى: ((احذر أن تنفق إلا من ربح)). فانصرف الفتى، وقد\nرد عليه ستره)).\n<p>\nفحلف لي أحمد بن أيمن: ((أن بضاعته تثمرت، وأرباحه اتصلت، وعامل السلطان،\nودخل في جملة التجار وجلتهم)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\n57 - وحدثني أحمد بن أبي عمران، عن مسلم بن أبي عقبة، عن أبيه عقبة، -وكان\nعقبة هذا مصادقا لأبي يوسف القاضي وتربا له-، قال:\n</p>\n\n<p>\n((كان أبو يوسف قد انقطع إلى أنحاء الفقه، فأحسن القول عن أبي حنيفة؛\nوكانت زيادته في العلم، بمقدار نقصانه في الرزق. وكان كل من يستعرض حاله\nبالكوفة، يشير عليه [بالرحلة] إلى بغداد. ويرى أبو يوسف صواب ما يشار به\nعليه، فيقعده نقصان حاله عن المركب الفاره، واللبسة التي تشبه من حل محله\nمن العلم، ونزع إليه من أقصى النواحي.\n</p>\n\n<p>\n((وكان له غلام كان لأبيه، حاذق بعمل الجواشن والدروع وكثير مما يحتاج\nإليه من آلة الحرب، وكان يأتيه في كل شهر بما يقوته في حاضرة الكوفة، ولا\nيعينه على حضرة السلطان. فرغب في الغلام عامل للمهدي على الكوفة -قد ذهب\nعني اسمه-، فطلبه من أبي يوسف -وهو يومئذ من أصاغر رعاياه- فباعه منه\nبتسعين دينارا.\n</p>\n\n<p>\n((وخرج عند ذلك إلى بغداد، فارتاد دابة وثيابا.\n</p>\n\n#91#\n<p>\nوكان لعبد الله بن القاسم الغنوي -أحد أصحاب الأعمش- محل من المهدي، ولم\nيكن في المجالس التي تنعقد ببغداد في الفقه أجل من مجلسه. فدخل أبو يوسف مع\nكافة من دخل، من غير تسليم على عبد الله، ولا مقدمة لحضور مجلسه. وكان أبو\nيوسف حسن الصورة، جميل الإشارة، لطيف التخلص والاحتجاج <span id='ms58'></span>، فقبله قلب عبد الله\nولم يعرفه.\n</p>\n\n<p>\n((وجرت مسائل وأجوبة، كان حظ القياس فيها مقصرا، وكان الاحتجاج على ظاهر\nالقول. فتكلم أبو يوسف فيها فأحسن الاحتجاج وجود، وأعانه على هذا طول لسانه\nوحسن بيانه، ثم سألهم فقصروا عن الجواب، فأبان عنه لهم برفق. فلما تقضى\nالمجلس عاتبه عبد الله على تخلفه عنه وتعريفه مكانه، وسأله أين نزل،\nفأخبره، فرغب له عن الموضع الذي سكنه، ودعاه إلى منزل بالقرب منه، وقرر\nخبره عند أبي عبيد الله كاتب المهدي، فوصله بالمهدي وأسنى رزقه؛ ثم قرنه\nبالهادي فأقام معه مدة أيامه؛ وبلغ مع الرشيد ما لم يبلغه عالم بعلمه، ولا\nمحبوب بمرتبته)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\n58 - وحدثني علي بن سند -وكان انقطاعه في أيام الموفق والمعتضد إلى أحمد بن\nمحمد بن بسطام، وكان آل عبيد الله بن وهب يحقدون [عليه] سوالف منكرة، ولم\nيكن مع عبيد الله من سوء المباداة ما مع القاسم ابنه. فلما حبس أحمد بن\nمحمد بن بسطام، قبض علينا معاشر خلفائه في الأعمال، #92# وأثبتنا في جريدة،\nوتقدم بإحضارنا إلى داره، فيئسنا من الحياة-، وقال لي علي بن سند:\n</p>\n\n<p>\n((فلم يكن في جماعتنا أضعف حالا مني ولا أقل ناصرا، فرأيت الموت. وحملنا\nإليه، وقد أحضر الجلادين والسياط والموكلين بالمعابر، قال: فقدم منا رجل من\nجلة أصحاب أحمد بن بسطام فضرب، وأخذ خطه بما أعلم أنه لا تصل إليه يده.\nوبين يديه رجل ظهره إلينا لا نعرفه، فلما فرغ [من] أمره، سمعت الذي بين\nيديه وهو يقول: ((هنئني عارفتك!))، فقال: ((ذره! حتى يرى عظم ما سلم منه\nبك))، فقال: ((هو يراه غدا))، فقال القاسم: ((سلموا علي بن سند -لا رعاه\nالله! - إلى صاحبه أبي الجيش ثابت))، فرأيته وقد قبل يده، وردت علي الحياة\nبشفاعته، وأطلقت من غير مصادره ولا عقوبة.\n</p>\n\n<p>\n((فلما رجع ثابت إلى مكانه، وصار بي رسول القاسم إليه، قال لي: ((مر بي\nاسمك في الجريدة فاستوهبتك، لأن أباك كان من إخواني)). فجزيته الخير على\nرعايته والدي في.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n59 - وحدثني محمد بن صالح الغوري، قال:\n</p>\n\n<p>\n((كانت <span id='ms59'></span> لي بضاعة أعود بفضلها على شملي، فافترقت في معاملات في الصعيد،\nوخرجت إلى من عاملته فجمعتها، وكان مقدارها خمس مائة دينار. وخرجت أريد\nالفسطاط في رفقة كثيرة الجمع، فلما كان منتصف طريقنا، وافى جمع من الصعاليك\nفسلب الناس جميعا. ودهشت، فرأيت منهم شابا حسن الصورة، فقلت له: ((والله ما\nأملك غير هذا الكيس، فارفعه لي عندك!))، #93# فقال: ((وأين بيتك\nبالفسطاط؟))، فقلت: ((في دور عباس بن وليد))، فقال: ((ما اسمك؟))، قلت:\n((محمد الغوري))، قال: ((امض لشأنك)). وجاء منهم من قلع ثيابي وسراويلي،\nوانصرفوا عنا. ولم أزد أن سوغت واحدا منهم جميع ما كان معي، ودخلنا إلى\nالفسطاط ونحن فقراء. فرجع كل واحد منهم إلى ما تخلف له، وبقيت ليس معي درهم أنفقه.\n</p>\n\n<p>\n((وإني لجالس على درجة المسجد بين المغرب وعشاء الآخرة، حتى رأيت رجلا قد\nوقف بي، فقال لي: ((هاهنا منزل محمد الغوري؟))، قلت: ((أنا هو!))، ولا\nوالله! ما اهتديت إلى الرجل الذي أعطيته المال، لأنه كان عندي أول مال\nذاهب، فقال لي: ((عنيتني!))، وأخرج الكيس فدفعه إلي، فردت علي جدتي وتطعمت\nالحياة.\n</p>\n\n<p>\nوكان بالقرب منا قائد يعرف بابن قرا، كنت معاملا له وكان له محل، فسألت\nاللص المبيت عندي ففعل. فأصبحت وصرت إلى ابن قرا وقصصت عليه قصة الرجل،\nفقال لي: ((الطف لي فيه، فوالله لأنوهن باسمه، ولأكافئنه عنك)). فرجعت إليه\nفأخبرته، فوالله ما ارتاع ولا اضطرب، ومضى معي؛ فأحسن تلقيه، وخلع عليه،\nوصيره سيارة لعمله، وضم إليه عدة وافرة. ولم يزل في حيزه إلى أن توفي)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\n60 - حدثني أحمد بن أبي يعقوب، عن أبيه، عن جده واضح، قال:\n</p>\n\n<p>\n((كانت بين المهدي وأخيه جعفر بن أبي جعفر عداوة في أيام المنصور، وكان\nمصقلة بن حبيب ينقل عنه إلى جعفر ما يكره، ولا يمكن المهدي أن يسطو #94#\nعلى مصقلة ولا يمسه بسوء. فلما تولى الخلافة نذر دمه، فاختفى. فحدثني مصقلة\nأنه نبا به موضعه الذي كان به، فخرج مستترا يريد غيره، فلحقه رجل من أعدائه\nوصاح في أصحاب الأرباع، ((هذا بغية أمير <span id='ms60'></span> المؤمنين!)): ((فتسرع إلي الشرط\nورأيت الموت عيانا. فبينا أنا في أيديهم، اجتاز بي معن بن زائدة، فصحت به:\n((يا سيدي! يا أبا المنذر! أجرني أجارك الله!))، فقال للشرط والرجل المتشبث\nبي: ((خلوا عنه))، فقال الرجل: ((ماذا أقول لأمير المؤمنين؟))، قال: ((تقول\nله إنه عندي))، ثم أمر بحملي على جنيبة من جنائبه، وسار بي إلى منزله، وقدم\nطعامه فأكلت معه ومع ولده. فلما فرغنا من الطعام قيل له: ((وافى رسول أمير\nالمؤمنين!))، فقال لولده: ((اقضوا حقي عليكم بألا تسلموا مصقلة، فقد استجار\nبي!)). فحلفوا له على ذلك، وركب.\n</p>\n\n<p>\nفلما رآه المهدي قال: ((تجير علي يا معن؟))، قال: ((نعم يا أمير\nالمؤمنين!))، قال: ((ونعم أيضا؟))، قال: ((يا أمير المؤمنين! قتلت في دولتك\nزهاء ثلاثين ألف عدو، ولا أستحق أن أجير فيها عدوا واحدا!))، قال: ((نعم\nتستحق ذلك، قد وهبناك دمه))، فقال: ((يا أمير المؤمنين! ليس هكذا ينعم مثلك\nبالحياة! إذا تصدقت على أحد بحياته فاجعلها في خفض عيش من نعمتك)). قال:\n((يعطى ألف دينار))، قال: ((يا أمير المؤمنين! لا تستوي جائزتك وجائزة عبدك\nمعن! هذا ما سمحت له به))، فقال: ((ادفعوا إلى جار معن ألفي دينار))، فحملت\nمعي إلى منزلي ثلاثة آلاف دينار، وأمنت على نفسي)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\n61 - وحدثني ربيعة بن أحمد بن طولون، قال:\n</p>\n\n<p>\n((لما توفي خمارويه، قبض علي -وعلى مضر وشيبان ابنى أحمد بن طولون- جيش\nبن خمارويه، وحبسنا بدمشق. فلما قفل إلى مصر، حبسنا في حجرة من الميدان\nمعه. وكانت لنا في كل يوم مائدة نجتمع عليها، وكان في الحجرة رواق وبيتان،\nوجلوسنا في الرواق. فوافى خدم له، فأدخلوا أخانا مضر في البيت وأغلقوا عليه\nالباب، فانفصل عنا وكانت المائدة تقدم إلينا، ونمنع أن نلقي إليه منها\nشيئا، فأقام خمسة أيام لا يطعم ولا يستغيث. ثم وافانا ثلاثة من أصحاب جيش،\nفقالوا: ((ما مات أخوكم بعد؟))، فقلنا: ((ما نسمع له حسا!))، ففتحوا الباب\nفوجدوه حيا، ورام القيام فلم يصل إليه، ورماه الثلاثة بثلاثة أسهم في\nمقاتله فطفئ. وكانت الليلة التي دخلوا <span id='ms61'></span> فيها ليلة جمعة، وأخرجوه وأغلقوا\nالباب علينا.\n</p>\n\n<p>\n((وأقمنا يوم الجمعة والسبت لم يقدم إلينا طعام، فظننا أنهم يسلكون بنا\nطريقه. فلما كان يوم الأحد، سمعنا رجة في الدار وفتح باب الحجرة، وأدخل\nإلينا جيش بن خمارويه، فقلنا: ((ما خبرك فقال: ((غلب أخي على أمري))، وتولى\nإمارة البلد هارون بن خمارويه)) فقلنا: الحمد لله الذي قبض يدك، وأضرع\nخدك))، فقال: ((ما كان عزمي إلا أن ألحقكما بأخيكما)). وأنفذ #96# إلى\nجماعتنا مائدة، فلما طعمنا بعث إلينا خادما: ((إن جيشا كان قد عزم على\nقتلكما كما قتل أخاكما، فاقتلاه وخذا بثأركما منه، وانصرفا على أمان))،\nوبعث إلينا خدما، فتسرعوا إليه فقتل. وانصرفنا إلى منازلنا وقد كفينا\nعدونا)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\n62 - وحدثني منصور بن إسماعيل الفقيه، قال:\n</p>\n\n<p>\n((خرج رجل نعرفه بتجارة، قصده إلى الهند؛ فرجع إلينا بأنواع من الطيب\nكثيرة لها قيمة خطيرة، وهو في نهاية السرور، فقلنا له: ((كم ربحت في\nالتجارة التي خرجت بها من عندنا؟))، فقال: ((غرقت وسائر من كان معي، فسلمت\nبحشاشة نفسي في جزيرة من جزائر الهند، فتلقاني قوم فيها وجاءوا بي إلى\nملكهم فقال لي: ((قد نفدت الموهبة الخارجة عنك، فما معك من الموهبة الثابتة\nعليك؟))، قلت: ((معي الكتاب والحساب))، فقال الملك: ((ما بقي لك، أفضل من\nالذي ذهب منك، والصواب أن تعلم ابني الكتاب بالعربية والحساب، فأرجو أن\nنعوضك أكثر مما [فقدته]))، وسلم إلي من ابنه: أذكى صبي وألطفه، فتعلم في\nمدة يسيرة ما يتعلمه غيره في مدة طويلة.\n</p>\n\n<p>\nفلما رأى أنه قد توجه واستحققت منه الإحسان، صار إلي صاحب الملك فقال:\nمعي هدية من الملك إليك، وأدخل إلي بقرة فتية، ثم قال: ((أدفعها لك إلى\nالراعي؟))، فقلت: ((افعل))، وصغر في عيني أمر الملك على عظم شأنه. فما مضى\nزمن قصير حتى جاء الراعي فقال: ((ماتت البقرة!))، واستقبلني كل خاصة الملك\nبالتغمم. ثم ظهر في ابنه تزيد، فبعث إلي ببقرة فتية أخرى فرددتها إلى\nالراعي، فما مضت مدة يسيرة حتى وافى يبشرني فقال: ((قد حملت #97#\nالبقرة!))، فلما انتهى حملها وضعت <span id='ms62'></span> فهنأني حاشية الملك بأسرهم. ثم جلس الملك\nمجلسا عاما، وأحضر التجارة التي رأيتموها معي، ثم قال:\n</p>\n\n<p>\n((لم يذهب علي ما يجب لك في تعليم ابني، ولم أبعث بالبقرة الأولى لفضل\nالبقرة عندي، ولكن نزلت بك محنة في البحر أتت على مالك، فامتحنت بالبقرة ما\nأنت عليه منها. وعلمت أني لو أعطيتك جميع ما ملكت يدي -وقد بقي منها شيء-\nلضاع منك وهلك لديك. فلما أخبرت أنها ماتت علمت أنك فيها. ثم امتحنت أمرك\nبالبقرة الثانية، فلما أخبرت أنها قد حملت علمت أنها قد انحسرت عنك، فسررت\nلك بذلك، واستظهرت بانتظار الولادة. فلما ولدت شخصا كاملا صحيح الأعضاء،\nعلمت أنك قد فارقت محنتك. وهذا ما أعددته لك!)). ثم وصلني بطيب قومته عشرين\nألف دينار، وحملني في البر فسلمت، وزاد بأرض العرب ثمنه على ما قومته)).\n</p>\n\n<p>\nقال منصور: ((فرأيته قد أيسر بعد الخلة والتلفيق في المعاش!)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\n63 - وحدثني أبو محمد يحيى بن الفضل، قال:\n</p>\n\n<p>\n((اختفى عند والدي كاتب للفضل بن يحيى بن برمك عند إيقاع الرشيد بهم،\nوكان يواصل البكاء عليهم، ولا يسمع الوعظ فيهم، فقال له أبي: ((أنا أرجو أن\nيخلف الله عليك ولا يضيعك))، فقال: ((والله ما بكائي لما فاتني منهم، وإنما\nبكائي لجلالة أخطارهم ونفاسة أقدارهم، ولقد كان لصاحبي في الجمعة السالفة\nمالم أسمع بمثله لقديم ولا حديث، قال لي: ((قد كثر الزوار علينا، فانظر\n</p>\n\n#98# مقدار من انصرف، وارفع إلي عدة من بقي من الزوار لأتقدم في برهم؛\nواحذر أن ترفع إلي رجلا من أهل الشام)) -، لأنه كان يتشيع.\n<p>\n((فخرجت فألفيت من فضل عن المنصرفين أربعة وثلاثين رجلا. وجاءني رجل من\nأهل الشام كامل الأدب ظريف الشاهد، فأعلمه ما تقدم به إلي، فقال: ((يا أخي\nأسألك أن تغالط بي وتثبتني في وسط الجريدة))، ففعلت ذلك. فنظر إلى الأسماء\nثم قال: ((ألم أتقدم إليك أن لا يكون في الجريدة شامي؟))، فقلت: ((وأين\nالشامي؟)). فوضع -شهد الله- يده على اسمه وحلق، ووقع بيده لكل واحد غير\nالشامي، فما قصر بأحد عن مائة <span id='ms63'></span> دينار، وأمرني بإطلاقها وإنفاقها فيهم. فجلست\nأفرقها، ووافى إلي الشامي، فأريته اسمه خاليا وحدثته حديثه، فقال: ((لو قضي\nشيء لكان، وأحسن الله جزاءك على ما قدمته من العناية بي))، وانصرف وقد غمني\nأمره، ولم يبق في الزوار أحد حتى أخذ.\n</p>\n\n<p>\n((فأنا في منزلي قريبا من نصف الليل، حتى وافاني رسوله، فصرت إليه، فقال:\n((أويت الساعة إلى فراشي، واستعرضت بفكري شغل الزوار وما أمرت به لهم، فحسن\nعندي، ثم قبحه في عيني حرمان الشامي المسكين، ورأيته نقصا في مروتي، فتقدم\nفي دفع مقدار ما وصل إلى جماعة الزوار إليه))، فقلت: ((يا سيدي! وصل إلى\nجماعة الزوار خمسة عشر ألف دينار، وهذا يكفيه ألف دينار!))، فقال: ((والله\nما تفي ألف دينار بغمه وقد رأى غيره يأخذ وقيامه عنك محروما، قم فادفع إليه\nالخمسة عشر ألف ولا تعذلني، فالخطأ في الجميل أحسن من الصواب في القبيح،\nوليس يشكر الناس من البر إلا ما أفرط، فأما ما بلغ الحاجة فمنسي عند\nأكثرهم، والواجب على من آثر جميل الذكر أن يتغنم أيامه، ولا يسوف بشيء من\nفعله)).\n</p>\n\n#99#\n<p>\nقال أبو محمد: ((فبكى والله أبي عند هذا الفصل من حديثه حتى خفت عليه،\nوقال: ما أجهل الناس بقدر ما فقدوه من هذا الرجل!.\n</p>\n\n<p>\nقال الكاتب: ((فخرجت وبثثت الرسل في طلب الشامي حتى وجدوه، فوافاني وقد\nانحط أكثر لحمه في يوم واحد، فقصصت عليه القصة، فحمد الله وأثنى عليه\nوشكرنا جميعا، وقبض المال وانصرف على أحسن حال)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\n64 - وسمعت يوسف بن إبراهيم والدي، وهو يقول:\n</p>\n\n<p>\n((كانت بيني وبين أحمد بن محمد بن مدبر سوالف ترعى ويحافظ عليها، فلما\nتولى مصر رأى حسن ظاهري، فظن ذلك عن أموال جمة لدي، فجد بي في المطالبة،\nوأخرج علي بقايا لعقود انكسرت من آفات عرضت لضياعها، ولم يسمع الاحتجاج\nفيها، واستقصر ما أوردته، و[ظنه] إنما كان عن حيلة، فاحتبسني مع المتضمنين.\nفكان يغدو في كل يوم غلام له يحجبه يعرف بفضل، فيكتب على كل رجل ما يؤديه\nفي يومه، فإن شكا أنه <span id='ms64'></span> لا يصل إلى شيء، أخرجه فحملت عليه الحجارة، وطولب\nأعنف مطالبة.\n</p>\n\n<p>\n((فلم يزل بي إلحاحه حتى بعت حصر داري فضلا عما فيها، وعرضت داري فمنعني\nمن بيعها، ووجه إلي: ((فأين يكون حرمك؟)). فوافاني كاتبي في يوم من الأيام\nفقال لي: ((يشهد الله أنا ما نصل لك اليوم إلى ما يقيمك، فضلا عن شيء\nتؤديه!)).\n</p>\n\n<p>\nوأمسك فضل غلامه عن الدخول في ذلك اليوم علينا، وتعرف ما يؤديه كل واحد\nمنا. فلما صليت الظهر من ذلك اليوم أنفذ إلي توقيعا نسخته:\n</p>\n\n<p>\n((يا أبا الحسن أعزك الله! قد ألويت بما بقي عليك، وهو سبعة عشر ألف\nدينار، وآثرنا صيانتك عن خطة المطالبة هذه المدة، فإن أزحت العلة فيها،\n</p>\n\n#100# وإلا سلمناك إلى أبي الفوارس مزاحم بن خاقان أيده الله، وسببت به\nعليك لأصحابه)).\n<p>\nفكتبت إليه رقعة أحلف فيها: ((إني ما أملك عدد هذا المال حب حنطة: ولو\nكان لي شيء لصنت به نفسي! فإن رأي السيد رعاية السالف بيني وبينه وستر\nمخلفي، كان أهلا لما يأتيه، وإن سلمني إلى هذا الرجل رجوت من الله عز وجل\nما لا يخطئ من رجاه)).\n</p>\n\n<p>\n((فرجع إلي بعض غلمانه ومعه رقعة مختومة، فاستركبني. وسار بي إلى مزاحم،\nفلما قرئت عليه الرقعة أدخلني إليه، وعنده كاتب له يعرف بالمروزي فعرفني\nمزاحم ولم أعرفه-: وكان أبوه في الحارة التي فيها دار أبي بسر من رأى،\nوربته أم امرأة لي تعرف بميمونة، مولاة أم محمد بنت الرشيد؛ ولا علم لي\nبشيء من هذا فقال: ((أنت كاتب إبراهيم بن المهدي؟))، قلت: ((نعم! أيد الله\nالأمير))، قال: ((كنت أراك وأنا صبي في حارتنا، ووالله ما طلب ابن المدبر\nأن يروج علي مالا، وإنما أراد أن أقتلك بالمطالبة. وقد قبلت التسبيب، ورأيت\nأن أكتب إلى أمير المؤمنين أعرفه رزوحك وقصور يدك عن هذا المال، فإن سهل،\nوإلا نجمه علي وعلى رجالي حتى يقاضوا به في كل نجم))، ثم قال للمروزي:\n((هذا رجل من مشايخي، وأم زوجته ببغذاذ تولت تربيتي، وقد استكتبته على\nأموري وما <span id='ms65'></span> أحتاج إلى قبالته من الضياع بمصر، وليس يزيلك عن رسمك))، وأخذ\nخاتما قد كان تختم به الكتب بحضرته فأعطانيه. #101# وسألني عن العجوز التي\nربته، فقلت: ((هي بمصر معي!))، وانصرفت من عنده إلى منزلي. فكان أول من\nهنأني بمحلي منه ابن المدبر، ورجعت إلى نعمتي معه في مدة يسيرة)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\n65 - وحدثني أبو كامل شجاع بن أسلم الحاسب، قال: ((كان إبراهيم بن الأعجمي\nالمهندس قد تقاصرت يده واختلت حاله، فتكلم على شكل من أشكال الهندسة ورفعه\nإلى من أوصله إلى المأمون، قال أبو كامل: فحدثني سند بن علي فقال:\n</p>\n\n<p>\n((سأل المأمون محمد وأحمد ابنى موسى بن شاكر المنجم، عن منزلة إبراهيم بن\nالأعجمي في الهندسة، فقالا: ((منزلة ضعيفة، وفيه عامية))، فقال المأمون\nللسندي بن شاهك: ((أحضرني إبراهيم بن الأعجمي)) فلما أحضره ووقف بين يدي\nالمأمون، تهيبه، فلم تبد منه كلمة، قال: فرأيت انقطاعه قد سر ابني موسى،\nوقالا للمأمون: ((قد عرفنا أمير المؤمنين أنه ليس بمحل من يدخل إليه، فقلت:\n((يا أمير المؤمنين! لولا أنك تبسطنا بمناجاتك والمواظبة عليها، لكنا\nبمنزلة إبراهيم في الانقطاع من كلامك؛ فأما تقصير هذين به في الهندسة، فإني\nأشهد سيدي أمير المؤمنين أني من بعض تلامذته، وعليه ابتدأت قراءة\nالهندسة!))، فأمر بإيصاله إليه مع خاصته، وأجرى عليه ما وسعه)).\n</p>\n\n<p>\n((فقلت للسندي: ((متى قرأت الهندسة؟))، فقال: ((امتعضت والله مما #102#\nلحقه من تعسف هذين الرجلين، فنزلت هذا القول لأرد به الإصغار عنه))، فصلحت\nحاله، ورجع إلى أفضل ما كان عليه)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\n66 - وحدثني [أبو كامل] شجاع بن أسلم الحاسب أيضا، قال:\n</p>\n\n<p>\n((كان محمد وأحمد ابنا شاكر -في أيام المتوكل- يكيدان كل من ذكر\n[بالتقدم] في معرفة. فأشخصا سند بن علي إلى مدينة السلام وباعداه عن\nالمتوكل. ودبرا على الكندي حتى ضربه المتوكل، ووجها إلى داره فأخذا كتبه\nبأسرها، فأفرداها في خزانة سميت الكندية، ومكن هذا لهما استهتار المتوكل\nبالآلات المتحركة.\n</p>\n\n<p>\nوتقدم إليهما في حفر النهر المعروف بالجعفري، فأسندا أمره إلى أحمد بن\nكثير الفرغاني -الذي عمل المقياس الجديد بمصر، وكانت معرفته أوفى <span id='ms66'></span> من\nتوفيقه، لأنه ما تم له عمل قط -فغلط في فوهة النهر وجعلها أخفض من سائره،\nفصار ما يغمر الفوهة لا يغمر سائره، فدافع محمد وأحمد ابنا شاكر في أمره.\nواقتضاهما المتوكل، فسعي بهما إليه فيه. فأنفذ مستحثا في إحضار سند بن علي\nمن مدينة السلام، فوافى.\n</p>\n\n<p>\nفلما تحقق محمد وأحمد ابنا شاكر أن سندا قد شخص، أيقنا بالهلكة ويئسا من\nروح الحياة.\n</p>\n\n<p>\nفدعا المتوكل سندا وقال [له]: ما ترك هذان الرديئان شيئا من سوء القول\nإلا وقد ذكراك عندي به، وقد أتلفا جملة من مالي في هذا النهر، فاخرج إليه\nحتى تتأمله وتخبرني بالغلط فيه، فإني قد آليت على نفسي -إن كان الأمر على\n</p>\n\n#103# ما وصف- أن أصلبهما على شاطئه)). وكل هذا بعين محمد وأحمد وسمعهما،\nفخرج وهما معه.\n<p>\n((فقال محمد [بن موسى لسند]: يا أبا أحمد ((إن قدرة الحر تذهب حفيظته،\nوقد فزعنا إليك في أنفسنا التي هي أنفس أعلاقنا، وما ننكر أنا قد أسأنا،\nوالاعتراف يهدم الاقتراف، فتخلصنا كيف شئت)).\n</p>\n\n<p>\nقال لهما: ((أنتما تعلمان ما بيني وبين الكندي من العداوة والمباعدة،\nولكن الحق أولى ما اتبع. أكان من الجميل ما أتيتما إليه في أخذ كتبه؟ والله\nلا ذكرتكما [بصالحة] حتى ترداها عليه!)). فتقدم محمد بن شاكر في حمل الكتب\nإليه، وأخذ خطه باستيفائها. فوردت رقعة الكندي أنه تسلمها عن آخرها، فقال\nلهما: ((قد وجب لكما علي ذمام برد كتب هذا الرجل، ولكما علي ذمام بالمعرفة\nالتي لم ترعياها في؛ والخطأ في هذا النهر يستتر مدة أربعة أشهر بزيادة\nدجلة، وقد أجمع الحساب على أن أمير المؤمنين لا يبلغ هذا المدى، وأنا أخبره\nالساعة أنه لم يقع خطأ في النهر إبقاء على أرواحكما، فإن صدق المنجمون\nأفلتنا الثلاثة، وإن كذبوا -وجازت مدته حتى تنقص دجلة وينضب النهر- أوقع\nبنا ثلاثتنا)).\n</p>\n\n<p>\n((فشكر محمد وأحمد هذا القول منه، واستتر الأمر واسترقهما به، ودخل إلى\nالمتوكل فقال [له]: ((ما غلطا))، وزادت دجلة، وأجرى الماء فيه، واستتر حال\nالنهر، وقتل المتوكل بعد <span id='ms67'></span> شهر [ين] من إجرائه. وسلم محمد وأحمد بعد شدة\nالخوف مما توقعا)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\n67 - وحدثني الحسن بن مسلم الأقريطشي -ورأيته بعد أن علت سنه وبلغ المائة\nسنة، وكان صحيح التمييز، سليم الحواس- قال:\n</p>\n\n<p>\n((ألح غزونا على الروم، ونالهم منا مكروه عظيم، فوجد متملك الروم من هذا،\nونذر أن يخرب أقريطش ولو أنفق ذخائر مملكته. فنظر إلى راهب محبوب تتعالم\nالروم زهادته، فأنزله من متعبده، وضم إليه أكثر جيوشه، فوافى جمع لم يحط\nبأقريطش مثله قط. ففزعنا إلى غلق الحصن، وتسرع الروم إلى بناء مساكن لهم،\nوخرجوا من المراكب، وغلبونا على ميرة البلد وما يكون في جواره. واشتد\nالحصار، ونزع السعر، وتحلق المأكول، وشاع الجهد.\n</p>\n\n<p>\nثم زادت المكاره حتى أكل الناس ما مات من البهائم جوعا، وأجمعوا على أن\nيفتحوا الباب له، فقال لهم شيخ: ((إني قد أراكم قد حرمتم التوفيق في قوتكم\nوضعفكم! والصواب أن تقبلوا مني ما أشير به عليكم!))، قالوا: ((قل))، قال:\n((اتركوا لله قبيح ما يحملكم عليه تظاهر النعمة والسلامة، وأخلصوا له إخلاص\nمن لا يجد فرجه إلا عنده، وافصلوا صبيانكم من رجالكم، ورجالكم من نسائكم)).\nفلما ميزهم هذا التمييز صاح بهم: ((عجوا بنا إلى الله!))، فعجوا عجة واحدة،\nوبكى الشيخ وبكى أكثر الناس. ثم قال: ((عجوا أخرى، ولا تشتغلوا بغير\nالله))، فعجوا عجة أعظم من الأولى، وبكى الناس أيضا. ثم #105# عج الثالثة\nوعج الناس معه، وقال: ((تشرفوا من الحصن، فإني أرجو أن يكون الله قد فرج عنا)).\n</p>\n\n<p>\nفحلف لي الحسن: ((إني تشرفت مع جماعة فرأيت الروم قد قوضوا [رجالهم]،\nوركبوا مراكبهم. وفتح باب الحصن، فوجدوا قوما من بقاياهم فسألوهم عن حالهم:\nفقالوا: ((كان عميد الجيش بأفضل سلامة إلى اليوم، حتى سمع ضجتكم في المدينة\nفوضع يده على قلبه وصاح: ((قلبي! قلبي!))، ثم طفئ)). فانصرف من كان معه إلى\nبلد الروم. وخرجنا عن الحصن، فوجدنا في تلك الأبنية من القمح والشعير ما\nوسع المدينة وأعاد إليها خصبها، [وكفينا] جماعتهم من غير قتال)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\n68 - قال أبو جعفر:\n</p>\n\n<p>\n((ولما غلب ابن الخليج <span id='ms68'></span> على مصر ونواحيها، لم يكن بمصر أسوأ قدرة على\nأسباب أبي [علي] الحسين بن أحمد الماذرائي من أحمد بن سهل بن شنيف، فلم يمض\nشهور حتى انهزم ابن الخليج وظفر به وحمل إلى العراق. ودخل بعد ذلك بشهور\nأبو العباس أحمد بن محمد بن بسطام إلى مصر متوليا بالأمانة على الحسين بن\nأحمد، وكاشفا لما جرى عليه أمر الضياع بعد ابن الخليج وأصحابه.\n</p>\n\n<p>\nفقرر أبو علي أمر المتضمنين بالحضرة عند أبي العباس، فعرض بسهل بن شنيف\nولم يدع سوءا إلا ذكره به. فقال أبو العباس: ((سيعلم ما يجري عليه مني!)).\nواتصل [الخبر] بسهل بن شنيف فاستطير قلبه وكسف باله. وأحضر مع جماعة أجلبوا\nمن الكتاب مع ابن الخليج، فلما دخلوا عليه كاد #106# يقوم إلى سهل بن شنيف،\nثم رفعه حتى كان أقرب إليه من أخص أصحابه. ودعا ابن حبيش فساره، فنظر إلى\nسهل، وقال لأبي العباس: ((الأمر على ما وصفت))، ثم أطلق سهلا من ساعته إلى\nمنزله. فسأله أبو علي: ((هل تعرفه قبل هذا؟))، فقال: ((لا والله! ولكنه ورد\nعلي منه أشبه الناس بأبي.\n</p>\n\n<p>\nوأفرخ روع سهل بتوفيق الله ولطفه، وما زال حفيا به حتى مات)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\n69 - قال:\n</p>\n\n<p>\n((وكنت قد عملت في أيام ابن الخليج لحماية ضياع كانت في يدي. فلما تمخضت\nدولته اختفيت ونهبت، وخفت الإيقاع بي، واعتور ضياعي العمال، وأضاقت حالي،\nفاجتمع الخوف والفاقة. فرأيت -بعد قدوم أبي العباس بن بسطام- فيما يرى\nالنائم، يوسف بن إبراهيم والدي، وأنا أشكو إليه خلتي وخوفي، فكأنه يقول:\n((أنا أتكلم في أمرك حتى تعود إلى محبتك)). فلما أصبحت قصصت الرؤيا على من\nكنت مختفيا عنده، وكان حاذفا بالعبارة، فقال: ((يجري لك فرج بذكر أبيك)).\n</p>\n\n<p>\nوطلب أبو العباس بن بسطام الدستورات القديمة ليعتبر منها عبر الضياع.\nفأخرج إليه ما كان لسنة خمسين ومائتين وما قبلها، فرأى فيها اسم والدي في\nضياع كثيرة، فقال: ((من هذا يوسف بن إبراهيم؟)) فقال له أبو علي: ((هذا\nصاحب إبراهيم بن المهدي، ورضيع المعتصم!))، قال أبو العباس: #107# ((وصاحب <span id='ms69'></span>\nكتاب الطبيخ؟))، قال أبو علي: ((نعم!))، قال: ((فله ولد؟))، قال: ((نعم في\nناحيتي!))، قال: ((فخذ لي منه كتاب الطبيخ، وكتاب أخبار إبراهيم بن المهدي،\nوصر به إلي حتى يقرأهما علي))، قال: ((أفعل)).\n</p>\n\n<p>\nوكان إسحاق ين نصير يعرف موضعي، فقال له: ((أحتاج إلى أحمد بن يوسف))،\nقال: ((تؤمنه، وعلي إحضاره!)) فكتب له أمانا بخطه، وحلف فيه ألا يسوءني ولا\nيطالبني. فخرجت إليه وأحضرته الكتابين. وفرج الله عني بأضعف سبب)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\n70 - وحدثتني أم آسية -قابلة أولاد خمارويه بن طولون، وكان لها دين ومذهب\nجميل، ومحل لطيف من خمارويه. وقد تذاكرنا لطف الله عز وجل في أرزاق عباده،\nوحسن الدفاع عنهم-: أنه تزوجها وأختها أخوان، فأقبلت حال زوج أختها وأدبرت\nحال زوجها، قالت: وتوفي زوجها بأسوأ حالة، وخلف لها بنات، وتعذر عليها\nتجهيزه من اختلاله. وتوفي زوج أختها، وقد خلف من العين والمساكن والأواني\nلولد أختها.\n</p>\n\n<p>\nقالت: ((فكنت أجاهد في مؤنة ولدي، وإذا وقف أمري، صرت إلى أختي فقلت:\n((أقرضيني كذا وكذا))، استحياء من أن أقول لها: ((هبي لي .. )). ودخل شهر\nرمضان، فلما مضى نصفه، اشتهوا علي صبياني حلوى في العيد، فصرت إلى أختي\nفقلت لها: ((أقرضيني دينارا أعمل به للصبيان حلوى في العيد))، فقالت: ((يا\nأختي! تغيظيني بقولك: ((أقرضيني))، وإذا قرضتك من أين تعطيني؟ أمن غلة دورك\nأو بستانك؟ لو قلت: ((هبي لي)) كان أحسن)). فقلت لها: ((أقضيك من لطف الله\nتعالى الذي لا يحتسب، وجوده الذي يأتي من حيث لا يرتقب!)). فتضاحكت وقالت:\n((يا أختي! هذا والله من المنى، والمنى بضائع النوكى!)). فانصرفت عنها أجر\nرجلي إلى منزلي.\n</p>\n\n#108#\n<p>\nوكان في جوارنا خادم أسود لبنت اليتيم امرأة خمارويه، فلما بلغت حارتنا\nقال لي: ((في جوارنا امرأة تطلق قد أوجعت قلبي ادخلي إليها فليس لها\nقابلة)). قالت أم آسية: ((والله ما عانيت ممخوضة قط، فدخلت إليها، فمسحت\nجوفها، وأجلستها كما كان القوابل يجلسنني في طلقي، فولدت من ساعتها. فلما\nأمسك صياحها، جاء الخادم يسأل عنها، فقلت: ((قد ولدت!))، فعجب من سرعة\nأمرها، وظن أن <span id='ms70'></span> هذا شيئا قد اعتمدته بحذق صناعة، ولطف في مهنة. فمضى إلى سته\nبنت اليتيم -وكان مقربا بأول ولد حمل لأبي الجيش، وقد عرض عليها قوابل\nاستثقلتهن-، فقال: ((في جوارنا قابلة أحضرناها لمرأة في حارتنا تطلق، فوضعت\nيدها على جوفها فسقط ولدها!)) ووصفني بما لا يوجد في قدرة أحد إلا بالله عز\nوجل! فقالت للخادم: ((إذا كان غدا فجئني بها))، فأتى الغلام ودعاني إلى\nمولاته، فأجبت بانشراح صدر وثقة بالله تعالى. فاستخفت روحي وقالت: ((إلى\nالتمام تقدير الله تبارك وتعالى)). ثم شكت مغسا تجده المقرب، فأدخلت يدي في\nثيابها ومسحت جوفها، وعججت إلى الله تعالى في سري بتوفيقي، وكنت أدعو -ومن\nحضر من أهلها يتوهم أني أرقي- فسكن ما وجدته وتبركت بي. ودخل إليها خمارويه\nوقال: ((ما وجدتي)) فقالت: ((مغسا في جوفي، فوضعت قابلة أردتها يدها عليه،\nفزال ما أجده!))، وأخرجتني إليه -وكان قريبا من حرمه-، فقال لي: ((أرجو أن\nيخلصها الله عز وجل ببركتك)) ,\n</p>\n\n<p>\nقالت أم آسية: ((ودخلنا في العشر الأواخر من شهر رمضان، وقد تمسكت من\nالإخلاص لله عز وجل بما لا يصل إليه من ساح في الجبال، خوفا من شماتة #109#\nأختي بي. فلم تمض إلا ثلاثة أيام حتى مخضت، فأجلستها على كرسي الولادة\n-وكان مقدار طلقها ساعتين-، فولدت ابنا أسهل ولادة، وأبو الجيش يقوم ويقعد،\nويذهب ويجيء. فلما ولدت -وكانت تتوقع من الولادة أمرا عظيما- فلما ألقته\nقالت لي: ((هذا الطلق؟))، قلت: ((نعم!)) فقبلت -يعلم الله- عيني من الفرح.\nوصاح خمارويه: ((أخبريني يا مباركة بخبرها))، فقلت: ((وحياة الأمير إنها في\nعافية، وقد ولدت غلاما سوي الخلق بحمد الله)). فوجه إلي بألف دينار، وألح\nأبو الجيش في النظر إليها لفرط إشفاقه عليها، فاستوقفته إلى أن نقلت حوائج\nالولادة وقلت لها: ((يا سيدتي! اضحكي في وجهه كما تريه)). فلما دخل إليها\nضحكت في وجهه، فتقدم بصدقة بمال كثير عنها وعن ولده)).\n</p>\n\n<p>\nوقالت لي أم آسية: ((لما كان يوم الأسبوع -ووقع قبل العيد بيوم واحد-،\nأمرت لي بخمس مائة دينار، وحصل <span id='ms71'></span> من أتباعها ألف دينار، فحصل لي ألفان وخمس\nمائة دينار. وخلعت علي وسائر حشمها أكثر من ثلاثين خلعة، وحمل إلي مما أعد\nللعيد ثلاث موائد خاصة. وانصرفت إلى منزلي، فأرسلت إلى أختي مائدة، ووافتني\nمهنئة، وقد تقاصر طولها، فأريتها ما حصل لي من المال والخلع والطيب وقلت\nلها: ((يا أختي! أنكرتي علي قوله: ((أقرضيني)) ومن هذا كنت أقضيك. فلا\nتستصغري من كان الله مادته، وعليه مدار ثقته وتعويضه)).\n</p>\n\n<p>\nواكتسبت هذه المرأة بمحلها من أبي الجيش مالا كثيرا، وقضت لجماعة من وجوه\nالبلد حوائج خطيرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\n71 - وحدثني شجاع بن أسلم الحاسب، قال: قلت لسند بن علي: ((من كان سببك إلى\nالمأمون، حتى اتصلت به، وكنت [في جلسائه] من العلماء؟)). فقال: ((أحدثك به:\n</p>\n\n#110#\n<p>\n((كان والدي يتكسب بصناعة أحكام النجوم مع قوم من أسباب السلطان يودونه\nويحبونه. وتعلق قلبي بعد فراغي من قراءة كتاب أقليدس بكتاب المجسطي. وكان\n-في أيام المأمون بسوق الوراقين- رجل يعرف بمعروف، يورق هذا الكتاب ويبيعه\n-بعد تكامل خطه وأشكاله وتجليده- بعشرين دينارا فسألت والدي ابتياعه لي،\nفقال: ((أنظرني يا بني إلى أن يتهيأ لي شيء آخذه، إما من رزق وإما من فضل،\nوأبتاعه لك.\n</p>\n\n<p>\nوكان لي أخ لا يشتهي مما [تقدمت] أنا فيه من العلم شيئا؛ إلا أنه كان\nيخدم أبي في حوائجه والإشفاق عليه. فلما سوفني أبي بالكتاب وطالت المدة\nفيه، ركبت معه لأمسك دابته في دخوله إلى من يدخل إليه، ولي إذ ذاك سبع عشرة\nسنة. فخرج إلي غلمان من كان عنده فقالوا: ((انصرف، فقد أقام أبوك عند\nمولانا)). فمضيت بالدابة فبعتها بسرجها ولجامها بأقل من ثلاثين دينارا،\nومضيت إلى معروف فاشتريت الكتاب بعشرين دينارا.\n</p>\n\n<p>\nوكان لي بيت أخلو فيه، وجئت إلى أمي فقلت لها: ((قد جنيت عليكم جناية))،\nواقتصصت عليها القصة، وحلفت لها: إن شحذت أبي علي حتى يمنعني من النظر في\nالكتاب لأخرجن عنهم إلى أبعد غاية، ورددت عليها فضل ثمن الدابة، وقلت لها:\n((أنا أغلق باب هذا المنزل الذي لي، وأرضى منكم برغيف يلقى <span id='ms72'></span> إلي كما يلقى\nإلى المحبوس، إلى أن أقرأه جميعه)). فتضمنت لي بتسكين فورته، ودخلت البيت\nوأغلقته من عندي. فمضى أخي إلى والدي في الموضع الذي كان فيه، فأسر إلي\nالخبر، فتغير وجهه، وتلجلج في حديثه، فقال له من كان عنده: ((قد شغلت قلبي\nوقلب من حضر بما ظهر #111# منك، فبحقي عليك إلا أخبرتنا لم ذا؟))، قال\nفحدثته، فقال: ((هذا والله يسرنا في ولدك؛ فاتعد فيه بكل جميل))، ثم استحضر\nمن إسطبله بغلا أفره من بغل أبي، وسرجا خيرا من سرجه، وقال لأبي: ((اركب\nهذا البغل، ولا تكلم ابنك بحرف)).\n</p>\n\n<p>\nقال سند: ((وأقمت ثلاث سنين كيوم واحد، لا يرى لي أبي صورة وجه، وأنا مجد\nحتى استكملت كتاب المجسطي. ثم خرجت وقد عملت أشكالا مستصعبات ووضعتها في\nكمي. وسألت: ((هل للمهندسين والحساب موضع يجتمعون فيه))؛ فقيل لي: ((لهم\nمجلس في دار العباس بن سعيد الجوهري ترب المأمون، يجتمع فيه وجوه العلماء\nبالهيئة والهندسة)). فحضرته، فرأيت جميع من حضر مشايخ، ولم يكن فيهم حدث\nغيري، لأني كنت في العشرين سنة.\n</p>\n\n<p>\n((فقال العباس: ((من تكون؟ وفيم نظرت؟)) فقلت: ((غلام يحب صناعة الهندسة\nوالهيئة))، قال: ((ما قرأت؟)) قلت: ((أقليدس والمجسطي))، قال: ((قراءة\nإحاطة؟))، قلت: ((نعم)). فسألني عن شيء مستصعب في كتاب المجسطي، كان تفسيره\nفي الأوراق التي كانت في كمي، فأجبته. فعجب وقال: ((من أفادك هذا\nالجواب؟))، قلت: ((استخرجته قريحتي، وما سمعته من غيري، وهو وغيره فيما مر\nبي في ورق معي))، قال: ((هاته)). فلما رآه اغتاظ واضطرب، ثم قال لبعض من\nبين يديه من غلمانه: ((السفط))، فجيء به، فنظر إلى خاتمه فوجده بحاله، ثم\nفضه وأخرج منه كراسة فجعل يقابل بها الورق الذي كان معي، فكان الكلام فيما\nمعه أحسن رصفا من الكلام الذي معي. والمعنى واحد.\n</p>\n\n#112#\n<p>\n((فقال: ((هذا شيء توليت تبيينه من كتاب المجسطي، فلما أحضرتنيه توهمت\nأنه سرق مني، حتى تبينت اختلاف اللفظين مع اتفاق المعنى)). ثم أمر أن تقطع\nلي أقبية، وترتاد لي منطقة مذهبة، ففرغ من جميع ذلك في <span id='ms73'></span> تلك الليلة، ودخل بي\nإلى المأمون، وأمرني بملازمته؛ وأجرى لي أنزالا ورزقا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\n72 - وحدثني أحمد بن أبي يعقوب، قال: حدثني أبي:\n</p>\n\n<p>\n((أن جبريل بن بختيشوع كان يخلف الأطباء في دار الرشيد وكانت به نزاهة،\nوبه فاقة شديدة، ورزقه يومئذ ثلاثمائة درهم في كل شهر. فوقع الرشيد في غشية\nلم يتقدمها علة، فأجمع الأطباء على أنه تالف، وأخبر ابن يختيشوع، فقال:\n((ما له إلا علاج واحد وهو أن يحجموه))؛ فقال محمد الأمين: ((أخاف أن أخاطر\nبه))؛ ثم قال: ((قد أيسنا منه، والصواب أن نمتحن هذا فيه)). فأحضروا الحجام\nفجمع الدم في أخدعيه وهو مستلق؛ ثم أخرج من دمه محجمتين، ففتح الرشيد\nعينيه، واستدعى طعامه، وأكل ونام.\n</p>\n\n<p>\nفلما انتبه اقتص عليه المأمون ما جرى عليه [أمره، وأذن] للداخلين في\nتهنئته بالسلامة. فلما اكتملوا قال لهم: ((يا معاشر الأمراء والأطباء! إنما\nارتبطتكم لحراسة نفسي، وقد حدث علي حادث لم يغن عني فيه بعد الله عز وجل\nإلا هذا الغلام! ونصيبه مني نزر، ونصيبكم وافر. فاعدلوا ميل المملكة بأن\nيجعل له كل رجل منكم نصيبا من إنعامي عليه وإحساني إليه، حتى يكون له من\nجماعتكم ما يوازي ما تقدم عليه به في حسن الدفاع عني)).\n</p>\n\n#113#\n<p>\nفتسرع الناس إلى جبريل فأعطوه الضياع والدور والأموال. وما برح حتى كان\nأيسر من في المملكة، وتربت النعمة لديه وولده حتى وازت نعم الخلفاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\n73 - وحدثني عمرو بن محمد بن عمرو بن عثمان، عن أبيه، عن جده، قال:\n</p>\n\n<p>\n((كان لي مجلس في ديوان الإنشاء قليل الجدوى علي، وحالي حال لا تنهض بما\nيحتاج إليه المقتصد، وقد لزمتني يمين لا كفارة لها في ترك النبيذ. فكان\nجماعة الكتاب يجلسون ما جلس الوزير -وهو يومئذ الفضل بن الربيع-، فإذا\nانصرف إلى منزله، انصرفوا إلى ما عقدوا عليه أمرهم من الاجتماع، وأقيم وحدي\nفي الديوان إلى أن يغلق.\n</p>\n\n<p>\nفبكرت إليه في يوم في الأيام، وجاءت مطرة تطرب الوزير فيها إلى الشرب،\nلتشاغل الرشيد في دعوة لزبيدة، فلم يبق في ديوان الإنشاء غيري. فإني لجالس <span id='ms74'></span>\nحتى دخل إلي خادم من خاصة الرشيد، فأخذ بيدي، وأدخلني إلى الرشيد. فلما\nمثلت بين يديه، ((قال اقرأ هذا الكتاب!))، فقرأته، فبينته وأعربته فقال:\n((أجب عنه بين يدي))، فأجبت عنه بأحسن معان وأجود لفظ. فقال: ((اقرأه\nعلي))، فقرأته، فقال لمسرور الكبير: ((ألف دينار)). فجاء بها، فقال:\n((ادفعها إليه، وقل للفضل يصرف إليه ديوان الإنشاء. فهو أحق به ممن\nغادره)). ثم قال لي: ((خذ هذا المال، وسأنظر لك في الوقت بعد الوقت ما يزيد\nفي اصطناعي لك، فلا يفسد الغني ما أصلحته الفاقة من حسن ملازمتك، واستزدني\nأزدك)).\n</p>\n\n<p>\nقال عمرو: ((فاجتهد الفضل بن الربيع أن يشرك بيني وبين من كان يتولى\n</p>\n\n#114# الإنشاء، فلم يطلق له الرشيد ذلك وأفردني به، حتى فرقت الأيام\nبيننا)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \n<h1 class='l1' id='head6'>AUTO خاتمة</h1>\n\n<p>\nقال أبو جعفر قال بزرجمهر: ((الشدائد قبل المواهب، تشبه الجوع قبل\nالطعام: يحسن به موقعه، ويلذ معه تناوله)).\n</p>\n\n<p>\nوقال أفلاطن؛ ((الشدائد تصلح من النفس بمقدار ما تفسد من العيش، والتترف\nيفسد من النفس بمقدار ما يصلح من العيش)).\n</p>\n\n<p>\nوقال: ((حافظ على كل صديق أهدته إليك الشدائد، واله عن كل صديق أهدته\nإليك النعمة)).\n</p>\n\n<p>\nوقال أيضا: ((الترفه كالليل: لا تتأمل فيه ما تصدره أو تتناوله، والشدة\nكالنهار: ترى فيها سعيك وسعي غيرك)).\n</p>\n\n<p>\nوقال أردشير: ((الشدة كحل ترى به ما لا تراه بالنعمة)).\n</p>\n\n<p>\nوملاك مصلحة الأمر في الشدة شيئان: أصغرهما قوة قلب صاحبها على ما ينوبه،\nوأعظمهما حسن تفويضه إلى مالكه ورازقه.\n</p>\n\n<p>\nوإذ صمد الرجل بفكره نحو خالقه، علم أنه لم يمتحنه إلا بما يوجب له\nمثوبة، أو يمحص عنه كبيرة، وهو مع هذا من الله في أرباح متصلة، وفوائد\nمتتابعة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nفأما إذا اشتد فكره تلقاء الخليقة، كثرت رذائله، وزاد تصنعه، وبرم بمقامه\nفيما قصر عن تأميله، واستطال من المحن ما عسى أن ينقضي في يومه، وخاف من\nالمكروه ما لعله أن يخطئه.\n</p>\n\n<p>\nوإنما تصدق المناجاة بين الرجل وبين ربه لعلمه بما في السرائر، وتأييده\nالبصائر. وهي بين الرجل وبين أشباهه كثيرة الأذية، خارجة عن المصلحة.\n</p>\n\n<p>\nولله تعالى روح <span id='ms75'></span> يأتي عند اليأس منه يصيب به من يشاء من خلقه، وإليه\nالرغبة في تقريب الفرج وتسهيل الأمر، والرجوع إلى أفضل ما تطاول إليه\nالسؤل؛ وهو حسبي ونعم الوكيل.\n</p>\n\n<p>\nتم الكتاب والحمد لله وحده وصلاته على سيدنا محمد النبي وعلى آله وعترته\nالطاهرين وسلامه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n             <span id='ms76'></span>\n</p>\n",
  "pages": [
    "003",
    "004",
    "005",
    "007",
    "008",
    "010",
    "012",
    "014",
    "016",
    "017",
    "018",
    "020",
    "021",
    "023",
    "025",
    "026",
    "027",
    "029",
    "031",
    "033",
    "035",
    "035",
    "038",
    "040",
    "042",
    "043",
    "043",
    "046",
    "046",
    "047",
    "050",
    "051",
    "052",
    "054",
    "054",
    "056",
    "059",
    "060",
    "062",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "073",
    "074",
    "075",
    "076",
    "077",
    "080",
    "081",
    "082",
    "082",
    "083",
    "084",
    "085",
    "087",
    "090",
    "091",
    "092",
    "093",
    "095",
    "096",
    "097",
    "099",
    "101",
    "102",
    "104",
    "105",
    "106",
    "107",
    "109",
    "112",
    "113",
    "114",
    "115"
  ],
  "volumes": [
    "01"
  ]
}