{
  "content": "\n<p>\nتثبيت الإمامة الطبعة الأولى 1419 ه‍ - 1998 م جميع حقوق الطبع محفوظة\nلمركز الغدير للدراسات الإسلامية ولا يحق لأي شخص أو مؤسسة أو جهة إعادة\nطبع أو ترجمة الكتاب إلا بترخيص من الناشر الغدير حارة حريك - بناية البنك\nاللبناني السويسري هاتف: 644662 / 03 - 558215 / 01 - تلفاكس 273604 / 01\nص. ب 50 / 24 - بيروت - لبنان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p001'> Vol. 00, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nتثبيت الإمامة للقاسم بن إبراهيم الرسي 169 - 246 ه‍ - تحقيق صالح\nالورداني الغدير بيروت - لبنان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p002'> Vol. 00, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nكلمة المركز يدرك مركز الغدير للدراسات الإسلامية الحاجة الماسة إلى\nإحياء التراث الإسلامي المجيد، وبخاصة المقصي منه إلى الهامش، والمبعد عن\nدائرة الاهتمام. وانطلاقا من هذا الإدراك يقوم بطباعة هذا الكتاب محققا،\nونشره، وهدفه أن يتيح لكل راغب في معرفة الحق فرصة تحقيق رغبته هذه، من\nخلال الكلمة الطيبة والموعظة الحسنة...\n</p>\n\n<p>\nيجيب المؤلف، وهو القاسم بن إبراهيم (طباطبا) بن إسماعيل بن الحسن بن علي\nبن أبي طالب، الملقب بالرسي، نسبة إلى جبل قريب من المدينة، عن سؤال يسأله\nأحدهم \" عن الإمامة ووجوبها، وما الدليل إن كانت واجبة على ملتمس مطلوبها؟\n</p>\n\n<p>\nويعود المؤلف، بغية تقديم الإجابة المقنعة، إلى الأصل، أي إلى القرآن\nالكريم والحديث الشريف، ويتبين رؤيتهما إلى هذه القضية، متجردا من الهوى،\nومن الروايات الكثيرة التي وضعها رواة السلطان ليسوغوا حلول الحكام محل\nالأئمة.\n</p>\n\n<p>\nوقد عني المحقق بهذا الكتاب، فكتب مقدمة ضافية له، وحقق نصه، وشرح ما\nيحتاج إلى شرح، ووضع فهارس له، ما يسهل قراءته قراءة واعية، تتيح النفاذ\nإلى الحق الذي حاول رواة الحكام طمسه، فعسى أن نكون قد وفقنا، بنشر هذا\nالكتاب، إلى خدمة الدين الحنيف، والله الموفق والهادي إلى سواء السبيل.\n</p>\n\n<p>\nمركز الغدير للدراسات الإسلامية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p004'> Vol. 00, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم قال سبحانه:\n</p>\n\n<p>\n(يوم ندعوا كل أناس بإمامهم فمن أوتي كتابه بيمينه فأولئك يقرءون كتابهم\nولا يظلمون فتيلا) الإسراء / 71 وقال رسول الله (ص):\n</p>\n\n<p>\n(من مات ولم يعرف إمام زمانه مات ميتة جاهلية) رواه أحمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p005'> Vol. 00, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nتقديم كانت ولا زالت الإمامة هي جوهر الدين إلا أن السياسة حالت دون ذلك\nوعملت على تشويه هذه القضية وتسطيحها..\n</p>\n\n<p>\nلكن النصوص القرآنية الواردة حول الإمامة تنفي <span id='ms01'></span> هذا التسطيح وتؤكد لنا\nأنها ضرورة من ضرورات الدين..\n</p>\n\n<p>\nيقول تعالى: (.. إني جاعلك للناس إماما..) البقرة / 124 ويقول: (وجعلناهم\nأئمة يهدون بأمرنا..) الأنبياء / 73 ويقول: (يوم ندعوا كل أناس بإمامهم..)\nالأسراء: 71 ومثل هذه النصوص الصريحة إنما تشير في دلالة واضحة إلى أن\nمستقبل الأمة وهدايتها يرتبط ارتباطا وثيقا بالإمامة ولو لم تكن للإمامة\nمثل هذه الأهمية ما منحت لنبي كإبراهيم كما يتضح من النص. الأول إذ أن دوره\nكنبي ورسول يكفي..\n</p>\n\n<p>\nومنحه هذا اللقب وتوجيهه للقيام بهذا الدور يعني أن مهمة الإمامة لها من\nالأبعاد والدلالات ما يتعدى حدود النبوة والرسالة أو هي امتداد لهما..\n</p>\n\n<p>\nوما يؤكده لنا النص الثاني أن الإمامة مرتبطة بالهداية وهذا يشير إلى أن\nالانحراف عن الإمامة يعني الضلال والزيغ عن الصراط المستقيم.\n</p>\n\n<p>\nيعني الانحراف عن أمر الله..\n</p>\n\n<p>\nأما النص الثالث فيحمل دلالة مستقبلية تتعدى حدود الحياة الدنيا وترتبط\nبالبعث والآخرة.\n</p>\n\n<p>\nوهذا يعني أن الإمامة قضية مصيرية يرتبط بها مستقبل المؤمن وآخرته ونجاته\nمن النار وبقدر هذه الأهمية لقضية الإمامة التي تبرزها هذه النصوص في محيط\nالحق والهداية تأتي نصوص أخرى تبرز لنا مدى خطورة هذه القضية في محيط\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p007'> Vol. 00, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nالباطل والضلال. فكما أن الإمام الحق يقود المؤمن نحو الهداية والأمن\nوالنجاة.\n</p>\n\n<p>\nيأتي إمام الباطل ليقود الناس نحو الضلال والخوف والهلاك.\n</p>\n\n<p>\nوهو ما يتضح من خلال قوله تعالى: (وجعلناهم أئمة يدعون إلى النار..)\nالقصص / 41.\n</p>\n\n<p>\nوقوله: (فقاتلوا أئمة الكفر..) التوبة / 12.\n</p>\n\n<p>\nإن القرآن يريد أن يؤكد لنا أن هناك صنفان من الأئمة:\n</p>\n\n<p>\nأئمة حق..\n</p>\n\n<p>\nوأئمة باطل..\n</p>\n\n<p>\nولا مكان لأئمة الباطل في ظل سيادة أئمة الحق.\n</p>\n\n<p>\nوإنما يسود أئمة الباطل في غياب أئمة الحق..\n</p>\n\n<p>\nمثل هذه الرؤية القرآنية قد أهملتها الأمة تحت ضغط السياسة وأمام حشد\nالروايات..\n</p>\n\n<p>\nوجاء فقهاء السلطان فقاموا بتأويل هذه الروايات بما يخدم الاتجاه السائد\nالمناقض لفكرة الإمامة المعادي لها..\n</p>\n\n<p>\nولقد كانت هذه الروايات بمثابة نجدة للحكام الذين حلوا محل الأئمة ونصبوا\nأنفسهم أئمة للمسلمين بمباركة الفقهاء وبدعم من هذه الروايات... ومن نماذج\nهذه الروايات:\n</p>\n\n<p>\n(الأئمة من قريش) (من <span id='ms02'></span> مات وليس في عنقه بيعة مات ميتة جاهلية) (لا يزال\nهذا الأمر في قريش ما بقي في الناس اثنان) (من أتاكم وأمركم جميع على رجل\nواحد يريد أن يشق عصاكم ويفرق جماعتكم فاقتلوه) (أطع الأمير وإن جلد ظهرك\nوأخذ مالك) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p008'> Vol. 00, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\n(من بايع إماما فأعطاه صفقة يده وثمرة قلبة فليطعه إن استطاع فإن جاء آخر\nينازعه فاضربوا عنق الآخر (من رأى من أميره شيئا فليصبر فإنه من فارق\nالجماعة قيد شبر فمات فميتته جاهلية) وفي رواية أخرى: فقد خلع ربقة الإسلام\nمن عنقه.. 1 هذه الروايات هي التي وضعت الحكام مكان الأئمة ودفعت بالفقهاء\nليلبسوهم ثوب الأئمة ويوجبوا على المسلمين طاعتهم تقديسهم..\n</p>\n\n<p>\nومن جانب آخر شكلت هذه الروايات حاجزا حال دون فهم قضية الإمامة وموه على\nحقيقتها..\n</p>\n\n<p>\nوقد برز من خلال هذه الروايات فقه آخر مناقض لفقه الإمامة ومشوه لها..\n</p>\n\n<p>\nفقه ساند الحكام وسطح قضية الإمامة..\n</p>\n\n<p>\nفقه قاد الأمة نحو الحكام ودفع بها إلى معاداة أئمة الحق والانحراف\nعنهم..\n</p>\n\n<p>\nفقه جعل الحكام هم الأئمة ووطن في نفوس المسلمين أن الإمام يعني الحاكم\nالذي يوجب الإسلام طاعته والجهاد والحج معه ودفع الزكاة له والصلاة من\nخلفه..\n</p>\n\n<p>\nوتفتت فكرة الإمامة وأصبحت تطلق على كل من يؤم الناس بداية من الحكم حتى\nالصلاة..\n</p>\n\n<p>\nومنذ ذلك الحين ساد هذا الاتجاه في واقع الأمة وتغلغل في التراث وسلم به\nالمسلمون..\n</p>\n\n<p>\nمنذ ذلك الحين أصبح إثارة الفكرة الحقيقية للإمامة وإبراز مضمونها وحصرها\nفي دائرة أئمة الحق يعد مخالفة لإجماع المسلمين وبدعا من الدين..\n</p>\n\n<p>\nوعلى ضوء هذا المفهوم الزائف لفكرة الإمامة فسر الفقهاء قوله تعالى (يا\nأيها الذين آمنوا أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم) النساء /\n59.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p009'> Vol. 00, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nفسروه لصالح الحكام واعتبر هذا النص من النصوص القطعية التي أعتمد عليها\nالفقهاء في إلزام الأمة بطاعة الحكام باعتبارهم أولي الأمر..\n</p>\n\n<p>\nوالمتأمل في هذا النص القرآني يتبين له أن الطاعة قد تدرجت من خلاله فهي\nأو لا لله سبحانه.\n</p>\n\n<p>\nوثانيا لرسوله (ص) وثالثا لأولي الأمر.\n</p>\n\n<p>\nوهذا الأمر إن دل على شئ فإنما <span id='ms03'></span> يدل على أن طاعة أولي الأمر مرهونة بطاعة\nالله وطاعة الرسول المبلغ من قبل الله. وأن هذا الطاعة امتداد لطاعة الله\nمما يعني أن أولي الأمر الذين يقصدهم النص هم فئة خاصة متقيدة بطاعة الله\nوملتزمة بنهج الرسول المبلغ لشرع الله والمبين له. والحكام الذين قصدهم\nالفقهاء بالطبع لا تتوفر بهم صفة الطاعة هذه كما هو واضح من تاريخ حكام\nالمسلمين.\n</p>\n\n<p>\nمن هنا يمكن القول أن أولي الأمر الذين يشير إليهم النص هم أئمة الحق\nالذين تقيدوا به وكانوا جديرين بحمل لوائه والنطق بلسانه.. 2 وهم وفق هذا\nالتصور طائفة خاصة مميزة ومنتقاة من بين المسلمين والذي يملك صلاحية أو\nشرعية الإنتقاء هو الرسول (ص) وهو ما يظهر بوضوح من خلال الكثير من النصوص\nالواردة على لسانه في كتب السنن تلك النصوص التي قام الفقهاء بتأويلها\nوإخضاعها للسياسة حتى لا تصطدم بالوضع السائد..\n</p>\n\n<p>\nوعلى رأس هذه النصوص قول الرسول (ص): يا أيها الناس أني تركت فيكم ما إن\nأخذتم به لن تضلوا: كتاب الله وعترتي أهل بيتي.. 3\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p010'> Vol. 00, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nوفي رواية أخرى:.. أنا تارك فيكم ثقلين: أولهما كتاب الله فيه الهدى\nوالنور.. وأهل بيتي أذكركم الله في أهل بيتي. أذكركم الله في أهل بيتي\nأذكركم الله في أهل بيتي.. 4 ويردد المسلم في كل صلاة ما لا تصح صلاته إلا\nبه وهو: اللهم صلى على محمد وعلى آل محمد كما صليت على إبراهيم وعلى آل\nإبراهيم وبارك على محمد وعلى آل محمد كما باركت على إبراهيم وعلى آل\nإبراهيم إنك حميد مجيد..\n</p>\n\n<p>\nوتأتي النصوص القرآنية لتؤكد تميز هذه الطائفة وشرعية هذا الإنتقاء من\nخلال قوله تعالى: \" إنما يريد الله ليذهب عنكم الرجس أهل البيت ويطهركم\nتطهيرا \".\n</p>\n\n<p>\nوقوله تعالى: \" رحمة الله وبركاته عليكم أهل البيت إنه حميد مجيد \"..\n</p>\n\n<p>\nوقوله تعالى: \" إنما أنت (الرسول) منذر ولكل قوم هاد \" (الإمام).. الرعد\n/ 7.\n</p>\n\n<p>\nومثل هذه النصوص القرآنية تشير في دلالة واضحة إلى عظيم مكانة آل البيت\nواختصاصهم بدور الإمامة والهداية للأمة من بعد الرسول (ص) لا الحكام الذين\nتركوا <span id='ms04'></span> مهمة الهداية للفقهاء الذين فشلوا في هذه المهمة.\n</p>\n\n<p>\nإن إدراك أهمية الإمامة ومكانتها الشرعية لا يتأتى إلا بالنظر إلى الجانب\nالمغتصب للإمامة من الحكام وأشياعهم من الفقهاء الذين برروا لهم هذا\nالاغتصاب وأضفوا المشروعية عليه.\n</p>\n\n<p>\nإن الله سبحانه يقول: \" الذين إن مكناهم في الأرض أقاموا الصلاة وآتوا\nالزكاة وأمروا بالمعروف ونهوا عن المنكر \".. الحج / 41 وهؤلاء الحكام لم\nيلتزموا بشئ من ذلك وهذا برهان ساطع على كونهم من أئمة الضلال وليسوا هم\nأئمة الحق والهدى كما يحاول التأكيد على ذلك الفقهاء.. 5\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p011'> Vol. 00, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nوتعد الإمامة قضية جوهرية ومصيرية في دائرة الإسلام دون بقية الأديان\nوذلك يعود إلى كون الإسلام خاتم الأديان والرسول (ص) هو خاتم الرسول (ص)\nفمن ثم تكون الحاجة ماسة إلى وجود الإمام من بعده ليكون حجة على الناس\nوعلما من أعلام الهدى ومرجعا للأمة في أمر دينها..\n</p>\n\n<p>\nإلا أن الأمة من بعد الرسول (ص) انحرفت عن أئمة الحق وتبعت أئمة الباطل\nمن الحكام الذين أضلوها عن سبيل الله..\n</p>\n\n<p>\nأتبعت الأمة الخلفاء والملوك والسلاطين الذين باركهم الفقهاء وزينوهم\nللمسلمين.\n</p>\n\n<p>\nوأهملت الأمة تحت تأثير السياسة وضغط الفقهاء أئمة أهل البيت الذين أرشد\nعنهم القرآن والرسول (ص)..\n</p>\n\n<p>\nمن هذا المنظور قام الفقهاء بتطويع النص النبوي الذي يقول: لا يزال أمر\nالناس ماضيا ما وليهم اثنا عشر رجلا.\n</p>\n\n<p>\nوفي رواية: لا يزال هذا الدين منيعا حصينا إلى اثني عشر خليفة.\n</p>\n\n<p>\nوفي رواية: لا يزال الإسلام عزيزا إلى اثني عشر خليفة.. 6 لقد قام بعض\nالفقهاء بتحديد الإثنى عشر خليفة الذين يرتبط بهم مستقبل الإسلام والمسلمين\nفي الآتي: الخلفاء الأربعة أبو بكر، عمر، عثمان، علي ومعاوية، وابنه يزيد،\nوعبد الملك بن مروان وأولاده الأربعة هشام، وسليمان والوليد، ويزيد، وبينهم\nعمر بن عبد العزيز، ثم أخذ الأمر في الانحلال.. 7\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p012'> Vol. 00, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nوقال ابن الجوزي: قد أطلت البحث عن معنى هذا الحديث وتطلبت مظانه وسألت\nعنه فلم أقع على المقصود به لأن ألفاظه مختلفة ولا أشك أن التخليط فيها من\nالرواة.. 8 وبنقل ابن حجر أنه يحتمل أن يكون الإثنى عشر <span id='ms05'></span> بعد المهدي الذي\nيخرج في آخر الزمان.. وقد قيل أنهم يكونون في زمن واحد يفترق الناس عليهم\nويحتمل أن يكون المراد أن الإثنى عشر في مدة عزة الخلافة وقوة الإسلام\nواستقامة أموره.. 9 وينقل عنهم لم ألق أحدا يقطع في هذا الحديث بشئ معين.\n</p>\n\n<p>\nفقوم قالوا يكونون بتوالي إمارتهم وقوم قالوا يكونون في زمن واحد كلهم\nيدعي الإمارة.. 10 ويظهر مما نقلنا أن الفقهاء يتخبطون في تحديد من هم\nالإثنى عشر الذين أشارت إليهم الروايات التي جزموا بصحتها، وبعضهم حسم\nالأمر بحصرهم في دائرة بني أمية. وجاء آخرون فأخرجوا حكام بني أمية ووضعوا\nمكانهم حكام بني العباس وهو ما يظهر من خلال كلام السيوطي حول هذه\nالروايات.. 11 ومثل هذه التفسيرات التي تتجه نحو الحكام وتصب في دائرتهم\nالهدف منها هو التمويه على أئمة آل البيت والتعتيم عليهم وعلى رأسهم الإمام\nعلي والحسن والحسين من بعده وبقية أئمة آل البيت الإثنى عشر (ع).. 12\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p013'> Vol. 00, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nوأقل ما يشير إليه هذا التخبط الذي وقع فيه الفقهاء تجاه هذه الروايات هو\nأن هناك جهة أخرى محددة أشار إليها الرسول (ص) وإن رفضنا هذه النتيجة فإن\nكلام الرسول يكون من قبيل العبث إذ كيف يشير إلى اثنى عشر دون أن يحددهم\nويحسم الخلاف الذي من الممكن أن يقع من حولهم؟\n</p>\n\n<p>\nولقد وقع هذا الخلاف ولكن ليس من حول أئمة آل البيت (ع) الذين قصدهم\nالرسول وإنما وقع من حول الحكام الذين حاول الفقهاء إحلالهم مكان الأئمة\nفهم قد ساندوا الحكام في عزل أئمة آل البيت عن واقع المسلمين ثم اختلفوا من\nحولهم..\n</p>\n\n<p>\nثم وقفوا من قول رسول الله (ص): من مات ولم يعرف إمام زمانه مات ميتة\nجاهلية 13. نفس الموقف الذي وقفوه من النصوص السابقة..\n</p>\n\n<p>\nفقسم منهم ضعف الحديث وأثار من حوله الشبهات.\n</p>\n\n<p>\nوقسم آخر وجهه ناحية الحكام كما وجهه النصوص السابقة..\n</p>\n\n<p>\nفقول الرسول (ص) من مات ولم يعرف إمام زمانه. إنماء يشير في دلالة واضحة\nإلى أن الإمامة هي الفيصل بين الحق والباطل وبين الإسلام والجاهلية فمعرفة <span id='ms06'></span>\nالإمام تعني معرفة الحق والجهل به يعني السقوط في براثن الباطل والضلال..\n</p>\n\n<p>\nومن غير الممكن أن يكون المقصود بالإمام هو الحاكم فإن هذا يعني أن معرفة\nالحاكم تعني معرفة الحق وهو ما لم يقل به أحد من أصحاب العقول إلا الفقهاء\nالذين ساروا في ركاب الحكام.. 14\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p014'> Vol. 00, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا الحديث الذي يعلن صراحة أن الإمام هو الفيصل بين الحق والباطل الذي\nتم التعتيم عليه من قبل الرواة والمحدثين تجنبه أصحاب الصحاح مثل البخاري\nومسلم:\n</p>\n\n<p>\nفي الوقت الذي قاموا فيه بتضخيم حديث منسوب للرسول (ص) يقول: تركت فيكم\nما إن تمسكتم به لن تضلوا بعدي أبدا: كتاب الله وسنتي. وأشاعوه بين\nالمسلمين.\n</p>\n\n<p>\nعلى حساب حديث: إني تارك فيكم الثقلين كتاب الله وعترتي الذي أصبح مجهولا\nمتواريا أمام حديث: كتاب الله وسنتي.. 15 وقد نصت كتب العقائد على وجوب\nطاعة الحكام والصلاة والحج والجهاد من ورائهم وتسليم الزكاة لهم ولو كانوا\nفسقة فجارا.. 16 ومثل هذه الرؤية التي تضع الحكام في هذا الإطار العقائدي\nإنما تعني شيئا واحدا في نظر الفقهاء هو أن هؤلاء الحكام هم أئمة الحق\nالمعصومون..\n</p>\n\n<p>\nهذا في الوقت الذي يستخفون فيه بأئمة آل البيت (ع) وينفون عنهم الإمامة\nوالعصمة التي منحتهم إياها النصوص الصريحة.\n</p>\n\n<p>\nوهذا الكتاب الذي بين أيدينا والذي ينشر لأول مرة إنما هو مشعل من بين\nمشاعل كثيرة رفعها فقهاء صدعوا بالحق وتصدوا لظلمات الباطل وانطلقوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p015'> Vol. 00, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nبمشاعلهم لينيروا طريق الحق للأمة متسلحين بكتاب الله عز وجل في مواجهة\nالحكام وفقهاء السلاطين وركام الروايات التي اخترعوها ليطمسوا فكرة\nالإمامة.\n</p>\n\n<p>\nوقد استشهد المؤلف بكثير من الآيات القرآنية التي تدعم فكرة الإمامة وهذا\nالأمر إن دل على شئ فإنما يدل على عمق فهم المؤلف وتمكنه من أدوات فهم النص\nالقرآني. وعلى رأس هذه الأدوات التجرد وهو ما افتقده المفسرون والفقهاء\nالذين تصدوا لنصوص القرآن وأمعنوا النظر فيها بعين واحدة بينما ركزوا العين\nالأخرى على الحكام والروايات..\n</p>\n\n<p>\nأن المسلمين اليوم في حاجة ماسة لإعادة قراءة النص القرآني بعين المتجرد\nبعيدا عن تأثير الفقهاء والروايات <span id='ms07'></span> وهو ما التزم به مؤلف الكتاب..\n</p>\n\n<p>\nوحتى يتحقق الفهم المطلوب من النص القرآني لا بد من الالمام بالأمور\nالتالية:\n</p>\n\n<p>\nأولا: قراءة الواقع المدني ودراسة قطاعاته..\n</p>\n\n<p>\nثانيا: التحرر من تأثير الروايات المخترعة..\n</p>\n\n<p>\nثالثا: التحرر من تأثير السياسة والرجال..\n</p>\n\n<p>\nإن فهم الواقع المدني ودراسة قطاعاته مقدمة ضرورية لفهم أبعاد النص\nالقرآني ومدلولاته.. 17 والنصوص القرآنية التي تتعلق بالإمامة يتطلب فهم\nأبعادها ومدلولاتها قراءة الواقع المدني ودراسة قطاعاته وشرائحه كما يتطلب\nالتحرر من الروايات والسياسة والرجال..\n</p>\n\n<p>\nولقد حال انعدام الوعي بتركيبة المجتمع المدني وطبيعته وإخفاء الصورة\nالمثالية على واقعه ورموزه دون فهم النصوص القرآنية المتعلقة بالصحابة\nوعلاقتهم بآل البيت وموقفهم منهم..\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p016'> Vol. 00, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nوجاءت الروايات لتضفي القداسة على الصحابة وتشكك في آل البيت وتنفي\nالإمامة عنهم..\n</p>\n\n<p>\nوبارك الفقهاء هذه الروايات ودعموها بأقوالهم وفتاواهم في رعاية ومساندة\nالحكام الذين اغتصبوا الإمامة من آل البيت..\n</p>\n\n<p>\nوما عرضه المؤلف من نصوص قرآنية إنما كان الهدف منها التأكيد على أن\nالإمامة وحي وتنزيل وسنة من سنن الله في الذين خلوا من قبل على حد تعبيره..\n</p>\n\n<p>\n(ولن تجد لسنة الله تبديلا) وكما كتب الصوم على الذين من قبلنا كتبت\nالإمامة.\n</p>\n\n<p>\nفالصوم فريضة..\n</p>\n\n<p>\nوالإمامة فريضة..\n</p>\n\n<p>\nوقد كتبت هذه السنة على بني إسرائيل كما هو واضح من خلال قوله تعالى:\n(وجعلنا منهم أئمة يهدون بأمرنا لما صبروا..) وكتبها على إبراهيم (ع) بقوله\nسبحانه: (إني جاعلك للناس إماما..) وطلب إبراهيم جعلها في ذريته (قال ومن\nذريتي) قال تعالى (لا ينال عهدي الظالمين) فالإمامة كما هي في بني إسرائيل\nهي في ذرية إبراهيم لكنها كما هو واضح من النصين هي تنحصر في حدود\nالمتقين..\n</p>\n\n<p>\nوكما هي في ذرية إبراهيم هي في ذرية محمد وهو ما يؤكده المؤلف مستشهدا\nبقوله تعالى (إن أولى الناس بإبراهيم للذين اتبعوه وهذا النبي والذين آمنوا\nوالله ولي المؤمنين) والمقصود بالذين آمنوا هنا الذين آمنوا بالله والنبي\nوالإمام من بعده فكأن إنكار الإمام يعد إنكارا لله والرسول (ص) ويعد خروجا\nمن دائرة الولاية التي خصها الله للمؤمنين.. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p017'> Vol. 00, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nويستشهد المؤلف بقوله تعالى <span id='ms08'></span> (يا أيها الذين آمنوا أطيعوا الله وأطيعوا\nالرسول وأولي الأمر منكم..) ويؤكد أن الله سبحانه لا يأمر إلا بمعلوم غير\nمجهول.. وهذا يشير إلى أن الإمام كان معروفا ومحددا أمام المؤمنين في دائرة\nالمجتمع المدني في شخص علي بن أبي طالب..\n</p>\n\n<p>\nوهو ما تؤكده النصوص القرآنية التي نزلت فيه والنصوص التي تزكيه وتميزه\nعلى لسان النبي (ص).. 18 واستعرض المؤلف لجانب من هذه الخصوصية التي تميز\nبها الإمام ويكفي القول في هذا المضمار أن لفظة إمام لم تطلق على أحد من\nصحابة رسول الله (ص ولم ترتبط إلا بعلي بن أبي طالب..\n</p>\n\n<p>\nويؤكد المؤلف قضية الاصطفاء كما يؤكد قضية الوصاية والوصي من خلال حشد\nعدد غير قليل من النصوص القرآنية..\n</p>\n\n<p>\nمنها قوله تعالى: (إن الله اصطفى آدم ونوحا وآل إبراهيم وآل عمران على\nالعالمين. ذرية بعضها من بعض والله سميع عليم) وقوله تعالى على لسان زكريا\n(ع): (فهب لي من لدنك وليا. يرثني ويرث من آل يعقوب..) وقوله تعالى: (ومن\nآبائهم وذرياتهم وإخوانهم واجتبيناهم وهديناهم إلى صراط مستقيم) وقوله\nتعالى: (أم يحسدون الناس على ما آتاهم الله من فضله فقد آتينا آل إبراهيم\nالكتاب والحكمة وآتيناهم ملكا عظيما)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p018'> Vol. 00, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nوما دامت قد تأكدت قضية الاصطفاء والتميز لآل البيت من خلال هذه النصوص\nفقد تأكدت إمامتهم.\n</p>\n\n<p>\nوحين تتأكد إمامتهم تتأكد وصايتهم على الأمة من بعد الرسول (ص).\n</p>\n\n<p>\nفالنص الأول يؤكد الاصطفاء..\n</p>\n\n<p>\nوالنص الثاني يؤكد الاختيار..\n</p>\n\n<p>\nوالنص الثالث يؤكد التطهير..\n</p>\n\n<p>\nوالنص الرابع يؤكد الميراث..\n</p>\n\n<p>\nوالنص الخامس يؤكد الأمور الأربعة..\n</p>\n\n<p>\nإن الاصطفاء والاختيار والتطهير والميراث لا يمكن جمعهم إلا في دائرة فئة\nمؤهلة للقيام بدور رباني رسالي في واقع الأمة وليس هناك من فئة مؤهلة\nللقيام بهذا الدور سوى آل البيت..\n</p>\n\n<p>\nلا الصحابة..\n</p>\n\n<p>\nولا الحكام..\n</p>\n\n<p>\nولا الفقهاء..\n</p>\n\n<p>\nومن هنا ونظرا لهذا الوضع المتميز لآل البيت فقد حسدهم الناس من شتى\nالقطاعات الأخرى التي يتكون منها المجتمع المدني..\n</p>\n\n<p>\nمن قطاع المهاجرين..\n</p>\n\n<p>\nومن قطاع الأنصار..\n</p>\n\n<p>\nومن بني أمية..\n</p>\n\n<p>\nبالإضافة إلى قطاع المنافقين..\n</p>\n\n<p>\nوهو ما يظهر لنا من <span id='ms09'></span> خلال النص السادس الذي أراد الله سبحانه أن يؤكد أن\nالفضل الذي تفضل به على آل النبي (ص) بجعل الإمامة فيهم من بعد الرسول ليس\nأمرا شاذا في حركة الرسل يتطلب من القطاعات الأخرى أن تحسدهم عليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p019'> Vol. 00, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nفأن آل البيت هم امتداد لآل إبراهيم (ع) الذين جمعوا ما بين الكتاب\nوالحكمة والملك..\n</p>\n\n<p>\nوإن كان المجتمع المدني والعربي عامة قد تمرد على وصية الرسول وإمامة علي\nوخرج على نهج الكتاب وحرم آل البيت من الحكم فهو قد عجز عجزا كاملا من أن\nيحرمهم من الكتاب والحكمة الذي ورثوه عن النبي وظل عالة عليهم في هذا\nالأمر.. 19 لقد شاءت الإرادة الإلهية أن تكون الإمامة في آل البيت. وأراد\nالله تعالى أن يكون أئمة آل البيت حجج الله على العباد من بعد الرسول ومرجع\nهذه الأمة وأداة وحدتها وقوتها ومصدر الحكمة وسر النبوة وحفظة الكتاب..\n</p>\n\n<p>\n(وربك يخلق ما يشاء ويختار ما كان لهم الخيرة) ولو كانت الأمة قد سارت\nعلى نهج آل البيت وأقرت بإمامتهم ما كان يمكن أن يكون هناك وجود لفقهاء\nالسلاطين ورواياتهم وسلاطينهم الذين فرقوا الأمة شيعا وأحزابا وأضلوها\nالسبيل..\n</p>\n\n<p>\nوما أعظم حاجتنا اليوم إلى هذا النور الرباني لنهتدي به وسط ظلمات العصر\nالتي هي من صنع ذلك التراث الشيطاني المتولد من الروايات وأقوال الرجال\nوسياسة الحكام والذي طمس صورة الإسلام.\n</p>\n\n<p>\nوما أشد حاجتنا وحاجة الإسلام إلى الأقلام المتحررة من تأثير الروايات\nوالرجال والسياسة. المتجردة من الهوى والغرض لتقوم بدورها في إنهاض هذه\nالأمة المنكوبة المكبلة بأغلال الماضي..\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p020'> Vol. 00, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nوإن أول خطوة على الطريق هي العمل على بعث التراث المجهول أو بمعنى أدق\nالتراث الذي ضرب بفعل السياسة والذي نحن في أمس الحاجة إليه لتحقيق التوازن\nالفكري والاعتدال في الحركة والتصور وتوحيد كلمة المسلمين حول راية آل\nالبيت بعد أن أخفقت الرايات الأخرى في نبذ الفرقة والحد من تكاثر الجماعات\nالتي تتخبط في ظلمات الواقع بحثا عن إمام..\n</p>\n\n<p>\nوإننا إذ نقدم هذا الكتاب للمسلمين اليوم نكون قد خطونا خطوة فعلية نحو <span id='ms10'></span>\nبعث التراث المجهول وإلقاء الضوء عليه..\n</p>\n\n<p>\nصالح الورداني القاهرة الخامس عشر من ربيع الآخر عام 1419 ه‍ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p021'> Vol. 00, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\n- مصدر المخطوطة / توجد من هذه المخطوطة نسخة واحدة في المكتبة المتوكلية\nاليمنية بالجامع الكبير بصنعاء تحت رقم 1670 علم كلام.\n</p>\n\n<p>\nوهي تقع ضمن مجموعة من الرسائل الصغيرة على رأسها رسالة الرد على ابن\nالمقفع وهي بدون تاريخ وعليها أسم المؤلف والتعليق التالي:\n</p>\n\n<p>\nنصر فيها المؤلف مذهب الزيدية في تقديم أمير المؤمنين علي بن أبي طالب\nعلى الخلفاء الثلاثة.. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p022'> Vol. 00, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nترجمة المؤلف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p023'> Vol. 00, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nهو القاسم بن إبراهيم طباطبا بن إسماعيل الديباج بن الحسن بن علي بن أبي\nطالب، الهاشمي، الحسني، أبو محمد، الرسي - 169 - 246 ه‍ -.\n</p>\n\n<p>\nفقيه شاعر وأبيه (إبراهيم طباطبا) تعتبره الزيدية المؤسس الأول للأمة\nالزيدية.\n</p>\n\n<p>\nوهو فقيه شاعر حجازي مدني، شارك في أصناف من العلوم، كان يسكن جبل قدس من\nأطراف المدينة. ويعتبر من أئمة الزيدية وهو شقيق ابن طباطبا (محمد بن\nإبراهيم). وسمع من يونس بن عبد الأعلى وإبراهيم بن مرزوق، وسكن مصر، وحدث\nعنه الحسن بن رشيق. وأعلن دعوته بعد موت أخيه سنة 199 ه‍ -.\n</p>\n\n<p>\nذكره المرزباني في الشعراء، ولم يشر إلى إمامته أو كتبه، وأورد له شعرا\nجيدا منه أبيات آخرها:\n</p>\n\n<p>\nإذا أكدى جنى وطن * فلي في الأرض منعرج وقال: من ولده الحسين بن الحسن بن\nالقاسم الزيدي صاحب اليمن. وذكره الزركلي في الأعلام قائلا: إنه حسن الشعر\nجيده، وأورد له شعرا منه:\n</p>\n\n<p>\nعسى الله فلا تياس من الله إنه يسير عليه ما يعز ويكبر وله أيضا:\n</p>\n\n<p>\nوعيني هديت أنال الغنى * بيأس الضمير وهجر المنى وتوفي القاسم بالرس (وهو\nجبل أسود بالقرب من ذي الحليفة، على ستة أميال من المدينة، وإليه ينسب) وله\nثلاث وعشرون رسالة منها:\n</p>\n\n<p>\n- تثبيت الإمامة.\n</p>\n\n<p>\n- الرد على ابن المقفع.\n</p>\n\n<p>\n- العدل والتوحيد.\n</p>\n\n<p>\n- سياسة النفس.\n</p>\n\n<p>\n- الناسخ والمنسوخ. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p025'> Vol. 00, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nوذكر ابن الأثير في الكامل أن المأمون عندما بعث عبد الله بن طاهر واليا\nعلى مصر والشام والجزيرة، قال له بعض إخوته: إن عبد الله يميل إلى أولاد\nعلي فأنكر ذلك، ثم بعث رجلا وقال له: امش <span id='ms11'></span> إليه في هيئة القراء والنساك إلى\nمصر فادع جماعة من كبرائها إلى القاسم بن إبراهيم بن طباطبا، واذهب إلى ابن\nطاهر فادعه إليه واذكر مناقبه ورغبه فيه، واثن بما تسمع، ففعل، ولكن رده\nابن طاهر وأنكر ما قيل له مما كان باعثا لسرور المأمون. وقد ساقها الطبري\nفي تاريخه بالنص.\n</p>\n\n<p>\nوذكر المأمون للرسي دليل على شهرته ومعرفة الناس به.\n</p>\n\n<p>\nواسم طباطبا الذي أطلق على أبيه إبراهيم بن إسماعيل، عرف به لأنه كان\nيلثغ الطاء عوضا عن الفاء، فقال يوما بحضرة هارون الرشيد وأشار إلى بعض\nالغلمان: ذاك يا أمير المؤمنين صاحب الطبا، فلقب بطباطبا.\n</p>\n\n<p>\nمصادر سيرة المؤلف:\n</p>\n\n<p>\n1 - معجم المؤلفين: عمر كحالة 2 - معجم الشعراء: المرزباني، 217.\n</p>\n\n<p>\n3 - الإعلام: الزركلي، 5: 171.\n</p>\n\n<p>\n4 - الكامل: ابن الأثير.\n</p>\n\n<p>\n5 - تاريخ الأمم والملوك: الطبري.\n</p>\n\n<p>\n6 - تاريخ الإسماعيلية 1: 101.\n</p>\n\n<p>\n7 - العلماء والرواة للعلم بالأندلس: الأزدي بن الفرض.\n</p>\n\n<p>\n8 - المقفى الكبير: المقريزي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p026'> Vol. 00, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nتثبيت الإمامة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p027'> Vol. 00, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nالصفحة الأولى من المخطوطة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p029'> Vol. 00, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nأحمد الله فاطر السماوات والأرض ففضل بعض مفطورة على بعض علوا منه تعالى\nللمفضلين شكره، وإحسانا للمفضولين ما ازداد في ذلك من أمره ليزيد الشاكرين\nفي الآخرة شكرهم من تفضيله، وليذيق المفضولين لسخط إن كان منهم في ذلك من\nتنكيله: ابتداء في ذلك للفاضلين بفضله وفعلا فعله بالمفضولين عن عدله.\n</p>\n\n<p>\nيقول الله جل ثناؤه وتباركت بقدسه أسماؤه \" لا يسأل عما يفعل وهم يسألون\n\" 1.\n</p>\n\n<p>\nوقال \" وربك يخلق ما يشاء ويختار ما كان لهم الخيرة سبحان الله وتعالى\nعما يشركون \" 2 ويقول تعالى: \" وهو الذي جعلكم خلائف الأرض ورفع بعضكم فوق\nبعض درجات ليبلوكم فيما آتاكم إن ربك سريع العقاب وإنه لغفور رحيم \" 3.\n</p>\n\n<p>\nويقول تبارك وتعالى \" أنظر كيف فضلنا بعضهم على بعض وللآخرة أكبر درجات\nوأكبر تفضيلا \" 4.\n</p>\n\n<p>\nويقول سبحانه \" أهم يقسمون رحمة ربك نحن قسمنا بينهم معيشتهم في الحياة\nالدنيا ورفعنا بعضهم فوق بعض درجات ليتخذ بعضهم بعضا سخريا ورحمت ربك خير\nمما يجمعون \" 5\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p037'> Vol. 00, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nوقال تعالى: \" ولقد كرمنا بني أدم وحملناهم في البر والبحر ورزقناهم من\nالطيبات وفضلناهم على كثير ممن خلقنا تفضيلا \" 6 وقال تبارك وتعالى: \" وسخر\nلكم ما في السماوات وما <span id='ms12'></span> في الأرض جميعا منه إن في ذلك لآيات لقوم يتفكرون \"\n7.\n</p>\n\n<p>\nويقول سبحانه: \" وسخر لكم الليل والنهار والشمس والقمر والنجوم مسخرات\nبأمره إن في ذلك لآيات لقوم يعقلون \" 8.\n</p>\n\n<p>\nوالحمد لله رب العالمين الذي جعلنا من أبناء المرسلين 9 الذين وصفهم\nبصفوة تفضيل المفضلين ونستعين مفدى الخيرات وولي كل حسنة من الحسنات على\nواجب شكره وكريم أثره فيما ابتدأ به من فضله وخص به من ولاة رسله ولا حول\nولا قوة إلا بالله العلي العظيم فعليه توكلنا وهو رب العرش الكريم..\n</p>\n\n<p>\n(وبعد) 10 سألت سترك الله عن الإمامة، ووجوبها، وما الدليل إن كانت واجبة\nعلى ملتمس مطلوبها؟\n</p>\n\n<p>\nفأما وجوب الإمامة ودليله فوحي كتاب الله عز وجل وتنزيله فاسمع لسنته في\nالذين خلوا من قبلك وتفهم تتقدم لوائها عن الله تعلم. فإنه يقول عز وجل\nونحمده فيما نزل من محكم كتابه: \" سنة الله في الذين خلوا من قبل ولن تجد\nلسنة الله تبديلا \" 11\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p038'> Vol. 00, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nويقول تعالى: \" كتب عليكم الصيام كما كتب على الذين من قبلكم لعلكم تتقون\n\" 12. هذا يرحمك الله لكي تعتبر بمنزل ما به في أشباه حكمه في الأمم\nواستنانه ثم أخبر تعالى عما جعل من الإمامة في بني إسرائيل، قبل أن ينقل ما\nنقل منها إلى ولد إسماعيل (عليه السلام) فقال: \" ولقد آتينا موسى الكتاب\nفلا تكن في مرية من لقائه وجعلناه هدى لبني إسرائيل وجعلنا منهم أئمة يهدون\nبأمرنا لما صبروا وكانوا بآياتنا يوقنون \" 13.\n</p>\n\n<p>\nوقال سبحانه ما أنور بيانه فيما ترك من قصص خليله إبراهيم (عليه السلام)،\nوما خصه الله به في الإمامة من التقديم، وما كان من دعاء إبراهيم (عليه\nالسلام) وطلبه 14 لإبقائها من بعده في ذريته \" إني جاعلك للناس إماما. قال\nومن ذريتي \" 15.\n</p>\n\n<p>\nقال تبارك وتعالى \" لا ينال عهدي الظالمين \" 16 خبرا منه سبحانه أن عهده\nفيها إنما هو للمتقين منهم فلم يزل ذلك مصرفا بينهم. لم يخرجه الله تعالى\nمنهم بعد وضعه له فيهم، وإنعامه له عليهم حتى كان أسر مصيره في الرسالة ما\nصار إلى إمام الهدى محمد - صلوات الله <span id='ms13'></span> عليه وآله - فكان خاتم النبيين،\nومفتاح الأئمة المهتدين.\n</p>\n\n<p>\nثم قال تعالى بعد هذا كله دلالة على \" أن محمدا وارث خليله \": \" إن أولى\nالناس بإبراهيم للذين اتبعوه وهذا النبي والذين آمنوا والله ولي المؤمنين \"\n17\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p039'> Vol. 00, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nفكان محمد الوارث من إبراهيم وإسماعيل - عليهما السلام - للنبوة 18\nوالنبي - عليه السلام - حاز ما كان من إبراهيم وإسماعيل من الدعوة، إذ\nيقولان - صلوات الله عليهما -: \" ربنا وابعث فيهم رسولا منهم يتلوا عليهم\nآياتك ويعلمهم الكتاب والحكمة ويزكيهم، إنك أنت العزيز الحكيم \" 19.\n</p>\n\n<p>\nوأبين دليل، وأنور تنزيل في وجوب الإمامة وما يجب منها على الأمة قول\nالله تبارك وتعالى:\n</p>\n\n<p>\n(أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم فإن تنازعتم في شئ فردوه\nإلى الله والرسول إن كنتم تؤمنون بالله واليوم الآخر ذلك خير وأحسن تأويلا)\n20 فأمر تبارك وتعالى بطاعة أولي الأمر مع ما أمر به من طاعته وطاعة\nالرسول، ولا يأمر تبارك وتعالى إلا بمعلوم غير مجهول، مع ما لا أعلم فيه\nبين الرواة فرقة وما لا أحسب كافرا ذامها عليه بتفقه من حديث الرسول - عليه\nالسلام - في أن: \" من مات لا إمام له مات ميتة جاهلية \" 21 فكل هذا دليل\nعلى وجوب الإمامة وعقدها، وما في ذلك للأمة بعد رسولها - صلى الله عليه\nوآله وسلم - من رشدها مع ما يجمع جميع الأمم على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p040'> Vol. 00, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nاختلاف مللها وعقولها، وما هي عليه من الفرقة البعيدة في أجناسها وأصولها\nفي تقديمها لمن يؤمن منها، وبدت محو ودمار للأعداء عنها، ويحوط حزمها عليها\nوينفذ حكم المصلحة فيها ويكف سرق قوتها عن ضعيفها، وعزى حكم قسط التدبير\nفيها في شريفها ووضيعها، استصلاحا منها بذلك للدنيا، والتماسا به لما فيه\nلها من التقيا فكيف يرحمك الله لطلاب تضارب الأرباب، وحلول دار الخلد من\nالجنة، وملتمس حكم الكتاب والسنة؟ أيصلح أولادك أن يكونوا قوما بغير إمام\n22؟ هيهات \" إنا \" 23 الله ذاكر لمنزل أحكام، فيمن إن كانوا قوما للحدود\nوما عهد الله إلى الأئمة فيها من العهود؟\n</p>\n\n<p>\nمن لحد الفاسق والفاسقة؟\n</p>\n\n<p>\nولحكم الله في السارق والسارقة؟\n</p>\n\n<p>\nمن لقذاف المحصنات وتتبع <span id='ms14'></span> إبراز المؤمنات؟\n</p>\n\n<p>\nمن لحكم التفصيل وإصابة خفي التأويل؟\n</p>\n\n<p>\nمن لهدى أهل الجهل والضلال والاحتجاج بحجج الله على أهل الإبطال؟\n</p>\n\n<p>\nأما سمعت قول الله جل ثناؤه، وتباركت بقدسه أسماؤه:\n</p>\n\n<p>\n\" سورة أنزلناها وفرضناها وأنزلنا فيها آيات بينات لعلكم تذكرون الزانية\nوالزاني فاجلدوا كل واحد منهما مائة جلدة ولا تأخذكم بهما رأفة في دين الله\nإن كنتم تؤمنون بالله واليوم الأخر وليشهد عذابهما طائفة من المؤمنين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p041'> Vol. 00, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nالزاني لا ينكح إلا زانية أو مشركة والزانية لا ينكحها إلا زان أو مشرك\nوحرم ذلك على المؤمنين 24 \" مع جميع حكم الله فيها وفي غيرها، وما أمر به\nفي أحكامه وتقيدها، فهذا في وجوب الإمامة.\n</p>\n\n<p>\nهكذا وكفى من اتصف ولم يف بهذا مع حجج كثيرة تركت تكلفها، وألقيت إليك\nمنها جملها، كراهية للإكثار، واكتفاء بالاختصار، مع آخر لا بد من ذكر معترض\nعدومها، وكلف تبيين ما أستتر من خفي عمومها.\n</p>\n\n<p>\nفافهم لسد مذكورها، واسمع لذكر منشودها بأذن واعية من واع، وادعها دعاية\nانتفاع.\n</p>\n\n<p>\n(تهيئة الكون) 25 إعلم أن هذا العالم وما فيه إما أن يكون شيد من أحكم\nالحاكمين، وأن يكون لواحد لا لاثنين، فإذا ثبت أن ما وجد من العالم\nوتدبيره، وما بني عليه من حكم تهيئته وتقديره، لواحد حي حكيم علي، ليس له\nضد ينافيه، ولا ند يماثله فيكافيه، ولا له آفة تضره، ولا ضرورة تضطره إلى\nما أحدث وصنع من بدائعه واصطنع جل ثناؤه من صنيعه عن أمرين ولشيئين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p042'> Vol. 00, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nأحدهما: الاعتبار فيما بدا، وحكمه في ماضي إرادته فيما أنشأ.\n</p>\n\n<p>\nوالأمر الثاني: فإحكام تدبير منشأه، وتبليغه غاية مداه، بإحداث ما لا\nيكون بلوغ المدى للآية، وما يريد الحكيم من إبقاء المنشأ بأسنانه من مواد\nالأغذية، وحوط المنشأ من كل مفنية.\n</p>\n\n<p>\nثم يكون ذلك في لطف مدخله، وحوط فرعه من الفساد وأصله على قدر حكمة تدبير\nالمدبر، واقتدار قدرة العليم المقدر، فلا يمكن في حكمه التدبير، ولا تدبير\nذي العلم القدير، أن يزيد كون لقائه إلا مع خلقه، المقيم إبقائه من مادة\nالغذاء وتركيب التي للاغتذاء من <span id='ms15'></span> الأفواه والأوعية، وبسط الأيدي العبدية\nلاستحالة بقاء الحمقى مع عدم ما به للبقاء، واستنكار دوام دائم، أو توهم\nقوام قائم، جعلهما الله لا يدومان إلا بمديمهما، ولا يقومان طرفة عين إلا\nبمقيمهما، ثم يقطع المديم المقيم لهما عنهما وهو مريد مع قطعه بدوامهما لما\nفي ذلك من الجهل الذي تعالى الله عنه، وخطأ التدبير الذي بعد سبحانه منه،\nكنحو ما خلق من حيوان للإنسان الذي خلقه، لا يبقى إلا عادة الغذاء، وجعل\nغذاه لا يكون إلا بتجرد الأرض والماء وبما فطر سبحانه من حرارة النار\nوالهواء، وبما جعل من فصول السنة الأربعة، وجعل السنة لا تكون إلا بشهورها\nالمجتمع، وجعل الشهور لا تتم إلا بأيامها ولياليها، وما قدرها الله عليه من\nتواليها، وجعل الأيام لا تتم إلا بساعات أزمانها، والأزمان لا تتم إلا\nبحركة الأفلاك ودورانها.\n</p>\n\n<p>\n(الليل والنهار) 26\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p043'> Vol. 00, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nثم فصل تعالى الليل من النهار وفرق برحمته بين الظلم والأنوار، لتمام ما\nأراد من إبقاء المدبر ولينتشر في النهار كل منتشر في ابتغاء حاجاته، وليسكن\nفي الليل من فتراته، ولم يجعل الليل والنهار سرمدا، ولم يعر منهما من خلقه\nإلا مخلدا، فقال سبحانه \" قل أرأيتم إن جعل الله عليكم الليل سرمدا إلى يوم\nالقيامة من إله غير الله يأتيكم بضياء أفلا تسمعون قل أرأيتم إن جعل الله\nعليكم النهار سرمدا إلى يوم القيامة من إله غير الله يأتيكم بليل تسكنون\nفيه أفلا تبصرون \" 27 فجعل الليل والنهار نعمة منه.\n</p>\n\n<p>\n(فصول السنة) 28\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p044'> Vol. 00, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nثم قسم تبارك وتعالى السنة فجعلها أربعة أزمانا، وفننها للبقاء إفنانا،\nمن شتاء وصيف وربيع وخريف.\n</p>\n\n<p>\n(الغذاء) ثم قدر في كل فن مع كل زمن من الأغذية ضربا يابسا فيه، ورطبا لا\nيصلح في غيره ولا يتم إلا بتدبيره، وجعل هذه الأزمنة عمودا لتناسل الحيوان\nوعلة لبقائهم إلى ما قدر لهم من الأزمان، ثم دخل الحيوان ضروبا، وجعل\nأغذيته شعوبا.\n</p>\n\n<p>\nفمنهم الناس المغتذون بطيب الأغذية، ومنهم الطير والدواب وفنون الأشياء\nالحية المكتفية بأثقال الغذاء، وتيسير مؤونة الاغتذاء.\n</p>\n\n<p>\n(بناء الناس) 29 بنى الناس <span id='ms16'></span> على خلاف بنية المسخر لهم من الحيوان، وبانوا\nمنهم بفضيلة الفكر ونطق البيان، فدبروا أغذية معايشهم بالفضيلة واستعانوا\nفي ذلك بتصرف الحيلة، وكفى ذلك غيرهم من الحيوان.\n</p>\n\n<p>\nولولا ذلك لما بقوا ساعة من زمان، فكل مذكور من أجناس البهائم المسخرة\nلمنافع بني آدم فمبني على الأمور مما ذكرنا من فضيلتهم عاجزا عما جعل الله\nلهم من متصرف جبلتهم.\n</p>\n\n<p>\n(تأديب الله لبني آدم بتأديب آباءهم) وكذلك كانوا بنو آدم في بدء مولدهم،\nفي عجزهم عن نيل منافع غذائهم ورشدهم، وجهلهم لمصلحهم من مفسدهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p045'> Vol. 00, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nفلو كان الناس إذ ابتدأوا وعندما فطروا وأنشئوا، لم يجعل لهم ولا فيهم من\nيعدوهم، ويقوم عليهم لهلكوا ولم يبقوا وقت يوم واحد، لما يحتاجون إليه في\nالنفاس وعند المولد من تلفيف الولدان خرقها، وتسوية أعضاء خلقها، ولكن الله\nتبارك وتعالى جعل لهم في الابتداء آباء قاموا بكفاية المصلحة والغذاء في\nالعلم بمصلحتهم غير حلهم 30، فغذوهم برأفة الأبوة، وبضي التربية في مولدهم\nإلى بلوغ قوة الرجال ، والاستغناء بنهاية الكمال.\n</p>\n\n<p>\nولا بد لهذه الآباء التي قامت على الأبناء من أن تكون في المبتدأ وعند\nأول المنشأ من الجهالة في نيل ما لأبنائهم من حاجة إلى تربية آبائها؟ ولا\nبد كيفما ارتفع الكلام في هذا المعنى من أبناء يقوم عليها آباؤها، وأيا\nكانوا كذلك في الأصل، إذا ابتدئ إنشاءها في مثل حد أبنائها من جهلها، وقلة\nاكتفائها حتى يعود ذلك إلى أب واحد منه كان مبتدأ النسل والتوالد.\n</p>\n\n<p>\nولا بد للأب الأول من أن يكون أدبه وتعليمه على خلاف أدب من يكون بعده،\nإذ لا أب له ولا يكون أدبه وتعليمه إلا من الله أو من بعض من يؤدبه ويعلمه\nتعليمه إلا من الله أو من بعض من يؤدبه ويعلمه من خلق الله (31)، فإن كان\nمن مخلوق أخذ أدبه، فلا يخلوا ذلك من أن يكون الله أو غيره أدبه.\n</p>\n\n<p>\nوكيفما أرتفع الكلام في هذا المعنى فلابد من أن يعود إلى أن خلق ابتداء\nأدبه من قبل الله للأول الندى ولابد <span id='ms17'></span> للأب أو الذي هو أصل التناسل من أن\nيكون مؤدبا معلما للجوامع من معرفة جهات المضار والمنافع، مخلوقا على الفهم\nوقبول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p046'> Vol. 00, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nأدب المعلم، ليتم بذلك من فهمه نفع تعليم معلمه، فيقوم على نفسه وعلى من\nمعه من ولده في الأخذ لهم بأدبه، وعقاب مذنبهم بذنبه، وثواب محسنهم بإحسانه\nوتوفيق كل على ضره ونفعه، كي يتم بذلك ما أريد لهم من البقاء، وعنهم من أضر\nمدة الفناء.\n</p>\n\n<p>\n(ثلاث طبقات يمر بها الإنسان) كذلك هم في الخلق مخرون؟ في طبق بعد طبق\nمصروفون من مدة بقائهم من طبقات ثلاث إلى حين فنائهم لا يخلون منها، ولا\nمنصرف لهم عنها.\n</p>\n\n<p>\nأما الأولى منها: فطبقة التربية.\n</p>\n\n<p>\nوأما الثانية: فطبقة اعتمال الأغذية.\n</p>\n\n<p>\nوالثالث: فاكتساب الحسنة والسيئة.\n</p>\n\n<p>\nفهم في أولى طبقاتهم مكتفون بالآباء وفي الثانية مستغنون عنهم بالأكفياء\nمؤدبون على المعرفة بحد الأغذية والبذور، والفرق بين الضار والنافع فيها من\nالأمور والثالثة فمحتاجون ما كانوا فيها، وعند أول مصيرهم إلينا إلى مرشد\nودليل، ذي عقاب وتنكيل، ليكون ما أريد بهم من البقاء، وجلبوا له من عمارة\nالدنيا وذلك عند بلوغ قوة الاحتلام، وحركة شهوة ملامسة الأنام، لما بني\nعليه الناس من شهوة النساء، لما في ذلك من زيادة النسل والنماء، وكل ذلك من\nاعتمال الأغذية وما خص به الإنسان من الشهوة في البنية.\n</p>\n\n<p>\n(حد الحدود ومكافأة المثيب ومجازاة المذنب) ولا بد فيه وفي الدلالة عليه\nمن مرشد معرف، ومحدد موقف، لأنه لو ترك الناس في الغذاء وما ركبوا عليه من\nشهوة النساء، بغير حد معروف، لا فرض عزم موصوف، لم يكن أحد بمعتمله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p047'> Vol. 00, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nوما ملكه الله من أهله أولى عند المكابرة من أحد بدا، ولما فرق بين سيد\nوعبد، ولو كان ذلك كذلك، لصير به إلى الفناء والمهالك، ولما أنسل ولا اغتذى\nضعيف مع قوي، ولا سلم رشيد من الخلق مع غوي، ولبطلت الأشياء وفسدت الدنيا\nولكنه جل ثناؤه وتباركت بقدسه أسماؤه جعل للناس في البدء والدا (32)، وحد\nلهم به في الأشياء حدا أدبهم جميعا عليه <span id='ms18'></span>، ونهاهم عن المخالفة له فيه، ثم\nجعل للمتأدبين فيه بأدبه ثوابا، وعلى المخالفين إذ ما نهاهم عنه عقابا\n(33).\n</p>\n\n<p>\nفكان كل إنسان أولى بمتعلمه، واثق بما ملكه الله من أهله فلو تركوا فيه\nبغير إبانه دليل، أو كانوا خلوا في خلاف له من التنكيل، لوثب بعضهم فيه على\nبعض، ولفنى أكثر من في الأرض، لما يقع في ذلك من الحروب واغتصاب النساء\nوالنهوب، ولكان في ذلك لو كان من الفساد في معرفة الأب الرحيم والأولاد ما\nيقطع بعاطف الرحمة، وما جعله الله سببا للنسل والتربية، إذ لا يعرف والد\nولدا ولكن وضع للنكاح في ذلك حدا بين كنهه ومداه، ونهى كل امرئ أن يتعداه\nليعرف كل إنسان ولده فيغذوه بعطفه، وفي عطفه رأفة الأبوة عليه، فلا يخفوه\nولا يعدوه وذلك ليتم ما أريد بالناس من التناسل والبقاء إلى غاية ما قدر\nلهم ودبر من الانتهاء.\n</p>\n\n<p>\nوإذا كان الناس على ما ذكرنا مأمورين في الغذاء، ومحدودة لهم وعليهم\nالحدود في مناكحة النساء، لم يكن لهم أن يتناسلوا من ذلك شيئا رفيعا كان\nمنه أو دنيئا إلا على ما جعل الله لهم، وقدر حكمه بينهم، وإذا كان كذلك،\nوحكم الله فيه ما حكم به من ذلك، لم ينل طالب منهم مطلوبة، ولم يدرك محب\nفيه محبوبه إلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p048'> Vol. 00, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nبشديد معاناة وعسير مأساة من العلاج والاعتمال، وحركة كسب الأموال التي\nبها يوصل إلى مطلوب الغنى والسبيل إلى مناكحة النساء، ثم ليس لهم تناول\nمعتمل ولا حركة في عمل عليهم أو حكم بخلافه فيهم.\n</p>\n\n<p>\nثم إذا صاروا إلى النكاح على ما أمروا به إلى الحد ما لبثوا أن يصيروا\nإلى عيال وولد يحتاجون لهم إلى أقوات التغذية، وأنواع ضروب متاع التربية،\nمع حاجتهم للأولاد والأنفس إلى ما يحصنهم من الحر والبرد من الملبس، وما\nيستر عورات النساء والرجال وما يظلهم من شعائر للإكثار، وما يحتاجون إليه\nمن اتخاذ الأبنية، وما لا بد لهم من أمتعة للأقبية وكل ذلك من حوائج\nالإنسان يدخل فيه معهم أشد التنافس <span id='ms19'></span> لما يعم جميعهم من الحاجة إليه لظاهر ما\nلهم من المنافع فيه فلابد في كله وجميع ضروب معتملة من أن يقاموا فيه على\nحد معلوم، فلا يلزمه فيه فرض حكم معزوم، وإلا اقتتلوا عليه وتواثبوا\nوتناهبوا فيه واغتصبوا، أو فتنوا فلم يبقوا، وصاروا إلى خلاف ما له خلقوا.\n</p>\n\n<p>\nولما كانوا إلى ما ذكرنا مضطرين، وفي أصل الفطرة عليه مفطورين، تفرقوا في\nأنواع الصناعات واحتالوا للملبس بضروب الساعات، فلم يكن لهم عند ذلك بد في\nالبدء الأول من معلم يقوم عليهم، يبين لهم أقدار مواقع مصالح ذلك فيهم\nليتعاملوا بها وعليها، ويصيروا إلى مصالحهم فيها وإلا فسدوا. وفتنوا وهلكوا\nولم يبقوا.\n</p>\n\n<p>\n(شروط العلم) ثم لا بد لمعلمهم وولي أدب تعليمهم من أن يكون عالما بجهات\nمنافع الأشياء، مأمونا عليهم في الدين والدنيا، لأنه إن كان على غير ذلك\nكان مثلهم يسئ ويجهل في الأمور جهلهم، ثم لا يكون مع هذا يجب عليهم أتباعه،\nوهول ما تقدم من أمره واستماعه، مع ما يدعوهم إليه من الكف عن كثير مما\nيحبون ويأمرهم به من الدخول في كثير مما يكرهون، إلا بأن يكون لهم في خلافه\nمخوفا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p049'> Vol. 00, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nبعقاب، وفي الانتهاء إلى معهود أمره موجبا لثواب، وذلك لئلا يكون أن\nينقادوا له حتى يؤدبهم ويقبلوا قوله إلا باقتراف درجة العاصي والمطيع،\nوتباين مكان المحسن عنده والمسئ.\n</p>\n\n<p>\nوذلك فيما لا يدخله تعرف، ولا يفرق بينه مفرق، إلا من حيث قلنا، وعلى ما\nمثلنا، ولا يكون مخوفا العاصي بعقابه، ولا داعيا المطيعين إلى ثوابه، إلا\nبدلائل إعلام ببينة، بفرق بين المدعي منزلته وبينه، ولا يجوز أن تكون علامة\nمما يقدر على مثلها، فلا يؤمن على فعلها، وممكن نيلها لمدعي منزلته ظلما\nوعدوانا وفسقا وطغيانا، ولا تكون للدلالة عليها، وشاهد عليهم للإبانة فيها\nإلا من الله لا يحدث غير الله خلقها، ولا يحسن من هي عليه بدلالة بخلقها\nوكانت من الله كغيرها من دلائله في ضوء منبرها، وإسفار نور مبينها،\nوإقامتها من الأئمة بعينها وانقطاع عدد المعتلين على <span id='ms20'></span> الله في رفضها بعقد،\nوكان فيهم لما نص من علم دلائل قربتها.\n</p>\n\n<p>\n(إرسال الرسل والنبيين) وكذلك فعل الله بالرسل - صلوات الله عليها -\nوأوصاهم وأثابهم عن غيرهم بنور دلائله وضيائها ثم فرق كل ملبوه من الرسل\nوالأوصياء ومن حدث بعدهم من خلفاء الأنبياء في علم الدلائل والحجج، بقدر ما\nلهم عند الله من الدرج.\n</p>\n\n<p>\n(آيات وعجائب الرسل) فجعل دلائل المرسلين وشاهد أعلام النبيين أكبر بيانا\nوأقوى سلطانا وأفلح في الحجة للمستنكرين، وأقطع لأخاليل غدر المعتدين فكان\nمن ذلك عجائب موسى - صلى الله عليه - في فلق الله له ولمن كان معه كان معه\nالبحر ليبصرهم إلى ما كان من قبل ذلك من عجيب آياته وما أرى المضرين من\nفعلاته في الضفادع والقمل والدم وما يعظم قدر مبلغه قدر مبلغه عن كل معظم.\n</p>\n\n<p>\nوعجائب عيسى - صلى الله عليه - التي كانت تصل في أصغرها للأحلام من\nإحيائه الموتى وإبرائه للكمة والبرصاء، وإيتائه لهم بما يأكلون وما يدخرون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p050'> Vol. 00, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nوإخباره لهم عن كثير مما يضمرون، ثم آيات محمد - صلى الله عليه - وما نزل\nمن حكمة وحيه إليه، التي لم يقو لمكافاته فيها من أضداده ضد، ولم يكن لحكيم\nمنصف عند سماعها من قبولها بدمع عجيب آياته في الشجر وإجابته (34) وما كان\nمن شأن الشاة المسمومة (35)، وإنبائه سرائر الغيوب (36) المكتومة، وإطعامه\nفي سعة كف لأكثر من ألف وألف (37).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p051'> Vol. 00, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\n(الأوصياء والأئمة وما في علي عليه السلام) فبانت الرسل - صلوات الله\nعليها - من الأوصياء ما جعل الله من هذه الدلائل لهم وفيهم وبانت للأوصياء\nمن الأئمة ما خصها الله من التسمية وعلما يعرف لها عند رسلها من المنزلة\nوما كانت الرسل تليها به أقوال التفضلة كنحو ما جاء في علي - عليه السلام\n(38) - عن الرسول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p052'> Vol. 00, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\n- صلى الله عليه وسلم - وما كان من أقواله المشهورة المعلومة منه كقوله:\n</p>\n\n<p>\n\" من كنت مولاه، فعلي مولاه، اللهم وال من والاه، وعاد من عاداه \" (39).\n</p>\n\n<p>\nوكقوله: \" أنت مني بمنزلة هارون من موسى إلا أنه لا نبي بعدي، وأنت قاضي\nديني ومنجز وعدي \" (40) مع ما يكون عند <span id='ms21'></span> الأوصياء من علمه بحوادث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p055'> Vol. 00, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nالأشياء وما يلقون بعد الأنبياء من شدائد كل كيد ودول كل جبار عنيد، أمرا\nخاصا من الأنبياء لمن خلفهم بعدهم من الأوصياء، كنحو ما ألقى الله تعالى\nإلى الرسول من اصطفائه علي واختياره وتناول المرادي (41) له فيما تناوله به\nمن حيلة واغتراره وخبره عن طلحة (42) والزبير (43) وعائشة (44) ومعاوية\n(45) وما كان ينادي به في خطبه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p056'> Vol. 00, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nمن دولة بني أمية وما كان يخبر به من عجيب الأنباء، ويقص على الناس من\nقصص الأنبياء وما كان به بائنا ولغيره فيه مباينا من بأس الإقدام في القتال\nومنازلة مشاهير الأبطال، التي كان بعد عليها إقدام المقدمين، ويهاب اصطلاء\nنارها كثير من خيار المسلمين مع تأول أوليائه فيه لكثير من آي القرآن، مع\nالتي لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p059'> Vol. 00, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nيشك في سبقه إلى الله فيها بالإيمان، والله يقول جل ثناؤه وتباركت بقدسه\nأسماؤه:\n</p>\n\n<p>\n\" والسابقون السابقون أولئك المقربون \" (46).\n</p>\n\n<p>\nفكفى بهذه الآية لو لم يكن معها غيرها وبما بين عنه من وحي كتاب الله\nتنزيلها على الوحي دليلا، وفي الدلالة عليه تنزيلا.\n</p>\n\n<p>\nفكيف بكثير الدلائل عليه؟ ودواعي شواهد الوصية إليه من قوله جل ثناؤه:\n</p>\n\n<p>\n\" لا يستوي منكم من أنفق من قبل الفتح وقاتل أولئك أعظم درجة من الذين\nأنفقوا من بعد وقاتلوا وكلا وعد الله الحسنى والله بما تعملون خبير \" (47)\nمع كثير آيات القرآن ودلائل وحي الفرقان من تفضيله له بمثالة للأقران وسبقه\nإلى الله بكرامة الإيمان، مع التي كان بها نسيج وحده، وفيها مباينا لجميع\nمن كان معه في حده من جمة أعوان العلم، ومعرفة أديان الأمم، وفضل بيان\nاللسان، ومعرفة أسرار القرآن، وهذه خاصة من حالاته، أحد أعلام الإمام بعده\nودلالته التي لا توجد، وإن جهد ملتمسها، ولا يقتبس إلا من الإمام مقتبسها.\n</p>\n\n<p>\nفجعل الله جل ثناؤه وتباركت بقدسه أسماؤه ما قدمنا ذكره وأثبتنا في الحجة\nأمره من خاص دلائل الأوصياء، كرامة خصهم بها بعد الأنبياء وأبانهم بها من\nالأئمة، واحتج بها لهم على الأمة، ثم أبان للأئمة من بعدهم، ودل للأمة فيهم\nعلى رشدهم <span id='ms22'></span> بدليلين مثبتين، وعلمين مصيبين، لا يحتملان لبس تغليط، ولا زيغ\nشبهة تخليط، لا يطيق خلعهما بعد، ولا يحسن خلفهما محسن، ولي ذلك منهما\nوفيهما.\n</p>\n\n<p>\nفمظهر دلالة صنعه عليها الله رب العالمين وخالق جميع المحدثين، وهما ما\nلا يدفعه عن الله دافع، ولا ينتحل صبغة مع الله فيما بين من القرابة\nبالرسول صلى الله عليه وآله وسلم - وما جعل من احتمال كمال الحكمة فيمن\nالإمامة فيه وحد الحكمة وحقيقة تأوليها درك فائق للأحكام كلها، فاسمع لقول\nالله - جل ثناؤه -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p060'> Vol. 00, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nوتباركت بقدسه أسماؤه فيما ذكرنا من مكان قرابة المرسلين، وما جعل من\nوراثة النبوة في أبناء النبيين.\n</p>\n\n<p>\nقال الله تعالى: \" ولقد أرسلنا نوحا وإبراهيم وجعلنا في ذريتهما النبوة\nوالكتاب فمنهم مهتد وكثير منهم فاسقون \" (48) وقال تعالى: \" إن الله اصطفى\nآدم ونوحا وآل إبراهيم وآل عمران على العالمين ذرية بعضها من بعض والله\nسميع عليم \" (49).\n</p>\n\n<p>\nوقال سبحانه: \" ولقد آتينا بني إسرائيل الكتاب والحكم والنبوة ورزقناهم\nمن الطيبات وفضلناهم على العالمين \" (50).\n</p>\n\n<p>\nوقال تعالى: \" ولقد اخترناهم على علم على العالمين \" (51).\n</p>\n\n<p>\nوقال موسى - صلى الله عليه - لبني إسرائيل: \" اذكروا نعمة الله عليكم إذ\nجعل فيكم أنبياء وجعلكم ملوكا وأتاكم ما لم يؤت أحدا من العالمين \" (52).\n</p>\n\n<p>\nوقال إبراهيم - صلوات الله عليه: \" رحمة الله وبركاته عليكم أهل البيت\nإنه حميد مجيد \" (53).\n</p>\n\n<p>\nوقال الله تعالى في نوح - صلى الله عليه: \" ولقد نادانا نوح فلنعم\nالمجيبون * ونجيناه وأهله من الكرب العظيم * وجعلنا ذريته هم الباقين \"\n(54)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p061'> Vol. 00, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nوقال نوح - عليه السلام: \" رب أغفر لي ولوالدي ولمن دخل بيتي مؤمنا\nوللمؤمنين والمؤمنات ولا تزد الظالمين إلا تبارا \" (55). فقدم في الدعوة\nالأبوين ثم ثنى بعدهما بالأهلين ثم دعا بعدهم للمؤمنين تفريقا منه - صلى\nالله عليه للمفروق وتنزيلا لهم في التقديم والتأخير على أقدار الحقوق.\n</p>\n\n<p>\nوقال سبحانه: \" ولقد آتينا موسى الكتاب فلا تكن في مرية من لقائه وجعلناه\nهدى لبني إسرائيل وجعلنا منهم أئمة يهدون بأمرنا لما صبروا وكانوا بآياتنا\nيوقنون \" (56).\n</p>\n\n<p>\nثم قال تعالى لأبناء إبراهيم خاصة من دون المؤمنين: \" ملة أبيكم إبراهيم\nهو سماكم <span id='ms23'></span> المسلمين من قبل وفي هذا ليكون الرسول شهيدا عليكم تكونوا شهداء\nعلى الناس فأقيموا الصلاة وأتوا الزكاة واعتصموا بالله هو مولاكم فنعم\nالمولى ونعم النصير \" (57).\n</p>\n\n<p>\nوذلك كقوله وقول إسماعيل - صلوات الله عليهما - عند رفعهما قواعد البيت\nفيما ذكرنا ندائهما: \" ربنا تقبل منا إنك أنت السميع العليم * ربنا واجعلنا\nمسلمين لك ومن ذريتنا أمة مسلمة لك وأرنا مناسكنا وتب علينا إنك أنت التواب\nالرحيم \" (58).\n</p>\n\n<p>\nوقال - تعالى: \" ربنا إني أسكنت من ذريتي بواد غير ذي زرع عند بيتك\nالمحرم ربنا ليقيموا الصلاة فاجعل أفئدة من الناس تهوي إليهم وارزقهم من\nالثمرات لعلهم يشكرون \" (59).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p062'> Vol. 00, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nوقال تعالى: \" وأمر أهلك بالصلاة واصطبر عليها لا نسألك رزقا نحن نرزقك\nوالعاقبة للتقوى \" (60).\n</p>\n\n<p>\nوقال تعالى: \" إنما يريد الله ليذهب عنكم الرجس أهل البيت ويطهركم تطهيرا\n\" (61).\n</p>\n\n<p>\nوقال تعالى لنوح: \" أحمل فيها من كل زوجين اثنين وأهلك إلا من سبق عليه\nالقول ومن آمن وما أمن معه إلا قليل \" (62).\n</p>\n\n<p>\nوقال تعالى: \" وإن لوطا لمن المرسلين * إذ نجيناه وأهله أجمعين * إلا\nعجوزا في الغابرين \" (63).\n</p>\n\n<p>\nوقال تعالى: \" إلا آل لوط نجيناهم بسحر * نعمة من عندنا كذلك نجزي من شكر\n\" (64).\n</p>\n\n<p>\nوقال في أيوب (ع): (ووهبنا له أهله ومثلهم معهم رحمة منا وذكرى لأولي\nالألباب (65). وقال يعقوب (ع) ليوسف (ع): \" وكذلك يجتبيك ربك ويعلمك من\nتأويل الأحاديث ويتم نعمته عليك وعلى آل يعقوب كما أتمها على أبويك من قبل\nإبراهيم وإسحاق إن ربك عليم حكيم \" (67).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p063'> Vol. 00, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nوقال تعالى على لسان موسى (ع): \" واجعل لي وزيرا من أهلي * هارون أخي *\nأشدد به أزري * وأشركه في أمري * كي نسبحك كثيرا * ونذكرك كثيرا * إنك كنت\nبنا بصيرا \" (68).\n</p>\n\n<p>\nوقال تعالى على لسان زكريا (ع): \" فهب لي من لدنك وليا * يرثني ويرث من\nآل يعقوب وأجعله رب رضيا \" (69).\n</p>\n\n<p>\nوقال تبارك وتعالى: \" ووهبنا له إسحاق ويعقوب كلا هدينا ونوحا هدينا من\nقبل * ومن ذريته داود وسليمان وأيوب ويوسف وموسى وهارون وكذلك نجزي\nالمحسنين * وزكريا ويحيى وعيسى وإلياس كل من الصالحين * وإسماعيل واليسع\nويونس ولوطا وكلا فضلنا على العالمين \" (70).\n</p>\n\n<p>\nثم قال تعالى <span id='ms24'></span>: \" ومن آبائهم وذرياتهم وإخوانهم واجتبيناهم وهديناهم إلى\nصراط مستقيم \" (71).\n</p>\n\n<p>\nوقال تعالى: \" ووهبنا له إسحاق ويعقوب وجعلنا في ذريته النبوة والكتاب\nوآتيناه أجره في الدنيا وإنه في الآخرة لمن الصالحين \" (72).\n</p>\n\n<p>\nوقال تعالى: \" ولقد أرسلنا نوحا وإبراهيم وجعلنا في ذريتهما النبوة\nوالكتاب فمنهم مهتد وكثير منهم فاسقون \" (73).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p064'> Vol. 00, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nوقال سبحانه: \" أم يحسدون الناس على ما آتاهم الله من فضله فقد آتينا آل\nإبراهيم الكتاب والحكمة وآتيناهم ملكا عظيما \" (74).\n</p>\n\n<p>\nفأي ضياء أضوء أو حجة محتج لقول من إثبات الصفوة والفضل لأبناء المتحابين\nمن الرسل مما تلونا تنزيلا مبانا أنزله الله في منزل وحية قرآنا، ولا\nيعارضه شبهة لبس، ولا يلتبس على ذي ارتياده ملتبس، ولكن اقتطع الناس، وحال\nبين العامة وبينه، وتكابرهم في الحكم، واعتساف جنائزهم فيه بالعلم، فأعين\nالعامة في غطاء مذكورة، وقلوبهم ذات عمى عن نوره، فمعروفه لديهم مجهول،\nوداعيه فيهم مرذول، لم يفتل عيه، عظم تعنيفه فيه، ولم يعزوا من جهلهم بفرضه\nوما لهم فيه من رفضه سبيل ما هم عليه، وما أمسوا وأصبحوا فيه من جهل غيره\nمن الحقوق وتعطيلها، ومحو أعلام الدين وتبديلها والله المستعان في ذلك\nوغيره فإياه.. (75) ذلك وتعبيره والحمد لله الذي جعلنا لختام المرسلين عترة\nوبقية، من مصايرته نيله للأولين عبرة ومنة و (ألا وذرار) (76) ابتداء لما\nفي ذلك تعظيم فضله ومن علينا فيه بولادة خاتم رسله من غير قوة منا ولا حول\nولا صالح من عمل ولا قول فجعلنا راجين رجاء أبناء المرسلين بآبائهم.\n</p>\n\n<p>\nواعلم أن من حفظ الله للنبيين في أبنائهم وبقي هذا في دلالة القرآن دليلا\nعلى الإمام وما ولى الله لرسله في ذلك، وبه من في كرام (77).. أن يقف\nويعتبر معتبرا به لحكم مفكر، فاسمع لقول الله سبحانه في فضل الحكمة، وما خص\nبه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p065'> Vol. 00, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nوجعلها فيه من التقدمة إذا يقول في داود (ع): \" وشددنا ملكه وآتيناه\nالحكمة وفصل الخطاب \" (78).\n</p>\n\n<p>\nوقال فيه جل وعز: \" وقتل داود جالوت وآتاه الله الملك والحكمة وعلمه مما\nيشاء \" (79).\n</p>\n\n<p>\nفمتى ما وجد الملتمسون، وأصاب هذا الطلب الطالبون من <span id='ms25'></span> غايات الخليات فيه\nكامليات، وهذان الدليلان عليه منشأة، نقب ما فيه ووضحت وبانت الحجة\nلأوليائه (80) ولم يكن بطالب إمامة هدية ولم تكن الكفاءة بذلك إلا فيه\nوالعلة إليها ولها ومن أجلها، كان القرآن والحكمة (81) على الإمام دليلا،\nوإلى وجوده عند الحاجة والمطلب سبيلا، إن مطلبة في القرآن أسهل على\nالطالبين، وأيسر في تكليفه على المتكلفين، وأقطع بيانا وأبلغ في الحجة على\nالمتجاهلين، وأقرب إلى متناول التبعية، إذا لا يمكن تقريبها بالتسمية،\nوالدولة دونها (82).. مخوف فيها قبل الأبوين.\n</p>\n\n<p>\nولو كان الأمر في الإمامة كما قال المبطلون فيها، وعلى ما زعموا من أنهم\nالحاكمون بآبائهم اختارهم عليها، وأن الخيرة فيها ما اختاروا، والرأي منها\nولها ما رأوا، وكان في ذلك من طول مدة وفداء، عطنوا فيحه وفساده من إهمال\nالناس ما لا خفي على نظريه عين ولا يعلم معه عصمة دين (83).. من فساد\nالاهمال وليعطل في مدة الطلب لأكثر الأحكام من الجمع والإعياء والدفاع\nوالجهاد وقذف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p066'> Vol. 00, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nالمحصنات ومكابرة المؤمنات فسقط حد الزاني والزانية، وكل حكم خصه الله\nبالتسمية.\n</p>\n\n<p>\nثم لما كان لما هم فيه من الطلب أنه يعرف ولا للغرض فيه نهاية ينتهي\nإليها المكلف، ومن شأن الله تيسير كلفه وبقي منه معرفة كنحو من تكليفه وما\nكان من تعريفه جل ثناؤه لنفسه بما للسماء وللأرض من خلقه، وما عرف من رسله\nفوائد أعلام دلائله، كقوله: \" وما جعل عليكم في الدين من حرج ملة أبيكم\nإبراهيم هو سماكم المسلمين من قبل وفي هذا ليكون الرسول شهيدا عليكم\nوتكونوا شهداء على الناس \" (84).\n</p>\n\n<p>\nوكقوله: \" يريد الله بكم اليسر ولا يريد بكم العسر ولتكملوا العدة\nولتكبروا الله على ما هداكم \" (85).\n</p>\n\n<p>\nفقالوا: نختار لإمامتنا وديننا أولفنا لذلك في أنفسنا فقلنا: لستم\nتختارون ذلك لأنفسكم دون اختياركم فيه على ربكم، فلله الخيرة لا لكم.\n</p>\n\n<p>\nويقول الله جل ثناؤه \" وربك يخلق ما يشاء ويختار ما كان لهم الخيرة \"\n(86).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p067'> Vol. 00, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nموجز تواريخ الأئمة الإثنى عشر الإمام علي بن أبي طالب عليه السلام أبوه:\nأبو طالب (عبد مناف) أمه: فاطمة بنت <span id='ms26'></span> أسد بن هاشم.\n</p>\n\n<p>\nولادته: يوم الجمعة 13 رجب في الكعبة المكرمة بعد مولد الرسول الأعظم (ص)\nبثلاثين سنة ألقابه: أمير المؤمنين، المرتضى، الوصي، حيدرة يعسوب المؤمنين.\n</p>\n\n<p>\n* ولد في الكعبة ولم يولد بها أحد قبله ولا بعده.\n</p>\n\n<p>\nآخى رسول الله (ص) بينه وبين علي لما آخى بين المسلمين.\n</p>\n\n<p>\n* بلغ عن رسول الله (ص) سورة براءة.\n</p>\n\n<p>\nشهادته: ليلة 21 من شهر رمضان سنة 40 ه‍.\n</p>\n\n<p>\nالإمام الحسن (ع) أبوه: الإمام أمير المؤمنين علي (ع) أمه: فاطمة الزهراء\n(ع) ولادته: ولد في المدينة ليلة النصف من شهر رمضان في السنة الثالثة\nللهجرة.\n</p>\n\n<p>\nألقابه: التقي، الزكي، السبط.\n</p>\n\n<p>\nوفاته: توفي في السابع من شهر صفر سنة 50 ه‍.\n</p>\n\n<p>\nالإمام الحسين (ع) أبوه: الإمام أمير المؤمنين علي (ع).\n</p>\n\n<p>\nأمه: فاطمة الزهراء (ع).\n</p>\n\n<p>\nولادته: ولد بالمدينة في الثالث من شعبان سنة أربعة للهجرة.\n</p>\n\n<p>\nألقابه: الوفي، الطيب، الدليل على ذات الله، السبط، سيد شباب أهل الجنة.\n</p>\n\n<p>\nشهادته، استشهد هو وأهل بيته وأصحابه في اليوم العاشر من المحرم سنة 61\nه‍.\n</p>\n\n<p>\nالإمام علي بن الحسين (ع) أبوه: الإمام الحسين بن علي (ع).\n</p>\n\n<p>\nأمه: شاه زنان - أي ملكة النساء - بنت يزدجرد بن شهريار بن كسرى ملك\nالفرس.\n</p>\n\n<p>\nولادته: ولد في المدينة يوم الجمعة في الخامس من شعبان سنة 38 ه‍.\n</p>\n\n<p>\nألقابه: زين العابدين، سيد الساجدين، سيد العابدين، ذو الثفنات.\n</p>\n\n<p>\nوفاته: في الخامس والعشرين من شهر محرم سنة 95 ه‍. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p069'> Vol. 00, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nالإمام محمد الباقر (ع) أبوه: الإمام علي بن الحسين زين العابدين (ع).\n</p>\n\n<p>\nأمه: فاطمة بنت الإمام الحسن.\n</p>\n\n<p>\nولادته: ولد يوم الجمعة 1 رجب، سنة 57 ه‍.\n</p>\n\n<p>\nألقابه: الشاكر لله، الهادي، الأمين.\n</p>\n\n<p>\nملأ الدنيا بعلمه وحديثه، حتى قال بعض أصحابه أنه سأله عن ثلاثين ألف\nحديث.\n</p>\n\n<p>\nوفاته: توفي يوم الاثنين، سابع ذي الحجة، سنة 114 ه‍.\n</p>\n\n<p>\nالإمام جعفر الصادق (ع) أبوه: الإمام محمد بن علي الباقر (ع).\n</p>\n\n<p>\nأمه: أم فروة (فاطمة) بنت القاسم.\n</p>\n\n<p>\nولادته: ولد في المدينة، في السابع عشر من ربيع الأول سنة 80 ه‍.\n</p>\n\n<p>\nألقابه: الصادق، الفاضل، الصابر.\n</p>\n\n<p>\nوفاته: توفي في الخامس والعشرين من شوال سنة 148 ه‍.\n</p>\n\n<p>\nالإمام موسى الكاظم (ع <span id='ms27'></span>) أبوه الإمام جعفر بن محمد الصادق (ع).\n</p>\n\n<p>\nأمه: حميدة بنت صاعد المغربي.\n</p>\n\n<p>\nولادته: ولد بالأبواء - بين مكة والمدينة - في السابع من شهر صفر، سنة\n128 ه‍.\n</p>\n\n<p>\nألقابه: الهبد الصالح، الكاظم، باب الحوائج، الصابر.\n</p>\n\n<p>\nوفاته: توفي يوم الجمعة، في الخامس والعشرين من شهر رجب، سنة 183 ه‍.\nالإمام علي الرضا (ع) أبوه: الإمام موسى بن جعفر الكاظم (ع) أمه: تكتم،\nوتكنى ب‍ (أم البنين).\n</p>\n\n<p>\nولادته: ولد في المدينة المنورة في الحادي عشر من ذي القعدة، سنة 148 ه‍.\n</p>\n\n<p>\nألقابه: الرضا، الصابر، الرضي، الوفي.\n</p>\n\n<p>\nوفاته: يوم الثلاثاء 17 صفر، سنة 203 ه‍. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p070'> Vol. 00, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nالإمام محمد الجواد (ع) أبوه: الإمام علي بن موسى الرضا (ع).\n</p>\n\n<p>\nأمه: سبيكة - من أهل بيت مارية أم إبراهيم بن رسول الله (ع).\n</p>\n\n<p>\nولادته: ولد بالمدينة ليلة الجمعة 19 شهر رمضان، سنة 195 ه‍.\n</p>\n\n<p>\nألقابه: الجواد، القانع، النجيب، المتقي، العالم.\n</p>\n\n<p>\nوفاته: توفي يوم السبت، آخر ذي القعدة سنة 220 ه‍ - في بغداد.\n</p>\n\n<p>\nالإمام علي الهادي (ع) أبوه: الإمام الحسن بن علي العسكري (ع) أمه: نرجس\nبنت يشوعا بن قيصر ملك الروم، وتنسب إلى وصي المسيح شمعون.\n</p>\n\n<p>\nولادته: ولد في ليلة النصف من شعبان سنة 255 ه‍ - في سامرا ء.\n</p>\n\n<p>\nألقابه: المهدي، القائم، المنتظر، صاحب الزمان، الحجة.\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p071'> Vol. 00, p. 071</a>\n            </div>\n            \n</p>\n\n\n\n#####ENDNOTES#\n\n\n1 - أنظر مسلم كتاب الإمارة وكتب السنن الأخرى..\n2 - وقد أشار المؤلف إلى هذا النص وأكد هذه النتيجة..\n<p>\n3 - رواه الترمذي والنسائي عن جابر. وانظر مسند أحمد ومستدرك الحاكم..\n4 - رواه مسلم عن زيد بن الأرقم..\n</p>\n\n<p>\n5 - أنظر سيرة الحكام وفسادهم ومظالمهم في كتب التاريخ. وانظر لنا مدافع\nالفقهاء..\n6 - أنظر مسلم كتاب الإمارة..\n</p>\n\n<p>\n7 - أنظر شرح العقيدة الطحاوية..\n8 - أنظر مشكل الحديث..\n</p>\n\n<p>\n9 - أنظر فتح الباري شرح البخاري - 13 / كتاب الأحكام..\n</p>\n\n<p>\n10 - المرجع السابق..\n</p>\n\n<p>\n11 - أنظر تاريخ الخلفاء المقدمة..\n</p>\n\n<p>\n12 - أنظر سيرة أئمة آل البيت وتاريخهم في كتب التاريخ والتراجم. وانظر\nلنا موسوعة آل البيت.\n</p>\n\n<p>\nوقد ترجمت للإمام علي بن الحسين المعروف بزين العابدين ومحمد بن علي\nالمعروف بالباقر وجعفر بن محمد المعروف بالصادق وموسى بن جعفر المعروف\nبالكاظم وعلي بن موسى المعروف بالرضا ومحمد بن علي المعروف بالجواد وعلي بن\nمحمد المعروف بالهادي ثم <span id='ms28'></span> الحسن بن علي العسكري ثم محمد بن الحسن المهدي\nالمنتظر وهو خاتم الأئمة..\n13 - رواه أحمد في مسنده وفي مسلم (من مات وليس في عنقه بيعه مات ميتة\nجاهلية) 14 - وهذا يشير إلى أن حديث مسلم يؤكد حديث أحمد فالبيعة المقصودة\nفي الحديث إنما هي للإمام وليست للحاكم.\n١٥ - حديث كتاب الله وسنتي رواه مالك في الموطأ والحاكم في المستدرك بينما\nحديث كتاب الله وعترتي رواه مسلم كما أشرنا سابقا ورواه غيره أيضا فهو أقوى\nمن حيث السند ومن حيث الشهرة. مع ملاحظة استحالة أن يوص الرسول (ص) بالسنة\nوهو قد ترك الكتاب غير مجموع متفرق في صدور الناس حسبما يروى ويقول الفقهاء\nبينما تم تدوين السنة بعد وفاة الرسول (ص) بأكثر من ثمانين عاما.. فكيف\nيوصي الرسول بالسنة وهي غير موجودة؟\n</p>\n\n<p>\nأنظر كتب تاريخ <a href=\"/الكتب/1_القرآن\">القرآن</a> وتاريخ السنة.\n</p>\n\n<p>\nوانظر كتاب فضل <a href=\"/الكتب/1_القرآن\">القرآن</a> في البخاري وشرحه\nفي فتح الباري..\n</p>\n\n<p>\n16 - أنظر العقيدة الطحاوية وشرحها. وانظر العقيدة الواسطية لابن تيمية\nوعقيدة أهل السنة لابن حنبل. وأنظر لنا: أهل السنة شعب الله المختار.\nوعقائد السنة وعقائد الشيعة وانظر شرح النووي على مسلم كتاب الإمارة. وشرح\nأبن حجر على البخاري كتاب الأحكام..\n17 - أنظر سورة التوبة وهي تحوي الكثير من النصوص التي تعري الواقع المدني\nوما يجري على ساحته من تجاوزات وصدامات وانحرافات ولأجل ذلك أطلق عليها\nالفقهاء اسم الفاضحة..\n18 - أنظر كتب التفسير وأسباب النزول ومناقب الإمام علي في كتب السنن..\nوانظر خصائص الإمام علي للنسائي..\n١٩ - أنظر الصراع الذي دار بعد وفاة النبي (ص) بين المهاجرين والأنصار وبين\nالمهاجرين والعرب من أجل الحكم وأحداث سقيفة بني ساعده في كتب التاريخ.\nوانظر لنا كتاب <a href=\"/الكتب/4585_السيف-والسياسة\">السيف والسياسة</a>.\nوانظر سيرة أئمة آل البيت في كتب التاريخ. وانظر لنا موسوعة آل البيت\nليتبين لك أن جميع العلوم قد خرجت من آل البيت..\n١ - <a href=\"http://qadatona.org/عربي/القرآن-الكريم/21/23\"\ntarget=\"_blank\">الأنبياء: ٢٣</a>.\n</p>\n\n<p>\n٢ - <a href=\"http://qadatona.org/عربي/القرآن-الكريم/28/68\"\ntarget=\"_blank\">القصص: ٦٨</a>.\n</p>\n\n<p>\n٣ - <a href=\"http://qadatona.org/عربي/القرآن-الكريم/6/165\"\ntarget=\"_blank\">الأنعام: ١٦٥</a>.\n</p>\n\n<p>\n٤ - <a href=\"http://qadatona.org/عربي/القرآن-الكريم <span id='ms29'></span>/17/21\"\ntarget=\"_blank\">الإسراء: ٢١</a>.\n</p>\n\n<p>\n٥ - <a href=\"http://qadatona.org/عربي/القرآن-الكريم/43/32\"\ntarget=\"_blank\">الزخرف: ٣٢</a>.\n٦ - <a href=\"http://qadatona.org/عربي/القرآن-الكريم/17/70\"\ntarget=\"_blank\">الإسراء: ٧٠</a>.\n</p>\n\n<p>\n٧ - <a href=\"http://qadatona.org/عربي/القرآن-الكريم/45/13\"\ntarget=\"_blank\">الجاثية: ١٣</a>.\n</p>\n\n<p>\n٨ - <a href=\"http://qadatona.org/عربي/القرآن-الكريم/16/12\"\ntarget=\"_blank\">النحل: ١٢</a>.\n</p>\n\n<p>\n٩ - يريد انتسابه إلى رسول الله صلى الله عليه وآله وسلم، حيث يمتد نسبه\nإلى الإمام الحسن ابن علي (ع)..\n</p>\n\n<p>\n١٠ - () فراغ في الأصل.\n</p>\n\n<p>\n١١ - <a href=\"http://qadatona.org/عربي/القرآن-الكريم/33/62\"\ntarget=\"_blank\">الأحزاب ٦٢</a>.\n١٢ - <a href=\"http://qadatona.org/عربي/القرآن-الكريم/2/183\"\ntarget=\"_blank\">البقرة ١٨٣</a>.\n</p>\n\n<p>\n١٣ - <a href=\"http://qadatona.org/عربي/القرآن-الكريم/32/23\"\ntarget=\"_blank\">السجدة: ٢٣</a>، ٢٤.\n</p>\n\n<p>\n١٤ - طلبه: في الأصل طلبته.\n</p>\n\n<p>\n١٥ - <a href=\"http://qadatona.org/عربي/القرآن-الكريم/2/124\"\ntarget=\"_blank\">البقرة: ١٢٤</a>.\n</p>\n\n<p>\n١٦ - <a href=\"http://qadatona.org/عربي/القرآن-الكريم/2/124\"\ntarget=\"_blank\">البقرة: ١٢٤</a>.\n</p>\n\n<p>\n١٧ - <a href=\"http://qadatona.org/عربي/القرآن-الكريم/3/68\"\ntarget=\"_blank\">آل عمران: ٦٨</a>.\n١٨ - تميز نبينا (ص) بأنه ورث بالإضافة إلى <a\nhref=\"/الكتب/819_الرسالة\">الرسالة</a> مالا لمن بعده من أئمة آل البيت (ع)\nوذلك كي يكون لهم عونا على استمرار نهج النبوة ودعم خط <a\nhref=\"/الكتب/819_الرسالة\">الرسالة</a> ولقد جاء هذا التميز لكونه خاتم\nالأنبياء. أنظر قصة فدك والصدام الذي وقع بين السيدة فاطمة (ع) وبين أبي\nبكر حول ميراث النبي بعد وفاته (ص) في كتب التاريخ وانظر <a href=\"/الكتب\n/1614_فدك-في-التاريخ\">فدك في التاريخ</a>. لمحمد باقر الصدر.\n</p>\n\n<p>\n١٩ - <a href=\"http://qadatona.org/عربي/القرآن-الكريم/2/129\"\ntarget=\"_blank\">البقرة: ١٢٩</a>.\n</p>\n\n<p>\n٢٠ - <a href=\"http://qadatona.org/عربي/القرآن-الكريم/4/59\"\ntarget=\"_blank\">النساء: ٥٩</a>.\n</p>\n\n<p>\n21 - رواه أحمد في المسند: 4، 96 بلفظ \" بغير إمام \". وفي رواية \" من مات\nليس في عنقه بيعة مات ميتة جاهلية \" مسلم كتاب الإمارة.\n22 - في تاج العروس: يقول النابغة:\n</p>\n\n<p>\nأبوه قبله وأبو أبيه * بنو مجد الحياة على إمام 23 - علها \" إن \"\n٢٤ - <a href=\"http://qadatona.org/عربي/القرآن-الكريم/24/1\"\ntarget=\"_blank\">النور: ١</a>، ٢، ٣.\n</p>\n\n<p>\n٢٥ - يقول الجاحظ في تهيئة العالم: فإنك إذا تأملت العالم وجدته كالبيت\nالمبني المعد فيه عتاده فالسماء مرفوعة كالسقف والأرض محدودة كالبساط،\nوالنجوم منظومة معلقة كالقناديل، والجواهر مخزونة في معادنها التي جعلت لها\nكالخزائن، وهي منضودة في مكانها كالذخائر كل شئ ء معد لشأنه وما يراه له،\nوالإنسان كالملك المخول لجميع ما في البيت من دروب النبات والحيوانات وهي\nمهيئة كلها مصروفة في مصالحه، معدة لمنافعه، ففي هذا دلالته على أن العالم\nمخلوق بتدبير وتقدير ونظام، وأن <span id='ms30'></span> الخالق له واحد، وأنه هو الذي ألفه ونظم\nبعضه إلى بعض وذلك مما قد قال فيه الأولون فأحسنوا القول.\n</p>\n\n<p>\nأنظر: العبر و<a href=\"/الكتب/1935_الاعتبار\">الاعتبار</a>، الجاحظ،\nتحقيق: صابر إدريس مكتبة العربي. القاهرة..\n26 - يقول الجاحظ في عبرة الشمس: فلولا طلوعها لبطل أمر العالم كله، فكيف\nكان الناس يسعون في معايشهم وينصرفون في أمور هم والدنيا مظلمة عليهم؟ وكيف\nكانوا يهنئون بالحياة مع فقدهم النور ولذته وروحه فالإرب في ظهورها ظاهر،\nيستغنى بظهورها عن الإطناب فيه.\n</p>\n\n<p>\nولكن تأمل المنفعة في غروبها، لم يكن للناس هدوء ولا قرار ولا راحة مع\nعظم حاجتهم إلى ذلك لراحة أبدانهم وجموم حواسهم، وانبعاث القوة الهاضمة\nللطعام، وتنفيذ الغذاء إلى الأعضاء كالذي وضعت كتب الطب من ذلك، ثم كان\nالحرص سيحمل بعض الناس من أهل الحرص على مداومة العمل، ومتابعته لتكثر\nمنافعهم واكتسابهم، فيضر ذلك بقواهم وبأجسادهم. ثم كان جهلهم ورغبتهم في\nالكسب وتثمير المال يؤدي بهم إلى التلف فإن كثيرا من الناس لولا جثوم هذا\nالليل عليهم وظلمته لما هدأوا عن العمل رغبة في الكسب ولا قروا. أنظر\nالمصدر السابق..\n٢٧ - <a href=\"http://qadatona.org/عربي/القرآن-الكريم/28/71\"\ntarget=\"_blank\">القصص: ٧١</a>، 72.\n</p>\n\n<p>\n28 - يقول الجاحظ: فكر بعد ذلك في ارتفاع الشمس وفي انخفاضها لإقامة هذه\nالأزمنة من السنة وما في ذلك من الرفق والمنفعة، ففي الشتاء:\n</p>\n\n<p>\nتغور الحرارة الشجر والنبات فتولد مواد الثمار، ويستكثف الهواء، فينشأ\nمنه السحاب ويحدث عنه المطر الذي به حياة الزرع والأرض وتشتد أبدان\nالحيوان، وتقوى الأفعال الطبيعية فيها. وفي الربيع تتحرك الطبائع وتظهر\nالمواد المتولدة في الشتاء فيطلع النبات وينمو الشجر وتظهر الأزهار، ويهيج\nالحيوان للسفاد. وفي الصيف: يحتدم الهواء فتنتج الثمار، وتتحلل فصول\nالأبدان ويجف وجه الأرض، فيمكن البناء والأعمال. وفي الخريف: يصفو الهواء\nفترتفع الأمراض وتقوى الأبدان ويمتد الليل، فيمكن فيه العمل لطوله إلى\nمصالح أخر ومنافع لا يهتدى إلى عملها، ولو تقصت لطال بذكرها الكتاب. أنظر\nالمصدر السابق، ص 32، 33.\n٢٩ - في العبر و<a href=\"/الكتب/1935_الاعتبار\">الاعتبار</a>: فالإنس لما\nقدر أن يكونوا ذوي فطنه وعلاج لهذه <span id='ms31'></span> الصناعات من البناء والنجارة والحياكة\nوالجزر، خلقت لهم أكف كبار ذوات أصبع غلاظ ليتمكن من القبض على الأشياء في\nحال مزاولتهم لهذه الأعمال والصناعات.\n</p>\n\n<p>\nأنظر: المصدر السابق، ص: 55.\n30 - هكذا في الأصل.\n</p>\n\n<p>\n31 - لقد علم الله آدم الأسماء كلها، وعرضهم على الملائكة في محاجته وقال\nلهم أنبئوني بأسماء هؤلاء إن كنتم صادقين في زعمكم أني جعلت في الأرض من\nيفسد فيها ويسفك الدماء. ولقد علم الله آدم وبنوه الكثير: من ذلك عندما بعث\nالله الغراب ليرى هابيل كيف يواري سوءة أخيه. فتعلم الدفن ومواراة الموتى\nوهكذا كان تعليم الله لآدم وبنيه.\n32 - آدم عليه السلام.\n</p>\n\n<p>\n33 - وهذا ما فعله الله مع آدم عليه السلام: حيث حد له في الجنة حدودا لا\nيتعداها وهو نهيه عن الشجرة ونهاه عن المخالفة، وجعل طاعته جزاؤها بقاؤه في\nالجنة ويجزى بمخالفته عقابه بخروجه منها.\n34 - عن عمر بن الخطاب قال: أن رسول الله صلى الله عليه وآله وسلم كان\nبالحجون وهو كئيب حزين، فقال اللهم أرني أيه لا أبالي من كذبني بعدها من\nقومي، فأمر فنادى شجرة من عقبه فجاءت تشق الأرض حتى انتهت إليه فسلمت عليه\nثم أمرها فهبت، فقال: ما أبالي من كذبني بعدها من قومي: أنظر: دلائل\nالنبوة: للحافظ أبو نعيم.\n</p>\n\n<p>\n35 - وأمرها معلوم للكافة. أنظر كتب السيرة النبوية..\n</p>\n\n<p>\n36 - من ذلك ما كان في غزوة الخندق: عن عبد الله عن عمرو بن العاص أن\nرسول الله صلى الله عليه وآله وسلم خرج يوم الخندق وهم يحدقون حول المدينة،\nفتناول رسول الله الفأس فضربه ضربة فقال هذه الضربة يفتح الله تعالى بها\nكنوز الروم، ثم ضرب الثانية فقال: هذه الضربة يفتح الله تعالى بها كنوز\nفارس، ثم ضرب الثالثة فقال: هذه الضربة نبأني الله عز وجل بأهل اليمن\nأنصارا وأعوانا وقد كان.\n</p>\n\n<p>\nوكذلك ما كان من إخباره بقتل الحسين (ع) وإخباره بموت النجاشي وشهادة أم\nحرام الأنصارية وغيرها.\n</p>\n\n<p>\nأنظر: دلائل النبوة لأبي نعيم ص 180 وكتب التاريخ وسيرة أئمة آل البيت\n(ع)..\n</p>\n\n<p>\n37 - قال أبو طلحة لأم سليم: لقد سمعت <span id='ms32'></span> صوت رسول الله صلى الله عليه وآله\nوسلم ضعيفا عرف فيه الجوع، فهل عندك من شئ؟ قالت: نعم فأخرجت أقراصا من\nشعير ثم أخرجت خمارا لها، فلفت الخبز ببعضه ثم دسته تحت يدي وردتني ببعضه،\nثم أرسلتني إلى رسول الله صلى الله عليه وسلم فذهبت به فوجدت رسول الله صلى\nالله عليه وسلم في المسجد ومعه الناس، فقمت عليهم، فقال لي رسول الله صلى\nالله وعليه وآله وسلم: أرسلك أبو طلحة؟ فقلت نعم. قال: الطعام؟ قلت نعم،\nفقال رسول الله صلى الله عليه وآله وسلم لمن معه: قوموا. قال: فانطلق\nوانطلقت بين أيديهم حتى جئت أبا طلحة، فأخبرته فقال: أبو طلحة: يا أم سليم،\nقد جاء رسول الله صلى الله عليه وآله وسلم بالناس. وليس عندنا من الطعام ما\nنطعمهم، قالت: الله ورسوله أعلم، فانطلق أبو طلحة حتى يلقى رسول الله،\nفأقبل أبو طلحة ورسول الله معه حتى دخلا فقال رسول الله صلى الله عليه وآله\nوسلم: هلمي يا أم سليم ما عندك، فأتت بذلك الخبز، فأمر به رسول الله، ففت\nوعصرت أم سليم عكة فأدمته ثم قال رسول الله صلى الله عليه وآله وسلم فيه ما\nشاء الله أن يقول، ثم قال إئذن لعشرة فإذن فأكلوا حتى شبعوا ثم خرجوا ثم\nقال: إئذن لعشرة، فأذن لهم فأكلوا حتى شبعوا ثم خرجوا، ثم قال إئذن لعشرة\nفأذن لهم فأكلوا حتى شبعوا وهكذا والقوم سبعون أو ثمانون رجلا أنظر دلائل\nالنبوة لأبي نعيم، ص 147. وكتب السيرة..\n٣٨ - هو علي بن أبي طالب بن عبد المطلب بن هاشم بن عبد مناف بن قصي بن\nكلاب، ابن عم الرسول صلى الله عليه وآله وسلم.\n</p>\n\n<p>\nأمة: فاطمة بنت أسد بن هاشم وهو أول هاشمي ولد بين هاشميين ولد في جوف\nالكعبة وأول خليفة من بني هاشم وكان من أول الناس إسلاما في قول كثير من\nالعلماء.\n</p>\n\n<p>\nهاجر إلى المدينة وشهد بدرا واحد والخندق، وبيعة الرضوان وجميع مشاهد\nالرسول إلا تبوك وله في الجميع بلاء <span id='ms33'></span> عظيم وأثر حسن وأعطاه الرسول اللواء في\nمواطن كثيرة بيده. آخاه رسول الله مرتين: فإن رسول الله آخى بين المهاجرين\nالأنصار بعد الهجرة، وقال لعلي (ع) في كل واحدة منهما: أنت أخي في الدنيا\nوالآخرة، وكان مما أنعم الله به على علي أنه ربى في حجر رسول الله قبل\nالإسلام.\n</p>\n\n<p>\nوفي تحفة الأحوذي: أن النبي صلى الله عليه وآله وسلم بعث يوم الاثنين\nوأسلم علي يوم الثلاثاء وهذا من مناقبه الطيبة وضرب عليه السلام أروع\nالأمثلة في الفدائية في نومه مكان الرسول ليلة الهجرة، وكان ما كان من أمره\nومن أمر قريش معه وقال فيه سعيد بن المسيب: لقد أصابت علي يوم أحد ست عشرة\nضربة كل ضربة تلزمه الأرض، فما كان يرفعه إلا جبريل عليه السلام ومن شجاعته\nأنه كان يحرض مشركي قريش على قتله ويعيرهم ويقول:\n</p>\n\n<p>\nهذا ابن فاطمة الذي أفناكم ذبحا وقتلة قعصة لم تذبح أعطوه خرجا واتقوا\nبضريبة فعل الذليل بيعه لم تربح أين الكهول وأين كل دعامة في المعضلات وأين\nزين الأبطح أفناهم قصعا وضربا يفري بالسيف يعمل حدة لم يصفح ودعا له رسول\nالله - صلى الله عليه وآله وسلم - عند بعثة لقضاء اليمن فقال: اللهم ثبت\nلسانه واهد قلبه.\n</p>\n\n<p>\nوفي الإستيعاب عن عبد الله بن مسعود قال: كنا نتحدث أن أقضى أهل المدينة\nعلي بن أبي طالب. وأيضا: يقول عنه سعيد بن المسيب: ما كان أحد من الناس\nيقول سلوني غير علي بن أبي طالب.\n</p>\n\n<p>\nوقال عنه أبن عباس لقد أعطي علي تسعة أعشار العلم، وأيم الله لقد شاركهم\nفي العشر العاشر.\n</p>\n\n<p>\nومن أبلغ ما قيل عنه قول عبيد بن عياش بن أبي ربيعة حين سأله أبن أخيه:\nيا عم، لم كانت دعوة الناس إلى علي؟ قال: يا ابن أخي، إن عليا كان له ما\nشئت من ضرس قاطع في العلم وكان، له البسطة في العشيرة، والقدم في الإسلام،\nوالصهر لرسول الله صلى الله عليه وآله وسلم، والفقه في السنة، والنجدة في\nالحرب والجودة <span id='ms34'></span> بالماعون.\n</p>\n\n<p>\nوكان (ع) زاهدا في الدنيا مدبرا عنها، محبا للآخرة مقبلا عليها وله في\nذلك آثار منها قوله:\n</p>\n\n<p>\nالدنيا جيفة فمن أراد منها شيئا فليصبر على مخالطة الكلاب.\n</p>\n\n<p>\nومن عدله (ع) حينما استعمل رجلا من ثقيف على مدرج سابور قال له: لا تضربن\nرجلا سوطا في جباية درهم، ولا تتبعن لهم رزقا ولا كسوة شتاءا ولا سيفا ولا\nدابة يعتملون عليها، ولا تقيمن رجلا قائما في طلب درهم، فقال الرجل: يا\nأمير المؤمنين، إذن أرجع إليك كما ذهبت من عندك.\n</p>\n\n<p>\nقال: وإن رجعت ويحك! إنما أمرنا أن نأخذ منهم بالعفو يعني الفضل وعن\nعقبة: ترك علي أربعة عشر ذكرا وتسع عشرة امرأة منهم أربعة من السيدة فاطمة\nوهم الحسن والحسين وزينب وأم كلثوم الصغرى.\n</p>\n\n<p>\nوكان النسل من ولده الخمسة: الحسن والحسين ومحمد بن الحنيفة والعباس بن\nالكلابية، وعمر بن التغلبية.\n</p>\n\n<p>\nوكان (ع) عريض اللحية أبيضها، أصلع على رأسه زغيبات ضخم البطن ضخم\nالذراع، ضخم عضلة الساق.\n</p>\n\n<p>\nوقال الفضل بن دكين: وإن شئت قلت إذا نظرت إليه هو آدم وأن تبينته من\nقريب قلت: أن يكون أسمر أدنى من أن يكون آدم وكان في عينيه أثر الكحل.\n</p>\n\n<p>\nوتولى الخلافة بعد مقتل عثمان بن عفان، وكانت خلافته خمس سنين إلا ثلاثة\nأشهر وقيل أربع سنين وتسعة أشهر.\n</p>\n\n<p>\nوعند وفاته لما فرغ من وصيته قال: اقرأ عليكم السلام ورحمة الله وبركاته،\nثم لم يتكلم إلا بلا إله إلا الله حتى قبضه الله.\n</p>\n\n<p>\nوغسله ابناه وعبد الله بن جعفر، وصلى عليه الحسن. (ع) وكفن في ثلاثة\nأثواب ليس فيها قميص، ودفن في السحر.\n</p>\n\n<p>\nأنظر: أسد الغابة ج‍ - ٤ الطبقات الكبرى: لابن سعد. والإصابة في تمييز\nالصحابة لابن حجر..\n</p>\n\n<p>\nوفي خبر مقتله (ع):\n</p>\n\n<p>\n\" أنه في العام الأربعين.. بالموسم اجتمع عبد الرحمن بن ملجم والنزال بن\nعامر، وعبد الله بن مالك الصيداوي، وذلك بعد وقعة النهر بأشهر فتذكروا ما\nفيه الناس من تلك الحروب، فقال بعضهم لبعض: ما الراحة إلا في مقتل هؤلاء\nالنفر الثلاثة، علي <span id='ms35'></span> ومعاوية وعمرو بن العاص.\n</p>\n\n<p>\nفقال ابن ملجم: علي قتل علي.\n</p>\n\n<p>\nقال النزال: علي قتل معاوية.\n</p>\n\n<p>\nوقال عبد الله: علي قتل عمرو.\n</p>\n\n<p>\nفأقبل ابن ملجم حتى قدم الكوفة، فخطب إلى قطام ابنتها الرباب، وكانت قطام\nترى رأي الخوارج، وقد كان علي قتل أباها وأخاها وعمها يوم النهر، فقالت\nلابن ملجم: لا أزوجك إلا على ثلاثة آلاف درهم وعبد وقينة، وقتل علي بن أبي\nطالب، فأعطاها ذلك، وملكها. فلما كانت تلك الليلة تقلد سيفه، وقد كان سمه\nوقعد مغلسا ينتظر أن يمر به علي (ع) مقبلا إلى المسجد لصلاة الغداة فبينما\nهو ذلك إذا أقبل علي وهو ينادي \" الصلاة أيها الناس \" فقام إليه ابن ملجم،\nفضربه بالسيف على رأسه وأصاب طرف السيف الحائط، فثلم فيه ودهش بن ملجم\nفانكب لوجهه وبدر السيف من يده، فاجتمع الناس فأخذوه، فقال الشاعر في ذلك:\n</p>\n\n<p>\nولم أر مهرا ساقه ذو سماحة * كمهر قطام من فصيح وأعجم ثلاثة آلاف وعبدا\nوقينة * وضرب علي بالحسام المصمم فلا مهر أغلى من علي وإن غلا * ولا فتك\nإلا دون فتك بن ملجم وحمل عليه السلام إلى منزله وأدخل عليه بن ملجم.\n</p>\n\n<p>\nفقالت له أم كلثوم ابنة الإمام: يا عدو الله، أقتلت أمير المؤمنين؟\n</p>\n\n<p>\nفقال: لم أقتل أمير المؤمنين ولكن قتلت أباك. قالت: أما والله إني لأرجو\nألا يكون عليه بأس فقال فعلام تبكين إذن؟ أما والله لقد سممت السيف شهرا\nفإن أخلفني أبعده الله، فلم يمس علي يومه حتى مات.\n</p>\n\n<p>\nوأما صاحبي القاتل الآخرين:\n</p>\n\n<p>\nفالنزال: فشل في محاولته قتل معاوية وقبض عليه وأمر به فقتل وعبد الله بن\nمالك الصيداوي ذهب إلى مصر ولكنه قتل رجلا آخر يقال له خارجة ظنا منه أنه\nعمرو، ثم أمر به أيضا فقتل.\n</p>\n\n<p>\nأنظر: <a href=\"/الكتب/3075_الأخبار-الطوال\">الأخبار الطوال</a>: لأبي\nحنيفة الدينوري وكتب التاريخ الأخرى\n٣٩ - الترمذي: <a href=\"/الكتب/3697_المناقب\">المناقب</a> ١٩.\n</p>\n\n<p>\nابن ماجة: المقدمة ١١.\n</p>\n\n<p>\nالمسند: ١، ٨٤، ١١٨، ١١٩، ١٥٢، ٣٣١، ٤، ٢١٨، ٣٦٨، ٠٥، ٣٤٧، ٣٦٦،.\n</p>\n\n<p>\n٤٠ - قال رسول الله - صلى الله <span id='ms36'></span> عليه وآله وسلم - ذلك عند تخلفه عن غزوة\nتبوك حيث خلفه الرسول في أهله فقال بعض الناس: ما منعه أن يخرج به غلا أنه\nكره صحبته، فبلغ ذلك علي - فذكره للنبي فقال الحديث.\n</p>\n\n<p>\n- الطبقات الكبرى لابن سعد: ج‍ - ٣ والحديث رواه البخاري ومسلم في \" باب\nفضائل أصحاب النبي \".\n</p>\n\n<p>\nوالترمذي في \" <a href=\"/الكتب/3697_المناقب\">المناقب</a> \" وابن ماجة في\n\" المقدمة \" 11.\n</p>\n\n<p>\nورواه أحمد في المسند.\n٤١ - هو عبد الرحمن بن ملجم المرادي قاتل علي (ع) ومات بعد أن أمر به عبد\nالله بن جعفر فقطعت رجلاه ويداه ولسانه ومات على أثر ذلك.\n</p>\n\n<p>\nأنظر: <a href=\"/الكتب/3075_الأخبار-الطوال\">الأخبار الطوال</a> لابن\nحنيفة الدينوري ومروح الذهب للمسعودي والكامل لابن الأثير وغيرها من كتب\nالتاريخ..\n</p>\n\n<p>\n٤٢ - هو طلحة بن عبيد الله بن عثمان بن عمرو بن كعب بن سعد بن تيم بن\nمرة.\n</p>\n\n<p>\nوكنيته أبو محمد.\n</p>\n\n<p>\nأمه: الصعبة بنت الحضرمي، وكانت قبل أن تكون عند عبيد الله تحت أبي سفيان\nفطلقها. وهو من المهاجرين الأولين وقال موسى بن طلحة: كان أبيض، يضرب إلى\nالحمرة، مربوعا، وهو إلى القصر أقرب رحيب الصدر، عريض المنكبين، إذا التفت\nالتفت جميعا، ضخم القدمين واتفق أنه غاب عن وقعة بدر في تجارة له بالشام\nوآخى رسول الله (ص) بينه وبين سعد بن أبي وقاص، وكان شديد على عثمان بن\nعفان.\n</p>\n\n<p>\n<a href=\"/الكتب/3424_المعارف/الصفحة_0?pageno=228#top\">المعارف:\n٢٢٨</a>.\n</p>\n\n<p>\nسير أعلام النبلاء: ص ٤١ ج‍ ١. وانظر أسد الغابة والاستيعاب والإصابة..\n</p>\n\n<p>\nولما قدم البصرة لقتال علي يوم الجمل، فنظر إليه مروان بن الحكم وكان\nيحقد عليه ما كان منه من أمر عثمان، فرماه بسهم فأصاب ساقة، فشكها بجنب\nالفرس واعتنق هادية أي عنقه وقال تاالله ما رأيت مصرع أشياخ أضيع ومات ودفن\nبقنطرة قرة.\n</p>\n\n<p>\nوكان له أخوان: عثمان بن عبيد الله، ومالك بن عبيد الله.\n</p>\n\n<p>\nوولد طلحة عشرة بنين وأربع بنات لأمهات مختلفات، وأفضل أولاده محمد\nالسجاد وكان شابا خيرا عابدا قانتا لله، ولد حياة النبي وقتل يوم الجمل\nوخزن عليه الإمام علي وقال: صرعه بره بأبيه <span id='ms37'></span>.\n</p>\n\n<p>\nومن مواليه: أبو نعيم الفضل بن دكين بن حماد المحدث وكان يروي (أي أبو\nنعيم) عن الأعمش والثوري.\n</p>\n\n<p>\n٤٣ هو الزبير بن العوام بن خويلد بن أسد بن عبد العزى بن قصي بن كلاب.\n</p>\n\n<p>\nأمه صفية بنت عبد المطلب، عمة رسول الله صلى الله عليه وآله وسلم.\n</p>\n\n<p>\nكنيته: أبو عبد الله.\n</p>\n\n<p>\nوقتل العوام أبوه يوم الفجار.\n</p>\n\n<p>\nوقال الواقدي: كان الزبير رجلا ليس بالطويل ولا بالقصير، إلى الخفة كما\nهو، خفيف اللحية أسمر اللون، أشعر، كان لا يغير مشيبه.\n</p>\n\n<p>\nوأسلم الزبير وهو ابن ثماني سنين.\n</p>\n\n<p>\nوروى أحاديث يسيرة عن رسول الله، وسأله عبد الله أبنه في ذلك فقال: قلت\nلأبي: ما لك لا تحدث عن رسول الله كما يحدث عنه فلان وفلان؟ قال: ما فارقته\nمنذ أسلمت ولكن سمعت منه كلمة، سمعته يقول: \" من كذب علي متعمدا ليتبوأ\nمقعده من النار \".\n</p>\n\n<p>\nوعن عمر بن مصعب بن الزبير قال: قاتل الزبير مع النبي وله سبع عشرة وهو\nمن البدريين وكان على فرس الميمنة.\n</p>\n\n<p>\nوقتل يوم الجمل مع عائشة وله: عثمان وعبد الله وعاصم، وعروة، والمنذر\nوهؤلاء أولاد أسماء بنت أبي بكر.\n</p>\n\n<p>\nومصعب، وحمزة، رملة، خالد، عمر، عبيدة، جعفر، خديجة، عائشة، وتسع بنات\nأخريات.\n</p>\n\n<p>\n<a href=\"/الكتب/3424_المعارف\">المعارف</a> لابن قتيبة.\n</p>\n\n<p>\nسير أعلام النبلاء - ج‍ ١ - ص ٤١.\n</p>\n\n<p>\n٤٤ هي بنت أبي بكر بن أبي قحافة، يقال لها أم عبد الله، ولدت بعد المبعث\nبأربع أو خمس سنين وهناك روايات تشير إلى أنها ولدت قبل ذلك بكثير وأنها\nتزوجت قبل رسول الله (ص) أنظر طبقات ابن سعد ح ٨ ترجمة عائشة..\n</p>\n\n<p>\nوانظر لنا كتاب دفاع عن الرسول..\n</p>\n\n<p>\nوتوفيت بالمدينة المنورة في ١٧ رمضان سنة ٥٧ هجرية وفي رواية ٥٨ وقيل ٥٦.\n</p>\n\n<p>\nوأمرت أن تدفن من ليلتها واجتمع الأنصار وحضروا فلم تر ليلة أكثر ناسا\nمنها، فدفنت بعد الوتر بالبقيع وصلى عليها أبو هريرة، ونزل قبرها خمسة عبد\nالله وعروة ابنا الزبير والقاسم وعبد الله ابنا محمد بن أبي بكر، وعبد الله\nبن عبد الرحمن بن <span id='ms38'></span> أبي بكر.\n</p>\n\n<p>\nوفي <a href=\"/الكتب/3485_بلاغات-النساء\">بلاغات النساء</a>: إن عائشة\nلما احتضرت جزعت فقيل لها: أتجزعين يا أم المؤمنين وأنت زوجة رسول الله وأم\nالمؤمنين وأبنه أبي بكر، فقالت: إن يوم الجمل معترض في حلقي ليتني مت قبله\nأو كنت نسيا منسيا.\n</p>\n\n<p>\nأنظر: تراجم أعلام النساء: محمد حسين الأعلمي.\n</p>\n\n<p>\nأعلام النساء: في عالمي العرب والإسلام. عمر رضا كحالة.\n</p>\n\n<p>\nطبقات ابن سعد..\n</p>\n\n<p>\nولما قتل عثمان في ذي الحجة ٣٥ ه‍ -.\n</p>\n\n<p>\nخرجت عائشة من مكة بعد ذلك بحوالي أربعة أشهر قاصدة البصرة في ألف رجل من\nقريش منادين بأنهم يريدون الأخذ بثار عثمان، وكان طلحة والزبير قد انضما\nإلى عائشة قبل ذلك وأصبح الثلاثة زعماء حركة تناهض عليا، وقد استطاعوا أن\nيقبضوا على ناصية الأحوال في البصرة وخرج معهم كثير من مسلمي البصرة إلى\nأرباض هذا البلد ليلقوا عليا الذي كان في هذه الأثناء قد ترك المدينة إلى\nالكوفة وقد تقدم لملاقاتهم، وعرفت بوقعة الجمل في جمادى الأولى سنة ٣٥\nهجرية، وذلك أن أحر قتال فيها دار حول الجمل الذي كان يحمل هودج عائشة،\nوانتصر علي (ع) وتفرق معارضيه وأحسن معاملة عائشة ولكن طلحة والزبير فقدا\nحياتيهما.\n</p>\n\n<p>\nوعاشت عائشة بعد هذه الهزيمة حياة هادئة في المدينة أكثر من عشرين سنة،\nولم تشارك في السياسة بعد مشاركة فعالة ولم تعارض معاوية ومع ذلك فقد ظل\nاعتراضها أو موافقتها على الأمور له بعض الوزن.\n</p>\n\n<p>\nدائرة <a href=\"/الكتب/3424_المعارف\">المعارف</a> الإسلامية - المجلد ١٥.\n</p>\n\n<p>\n٤٥ - هو أبن عبد الرحمن معاوية بن أبي سفيان صخر بن أمية. ولاه عمر بن\nالخطاب الشام بعد وفاة أخية يزيد بن أبي سفيان، فلم يزل عليها مدة خلافة\nعمر، وأقره عثمان على عمله.\n</p>\n\n<p>\nوقد واجه معاوية محاولة قتله في تلك الليلة، أقبل النزال بن عامر حتى قام\nخلف معاوية وهو يصلي بالناس بالغداة ومعه خنجر، فوجأه به في أليته، وكان\nمعاوية عظيم الأليتين فأخذ فقال لمعاوية: هل قتلتك يا عدو الله؟ فقال\nمعاوية كلا يا ابن أخي.\n</p>\n\n<p>\nفأمر به معاوية، فقطعت يداه <span id='ms39'></span> ورجلاه ونزع لسانه فمات، ودعا بطبيب فأمر أن\nيقطع ما حول الوجأة من اللحم خوفا من أن يكون الخنجر مسموم.\n</p>\n\n<p>\nفمن يومئذ اتخذت المقاصير في الجوامع، فكان لا يدخلها إلا ثقاته وأحراسه،\nواتخذ أيضا من يومئذ حراس الليل، وكان إذا سجد بالناس جعل على رأسه عشرة من\nثقات أحراسه يقومون من خلفه بالسيوف والعمد.\n</p>\n\n<p>\nولما قتل الإمام علي (ع) سار من الشام إلى العراق إلى أن وجه إليه الحسن\nبن علي فصالحه وقدم معاوية الكوفة فبايع له الحسن بالخلافة وسمي عام\nالجماعة.\n</p>\n\n<p>\nوولي الخلافة سنة أربعين وهو ابن ٦٢ سنة، وولي الخلافة عشرين سنة إلا\nشهر، وتوفي بدمشق سنة ستين وهو أبن ٨٢ سنة.\n</p>\n\n<p>\nوقال ابن إسحاق: إنه مات وله ثمان وسبعون سنة.\n</p>\n\n<p>\nأنظر تاريخ بغداد - المجلد الأول - ص ٢٠٧ للخطيب البغدادي.\n</p>\n\n<p>\n<a href=\"/الكتب/3075_الأخبار-الطوال\">الأخبار الطوال</a> - لابن حنيفة\nالدينوري.\n</p>\n\n<p>\nالإصابة والاستيعاب وأسد الغابة وكتب التاريخ..\n</p>\n\n<p>\nولم يولد له في خلافته ولد.\n</p>\n\n<p>\nوولد: عبد الرحمن، يزيد، وعبد الله، وهند، ورملة، وصفية.\n</p>\n\n<p>\nأنظر: <a href=\"/الكتب/3424_المعارف\">المعارف</a>.\n٤٦ - <a href=\"http://qadatona.org/عربي/القرآن-الكريم/56/10\"\ntarget=\"_blank\">الواقعة: ١٠</a>، ١١.\n</p>\n\n<p>\n٤٧ - <a href=\"http://qadatona.org/عربي/القرآن-الكريم/57/10\"\ntarget=\"_blank\">الحديد: ١٠</a>.\n٤٨ - الحديد \" ٢٦.\n</p>\n\n<p>\n٤٩ - <a href=\"http://qadatona.org/عربي/القرآن-الكريم/3/33\"\ntarget=\"_blank\">آل عمران: ٣٣</a>، ٣٤.\n</p>\n\n<p>\n٥٠ - <a href=\"http://qadatona.org/عربي/القرآن-الكريم/45/16\"\ntarget=\"_blank\">الجاثية: ١٦</a> 51 - الدخان: 32 52 - المائدة: 20 53 -\nهود: 73 54 - الصافات: 75، 76\n٥٥ - <a href=\"http://qadatona.org/عربي/القرآن-الكريم/71/28\"\ntarget=\"_blank\">نوح: ٢٨</a>.\n</p>\n\n<p>\n٥٦ - <a href=\"http://qadatona.org/عربي/القرآن-الكريم/32/23\"\ntarget=\"_blank\">السجدة: ٢٣</a>، ٢٤.\n</p>\n\n<p>\n٥٧ - <a href=\"http://qadatona.org/عربي/القرآن-الكريم/22/78\"\ntarget=\"_blank\">الحج: ٧٨</a>.\n</p>\n\n<p>\n٥٨ - <a href=\"http://qadatona.org/عربي/القرآن-الكريم/2/127\"\ntarget=\"_blank\">البقرة: ١٢٧</a>، 128.\n</p>\n\n<p>\n59 - إبراهيم: 37.\n٦٠ - <a href=\"http://qadatona.org/عربي/القرآن-الكريم/20/132\"\ntarget=\"_blank\">طه: ١٣٢</a> ٦١ - الأحزاب: ٣٣ ٦٢ - هود: ٤٠.\n</p>\n\n<p>\n٦٣ - <a href=\"http://qadatona.org/عربي/القرآن-الكريم/37/123\"\ntarget=\"_blank\">الصافات: ١٢٣</a>، ١٣٤، ١٣٥، ٦٤ - القمر: ٣٤، ٣٥.\n</p>\n\n<p>\n٦٥ - <a href=\"http://qadatona.org/عربي/القرآن-الكريم/38/43\"\ntarget=\"_blank\">ص: ٤٣</a> 67 يوسف: 6\n٦٨ <a href=\"http://qadatona.org/عربي/القرآن-الكريم/20/29\"\ntarget=\"_blank\">طه: ٢٩</a> - إلى 35 69 - مريم: 5، 6 70 - الأنعام: 84 إلى\n86 71 - الأنعام: 87 72 - العنكبوت: 27 73 - الحديد: 26\n٧٤ - <a href=\"http://qadatona.org/عربي/القرآن-الكريم/4/54\"\ntarget=\"_blank\">النساء: ٥٤</a> 75 - بياض في الأصل.\n</p>\n\n<p>\n76 - كذا ورد بالأصل.\n</p>\n\n<p>\n77 - بياض بالأصل.\n٧٨ - <a href=\"http://qadatona.org/عربي/القرآن-الكريم/38/20\"\ntarget=\"_blank\">ص: ٢٠</a> 79 - البقرة: 251 80 - بياض بالأصل.\n</p>\n\n<p>\n81 - أي سنة 82 - بياض بالأصل 83 - بياض بالأصل\n٨٤ - <a href=\"http://qadatona.org/عربي/القرآن-الكريم/22/78\"\ntarget=\"_blank\">الحج: ٧٨</a>.\n</p>\n\n<p>\n٨٥ - <a href=\"http://qadatona.org/عربي/القرآن-الكريم/2/185\"\ntarget=\"_blank\">البقرة: ١٨٥ <span id='ms40'></span></a> 86 - القصص: 68 <span id='ms41'></span>\n</p>\n",
  "pages": [
    "001",
    "002",
    "004",
    "005",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "025",
    "026",
    "027",
    "029",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "055",
    "056",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "069",
    "070",
    "071"
  ],
  "volumes": [
    "01"
  ]
}