{
  "content": "\n\n<h1 class='l1' id='head0'>CHECK المقدمة</h1>\n\n<p>\nبسم الله الرحمن الرحيم وبه نستعين\n</p>\n\n<p>\nحدثنا الشيخ القاضي أبو القاسم عبد الرحمن بن عبد الله بن أحمد المازري\nالبغدادي رضي الله عنه قال:\n</p>\n\n<p>\nحدثنا القاضي أبو بكر الفقيه المالكي محمد بن الحسن قال:\n</p>\n\n<p>\nقال محمد بن الحسن التميمي الجوهري نسأل الله عصمته وتوفقيه فإنه لا\nتوفيق إلا به- أما بعد:\n</p>\n\n<p>\nفإن الإجماع من الأمة، والاتفاق من أهل القبلة حجة من حجج الله عز وجل\nعلى خلقه، ومنار يدل على حقه، يقوم مقام الكتاب والسنة وما أخذناهما عنهما\nفي الجملة , فيجب إذا قام هذا المقام الذي ذكرنا, ولا ردوه من خبرنا, أن\nيكون وجود الإجماع في مسألة, والاتفاق / في نازلة يمنع الاعتداد بقول يخرج\nعنه, ويجب إسقاطه من حكم من أخذ عنه, إذ لو جاز الاعتداد بذكره, والحكم به\nعلى أهل عصره (وإلا به) والإجماع فقد تقدمه بالخلاف, والاتفاق ثابت\nبالائتلاف, لما ثبتت حجة الإجماع في مسألة إلا بعد انقراض الدنيا وذهاب أهل\nالفتيا, حتى لا يوجد مخالف يحدث, ولا يتوهم منازع يبحث, وفي ذلك سقوط حجة\nالإجماع, وبطلان وجوبه عند الانتزاع, وفي فضوح فساد ذلك من القول, ودحوض\nعليه في العقل, ثبوت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nما أصلناه ووجوب ما قدمناه, في (منع) ذوي الفتيا من الاعتداد بقول يخرج\nعن الإجماع المتقدم من أقوال العباد, وإن كان/ عن اجتهاد قاله, وبعد الفحص\nتقلده, لأن الاجتهاد إنما يجب على العلماء, وليلزم حذاق الفقهاء إذا لم يكن\nفي النازلة اتفاق على حكم ولا حقيقة من علم, وإذ قد ثبت مذهبنا فيها بعد\nإقامة الدليل على مرادنا منها فلنصف الآن من مسائل الفقه ما وصل إلينا\nوقدرنا عليه من الأقوال النادرة عن الإجماع على خلافها, ليكون من علمه على\nحقيقة من أمره وهداية في حكمه, وليهلك من هلك عن بينة, ويحيى من حي عن\nبينة, فأول ما أذكر من ذلك مسائل الطهارة على النحو الذي ذكرت من هذه\nالرسالة, ثم أتبعها بما يشاكلها من الفقه إلا كمال فنونه. وبالله توفيقي\nوعليه أتوكل.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\n(\n</p>\n\n\n<h1 class='l1' id='head1'>AUTO (باب الطهارة)</h1>\n\n<p>\n) /\n</p>\n\n<p>\n[1/ 1]- أجمع <span id='ms01'></span> الفقهاء بجملتهم, والعلماء بكليتهم, أن موت الذباب في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nالماء الطاهر لا ينجسه, إلا محمد بن ادريس الشافعي فإنه قال في إحدى\nروايتين عنه: إن ذلك قد نجسه إذا كان الماء قليلا.\n</p>\n\n<p>\n[2/ 2]- وأجمعوا أن من احتجم فعليه غسل موضع خروج الدم عن الشرط وما\nجاوزه مما تلطخ بالدم, فإنه لا يجزئ مسحه منه, وإن مسحه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nوصلى أمر بغسله وإعادة صلاته, إلا الليث بن سعد المصري, فإنه أجاز له\nمسحه وصلاته.\n</p>\n\n<p>\n[3/ 3]- وأجمعوا أن النوم حال الاضطجاع يوجب الوضوء, إلا الأوزاعي فإنه\nأمره به استحبابا لا إيجابا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\n[4/ 4]- وأجمعوا أن من خرج من جرح بجسده دود ولا بلة لها لم تنتقض طهارته\nلذلك, إلا الأوزاعي فإنه قال: _في إحدى الروايتين عنه_ إن ذلك ينقضها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\n[5/ 5]- وأجمع / الصحابة أن أكثر مدة الإنفاس إذا لم ينقطع الدم أربعون\nيوما, وإنما جاء الخلاف من بعدهم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\n[6/ 6]- وأجمعوا أن وطء المستحاضة مباح غير محظور, إلا إبراهيم بن علية\nفإنه منع منه وحظره.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\n[7/ 7]- وأجمعوا أن من تيمم على بعض وجهه أو بعض يديه لم يجزه إن صلى به,\nإلا أن أبا حنيفة رضي الله عنه فإنه قال: _ في إحدى روايتين عنه_ يجزئه ذلك.\n</p>\n\n<p>\n[8/ 8]- وأجمعوا أن المتيمم يبدأ بوجهه في تيممه (فيمسحه, ثم بيديه\nفيمسحهما, ولا يمسح في تيممه) على العضدين, إلا الزهري فإنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nقال: تيمم إلى الآباط من أسفل وإلى المناكب من فواق.\n</p>\n\n<p>\n[9/ 9]- وأجمعوا أن من تيمم بغير نية أن يصلي به أن ذلك (لا) يجزئه, إلا\nالحسن بن صالح فإنه قال: ذلك يجزئه أن يصلي به.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\n[10/ 10]- وأجمعوا أن من أخذ ترابا من الأرض فجعله على لوح أو على ثوب\nفتيمم به للصلاة/ أنه يجزئه, إلا الحسن بن زياد قال: لا يجزئه إلا إن تيمم\nعلى الأرض, ولا يجوز إن تيمم بتراب أخذ من الأرض وجعل على غيرها.\n</p>\n\n<p>\n[11/ 11]- وأجمعوا سواه أن من تيمم على ثوب أجزأه إذا استثار غباره على\nاليد, إلا أبا حنيفة رضي الله عنه فإنه قال: يجزئه وإن لم يستثر الغبار.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\n2 - (\n</p>\n\n\n<h1 class='l1' id='head2'>AUTO (باب الصلاة)</h1>\n\n<p>\n)\n</p>\n\n<p>\n[12/ 1]- وأجمع الفقهاء (أن المأموم) يقول_ <span id='ms02'></span> بعد قول الإمام عند القيام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nمن الركوع سمع الله لمن حمده_: ربنا ولك الحمد, أو: ربنا لك الحمد بلا\nواو, وأنه لا يقول كما قال الإمام: ((سمع الله لمن حمده)) , إلا الشافعي\nفإنه أمره أن يقول كذلك قبل قوله: ((ربنا ولك الحمد)).\n</p>\n\n<p>\n[13/ 2]- وأجمعوا أن الإمام إذا خطب للجمعة خطبة لا جلوس فيها أجزأته\nصلاة الجمعة على ذلك, إلا الشافعي رضي الله عنه/, فإنه قال: لا تجزئه صلاة\nالجمعة إلا أن يخطب فيها خطبتين فيها جلسة وإن قلت.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\n[14/ 3]- وأجمعوا أن من أدرك ركعة من ركعتي صلاة الجمعة ولم يدرك الأولى,\nأنه لم يأت والإمام فيها, أو لأنه كان حاضرا فمنعه من التكبير مع الإمام\nقبل فراغه من الركعة الأولى مانع, أنه يضيف إلى تلك الركعة (التي) أدرك مع\nالإمام أخرى ويجزئ من الجمعة, إلا عطاء بن أبي رباح فإنه قال: لا تجزئ أحدا\nأدرك مع الإمام بعد فراغه من الخطبة صلاته من الجمعة ولكن يصلي وحده ظهرا أربعا.\n</p>\n\n<p>\n[15/ 4]- وأجمعوا أن من خاف على عسكر من العدو أن يصلي صلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nالخوف, وإن اختلفوا في كيفية صلاته ذلك, إلا أن أبا يوسف رضي الله عنه/,\nفإنه قال في إحدى روايتين عنه: لا يجوز لأحد أن يصلي صلاة الخوف بعد رسول\nالله - صلى الله عليه وسلم -.\n</p>\n\n<p>\n[16/ 5]- وأجمعوا أن من صلى ركعتي الفجر, ثم دخل مسجدا ليصلي مع أهله, لا\nيركع قبل أن يجلس, إلا مالكا فإنه أباحه ذلك.\n</p>\n\n<p>\n[17/ 6]- وأجمعوا أن من سها في صلاته فسلم (بعد) اثنتين في الصلاة ثلاث\nركعات أو أربع أنه يجزئ بعد فراغه من الصلاة ساجدا لسهوه, \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nويجزئه من ذلك سجدتان, إلا الشافعي رضي الله عنه, فإنه قال: لا سجود عليه\nلشيء من الذكر على حال, وإنما يجوز السجود في الفعل خاصة.\n</p>\n\n<p>\n[18/ 7]- وأجمعوا أن من فاته تكبيرة أو أكثر منها من تكبير الصلاة على\nالجنازة فقضاها بعد فراغ الإمام من صلاته قبل رفع الجنازة أن ذلك يجزئه,/\nإلا الأوزاعي وربيعة بن (أبي) عبد الرحمن قالا: يسلم ولا يأت به.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\n[19/ 8]- وأجمعوا <span id='ms03'></span> أنه لا يقال في الأذان لصلاة العشاء الآخرة ((الصلاة\nخير من النوم)) , إلا الحسن بن صالح فإنه أمر بذلك.\n</p>\n\n<p>\n[20/ 9]- وأجمعوا أنه لا سهو على المأموم فيما سها به خلف الإمام, إلا\nالليث فإنه أمره بسجدتي السهو لذلك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\n[21/ 10]- وأجمعوا أنه من ذكر صلاة حضر في سفر صلاها صلاة حضر, إلا عبيد\nالله بن الحسن العنبري, فإنه قال: يأتي بها صلاة سفر.\n</p>\n\n<p>\n[22/ 11]- وأجمعوا أن المصلي إن ترك الصلاة على محمد - صلى الله عليه\nوسلم - في صلاته, ناسيا أو عامدا, أنه في النسيان معذور, وفي العمد مذموم,\nوالصلاة تجزئ عنه فيهما جميعا, إلا الشافعي رضي الله عنه فإنه قال: / إذا\nترك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nالصلاة على النبي - صلى الله عليه وسلم - في صلاته, أو صلى عليه قبل\nالتشهد الآخر منها لم يجزه.\n</p>\n\n<p>\n[23/ 12]- وأجمعوا أنه إذا رفع رأسه من آخر سجدة من الركعة الأولى أو\nالثالثة من صلاة هي أربع ركعات من صلاة هي أربع ركعات, نهض قائما ولم يجلس\nإلا الشافعي رضي الله عنه, فإنه استحب كجلوسه في التشهد ثم ينهض إلى\nالقيام.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\n3 - (\n</p>\n\n\n<h1 class='l1' id='head3'>AUTO (باب الزكاة)</h1>\n\n<p>\n)\n</p>\n\n<p>\n[24/ 1]- وأجمع الفقهاء أن ما زاد على الثلاث المائة من الغنم وإن كثر\nإذا قصر عن تمام مائة رابعة فلا شيء فيه غير الثلاث الشياه الواجبة للثلاث\nالمائة حتى يتمم أربعمائة, فإذا تمت كان فيها أربع شياه, وكذلك فيما هو\nأكثر من ذلك, لا يجب زيادة شاة في الصدقة إلا بزيادة/ مائة على العدة, إلا\nالحسن بن صالح بن حي الكوفي رضي الله عنه, فإنه (قال): إذا زادت الغنم على\nثلاثمائة شاة كان فيها أربع شياه, وكذلك فيما هو أكثر (من) ذلك, كلما زادت\nعلى مائة شاة واحدة زد في الزكاة شاة أخرى والله أعلم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\n4 - (\n</p>\n\n\n<h1 class='l1' id='head4'>AUTO (باب زكاة الفضة)</h1>\n\n<p>\n)\n</p>\n\n<p>\n[25/ 1]- وأجمعوا أن الدراهم إذا زادت على المائتين أربعين درهما ففيها\nكلها ربع عشرها إذا حال حولها, إلا ابراهيم بن إسماعيل بن علية, فإنه قال:\nلا شيء في تلك الدراهم غير خمسة دراهم حتى يكون الزيادة على المائتين\nمائتين فيكون فيها كلها ربع العشر جميعا <span id='ms04'></span>, وقد قيل: إن ذلك يروى عن طاوس رضي\nالله عنه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\n[26/ 2]- وأجمعوا أن الذمي لا يعطى / من زكاة الأموال ولا من عشور\nالأرضين وإن لم يوجد مسلم, إلا عبيد الله بن الحسن العنبري رضي الله عنه\nفإنه أجاز إعطاءه منها إذا لم يكن في البلد المعطي مسلم.\n</p>\n\n<p>\n[37/ 3]- وأجمعوا أن أخذ الصدقة التطوع حلال لبني هاشم جد محمد النبي -\nصلى الله عليه وسلم - , إلا أحمد بن محمد الأزدي رضي الله عنه فإنه منع من\nذلك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\n[28 - 4]- وأجمعوا أن الزكاة حلال أخذها لبني المطلب بن عبد مناف إذا\nكانوا من أهل الزكاة, إلا الشافعي رضي الله عنه -وهو منهم- فإنه منع من ذلك.\n</p>\n\n<p>\n[29/ 5]- وأجمعوا أن من ابتاع فاكهة للتجارة ومر بها على العاشر أنه يأخذ\nزكاتها, إلا أبا حنيفة رضي الله عنه فإنه قال: لا يأخذ/ منها زكاة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\n[30/ 6]- وأجمعوا أنه لا زكاة في شيء من البقر حتى تبلغ ثلاثين, فإذا تمت\nثلاثين ففيها تبيع, إلا قتادة ومن وافقه فإنه قال: في خمس من البقر شاة.\nوالله أعلم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\n5 - (\n</p>\n\n\n<h1 class='l1' id='head5'>AUTO (باب الصيام والاعتكاف)</h1>\n\n<p>\n)\n</p>\n\n<p>\n[31/ 1]- وأجمع الفقهاء في الصدر الأول, أن من جامع في نهار رمضان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nوهو صحيح ولا علة به ولا حجة له تبيح الإفطار, عامدا بجماعه فيه, أن عليه\nمع القضاء لذلك اليوم عتق رقبة إن كان لها واجدا, إلا إبراهيم النخعي رضي\nالله عنه وسعيد بن جبير فإنهما قالا: لا كفارة عليه.\n</p>\n\n<p>\n[32/ 2]- وأجمعوا سواهما أن ذلك المجامع إذا لم يجد رقبة أطعم ستين\nمسكينا, إلا الحسن البصري/ رضي الله عنه, فإنه قال: إذا لم يجد رقبة أهدى\nهديا إلى مكة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\n[33/ 3]- وأجمعوا سواهما أن ذلك المجامع إذا لم يجد إطعام ستين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nمسكينا - أو لم يجد الهدي على قول الحسن رضي الله عنه - صام شهرين\nمتتابعين لا يجزه به مفترقين, إلا محمد بن عبد الرحمن بن أبي ليلى رضي الله\nعنه, فإنه قال: إن صامهما مفترقين أجزناه.\n</p>\n\n<p>\n[34/ 4]- وأجمعوا سواهما أن المرأة إذا جومعت وهي صائمة في رمضان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nبلا عذر, ولا علة بها مع ذلك, وهي مطاوعة, فعليها من <span id='ms05'></span> الكفارة ما على\nالأول الذي ذكرنا, إلا الأوزاعي ثم الشافعي رضي الله عنهما فإنهما قالا:\nكفارة واحدة تجزئ عنهما.\n</p>\n\n<p>\n[35/ 5]- وأجمعوا سواهما/ أنه إذا لم يجد رقبة وعجز عن الصوم ولم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nيجد الإطعام, فإنه دين عليه إلى ميسرته, إلا الأوزاعي رضي الله عنه, فإنه\nقال: قد سقطت عنه بفقره.\n</p>\n\n<p>\n[36/ 6]- وأجمعوا أن أيام التشريق لا ينبغي أن تصام عن نذر, إلا الليث بن\nسعد رضي الله عنه, فإنه أباح ذلك فيها.\n</p>\n\n<p>\n[37/ 7]- وأجمعوا أن أكل أو شرب في نهار رمضان عامدا وهو على الصفة التي\nذكرناها قبل هذه المسألة فعليه مع القضاء الكفارة, إلا الشافعي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nرضي الله عنه, فإنه قال: لا كفارة عليه.\n</p>\n\n<p>\n[38/ 8]- وأجمعوا أن للزوج أن يمنع زوجته من الاعتكاف, وإن دخلت فيه كان\nله أيضا إخراجها منه, إلا الأوزاعي رضي الله عنه فإنه قال: ليس له إخراجها\nمنه بعد دخولها فيه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\n[39/ 9]- / وأجمعوا أن الحامل إذا خافت من الصوم على حملها أفطرت وقضت\nولا كفارة عليها في ذلك, وإن اختلفوا في المستحب منه, إلا الشافعي رضي الله\nعنه فإنه قال: _ في إحدى روايتين عنه_ عليها الكفارة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\n6 - (\n</p>\n\n\n<h1 class='l1' id='head6'>AUTO (باب المناسك)</h1>\n\n<p>\n)\n</p>\n\n<p>\n[40/ 1]- وأجمع الفقهاء أن التطوع بالحج عن الموتى جائز بل يستحسن, إلا\nمالك بن أنس رضي الله عنه فإنه كرهه, وكذلك كرهه عن الحج للكبير وأن يحج\nبالصبي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\n[41/ 2]- وأجمعوا أنه لا ينبغي لأحد أحرم بحجة أن يضيف إليها عمرة قبل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nفراغه من الحجة, إلا الأوزاعي رضي الله عنه فإنه أباحه ذلك.\n</p>\n\n<p>\n[42/ 3]- وأجمعوا أن من جاوز الميقات يريد الحج قبل أن يحرم / فأمر\nبالرجوع إلى الميقات, فرجع إليه فلبى منه وأحرم, لم يكن عليه غيره إلا زفر\nبن الهذيل رضي الله عنه فإنه قال: عليه دم وإن رجع ولبى.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\n[43/ 4]- وأجمع الصحابة رضي الله عنهم أن الإحرام قبل بلوغ الميقات مباح,\nلا, بل يستحسن.\n</p>\n\n<p>\n[44/ 5]- وأجمع الفقهاء أن من أراد (الحرم) ومنزله قبل المواقيت إلى\nالآفاق, أو بعدها إلى مكة, (فلا) ينبغي له أن يدخل مكة إلا محرما, إلا محمد\nبن شهاب الزهري رضي الله عنه فإنه أباحها <span id='ms06'></span> ذلك غير محرمين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\n[45/ 6]- وأجمعوا أن الكوفي وغيره من المقيمين بمكة من غير أهلها ألا\nيحرموا بالعمرة من مكة, وإنما الإحرام بها من الجل إلى موضع من الحل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nشيئا، إلا الحسن بن صالح رضي الله عنه/ فإنه قال: لا ينبغي له أن يحرم\nبها إلا من ميقات أهل بلده الذي عنه خرج إلى مكة.\n</p>\n\n<p>\n[46/ 7]-وأجمعوا أن من سب رجلا وهما محرمان استغفر الله عز وجل من ذلك،\nولا كفارة عليه، ولا دم عليه، إلا الأوزاعي رضي الله عنه فإنه أوجب عليه\nدما يهريقه.\n</p>\n\n<p>\n[47/ 7]-وأجمعوا على استحباب رفع الصوت بالتلبية للمحرم بالليل والنهار،\nعلى الأكمام، وفي الصحراء، وعلى كل شرف، وفي كل واد وعند الركوب إذا استوى\nبه البعير قائما، إلا مالك بن أنس رضي الله عنه فإنه كره له ذلك في المسجد\nالحرام وفي منى.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\n[48/ 9]-وأجمعوا أنه لا ينبغي أن يرمي الحجار بأكبر من حصى الخذف إلا\nمالك بن أنس رضي الله عنه وعبدالله العزيز بن أبي سلمة الماجشون/ قالا:\nيستحب أكبر من ذلك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\n[49/ 10]-وأجمعوا أنه من رمى جمارا من الحاج في اليوم الأول من أيام منى\nوفي الثاني منها قبل الزوال لم يجزه، إلا أحمد بن محمد الأزدي الطحاوي رضي\nالله عنه فإنه قال: يجزئه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\n[50/ 11]-وأجمعوا سواء أن من رماها يوم الثالث من تلك الأيام قبل الزوال\nأيضا لم يجزه، إلا أبا حنيفة رضي الله عنه، فإنه قال: له ذلك مباح.\n</p>\n\n<p>\n[51/ 12]-وأجمعوا أنه من أوصى أن يحج عنه بثلث ماله فكان الحكم فيه أن\nيحج به عنه من بلد الذي مات فيه إذا الثلث لا يبلغ من يحج به عنه أن يحج به\nعنه من بلد يبلغ من حج به منه إلى حجه، إلا سوار بن عبدالله العنبري رضي\nالله عنه، فإنه قال: يعان بثلث ماله في حج.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\n[52/ 14]-وأجمعوا/ أن دم المتعة واجب بدخول المتعة في الجمعة بعد قضاء\nالعمرة، إلا عطاء بن أبي رباح فإنه قال: لا يجب عليه الدم للمتعة حتى يقف\nبعرفة مع الناس.\n</p>\n\n<p>\n[53/ 14]-وأجمعوا أن إشعار <span id='ms07'></span> البدن حسن، لا، بل جعله بعضهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nمن النسك، إلا أبا حنيفة رضي الله عنه فإنه كرهه.\n</p>\n\n<p>\n[54/ 15]-وأجمعوا أن الجذع من الإبل والبقر والمعز لا يجزئ في الهدايا\nولا في الضحايا، إلا الأوزاعي رضي الله عنه، فإنه قال: هو يجزئ فيهما.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\n[55/ 16]-وأجمع الصحابة رضي الله عنهم أن على الدال والمشير إلى الصيد من\nالمحرمين الجزاء إذا قتله المدلون أو المشار إليه وهو محرم أو في الحرم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\n7 -\n</p>\n\n\n<h1 class='l1' id='head7'>AUTO (باب الصيد والذبائح والضحايا)</h1>\n\n<p>\n[56/ 1]-وأجمع الفقهاء أن من أرسل جارحه إلى صيد ولم يسم الله/ عز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nوجل ناسيا، وأخذ الجارح فقتله بجراحه منها، أخذه مرسله وسمى الله عز وجل\nعند أكله، إلا مكحولا الدمشقي رضي الله عنه، فإنه منع من أكله.\n</p>\n\n<p>\n[57/ 2]-وأجمعوا أن من أرسل بازيا أو صقرا على صيد فأخذه فجرحه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nفقتله وأكل منه، أكل مرسله بقيته، إلا الشافعي رضي الله عنه، فإنه منع من\nأكله لعلة أكل الطير منه.\n</p>\n\n<p>\n[58/ 3]-وأجمعوا أن صيد الكتابي حلال للمسلم، مالم يسم عند إرسال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nالجارح المسيح أو العزير، إلا مالك بن أنس رضي الله عنه، فإنه منع من أكل\nصيد الكتابي، وخالف بينه وبين ذبيحته.\n</p>\n\n<p>\n[49/ 4]-وأجمعوا أن ذبيحة الكتابي حلال المسلم، وسواء دان بدينه ذلك واحد\nمن آبائه قبل نزول القرآن أو بعده/ إلا الشافعي رضي الله عنه فإنه لم يجز\nمن ذبائحهم إلا ذبائح من دان منهم أو أحد من آبائهم (قبل نزول القران، وأما\nمن دان منهم أو أحد من آبائهم) بعد نزول القرآن، فإنه لا يبيح للمسلم\nذبيحته.\n</p>\n\n<p>\n[60/ 5]-وأجمعوا أن ذبيحة الغلام الكتابي إذا عقل الذبيحة مباح إذا كان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nأبوه كتابيا - وإن كانت أمه مجوسية-إلا الشافعي رضي الله عنه، فإنه منع\nمن أكل ذبيحته لتمجس أمه.\n</p>\n\n<p>\n[61/ 6]-وأجمعوا أن ذبيحة المرتدين حرام على المسلم، إلا الأوزاعي رضي\nالله عنه فإنه أحلها، واعتل بقول عز وجل: {ومن يتولهم منكم فإنه منهم}،\nفدلنا هذا أنه من أراد من المرتدين من ارتد إلى مكة يحل ذبائح أهلها فعادت\nاستدللت به ذبائح المرتدين إلا المجوسية حرام باتفاق وذبائح من <span id='ms08'></span> ارتد إلى\nغيرها/ من النصرانية واليهود شذوذ من الأوزاعي رضي الله عنه في تحليلها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\n[62/ 7]- وأجمعوا أن من نحر مما حكمه الذبح أكل، إلا مالك بن أنس رضي\nالله عنه، فإنه قال: إذا نحرت الغنم والطير لم يجز أكلها.\n</p>\n\n<p>\n[63/ 8]-وأجمعوا أن حكم البقر الذبح لا النحر، إلا مجاهد بن جبر المكي\nوالحسن بن صالح الكوفي رضي الله عنهما، فإنهما قالا: حكمها أن تنحر ولا\nتذبح، وهذا خلاف نص القرآن.\n</p>\n\n<p>\n[64/ 9]- وأجمعوا أن الضحية في اليوم الثالث عشر من ذي الحجة غير جائز\nإلا الشافعي رضي الله عنه، فإنه أباحها كما في الأيام قبله.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\n[65/ 1]- وأجمعوا أن البقرة والناقة تجزئ عن سبعة مضحين، وسواء كانوا من\nأهل بيت واحد أو بيوت كثيرة، إلا مالك/ بن أنس رضي الله عنه، فإنه قال: إن\nكانوا أهل بيت واحد أجزتهم وإلا لم تجزهم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\n[66/ 11]- وأجمعوا أن الوحشي من الظباء إذا ألف وأنس لم يجز في الضحية،\nإلا الحسن بن صالح رضي الله عنه أجاز أن يضحى به.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head8'>AUTO (باب النكاح)</h1>\n\n<p>\n[67/ 1]- وأجمع الفقهاء في العصر الأول أن من زنا المرأة لا يبطل نكاح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nزوجها عنها، إلا الحسن بن أبي الحسن البصري رضي الله عنه، وإبراهيم\nالنخعي رضي الله عنه، فإنهما قالا: إذا زنت المرأة قبل دخول زوجها عليها\nبطل نكاحها عنها.\n</p>\n\n<p>\n[68/ 2]- وأجمعوا أن الصبي إذا وجد لبن امرأة فشربه حرمت تلك المرأة على\nذلك الصبي أن يتزوجها، إلا الليث بن سعد رضي الله عنه، فإنه قال: لا يحرم\nمن اللبن إلا ما أخذه الصبي بمصه/ من ثدي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\n[39/ 3]-وأجمعوا أنه من أقر في امرأته أنه أخته من الرضاعة، أرضعته\nوإياها امرأة، ففرق بينهما، ثم قال: وهمت وأخطأت وكذبت فيما ذكرت، لم يقبل\nقوله، ولا يتزوجها أبدا، إلا أبا حنيفة رضي الله عنه، فإنه صدقه استحسانا.\n</p>\n\n<p>\n[70/ 4]- وأجمعوا أن ولي المرأة إذا غاب غيبة متصلة كان للذي هو ولي لها\nلو كان ميتا أن يتولاه لها، إلا زفر بن الهذيل رضي الله عنه فإنه قال: لا\nيليه والغائب حي أبدا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\n[71/ 5]-وأجمعوا أن تزويج <span id='ms09'></span> الصغيرة جائز عليها إلا عبدالله بن شبرمة رضي\nالله عنه، فإنه قال: لا يجوز نكاح صغيرة على حال.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\n[72/ 6]-وأجمعوا أن الوكالة بالنكاح مبيحة للموكل بالنكاح أن يعقده، وأن\nالأحسن والأحوط له الإشهاد على المرأة/ بالوكالة، إلا الحسن بن صالح رضي\nالله عنه، فإنه قال: لا يجوز له عقدة لها إلا أن تكون المرأة أشهدت له على\nذلك شاهدين.\n</p>\n\n<p>\n[73/ 7]- وأجمعوا أن من قال لرجل: قد زوجتك ابنتي أو وليتي فلانة بألف\nدرهم إن جئتني بعبدي الآبق إلى شهرين، وأشهد على ذلك شهودا، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nثم جاءه فيا ذكر قبل مضي الشهرين، أن تلك عدة إن وفى بها فحسن وإلا لم\nيجبر عليها، إلا الليث بن سعد رضي الله عنه، فإنه قال: ذلك نكاح صحيح ثابت\nبالإشهاد الأول إذا أتاه بالآبق قبل مضي الأجل.\n</p>\n\n<p>\n[74/ 8]-وأجمعوا أن من تزوج من المسلين امرأة حربية، ثم سبيت لم يكن له\nعليها سبيل، إلا الليث بن سعد رضي الله عنه، فإنه قال: هو أحق بها بقيمتها.\n</p>\n\n<p>\n[75/ 8]- وأجمعوا أن من تزوج من المريض من الصحيحة أو المريضة، أو تزويج\nالمريضة/ من المريض أو الصحيح جائز، إلا مالكا رضي الله عنه أبطله.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\n[76/ 10]- وأجمعوا أن الذمي لا يلي نكاح ابنته المسلمة، ولا يلي المسلم\nنكاح ابنته الذمية إلا عبدالله بن وهب رضي الله عنه، فإنه وافق في الأول\nوخالف في الثاني، فجعل المسلم ولي ابنته الذمية.\n</p>\n\n<p>\n[77/ 11]- وأجممعوا أن من تزوج امرأة إلى أجل بدراهم ذكرها-وتلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nالمتعة المنهي عنها- أن ذلك لا يلزمه بعد مضي الأجل، إلا زفر بن الهذيل\nرضي الله عنه، فإنه جعله نكاحا صحيحا إذا حضره شاهدان ذوا عدل.\n</p>\n\n<p>\n[78/ 12]- وأجمعوا أن من تزوج امرأة من غير صداق ذكره أن النكاح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nثابت عليه، دخل بها عليه أو لم يدخل، إلا مالك بن أنس رضي الله عنه، فإنه\nقال: يفسخ قبل الدخول بها.\n</p>\n\n<p>\n[79/ 13]- وأجمعوا أن الزوجة إذا أباحث للزوج/ الدخول عليها قبل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nقبضها عاجل الصداق، ثم أرادت منعه من الدخول بعد ذلك حتى تقبضه، لم يكن\nلها ذلك وأجبرت على <span id='ms10'></span> المقام بعده، إلا أبا حنيفة رضي الله عنه، فإنه جعله من حقها.\n</p>\n\n<p>\n[80/ 14]- وأجمع الصحابة رضي الله عنهم أن الرجل إذا خلا بزوجته، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nوأغلق بابا، وأرخى سترا، ولا حائل بين جماعه لها من عبادة ولا غيرها،\nوأمكنته من ذلك فلم يفعل، فقد وجب عليها جميع صداقها.\n</p>\n\n<p>\n[82/ 16]- وأجمعوا أن الأب/ إذا زوج ابنه الصغير على صداق ولا شطط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nفيه جاز على الابن، والمهر على الابن دون الأب، إلا الحسن بن صالح رضي\nالله عنه، فإنه جعله على الأب دون الابن.\n</p>\n\n<p>\n[83/ 17]- وأجمعوا أن المولى إذا خلى بين أمته وزوجها حتى بوأهما بيتا\nفانقطعت عن خدمة مولاها، كانت نفقتها وكسوتها على الزوج دون المولى، إلا\nالأوزاعي رضي الله عنه، فإنه قال: الكسوة على الزوج والنفقة على المولى.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head9'>AUTO (باب الطلاق)</h1>\n\n<p>\n[84/ 1]- وأجمع الفقهاء أن من طلق امرأته وهي حائض أمر بالرجعة ولم يجبر\nعليها، إلا مالكا رضي الله عنه، فإنه أجبره عليها لها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\n[85/ 2]- وأجمعوا أن المطلق طلاقا رجعيا إذا جامع زوجته في عدتها منه،\nوأراد بذلك رجعتها كان بذلك مراجعا، وأمر ألا يجامعها/ بعد ذلك حتى يشهد\nعلى المراجعة، إلا الشافعي رضي الله عنه، فإنه قال: ليست تلك مراجعة.\n</p>\n\n<p>\n[86/ 3]- وأجمع أهل العصر الأول أن المرأة المطلقة ثلاثا لا تحل للزوج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nالمطلق لها ذلك الطلاق إلا بعد خروجها من عدتها منه، وبعد زوج يجامعها،\nثم يطلقها وتنقضي عدتها منه، ثم يراجعها الأول، إلا سعيد بن المسيب رضي\nالله عنه، فإنه قال: تحل للأول وإن لم يجامعها الثاني على نكاحه.\n</p>\n\n<p>\n[87/ 4]- وأجمعوا أن من خير امرأته فاختارت فراقه طلقت، ولا يرجع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nإلى نية الزوج إن كان لم يرد به طلاقا، إلا الشافعي رضي الله عنه، فإنه\nرجع إلى نيته في ذلك، ولم يلزمه بع الطلاق إذا لم ينوه.\n</p>\n\n<p>\n[88/ 5]-وأجمعوا أن من قال لزوجته أنت طالق ثلاثا إن دخلت هذه الدار، أو\nغير ذلك/ مما يجوز الحلف عليه بالطلاق، أو حلف على نفسه في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nذلك بالطلاق الذي ذكرنا، أو حلف بذلك لتفعلن شيئا أو ليفعله هو، فطلقها\nواحدة يملك الرجعة <span id='ms11'></span> أو ثانية، ثم لم يفعل ذلك الذي ذكره، ثم راجعها، ثم فعل\nهو أو فعلته إن حلف ألا تفعله هي، أو لم تفعل إن كان حلف لتفعله أو ليفعلنه\nهو، حتى مضى الوقت الذي وقته، طلقت عليه باليمين الأول، إلا الشافعي رضي\nالله عنه فإنه قال: لا تطلق أبدا، لأن النكاح الجديد لا تعمل فيه إلا يمين\nجديدة فيه.\n</p>\n\n<p>\n[89/ 6]- وأجمعوا أن ذلك الرجل لو كان طلق امرأته تلك ثلاثا، ثم فعل ما\nحلف ألا يفعله، أو فعلت هي ما حلف/ عليها ألا تفعله، ثم راجعها بعد زوج لم\nيعد عليه اليمين أبدا، لأن طلاق الملك الأول قد ذهب كله، إلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nحماد بن أبي سليمان، ثم زفر بن الهذيل رضي الله عنهما، فإنهما قالا: يعود\nاليمين عليه أيضا.\n</p>\n\n<p>\n[90/ 7]-وأجمعوا أنه من قال: إحدى نسائي طالق، فقد لزمه الإيقاع أو\nاليمين على ما تختلف الفقهاء فيما يقال من ذلك، إلا داود بن علي الأصبهاني\nرضي الله عنه، فإنه قال: لا يلزمه شيء من الطلاق لأن المرأة بغير عينها.\n</p>\n\n<p>\n[91/ 8]-وأجمعوا سواء أن ذلك الرجل وإن لم ينو واحدة منهن بعينها أنهن لا\nيطلقن عليه جميعا، إلا مالك بن أنس رضي الله عنه، فإنه قال: هن طوالق\nجميعا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\n[92/ 9]-وأجمعوا/ أن المطلقة إذا خرجت من الحيضة الثالثة، واغتسلت منها\nحلت للزواج، إلا الزهري رضي الله عنه، فإنه قال في امرأة طلقت في بعض طهر\nأنها تعتد ثلاثة أطهار سوى ذلك الطهر، وقد يوجب ألا تحل حتى تدخل الحيضة\nالرابعة.\n</p>\n\n<p>\n[93/ 10]-وأجمعوا أن حمل النساء قد يكون أكثر من تسعة أشهر، إلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن عبد الله بن عبد الحكم رضي الله عنه، فإنه قال: لا تحمل المرأة\nحملا أكثر من تسعة أشهر أبدا.\n</p>\n\n<p>\n[94/ 11]-وأجمعوا أن من طلق امرأته في بعض النهار وهي ممن لا تحيض، أو\nمات عنها في ذلك الوقت، أعتدت بقية اليوم من عدتها، وأبقته بمثل ما مضى منه\nقبل الطلاق أو قبل الوفاة من يوم آخر في آخر عدتها الذي/طلقت فيه أو مات <span id='ms12'></span>\nزوجها عنها فيه، وحلت للأزواج، إلا مالكا رضي الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nعنه، فإنه لم يعتد بقية ذلك اليوم الذي طلقت فيه، أو مات زوجها عنها فيه.\n</p>\n\n<p>\n[95/ 12]-وأجمعوا أن من طلق امرأته وهي ممن تحيض، فاعتدت حيضة ثم أيست من\nالمحيض، ابتدأت ثلاثة أشهر، كما لو طلقت وهي ممن لا يحيض من صغر، فاعتدت\nشهرا، ثم رأت الحيض، أنها تبتدئ بثلاثة قروء بإجماع، إلا الحسن بن صالح رضي\nالله عنه، فإنه قال: تعتد بتلك الحيضة شهرا، ثم تعتد بشهرين آخرين وقد حلت.\n</p>\n\n<p>\n[96/ 13]-وأجمعوا أن من طلق زوجته طلاقا رجعيا، ثم راجعها بشهود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nفي العدة، ولم يعلمها ذلك حتى انقضت العدة، أنها زوجته/ بتلك الرجعة، إلا\nالحسن بن أبي الحسن البصري رضي الله عنه، فإنه قال: لا تكون تلك رجعة إلا\nأن يعلمها بها قبل انقضاء عدتها.\n</p>\n\n<p>\n[97/ 14]-وأجمعوا أن المسبية من أهل الحرب لا عدة عليها، وعليها حيضة\nاستبراء، إلا الحسن بن صالح رضي الله عنه، فإنه قال: عليها عدة الأمة\nحيضتان.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\n[98/ 15]-وأجمعوا أن من طلق زوجته طلاقا بجعل، ثم راجعها قبل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nانقضاء العدة، ثم طلقها قبل الدخول، أنها تبقى على عدتها الأولى، أو\nتبتدئ عدة على ما يختلفون فيه من ذلك، إلا الحسن البصري رضي الله عنه، فإنه\nقال: -في إحدى روايتين عنه-لا عدة عليها أصلا.\n</p>\n\n<p>\n[99/ 16]-وأجمعوا أن رجلا لو أصدق زوجته أباها فعتق عليها، ثم طلقها قبل\nالدخول، رجع عليها بنصف/قيمته، إلا مالكا رضي الله عنه، فإنه قال: -في إحدى\nروايتين عنه- لا يرجع عليها بشيء.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\n[100/ 17]- وأجمعوا أن المستحقة للحضانة بالرحم الذي بينها وبين المحتاج\nإليها منها لا تستحق بذلك على المحضون أجرة المسكن الذي فيه تحضينه، إلا\nالشافعي رضي الله عنه، فإنه أوجبها لها عليه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\n[101/ 18]- وأجمعوا أن الأمة إذا اختلعت من زوجها على مال، ودفعته بغير\nأمر سيدها، فاسترجعه مولاها منه، كان للزوج أن يرجع بمثله عليها إن عتقت\nيوما من الدهر، إلا مالكا رضي الله عنه، فإنه قال: لا يرجع به عليها وإن عتقت.\n</p>\n\n<p>\n[102/ 19]- وأجمعوا أن المطلق طلاقا <span id='ms13'></span> رجعيا إذا آلى من امرأته التي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nطلقها هذا الطلاق وهي في عدته، إلا الليث بن سعد رضي الله عنه، فإنه قال:\nلا يكون به موليا.\n</p>\n\n<p>\n[103/ 20]- وأجمعوا أن المظاهر إذا لم يجد الرقبة، ولم يطق الصيام، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nولم يجد الإطعام، لم يطأ زوجته تلك حتى يجد واحدا من تلك الأصناف، إلا\nالثوري وابن صالح رضي الله عنهما، فإنهما قالا: يطؤها بغير كفارة.\n</p>\n\n<p>\n[104/ 21]- وأجمعوا أن المظاهر إذ أخر الكفارة من غير إضرار أكثر من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nأربعة أشهر لم يكن بذلك كالمولي، إلا الثوري رضي الله عنه، فإنه قال - في\nإحدى روايتين عنه - يكون بمضي الأربعة الأشهر قبل أن يكفر موليا.\n</p>\n\n<p>\n[105/ 22]- وأجمعوا أن الظهار يكون بقوله: أنت علي كظهر خالتي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nأو عمتي كما يكون بالأم، إلا الشافعي رضي الله عنه، فإنه قال: لا يكون\nظهارا إلا بالأم خاصة.\n</p>\n\n<p>\n[106/ 23]- وأجمعوا أنه من قال: أنت علي كظهر أبي لم يكن مظاهرا، إلا\nمالكا رضي الله عنه، فإنه جعله مظاهرا.\n</p>\n\n<p>\n[107/ 24]- وأجمعوا أن تظاهر أهل الذمة من نسائهم باطل، إلا الشافعي رضي\nالله عنه، فإنه أجازه وألزمه حكم الظهار به.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\n[108/ 25]- وأجمعوا أن المتلاعنين لا يقيمان زوجين، ولكن يقع الطلاق إما\nباللعان وإما بتفريق القاضي بعده، على ما تختلف الفقهاء في ذلك، إلا عثمان\nبن مسلم رضي الله عنه، فإنه قال: هما على النكاح، ولا يعمل فيه اللعان فرقة\nولا تفريق القاضي.\n</p>\n\n<p>\n[109/ 26]- وأجمعوا سواء أن الزوج إذا التعن لم تقع الفرقة، إلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nالشافعي رضي الله عنه، فإنه قال: تقع الفرقة بفراغ الزوج من اللعان،\nوتلتعن المرأة بعد ذلك ولا نكاح بينهما.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\n[110/ 27]- وأجمعوا أن أحد الزوجين إذا أبى اللعان حد الآخر، إلا أبا\nحنيفة رضي الله عنه، فإنه قال: تحبس حتى تلتعن ولا تحد.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\n10 -\n</p>\n\n\n<h1 class='l1' id='head10'>AUTO (باب العتاق والتدبير والمكاتبة وأمهات الأولاد) </h1>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n<p>\n[111/ 1]- وأجمع الفقهاء أن من أعتق شقصا له من عبد بينه وبين أشراكه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nوهو مما يساوي أنصباءهم - ملئ أن عتقه جائز وعليه قيمة أنصبائهم في ماله\nإذا طلبوا ذلك إلا ربيعة بن أبي عبدالرحمن رضي الله عنه، فإنه قال: عتاقه\nباطل، كان <span id='ms14'></span> المعتق له معسرا أو موسرا.\n</p>\n\n<p>\n[112/ 2]- وأجمعوا سواه أن من أعتق شقصا له من عبد بعينه عتقا بتلا بغير\nوصية عتق عليه كله، والولاء له، ولا سعاية على العبد في شيء من قيمته له،\nوسواء كان المعتق يملك غيره أو لا، إلا أبا حنيفة رضي الله عنه، فإنه قال:\nيعتق ويسعى في بقيته بقدر ما أعتق منه، والولاء كله له.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\n[113/ 3]- وأجمعوا أن من أعتق عبد ابنه الصغير وهو موسر لم يجز عتاقه،\nلأنه غير ملكه، إلا مالكا رضي الله عنه، فإنه أجاز عتقه، وضمنه قيمته لابنه\nالصغير.\n</p>\n\n<p>\n[114/ 4]- وأجمعوا أن من أعتق أمة فاستثنى ما في بطنها مملوكا، أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nالاستثناء باطل، والعتق فيه مع أمه نافذ، إلا الأوزاعي رضي الله عنه\nوالحسن بن صالح فإنهما أجازا الاستثناء، وجعلا الولد - إن وضعته - مملوكا\nلمولاها.\n</p>\n\n<p>\n[115/ 5]- وأجمعوا أن النصراني إذا أبى الإسلام، وقد أسلمت أم ولده، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nلم تعتق عليه لذلك، إلا الليث بن سعد رضي الله عنه، فإنه قال: تعتق عليه\nولا شيء عليها.\n</p>\n\n<p>\n[116/ 6]- وأجمعوا أن من أعتق عبدا له عن غيره بغير أمره كابنه أو غيره\nفالولاء للمعتق، إلا مالكا رضي الله عنه، فإنه قال: ولاؤه للمعتق عليه.\n</p>\n\n<p>\n[117/ 7]- وأجمعوا أنه من اتباع من زكاة ماله رقبة فأعتقها عن نفسه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nلم يجزه، إلا أشهب بن عبدالعزيز رضي الله عنه فإنه أجازه له، واحتسب به\nمن زكاته.\n</p>\n\n<p>\n[118/ 8]- وأجمعوا أن من قال لعبد: \"أنت حر على ألف درهم\" فلم يقبل ذلك\nالعبد وأباه أنه لا يعتق ولا يجبر على المال، إلا مالكا رضي الله عنه فإنه\nجعل المال عليه وإن أباه، وأداه عتق.\n</p>\n\n<p>\n[119/ 9]- وأجمعوا أن من قال لعبده: \"أنت حر على أن تخدمني سنة\"\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nفقبل العبد ذلك، عتق ووجبت عليه الخدمة، إلا مالكا رضي الله عنه، فإنه\nقال: إن كان أراد تعجيل العتق عتق ولا خدمة عليه.\n</p>\n\n<p>\n[120/ 10]- وأجمعوا أنه لو قال لعبده: \"اخدمني سنة وأنت حر\"، أو \"اخدم\nابني فلانا\"، أو \"فلانا الأجنبي سنة ثم أنت حر\"، فقبل العبد ذلك، ثم مات\nالمشترط خدمته إياه قبل الأجل <span id='ms15'></span>، أن ذلك القول قد بطل، لأن صفة العتاق لم\nتتم، إلا مالكا رضي الله عنه، فإنه قال: إن كان قال: \"أخدمني سنة وأنت حر\"،\nفمات قبل السنة خدم ورثته تمام السنة وعتق، وإن كان قال: \"أخدمني ابني\nفلانا، أو فلانا الأجنبي سنة وأنت حر\"، فمات المشترط خدمته فبل السنة نظر:\nفإن كان على وجه الخدمة كالأول خدم ورثته تمام السنة وعتق، وإن كان على وجه\nالحضانة والكفالة عتق بموت ذلك المشترط خدمته إياه، ولم يخدم أحدا بعده.\n</p>\n\n<p>\n[121/ 11]- وأجمع الصحابة رضي الله عنهم أن ما ولدت المدبرة في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nخلال تدبيرها، يعتقون بعتقها ويرقون برقها، وإنما جاء الاختلاف بعدهم.\n</p>\n\n<p>\n[122/ 12]- وأجمعوا أن من أحبل زوجته الأمة، ثم ابتاعها، لم تكن له أم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nولد بتلك، إلا أبا حنيفة رضي الله عنه، فإنه جعلها أم ولد له.\n</p>\n\n<p>\n[123/ 13]- وأجمعوا أن الرجل إذا أقر أن بائعه هذه الأمة كان أولدها ولدا\nصارت به أم ولد، وأنكره البائع، كانت في يد المقر إلى موت البائع، ثم تعتق\nعلى المقر بإقراره، إلا الشافعي رضي الله عنه، فإنه قال - في إحدى روايتين\nعنه - لا تعتق عليه بذلك.\n</p>\n\n<p>\n[124/ 14]- وأجمعوا أن المكاتب لا يعتق بعقد الكتابة قبل أن يؤدي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nشيئا من المال إلا رواية شذ بها أيوب الفرائضي رضي الله عنه عن ابن عباس\nبغير إسناد ذكره لها إليه أنه يعتق، ويكون جميع المال عليه دينا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\n[125/ 15]- وأجمعوا سوى ذلك أن المكاتبة لو عقدت على مال حال، إلا\nالشافعي رضي الله عنه، فإنه قال: لا يعتق بها على ذلك حتى يقول في العقد:\nعلى أنك إن أديت ذلك عتقت، أو يقول بعد العقد، إنها كانت كذلك في نيته حينئذ.\n</p>\n\n<p>\n[126/ 16]- وأجمعوا أن من كاتب عبده وكاتب آخر - عبدا له- فعقدا جميعا\nالكتابتين عقدا واحدا بمال واحد، لم يذكرا ما على كل واحد منهما منه، جازت\nالكتابتان، وكان المال مقسوما على قيمتي العبدين، فيسعى كل واحد منهما فيما\nأصاب قيمته منه، إلا ابن القاسم فإنه قال: - على معاني مالك - إن الكتابتين\nباطلتان.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\n[127/ 17]- وأجمعوا أن المكاتب <span id='ms16'></span> إذا أعتق عبدا له على مال يكتسبه على غير\nسبيل الكتابة لم يجز، إلا مالكا رضي الله عنه، فإنه أجازه، إذا كان على حسن\nالنظر ووجه التجارة.\n</p>\n\n<p>\n[128/ 18]- وأجمعوا أن رجلا لو كفل للمولى عن المكاتب بمال الكتابة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nولا مال للمكاتب على الكفيل، لم تجز الكفالة، إلا ابن أبي ليلى رضي الله\nعنه فإنه أجازها.\n</p>\n\n<p>\n[129/ 19]- وأجمعوا سواه أن ذلك لا يجوز أيضا وإن كان للمكاتب على الكفيل\nمال مثل مال الكتابة، إلا محمد بن الحسن فإنه أجازها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\n11 -\n</p>\n\n\n<h1 class='l1' id='head11'>AUTO (باب الأيمان والكفارة)</h1>\n\n<p>\n[130/ 1]- وأجمع الفقهاء أن من حلف لا يركب دابة وهو راكبها/ وقت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nحلفه، أو لا يسكن دارا هو ساكنها في ذلك الوقت، أو أن لا يلبس ثوبا وهو\nلابسه حينئذ، وأخذ في نزع الثوب عنه، أو النزول عن الدابة، أو التحول عن\nالدار، يعقب اليمين بلا فاصل بينه، فحول متاعه وأهله وتحول ببدنه، إلا زفر\nبن الهذيل رضي الله عنه، فإنه حنثه وإن فعل ذلك على ما ذكرناه.\n</p>\n\n<p>\n[131/ 2]- وأجمعوا سواه أنه إن انتقل من الدار التي حلف ألا يسكنها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nببدنه، ونوى ألا يرجع إليها ساكنا لها، وخلف أهله ومتاعه، حنث إلا\nالشافعي رضي الله عنه، قال: لا يحنث.\n</p>\n\n<p>\n[132/ 3]- وأجمعوا أن رجلا لو قال: \"عبدي فلان حر إن دخلت هذه الدار\"، أو\nغير ذلك من الأفعال أو لا يكون شيئا ذكره، أو ما سواه من الأقوال، فباع\nذلك، ثم قال ما حلف ألا يقول، أو ما حلف ألا يفعل، فقد حنث والعبد في غير\nملكه، فلم يزل العتق، إلا ابن أبي ليلى رضي الله عنه، فإنه قال: يبطل\nالبيع، ويعتق العبد ويرجع المبتاع عليه بالثمن.\n</p>\n\n<p>\n[133/ 4]- وأجمعوا سواه أنه إذا لم يقل ما ذكرنا، أو لم يفعل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nما وصفنا حتى استرجع العبد، ثم فعله أو قاله، عتق عليه باليمين الأولى،\nإلا الشافعي رضي الله عنه، فإنه لم يحنثه فيه ولم يعتقه عليه وهذا على\nالأصل الذي قدمناه في الطلاق.\n</p>\n\n<p>\n[134/ 5]- وأجمعوا أن من قال: \"لا يحل لي أن أصنع كذا وكذا\"، ثم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\nفعله لم يكن <span id='ms17'></span> عليه كفارة يمين، إلا حماد بن أبي سليمان والثوري رضي عنهما\nفإنهما قالا: لذلك كفارة يمين.\n</p>\n\n<p>\n[135/ 6]- وأجمعوا أن من قال: \"علم الله لا صنعت كذا وكذا\"، ثم صنعه لم\nيكن عليه كفارة، ولا استحباب في إخراجها إلا إن شاء، إلا الأوزاعي رضي الله\nعنه، فإنه استحب له إخراجها من أجل ما ذكرنا.\n</p>\n\n<p>\n[136/ 7]- وأجمعوا أن رجلا لو قال: \"علي يمين\" أو حلفت ألا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\nأفعل كذا وكذا، ولم يكن عليه يمين في ذلك، لم تكن عليه مع الاستغفار لذلك\nكفارة، إلا الثوري رضي الله عنه، فإنه قال: يكفر عن ذلك بكفارة يمين.\n</p>\n\n<p>\n[137/ 8]- وأجمعوا أن من حلف لا يأكل أدما فأكل لحما حنث، إلا أبا حنيفة\nرضي الله عنه، فإنه لم يحنثه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\n[138/ 9]- ومن حلف ألا يكلم رجلا - يعني بالمشافهة - فكتب إليه كتابا لم\nيحنث، إلا الشافعي رضي الله عنه، فإنه حنثه ولم يلتفت إلى نيته.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\n[139/ 10]- وأجمعوا أن من حلف ليقضين فلانا حقه اليوم، فأتى به فلم يجده،\nفدفع حقه إلى وكيله، وأشهد على مجيئه بالحق، أو أتى السلطان فأخبره وخاف\nالفوات فدفعه إليه، ثم مضى اليوم قبل أن يجده حنث، إلا مالكا رضي الله عنه\nوالليث، فإنهما قالا: لا يحنث، وذلك مخرج له يمينه تلك فيه.\n</p>\n\n<p>\n[140/ 11]- وأجمعوا أن من حلف لا يشرب من لبن شاة زيد التي وجه بها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\nإليه، أو التي أهداها إليه، أو ألا يأكل من لحمها، فباعها أو ابتاع\nبثمنها أخرى، فأكل من لحمها، أو شرب من لبنها، لم يحنث وكذلك إن ابتاع بذلك\nالثمن ثوبا فلبسه، أو طعاما فأكله، لم يحنث أيضا، إلا مالكا رضي الله عنه،\nفإنه قال: إن كان زيد من عليه بهبته إياها له فحلف من أجل ذلك مما ذكرنا\nحنث فيما وصفنا، وبكل شيء ينتفع به من قبل تلك الهدية، وكذلك يحنث عنده إن\nقبل من زيد ذلك عارية.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\n[141/ 12]- وأجمعوا أن من حلف أن لا يكفل بمال عن أحد أبدا، فكفل بنفسه\nرجلا فاشترط أنه غير ضمني بالمال أو لم يشترط ذلك لم يحنث في <span id='ms18'></span> يمينه.\n</p>\n\n<p>\n[142/ 13]- وأجمعوا أن من حلف لا يلبس قميصا أبدا، فاتزر بثوب، أو دوره\nعلى وسطه أو ارتداه حنث، إلا أبا حنيفة رضي الله عنه، فإنه لم يحنثه في\nيمينه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\n12 -\n</p>\n\n\n<h1 class='l1' id='head12'>AUTO (باب الفرائض)</h1>\n\n<p>\n[143/ 1]- وأجمع الفقهاء أن الكفن من رأس مال الميت، إلا ابن المسيب رضي\nالله عنه، فإنه قال: هو والحنوط من الثلث.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\n[144/ 2]- وأجمعوا أن الأم إذا حجبها الأخوة للأم أو للأب عن الثلث إلى\nالسدس، رجع السدس الذي حجبت عنه إلى الأب، إلا رواية شذت عن ابن عباس رضي\nالله عنه أنه للأخوة للأم، ولا يمنعهم من ذلك كون الأب وارثا.\n</p>\n\n<p>\n[145/ 3]- وأجمعوا أن الأخوات للأب لا يرثن مع الأخوات للأب والأم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\nإذا استكملن الثلثين، إلا الحسن البصري رضي الله عنه فإنه ورثهن ما بعد\nالثلثين، فحمله الناس عنه على أنهن كن أعتقن أباهن فأخذنه بحق الولاء.\n</p>\n\n<p>\n[146/ 4]- وأجمعوا أن بني الأخوة لا يرثون مع الجد للأب شيئا، إلا رواية\nشذت عن علي بن أبي طالب رضي الله عنه أنهم معه كآبائهم معه.\n</p>\n\n<p>\n[147/ 5]- وأجمعوا أن أم أبي الأب إذا لم يكن من يحجبها عن الميراث، إلا\nمالكا رضي الله عنه، فإنه قال: لا ترث على حال.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\n[148/ 6]- وأجمعوا أنه لا يرد على زوج شيء إن فضل من المال عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nالورثة، إلا رواية شذت عن عثمان بن عفان رضي الله عنه أنه جعله له، فحمله\nالناس على أنه ابن عم ورثه ذلك بالتعصيب.\n</p>\n\n<p>\n[149/ 7]- وأجمعوا أن رجلا لو مات وترك ابن مولاه وابن ابن مولاه، كان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\nميراثه لابن مولاه دون ابن ابنه، إلا شريحا القاضي وإبراهيم النخعي\nفإنهما قالا: هو بينهما نصفين.\n</p>\n\n<p>\n[150/ 8]- وأجمع الصحابة رضي الله عنهم أن القاتل خطأ أو عمدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\nلا يرث من مال من قتل ولا من ديته، وإنما جاء الاختلاف بعدهم في ميراثه\nمن ديته.\n</p>\n\n<p>\n[151/ 9]- وأجمعوا أن إقرار بعض الورثة بوارث معه ينكر عليهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\nبقيتهم، يوجب للمقر له الدخول في المقر فيما في يده من تركه، وإن لم\nيثبت بذلك له النسب من الميت، إلا الليث بن سعد والشافعي رضي الله عنهما <span id='ms19'></span>\nفإنهما قالا: لا يستحق بذلك أن يأخذ مما في يد المقر من تركه الميت شيئا إذ\nلم يثبت له النسب الذي يرث به.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\n13 - (\n</p>\n\n\n<h1 class='l1' id='head13'>AUTO (باب في الوصايا)</h1>\n\n<p>\n)\n</p>\n\n<p>\n] 152/ 1 [- وأجمع الفقهاء أن وصية الرجل البالغ-وإن كان مفسدا لماله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\nمحجورا عليه لفساده- جائزة إذا أوصى بما يجوز من غيره، إلا أبا حنيفة رضي\nالله عنه فإنه قال: القياس أنه لا يجوز على حال.\n</p>\n\n<p>\n] 153/ 2 [- وأجمعوا أن من أوصى بوصية، ثم أوصى بها لآخر، ولا دليل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nفيها عن رجوعه عن الأول، أنه بينهما/ نصفان، إلا سوار بن عبد الله\nالعنبري رضي الله عنه، فإنه جعل الثانية رجوعا عن الأولى على كل حال.\n</p>\n\n<p>\n] 154/ 3 [- وأجمعوا أن من قال: إن مت من مرضي هذا، أو في سفري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\nهذا، أو في سنتي هذه، فعبدي حر، أو أوصى بوصايا سوى ذلك، وكتب بذلك كتابا\nأو لم يكتبه، ثم مات من غير رجوع عن وصيته تلك، (أنها غير جائزة) إلا مالكا\nرضي الله عنه، فإنه قال: هي جائزة، إلا أن يكون أودع الكتاب ثم أخذه بعد\nخروجه من العلة أو قدومه من السفر أو مضي تلك السنة.\n</p>\n\n<p>\n] 155/ 4 [- وأجمعوا أن الوصية للميت باطلة، علم الموصي بموت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\nالموصى له أو لم يعلم، إلا مالكا رضي الله عنه، فإنه جعلها لورثة الميت\nإذا كان الموصي عالما موته/ قبل الوصية منه له.\n</p>\n\n<p>\n] 156/ 5 [- وأجمعوا أن من أوصى لرجل بأمة، فولدت في يد الموصي قبل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\nموته ولدا، ثم مات الموصي، أنه لا سبيل للموصى له على ولدها، إلا الليث\nبن سعد رضي الله عنه، فإنه جعله له مع أمه.\n</p>\n\n<p>\n] 157/ 6 [- وأجمعوا أن من أوصى لوارثه، فأجازه الورثة سواه، أو أوصى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\nلأجنبي بأكثر من ثلث ماله فأجازه له الورثة، جازت الوصيتان جميعا، إلا\n(أبا) عبد الرحمن بن كيسان رضي الله عنه، ثم إسماعيل بن يحيى المزني،\nفإنهما أبطلاهما على كل حال.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\n] 158/ 7 [- وأجمعوا أن الوصية لبعض الورثة باطلة، إلا مالكا رضي الله\nعنه، فإنه قال: إن كان أوصى له بشيء تافه جاز، وإن كان كثيرا لم يجز.\n</p>\n\n<p>\n] 159/ 8 [- وأجمعوا أن من <span id='ms20'></span> أوصى لرجل بعرض بعينه يخرج من ثلثه/ ولا\nيجاوزه فأبى الورثة دفعه جبروا عليه، إلا مالكا رضي الله عنه، فإنه قال: إن\nأبوا ذلك كان للموصى له (من) جميع مال الميت.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\n] 160/ 9 [- وأجمعوا أن الوصية بتحبيس المصاحف جائزة نافذة، إلا أبا\nحنيفة رضي الله عنه فإنه أبطلها.\n</p>\n\n<p>\n] 161/ 10 [- وأجمعوا أن رجلا لو أوصى أن يشترى من ثلث ماله نسمة بألف\nدرهم فيعتق عنه، فكان الثلث أقل من ألف درهم، وهو مما يوجد به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\nنسمة، ولم يجز الورثة ما جازوه من الألف، أنه يشتري بالثلث رقبة فيعتق عن\nالميت، إلا أبا حنيفة رضي الله عنه، فإنه قال: الوصية باطلة، ويرجع المال\nكله للورثة كلهم.\n</p>\n\n<p>\n] 162/ 11 [- وأجمعوا أن المريض إذا باع عرضا وحابى فيه مبتاعه في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\nثمنه، ثم مات من/ ذلك المرض، كان للمبتاع من محاباة الميت إياه ما حمل\nثلث ماله، ويبطل سواه، إلا الشافعي رضي الله عنه، فإنه قال: - في إحدى\nروايتين عنه- البيع باطل لا يجوز على حال.\n</p>\n\n<p>\n] 163/ 12 [- وأجمعوا أن رجلا لو قال: قد أوصيت لزيد بسهم من مالي، جازت\nالوصية وإن اختلفوا في مقدارها، إلا عطاء بن أبي رباح رضي الله عنه، فإنه\nأبطلها على كل حال.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\n] 164/ 13 [- وأجمعوا أن من أوصى إلى رجل بشيء من ماله لم يكن وصيا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p158'> Vol. 01, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\nفي غيره من أمواله، إلا أبا حنيفة رضي الله عنه، فإنه جعله بذلك وصيا في\nكل ماله.\n</p>\n\n<p>\n] 165/ 14 [- وأجمعوا أن من وصي الصبي يبتاع له العقار كما يبتاعه أبوه\nله لو كان حيا، لأن الصحابة عليه، وإنما الاختلاف بعدهم فيه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\n14 - (\n</p>\n\n\n<h1 class='l1' id='head14'>AUTO (باب الجهاد)</h1>\n\n<p>\n)\n</p>\n\n<p>\n] 166/ 1 [- وأجمع الفقهاء أن الجهاد فرض على الناس إلا من كفى مؤنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p161'> Vol. 01, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\nالعدو منهم أباح لمن سواه التخلف ما كان على كفايته، إلا عبيد الله بن\nالحسن رضي الله عنه، فإنه قال: هو متطوع.\n</p>\n\n<p>\n] 167/ 2 [- وأجمعوا أنه لا يسافر بالقرآن إلى أرض العدو مخافة أن يناله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p162'> Vol. 01, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\nالعدو، إلا أبا حنيفة رضي الله عنه، فإنه أباح ذلك، وزعم أهل المعرفة\nبقوله أنه أراد بإباحة ذلك في العساكر العظام التي لا خوف عليها، فأما\nالسرايا <span id='ms21'></span> وما أشبهها فلا يبيح لهم حمله فيها مخافة أن يناله العدو منهم.\n</p>\n\n<p>\n] 168/ 3 [- وأجمعوا أنه لا يجوز قتل شيخ فان من العدو، ولا امرأة، ولا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p163'> Vol. 01, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\nراهب ولا مقعد، ولا أعمى، ولا معتوه إذا/ كان لا يقاتل ولا يدل على عورات\nالمسلمين، ولا يدل الكفار على ما يحتاجون إليه للحرب بينهم وبين المسلمين،\nإلا الشافعي رضي الله عنه، فإنه قال-في إحدى روايتين عنه-: لا بأس بقتلهم\nجميعا على كل أحوالهم.\n</p>\n\n<p>\n] 169/ 4 [- وأجمعوا أن ما أفاء الله على الإمام من أموال العدو بلا خيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p164'> Vol. 01, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\nولا ركاب لمن جعله الله له بقوله عز وجل: {ما أفاء الله على رسوله من أهل\nالقرى فلله وللرسول ولذي القربى واليتامى والمساكين}، بحسب إخراجه منه، إلا\nالشافعي رضي الله عنه، فإنه قال: تخمس كما تخمس الغنائم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p165'> Vol. 01, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\n[170/ 5]- وأجمعوا على إباحة قسم الغنائم في دار الحرب، بل استحبوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p166'> Vol. 01, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\nذلك، إلا أبا حنيفة رضي الله عنه، فإنه قال: لا ينبغي أن تقسم إلا بعد\nإخراجها/ إلى دار من دور الإسلام.\n</p>\n\n<p>\n] 171/ 6 [- وأجمعوا أن العبد إذا كان في العسكر ولم يقاتل لم يسهم له،\nإلا الأوزاعي رضي الله عنه، فإنه قال: يسهم له كسهم الحرسواء.\n</p>\n\n<p>\n] 172/ 7 [- وأجمعوا أنه لا يسهم لامرأة، ولكنه يرضخ لها إذا كانت في\nالعسكر تداوي الجرحى، وتقوم على المرضى، إلا الأوزاعي رضي الله عنه، فإنه\nقال: يسه ملها كسهم الرجل.\n</p>\n\n<p>\n] 173/ 8 [- وأجمعوا سوى الأوزاعي أن العبد يرضخ له، إلا مالكا رضي الله\nعنه، فإنه قال: لا يرضخ له.\n</p>\n\n<p>\n] 174/ 9 [- وأجمعوا أنه لا يسهم لصبي إذا كان في العسكر، ولكن يرضخ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p167'> Vol. 01, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\nله إذا كان مراهقا وإن لم يبلغ، إلا الأوزاعي رضي الله عنه، فإنه قال:\nيسهم له كسهم البالغ سواء.\n</p>\n\n<p>\n] 175/ 10 [- وأجمعوا أنه يسهم للفارس سهم ولفرسه/ سهمان، إلا أبا حنيفة\nرضي الله عنه، فإنه قال: سهم له وآخر لفرسه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p169'> Vol. 01, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\n] 176/ 11 [- وأجمع الصحابة أن الإمام إذا ظفر بالحربيين لم يقتلوا\nواسترقوا، وإنما جاء الاختلاف بعدهم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p170'> Vol. 01, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\n] 177/ 12 [- وأجمعوا أن العدو إذا أسروا عبدا لرجل منا، ثم ظفرنا به، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p171'> Vol. 01, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\nولم يأت صاحبه حتى قسم، أن ذلك لا يمنعه <span id='ms22'></span> من أخذه - وإن اختلفوا عليه غرم\nمع ذلك أم لا؟ - إلا مالكا رضي الله عنه، فإنه قال -في إحدى روايتين عنه-:\nلا سبيل له عليه بعد القسمة.\n</p>\n\n<p>\n] 178/ 13 [- وأجمعوا أن الإمام إذا فتح مدينة من مدائن العدو فأصاب أرضا\nلرجل منا قد كان ابتاعها من بعض أهل الحرب، سلمها لربها، ولم تدخل في\nالغنائم، إلا أبا حنيفة رضي الله عنه فإنه قال: تكون فيئا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p172'> Vol. 01, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\n] 179/ 14 [- وأجمعوا/ أن المرتد إذا تاب لم يقتل، إلا الحسن البصري رضي\nالله عنه، فإنه قال: يقتل وإن تاب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p173'> Vol. 01, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\n] 180/ 15 [- وأجمعوا أن من لحق بدار الحرب لا لتجارة ولا لعبد لم يكن\nبذلك مرتدا، -وإن كان مسيئا في لحاقه بهم- إلا الحسن بن صالح رضي الله عنه،\nفإنه قال: هو به مرتد.\n</p>\n\n<p>\n] 181/ 16 [- وأجمع الصحابة أن من ظفر به من أهل الردة في حال القتال حل\nلنا وغنيمة، وإنما جاء الاختلاف بعدهم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p174'> Vol. 01, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\n] 182/ 17 [- وأجمع الصحابة أيضا أن كراع أهل البغي وسلاحهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p175'> Vol. 01, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\nعلى ملكهم، لا نغنمه عليهم - وإن ظفرنا به في الحرب- وإنما جاء الاختلاف بعدهم.\n</p>\n\n<p>\n] 183/ 18 [- وأجمعوا أن الجزية واجبة على الفقير من أهل الذمة إذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p176'> Vol. 01, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\nكان حرا، إلا الشافعي رضي الله عنه، فإنه أسقطها عنه.\n</p>\n\n<p>\n] 184/ 19 [- وأجمعوا أن من مات من أهل الجزية/ لم تؤخذ منه جزية لما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p177'> Vol. 01, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\nمضى قبل موته، إلا الشافعي رضي الله عنه، فإنه أخذها من ماله.\n</p>\n\n<p>\n] 185/ 20 [- وأجمعوا أن (من) لم يؤد الجزية من أهل الذمة حتى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p178'> Vol. 01, p. 178</a>\n            </div>\n            \n</p>\n\n<p>\nمضت السنة ودخلت أخرى، أخذ بها للسنة الماضية، إلا أبا حنيفة رضي الله\nعنه، فإنه أسقطها عنه بدخول الثانية.\n</p>\n\n<p>\n] 186/ 21 [- وأجمعوا أن المسلم إذا أعتق عبدا له كتابيا وجبت عليه\nالجزية، ولم يمنع من ذلك إسلام مولاه، إلا مالكا رضي الله عنه، فإنه قال:\nلا جزية عليه.\n</p>\n\n<p>\n] 187/ 22 [- وأجمعوا أن الجزية على كل كتابي-وإن كان إنما دان بدينه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p179'> Vol. 01, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\nبعد نزول الفرقان - إلا الشافعي رضي الله عنه، فإنه قال: لا جزية إلا أن\nيكون قد دان أو واحد من آبائه بذلك الدين قبل نزول الفرقان.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p180'> Vol. 01, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\n15 - (\n</p>\n\n\n<h1 class='l1' id='head15'>AUTO (باب الحدود)</h1>\n\n<p>\n)\n</p>\n\n<p>\n] 188/ 1 [- وأجمع الفقهاء أن المرأة تضرب في الزنا <span id='ms23'></span> جالسة، إلا ابن أبي\nليلى رضي الله عنه، فإنه قال: تضرب قائمة.\n</p>\n\n<p>\n] 189/ 2 [- وأجمع الصحابة أن الرجل يضرب في الزنا قائما.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p181'> Vol. 01, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\n] 190/ 3 [- وأجمع الفقهاء أنه لا ينبغي للحاكم أن يضرب أحدا في المسجد،\nإلا ابن أبي ليلى رضي الله عنه فإنه أباحه وفعله.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p182'> Vol. 01, p. 182</a>\n            </div>\n            \n</p>\n\n<p>\n] 191/ 4 [- وأجمعوا أن إقرار العبد على نفسه بالزنا يوجب الحد - وإن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p183'> Vol. 01, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\nكذبه فيه مولاه-، إلا عمرو بن دينار وزفر بن الهذيل رضي الله عنهما،\nفإنهما قالا: إن كذبه فيه مولاه لم يحد إلا ببينة.\n</p>\n\n<p>\n] 192/ 5 [- وأجمعوا أن من وطئ جارية لامرأته وقال: ظننتها تحل، لما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p184'> Vol. 01, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\nبيني وبين سيدتها من النكاح، لم يحد بذلك، إلا زفر بن الهذيل رضي الله\nعنه، فإنه قال: يحد بذلك.\n</p>\n\n<p>\n] 193/ 6 [- وأجمعوا أن من قال لرجل: يا مخنث، وحلف ما أراد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p185'> Vol. 01, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\nقذفا، لم يحد وعزر/، إلا أبا حنيفة رضي الله عنه، قال: يحد له بذلك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p186'> Vol. 01, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\n] 194/ 7 [- وأجمعوا عن سنة أن ذا الهيئة في حسبه ودينه، إذا أتى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p187'> Vol. 01, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\nما يوجب عليه التغرير، ولا يبلغ حدا واجبا، ولم يكن له خلقا، أنه يقال\nويعفى عنه، إلا مالكا رضي الله عنه، فإنه قال: يعزر ولا يقال.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p188'> Vol. 01, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\n[195/ 8]- وأجمعوا أن العبد إذا قذف حرا، ثم ارتد ولحق بدار الحرب، فسبي\nفصار عبدا حرا جميعا، (أنه لا يحد في) ذلك القذف، إلا مالكا رضي الله عنه.\n</p>\n\n<p>\n[196/ 9]- وأجمعوا أن المقذوف إذا علم بصدق القاذف، لم يسعه - فيما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p189'> Vol. 01, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\nبينه وبين الله- مطالبة القاذف بالحد في ذلك، إلا مالكا رضي الله عنه،\nفإنه قال: ذلك واسع له.\n</p>\n\n<p>\n[197/ 10]- وأجمعوا أن من قذف ميتا، فجاء غريب لا قرابة بينه وبينه، يطلب\nأن يحده لذلك الميت، لم يحد له، إلا ابن صالح رضي الله عنه/، فإنه قال:\nيحد، وللناس جميعا أن يطالبوا بذلك للميت.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p190'> Vol. 01, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\n[198/ 11]- وأجمعوا أن من قال لامرأة: يا زاني أنه يحد لها، وإنما\nالاختلاف في قوله للرجل: يا زانية، إلا أحمد بن محمد الأزدي، فإنه قال: لا\nحد على واحد منهما.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p191'> Vol. 01, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\n[199/ 12]- وأجمعوا أن الرجل إذا وجد في الطريق ليلا ومعه متاع، فقال:\nبعثني فلان فأخذته له من منزله، وأنكر <span id='ms24'></span> ذلك فلان، وليس بمعروف بالانقطاع إلى\nفلان بذلك، أو كان معروفا بذلك، أنه لا يحد له لذلك، إلا ما لكا رضي الله\nعنه، فإنه قال: إن لم يكن معروفا بالانقطاع إليه يحد له حد السرقة.\n</p>\n\n<p>\n[200/ 13]- وأجمعوا أن الجماعة إذا سرقوا ما يقطع فيه الواحد لو سرقه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p192'> Vol. 01, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\nوحده، لا أكثر منه، لم يقطع واحد منهم، إلا مالكا رضي الله عنه، فإنه\nقال: يقطعون جميعا/ فيه.\n</p>\n\n<p>\n[201/ 14]- وأجمعوا أن من سرق ولا يمين له- لأنها ذهبت في قصاص، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p193'> Vol. 01, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\nأو من السماء - قطعت رجله اليسرى، إلا مالكا رضي الله عنه، فإن قال: تقطع\nيده اليسرى.\n</p>\n\n<p>\n[203/ 15]- وأجمعوا أن الرجل إذا كان يجن أحيانا، ويفيق أحيانا إذا سرق\nفي حال جنونه لم يقطع، وإذا سرق في حال إفاقته قطع، إلا الأوزاعي رضي الله\nعنه، فإنه قال: لا يقطع في واحدة من حاليه جميعا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p194'> Vol. 01, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\n[203/ 16]- وأجمعوا أن العبد إذا سرق من مال زوجة مولاه، أو زوج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p195'> Vol. 01, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\nمولاته، من بيت أذن له في دخوله، أو لم يأذنا له فيه لم يقطع، إلا مالكا\nرضي الله عنه، وقد روي مثله عن الشافعي، أنه إن أذنا له في دخوله لم يقطع،\nوإن كانا لم يأذنا له فيه قطع.\n</p>\n\n<p>\n[204/ 17]- وأجمعوا أن سارق المصحف/ إذا ساوى ما يجب به القطع يقطع، إلا\nأبا حنيفة رضي الله عنه، فإنه قال: لا يقطع فيه.\n</p>\n\n<p>\n[205/ 18]- وأجمعوا أن من صر دراهمه من داخل كمه، فطرها رجل، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p196'> Vol. 01, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\nقطع، كما يقطع فيه لو صرها من خارج كمه، ويجعل في ذلك كأنها في كمه بلا\nصر منه لها، وذلك مما يقطع فيه بالإجماع، إلا الحسن بن زياد اللؤلؤي رضي\nالله عنه، فإنه قال: لا يقطع إذا كان الصر من داخل الكم. إ\n</p>\n\n<p>\n[206/ 19]- وأجمعوا أن من سرق متاعا قد قطع فيه مرة قبل ذلك قطع فيه\nأيضا، إلا أبا حنيفة فإنه قال: لا يقطع فيه ثانيا استحسانا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p197'> Vol. 01, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\n[207/ 20]- وأجمعوا أن الرجل إذا ادعى على رجل أنه سرق متاعه، وهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p198'> Vol. 01, p. 198</a>\n            </div>\n            \n</p>\n\n<p>\nمنكر، لم يحبس لذلك، ولم يتهدد بالضرب، وإن كان متهما بالسرقات، إلا\nالليث <span id='ms25'></span> رضي الله عنه/، فإنه قال: يحبس، ويتهدد، ولا يبسط عليه العذاب جدا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p199'> Vol. 01, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\n[208/ 21]- وأجمع التابعون ورجل قبلهم من الصحابة لا مخالف له قبله، أن\nالنباش يقطع.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p200'> Vol. 01, p. 200</a>\n            </div>\n            \n</p>\n\n<p>\n[209/ 22]- وأجمع الصحابة أن المرتدين وغيرهم في آية المحاربة سواء في\nوجوب الحكم بها عليهم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p201'> Vol. 01, p. 201</a>\n            </div>\n            \n</p>\n\n<p>\n[210/ 23]- وأجمعوا أنه لا تقبل شهادة المقطوع عليهم الطريق على من ادعوا\nعليه القطع، إلا مالكا فإنه قبلها، إذ لا تتهيأ معرفة ذلك من غيرهم.\n</p>\n\n<p>\n[211/ 24]- وأجمعوا أن ما وجدناه في أيدي أولئك لا يدفع للمدعي إلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p203'> Vol. 01, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\nببينة عليه، إلا مالكا رضي الله عنه، فإنه قال: ما يتلوم الإمام، فإن\nجاءه طالب وإلا دفعه إلى المدعي وضمنه إياه، لئلا يجيء له مستحق غيره.\n</p>\n\n<p>\n[212/ 25]- وأجمعوا أن شارب الخمر إذا حد في شربه ثم تاب وأصلح قبلت\nشهادته، إلا الأوزاعي / وابن صالح فإنهما قالا: لا تقبل شهادته أبدا وإن تاب.\n</p>\n\n<p>\n* * *\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p204'> Vol. 01, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\n16 - (\n</p>\n\n\n<h1 class='l1' id='head16'>AUTO (باب الجنايات والديات)</h1>\n\n<p>\n)\n</p>\n\n<p>\n[213/ 1]- وأجمع الفقهاء أن الرجل إذا ضرب الرجل مرارا بعصا، حتى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p206'> Vol. 01, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\nأتى على نفسه، قتل به إذا عمد لذلك منه، إلا أبا حنيفة رضي الله عنه،\nفإنه قال: لا قود في ذلك عليه.\n</p>\n\n<p>\n[214/ 2]- وأجمعوا أنه لا يقتل مؤمن بحربي مستأمن، إلا أبا يوسف، فإنه\nقال: يقتل به.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p207'> Vol. 01, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\n[215/ 3]- وأجمعوا أن لا قود في اللبلبائي إذا قطع، إلا الليث فإنه قال:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p208'> Vol. 01, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\nيقاد فيه.\n</p>\n\n<p>\n[216/ 4]- وأجمعوا أن من (نظر من) باب رجل ففقأ عينه في حال نظره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p209'> Vol. 01, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\nعلى التعمد، لم يقتص منه لذلك ولا دية، إلا مالكا رضي الله عنه فإنه جعل\nمنه القصاص عليه.\n</p>\n\n<p>\n[217/ 5]- وأجمع الصحابة أن في اللطمة القود بمثلها في مثل مكانها/ من\nاللاطم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p210'> Vol. 01, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\n[218/ 6]- وأجمعوا أن من نتف شعرا من رأس رجل أو لحيته أو حاجبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p211'> Vol. 01, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\nأو شعر عينه، لم يقتص منه، إلا الليث رضي الله عنه، فإنه قال: يقاد به.\n</p>\n\n<p>\n[219/ 7]- وأجمعوا أن من قطع من رجل عضوا، وليس العضو في بدن القاطع، فلا\nقصاص في ذلك، إلا ابن شبرمة رضي الله عنه، فإنه قال: تفقأ العين اليمنى\nباليسرى إذا لم توجد اليسرى، واليسرى باليمنى إذا لم توجد اليمنى، وكذلك\nالأسنان والأضراس، وقال ابن <span id='ms26'></span> صالح رضي الله عنه: يقطع ما يلي ذلك.\n</p>\n\n<p>\n[220/ 8]- وأجمعوا أن ولي المقتول إذا قام (للقصاص وضرب) فقطع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p212'> Vol. 01, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\nعضوا، لم يكن عليه قصاص في ذلك، إلا مالكا رضي الله عنه فإنه أوجب فيه\nالقصاص على الولي، وأوجب للولي القتل كما كان.\n</p>\n\n<p>\n[221/ 9]- / وأجمعوا أن ليس في السمحاق شيء معروف، وإنما ذلك على قدر\nالحكومة، إلا قاتلا قال في قضاء علي بن أبي طالب رضي الله عنه فيها من رجل\nدفع إليه بأربع من الإبل دليل على (أن) ذلك أرش لها من غيره.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p213'> Vol. 01, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\n[222/ 10]- وأجمعوا أن الموضحة لا يكون إلا في الوجه والرأس، إلا الليث\nرضي الله عنه، فإنه قال: وقد تكون في الفخذ أيضا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p214'> Vol. 01, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\n[223/ 11]- وأجمعوا أن من كسر عظما من بدن رجل، أو قطع له عضوا، أو شجه\nمنقلة، أو آمة أو أجأفه، أو غير ذلك مما لا قصاص فيه، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p215'> Vol. 01, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\n(أن دية) ذلك عليه في ماله، وإن كان معسرا فهو دين عليه، إلا مالكا رضي\nالله عنه، فإنه قال: ذلك على العاقلة، وقال الأوزاعي: إن قصر ماله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p216'> Vol. 01, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\nعن حمل ذلك حملت العاقلة عنه.\n</p>\n\n<p>\n[224/ 12]- / وأجمعوا أن من أقر على نفسه بقتل خطأ كان العقل فيها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p217'> Vol. 01, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\nعليه دون عاقلته، إلا قاتلا قال: لا شيء عليه، وإلا مالكا فإنه قال: إن\nكان الذي أقر به لا يتهم عليه فالدية على عاقلة المقر.\n</p>\n\n<p>\n[225/ 13]- وأجمعوا أن العاقلة لا تحمل من الدية أقل من أرش الموضحة، إلا\nالشافعي رضي الله عنه، فإنه قال: تحمل القليل من الدية والكثير منها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p218'> Vol. 01, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\n[226/ 14]- وأجمعوا أنه من قتل نفسه فلا دية له، إلا الأوزاعي فإنه قال:\nديته على عاقلته لورثته.\n</p>\n\n<p>\n[227/ 15]- وأجمعوا أن من ضرب بطن بهيمة فألقت جنينا ميتا، كان عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p219'> Vol. 01, p. 219</a>\n            </div>\n            \n</p>\n\n<p>\nما نقص أمه، إلا مالكا رضي الله عنه، فإنه قال: عليه عشر قيمة أمه.\n</p>\n\n<p>\n[228/ 16]- وأجمعوا أن الحائط إذا سقط من دار رجل إلى طريق المسلمين، ولم\nيتقدم إليه في إنزاله/ لم يضمن، إلا ابن أبي ليلى رضي الله عنه، فإنه قال:\nإذا كان الحائط في نفسه مخوفا (منه) قبل سقوطه، وأمكن صاحبه إنزاله <span id='ms27'></span>، فلم\nيفعل، فهو ضامن لما يتلف به- وإن لم يكن تقدم إليه في إنزاله أحد -.\n</p>\n\n<p>\n[229/ 17]- وأجمعوا سواه أن رجلا لو شهد على صاحب الحائط في إنزاله، ولم\nيكن ذلك مخوفا، ثم سقط لم يضمن ما عطب به، إلا الشافعي فإنه ضمنه ذلك.\n</p>\n\n<p>\n* * *\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p220'> Vol. 01, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\n17 - (\n</p>\n\n\n<h1 class='l1' id='head17'>AUTO (باب الصرف)</h1>\n\n<p>\n)\n</p>\n\n<p>\n[230/ 1]- وأجمع الفقهاء أن رجلا لو باع من رجل دراهم بدنانير، ثم قاما\nمن موطن الصرف إلى موطن آخر، فتقابضا فيه، ولم يفترقا بالأبدان، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p222'> Vol. 01, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\nأن الصرف جائز، إلا مالكا رضي الله عنه، فإنه قال: الصرف باطل بقيامهما\nعن ذلك الموطن.\n</p>\n\n<p>\n[231/ 2]- / وأجمعوا أن الرجل إذا باع من رجلين (دراهم) بدنانير، ودفعا\nالدنانير، ووكل أحدهما رجلا بقبض الدراهم، فقبضها الوكيل قبل أن يقوم موكله\nعن الموطن، أن ذلك جائز، إلا مالكا رضي الله عنه، فإنه قال: لا يجوز إلا أن\nيقبضها بنفسه قبل أن يتفرقوا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p223'> Vol. 01, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\n[232/ 3]- وأجمعوا أن بيع الدراهم المضروبة السكية بالدنانير المضروبة\nالسكية، أو بالنقار الذهب، أو نقار فضة بدنانير سكية، جائز - وإن لم\nيتوازنا-، إلا مالكا رضي الله عنه، فإنه قال: لا يجوز ذلك حتى يعرف الفاضل\nمن المفضول.\n</p>\n\n<p>\n[233/ 4]- وأجمعوا أن رجلا (لو باع) من رجل دراهم بدنانير، وقبض الدينار،\nثم باعه بالدراهم عرضا لم يجز، إلا مالكا رضي الله عنه فإنه أجازه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p224'> Vol. 01, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\n[234/ 5]- وأجمعوا / أن بيع نصف الدينار ممن له بقيته ومن غيره جائز، إلا\nمالكا فإنه أبطل بيعه من الأجنبي، وأجازه ممن ملك بقيته منه.\n</p>\n\n<p>\n[235/ 6]- وأجمعوا أن لا ربا بين العبد وسيده، إلا أن يكون على العبد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p225'> Vol. 01, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\nدين، إلا مالكا فإنه لم يجز له أن يبيعه درهما بدرهمين، ولا غير ذلك مما\nهو ربا من غيرهما.\n</p>\n\n<p>\n[236/ 7]- وأجمعوا أن البائع إذا قبض الدراهم ونقد الدينار، ثم وجد في\nالدراهم بعد التفرق درهماا رصاصا أنه لا يبدله، وأنه قد انتقض فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p226'> Vol. 01, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\nالصرف، وإن اختلفوا في بقية الصرف، إلا ابن صالح فإنه قال: عليه أن\nيبدله، ولا ينتقض الصرف في شيء من الدينار.\n</p>\n\n<p>\n[237/ 8]- وأجمعوا أنه لا يجوز بيع لحم بلحم من جنسه على التحري، حتى\nيعلم/ تساويهما في الوزن <span id='ms28'></span>، إلا مالكا فإنه أجازه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p227'> Vol. 01, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\n[238/ 9]- وأجمعوا في جواز بيع اللحم بالشحم يدا بيد، إلا الأوزاعي فإنه\nأبطله.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p228'> Vol. 01, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\n[239\\ 10]- وأجمعوا على جواز بيع المأكولات والمشمومات والمشروبات\nوالمبيعات-لا في الإسلام-بالفضة والذهب، نقدا أو إلى أجل، إلا محمد بن شجاع\nالثلجي رضي الله عنه، فإنه أبطله إذا كان أجلا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p229'> Vol. 01, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\n18 - (\n</p>\n\n\n<h1 class='l1' id='head18'>AUTO (باب السلم)</h1>\n\n<p>\n)\n</p>\n\n<p>\n[240\\ 1]-وأجمع الفقهاء على إبطال السلم إذا وقع بلا تأجيل بقبض المسلم\nفيه، إلا الشافعي فإنه أجازه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p230'> Vol. 01, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\n[241\\ 2]- وأجمعوا أنه لا يجوز بيع الطعام المسلم فيه قبل قبضه، إلا\nعثمان البتي فإنه أجازه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p231'> Vol. 01, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\n[242\\ 3]- وأجمعوا أن المسلم والمسلم إليه إن افترقا قبل قبض رأس مال\nالسلم، على شرط كان في عقدة السلم\\ أو على غير شرط، بطل السلم بينهما، إلا\nمالكا رضي الله عنه فإنه قال: لا بأس به اليوم واليومين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p232'> Vol. 01, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\n[243\\ 4]- وأجمعوا أن المسلم إليه لو جاء بالطعام المسلم فيه، فقال فيه:\nكذا وكذا مكيله، لم يجز لربه قبضه على ذلك، إلا مالكا، فإنه أجاز له تصديقه عليه.\n</p>\n\n<p>\n[244\\ 5]-وأجمعوا أنه إن قبضه على ذلك واستهلكه، وفيه أقل من حقه، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p233'> Vol. 01, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\nكان على المسلم إليه أن يوفيه حقه، إلا ابن صالح، فإنه ضمنه مثل ماأخذ،\nويرجع على المسلم إليه بكيله كله.\n</p>\n\n<p>\n[245\\ 6]-وأجمعوا أنهما إن أضافا المسلم فيه إلى حصاد عام بعينه بطل\nالسلم، إلا الشافعي رضي الله عنه، فإنه أبطله إذا لم يضفه إلى حصاد عام بعينه.\n</p>\n\n<p>\n[40\\أ] [246\\ 7]-وأجمعوا أن المسلم إليه لو أتى بالطعام أجود مما أسلم \\\nإليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p234'> Vol. 01, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\nفيه جاز للمسلم قبضه، وسواء جرت فيه عادته بذلك أو لم تجر به، إلا مالكا،\nفإنه قال: إن كانت العادة منه له به جارية كرهت له أخذه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p235'> Vol. 01, p. 235</a>\n            </div>\n            \n</p>\n\n<p>\n19 - (\n</p>\n\n\n<h1 class='l1' id='head19'>AUTO (باب البيوع)</h1>\n\n<p>\n)\n</p>\n\n<p>\n[247\\ 1]-وأجمهع الفقهاء أن لرب الدين أن يبتاع ممن هو له عليه من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p236'> Vol. 01, p. 236</a>\n            </div>\n            \n</p>\n\n<p>\nقرض ماشاء من العروض والطعام، وسواء اتزن ذلك أو اكتاله عند عقدة البيع\nأو بعده، إلا مالكا فإنه قال: \"إن تباعد القبض ل ميجز، لأنه يدخل في معنى\nبيع الدين بالدين.\n</p>\n\n<p>\n[248\\ 2]-وأجمعوا عن سنة أن من اشترى نخلا وفيها ثمر قائم قد أبر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p237'> Vol. 01, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\nأو قد بلغ الإبار <span id='ms29'></span> ولم يؤبر بعد فهو للبائع، إلا أن يشترطه المبتاع، وكذا\nالثمر في الشجر [40\\ب] التي لا تحتاج إلى إبار، إذا بلغ وحل بيعه، إلا ابن\nأبي ليلى، فإنه قال: \\ هو للمبتاع وإن لم يشترطه على البائع.\n</p>\n\n<p>\n[249\\ 3]- وأجمعوا أن من اشترى عبدا (شراء) فاسدا فقد ملكه ملكا فاسدا،\nفإن اعتقه جاز وغرم قيمته، إلا الشافعي فإنه قال: لا يجوز عتقه، (لأنه) لا\nيملكه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p238'> Vol. 01, p. 238</a>\n            </div>\n            \n</p>\n\n<p>\n[250\\ 4]- وأجمعوا أنه من كانت له أمة، ولها ولد في ملك غيره، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p239'> Vol. 01, p. 239</a>\n            </div>\n            \n</p>\n\n<p>\nلم يجبرا على الجمع بينهما في مكان واحد، إلا مالكا فإنه أجبرهما على ذلك.\n</p>\n\n<p>\n[251\\ 5]-وأجمعوا أنه لا ينبغي أن يسوم الرجل على سوم الرجل ولا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p240'> Vol. 01, p. 240</a>\n            </div>\n            \n</p>\n\n<p>\nالكتابي الذمي، إلا الأوزاعي فإنه أباحه له على سوم الذمي.\n</p>\n\n<p>\n[252\\ 6]-وأجمع الصحابة على إجازة بيع الغائب المقدور على تسليمه، وأن\nلمشتريه خيار الرؤية إذا رآه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p241'> Vol. 01, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\n[253\\ 7]- وأجمعوا أن من ابتاع أمة إلا ما في بطنها من الولد، فالبيع\nباطل، إلا الأوزاعي وابن صالح\\ فإنهما أجازا البيع والشرط.\n</p>\n\n<p>\n[254\\ 8]- وأجمعوا أن من باع أو ابتاع شيئا على أنه بالخيار ثلاثة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p242'> Vol. 01, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\nفمضت قبل أن يكون منه نقض أو أجازه، أن البيع يعود كأنه لا خيار فيه، فإن\nكان البائع هو الذي له الخيار فقد مضى البيع، وإن كان هو المشتري فقد لزمه\nالبيع، إلا مالكا رضي الله عنه، فإنه قال: إن نقض البيع بقرب مضي الثلاث\nجاز نقضه قبل أن ينفض عشية فرده، وعدوه اليوم الذي يتلوه.\n</p>\n\n<p>\n[255\\ 9]-وأجمعوا أن من ابتاع سلعة ثم باعها مرابحة، ثم ابتاعها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p243'> Vol. 01, p. 243</a>\n            </div>\n            \n</p>\n\n<p>\nبزيادة، فأراد ان يبيعها مرابحة، باعها على ثمنها الثاني لا الأول، إلا\nأبا حنيفة فإنه قال: يطرح منه ما ربحه فيها أول مرة ويبيعها مرابحة على ما\nبقي من الثمن الثاني إن أحب.\n</p>\n\n<p>\n[256\\ 10]- وأجمعوا أن من باع\\ سلعة، وتبرأ من عيوب ذكرها وسماها، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p244'> Vol. 01, p. 244</a>\n            </div>\n            \n</p>\n\n<p>\nولم يرها المشتري، فالبراءة جائزة، إلا رواية شذت عن الشافعي رضي الله\nعنه أن البراءة من العيوب الموجودة في المبيعات لا تجوز على حال.\n</p>\n\n<p>\n[257\\ 11]- وأجمعوا أن من ابتاع سلعة ثم وجد بها عيبا، كان له ردها <span id='ms30'></span> به،\nنقد الثمن قبل ذلك أو لم ينقده، إلا ابن أبي ليلى فإنه قال: إن كان لم يدفع\nالثمن لم يجز له ردها به.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p246'> Vol. 01, p. 246</a>\n            </div>\n            \n</p>\n\n<p>\n[258\\ 12]- وأجمعوا سواه أنه لو أعتقها بعد أن نقد الثمن، ثم رأى به\nعيبا، رجع على البائع بنقصان ذلك العيب من الثمن، إلا (ما روي) عن ابن أبي\nرباح، فإنه قال: لا يرجع عليه به لأنه لا يستطيع (رده به).\n</p>\n\n<p>\n[259\\ 13]- وأجمع الصحابة أن بيع الزيت وما أشبهه مما هو نجس بموت شيء\nفيه جائز إذا\\ بين ذلك بائعه منه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p247'> Vol. 01, p. 247</a>\n            </div>\n            \n</p>\n\n<p>\n[260\\ 14]- وأجمعوا -سوى رواية عن الشافعي-أنه إن وجد العبد زانيا لم يكن\nله رده، إلا ابن القاسم فإنه قال-على معاني مالك- له أن يرده بذلك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p248'> Vol. 01, p. 248</a>\n            </div>\n            \n</p>\n\n<p>\n[261\\ 15]- وأجمعوا أن من ابتاع عبدا فاستغله، ثم (وجد) به عيبا فرده، لم\nيرد أجرته، إلا عثمان المالكي والعنبري فإنهما قالا: يرد معه أجرته.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p249'> Vol. 01, p. 249</a>\n            </div>\n            \n</p>\n\n<p>\n[262\\ 16]- وأجمعوا أن من ابتاع أمة رفيعة أو وضيعة لم يكن لها أن يضعاها\nعلى يدي عدل للاستبراء بحيضة، إلا مالكا فإنه أجبرهما على ذلك في الرفيعة\nالقيمة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p250'> Vol. 01, p. 250</a>\n            </div>\n            \n</p>\n\n<p>\n20 - (\n</p>\n\n\n<h1 class='l1' id='head20'>AUTO (باب الشفعة)</h1>\n\n<p>\n)\n</p>\n\n<p>\n[263\\ 1]-وأجمع الفقهاء أن لولي الصغير أن يأخذ له بالشفعة إذا كان في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p252'> Vol. 01, p. 252</a>\n            </div>\n            \n</p>\n\n<p>\nأخذه حظ، إلا ابن أبي ليلى، فإن هقال: لا شفعة\\ له في صغره، ولا له بعد\nبلوغه، إلا أن يأخذ ما بيع وهو صغير.\n</p>\n\n<p>\n[264\\ 2]- وأجمعوا أن أحد الشركاء إذا ابتاع شقصا من أشقاص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p253'> Vol. 01, p. 253</a>\n            </div>\n            \n</p>\n\n<p>\nشركائه، فأراد بقيتهم أن يأخذ ذلك بالشفعة، كان لهم ذلك وكان له حظه\nمعهم، ولم يكن بابتياعه خارجا عن ذلك، إلا الشافعي فإنه قال: -في إحدى\nروايتين عنه- لا حق له في ذلك، وهو كله بين شركائه الباقين سواه وسوى\nالبائع منه.\n</p>\n\n<p>\n[265\\ 3]- وأجمعوا أن لا شفعة في جزء بيع من ثمر في رؤوس النخل والشجر لم\nيبع معه النخل والشجر، إلا مالكا فإنه جعل فيه الشفعة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p254'> Vol. 01, p. 254</a>\n            </div>\n            \n</p>\n\n<p>\n21 - (\n</p>\n\n\n<h1 class='l1' id='head21'>AUTO (باب الإجارات)</h1>\n\n<p>\n)\n</p>\n\n<p>\n[266\\ 1]-وأجمع الفقهاء أن من دفع شيئا إلى صانع ليصنعه له\\ (باطلا\n[43\\أ] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p255'> Vol. 01, p. 255</a>\n            </div>\n            \n</p>\n\n<p>\nومعروفا) فضاع عنده، أو أصابه عيب، لم يضمنه الصانع، إلا مالكا فإنه ضمنه إياه.\n</p>\n\n<p>\n[267\\ 2]- وأجمعوا <span id='ms31'></span> أن الأجرة إذا اشترط تعجيلها في عقده لم تكره وجازت،\nإلا ابن صالح، فإنه كره ذلك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p257'> Vol. 01, p. 257</a>\n            </div>\n            \n</p>\n\n<p>\n[268\\ 3]- وأجمعوا أن الإجارة في ضراب الفحل لا تجوز، إلا مالكا، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p258'> Vol. 01, p. 258</a>\n            </div>\n            \n</p>\n\n<p>\nفإنه قال: إن استأجره مدة ينزو ناقته، أو بدرهم ينزوها كذا وكذا مرة جازت\nالأجارة.\n</p>\n\n<p>\n[269\\ 4]-وأجمعوا أن من استؤجر على حمل فحمله، وأنكر قبض أجرته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p259'> Vol. 01, p. 259</a>\n            </div>\n            \n</p>\n\n<p>\nفيه، كان القول فيه قوله، إلا مالكا، فإنه قال: إن لم يسلم إليه ماحمل،\nأو سلمه وأتى بالقرب من ذلك، فالقول قوله، وإن تطاول ذلك فالقول قول صاحب\nالمتاع مع يمينه عليه.\n</p>\n\n<p>\n[270\\ 5]- وأجمعوا أن المرأة إذا أجرت نفسها ضئرا إجارة صحيحة، ثم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p260'> Vol. 01, p. 260</a>\n            </div>\n            \n</p>\n\n<p>\nأرادت\\ إبطالها قبل أجلها، لم يكن لها ذلك، وسواء ذلك شريفة أو وضيعة،\nإلا أبا حنيفة، فإنه قال: إن كانت شريفة لم تعرف بالإجارة لذلك فلها فسخها.\n</p>\n\n<p>\n[271\\ 6]- وأجمعوا أن من استأجر من رجل منزلا إلى مدة ذكرها، أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p261'> Vol. 01, p. 261</a>\n            </div>\n            \n</p>\n\n<p>\nالإجارة باطلة، إلا عثمان بن الليثي، فإنه أجازها، وأمره أن ينزله منزلا-\nأي منزل شاء-يسعه، كمنزل الغرباء في الحانات وأشباهها.\n</p>\n\n<p>\n[272\\ 7]- وأجمعوا أن غاصبا لو غصب المستأجر الدار المستأجرة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p262'> Vol. 01, p. 262</a>\n            </div>\n            \n</p>\n\n<p>\nأو الدابة المؤاجرة حتى ذهبت طائفة من مادة الإجارة ثم ردها، أن عليه\nالأجرة فيما بقي من المدة، وليس له إبطال الإجارة فيها، إلا الثوري، فإنه\nجعل له فسخها فيما بقي من مدتها.\n</p>\n\n<p>\n[273\\ 8]- وأجمعوا أنه ليس على ذلك المستأجر أجرة\\ تلك الدار، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p263'> Vol. 01, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\nأو تلك الدابة، ولا العبد، طول ما أقامت في يد الغاصب، إلا ابن القاسم،\nفإنه قال-على معاني قول مالك-: إذا كان الغاصب غير سلطان، وهو يقدر على ان\nيقدمه إلى الحاكم فيأخذها منه، فتركه، فالأجرة لتلك المدة ولما بعدها من\nمدة الإجارة له لازمة.\n</p>\n\n<p>\n[274\\ 9]-وأجمعوا على استئجار الرجل جزءا معروفا من دار بعينها له جائزة،\nإلا أحمد بن محمد الأزدي، فإنه قال: لا يجوز.\n</p>\n\n<p>\n[275\\ 10]- وأجمعوا سواه أنه لو أجر ذلك ممن ليس له في الدار جزء جاز\nأيضا، إلا أبا حنيفة، فإنه قال: لا يجوز.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p264'> Vol. 01, p. 264</a>\n            </div>\n            \n</p>\n\n<p>\n[276\\ 11]-وأجمعوا أن من استأجر بأكثر من الذي دفع، في الموضع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p265'> Vol. 01, p. 265</a>\n            </div>\n            \n</p>\n\n<p>\nالذي يجوز <span id='ms32'></span> له إجارتها من غيره، أن الفضل له طيب، إلا إبراهيم النخعي،\nفإنه قال: الفضل للمؤاجر الأول.\n</p>\n\n<p>\n[277\\ 12]- وأجمعوا\\ أن إجارة الأرض البيضاء بالدراهم والدنانير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p266'> Vol. 01, p. 266</a>\n            </div>\n            \n</p>\n\n<p>\nوالعروض التي ليست مما يخرج من الأرض، مدة معلومة، للزرع (جائز)، إلا\nطاووسا، فإنه قال: ذلك غير جائز.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p267'> Vol. 01, p. 267</a>\n            </div>\n            \n</p>\n\n<p>\n22 - (\n</p>\n\n\n<h1 class='l1' id='head22'>AUTO (باب المضارب)</h1>\n\n<p>\n)\n</p>\n\n<p>\n[278\\ 1]-وأجمع الفقهاء أن المضارب إذا باع في مصره، ولم يسافر بالمال\nإلى بلد آخر، فليس له أن يأكل منه على المضاربة، إلا الليث بن سعد رضي الله\nعنه، فإنه قال: له أن يتغدى منه إذا اشتغل به عن الانقلاب إلى أهله للغداء.\n</p>\n\n<p>\n[279\\ 2\\]-وأجمعوا أن له أن ينفق منه على نفسه نفقة بالمعروف تكون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p269'> Vol. 01, p. 269</a>\n            </div>\n            \n</p>\n\n<p>\nمحسوبة على المضاربة إذا سافر به قاصدا، إلا الشافعي رضي الله عنه، فإنه\nقال: _في إحدى روايتين عنه_ ليس له ذلك إلا بإذن ربه له فيه.\n</p>\n\n<p>\n[280/ 3]- وأجمعوا أن المضارب/ لا يدفع المال إلى غيره مضاربة إلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p270'> Vol. 01, p. 270</a>\n            </div>\n            \n</p>\n\n<p>\nبإذن ربه، أو يطلق له في العقد أن يضع فيه رأيه، إلا الشافعي فإنه أباحه ذلك.\n</p>\n\n<p>\n[281/ 4]- وأجمعوا أن رب المال إذا مات والمال عروض في يدي المضارب، فله\nأن يبيعها على المضاربة حتى تجعل له شيئا عينا، إلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p271'> Vol. 01, p. 271</a>\n            </div>\n            \n</p>\n\n<p>\nالثوري فإنه قال: لا يبيعها إلا بأمر الحاكم أو الورثة.\n</p>\n\n<p>\n[282/ 5]- وأجمعوا أن المضارب إذا ادعى رد المال إلى ربه، وأنكر ربه ذلك،\nقبل قوله مع يمينه عليه، إلا الأوزاعي فإنه قال: لا يقبل قوله إلا ببينة.\n</p>\n\n<p>\nوسواء دفع إليه المال ببينة أو بغير بينة، إلا مالكا فإنه قال: إن كان\nدفع إليه بينة، فلا يقبل قوله إلا ببينة، وإن كان دفع إليه بغير بينة، قبل\nقوله (بغير) بينة مع يمينه عليه، والوديعة في ذلك كذلك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p272'> Vol. 01, p. 272</a>\n            </div>\n            \n</p>\n\n<p>\n[283/ 6]- وأجمعوا/ أن رب المال لو ادعى أن رأس المال أكثر مما أقر به\nالمضارب كان القول قول المضارب مع يمينه، إلا أبا حنيفة رضي الله عنه، فإنه\nقال-في إحدى روايتين عنه-: القول قول رب المال.\n</p>\n\n<p>\nوالرواية الأخرى: أنه رجع عن ذلك إلى قول الجماعة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p273'> Vol. 01, p. 273</a>\n            </div>\n            \n</p>\n\n<p>\n23 - (\n</p>\n\n\n<h1 class='l1' id='head23'>AUTO (باب الشركة)</h1>\n\n<p>\n)\n</p>\n\n<p>\n[284/ 1]- وأجمعوا أن الشركة العنان جائزة وإن تفاضلت رؤوس <span id='ms33'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p274'> Vol. 01, p. 274</a>\n            </div>\n            \n</p>\n\n<p>\nالأموال، إلا مالكا فإنه منع من ذلك وكرهه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p275'> Vol. 01, p. 275</a>\n            </div>\n            \n</p>\n\n<p>\n24 - (\n</p>\n\n\n<h1 class='l1' id='head24'>AUTO (باب الوكالات)</h1>\n\n<p>\n)\n</p>\n\n<p>\n[285/ 1]- وأجمع الفقهاء أن من وكل رجلا يبيع عبدا له، فباعه بثمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p276'> Vol. 01, p. 276</a>\n            </div>\n            \n</p>\n\n<p>\nلا يتغابن الناس فيه، كأن يسوى ألفا فباعه بمائة، أن البيع غير لازم\nللموكل إلا أن يشاء، إلا أبا حنيفة رضي الله عنه/ فإنه ألزمه إياه.\n</p>\n\n<p>\n[286/ 2]- وأجمعوا أن من وكل رجلا يبتاع له أمة، ولم يقل أطؤها، ولا\nتخدمني، فاشترى له أمة، أو اشترى له عبدا على ما ذكره أو اشترى له أباه، أو\nابنه -والوكيل بينهما- من النسب، أن الشراء لازم وقد عتق بالرحم، إلا الليث\nفإنه قال: يبتاع، فإن نقص ثمنه على ما دفع لم يرجع به الموكل أبدا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p277'> Vol. 01, p. 277</a>\n            </div>\n            \n</p>\n\n<p>\n[287/ 3]- وأجمعوا أن من وكل رجلا يقبض دينه على فلان، فقال: قد قبضته\nوضاع مني، أن القول قوله إلا مالكا فإنه قال: لا يصدق إلا بالبينة على ذلك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p278'> Vol. 01, p. 278</a>\n            </div>\n            \n</p>\n\n<p>\n25 - (\n</p>\n\n\n<h1 class='l1' id='head25'>AUTO (باب الرهون)</h1>\n\n<p>\n)\n</p>\n\n<p>\n[288/ 1]- وأجمع الفقهاء أن الرجل إذا رهن دينه على زيد من عمرو لم يجز،\nإلا مالكا فإنه أجازه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p279'> Vol. 01, p. 279</a>\n            </div>\n            \n</p>\n\n<p>\n[289/ 2]- وأجمعوا على جواز ارتهان الدنانير/ والدراهم بالدين، وأنه سواء\nختم عليها الراهن في كيس أو لم يختم عليها، إلا مالكا فإنه قال: إن لم يختم\nعليها لم يجز.\n</p>\n\n<p>\n[290/ 3]- وأجمعوا أن من رهن غرمائه رهنا وهو صحيح، ثم إنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p280'> Vol. 01, p. 280</a>\n            </div>\n            \n</p>\n\n<p>\nمات، أن ذلك الغريم أحق بثمن ذلك الرهن من غرمائه سواه إلا مالكا فإنه\nقال: هم فيه أسوة، ثم رجع إلى قول الجماعة.\n</p>\n\n<p>\n[391/ 4]- وأجمعوا أن القول في الدين-في مقداره- قول الراهن مع يمينه،\nإلا أن يدعي المرتهن فيه على أكثر من ذلك، إلا مالك فإنه قال: القول قول\nالمرتهن إلا أن يأتي بأكثر من قيمة المرتهن فلا يقبل إلا ببينة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p281'> Vol. 01, p. 281</a>\n            </div>\n            \n</p>\n\n<p>\n26 - (\n</p>\n\n\n<h1 class='l1' id='head26'>AUTO (باب الكفالة)</h1>\n\n<p>\n)\n</p>\n\n<p>\n[292/ 1]- وأجمع الصحابة ومن بعدهم على إجازة الكفالة بالنفس - وإن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p282'> Vol. 01, p. 282</a>\n            </div>\n            \n</p>\n\n<p>\nلم يكن معه مال- وإنما الاختلاف/ بعدهم، وقال الشافعي: لا تجوز الكفالة\nبالنفس.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p283'> Vol. 01, p. 283</a>\n            </div>\n            \n</p>\n\n<p>\n[293/ 2]- وأجمع الفقهاء أن الكفالة على الموتى بالديون جائزة -وإن لم\nيخلفوا وفاءها-، إلا أبا حنيفة فإنه لم يجزها إلا بمقدار ما خلفوا ديونهم.\n</p>\n\n<p>\n[294/ 3]- وأجمعوا أن رب المال لو أخذ <span id='ms34'></span> بالمال كفيلا بعد كفيل أنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p284'> Vol. 01, p. 284</a>\n            </div>\n            \n</p>\n\n<p>\nلا يكون أخذه الثاني براءة للأول، إلا ابن أبي ليلى، فإنه جعلها براءة\nللكفيل الأول.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p285'> Vol. 01, p. 285</a>\n            </div>\n            \n</p>\n\n<p>\n27 - (\n</p>\n\n\n<h1 class='l1' id='head27'>AUTO (باب الغصب)</h1>\n\n<p>\n)\n</p>\n\n<p>\n[295/ 1]- وأجمع الفقهاء أن للمغصوب منه أن يطلب غاصبه بدراهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p286'> Vol. 01, p. 286</a>\n            </div>\n            \n</p>\n\n<p>\nمصر، إذا لقيه بالعراق، وسواء كان بين الصرفين كثيرا أو قليلا، إلا الليث\nفإنه قال: إن كان بين الصرفين كثيرا لم يكن له أن يطالبه إلا بمصر.\n</p>\n\n<p>\n[296/ 2]- وأجمعوا أن من عدا (على) أم ولد رجل فغصبها وعيبها كان عليه\nقيمتها، إلا أبا حنيفة فإنه قال: لا ضمان عليه.\n</p>\n\n<p>\n[297/ 3]- وأجمعوا أن الرجل (لو غصب من رجل غاصب عرضا) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p287'> Vol. 01, p. 287</a>\n            </div>\n            \n</p>\n\n<p>\nفاستهلكاه، ثم لقي أحدهما كان له أن يضمنه نصفه وليس عليه أن يضمنه كله،\nإلا مالكا وابن القاسم قال على معانيه: عليه أن يضمنه كله.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p288'> Vol. 01, p. 288</a>\n            </div>\n            \n</p>\n\n<p>\n28 - (\n</p>\n\n\n<h1 class='l1' id='head28'>AUTO (باب المأذون)</h1>\n\n<p>\n)\n</p>\n\n<p>\n[298/ 1]- وجمع الفقهاء أن قول الرجل لجاريته أو لغلامه: ابتع لي بهذه\nالدراهم لحما أو خبزا، ليس بإذن له في التجارة، إلا أبا حنيفة فإنه قال:\nالقياس أن يكون مأذونا له في التجارة كلها.\n</p>\n\n<p>\n[299/ 2]- وأجمعوا أن ما وهب للعبد المأذون له في التجارة أو تصدق به، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p289'> Vol. 01, p. 289</a>\n            </div>\n            \n</p>\n\n<p>\nللغرماء لا للمولى، إلا أن يفضل منه شيء عن ذنوبهم فيكون لمولاه، إلا زفر\nبن الهذيل/ فإنه قال: (هو للمولى)، أحق به منهم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p290'> Vol. 01, p. 290</a>\n            </div>\n            \n</p>\n\n<p>\n29 - (\n</p>\n\n\n<h1 class='l1' id='head29'>AUTO (باب الهبات)</h1>\n\n<p>\n)\n</p>\n\n<p>\n[300/ 1]- وأجمع الفقهاء أن هبة الرجل والدنانير لابنه الصغير، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p291'> Vol. 01, p. 291</a>\n            </div>\n            \n</p>\n\n<p>\nوقبضه إياها له من نفسه جائزة، ويملكها الصغير بذلك، إلا مالكا فإنه قال:\nلا يملكها الابن دون ان يقبضها له قابض من الأب غير الأب.\n</p>\n\n<p>\n[301/ 2]- وأجمعوا أن المريض إذا وهب لرجل هبة وقبضها، وهي مما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p292'> Vol. 01, p. 292</a>\n            </div>\n            \n</p>\n\n<p>\nلا تجوز فيها الهبات، ثم برئ المريض من مرضه ذلك، أنه لا سبيل له عليها،\nوقد عادت بصحته، كأنها استوثقت في الصحة، إلا الليث بن سعد فإنه قال: إن لم\nيجدد له الهبة في ذلك الموهوب بطلت الهبة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p293'> Vol. 01, p. 293</a>\n            </div>\n            \n</p>\n\n<p>\n30 - (\n</p>\n\n\n<h1 class='l1' id='head30'>AUTO (باب الصلح)</h1>\n\n<p>\n)\n</p>\n\n<p>\n[302/ 1]- وأجمع الفقهاء أن صلح الورثة غرماءهم على بعض ديونهم-وقد كان\nخلف وفاء- جائز، إلا الأوزاعي فإنه قال: لا يسع الورثة ذلك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p294'> Vol. 01, p. 294</a>\n            </div>\n            \n</p>\n\n<p>\n[303/ 2]- وأجمعوا أن من كانت له على رجل دنانير، فجاءه بدراهم <span id='ms35'></span> تساويها\nلم يجبر على قبضها منه، إلا مالكا فإنه قال: يجبر على ذلك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p295'> Vol. 01, p. 295</a>\n            </div>\n            \n</p>\n\n<p>\n31 - (\n</p>\n\n\n<h1 class='l1' id='head31'>AUTO (باب اللقطة)</h1>\n\n<p>\n)\n</p>\n\n<p>\n[304/ 1] وأجمع الصحابة أنه لا ينبغي للملتقط -بعد التعريف منة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p296'> Vol. 01, p. 296</a>\n            </div>\n            \n</p>\n\n<p>\nباللقطة- أن يتصدق بها، ولا يأكلها، وإنما جاء الاختلاف في اكله إياها بعدهم.\n</p>\n\n<p>\n[305/ 2]- وأجمع الفقهاء أن الملتقط إذا أخذ اللقطة لتعريفها لم يضمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p297'> Vol. 01, p. 297</a>\n            </div>\n            \n</p>\n\n<p>\nإن هلكت عنده، إلا أبا حنيفة قال: إن لم يشهد على ذلك وقت أخذها ضمن إن\nهلكت عنده.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p298'> Vol. 01, p. 298</a>\n            </div>\n            \n</p>\n\n<p>\n32 - (\n</p>\n\n\n<h1 class='l1' id='head32'>AUTO (باب اللباس وغيره)</h1>\n\n<p>\n)\n</p>\n\n<p>\n[306/ 1]- وأجمع الفقهاء على إجازة لبس الحرير للرجال في الحروب، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p299'> Vol. 01, p. 299</a>\n            </div>\n            \n</p>\n\n<p>\nلأن الحديد ينبو عنه، إلا أبا حنيفة فإنه كرهه في الحروب أيضا.\n</p>\n\n<p>\n[307/ 2]- وأجمعوا أن إحفاء الشارب من السنة، إلا مالكا فإنه كرهه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p300'> Vol. 01, p. 300</a>\n            </div>\n            \n</p>\n\n<p>\n[308/ 3]- وأجمعوا أنه ليس على المرأة وإن كانت وضيعة أن ترضع ولدها، وأن\nرضاعه على الأب دونها، إلا مالكا فإنه قال: تجبر على ذلك إذا كانت وضيعة،\nمثلها يمتهن ويسترضع.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p302'> Vol. 01, p. 302</a>\n            </div>\n            \n</p>\n\n<p>\n33 - (\n</p>\n\n\n<h1 class='l1' id='head33'>AUTO (باب القضاء)</h1>\n\n<p>\n)\n</p>\n\n<p>\n[309/ 1]- وأجمع الفقهاء أن من انكر دعوى رجل عند القاضي ثم أقام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p303'> Vol. 01, p. 303</a>\n            </div>\n            \n</p>\n\n<p>\nالمدعي عليه بينة أنه أقر له بذلك بعد قيامه من المجلس، أن القاضي يسمع\nمنها وينفذها، إلا ابن أبي ليلى رضي الله عنه قال: لا أجيز إقرارا في/ حق\nأنكره الخصم عندي، الإقرار بحضرتي، وكذلك لا اقبل صلحا من دعوى عندي، إلا\nصلحا كان في مجلسي.\n</p>\n\n<p>\n[310/ 2]- وأجمعوا أنه ليس على الرجل أن يحلف في الدعوى قائما، إلا مالكا\nرضي الله عنه فإنه أوجب عليه أن يحلف قائما.\n</p>\n\n<p>\n[311/ 3]- وأجمعوا أن من بلغ الحلم مفسدا لماله، عاقلا في نفسه، ثم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p304'> Vol. 01, p. 304</a>\n            </div>\n            \n</p>\n\n<p>\nباع أو ابتاع، لم يجز، لأن الصحابة على ذلك، وإنما جاء الاختلاف بعدهم فيه.\n</p>\n\n<p>\n[312/ 4]- وأجمعوا أن الشهادة عند القاضي أن هذا خط فلان بإقراره لفلان\nابن فلان بدين ذكره لا يجوز، إلا مالكا رضي الله عنه فإنه أجازها بشهادة\nشاهدين فصاعدا.\n</p>\n\n<p>\n[313/ 5]- وأجمعوا أنه ليس على الشاهد أن يقول في الشهادة/ أشهد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p306'> Vol. 01, p. 306</a>\n            </div>\n            \n</p>\n\n<p>\nشهادة الله على هذا لهذا بكذا، إلا سوار بن عبد الله فإنه ألزم الشاهد أن\nيقول ذلك وقت شهادته عنده.\n</p>\n\n<p>\n[314/ 6]- وأجمعوا أن شهادة الأخ لأخيه، والعم لابن الأخ والأخت، إذا <span id='ms36'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p307'> Vol. 01, p. 307</a>\n            </div>\n            \n</p>\n\n<p>\nلم يكن واحد منهما في عيال الآخر جائز، إلا الأوزاعي رضي الله عنه فإنه\nأبطلها من جميعهم.\n</p>\n\n<p>\n[315/ 7]- وأجمع الصحابة على إجازة الشهادة وإن كان القاضي لا يحفظ ذلك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p308'> Vol. 01, p. 308</a>\n            </div>\n            \n</p>\n\n<p>\n[316/ 8]- وأجمعوا أن ولد الزنا إذا كان حرا عاقلا بالغا جائز الشهادة في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p309'> Vol. 01, p. 309</a>\n            </div>\n            \n</p>\n\n<p>\nالزنا وغيره، إلا مالكا رضي الله عنه فإنه قال: لا يجوز في الزنا وما\nأشبهه، ويجوز فيما سوى ذلك.\n</p>\n\n<p>\n[317/ 9]- وأجمعوا أن شهادة النساء وحدهم/ لا تجوز في القتل، إلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p310'> Vol. 01, p. 310</a>\n            </div>\n            \n</p>\n\n<p>\nالأوزاعي رضي الله عنه، فإنه قال في امرأة قتلت في الحمام، تشهد أربع\nنسوة على رجل أو امرأة أنه قتلها إن الشهادة توجب العقل ولا توجب القصاص.\n</p>\n\n<p>\n[318/ 10]- واجمعوا أن المرأة إذا قالت: أنا ولدت هذا الغلام، لتلزمه\nرجلا هو زوجها، لم يقبل قولها إذا أنكره زوجها، أو أنكر ولادتها إياه،\nوأنها إن أقامت نساء يشهدن لها بالولادة بعد ان تزوجها بأكثر من ستة أشهر\nجازت شهادتين ولزمه الولد، إلا ابن صالح فإنه قال: لا تقبل شهادة النساء\nعلى ذلك، ولكن القول قول المرأة أنها ولدته.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p311'> Vol. 01, p. 311</a>\n            </div>\n            \n</p>\n\n<p>\n[319/ 11]- وأجمع/ الصحابة أن المرأة الواحدة مقبولة على الولادة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p312'> Vol. 01, p. 312</a>\n            </div>\n            \n</p>\n\n<p>\n[320/ 12]- وأجمع الفقهاء أن رجلين لو شهدا على شهادة رجلين، يشهد كل\nواحد منهما على شهادة كل واحد منهما أنه يشهد بكذا، جازت الشهادة، وقاما\nمقام شاهدين بأنفسهما، إلا الشافعي رضي الله عنه، فإنه قال: -في إحدى\nروايتين عنه- لا يجوز ذلك. <span id='ms37'></span>\n</p>\n",
  "pages": [
    "023",
    "024",
    "025",
    "026",
    "027",
    "029",
    "030",
    "031",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "045",
    "047",
    "048",
    "049",
    "050",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "093",
    "094",
    "095",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "203",
    "204",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "246",
    "247",
    "248",
    "249",
    "250",
    "252",
    "253",
    "254",
    "255",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "267",
    "269",
    "270",
    "271",
    "272",
    "273",
    "274",
    "275",
    "276",
    "277",
    "278",
    "279",
    "280",
    "281",
    "282",
    "283",
    "284",
    "285",
    "286",
    "287",
    "288",
    "289",
    "290",
    "291",
    "292",
    "293",
    "294",
    "295",
    "296",
    "297",
    "298",
    "299",
    "300",
    "302",
    "303",
    "304",
    "306",
    "307",
    "308",
    "309",
    "310",
    "311",
    "312"
  ],
  "volumes": [
    "01"
  ]
}